[
  {
    "id": 24681,
    "shabad_id": 2145,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24682,
    "shabad_id": 2145,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਗੁਬਾਰੁ ਹੈ; ਗੁਰ ਬਿਨੁ. ਗਿਅਾਨੁ ਨ ਹੋੲੀ ॥",
    "transliteration": "Maaeiaa Mohu Gubaar Hai Gur Bin Giaan N Hoee ||",
    "translation": "Emotional attachment to Maya is darkness; without the Guru, there is no wisdom.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ (ਮਾਨੋ) ਘੁੱਪ ਹਨੇਰਾ ਹੈ ਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24683,
    "shabad_id": 2145,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਬਦਿ ਲਗੇ ਤਿਨ ਬੁਝਿਅਾ; ਦੂਜੈ ਪਰਜ ਵਿਗੋੲੀ ॥੧॥",
    "transliteration": "Sabadh Lagae Thin Bujhiaa Dhoojai Paraj Vigoee ||1||",
    "translation": "Those who are attached to the Word of the Shabad understand; duality has ruined the people. ||1||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਸੂਝ ਪੈ ਜਾਂਦੀ ਹੈ, (ਨਹੀਂ ਤਾਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸ੍ਰਿਸ਼ਟੀ ਖ਼ੁਆਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਪਰਜ) ਸਿ੍ਰਸ਼ਟੀ। (ਵਿਗੋੲੀ) ਖਰਾਬ। ਬੱੁਝਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24684,
    "shabad_id": 2145,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਗੁਰਮਤਿ ਕਰਣੀ ਸਾਰੁ ॥",
    "transliteration": "Man Maerae Guramath Karanee Saar ||",
    "translation": "O my mind, under Guru's Instruction, do good deeds.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਜੀਵਨ-ਚਾਲ ਚੱਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24685,
    "shabad_id": 2145,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਹਰਿ ਪ੍ਰਭੁ ਰਵਹਿ; ਤਾ ਪਾਵਹਿ ਮੋਖ ਦੁਅਾਰੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sadhaa Sadhaa Har Prabh Ravehi Thaa Paavehi Mokh Dhuaar ||1|| Rehaao ||",
    "translation": "Dwell forever and ever upon the Lord God, and you shall find the gate of salvation. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੇਂ ਤਾਂ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭ ਲਏਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 24686,
    "shabad_id": 2145,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਗੁਣਾ ਕਾ ਨਿਧਾਨੁ ੲੇਕੁ ਹੈ; ਅਾਪੇ ਦੇੲਿ ਤਾ ਕੋ ਪਾੲੇ ॥",
    "transliteration": "Gunaa Kaa Nidhhaan Eaek Hai Aapae Dhaee Thaa Ko Paaeae ||",
    "translation": "The Lord alone is the treasure of virtue; He Himself gives, and then one receives.",
    "punjabi": "ਇਕ ਹਰਿ-ਨਾਮ ਹੀ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਪਰ ਇਸ ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਤਦੋਂ ਹੀ ਕੋਈ ਮਨੁੱਖ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਹ ਖ਼ਜ਼ਾਨਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 24687,
    "shabad_id": 2145,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਸਭ ਵਿਛੁੜੀ; ਗੁਰ ਕੈ ਸਬਦਿ ਮਿਲਾੲੇ ॥੨॥",
    "transliteration": "Bin Naavai Sabh Vishhurree Gur Kai Sabadh Milaaeae ||2||",
    "translation": "Without the Name, all are separated from the Lord; through the Word of the Guru's Shabad, one meets the Lord. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਸ੍ਰਿਸ਼ਟੀ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਪਰ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ (ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24688,
    "shabad_id": 2145,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਮੇਰੀ ਮੇਰੀ ਕਰਦੇ ਘਟਿ ਗੲੇ; ਤਿਨਾ ਹਥਿ ਕਿਹੁ. ਨ ਅਾੲਿਅਾ ॥",
    "transliteration": "Maeree Maeree Karadhae Ghatt Geae Thinaa Hathh Kihu N Aaeiaa ||",
    "translation": "Acting in ego, they lose, and nothing comes into their hands.",
    "punjabi": "ਮਾਇਆ ਦੀ ਅਪਣੱਤ ਦੀਆਂ ਗੱਲਾਂ ਕਰ ਕਰ ਕੇ ਜੀਵ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਕਮਜ਼ੋਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਸਰਮਾਏ ਵਿਚੋਂ) ਉਹਨਾਂ ਨੂੰ ਕੁਝ ਭੀ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24689,
    "shabad_id": 2145,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਤਗੁਰਿ ਮਿਲਿਅੈ ਸਚਿ ਮਿਲੇ; ਸਚਿ ਨਾਮਿ ਸਮਾੲਿਅਾ ॥੩॥",
    "transliteration": "Sathagur Miliai Sach Milae Sach Naam Samaaeiaa ||3||",
    "translation": "Meeting the True Guru, they find Truth, and merge into the True Name. ||3||",
    "punjabi": "ਪਰ, ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਜੀਵ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24690,
    "shabad_id": 2145,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਅਾਸਾ ਮਨਸਾ ੲੇਹੁ ਸਰੀਰੁ ਹੈ; ਅੰਤਰਿ ਜੋਤਿ ਜਗਾੲੇ ॥",
    "transliteration": "Aasaa Manasaa Eaehu Sareer Hai Anthar Joth Jagaaeae ||",
    "translation": "Hope and desire abide in this body, but the Lord's Light shines within as well.",
    "punjabi": "ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ ਆਸਾ ਅਤੇ ਮਨਸਾ (ਨਾਲ ਬੱਝਾ ਰਹਿੰਦਾ) ਹੈ, (ਗੁਰੂ ਇਸ ਦੇ) ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰੌਸ਼ਨੀ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24691,
    "shabad_id": 2145,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਮਨਮੁਖਿ ਬੰਧੁ ਹੈ; ਗੁਰਮੁਖਿ. ਮੁਕਤਿ ਕਰਾੲੇ ॥੪॥੩॥",
    "transliteration": "Naanak Manamukh Bandhh Hai Guramukh Mukath Karaaeae ||4||3||",
    "translation": "O Nanak, the self-willed manmukhs remain in bondage; the Gurmukhs are liberated. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਰਾਹ ਵਿਚ (ਆਸਾ ਮਨਸਾ ਦੀ) ਰੋਕ ਪਈ ਰਹਿੰਦੀ ਹੈ, ਪਰ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਮਨੁੱਖ ਨੂੰ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24692,
    "shabad_id": 2146,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24693,
    "shabad_id": 2146,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋਹਾਗਣੀ ਸਦਾ ਮੁਖੁ ੳੁਜਲਾ; ਗੁਰ ਕੈ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Sohaaganee Sadhaa Mukh Oujalaa Gur Kai Sehaj Subhaae ||",
    "translation": "The faces of the happy soul-brides are radiant forever; through the Guru, they are peacefully poised.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਿਰ ਉੱਤੇ ਜੀਊਂਦਾ-ਜਾਗਦਾ ਜਾਣਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦਾ ਮੂੰਹ ਸਦਾ ਰੌਸ਼ਨ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਤੇ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "ੳੁ੍ਨਜਲਾ",
    "type_id": 3
  },
  {
    "id": 24694,
    "shabad_id": 2146,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਦਾ ਪਿਰੁ ਰਾਵਹਿ ਅਾਪਣਾ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥੧॥",
    "transliteration": "Sadhaa Pir Raavehi Aapanaa Vichahu Aap Gavaae ||1||",
    "translation": "They enjoy their Husband Lord constantly, eradicating their ego from within. ||1||",
    "punjabi": "ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਸਦਾ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ ਰੱਖਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24695,
    "shabad_id": 2146,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਤੂ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Maerae Man Thoo Har Har Naam Dhhiaae ||",
    "translation": "O my mind, meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਦਾ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24696,
    "shabad_id": 2146,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਤਗੁਰਿ ਮੋਕੳੁ; ਹਰਿ ਦੀਅਾ ਬੁਝਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathagur Mo Ko Har Dheeaa Bujhaae ||1|| Rehaao ||",
    "translation": "The True Guru has led me to understand the Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਹਰਿ-ਨਾਮ (ਸਿਮਰਨ) ਦੀ ਸੂਝ ਦੇ ਦਿੱਤੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੱੁਝਾੲਿ",
    "type_id": 4
  },
  {
    "id": 24697,
    "shabad_id": 2146,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਦੋਹਾਗਣੀ ਖਰੀਅਾ ਬਿਲਲਾਦੀਅਾ; ਤਿਨਾ. ਮਹਲੁ ਨ ਪਾੲਿ ॥",
    "transliteration": "Dhohaaganee Khareeaa Bilalaadheeaa Thinaa Mehal N Paae ||",
    "translation": "The abandoned brides cry out in their suffering; they do not attain the Mansion of the Lord's Presence.",
    "punjabi": "ਪਰ ਛੁੱਟੜ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਬਹੁਤ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24698,
    "shabad_id": 2146,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਕਰੂਪੀ; ਦੂਖੁ ਪਾਵਹਿ. ਅਾਗੈ ਜਾੲਿ ॥੨॥",
    "transliteration": "Dhoojai Bhaae Karoopee Dhookh Paavehi Aagai Jaae ||2||",
    "translation": "In the love of duality, they appear so ugly; they suffer in pain as they go to the world beyond. ||2||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਗ਼ਲਤਾਨ ਰਹਿਣ ਕਰ ਕੇ ਉਹ ਕੋਝੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੀਆਂ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ, ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਭੀ ਉਹ ਦੁੱਖ ਹੀ ਸਹਾਰਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "ਦਿਲ ਦੀ (ਕਰੂਪੀ) ਬੇਸਫ਼ਾੲੀ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 24699,
    "shabad_id": 2146,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਗੁਣਵੰਤੀ ਨਿਤ ਗੁਣ ਰਵੈ; ਹਿਰਦੈ ਨਾਮੁ ਵਸਾੲਿ ॥",
    "transliteration": "Gunavanthee Nith Gun Ravai Hiradhai Naam Vasaae ||",
    "translation": "The virtuous soul-bride constantly chants the Glorious Praises of the Lord; she enshrines the Naam, the Name of the Lord, within her heart.",
    "punjabi": "ਗੁਣਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਨਾਮ ਵਸਾ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24700,
    "shabad_id": 2146,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅੳੁਗਣਵੰਤੀ ਕਾਮਣੀ; ਦੁਖੁ ਲਾਗੈ ਬਿਲਲਾੲਿ ॥੩॥",
    "transliteration": "Aouganavanthee Kaamanee Dhukh Laagai Bilalaae ||3||",
    "translation": "The unvirtuous woman suffers, and cries out in pain. ||3||",
    "punjabi": "ਪਰ ਔਗੁਣਾਂ-ਭਰੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਦੁੱਖ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਸਦਾ ਵਿਲਕਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24701,
    "shabad_id": 2146,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਸਭਨਾ ਕਾ ਭਤਾਰੁ. ੲੇਕੁ ਹੈ ਸੁਅਾਮੀ; ਕਹਣਾ. ਕਿਛੂ ਨ ਜਾੲਿ ॥",
    "transliteration": "Sabhanaa Kaa Bhathaar Eaek Hai Suaamee Kehanaa Kishhoo N Jaae ||",
    "translation": "The One Lord and Master is the Husband Lord of all; His Praises cannot be expressed.",
    "punjabi": "ਸਭਨਾਂ ਦਾ ਖਸਮ ਇਕ ਪਰਮਾਤਮਾ ਮਾਲਕ ਹੀ ਹੈ, ਪਰ ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਕਿਉਂ ਕੋਈ ਸੁਹਾਗਣਾਂ ਹਨ ਤੇ ਕੋਈ ਦੋਹਾਗਣਾਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24702,
    "shabad_id": 2146,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪੇ ਵੇਕ ਕੀਤਿਅਨੁ; ਨਾਮੇ ਲੲਿਅਨੁ ਲਾੲਿ ॥੪॥੪॥",
    "transliteration": "Naanak Aapae Vaek Keethian Naamae Laeian Laae ||4||4||",
    "translation": "O Nanak, He has separated some from Himself, while others are to His Name. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਵਖ ਵਖ ਸੁਭਾਵ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੇ ਆਪ ਹੀ ਜੀਵ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜੇ ਹੋਏ ਹਨ ॥੪॥੪॥",
    "pronunciation": "(ਵੇਕ)ਭਿੰਨ",
    "type_id": 3
  },
  {
    "id": 24703,
    "shabad_id": 2147,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24704,
    "shabad_id": 2147,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਸਦ ਮੀਠਾ ਲਾਗਾ; ਗੁਰ ਸਬਦੀ ਸਾਦੁ ਅਾੲਿਅਾ ॥",
    "transliteration": "Anmrith Naam Sadh Meethaa Laagaa Gur Sabadhee Saadh Aaeiaa ||",
    "translation": "The Ambrosial Nectar of the Naam is always sweet to me; through the Word of the Guru's Shabad, I come to taste it.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਆਉਣ ਲੱਗ ਪਿਆ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਸਦਾ ਮਿੱਠਾ ਲੱਗਣ ਲੱਗ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24705,
    "shabad_id": 2147,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਚੀ ਬਾਣੀ ਸਹਜਿ ਸਮਾਣੀ; ਹਰਿ ਜੀੳੁ ਮਨਿ ਵਸਾੲਿਅਾ ॥੧॥",
    "transliteration": "Sachee Baanee Sehaj Samaanee Har Jeeo Man Vasaaeiaa ||1||",
    "translation": "Through the True Word of the Guru's Bani, I am merged in peace and poise; the Dear Lord is enshrined in the mind. ||1||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਉਸ ਦੀ ਲੀਨਤਾ ਹੋ ਗਈ ਤੇ ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24706,
    "shabad_id": 2147,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕਰਿ ਕਿਰਪਾ ਸਤਗੁਰੂ ਮਿਲਾੲਿਅਾ ॥",
    "transliteration": "Har Kar Kirapaa Sathaguroo Milaaeiaa ||",
    "translation": "The Lord, showing His Mercy, has caused me to meet the True Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24707,
    "shabad_id": 2147,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਪੂਰੈ ਸਤਗੁਰਿ; ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Poorai Sathagur Har Naam Dhhiaaeiaa ||1|| Rehaao ||",
    "translation": "Through the Perfect True Guru, I meditate on the Name of the Lord. ||1||Pause||",
    "punjabi": "ਉਸ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 24708,
    "shabad_id": 2147,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬ੍ਰਹਮੈ ਬੇਦ ਬਾਣੀ ਪਰਗਾਸੀ; ਮਾੲਿਅਾ ਮੋਹ ਪਸਾਰਾ ॥",
    "transliteration": "Brehamai Baedh Baanee Paragaasee Maaeiaa Moh Pasaaraa ||",
    "translation": "Through Brahma, the hymns of the Vedas were revealed, but the love of Maya spread.",
    "punjabi": "(ਕਹਿੰਦੇ ਹਨ ਕਿ) ਬ੍ਰਹਮਾ ਨੇ ਵੇਦਾਂ ਦੀ ਬਾਣੀ ਪਰਗਟ ਕੀਤੀ ਪਰ ਉਸ ਨੇ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਖਿਲਾਰਾ ਹੀ ਖਿਲਾਰਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24709,
    "shabad_id": 2147,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮਹਾਦੇੳੁ ਗਿਅਾਨੀ. ਵਰਤੈ ਘਰਿ ਅਾਪਣੈ; ਤਾਮਸੁ ਬਹੁਤੁ ਅਹੰਕਾਰਾ ॥੨॥",
    "transliteration": "Mehaadhaeo Giaanee Varathai Ghar Aapanai Thaamas Bahuth Ahankaaraa ||2||",
    "translation": "The wise one, Shiva, remains absorbed in himself, but he is engrossed in dark passions and excessive egotism. ||2||",
    "punjabi": "(ਕਹਿੰਦੇ ਹਨ ਕਿ) ਮਹਾਦੇਉ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਹੈ, ਤੇ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਭੀ ਬੜਾ ਕ੍ਰੋਧ ਤੇ ਅਹੰਕਾਰ (ਦੱਸੀਦਾ) ਹੈ ॥੨॥",
    "pronunciation": "(ਤਾਮਸੁ)ਤਮੋ ਗੁਣ",
    "type_id": 3
  },
  {
    "id": 24710,
    "shabad_id": 2147,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਕਿਸਨੁ ਸਦਾ ਅਵਤਾਰੀ ਰੂਧਾ; ਕਿਤੁ ਲਗਿ ਤਰੈ ਸੰਸਾਰਾ ॥",
    "transliteration": "Kisan Sadhaa Avathaaree Roodhhaa Kith Lag Tharai Sansaaraa ||",
    "translation": "Vishnu is always busy reincarnating himself - who will save the world?",
    "punjabi": "ਵਿਸ਼ਨੂ ਸਦਾ ਅਵਤਾਰ ਧਾਰਨ ਵਿਚ ਰੁੱਝਾ ਹੋਇਆ (ਦੱਸਿਆ ਜਾ ਰਿਹਾ) ਹੈ ਤਾਂ (ਦੱਸੋ) ਜਗਤ ਕਿਸ ਦੇ ਚਰਨੀਂ ਲੱਗ ਕੇ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਲੰਘੇ?",
    "pronunciation": "(ਕਿਸਨੁ) ਵਿਸ਼ਨੰੂ। (ਰੂਧਾ) ਰੁੱਝਾ। ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 24711,
    "shabad_id": 2147,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਗਿਅਾਨਿ ਰਤੇ ਜੁਗ ਅੰਤਰਿ; ਚੂਕੈ ਮੋਹ ਗੁਬਾਰਾ ॥੩॥",
    "transliteration": "Guramukh Giaan Rathae Jug Anthar Chookai Moh Gubaaraa ||3||",
    "translation": "The Gurmukhs are imbued with spiritual wisdom in this age; they are rid of the darkness of emotional attachment. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਗੁਰੂ ਤੋਂ ਮਿਲੇ ਆਤਮ) ਗਿਆਨ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਰੱਤੇ ਜੱੁਗ",
    "type_id": 3
  },
  {
    "id": 24712,
    "shabad_id": 2147,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਤਗੁਰ ਸੇਵਾ ਤੇ ਨਿਸਤਾਰਾ; ਗੁਰਮੁਖਿ ਤਰੈ ਸੰਸਾਰਾ ॥",
    "transliteration": "Sathagur Saevaa Thae Nisathaaraa Guramukh Tharai Sansaaraa ||",
    "translation": "Serving the True Guru, one is emancipated; the Gurmukh crosses over the world-ocean.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਪਾਰ-ਉਤਾਰਾ ਹੁੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਜਗਤ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24713,
    "shabad_id": 2147,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਾਚੈ ਨਾੲਿ ਰਤੇ ਬੈਰਾਗੀ; ਪਾੲਿਨਿ ਮੋਖ ਦੁਅਾਰਾ ॥੪॥",
    "transliteration": "Saachai Naae Rathae Bairaagee Paaein Mokh Dhuaaraa ||4||",
    "translation": "The detached renunciates are imbued with the True Name; they attain the gate of salvation. ||4||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲੈਂਦੇ ਹਨ ॥੪॥",
    "pronunciation": "ਰੱਤੇ",
    "type_id": 3
  },
  {
    "id": 24714,
    "shabad_id": 2147,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ੲੇਕੋ ਸਚੁ ਵਰਤੈ ਸਭ ਅੰਤਰਿ; ਸਭਨਾ ਕਰੇ ਪ੍ਰਤਿਪਾਲਾ ॥",
    "transliteration": "Eaeko Sach Varathai Sabh Anthar Sabhanaa Karae Prathipaalaa ||",
    "translation": "The One True Lord is pervading and permeating everywhere; He cherishes everyone.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਇਕ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24715,
    "shabad_id": 2147,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ੲਿਕਸੁ ਬਿਨੁ, ਮੈ ਅਵਰੁ ਨ ਜਾਣਾ; ਸਭਨਾ ਦੀਵਾਨੁ ਦੲਿਅਾਲਾ ॥੫॥੫॥",
    "transliteration": "Naanak Eikas Bin Mai Avar N Jaanaa Sabhanaa Dheevaan Dhaeiaalaa ||5||5||",
    "translation": "O Nanak, without the One Lord, I do not know any other; He is the Merciful Master of all. ||5||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇੱਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਉਸ ਵਰਗਾ) ਨਹੀਂ ਜਾਣਦਾ, ਉਹੀ ਦਇਆ ਦਾ ਘਰ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਹੈ ॥੫॥੫॥",
    "pronunciation": "(ਦੀਵਾਨੁ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 24716,
    "shabad_id": 2148,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24717,
    "shabad_id": 2148,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ; ਸਚੁ ਸੰਜਮੁ ਤਤੁ ਗਿਅਾਨੁ ॥",
    "transliteration": "Guramukh Sach Sanjam Thath Giaan ||",
    "translation": "The Gurmukh practices true self-discipline, and attains the essence of wisdom.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਸਿਮਰਨਾ) ਹੀ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦਾ ਸਹੀ ਜਤਨ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਮੂਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24718,
    "shabad_id": 2148,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ; ਸਾਚੇ ਲਗੈ ਧਿਅਾਨੁ ॥੧॥",
    "transliteration": "Guramukh Saachae Lagai Dhhiaan ||1||",
    "translation": "The Gurmukh meditates on the True Lord. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
