[
  {
    "id": 25159,
    "shabad_id": 2172,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "mwieAw mohu AMqir mlu lwgY; mwieAw ky vwpwrw rwm ]",
    "transliteration": "Maaeiaa Mohu Anthar Mal Laagai Maaeiaa Kae Vaapaaraa Raam ||",
    "translation": "The filth of attachment to Maya clings to their hearts; they deal in Maya alone.",
    "punjabi": "ਇਹਨਾਂ ਦੇ ਆਪਣੇ ਅੰਦਰ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਮੈਲ ਹੈ ਤੇ ਮਾਇਆ ਦੇ ਹੀ ਵਿਪਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25160,
    "shabad_id": 2172,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mwieAw ky vwpwrw. jgiq ipAwrw; Awvix jwix duKu pweI ]",
    "transliteration": "Maaeiaa Kae Vaapaaraa Jagath Piaaraa Aavan Jaan Dhukh Paaee ||",
    "translation": "They love to deal in Maya in this world; coming and going, they suffer in pain.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਜਗਤ ਵਿਚ ਮਾਇਆ ਦਾ ਵਿਪਾਰ ਪਿਆਰਾ ਹੈ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਦੁੱਖ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "j`g-iq",
    "type_id": 3
  },
  {
    "id": 25161,
    "shabad_id": 2172,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ibKu kw kIVw. ibKu isau lwgw; ibs†w mwih smweI ]",
    "transliteration": "Bikh Kaa Keerraa Bikh Sio Laagaa Bistaa Maahi Samaaee ||",
    "translation": "The worm of poison is addicted to poison; it is immersed in manure.",
    "punjabi": "ਇੰਜ ਮਨੁੱਖ ਜ਼ਹਿਰ ਦਾ ਕੀੜਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਇਸੇ ਜ਼ਹਿਰ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਇਸੇ ਗੰਦ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਮੁਕਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ibs † w:A`Dw t polw bolo jI",
    "type_id": 3
  },
  {
    "id": 25162,
    "shabad_id": 2172,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jo Duir iliKAw soie kmwvY; koie. n mytxhwrw ]",
    "transliteration": "Jo Dhhur Likhiaa Soe Kamaavai Koe N Maettanehaaraa ||",
    "translation": "He does what is pre-ordained for him; no one can erase his destiny.",
    "punjabi": "ਜੋ ਕੁਝ ਧੁਰ ਤੋਂ ਮਨੁੱਖ ਦੇ ਭਾਗ ਵਿੱਚ ਲਿਖਿਆ ਗਿਆ ਹੈ ਉਹ ਉਹੀ ਕੁਝ ਕਮਾਂਦਾ ਰਹਿੰਦਾ ਹੈ; ਕੋਈ ਵੀ ਇਸ (ਸਚਾਈ) ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25163,
    "shabad_id": 2172,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwnk. nwim rqy iqn sdw suKu pwieAw; hoir mUrK kUik muey gwvwrw ]3]",
    "transliteration": "Naanak Naam Rathae Thin Sadhaa Sukh Paaeiaa Hor Moorakh Kook Mueae Gaavaaraa ||3||",
    "translation": "O Nanak, imbued with the Naam, the Name of the Lord, lasting peace is found; the ignorant fools die screaming. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਸਦਾ ਹੀ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਬਾਕੀ ਤਾਂ ਮੂਰਖ ਹਨ ਜੋ ਹੋਰਨਾਂ ਨੂੰ ਹੀ ਉਪਦੇਸ਼ ਕਰ ਕਰ ਕੇ ਗਵਾਰਪੁਣਾ ਕਮਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25164,
    "shabad_id": 2172,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "mwieAw moih mnu rMigAw; moih. suiD n kweI rwm ]",
    "transliteration": "Maaeiaa Mohi Man Rangiaa Mohi Sudhh N Kaaee Raam ||",
    "translation": "Their minds are colored by emotional attachment to Maya; because of this emotional attachment, they do not understand.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਿਸ ਮਨ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਕੋਈ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25165,
    "shabad_id": 2172,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "gurmuiK iehu mnu rMgIAY; dUjw rMgu jweI rwm ]",
    "transliteration": "Guramukh Eihu Man Rangeeai Dhoojaa Rang Jaaee Raam ||",
    "translation": "The soul of the Gurmukh is imbued with the Lord's Love; the love of duality departs.",
    "punjabi": "ਜੇ ਇਸ ਮਨ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਨਾਮ-ਰੰਗ ਨਾਲ) ਰੰਗ ਲਿਆ ਜਾਏ, ਤਾਂ (ਇਸ ਤੋਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਰੰਗ ਉਤਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25166,
    "shabad_id": 2172,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "dUjw rMgu jweI. swic smweI; sic Bry BMfwrw ]",
    "transliteration": "Dhoojaa Rang Jaaee Saach Samaaee Sach Bharae Bhanddaaraa ||",
    "translation": "The love of duality departs, and the soul merges in Truth; the warehouse is overflowing with Truth.",
    "punjabi": "ਜਦੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਰੰਗ ਲਹਿ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ ਤਾਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ-ਧਨ ਨਾਲ (ਆਤਮਕ) ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25167,
    "shabad_id": 2172,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "gurmuiK hovY soeI bUJY; sic svwrxhwrw ]",
    "transliteration": "Guramukh Hovai Soee Boojhai Sach Savaaranehaaraa ||",
    "translation": "One who becomes Gurmukh, comes to understand; the Lord embellishes him with Truth.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ਉਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨਾਲ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25168,
    "shabad_id": 2172,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Awpy myly. so hir imlY; horu khxw ikCU. n jwey ]",
    "transliteration": "Aapae Maelae So Har Milai Hor Kehanaa Kishhoo N Jaaeae ||",
    "translation": "He alone merges with the Lord, whom the Lord causes to merge; nothing else can be said or done.",
    "punjabi": "ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ ਉਹੀ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਸਕਦਾ ਹੈ ਕੋਈ ਹੋਰ ਉਪਾਉ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25169,
    "shabad_id": 2172,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "nwnk. ivxu nwvY, Brim BulwieAw; ieik nwim rqy rMgu lwey ]4]5]",
    "transliteration": "Naanak Vin Naavai Bharam Bhulaaeiaa Eik Naam Rathae Rang Laaeae ||4||5||",
    "translation": "O Nanak, without the Name, one is deluded by doubt; but some, imbued with the Name, enshrine love for the Lord. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ ਨਾਮ ਤੋਂ ਬਿਨਾ ਭਟਕਣਾ ਵਿੱਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ, ਕਈ ਐਸੇ ਭੀ ਹਨ ਜੋ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਪ੍ਰੀਤ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25170,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vfhMsu mhlw 3 ]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25171,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ey mn myirAw. Awvw gauxu sMswru hY; AMiq. sic inbyVw rwm ]",
    "transliteration": "Eae Man Maeriaa Aavaa Goun Sansaar Hai Anth Sach Nibaerraa Raam ||",
    "translation": "O my mind, the world comes and goes in birth and death; only the True Name shall emancipate you in the end.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਤਾਂ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਹੈ, ਆਖ਼ਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਇਸ ਵਿਚੋਂ ਨਿਕਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25172,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Awpy scw bKis ley; iPir. hoie n Pyrw rwm ]",
    "transliteration": "Aapae Sachaa Bakhas Leae Fir Hoe N Faeraa Raam ||",
    "translation": "When the True Lord Himself grants forgiveness, then one does not have to enter the cycle of reincarnation again.",
    "punjabi": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤਾਂ ਹੀ ਜਗਤ ਵਿਚ ਮੁੜ ਮੁੜ ਫੇਰਾ ਨਹੀਂ ਪਾਣਾ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25173,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iPir. hoie n Pyrw, AMiq sic inbyVw; gurmuiK imlY vifAweI ]",
    "transliteration": "Fir Hoe N Faeraa Anth Sach Nibaerraa Guramukh Milai Vaddiaaee ||",
    "translation": "He does not have to enter the cycle of reincarnation again, and he is emancipated in the end; as Gurmukh, he obtains glorious greatness.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਨੂੰ ਫਿਰ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮਿਲਦਾ ਤੇ ਸਦਾ ਲਈ ਇਹ ਟੈਂਟਾ ਖਤਮ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25174,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swcY rMig rwqy, shjy mwqy; shjy rhy smweI ]",
    "transliteration": "Saachai Rang Raathae Sehajae Maathae Sehajae Rehae Samaaee ||",
    "translation": "Imbued with love for the True Lord, he is intoxicated with celestial bliss, and he remains absorbed in the Celestial Lord.",
    "punjabi": "ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25175,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "scw min BwieAw, scu vswieAw; sbid rqy AMiq inbyrw ]",
    "transliteration": "Sachaa Man Bhaaeiaa Sach Vasaaeiaa Sabadh Rathae Anth Nibaeraa ||",
    "translation": "The True Lord is pleasing to his mind; he enshrines the True Lord in his mind; attuned to the Word of the Shabad, he is emancipated in the end.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦੇ ਹਨ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦਾ ਆਖ਼ਰ ਖ਼ਾਤਮਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25176,
    "shabad_id": 2173,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. nwim rqy sy sic smwxy; bhuir. n Bvjil Pyrw ]1]",
    "transliteration": "Naanak Naam Rathae Sae Sach Samaanae Bahur N Bhavajal Faeraa ||1||",
    "translation": "O Nanak, those who are imbued with the Naam, merge in the True Lord; they are not cast into the terrifying world-ocean again. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਮੁੜ ਮੁੜ ਫੇਰਾ ਨਹੀਂ ਪਾਣਾ ਪੈਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25177,
    "shabad_id": 2173,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mwieAw mohu sBu brlu hY; dUjY Bwie KuAweI rwm ]",
    "transliteration": "Maaeiaa Mohu Sabh Baral Hai Dhoojai Bhaae Khuaaee Raam ||",
    "translation": "Emotional attachment to Maya is total madness; through the love of duality, one is ruined.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਨਿਰਾ-ਪੁਰਾ ਪਾਗਲ-ਪਨ ਹੈ ਜਿਸ ਕਾਰਨ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਖੁੰਝੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "(brlu) kmL[ (KuAweI) Bu`lI",
    "type_id": 3
  },
  {
    "id": 25178,
    "shabad_id": 2173,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mwqw ipqw sBu hyqu hY; hyqy plcweI rwm ]",
    "transliteration": "Maathaa Pithaa Sabh Haeth Hai Haethae Palachaaee Raam ||",
    "translation": "Mother and father - all are subject to this love; in this love, they are entangled.",
    "punjabi": "ਮਾਂ ਪਿਉ ਤਾਂ ਨਿਰਾ ਮੋਹ ਹੈ, ਇਸ ਮੋਹ ਵਿਚ ਹੀ ਦੁਨੀਆ ਉਲਝੀ ਪਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25179,
    "shabad_id": 2173,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hyqy plcweI, purib kmweI; myit n skY koeI ]",
    "transliteration": "Haethae Palachaaee Purab Kamaaee Maett N Sakai Koee ||",
    "translation": "They are entangled in this love, on account of their past actions, which no one can erase.",
    "punjabi": "ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਲੁਕਾਈ ਮੋਹ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਮਨੁੱਖ ਇਸ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(plcweI) aulJI",
    "type_id": 3
  },
  {
    "id": 25180,
    "shabad_id": 2173,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ijin isRsit swjI, so kir vyKY; iqsu jyvfu. Avru n koeI ]",
    "transliteration": "Jin Srisatt Saajee So Kar Vaekhai This Jaevadd Avar N Koee ||",
    "translation": "The One who created the Universe, beholds it; no other is as great as He.",
    "punjabi": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹ ਇਹ ਮਾਇਆ ਦਾ ਮੋਹ ਰਚ ਕੇ (ਤਮਾਸ਼ਾ) ਵੇਖ ਰਿਹਾ ਹੈ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "s-iRsit",
    "type_id": 3
  },
  {
    "id": 25181,
    "shabad_id": 2173,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "mnmuiK AMDw. qip qip KpY; ibnu sbdY. sWiq n AweI ]",
    "transliteration": "Manamukh Andhhaa Thap Thap Khapai Bin Sabadhai Saanth N Aaee ||",
    "translation": "The blind, self-willed manmukh is consumed by his burning rage; without the Word of the Shabad, peace is not obtained.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋ ਕੇ (ਮੋਹ ਵਿਚ) ਸੜ ਸੜ ਕੇ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25182,
    "shabad_id": 2173,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "nwnk. ibnu nwvY, sBu koeI Bulw; mwieAw moih KuAweI ]2]",
    "transliteration": "Naanak Bin Naavai Sabh Koee Bhulaa Maaeiaa Mohi Khuaaee ||2||",
    "translation": "O Nanak, without the Name, everyone is deluded, ruined by emotional attachment to Maya. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਾ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25183,
    "shabad_id": 2173,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "eyhu jgu jlqw dyiK kY; Bij pey hir srxweI rwm ]",
    "transliteration": "Eaehu Jag Jalathaa Dhaekh Kai Bhaj Peae Har Saranaaee Raam ||",
    "translation": "Seeing that this world on fire, I have hurried to the Sanctuary of the Lord.",
    "punjabi": "ਇਸ ਸੰਸਾਰ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜਦਾ ਵੇਖ ਕੇ (ਜੇਹੜੇ ਮਨੁੱਖ) ਦੌੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪੈਂਦੇ ਹਨ (ਉਹ ਸੜਨੋਂ ਬਚ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "B`ij",
    "type_id": 3
  },
  {
    "id": 25184,
    "shabad_id": 2173,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Ardwis krˆØI. gur pUry AwgY; riK lyvhu dyhu vfweI rwm ]",
    "transliteration": "Aradhaas Karanaee Gur Poorae Aagai Rakh Laevahu Dhaehu Vaddaaee Raam ||",
    "translation": "I offer my prayer to the Perfect Guru: please save me, and bless me with Your glorious greatness.",
    "punjabi": "ਮੈਂ ਪੂਰੇ ਗੁਰੂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ ਸੜਨ ਤੋਂ) ਬਚਾ ਲੈ, ਮੈਨੂੰ (ਇਹ) ਵਡਿਆਈ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25185,
    "shabad_id": 2173,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "riK lyvhu srxweI, hir nwmu vfweI; quDu jyvfu. Avru n dwqw ]",
    "transliteration": "Rakh Laevahu Saranaaee Har Naam Vaddaaee Thudhh Jaevadd Avar N Dhaathaa ||",
    "translation": "Preserve me in Your Sanctuary, and bless me with the glorious greatness of the Name of the Lord; there is no other Giver as great as You.",
    "punjabi": "ਮੈਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਵਡਿਆਈ ਬਖ਼ਸ਼; ਇਹ ਦਾਤ ਬਖ਼ਸ਼ਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਣ ਵਾਲਾ ਤੇਰੇ ਜੇਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25186,
    "shabad_id": 2173,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "syvw lwgy. sy vfBwgy; juig juig eyko jwqw ]",
    "transliteration": "Saevaa Laagae Sae Vaddabhaagae Jug Jug Eaeko Jaathaa ||",
    "translation": "Those who are engaged in serving You are very fortunate; throughout the ages, they know the One Lord.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗਦੇ ਹਨ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੇ ਹਨ ਜੇਹੜਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕ ਆਪ ਹੀ ਆਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25187,
    "shabad_id": 2173,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jqu squ sMjmu krm kmwvY; ibnu gur. giq nhI pweI ]",
    "transliteration": "Jath Sath Sanjam Karam Kamaavai Bin Gur Gath Nehee Paaee ||",
    "translation": "You may practice celibacy, truth, austere self-discipline and rituals, but without the Guru, you shall not be emancipated.",
    "punjabi": "ਭਾਵੇਂ ਕੋਈ ਜਤ ਸਤ ਸੰਜਮ (ਆਦਿਕ) ਕਰਮ ਕਮਾਵੇ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25188,
    "shabad_id": 2173,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnk. iqs no sbdu buJwey; jo jwie pvY hir srxweI ]3]",
    "transliteration": "Naanak This No Sabadh Bujhaaeae Jo Jaae Pavai Har Saranaaee ||3||",
    "translation": "O Nanak, he alone understands the Word of the Shabad, who goes and seeks the Lord's Sanctuary. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸਮਝਣ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੩॥",
    "pronunciation": "bu`Jwey",
    "type_id": 3
  },
  {
    "id": 25189,
    "shabad_id": 2173,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jo hir miq dyie, sw aUpjY; hor. miq n kweI rwm ]",
    "transliteration": "Jo Har Math Dhaee Saa Oopajai Hor Math N Kaaee Raam ||",
    "translation": "That understanding, imparted by the Lord, wells up; there is no other understanding.",
    "punjabi": "ਪਰਮਾਤਮਾ ਜੇਹੜੀ ਅਕਲ (ਮਨੁੱਖ ਨੂੰ) ਦੇਂਦਾ ਹੈ ਉਹੀ ਮੱਤ ਪਰਗਟ ਹੁੰਦੀ ਹੈ; (ਪ੍ਰਭੂ ਦੀ ਦਿੱਤੀ ਮੱਤ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਮੱਤ (ਮਨੁੱਖ ਗ੍ਰਹਿਣ) ਨਹੀਂ (ਕਰ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25190,
    "shabad_id": 2173,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "AMqir bwhir eyku qU; Awpy dyih buJweI rwm ]",
    "transliteration": "Anthar Baahar Eaek Thoo Aapae Dhaehi Bujhaaee Raam ||",
    "translation": "Deep within, and beyond as well, You alone are, O Lord; You Yourself impart this understanding.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਤੇ ਬਾਹਰ ਸਿਰਫ਼ ਤੂੰ ਹੀ ਵੱਸਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈਂ।",
    "pronunciation": "bu`JweI",
    "type_id": 3
  },
  {
    "id": 25191,
    "shabad_id": 2173,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "Awpy dyih buJweI, Avr n BweI; gurmuiK hir rsu cwiKAw ]",
    "transliteration": "Aapae Dhaehi Bujhaaee Avar N Bhaaee Guramukh Har Ras Chaakhiaa ||",
    "translation": "One whom He Himself blesses with this understanding, does not love any other. As Gurmukh, he tastes the subtle essence of the Lord.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਅਕਲ ਦੇਂਦਾ ਹੈਂ (ਤੇਰੀ ਦਿੱਤੀ ਹੋਈ ਅਕਲ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਅਕਲ ਜੀਵ ਨੂੰ) ਪਸੰਦ ਹੀ ਨਹੀਂ ਆ ਸਕਦੀ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਵਾਦ ਚੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25192,
    "shabad_id": 2173,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "dir swcY sdw hY swcw; swcY sbid suBwiKAw ]",
    "transliteration": "Dhar Saachai Sadhaa Hai Saachaa Saachai Sabadh Subhaakhiaa ||",
    "translation": "In the True Court, he is forever True; with love, he chants the True Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਅਡੋਲ ਚਿੱਤ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(suBwiKAw) sRySt aucwrn kIqy",
    "type_id": 3
  }
]
