[
  {
    "id": 25259,
    "shabad_id": 2176,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਿਨੀ ਦਰਸਨੁ. ਜਿਨੀ ਦਰਸਨੁ; ਸਤਿਗੁਰ ਪੁਰਖ. ਨ ਪਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Jinee Dharasan Jinee Dharasan Sathigur Purakh N Paaeiaa Raam ||",
    "translation": "Those who have not obtained the Blessed Vision, the Blessed Vision of the Darshan of the True Guru, the Almighty Lord God,",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਮਹਾਪੁਰਖ ਦਾ ਦਰਸਨ ਨਹੀਂ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25260,
    "shabad_id": 2176,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਤਿਨ ਨਿਹਫਲੁ. ਤਿਨ ਨਿਹਫਲੁ ਜਨਮੁ; ਸਭੁ ਬਿ੍ਰਥਾ ਗਵਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Thin Nihafal Thin Nihafal Janam Sabh Brithhaa Gavaaeiaa Raam ||",
    "translation": "They have fruitlessly, fruitlessly wasted their whole lives in vain.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਜਨਮ ਬੇ-ਫ਼ਾਇਦਾ, ਬੇ-ਫ਼ਾਇਦਾ ਗਿਆ, ਤੇ ਉਹਨਾਂ ਨੇ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਲਿਆ।",
    "pronunciation": "ਬ ਿ੍ਰਥਾ",
    "type_id": 3
  },
  {
    "id": 25261,
    "shabad_id": 2176,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਨਿਹਫਲੁ ਜਨਮੁ ਤਿਨ ਬਿ੍ਰਥਾ ਗਵਾੲਿਅਾ; ਤੇ ਸਾਕਤ ਮੁੲੇ. ਮਰਿ ਝੂਰੇ ||",
    "transliteration": "Nihafal Janam Thin Brithhaa Gavaaeiaa Thae Saakath Mueae Mar Jhoorae ||",
    "translation": "They have wasted away their whole lives in vain; those faithless cynics die a regretful death.",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਜਨਮ ਵਿਅਰਥ ਅਕਾਰਥ ਗਵਾ ਲਿਆ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25262,
    "shabad_id": 2176,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਘਰਿ ਹੋਦੈ ਰਤਨਿ ਪਦਾਰਥਿ ਭੂਖੇ; ਭਾਗਹੀਣ ਹਰਿ ਦੂਰੇ ||",
    "transliteration": "Ghar Hodhai Rathan Padhaarathh Bhookhae Bhaageheen Har Dhoorae ||",
    "translation": "They have the jewel-treasure in their own homes, but still, they are hungry; those unlucky wretches are far away from the Lord.",
    "punjabi": "ਹਿਰਦੇ-ਘਰ ਵਿਚ ਕੀਮਤੀ ਨਾਮ-ਰਤਨ ਹੁੰਦਿਆਂ ਭੀ ਉਹ ਬਦ-ਨਸੀਬ ਮਰੂੰ-ਮਰੂੰ ਕਰਦੇ ਰਹੇ, ਤੇ, ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੇ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25263,
    "shabad_id": 2176,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਤਿਨ ਕਾ ਦਰਸੁ. ਨ ਕਰੀਅਹੁ; ਜਿਨੀ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਨ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Har Har Thin Kaa Dharas N Kareeahu Jinee Har Har Naam N Dhhiaaeiaa ||",
    "translation": "O Lord, please, let me not see those who do not meditate on the Name of the Lord, Har, Har,",
    "punjabi": "ਰੱਬ ਕਰ ਕੇ ਤੁਸਾਂ ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਨਾਹ ਕਰਨਾ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25264,
    "shabad_id": 2176,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜਿਨੀ ਦਰਸਨੁ ਜਿਨੀ ਦਰਸਨੁ; ਸਤਿਗੁਰ ਪੁਰਖ. ਨ ਪਾੲਿਅਾ ||੩||",
    "transliteration": "Jinee Dharasan Jinee Dharasan Sathigur Purakh N Paaeiaa ||3||",
    "translation": "And who have not obtained the Blessed Vision, the Blessed Vision of the Darshan of the True Guru, the Almighty Lord God. ||3||",
    "punjabi": "ਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਮਹਾਪੁਰਖ ਦਾ ਦਰਸਨ, ਦਰਸਨ ਨਹੀਂ ਕੀਤਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25265,
    "shabad_id": 2176,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਮ ਚਾਤਿ੍ਰਕ. ਹਮ ਚਾਤਿ੍ਰਕ ਦੀਨ; ਹਰਿ ਪਾਸਿ. ਬੇਨੰਤੀ ਰਾਮ ||",
    "transliteration": "Ham Chaathrik Ham Chaathrik Dheen Har Paas Baenanthee Raam ||",
    "translation": "I am a song-bird, I am a meek song-bird; I offer my prayer to the Lord.",
    "punjabi": "ਮੈਂ ਨਿਮਾਣਾ ਪਪੀਹਾ, ਨਿਮਾਣਾ ਪਪੀਹਾ ਹਾਂ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25266,
    "shabad_id": 2176,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਮਿਲਿ. ਗੁਰ ਮੇਲਿ ਮੇਰਾ ਪਿਅਾਰਾ; ਹਮ. ਸਤਿਗੁਰ ਕਰਹ ਭਗਤੀ ਰਾਮ ||",
    "transliteration": "Gur Mil Gur Mael Maeraa Piaaraa Ham Sathigur Kareh Bhagathee Raam ||",
    "translation": "If only I could meet the Guru, meet the Guru, O my Beloved; I dedicate myself to the devotional worship of the True Guru.",
    "punjabi": "ਕਿ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਗੁਰੂ ਮਿਲਾ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਾਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25267,
    "shabad_id": 2176,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਸਤਿਗੁਰ ਕਰਹ ਭਗਤੀ; ਜਾਂ ਹਰਿ ਪ੍ਰਭੁ ਕਿਰਪਾ ਧਾਰੇ ||",
    "transliteration": "Har Har Sathigur Kareh Bhagathee Jaan Har Prabh Kirapaa Dhhaarae ||",
    "translation": "I worship the Lord, Har, Har, and the True Guru; the Lord God has granted His Grace.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਅਸੀਂ ਤਦੋਂ ਹੀ ਕਰ ਸਕਦੇ ਹਾਂ ਜਦੋਂ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25268,
    "shabad_id": 2176,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਮੈ ਗੁਰ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ ਬੇਲੀ; ਗੁਰੁ ਸਤਿਗੁਰੁ ਪ੍ਰਾਣ ਹਮ੍ਹਾਰੇ ||",
    "transliteration": "Mai Gur Bin Avar N Koee Baelee Gur Sathigur Praan Hamhaarae ||",
    "translation": "Without the Guru, I have no other friend. The Guru, the True Guru, is my very breath of life.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਮਦਦਗਾਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਗੁਰੂ ਹੀ ਮੇਰੀ ਜ਼ਿੰਦਗੀ (ਦਾ ਆਸਰਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25269,
    "shabad_id": 2176,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰਿ ਨਾਮੁ ਦਿ੍ਰੜ੍ਹਾੲਿਅਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਹਰਿ ਸਤੀ ||",
    "transliteration": "Kahu Naanak Gur Naam Dhrirrhaaeiaa Har Har Naam Har Sathee ||",
    "translation": "Says Nanak, the Guru has implanted the Naam within me; the Name of the Lord, Har, Har, the True Name.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਕਿ ਗੁਰੂ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਹਰਿ-ਨਾਮ ਪੱਕਾ ਕੀਤਾ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਸੱਤੀ) ਸੱਤ ਸਦਾ ਰਹਿਣ ਵਾਲਾ",
    "type_id": 3
  },
  {
    "id": 25270,
    "shabad_id": 2176,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਹਮ ਚਾਤਿ੍ਰਕ ਹਮ ਚਾਤਿ੍ਰਕ ਦੀਨ; ਹਰਿ ਪਾਸਿ ਬੇਨੰਤੀ ||੪||੩||",
    "transliteration": "Ham Chaathrik Ham Chaathrik Dheen Har Paas Baenanthee ||4||3||",
    "translation": "I am a song-bird, I am a meek song-bird; I offer my prayer to the Lord. ||4||3||",
    "punjabi": "ਮੈਂ ਨਿਮਾਣਾ ਪਪੀਹਾ, ਨਿਮਾਣਾ ਪਪੀਹਾ ਹਾਂ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25271,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੪ ||",
    "transliteration": "Vaddehans Mehalaa 4 ||",
    "translation": "Wadahans, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25272,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕਿਰਪਾ. ਹਰਿ ਕਿਰਪਾ ਕਰਿ; ਸਤਿਗੁਰੁ ਮੇਲਿ. ਸੁਖਦਾਤਾ ਰਾਮ ||",
    "transliteration": "Har Kirapaa Har Kirapaa Kar Sathigur Mael Sukhadhaathaa Raam ||",
    "translation": "O Lord, show Your Mercy, show Your Mercy, and let me meet the True Guru, the Giver of peace.",
    "punjabi": "ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਮਿਲਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25273,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਮ ਪੂਛਹ. ਹਮ ਪੂਛਹ; ਸਤਿਗੁਰ ਪਾਸਿ. ਹਰਿ ਬਾਤਾ ਰਾਮ ||",
    "transliteration": "Ham Pooshheh Ham Pooshheh Sathigur Paas Har Baathaa Raam ||",
    "translation": "I go and ask, I go and ask from the True Guru, about the sermon of the Lord.",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪੁੱਛਿਆ ਕਰਾਂਗਾ।",
    "pronunciation": "ਬਾਤਾਂ",
    "type_id": 3
  },
  {
    "id": 25274,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰ ਪਾਸਿ. ਹਰਿ ਬਾਤ ਪੂਛਹ; ਜਿਨਿ. ਨਾਮੁ ਪਦਾਰਥੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Sathigur Paas Har Baath Pooshheh Jin Naam Padhaarathh Paaeiaa ||",
    "translation": "I ask about the sermon of the Lord from the True Guru, who has obtained the treasure of the Naam.",
    "punjabi": "ਉਸ ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪੁੱਛਿਆ ਕਰਾਂਗਾ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਅਮੋਲਕ ਨਾਮ-ਰਤਨ ਹਾਸਲ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25275,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਾੲਿ ਲਗਹ. ਨਿਤ ਕਰਹ ਬਿਨੰਤੀ; ਗੁਰਿ ਸਤਿਗੁਰਿ. ਪੰਥੁ ਬਤਾੲਿਅਾ ||",
    "transliteration": "Paae Lageh Nith Kareh Binanthee Gur Sathigur Panthh Bathaaeiaa ||",
    "translation": "I bow at His Feet constantly, and pray to Him; the Guru, the True Guru, has shown me the Way.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਦੱਸਿਆ ਹੈ, ਮੈਂ ਉਸ ਗੁਰੂ ਦੀ ਸਦਾ ਚਰਨੀਂ ਲੱਗਾਂਗਾ ਤੇ ਉਸ ਗੁਰੂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਾਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25276,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੋੲੀ ਭਗਤੁ. ਦੁਖੁ ਸੁਖੁ ਸਮਤੁ ਕਰਿ ਜਾਣੈ; ਹਰਿ ਹਰਿ ਨਾਮਿ ਹਰਿ ਰਾਤਾ ||",
    "transliteration": "Soee Bhagath Dhukh Sukh Samath Kar Jaanai Har Har Naam Har Raathaa ||",
    "translation": "He alone is a devotee, who looks alike upon pleasure and pain; he is imbued with the Name of the Lord, Har, Har.",
    "punjabi": "ਉਹ (ਗੁਰੂ) ਹੀ (ਅਸਲ) ਭਗਤ ਹੈ, ਗੁਰੂ ਦੁਖ ਤੇ ਸੁਖ ਨੂੰ ਇਕੋ ਜਿਹਾ ਕਰ ਕੇ ਜਾਣਦਾ ਹੈ, ਗੁਰੂ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਸਮ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 25277,
    "shabad_id": 2177,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਕਿਰਪਾ ਹਰਿ ਕਿਰਪਾ ਕਰਿ; ਗੁਰੁ ਸਤਿਗੁਰੁ ਮੇਲਿ ਸੁਖਦਾਤਾ ||੧||",
    "transliteration": "Har Kirapaa Har Kirapaa Kar Gur Sathigur Mael Sukhadhaathaa ||1||",
    "translation": "O Lord, show Your Mercy, show Your Mercy, and let me meet the True Guru, the Giver of peace. ||1||",
    "punjabi": "ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਮਿਲਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25278,
    "shabad_id": 2177,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸੁਣਿ ਗੁਰਮੁਖਿ. ਸੁਣਿ ਗੁਰਮੁਖਿ ਨਾਮਿ; ਸਭਿ ਬਿਨਸੇ. ਹੰੳੁਮੈ ਪਾਪਾ ਰਾਮ ||",
    "transliteration": "Sun Guramukh Sun Guramukh Naam Sabh Binasae Hanoumai Paapaa Raam ||",
    "translation": "Listen as Gurmukh, listen as Gurmukh, to the Naam, the Name of the Lord; all egotism and sins are eradicated.",
    "punjabi": "ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰਮਤ ਸੁਣਦਾ ਹੈ, ਉਸ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਆਦਿਕ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25279,
    "shabad_id": 2177,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜਪਿ ਹਰਿ ਹਰਿ. ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ; ਲਥਿਅੜੇ ਜਗਿ ਤਾਪਾ ਰਾਮ ||",
    "transliteration": "Jap Har Har Jap Har Har Naam Lathhiarrae Jag Thaapaa Raam ||",
    "translation": "Chanting the Name of the Lord, Har, Har, chanting the Name of the Lord, Har, Har, the troubles of the world vanish.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਜਪ ਕੇ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਜਗਤ ਵਿਚ (ਜਿਤਨੇ ਭੀ) ਦੁੱਖ-ਕਲੇਸ਼ (ਹਨ ਉਹ ਸਾਰੇ) ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਲੱਥਿਅੜੇ",
    "type_id": 3
  },
  {
    "id": 25280,
    "shabad_id": 2177,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਿਨੀ ਅਾਰਾਧਿਅਾ; ਤਿਨ ਕੇ ਦੁਖ ਪਾਪ ਨਿਵਾਰੇ ||",
    "transliteration": "Har Har Naam Jinee Aaraadhhiaa Thin Kae Dhukh Paap Nivaarae ||",
    "translation": "Those who contemplate the Name of the Lord, Har, Har, are rid of their suffering and sins.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25281,
    "shabad_id": 2177,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਗਿਅਾਨ ਖੜਗੁ ਹਥਿ ਦੀਨਾ; ਜਮਕੰਕਰ ਮਾਰਿ ਬਿਦਾਰੇ ||",
    "transliteration": "Sathigur Giaan Kharrag Hathh Dheenaa Jamakankar Maar Bidhaarae ||",
    "translation": "The True Guru has placed the sword of spiritual wisdom in my hands; I have overcome and slain the Messenger of Death.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਹੱਥ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਖੰਡਾ ਫੜਾ ਦਿੱਤਾ ਉਨ੍ਹਾਂ ਦੇ ਜਮਰਾਜ ਦੇ ਦੂਤ ਮਰ ਮੁਕਾ ਗਏ।",
    "pronunciation": "ਹੱਥਿ",
    "type_id": 3
  },
  {
    "id": 25282,
    "shabad_id": 2177,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭਿ ਕਿ੍ਰਪਾ ਧਾਰੀ ਸੁਖਦਾਤੇ; ਦੁਖ ਲਾਥੇ ਪਾਪ ਸੰਤਾਪਾ ||",
    "transliteration": "Har Prabh Kirapaa Dhhaaree Sukhadhaathae Dhukh Laathhae Paap Santhaapaa ||",
    "translation": "The Lord God, the Giver of peace, has granted His Grace, and I am rid of pain, sin and disease.",
    "punjabi": "ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਪਾਪ ਕਲੇਸ਼ ਲਹਿ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25283,
    "shabad_id": 2177,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੁਣਿ ਗੁਰਮੁਖਿ ਸੁਣਿ ਗੁਰਮੁਖਿ ਨਾਮੁ; ਸਭਿ ਬਿਨਸੇ ਹੰੳੁਮੈ ਪਾਪਾ ||੨||",
    "transliteration": "Sun Guramukh Sun Guramukh Naam Sabh Binasae Hanoumai Paapaa ||2||",
    "translation": "Listen as Gurmukh, listen as Gurmukh, to the Naam, the Name of the Lord; all egotism and sins are eradicated. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਿਆ ਕਰ ਇੰਜ ਹਉਮੈ ਆਦਿਕ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25284,
    "shabad_id": 2177,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਪਿ ਹਰਿ ਹਰਿ. ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ; ਮੇਰੈ ਮਨਿ ਭਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Jap Har Har Jap Har Har Naam Maerai Man Bhaaeiaa Raam ||",
    "translation": "Chanting the Name of the Lord, Har, Har, chanting the Name of the Lord, Har, Har, is so pleasing to my mind.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਜਪ ਕੇ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25285,
    "shabad_id": 2177,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮੁਖਿ ਗੁਰਮੁਖਿ. ਮੁਖਿ ਗੁਰਮੁਖਿ ਜਪਿ; ਸਭਿ ਰੋਗ ਗਵਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Mukh Guramukh Mukh Guramukh Jap Sabh Rog Gavaaeiaa Raam ||",
    "translation": "Speaking as Gurmukh, speaking as Gurmukh, chanting the Naam, all disease is eradicated.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਜਪਣ ਨਾਲ ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25286,
    "shabad_id": 2177,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਪਿ ਸਭਿ ਰੋਗ ਗਵਾੲਿਅਾ; ਅਰੋਗਤ ਭੲੇ ਸਰੀਰਾ ||",
    "transliteration": "Guramukh Jap Sabh Rog Gavaaeiaa Arogath Bheae Sareeraa ||",
    "translation": "As Gurmukh, chanting the Naam, all disease is eradicated, and the body becomes free of disease.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਜਪਣ ਨਾਲ ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਸਰੀਰ ਨਰੋਆ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25287,
    "shabad_id": 2177,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸਹਜ ਸਮਾਧਿ ਹਰਿ ਲਾਗੀ; ਹਰਿ ਜਪਿਅਾ ਗਹਿਰ ਗੰਭੀਰਾ ||",
    "transliteration": "Anadhin Sehaj Samaadhh Har Laagee Har Japiaa Gehir Ganbheeraa ||",
    "translation": "Night and day, one remains absorbed in the Perfect Poise of Samaadhi; meditate on the Name of the Lord, the inaccessible and unfathomable Lord.",
    "punjabi": "ਡੂੰਘੇ ਤੇ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆਂ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸੁਰਤ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25288,
    "shabad_id": 2177,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਾਤਿ ਅਜਾਤਿ ਨਾਮੁ ਜਿਨ ਧਿਅਾੲਿਅਾ; ਤਿਨ ਪਰਮ ਪਦਾਰਥੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Jaath Ajaath Naam Jin Dhhiaaeiaa Thin Param Padhaarathh Paaeiaa ||",
    "translation": "Whether of high or low social status, one who meditates on the Naam obtains the supreme treasure.",
    "punjabi": "ਉੱਚੀ ਜਾਤਿ ਦੇ ਹੋਣ ਚਾਹੇ ਨੀਵੀਂ ਜਾਤਿ ਦੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਇਹ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ (ਨਾਮ-) ਪਦਾਰਥ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25289,
    "shabad_id": 2177,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਪਿ ਹਰਿ ਹਰਿ. ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ; ਮੇਰੈ ਮਨਿ ਭਾੲਿਅਾ ||੩||",
    "transliteration": "Jap Har Har Jap Har Har Naam Maerai Man Bhaaeiaa ||3||",
    "translation": "Chanting the Name of the Lord, Har, Har, chanting the Name of the Lord, Har, Har, is pleasing to my mind. ||3||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਜਪ ਕੇ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
