[
  {
    "id": 25290,
    "shabad_id": 2177,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "hir Dwrhu. hir Dwrhu ikrpw; kir ikrpw lyhu aubwry rwm ]",
    "transliteration": "Har Dhhaarahu Har Dhhaarahu Kirapaa Kar Kirapaa Laehu Oubaarae Raam ||",
    "translation": "Grant Your Grace, grant Your Grace, O Lord, and save me.",
    "punjabi": "ਹੇ ਹਰੀ ਕਿਰਪਾ ਕਰ! ਹੇ ਹਰੀ ਕਿਰਪਾ ਕਰ! (ਸਾਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25291,
    "shabad_id": 2177,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "hm pwpI. hm pwpI inrgux dIn; qum@wry rwm ]",
    "transliteration": "Ham Paapee Ham Paapee Niragun Dheen Thumhaarae Raam ||",
    "translation": "I am a sinner, I am a worthless sinner, I am meek, but I am Yours, O Lord.",
    "punjabi": "ਅਸੀਂ ਪਾਪੀ ਹਾਂ, ਅਸੀਂ ਪਾਪੀ ਹਾਂ, ਗੁਣ-ਹੀਨ ਹਾਂ, ਆਜਿਜ਼ ਹਾਂ, (ਪਰ ਫਿਰ ਭੀ) ਤੇਰੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25292,
    "shabad_id": 2177,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hm pwpI inrgux dIn qum@wry; hir dYAwl srxwieAw ]",
    "transliteration": "Ham Paapee Niragun Dheen Thumhaarae Har Dhaiaal Saranaaeiaa ||",
    "translation": "I am a worthless sinner, and I am meek, but I am Yours; I seek Your Sanctuary, O Merciful Lord.",
    "punjabi": "ਅਸੀਂ ਪਾਪੀ ਹਾਂ, ਗੁਣ-ਹੀਨ ਹਾਂ, ਆਜਿਜ਼ ਹਾਂ, (ਪਰ ਫਿਰ ਭੀ) ਤੇਰੇ ਹਾਂ; ਹੇ ਦਇਆ ਦੇ ਘਰ ਹਰੀ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25293,
    "shabad_id": 2177,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "qU duKBMjnu srb suKdwqw; hm pwQr. qry qrwieAw ]",
    "transliteration": "Thoo Dhukh Bhanjan Sarab Sukhadhaathaa Ham Paathhar Tharae Tharaaeiaa ||",
    "translation": "You are the Destroyer of pain, the Giver of absolute peace; I am a stone - carry me across and save me.",
    "punjabi": "ਤੂੰ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ। ਅਸੀਂ ਕਠੋਰ-ਚਿੱਤ ਹਾਂ, ਤੇਰੇ ਤਰਾਏ ਹੋਏ ਹੀ ਤਰ ਸਕਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25294,
    "shabad_id": 2177,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "siqgur Byit rwm rsu pwieAw; jn nwnk. nwim auDwry ]",
    "transliteration": "Sathigur Bhaett Raam Ras Paaeiaa Jan Naanak Naam Oudhhaarae ||",
    "translation": "Meeting the True Guru, servant Nanak has obtained the subtle essence of the Lord; through the Naam, the Name of the Lord, he is saved.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਨੇ (ਵਿਕਾਰਾਂ ਵਿਚ ਡੁਬਦਿਆਂ ਨੂੰ) ਬਚਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25295,
    "shabad_id": 2177,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir Dwrhu hir Dwrhu ikrpw; kir ikrpw lyhu aubwry rwm ]4]4]",
    "transliteration": "Har Dhhaarahu Har Dhhaarahu Kirapaa Kar Kirapaa Laehu Oubaarae Raam ||4||4||",
    "translation": "Grant Your Grace, grant Your Grace, Lord, and save me. ||4||4||",
    "punjabi": "ਹੇ ਹਰੀ ਕਿਰਪਾ ਕਰ! ਹੇ ਹਰੀ ਕਿਰਪਾ ਕਰ! (ਸਾਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25296,
    "shabad_id": 2178,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "vfhMsu mhlw 4 GoVIAw",
    "transliteration": "Vaddehans Mehalaa 4 Ghorreeaa",
    "translation": "Wadahans, Fourth Mehl, Ghorees ~ The Wedding Procession Songs:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਘੋੜੀਆਂ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25297,
    "shabad_id": 2178,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 25298,
    "shabad_id": 2178,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "dyh qyjix jI; rwim aupweIAw rwm ]",
    "transliteration": "Dhaeh Thaejan Jee Raam Oupaaeeaa Raam ||",
    "translation": "This body-horse was created by the Lord.",
    "punjabi": "ਮਨੁੱਖ ਦੀ ਇਹ ਕਾਂਇਆਂ (ਮਾਨੋ) ਘੋੜੀ ਹੈ (ਇਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "qyjix GoVI",
    "type_id": 3
  },
  {
    "id": 25299,
    "shabad_id": 2178,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "DMnu mwxs jnmu; puMin pweIAw rwm ]",
    "transliteration": "Dhhann Maanas Janam Punn Paaeeaa Raam ||",
    "translation": "Blessed is human life, which is obtained by virtuous actions.",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜੋ ਚੰਗੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਲਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25300,
    "shabad_id": 2178,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "mwxs jnmu. vf puMny pwieAw; dyh su kMcn cMgVIAw ]",
    "transliteration": "Maanas Janam Vadd Punnae Paaeiaa Dhaeh S Kanchan Changarreeaa ||",
    "translation": "Human life is obtained only by the most virtuous actions; this body is radiant and golden.",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਲੱਭਦਾ ਹੈ, ਪਰ ਮਨੁੱਖ ਦੀ ਕਾਂਇਆਂ ਸੋਨੇ ਵਰਗੀ ਹੈ ਤੇ ਸੋਹਣੀ ਹੈ,",
    "pronunciation": "(cMgVIAw) cMgI",
    "type_id": 3
  },
  {
    "id": 25301,
    "shabad_id": 2178,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "gurmuiK. rMgu clUlw pwvY; hir hir hir nvrMgVIAw ]",
    "transliteration": "Guramukh Rang Chaloolaa Paavai Har Har Har Nav Rangarreeaa ||",
    "translation": "The Gurmukh is imbued with the deep red color of the poppy; he is imbued with the new color of the Lord's Name, Har, Har, Har.",
    "punjabi": "ਜੇਹੜਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਗੂੜ੍ਹਾ ਰੰਗ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਉਸ ਦੀ ਕਾਂਇਆਂ ਹਰਿ-ਨਾਮ ਦੇ ਨਵੇਂ ਰੰਗ ਨਾਲ ਰੰਗੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(clUlw) gUV@w[ (nv-rMgVIAw) nvyN rMg vwly",
    "type_id": 3
  },
  {
    "id": 25302,
    "shabad_id": 2178,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "eyh dyh su bWkI, ijqu hir jwpI; hir hir nwim suhwvIAw ]",
    "transliteration": "Eaeh Dhaeh S Baankee Jith Har Jaapee Har Har Naam Suhaaveeaa ||",
    "translation": "This body is so very beautiful; it chants the Name of the Lord, and it is adorned with the Name of the Lord, Har, Har.",
    "punjabi": "ਇਹ ਕਾਂਇਆਂ ਸੋਹਣੀ ਹੈ ਕਿਉਂਕਿ ਇਸ ਕਾਂਇਆਂ ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਸਕਦਾ ਹਾਂ, ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਕਾਂਇਆਂ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(bWkI) suMdr",
    "type_id": 3
  },
  {
    "id": 25303,
    "shabad_id": 2178,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "vfBwgI pweI nwmu sKweI; jn nwnk. rwim aupweIAw ]1]",
    "transliteration": "Vaddabhaagee Paaee Naam Sakhaaee Jan Naanak Raam Oupaaeeaa ||1||",
    "translation": "By great good fortune, the body is obtained; the Naam, the Name of the Lord, is its companion; O servant Nanak, the Lord has created it. ||1||",
    "punjabi": "ਉਸੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਮਿਤਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੈ। ਹੇ ਦਾਸ ਨਾਨਕ! (ਨਾਮ ਸਿਮਰਨ ਵਾਸਤੇ ਹੀ) ਇਹ ਕਾਂਇਆਂ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25304,
    "shabad_id": 2178,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "dyh pwvau jInu; buiJ cMgw rwm ]",
    "transliteration": "Dhaeh Paavo Jeen Bujh Changaa Raam ||",
    "translation": "I place the saddle on the body-horse, the saddle of realization of the Good Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰ ਕੇ ਮੈਂ (ਆਪਣੇ ਸਰੀਰ-ਘੋੜੀ ਉਤੇ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਕਾਠੀ ਪਾਂਦਾ ਹਾਂ,",
    "pronunciation": "(jInu) kwTI[ bu`iJ",
    "type_id": 3
  },
  {
    "id": 25305,
    "shabad_id": 2178,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ciV lMGw jI; ibKmu BuieAMgw rwm ]",
    "transliteration": "Charr Langhaa Jee Bikham Bhueiangaa Raam ||",
    "translation": "Riding this horse, I cross over the terrifying world-ocean.",
    "punjabi": "ਇੰਜ ਇਸ ਉਤੇ ਚੜ੍ਹ ਕੇ ਮੈਂ ਇਸ ਔਖੇ (ਤਰੇ ਜਾਣ ਵਾਲੇ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਦਾ ਹਾਂ।",
    "pronunciation": "(BuieAMgw) sMswr swgr",
    "type_id": 3
  },
  {
    "id": 25306,
    "shabad_id": 2178,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ibKmu BuieAMgw Anq qrMgw; gurmuiK pwir lMGwey ]",
    "transliteration": "Bikham Bhueiangaa Anath Tharangaa Guramukh Paar Langhaaeae ||",
    "translation": "The terrifying world-ocean is rocked by countless waves, but the Gurmukh is carried across.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਹੀ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਹੀ) ਇਸ ਬੇਅੰਤ ਲਹਿਰਾਂ ਵਾਲੇ ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25307,
    "shabad_id": 2178,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "hir boihiQ ciV. vfBwgI lMGY; guru Kyvtu sbid qrwey ]",
    "transliteration": "Har Bohithh Charr Vaddabhaagee Langhai Gur Khaevatt Sabadh Tharaaeae ||",
    "translation": "Embarking upon the boat of the Lord, the very fortunate ones cross over; the Guru, the Boatman, carries them across through the Word of the Shabad.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਦੇ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹ ਕੇ ਪਾਰ ਲੰਘਦਾ ਹੈ, ਗੁਰੂ-ਮਲਾਹ ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(Kyvtu)mlwh",
    "type_id": 3
  },
  {
    "id": 25308,
    "shabad_id": 2178,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "An idnu hir rMig, hir gux gwvY; hir rMgI hir rMgw ]",
    "transliteration": "Anadhin Har Rang Har Gun Gaavai Har Rangee Har Rangaa ||",
    "translation": "Night and day, imbued with the Lord's Love, singing the Glorious Praises of the Lord, the Lord's lover loves the Lord.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25309,
    "shabad_id": 2178,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jn nwnk. inrbwx pdu pwieAw; hir auqmu hir pdu cMgw ]2]",
    "transliteration": "Jan Naanak Nirabaan Padh Paaeiaa Har Outham Har Padh Changaa ||2||",
    "translation": "Servant Nanak has obtained the state of Nirvaanaa, the state of ultimate goodness, the state of the Lord. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਹਰਿ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਉੱਚਾ ਤੇ ਸੁੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿਥੇ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25310,
    "shabad_id": 2178,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "kVIAwlu muKy; guir igAwnu idRVwieAw rwm ]",
    "transliteration": "Karreeaal Mukhae Gur Giaan Dhrirraaeiaa Raam ||",
    "translation": "For a bridle in my mouth, the Guru has implanted spiritual wisdom within me.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੱਕੀ ਕਰ ਦਿੱਤੀ, ਉਸ ਨੇ ਇਹ ਸੂਝ (ਆਪਣੀ ਕਾਂਇਆਂ-ਘੋੜੀ ਦੇ) ਮੂੰਹ ਵਿਚ (ਮਾਨੋ) ਲਗਾਮ ਦੇ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(kVI-Awlu) kMifAwLw",
    "type_id": 3
  },
  {
    "id": 25311,
    "shabad_id": 2178,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "qin pRymu hir; cwbku lwieAw rwm ]",
    "transliteration": "Than Praem Har Chaabak Laaeiaa Raam ||",
    "translation": "He has applied the whip of the Lord's Love to my body.",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਜੋ (ਮਾਨੋ) ਕਾਂਇਆਂ-ਘੋੜੀ ਨੂੰ ਚਾਬੁਕ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25312,
    "shabad_id": 2178,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qin pRymu. hir hir lwie cwbku; mnu ijxY gurmuiK jIiqAw ]",
    "transliteration": "Than Praem Har Har Laae Chaabak Man Jinai Guramukh Jeethiaa ||",
    "translation": "Applying the whip of the Lord's Love to his body, the Gurmukh conquers his mind, and wins the battle of life.",
    "punjabi": "ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਹੋਇਆ ਹਰਿ-ਨਾਮ ਦਾ ਪ੍ਰੇਮ ਮਨੁੱਖ ਆਪਣੀ ਕਾਂਇਆਂ-ਘੋੜੀ ਨੂੰ ਚਾਬੁਕ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਆਪਣੇ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25313,
    "shabad_id": 2178,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "AGVo GVwvY. sbdu pwvY; Aipau hir rsu pIiqAw ]",
    "transliteration": "Agharro Gharraavai Sabadh Paavai Apio Har Ras Peethiaa ||",
    "translation": "He trains his untrained mind with the Word of the Shabad, and drinks in the rejuvenating essence of the Lord's Nectar.",
    "punjabi": "ਇੰਜ ਉਹ ਅੱਲ੍ਹੜ ਮਨ ਨੂੰ ਘੜ ਲੈਂਦਾ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਰਸ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "A-GVo",
    "type_id": 3
  },
  {
    "id": 25314,
    "shabad_id": 2178,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "suix sRvx bwxI, guir vKwxI; hir rMgu qurI cVwieAw ]",
    "transliteration": "Sun Sravan Baanee Gur Vakhaanee Har Rang Thuree Charraaeiaa ||",
    "translation": "Listen with your ears to the Word, uttered by the Guru, and attune your body-horse to the Lord's Love.",
    "punjabi": "ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਗੁਰੂ ਦੀ ਉਚਾਰੀ ਬਾਣੀ ਸੁਣ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਕਾਂਇਆਂ-ਘੋੜੀ ਉਤੇ ਸਵਾਰ ਹੁੰਦਾ ਹੈ (ਕਾਂਇਆਂ ਨੂੰ ਵੱਸ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "(qurI) GoVI dyh rUpI[ cV@wieAw",
    "type_id": 3
  },
  {
    "id": 25315,
    "shabad_id": 2178,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "mhw mwrgu pMQu ibKVw; jn nwnk. pwir lMGwieAw ]3]",
    "transliteration": "Mehaa Maarag Panthh Bikharraa Jan Naanak Paar Langhaaeiaa ||3||",
    "translation": "Servant Nanak has crossed over the long and treacherous path. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਇਹ ਮਨੁੱਖਾ ਜੀਵਨ) ਬੜਾ ਔਖਾ ਪੈਂਡਾ ਹੈ ਜੋ (ਗੁਰੂ ਸਰਨ ਪਇਆਂ) ਪਾਰ ਲੰਘਾ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25316,
    "shabad_id": 2178,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "GoVI qyjix dyh; rwim aupweIAw rwm ]",
    "transliteration": "Ghorree Thaejan Dhaeh Raam Oupaaeeaa Raam ||",
    "translation": "The transitory body-horse was created by the Lord.",
    "punjabi": "ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ-ਘੋੜੀ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25317,
    "shabad_id": 2178,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ijqu hir pRBu jwpY; sw Dnu DMnu quKweIAw rwm ]",
    "transliteration": "Jith Har Prabh Jaapai Saa Dhhan Dhhann Thukhaaeeaa Raam ||",
    "translation": "Blessed, blessed is that body-horse which meditates on the Lord God.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਸਰੀਰ-ਘੋੜੀ) ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਹ ਧੰਨ ਹੈ, ਉਸ ਨੂੰ ਸ਼ਾਬਾਸ਼ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "(quKweIAw) GoVI",
    "type_id": 3
  },
  {
    "id": 25318,
    "shabad_id": 2178,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ijqu hir pRBu jwpY, sw DMnu swbwsY; Duir pwieAw ikrqu juVMdw ]",
    "transliteration": "Jith Har Prabh Jaapai Saa Dhhann Saabaasai Dhhur Paaeiaa Kirath Jurrandhaa ||",
    "translation": "Blessed and acclaimed is that body-horse which meditates on the Lord God; it is obtained by the merits of past actions.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਸਰੀਰ-ਘੋੜੀ) ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ ਉੱਘੜ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25319,
    "shabad_id": 2178,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ciV dyhiV GoVI. ibKmu lGwey; imlu gurmuiK prmwnMdw ]",
    "transliteration": "Charr Dhaeharr Ghorree Bikham Laghaaeae Mil Guramukh Paramaanandhaa ||",
    "translation": "Riding the body-horse, one crosses over the terrifying world ocean; the Gurmukh meets the Lord, the embodiment of supreme bliss.",
    "punjabi": "ਇਸ ਸੋਹਣੀ ਕਾਂਇਆਂ-ਘੋੜੀ ਉਤੇ ਚੜ੍ਹ, ਜੋ ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦੀ ਹੈ, (ਇਸ ਦੀ ਰਾਹੀਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮ ਆਨੰਦ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ।",
    "pronunciation": "(dyhiV)dyh[ ciV@",
    "type_id": 3
  },
  {
    "id": 25320,
    "shabad_id": 2178,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "hir hir kwju rcwieAw pUrY; imil sMq jnw jM\\\\ AweI ]",
    "transliteration": "Har Har Kaaj Rachaaeiaa Poorai Mil Santh Janaa Jannj Aaee ||",
    "translation": "The Lord, Har, Har, has perfectly arranged this wedding; the Saints have come together as a marriage party.",
    "punjabi": "ਪੂਰਨ ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ (ਮਾਨੋ) ਵਿਆਹ ਰਚਾ ਦਿੱਤਾ ਤੇ ਸਤ ਸੰਗੀਆਂ ਨਾਲ ਮਿਲ ਕੇ (ਮਾਨੋ) ਉਸ ਦੀ ਜੰਞ ਆ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25321,
    "shabad_id": 2178,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "jn nwnk. hir vru pwieAw mMglu; imil sMq jnw vwDweI ]4]1]5]",
    "transliteration": "Jan Naanak Har Var Paaeiaa Mangal Mil Santh Janaa Vaadhhaaee ||4||1||5||",
    "translation": "Servant Nanak has obtained the Lord as his Spouse; joining together, the Saints sing the songs of joy and congratulations. ||4||1||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਨੇ ਆਤਮਕ ਆਨੰਦ ਲੱਭ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਸ਼ਾਦੀਆਨੇ ਵੱਜ ਪਏ ॥੪॥੧॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25322,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "vfhMsu mhlw 4 ]",
    "transliteration": "Vaddehans Mehalaa 4 ||",
    "translation": "Wadahans, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25323,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "dyh qyjnVI; hir nvrMgIAw rwm ]",
    "transliteration": "Dhaeh Thaejanarree Har Nav Rangeeaa Raam ||",
    "translation": "The body is the Lord's horse; the Lord imbues it with the fresh and new color.",
    "punjabi": "(ਮਾਨੋ) ਉਹ ਕਾਂਇਆਂ ਸੋਹਣੀ ਘੋੜੀ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਦੇ ਨਵੇਂ ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25324,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gur igAwnu gurU; hir mMgIAw rwm ]",
    "transliteration": "Gur Giaan Guroo Har Mangeeaa Raam ||",
    "translation": "From the Guru, I ask for the Lord's spiritual wisdom.",
    "punjabi": "ਜੋ ਗੁਰੂ ਪਾਸੋਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸ੍ਰੇਸ਼ਟ ਸੂਝ ਮੰਗਦੀ ਰਹਿੰਦੀ ਹੈ, ਜੋ (ਗੁਰੂ ਪਾਸੋਂ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਮੰਗਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
