[
  {
    "id": 25360,
    "shabad_id": 2180,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਸੁ ਜਨ ਬਲਿਹਾਰੀ; ਤੇਰਾ ਦਾਨੁ ਸਭਨੀ ਹੈ ਲੀਤਾ ||੨||",
    "transliteration": "Kahu Naanak This Jan Balihaaree Thaeraa Dhaan Sabhanee Hai Leethaa ||2||",
    "translation": "Says Nanak, I am a sacrifice to such a humble being. O Lord, You bless all with Your bountiful blessings. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਐਸੇ ਸੇਵਕ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤ ਉਸ ਪਾਸੋਂ ਸਭ ਜੀਵ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25361,
    "shabad_id": 2180,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਤੳੁ ਭਾਣਾ; ਤਾਂ ਤਿ੍ਰਪਤਿ ਅਘਾੲੇ ਰਾਮ ||",
    "transliteration": "Tho Bhaanaa Thaan Thripath Aghaaeae Raam ||",
    "translation": "When it pleases You, then I am satisfied and satiated.",
    "punjabi": "ਜੇ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ ਜੀਵ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25362,
    "shabad_id": 2180,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਨੁ ਥੀਅਾ ਠੰਢਾ; ਸਭ ਤਿ੍ਰਸਨ ਬੁਝਾੲੇ ਰਾਮ ||",
    "transliteration": "Man Thheeaa Thandtaa Sabh Thrisan Bujhaaeae Raam ||",
    "translation": "My mind is soothed and calmed, and all my thirst is quenched.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਪਿਆਸ ਬੁੱਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25363,
    "shabad_id": 2180,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਨੁ ਥੀਅਾ ਠੰਢਾ. ਚੂਕੀ ਡੰਝਾ; ਪਾੲਿਅਾ ਬਹੁਤੁ ਖਜਾਨਾ ||",
    "transliteration": "Man Thheeaa Thandtaa Chookee Ddanjhaa Paaeiaa Bahuth Khajaanaa ||",
    "translation": "My mind is soothed and calmed, the burning has ceased, and I have found so many treasures.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ (ਵੱਡਾ ਨਾਮ-) ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਡੰਝਾ) ਜਲਨ",
    "type_id": 3
  },
  {
    "id": 25364,
    "shabad_id": 2180,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਿਖ ਸੇਵਕ ਸਭਿ ਭੁੰਚਣ ਲਗੇ; ਹੰੳੁ ਸਤਗੁਰ ਕੈ ਕੁਰਬਾਨਾ ||",
    "transliteration": "Sikh Saevak Sabh Bhunchan Lagae Hano Sathagur Kai Kurabaanaa ||",
    "translation": "All the Sikhs and servants partake of them; I am a sacrifice to my True Guru.",
    "punjabi": "ਮੈਂ ਸਤਿਗੁਰੂ ਤੋਂ ਵਾਰੀ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਦੇ ਸਾਰੇ ਸਿੱਖ ਸੇਵਕ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਵਰਤਣ ਲੱਗ ਪੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25365,
    "shabad_id": 2180,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਨਿਰਭੳੁ ਭੲੇ. ਖਸਮ ਰੰਗਿ ਰਾਤੇ; ਜਮ ਕੀ ਤ੍ਰਾਸ ਬੁਝਾੲੇ ||",
    "transliteration": "Nirabho Bheae Khasam Rang Raathae Jam Kee Thraas Bujhaaeae ||",
    "translation": "I have become fearless, imbued with the Love of my Lord Master, and I have shaken off the fear of death.",
    "punjabi": "ਤੇ ਇੰਜ (ਸਹਮਾਂ ਵਲੋਂ) ਨਿਡਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਜਮਾਂ ਦਾ ਸਹਮ ਮਿਟਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਖਸਮ) ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਬ੍ਰਹਮ[ ਬੁਝਾੲੇ ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 25366,
    "shabad_id": 2180,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ. ਸਦਾ ਸੰਗਿ ਸੇਵਕੁ; ਤੇਰੀ ਭਗਤਿ ਕਰੰੳੁ ਲਿਵ ਲਾੲੇ ||੩||",
    "transliteration": "Naanak Dhaas Sadhaa Sang Saevak Thaeree Bhagath Karano Liv Laaeae ||3||",
    "translation": "Slave Nanak, Your humble servant, lovingly embraces Your meditation; O Lord, be with me always. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਮੈਂ) ਦਾਸ (ਗੁਰੂ ਦੇ) ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ, (ਗੁਰੂ ਦਾ) ਸੇਵਕ ਬਣਿਆ ਰਹਾਂ, ਤੇ, ਸੁਰਤ ਜੋੜ ਕੇ ਤੇਰੀ ਭਗਤੀ ਕਰਦਾ ਰਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25367,
    "shabad_id": 2180,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਪੂਰੀ ਅਾਸਾ ਜੀ; ਮਨਸਾ ਮੇਰੇ ਰਾਮ ||",
    "transliteration": "Pooree Aasaa Jee Manasaa Maerae Raam ||",
    "translation": "My hopes and desires have been fulfilled, O my Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਮੇਰੀ ਹਰੇਕ) ਆਸ ਤੇ ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25368,
    "shabad_id": 2180,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਮੋਹਿ ਨਿਰਗੁਣ ਜੀੳੁ; ਸਭਿ ਗੁਣ ਤੇਰੇ ਰਾਮ ||",
    "transliteration": "Mohi Niragun Jeeo Sabh Gun Thaerae Raam ||",
    "translation": "I am worthless, without virtue; all virtues are Yours, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ ਤੇਰੇ ਅੰਦਰ ਸਾਰੇ ਹੀ ਗੁਣ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25369,
    "shabad_id": 2180,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸਭਿ ਗੁਣ ਤੇਰੇ. ਠਾਕੁਰ ਮੇਰੇ; ਕਿਤੁ ਮੁਖਿ ਤੁਧੁ ਸਾਲਾਹੀ ||",
    "transliteration": "Sabh Gun Thaerae Thaakur Maerae Kith Mukh Thudhh Saalaahee ||",
    "translation": "All virtues are Yours, O my Lord and Master; with what mouth should I praise You?",
    "punjabi": "ਤੇਰੇ ਅੰਦਰ ਸਾਰੇ ਹੀ ਗੁਣ ਹਨ, ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਂ ਕਿਸ ਮੂੰਹ ਨਾਲ ਤੇਰੀ ਵਡਿਆਈ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25370,
    "shabad_id": 2180,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਗੁਣੁ ਅਵਗੁਣੁ ਮੇਰਾ. ਕਿਛੁ ਨ ਬੀਚਾਰਿਅਾ; ਬਖਸਿ ਲੀਅਾ ਖਿਨ ਮਾਹੀ ||",
    "transliteration": "Gun Avagun Maeraa Kishh N Beechaariaa Bakhas Leeaa Khin Maahee ||",
    "translation": "You did not consider my merits and demerits; you forgave me in an instant.",
    "punjabi": "ਤੂੰ ਮੇਰਾ ਕੋਈ ਗੁਣ ਜਾਂ ਔਗੁਣ ਨਾ ਦੇਖ ਕੇ ਇਕ ਛਿਨ ਵਿਚ ਹੀ ਤੂੰ ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਕਰ ਦਿਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25371,
    "shabad_id": 2180,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨੳੁ ਨਿਧਿ ਪਾੲੀ ਵਜੀ ਵਾਧਾੲੀ; ਵਾਜੇ ਅਨਹਦ ਤੂਰੇ ||",
    "transliteration": "No Nidhh Paaee Vajee Vaadhhaaee Vaajae Anehadh Thoorae ||",
    "translation": "I have obtained the nine treasures, congratulations are pouring in, and the unstruck melody resounds.",
    "punjabi": "ਤੇ ਮੈਂ ਨੌ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਬਣ ਗਈ ਹੈ ਤੇ ਆਤਮਕ ਆਨੰਦ ਦੇ ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਣ ਲੱਗ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25372,
    "shabad_id": 2180,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਮੈ ਵਰੁ ਘਰਿ ਪਾੲਿਅਾ; ਮੇਰੇ ਲਾਥੇ ਜੀ ਸਗਲ ਵਿਸੂਰੇ ||੪||੧||",
    "transliteration": "Kahu Naanak Mai Var Ghar Paaeiaa Maerae Laathhae Jee Sagal Visoorae ||4||1||",
    "translation": "Says Nanak, I have found my Husband Lord within my own home, and all my anxiety is forgotten. ||4||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ (ਪ੍ਰਭੂ) ਖਸਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਲੱਭ ਲਿਆ ਹੈ ਤੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲਹਿ ਗਏ ਹਨ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25373,
    "shabad_id": 2181,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25374,
    "shabad_id": 2181,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਿਅਾ ਸੁਣੇਦੋ ਕੂੜੁ; ਵੰਞਞਨਿ ਪਵਣ ਝੁਲਾਰਿਅਾ ||",
    "transliteration": "Kiaa Sunaedho Koorr Vannjan Pavan Jhulaariaa ||",
    "translation": "Why do you listen to falsehood? It shall vanish like a gust of wind.",
    "punjabi": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਕੀਹ ਗੱਲ ਸੁਨਣੀ, ਇਹ ਤਾਂ ਹਵਾ ਦੇ ਬੁੱਲਿਆਂ ਵਾਂਗ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਪਵਣ)ਹਵਾ ਦੇ[(ਝੁਲਾਰਿਅਾ)ਬੁੱਲੇ ਵਾਂਗ[(ਵੰਞਨਿ) ਚਲੇ ਜਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 25375,
    "shabad_id": 2181,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸੁਣੀਅਰ ਤੇ ਪਰਵਾਣੁ; ਜੋ ਸੁਣੇਦੇ ਸਚੁ ਧਣੀ ||੧||",
    "transliteration": "Naanak Suneear Thae Paravaan Jo Sunaedhae Sach Dhhanee ||1||",
    "translation": "O Nanak, those ears are acceptable, which listen to the True Master. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਕੰਨ (ਪ੍ਰਭੂ ਨੂੰ) ਕਬੂਲ ਹਨ ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨੂੰ ਸੁਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਸੁਣੀਅਰ) ਕੰਨ",
    "type_id": 3
  },
  {
    "id": 25376,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25377,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿਨ ਘੋਲਿ ਘੁਮਾੲੀ; ਜਿਨ ਪ੍ਰਭੁ ਸ੍ਰਵਣੀ ਸੁਣਿਅਾ ਰਾਮ ||",
    "transliteration": "Thin Ghol Ghumaaee Jin Prabh Sravanee Suniaa Raam ||",
    "translation": "I am a sacrifice to those who listen with their ears to the Lord God.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸੁਣਿਆ ਹੈ, ਉਹਨਾਂ ਤੋਂ ਮੈਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25378,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੇ ਸਹਜਿ ਸੁਹੇਲੇ; ਜਿਨ ਹਰਿ ਹਰਿ ਰਸਨਾ ਭਣਿਅਾ ਰਾਮ ||",
    "transliteration": "Sae Sehaj Suhaelae Jin Har Har Rasanaa Bhaniaa Raam ||",
    "translation": "Blissful and comfortable are those, who with their tongues chant the Name of the Lord, Har, Har.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25379,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੇ ਸਹਜਿ ਸੁਹੇਲੇ ਗੁਣਹ ਅਮੋਲੇ; ਜਗਤ ੳੁਧਾਰਣ ਅਾੲੇ ||",
    "transliteration": "Sae Sehaj Suhaelae Guneh Amolae Jagath Oudhhaaran Aaeae ||",
    "translation": "They are naturally embellished, with priceless virtues; they have come to save the world.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਰਹਿ ਕੇ ਸੁਖੀ ਜੀਵਨ ਜੀਊਂਦੇ ਹਨ, ਉਹ ਅਮੋਲਕ ਗੁਣਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਤਾਂ ਜਗਤ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਸਤੇ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25380,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭੈ ਬੋਹਿਥ ਸਾਗਰ ਪ੍ਰਭ ਚਰਣਾ; ਕੇਤੇ ਪਾਰਿ ਲਘਾੲੇ ||",
    "transliteration": "Bhai Bohithh Saagar Prabh Charanaa Kaethae Paar Laghaaeae ||",
    "translation": "God's Feet are the boat, which carries so many across the terrifying world-ocean.",
    "punjabi": "ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਜਹਾਜ਼ ਹਨ (ਆਪ ਨਾਮ ਜਪਣ ਵਾਲੇ ਮਨੁੱਖ) ਅਨੇਕਾਂ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਕੇ) ਪਾਰ ਲੰਘਾ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25381,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਕੰੳੁ ਕਿ੍ਰਪਾ ਕਰੀ ਮੇਰੈ ਠਾਕੁਰਿ; ਤਿਨ ਕਾ ਲੇਖਾ. ਨ ਗਣਿਅਾ ||",
    "transliteration": "Jin Kano Kirapaa Karee Maerai Thaakur Thin Kaa Laekhaa N Ganiaa ||",
    "translation": "Those who are blessed with the favor of my Lord and Master, are not asked to render their account.",
    "punjabi": "ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਮੇਹਰ (ਦੀ ਨਿਗਾਹ) ਕੀਤੀ, ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਕਰਨਾ ਉਸ ਨੇ ਛੱਡ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25382,
    "shabad_id": 2182,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਸੁ ਘੋਲਿ ਘੁਮਾੲੀ; ਜਿਨਿ ਪ੍ਰਭੁ ਸ੍ਰਵਣੀ ਸੁਣਿਅਾ ||੧||",
    "transliteration": "Kahu Naanak This Ghol Ghumaaee Jin Prabh Sravanee Suniaa ||1||",
    "translation": "Says Nanak, I am a sacrifice to those who listen to God with their ears. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਪਰਮਾਤਮਾ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨੂੰ ਸੁਣਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25383,
    "shabad_id": 2183,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25384,
    "shabad_id": 2183,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਲੋੲਿਣ ਲੋੲੀ ਡਿਠ; ਪਿਅਾਸ ਨ ਬੁਝੈ. ਮੂ ਘਣੀ ||",
    "transliteration": "Loein Loee Ddith Piaas N Bujhai Moo Ghanee ||",
    "translation": "With my eyes, I have seen the Light of the Lord, but my great thirst is not quenched.",
    "punjabi": "ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਜਗਤ ਨੂੰ ਵੇਖਿਆ ਹੈ, (ਅਜੇ ਭੀ) ਮੈਨੂੰ (ਜਗਤ ਵੇਖਣ ਦੀ ਪਿਆਸ) ਬਹੁਤ ਹੈ, ਇਹ ਪਿਆਸ ਬੁੱਝਦੀ ਨਹੀਂ।",
    "pronunciation": "(ਲੋੲਿਣ) ਅੱਖਾਂ[ (ਲੋੲੀ)ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਬ੍ਰਹਮ[ ਬੁਝੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25385,
    "shabad_id": 2183,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਸੇ ਅਖੜੀਅਾਂ ਬਿਅੰਨਿ; ਜਿਨੀ ਡਿਸੰਦੋ ਮਾ ਪਿਰੀ ||੧||",
    "transliteration": "Naanak Sae Akharreeaaan Biann Jinee Ddisandho Maa Piree ||1||",
    "translation": "O Nanak, those eyes are different, which behold my Husband Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਅੱਖਾਂ ਨੇ ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖਿਆ, ਉਹ ਅੱਖਾਂ ਹੋਰ ਕਿਸਮ ਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਅੱਖਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਵੇਖਣ ਦੀ ਲਾਲਸਾ ਨਹੀਂ ਹੁੰਦੀ) ॥੧॥",
    "pronunciation": "ਵਿਕਾਰ ਹੰਕਾਰ ਲੋਭ ਕ੍ਰੋਧ ਅਾਦਿ ਦਿ੍ਰਸ਼ਟੀ ਨਾਲ ਦੇਖਣ ਵਾਲ਼ੀਅਾਂ ਅੱਖਾਂ ਨਹੀਂ(ਬਿਅੰਨਿ) ਹੋਰ ਗੁਰਬਾਣੀ ਨਾਲ ਗੁਰਬਾਣੀ ਤੱਕਣ ਵਾਲੀਅਾਂ ਅੱਖਾਂ ਹਨ[ ਮਾ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 25386,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25387,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਨੀ ਹਰਿ ਪ੍ਰਭੁ ਡਿਠਾ; ਤਿਨ ਕੁਰਬਾਣੇ ਰਾਮ ||",
    "transliteration": "Jinee Har Prabh Ddithaa Thin Kurabaanae Raam ||",
    "translation": "I am a sacrifice to those who have seen the Lord God.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25388,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੇ ਸਾਚੀ ਦਰਗਹ; ਭਾਣੇ ਰਾਮ ||",
    "transliteration": "Sae Saachee Dharageh Bhaanae Raam ||",
    "translation": "In the True Court of the Lord, they are approved.",
    "punjabi": "ਉਹ (ਵਡ-ਭਾਗੀ) ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਸੰਦ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25389,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਠਾਕੁਰਿ ਮਾਨੇ ਸੇ ਪਰਧਾਨੇ; ਹਰਿ ਸੇਤੀ ਰੰਗਿ ਰਾਤੇ ||",
    "transliteration": "Thaakur Maanae Sae Paradhhaanae Har Saethee Rang Raathae ||",
    "translation": "They are approved by their Lord and Master, and acclaimed as supreme; they are imbued with the Lord's Love.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਆਦਰ-ਮਾਣ ਦਿੱਤਾ ਹੈ, (ਹਰ ਥਾਂ) ਮੰਨੇ-ਪ੍ਰਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25390,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਰਸਹਿ ਅਘਾੲੇ. ਸਹਜਿ ਸਮਾੲੇ; ਘਟਿ ਘਟਿ ਰਮੲੀਅਾ ਜਾਤੇ ||",
    "transliteration": "Har Rasehi Aghaaeae Sehaj Samaaeae Ghatt Ghatt Rameeaa Jaathae ||",
    "translation": "They are satiated with the sublime essence of the Lord, and they merge in celestial peace; in each and every heart, they see the all-pervading Lord.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਨਾਲ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਪਛਾਣਦੇ ਹਨ।",
    "pronunciation": "ਰ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 25391,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੇੲੀ ਸਜਣ ਸੰਤ ਸੇ ਸੁਖੀੲੇ; ਠਾਕੁਰ ਅਪਣੇ ਭਾਣੇ ||",
    "transliteration": "Saeee Sajan Santh Sae Sukheeeae Thaakur Apanae Bhaanae ||",
    "translation": "They alone are the friendly Saints, and they alone are happy, who are pleasing to their Lord and Master.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਭਲੇ ਹਨ, ਸੰਤ ਹਨ, ਸੁਖੀ ਹਨ, ਜੋ ਆਪਣੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "ਸੱਜਣ",
    "type_id": 3
  },
  {
    "id": 25392,
    "shabad_id": 2184,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜਿਨ ਹਰਿ ਪ੍ਰਭੁ ਡਿਠਾ; ਤਿਨ ਕੈ ਸਦ ਕੁਰਬਾਣੇ ||੨||",
    "transliteration": "Kahu Naanak Jin Har Prabh Ddithaa Thin Kai Sadh Kurabaanae ||2||",
    "translation": "Says Nanak, I am forever a sacrifice to those who have seen the Lord God. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25393,
    "shabad_id": 2185,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25394,
    "shabad_id": 2185,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦੇਹ ਅੰਧਾਰੀ ਅੰਧ; ਸੁੰਞਞੀ ਨਾਮ ਵਿਹੂਣੀਅਾ ||",
    "transliteration": "Dhaeh Andhhaaree Andhh Sunnjee Naam Vihooneeaa ||",
    "translation": "The body is blind, totally blind and desolate, without the Naam.",
    "punjabi": "ਜੇਹੜਾ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25395,
    "shabad_id": 2185,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ ਸਫਲ ਜਨੰਮੁ; ਜੈ ਘਟਿ ਵੁਠਾ ਸਚੁ ਧਣੀ ||੧||",
    "transliteration": "Naanak Safal Jananm Jai Ghatt Vuthaa Sach Dhhanee ||1||",
    "translation": "O Nanak, fruitful is the life of that being, within whose heart the True Lord and Master abides. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੈ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25396,
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25397,
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਿਨ ਖੰਨੀਅੈ ਵੰਞਞਾਂ; ਜਿਨ ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ ਡੀਠਾ ਰਾਮ ||",
    "transliteration": "Thin Khanneeai Vannjaan Jin Maeraa Har Prabh Ddeethaa Raam ||",
    "translation": "I am cut into pieces as a sacrifice, to those who have seen my Lord God.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ-ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਮੇਰੇ ਹਰੀ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ ਹੈ,",
    "pronunciation": "(ਖੰਨੀਅੈ) ਟੋਟੇ ਟੋਟੇ ਹੋ ਕੇ ਕੁਰਬਾਨ[(ਵੰਞਾਂ) ਜਾਵਾਂ",
    "type_id": 3
  },
  {
    "id": 25398,
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਚਾਖਿ ਅਘਾਣੇ; ਹਰਿ ਹਰਿ ਅੰਮਿ੍ਰਤੁ ਮੀਠਾ ਰਾਮ ||",
    "transliteration": "Jan Chaakh Aghaanae Har Har Anmrith Meethaa Raam ||",
    "translation": "His humble servants partake of the Sweet Ambrosial Nectar of the Lord, Har, Har, and are satiated.",
    "punjabi": "ਜੋ ਨਾਮ-ਰਸ ਚੱਖ ਕੇ ਰੱਜ ਜਾਂਦੇ ਹਨ ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "(ਅਘਾਣੇ) ਰੱਜਣਾ",
    "type_id": 3
  },
  {
    "id": 25399,
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਮਨਹਿ ਮੀਠਾ. ਪ੍ਰਭੂ ਤੂਠਾ; ਅਮਿੳੁ ਵੂਠਾ ਸੁਖ ਭੲੇ ||",
    "transliteration": "Har Manehi Meethaa Prabhoo Thoothaa Amio Voothaa Sukh Bheae ||",
    "translation": "The Lord seems sweet to their minds; God is merciful to them, His Ambrosial Nectar rains down upon them, and they are at peace.",
    "punjabi": "ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਉਤੇ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਅਮਿੳੁ) ਅੰਮਿ੍ਰਤ[ (ਵੂਠਾ) ਵਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 25400,
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਦੁਖ ਨਾਸ. ਭਰਮ ਬਿਨਾਸ ਤਨ ਤੇ; ਜਪਿ ਜਗਦੀਸ ੲੀਸਹ ਜੈ ਜੲੇ ||",
    "transliteration": "Dhukh Naas Bharam Binaas Than Thae Jap Jagadhees Eeseh Jai Jeae ||",
    "translation": "Pain is eliminated and doubt is dispelled from the body; chanting the Name of the Lord of the World, their victory is celebrated.",
    "punjabi": "ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਜੈ-ਜੈਕਾਰ ਆਖ ਆਖ ਕੇ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਤੋਂ ਦੁੱਖ ਤੇ ਭਰਮ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਜੱਗਦੀਸ",
    "type_id": 3
  },
  {
    "id": 25401,
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮੋਹ ਰਹਤ. ਬਿਕਾਰ ਥਾਕੇ; ਪੰਚ ਤੇ ਸੰਗੁ ਤੂਟਾ ||",
    "transliteration": "Moh Rehath Bikaar Thhaakae Panch Thae Sang Thoottaa ||",
    "translation": "They are rid of emotional attachment, their sins are erased, and their association with the five passions is broken off.",
    "punjabi": "ਉਹ ਮੋਹ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਵਿਕਾਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨਾਲੋਂ ਉਹਨਾਂ ਦਾ ਸਾਥ ਟੁੱਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
