[
  {
    "id": 25516,
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਹੳੁ ਮੁਠੜੀ. ਧੰਧੈ ਧਾਵਣੀਅਾ; ਪਿਰਿ ਛੋਡਿਅੜੀ. ਵਿਧਣ ਕਾਰੇ ||",
    "transliteration": "Ho Mutharree Dhhandhhai Dhhaavaneeaa Pir Shhoddiarree Vidhhanakaarae ||",
    "translation": "I too have been defrauded, chasing after worldly entanglements; my Husband Lord has forsaken me - I practice the evil deeds of a wife without a spouse.",
    "punjabi": "ਜਦ ਤਕ ਮੈਂ ਮਾਇਆ ਦੇ ਆਹਰ ਵਿਚ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹਾਂ, ਤਦ ਤਕ ਨਿਖਸਮੀਆਂ ਵਾਲੀ ਕਾਰ ਦੇ ਕਾਰਨ ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਛੱਡਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਮੁੱਠੜੀ) ਠੱਗੀ[ (ਵਿੱਧਣ)ਦੁਖੀ[ (ਕਾਰੇ) ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 25517,
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਘਰਿ ਘਰਿ ਕੰਤੁ ਮਹੇਲੀਅਾ; ਰੂੜੈ ਹੇਤਿ ਪਿਅਾਰੇ ||",
    "transliteration": "Ghar Ghar Kanth Mehaeleeaa Roorrai Haeth Piaarae ||",
    "translation": "In each and every home, are the brides of the Husband Lord; they gaze upon their Handsome Lord with love and affection.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਤਾਂ ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, ਤੇ ਉਸ ਸੁੰਦਰ ਹਨ ਜੋ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਰੂੜੈ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 25518,
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਮੈ. ਪਿਰੁ ਸਚੁ ਸਾਲਾਹਣਾ; ਹੳੁ ਰਹਸਿਅੜੀ ਨਾਮਿ ਭਤਾਰੇ ||੭||",
    "transliteration": "Mai Pir Sach Saalaahanaa Ho Rehasiarree Naam Bhathaarae ||7||",
    "translation": "I sing the Praises of my True Husband Lord, and through the Naam, the Name of my Husband Lord, I blossom forth. ||7||",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ ਓਨਾ ਚਿਰ ਮੇਰਾ ਤਨ ਮਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "(ਰਹ-ਸਿਅੜੀ) ਅਨੰਦ ਪ੍ਰਾਪਤ",
    "type_id": 3
  },
  {
    "id": 25519,
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਿ ਮਿਲਿਅੈ ਵੇਸੁ ਪਲਟਿਅਾ; ਸਾ ਧਨ ਸਚੁ ਸੀਗਾਰੋ ||",
    "transliteration": "Gur Miliai Vaes Palattiaa Saa Dhhan Sach Seegaaro ||",
    "translation": "Meeting with the Guru, the soul-bride's dress is transformed, and she is adorned with Truth.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਕਾਂਇਆਂ ਹੀ ਪਲਟ ਜਾਂਦੀ ਹੈ, ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣਾ ਸਿੰਗਾਰ ਬਣਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਵੇਸੁ) ਸੁਭਾਅ",
    "type_id": 3
  },
  {
    "id": 25520,
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਹੁ ਮਿਲਹੁ ਸਹੇਲੀਹੋ; ਸਿਮਰਹੁ ਸਿਰਜਣਹਾਰੋ ||",
    "transliteration": "Aavahu Milahu Sehaeleeho Simarahu Sirajanehaaro ||",
    "translation": "Come and meet with me, O brides of the Lord; let's meditate in remembrance on the Creator Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! (ਹੇ ਸਤ-ਸੰਗੀਓ!) ਆਓ, ਰਲ ਕੇ ਬੈਠੀਏ ਤੇ ਰਲ ਕੇ ਸਿਰਜਣਹਾਰ ਦਾ ਸਿਮਰਨ ਕਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25521,
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਬੲੀਅਰਿ ਨਾਮਿ ਸੁੋਹਾਗਣੀ; ਸਚੁ ਸਵਾਰਣਹਾਰੋ ||",
    "transliteration": "Beear Naam Suohaaganee Sach Savaaranehaaro ||",
    "translation": "Through the Naam, the soul-bride becomes the Lord's favorite; she is adorned with Truth.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੀ ਹੈ ਉਹ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਸ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਬੲੀਅਰਿ)ੲਿਸਤ੍ਰੀ[ ਸੁੋਹਾਗਣੀ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਕਾਰ ਦੀ ਅਵਾਜ਼ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25522,
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਗਾਵਹੁ ਗੀਤੁ. ਨ ਬਿਰਹੜਾ; ਨਾਨਕ. ਬ੍ਰਹਮ ਬੀਚਾਰੋ ||੮||੩||",
    "transliteration": "Gaavahu Geeth N Bireharraa Naanak Breham Beechaaro ||8||3||",
    "translation": "Do not sing the songs of separation, O Nanak; reflect upon God. ||8||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਵਣ ਨਾਲ ਤੇ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਵਿਚਾਰ ਕਰਨ ਨਾਲ, ਫਿਰ ਕਦੇ ਉਸ ਤੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੋਵੇਗਾ ॥੮॥੩॥",
    "pronunciation": "(ਬਿਰਹੜਾ) ਵਿਛੋੜਾ[ (੨. ਗੀਤੁਨ)",
    "type_id": 3
  },
  {
    "id": 25523,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Vaddehans Mehalaa 1 ||",
    "translation": "Wadahans, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25524,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨਿ. ਜਗੁ ਸਿਰਜਿ ਸਮਾੲਿਅਾ; ਸੋ ਸਾਹਿਬੁ. ਕੁਦਰਤਿ ਜਾਣੋ ਵਾ ||",
    "transliteration": "Jin Jag Siraj Samaaeiaa So Saahib Kudharath Jaanovaa ||",
    "translation": "The One who creates and dissolves the world - that Lord and Master alone knows His creative power.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਇਸ ਨੂੰ ਆਪਣੇ ਆਪ ਵਿਚ ਲੀਨ ਕਰਨ ਦੀ ਤਾਕਤ ਭੀ ਆਪਣੇ ਪਾਸ ਰੱਖੀ ਹੋਈ ਹੈ ਉਸ ਮਾਲਕ ਨੂੰ ਇਸ ਕੁਦਰਤਿ ਵਿਚ ਵੱਸਦਾ ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25525,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਚੜਾ ਦੂਰਿ. ਨ ਭਾਲੀਅੈ; ਘਟਿ ਘਟਿ ਸਬਦੁ ਪਛਾਣੋ ਵਾ ||",
    "transliteration": "Sacharraa Dhoor N Bhaaleeai Ghatt Ghatt Sabadh Pashhaanovaa ||",
    "translation": "Do not search for the True Lord far away; recognize the Word of the Shabad in each and every heart.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਰਚੀ ਕੁਦਰਤਿ ਤੋਂ) ਦੂਰ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਲੱਭਣ ਦਾ ਜਤਨ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ। ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਉਸੇ ਦਾ ਹੁਕਮ ਵਰਤਦਾ ਪਛਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25526,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਚੁ ਸਬਦੁ ਪਛਾਣਹੁ. ਦੂਰਿ ਨ ਜਾਣਹੁ; ਜਿਨਿ ੲੇਹ ਰਚਨਾ ਰਾਚੀ ||",
    "transliteration": "Sach Sabadh Pashhaanahu Dhoor N Jaanahu Jin Eaeh Rachanaa Raachee ||",
    "translation": "Recognize the Shabad, and do not think that the Lord is far away; He created this creation.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਰਚਨਾ ਰਚੀ ਹੈ ਉਸ ਨੂੰ ਇਸ ਤੋਂ ਦੂਰ (ਕਿਤੇ ਵੱਖਰਾ) ਨਾਹ ਸਮਝੋ, (ਹਰੇਕ ਸਰੀਰ ਵਿਚ) ਉਸ ਦਾ ਅਟੱਲ ਹੁਕਮ ਵਰਤਦਾ ਪਛਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25527,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾੲੇ. ਤਾ ਸੁਖੁ ਪਾੲੇ; ਬਿਨੁ ਨਾਵੈ. ਪਿੜ ਕਾਚੀ ||",
    "transliteration": "Naam Dhhiaaeae Thaa Sukh Paaeae Bin Naavai Pirr Kaachee ||",
    "translation": "Meditating on the Naam, the Name of the Lord, one obtains peace; without the Naam, he plays a losing game.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ। ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਲੁਕਾਈ ਅਸਮਰਥ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25528,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਿ ਥਾਪੀ ਬਿਧਿ ਜਾਣੈ ਸੋੲੀ, ਕਿਅਾ ਕੋ ਕਹੈ ਵਖਾਣੋ ||",
    "transliteration": "Jin Thhaapee Bidhh Jaanai Soee Kiaa Ko Kehai Vakhaano ||",
    "translation": "The One who established the Universe, He alone knows the Way; what can anyone say?",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਰਚਨਾ ਰਚੀ ਹੈ ਉਹੀ ਇਸ ਦੀ ਰੱਖਿਆ ਦੀ ਵਿਧੀ ਭੀ ਜਾਣਦਾ ਹੈ, ਹੋਰ ਕੋਈ ਜੋ ਮਰਜੀ ਕਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25529,
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਿ. ਜਗੁ ਥਾਪਿ ਵਤਾੲਿਅਾ ਜਾਲੁੋ; ਸੋ ਸਾਹਿਬੁ ਪਰਵਾਣੋ ||੧||",
    "transliteration": "Jin Jag Thhaap Vathaaeiaa Jaaluo So Saahib Paravaano ||1||",
    "translation": "The One who established the world cast the net of Maya over it; accept Him as your Lord and Master. ||1||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ (ਇਸ ਦੇ ਉਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜਾਲ ਵਿਛਾ ਰੱਖਿਆ ਹੈ ਉਹੀ ਮੰਨਿਆ-ਪ੍ਰਮੰਨਿਆ ਮਾਲਕ ਹੈ ॥੧॥",
    "pronunciation": "(ਥਾਪਿ)ੲਿਸਥਿੱਤ ਕਰਕੇ[ ਕਾਲ ਰੂਪੀ ਜਾਲੋੁ (ਵਤਾੲਿਅਾ) ਪਾੲਿਅਾ[ ਜਾਲੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਦੀ ਵਿਚਕਾਰਲੀ ਅਵਾਜ਼ ਬੋਲਣੀ",
    "type_id": 3
  },
  {
    "id": 25530,
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਬਾਬਾ ਅਾੲਿਅਾ ਹੈ. ੳੁਠਿ ਚਲਣਾ; ਅਧ ਪੰਧੈ ਹੈ. ਸੰਸਾਰੋ ਵਾ ||",
    "transliteration": "Baabaa Aaeiaa Hai Outh Chalanaa Adhh Pandhhai Hai Sansaarovaa ||",
    "translation": "O Baba, he has come, and now he must get up and depart; this world is only a way-station.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਵੀ ਜੀਵ (ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ) ਆਇਆ ਹੈ ਉਸ ਨੇ ਜ਼ਰੂਰ (ਇਥੋਂ) ਚਲੇ ਜਾਣਾ ਹੈ, ਜਗਤ ਤਾਂ ਆਉਣ ਜਾਣ (ਜਨਮ ਮਰਨ) ਦੇ ਚਕਰ ਵਿਚ ਹੈ।",
    "pronunciation": "(ਪੰਧੈ) ਰਸਤੇ[ ਅੱਧ ਵਿਚਾਲੇ ੳੁ੍ਨਠਿਚੱਲਣਾ",
    "type_id": 3
  },
  {
    "id": 25531,
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਿਰਿ ਸਿਰਿ ਸਚੜੈ ਲਿਖਿਅਾ; ਦੁਖੁ ਸੁਖੁ ਪੁਰਬਿ ਵੀਚਾਰੋ ਵਾ ||",
    "transliteration": "Sir Sir Sacharrai Likhiaa Dhukh Sukh Purab Veechaarovaa ||",
    "translation": "Upon each and every head, the True Lord writes their destiny of pain and pleasure, according to their past actions.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਉਸ ਦੇ ਪੂਰਬਲੇ ਸਮੇ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਵਿਚਾਰ ਅਨੁਸਾਰ ਦੁੱਖ ਅਤੇ ਸੁਖ (ਭੋਗਣ) ਦੇ ਲੇਖ ਲਿਖ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25532,
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਦੁਖੁ ਸੁਖੁ ਦੀਅਾ ਜੇਹਾ ਕੀਅਾ; ਸੋ ਨਿਬਹੈ ਜੀਅ ਨਾਲੇ ||",
    "transliteration": "Dhukh Sukh Dheeaa Jaehaa Keeaa So Nibehai Jeea Naalae ||",
    "translation": "He bestows pain and pleasure, according to the deeds done; the record of these deeds stays with the soul.",
    "punjabi": "ਜਿਹੋ ਜਿਹਾ ਕਰਮ ਜੀਵ ਨੇ ਕੀਤਾ ਉਹੋ ਜਿਹਾ ਦੁੱਖ ਤੇ ਸੁਖ ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਨੂੰ ਦੇ ਦਿੱਤਾ ਹੈ। ਹਰੇਕ ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਸਮੂਹ ਉਸ ਦੇ ਨਾਲ ਹੀ ਨਿਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25533,
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜੇਹੇ ਕਰਮ ਕਰਾੲੇ ਕਰਤਾ; ਦੂਜੀ ਕਾਰ. ਨ ਭਾਲੇ ||",
    "transliteration": "Jaehae Karam Karaaeae Karathaa Dhoojee Kaar N Bhaalae ||",
    "translation": "He does those deeds which the Creator Lord causes him to do; he attempts no other actions.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਕਰਤਾਰ ਆਪ ਹੀ ਜਿਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈ (ਉਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵ ਕਰਦੇ ਹਨ) ਕੋਈ ਭੀ ਜੀਵ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਤੋਂ ਲਾਂਭੇ ਜਾ ਕੇ) ਕੋਈ ਹੋਰ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25534,
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਾਪਿ ਨਿਰਾਲਮੁ ਧੰਧੈ ਬਾਧੀ; ਕਰਿ ਹੁਕਮੁ ਛਡਾਵਣਹਾਰੋ ||",
    "transliteration": "Aap Niraalam Dhhandhhai Baadhhee Kar Hukam Shhaddaavanehaaro ||",
    "translation": "The Lord Himself is detached, while the world is entangled in conflict; by His Command, He emancipates it.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਤਾਂ (ਕਰਮਾਂ ਤੋਂ) ਨਿਰਲੇਪ ਹੈ, ਲੁਕਾਈ ਉਸ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ (ਮਾਇਆ ਦੇ) ਆਹਰ ਵਿਚ ਬੱਝੀ ਪਈ ਹੈ। (ਮਾਇਆ ਦੇ ਇਹਨਾਂ ਬੰਧਨਾਂ ਤੋਂ ਭੀ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੁਕਮ ਕਰ ਕੇ ਛੁਡਾਣ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25535,
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਜੁ ਕਲਿ ਕਰਦਿਅਾ ਕਾਲੁ ਬਿਅਾਪੈ; ਦੂਜੈ ਭਾੲਿ ਵਿਕਾਰੋ ||੨||",
    "transliteration": "Aj Kal Karadhiaa Kaal Biaapai Dhoojai Bhaae Vikaaro ||2||",
    "translation": "He may put this off today, but tomorrow he is seized by death; in love with duality, he practices corruption. ||2||",
    "punjabi": "ਅੱਜ (ਸਿਮਰਨ) ਕਰਦਾ ਹਾਂ, ਭਲਕੇ ਕਰਾਂਗਾ (ਇਹੀ ਟਾਲ-ਮਟੋਲੇ) ਕਰਦੇ ਨੂੰ ਮੌਤ ਆ ਦਬਾਂਦੀ ਹੈ। (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਵਿਅਰਥ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25536,
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਮ ਮਾਰਗ ਪੰਥੁ. ਨ ਸੁਝੲੀ; ੳੁਝੜੁ ਅੰਧ ਗੁਬਾਰੋ ਵਾ ||",
    "transliteration": "Jam Maarag Panthh N Sujhee Oujharr Andhh Gubaarovaa ||",
    "translation": "The path of death is dark and dismal; the way cannot be seen.",
    "punjabi": "ਜੀਵ ਜਮ ਵਾਲਾ ਰਸਤਾ ਫੜਦਾ ਹੈ, ਤੇ ਉਸ ਨੂੰ ਆਤਮਿਕ ਜੀਵਨ ਦੀ ਸੋਝ ਨਹੀਂ ਆਉਂਦੀ, ਉਜਾੜ ਤੇ ਘੁੱਪ ਹਨੇਰੇ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25537,
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਨਾ ਜਲੁ ਲੇਫ ਤੁਲਾੲੀਅਾ; ਨਾ ਭੋਜਨ ਪਰਕਾਰੋ ਵਾ ||",
    "transliteration": "Naa Jal Laef Thulaaeeaa Naa Bhojan Parakaarovaa ||",
    "translation": "There is no water, no quilt or mattress, and no food there.",
    "punjabi": "(ਆਖਰ ਵੇਲੇ) ਨਾਹ ਪਾਣੀ, ਨਾਹ ਲੇਫ, ਨਾਹ ਤੁਲਾਈ ਨਾ ਕਿਸੇ ਕਿਸਮ ਦਾ ਭੋਜਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25538,
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਭੋਜਨ ਭਾੳੁ ਨ ਠੰਢਾ ਪਾਣੀ; ਨਾ ਕਾਪੜੁ ਸੀਗਾਰੋ ||",
    "transliteration": "Bhojan Bhaao N Thandtaa Paanee Naa Kaaparr Seegaaro ||",
    "translation": "He receives no food there, no honor or water, no clothes or decorations.",
    "punjabi": "ਭੋਜਨ ਭਾਉ ਨਹੀਂ, ਨਾਹ ਠੰਢਾ ਪਾਣੀ, ਨਾਹ ਕੋਈ ਸੋਹਣਾ ਕੱਪੜਾ, ਨਾਹ ਹੋਰ ਸਿੰਗਾਰ (ਨਾਲ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25539,
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗਲਿ ਸੰਗਲੁ ਸਿਰਿ ਮਾਰੇ ੳੂਭੌ; ਨਾ ਦੀਸੈ ਘਰ ਬਾਰੋ ||",
    "transliteration": "Gal Sangal Sir Maarae Oobha Naa Dheesai Ghar Baaro ||",
    "translation": "The chain is put around his neck, and the Messenger of Death standing over his head strikes him; he cannot see the door of his home.",
    "punjabi": "ਜਮਰਾਜ ਜੀਵ ਦੇ ਗਲ ਵਿਚ (ਮੋਹ ਦਾ) ਸੰਗਲ ਪਾ ਕੇ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਖਲੋਤਾ ਚੋਟਾਂ ਮਾਰਦਾ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਕੋਈ ਘਰ-ਬਾਹਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(ੳੂਭੌ) ਖੜਾ",
    "type_id": 3
  },
  {
    "id": 25540,
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ੲਿਬ ਕੇ ਰਾਹੇ. ਜੰਮਨਿ ਨਾਹੀ; ਪਛੁਤਾਣੇ ਸਿਰਿ ਭਾਰੋ ||",
    "transliteration": "Eib Kae Raahae Janman Naahee Pashhuthaanae Sir Bhaaro ||",
    "translation": "The seeds planted on this path do not sprout; bearing the weight of his sins upon his head, he regrets and repents.",
    "punjabi": "ਉਸ (ਮੌਤ) ਵੇਲੇ ਦੇ ਬੀਜੇ ਹੋਏ (ਸਿਮਰਨ ਸੇਵਾ ਆਦਿਕ ਦੇ ਬੀਜ) ਉੱਗ ਨਹੀਂ ਸਕਦੇ। ਤਦੋਂ ਪਛੁਤਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਕੀਤੇ ਪਾਪਾਂ ਦਾ ਭਾਰ ਸਿਰ ਉਤੇ ਪਿਆ ਹੈ (ਜੋ ਲਹਿ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "ਪਿਛਲੇ(ਰਾਹੇ)ਬੀਜੇਪਾਪ[ (ੲਿਬ) ੲਿਸ (ਕੇ) ਵੇਲੇ ਫ਼ਲ ਦੇਣ ਲੲੀ ਨਹੀ ਜੰਮਦੇ",
    "type_id": 3
  },
  {
    "id": 25541,
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਸਾਚੇ. ਕੋ ਬੇਲੀ ਨਾਹੀ; ਸਾਚਾ ੲੇਹੁ ਬੀਚਾਰੋ ||੩||",
    "transliteration": "Bin Saachae Ko Baelee Naahee Saachaa Eaehu Beechaaro ||3||",
    "translation": "Without the True Lord, no one is his friend; reflect upon this as true. ||3||",
    "punjabi": "ਇਸ ਅਟੱਲ ਵਿਚਾਰ ਨੂੰ ਚੇਤੇ ਰੱਖੋ ਕਿ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25542,
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਬਾਬਾ. ਰੋਵਹਿ ਰਵਹਿ ਸੁ ਜਾਣੀਅਹਿ; ਮਿਲਿ ਰੋਵੈ ਗੁਣ ਸਾਰੇ ਵਾ ||",
    "transliteration": "Baabaa Rovehi Ravehi S Jaaneeahi Mil Rovai Gun Saaraevaa ||",
    "translation": "O Baba, they alone are known to truly weep and wail, who meet together and weep, chanting the Praises of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ਤੇ ਵੈਰਾਗਵਾਨ ਹੁੰਦੇ ਹਨ ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "ਜਾਣੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 25543,
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਰੋਵੈ ਮਾੲਿਅਾ ਮੁਠੜੀ; ਧੰਧੜਾ ਰੋਵਣਹਾਰੇ ਵਾ ||",
    "transliteration": "Rovai Maaeiaa Mutharree Dhhandhharraa Rovanehaaraevaa ||",
    "translation": "Defrauded by Maya and worldly affairs, the weepers weep.",
    "punjabi": "ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਨੇ ਲੁੱਟ ਲਿਆ ਹੈ ਉਹ ਦੁੱਖੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25544,
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਧੰਧਾ ਰੋਵੈ. ਮੈਲੁ ਨ ਧੋਵੈ; ਸੁਪਨੰਤਰੁ ਸੰਸਾਰੋ ||",
    "transliteration": "Dhhandhhaa Rovai Mail N Dhhovai Supananthar Sansaaro ||",
    "translation": "They weep for the sake of worldly affairs, and they do not wash off their own filth; the world is merely a dream.",
    "punjabi": "ਜੀਵ (ਸਾਰੀ ਉਮਰ ਮਾਇਆ ਦਾ) ਧੰਧਾ ਹੀ ਪਿੱਟਦੇ ਹਨ ਤੇ ਇੰਜ ਕਰਮਾ ਦੀ ਮੈਲ ਨਹੀਂ ਲਾਹੁੰਦੇ, ਉਹਨ੍ਹਾਂ ਲਈ ਸੰਸਾਰ ਇਕ ਸੁਪਨਾ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਸੁਪ-ਨੰਤਰੁ",
    "type_id": 3
  },
  {
    "id": 25545,
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਬਾਜੀਗਰੁ ਭਰਮੈ ਭੂਲੈ; ਝੂਠਿ ਮੁਠੀ ਅਹੰਕਾਰੋ ||",
    "transliteration": "Jio Baajeegar Bharamai Bhoolai Jhooth Muthee Ahankaaro ||",
    "translation": "Like the juggler, deceiving by his tricks, one is deluded by egotism, falsehood and illusion.",
    "punjabi": "ਜਿਵੇਂ ਬਾਜ਼ੀਗਰ (ਤਮਾਸ਼ਾ ਵਿਖਾਂਦਾ ਹੈ, ਵੇਖਣ ਵਾਲਾ ਜੀਵ ਉਸ ਦੇ ਤਮਾਸ਼ੇ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤਿਵੇਂ) ਕੂੜੇ ਮੋਹ ਦੀ ਠਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ ਤੇ (ਕੂੜੀ ਮਾਇਆ ਦਾ) ਮਾਣ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25546,
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਮਾਰਗਿ ਪਾਵਣਹਾਰਾ; ਅਾਪੇ ਕਰਮ ਕਮਾੲੇ ||",
    "transliteration": "Aapae Maarag Paavanehaaraa Aapae Karam Kamaaeae ||",
    "translation": "The Lord Himself reveals the Path; He Himself is the Doer of deeds.",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਸਹੀ ਰਸਤੇ ਤੇ ਪਾਣ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਕਰਮ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25547,
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਨਾਮਿ ਰਤੇ. ਗੁਰਿ ਪੂਰੈ ਰਾਖੇ; ਨਾਨਕ ਸਹਜਿ ਸੁਭਾੲੇ ||੪||੪||",
    "transliteration": "Naam Rathae Gur Poorai Raakhae Naanak Sehaj Subhaaeae ||4||4||",
    "translation": "Those who are imbued with the Naam, are protected by the Perfect Guru, O Nanak; they merge in celestial bliss. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25548,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Vaddehans Mehalaa 1 ||",
    "translation": "Wadahans, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25549,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਾਬਾ. ਅਾੲਿਅਾ ਹੈ ੳੁਠਿ ਚਲਣਾ; ੲਿਹੁ ਜਗੁ ਝੂਠੁ ਪਸਾਰੋ ਵਾ ||",
    "transliteration": "Baabaa Aaeiaa Hai Outh Chalanaa Eihu Jag Jhooth Pasaarovaa ||",
    "translation": "O Baba, whoever has come, will rise up and leave; this world is merely a false show.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਗਤ ਵਿਚ ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਨਮ ਲੈ ਕੇ) ਆਇਆ ਹੈ ਉਸ ਨੇ (ਆਖ਼ਰ ਇਥੋਂ) ਕੂਚ ਕਰ ਜਾਣਾ ਹੈ, ਇਹ ਜਗਤ ਤਾਂ ਹੈ ਹੀ ਨਾਸਵੰਤ ਖਿਲਾਰਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25550,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਚਾ ਘਰੁ ਸਚੜੈ ਸੇਵੀਅੈ; ਸਚੁ ਖਰਾ ਸਚਿਅਾਰੋ ਵਾ ||",
    "transliteration": "Sachaa Ghar Sacharrai Saeveeai Sach Kharaa Sachiaarovaa ||",
    "translation": "One's true home is obtained by serving the True Lord; real Truth is obtained by being truthful.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰਕਾਸ਼ ਲਈ ਯੋਗ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25551,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕੂੜਿ ਲਬਿ ਜਾਂ ਥਾੲਿ. ਨ ਪਾਸੀ; ਅਗੈ ਲਹੈ. ਨ ਠਾਓ ||",
    "transliteration": "Koorr Lab Jaan Thhaae N Paasee Agai Lehai N Thaaou ||",
    "translation": "By falsehood and greed, no place of rest is found, and no place in the world hereafter is obtained.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਾਂ ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25552,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅੰਤਰਿ ਅਾੳੁ ਨ ਬੈਸਹੁ ਕਹੀਅੈ; ਜਿੳੁ ਸੁੰਞਞੈ ਘਰਿ ਕਾਓ ||",
    "transliteration": "Anthar Aao N Baisahu Keheeai Jio Sunnjai Ghar Kaaou ||",
    "translation": "No one invites him to come in and sit down. He is like a crow in a deserted home.",
    "punjabi": "ਜਿਵੇਂ ਸੁੰਞੇ ਘਰ ਵਿਚ ਗਏ ਕਾਂ ਨੂੰ (ਕਿਸੇ ਨੇ ਰੋਟੀ ਦੀ ਗਰਾਹੀ ਆਦਿਕ ਨਹੀਂ ਪੈਂਦੀ) (ਤਿਵੇਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਿਸੇ ਨੇ ਇਹ ਨਹੀਂ ਆਖਣਾ \"ਆਓ ਜੀ, ਅੰਦਰ ਲੰਘ ਆਵੋ ਤੇ ਬੈਠ ਜਾਵੋ।\"",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25553,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣੁ ਵਡਾ ਵੇਛੋੜਾ; ਬਿਨਸੈ ਜਗੁ ਸਬਾੲੇ ||",
    "transliteration": "Janman Maran Vaddaa Vaeshhorraa Binasai Jag Sabaaeae ||",
    "translation": "Trapped by birth and death, he is separated from the Lord for such a long time; the whole world is wasting away.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਭੁਗਤਣਾ ਪੈ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਇਸ ਗੇੜ ਦੇ ਕਾਰਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲੋਂ) ਲੰਮਾ ਵਿਛੋੜਾ ਹੋ ਜਾਂਦਾ ਹੈ। (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਜਗਤ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਿਹਾ ਹੈ (ਜੇਹੜੇ ਭੀ ਮੋਹ ਵਿਚ ਫਸਦੇ ਹਨ ਉਹ) ਸਾਰੇ (ਆਤਮਕ ਮੌਤ ਮਰਦੇ ਹਨ)।",
    "pronunciation": "(ਬਿਨਸੈ) ਨਾਸ[ (ਸਬਾੲੇ) ਸਾਰੇ",
    "type_id": 3
  },
  {
    "id": 25554,
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਲਬਿ ਧੰਧੈ ਮਾੲਿਅਾ. ਜਗਤੁ ਭੁਲਾੲਿਅਾ; ਕਾਲੁ ਖੜਾ ਰੂਅਾੲੇ ||੧||",
    "transliteration": "Lab Dhhandhhai Maaeiaa Jagath Bhulaaeiaa Kaal Kharraa Rooaaeae ||1||",
    "translation": "Greed, worldly entanglements and Maya deceive the world. Death hovers over its head, and causes it to weep. ||1||",
    "punjabi": "ਲਾਲਚ ਦੇ ਕਾਰਨ ਮਾਇਆ ਦੇ ਹੀ ਆਹਰ ਵਿਚ ਪਿਆ ਹੋਇਆ ਜਗਤ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਇੰਜ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਖਲੋਤਾ ਕਾਲ ਇਸ ਨੂੰ ਦੁੱਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਰੂਅਾੲੇ) ਸੱਦਦਾ ਹੈ[ ਲੱਬਿ[ ਜੱਗਤੁ[ ਖੜ੍ਹਾ",
    "type_id": 3
  }
]
