[
  {
    "id": 25555,
    "shabad_id": 2194,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਬਾਬਾ. ਅਾਵਹੁ ਭਾੲੀਹੋ ਗਲਿ ਮਿਲਹ; ਮਿਲਿ ਮਿਲਿ ਦੇਹ ਅਾਸੀਸਾ ਹੇ ||",
    "transliteration": "Baabaa Aavahu Bhaaeeho Gal Mileh Mil Mil Dhaeh Aaseesaa Hae ||",
    "translation": "Come, O Baba, and Siblings of Destiny - let's join together; take me in your arms, and bless me with your prayers.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੇ ਭਰਾਵੋ! ਆਓ, ਅਸੀਂ ਪਿਆਰ ਨਾਲ ਰਲ ਕੇ ਬੈਠੀਏ, ਤੇ ਮਿਲ ਕੇ (ਆਪਣੇ ਵਿਛੁੜੇ ਸਾਥੀ ਨੂੰ) ਅਸੀਸਾਂ ਦੇਵੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25556,
    "shabad_id": 2194,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬਾਬਾ. ਸਚੜਾ ਮੇਲੁ, ਨ ਚੁਕੲੀ; ਪ੍ਰੀਤਮ ਕੀਅਾ ਦੇਹ ਅਸੀਸਾ ਹੇ ||",
    "transliteration": "Baabaa Sacharraa Mael N Chukee Preetham Keeaa Dhaeh Aseesaa Hae ||",
    "translation": "O Baba, union with the True Lord cannot be broken; bless me with your prayers for union with my Beloved.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਮੇਲ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਿਲਾਪ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ। ਆਓ ਪਰਮਾਤਮਾ ਵਲੋਂ ਅਸੀਸਾਂ ਮੰਗੀਏ (ਅਰਦਾਸਾਂ ਕਰੀਏ ਉਸ ਨਾਲ ਮੇਲ ਲਈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25557,
    "shabad_id": 2194,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਾਸੀਸਾ ਦੇਵਹੋ. ਭਗਤਿ ਕਰੇਵਹੋ; ਮਿਲਿਅਾ ਕਾ ਕਿਅਾ ਮੇਲੋ ||",
    "transliteration": "Aaseesaa Dhaeveho Bhagath Karaeveho Miliaa Kaa Kiaa Maelo ||",
    "translation": "Bless me with your prayers, that I may perform devotional worship service to my Lord; for those already united with Him, what is there to unite?",
    "punjabi": "(ਵਿਛੁੜੇ ਸਾਥੀ ਲਈ) ਅਰਦਾਸਾਂ ਕਰੋ (ਅਤੇ ਆਪ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰੋ। ਜੇਹੜੇ ਇਕ ਵਾਰੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਫਿਰ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25558,
    "shabad_id": 2194,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਿ ਭੂਲੇ. ਨਾਵਹੁ ਥੇਹਹੁ ਥਾਵਹੁ; ਗੁਰ ਸਬਦੀ ਸਚੁ ਖੇਲੋ ||",
    "transliteration": "Eik Bhoolae Naavahu Thhaehahu Thhaavahu Gur Sabadhee Sach Khaelo ||",
    "translation": "Some have wandered away from the Name of the Lord, and lost the Path. The Word of the Guru's Shabad is the true game.",
    "punjabi": "ਪਰ ਕਈ ਐਸੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਫਿਰਦੇ ਹਨ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਟਿਕਾਣੇ ਤੋਂ ਉਖੜੇ ਫਿਰਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਨਾਮ ਸਿਮਰਨ ਦੀ ਖੇਡ ਖੇਡੋ।",
    "pronunciation": "(ਥੇਹਹੁ) ਥਾਂ ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 25559,
    "shabad_id": 2194,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਜਮ ਮਾਰਗਿ. ਨਹੀ ਜਾਣਾ, ਸਬਦਿ ਸਮਾਣਾ; ਜੁਗਿ ਜੁਗਿ ਸਾਚੈ ਵੇਸੇ ||",
    "transliteration": "Jam Maarag Nehee Jaanaa Sabadh Samaanaa Jug Jug Saachai Vaesae ||",
    "translation": "Do not go on Death's path; remain merged in the Word of the Shabad, the true form throughout the ages.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਉਹ ਜਮ ਦੇ ਰਸਤੇ ਤੇ ਨਹੀਂ ਜਾਂਦੇ, ਉਹ ਸਦਾ ਲਈ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਸ ਦਾ ਸਰੂਪ ਸਦਾ ਲਈ ਅਟੱਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25560,
    "shabad_id": 2194,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਾਜਨ ਸੈਣ ਮਿਲਹੁ ਸੰਜੋਗੀ; ਗੁਰ ਮਿਲਿ ਖੋਲੇ ਫਾਸੇ ||੨||",
    "transliteration": "Saajan Sain Milahu Sanjogee Gur Mil Kholae Faasae ||2||",
    "translation": "Through good fortune, we meet such friends and relatives, who meet with the Guru, and escape the noose of Death. ||2||",
    "punjabi": "ਹੇ ਸੱਜਣ ਮਿੱਤ੍ਰ ਸਤਸੰਗੀਓ! ਸਤਸੰਗ ਵਿਚ ਰਲ ਬੈਠੋ। ਜੇਹੜੇ ਬੰਦੇ ਸਤਸੰਗ ਵਿਚ ਆਏ ਹਨ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਫਾਹੇ ਵੱਢ ਲਏ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25561,
    "shabad_id": 2194,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਬਾਬਾ ਨਾਂਗੜਾ ਅਾੲਿਅਾ ਜਗ ਮਹਿ; ਦੁਖੁ ਸੁਖੁ ਲੇਖੁ ਲਿਖਾੲਿਅਾ ||",
    "transliteration": "Baabaa Naangarraa Aaeiaa Jag Mehi Dhukh Sukh Laekh Likhaaeiaa ||",
    "translation": "O Baba, we come into the world naked, into pain and pleasure, according to the record of our account.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੀਵ ਜਗਤ ਵਿਚ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ ਤੇ (ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਦੁੱਖ ਅਤੇ ਸੁਖ-ਰੂਪ ਲੇਖ ਲਿਖੇ ਹੋਏ ਉਸ ਦੇ ਨਾਲ ਹੀ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25562,
    "shabad_id": 2194,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਲਿਖਿਅੜਾ ਸਾਹਾ. ਨਾ ਟਲੈ; ਜੇਹੜਾ ਪੁਰਬਿ ਕਮਾੲਿਅਾ ||",
    "transliteration": "Likhiarraa Saahaa Naa Ttalai Jaeharraa Purab Kamaaeiaa ||",
    "translation": "The call of our pre-ordained destiny cannot be altered; it follows from our past actions.",
    "punjabi": "ਉਹ ਮੁਕਰਰ ਕੀਤਾ ਹੋਇਆ ਸਮਾ ਅਗਾਂਹ ਪਿਛਾਂਹ ਨਹੀਂ ਹੋ ਸਕਦਾ, (ਨਾਹ ਹੀ ਉਹ ਦੁਖ ਸੁਖ ਵਾਪਰਨੋਂ ਹਟ ਸਕਦਾ ਹੈ) ਜੋ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕਰਮ ਕਰ ਕੇ (ਕਮਾਈ ਵਜੋਂ) ਖੱਟਿਆ ਹੈ।",
    "pronunciation": "(ਸਾਹਾ) ਮਰਨ ਦਾ ਸਮਾਂ",
    "type_id": 3
  },
  {
    "id": 25563,
    "shabad_id": 2194,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਬਹਿ ਸਾਚੈ ਲਿਖਿਅਾ ਅੰਮਿ੍ਰਤੁ ਬਿਖਿਅਾ; ਜਿਤੁ ਲਾੲਿਅਾ. ਤਿਤੁ ਲਾਗਾ ||",
    "transliteration": "Behi Saachai Likhiaa Anmrith Bikhiaa Jith Laaeiaa Thith Laagaa ||",
    "translation": "The True Lord sits and writes of ambrosial nectar, and bitter poison; as the Lord attaches us, so are we attached.",
    "punjabi": "(ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਸੋਚ-ਵਿਚਾਰ ਕੇ ਲਿਖ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ਕਿ ਜੀਵ ਨੇ ਨਵੇਂ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਵਿਹਾਝਣਾ ਹੈ ਜਾਂ ਮਾਇਆ-ਜ਼ਹਿਰ ਖੱਟਣਾ ਹੈ। ਇੰਜ ਜੀਵ ਨੂੰ ਜਿਧਰ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਉਧਰ ਇਹ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25564,
    "shabad_id": 2194,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਾਮਣਿਅਾਰੀ ਕਾਮਣ ਪਾੲੇ; ਬਹੁ ਰੰਗੀ ਗਲਿ ਤਾਗਾ ||",
    "transliteration": "Kaamaniaaree Kaaman Paaeae Bahu Rangee Gal Thaagaa ||",
    "translation": "The Charmer, Maya, has worked her charms, and the multi-colored thread is around everyone's neck.",
    "punjabi": "(ਉਸੇ ਲਿਖੇ ਅਨੁਸਾਰ ਹੀ) ਜਾਦੂ ਟੂਣੇ ਕਰਨ ਵਾਲੀ ਮਾਇਆ ਜੀਵ ਉਤੇ ਜਾਦੂ ਪਾ ਦੇਂਦੀ ਹੈ, ਇਸ ਦੇ ਗਲ ਵਿਚ ਕਈ ਰੰਗਾਂ ਵਾਲਾ ਧਾਗਾ ਪਾ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮਾਇਆ ਇਸ ਨੂੰ ਮੋਹ ਲੈਂਦੀ ਹੈ)।",
    "pronunciation": "(ਕਾਮਣਿਅਾਰੀ) ਟੂਣੇ ਵਾਲੀ ਮਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 25565,
    "shabad_id": 2194,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹੋਛੀ ਮਤਿ. ਭੲਿਅਾ ਮਨੁ ਹੋਛਾ; ਗੁੜੁ ਸਾ. ਮਖੀ ਖਾੲਿਅਾ ||",
    "transliteration": "Hoshhee Math Bhaeiaa Man Hoshhaa Gurr Saa Makhee Khaaeiaa ||",
    "translation": "Through shallow intellect, the mind becomes shallow, and one eats the fly, along with the sweets.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਜੀਵ ਦੀ ਮੱਤ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਮਨ ਥੋੜ੍ਹ-ਵਿਤਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਮੱਖੀ ਗੁੜ ਖਾਂਦੀ ਹੈ (ਤੇ ਗੁੜ ਨਾਲ ਚੰਬੜ ਕੇ ਹੀ ਮਰ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "ਵਿਸ਼ੇ ਰੂਪ ਗੁੜੁ ਨੇ ਜੀਵ ਰੂਪੀ ਮੱਖੀ ਨੰੂ ਖਾ ਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 25566,
    "shabad_id": 2194,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾ ਮਰਜਾਦੁ. ਅਾੲਿਅਾ ਕਲਿ ਭੀਤਰਿ; ਨਾਂਗੋ ਬੰਧਿ ਚਲਾੲਿਅਾ ||੩||",
    "transliteration": "Naa Marajaadh Aaeiaa Kal Bheethar Naango Bandhh Chalaaeiaa ||3||",
    "translation": "Contrary to custom, he comes into the Dark Age of Kali Yuga naked, and naked he is bound down and sent away again. ||3||",
    "punjabi": "ਜੀਵ ਜਗਤ ਵਿਚ ਮਰਜਾਦਾ-ਰਹਿਤ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ ਤੇ ਨੰਗਾ ਹੀ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਨਾਮਰਜਾਦੁ) ਨੰਗਾ",
    "type_id": 3
  },
  {
    "id": 25567,
    "shabad_id": 2194,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਾਬਾ. ਰੋਵਹੁ ਜੇ ਕਿਸੈ ਰੋਵਣਾ; ਜਾਨੀਅੜਾ ਬੰਧਿ ਪਠਾੲਿਅਾ ਹੈ ||",
    "transliteration": "Baabaa Rovahu Jae Kisai Rovanaa Jaaneearraa Bandhh Pathaaeiaa Hai ||",
    "translation": "O Baba, weep and mourn if you must; the beloved soul is bound and driven off.",
    "punjabi": "ਜੇ ਕਿਸੇ ਨੇ (ਇਸ ਮੌਤ ਸੱਦੇ ਨੂੰ ਟਾਲਣ ਲਈ) ਰੋਣਾ ਹੀ ਹੈ ਤਾਂ ਰੋ ਕੇ ਵੇਖ ਲਵੋ, ਪਰ ਜਿਸ ਪਿਆਰੇ ਸੰਭੰਧੀ ਦਾ ਸੱਦਾ ਆਇਆ ਹੈ ਉਸ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੇ ਚਲੇ ਹੀ ਜਾਣਾ ਹੈ)।",
    "pronunciation": "(ਪਠਾੲਿਅਾ) ਤੋਰ ਦਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 25568,
    "shabad_id": 2194,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਲਿਖਿਅੜਾ ਲੇਖੁ. ਨ ਮੇਟੀਅੈ; ਦਰਿ. ਹਾਕਾਰੜਾ ਅਾੲਿਅਾ ਹੈ ||",
    "transliteration": "Likhiarraa Laekh N Maetteeai Dhar Haakaararraa Aaeiaa Hai ||",
    "translation": "The pre-ordained record of destiny cannot be erased; the summons has come from the Lord's Court.",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ) ਲਿਖਿਆ ਹੁਕਮ ਮਿਟਾ ਨਹੀਂ ਸਕੀਦਾ, ਜੋ ਉਸ ਦੇ ਦਰ ਤੋਂ ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ (ਉਹ ਸੱਦਾ ਅਮਿੱਟ ਹੈ)।",
    "pronunciation": "(ਹਾ-ਕਾਰੜਾ)ਸੱਦਾ",
    "type_id": 3
  },
  {
    "id": 25569,
    "shabad_id": 2194,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਾਕਾਰਾ ਅਾੲਿਅਾ. ਜਾ ਤਿਸੁ ਭਾੲਿਅਾ; ਰੁੰਨੇ ਰੋਵਣਹਾਰੇ ||",
    "transliteration": "Haakaaraa Aaeiaa Jaa This Bhaaeiaa Runnae Rovanehaarae ||",
    "translation": "The messenger comes, when it pleases the Lord, and the mourners begin to mourn.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਾਂ (ਜੀਵ ਵਾਸਤੇ ਕੂਚ ਦਾ) ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ, ਰੋਣ ਵਾਲੇ ਸੰਬੰਧੀ ਰੋਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25570,
    "shabad_id": 2194,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਪੁਤ ਭਾੲੀ ਭਾਤੀਜੇ ਰੋਵਹਿ; ਪ੍ਰੀਤਮ ਅਤਿ ਪਿਅਾਰੇ ||",
    "transliteration": "Puth Bhaaee Bhaatheejae Rovehi Preetham Ath Piaarae ||",
    "translation": "Sons, brothers, nephews and very dear friends weep and wail.",
    "punjabi": "ਪੁੱਤਰ, ਭਰਾ, ਭਤੀਜੇ, ਬੜੇ ਪਿਆਰੇ ਸੰਬੰਧੀ (ਸਭੇ ਹੀ) ਰੋਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25571,
    "shabad_id": 2194,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਭੈ ਰੋਵੈ. ਗੁਣ ਸਾਰਿ ਸਮਾਲੇ; ਕੋ ਮਰੈ ਨ ਮੁੲਿਅਾ ਨਾਲੇ ||",
    "transliteration": "Bhai Rovai Gun Saar Samaalae Ko Marai N Mueiaa Naalae ||",
    "translation": "Let him weep, who weeps in the Fear of God, cherishing the virtues of God. No one dies with the dead.",
    "punjabi": "(ਮਰੇ ਹੋਏ ਦੇ ਸੰਭੰਧੀ) ਸਹਮ ਵਿਚ ਰੋਂਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਗੁਣਾਂ (ਸੁਖਾਂ) ਨੂੰ ਮੁੜ ਮੁੜ ਚੇਤੇ ਕਰਦੇ ਹਨ, ਪਰ ਕਦੇ ਭੀ ਕੋਈ ਜੀਵ ਮੁਏ ਪ੍ਰਾਣੀਆਂ ਦੇ ਨਾਲ ਮਰਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25572,
    "shabad_id": 2194,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਜੁਗਿ ਜੁਗਿ ਜਾਣ ਸਿਜਾਣਾ; ਰੋਵਹਿ. ਸਚੁ ਸਮਾਲੇ ||੪||੫||",
    "transliteration": "Naanak Jug Jug Jaan Sijaanaa Rovehi Sach Samaalae ||4||5||",
    "translation": "O Nanak, throughout the ages, they are known as wise, who weep, remembering the True Lord. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ ਸਦਾ ਹੀ ਮਹਾ ਸਿਆਣੇ ਹਨ ਜੋ ਸਦਾ-ਥਿਰ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਹੁੰਦੇ ਹਨ ॥੪॥੫॥",
    "pronunciation": "(ਸਿਜਾਣਾ) ਸਿਅਾਣਾ[ ਜੱੁਗਿ ਜੱੁਗਿ",
    "type_id": 3
  },
  {
    "id": 25573,
    "shabad_id": 2195,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ਮਹਲਾ ਤੀਜਾ",
    "transliteration": "Vaddehans Mehalaa 3 Mehalaa Theejaa",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "ਮਹੱਲਾ ਤੀਜਾ ਮਹੱਲਾ ਤੀਜਾ ਕਹਿਣਾ, ਤਿੰਨ ਜਾਂ ਤ੍ਰੈ ਨਹੀਂ ਕਹਿਣਾ",
    "type_id": 3
  },
  {
    "id": 25574,
    "shabad_id": 2195,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 25575,
    "shabad_id": 2195,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਭੁ ਸਚੜਾ ਹਰਿ ਸਾਲਾਹੀਅੈ; ਕਾਰਜੁ ਸਭੁ ਕਿਛੁ ਕਰਣੈ ਜੋਗੁ ||",
    "transliteration": "Prabh Sacharraa Har Saalaaheeai Kaaraj Sabh Kishh Karanai Jog ||",
    "translation": "Praise God, the True Lord; He is all-powerful to do all things.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਸਭ ਕੁਝ ਹਰੇਕ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25576,
    "shabad_id": 2195,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਾ ਧਨ ਰੰਡ. ਨ ਕਬਹੂ ਬੈਸੲੀ; ਨਾ ਕਦੇ ਹੋਵੈ ਸੋਗੁ ||",
    "transliteration": "Saa Dhhan Randd N Kabehoo Baisee Naa Kadhae Hovai Sog ||",
    "translation": "The soul-bride shall never be a widow, and she shall never have to endure suffering.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਦੇ ਨਿ-ਖਸਮੀ ਨਹੀਂ ਹੁੰਦੀ, ਨਾਹ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਵਿਆਪਦੀ ਹੈ, ਜਿਸ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ।",
    "pronunciation": "ਬੈਸ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 25577,
    "shabad_id": 2195,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਾ ਕਦੇ ਹੋਵੈ ਸੋਗੁ. ਅਨ ਦਿਨੁ ਰਸ ਭੋਗ; ਸਾ ਧਨ ਮਹਲਿ ਸਮਾਣੀ ||",
    "transliteration": "Naa Kadhae Hovai Sog Anadhin Ras Bhog Saa Dhhan Mehal Samaanee ||",
    "translation": "She shall never suffer - night and day, she enjoys pleasures; that soul-bride merges in the Mansion of her Lord's Presence.",
    "punjabi": "ਨਾਹ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਵਿਆਪਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਮਾਣਦੀ ਹੈ, ਤੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25578,
    "shabad_id": 2195,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਿ ਪਿ੍ਰੳੁ ਜਾਤਾ. ਕਰਮ ਬਿਧਾਤਾ; ਬੋਲੇ ਅੰਮਿ੍ਰਤ ਬਾਣੀ ||",
    "transliteration": "Jin Prio Jaathaa Karam Bidhhaathaa Bolae Anmrith Baanee ||",
    "translation": "She knows her Beloved, the Architect of karma, and she speaks words of ambrosial sweetness.",
    "punjabi": "ਜਿਸ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਜੋ ਜੀਵਾਂ ਦੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25579,
    "shabad_id": 2195,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਗੁਣਵੰਤੀਅਾ ਗੁਣ ਸਾਰਹਿ. ਅਪਣੇ ਕੰਤ ਸਮਾਲਹਿ; ਨਾ ਕਦੇ ਲਗੈ. ਵਿਜੋਗੋ ||",
    "transliteration": "Gunavantheeaa Gun Saarehi Apanae Kanth Samaalehi Naa Kadhae Lagai Vijogo ||",
    "translation": "The virtuous soul-brides dwell on the Lord's virtues; they keep their Husband Lord in their remembrance, and so they never suffer separation from Him.",
    "punjabi": "ਗੁਣਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ-ਖਸਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਸਾਰ-ਹਿ ਸਮਾਲ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 25580,
    "shabad_id": 2195,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਚੜਾ ਪਿਰੁ ਸਾਲਾਹੀਅੈ; ਸਭੁ ਕਿਛੁ ਕਰਣੈ ਜੋਗੋ ||੧||",
    "transliteration": "Sacharraa Pir Saalaaheeai Sabh Kishh Karanai Jogo ||1||",
    "translation": "So praise your True Husband Lord, who is all-powerful to do all things. ||1||",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25581,
    "shabad_id": 2195,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਚੜਾ ਸਾਹਿਬੁ ਸਬਦਿ ਪਛਾਣੀਅੈ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲੇ ||",
    "transliteration": "Sacharraa Saahib Sabadh Pashhaaneeai Aapae Leae Milaaeae ||",
    "translation": "The True Lord and Master is realized through the Word of His Shabad; He blends all with Himself.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25582,
    "shabad_id": 2195,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਾ ਧਨ ਪਿ੍ਰਅ ਕੈ ਰੰਗਿ ਰਤੀ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੇ ||",
    "transliteration": "Saa Dhhan Pria Kai Rang Rathee Vichahu Aap Gavaaeae ||",
    "translation": "That soul-bride is imbued with the Love of her Husband Lord, who banishes her self-conceit from within.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25583,
    "shabad_id": 2195,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੇ, ਫਿਰਿ. ਕਾਲੁ ਨ ਖਾੲੇ; ਗੁਰਮੁਖਿ ੲੇਕੋ ਜਾਤਾ ||",
    "transliteration": "Vichahu Aap Gavaaeae Fir Kaal N Khaaeae Guramukh Eaeko Jaathaa ||",
    "translation": "Eradicating her ego from within herself, death shall not consume her again; as Gurmukh, she knows the One Lord God.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਵਾਪਰਦੀ ਤੇ ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਜਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25584,
    "shabad_id": 2195,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕਾਮਣਿ ੲਿਛ. ਪੁੰਨੀ ਅੰਤਰਿ ਭਿੰਨੀ; ਮਿਲਿਅਾ ਜਗਜੀਵਨੁ ਦਾਤਾ ||",
    "transliteration": "Kaaman Eishh Punnee Anthar Bhinnee Miliaa Jagajeevan Dhaathaa ||",
    "translation": "The desire of the soul-bride is fulfilled; deep within herself, she is drenched in His Love. She meets the Great Giver, the Life of the World.",
    "punjabi": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਅੰਦਰੋਂ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਜਗਤ ਦਾ ਜੀਵਨ ਦਾਤਾਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਜੀਵਨੁ",
    "type_id": 3
  },
  {
    "id": 25585,
    "shabad_id": 2195,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸਬਦ ਰੰਗਿ ਰਾਤੀ. ਜੋਬਨਿ ਮਾਤੀ; ਪਿਰ ਕੈ ਅੰਕਿ ਸਮਾੲੇ ||",
    "transliteration": "Sabadh Rang Raathee Joban Maathee Pir Kai Ank Samaaeae ||",
    "translation": "Imbued with love for the Shabad, she is like a youth intoxicated; she merges into the very being of her Husband Lord.",
    "punjabi": "ਜੇਹੜੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰ-ਸ਼ਬਦ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਮ ਦੀ ਚੜ੍ਹਦੀ ਜਵਾਨੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਰੱਾਤੀ ਮੱਾਤੀ",
    "type_id": 3
  },
  {
    "id": 25586,
    "shabad_id": 2195,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਚੜਾ ਸਾਹਿਬੁ ਸਬਦਿ ਪਛਾਣੀਅੈ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲੇ ||੨||",
    "transliteration": "Sacharraa Saahib Sabadh Pashhaaneeai Aapae Leae Milaaeae ||2||",
    "translation": "The True Lord Master is realized through the Word of His Shabad. He blends all with Himself. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਸਦਾ-ਥਿਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25587,
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜਿਨੀ. ਅਾਪਣਾ ਕੰਤੁ ਪਛਾਣਿਅਾ; ਹੳੁ. ਤਿਨ ਪੂਛੳੁ ਸੰਤਾ ਜਾੲੇ ||",
    "transliteration": "Jinee Aapanaa Kanth Pashhaaniaa Ho Thin Pooshho Santhaa Jaaeae ||",
    "translation": "Those who have realized their Husband Lord - I go and ask those Saints about Him.",
    "punjabi": "ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਮੈਂ ਜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]
