[
  {
    "id": 25693,
    "shabad_id": 2203,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25694,
    "shabad_id": 2203,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਭੈ ਵਿਚਿ. ਸਭੁ ਅਾਕਾਰੁ ਹੈ; ਨਿਰਭੳੁ. ਹਰਿ ਜੀੳੁ ਸੋੲਿ ||",
    "transliteration": "Bhai Vich Sabh Aakaar Hai Nirabho Har Jeeo Soe ||",
    "translation": "The entire universe is in fear; only the Dear Lord is fearless.",
    "punjabi": "(ਜਗਤ ਦਾ) ਸਾਰਾ ਆਕਾਰ (ਪ੍ਰਭੂ-ਪ੍ਰਭਾਵ) ਡਰ ਦੇ ਅਧੀਨ ਹੈ, ਇਕ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਡਰ ਤੋਂ ਰਹਿਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25695,
    "shabad_id": 2203,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸੇਵਿਅੈ. ਹਰਿ ਮਨਿ ਵਸੈ; ਤਿਥੈ ਭੳੁ. ਕਦੇ ਨ ਹੋੲਿ ||",
    "transliteration": "Sathigur Saeviai Har Man Vasai Thithhai Bho Kadhae N Hoe ||",
    "translation": "Serving the True Guru, the Lord comes to dwell in the mind, and then, fear cannot stay there.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਉਤੇ ਤੁਰੀਏ ਤਾਂ (ਉਹ ਡਰ-ਰਹਿਤ) ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, (ਫਿਰ) ਉਸ ਮਨ ਵਿਚ ਕਦੇ (ਕੋਈ) ਡਰ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25696,
    "shabad_id": 2203,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦੁਸਮਨੁ ਦੁਖੁ ਤਿਸ ਨੋ. ਨੇੜਿ ਨ ਅਾਵੈ; ਪੋਹਿ. ਨ ਸਕੈ ਕੋੲਿ ||",
    "transliteration": "Dhusaman Dhukh This No Naerr N Aavai Pohi N Sakai Koe ||",
    "translation": "Enemies and pain cannot come close, and no one can touch him.",
    "punjabi": "ਕੋਈ ਵੈਰੀ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਦਾ, ਕੋਈ ਦੁਖ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25697,
    "shabad_id": 2203,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਨਿ ਵੀਚਾਰਿਅਾ; ਜੋ ਤਿਸੁ ਭਾਵੈ. ਸੁ ਹੋੲਿ ||",
    "transliteration": "Guramukh Man Veechaariaa Jo This Bhaavai S Hoe ||",
    "translation": "The Gurmukh reflects upon the Lord in his mind; whatever pleases the Lord - that alone comes to pass.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਦੇ ਮਨ ਵਿਚ ਇਹ ਵਿਚਾਰ ਉੱਠਦੀ ਹੈ ਕਿ ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25698,
    "shabad_id": 2203,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪੇ ਹੀ ਪਤਿ ਰਖਸੀ; ਕਾਰਜ ਸਵਾਰੇ ਸੋੲਿ ||੧||",
    "transliteration": "Naanak Aapae Hee Path Rakhasee Kaaraj Savaarae Soe ||1||",
    "translation": "O Nanak, He Himself preserves one's honor; He alone resolves our affairs. ||1||-",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਸਾਡੀ ਲਾਜ ਉਹ ਆਪ ਹੀ ਰੱਖੇਗਾ, (ਅਸਾਡੇ) ਕੰਮ ਉਹ ਆਪ ਹੀ ਸੰਵਾਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਪਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25699,
    "shabad_id": 2204,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25700,
    "shabad_id": 2204,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਿ ਸਜਣ ਚਲੇ. ੲਿਕਿ ਚਲਿ ਗੲੇ; ਰਹਦੇ ਭੀ ਫੁਨਿ ਜਾਹਿ ||",
    "transliteration": "Eik Sajan Chalae Eik Chal Geae Rehadhae Bhee Fun Jaahi ||",
    "translation": "Some friends are leaving, some have already left, and those remaining will eventually leave.",
    "punjabi": "ਕੁਝ ਸੱਜਣ ਜਾਣ ਨੂੰ ਤਿਆਰ ਹਨ, ਕੁਝ ਕੂਚ ਕਰ ਗਏ ਹਨ, ਤੇ ਬਾਕੀ ਦੇ ਭੀ ਚਲੇ ਜਾਣਗੇ (ਭਾਵ, ਜਗਤ ਨਾਸਹੀਣ ਹੈ)।",
    "pronunciation": "ਚੱਲਿ[ (ਫੁਨਿ) ਫਿਰ",
    "type_id": 3
  },
  {
    "id": 25701,
    "shabad_id": 2204,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨੀ ਸਤਿਗੁਰੁ. ਨ ਸੇਵਿਓ; ਸੇ ਅਾੲਿ ਗੲੇ ਪਛੁਤਾਹਿ ||",
    "transliteration": "Jinee Sathigur N Saeviou Sae Aae Geae Pashhuthaahi ||",
    "translation": "Those who do not serve the True Guru, come and go regretting.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਨਹੀਂ ਕੀਤੀ, ਉਹ (ਜਗਤ ਵਿਚ) ਆ ਕੇ ਇਥੋਂ ਪਛੁਤਾਉਂਦੇ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25702,
    "shabad_id": 2204,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਸਚਿ ਰਤੇ. ਸੇ ਨ ਵਿਛੁੜਹਿ; ਸਤਿਗੁਰੁ ਸੇਵਿ ਸਮਾਹਿ ||੨||",
    "transliteration": "Naanak Sach Rathae Sae N Vishhurrehi Sathigur Saev Samaahi ||2||",
    "translation": "O Nanak, those who are attuned to Truth are not separated; serving the True Guru, they merge into the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਸੱਚੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ਉਹ (ਪਰਮਾਤਮਾ ਤੋਂ) ਨਹੀਂ ਵਿਛੜਦੇ, ਉਹ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ (ਪ੍ਰਭੂ ਵਿਚ) ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25703,
    "shabad_id": 2205,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25704,
    "shabad_id": 2205,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਿਸੁ ਮਿਲੀਅੈ. ਸਤਿਗੁਰ ਸਜਣੈ; ਜਿਸੁ ਅੰਤਰਿ ਹਰਿ ਗੁਣਕਾਰੀ ||",
    "transliteration": "This Mileeai Sathigur Sajanai Jis Anthar Har Gunakaaree ||",
    "translation": "Meet with that True Guru, the True Friend, within whose mind the Lord, the virtuous One, abides.",
    "punjabi": "ਉਸ ਪਿਆਰੇ ਗੁਰੂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਣਾਂ ਦਾ ਸੋਮਾ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25705,
    "shabad_id": 2205,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਿਸੁ ਮਿਲੀਅੈ. ਸਤਿਗੁਰ ਪ੍ਰੀਤਮੈ; ਜਿਨਿ ਹੰੳੁਮੈ ਵਿਚਹੁ ਮਾਰੀ ||",
    "transliteration": "This Mileeai Sathigur Preethamai Jin Hanoumai Vichahu Maaree ||",
    "translation": "Meet with that Beloved True Guru, who has subdued ego from within himself.",
    "punjabi": "ਉਸ ਪ੍ਰੀਤਮ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25706,
    "shabad_id": 2205,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਪੂਰਾ ਧਨੁ ਧੰਨੁ ਹੈ; ਜਿਨਿ ਹਰਿ ੳੁਪਦੇਸੁ ਦੇ. ਸਭ ਸਿ੍ਰਸਿ੍ਟ  ਸਵਾਰੀ ||",
    "transliteration": "So Sathigur Pooraa Dhhan Dhhann Hai Jin Har Oupadhaes Dhae Sabh Srist Savaaree ||",
    "translation": "Blessed, blessed is the Perfect True Guru, who has given the Lord's Teachings to reform the whole world.",
    "punjabi": "ਉਹ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਦੀ ਇਹ ਸਿੱਖਿਆ ਦੇ ਕੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਸ- ਿ੍ਰਸਿ",
    "type_id": 3
  },
  {
    "id": 25707,
    "shabad_id": 2205,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਿਤ ਜਪਿਅਹੁ ਸੰਤਹੁ ਰਾਮ ਨਾਮੁ; ਭੳੁਜਲ ਬਿਖੁ ਤਾਰੀ ||",
    "transliteration": "Nith Japiahu Santhahu Raam Naam Bhoujal Bikh Thaaree ||",
    "translation": "O Saints, meditate constantly on the Lord's Name, and cross over the terrifying, poisonous world-ocean.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋਂ! ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀ (ਮਾਇਆ-ਰੂਪ) ਜ਼ਹਿਰ ਤੋਂ ਪਾਰ ਲੰਘਾਉਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਰੋਜ਼ ਜਪ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25708,
    "shabad_id": 2205,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਹਰਿ ੳੁਪਦੇਸਿਅਾ; ਗੁਰ ਵਿਟੜਿਅਹੁ ਹੰੳੁ ਸਦ ਵਾਰੀ ||੨||",
    "transliteration": "Gur Poorai Har Oupadhaesiaa Gur Vittarriahu Hano Sadh Vaaree ||2||",
    "translation": "The Perfect Guru has taught me about the Lord; I am forever a sacrifice to the Guru. ||2||",
    "punjabi": "ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਮੈਂ ਸਦਕੇ ਹਾਂ, ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਨੇੜੇ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25709,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25710,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵਾ ਚਾਕਰੀ; ਸੁਖੀ ਹੂੰ ਸੁਖ ਸਾਰੁ ||",
    "transliteration": "Sathigur Kee Saevaa Chaakaree Sukhee Hoon Sukh Saar ||",
    "translation": "Service to, and obedience to the True Guru, is the essence of comfort and peace.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਚਾਕਰੀ ਕਰਨੀ ਚੰਗੇ ਤੋਂ ਚੰਗੇ ਸੁਖ ਦਾ ਤੱਤ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25711,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅੈਥੈ ਮਿਲਨਿ ਵਡਿਅਾੲੀਅਾ; ਦਰਗਹ ਮੋਖ ਦੁਅਾਰੁ ||",
    "transliteration": "Aithhai Milan Vaddiaaeeaa Dharageh Mokh Dhuaar ||",
    "translation": "Doing so, one obtains honor here, and the door of salvation in the Court of the Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕੀਤਿਆਂ) ਜਗਤ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੁਰਖ਼ਰੂਈ ਦਾ ਦਰਵਾਜ਼ਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25712,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਚੀ ਕਾਰ ਕਮਾਵਣੀ; ਸਚੁ ਪੈਨਣੁ. ਸਚੁ ਨਾਮੁ ਅਧਾਰੁ ||",
    "transliteration": "Sachee Kaar Kamaavanee Sach Painan Sach Naam Adhhaar ||",
    "translation": "In this way, perform the tasks of Truth, wear Truth, and take the Support of the True Name.",
    "punjabi": "(ਗੁਰ-ਸੇਵਾ ਦੀ ਇਹੀ) ਸੱਚੀ ਕਾਰ ਕਮਾਉਣ-ਜੋਗ ਹੈ, (ਇਸ ਨਾਲ) ਮਨੁੱਖ ਨੂੰ (ਪੜਦੇ ਕੱਜਣ ਲਈ) ਸੱਚਾ ਨਾਮ-ਰੂਪ ਪੁਸ਼ਾਕਾ ਮਿਲ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25713,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੀ ਸੰਗਤਿ ਸਚਿ ਮਿਲੈ; ਸਚੈ ਨਾੲਿ ਪਿਅਾਰੁ ||",
    "transliteration": "Sachee Sangath Sach Milai Sachai Naae Piaar ||",
    "translation": "Associating with Truth, obtain Truth, and love the True Name.",
    "punjabi": "ਸੱਚੀ ਸੰਗਤ ਵਿਚ ਸੱਚੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪੈਂਦਾ ਹੈ ਤੇ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਸਮਾਈ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25714,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੈ ਸਬਦਿ ਹਰਖੁ ਸਦਾ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰੁ ||",
    "transliteration": "Sachai Sabadh Harakh Sadhaa Dhar Sachai Sachiaar ||",
    "translation": "Through the True Word of the Shabad, be always happy, and you shall be acclaimed as True in the True Court.",
    "punjabi": "(ਗੁਰੂ ਦੇ) ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ) ਸਦਾ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਮਨੁੱਖ ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25715,
    "shabad_id": 2206,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰ ਕੀ ਸੇਵਾ ਸੋ ਕਰੈ; ਜਿਸ ਨੋ ਨਦਰਿ ਕਰੈ ਕਰਤਾਰੁ ||੧||",
    "transliteration": "Naanak Sathigur Kee Saevaa So Karai Jis No Nadhar Karai Karathaar ||1||",
    "translation": "O Nanak, he alone serves the True Guru, whom the Creator has blessed with His Glance of Grace. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25716,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25717,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੋਰ ਵਿਡਾਣੀ ਚਾਕਰੀ; ਧਿ੍ਰਗੁ ਜੀਵਣੁ. ਧਿ੍ਰਗੁ ਵਾਸੁ ||",
    "transliteration": "Hor Viddaanee Chaakaree Dhhrig Jeevan Dhhrig Vaas ||",
    "translation": "Cursed is the life, and cursed is the dwelling, of those who serve another.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਛੱਡ ਕੇ) ਹੋਰ ਬਿਗਾਨੀ ਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਜੀਊਣਾ ਤੇ ਵੱਸਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "pronunciation": "(ਵਿਡਾਣੀ) ਬੇਗਾਨੀ",
    "type_id": 3
  },
  {
    "id": 25718,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਛੋਡਿ. ਬਿਖੁ ਲਗੇ; ਬਿਖੁ ਖਟਣਾ ਬਿਖੁ ਰਾਸਿ ||",
    "transliteration": "Anmrith Shhodd Bikh Lagae Bikh Khattanaa Bikh Raas ||",
    "translation": "Abandoning the Ambrosial Nectar, they turn to poison; they earn poison, and poison is their only wealth.",
    "punjabi": "ਐਸੇ ਮਨੁੱਖ ਅੰਮ੍ਰਿਤ ਛੱਡ ਕੇ (ਮਾਇਆ-ਰੂਪ) ਜ਼ਹਿਰ (ਇਕੱਠਾ ਕਰਨ) ਵਿਚ ਲੱਗੇ ਹੋਏ ਹਨ ਤੇ ਜ਼ਹਿਰ ਹੀ ਉਹਨਾਂ ਦੀ ਖੱਟੀ-ਕਮਾਈ ਤੇ ਪੂੰਜੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25719,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਖੁ ਖਾਣਾ ਬਿਖੁ ਪੈਨਣਾ; ਬਿਖੁ ਕੇ ਮੁਖਿ ਗਿਰਾਸ ||",
    "transliteration": "Bikh Khaanaa Bikh Painanaa Bikh Kae Mukh Giraas ||",
    "translation": "Poison is their food, and poison is their dress; they fill their mouths with morsels of poison.",
    "punjabi": "ਉਨ੍ਹਾਂ ਦੀ ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ ਜ਼ਹਿਰ ਹੈ ਤੇ ਜ਼ਹਿਰ ਹਨ ਮੂੰਹ ਵਿਚ ਦੀਆਂ ਗਿਰਾਹੀਆਂ।",
    "pronunciation": "(ਗਿਰਾਸ) ਬੁਰਕੀਅਾਂ[ ਪੈਨ੍ਹਣਾ",
    "type_id": 3
  },
  {
    "id": 25720,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅੈਥੈ ਦੁਖੋ ਦੁਖੁ ਕਮਾਵਣਾ; ਮੁੲਿਅਾ ਨਰਕਿ ਨਿਵਾਸੁ ||",
    "transliteration": "Aithhai Dhukho Dhukh Kamaavanaa Mueiaa Narak Nivaas ||",
    "translation": "In this world, they earn only pain and suffering, and dying, they go to abide in hell.",
    "punjabi": "ਅਜੇਹੇ ਬੰਦੇ ਜਗਤ ਵਿਚ ਨਿਰਾ ਦੁੱਖ ਹੀ ਭੋਗਦੇ ਹਨ ਤੇ ਮੋਇਆਂ ਭੀ ਉਹਨਾਂ ਦਾ ਵਾਸ ਨਰਕ ਵਿਚ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25721,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਨਮੁਖ ਮੁਹਿ ਮੈਲੈ. ਸਬਦੁ ਨ ਜਾਣਨੀ; ਕਾਮ ਕਰੋਧਿ ਵਿਣਾਸੁ ||",
    "transliteration": "Manamukh Muhi Mailai Sabadh N Jaananee Kaam Karodhh Vinaas ||",
    "translation": "The self-willed manmukhs have filthy faces; they do not know the Word of the Shabad; in sexual desire and anger they waste away.",
    "punjabi": "ਮੂੰਹੋਂ ਮੈਲੇ ਹੋਣ ਕਰਕੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦੇ ਅਤੇ ਕਾਮ, ਕ੍ਰੋਧ ਨਾਲ ਉਹਨਾਂ ਦੀ (ਆਤਮਕ) ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25722,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਭੳੁ ਛੋਡਿਅਾ; ਮਨ ਹਠਿ ਕੰਮੁ. ਨ ਅਾਵੈ ਰਾਸਿ ||",
    "transliteration": "Sathigur Kaa Bho Shhoddiaa Manehath Kanm N Aavai Raas ||",
    "translation": "They forsake the Fear of the True Guru, and because of their stubborn ego, their efforts do not come to fruition.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਅਦਬ ਛੱਡ ਦੇਣ ਕਰ ਕੇ, ਮਨ ਦੇ ਹਠ ਨਾਲ ਕੀਤਾ ਹੋਇਆ ਉਹਨਾਂ ਦਾ ਕੋਈ ਕੰਮ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25723,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਮਪੁਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਕੋ ਨ ਸੁਣੇ ਅਰਦਾਸਿ ||",
    "transliteration": "Jam Pur Badhhae Maareeahi Ko N Sunae Aradhaas ||",
    "translation": "In the City of Death, they are bound and beaten, and no one hears their prayers.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ ਮਨਮੁਖ ਮਨੁੱਖ) ਜਮ-ਪੁਰੀ ਵਿਚ ਬੱਧੇ ਮਾਰ ਖਾਂਦੇ ਹਨ ਤੇ ਕੋਈ ਉਹਨਾਂ ਦੀ ਪੁਕਾਰ ਨਹੀਂ ਸੁਣਦਾ।",
    "pronunciation": "ਬੱਧੇ",
    "type_id": 3
  },
  {
    "id": 25724,
    "shabad_id": 2207,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਮਾਵਣਾ; ਗੁਰਮੁਖਿ ਨਾਮਿ ਨਿਵਾਸੁ ||੨||",
    "transliteration": "Naanak Poorab Likhiaa Kamaavanaa Guramukh Naam Nivaas ||2||",
    "translation": "O Nanak, they act according to their pre-ordained destiny; the Gurmukh abides in the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ-ਅਨੁਸਾਰ) ਲਿਖਿਆ ਲੇਖ ਕਮਾਉਂਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦਿਆਂ ਦੀ ਸੁਰਤ ਨਾਮ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25725,
    "shabad_id": 2208,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25726,
    "shabad_id": 2208,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਸੇਵਿਹੁ ਸਾਧ ਜਨੁ; ਜਿਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ ||",
    "transliteration": "So Sathigur Saevihu Saadhh Jan Jin Har Har Naam Dhrirraaeiaa ||",
    "translation": "Serve the True Guru, O Holy people; He implants the Name of the Lord, Har, Har, in our minds.",
    "punjabi": "ਜਿਸ ਸਤਿਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰਾਇਆ ਹੈ, ਉਸ ਸਾਧ-ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25727,
    "shabad_id": 2208,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਪੂਜਹੁ ਦਿਨਸੁ ਰਾਤਿ; ਜਿਨਿ ਜਗੰਨਾਥੁ ਜਗਦੀਸੁ ਜਪਾੲਿਅਾ ||",
    "transliteration": "So Sathigur Poojahu Dhinas Raath Jin Jagannaathh Jagadhees Japaaeiaa ||",
    "translation": "Worship the True Guru day and night; He leads us the meditate on the Lord of the Universe, the Master of the Universe.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ ਜਗਤ ਦੇ ਮਾਲਕ ਤੇ ਨਾਥ ਦਾ ਨਾਮ (ਜੀਵਾਂ ਤੋਂ) ਜਪਾਇਆ ਹੈ, ਉਸ ਦੀ ਦਿਨ ਰਾਤ ਪੂਜਾ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25728,
    "shabad_id": 2208,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਦੇਖਹੁ ੲਿਕ ਨਿਮਖ ਨਿਮਖ; ਜਿਨਿ ਹਰਿ ਕਾ ਹਰਿ ਪੰਥੁ ਬਤਾੲਿਅਾ ||",
    "transliteration": "So Sathigur Dhaekhahu Eik Nimakh Nimakh Jin Har Kaa Har Panthh Bathaaeiaa ||",
    "translation": "Behold the True Guru, each and every moment; He shows us the Divine Path of the Lord.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਣ) ਦਾ ਰਾਹ ਦੱਸਿਆ ਹੈ, ਉਸ ਦਾ ਹਰ ਵੇਲੇ ਦਰਸ਼ਨ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25729,
    "shabad_id": 2208,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਿਸੁ ਸਤਿਗੁਰ ਕੀ ਸਭ ਪਗੀ ਪਵਹੁ; ਜਿਨਿ ਮੋਹ ਅੰਧੇਰੁ ਚੁਕਾੲਿਅਾ ||",
    "transliteration": "This Sathigur Kee Sabh Pagee Pavahu Jin Moh Andhhaer Chukaaeiaa ||",
    "translation": "Let everyone fall at the feet of the True Guru; He has dispelled the darkness of emotional attachment.",
    "punjabi": "ਜਿਸ ਸਤਿਗੁਰੂ ਨੇ (ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਮਾਇਆ ਦੇ) ਮੋਹ ਦਾ ਹਨੇਰਾ ਦੂਰ ਕੀਤਾ ਹੈ, ਸਾਰੇ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗੋ।",
    "pronunciation": "ਪਗੀਂ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25730,
    "shabad_id": 2208,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਸਤਗੁਰੁ ਕਹਹੁ ਸਭਿ ਧੰਨੁ ਧੰਨੁ; ਜਿਨਿ ਹਰਿ ਭਗਤਿ ਭੰਡਾਰ ਲਹਾੲਿਅਾ ||੩||",
    "transliteration": "So Sathagur Kehahu Sabh Dhhann Dhhann Jin Har Bhagath Bhanddaar Lehaaeiaa ||3||",
    "translation": "Let everyone hail and praise the True Guru, who has led us to find the treasure of the Lord's devotional worship. ||3||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਲਭਾ ਦਿੱਤੇ ਹਨ, ਆਖੋ-ਉਹ ਗੁਰੂ ਧੰਨ ਹੈ, ਉਹ ਗੁਰੂ ਧੰਨ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25731,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25732,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ ਭੁਖ ਗੲੀ; ਭੇਖੀ. ਭੁਖ ਨ ਜਾੲਿ ||",
    "transliteration": "Sathigur Miliai Bhukh Gee Bhaekhee Bhukh N Jaae ||",
    "translation": "Meeting with the True Guru, hunger departs; by wearing the robes of a beggar, hunger does not depart.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਹੀ (ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਸਕਦੀ ਹੈ, ਭੇਖਾਂ ਨਾਲ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਜਾਂਦੀ;",
    "pronunciation": "ਭੇਖੀਂ",
    "type_id": 3
  }
]
