[
  {
    "id": 25773,
    "shabad_id": 2214,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੳੁ. ਸਦ ਬਲਿਹਾਰਣੈ; ਜਿਨਿ. ਹਰਿ ਸੇਵਾ ਬਣਤ ਬਣਾੲੀ ||",
    "transliteration": "This Gur Ko Sadh Balihaaranai Jin Har Saevaa Banath Banaaee ||",
    "translation": "I am forever a sacrifice to that Guru, who has led me to serve the Lord.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਸ ਸਤਿਗੁਰੂ ਤੋਂ ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰੀਤ ਚਲਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25774,
    "shabad_id": 2214,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਪਿਅਾਰਾ. ਮੇਰੈ ਨਾਲਿ ਹੈ; ਜਿਥੈ ਕਿਥੈ ਮੈਨੋ ਲੲੇ ਛਡਾੲੀ ||",
    "transliteration": "So Sathigur Piaaraa Maerai Naal Hai Jithhai Kithhai Maino Leae Shhaddaaee ||",
    "translation": "That Beloved True Guru is always with me; wherever I may be, He will save me.",
    "punjabi": "ਉਹ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਮੇਰੇ ਅੰਗ ਸੰਗ ਹੈ, ਸਭ ਥਾਈਂ ਮੈਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25775,
    "shabad_id": 2214,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੳੁ ਸਾਬਾਸਿ ਹੈ; ਜਿਨਿ ਹਰਿ ਸੋਝੀ ਪਾੲੀ ||",
    "transliteration": "This Gur Ko Saabaas Hai Jin Har Sojhee Paaee ||",
    "translation": "Most blessed is that Guru, who imparts understanding of the Lord.",
    "punjabi": "ਸ਼ਾਬਾਸ਼ੇ ਉਸ ਸਤਿਗੁਰੂ ਨੂੰ ਜਿਸ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25776,
    "shabad_id": 2214,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕੁ. ਗੁਰ ਵਿਟਹੁ ਵਾਰਿਅਾ. ਜਿਨਿ ਹਰਿ ਨਾਮੁ ਦੀਅਾ; ਮੇਰੇ ਮਨ ਕੀ ਅਾਸ ਪੁਰਾੲੀ ||੫||",
    "transliteration": "Naanak Gur Vittahu Vaariaa Jin Har Naam Dheeaa Maerae Man Kee Aas Puraaee ||5||",
    "translation": "O Nanak, I am a sacrifice to the Guru, who has given me the Lord's Name, and fulfilled the desires of my mind. ||5||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ਤੇ ਮੇਰੇ ਮਨ ਦੀ ਆਸ ਪੂਰੀ ਕੀਤੀ ਹੈ ਮੈਂ ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25777,
    "shabad_id": 2215,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25778,
    "shabad_id": 2215,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਦਾਧੀ ਜਲਿ ਮੁੲੀ; ਜਲਿ ਜਲਿ ਕਰੇ ਪੁਕਾਰ ||",
    "transliteration": "Thrisanaa Dhaadhhee Jal Muee Jal Jal Karae Pukaar ||",
    "translation": "Consumed by desires, the world is burning and dying; burning and burning, it cries out.",
    "punjabi": "ਦੁਨੀਆ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸਾੜੀ ਹੋਈ ਦੁੱਖੀ ਹੋ ਰਹੀ ਹੈ, ਸੜ ਸੜ ਕੇ ਵਿਲਕ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25779,
    "shabad_id": 2215,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੀਤਲ ਜੇ ਮਿਲੈ; ਫਿਰਿ ਜਲੈ ਨ. ਦੂਜੀ ਵਾਰ ||",
    "transliteration": "Sathigur Seethal Jae Milai Fir Jalai N Dhoojee Vaar ||",
    "translation": "But if it meets with the cooling and soothing True Guru, it does not burn any longer.",
    "punjabi": "ਜੇ ਇਹ ਠੰਡ ਪਾਣ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ, ਤਾਂ ਫਿਰ ਦੂਜੀ ਵਾਰੀ ਨਾਹ ਸੜੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25780,
    "shabad_id": 2215,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਵਿਣੁ ਨਾਵੈ, ਨਿਰਭੳੁ ਕੋ ਨਹੀ; ਜਿਚਰੁ ਸਬਦਿ. ਨ ਕਰੇ ਵੀਚਾਰੁ ||੧||",
    "transliteration": "Naanak Vin Naavai Nirabho Ko Nehee Jichar Sabadh N Karae Veechaar ||1||",
    "translation": "O Nanak, without the Name, and without contemplating the Word of the Shabad, no one becomes fearless. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਦਾ ਭੀ ਡਰ ਨਹੀਂ ਮੁੱਕਦਾ, ਜਦ ਤਕ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਵਿਚਾਰ ਨਾਹ ਕਰੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25781,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25782,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਭੇਖੀ. ਅਗਨਿ ਨ ਬੁਝੲੀ; ਚਿੰਤਾ ਹੈ ਮਨ ਮਾਹਿ ||",
    "transliteration": "Bhaekhee Agan N Bujhee Chinthaa Hai Man Maahi ||",
    "translation": "Wearing ceremonial robes, the fire is not quenched, and the mind is filled with anxiety.",
    "punjabi": "ਭੇਖ ਧਾਰਿਆਂ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਨਹੀਂ ਬੁੱਝਦੀ, ਮਨ ਵਿਚ ਚਿੰਤਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਭੇਖੀਂ[ ਬੁਝੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25783,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਵਰਮੀ ਮਾਰੀ. ਸਾਪੁ ਨ ਮਰੈ; ਤਿੳੁ. ਨਿਗੁਰੇ ਕਰਮ ਕਮਾਹਿ ||",
    "transliteration": "Varamee Maaree Saap N Marai Thio Nigurae Karam Kamaahi ||",
    "translation": "Destroying the snake's hole, the snake is not killed; it is just like doing deeds without a Guru.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਤਿਵੇਂ ਦੇ ਕਰਮ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਸੱਪ ਦੀ ਰੁੱਡ ਬੰਦ ਕੀਤਿਆਂ ਸੱਪ ਨਹੀਂ ਮਰਦਾ।",
    "pronunciation": "ਸ੍ਰੀਰ ਨੂੰ ਕਸ਼ਟ ਦੇਣੇਕਰਕੇ, ਸਾਪੁਮਨ ਨਹੀਂ ਮਰਦਾ",
    "type_id": 3
  },
  {
    "id": 25784,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ ਸੇਵੀਅੈ; ਸਬਦੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ||",
    "transliteration": "Sathigur Dhaathaa Saeveeai Sabadh Vasai Man Aae ||",
    "translation": "Serving the Giver, the True Guru, the Shabad comes to abide in the mind.",
    "punjabi": "ਜੇ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰੀਏ ਤਾਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25785,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਸੀਤਲੁ ਸਾਂਤਿ ਹੋੲਿ; ਤਿ੍ਰਸਨਾ ਅਗਨਿ ਬੁਝਾੲਿ ||",
    "transliteration": "Man Than Seethal Saanth Hoe Thrisanaa Agan Bujhaae ||",
    "translation": "The mind and body are cooled and soothed; peace ensues, and the fire of desire is quenched.",
    "punjabi": "ਫਿਰ, ਮਨ ਤਨ ਠੰਢਾ ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਬੁਝਾੲਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25786,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੁਖਾ ਸਿਰਿ ਸਦਾ ਸੁਖੁ ਹੋੲਿ; ਜਾ ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ||",
    "transliteration": "Sukhaa Sir Sadhaa Sukh Hoe Jaa Vichahu Aap Gavaae ||",
    "translation": "The supreme comforts and lasting peace are obtained, when one eradicates ego from within.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ) ਜਦੋਂ ਮਨੁੱਖ ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ ਤਾਂ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25787,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ੳੁਦਾਸੀ ਸੋ ਕਰੇ; ਜਿ ਸਚਿ ਰਹੈ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Guramukh Oudhaasee So Karae J Sach Rehai Liv Laae ||",
    "translation": "He alone becomes a detached Gurmukh, who lovingly focuses his consciousness on the True Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਹੀ (ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਤਿਆਗ ਕਰਦਾ ਹੈ ਜੋ ਸੱਚੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25788,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਚਿੰਤਾ. ਮੂਲਿ ਨ ਹੋਵੲੀ; ਹਰਿ ਨਾਮਿ ਰਜਾ ਅਾਘਾੲਿ ||",
    "transliteration": "Chinthaa Mool N Hovee Har Naam Rajaa Aaghaae ||",
    "translation": "Anxiety does not affect him at all; he is satisfied and satiated with the Name of the Lord.",
    "punjabi": "ਉਸ ਨੂੰ ਚਿੰਤਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦੀ, ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਹੀ ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਰੱਜਾ",
    "type_id": 3
  },
  {
    "id": 25789,
    "shabad_id": 2216,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮ ਬਿਨਾ, ਨਹ ਛੂਟੀਅੈ; ਹੳੁਮੈ ਪਚਹਿ ਪਚਾੲਿ ||੨||",
    "transliteration": "Naanak Naam Binaa Neh Shhootteeai Houmai Pachehi Pachaae ||2||",
    "translation": "O Nanak, without the Naam, no one is saved; they are utterly ruined by egotism. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਤੋਂ) ਬਚ ਨਹੀਂ ਸਕੀਦਾ, (ਨਾਮ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਅਹੰਕਾਰ ਵਿਚ ਪਏ ਸੜਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25790,
    "shabad_id": 2217,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25791,
    "shabad_id": 2217,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਨੀ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਤਿਨੀ ਪਾੲਿਅੜੇ ਸਰਬ ਸੁਖਾ ||",
    "transliteration": "Jinee Har Har Naam Dhhiaaeiaa Thinee Paaeiarrae Sarab Sukhaa ||",
    "translation": "Those who meditate on the Lord, Har, Har, obtain all peace and comforts.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖ ਮਿਲ ਗਏ ਹਨ,",
    "pronunciation": "ਸੁਖਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25792,
    "shabad_id": 2217,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਭੁ ਜਨਮੁ ਤਿਨਾ ਕਾ ਸਫਲੁ ਹੈ; ਜਿਨ ਹਰਿ ਕੇ ਨਾਮ ਕੀ ਮਨਿ ਲਾਗੀ ਭੁਖਾ ||",
    "transliteration": "Sabh Janam Thinaa Kaa Safal Hai Jin Har Kae Naam Kee Man Laagee Bhukhaa ||",
    "translation": "Fruitful is the entire life of those, who hunger for the Name of the Lord in their minds.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜੀਵਨ ਸਫਲ ਹੋਇਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਭੁੱਖ ਲੱਗੀ ਹੋਈ ਹੈ (ਭਾਵ, 'ਨਾਮ' ਜਿਨ੍ਹਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਭੱੁਖਾ",
    "type_id": 3
  },
  {
    "id": 25793,
    "shabad_id": 2217,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਨੀ. ਗੁਰ ਕੈ ਬਚਨਿ ਅਾਰਾਧਿਅਾ; ਤਿਨ. ਵਿਸਰਿ ਗੲੇ ਸਭਿ ਦੁਖਾ ||",
    "transliteration": "Jinee Gur Kai Bachan Aaraadhhiaa Thin Visar Geae Sabh Dhukhaa ||",
    "translation": "Those who worship the Lord in adoration, through the Word of the Guru's Shabad, forget all their pains and suffering.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁਖ ਦੂਰ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "ਦੱੁਖਾ",
    "type_id": 3
  },
  {
    "id": 25794,
    "shabad_id": 2217,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੇ ਸੰਤ ਭਲੇ ਗੁਰਸਿਖ ਹੈ; ਜਿਨ. ਨਾਹੀ ਚਿੰਤ ਪਰਾੲੀ ਚੁਖਾ ||",
    "transliteration": "Thae Santh Bhalae Gurasikh Hai Jin Naahee Chinth Paraaee Chukhaa ||",
    "translation": "Those Gursikhs are good Saints, who care for nothing other than the Lord.",
    "punjabi": "ਉਹ ਗੁਰਸਿੱਖ ਚੰਗੇ ਸੰਤ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕਿਸੇ ਦੀ ਰਤਾ ਭੀ ਆਸ ਨਹੀਂ ਰੱਖੀ।",
    "pronunciation": "(ਚੱੁਖਾ) ਥੋੜੀ",
    "type_id": 3
  },
  {
    "id": 25795,
    "shabad_id": 2217,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਤਿਨਾ ਕਾ ਗੁਰੂ ਹੈ; ਜਿਸੁ ਅੰਮਿ੍ਰਤ ਫਲ ਹਰਿ ਲਾਗੇ ਮੁਖਾ ||੬||",
    "transliteration": "Dhhan Dhhann Thinaa Kaa Guroo Hai Jis Anmrith Fal Har Laagae Mukhaa ||6||",
    "translation": "Blessed, blessed is their Guru, whose mouth tastes the Ambrosial Fruit of the Lord's Name. ||6||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਗੁਰੂ ਭੀ ਧੰਨ ਹੈ, ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਜਿਸ ਦੇ ਮੂੰਹ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਰੂਪ) ਅਮਰ ਕਰਨ ਵਾਲੇ ਫਲ ਲੱਗੇ ਹੋਏ ਹਨ (ਭਾਵ, ਜਿਸ ਦੇ ਮੂੰਹੋਂ ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਦੇ ਬਚਨ ਨਿਕਲਦੇ ਹਨ) ॥੬॥",
    "pronunciation": "ਮੱੁਖਾ",
    "type_id": 3
  },
  {
    "id": 25796,
    "shabad_id": 2218,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25797,
    "shabad_id": 2218,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਲਿ ਮਹਿ ਜਮੁ ਜੰਦਾਰੁ ਹੈ; ਹੁਕਮੇ ਕਾਰ ਕਮਾੲਿ ||",
    "transliteration": "Kal Mehi Jam Jandhaar Hai Hukamae Kaar Kamaae ||",
    "translation": "In the Dark Age of Kali Yuga, the Messenger of Death is the enemy of life, but he acts according to the Lord's Command.",
    "punjabi": "ਦੁਬਿਧਾ ਵਾਲੀ ਹਾਲਤ ਵਿਚ (ਮਨੁੱਖ ਦੇ ਸਿਰ ਉਤੇ) ਮੌਤ ਦਾ ਸਹਿਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ; (ਪਰ ਉਹ ਜਮ ਭੀ) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਜੰਦਾਰੁ) ਨਿਰਦੲੀ",
    "type_id": 3
  },
  {
    "id": 25798,
    "shabad_id": 2218,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ ਸੇ ੳੁਬਰੇ; ਮਨਮੁਖਾ ਦੇੲਿ ਸਜਾੲਿ ||",
    "transliteration": "Gur Raakhae Sae Oubarae Manamukhaa Dhaee Sajaae ||",
    "translation": "Those who are protected by the Guru are saved, while the self-willed manmukhs receive their punishment.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ('ਕਲਿ' ਤੋਂ) ਬਚਾ ਲਿਆ ਉਹ (ਜਮ ਦੇ ਸਹਿਮ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ (ਸਹਿਮ ਦੀ) ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25799,
    "shabad_id": 2218,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਮਕਾਲੈ ਵਸਿ ਜਗੁ ਬਾਂਧਿਅਾ; ਤਿਸ ਦਾ ਫਰੂ. ਨ ਕੋੲਿ ||",
    "transliteration": "Jamakaalai Vas Jag Baandhhiaa This Dhaa Faroo N Koe ||",
    "translation": "The world is under the control, and in the bondage of the Messenger of Death; no one can hold him back.",
    "punjabi": "ਜਗਤ (ਭਾਵ, ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜਿਆ ਜੀਵ) ਜਮਕਾਲ ਦੇ ਵੱਸ ਵਿਚ ਬੱਧਾ ਪਿਆ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਰਾਖਾ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "(ਫਰੂ)ਪਕੜਨ, ਰੋਕਣ[ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 25800,
    "shabad_id": 2218,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਿ ਜਮੁ ਕੀਤਾ ਸੋ ਸੇਵੀਅੈ; ਗੁਰਮੁਖਿ. ਦੁਖੁ ਨ ਹੋੲਿ ||",
    "transliteration": "Jin Jam Keethaa So Saeveeai Guramukh Dhukh N Hoe ||",
    "translation": "So serve the One who created Death; as Gurmukh, no pain shall touch you.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਕਰੀਏ ਜਿਸ ਨੇ ਜਮ ਪੈਦਾ ਕੀਤਾ ਹੈ (ਤਾਂ ਫਿਰ ਜਮ ਦਾ) ਦੁਖ ਨਹੀਂ ਪੋਂਹਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25801,
    "shabad_id": 2218,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ. ਜਮੁ ਸੇਵਾ ਕਰੇ; ਜਿਨ ਮਨਿ ਸਚਾ ਹੋੲਿ ||੧||",
    "transliteration": "Naanak Guramukh Jam Saevaa Karae Jin Man Sachaa Hoe ||1||",
    "translation": "O Nanak, Death serves the Gurmukhs; the True Lord abides in their minds. ||1||",
    "punjabi": "(ਸਗੋਂ) ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਦੇ ਮਨ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ਉਹਨਾਂ ਦੀ ਜਮ ਭੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25802,
    "shabad_id": 2219,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25803,
    "shabad_id": 2219,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲੇਹਾ ਕਾੲਿਅਾ ਰੋਗਿ ਭਰੀ; ਬਿਨੁ ਸਬਦੈ. ਦੁਖੁ ਹੳੁਮੈ ਰੋਗੁ. ਨ ਜਾੲਿ ||",
    "transliteration": "Eaehaa Kaaeiaa Rog Bharee Bin Sabadhai Dhukh Houmai Rog N Jaae ||",
    "translation": "This body is filled with disease; without the Word of the Shabad, the pain of the disease of ego does not depart.",
    "punjabi": "ਇਹ ਸਰੀਰ (ਹਉਮੈ ਦੇ) ਰੋਗ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹਉਮੈ ਰੋਗ-ਰੂਪ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25804,
    "shabad_id": 2219,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ. ਤਾ ਨਿਰਮਲ ਹੋਵੈ; ਹਰਿ ਨਾਮੋ ਮੰਨਿ ਵਸਾੲਿ ||",
    "transliteration": "Sathigur Milai Thaa Niramal Hovai Har Naamo Mann Vasaae ||",
    "translation": "When one meets the True Guru, then he becomes immaculately pure, and he enshrines the Lord's Name within his mind.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮਨੁੱਖ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਮਿਲਿਆਂ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25805,
    "shabad_id": 2219,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ ਸੁਖਦਾਤਾ; ਦੁਖੁ ਵਿਸਰਿਅਾ ਸਹਜਿ ਸੁਭਾੲਿ ||੨||",
    "transliteration": "Naanak Naam Dhhiaaeiaa Sukhadhaathaa Dhukh Visariaa Sehaj Subhaae ||2||",
    "translation": "O Nanak, meditating on the Naam, the Name of the Peace-Giving Lord, his pains are automatically forgotten. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਖਦਾਈ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਹਉਮੈ-ਦੁੱਖ ਸਹਿਜ ਸੁਭਾਇ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25806,
    "shabad_id": 2220,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25807,
    "shabad_id": 2220,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਿ ਜਗਜੀਵਨੁ ੳੁਪਦੇਸਿਅਾ; ਤਿਸੁ ਗੁਰ ਕੳੁ ਹੳੁ ਸਦਾ ਘੁਮਾੲਿਅਾ ||",
    "transliteration": "Jin Jagajeevan Oupadhaesiaa This Gur Ko Ho Sadhaa Ghumaaeiaa ||",
    "translation": "I am forever a sacrifice to the Guru, who has taught me about the Lord, the Life of the World.",
    "punjabi": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਨੇ ਜਗਤ-ਦਾ-ਸਹਾਰਾ-ਪ੍ਰਭੂ ਨੇੜੇ ਵਿਖਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਜੱਗਜੀਵਨੁ",
    "type_id": 3
  },
  {
    "id": 25808,
    "shabad_id": 2220,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੳੁ. ਹੳੁ ਖੰਨੀਅੈ; ਜਿਨਿ. ਮਧੁਸੂਦਨੁ ਹਰਿ ਨਾਮੁ ਸੁਣਾੲਿਅਾ ||",
    "transliteration": "This Gur Ko Ho Khanneeai Jin Madhhusoodhan Har Naam Sunaaeiaa ||",
    "translation": "I am every bit a sacrifice to the Guru, the Lover of Nectar, who has revealed the Name of the Lord.",
    "punjabi": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਨੇ ਅਹੰਕਾਰ-ਦੈਂਤ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣਾਇਆ ਹੈ (ਭਾਵ, ਨਾਮ ਸਿਮਰਨ ਦੀ ਸਿੱਖਿਆ ਦਿੱਤੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25809,
    "shabad_id": 2220,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੳੁ. ਹੳੁ ਵਾਰਣੈ; ਜਿਨਿ ਹੳੁਮੈ ਬਿਖੁ ਸਭੁ ਰੋਗੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "This Gur Ko Ho Vaaranai Jin Houmai Bikh Sabh Rog Gavaaeiaa ||",
    "translation": "I am a sacrifice to the Guru, who has totally cured me of the fatal disease of egotism.",
    "punjabi": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਨੇ ਹਉਮੈ ਰੂਪ ਜ਼ਹਿਰ ਤੇ ਹੋਰ ਸਾਰਾ (ਵਿਕਾਰਾਂ ਦਾ) ਰੋਗ ਦੂਰ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25810,
    "shabad_id": 2220,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਿਸੁ ਸਤਿਗੁਰ ਕੳੁ. ਵਡ ਪੁੰਨੁ ਹੈ; ਜਿਨਿ ਅਵਗਣ ਕਟਿ. ਗੁਣੀ ਸਮਝਾੲਿਅਾ ||",
    "transliteration": "This Sathigur Ko Vadd Punn Hai Jin Avagan Katt Gunee Samajhaaeiaa ||",
    "translation": "Glorious and great are the virtues of the Guru, who has eradicated evil, and instructed me in virtue.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ (ਜੀਵ ਦੇ) ਪਾਪ ਕੱਟ ਕੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸੋਝੀ ਪਾਈ ਹੈ, ਉਸ ਦਾ (ਜੀਵਾਂ ਉੱਤੇ) ਇਹ ਬਹੁਤ ਭਾਰਾ ਉਪਕਾਰ ਹੈ।",
    "pronunciation": "(ਪੁੰਨੁ) ੳੁਪਕਾਰ",
    "type_id": 3
  }
]
