[
  {
    "id": 25929,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਭਿ ਘਟ ਭੋਗਵੈ. ਅਲਿਪਤੁ ਰਹੈ; ਅਲਖੁ. ਨ ਲਖਣਾ ਜਾੲੀ ||",
    "transliteration": "Sabh Ghatt Bhogavai Alipath Rehai Alakh N Lakhanaa Jaaee ||",
    "translation": "He enjoys the hearts of all, and yet He remains detached; He is unseen; He cannot be described.",
    "punjabi": "ਪਰਮਾਤਮਾ ਪਤੀ ਸਾਰੇ ਘਟਾਂ ਨੂੰ ਭੋਗਦਾ ਹੈ (ਭਾਵ, ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ) ਤੇ ਨਿਰਲੇਪ ਭੀ ਹੈ, ਇਸ ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "ਅ-ਲਿਪਤੁ[ ਅ-ਲਖੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25930,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੂਰੈ ਗੁਰਿ ਵੇਖਾਲਿਅਾ; ਸਬਦੇ ਸੋਝੀ ਪਾੲੀ ||",
    "transliteration": "Poorai Gur Vaekhaaliaa Sabadhae Sojhee Paaee ||",
    "translation": "The Perfect Guru reveals Him, and through the Word of His Shabad, we come to understand Him.",
    "punjabi": "ਜਦ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ (ਉਸ ਅਲੱਖ ਪ੍ਰਭੂ ਦਾ) ਦਰਸ਼ਨ ਕਰਾ ਦਿੱਤਾ ਤਾਂ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਸਮਝ ਪੈ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25931,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੁਰਖੈ ਸੇਵਹਿ. ਸੇ ਪੁਰਖ ਹੋਵਹਿ; ਜਿਨੀ ਹੳੁਮੈ ਸਬਦਿ ਜਲਾੲੀ ||",
    "transliteration": "Purakhai Saevehi Sae Purakh Hovehi Jinee Houmai Sabadh Jalaaee ||",
    "translation": "Those who serve their Husband Lord, become like Him; their egos are burnt away by His Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਅਹੰਕਾਰ ਦੂਰ ਕੀਤਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਪੁਰਖ ਨੂੰ ਜਪਦੇ ਹਨ ਤੇ ਉਸ ਪੁਰਖ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25932,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿਸ ਕਾ ਸਰੀਕੁ ਕੋ ਨਹੀ; ਨਾ ਕੋ ਕੰਟਕੁ ਵੈਰਾੲੀ ||",
    "transliteration": "This Kaa Sareek Ko Nehee Naa Ko Kanttak Vairaaee ||",
    "translation": "He has no rival, no attacker, no enemy.",
    "punjabi": "ਉਸ ਅਲੱਖ ਹਰੀ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ, ਨਾ ਕੋਈ ਦੁਖੀ ਕਰਨ ਵਾਲਾ (ਕੰਟਕ-ਰੂਪ) ਉਸ ਦਾ ਵੈਰੀ ਹੈ।",
    "pronunciation": "(ਕੰਟਕੁ) ਕੰਡੇ ਵਾਂਗ ਦੁਖਦਾੲੀ",
    "type_id": 3
  },
  {
    "id": 25933,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਿਹਚਲ ਰਾਜੁ ਹੈ ਸਦਾ ਤਿਸੁ ਕੇਰਾ; ਨਾ ਅਾਵੈ. ਨਾ ਜਾੲੀ ||",
    "transliteration": "Nihachal Raaj Hai Sadhaa This Kaeraa Naa Aavai Naa Jaaee ||",
    "translation": "His rule is unchanging and eternal; He does not come or go.",
    "punjabi": "ਉਸ ਦਾ ਰਾਜ ਸਦਾ ਅਟੱਲ ਹੈ, ਨਾ ਉਹ ਜੰਮਦਾ ਹੈ ਨਾ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25934,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸੇਵਕੁ ਸੇਵਾ ਕਰੇ; ਹਰਿ ਸਚੇ ਕੇ ਗੁਣ ਗਾੲੀ ||",
    "transliteration": "Anadhin Saevak Saevaa Karae Har Sachae Kae Gun Gaaee ||",
    "translation": "Night and day, His servant serves Him, singing the Glorious Praises of the True Lord.",
    "punjabi": "(ਸੱਚਾ) ਸੇਵਕ ਉਸ ਸੱਚੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਹਰ ਵੇਲੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25935,
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕੁ ਵੇਖਿ ਵਿਗਸਿਅਾ; ਹਰਿ ਸਚੇ ਕੀ ਵਡਿਅਾੲੀ ||੨||",
    "transliteration": "Naanak Vaekh Vigasiaa Har Sachae Kee Vaddiaaee ||2||",
    "translation": "Beholding the Glorious Greatness of the True Lord, Nanak blossoms forth. ||2||",
    "punjabi": "ਨਾਨਕ (ਵੀ) ਸੱਚੇ ਦੀ ਵਡਿਆਈ ਵੇਖ ਕੇ ਪ੍ਰਸੰਨ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25936,
    "shabad_id": 2244,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25937,
    "shabad_id": 2244,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨ ਕੈ ਹਰਿ ਨਾਮੁ ਵਸਿਅਾ ਸਦ ਹਿਰਦੈ; ਹਰਿ ਨਾਮੋ ਤਿਨ ਕੰੳੁ ਰਖਣਹਾਰਾ ||",
    "transliteration": "Jin Kai Har Naam Vasiaa Sadh Hiradhai Har Naamo Thin Kano Rakhanehaaraa ||",
    "translation": "Those whose hearts are forever filled with the Name of the Lord, have the Name of the Lord as their Protector.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਦੀ ਸਮਝ ਵਿਚ) ਬਚਾਉਣ ਵਾਲਾ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25938,
    "shabad_id": 2244,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਪਿਤਾ. ਹਰਿ ਨਾਮੋ ਮਾਤਾ; ਹਰਿ ਨਾਮੁ ਸਖਾੲੀ ਮਿਤ੍ਰੁ ਹਮਾਰਾ ||",
    "transliteration": "Har Naam Pithaa Har Naamo Maathaa Har Naam Sakhaaee Mithra Hamaaraa ||",
    "translation": "The Lord's Name is my father, the Lord's Name is my mother; the Lord's Name is my helper and friend.",
    "punjabi": "(ਉਹਨਾਂ ਦਾ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਸਾਡਾ ਮਾਂ ਪਿਉ ਹੈ ਤੇ ਨਾਮ ਹੀ ਸਾਡਾ ਸਖਾ ਤੇ ਮਿਤ੍ਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25939,
    "shabad_id": 2244,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਨਾਵੈ ਨਾਲਿ ਗਲਾ. ਹਰਿ ਨਾਵੈ ਨਾਲਿ ਮਸਲਤਿ; ਹਰਿ ਨਾਮੁ. ਹਮਾਰੀ ਕਰਦਾ ਨਿਤ ਸਾਰਾ ||",
    "transliteration": "Har Naavai Naal Galaa Har Naavai Naal Masalath Har Naam Hamaaree Karadhaa Nith Saaraa ||",
    "translation": "My conversation is with the Lord's Name, and my counseling is with the Lord's Name; the Lord's Name always takes care of me.",
    "punjabi": "ਹਰੀ ਦੇ ਨਾਮ ਨਾਲ ਹੀ ਸਾਡੀਆਂ ਗੱਲਾਂ, ਤੇ ਨਾਮ ਨਾਲ ਹੀ ਸਲਾਹ ਹੈ; ਨਾਮ ਹੀ ਸਦਾ ਸਾਡੀ ਸਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਗੱਲਾਂ[ ਮਸ-ਲਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25940,
    "shabad_id": 2244,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਹਮਾਰੀ ਸੰਗਤਿ. ਅਤਿ ਪਿਅਾਰੀ; ਹਰਿ ਨਾਮੁ ਕੁਲੁ. ਹਰਿ ਨਾਮੁ ਪਰਵਾਰਾ ||",
    "transliteration": "Har Naam Hamaaree Sangath Ath Piaaree Har Naam Kul Har Naam Paravaaraa ||",
    "translation": "The Lord's Name is my most beloved society, the Lord's Name is my ancestry, and the Lord's Name is my family.",
    "punjabi": "ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਸਾਡੀ ਪਿਆਰੀ ਸੰਗਤ ਹੈ, ਤੇ ਨਾਮ ਹੀ ਸਾਡੀ ਕੁਲ ਤੇ ਪਰਵਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25941,
    "shabad_id": 2244,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੰੳੁ. ਹਰਿ ਨਾਮੁ, ਹਰਿ ਗੁਰਿ ਦੀਅਾ; ਹਰਿ ਹਲਤਿ ਪਲਤਿ. ਸਦਾ ਕਰੇ ਨਿਸਤਾਰਾ ||੧੫||",
    "transliteration": "Jan Naanak Kano Har Naam Har Gur Dheeaa Har Halath Palath Sadhaa Karae Nisathaaraa ||15||",
    "translation": "The Guru, the Lord Incarnate, has bestowed upon servant Nanak the Name of the Lord; in this world, and in the next, the Lord ever saves me. ||15||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਨੂੰ ਭੀ ਗੁਰੂ ਨੇ (ਉਸ) ਹਰੀ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ਜੋ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਪਾਰ-ਉਤਾਰਾ ਕਰਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25942,
    "shabad_id": 2245,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25943,
    "shabad_id": 2245,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਨ ਕੰੳੁ ਸਤਿਗੁਰੁ ਭੇਟਿਅਾ; ਸੇ ਹਰਿ ਕੀਰਤਿ ਸਦਾ ਕਮਾਹਿ ||",
    "transliteration": "Jin Kano Sathigur Bhaettiaa Sae Har Keerath Sadhaa Kamaahi ||",
    "translation": "Those who meet the True Guru, ever sing the Kirtan of the Lord's Praises.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਿਆ ਹੈ, ਉਹ ਸਦਾ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25944,
    "shabad_id": 2245,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਚਿੰਤੁ ਹਰਿ ਨਾਮੁ. ਤਿਨ ਕੈ ਮਨਿ ਵਸਿਅਾ; ਸਚੈ ਸਬਦਿ ਸਮਾਹਿ ||",
    "transliteration": "Achinth Har Naam Thin Kai Man Vasiaa Sachai Sabadh Samaahi ||",
    "translation": "The Lord's Name naturally fills their minds, and they are absorbed in the Shabad, the Word of the True Lord.",
    "punjabi": "ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ (ਕਰਨ ਵਾਲੇ) ਹਰੀ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤੇ ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25945,
    "shabad_id": 2245,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੁਲੁ ੳੁਧਾਰਹਿ ਅਾਪਣਾ; ਮੋਖ ਪਦਵੀ ਅਾਪੇ ਪਾਹਿ ||",
    "transliteration": "Kul Oudhhaarehi Aapanaa Mokh Padhavee Aapae Paahi ||",
    "translation": "They redeem their generations, and they themselves obtain the state of liberation.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੀ ਕੁਲ ਨੂੰ ਤਾਰ ਲੈਂਦੇ ਹਨ ਤੇ ਆਪ ਭੀ ਮੁਕਤੀ ਦਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25946,
    "shabad_id": 2245,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮੁ ਤਿਨ ਕੰੳੁ. ਸੰਤੁਸਟੁ ਭੲਿਅਾ; ਜੋ ਗੁਰ ਚਰਨੀ ਜਨ ਪਾਹਿ ||",
    "transliteration": "Paarabreham Thin Kano Santhusatt Bhaeiaa Jo Gur Charanee Jan Paahi ||",
    "translation": "The Supreme Lord God is pleased with those who fall at the Guru's Feet.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਤੇ ਪਰਮਾਤਮਾ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25947,
    "shabad_id": 2245,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਹਰਿ ਕਾ ਦਾਸੁ ਹੈ; ਕਰਿ ਕਿਰਪਾ ਹਰਿ. ਲਾਜ ਰਖਾਹਿ ||੧||",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Kar Kirapaa Har Laaj Rakhaahi ||1||",
    "translation": "Servant Nanak is the Lord's slave; by His Grace, the Lord preserves his honor. ||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਵੀ) ਉਸ ਹਰੀ ਦਾ ਦਾਸ ਹੈ, ਹਰੀ ਮੇਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਦਾਸ ਦੀ) ਲਾਜ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25948,
    "shabad_id": 2246,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25949,
    "shabad_id": 2246,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੰੳੁਮੈ ਅੰਦਰਿ ਖੜਕੁ ਹੈ; ਖੜਕੇ ਖੜਕਿ ਵਿਹਾੲਿ ||",
    "transliteration": "Hanoumai Andhar Kharrak Hai Kharrakae Kharrak Vihaae ||",
    "translation": "In egotism, one is assailed by fear; he passes his life totally troubled by fear.",
    "punjabi": "ਅਹੰਕਾਰ ਵਿਚ ਰਿਹਾਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਅਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਉਸ ਦੀ ਉਮਰ ਇਸ ਅਸ਼ਾਂਤੀ ਵਿਚ ਹੀ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਖੜਕੁ) ਅਸ਼ਾਂਤੀ",
    "type_id": 3
  },
  {
    "id": 25950,
    "shabad_id": 2246,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹੰੳੁਮੈ ਵਡਾ ਰੋਗੁ ਹੈ; ਮਰਿ ਜੰਮੈ ਅਾਵੈ ਜਾੲਿ ||",
    "transliteration": "Hanoumai Vaddaa Rog Hai Mar Janmai Aavai Jaae ||",
    "translation": "Egotism is such a terrible disease; he dies, to be reincarnated - he continues coming and going.",
    "punjabi": "ਅਹੰਕਾਰ (ਮਨੁੱਖ ਲਈ) ਇਕ ਤਗੜਾ ਰੋਗ ਹੈ (ਇਸ ਰੋਗ ਵਿਚ ਹੀ) ਮਨੁੱਖ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਆਉਂਦਾ ਹੈ ਫੇਰ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25951,
    "shabad_id": 2246,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪੂਰਬਿ ਲਿਖਿਅਾ; ਤਿਨਾ ਸਤਗੁਰੁ ਮਿਲਿਅਾ ਪ੍ਰਭੁ ਅਾੲਿ ||",
    "transliteration": "Jin Ko Poorab Likhiaa Thinaa Sathagur Miliaa Prabh Aae ||",
    "translation": "Those who have such pre-ordained destiny meet with the True Guru, God Incarnate.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ) ਉੱਕਰਿਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਤੇ (ਸਤਿਗੁਰੂ ਦੇ ਮਿਲਿਆਂ) ਪਰਮਾਤਮਾ (ਭੀ) ਆ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25952,
    "shabad_id": 2246,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰ ਪਰਸਾਦੀ ੳੁਬਰੇ; ਹੳੁਮੈ ਸਬਦਿ ਜਲਾੲਿ ||੨||",
    "transliteration": "Naanak Gur Parasaadhee Oubarae Houmai Sabadh Jalaae ||2||",
    "translation": "O Nanak, by Guru's Grace, they are redeemed; their egos are burnt away through the Word of the Shabad. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ('ਹਉਮੈ ਰੋਗ' ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25953,
    "shabad_id": 2247,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25954,
    "shabad_id": 2247,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਹਮਾਰਾ ਪ੍ਰਭੁ ਅਬਿਗਤੁ ਅਗੋਚਰੁ; ਅਬਿਨਾਸੀ ਪੁਰਖੁ ਬਿਧਾਤਾ ||",
    "transliteration": "Har Naam Hamaaraa Prabh Abigath Agochar Abinaasee Purakh Bidhhaathaa ||",
    "translation": "The Lord's Name is my immortal, unfathomable, imperishable Creator Lord, the Architect of Destiny.",
    "punjabi": "ਜੋ ਹਰੀ ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਜੋ ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਨਾਸ ਤੋਂ ਰਹਿਤ ਹੈ, ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ਤੇ ਸਿਰਜਣਹਾਰ ਹੈ, ਉਸ ਦਾ ਨਾਮ ਸਾਡਾ (ਰਾਖਾ) ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25955,
    "shabad_id": 2247,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਹਮ ਸ੍ਰੇਵਹ. ਹਰਿ ਨਾਮੁ ਹਮ ਪੂਜਹ; ਹਰਿ ਨਾਮੇ ਹੀ ਮਨੁ ਰਾਤਾ ||",
    "transliteration": "Har Naam Ham Sraeveh Har Naam Ham Poojeh Har Naamae Hee Man Raathaa ||",
    "translation": "I serve the Lord's Name, I worship the Lord's Name, and my soul is imbued with the Lord's Name.",
    "punjabi": "ਅਸੀਂ ਉਸ ਹਰੀ-ਨਾਮ ਨੂੰ ਸੇਂਵਦੇ ਹਾਂ, ਨਾਮ ਨੂੰ ਪੂਜਦੇ ਹਾਂ, ਨਾਮ ਵਿਚ ਹੀ ਸਾਡਾ ਮਨ ਰੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਰੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 25956,
    "shabad_id": 2247,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਨਾਮੈ ਜੇਵਡੁ. ਕੋੲੀ ਅਵਰੁ, ਨ ਸੂਝੈ; ਹਰਿ ਨਾਮੋ. ਅੰਤਿ ਛਡਾਤਾ ||",
    "transliteration": "Har Naamai Jaevadd Koee Avar N Soojhai Har Naamo Anth Shhaddaathaa ||",
    "translation": "I know of no other as great as the Lord's Name; the Lord's Name shall deliver me in the end.",
    "punjabi": "ਹਰੀ ਦੇ ਨਾਮ ਜੇਡਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਸੁੱਝਦਾ ਨਹੀਂ, ਨਾਮ ਹੀ ਅਖ਼ੀਰ ਵੇਲੇ ਛਡਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25957,
    "shabad_id": 2247,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਦੀਅਾ. ਗੁਰਿ ਪਰੳੁਪਕਾਰੀ; ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਕਾ ਪਿਤਾ ਮਾਤਾ ||",
    "transliteration": "Har Naam Dheeaa Gur Paroupakaaree Dhhan Dhhann Guroo Kaa Pithaa Maathaa ||",
    "translation": "The Generous Guru has given me the Lord's Name; blessed, blessed are the Guru's mother and father.",
    "punjabi": "ਧੰਨ ਹੈ ਉਸ ਪਰਉਪਕਾਰੀ ਸਤਿਗੁਰੂ ਦਾ ਮਾਂ ਪਿਉ, ਜਿਸ ਗੁਰੂ ਨੇ ਸਾਨੂੰ ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25958,
    "shabad_id": 2247,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹੰੳੁ ਸਤਿਗੁਰ ਅਪੁਣੇ ਕੰੳੁ, ਸਦਾ ਨਮਸਕਾਰੀ; ਜਿਤੁ ਮਿਲਿਅੈ. ਹਰਿ ਨਾਮੁ ਮੈ ਜਾਤਾ ||੧੬||",
    "transliteration": "Hano Sathigur Apunae Kano Sadhaa Namasakaaree Jith Miliai Har Naam Mai Jaathaa ||16||",
    "translation": "I ever bow in humble reverence to my True Guru; meeting Him, I have come to know the Lord's Name. ||16||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਨੂੰ ਸਦਾ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ, ਜਿਸ ਦੇ ਮਿਲਣ ਤੇ ਮੈਨੂੰ ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਸਮਝ ਪਈ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25959,
    "shabad_id": 2248,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25960,
    "shabad_id": 2248,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੇਵ. ਨ ਕੀਨੀਅਾ; ਹਰਿ ਨਾਮਿ. ਨ ਲਗੋ ਪਿਅਾਰੁ ||",
    "transliteration": "Guramukh Saev N Keeneeaa Har Naam N Lago Piaar ||",
    "translation": "One who does not serve the Guru as Gurmukh, who does not love the Lord's Name",
    "punjabi": "ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾ ਸੇਵਾ ਕੀਤੀ, ਨਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦਾ ਪਿਆਰ ਹੀ ਲੱਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25961,
    "shabad_id": 2248,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਬਦੈ ਸਾਦੁ. ਨ ਅਾੲਿਓ; ਮਰਿ ਜਨਮੈ ਵਾਰੋ ਵਾਰ ||",
    "transliteration": "Sabadhai Saadh N Aaeiou Mar Janamai Vaaro Vaar ||",
    "translation": "And who does not savor the taste of the Shabad, shall die, and be reborn, over and over again.",
    "punjabi": "ਸ਼ਬਦ ਵਿਚ ਰਸ ਭੀ ਨਾ ਆਇਆ, ਤਾਂ ਉਹ ਘੜੀ ਮੁੜੀ ਜੰਮਦਾ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25962,
    "shabad_id": 2248,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਨਮੁਖਿ ਅੰਧੁ. ਨ ਚੇਤੲੀ; ਕਿਤੁ ਅਾੲਿਅਾ ਸੈਸਾਰਿ ||",
    "transliteration": "Manamukh Andhh N Chaethee Kith Aaeiaa Saisaar ||",
    "translation": "The blind, self-willed manmukh does not think of the Lord; why did he even come into the world?",
    "punjabi": "ਜੇ ਅੰਨ੍ਹਾ ਮਨਮੁਖ ਹਰੀ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ ਤਾਂ ਸੰਸਾਰ ਵਿਚ ਆਉਣ ਦਾ ਕੀਹ ਲਾਭ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25963,
    "shabad_id": 2248,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਜਿਨ ਕੳੁ ਨਦਰਿ ਕਰੇ; ਸੇ ਗੁਰਮੁਖਿ ਲੰਘੇ ਪਾਰਿ ||੧||",
    "transliteration": "Naanak Jin Ko Nadhar Karae Sae Guramukh Langhae Paar ||1||",
    "translation": "O Nanak, that Gurmukh, upon whom the Lord casts His Glance of Grace, crosses over the world-ocean. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਸੰਸਾਰ ਸਾਗਰ ਤੋਂ) ਪਾਰ ਉਤਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25964,
    "shabad_id": 2249,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25965,
    "shabad_id": 2249,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਕੋ ਸਤਿਗੁਰੁ ਜਾਗਤਾ; ਹੋਰੁ ਜਗੁ ਸੂਤਾ. ਮੋਹਿ ਪਿਅਾਸਿ ||",
    "transliteration": "Eiko Sathigur Jaagathaa Hor Jag Soothaa Mohi Piaas ||",
    "translation": "Only the Guru is awake; the rest of the world is asleep in emotional attachment and desire.",
    "punjabi": "ਇਕ ਸਤਿਗੁਰੂ ਹੀ ਸੁਚੇਤ ਹੈ, ਹੋਰ ਸਾਰਾ ਸੰਸਾਰ (ਮਾਇਆ ਦੇ) ਮੋਹ ਵਿਚ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਸੁੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25966,
    "shabad_id": 2249,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਨਿ. ਜਾਗੰਨਿ ਸੇ; ਜੋ ਰਤੇ. ਸਚਿ ਨਾਮਿ ਗੁਣਤਾਸਿ ||",
    "transliteration": "Sathigur Saevan Jaagann Sae Jo Rathae Sach Naam Gunathaas ||",
    "translation": "Those who serve the True Guru and remain wakeful, are imbued with the True Name, the treasure of virtue.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ ਤੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਸੱਚੇ ਨਾਮ ਵਿਚ ਰੱਤੇ ਹੋਏ ਹਨ, (ਉਹ) ਜਾਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
