[
  {
    "id": 26040,
    "shabad_id": 2263,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 26041,
    "shabad_id": 2263,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੧ ਘਰੁ ੧ ਚੳੁਪਦੇ ||",
    "transliteration": "Sorath Mehalaa 1 Ghar 1 Choupadhae ||",
    "translation": "Sorat'h First Mehl First House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਸੁਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26042,
    "shabad_id": 2263,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਭਨਾ ਮਰਣਾ ਅਾੲਿਅਾ; ਵੇਛੋੜਾ ਸਭਨਾਹ ||",
    "transliteration": "Sabhanaa Maranaa Aaeiaa Vaeshhorraa Sabhanaah ||",
    "translation": "Death comes to all, and all must suffer separation.",
    "punjabi": "ਸਭ ਨੇ ਮਰ ਜਾਣਾ ਹੈ ਤੇ ਸਭ ਨੂੰ ਇਹ ਵਿਛੋੜਾ ਹੋਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26043,
    "shabad_id": 2263,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਪੁਛਹੁ ਜਾੲਿ ਸਿਅਾਣਿਅਾ; ਅਾਗੈ ਮਿਲਣੁ ਕਿਨਾਹ ||",
    "transliteration": "Pushhahu Jaae Siaaniaa Aagai Milan Kinaah ||",
    "translation": "Go and ask the clever people, whether they shall meet in the world hereafter.",
    "punjabi": "ਜਾ ਕੇ ਸਿਆਣੇ ਜੀਵਾਂ (ਗੁਰਮੁਖਾਂ) ਪਾਸੋਂ ਪਤਾ ਲਵੋ ਕਿ ਅਗੇ ਜਾ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਮਿਲਾਪ ਕਿਨ੍ਹਾਂ ਨੂੰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਅਾਗੈਜਾ ਕੇ (ਕਿਨਾਹ) ਕਿੰਨ੍ਹਾਂ ਦਾ ਮਿਲਣੁ ਹੋਵੇਗਾ (੨. ਕਿ ਨਾਹ)",
    "type_id": 3
  },
  {
    "id": 26044,
    "shabad_id": 2263,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਿਨ ਮੇਰਾ ਸਾਹਿਬੁ ਵੀਸਰੈ; ਵਡੜੀ ਵੇਦਨ ਤਿਨਾਹ ||੧||",
    "transliteration": "Jin Maeraa Saahib Veesarai Vaddarree Vaedhan Thinaah ||1||",
    "translation": "Those who forget my Lord and Master shall suffer in terrible pain. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਭੁੱਲ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਬੜਾ ਆਤਮਕ ਕਲੇਸ਼ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਵੇਦਨ) ਪੀੜ",
    "type_id": 3
  },
  {
    "id": 26045,
    "shabad_id": 2263,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਭੀ ਸਾਲਾਹਿਹੁ, ਸਾਚਾ ਸੋੲਿ ||",
    "transliteration": "Bhee Saalaahihu Saachaa Soe ||",
    "translation": "So praise the True Lord,",
    "punjabi": "ਮੁੜ ਮੁੜ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26046,
    "shabad_id": 2263,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਾ ਕੀ ਨਦਰਿ. ਸਦਾ ਸੁਖੁ ਹੋੲਿ || ਰਹਾੳੁ ||",
    "transliteration": "Jaa Kee Nadhar Sadhaa Sukh Hoe || Rehaao ||",
    "translation": "By whose Grace peace ever prevails. ||Pause||",
    "punjabi": "ਉਸੇ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26047,
    "shabad_id": 2263,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਵਡਾ ਕਰਿ ਸਾਲਾਹਣਾ; ਹੈ ਭੀ ਹੋਸੀ ਸੋੲਿ ||",
    "transliteration": "Vaddaa Kar Saalaahanaa Hai Bhee Hosee Soe ||",
    "translation": "Praise Him as great; He is, and He shall ever be.",
    "punjabi": "ਪ੍ਰਭੂ ਨੂੰ ਵੱਡਾ ਆਖ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ, ਉਹ ਹੀ ਮੌਜੂਦ ਹੈ ਤੇ ਰਹੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26048,
    "shabad_id": 2263,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਭਨਾ ਦਾਤਾ ੲੇਕੁ ਤੂ; ਮਾਣਸ ਦਾਤਿ. ਨ ਹੋੲਿ ||",
    "transliteration": "Sabhanaa Dhaathaa Eaek Thoo Maanas Dhaath N Hoe ||",
    "translation": "You alone are the Great Giver; mankind cannot give anything.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਇਕੱਲਾ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਦਾਤਾ ਹੈਂ, ਮਨੁੱਖ ਦਾਤਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26049,
    "shabad_id": 2263,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ. ਸੋ ਥੀਅੈ; ਰੰਨ ਕਿ ਰੁੰਨੈ ਹੋੲਿ ||੨||",
    "transliteration": "Jo This Bhaavai So Thheeai Rann K Runnai Hoe ||2||",
    "translation": "Whatever pleases Him, comes to pass; what good does it do to cry out in protest? ||2||",
    "punjabi": "ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਰੰਨਾਂ ਵਾਂਗ ਰੋਣ ਤੋਂ ਕੀ ਹੋ ਸਕਦਾ? ॥੨॥",
    "pronunciation": "(ਰੰਨ)ੲਿਸਤ੍ਰੀ ਵਾਂਗ[(ਰੁੰਨੈ) ਰੋਣੇ ਤੇ",
    "type_id": 3
  },
  {
    "id": 26050,
    "shabad_id": 2263,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਧਰਤੀ ੳੁਪਰਿ. ਕੋਟ ਗੜ; ਕੇਤੀ ਗੲੀ ਵਜਾੲਿ ||",
    "transliteration": "Dhharathee Oupar Kott Garr Kaethee Gee Vajaae ||",
    "translation": "Many have proclaimed their sovereignty over millions of fortresses on the earth, but they have now departed.",
    "punjabi": "ਇਸ ਧਰਤੀ ਉਤੇ ਅਨੇਕਾਂ ਆਏ ਜੋ ਕਿਲ੍ਹੇ ਆਦਿਕ ਬਣਾ ਕੇ (ਆਪਣੀ ਤਾਕਤ ਦਾ) ਢੋਲ ਵਜਾ ਕੇ (ਆਖ਼ਰ) ਚਲੇ ਗਏ।",
    "pronunciation": "ਗੜ੍ਹ",
    "type_id": 3
  },
  {
    "id": 26051,
    "shabad_id": 2263,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਅਸਮਾਨਿ. ਨ ਮਾਵਨੀ; ਤਿਨ ਨਕਿ ਨਥਾ ਪਾੲਿ ||",
    "transliteration": "Jo Asamaan N Maavanee Thin Nak Nathhaa Paae ||",
    "translation": "And those, whom even the sky could not contain, had ropes put through their noses.",
    "punjabi": "ਜਿਹਨਾਂ ਨੂੰ ਇਤਨਾ (ਤਾਕਤ ਦਾ) ਮਾਣ ਹੈ ਕਿ (ਮਾਨੋ) ਅਸਮਾਨ ਦੇ ਹੇਠ ਭੀ ਨਹੀਂ ਮਿਓਂਦੇ, ਪ੍ਰਭੂ ਉਨ੍ਹਾਂ ਦੇ ਨਕ ਵਿਚ ਵੀ ਨੱਥ ਪਾ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਉਹਨਾਂ ਦੀ ਆਕੜ ਭੀ ਭੰਨ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "(ਮਾਵਨੀ) ਮਿੳੁਂਦੇ ਸਮਾੳੁਂਦੇ[ ਨੱਕਿ ਨੱਥਾ",
    "type_id": 3
  },
  {
    "id": 26052,
    "shabad_id": 2263,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜੇ ਮਨ ਜਾਣਹਿ ਸੂਲੀਅਾ; ਕਾਹੇ ਮਿਠਾ ਖਾਹਿ ||੩||",
    "transliteration": "Jae Man Jaanehi Sooleeaa Kaahae Mithaa Khaahi ||3||",
    "translation": "O mind, if you only knew the torment in your future, you would not relish the sweet pleasures of the present. ||3||",
    "punjabi": "ਸੋ, ਹੇ ਮਨ! ਜੇ ਤੂੰ ਇਹ ਸਮਝ ਲਏਂ ਕਿ ਦੁਨੀਆ ਦੇ ਮੌਜ ਮੇਲਿਆਂ ਦਾ ਨਤੀਜਾ ਦੁੱਖ-ਕਲੇਸ਼ ਹੀ ਹੈ ਤਾਂ ਤੂੰ ਦੁਨੀਆ ਦੇ ਭੋਗਾਂ ਵਿਚ ਹੀ ਕਿਉਂ ਮਸਤ ਰਹੇਂ? ॥੩॥",
    "pronunciation": "(ਸੂਲੀਅਾ) ਦੁੱਖ[ ਸੂਲੀਅਾ ਕੰਨੇ ਬਿੰਦੀ ਨ ਲਾੳੁ[ਮਿੱਠਾ",
    "type_id": 3
  },
  {
    "id": 26053,
    "shabad_id": 2263,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਅੳੁਗੁਣ ਜੇਤੜੇ; ਤੇਤੇ ਗਲੀ ਜੰਜੀਰ ||",
    "transliteration": "Naanak Aougun Jaetharrae Thaethae Galee Janjeer ||",
    "translation": "O Nanak, as many as are the sins one commits, so many are the chains around his neck.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਦੇ ਸੁਖ ਮਾਣਨ ਦੀ ਖ਼ਾਤਰ) ਜਿਤਨੇ ਭੀ ਪਾਪ-ਵਿਕਾਰ ਅਸੀਂ ਕਰਦੇ ਹਾਂ, ਇਹ ਸਾਰੇ ਪਾਪ-ਵਿਕਾਰ ਸਾਡੇ ਗਲਾਂ ਵਿਚ ਫਾਹੀਆਂ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਗਲੀਂ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26054,
    "shabad_id": 2263,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਗੁਣ ਹੋਨਿ. ਤ ਕਟੀਅਨਿ; ਸੇ ਭਾੲੀ ਸੇ ਵੀਰ ||",
    "transliteration": "Jae Gun Hon Th Katteean Sae Bhaaee Sae Veer ||",
    "translation": "If he possesses virtues, then the chains are cut away; these virtues are his brothers, his true brothers.",
    "punjabi": "ਇਹ ਪਾਪ-ਫਾਹੀਆਂ ਤਦੋਂ ਹੀ ਕੱਟੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ ਜੇ ਸਾਡੇ ਪੱਲੇ ਗੁਣ ਹੋਣ। ਗੁਣ ਹੀ ਅਸਲ ਭਾਈ ਮਿਤ੍ਰ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26055,
    "shabad_id": 2263,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਅਗੈ ਗੲੇ. ਨ ਮੰਨੀਅਨਿ; ਮਾਰਿ ਕਢਹੁ. ਵੇਪੀਰ ||੪||੧||",
    "transliteration": "Agai Geae N Manneean Maar Kadtahu Vaepeer ||4||1||",
    "translation": "Going to the world hereafter, those who have no Guru are not accepted; they are beaten, and expelled. ||4||1||",
    "punjabi": "(ਇਥੋਂ) ਸਾਡੇ ਨਾਲ ਗਏ ਹੋਏ ਪਾਪ-ਵਿਕਾਰ (ਅਗਾਂਹ) ਆਦਰ ਨਹੀਂ ਪਾਂਦੇ। ਇਹਨਾਂ ਬੇ-ਮੁਰਸ਼ਿਦਾਂ ਨੂੰ (ਹੁਣੇ ਹੀ) ਮਾਰ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ ਕੱਢ ਦਿਉ ॥੪॥੧॥",
    "pronunciation": "(ਵੇਪੀਰ) ਨਿਗੁਰੇ",
    "type_id": 3
  },
  {
    "id": 26056,
    "shabad_id": 2264,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੧ ਘਰੁ ੧ ||",
    "transliteration": "Sorath Mehalaa 1 Ghar 1 ||",
    "translation": "Sorat'h, First Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26057,
    "shabad_id": 2264,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਨੁ ਹਾਲੀ. ਕਿਰਸਾਣੀ ਕਰਣੀ; ਸਰਮੁ ਪਾਣੀ ਤਨੁ ਖੇਤੁ ||",
    "transliteration": "Man Haalee Kirasaanee Karanee Saram Paanee Than Khaeth ||",
    "translation": "Make your mind the farmer, good deeds the farm, modesty the water, and your body the field.",
    "punjabi": "ਮਨ ਨੂੰ ਹਾਲ਼ੀ (ਵਰਗਾ ਉੱਦਮੀ) ਬਣਾ, ਉਚੇ ਆਚਰਨ ਨੂੰ ਵਾਹੀ ਸਮਝ, ਮੇਹਨਤ ਨੂੰ ਪਾਣੀ ਬਣਾ, ਤੇ ਸਰੀਰ ਨੂੰ ਪੈਲੀ ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26058,
    "shabad_id": 2264,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਮੁ ਬੀਜੁ. ਸੰਤੋਖੁ ਸੁਹਾਗਾ; ਰਖੁ ਗਰੀਬੀ ਵੇਸੁ ||",
    "transliteration": "Naam Beej Santhokh Suhaagaa Rakh Gareebee Vaes ||",
    "translation": "Let the Lord's Name be the seed, contentment the plow, and your humble dress the fence.",
    "punjabi": "ਫਿਰ (ਇਸ ਪੈਲੀ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੀਜ, ਸੰਤੋਖ ਨੂੰ ਸੁਹਾਗਾ ਬਣਾ, ਤੇ ਸਾਦਾ ਜੀਵਨ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26059,
    "shabad_id": 2264,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭਾੳੁ ਕਰਮ ਕਰਿ ਜੰਮਸੀ; ਸੇ ਘਰ ਭਾਗਠ ਦੇਖੁ ||੧||",
    "transliteration": "Bhaao Karam Kar Janmasee Sae Ghar Bhaagath Dhaekh ||1||",
    "translation": "Doing deeds of love, the seed shall sprout, and you shall see your home flourish. ||1||",
    "punjabi": "ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਨਾਲ ਪ੍ਰੇਮ ਪੈਦਾ ਹੋਵੇਗਾ ਤੇ ਦੇਖ ਕਿ ਸਰੀਰ-ਘਰ ਭਾਗਾਂ ਵਾਲਾ ਹੋ ਜਾਏਗਾ ॥੧॥",
    "pronunciation": "(ਭਾਗਠ)ਖ਼ੁਸ਼ਨਸੀਬ ਭਾਗਵਾਨ",
    "type_id": 3
  },
  {
    "id": 26060,
    "shabad_id": 2264,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬਾਬਾ; ਮਾੲਿਅਾ ਸਾਥਿ. ਨ ਹੋੲਿ ||",
    "transliteration": "Baabaa Maaeiaa Saathh N Hoe ||",
    "translation": "O Baba, the wealth of Maya does not go with anyone.",
    "punjabi": "ਹੇ ਭਾਈ! (ਇਥੋਂ ਤੁਰਨ ਵੇਲੇ) ਮਾਇਆ ਜੀਵ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26061,
    "shabad_id": 2264,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ੲਿਨਿ ਮਾੲਿਅਾ ਜਗੁ ਮੋਹਿਅਾ; ਵਿਰਲਾ ਬੂਝੈ ਕੋੲਿ || ਰਹਾੳੁ ||",
    "transliteration": "Ein Maaeiaa Jag Mohiaa Viralaa Boojhai Koe || Rehaao ||",
    "translation": "This Maya has bewitched the world, but only a rare few understand this. ||Pause||",
    "punjabi": "ਇਸ ਮਾਇਆ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਕੋਈ ਵਿਰਲਾ ਹੀ ਇਹ ਗਲ ਸਮਝਦਾ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26062,
    "shabad_id": 2264,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਾਣੁ ਹਟੁ ਕਰਿ ਅਾਰਜਾ; ਸਚੁ ਨਾਮੁ ਕਰਿ ਵਥੁ ||",
    "transliteration": "Haan Hatt Kar Aarajaa Sach Naam Kar Vathh ||",
    "translation": "Make your ever-decreasing life your shop, and make the Lord's Name your merchandise.",
    "punjabi": "ਇਸ (ਸਰੀਰ) ਹੱਟੀ ਵਿਚ ਜਿੰਦਗੀ ਦੇ ਹਰ ਸਵਾਸ ਨਾਲ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਨਾਮ ਸੌਦਾ ਬਣਾ।",
    "pronunciation": "(ਹਾਣੁ) ਘਟ ਰਹੀ[ ਹੱਟੁ",
    "type_id": 3
  },
  {
    "id": 26063,
    "shabad_id": 2264,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸੁਰਤਿ ਸੋਚ ਕਰਿ ਭਾਂਡਸਾਲ; ਤਿਸੁ ਵਿਚਿ. ਤਿਸਨੋ ਰਖੁ ||",
    "transliteration": "Surath Soch Kar Bhaanddasaal This Vich This No Rakh ||",
    "translation": "Make understanding and contemplation your warehouse, and in that warehouse, store the Lord's Name.",
    "punjabi": "ਆਪਣੀ ਸੁਰਤ ਤੇ ਵਿਚਾਰ-ਮੰਡਲ ਨੂੰ (ਭਾਂਡਿਆਂ ਦੀ) ਭਾਂਡਸਾਲ ਬਣਾ ਕੇ ਇਸ ਵਿਚ ਹਰੀ-ਨਾਮ ਸੌਦੇ ਨੂੰ ਪਾ।",
    "pronunciation": "(ਭਾਂਡਸਾਲ) ਦੁਕਾਨ ਜਿਸ ਚ ਭਾਂਡੇ ਸਜਾੲੇ ਹੋਣ",
    "type_id": 3
  },
  {
    "id": 26064,
    "shabad_id": 2264,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਵਣਜਾਰਿਅਾ ਸਿੳੁ ਵਣਜੁ ਕਰਿ; ਲੈ ਲਾਹਾ ਮਨ ਹਸੁ ||੨||",
    "transliteration": "Vanajaariaa Sio Vanaj Kar Lai Laahaa Man Has ||2||",
    "translation": "Deal with the Lord's dealers, earn your profits, and rejoice in your mind. ||2||",
    "punjabi": "ਇਹ ਨਾਮ-ਵਣਜ ਕਰਨ ਵਾਲੇ ਸਤਸੰਗੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਤੂੰ ਭੀ ਹਰੀ-ਨਾਮ ਦਾ ਵਣਜ ਕਰ, ਤਾਂ ਇਸ ਵਿਚੋਂ ਖੱਟੀ ਮਿਲੇਗੀ ਮਨ ਦਾ ਖਿੜਾਓ ॥੨॥",
    "pronunciation": "(ਹੱਸੁ) ਪ੍ਰਸੰਨ ਹੋ",
    "type_id": 3
  },
  {
    "id": 26065,
    "shabad_id": 2264,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸੁਣਿ ਸਾਸਤ ਸੳੁਦਾਗਰੀ; ਸਤੁ ਘੋੜੇ ਲੈ ਚਲੁ ||",
    "transliteration": "Sun Saasath Soudhaagaree Sath Ghorrae Lai Chal ||",
    "translation": "Let your trade be listening to scripture, and let Truth be the horses you take to sell.",
    "punjabi": "ਧਰਮ-ਪੁਸਤਕਾਂ (ਦਾ ਉਪਦੇਸ਼) ਸੁਣਿਆ ਕਰ, ਇਹ ਹਰੀ-ਨਾਮ ਦੀ ਸੌਦਾਗਰੀ ਹੈ, (ਸੌਦਾਗਰੀ ਦਾ ਮਾਲ ਲੱਦਣ ਵਾਸਤੇ) ਉੱਚੇ ਆਚਰਨ ਨੂੰ ਘੋੜੇ ਬਣਾ ਕੇ ਲੈ ਤੁਰ।",
    "pronunciation": "(ਸੱਤੁ) ੳੁੱਚਾ ਜੀਵਨ",
    "type_id": 3
  },
  {
    "id": 26066,
    "shabad_id": 2264,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਖਰਚੁ ਬੰਨੁ ਚੰਗਿਅਾੲੀਅਾ; ਮਤੁ ਮਨ ਜਾਣਹਿ ਕਲੁ ||",
    "transliteration": "Kharach Bann Changiaaeeaa Math Man Jaanehi Kal ||",
    "translation": "Gather up merits for your travelling expenses, and do not think of tomorrow in your mind.",
    "punjabi": "ਚੰਗੇ ਗੁਣਾਂ ਨੂੰ ਜੀਵਨ-ਸਫ਼ਰ ਦਾ ਖ਼ਰਚ ਬਣਾ। ਹੇ ਮਨ! (ਇਸ ਵਪਾਰ ਦੇ ਉੱਦਮ ਨੂੰ) ਕੱਲ ਤੇ ਨਾਹ ਪਾ।",
    "pronunciation": "ਬੰਨ੍ਹੁ ਕੱਲ੍ਹੁ",
    "type_id": 3
  },
  {
    "id": 26067,
    "shabad_id": 2264,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਨਿਰੰਕਾਰ ਕੈ ਦੇਸਿ ਜਾਹਿ; ਤਾ ਸੁਖਿ ਲਹਹਿ ਮਹਲੁ ||੩||",
    "transliteration": "Nirankaar Kai Dhaes Jaahi Thaa Sukh Lehehi Mehal ||3||",
    "translation": "When you arrive in the land of the Formless Lord, you shall find peace in the Mansion of His Presence. ||3||",
    "punjabi": "ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਦੇਸ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕ ਜਾਏਂ, ਤਾਂ ਆਤਮਕ ਸੁਖ ਵਿਚ ਥਾਂ ਲੱਭ ਜਾਏਗਾ ॥੩॥",
    "pronunciation": "(ਮ-ਹੱਲੁ) ਘਰ ਟਿਕਾਣਾ",
    "type_id": 3
  },
  {
    "id": 26068,
    "shabad_id": 2264,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਲਾੲਿ ਚਿਤੁ ਕਰਿ ਚਾਕਰੀ; ਮੰਨਿ ਨਾਮੁ ਕਰਿ ਕੰਮੁ ||",
    "transliteration": "Laae Chith Kar Chaakaree Mann Naam Kar Kanm ||",
    "translation": "Let your service be the focusing of your consciousness, and let your occupation be the placing of faith in the Naam.",
    "punjabi": "ਪੂਰੇ ਧਿਆਨ ਨਾਲ (ਪ੍ਰਭੂ-ਮਾਲਕ ਦੀ) ਨੌਕਰੀ ਕਰ ਤੇ ਪਰਮਾਤਮਾ-ਮਾਲਕ ਦੇ ਨਾਮ ਨੂੰ ਮਨ ਵਿਚ ਪੱਕਾ ਕਰ ਰੱਖ (ਇਹੀ ਹੈ ਉਸ ਦੀ ਸੇਵਾ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
