[
  {
    "id": 26143,
    "shabad_id": 2270,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਕੳੁ ੲਿਹੁ ਜਗੁ ਬਪੁੜੋ; ੲਿਨਿ ਦੂਜੈ. ਭਗਤਿ ਵਿਸਾਰੀ ਜੀੳੁ ||",
    "transliteration": "Janam Maran Ko Eihu Jag Bapurro Ein Dhoojai Bhagath Visaaree Jeeo ||",
    "translation": "This wretched world is caught in birth and death; in the love of duality, it has forgotten devotional worship of the Lord.",
    "punjabi": "ਇਹ ਭਾਗ-ਹੀਣ ਜਗਤ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਸਹੇੜ ਬੈਠਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਨੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਭੁਲਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "ਜੱਗੁ[ਬੱਪੁੜੋ",
    "type_id": 3
  },
  {
    "id": 26144,
    "shabad_id": 2270,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ. ਤ ਗੁਰਮਤਿ ਪਾੲੀਅੈ; ਸਾਕਤ ਬਾਜੀ ਹਾਰੀ ਜੀੳੁ ||੩||",
    "transliteration": "Sathigur Milai Th Guramath Paaeeai Saakath Baajee Haaree Jeeo ||3||",
    "translation": "Meeting the True Guru, the Guru's Teachings are obtained; the faithless cynic loses the game of life. ||3||",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਤੇ ਤੁਰਿਆਂ (ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ) ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਪਰ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵ (ਭਗਤੀ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਦੀ) ਬਾਜ਼ੀ ਹਾਰ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26145,
    "shabad_id": 2270,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰ. ਬੰਧਨ ਤੋੜਿ ਨਿਰਾਰੇ; ਬਹੁੜਿ. ਨ ਗਰਭ ਮਝਾਰੀ ਜੀੳੁ ||",
    "transliteration": "Sathigur Bandhhan Thorr Niraarae Bahurr N Garabh Majhaaree Jeeo ||",
    "translation": "Breaking my bonds, the True Guru has set me free, and I shall not be cast into the womb of reincarnation again.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਾਇਆ ਦੇ ਬੰਧਨ ਤੋੜ ਕੇ ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਕਰ ਦੇਂਦਾ ਹੈਂ, ਉਹ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26146,
    "shabad_id": 2270,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਗਿਅਾਨ ਰਤਨੁ ਪਰਗਾਸਿਅਾ; ਹਰਿ ਮਨਿ ਵਸਿਅਾ ਨਿਰੰਕਾਰੀ ਜੀੳੁ ||੪||੮||",
    "transliteration": "Naanak Giaan Rathan Paragaasiaa Har Man Vasiaa Nirankaaree Jeeo ||4||8||",
    "translation": "O Nanak, the jewel of spiritual wisdom shines forth, and the Lord, the Formless Lord, dwells within my mind. ||4||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦੇ) ਗਿਆਨ ਦਾ ਰਤਨ ਚਮਕ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਹਰੀ ਨਿਰੰਕਾਰ (ਆਪ) ਆ ਵੱਸਦਾ ਹੈ ॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26147,
    "shabad_id": 2271,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੧ ||",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26148,
    "shabad_id": 2271,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਜਲਨਿਧਿ ਕਾਰਣਿ. ਤੁਮ ਜਗਿ ਅਾੲੇ; ਸੋ ਅੰਮਿ੍ਰਤੁ ਗੁਰ ਪਾਹੀ ਜੀੳੁ ||",
    "transliteration": "Jis Jal Nidhh Kaaran Thum Jag Aaeae So Anmrith Gur Paahee Jeeo ||",
    "translation": "The treasure of the Name, for which you have come into the world - that Ambrosial Nectar is with the Guru.",
    "punjabi": "ਜਿਸ ਅੰਮ੍ਰਿਤ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦੀ ਖ਼ਾਤਰ ਤੁਸੀਂ ਜਗਤ ਵਿਚ ਆਏ ਹੋ ਉਹ ਅੰਮ੍ਰਿਤ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 26149,
    "shabad_id": 2271,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਛੋਡਹੁ ਵੇਸੁ ਭੇਖ ਚਤੁਰਾੲੀ; ਦੁਬਿਧਾ ੲਿਹੁ ਫਲੁ. ਨਾਹੀ ਜੀੳੁ ||੧||",
    "transliteration": "Shhoddahu Vaes Bhaekh Chathuraaee Dhubidhhaa Eihu Fal Naahee Jeeo ||1||",
    "translation": "Renounce costumes, disguises and clever tricks; this fruit is not obtained by duplicity. ||1||",
    "punjabi": "ਧਾਰਮਿਕ ਭੇਖ ਦਾ ਪਹਿਰਾਵਾ ਛੱਡੋ, ਮਨ ਦੀ ਚਲਾਕੀ ਵੀ ਛੱਡੋ, ਇਸ ਦੋ-ਰੁਖ਼ੀ ਚਾਲ ਵਿਚ ਪਿਆਂ ਇਹ ਅੰਮ੍ਰਿਤ-ਫਲ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26150,
    "shabad_id": 2271,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਰੇ. ਥਿਰੁ ਰਹੁ; ਮਤੁ ਕਤ ਜਾਹੀ ਜੀੳੁ ||",
    "transliteration": "Man Rae Thhir Rahu Math Kath Jaahee Jeeo ||",
    "translation": "O my mind, remain steady, and do not wander away.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਅੰਦਰ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਿਆ ਰਹੁ, (ਵੇਖੀਂ, ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਭਾਲ ਵਿਚ) ਕਿਤੇ ਬਾਹਰ ਨਾਹ ਭਟਕਦਾ ਫਿਰੀਂ।",
    "pronunciation": "ਕਤ[ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26151,
    "shabad_id": 2271,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਬਾਹਰਿ ਢੂਢਤ ਬਹੁਤੁ ਦੁਖੁ ਪਾਵਹਿ; ਘਰਿ ਅੰਮਿ੍ਰਤੁ ਘਟ ਮਾਹੀ ਜੀੳੁ || ਰਹਾੳੁ ||",
    "transliteration": "Baahar Dtoodtath Bahuth Dhukh Paavehi Ghar Anmrith Ghatt Maahee Jeeo || Rehaao ||",
    "translation": "By searching around on the outside, you shall only suffer great pain; the Ambrosial Nectar is found within the home of your own being. ||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਬਾਹਰ ਢੂੰਢਣ ਤੁਰ ਪਿਆ, ਤਾਂ ਬਹੁਤ ਦੁੱਖ ਪਾਏਂਗਾ। ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਤੇਰੇ ਘਰ ਵਿਚ ਹੀ ਹੈ, ਹਿਰਦੇ ਵਿਚ ਹੀ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26152,
    "shabad_id": 2271,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅਵਗੁਣ ਛੋਡਿ. ਗੁਣਾ ਕੳੁ ਧਾਵਹੁ; ਕਰਿ ਅਵਗੁਣ ਪਛੁਤਾਹੀ ਜੀੳੁ ||",
    "transliteration": "Avagun Shhodd Gunaa Ko Dhhaavahu Kar Avagun Pashhuthaahee Jeeo ||",
    "translation": "Renounce corruption, and seek virtue; committing sins, you shall only come to regret and repent.",
    "punjabi": "ਔਗੁਣ ਛੱਡ ਕੇ ਗੁਣ ਹਾਸਲ ਕਰਨ ਦਾ ਜਤਨ ਕਰੋ। ਜੇ ਔਗੁਣ ਹੀ ਕਰਦੇ ਰਹੋਗੇ ਤਾਂ ਪਛੁਤਾਣਾ ਪਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26153,
    "shabad_id": 2271,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਰ ਅਪਸਰ ਕੀ ਸਾਰ. ਨ ਜਾਣਹਿ; ਫਿਰਿ ਫਿਰਿ ਕੀਚ ਬੁਡਾਹੀ ਜੀੳੁ ||੨||",
    "transliteration": "Sar Apasar Kee Saar N Jaanehi Fir Fir Keech Buddaahee Jeeo ||2||",
    "translation": "You do not know the difference between good and evil; again and again, you sink into the mud. ||2||",
    "punjabi": "(ਹੇ ਮਨ!) ਤੂੰ ਮੁੜ ਮੁੜ ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚ ਡੁੱਬ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਚੰਗੇ ਮੰਦੇ ਦੀ ਪਰਖ ਕਰਨੀ ਨਹੀਂ ਜਾਣਦਾ ॥੨॥",
    "pronunciation": "(ਸਰ)ਚੰਗੇ[ (ਅਪ-ਸਰ)ਮੰਦੇ, ਮੋਹ ਰੂਪੀ[(ਕੀਚ) ਚਿੱਕੜ[ ਅਾਪਣੇ ਅਾਪ ਨੂੰ (ਬੁਡਾਹੀ)ਡੁੱਬਾੳੁਂਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 26154,
    "shabad_id": 2271,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅੰਤਰਿ ਮੈਲੁ ਲੋਭ ਬਹੁ ਝੂਠੇ; ਬਾਹਰਿ ਨਾਵਹੁ ਕਾਹੀ ਜੀੳੁ ||",
    "transliteration": "Anthar Mail Lobh Bahu Jhoothae Baahar Naavahu Kaahee Jeeo ||",
    "translation": "Within you is the great filth of greed and falsehood; why do you bother to wash your body on the outside?",
    "punjabi": "ਜੇ ਅੰਦਰ (ਮਨ ਵਿਚ) ਲੋਭ ਦੀ ਮੈਲ ਹੈ (ਤੇ ਲੋਭ-ਅਧੀਨ ਹੋ ਕੇ) ਕਈ ਠੱਗੀ ਦੇ ਕੰਮ ਕਰਦੇ ਹੋ, ਤਾਂ ਬਾਹਰ (ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ) ਇਸ਼ਨਾਨ ਕਰਨ ਦਾ ਕੀਹ ਲਾਭ?",
    "pronunciation": "ਨ੍ਹਾਵਹੁ",
    "type_id": 3
  },
  {
    "id": 26155,
    "shabad_id": 2271,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਨਿਰਮਲ ਨਾਮੁ ਜਪਹੁ ਸਦ ਗੁਰਮੁਖਿ; ਅੰਤਰ ਕੀ ਗਤਿ ਤਾਹੀ ਜੀੳੁ ||੩||",
    "transliteration": "Niramal Naam Japahu Sadh Guramukh Anthar Kee Gath Thaahee Jeeo ||3||",
    "translation": "Chant the Immaculate Naam, the Name of the Lord always, under Guru's Instruction; only then will your innermost being be emancipated. ||3||",
    "punjabi": "ਅੰਦਰਲੀ ਉੱਚੀ ਅਵਸਥਾ ਤਦੋਂ ਹੀ ਬਣੇਗੀ, ਜੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ ਜਪੋਗੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26156,
    "shabad_id": 2271,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਪਰਹਰਿ ਲੋਭੁ ਨਿੰਦਾ ਕੂੜੁ ਤਿਅਾਗਹੁ; ਸਚੁ ਗੁਰ ਬਚਨੀ ਫਲੁ ਪਾਹੀ ਜੀੳੁ ||",
    "transliteration": "Parehar Lobh Nindhaa Koorr Thiaagahu Sach Gur Bachanee Fal Paahee Jeeo ||",
    "translation": "Let greed and slander be far away from you, and renounce falsehood; through the True Word of the Guru's Shabad, you shall obtain the true fruit.",
    "punjabi": "(ਹੇ ਮਨ!) ਲੋਭ ਛੱਡ, ਨਿੰਦਿਆ ਤੇ ਝੂਠ ਤਿਆਗ। ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਤੇ ਤੁਰਿਆਂ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਅੰਮ੍ਰਿਤ-ਫਲ ਮਿਲੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26157,
    "shabad_id": 2271,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਿੳੁ ਭਾਵੈ ਤਿੳੁ ਰਾਖਹੁ ਹਰਿ ਜੀੳੁ; ਜਨ ਨਾਨਕ ਸਬਦਿ ਸਲਾਹੀ ਜੀੳੁ ||੪||੯||",
    "transliteration": "Jio Bhaavai Thio Raakhahu Har Jeeo Jan Naanak Sabadh Salaahee Jeeo ||4||9||",
    "translation": "As it pleases You, You preserve me, Dear Lord; servant Nanak sings the Praises of Your Shabad. ||4||9||",
    "punjabi": "(ਪ੍ਰਭੂ) ਜੀਵ ਨੂੰ ਉਵੇਂ ਰਖਦਾ ਹੈ ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੋਵੇ। ਦਾਸ ਨਾਨਕ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26158,
    "shabad_id": 2272,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੧ ਪੰਚਪਦੇ ||",
    "transliteration": "Sorath Mehalaa 1 Panchapadhae ||",
    "translation": "Sorat'h, First Mehl, Panch-Padas:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26159,
    "shabad_id": 2272,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਪਨਾ ਘਰੁ ਮੂਸਤ. ਰਾਖਿ ਨ ਸਾਕਹਿ; ਕੀ ਪਰ ਘਰੁ. ਜੋਹਨ ਲਾਗਾ ||",
    "transliteration": "Apanaa Ghar Moosath Raakh N Saakehi Kee Par Ghar Johan Laagaa ||",
    "translation": "You cannot save your own home from being plundered; why do you spy on the houses of others?",
    "punjabi": "(ਹੇ ਮਨ!) ਤੇਰਾ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਲੁੱਟਿਆ ਜਾ ਰਿਹਾ ਹੈ ਉਸ ਨੂੰ ਤੂੰ ਬਚਾ ਨਹੀਂ ਸਕਦਾ, ਪਰਾਏ ਐਬ ਕਿਉਂ ਫੋਲਦਾ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ ਕਰਕੇ,(ਮੂਸਤ) ਲੁੱਟਿਅਾ ਜਾ ਰਿਹਾ ਹੈ[ (ਘਰੁ) ੲਿਸਤ੍ਰੀ[ ਮੰਦ ਕਰਮ ਕਰਨ ਲੲੀ[(ਜੋਹਨ) ਤੱਕਣ",
    "type_id": 3
  },
  {
    "id": 26160,
    "shabad_id": 2272,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਘਰੁ ਦਰੁ ਰਾਖਹਿ. ਜੇ ਰਸੁ ਚਾਖਹਿ; ਜੋ ਗੁਰਮੁਖਿ ਸੇਵਕੁ ਲਾਗਾ ||੧||",
    "transliteration": "Ghar Dhar Raakhehi Jae Ras Chaakhehi Jo Guramukh Saevak Laagaa ||1||",
    "translation": "That Gurmukh who joins himself to the Guru's service, saves his own home, and tastes the Lord's Nectar. ||1||",
    "punjabi": "ਆਪਣਾ ਘਰ ਬਾਰ (ਲੁੱਟੇ ਜਾਣ ਤੋਂ ਤਦੋਂ ਹੀ) ਬਚਾ ਸਕੇਂਗਾ ਜੇ ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖੇਂਗਾ (ਨਾਮ-ਰਸ ਉਹੀ) ਸੇਵਕ (ਚੱਖਦਾ ਹੈ) ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ (ਸੇਵਾ ਵਿਚ) ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26161,
    "shabad_id": 2272,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਰੇ ਸਮਝੁ; ਕਵਨ ਮਤਿ ਲਾਗਾ ||",
    "transliteration": "Man Rae Samajh Kavan Math Laagaa ||",
    "translation": "O mind, you must realize what your intellect is focused on.",
    "punjabi": "ਹੇ ਮਨ! ਹੋਸ਼ ਕਰ, ਕਿਸ ਭੈੜੀ ਮਤ ਵਿਚ ਲਗ ਪਿਆ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26162,
    "shabad_id": 2272,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਨਾਮੁ ਵਿਸਾਰਿ. ਅਨ ਰਸ ਲੋਭਾਨੇ; ਫਿਰਿ ਪਛੁਤਾਹਿ ਅਭਾਗਾ || ਰਹਾੳੁ ||",
    "transliteration": "Naam Visaar An Ras Lobhaanae Fir Pashhuthaahi Abhaagaa || Rehaao ||",
    "translation": "Forgetting the Naam, the Name of the Lord, one is involved with other tastes; the unfortunate wretch shall come to regret it in the end. ||Pause||",
    "punjabi": "ਹੇ ਭਾਗ-ਹੀਣ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਹੋਰ ਹੋਰ ਸੁਆਦਾਂ ਵਿਚ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ, (ਵੇਲਾ ਬੀਤ ਜਾਣ ਤੇ) ਫਿਰ ਪਛਤਾਵੇਂਗਾ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26163,
    "shabad_id": 2272,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅਾਵਤ ਕੳੁ ਹਰਖ. ਜਾਤ ਕੳੁ ਰੋਵਹਿ; ੲਿਹੁ ਦੁਖੁ ਸੁਖੁ ਨਾਲੇ ਲਾਗਾ ||",
    "transliteration": "Aavath Ko Harakh Jaath Ko Rovehi Eihu Dhukh Sukh Naalae Laagaa ||",
    "translation": "When things come, he is pleased, but when they go, he weeps and wails; this pain and pleasure remains attached to him.",
    "punjabi": "(ਹੇ ਮਨ!) ਤੂੰ ਆਉਂਦੇ ਧਨ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈਂ, ਜਾਂਦੇ ਨੂੰ ਵੇਖ ਕੇ ਰੋਂਦਾ ਹੈਂ, ਇਹ ਦੁੱਖ ਤੇ ਸੁਖ ਤਾਂ ਤੇਰੇ ਨਾਲ ਹੀ ਚੰਬੜਿਆ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26164,
    "shabad_id": 2272,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਦੁਖ ਸੁਖ ਭੋਗਿ ਭੋਗਾਵੈ; ਗੁਰਮੁਖਿ ਸੋ ਅਨਰਾਗਾ ||੨||",
    "transliteration": "Aapae Dhukh Sukh Bhog Bhogaavai Guramukh So Anaraagaa ||2||",
    "translation": "The Lord Himself causes him to enjoy pleasure and endure pain; the Gurmukh, however, remains unaffected. ||2||",
    "punjabi": "(ਪਰ ਜੀਵ ਕੀਹ ਵੱਸ?) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਦੁੱਖਾਂ ਤੇ ਸੁਖਾਂ ਦੇ ਭੋਗ ਵਿਚ ਰੁਝਾ ਕੇ (ਦੁੱਖ ਸੁਖ) ਭੋਗਾਂਦਾ ਹੈ। (ਸਿਰਫ਼) ਉਹ ਨਿਰਮੋਹ ਰਹਿੰਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਅਨਰਾਗਾ)ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 26165,
    "shabad_id": 2272,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਰਸ ੳੂਪਰਿ. ਅਵਰੁ ਕਿਅਾ ਕਹੀਅੈ; ਜਿਨਿ ਪੀਅਾ ਸੋ ਤਿ੍ਰਪਤਾਗਾ ||",
    "transliteration": "Har Ras Oopar Avar Kiaa Keheeai Jin Peeaa So Thripathaagaa ||",
    "translation": "What else can be said to be above the subtle essence of the Lord? One who drinks it in is satisfied and satiated.",
    "punjabi": "(ਹੇ ਮਨ!) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਰਸ ਤੋਂ ਵਧੀਆ ਹੋਰ ਕੋਈ ਰਸ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਜਿਸ ਨੇ ਇਹ ਰਸ ਪੀਤਾ ਹੈ ਉਹ (ਦੁਨੀਆ ਦੇ ਹੋਰ ਰਸਾਂ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26166,
    "shabad_id": 2272,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿਤ. ਜਿਨਿ ੲਿਹੁ ਰਸੁ ਖੋੲਿਅਾ; ਜਾ ਸਾਕਤ ਦੁਰਮਤਿ ਲਾਗਾ ||੩||",
    "transliteration": "Maaeiaa Mohith Jin Eihu Ras Khoeiaa Jaa Saakath Dhuramath Laagaa ||3||",
    "translation": "One who is lured by Maya loses this juice; that faithless cynic is tied to his evil-mindedness. ||3||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਇਹ (ਨਾਮ-) ਰਸ ਗਵਾ ਲਿਆ ਹੈ ਉਹ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਬੰਦਿਆਂ ਦੀ ਭੈੜੀ ਮੱਤ ਵਿਚ ਜਾ ਲੱਗਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਦੁਰ-ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 26167,
    "shabad_id": 2272,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਕਾ ਜੀੳੁ. ਪਵਨਪਤਿ ਦੇਹੀ; ਦੇਹੀ ਮਹਿ ਦੇੳੁ ਸਮਾਗਾ ||",
    "transliteration": "Man Kaa Jeeo Pavanapath Dhaehee Dhaehee Mehi Dhaeo Samaagaa ||",
    "translation": "The Lord is the life of the mind, the Master of the breath of life; the Divine Lord is contained in the body.",
    "punjabi": "ਜੋ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਸਾਡੇ ਮਨ ਦਾ ਸਹਾਰਾ ਹੈ, ਪ੍ਰਾਣਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਰੀਰ ਦਾ ਮਾਲਕ ਹੈ ਉਹ ਸਾਡੇ ਸਰੀਰ ਵਿਚ ਹੀ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "(ਜੀੳੁ) ਅਾਸਰਾ[ (ਪਵਨਪਤਿ) ਪ੍ਰਾਣਾਂ ਦਾ ਮਾਲਕ[ (ਸਮਾਗਾ) ਸਮਾੲੇ",
    "type_id": 3
  },
  {
    "id": 26168,
    "shabad_id": 2272,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜੇ ਤੂ ਦੇਹਿ. ਤ ਹਰਿ ਰਸੁ ਗਾੲੀ; ਮਨੁ ਤਿ੍ਰਪਤੈ ਹਰਿ ਲਿਵ ਲਾਗਾ ||੪||",
    "transliteration": "Jae Thoo Dhaehi Th Har Ras Gaaee Man Thripathai Har Liv Laagaa ||4||",
    "translation": "If You so bless us, Lord, then we sing Your Praises; the mind is satisfied and fulfilled, lovingly attached to the Lord. ||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਆਪ ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦਾ ਰਸ ਬਖ਼ਸ਼ੇਂ ਤਾਂ ਹੀ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾ ਸਕਦਾ ਹਾਂ। ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਹਰੀ-ਸਿਮਰਨ ਵਿਚ ਜੁੜਦੀ ਹੈ ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਵਲੋਂ ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26169,
    "shabad_id": 2272,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਮਹਿ ਹਰਿ ਰਸੁ ਪਾੲੀਅੈ; ਗੁਰਿ ਮਿਲਿਅੈ. ਜਮ ਭੳੁ ਭਾਗਾ ||",
    "transliteration": "Saadhhasangath Mehi Har Ras Paaeeai Gur Miliai Jam Bho Bhaagaa ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, the subtle essence of the Lord is obtained; meeting the Guru, the fear of death departs.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਹੈ (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮੌਤ ਦਾ (ਭੀ) ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26170,
    "shabad_id": 2272,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਰਾਮ ਨਾਮੁ ਜਪਿ ਗੁਰਮੁਖਿ; ਹਰਿ ਪਾੲੇ ਮਸਤਕਿ ਭਾਗਾ ||੫||੧੦||",
    "transliteration": "Naanak Raam Naam Jap Guramukh Har Paaeae Masathak Bhaagaa ||5||10||",
    "translation": "O Nanak, chant the Name of the Lord, as Gurmukh; you shall obtain the Lord, and realize your pre-ordained destiny. ||5||10||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਚੰਗਾ ਲੇਖ ਉੱਘੜ ਪਏ, ਉਹ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26171,
    "shabad_id": 2273,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੧ ||",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26172,
    "shabad_id": 2273,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਰਬ ਜੀਅਾ ਸਿਰਿ ਲੇਖੁ ਧੁਰਾਹੂ; ਬਿਨੁ ਲੇਖੈ. ਨਹੀ ਕੋੲੀ ਜੀੳੁ ||",
    "transliteration": "Sarab Jeeaa Sir Laekh Dhhuraahoo Bin Laekhai Nehee Koee Jeeo ||",
    "translation": "Destiny, pre-ordained by the Lord, looms over the heads of all beings; no one is without this pre-ordained destiny.",
    "punjabi": "ਧੁਰੋਂ (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਹੀ ਸਭ ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਆਪੋ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ (ਉੱਕਰਿਆ ਪਿਆ) ਹੈ। ਕੋਈ ਜੀਵ ਐਸਾ ਨਹੀਂ ਹੈ ਜਿਸ ਉਤੇ ਇਸ ਲੇਖ ਦਾ ਪ੍ਰਭਾਵ ਨਾਹ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26173,
    "shabad_id": 2273,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਿ ਅਲੇਖੁ. ਕੁਦਰਤਿ ਕਰਿ ਦੇਖੈ; ਹੁਕਮਿ ਚਲਾੲੇ ਸੋੲੀ ਜੀੳੁ ||੧||",
    "transliteration": "Aap Alaekh Kudharath Kar Dhaekhai Hukam Chalaaeae Soee Jeeo ||1||",
    "translation": "Only He Himself is beyond destiny; creating the creation by His creative power, He beholds it, and causes His Command to be followed. ||1||",
    "punjabi": "ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਆਪ ਇਸ (ਕਰਮ-) ਲੇਖ ਤੋਂ ਸੁਤੰਤ੍ਰ ਹੈ ਜੋ ਇਸ ਕੁਦਰਤਿ ਨੂੰ ਰਚ ਕੇ ਇਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਤੇ ਆਪਣੇ ਹੁਕਮ ਵਿਚ (ਜਗਤ-ਕਾਰ) ਚਲਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26174,
    "shabad_id": 2273,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਰੇ ਰਾਮ ਜਪਹੁ; ਸੁਖੁ ਹੋੲੀ ||",
    "transliteration": "Man Rae Raam Japahu Sukh Hoee ||",
    "translation": "O mind, chant the Name of the Lord, and be at peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਰਾਮ (ਪ੍ਰਭੂ) ਦਾ ਨਾਮ ਜਪੋ, (ਨਾਮ ਜਪਣ ਨਾਲ) ਆਤਮਕ ਸੁਖ ਮਿਲੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26175,
    "shabad_id": 2273,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਗੁਰ ਕੇ ਚਰਨ ਸਰੇਵਹੁ; ਹਰਿ ਦਾਤਾ ਭੁਗਤਾ ਸੋੲੀ || ਰਹਾੳੁ ||",
    "transliteration": "Ahinis Gur Kae Charan Saraevahu Har Dhaathaa Bhugathaa Soee || Rehaao ||",
    "translation": "Day and night, serve at the Guru's feet; the Lord is the Giver, and the Enjoyer. ||Pause||",
    "punjabi": "ਦਿਨ ਰਾਤ ਉਸ ਸਭ ਤੋਂ ਵੱਡੇ ਮਾਲਕ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰੋ, ਉਹ ਹਰੀ (ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ) ਦੇਣ ਵਾਲਾ ਹੈ, (ਆਪ ਹੀ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਭੋਗਣ ਵਾਲਾ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  }
]
