[
  {
    "id": 26215,
    "shabad_id": 2275,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮਨਮੁਖ ਮੁਗਧੁ. ਹਰਿ ਨਾਮੁ, ਨ ਚੇਤੈ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Manamukh Mugadhh Har Naam N Chaethai Birathhaa Janam Gavaaeiaa ||",
    "translation": "The foolish self-willed manmukh does not remember the Lord's Name; he wastes away his life in vain.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26216,
    "shabad_id": 2275,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਭੇਟੇ ਤਾ ਨਾੳੁ ਪਾੲੇ; ਹੳੁਮੈ ਮੋਹੁ ਚੁਕਾੲਿਅਾ ||੩||",
    "transliteration": "Sathigur Bhaettae Thaa Naao Paaeae Houmai Mohu Chukaaeiaa ||3||",
    "translation": "But when he meets the True Guru, then he obtains the Name; he sheds egotism and emotional attachment. ||3||",
    "punjabi": "ਪਰ ਜਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤਦੋਂ ਉਹ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਤੇ, ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਅਤੇ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26217,
    "shabad_id": 2275,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਜਨ ਸਾਚੇ. ਸਾਚੁ ਕਮਾਵਹਿ; ਗੁਰ ਕੈ ਸਬਦਿ ਵੀਚਾਰੀ ||",
    "transliteration": "Har Jan Saachae Saach Kamaavehi Gur Kai Sabadh Veechaaree ||",
    "translation": "The Lord's humble servants are True - they practice Truth, and reflect upon the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰਵਾਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26218,
    "shabad_id": 2275,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਮੇਲਿ ਲੲੇ ਪ੍ਰਭਿ ਸਾਚੈ; ਸਾਚੁ ਰਖਿਅਾ ੳੁਰ ਧਾਰੀ ||",
    "transliteration": "Aapae Mael Leae Prabh Saachai Saach Rakhiaa Our Dhhaaree ||",
    "translation": "The True Lord God unites them with Himself, and they keep the True Lord enshrined in their hearts.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ। ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26219,
    "shabad_id": 2275,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਨਾਵਹੁ ਗਤਿ ਮਤਿ ਪਾੲੀ; ੲੇਹਾ ਰਾਸਿ ਹਮਾਰੀ ||੪||੧||",
    "transliteration": "Naanak Naavahu Gath Math Paaee Eaehaa Raas Hamaaree ||4||1||",
    "translation": "O Nanak, through the Name, I have obtained salvation and understanding; this alone is my wealth. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ (ਚੰਗੀ) ਅਕਲ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਾਡਾ (ਜੀਵਾਂ) ਦਾ ਸਰਮਾਇਆ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26220,
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ||",
    "transliteration": "Sorath Mehalaa 3 ||",
    "translation": "Sorat'h, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26221,
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭਗਤਿ ਖਜਾਨਾ. ਭਗਤਨ ਕੳੁ ਦੀਅਾ; ਨਾੳੁ ਹਰਿ ਧਨੁ ਸਚੁ ਸੋੲਿ ||",
    "transliteration": "Bhagath Khajaanaa Bhagathan Ko Dheeaa Naao Har Dhhan Sach Soe ||",
    "translation": "The True Lord has blessed His devotees with the treasure of devotional worship, and the wealth of the Lord's Name.",
    "punjabi": "(ਗੁਰੂ) ਭਗਤ ਜਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਦੇਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਐਸਾ ਧਨ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26222,
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਖੁਟੁ ਨਾਮ ਧਨੁ. ਕਦੇ ਨਿਖੁਟੈ ਨਾਹੀ; ਕਿਨੈ. ਨ ਕੀਮਤਿ ਹੋੲਿ ||",
    "transliteration": "Akhutt Naam Dhhan Kadhae Nikhuttai Naahee Kinai N Keemath Hoe ||",
    "translation": "The wealth of the Naam, shall never be exhausted; no one can estimate its worth.",
    "punjabi": "ਹਰਿ-ਨਾਮ-ਧਨ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ, ਇਹ ਧਨ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ, ਕਿਸੇ ਪਾਸੋਂ ਇਸ ਦਾ ਮੁੱਲ ਭੀ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ (ਭਾਵ, ਕੋਈ ਮਨੁੱਖ ਇਸ ਧਨ ਨੂੰ ਦੁਨਿਆਵੀ ਪਦਾਰਥਾਂ ਨਾਲ ਖ਼ਰੀਦ ਭੀ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "ਅ-ਖੁੱਟੁ[ ਨਿਖੱੁਟੈ",
    "type_id": 3
  },
  {
    "id": 26223,
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਮ ਧਨਿ ਮੁਖ ੳੁਜਲੇ ਹੋੲੇ; ਹਰਿ ਪਾੲਿਅਾ ਸਚੁ ਸੋੲਿ ||੧||",
    "transliteration": "Naam Dhhan Mukh Oujalae Hoeae Har Paaeiaa Sach Soe ||1||",
    "translation": "With the wealth of the Naam, their faces are radiant, and they attain the True Lord. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਹ ਸਦਾ-ਥਿਰ ਹਰਿ-ਧਨ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਇਸ ਨਾਮ-ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26224,
    "shabad_id": 2276,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਗੁਰ ਸਬਦੀ ਹਰਿ ਪਾੲਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Man Maerae Gur Sabadhee Har Paaeiaa Jaae ||",
    "translation": "O my mind, through the Word of the Guru's Shabad, the Lord is found.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26225,
    "shabad_id": 2276,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਜਗੁ ਭੁਲਦਾ ਫਿਰਦਾ; ਦਰਗਹ ਮਿਲੈ ਸਜਾੲਿ || ਰਹਾੳੁ ||",
    "transliteration": "Bin Sabadhai Jag Bhuladhaa Firadhaa Dharageh Milai Sajaae || Rehaao ||",
    "translation": "Without the Shabad, the world wanders around, and receives its punishment in the Court of the Lord. ||Pause||",
    "punjabi": "ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜਗਤ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, (ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ) ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਦੰਡ ਸਹਿੰਦਾ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26226,
    "shabad_id": 2276,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ੲਿਸੁ ਦੇਹੀ ਅੰਦਰਿ ਪੰਚ ਚੋਰ ਵਸਹਿ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ ਅਹੰਕਾਰਾ ||",
    "transliteration": "Eis Dhaehee Andhar Panch Chor Vasehi Kaam Krodhh Lobh Mohu Ahankaaraa ||",
    "translation": "Within this body dwell the five thieves: sexual desire, anger, greed, emotional attachment and egotism.",
    "punjabi": "ਇਸ ਸਰੀਰ ਵਿਚ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਤੇ ਅਹੰਕਾਰ ਦੇ ਪੰਜ ਚੋਰ ਵੱਸਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26227,
    "shabad_id": 2276,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਲੂਟਹਿ. ਮਨਮੁਖ ਨਹੀ ਬੂਝਹਿ; ਕੋੲਿ ਨ ਸੁਣੈ. ਪੂਕਾਰਾ ||",
    "transliteration": "Anmrith Loottehi Manamukh Nehee Boojhehi Koe N Sunai Pookaaraa ||",
    "translation": "They plunder the Nectar, but the self-willed manmukh does not realize it; no one hears his complaint.",
    "punjabi": "(ਇਹ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਧਨ ਲੁੱਟਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਇਹ ਸਮਝਦੇ ਨਹੀਂ। (ਜਦੋਂ ਸਭ ਕੁਝ ਲੁਟਾ ਕੇ ਉਹ ਦੁੱਖੀ ਹੁੰਦੇ ਹਨ, ਤਾਂ) ਕੋਈ ਉਹਨਾਂ ਦੀ ਪੁਕਾਰ ਨਹੀਂ ਸੁਣਦਾ (ਕੋਈ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26228,
    "shabad_id": 2276,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅੰਧਾ ਜਗਤੁ ਅੰਧੁ ਵਰਤਾਰਾ; ਬਾਝੁ ਗੁਰੂ. ਗੁਬਾਰਾ ||੨||",
    "transliteration": "Andhhaa Jagath Andhh Varathaaraa Baajh Guroo Gubaaraa ||2||",
    "translation": "The world is blind, and its dealings are blind as well; without the Guru, there is only pitch darkness. ||2||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਜਗਤ ਅੰਨ੍ਹਿਆਂ ਵਾਲੀ ਕਰਤੂਤ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਖੁੰਝ ਕੇ (ਇਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ) ਹਨੇਰਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਜੱਗ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 26229,
    "shabad_id": 2276,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਹੳੁਮੈ ਮੇਰਾ ਕਰਿ ਕਰਿ ਵਿਗੁਤੇ; ਕਿਹੁ ਚਲੈ ਨ. ਚਲਦਿਅਾ ਨਾਲਿ ||",
    "transliteration": "Houmai Maeraa Kar Kar Viguthae Kihu Chalai N Chaladhiaa Naal ||",
    "translation": "Indulging in egotism and possessiveness, they are ruined; when they depart, nothing goes along with them.",
    "punjabi": "ਇਹ ਆਖ ਆਖ ਕੇ ਕਿ 'ਮੈਂ ਵੱਡਾ ਹਾਂ', 'ਇਹ ਧਨ ਪਦਾਰਥ ਮੇਰਾ ਹੈ' (ਮਾਇਆ-ਵੇੜ੍ਹੇ) ਮਨੁੱਖ ਖ਼ੁਆਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਕੋਈ ਚੀਜ਼ ਭੀ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਤੁਰਦੀ।",
    "pronunciation": "ਵਿ-ਗੱੁਤੇ",
    "type_id": 3
  },
  {
    "id": 26230,
    "shabad_id": 2276,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ. ਸੁ ਨਾਮੁ ਧਿਅਾਵੈ; ਸਦਾ ਹਰਿ ਨਾਮੁ ਸਮਾਲਿ ||",
    "transliteration": "Guramukh Hovai S Naam Dhhiaavai Sadhaa Har Naam Samaal ||",
    "translation": "But one who becomes Gurmukh meditates on the Naam, and ever contemplates the Lord's Name.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26231,
    "shabad_id": 2276,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸਚੀ ਬਾਣੀ ਹਰਿ ਗੁਣ ਗਾਵੈ; ਨਦਰੀ ਨਦਰਿ ਨਿਹਾਲਿ ||੩||",
    "transliteration": "Sachee Baanee Har Gun Gaavai Nadharee Nadhar Nihaal ||3||",
    "translation": "Through the True Word of Gurbani, he sings the Glorious Praises of the Lord; blessed with the Lord's Glance of Grace, he is enraptured. ||3||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਉਹ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26232,
    "shabad_id": 2276,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰ ਗਿਅਾਨੁ ਸਦਾ ਘਟਿ ਚਾਨਣੁ; ਅਮਰੁ ਸਿਰਿ ਬਾਦਿਸਾਹਾ ||",
    "transliteration": "Sathigur Giaan Sadhaa Ghatt Chaanan Amar Sir Baadhisaahaa ||",
    "translation": "The spiritual wisdom of the True Guru is a steady light within the heart. The Lord's decree is over the heads of even kings.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਗਿਆਨ ਸਦਾ ਚਾਨਣ ਕਰੀ ਰੱਖਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਹੁਕਮ (ਦੁਨੀਆ ਦੇ) ਬਾਦਸ਼ਾਹਾਂ ਦੇ ਸਿਰ ਉਤੇ (ਭੀ) ਚੱਲਦਾ ਹੈ,",
    "pronunciation": "(ਅਮਰੁ) ਹੁਕਮ[ ਬਾਦਿਸਾਹਾਂ",
    "type_id": 3
  },
  {
    "id": 26233,
    "shabad_id": 2276,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਭਗਤਿ ਕਰਹਿ ਦਿਨੁ ਰਾਤੀ; ਰਾਮ ਨਾਮੁ ਸਚੁ ਲਾਹਾ ||",
    "transliteration": "Anadhin Bhagath Karehi Dhin Raathee Raam Naam Sach Laahaa ||",
    "translation": "Night and day, the Lord's devotees worship Him; night and day, they gather in the true profit of the Lord's Name.",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਹਰਿ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟਦੇ ਹਨ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26234,
    "shabad_id": 2276,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਰਾਮ ਨਾਮਿ ਨਿਸਤਾਰਾ; ਸਬਦਿ ਰਤੇ ਹਰਿ ਪਾਹਾ ||੪||੨||",
    "transliteration": "Naanak Raam Naam Nisathaaraa Sabadh Rathae Har Paahaa ||4||2||",
    "translation": "O Nanak, through the Lord's Name, one is emancipated; attuned to the Shabad, he finds the Lord. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਸੰਸਾਰ ਤੋਂ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "(ਪਾਹਾ) ਪਾਸ",
    "type_id": 3
  },
  {
    "id": 26235,
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੋਰਠਿ ਮਃ ੩ ||",
    "transliteration": "Sorath Ma 3 ||",
    "translation": "Sorat'h, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26236,
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਦਾਸਨਿ ਦਾਸੁ ਹੋਵੈ. ਤਾ ਹਰਿ ਪਾੲੇ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੀ ||",
    "transliteration": "Dhaasan Dhaas Hovai Thaa Har Paaeae Vichahu Aap Gavaaee ||",
    "translation": "If one becomes the slave of the Lord's slaves, then he finds the Lord, and eradicates ego from within.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਬਹੁਤ ਗਰੀਬੀ ਸੁਭਾਵ ਵਾਲਾ ਬਣਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26237,
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭਗਤਾ ਕਾ ਕਾਰਜੁ ਹਰਿ ਅਨੰਦੁ ਹੈ; ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾੲੀ ||",
    "transliteration": "Bhagathaa Kaa Kaaraj Har Anandh Hai Anadhin Har Gun Gaaee ||",
    "translation": "The Lord of bliss is his object of devotion; night and day, he sings the Glorious Praises of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਦਾ ਮੁੱਖ ਕੰਮ ਇਹੀ ਹੁੰਦਾ ਹੈ ਕਿ ਉਹ (ਆਪਾ-ਭਾਵ ਗਵਾ ਕੇ) ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਕੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "ਅ-ਨੰਦੁ",
    "type_id": 3
  },
  {
    "id": 26238,
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ. ਸਦਾ ੲਿਕ ਰੰਗੀ; ਹਰਿ ਸਿੳੁ. ਰਹੇ ਸਮਾੲੀ ||੧||",
    "transliteration": "Sabadh Rathae Sadhaa Eik Rangee Har Sio Rehae Samaaee ||1||",
    "translation": "Attuned to the Word of the Shabad, the Lord's devotees remain ever as one, absorbed in the Lord. ||1||",
    "punjabi": "ਭਗਤ ਜਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸਦਾ ਇਕ-ਰਸ ਰੰਗੇ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26239,
    "shabad_id": 2277,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ; ਸਾਚੀ ਨਦਰਿ ਤੁਮਾਰੀ ||",
    "transliteration": "Har Jeeo Saachee Nadhar Thumaaree ||",
    "translation": "O Dear Lord, Your Glance of Grace is True.",
    "punjabi": "ਹੇ ਪ੍ਰਭ ਜੀ! ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ (ਆਪਣੇ ਸੇਵਕਾਂ ਉਤੇ) ਸਦਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26240,
    "shabad_id": 2277,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਣਿਅਾ ਦਾਸਾ ਨੋ ਕਿ੍ਰਪਾ ਕਰਿ ਪਿਅਾਰੇ; ਰਾਖਹੁ ਪੈਜ ਹਮਾਰੀ || ਰਹਾੳੁ ||",
    "transliteration": "Aapaniaa Dhaasaa No Kirapaa Kar Piaarae Raakhahu Paij Hamaaree || Rehaao ||",
    "translation": "Show mercy to Your slave, O Beloved Lord, and preserve my honor. ||Pause||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੂੰ ਆਪਣੇ ਦਾਸਾਂ ਉਤੇ ਕਿਰਪਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਮੇਰੀ ਭੀ ਇੱਜ਼ਤ ਰੱਖ! ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26241,
    "shabad_id": 2277,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਬਦਿ ਸਲਾਹੀ ਸਦਾ ਹੳੁ ਜੀਵਾ; ਗੁਰਮਤੀ ਭੳੁ ਭਾਗਾ ||",
    "transliteration": "Sabadh Salaahee Sadhaa Ho Jeevaa Guramathee Bho Bhaagaa ||",
    "translation": "Continually praising the Word of the Shabad, I live; under Guru's Instruction, my fear has been dispelled.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਤੇ, ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਰਹਾਂ। ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਨ ਨਾਲ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26242,
    "shabad_id": 2277,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮੇਰਾ ਪ੍ਰਭੁ ਸਾਚਾ ਅਤਿ ਸੁਅਾਲਿੳੁ; ਗੁਰੁ ਸੇਵਿਅਾ ਚਿਤੁ ਲਾਗਾ ||",
    "transliteration": "Maeraa Prabh Saachaa Ath Suaalio Gur Saeviaa Chith Laagaa ||",
    "translation": "My True Lord God is so beautiful! Serving the Guru, my consciousness is focused on Him.",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ ਸੋਹਣਾ ਹੈ, ਤੇ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਚਿੱਤ (ਉਸ ਸੋਹਣੇ ਪ੍ਰਭੂ ਵਿਚ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26243,
    "shabad_id": 2277,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਾਚਾ ਸਬਦੁ ਸਚੀ ਸਚੁ ਬਾਣੀ; ਸੋ ਜਨੁ ਅਨ ਦਿਨੁ ਜਾਗਾ ||੨||",
    "transliteration": "Saachaa Sabadh Sachee Sach Baanee So Jan Anadhin Jaagaa ||2||",
    "translation": "One who chants the True Word of the Shabad, and the Truest of the True, the Word of His Bani, remains wakeful, day and night. ||2||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਵੱਸਦੀ ਹੈ) ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26244,
    "shabad_id": 2277,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਮਹਾ ਗੰਭੀਰੁ ਸਦਾ ਸੁਖਦਾਤਾ; ਤਿਸ ਕਾ ਅੰਤੁ. ਨ ਪਾੲਿਅਾ ||",
    "transliteration": "Mehaa Ganbheer Sadhaa Sukhadhaathaa This Kaa Anth N Paaeiaa ||",
    "translation": "He is so very deep and profound, the Giver of eternal peace; no one can find His limit.",
    "punjabi": "ਪਰਮਾਤਮਾ ਵੱਡੇ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26245,
    "shabad_id": 2277,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਕੀ ਸੇਵਾ ਕੀਨੀ; ਅਚਿੰਤੁ. ਹਰਿ ਮੰਨਿ ਵਸਾੲਿਅਾ ||",
    "transliteration": "Poorae Gur Kee Saevaa Keenee Achinth Har Mann Vasaaeiaa ||",
    "translation": "Serving the Perfect Guru, one becomes carefree, enshrining the Lord within the mind.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ ਜਿਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26246,
    "shabad_id": 2277,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਨਿਰਮਲੁ ਸਦਾ ਸੁਖੁ ਅੰਤਰਿ; ਵਿਚਹੁ ਭਰਮੁ ਚੁਕਾੲਿਅਾ ||੩||",
    "transliteration": "Man Than Niramal Sadhaa Sukh Anthar Vichahu Bharam Chukaaeiaa ||3||",
    "translation": "The mind and body become immaculately pure, and a lasting peace fills the heart; doubt is eradicated from within. ||3||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਹਿਰਦਾ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਸੁਖ ਹੀ ਸੁਖ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਭਟਕਣਾ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26247,
    "shabad_id": 2277,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕਾ ਮਾਰਗੁ ਸਦਾ ਪੰਥੁ ਵਿਖੜਾ ਕੋ ਪਾੲੇ ਗੁਰ ਵੀਚਾਰਾ ||",
    "transliteration": "Har Kaa Maarag Sadhaa Panthh Vikharraa Ko Paaeae Gur Veechaaraa ||",
    "translation": "The Way of the Lord is always such a difficult path; only a few find it, contemplating the Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਬੜਾ ਕਠਨ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਹੀ ਉਹ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26248,
    "shabad_id": 2277,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਕੈ ਰੰਗਿ ਰਾਤਾ. ਸਬਦੇ ਮਾਤਾ; ਹੳੁਮੈ ਤਜੇ ਵਿਕਾਰਾ ||",
    "transliteration": "Har Kai Rang Raathaa Sabadhae Maathaa Houmai Thajae Vikaaraa ||",
    "translation": "Imbued with the Lord's Love, and intoxicated with the Shabad, he renounces ego and corruption.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਆਦਿਕ ਵਿਕਾਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 26249,
    "shabad_id": 2277,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ ਨਾਮਿ ਰਤਾ ੲਿਕ ਰੰਗੀ; ਸਬਦਿ ਸਵਾਰਣਹਾਰਾ ||੪||੩||",
    "transliteration": "Naanak Naam Rathaa Eik Rangee Sabadh Savaaranehaaraa ||4||3||",
    "translation": "O Nanak, imbued with the Naam, and the Love of the One Lord, he is embellished with the Word of the Shabad. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਇਕ-ਰਸ ਰੱਤਾ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਜੀਵਨ ਸਵਾਰ ਦੇਂਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
