{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਸਭੁ ਕਿਛੁ ਹਰਿ ਕਾ ਖੇਲੁ ਹੈ; ਗੁਰਮੁਖਿ ਕਿਸੈ ਬੁਝਾਈ ॥੧੩॥",
      "page": 953,
      "line": 18
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Everything is the Lord's play. Rare is the one who understands this by Guru's grace."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਹਰ ਸ਼ੈ ਪ੍ਰਭੂ ਦੀ ਖੇਡ ਹੈ। ਕੋਈ ਵਿਰਲਾ ਜਣਾ ਹੀ ਗੁਰਾਂ ਦੀ ਰਹਿਮਤ ਸਦਕਾ, ਇਸ ਨੂੰ ਸਮਝਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Everything is the play of the Lord. The Gurmukh understands this. ||13||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਏਹੁ ਸਭ ਕਿਛੁ ਜੋ ਦ੍ਰਿਸ੍ਟੀ ਮੇਂ ਆਵਤਾ ਹੈ, ਸੋ ਹਰੀ ਕਾ ਏਕ (ਖੇਲੁ) ਤਮਾਸਾ ਹੈ। ਪਰੰਤੂ ਕਿਸੇ ਗੁਰਮੁਖ ਕੋ ਹੀ ਏਹ (ਬੁਝਾਈ) ਸਮਝ ਆਈ ਹੈ॥੧੩॥☬ਸਤਿ ਘਰੋਂ ਮੇਂ ਏਕ ਸ਼ਾਹੂਕਾਰ ਤਕੀਏ ਲਗੇ ਹੂਏ ਬੈਠਾ ਥਾ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਉਸ ਕੇ ਨਜੀਕ ਜਾ ਉਤਰੇ। ਭਾਈ ਮਰਦਾਨੇ ਨੇ ਦੇਖ ਕਰ ਕਹਾ: ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ! ਏਹੁ ਤੌ ਪਰਮ ਸੁਖੀ ਦੇਖੀਤਾ ਹੈ। ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ: ਬਿਨਾਂ ਬਿਬੇਕੀਓਂ ਤੇ ਸੰਸਾਰ ਮੇਂ ਸੁਖੀ ਕਉਨ ਹੈ। ਤਬ ਮਰਦਾਨੇ ਨੇ ਸਾਹੂਕਾਰ ਕੋ ਕਹਾ: ਤੇਰੇ ਕੋ ਗੁਰੂ ਜੀ ਬੁਲਾਵਤੇ ਹੈਂ। ਤਬ ਸ਼ਾਹੂਕਾਰ ਨੇ ਆਇ ਚਰਨੋਂ ਪਰ ਮਥਾ ਟੇਕਾ, ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ: ਏਹ ਹਮਾਰੇ ਸੰਗੀ ਕਹਿਤੇ ਹੈਂ ਕਿ ਇਸ ਸਾਹੂਕਾਰ ਕੋ ਕੋਈ ਭੀ ਦੁਖ ਨਹੀਂ। ਏਹ ਅਧਿਕ ਵਿਭੂਤੀ ਵਾਲਾ ਹੈ। ਤਬ ਵਹੁ ਸਾਹੂਕਾਰ ਸੁਨਤੇ ਹੀ ਰੁਦਨ ਕਰਨੇ ਲਗਾ ਅਰ ਕਹਤਾ ਭਯਾ: ਹੇ ਸੰਤ ਜੀ! ਮੇਰੇ ਜੈਸਾ ਤੌ ਸੰਸਾਰ ਮੇਂ ਦੁਖੀ ਹੀ ਕੋਈ ਨਹੀਂ। ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਭਾਈ ਮਰਦਾਨੇ ਕੋ ਸੁਨਾਵਨੇ ਲੀਏ ਤਿਸ ਕੋ ਦੁਖ ਪੂਛਾ। ਤਬ ਵਹੁ ਕਹਨੇ ਲਗਾ: ਮੇਰੀ ਅਪਣੀ ਇਸਤ੍ਰੀ ਮੇਂ ਅਧਿਕ ਪਰੀਤੀ ਥੀ। ਵੋਹ ਮਰਨੇ ਲਗੀ ਤੋ ਮੈਂ ਰੁਦਨੁ ਕਰਨੇ ਲਗਾ। ਤਿਸਨੇ ਮੇਰੇ ਕੋ ਕਹਾ: ਕਿਉਂ ਰੁਦਨ ਕਰਤੇ ਹੋ, ਆਪ ਕੋ ਔਰ ਇਸਤ੍ਰੀ ਮਿਲ ਜਾਏਗੀ। ਤਬ ਮੈਂ ਕਹਾ: ਤੇਰੇ ਬਿਨਾਂ ਔਰ ਕੇ ਸਾਥ ਅੰਗ ਸਪਰਸ ਨਾ ਕਰੂੰਗਾ। ਤਿਸ ਨੇ ਕਹਾ: ਏਹ ਤੇਰੀਆਂ ਬਾਤਾਂ ਸਭ ਮਿਥਿਆ ਹੈਨ। ਤਬ ਮੈਂ ਤਿਸ ਕੀ ਪ੍ਰਸੰਨਤਾ ਕੇ ਲੀਏ ਅਪਨਾ ਸਿਸਨ ਕਾਟ ਦੀਆ ਤਬ ਵੁਹ ਮਰਨੇ ਤੇ ਬਚੀ। ਅਬ "
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹ ਸਾਰਾ ਜਗਤ ਪ੍ਰਭੂ ਦਾ ਬਣਾਇਆ ਹੋਇਆ ਤਮਾਸ਼ਾ ਹੈ, ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਇਸ ਖੇਡ ਦੀ ਸਮਝ ਦੇਂਦਾ ਹੈ ॥੧੩॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Sí, todo lo que vemos es la Jugada del Señor, pero extraordinario es aquél a quien el Misterio se le revela a través del Guru. (13)"
    }
  ]
}