{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਭਾਵੈ ਜੀਵਉ ਕੈ ਮਰਉ; ਦੂਰਹੁ ਹੀ ਭਜਿ ਜਾਹਿ ॥੩॥",
      "page": 787,
      "line": 12
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Whether the husband be alive or dead, such wife remains far away from him."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਭਾਵੇਂ ਖਸਮ ਜੀਉਂਦਾ ਹੋਵੇ ਜਾਂ ਮਰਿਆ ਹੋਇਆ ਇਹੋ ਜਿਹੀ ਵਹੁਟੀ ਉਸ ਪਾਸੋਂ ਬਹੁਤ ਦੁਰੇਡੇ ਰਹਿੰਦੀ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Whether their husbands are alive or dead, those wives remain far away from them. ||3||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਉਨ ਕਾ ਪਤੀ ਜੀਵੋਂ ਵਾ ਮਰਜਾਊ ਦੂਰੋਂ ਹੀ ਭਾਜ ਜਾਤੀ ਹੈਂ, ਭਾਵ ਜੋ ਪਹਿਲੇ ਹੀ ਪਤੀ ਸੇ ਬਿਮੁਖ ਹੈਂ, ਓਹ ਸਤੀਆਂ ਨਹੀਂ ਹੈਂ, ਵਹੁ ਚੌਥੀ ਨੀਚ ਹੈਂ। ੪ ਦਾਸ਼ਟਾਂਤ- ਉਪਦੇਸਾਰਬ ਐਸੇ ਕਰਨਾ ਕਿ ਜਿਨੋਂ ਨੇ ਭਗਵੰਤ ਸੁਆਮੀ ਮੇਂ ਪ੍ਰੇਮ ਕੀਆ ਹੈ ਵਹਿ ਸਤੀਆਂ ਹੈਂ। ਤਿਨੋਂ ਕੇ ਤੀਨ ਭੇਦ ਹੈਂ- ਜੋ ਪ੍ਰੇਮ ਕਰ ਕੇ ਦੇਹ ਅਧਿਆਸ ਕੋ ਤਿਆਗਤੇ ਹੈਂ, ਸੋ ਸੰਤ ਉਤਮ ਹੈਂ ੧, ਪੁਨਾ ਜੋ ਸੀਲ ਸੰਤੋਖਾਦਿ ਗੁਣੋਂ ਮੇਂ ਰਹਿ ਕਰ ਅਪਨੇ ਸੁਆਮੀ ਕਾ ਸਿਮਰਨ ਸੇਵਨ ਕਰਤੇ ਹੈਂ, ਸੋ ਮਧਮ ਸਤੀਆਂ ਵਤ ਸੰਤ ਹੈਂ ੨, ਔਰ ਜੋ ਸੰਤ ਵਾਹਿਗੁਰੂ ਕੰਤ ਕੇ ਸਾਥ ਪ੍ਰੇਮ ਕਰ ਕੇ ਪੂਰਬ ਉਕਤਿ ਪਾਖੰਡ ਰਹਿਤ ਪੰਚਾਗਨਿ ਆਦਿਕ ਤਪ ਕਰ ਕੇ ਸਰੀਰ ਕੋ ਜਲਾਤੇ ਹੈਂ। ਜੇਕਰ ਉਨ ਕੇ ਅੰਤਰ ਅਪਣੇ ਸੁਆਮੀ ਮੇਂ ਆਸਤਕ ਭਾਵਨਾ ਨ ਹੋ ਤੌ ਕਿਉਂ ਦੁਖ ਸਹਾਰੇਂ, ਅਰ ਸੋ ਸਹਾਰਤੇ ਹੈਂ ਇਸ ਵਾਸਤੇ ਸੋ ਕਨਿਸਟ ਅਧਿਕਾਰੀ ਹੈਂ। ਚੌਥੇ ਜੋ ਕੰਤ ਕੋ ਜਾਨਤੇ ਹੀ ਨਹੀਂ ਸੋ ਇਨ ਤੀਨੋਂ ਬਿਵਸਥਾ ਮੇਂ ਨਹੀਂ ਹੈਂ, ਕੁਲਟਾ ਇਸਤ੍ਰੀ ਵਤ ਚਾਹੋ (ਜੀਵਉ) ਗਰਸਤੀ ਰਹੋ, ਭਾਵੇਂ ਮਰੋ, ਤਿਆਗੀ ਹੋਵੇ। ਦੂਰੋਂ ਭਾਗਨਾਂ, ਭਾਵ ਪਰਮੇਸਰ ਦੇ ਹੁਕਮ ਤੇ ਬਿਮੁਖ ਹੈਂ ਵਹੁ ਚੌਥੇ ਪਾਂਬਰ ਪੁਰਸ਼ ਹੈਂ। ਸਤਿਗੁਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਨ ਕੀ ਹਮ ਗਿਣਤੀ ਨਹੀਂ ਕਰਤੇ ਕਿਉਂਕਿ ਵਹੁ ਕਿਸੀ ਗਿਣਤੀ ਮੇਂ ਨਹੀਂ। ਸਤੀਓਂ ਕੇ ਨਮਿਤ ਕਰ ਗੁਰੂ ਜੀ ਨੇ ਚਾਰ ਪ੍ਰਕਾਰ ਕੇ ਪੁਰਖ ਬਰਨਨ ਕੀਏ ਹੈਂ ॥੩॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਪਤੀ ਚਾਹੇ ਸੁਖੀ ਹੋਵੇ ਚਾਹੇ ਦੁਖੀ ਹੋਵੇ ਉਹ (ਔਖੇ ਵੇਲੇ) ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀਆਂ ॥੩॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Pues vivo o muerto él no es de su propiedad.(3)"
    }
  ]
}