{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਗੁਰ ਪ੍ਰਸਾਦਿ; ਮੈ ਸਭੁ ਕਿਛੁ ਸੂਝਿਆ ॥੪॥੩॥",
      "page": 476,
      "line": 12
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "By Guru's grace I have come to know everything."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰਾਂ ਦੀ ਰਹਿਮਤ ਸਦਕਾ ਮੈਂ ਸਾਰਾ ਕੁੱਝ ਜਾਣ ਲਿਆ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "By Guru's Grace, I have come to know everything. ||4||3||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਤਬ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਸਭ ਕਛੁ ਮੈਨੂੰ ਪ੍ਰਤਖ੍ਯ ਹੂਆ॥੪॥੩॥☬ਕਿਸੀ ਸਮੈ ਲਛਮੀ ਕਾ ਔਰ ਬਿਸਨੁ ਭਗਵਾਨ ਕਾ ਰਹਸ੍ਯ ਸੇ ਸੰਬਾਦ ਹੂਆ। ਲਛਮੀ ਨੇ ਕਹਾ, 'ਮੇਰੇ ਭਗਤ ਬਡੇ ਹੈਂ'। ਭਗਵਾਨ ਨੇ ਕਹਾ, 'ਮੇਰੇ ਭਗਤ ਬਡੇ ਹੈਂ'। ਤਬ ਪਰੀਖ੍ਯਾ ਕੇ ਵਾਸਤੇ ਭਗਵਾਨ ਸਾਧੂ ਬਨਕਰ ਲਖ੍ਯਮੀ ਕੇ ਭਗਤ ਕੇ ਘਰ ਗਏ ਔਰ ਯਹ ਕਹਕਰ ਉਸ ਮਕਾਨ ਮੇਂ ਰਹੇ ਕਿ ਜਹਾਂ ਰਹੇਂਗੇ, ਚਾਰ ਮਾਸ ਹਮ ਨਹੀਂ ਉਠੇਂਗੇ। ਸਾਹੁ ਨੇ ਸਤ ਬਚਨ ਕਹਾ ਔਰ ਚੌਬਾਰੇ ਮੇਂ ਆਸਨ ਦੀਆ। ਪੀਛੇ ਸੇ ਲਖ੍ਯਮੀ ਭੀ ਉਸੀ ਸ਼ਾਹੂਕਾਰ ਕੇ ਘਰ ਏਕ ਮਹਾਰਾਨੀ ਕੇ ਸਰੂਪ ਸੇ ਗਈ। ਸਾਹੂਕਾਰ ਨੇ ਉਤਾਰਾ। ਇਤਨੇ ਮੇਂ ਜਲ ਪਾਨ ਕੀ ਇਛਾ ਸੇ ਜਲ ਮਗਾਇ ਕਰ ਛਕਾ ਔਰ ਉਸ ਪਾਤ੍ਰ ਕੋ ਫੈਕ ਦੀਆ। ਸਾਹੁ ਨੇ ਕਹਾ, 'ਰਾਣੀ ਸਾਹਿਬ ਯਹ ਤੋ ਸ੍ਵਰਨ ਕਾ ਪਾਤ੍ਰ ਹੈ'। ਦਾਸੀ ਨੇ ਕਹਾ, 'ਰਾਨੀ ਸਾਹਿਬ ਨਿਤ੍ਯ ਹੀ ਉਛਿਸ੍ਟ ਪਾਤ੍ਰ ਫੈਕ ਦੀਆ ਕਰਤੀ ਹੈ'। ਸ਼ਾਹੁ ਨੇ ਸਮਝਾ ਕਿ ਯਦੀ ਇਨ ਕਾ ਰਹਨਾ ਕਛੁ ਦਿਨ ਮੇਰੇ ਘਰ ਹੋ ਜਾਇ ਤੋ ਮੈਂ ਤੋ ਧਨ ਕਰ ਕੇ ਪੂਰਨ ਹੋ ਜਾਊਂ। ਯਹ ਸਮਝ ਕਰ ਪ੍ਰਾਰਥਨਾ ਕੀ ਕਿ ਆਪ ਯਹਾਂ ਹੀ ਠਹਰੈ। ਤਬ ਸ੍ਰੀ ਲਖ੍ਯਮੀ ਜੀ ਨੇ ਕਹਾ, 'ਮਨ ਤੋ ਹਮਰਾ ਭੀ ਠਹਰਨੇ ਕਾ ਹੈ, ਪਰੰਤੂ ਕੋਈ ਸਥਾਨ ਸ੍ਵਛ ਹੋਨਾ ਚਾਹੀਏ'। ਤਬ ਸਾਹੁ ਨੇ ਕਹਾ, 'ਜੋ ਮਕਾਨ ਆਪ ਅਛਾ ਸਮਝੈ ਉਸ ਮੇਂ ਰਹੈਂ'। ਸਭ ਮਕਾਨ ਦੇਖ ਜਿਸਮੇਂ ਸੰਤਾਂ ਕਾ ਡੇਰਾ ਥਾ, ਸੋ ਪਸਿੰਦ ਕੀਆ। ਸ਼ਾਹੂਕਾਰ ਨੇ ਕਹਾ ਬਾਬਾ ਜੀ ਆਪ ਦੂਸਰੇ ਚੌਬਾਰੇ ਮੇਂ ਚਲੋ। ਸਾਧੂ ਬੋਲੇ, 'ਹਮਾਰਾ ਤੇਰਾ ਬਚਨ ਹ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ (ਜੀਵਨ ਦੇ ਰਸਤੇ ਦੀ) ਸਾਰੀ ਸੂਝ ਪੈ ਗਈ ਹੈ ॥੪॥੩॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "y por la Gracia del Guru, he conocido todo. (4‑3)"
    }
  ]
}