[
  {
    "id": 77495,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੰਖ ਹੀਨ ਕਹਾਂ ੳੁਡੈ ਅਰ ਨੈਨ ਹੀਨ ਨਿਹਾਰ ॥ ਸ਼ਸਤ੍ਰ ਹੀਨ ਜੁ ਧਾਨ ਪੈਠਬ ਅਰਥ ਹੀਨ ਬਿਚਾਰ ॥੬੦॥",
    "transliteration": "Pankh Heen Kahaan Udai Ar Nain Heen Nihaar|| Shastra Heenju Dhaan Paithab Arth Heen Bichaar||60||",
    "translation": "Hoe can one fly without the wings? And how can one see without the eyes? How can one go to the battlefield without weapons; and without understaning the meaning how can one understand any problem?.60.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77496,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦਰਬ ਹੀਨ ਬਪਾਰ ਜੈਸਕ ਅਰਥ ਬਿਨ ੲਿਸ ਲੋਕ ॥ ਅਾਂਖ ਹੀਨ ਬਿਲੋਕਬੋ ਜਗਿ ਕਾਮ ਕੇਲ ਅਕੋਕ ॥",
    "transliteration": "Darah Heen Bapaar Jaisak Arth Bin Is Lok|| Aankh Bheen Bilok-bo Jag(i) Kaam Kel Alok||",
    "translation": "How can one indulge in trade without wealth? How can one visualise the lustful actions without eyes?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77497,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗਿਅਾਨ ਹੀਨ ਸੁ ਪਾਠ ਗੀਤਾ ਬੁੱਧ ਹੀਨ ਬਿਚਾਰ ॥ ਹਿੱਮਤ ਹੀਨ ਜੁ ਧਾਨ ਜੂਝਬ ਕੇਲ ਹੀਨ ਕੁਮਾਰ ॥੬੧॥",
    "transliteration": "Giaan Heen Su Paath Geetaa Budddh Heen Bichaar|| Himmat Heen Ju Dhaan Joojhab Kel Heen Koumaar||61||",
    "translation": "How can one recite Gita without knowledge and reflect upon it without intellect? How can one go to the battlefield without counrage.61",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77498,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕੳੁਨ ਕੳੁਨ ਗਨਾੲੀਅੈ ਜੇ ਭੲੇ ਭੂਪ ਮਹੀਪ ॥ ਕੳੁਨ ਕੳੁਨ ਸੁ ਕੱਥੀਅੈ ਜਗਿ ਕੇ ਸੁਦ੍ਵੀਪ ਅਦ੍ਵੀਪ ॥",
    "transliteration": "Kaoun Kaoun Gadaaeeai Je Bhae Maheep|| Kau Kaoun Su Kattheeaijag(i) Ke Sudveep Adveep||",
    "translation": "How many kings were there? To want extent they be enumerated, and how far should the continents and regions of the world be described?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77499,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਜਾਸ ਕੀ ਨ ਗਨੈ ਵਹੈ ੲਿਮ ਅੌਰ ਕੀ ਨਹੀ ਸ਼ਕਤ ॥ ਯੋ ਨ ਅੈਸ ਪਹਚਾਨੀਅੈ ਬਿਨ ਤਾਸ ਕੀੲੇ ਭਗਤ ॥੬੨॥",
    "transliteration": "Jaas Kina Gadai Vahai Im Aur Kinahishakat|| Yo Na Ais Pahchaaneeaibin Taas Keee Bhagad||62",
    "translation": "I have enumerated, only those which have come within my sight, I am unable to enumerate more and the this is also not possible without His devotion.62.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77500,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਸ੍ਰੇਸ਼ਟ ਸ੍ਰੇਸ਼ਟ ਭੲੇ ਜਿਤੇ ੲਿਹ ਭੂਮ ਅਾਨ ਨਰੇਸ ॥ ਤੳੁਨ ਤੳੁਨ ੳੁਚਾਰ ਹੋ ਤੁਮਰੇ ਪ੍ਰਸਾਦਿ ਅਸੇਸ ॥",
    "transliteration": "Sreshat Sreshat Bhae Jite Eh Bhnm Aan Dares|| Taoun Taoun Ouchaar Ho Toumre Prasaadh Ases||",
    "translation": "All the superb kings who had ruled over the earth, O Lord! With thy Grace, I describe at of them;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77501,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਭਰਥ ਰਾਜ ਬਿਤੀਤ ਭੇ ਭੲੇ ਰਾਜ ਸਾਗਰ ਰਾਜ ॥ ਰੁਦ੍ਰ ਕੀ ਤਪਸਾ ਕਰੀ ਲੀਅ ਲੱਛ ਸੁਤ ੳੁਪਰਾਜਿ ॥੬੩॥",
    "transliteration": "Bharath Raaj Biteet Bhe Bhae Raaj Saagad Raaj|| Rudra Kitapsaa Karileea Lachchh Sout Oupraaj(i)||63||",
    "translation": "There was king sagar after Bharat, who meditated on Rudra and performed austerities; he obtained the boon of one lakh sons.63.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77502,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਚਕ੍ਰ ਬਕ੍ਰ ਧੁਜਾ ਗਦਾ ਭ੍ਰਤ ਸਰਬ ਰਾਜ ਕੁਮਾਰ ॥ ਲੱਛ ਰੂਪ ਧਰੇ ਮਨੋ ਜਗਿਅਾਨ ਮੈਨ ਸੁ ਧਾਰ ॥",
    "transliteration": "Chakra Bakra Dhujaa Gadaa Bhrat Sarab Raaj Koumaar|| Lachhh Roop Ddare Mano Jagiaan Main Su Dhaar||",
    "translation": "They were princes of discus, banners and maces and it seemed that the god of love had manifested himself in lakhs of forms;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77503,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਬੇਖ ਬੇਖ ਬਨੇ ਨਰੇਸ਼ ਸੁ ਜੀਤ ਦੇਸ ਅਸੇਸ ॥ ਦਾਸ ਭਾਵ ਸਭੈ ਧਰੇ ਮਨ ਜਤ੍ਰ ਤਤ੍ਰ ਨਰੇਸ ॥੬੪॥",
    "transliteration": "Bekh Bekh Bade Daresh Su Jeet Ddes Ases|| Daas Bhaav Sabhai Ddare Man Jatra Tatra Dares||64||",
    "translation": "They conquered various countries and became kings considering them sovereigns became their servants.64.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77504,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਬਾਜਮੇਧ ਕਰੈ ਲਗੇ ਹਯ ਸਾਲਿ ਤੇ ਹਯ ਚੀਨ ॥ ਬੋਲ ਬੋਲ ਅਮੋਲ ਰਿੱਤੁਜ ਮੰਤ੍ਰ ਮਿਤ੍ਰ ਪ੍ਰਬੀਨ ॥",
    "transliteration": "Baajmedh Darai Lage Haya Saal(i) Te Haya Cheen|| Bol Bola Mol Rittuj Mantra Mitra Prabeen||",
    "translation": "They selected a fine horse from their stable and decided to perform Ashvamedha Yajna; they invited the ministers, friends and Brahmins;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77505,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਸੰਗ ਦੀਨ ਸਮੂਹ ਸੈਨਾ ਬਯੂਹ ਬਯੂਹ ਬਨਾੲਿ ॥ ਜਤ੍ਰ ਤਤ੍ਰ ਫਿਰੈ ਲਗੇ ਸਿਰ ਅਤ੍ਰ ਤਤ੍ਰ ਫਿਰਾੲਿ ॥੬੫॥",
    "transliteration": "San Deen Samooh Sainaa Byooh Byooh Banaae|| Jatra Tatra Phirai Lage Sir Atra Tata Phiraae||65||",
    "translation": "After that they gave groups of their forces to their ministers, who moved here and there, swinging the canopies over their heada.65.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77506,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਜੋਤ ਪਤ੍ਰ ਲਹਯੋ ਜਹਾਂ ਤਹ ਸ਼ੱਤ੍ਰ ਭੇ ਸਭ ਚੂਰ ॥ ਛੋਡਿ ਛੋਡਿ ਭਜੇ ਨਰੇਸ਼ਨ ਛਾਡ ਸ਼ਸਤ੍ਰ ਕਰੂਰ ॥",
    "transliteration": "Jot Patra Lahyo Jahaan Tah Shattra Bhe Sabh Chnr|| Chhodh(i) Chhodh(i) Bhaje Dareshan Chhaad Shastra Daroor||",
    "translation": "They obtained letter of victory from all the places and all their enemies were smashed; all the such kings ran away, forsaking their weapons;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77507,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਡਾਰ ਡਾਰ ਸਨਾਹਿ ਸੂਰ ਤ੍ਰੀਯਾਨ ਭੇਸ ਸੁਧਾਰ ॥ ਭਾਜਿ ਭਾਜਿ ਚਲੇ ਜਹਾ ਤਹ ਪੁਤ੍ਰ ਮਿਤ੍ਰ ਬਿਸਾਰ ॥੬੬॥",
    "transliteration": "Daar Daar Sanaah(i) Soor Treeyaan Bhes Sudhaar|| Bhaaj(i) Bhaaj(i) Chale Jahaa Tah Poutra Mitra Bisaar||66||",
    "translation": "These warriors, putting off their armours, assuming the guise of women and forgetting their sons and friends, ran away here and there.66.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 77508,
    "shabad_id": 13042,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਗਾਜਿ ਗਾਜਿ ਗਜੇ ਗਦਾ ਧਰਿ ਭਾਜਿ ਭਾਜਿ ਸੁ ਭੀਰ ॥ ਸਾਜ ਬਾਜ ਤਜੇ ਭਜੇ ਬਿਸੰਭਾਰ ਬੀਰ ਸੁ ਧੀਰ ॥",
    "transliteration": "Gadj(i) Gadj(i) Gade Gadaa Dhar(i) Bhaaj(i) Bhaj(i) Su Bheer|| Saaj Baaj Taje Bhaje Bisanbhaar Beer Su Dheer||",
    "translation": "The mace-wielders thundered and the cowards fled away; many warriors leaving their paraphernalia ran away;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
