{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਬਿਆਸ ਬਿਚਾਰਿ ਕਹਿਓ ਪਰਮਾਰਥੁ; ਰਾਮ ਨਾਮ ਸਰਿ ਨਾਹੀ ॥੨॥",
      "page": 658,
      "line": 15
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "After good reflection Bias has stated the supreme reality, that nothing equals the Lord's Name."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਬੜੀ ਸੋਚ ਵਿਚਾਰ ਮਗਰੋਂ ਬਿਆਸ ਨੇ ਪਰਮ ਅਸਲੀਅਤ ਬਿਆਨ ਕੀਤੀ ਹੈ ਕਿ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੇ ਤੁਲ ਕੋਈ ਸ਼ੈ ਨਹੀਂ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "After deep contemplation, Vyaas spoke of the supreme objective; there is nothing equal to the Lord's Name. ||2||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਯਾਂ ਤੇ ਚੌਂਤੀ ਅਖਰੋਂ ਮੇਂ ਹੀ ਬਿਆਸ ਜੀ ਨੇ ਨਾਨਾ ਖ੍ਯਾਨ ਇਤਿਹਾਸ ਮਹਾਭਾਰਤਾਦਿ ਔ ਪੁਰਾਣ ਔ ਵੇਦੋਂ ਨੇ ਵਿਧਾਨ ਜੋ ਕਰੇ ਹੈਂ ਕਰਮਾਦਿ ਜੋ ਸੰਪੂਰਣ ਇਨਹੀ ਮੇਂ ਕਹੇ ਹੈਂ। ਸੋ ਸੰਪੂਰਣ ਰਾਮ ਨਾਮ ਕੇ ਸੱਦ੍ਰਿਸ ਨਹੀਂ ਹੈ, ਯਹਿ ਬ੍ਯਾਸ ਜੀ ਕਾ ਸਿਧਾਂਤ ਹੈ। ਵਿਚਾਰ ਪੂਰਬਕ- ਨਨੁ: ਬ੍ਯਾਸ ਜੀ ਨੇ ਕਹਾਂ ਲਿਖਾ ਹੈ ਰਾਮ ਨਾਮ ਕਾ ਮਹਾਤਮ, ਇਸ ਅਸੰਕਾ ਕੇ ਹੋਯਾਂ ਕਹਤੇ ਹੈਂ?☬ਉਤ੍ਰ: ਬ੍ਰਹਮਾਂਡ ਪੁਰਾਣ ਕੇ ਉਤਰ ਖੰਡ ਮੇਂ, ਜੋ ਅਧ੍ਯਾਤਮ ਰਮਾਯਣ ਹੈ ਤਿਸ ਕੇ ਅਯੋਧ੍ਯਾ ਕਾਂਡ ਕੇ ਛੀਵੇਂ ਧ੍ਯਾਯ ਮੇਂ ਬਾਲਮੀਕ ਕੇ ਪ੍ਰਸੰਗ ਮੇਂ ਕਹਯਾ ਹੈ। ਤਹਾਂ ਯਹਿ ਸਲੋਕ ਹੈ-☬'ਰਾਮ ਤ੍ਵਨ੍ਨਾਮ ਮਹਿਮਾ ਵਰਣ੍ਯਤੇ ਕੇ ਨਵਾਕਥੰ ਯਤ ਪ੍ਰਭਾਵਾਦਹੰ ਰਾਮ ਬ੍ਰਹਮ ਰਖਿਤ੍ਵ ਸਪ੍ਤਵਾਨਾ॥੧॥☬ਇਤ੍ਯੁਕਤ੍ਤਾ ਰਾਮ ਤੇ ਨਾਮ ਬ੍ਯਤ੍ਯਾਸ੍ਤਾਖ੍ਯਰ ਪੂਰਬਕੰ ਏਕਾਗ੍ਰ ਮਨਸਾ ਤ੍ਰੈਵਮਰੇਤਿ ਜਪ ਸ੍ਰਬਦਾ॥੨॥'☬ਯਹਿ ਬ੍ਯਾਸ ਜੀ ਨੇ ਕਹਾ ਹੈ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਹੇ ਪੰਡਿਤ! ਵੇਦਾਂ ਦੇ ਖੋਜੀ) ਵਿਆਸ (ਰਿਸ਼ੀ) ਨੇ ਸੋਚ ਵਿਚਾਰ ਕੇ ਇਹੀ ਧਰਮ-ਤੱਤ ਦੱਸਿਆ ਹੈ ਕਿ (ਇਹਨਾਂ ਪੁਸਤਕਾਂ ਦੇ ਪਾਠ ਆਦਿਕ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ। (ਫਿਰ, ਤੂੰ ਕਿਉਂ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ?) ॥੨॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Vias, el vidente, después de su meditación profunda concluyó: nada iguala al Nombre de Dios. (2)"
    }
  ]
}