{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਦਿਨ ਮਹਿ ਰੈਣਿ. ਰੈਣਿ ਮਹਿ ਦਿਨੀਅਰੁ; ਉਸਨ ਸੀਤ ਬਿਧਿ ਸੋਈ ॥",
      "page": 879,
      "line": 1
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "In the day is the night and in the night is the day. The same is the way of heat and cold."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਦਿਨ ਵਿੱਚ ਰਾਤ ਹੈ ਅਤੇ ਰਾਤ ਵਿੱਚ ਦਿਨ ਹੈ। ਇਹੀ ਰੀਤੀ ਹੈ ਗਰਮੀ ਅਤੇ ਸਰਦੀ ਦੀ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The night is in the day, and the day is in the night. The same is true of hot and cold."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਪੂਰਬੋਕਤ ਜੀਵ ਈਸ ਕੀ ਸਰੂਪ ਮੇਂ ਏਕ ਰੂਪਤਾ ਔਰ ਨਨਤ੍ਯ ਪਰਪੰਚ ਕੋ ਬ੍ਰਹਮਾਤਮਾ ਮੇਂ ਸਮਾਨ੍ਯ ਸੇ ਅਧਿਸ੍ਟਤਾ ਦਿਖਾਇ ਕਰਿ ਅਬ ਬਿਸੇਸ ਸੇ ਦਿਖਾਵਨ ਹਿਤ ਥੂਨੀ ਖਨਨ ਨਿਆਇ ਕਰਕੇ☬\"ਓਤਿਪੋਤਿ ਰਵਿਆ ਰੂਪ ਰੰਗੁ॥☬ਬਣ ਤਿਣ ਪਰਬਤ ਹੈ ਪਾਰਬ੍ਰਹਮ॥\"☬ਇਤ੍ਯਾਦੀ ਗੁਰੂ ਵਾਕ ਸਿਧ ਚੇਤਨ ਆਤਮਾ ਮੇਂ ਕਾਰਜ ਰੂਪ ਪ੍ਰਪੰਚ ਕੀ ਅਧ੍ਯਿਸ੍ਤਤਾ ਦਿਖਾਵਤੇ ਹੈਂ। ਜੈਸੇ- ਪਰਮ ਪ੍ਰਕਾਸ ਰੂਪ ਸੂਰਜ ਮੰਡਲ ਮੇਂ ਉਲੂਓਂ ਕਰ ਕੇ ਕਲਿਪਤ ਤਮ ਹੈ ਔਰ ਤਮ ਮੇਂ ਅਧਿਸ੍ਠਾਨਤਾ ਰੂਪਸੈ ਸੂਰਜ ਕਾ ਪ੍ਰਕਾਸੁ ਇਸਥਿਤ ਹੈ। ਤੈਸੇ ਸ੍ਵੈ ਪ੍ਰਕਾਸ ਰੂਪ ਚੇਤਨ ਮੇਂ ਅਵਿਦਿਆ ਰੂਪ ਰਾਤ੍ਰੀ ਕਲਿਪਤ ਹੈ ਔਰ ਅਵਿਦਿਆ ਮੇਂ ਅਧਿਸਠਾਨਤਾ ਚੇਤਨ ਕੀ ਹੈ। ਯਹਿ ਦ੍ਰਿਸ੍ਟਾਂਤ ਸਿਧ ਕਾਰਨੋਂ ਮੇਂ ਪਰਸਪਰ ਅਧਯਾਸਤਾ ਦਿਖਾ ਕਰ ਅਬ ਕਾਰਜੋਂ ਮੇਂ ਦਿਖਾਵਤੇ ਹੈਂ। ਉਸਨੁ ਸੀਤ ਪਦ ਭੀ ਸਰਬ ਸੂਖਮ ਅਸਥੂਲ ਕਾ ਉਪਲਖਣ ਹੈ, ਯਾਂ ਤੇ ਉਸ ਨੇ ਸੀਤੋਪਲਖਤ ਸੰਪੂਰਨ ਜਗਤ ਮੇਂ ਭੀ (ਸੋਈ) ਪੂਰਬਕ ਹੀ ਜੋ ਅਧਿ੍ਯਾਸਤਤਾ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਦਿਨ (ਦੇ ਚਾਨਣ) ਵਿਚ ਰਾਤ (ਦਾ ਹਨੇਰਾ) ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਰਾਤ (ਦੇ ਹਨੇਰੇ) ਵਿਚ ਸੂਰਜ (ਦਾ ਚਾਨਣ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ। ਇਹੀ ਹਾਲਤ ਹੈ ਗਰਮੀ ਦੀ ਤੇ ਠੰਢ ਦੀ (ਕਦੇ ਗਰਮੀ ਹੈ ਕਦੇ ਠੰਢ, ਕਿਤੇ ਗਰਮੀ ਹੈ ਕਿਤੇ ਠੰਢ)-(ਇਹ ਸਾਰੀ ਖੇਡ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਕੁਦਰਤਿ ਦੀ ਹੈ)।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "El día se inmerge en la noche, y el día envuelve a la noche; el calor y el frío"
    }
  ]
}
