[
  {
    "id": 69165,
    "shabad_id": 10907,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਤ੍ਰਿਤੀਅ ਝੁੰਡ ਸਭ ਸੁਭਟ ਪਚਾਰੰ ॥ ਚਤ੍ਰਥ ਕਰਤ ਮਾਰ ਹੀ ਮਾਰੰ ॥੬੦੪॥",
    "transliteration": "Triteea Jhound Sabh Soubhat Pachaaran|| Chatrath Karat Maar Himaaran||604||",
    "translation": "From the third he was seeing his own warriors and from the fourth he was shouting “Kill, Kill”.604.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69166,
    "shabad_id": 10908,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤ੍ਰਿਭੰਗੀ ਛੰਦ ॥",
    "transliteration": "Tribhanichhand||",
    "translation": "TRIBHANGI STANZA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69167,
    "shabad_id": 10908,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਚੲੇ ਹਨਵੰਤੰ ਲਖ ਦੁਤ ਮੰਤੰ ਸੁ ਬਲ ਦੁਰੰਤੰ ਤਜਿ ਕਲਿਣੰ ॥ ਛਠੲੇ ਲਖਿ ਭ੍ਰਾਤੰ ਤਕਤ ਪਪਾਤੰ ਲਗਤ ਨ ਘਾਤੰ ਜੀਅ ਜਲਿਣੰ ॥",
    "transliteration": "Pachae Hanvantan Lakh Dout Mantan Su Bal Durantan Taj(i) Kalinan|| Chhathae Lakh(i) Bhraatan Takat Papaatan Lagad Na Ghaatan Jeea Jailinan||",
    "translation": "From his fifth face he was looking at Hanuman and repeating the mantra at great speed and was trying to pull his strength. From his sixth head he was seeing his fallen brother Kumbhkarn and his heart was burning.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69168,
    "shabad_id": 10908,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤੲੇ ਲਖਿ ਰਘੁਪਤਿ ਕਪ ਦਲ ਅਧਪਤ ਸੁਭਟ ਬਿਕਟ ਮਤ ਜੁਤ ਭ੍ਰਾਤੰ ॥ ਅਠਿਓ ਸਿਰਿ ਢੋਰੈਂ ਨਵਮਿ ਨਿਹੋਰੈਂ ਦਸਯਨ ਬੋਰੈਂ ਰਿਸ ਰਾਤੰ ॥੬੦੫॥",
    "transliteration": "Satae Lakh(i) Raghoupat(i) Kap Dal Adhpat Soubhat Bikat Mat Jout Bhraatan|| Athio Sir(i) Dhorain Navam(i) Nihorain Dasyan Borain Ris Raatan||605||",
    "translation": "From his seventh head he was seeing Ram and the army of monkeys and other mighty warriors. He was shaking his eight head and surveying everything from his ninth head and he was getting highly infuriated with rage.605.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69169,
    "shabad_id": 10909,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਚਬੋਲਾ ਛੰਦ ॥",
    "transliteration": "Chobolaa Chhand||",
    "translation": "CHABOLA STANZA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69170,
    "shabad_id": 10909,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਧਾੲੇ ਮਹਾਂ ਬੀਰ ਸਾਧੇ ਸਿਤੰ ਤੀਰ ਕਾਛੇ ਰਣੰ ਚੀਰ ਬਾਨਾ ਸੁਹਾੲੇ ॥ ਰਵਾਂ ਕਰਦ ਮਰਕਬ ਯਲੋ ਤੇਜ ੲਿਮ ਸਭ ਚੂੰ ਤੁੰਦ ਅਜਦ ਹੋਓ ਮਿਅਾ ਜੰਗਾਹੇ ॥",
    "transliteration": "Dhaae Mahaan Beer Saadhe Sitan Teer Kaadhhe Ranan Cheer Baanaa Suhaae|| Ravaan Karad Markab Yalo Tej Im Sabh Choon Tound Ajad Ho-o Miaa Janadhe||",
    "translation": "Settling their whit arrows the mighty warriors moved with beautiful dress on their bodies; their were very swift-moving and were exhibiting complete quickness in the battlefield;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69171,
    "shabad_id": 10909,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਭਿੜੇ ਅਾੲਿ ੲੀਹਾ ਬੁਲੇ ਬੈਣ ਕੀਹਾਂ ਕਰੇਂ ਘਾੲਿ ਜੀਹਾਂ ਭਿੜੇ ਭੇੜ ਭੱਜੇ ॥ ਪੀਯੋ ਪੋਸਤਾਨੇ ਭਛੋ ਰਾਬੜੀਨੇ ਕਹਾਂ ਛੈਅਣੀ ਰੋਧਣੀਨੇ ਨਿਹਾਰੈਂ ॥੬੦੬॥",
    "transliteration": "Bheede Aae Eehaan Bule Bain Keedaan Daren Ghaae Jeehaan Bhide Bhed Bhajje|| Peeyo Postaane Bhachhodhraabdeene Kahaan Chhai-anirodhneene Nihdarain||606||",
    "translation": "Sometimes they fight on this side and challenging on the other and whenever they strike the blows, the enemies flee; they appear like one intoxicated on eating hemp and roaming hither and thither.606.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69172,
    "shabad_id": 10909,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਗਾਜੇ ਮਹਾ ਸੂਰ ਘੁਮੀ ਰਣੰ ਹੂਰ ਭਰਮੀ ਨਭੰ ਪੂਰ ਬੇਖੰ ਅਨੂਪੰ ॥ ਵਲੇ ਵੱਲ ਸਾੲੀ ਜੀਵੀ ਜੁਗਾਂ ਤਾੲੀ ਤੈਂਡੇ ਘੋਲੀ ਜਾੲੀ ਅਲਾਵੀਤ ਅੈਸੇ ॥",
    "transliteration": "Gadje Mahaa Soor Ghoumiranan Hoor Bharminabhan Poor Bekhanndanoopan|| Vale Vall Saaijeevijougadn Taaitainde Dholijaaialaaveet Aise||",
    "translation": "The warriors roared and the heavenly damsels roamed in the sky in order to see the unique war. They prayed that this warrior waging the dreadful war should live for ages;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69173,
    "shabad_id": 10909,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਲਗੋ ਲਾਰ ਥਾਨੇ ਬਰੋ ਰਾਜ ਮਾਨੇ ਕਹੋ ਅੳੁਰ ਕਾਨੇ ਹਠੀ ਛਾਡ ਥੇਸੋ ॥ ਬਰੋ ਅਾਨ ਮੋਕੋ ਭਜੋ ਅਾਨ ਤੋਕੋ ਚਲੋ ਦੇਵ ਲੋਕੋ ਤਜੋ ਬੇਗ ਲੰਕਾ ॥੬੦੭॥",
    "transliteration": "Lago Laar Thaane Bado Raaj Maane Kaho Aur Kaane Hathichhaad Theso|| Bado Aan Moko Bhajo Aan Took Chalo Dev Loko Tajo Bed Lankaa||607||",
    "translation": "And should firmly enjoy his rule. O warriors ! forsake this Lanka and come to wed us and depart for heaven.607.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69174,
    "shabad_id": 10910,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਸ੍ਵੈਯਾ ॥ ਅਨੰਤਤੁਕਾ ॥",
    "transliteration": "Savaiyaa Anant-toukaa||",
    "translation": "SWAYYA (OF INNUMERABLE VERSES)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69175,
    "shabad_id": 10910,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਰੋਸ ਭਰਯੋ ਤਜ ਹੋਸ ਨਿਸਾਚਰ ਸ੍ਰੀ ਰਘੁਰਾਜ ਕੋ ਘਾੲਿ ਪ੍ਹਾਰੇ ॥ ਜੋਸ ਬਡੋ ਕਰ ਕੳੁਸਲਿਹੰ ਅਧ ਬੀਚ ਹੀ ਤੇ ਸਰ ਕਾਟ ੳੁਤਾਰੇ ॥",
    "transliteration": "Ros Bdaryo Taj Hos Nisaachar Sriraghuraaj Ko Ghaae Prahdare|| Jos Bado Kar Kaousalihan Adh Beech Hite Sar Kaat Outdare||",
    "translation": "Ravana, abandoning his senses, became very furious and attacked Ramchander, the king of Raghu clan; on this side Ram intercepted midway his arrows;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69176,
    "shabad_id": 10910,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਫੇਰ ਬਡੋ ਕਰ ਰੋਸ ਦਿਵਾਰਦਨ ਧਾੲਿ ਪਰੈਂ ਕਪਿ ਪੁੰਜ ਸੰਘਾਰੈ ॥ ਪੱਟਸ ਲੋਹ ਹਥੀ ਪਰ ਸੰਗੜੀੲੇ ਜੰਬੁਵੇ ਜਮਦਾੜ ਚਲਾਵੈ ॥੬੦੮॥",
    "transliteration": "Pher Bado Kar Ros Divaardan Dhaae Darain Kap(i) Pounj Sanhdarai|| Pattas Loh Hathipar Sanadeee Janbuve Jamdaar Chalaavai||608||",
    "translation": "Then he began to destroy collectively the army of monkeys and struck various types of terrible arms.608.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69177,
    "shabad_id": 10911,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਚਬੋਲਾ ਸ੍ਵੈਯਾ ॥",
    "transliteration": "Chabolaa Savaiyaa||",
    "translation": "CHABOLA SWAYYA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 69178,
    "shabad_id": 10911,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਸ੍ਰੀ ਰਘੁਰਾਜ ਸਰਾਸਨ ਲੈ ਰਿਸ ਠਾਟ ਘਨੀ ਰਨ ਬਾਨ ਪ੍ਹਾਰੇ ॥ ਬੀਰਨ ਮਾਰ ਦੁਸਾਰ ਗੲੇ ਸਰ ਅੰਬਰ ਤੇ ਬਰਸੇ ਜਨ ਓਰੇ ॥",
    "transliteration": "Sriraghuraaj Saraasan Lai Ris Thaat Ghaniran Baan Prahdare|| Bderan Maar Dousaar Gad Sar Anbar Te Dares Jan Ore||",
    "translation": "Ram took his bow in his hand and in great ire, discharged many arrows which killed the warriors and penetrating on the other side, came in shower again from the sky.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
