[
  {
    "id": 90362,
    "shabad_id": 25429,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਪ੍ਰਿਅ ਸੰਗਮ ਸੁਜਸੁ ਨਾੲਿਕਾ ਬਖਾਨੈ ਸੁਨਿ ਸੁਨਿ ਸਜਨੀ ਸਗਲ ਬਿਗਸਾਤ ਹੈ",
    "transliteration": "Jaisay Pria Sangam Sujasu Naaikaa Bakhaanai , Souni Souni Sajanee Sagal Bigasaat Hai ?",
    "translation": "Just as a wife describes her union with her husband to her friends who feel pleased hearing the details; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90363,
    "shabad_id": 25429,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਪ੍ਰਿਅ ਪ੍ਰੇਮ ਰਸ ਬਿਸਮ ਹੁੲਿ ਸੋਭਾ ਦੇਤ ਮੋਨਿ ਗਹੇ ਮਨ ਮੁਸਕਾਤ ਹੈ",
    "transliteration": "Simari Simari Pria Praym Ras Bisam Hui , Sobhaa Dayt Moni Gahay Man Mousakaat Hai ?",
    "translation": "She fantasizes her union and goes into a state of ecstasy thinking about it. She expresses the beauty of the moment in her silence; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90364,
    "shabad_id": 25429,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪੂਰਨ ਅਧਾਨ ਪਰਸੂਤ ਸਮੈ ਰੁਦਨ ਸੈ ਗੁਰਜਨ ਮੁਦਿਤ ਹੁੲਿ ਤਾਹੀ ਲਪਟਾਤ ਹੈ",
    "transliteration": "Pooran Adhaan Parasoot Samai Rudan Sai , Gurjan Mudit Hui Taahee Lapataat Hai ?",
    "translation": "On completion of her pregnancy and at the time of giving birth to the child, she cries in labour pain and her whimper pleases the elderly ladies of the house who express their love for her; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90365,
    "shabad_id": 25429,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਮੁਖਿ ਪ੍ਰੇਮ ਭਗਤ ਪ੍ਰਗਾਸ ਜਾਸੁ ਬੋਲਤ ਬੈਰਾਗ ਮੋਨਿ ਸਬਹੁ ਸੁਹਾਤ ਹੈ ॥੪੧੪॥",
    "transliteration": "Taisay Gurmukhi Praym Bhagat Pragaas Jaasu , Bolat Bairaag Moni Sabahu Suhaat Hai ?414?",
    "translation": "Similarly, a devoted Guru-conscious slave of the True Guru, whose heart is kindled with love of the Lord by virtue of his loving meditation and contemplation on Lord's name, speaks in a state of renunciation from the world. Although he observes silence mo",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
