[
  {
    "id": 90366,
    "shabad_id": 25430,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਾਛੀ ਫਲ ਹੇਤ ਬਿਬਿਧਿ ਬਿਰਖ ਰੋਪੈ ਨਿਹਫਲ ਰਹੈ ਬਿਰਖੈ ਨ ਕਾਹੂ ਕਾਜ ਹੈ",
    "transliteration": "Jaisay Kaachhee Dhal Hayt Bibidhi Birakh Ropai , Nihadhal Rahai Birakhai N Kaahoo Kaaj Hai ?",
    "translation": "Just as a gardener plants saplings of many trees for obtaining fruits, but one which does not bear any fruit becomes useless. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90367,
    "shabad_id": 25430,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੰਤਤਿ ਨਮਿਤਿ ਨ੍ਰਿਪ ਅਨਿਕ ਬਿਵਾਹ ਕਰੈ ਸੰਤਤਿ ਬਿਹੂਨ ਬਨਿਤਾ ਨ ਗ੍ਹਿ ਛਾਜਿ ਹੈ",
    "transliteration": "Santati Namiti Nrip Anik Bivaah Karai , Santati Bihoon Banitaa N Grih Chhaaji Hai ?",
    "translation": "Just as a king marries many women for obtaining a heir of his kingdom, but the queen who does not bear him a child is not liked by anyone in the family. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90368,
    "shabad_id": 25430,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਿਦਿਅਾ ਦਾਨ ਜਾਨ ਜੈਸੇ ਪਾਧਾ ਚਟਸਾਰ ਜੋਰੈ ਬਿਦਿਅਾ ਹੀਨ ਦੀਨ ਖਲ ਨਾਮ ੳੁਪਰਾਜਿ ਹੈ",
    "transliteration": "Bidiaa Daan Jaan Jaisay Paadhaa Chatasaar Jorai , Bidiaa Heen Deen Khal Naam Ouparaaji Hai ?",
    "translation": "Just as a teacher opens a school but the child who remains illiterate is called lazy and foolish. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90369,
    "shabad_id": 25430,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਸਿਖ ਸਾਖਾ ਸੰਗ੍ਹੈ ਸੁਗਿਅਾਨ ਨਮਿਤਿ ਬਿਨ ਗੁਰ ਗਿਅਾਨ ਧ੍ਰਿਗ ਜਨਮ ਕੳੁ ਲਾਜਿ ਹੈ ॥੪੧੫॥",
    "transliteration": "Satigur Sikh Saakhaa Sangrahai Sougiaan Namiti , Bin Gur Giaan Dhrig Janam Kau Laaji Hai ?415?",
    "translation": "Similarly, True Guru holds a congregation of his disciples in order to impart them with supreme form of knowledge (Naam). But he who remains bereft of Guru's teachings, is worthy of condemnation and is a blotch on the human birth.  (415)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
