[
  {
    "id": 90478,
    "shabad_id": 25458,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੁਰਖ ਨਿਪੁੰਸਕ ਨ ਜਾਨੇ ਬਨਿਤਾ ਬਿਲਾਸ ਬਾਂਝ ਕਹਾ ਜਾਨੇ ਸੁਖ ਸੰਤਤ ਸਨੇਹ ਕੳੁ",
    "transliteration": "Purakh Nipounsak N Jaanay Banitaa Bilaasa , Baanjh Kahaa Jaanay Soukh Santat Sanayh Kau ?",
    "translation": "Just as an impotent person does not know what pleasure it is to share a union with a woman, and a barren woman cannot know the love and attachment of children. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90479,
    "shabad_id": 25458,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗਨਿਕਾ ਸੰਤਾਨ ਕੋ ਬਖਾਨ ਕਹਾ ਗੋਤਚਾਰ ਨਾਹ ੳੁਪਚਾਰ ਕਛੁ ਕੁਸਟੀ ਕੀ ਦੇਹ ਕੳੁ",
    "transliteration": "Ganikaa Santaan Ko Bakhaan Kahaa Gotachaara , Naah Oupachaar Kachhu Kousatee Kee Dayh Kau ?",
    "translation": "Just as the lineage of the children of a prostitute cannot be defined, and a leper cannot be cured anyway. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90480,
    "shabad_id": 25458,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਂਧਰੋ ਨ ਜਾਨੈ ਰੂਪ ਰੰਗ ਨ ਦਸਨ ਛਬਿ ਜਾਨਤ ਨ ਬਹਰੋ ਪ੍ਰਸੰਨ ਅਸਪ੍ਰੇਹ ਕੳੁ",
    "transliteration": "Aandharo N Jaanai Roop Rang N Dasan Chhabi , Jaanat N Baharo Prasann Asaprayh Kau ?",
    "translation": "Just as a blind person cannot know the beauty of the face and teeth of a woman and a deaf person cannot feel anyone's anger or happiness since he cannot hear. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90481,
    "shabad_id": 25458,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਨ ਦੇਵ ਸੇਵਕ ਨ ਜਾਨੇ ਗੁਰਦੇਵ ਸੇਵ ਜੈਸੇ ਤੳੁ ਜਵਾਸੋ ਨਹੀ ਚਾਹਤ ਹੈ ਮੇਹ ਕੳੁ ॥੪੪੩॥",
    "transliteration": "Aan Dayv Sayvak N Jaanay Gurdayv Sayva , Jaisay Tau Javaaso Nahee Chaahat Hai Mayh Kau ?443?",
    "translation": "Similarly, a devotee and follower of other gods and goddesses, cannot know the celestial bliss of service of true and perfect Guru. Just as camel-thorn (Alhagi maurorum) resents rain.  (443)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
