[
  {
    "id": 90486,
    "shabad_id": 25460,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਾਂਝ ਬਧੂ ਪੁਰਖੁ ਨਿਪੁੰਸਕ ਨ ਸੰਤਤ ਹੁੲਿ ਸਲਲ ਬਿਲੋੲਿ ਕਤ ਮਾਖਨ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Baanjh Badhoo Purakhu Nipounsak N Santat Hui , Salal Biloi Kat Maakhan Pragaas Hai ?",
    "translation": "Just as a barren woman and an impotent man cannot produce children, and churning of water cannot yield butter. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90487,
    "shabad_id": 25460,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਫਨ ਗਹਿ ਦੁਗਧ ਪੀਅਾੲੇ ਨ ਮਿਟਤ ਬਿਖੁ ਮੂਰੀ ਖਾੲੇ ਮੁਖ ਸੈ ਨ ਪ੍ਰਗਟੇ ਸੁਬਾਸ ਹੈ",
    "transliteration": "Dhan Gahi Dougadh Peeaaay N Mitat Bikhu , Mooree Khaaay Moukh Sai N Pragatay Soubaas Hai ?",
    "translation": "Just as a poison of a cobra cannot be destroyed by feeding him milk and one cannot get good smell from mouth after eating radish. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90488,
    "shabad_id": 25460,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮਾਨਸਰ ਪਰ ਬੈਠੇ ਬਾੲਿਸੁ ੳੁਦਾਸ ਬਾਸ ਅਰਗਜਾ ਲੇਪੁ ਖਰ ਭਸਮ ਨਿਵਾਸ ਹੈ",
    "transliteration": "Maanasar Par Baitthay Baaisu Udaas Baasa , Aragajaa Laypu Khar Bhasam Nivaas Hai ?",
    "translation": "Just as a filth-eating crow on reaching lake Mansarover, becomes sad since he cannot get filth which he is so used to eating; and a donkey will roll in dust even if it is given a bath with sweet smelling scents. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90489,
    "shabad_id": 25460,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਂਨ ਦੇਵ ਸੇਵਕ ਨ ਜਾਨੈ ਗੁਰਦੇਵ ਸੇਵ ਕਠਨ ਕੁਟੇਵ ਨ ਮਿਟਤ ਦੇਵ ਦਾਸ ਹੈ ॥੪੪੫॥",
    "transliteration": "Aann Dayv Sayvak N Jaanai Gurdayv Sayva , Katthan Koutayv N Mitat Dayv Daas Hai ?445?",
    "translation": "Similarly, the servant of other gods cannot realise the ecstasy of serving the True Guru, because the chronic and bad habits of the followers of god cannot perish.  (445)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
