[
  {
    "id": 90510,
    "shabad_id": 25466,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਕੂਪ ਨਿਕਸਤ ਜਤਨ ਕੀੲੇ ਸੀਚੀਅਤ ਖੇਤ ੲੇਕੈ ਪਹੁਚਤ ਨ ਅਾਨ ਕੳੁ",
    "transliteration": "Jaisay Jal Koop Nikasat Jatan Keeay , Seecheeat Khayt Aykai Pahouchat N Aan Kau ?",
    "translation": "Just as water from a well can be drawn by different methods, such as bucket and rope, Persian wheel etc. and then it is directed to irrigate a field and it goes nowhere else. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90511,
    "shabad_id": 25466,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਥਿਕ ਪਪੀਹਾ ਪਿਅਾਸੇ ਅਾਸ ਲਗਿ ਢਿਗ ਬੈਠਿ ਬਿਨੁ ਗੁਨੁ ਭਾਂਜਨ ਤ੍ਰਿਪਤਿ ਕਤ ਪ੍ਰਾਨ ਕੳੁ",
    "transliteration": "Padik Papeehaa Piaasay Aas Lagi Ddhig Baitthi , Binu Gounu Bhaanjan Tripati Kat Praan Kau ?",
    "translation": "A traveller and a rain-bird may keep on sitting thirsty near a well but cannot quench their thirst without means to draw water from the well and therefore cannot assuage their thirst. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90512,
    "shabad_id": 25466,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਸਕਲ ਦੇਵ ਟੇਵ ਸੈ ਟਰਤ ਨਾਹਿ ਸੇਵਾ ਕੀੲੇ ਦੇਤ ਫਲ ਕਾਮਨਾ ਸਮਾਨਿ ਕੳੁ",
    "transliteration": "Taisay Hee Sakal Dayv Tayv Sai Tarat Naahi , Sayvaa Keeay Dayt Dhal Kaamanaa Samaani Kau ?",
    "translation": "Likewise, all gods and goddesses can do something within their power. They can reward a devotee for his services only to that extent and that too of worldly desires. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90513,
    "shabad_id": 25466,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰ ਬਰਖਾ ਅੰਮ੍ਰਿਤ ਹਿਤਿ ਬਰਖ ਹਰਖਿ ਦੇਤ ਸਰਬ ਨਿਧਾਨ ਕੳੁ ॥੪੫੧॥",
    "transliteration": "Pooran Braham Gur Barakhaa Anmrit Hiti , Barakh Harakhi Dayt Sarab Nidhaan Kau ?451?",
    "translation": "But the complete and perfect God-like True Guru showers the spiritual pleasure-giving ambrosial nectar of Naam, the treasure-house of all the happiness and comforts. (The service of gods and goddesses is trivial in benefits whereas that of True Guru bless",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
