[
  {
    "id": 90590,
    "shabad_id": 25486,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਘਾਮ ਤੀਖਨ ਤਪਤਿ ਅਤਿ ਬਿਖਮ ਬੈਸੰਤਰਿ ਬਿਹੂਨ ਸਿਧਿ ਕਰਤਿ ਨ ਗ੍ਰਾਸ ਕੳੁ",
    "transliteration": "Jaisay Ghaam Teekhan Tapati Ati Bikhama , Baisantari Bihoon Sidhi Karati N Graas Kau ?",
    "translation": "Just as the Sun may be very harsh and hot but one is unable to cook food without fire. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90591,
    "shabad_id": 25486,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਨਿਸ ਓਸ ਕੈ ਸਜਲ ਹੋਤ ਮੇਰ ਤਿਨ ਬਿਨੁ ਜਲ ਪਾਨ ਨ ਨਿਵਾਰਤ ਪਿਅਾਸ ਕੳੁ",
    "transliteration": "Jaisay Nis Aos Kai Sajal Hot Mayr Tina , Binu Jal Paan N Nivaarat Piaas Kau ?",
    "translation": "Just as dew drenches mountains and hay at night but without drinking water, that dew cannot satiate anyone's thirst. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90592,
    "shabad_id": 25486,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਹੀ ਗ੍ਰੀਖਮ ਰੁਤ ਪ੍ਰਗਟੈ ਪ੍ਰਸੇਦ ਅੰਗ ਮਿਟਤ ਨ ਫੂਕੇ ਬਿਨੁ ਪਵਨੁ ਪ੍ਰਗਾਸ ਕੳੁ",
    "transliteration": "Jaisay Hee Greekham Rout Pragatai Prasayd Anga , Mitat N Dhookay Binu Pavanu Pragaas Kau ?",
    "translation": "Just as body perspires during summer season that cannot be dried by blowing at it. Fanning alone dries it and gives comfort. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90593,
    "shabad_id": 25486,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਅਾਵਾਗੌਨ ਨ ਮਿਟਤ ਨ ਅਾਨ ਦੇਵ ਸੇਵ ਗੁਰਮੁਖ ਪਾਵੈ ਨਿਜ ਪਦ ਕੇ ਨਿਵਾਸ ਕੳੁ ॥੪੭੧॥",
    "transliteration": "Taisay Aavaagaoun N Mitat N Aan Dayv Sayva , Gurmoukh Paavai Nij Pad Kay Nivaas Kau ?471?",
    "translation": "Similarly, serving gods cannot emancipate one from repeated births and deaths. One can achieve the higher spiritual state by becoming an obedient disciple of the True Guru.  (471)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
