[
  {
    "id": 90654,
    "shabad_id": 25502,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿਸ ਦਿਨ ਅੰਤਰ ਜਿੳੁ ਅੰਤਰੁ ਬਖਾਨੀਅਤ ਤੈਸੇ ਅਾਨ ਦੇਵ ਗੁਰਦੇਵ ਸੇਵ ਜਾਨੀਅੈ",
    "transliteration": "Nis Din Antar Jiu Antaru Bakhaaneeata , Taisay Aan Dayv Gurdayv Sayv Jaaneeai ?",
    "translation": "Serving and worshipping of gods and goddesses viz-a-viz the True Guru is like the difference between night and day. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90655,
    "shabad_id": 25502,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਿਸ ਅੰਧਕਾਰ ਬਹੁ ਤਾਰਕਾ ਚਮਤਕਾਰ ਦਿਨੁ ਦਿਨੁਕਰ ੲੇਕੰਕਾਰ ਪਹਿਚਾਨੀਅੈ",
    "transliteration": "Nis Andhakaar Bahu Taarakaa Chamatakaara , Dinu Dinoukar Aykankaar Pahichaaneeai ?",
    "translation": "In the darkness of night (ignorance), there is much radiance of stars (gods) but with the appearance of True Guru's radiance of knowledge (with the rise of the Sun during the day) God, the Only One becomes conspicuous and obvious. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90656,
    "shabad_id": 25502,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਿਸ ਅੰਧਿਅਾਰੀ ਮੈ ਬਿਕਾਰੀ ਹੈ ਬਿਕਾਰ ਹੇਤੁ ਪ੍ਰਾਤ ਸਮੈ ਨੇਹੁ ਨਿਰੰਕਾਰੀ ੳੁਨਮਾਨੀਅੈ",
    "transliteration": "Nis Andhiaaree Mai Bikaaree Hai Bikaar Haytu , Praat Samai Nayhu Nirankaaree Ounamaaneeai ?",
    "translation": "The vice and evil-doers are enamored by the evil and vicious acts, but by the knowledge of the True Guru, the devoted Sikhs contemplate on the Lord's name at ambrosial hour by becoming one with Him. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90657,
    "shabad_id": 25502,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰੈਨ ਸੈਨ ਸਮੈ ਠਗ ਚੋਰ ਜਾਰ ਹੋੲਿ ਅਨੀਤ ਰਾਜੁਨੀਤਿ ਰੀਤਿ ਪ੍ਰੀਤਿ ਬਾਸੁਰ ਬਖਾਨੀਅੈ ॥੪੮੭॥",
    "transliteration": "Rain Sain Samai Tthag Chor Jaar Hoi Aneeta , Raajouneeti Reeti Preeti Baasur Bakhaaneeai ?487?",
    "translation": "At night when the time for sleep comes, the evil designs of treacherous, deceitful and vicious people prevail. But with the daybreak at ambrosial hour (radiance of knowledge by the True Guru) the righteousness and justice of the Lord prevails. (The divine",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
