[
  {
    "id": 18455,
    "shabad_id": 1554,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੂ ਵਿਟਹੁ. ਹੳੁ ਵਾਰਿਅਾ; ਜਿਸੁ ਮਿਲਿ ਸਚੁ ਸੁਅਾੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Guroo Vittahu Ho Vaariaa Jis Mil Sach Suaao ||1|| Rehaao ||",
    "translation": "I am a sacrifice to the Guru; meeting Him, I am absorbed into the True Lord. ||1||Pause||",
    "punjabi": "ਕਿਉਂਕਿ ਉਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਮਨੋਰਥ ਬਣਾਇਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸੁਅਾੳੁ) ਲਾਭ",
    "type_id": 4
  },
  {
    "id": 18456,
    "shabad_id": 1554,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸਗੁਨ ਅਪਸਗੁਨ. ਤਿਸ ਕੳੁ ਲਗਹਿ; ਜਿਸੁ. ਚੀਤਿ ਨ ਅਾਵੈ ॥",
    "transliteration": "Sagun Apasagun This Ko Lagehi Jis Cheeth N Aavai ||",
    "translation": "Good omens and bad omens affect those who do not keep the Lord in the mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੇ ਅੰਦਰ ਚੰਗੇ ਮੰਦੇ ਸਗਨਾਂ ਦਾ ਸਹਮ ਭੀ ਨਹੀਂ ਰਹਿ ਗਿਆ) ਚੰਗੇ ਮੰਦੇ ਸਗਨਾਂ ਦੇ ਸਹਮ ਉਸ ਮਨੁੱਖ ਨੂੰ ਚੰਬੜਦੇ ਹਨ ਜਿਸ ਦੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਨਹੀਂ ਵੱਸਦਾ।",
    "pronunciation": "ਅਪ-ਸਗੁਨ",
    "type_id": 3
  },
  {
    "id": 18457,
    "shabad_id": 1554,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਤਿਸੁ. ਜਮੁ ਨੇੜਿ ਨ ਅਾਵੲੀ; ਜੋ ਹਰਿ ਪ੍ਰਭਿ ਭਾਵੈ ॥੨॥",
    "transliteration": "This Jam Naerr N Aavee Jo Har Prabh Bhaavai ||2||",
    "translation": "The Messenger of Death does not approach those who are pleasing to the Lord God. ||2||",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ (ਜੁੜ ਕੇ) ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਜਮ-ਦੂਤ ਭੀ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18458,
    "shabad_id": 1554,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਪੁੰਨ ਦਾਨ. ਜਪ ਤਪ ਜੇਤੇ; ਸਭ ੳੂਪਰਿ ਨਾਮੁ ॥",
    "transliteration": "Punn Dhaan Jap Thap Jaethae Sabh Oopar Naam ||",
    "translation": "Donations to charity, meditation and penance - above all of them is the Naam.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਿਥੇ ਹੋਏ) ਨੇਕ ਕਰਮ, ਦਾਨ, ਜਪ ਤੇ ਤਪ-ਇਹ ਜਿਤਨੇ ਭੀ ਹਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਇਹਨਾਂ ਸਭਨਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18459,
    "shabad_id": 1554,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਰਸਨਾ ਜੋ ਜਪੈ; ਤਿਸੁ ਪੂਰਨ ਕਾਮੁ ॥੩॥",
    "transliteration": "Har Har Rasanaa Jo Japai This Pooran Kaam ||3||",
    "translation": "One who chants with his tongue the Name of the Lord, Har, Har - his works are brought to perfect completion. ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ਉਸ ਦਾ ਜੀਵਨ-ਮਨੋਰਥ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18460,
    "shabad_id": 1554,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਭੈ ਬਿਨਸੇ. ਭ੍ਰਮ ਮੋਹ ਗੲੇ; ਕੋ ਦਿਸੈ ਨ. ਬੀਅਾ ॥",
    "transliteration": "Bhai Binasae Bhram Moh Geae Ko Dhisai N Beeaa ||",
    "translation": "His fears are removed, and his doubts and attachments are gone; he sees none other than God.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਮੋਹ ਤੇ ਭਰਮ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਮਨੁੱਖ ਬਿਗਾਨਾ ਨਹੀਂ ਦਿੱਸਦਾ,",
    "pronunciation": "(ਬੀਅਾ) ਦੂਜਾ",
    "type_id": 3
  },
  {
    "id": 18461,
    "shabad_id": 1554,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ ਰਾਖੇ ਪਾਰਬ੍ਰਹਮਿ; ਫਿਰਿ ਦੂਖੁ. ਨ ਥੀਅਾ ॥੪॥੧੮॥੧੨੦॥",
    "transliteration": "Naanak Raakhae Paarabreham Fir Dhookh N Thheeaa ||4||18||120||",
    "translation": "O Nanak, the Supreme Lord God preserves him, and no pain or sorrow afflicts him any longer. ||4||18||120||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਕੀਤੀ ਹੈ ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ, ॥੪॥੧੮॥੧੨੦॥",
    "pronunciation": "(ਥੀਅਾ) ਹੋੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 18462,
    "shabad_id": 1555,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਸਾ ਘਰੁ ੯ ਮਹਲਾ ੫",
    "transliteration": "Aasaa Ghar 9 Mehalaa 5",
    "translation": "Aasaa, Ninth House, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18463,
    "shabad_id": 1555,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 18464,
    "shabad_id": 1555,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਚਿਤਵੳੁ ਚਿਤਵਿ. ਸਰਬ ਸੁਖ ਪਾਵੳੁ; ਅਾਗੈ ਭਾਵੳੁ. ਕਿ ਨ ਭਾਵੳੁ ॥",
    "transliteration": "Chithavo Chithav Sarab Sukh Paavo Aagai Bhaavo K N Bhaavo ||",
    "translation": "Contemplating Him within my consciousness, I obtain total peace; but hereafter, will I be pleasing to Him or not?",
    "punjabi": "ਮੈਂ (ਸਦਾ) ਚਾਹੁੰਦਾ (ਤਾਂ ਇਹ) ਹਾਂ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਉਸ ਪਾਸੋਂ) ਮੈਂ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰਾਂ (ਪਰ ਮੈਨੂੰ ਇਹ ਪਤਾ ਨਹੀਂ ਹੈ ਕਿ ਇਹ ਤਾਂਘ ਕਰ ਕੇ) ਮੈਂ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਚੰਗਾ ਲੱਗ ਰਿਹਾ ਜਾਂ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18465,
    "shabad_id": 1555,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲੇਕੁ ਦਾਤਾਰੁ. ਸਗਲ ਹੈ ਜਾਚਿਕ; ਦੂਸਰ ਕੈ ਪਹਿ ਜਾਵੳੁ ॥੧॥",
    "transliteration": "Eaek Dhaathaar Sagal Hai Jaachik Dhoosar Kai Pehi Jaavo ||1||",
    "translation": "There is only One Giver; all others are beggars. Who else can we turn to? ||1||",
    "punjabi": "(ਕੋਈ ਸੁਖ ਆਦਿਕ ਮੰਗਣ ਵਾਸਤੇ) ਮੈਂ ਕਿਸੇ ਹੋਰ ਪਾਸ ਜਾ ਭੀ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਹੈ ਤੇ ਸ੍ਰਿਸ਼ਟੀ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਮੰਗਣ ਵਾਲੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18466,
    "shabad_id": 1555,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹੳੁ ਮਾਗੳੁ ਅਾਨ; ਲਜਾਵੳੁ ॥",
    "transliteration": "Ho Maago Aan Lajaavo ||",
    "translation": "When I beg from others, I am ashamed.",
    "punjabi": "ਜਦੋਂ ਮੈਂ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਪਾਸੋਂ ਮੰਗਦਾ ਹਾਂ ਤਾਂ ਸ਼ਰਮਾਂਦਾ ਹਾਂ,",
    "pronunciation": "(ਲੱਜਾਵੳੁ) ਸ਼ਰਮਾੳੁਂਦਾ",
    "type_id": 3
  },
  {
    "id": 18467,
    "shabad_id": 1555,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਗਲ ਛਤ੍ਰਪਤਿ ੲੇਕੋ ਠਾਕੁਰੁ; ਕੳੁਨੁ ਸਮਸਰਿ ਲਾਵੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sagal Shhathrapath Eaeko Thaakur Koun Samasar Laavo ||1|| Rehaao ||",
    "translation": "The One Lord Master is the Supreme King of all; who else is equal to Him? ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਇਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਰਾਜਾ ਹੈ, ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਖ਼ਿਆਲ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਛਤ੍ਰ-ਪਤਿ) ਰਾਜਾ। (ਸਮਸਰਿ) ਬਰਾਬਰ",
    "type_id": 4
  },
  {
    "id": 18468,
    "shabad_id": 1555,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ੳੂਠੳੁ ਬੈਸੳੁ. ਰਹਿ ਭਿ, ਨ ਸਾਕੳੁ; ਦਰਸਨੁ ਖੋਜਿ ਖੋਜਾਵੳੁ ॥",
    "transliteration": "Ootho Baiso Rehi Bh N Saako Dharasan Khoj Khojaavo ||",
    "translation": "Standing up and sitting down, I cannot live without Him. I search and search for the Blessed Vision of His Darshan.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਲਈ) ਮੈਂ ਉੱਠਦਾ ਹਾਂ (ਹੰਭਲਾ ਮਾਰਦਾ ਹਾਂ, ਫਿਰ) ਬਹਿ ਜਾਂਦਾ ਹਾਂ, (ਪਰ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਿਨਾ) ਰਹਿ ਭੀ ਨਹੀਂ ਸਕਦਾ, ਮੁੜ ਖੋਜ ਖੋਜ ਕੇ ਦਰਸ਼ਨ ਭਾਲਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18469,
    "shabad_id": 1555,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬ੍ਰਹਮਾਦਿਕ ਸਨਕਾਦਿਕ. ਸਨਕ ਸਨੰਦਨ, ਸਨਾਤਨ ਸਨਤਕੁਮਾਰ; ਤਿਨ੍ਹ ਕੳੁ. ਮਹਲੁ ਦੁਲਭਾਵੳੁ ॥੨॥",
    "transliteration": "Brehamaadhik Sanakaadhik Sanak Sanandhan Sanaathan Sanathakumaar Thinh Ko Mehal Dhulabhaavo ||2||",
    "translation": "Even Brahma and the sages Sanak, Sanandan, Sanaatan and Sanat Kumar, find it difficult to obtain the Mansion of the Lord's Presence. ||2||",
    "punjabi": "(ਮੈਂ ਕਿਸ ਦਾ ਵਿਚਾਰਾ ਹਾਂ?) ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਤਾਂ ਉਹਨਾਂ ਵਾਸਤੇ ਭੀ ਦੁਰਲੱਭ ਹੀ ਰਿਹਾ ਜੋ ਬ੍ਰਹਮਾ ਵਰਗੇ (ਵੱਡੇ ਵੱਡੇ ਦੇਵਤਾ ਮੰਨੇ ਗਏ) ਜੋ ਸਨਕ ਵਰਗੇ-ਸਨਕ, ਸਨੰਦਨ, ਸਨਾਤਨ, ਸਨਤ ਕੁਮਾਰ (ਬ੍ਰਹਮਾ ਦੇ ਪੁੱਤਰ ਅਖਵਾਏ) ॥੨॥",
    "pronunciation": "(ਦੁ-ਲੱਭਾਵੳੁ) ਦੁਰਲੱਭ",
    "type_id": 3
  },
  {
    "id": 18470,
    "shabad_id": 1555,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅਗਮ ਅਗਮ ਅਾਗਾਧਿ ਬੋਧ; ਕੀਮਤਿ ਪਰੈ ਨ ਪਾਵੳੁ ॥",
    "transliteration": "Agam Agam Aagaadhh Bodhh Keemath Parai N Paavo ||",
    "translation": "He is unapproachable and unfathomable; His wisdom is deep and profound; His value cannot be appraised.",
    "punjabi": "ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਜੀਵਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਉਹ ਇਕ ਅਥਾਹ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਦੀ ਡੂੰਘਾਈ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈ ਸਕਦੀ, ਉਸ ਦੀ ਕੀਮਤ ਨਹੀਂ ਪੈ ਸਕਦੀ, ਮੈਂ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18471,
    "shabad_id": 1555,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਤਾਕੀ ਸਰਣਿ. ਸਤਿ ਪੁਰਖ ਕੀ; ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਧਿਅਾਵੳੁ ॥੩॥",
    "transliteration": "Thaakee Saran Sath Purakh Kee Sathigur Purakh Dhhiaavo ||3||",
    "translation": "I have taken to the Sanctuary of the True Lord, the Primal Being, and I meditate on the True Guru. ||3||",
    "punjabi": "(ਉਸ ਦੇ ਦਰਸ਼ਨ ਦੀ ਖ਼ਾਤਰ) ਮੈਂ ਗੁਰੂ ਮਹਾਪੁਰਖ ਦੀ ਸਰਨ ਤੱਕੀ ਹੈ, ਮੈਂ ਸਤਿਗੁਰੂ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "ਤੱਾਕੀ",
    "type_id": 3
  },
  {
    "id": 18472,
    "shabad_id": 1555,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਭੲਿਓ ਕ੍ਰਿਪਾਲੁ ਦੲਿਅਾਲੁ ਪ੍ਰਭੁ ਠਾਕੁਰੁ; ਕਾਟਿਓ ਬੰਧੁ ਗਰਾਵੳੁ ॥",
    "transliteration": "Bhaeiou Kirapaal Dhaeiaal Prabh Thaakur Kaattiou Bandhh Garaavo ||",
    "translation": "God, the Lord Master, has become kind and compassionate; He has cut the noose of death away from my neck.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਗਲੋਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਫਾਹੀ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਬੰਧੁ)ਫਾਹਾ। (ਗਰਾਵੳੁ) ਗਲ਼ੇ ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 18473,
    "shabad_id": 1555,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜੳੁ ਸਾਧਸੰਗੁ ਪਾੲਿਓ; ਤੳੁ ਫਿਰਿ. ਜਨਮਿ ਨ ਅਾਵੳੁ ॥੪॥੧॥੧੨੧॥",
    "transliteration": "Kahu Naanak Jo Saadhhasang Paaeiou Tho Fir Janam N Aavo ||4||1||121||",
    "translation": "Says Nanak, now that I have obtained the Saadh Sangat, the Company of the Holy, I shall not have to be reincarnated again. ||4||1||121||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇ ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ, ਤਦੋਂ ਹੀ ਮੈਂ ਮੁੜ ਮੁੜ ਜਨਮ ਵਿਚ ਨਹੀਂ ਆਵਾਂਗਾ (ਜਨਮਾਂ ਦੇ ਗੇੜ ਤੋਂ ਬਚ ਸਕਾਂਗਾ) ॥੪॥੧॥੧੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18474,
    "shabad_id": 1556,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18475,
    "shabad_id": 1556,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੰਤਰਿ ਗਾਵੳੁ. ਬਾਹਰਿ ਗਾਵੳੁ; ਗਾਵੳੁ ਜਾਗਿ ਸਵਾਰੀ ॥",
    "transliteration": "Anthar Gaavo Baahar Gaavo Gaavo Jaag Savaaree ||",
    "translation": "Inwardly, I sing His Praises, and outwardly, I sing His Praises; I sing His Praises while awake and asleep.",
    "punjabi": "ਹੁਣ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਬਾਹਰ ਦੁਨੀਆ ਨਾਲ ਵਰਤਨ-ਵਿਹਾਰ ਕਰਦਾ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਚੇਤੇ ਰੱਖਦਾ ਹਾਂ, ਸੌਣ ਵੇਲੇ ਭੀ ਤੇ ਜਾਗ ਕੇ ਭੀ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ।੧।",
    "pronunciation": "(ਸਵਾਰੀ) ਸੌਂਦੇ",
    "type_id": 3
  },
  {
    "id": 18476,
    "shabad_id": 1556,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੰਗਿ ਚਲਨ ਕੳੁ. ਤੋਸਾ ਦੀਨ੍ਹਾ; ਗੋਬਿੰਦ ਨਾਮ ਕੇ ਬਿੳੁਹਾਰੀ ॥੧॥",
    "transliteration": "Sang Chalan Ko Thosaa Dheenhaa Gobindh Naam Kae Biouhaaree ||1||",
    "translation": "I am a trader in the Name of the Lord of the Universe; He has given it to me as my supplies, to carry with me. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਵਣਜਾਰੇ ਸਤਸੰਗੀਆਂ ਨੇ ਮੇਰੇ ਨਾਲ ਸਾਥ ਕਰਨ ਵਾਸਤੇ ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਫ਼ਰ-ਖ਼ਰਚ (ਵਜੋਂ) ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਤੋਸਾ) ਰਾਹ ਦਾ ਖਰਚ। (ਬਿੳੁਹਾਰੀ) ਵਪਾਰੀ",
    "type_id": 3
  },
  {
    "id": 18477,
    "shabad_id": 1556,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਅਵਰ ਬਿਸਾਰੀ ਬਿਸਾਰੀ ॥",
    "transliteration": "Avar Bisaaree Bisaaree ||",
    "translation": "I have forgotten and forsaken other things.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਓਟ ਮੈਂ ਉੱਕਾ ਹੀ ਭੁਲਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(ਬਿਸਾਰੀ) ਭੁਲਾ ਦਿੱਤੀ",
    "type_id": 3
  },
  {
    "id": 18478,
    "shabad_id": 1556,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਨਾਮ ਦਾਨੁ ਗੁਰਿ ਪੂਰੈ ਦੀਓ; ਮੈ ੲੇਹੋ ਅਾਧਾਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Naam Dhaan Gur Poorai Dheeou Mai Eaeho Aadhhaaree ||1|| Rehaao ||",
    "translation": "The Perfect Guru has given me the Gift of the Naam; this alone is my Support. ||1||Pause||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦੀ) ਦਾਤ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਇਸੇ ਨੂੰ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣਾ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18479,
    "shabad_id": 1556,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਦੂਖਨਿ ਗਾਵੳੁ. ਸੁਖਿ ਭੀ ਗਾਵੳੁ; ਮਾਰਗਿ ਪੰਥਿ ਸਮ੍ਹਾਰੀ ॥",
    "transliteration": "Dhookhan Gaavo Sukh Bhee Gaavo Maarag Panthh Samhaaree ||",
    "translation": "I sing His Praises while suffering, and I sing His Praises while I am at peace as well. I contemplate Him while I walk along the Path.",
    "punjabi": "ਹੁਣ ਮੈਂ ਦੁੱਖਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਸੁਖ ਵਿਚ ਭੀ ਗਾਂਦਾ ਹਾਂ, ਰਸਤੇ ਤੁਰਦਾ ਭੀ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲੀ ਰੱਖਦਾ ਹਾਂ।੨।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18480,
    "shabad_id": 1556,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਾਮ ਦ੍ਰਿੜੁ ਗੁਰਿ. ਮਨ ਮਹਿ ਦੀਅਾ; ਮੋਰੀ. ਤਿਸਾ ਬੁਝਾਰੀ ॥੨॥",
    "transliteration": "Naam Dhrirr Gur Man Mehi Dheeaa Moree Thisaa Bujhaaree ||2||",
    "translation": "The Guru has implanted the Naam within my mind, and my thirst has been quenched. ||2||",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਦ੍ਰਿੜ੍ਹਤਾ ਕਰ ਦਿੱਤੀ ਹੈ (ਉਸ ਨਾਮ ਨੇ) ਮੇਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟਾ ਦਿੱਤੀ ਹੈ ॥੨॥",
    "pronunciation": "ਬੁਝਾਰੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 18481,
    "shabad_id": 1556,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਦਿਨੁ ਭੀ ਗਾਵੳੁ. ਰੈਨੀ ਗਾਵੳੁ; ਗਾਵੳੁ ਸਾਸਿ ਸਾਸਿ ਰਸਨਾਰੀ ॥",
    "transliteration": "Dhin Bhee Gaavo Rainee Gaavo Gaavo Saas Saas Rasanaaree ||",
    "translation": "I sing His Praises during the day, and I sing His Praises during the night; I sing them with each and every breath.",
    "punjabi": "ਹੁਣ ਮੈਂ ਦਿਨ ਵੇਲੇ ਭੀ ਤੇ ਰਾਤ ਨੂੰ ਭੀ, ਤੇ ਹਰੇਕ ਸੁਆਸ ਦੇ ਨਾਲ ਭੀ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ,",
    "pronunciation": "(ਰਸਨਾਰੀ) ਰਸਨਾ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 18482,
    "shabad_id": 1556,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਹਿ ਬਿਸਾਸੁ ਹੋੲਿ; ਹਰਿ ਜੀਵਤ ਮਰਤ ਸੰਗਾਰੀ ॥੩॥",
    "transliteration": "Sathasangath Mehi Bisaas Hoe Har Jeevath Marath Sangaaree ||3||",
    "translation": "In the Sat Sangat, the True Congregation, this faith is established, that the Lord is with us, in life and in death. ||3||",
    "punjabi": "(ਇਹ ਸਾਰੀ ਬਰਕਤਿ ਸਾਧ ਸੰਗਤਿ ਦੀ ਹੈ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆਂ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਜਿਊਂਦਿਆਂ ਮਰਦਿਆਂ ਹਰ ਵੇਲੇ ਸਾਡੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਸੰਗਾਰੀ) ਸਾਥ",
    "type_id": 3
  },
  {
    "id": 18483,
    "shabad_id": 1556,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ੲਿਹੁ ਦਾਨੁ ਦੇਹੁ ਪ੍ਰਭ; ਪਾਵੳੁ ਸੰਤ ਰੇਨ ੳੁਰਿ ਧਾਰੀ ॥",
    "transliteration": "Jan Naanak Ko Eihu Dhaan Dhaehu Prabh Paavo Santh Raen Our Dhhaaree ||",
    "translation": "Bless servant Nanak with this gift, O God, that he may obtain, and enshrine in his heart, the dust of the feet of the Saints.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਇਹ ਦਾਨ ਦਿਉ ਕਿ ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਕਰਾਂ।",
    "pronunciation": "(ਰੇਨ) ਚਰਨ ਧੂੜ। (ੳੁਰਿ) ਹਿਰਦੇ ਚ",
    "type_id": 3
  },
  {
    "id": 18484,
    "shabad_id": 1556,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸ੍ਰਵਨੀ ਕਥਾ. ਨੈਨ ਦਰਸੁ ਪੇਖੳੁ; ਮਸਤਕੁ. ਗੁਰ ਚਰਨਾਰੀ ॥੪॥੨॥੧੨੨॥",
    "transliteration": "Sravanee Kathhaa Nain Dharas Paekho Masathak Gur Charanaaree ||4||2||122||",
    "translation": "Hear the Lord's Sermon with your ears, and behold the Blessed Vision of His Darshan with your eyes; place your forehead upon the Guru's Feet. ||4||2||122||",
    "punjabi": "ਤੇਰੀ ਯਾਦ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਾਂ, ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਸੁਣਦਾ ਰਹਾਂ, ਤੇਰਾ ਦਰਸ਼ਨ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਕਰਦਾ ਰਹਾਂ, ਤੇ ਆਪਣਾ ਮੱਥਾ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਉਤੇ ਰੱਖੀ ਰੱਖਾਂ ॥੪॥੨॥੧੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18485,
    "shabad_id": 1556,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru: Aasaa, Tenth House, Fifth Mehl:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 18486,
    "shabad_id": 1556,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅਾਸਾ ਘਰੁ ੧੦ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Ghar 10 Mehalaa 5 ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru: Aasaa, Tenth House, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18487,
    "shabad_id": 1556,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜਿਸ ਨੋ ਤੂੰ ਅਸਥਿਰੁ ਕਰਿ ਮਾਨਹਿ; ਤੇ ਪਾਹੁਨ. ਦੋ ਦਾਹਾ ॥",
    "transliteration": "Jis No Thoon Asathhir Kar Maanehi Thae Paahun Dho Dhaahaa ||",
    "translation": "That which you believe to be permanent, is a guest here for only a few days.",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਪੁੱਤਰ ਨੂੰ ਜਿਸ ਇਸਤ੍ਰੀ ਨੂੰ ਜਿਸ ਘਰੋਗੇ ਸਾਮਾਨ ਨੂੰ ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮੰਨੀ ਬੈਠਾ ਹੈਂ, ਇਹ ਸਾਰੇ ਤਾਂ ਦੋ ਦਿਨਾਂ ਦੇ ਪ੍ਰਾਹੁਣੇ ਹਨ।",
    "pronunciation": "(ਪਾਹੁਨ)ਪਰਾਹੁਣਾ। (ਦਾਹਾ)ਦਿਨ",
    "type_id": 3
  }
]
