[
  {
    "id": 19869,
    "shabad_id": 1638,
    "pada": 12,
    "source_line": 1,
    "gurmukhi": "ਛਛੈ. ਛਾੲਿਅਾ ਵਰਤੀ. ਸਭ ਅੰਤਰਿ; ਤੇਰਾ ਕੀਅਾ. ਭਰਮੁ ਹੋਅਾ ॥",
    "transliteration": "Shhashhai Shhaaeiaa Varathee Sabh Anthar Thaeraa Keeaa Bharam Hoaa ||",
    "translation": "Chhachha: Ignorance exists within everyone; doubt is Your doing, O Lord.",
    "punjabi": "ਜੋ ਅਵਿੱਦਿਆ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਬਲ ਹੋ ਰਹੀ ਹੈ, ਤੇ ਮਨ ਵਿੱਚ ਭਟਕਣਾ ਹੈ, ਇਹ ਤੇਰੀ ਹੀ ਬਣਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "(ਛਾੲਿਅਾ) ਅਵਿੱਦਿਅਾ। ਛੱਛੈ",
    "type_id": 3
  },
  {
    "id": 19870,
    "shabad_id": 1638,
    "pada": 12,
    "source_line": 1,
    "gurmukhi": "ਭਰਮੁ ੳੁਪਾੲਿ ਭੁਲਾੲੀਅਨੁ ਅਾਪੇ; ਤੇਰਾ ਕਰਮੁ ਹੋਅਾ, ਤਿਨ੍ਹ ਗੁਰੂ ਮਿਲਿਅਾ ॥੧੦॥",
    "transliteration": "Bharam Oupaae Bhulaaeean Aapae Thaeraa Karam Hoaa Thinh Guroo Miliaa ||10||",
    "translation": "Having created doubt, You Yourself cause them to wander in delusion; those whom You bless with Your Mercy meet with the Guru. ||10||",
    "punjabi": "(ਹੇ ਮਨ!) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਭਟਕਣਾ ਪੈਦਾ ਕਰ ਕੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਹੁੰਦੀ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "(ਅਾਪੇ) ਹੰਕਾਰ ਨੇ ਭਰਮੁ (ੳੁਪਾੲਿ) ਪੈਦਾ ਕਰਕੇ ਸਿ੍ਰਸ਼ਟੀ ਭੁਲਾੲੀ ਹੈ। (ਕਰਮੁ) ਕਿ੍ਰਪਾ",
    "type_id": 3
  },
  {
    "id": 19871,
    "shabad_id": 1638,
    "pada": 13,
    "source_line": 2,
    "gurmukhi": "ਜਜੈ. ਜਾਨੁ ਮੰਗਤ ਜਨੁ ਜਾਚੈ; ਲਖ ਚੳੁਰਾਸੀਹ. ਭੀਖ ਭਵਿਅਾ ॥",
    "transliteration": "Jajai Jaan Mangath Jan Jaachai Lakh Chouraaseeh Bheekh Bhaviaa ||",
    "translation": "Jajja: That humble being who begs for wisdom has wandered begging through 8.4 million incarnations.",
    "punjabi": "(ਹੇ ਮਨ!) ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਜਿਸ ਤੋਂ ਹਰੇਕ ਜੀਵ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿੱਚ ਭਟਕਦਾ ਹੋਇਆ ਮੰਗਤਾ ਬਣ ਕੇ ਦਾਨ ਮੰਗਦਾ ਹੈ।",
    "pronunciation": "(ਜਾਨੁ) ਗਿਅਾਨ। ਜੱਜੈ",
    "type_id": 3
  },
  {
    "id": 19872,
    "shabad_id": 1638,
    "pada": 13,
    "source_line": 3,
    "gurmukhi": "ੲੇਕੋ ਲੇਵੈ. ੲੇਕੋ ਦੇਵੈ; ਅਵਰੁ. ਨ ਦੂਜਾ ਮੈ ਸੁਣਿਅਾ ॥੧੧॥",
    "transliteration": "Eaeko Laevai Eaeko Dhaevai Avar N Dhoojaa Mai Suniaa ||11||",
    "translation": "The One Lord takes away, and the One Lord gives; I have not heard of any other. ||11||",
    "punjabi": "ਇਕ ਹੈ ਪ੍ਰਭੂ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਉਹ ਹੀ ਲੈਣ ਵਾਲਾ ਹੈ ਮੈਂ ਅਜੇ ਤਕ ਨਹੀਂ ਸੁਣਿਆ ਕਿ ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19873,
    "shabad_id": 1638,
    "pada": 14,
    "source_line": 3,
    "gurmukhi": "ਝਝੈ. ਝੂਰਿ ਮਰਹੁ. ਕਿਅਾ ਪ੍ਰਾਣੀ; ਜੋ ਕਿਛੁ ਦੇਣਾ. ਸੁ ਦੇ ਰਹਿਅਾ ॥",
    "transliteration": "Jhajhai Jhoor Marahu Kiaa Praanee Jo Kishh Dhaenaa S Dhae Rehiaa ||",
    "translation": "Jhajha: O mortal being, why are you dying of anxiety? Whatever the Lord is to give, He shall keep on giving.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! (ਰੋਜ਼ੀ ਦੀ ਖ਼ਾਤਰ) ਚਿੰਤਾ ਕਰ ਕਰ ਕੇ ਕਿਉਂ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਹੈਂ? ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਦੇਣ ਦਾ ਫ਼ੈਸਲਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ (ਤੇਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਤੋਂ ਬਿਨਾ ਭੀ) ਆਪ ਹੀ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਝੱਝੈ",
    "type_id": 3
  },
  {
    "id": 19874,
    "shabad_id": 1638,
    "pada": 14,
    "source_line": 4,
    "gurmukhi": "ਦੇ ਦੇ ਵੇਖੈ. ਹੁਕਮੁ ਚਲਾੲੇ; ਜਿੳੁ. ਜੀਅਾ ਕਾ ਰਿਜਕੁ ਪੲਿਅਾ ॥੧੨॥",
    "transliteration": "Dhae Dhae Vaekhai Hukam Chalaaeae Jio Jeeaa Kaa Rijak Paeiaa ||12||",
    "translation": "He gives, and gives, and watches over us; according to the Orders which He issues, His beings receive nourishment. ||12||",
    "punjabi": "ਜਿਵੇਂ ਜਿਵੇਂ ਜੀਵਾਂ ਦਾ ਰਿਜ਼ਕ ਮੁਕਰਰ ਹੈ, ਉਹ ਸਭ ਨੂੰ ਦੇ ਰਿਹਾ ਹੈ, ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ, ਤੇ (ਰਿਜ਼ਕ ਵੰਡਣ ਵਾਲਾ ਆਪਣਾ) ਹੁਕਮ ਵਰਤੋਂ ਵਿਚ ਲਿਆ ਰਿਹਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19875,
    "shabad_id": 1638,
    "pada": 15,
    "source_line": 4,
    "gurmukhi": "ਞਞੰਞਞੈ. ਨਦਰਿ ਕਰੇ ਜਾ ਦੇਖਾ; ਦੂਜਾ ਕੋੲੀ ਨਾਹੀ ॥",
    "transliteration": "Njannjai Nadhar Karae Jaa Dhaekhaa Dhoojaa Koee Naahee ||",
    "translation": "Nyanya: When the Lord bestows His Glance of Grace, then I do not behold any other.",
    "punjabi": "ਮੈਂ ਜਦੋਂ ਭੀ ਗਹੁ ਨਾਲ ਵੇਖਦਾ ਹਾਂ, ਮੈਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਕਿਤੇ ਭੀ) ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19876,
    "shabad_id": 1638,
    "pada": 15,
    "source_line": 5,
    "gurmukhi": "ੲੇਕੋ ਰਵਿ ਰਹਿਅਾ. ਸਭ ਥਾੲੀ; ੲੇਕੁ ਵਸਿਅਾ ਮਨ ਮਾਹੀ ॥੧੩॥",
    "transliteration": "Eaeko Rav Rehiaa Sabh Thhaaee Eaek Vasiaa Man Maahee ||13||",
    "translation": "The One Lord is totally pervading everywhere; the One Lord abides within the mind. ||13||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਹਰੇਕ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ ॥੧੩॥",
    "pronunciation": "(ਰਵਿ) ਵਿਅਾਪਕ। ਥਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 19877,
    "shabad_id": 1638,
    "pada": 16,
    "source_line": 5,
    "gurmukhi": "ਟਟੈ. ਟੰਚੁ ਕਰਹੁ ਕਿਅਾ ਪ੍ਰਾਣੀ; ਘੜੀ ਕਿ. ਮੁਹਤਿ ਕਿ, ੳੁਠਿ ਚਲਣਾ ॥",
    "transliteration": "Ttattai Ttanch Karahu Kiaa Praanee Gharree K Muhath K Outh Chalanaa ||",
    "translation": "Tatta: Why do you practice hypocrisy, O mortal? In a moment, in an instant, you shall have to get up and depart.",
    "punjabi": "ਵਿਅਰਥ ਧੰਧੇ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੈ, (ਕਿਉਂਕਿ ਇਸ ਜਗਤ ਤੋਂ) ਥੋੜੇ ਹੀ ਸਮੇ ਵਿਚ ਉਠ ਕੇ ਚਲੇ ਜਾਣਾ ਹੈ।",
    "pronunciation": "(ਟਟੈ)ਟੈਂਕਾ। (ਟੰਚੁ) ਵਿਅਰਥ ਧੰਧੇ। ਅਧਿਕ ਨਹੀਂ ਲੱਗਿਅਾ, ਟਟੈ: ਪੋਲਾ ਬੋਲੋ। ਚੱਲਣਾ",
    "type_id": 3
  },
  {
    "id": 19878,
    "shabad_id": 1638,
    "pada": 16,
    "source_line": 6,
    "gurmukhi": "ਜੂਅੈ. ਜਨਮੁ ਨ ਹਾਰਹੁ, ਅਪਣਾ; ਭਾਜਿ ਪੜਹੁ ਤੁਮ. ਹਰਿ ਸਰਣਾ ॥੧੪॥",
    "transliteration": "Jooai Janam N Haarahu Apanaa Bhaaj Parrahu Thum Har Saranaa ||14||",
    "translation": "Don't lose your life in the gamble - hurry to the Lord's Sanctuary. ||14||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾ ਕੇ) ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਜੂਏ ਵਿਚ ਕਿਉਂ ਹਾਰਦੇ ਹੋ? ਤੂੰ ਛੇਤੀ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈ ਜਾ ॥੧੪॥",
    "pronunciation": "ਪੜਹੁ ੜ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 19879,
    "shabad_id": 1638,
    "pada": 17,
    "source_line": 6,
    "gurmukhi": "ਠਠੈ. ਠਾਢਿ ਵਰਤੀ. ਤਿਨ ਅੰਤਰਿ; ਹਰਿ ਚਰਣੀ. ਜਿਨ੍ਹ ਕਾ ਚਿਤੁ ਲਾਗਾ ॥",
    "transliteration": "Thathai Thaadt Varathee Thin Anthar Har Charanee Jinh Kaa Chith Laagaa ||",
    "translation": "T'hat'ha: Peace pervades within those who link their consciousness to the Lord's Lotus Feet.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਠੰਡ-ਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਠੱਠੈ",
    "type_id": 3
  },
  {
    "id": 19880,
    "shabad_id": 1638,
    "pada": 17,
    "source_line": 7,
    "gurmukhi": "ਚਿਤੁ ਲਾਗਾ ਸੇੲੀ ਜਨ ਨਿਸਤਰੇ; ਤੳੁ ਪਰਸਾਦੀ ਸੁਖੁ ਪਾੲਿਅਾ ॥੧੫॥",
    "transliteration": "Chith Laagaa Saeee Jan Nisatharae Tho Parasaadhee Sukh Paaeiaa ||15||",
    "translation": "Those humble beings, whose consciousness is so linked, are saved; by Your Grace, they obtain peace. ||15||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "ਨਿਸ-ਤਰੇ",
    "type_id": 3
  },
  {
    "id": 19881,
    "shabad_id": 1638,
    "pada": 18,
    "source_line": 8,
    "gurmukhi": "ਡਡੈ. ਡੰਫੁ ਕਰਹੁ ਕਿਅਾ. ਪ੍ਰਾਣੀ; ਜੋ ਕਿਛੁ ਹੋਅਾ, ਸੁ ਸਭੁ ਚਲਣਾ ॥",
    "transliteration": "Ddaddai Ddanf Karahu Kiaa Praanee Jo Kishh Hoaa S Sabh Chalanaa ||",
    "translation": "Dadda: Why do you make such ostentatious shows, O mortal? Whatever exists, shall all pass away.",
    "punjabi": "ਹੇ ਜੀਵ ਵਿਖਾਵਾ ਕਿਉਂ ਕਰਦਾ ਹੈਂ? ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਪੈਦਾ ਹੋਇਆ ਹੈ ਸਭ ਇਥੋਂ ਚਲੇ ਜਾਣ ਵਾਲਾ ਹੈ (ਨਾਸਵੰਤ ਹੈ)।",
    "pronunciation": "(ਡੰਫੁ) ਪਖੰਡ। ਡੱਡੈ",
    "type_id": 3
  },
  {
    "id": 19882,
    "shabad_id": 1638,
    "pada": 18,
    "source_line": 8,
    "gurmukhi": "ਤਿਸੈ ਸਰੇਵਹੁ ਤਾ ਸੁਖੁ ਪਾਵਹੁ; ਸਰਬ ਨਿਰੰਤਰਿ ਰਵਿ ਰਹਿਅਾ ॥੧੬॥",
    "transliteration": "Thisai Saraevahu Thaa Sukh Paavahu Sarab Niranthar Rav Rehiaa ||16||",
    "translation": "So serve Him, who is contained and pervading among everyone, and you shall obtain peace. ||16||",
    "punjabi": "ਆਤਮਕ ਆਨੰਦ ਤਦੋਂ ਹੀ ਮਿਲੇਗਾ ਜੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੋਗੇ ਜੋ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਵਿਆਪਕ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19883,
    "shabad_id": 1638,
    "pada": 19,
    "source_line": 9,
    "gurmukhi": "ਢਢੈ. ਢਾਹਿ ੳੁਸਾਰੈ ਅਾਪੇ; ਜਿੳੁ ਤਿਸੁ ਭਾਵੈ, ਤਿਵੈ ਕਰੇ ॥",
    "transliteration": "Dtadtai Dtaahi Ousaarai Aapae Jio This Bhaavai Thivai Karae ||",
    "translation": "Dhadha: He Himself establishes and disestablishes; as it pleases His Will, so does He act.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਨੂੰ ਨਾਸ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਢੱਢੈ",
    "type_id": 3
  },
  {
    "id": 19884,
    "shabad_id": 1638,
    "pada": 19,
    "source_line": 9,
    "gurmukhi": "ਕਰਿ ਕਰਿ ਵੇਖੈ ਹੁਕਮੁ ਚਲਾੲੇ; ਤਿਸੁ ਨਿਸਤਾਰੇ. ਜਾ ਕੳੁ ਨਦਰਿ ਕਰੇ ॥੧੭॥",
    "transliteration": "Kar Kar Vaekhai Hukam Chalaaeae This Nisathaarae Jaa Ko Nadhar Karae ||17||",
    "translation": "Having created the creation, He watches over it; He issues His Commands, and emancipates those, upon whom He casts His Glance of Grace. ||17||",
    "punjabi": "ਪ੍ਰਭੂ ਜੀਵ ਪੈਦਾ ਕਰ ਕੇ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ, (ਹਰ ਥਾਂ) ਆਪਣਾ ਹੁਕਮ ਵਰਤੋਂ ਵਿਚ ਲਿਆ ਰਿਹਾ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਨਾਸਵੰਤ ਸੰਸਾਰ ਦੇ ਮੋਹ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19885,
    "shabad_id": 1638,
    "pada": 20,
    "source_line": 10,
    "gurmukhi": "ਣਾਣੈ. ਰਵਤੁ ਰਹੈ. ਘਟ ਅੰਤਰਿ; ਹਰਿ ਗੁਣ ਗਾਵੈ ਸੋੲੀ ॥",
    "transliteration": "Naanai Ravath Rehai Ghatt Anthar Har Gun Gaavai Soee ||",
    "translation": "Nanna: One whose heart is filled with the Lord, sings His Glorious Praises.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪਣਾ ਆਪ ਪਰਗਟ ਕਰ ਦੇਵੇ, ਉਹ ਮਨੁੱਖ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਰਵਤੁ) ਸਿਮਰਦਾ",
    "type_id": 3
  },
  {
    "id": 19886,
    "shabad_id": 1638,
    "pada": 20,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਅਾਪਿ ਮਿਲਾੲੇ ਕਰਤਾ; ਪੁਨਰਪਿ. ਜਨਮੁ ਨ ਹੋੲੀ ॥੧੮॥",
    "transliteration": "Aapae Aap Milaaeae Karathaa Punarap Janam N Hoee ||18||",
    "translation": "One whom the Creator Lord unites with Himself, is not consigned to reincarnation. ||18||",
    "punjabi": "ਕਰਤਾਰ ਆਪ ਹੀ ਪ੍ਰਾਣੀ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ਤੇ ਫਿਰ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਨਹੀਂ ਮਿਲਦਾ ॥੧੮॥",
    "pronunciation": "(ਪੁਨ-ਰਪਿ) ਫਿਰ",
    "type_id": 3
  },
  {
    "id": 19887,
    "shabad_id": 1638,
    "pada": 21,
    "source_line": 11,
    "gurmukhi": "ਤਤੈ. ਤਾਰੂ ਭਵਜਲੁ ਹੋਅਾ; ਤਾ ਕਾ. ਅੰਤੁ ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Thathai Thaaroo Bhavajal Hoaa Thaa Kaa Anth N Paaeiaa ||",
    "translation": "Tatta: The terrible world-ocean is so very deep; its limits cannot be found.",
    "punjabi": "ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਜਿਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦਾ ਹੜ੍ਹ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ) ਬਹੁਤ ਹੀ ਡੂੰਘਾ ਹੈ, ਇਸ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਭੀ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "(ਤਾਰੂ) ਤਰਨ ਬਿਨਾ ਨ ਲੰਘਿਅਾ ਜਾਣ ਵਾਲਾ। (ਭਵਜਲੁ) ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ। ਤੱਤੈ",
    "type_id": 3
  },
  {
    "id": 19888,
    "shabad_id": 1638,
    "pada": 21,
    "source_line": 12,
    "gurmukhi": "ਨਾ ਤਰ, ਨਾ ਤੁਲਹਾ, ਹਮ ਬੂਡਸਿ; ਤਾਰਿ ਲੇਹਿ, ਤਾਰਣ ਰਾੲਿਅਾ ॥੧੯॥",
    "transliteration": "Naa Thar Naa Thulehaa Ham Booddas Thaar Laehi Thaaran Raaeiaa ||19||",
    "translation": "I do not have a boat, or even a raft; I am drowning - save me, O Savior King! ||19||",
    "punjabi": "(ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਸਾਡੇ ਪਾਸ ਨਾਹ ਕੋਈ ਬੇੜੀ ਹੈ ਨਾ ਕੋਈ ਤੁਲਹਾ ਹੈ, ਅਸੀਂ ਡੁੱਬ ਜਾਵਾਂਗੇ। ਹੇ ਤਾਰਣ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ,ਸਾਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈ! ॥੧੯॥",
    "pronunciation": "(ਨਾ)ਨਹੀ (ਤਰ)ਤਰਨਾ ਜਾਣਦੇ।ਨਾ ਪ੍ਰੇਮ ਰੂਪੀ ਤੁਲਹਾ ਹੈ। (ਬੂਡਸਿ) ਡੁੱਬਦੇ। (ਰਾੲਿਅਾ) ਪਾਤਸ਼ਾਹ ਜੀ",
    "type_id": 3
  },
  {
    "id": 19889,
    "shabad_id": 1638,
    "pada": 22,
    "source_line": 12,
    "gurmukhi": "ਥਥੈ. ਥਾਨਿ ਥਾਨੰਤਰਿ ਸੋੲੀ; ਜਾ ਕਾ ਕੀਅਾ. ਸਭੁ ਹੋਅਾ ॥",
    "transliteration": "Thhathhai Thhaan Thhaananthar Soee Jaa Kaa Keeaa Sabh Hoaa ||",
    "translation": "T'hat'ha: In all places and interspaces, He is; everything which exists, is by His doing.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਬਣਾਇਆ ਹੋਇਆ ਇਹ ਸਾਰਾ ਜਗਤ ਹੈ, ਉਹੀ (ਇਸ ਜਗਤ ਦੇ) ਹਰੇਕ ਥਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "ਥੱਥੈ",
    "type_id": 3
  },
  {
    "id": 19890,
    "shabad_id": 1638,
    "pada": 22,
    "source_line": 13,
    "gurmukhi": "ਕਿਅਾ ਭਰਮੁ. ਕਿਅਾ ਮਾੲਿਅਾ ਕਹੀਅੈ; ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋੲੀ ਭਲਾ ॥੨੦॥",
    "transliteration": "Kiaa Bharam Kiaa Maaeiaa Keheeai Jo This Bhaavai Soee Bhalaa ||20||",
    "translation": "What is doubt? What is called Maya? Whatever pleases Him is good. ||20||",
    "punjabi": "ਸੰਦੇਹ ਜਾਂ ਮਾਇਆ ਦਾ ਕੀ ਕਹੀਏ? ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ (ਜਗਤ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਤੇ ਜੀਵਾਂ ਵਾਸਤੇ) ਚੰਗਾ ਹੋ ਰਿਹਾ ਹੈ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19891,
    "shabad_id": 1638,
    "pada": 23,
    "source_line": 13,
    "gurmukhi": "ਦਦੈ. ਦੋਸੁ ਨ ਦੇੳੂ ਕਿਸੈ; ਦੋਸੁ. ਕਰੰਮਾ ਅਾਪਣਿਅਾ ॥",
    "transliteration": "Dhadhai Dhos N Dhaeoo Kisai Dhos Karanmaa Aapaniaa ||",
    "translation": "Dadda: Do not blame anyone else; blame instead your own actions.",
    "punjabi": "ਕਿਸੇ ਹੋਰ ਨੂੰ ਦੋਸ਼ ਨਹੀਂ ਦੇਣਾ ਚਾਹੀਦਾ, ਦੋਸ਼ ਤਾਂ ਪਿਛਲੇ ਕੀਤੇ ਸੰਸਾਰਾਂ ਦਾ ਹੈ।",
    "pronunciation": "ਦੱਦੈ",
    "type_id": 3
  },
  {
    "id": 19892,
    "shabad_id": 1638,
    "pada": 23,
    "source_line": 14,
    "gurmukhi": "ਜੋ. ਮੈ ਕੀਅਾ, ਸੋ. ਮੈ ਪਾੲਿਅਾ; ਦੋਸੁ. ਨ ਦੀਜੈ ਅਵਰ ਜਨਾ ॥੨੧॥",
    "transliteration": "Jo Mai Keeaa So Mai Paaeiaa Dhos N Dheejai Avar Janaa ||21||",
    "translation": "Whatever I did, for that I have suffered; I do not blame anyone else. ||21||",
    "punjabi": "ਜਿਹੋ ਜਿਹੇ ਕੰਮ ਮੈਂ ਕਰਦਾ ਹਾਂ, ਉਹੋ ਜਿਹਾ ਫਲ ਮੈਂ ਪਾ ਲੈਂਦਾ ਹਾਂ, ਦੂਜਿਆਂ ਨੂੰ ਦੋਸ਼ ਨਾ ਦੇਹ! ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19893,
    "shabad_id": 1638,
    "pada": 24,
    "source_line": 14,
    "gurmukhi": "ਧਧੈ. ਧਾਰਿ ਕਲਾ ਜਿਨਿ ਛੋਡੀ; ਹਰਿ ਚੀਜੀ, ਜਿਨਿ ਰੰਗ ਕੀਅਾ ॥",
    "transliteration": "Dhhadhhai Dhhaar Kalaa Jin Shhoddee Har Cheejee Jin Rang Keeaa ||",
    "translation": "Dhadha: His power established and upholds the earth; the Lord has imparted His color to everything.",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਆਪਣੀ ਸੱਤਿਆ ਟਿਕਾ ਰੱਖੀ ਹੈ ਜਿਸ ਕੌਤਕੀ ਪ੍ਰਭੂ ਨੇ ਇਹ ਰੰਗਾ ਰੰਗ ਦੀ ਰਚਨਾ ਰੱਚ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "(ਚੀ੍ਨਜੀ) ਚੀਜ਼ਾਂ ਚ",
    "type_id": 3
  },
  {
    "id": 19894,
    "shabad_id": 1638,
    "pada": 24,
    "source_line": 15,
    "gurmukhi": "ਤਿਸ ਦਾ ਦੀਅਾ ਸਭਨੀ ਲੀਅਾ; ਕਰਮੀ ਕਰਮੀ ਹੁਕਮੁ ਪੲਿਅਾ ॥੨੨॥",
    "transliteration": "This Dhaa Dheeaa Sabhanee Leeaa Karamee Karamee Hukam Paeiaa ||22||",
    "translation": "His gifts are received by everyone; all act according to His Command. ||22||",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਉਸੇ ਦੀਆਂ ਬਖ਼ਸ਼ੀਆਂ ਦਾਤਾਂ ਵਰਤ ਰਹੇ ਹਨ, ਪਰ (ਇਹਨਾਂ ਦਾਤਾਂ ਦੇ ਬਖ਼ਸ਼ਣ ਵਿਚ) ਹਰੇਕ ਜੀਵ ਦੇ ਆਪੋ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਵਰਤ ਰਿਹਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19895,
    "shabad_id": 1638,
    "pada": 25,
    "source_line": 16,
    "gurmukhi": "ਨੰਨੈ. ਨਾਹ ਭੋਗ ਨਿਤ ਭੋਗੈ; ਨਾ ਡੀਠਾ. ਨਾ ਸੰਮ੍ਹਲਿਅਾ ॥",
    "transliteration": "Nannai Naah Bhog Nith Bhogai Naa Ddeethaa Naa Sanmhaliaa ||",
    "translation": "Nanna: The Husband Lord enjoys eternal pleasures, but He is not seen or understood.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਦਿੱਤੇ ਹੋਏ ਪਦਾਰਥ ਹਰੇਕ ਜੀਵ ਵਰਤ ਰਿਹਾ ਹੈ, ਉਸ ਦਾ ਅਜੇ ਤਕ ਮੈਂ ਕਦੇ ਦਰਸਨ ਨਹੀਂ ਕੀਤਾ, ਉਸ ਨੂੰ ਕਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਟਿਕਾਇਆ।",
    "pronunciation": "(ਨਾਹ) ਖਸਮ ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 19896,
    "shabad_id": 1638,
    "pada": 25,
    "source_line": 16,
    "gurmukhi": "ਗਲੀ. ਹੳੁ ਸੋਹਾਗਣਿ ਭੈਣੇ; ਕੰਤੁ. ਨ ਕਬਹੂੰ ਮੈ ਮਿਲਿਅਾ ॥੨੩॥",
    "transliteration": "Galee Ho Sohaagan Bhainae Kanth N Kabehoon Mai Miliaa ||23||",
    "translation": "I am called the happy soul-bride, O sister, but my Husband Lord has never met me. ||23||",
    "punjabi": "(ਵਿੱਦਿਆ ਦੇ ਆਸਰੇ) ਮੈਂ ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਸੋਹਾਗਣਿ ਆਖਦੀ ਰਹੀ, ਪਰ ਕੰਤ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਅਜੇ ਤਕ ਕਦੇ ਨਹੀਂ ਮਿਲਿਆ ॥੨੩॥",
    "pronunciation": "ਗੱਲੀਂ",
    "type_id": 3
  },
  {
    "id": 19897,
    "shabad_id": 1638,
    "pada": 26,
    "source_line": 17,
    "gurmukhi": "ਪਪੈ. ਪਾਤਿਸਾਹੁ ਪਰਮੇਸਰੁ; ਵੇਖਣ ਕੳੁ ਪਰਪੰਚੁ ਕੀਅਾ ॥",
    "transliteration": "Papai Paathisaahu Paramaesar Vaekhan Ko Parapanch Keeaa ||",
    "translation": "Pappa: The Supreme King, the Transcendent Lord, created the world, and watches over it.",
    "punjabi": "ਪਰਮੇਸਰ ਪਾਤਿਸ਼ਾਹ ਹੈ, ਉਸ ਨੇ ਆਪ ਇਹ ਸੰਸਾਰ ਰਚਿਆ ਹੈ, ਕਿ ਜੀਵ ਇਸ ਵਿਚ ਉਸ ਦਾ ਦੀਦਾਰ ਕਰਨ।",
    "pronunciation": "(ਪਰਪੰਚੁ) ਸੰਸਾਰ। ਪੱਪੈ",
    "type_id": 3
  },
  {
    "id": 19898,
    "shabad_id": 1638,
    "pada": 26,
    "source_line": 17,
    "gurmukhi": "ਦੇਖੈ ਬੂਝੈ. ਸਭੁ ਕਿਛੁ ਜਾਣੈ; ਅੰਤਰਿ ਬਾਹਰਿ ਰਵਿ ਰਹਿਅਾ ॥੨੪॥",
    "transliteration": "Dhaekhai Boojhai Sabh Kishh Jaanai Anthar Baahar Rav Rehiaa ||24||",
    "translation": "He sees and understands, and knows everything; inwardly and outwardly, he is fully pervading. ||24||",
    "punjabi": "ਰਚਨਹਾਰ ਪ੍ਰਭੂ ਹਰੇਕ ਜੀਵ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਸਮਝਦਾ ਜਾਣਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19899,
    "shabad_id": 1638,
    "pada": 27,
    "source_line": 18,
    "gurmukhi": "ਫਫੈ. ਫਾਹੀ ਸਭੁ ਜਗੁ ਫਾਸਾ; ਜਮ ਕੈ ਸੰਗਲਿ, ਬੰਧਿ ਲੲਿਅਾ ॥",
    "transliteration": "Fafai Faahee Sabh Jag Faasaa Jam Kai Sangal Bandhh Laeiaa ||",
    "translation": "Faffa: The whole world is caught in the noose of Death, and all are bound by its chains.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ (ਮਾਇਆ ਦੀ ਕਿਸੇ ਨ ਕਿਸੇ) ਫਾਹੀ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ, ਜਮ ਦੇ ਫਾਹੇ ਨੇ ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ ਆ ਕੇ ਸੰਸਾਰ ਐਸੇ ਕਰਮ ਕਰਦਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਜਮ ਦੇ ਕਾਬੂ ਵਿਚ ਆਉਂਦਾ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਫੱਫੈ",
    "type_id": 3
  },
  {
    "id": 19900,
    "shabad_id": 1638,
    "pada": 27,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ. ਸੇ ਨਰ ੳੁਬਰੇ; ਜਿ. ਹਰਿ ਸਰਣਾਗਤਿ ਭਜਿ ਪੲਿਅਾ ॥੨੫॥",
    "transliteration": "Gur Parasaadhee Sae Nar Oubarae J Har Saranaagath Bhaj Paeiaa ||25||",
    "translation": "By Guru's Grace, they alone are saved, who hurry to enter the Lord's Sanctuary. ||25||",
    "punjabi": "ਇਸ ਫਾਹੇ ਵਿਚੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਿਰਫ਼ ਉਹੀ ਬੰਦੇ ਬਚੇ ਹਨ, ਜਿਹੜੇ ਦੌੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪਏ ਹਨ ॥੨੫॥",
    "pronunciation": "ਸਰ-ਣਾਗਤਿ।ਭੱਜਿ",
    "type_id": 3
  },
  {
    "id": 19901,
    "shabad_id": 1638,
    "pada": 28,
    "source_line": 19,
    "gurmukhi": "ਬਬੈ. ਬਾਜੀ ਖੇਲਣ ਲਾਗਾ; ਚੳੁਪੜਿ ਕੀਤੇ. ਚਾਰਿ ਜੁਗਾ ॥",
    "transliteration": "Babai Baajee Khaelan Laagaa Chouparr Keethae Chaar Jugaa ||",
    "translation": "Babba: He set out to play the game, on the chess-board of the four ages.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ (ਚੌਪੜ ਦੀ) ਖੇਡ ਖੇਡ ਰਿਹਾ ਹੈ, ਚਾਰ ਜੁਗਾਂ ਨੂੰ ਉਸ ਨੇ (ਚੌਪੜ ਦੇ) ਚਾਰ ਪੱਲੇ ਬਣਾਇਆ ਹੈ,",
    "pronunciation": "ਖ੍ਹੇਲਣ ਲੱਾਗਾ ਚੳੁ੍ਨਪੜਿ ਜੁੱਗਾ",
    "type_id": 3
  }
]
