[
  {
    "id": 20001,
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਮਜਨੋ ਸਪਤ ਸਰੇ; ਮਨ ਨਿਰਮਲ ਮੇਰੇ ਰਾਮ ॥",
    "transliteration": "Kar Majano Sapath Sarae Man Niramal Maerae Raam ||",
    "translation": "Take your bath in the seven seas, O my mind, and become pure.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਉਸ ਵਿਚ) ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਮਨ ਤੇ ਬੁੱਧੀ ਸਮੇਤ ਇਸ਼ਨਾਨ ਕਰ, ਤੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "ਮੱਜਨੋ। (ਸਪਤ) ਸੱਤ, ਪੰਜ ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ ਤੇ ਮਨ ਬੁੱਧ। (ਸਰੇ) ਸਮੁੰਦ੍ਰ ਚ।",
    "type_id": 3
  },
  {
    "id": 20002,
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਿਰਮਲ ਜਲਿ ਨ੍ਹਾੲੇ, ਜਾ ਪ੍ਰਭ ਭਾੲੇ; ਪੰਚ ਮਿਲੇ ਵੀਚਾਰੇ ॥",
    "transliteration": "Niramal Jal Nhaaeae Jaa Prabh Bhaaeae Panch Milae Veechaarae ||",
    "translation": "One bathes in the water of purity when it is pleasing to God, and obtains the five virtues by reflective meditation.",
    "punjabi": "ਜੀਵ (ਗੁਰ-ਸ਼ਬਦ ਰੂਪ) ਪਵਿਤ੍ਰ ਜਲ ਵਿਚ ਤਦੋਂ ਹੀ ਇਸ਼ਨਾਨ ਕਰ ਸਕਦਾ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ) ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਸ ਨੂੰ (ਸਤ, ਸੰਤੋਖ, ਦਇਆ, ਧਰਮ ਤੇ ਧੀਰਜ) ਪੰਜੇ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "(ਪੰਚ) ਸੰਤ",
    "type_id": 3
  },
  {
    "id": 20003,
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਕਾਮੁ ਕਰੋਧੁ ਕਪਟੁ. ਬਿਖਿਅਾ ਤਜਿ; ਸਚੁ ਨਾਮੁ ੳੁਰਿ ਧਾਰੇ ॥",
    "transliteration": "Kaam Karodhh Kapatt Bikhiaa Thaj Sach Naam Our Dhhaarae ||",
    "translation": "Renouncing sexual desire, anger, deceit and corruption, he enshrines the True Name in his heart.",
    "punjabi": "ਅਤੇ ਕਾਮ ਕ੍ਰੋਧ ਖੋਟ (ਮਾਇਆ ਦਾ ਮੋਹ ਆਦਿਕ) ਤਿਆਗ ਕੇ ਜੀਵ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20004,
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹੳੁਮੈ ਲੋਭ ਲਹਰਿ, ਲਬ ਥਾਕੇ; ਪਾੲੇ ਦੀਨ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Houmai Lobh Lehar Lab Thhaakae Paaeae Dheen Dhaeiaalaa ||",
    "translation": "When the waves of ego, greed and avarice subside, he finds the Lord Master, Merciful to the meek.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਦੀਨਾਂ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ, ਲੋਭ ਦੀ ਲਹਰ, ਤੇ ਲੱਬ (ਆਦਿਕ) ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਲਹ-ਰਿ। ਲੱਬ। ਦ-ੲਿਅਾਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20005,
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਗੁਰ ਸਮਾਨਿ. ਤੀਰਥੁ ਨਹੀ ਕੋੲੀ; ਸਾਚੇ ਗੁਰ ਗੋਪਾਲਾ ॥੩॥",
    "transliteration": "Naanak Gur Samaan Theerathh Nehee Koee Saachae Gur Gopaalaa ||3||",
    "translation": "O Nanak, there is no place of pilgrimage comparable to the Guru; the True Guru is the Lord of the world. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਗੋਪਾਲ ਦਾ ਰੂਪ ਹੈ, ਗੁਰੂ ਵਰਗਾ ਹੋਰ ਕੋਈ ਤੀਰਥ ਨਹੀਂ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20006,
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹੳੁ ਬਨੁ ਬਨੋ ਦੇਖਿ ਰਹੀ; ਤ੍ਰਿਣੁ ਦੇਖਿ ਸਬਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Ho Ban Bano Dhaekh Rehee Thrin Dhaekh Sabaaeiaa Raam ||",
    "translation": "I have searched the jungles and forests, and looked upon all the fields.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਹਰੇਕ ਜੰਗਲ ਵੇਖ ਚੁਕੀ ਹਾਂ, ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ ਤੱਕ ਚੁਕੀ ਹਾਂ,",
    "pronunciation": "(ਤ੍ਰਿਣੁ) ਘਾਹ। (ਸਬਾੲਿਅਾ) ਸਾਰਾ",
    "type_id": 3
  },
  {
    "id": 20007,
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਤ੍ਰਿਭਵਣੋ ਤੁਝਹਿ ਕੀਅਾ; ਸਭੁ ਜਗਤੁ ਸਬਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Thribhavano Thujhehi Keeaa Sabh Jagath Sabaaeiaa Raam ||",
    "translation": "You created the three worlds, the entire universe, everything.",
    "punjabi": "(ਮੈਨੂੰ ਯਕੀਨ ਆ ਗਿਆ ਹੈ ਕਿ) ਇਹ ਸਾਰਾ ਜਗਤ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਇਹ ਤਿੰਨੇ ਭਵਨ ਤੇਰੇ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਤ੍ਰਿਭਵਣੋ) ਤਿੰਨੇ ਲੋਕ, ਅਕਾਸ਼,ਪਤਾਲ਼,ਧਰਤੀ। ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 20008,
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤੇਰਾ ਸਭੁ ਕੀਅਾ. ਤੂੰ ਥਿਰੁ ਥੀਅਾ; ਤੁਧੁ ਸਮਾਨਿ ਕੋ ਨਾਹੀ ॥",
    "transliteration": "Thaeraa Sabh Keeaa Thoon Thhir Thheeaa Thudhh Samaan Ko Naahee ||",
    "translation": "You created everything; You alone are permanent. Nothing is equal to You.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਤੇਰਾ ਹੀ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, (ਭਾਵੇਂ ਇਹ ਸੰਸਾਰ ਤਾਂ ਨਾਸਵੰਤ ਹੈ, ਪਰ) ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਥਿਰੁ) ਸਦਾ ਕਾੲਿਮ",
    "type_id": 3
  },
  {
    "id": 20009,
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤੂੰ ਦਾਤਾ ਸਭ ਜਾਚਿਕ ਤੇਰੇ; ਤੁਧੁ ਬਿਨੁ. ਕਿਸੁ ਸਾਲਾਹੀ ॥",
    "transliteration": "Thoon Dhaathaa Sabh Jaachik Thaerae Thudhh Bin Kis Saalaahee ||",
    "translation": "You are the Giver - all are Your beggars; without You, who should we praise?",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਤੇਰੇ (ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ, ਤੂੰ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਮੈਂ ਤੇਰੇ ਬਿਨਾ ਹੋਰ ਕਿਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20010,
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਅਣਮੰਗਿਅਾ ਦਾਨੁ ਦੀਜੈ ਦਾਤੇ; ਤੇਰੀ ਭਗਤਿ ਭਰੇ ਭੰਡਾਰਾ ॥",
    "transliteration": "Anamangiaa Dhaan Dheejai Dhaathae Thaeree Bhagath Bharae Bhanddaaraa ||",
    "translation": "You bestow Your gifts, even when we do not ask for them, O Great Giver; devotion to You is a treasure over-flowing.",
    "punjabi": "ਹੇ ਦਾਤਾਰ! ਤੂੰ ਤਾਂ (ਜੀਵਾਂ ਦੇ) ਮੰਗਣ ਤੋਂ ਬਿਨਾ ਹੀ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰੀ ਜਾਂਦਾ ਹੈਂ (ਮੈਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦੀ ਦਾਤ ਦੇਹ) ਭਗਤੀ ਦੀ ਦਾਤ ਨਾਲ ਤੇਰੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20011,
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਮੁਕਤਿ ਨ ਹੋੲੀ; ਨਾਨਕੁ ਕਹੈ ਵੀਚਾਰਾ ॥੪॥੨॥",
    "transliteration": "Raam Naam Bin Mukath N Hoee Naanak Kehai Veechaaraa ||4||2||",
    "translation": "Without the Lord's Name, there is no liberation; so says Nanak, the meek. ||4||2||",
    "punjabi": "ਨਾਨਕ ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਦੱਸਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਲੱਭ ਲੋਭ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20012,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ॥",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20013,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮੇਰਾ ਮਨੋ. ਮੇਰਾ ਮਨੁ ਰਾਤਾ; ਰਾਮ ਪਿਅਾਰੇ ਰਾਮ ॥",
    "transliteration": "Maeraa Mano Maeraa Man Raathaa Raam Piaarae Raam ||",
    "translation": "My mind, my mind is attuned to the Love of my Beloved Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ) ਮੇਰਾ ਮਨ ਉਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20014,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਚੁ ਸਾਹਿਬੋ ਅਾਦਿ ਪੁਰਖੁ; ਅਪਰੰਪਰੋ ਧਾਰੇ ਰਾਮ ॥",
    "transliteration": "Sach Saahibo Aadh Purakh Aparanparo Dhhaarae Raam ||",
    "translation": "The True Lord Master, the Primal Being, the Infinite One, is the Support of the earth.",
    "punjabi": "ਜੋ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਸਭ ਦਾ ਮਾਲਕ ਹੈ ਜੋ ਸਭ ਦਾ ਮੁੱਢ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਜਿਸ ਤੋਂ ਪਰੇ ਹੋਰ ਕੋਈ ਨਹੀਂ ਤੇ ਜੋ ਸਭ ਨੂੰ ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਪ-ਰੰਪਰੋ) ਪਰੇ ਤੋਂ ਪਰੇ ਬੇਅੰਤ। (ਧਾਰੇ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 20015,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਗਮ ਅਗੋਚਰੁ ਅਪਰ ਅਪਾਰਾ; ਪਾਰਬ੍ਰਹਮੁ ਪਰਧਾਨੋ ॥",
    "transliteration": "Agam Agochar Apar Apaaraa Paarabreham Paradhhaano ||",
    "translation": "He is unfathomable, unapproachable, infinite and incomparable. He is the Supreme Lord God, the Lord above all.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਮੁਨੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਉਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਸ ਤੋਂ ਪਰੇ ਹੋਰ ਕੋਈ ਨਹੀਂ, ਬੇਅੰਤ ਹੈ ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20016,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਦਿ ਜੁਗਾਦੀ ਹੈ ਭੀ ਹੋਸੀ; ਅਵਰੁ ਝੂਠਾ ਸਭੁ ਮਾਨੋ ॥",
    "transliteration": "Aadh Jugaadhee Hai Bhee Hosee Avar Jhoothaa Sabh Maano ||",
    "translation": "He is the Lord, from the beginning, throughout the ages, now and forevermore; know that all else is false.",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਜੁਗਾਂ ਦੇ ਸ਼ਰੂ ਤੋਂ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ, ਹੁਣ ਭੀ ਮੌਜੂਦ ਹੈ ਸਦਾ ਲਈ ਮੌਜੂਦ ਰਹੇਗਾ। ਹੋਰ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਨਾਸਵੰਤ ਜਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20017,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਕੀ ਸਾਰ. ਨ ਜਾਣੈ; ਸੁਰਤਿ ਮੁਕਤਿ ਕਿੳੁ ਪਾੲੀਅੈ ॥",
    "transliteration": "Karam Dhharam Kee Saar N Jaanai Surath Mukath Kio Paaeeai ||",
    "translation": "If one does not appreciate the value of good deeds and Dharmic faith, how can one obtain clarity of consciousness and liberation?",
    "punjabi": "ਮੇਰਾ ਮਨ ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਦੱਸੇ ਹੋਏ ਧਾਰਮਿਕ ਕਰਮਾਂ ਦੀ ਸਾਰ ਨਹੀਂ ਜਾਣਦਾ, ਮੇਰੇ ਮਨ ਨੂੰ ਇਹ ਸੁਰਤਿ ਭੀ ਨਹੀਂ ਹੈ ਕਿ ਮੁਕਤੀ ਕਿਵੇਂ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20018,
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਸਬਦਿ ਪਛਾਣੈ; ਅਹਿ ਨਿਸਿ ਨਾਮੁ ਧਿਅਾੲੀਅੈ ॥੧॥",
    "transliteration": "Naanak Guramukh Sabadh Pashhaanai Ahinis Naam Dhhiaaeeai ||1||",
    "translation": "O Nanak, the Gurmukh realizes the Word of the Shabad; night and day, he meditates on the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਮੇਰਾ ਮਨ ਇਹੀ ਪਛਾਣਦਾ ਹੈ ਕਿ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20019,
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੇਰਾ ਮਨੋ. ਮੇਰਾ ਮਨੁ ਮਾਨਿਅਾ; ਨਾਮੁ ਸਖਾੲੀ ਰਾਮ ॥",
    "transliteration": "Maeraa Mano Maeraa Man Maaniaa Naam Sakhaaee Raam ||",
    "translation": "My mind, my mind has come to accept, that the Naam is our only Friend.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੇਰਾ ਮਨ, ਮੇਰਾ ਮਨ ਮੰਨ ਚੁਕਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਅਸਲ) ਸਾਥੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20020,
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹੳੁਮੈ ਮਮਤਾ ਮਾੲਿਅਾ; ਸੰਗਿ. ਨ ਜਾੲੀ ਰਾਮ ॥",
    "transliteration": "Houmai Mamathaa Maaeiaa Sang N Jaaee Raam ||",
    "translation": "Egotism, worldly attachment, and the lures of Maya shall not go with you.",
    "punjabi": "ਮਾਇਆ ਦੀ ਮਮਤਾ ਤੇ ਹਉਮੈ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੇ,ਹੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20021,
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਾਤਾ ਪਿਤ ਭਾੲੀ, ਸੁਤ ਚਤੁਰਾੲੀ; ਸੰਗਿ ਨ ਸੰਪੈ ਨਾਰੇ ॥",
    "transliteration": "Maathaa Pith Bhaaee Suth Chathuraaee Sang N Sanpai Naarae ||",
    "translation": "Mother, father, famliy, children, cleverness, property and spouses - none of these shall go with you.",
    "punjabi": "ਮਾਂ, ਪਿਉ, ਭਰਾ, ਪੁੱਤਰ, ਧਨ, ਇਸਤ੍ਰੀ, ਦੁਨੀਆ ਵਾਲੀ ਚਤੁਰਾਈ (ਸਦਾ ਲਈ) ਸਾਥੀ ਨਹੀਂ ਬਣ ਸਕਦੇ।",
    "pronunciation": "(ਸੰਪੈ) ਧਨ ਮਾਲ। (ਨਾਰੇ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 20022,
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਾੲਿਰ ਕੀ ਪੁਤ੍ਰੀ, ਪਰਹਰਿ ਤਿਅਾਗੀ; ਚਰਣ ਤਲੈ ਵੀਚਾਰੇ ॥",
    "transliteration": "Saaeir Kee Puthree Parehar Thiaagee Charan Thalai Veechaarae ||",
    "translation": "I have renounced Maya, the daughter of the ocean; reflecting upon reality, I have trampled it under my feet.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ (ਸਮੁੰਦਰ ਦੀ ਪੁਤ੍ਰੀ) ਮਾਇਆ ਦਾ ਮੋਹ ਉੱਕਾ ਤਿਆਗ ਦਿੱਤਾ ਹੈ, ਤੇ ਇਸ ਨੂੰ ਆਪਣੇ ਪੈਰਾਂ ਹੇਠ ਰੱਖਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਆਪਣੇ ਉਤੇ ਇਸ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈਣ ਦੇਂਦਾ)।",
    "pronunciation": "(ਸਾੲਿਰ) ਸਮੁੰਦ੍ਰ ਦੀ ਪੁੱਤ੍ਰੀ ਮਾੲਿਅਾ। (ਪਰਹਰਿ) ਦੂਰ ਕਰਕੇ। ਤਲੈ-ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20023,
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਾਦਿ ਪੁਰਖਿ ੲਿਕੁ ਚਲਤੁ ਦਿਖਾੲਿਅਾ; ਜਹ ਦੇਖਾ ਤਹ ਸੋੲੀ ॥",
    "transliteration": "Aadh Purakh Eik Chalath Dhikhaaeiaa Jeh Dhaekhaa Theh Soee ||",
    "translation": "The Primal Lord has revealed this wondrous show; wherever I look, there I see Him.",
    "punjabi": "(ਮੈਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਆਦਿ ਪੁਰਖ ਨੇ (ਜਗਤ-ਰੂਪ) ਇਕ ਤਮਾਸ਼ਾ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਮੈਨੂੰ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20024,
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਕੀ ਭਗਤਿ, ਨ ਛੋਡੳੁ; ਸਹਜੇ ਹੋੲਿ ਸੁ ਹੋੲੀ ॥੨॥",
    "transliteration": "Naanak Har Kee Bhagath N Shhoddo Sehajae Hoe S Hoee ||2||",
    "translation": "O Nanak, I shall not forsake the Lord's devotional worship; in the natural course, what shall be, shall be. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਕਦੇ) ਨਹੀਂ ਵਿਸਾਰਦਾ (ਮੈਨੂੰ ਯਕੀਨ ਹੈ ਕਿ) ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਸੁਤੇ ਹੀ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20025,
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮੇਰਾ ਮਨੋ. ਮੇਰਾ ਮਨੁ ਨਿਰਮਲੁ; ਸਾਚੁ ਸਮਾਲੇ ਰਾਮ ॥",
    "transliteration": "Maeraa Mano Maeraa Man Niramal Saach Samaalae Raam ||",
    "translation": "My mind, my mind has become immaculately pure, contemplating the True Lord.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਕੇ ਮੇਰਾ ਮਨ, ਮੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20026,
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਵਗਣ ਮੇਟਿ ਚਲੇ; ਗੁਣ ਸੰਗਮ ਨਾਲੇ ਰਾਮ ॥",
    "transliteration": "Avagan Maett Chalae Gun Sangam Naalae Raam ||",
    "translation": "I have dispelled my vices, and now I walk in the company of the virtuous.",
    "punjabi": "(ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਮੈਂ ਔਗੁਣ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਿਟਾ ਕੇ ਤੁਰ ਰਿਹਾ ਹਾਂ, ਮੇਰੇ ਨਾਲ ਗੁਣਾਂ ਦਾ ਸਾਥ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "ਚੱਲੇ",
    "type_id": 3
  },
  {
    "id": 20027,
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਵਗਣ ਪਰਹਰਿ ਕਰਣੀ ਸਾਰੀ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰੋ ॥",
    "transliteration": "Avagan Parehar Karanee Saaree Dhar Sachai Sachiaaro ||",
    "translation": "Discarding my vices, I do good deeds, and in the True Court, I am judged as true.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਔਗੁਣ ਤਿਆਗ ਕੇ (ਨਾਮ-ਸਿਮਰਨ ਦੀ) ਸ੍ਰੇਸ਼ਟ ਕਰਣੀ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੱਚਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20028,
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਾਵਣੁ ਜਾਵਣੁ. ਠਾਕਿ ਰਹਾੲੇ; ਗੁਰਮੁਖਿ ਤਤੁ ਵੀਚਾਰੋ ॥",
    "transliteration": "Aavan Jaavan Thaak Rehaaeae Guramukh Thath Veechaaro ||",
    "translation": "My coming and going has come to an end; as Gurmukh, I reflect upon the nature of reality.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਜਨਮ ਮਰਣ ਦਾ ਗੇੜ ਮੁਕਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਜਗਤ ਦੇ ਮੂਲ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20029,
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਾਜਨੁ ਮੀਤੁ ਸੁਜਾਣੁ ਸਖਾ ਤੂੰ; ਸਚਿ ਮਿਲੈ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Saajan Meeth Sujaan Sakhaa Thoon Sach Milai Vaddiaaee ||",
    "translation": "O my Dear Friend, You are my all-knowing companion; grant me the glory of Your True Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈਂ ਤੂੰ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ ਤੂੰ ਹੀ ਮੇਰੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਸਾਥੀ ਹੈਂ। ਤੇਰੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ (ਤੇਰੇ ਦਰ ਤੇ) ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20030,
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਰਤਨੁ ਪਰਗਾਸਿਅਾ; ਅੈਸੀ ਗੁਰਮਤਿ ਪਾੲੀ ॥੩॥",
    "transliteration": "Naanak Naam Rathan Paragaasiaa Aisee Guramath Paaee ||3||",
    "translation": "O Nanak, the jewel of the Naam has been revealed to me; such are the Teachings I have received from the Guru. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਅਜੇਹੀ ਮਤਿ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ਕਿ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਪ੍ਰਗਟ ਹੋ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20031,
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਚੁ ਅੰਜਨੋ ਅੰਜਨੁ ਸਾਰਿ; ਨਿਰੰਜਨਿ ਰਾਤਾ ਰਾਮ ॥",
    "transliteration": "Sach Anjano Anjan Saar Niranjan Raathaa Raam ||",
    "translation": "I have carefully applied the healing ointment to my eyes, and I am attuned to the Immaculate Lord.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਗਿਆਨ ਦਾ) ਸੁਰਮਾ ਪਾ ਕੇ ਮੇਰਾ ਮਨ ਮਾਇਆ-ਰਹਿਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਅੰਜਨੋ) ਸੁਰਮਾ। (ਸਾਰਿ) ਪਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20032,
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਰਵਿ ਰਹਿਅਾ; ਜਗਜੀਵਨੋ ਦਾਤਾ ਰਾਮ ॥",
    "transliteration": "Man Than Rav Rehiaa Jagajeevano Dhaathaa Raam ||",
    "translation": "He is permeating my mind and body, the Life of the world, the Lord, the Great Giver.",
    "punjabi": "ਜਗਤ ਦਾ ਜੀਵਨ ਤੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਜੀਵਨੋ",
    "type_id": 3
  },
  {
    "id": 20033,
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜਗਜੀਵਨੁ ਦਾਤਾ ਹਰਿ ਮਨਿ ਰਾਤਾ; ਸਹਜਿ ਮਿਲੈ ਮੇਲਾੲਿਅਾ ॥",
    "transliteration": "Jagajeevan Dhaathaa Har Man Raathaa Sehaj Milai Maelaaeiaa ||",
    "translation": "My mind is imbued with the Lord, the Great Giver, the Life of the world; I have merged and blended with Him, with intuitive ease.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਜਗਤ ਦਾ ਜੀਵਨ ਤੇ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਮਨ ਉਸ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਮਨ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20034,
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸਾਧ ਸਭਾ. ਸੰਤਾ ਕੀ ਸੰਗਤਿ; ਨਦਰਿ ਪ੍ਰਭੂ ਸੁਖੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Saadhh Sabhaa Santhaa Kee Sangath Nadhar Prabhoo Sukh Paaeiaa ||",
    "translation": "In the Company of the Holy, and the Saints' Society, by God's Grace, peace is obtained.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਸਭਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20035,
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕੀ ਭਗਤਿ ਰਤੇ ਬੈਰਾਗੀ; ਚੂਕੇ ਮੋਹ ਪਿਅਾਸਾ ॥",
    "transliteration": "Har Kee Bhagath Rathae Bairaagee Chookae Moh Piaasaa ||",
    "translation": "The renunciates remain absorbed in devotional worship to the Lord; they are rid of emotional attachment and desire.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਜੋ ਹਉਮੈ ਨੂੰ ਮਾਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਸਦਾ ਗਿੱਝੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20036,
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਹੳੁਮੈ ਮਾਰਿ ਪਤੀਣੇ; ਵਿਰਲੇ ਦਾਸ ੳੁਦਾਸਾ ॥੪॥੩॥",
    "transliteration": "Naanak Houmai Maar Patheenae Viralae Dhaas Oudhaasaa ||4||3||",
    "translation": "O Nanak, how rare is that unattached servant, who conquers his ego, and remains pleased with the Lord. ||4||3||",
    "punjabi": "ਤੇ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਜਗਤ ਵਿਚ ਅਜੇਹੇ ਵਿਰਲੇ ਬੰਦੇ ਹਨ, ਹੇ ਨਾਨਕ! ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
