[
  {
    "id": 20297,
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕਲਿਜੁਗੁ. ਹਰਿ ਕੀਅਾ, ਪਗ ਤ੍ਰੈ ਖਿਸਕੀਅਾ; ਪਗੁ ਚੳੁਥਾ, ਟਿਕੈ ਟਿਕਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Kalijug Har Keeaa Pag Thrai Khisakeeaa Pag Chouthhaa Ttikai Ttikaae Jeeo ||",
    "translation": "The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼ ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20298,
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਸਬਦੁ ਕਮਾੲਿਅਾ. ਅੳੁਖਧੁ ਹਰਿ ਪਾੲਿਅਾ; ਹਰਿ ਕੀਰਤਿ ਹਰਿ ਸਾਂਤਿ ਪਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Gur Sabadh Kamaaeiaa Aoukhadhh Har Paaeiaa Har Keerath Har Saanth Paae Jeeo ||",
    "translation": "Acting in accordance with the Word of the Guru's Shabad, the medicine of the Lord's Name is obtained. Singing the Kirtan of the Lord's Praises, divine peace is obtained.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾਂਦਾ ਹੈ (ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਢਾਲਦਾ ਹੈ) ਉਹ ਹਰਿ-ਨਾਮ ਦਵਾਈ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਅੳੁ-ਖਧੁ) ਦਵਾੲੀ",
    "type_id": 3
  },
  {
    "id": 20299,
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਕੀਰਤਿ ਰੁਤਿ ਅਾੲੀ, ਹਰਿ ਨਾਮੁ ਵਡਾੲੀ; ਹਰਿ ਹਰਿ ਨਾਮੁ. ਖੇਤੁ ਜਮਾੲਿਅਾ ॥",
    "transliteration": "Har Keerath Ruth Aaee Har Naam Vaddaaee Har Har Naam Khaeth Jamaaeiaa ||",
    "translation": "The season of singing the Lord's Praise has arrived; the Lord's Name is glorified, and the Name of the Lord, Har, Har, grows in the field of the body.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ) ਰੁੱਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਸਤੇ ਮਿਲੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਮਾਣ ਦੇਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦਾ) ਫਸਲ ਬੀਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20300,
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਕਲਿਜੁਗਿ ਬੀਜੁ ਬੀਜੈ. ਬਿਨੁ ਨਾਵੈ; ਸਭੁ ਲਾਹਾ ਮੂਲੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Kalijug Beej Beejae Bin Naavai Sabh Laahaa Mool Gavaaeiaa ||",
    "translation": "In the Dark Age of Kali Yuga, if one plants any other seed than the Name, all profit and capital is lost.",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਛੱਡ ਕੇ (ਕਰਮ ਕਾਂਡ ਆਦਿਕ ਕੋਈ ਹੋਰ) ਬੀਜ ਬੀਜਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਕਲਿਜੁਗ (ਦੇ ਪ੍ਰਭਾਵ) ਵਿਚ ਹੈ ਉਹ ਸਰਮਾਇਆ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ ਤੇ ਲਾਭ ਭੀ ਕੋਈ ਨਹੀਂ ਖੱਟਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20301,
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕਿ. ਗੁਰੁ ਪੂਰਾ ਪਾੲਿਅਾ; ਮਨਿ ਹਿਰਦੈ ਨਾਮੁ ਲਖਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Jan Naanak Gur Pooraa Paaeiaa Man Hiradhai Naam Lakhaae Jeeo ||",
    "translation": "Servant Nanak has found the Perfect Guru, who has revealed to him the Naam within his heart and mind.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਾਸ ਨਾਨਕ ਨੇ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਗੁਰੂ ਨੇ (ਨਾਨਕ ਦੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨਾਮ ਪਟਗਟ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਲਖਾੲਿ) ਪ੍ਰਗਟ",
    "type_id": 3
  },
  {
    "id": 20302,
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਕਲਜੁਗੁ ਹਰਿ ਕੀਅਾ, ਪਗ ਤ੍ਰੈ ਖਿਸਕੀਅਾ; ਪਗੁ ਚੳੁਥਾ ਟਿਕੈ ਟਿਕਾੲਿ ਜੀੳੁ ॥੪॥੪॥੧੧॥",
    "transliteration": "Kalajug Har Keeaa Pag Thrai Khisakeeaa Pag Chouthhaa Ttikai Ttikaae Jeeo ||4||4||11||",
    "translation": "The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact. ||4||4||11||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼-ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ ਹੈ ॥੪॥੪॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20303,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20304,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕੀਰਤਿ ਮਨਿ ਭਾੲੀ, ਪਰਮਗਤਿ ਪਾੲੀ; ਹਰਿ ਮਨਿ ਤਨਿ ਮੀਠ ਲਗਾਨ ਜੀੳੁ ॥",
    "transliteration": "Har Keerath Man Bhaaee Param Gath Paaee Har Man Than Meeth Lagaan Jeeo ||",
    "translation": "One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems so sweet to her mind and body.",
    "punjabi": "ਜਿਸ ਨੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗ ਗਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20305,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਰਸੁ ਪਾੲਿਅਾ, ਗੁਰਮਤਿ ਹਰਿ ਧਿਅਾੲਿਅਾ; ਧੁਰਿ ਮਸਤਕਿ ਭਾਗ ਪੁਰਾਨ ਜੀੳੁ ॥",
    "transliteration": "Har Har Ras Paaeiaa Guramath Har Dhhiaaeiaa Dhhur Masathak Bhaag Puraan Jeeo ||",
    "translation": "She obtains the sublime essence of the Lord, Har, Har; through the Guru's Teachings, she meditates on the Lord, and the destiny written on her forehead is fulfilled.",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਹੋਏ ਪਹਿਲੇ ਭਾਗ ਜਾਗ ਪਏ।",
    "pronunciation": "(ਪੁਰਾਨ) ਪੁਰਾਣਾ",
    "type_id": 3
  },
  {
    "id": 20306,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧੁਰਿ ਮਸਤਕਿ ਭਾਗੁ, ਹਰਿ ਨਾਮਿ ਸੁਹਾਗੁ; ਹਰਿ ਨਾਮੈ ਹਰਿ ਗੁਣ ਗਾੲਿਅਾ ॥",
    "transliteration": "Dhhur Masathak Bhaag Har Naam Suhaag Har Naamai Har Gun Gaaeiaa ||",
    "translation": "By that high destiny written on her forehead, she chants the Name of the Lord, her Husband, and through the Name of the Lord, she sings the Lord's Glorious Praises.",
    "punjabi": "ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜ ਪਿਆ, ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ, ਉਹ ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਸੁਹਾਗੁ) ਵਾਹਿਗੁਰੂ ਜੀ ਪ੍ਰਾਪਤ",
    "type_id": 3
  },
  {
    "id": 20307,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਸਤਕਿ ਮਣੀ ਪ੍ਰੀਤਿ ਬਹੁ ਪ੍ਰਗਟੀ; ਹਰਿ ਨਾਮੈ ਹਰਿ ਸੋਹਾੲਿਅਾ ॥",
    "transliteration": "Masathak Manee Preeth Bahu Pragattee Har Naamai Har Sohaaeiaa ||",
    "translation": "The jewel of immense love sparkles on her forehead, and she is adorned with the Name of the Lord, Har, Har.",
    "punjabi": "ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੀ ਮਣੀ ਚਮਕ ਉਠਦੀ ਹੈ।",
    "pronunciation": "(ਮਣੀ) ਰਤਨ",
    "type_id": 3
  },
  {
    "id": 20308,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋਤੀ ਜੋਤਿ ਮਿਲੀ. ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਮਿਲਿ ਸਤਿਗੁਰ. ਮਨੂਅਾ ਮਾਨ ਜੀੳੁ ॥",
    "transliteration": "Jothee Joth Milee Prabh Paaeiaa Mil Sathigur Manooaa Maan Jeeo ||",
    "translation": "Her light blends with the Supreme Light, and she obtains God; meeting the True Guru, her mind is satisfied.",
    "punjabi": "ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20309,
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕੀਰਤਿ ਮਨਿ ਭਾੲੀ, ਪਰਮਗਤਿ ਪਾੲੀ; ਹਰਿ ਮਨਿ ਤਨਿ ਮੀਠ ਲਗਾਨ ਜੀੳੁ ॥੧॥",
    "transliteration": "Har Keerath Man Bhaaee Param Gath Paaee Har Man Than Meeth Lagaan Jeeo ||1||",
    "translation": "One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems sweet to her mind and body. ||1||",
    "punjabi": "ਜਿਸ ਨੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20310,
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਸੁ ਗਾੲਿਅਾ, ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਤੇ ੳੂਤਮ ਜਨ ਪਰਧਾਨ ਜੀੳੁ ॥",
    "transliteration": "Har Har Jas Gaaeiaa Param Padh Paaeiaa Thae Ootham Jan Paradhhaan Jeeo ||",
    "translation": "Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20311,
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਤਿਨ੍ਹ ਹਮ ਚਰਣ ਸਰੇਵਹ, ਖਿਨੁ ਖਿਨੁ ਪਗ ਧੋਵਹ; ਜਿਨ ਹਰਿ ਮੀਠ ਲਗਾਨ ਜੀੳੁ ॥",
    "transliteration": "Thinh Ham Charan Saraeveh Khin Khin Pag Dhhoveh Jin Har Meeth Lagaan Jeeo ||",
    "translation": "I bow at their feet; each and every moment, I wash the feet of those, unto whom the Lord seems sweet.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਾਂ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਹਰ ਵੇਲੇ ਪੈਰ ਧੋਂਦੇ ਹਾਂ।",
    "pronunciation": "(ਸਰੇਵਹ) ਸੇਵਾ ਕਰਦੇ",
    "type_id": 3
  },
  {
    "id": 20312,
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਮੀਠਾ ਲਾੲਿਅਾ. ਪਰਮ ਸੁਖ ਪਾੲਿਅਾ; ਮੁਖਿ ਭਾਗਾ ਰਤੀ ਚਾਰੇ ॥",
    "transliteration": "Har Meethaa Laaeiaa Param Sukh Paaeiaa Mukh Bhaagaa Rathee Chaarae ||",
    "translation": "The Lord seems sweet to them, and they obtain the supreme status; their faces are radiant and beautiful with good fortune.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਾ, ਉਹਨਾਂ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਚੰਗੇ ਭਾਗਾਂ ਦੀ ਸੁੰਦਰ ਮਣੀ ਚਮਕ ਪਈ।",
    "pronunciation": "(ਰਤੀ) ਲਾਲੀ, ਪ੍ਰੀਤੀ। (ਚਾਰੇ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 20313,
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮਤਿ ਹਰਿ ਗਾੲਿਅਾ, ਹਰਿ ਹਾਰੁ ੳੁਰਿ ਪਾੲਿਅਾ; ਹਰਿ ਨਾਮਾ ਕੰਠਿ ਧਾਰੇ ॥",
    "transliteration": "Guramath Har Gaaeiaa Har Haar Our Paaeiaa Har Naamaa Kanth Dhhaarae ||",
    "translation": "Under Guru's Instruction, they sing the Lord's Name, and wear the garland of the Lord's Name around their necks; they keep the Lord's Name in their throats.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਹਾਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਦਾ ਹੈ ਆਪਣੇ ਗਲ ਵਿਚ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20314,
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਭ ੲੇਕ ਦ੍ਰਿਸਟਿ, ਸਮਤੁ ਕਰਿ ਦੇਖੈ; ਸਭੁ ਅਾਤਮ ਰਾਮੁ ਪਛਾਨ ਜੀੳੁ ॥",
    "transliteration": "Sabh Eaek Dhrisatt Samath Kar Dhaekhai Sabh Aatham Raam Pashhaan Jeeo ||",
    "translation": "They look upon all with equality, and recognize the Supreme Soul, the Lord, pervading among all.",
    "punjabi": "ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਇਕ (ਪਿਆਰ-) ਨਿਗਾਹ ਨਾਲ ਇਕੋ ਜਿਹਾ ਸਮਝ ਕੇ ਵੇਖਦਾ ਹੈ, ਉਹ ਹਰ ਥਾਂ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣਦਾ ਹੈ।",
    "pronunciation": "(ਸਮਤੁ) ਬਰਾਬਰ।ਸਮਤੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20315,
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਸੁ ਗਾੲਿਅਾ, ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਤੇ ੳੂਤਮ ਜਨ ਪਰਧਾਨ ਜੀੳੁ ॥੨॥",
    "transliteration": "Har Har Jas Gaaeiaa Param Padh Paaeiaa Thae Ootham Jan Paradhhaan Jeeo ||2||",
    "translation": "Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people. ||2||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20316,
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਨਿ ਭਾੲੀ, ਹਰਿ ਰਸਨ ਰਸਾੲੀ; ਵਿਚਿ ਸੰਗਤਿ ਹਰਿ ਰਸੁ ਹੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Sathasangath Man Bhaaee Har Rasan Rasaaee Vich Sangath Har Ras Hoe Jeeo ||",
    "translation": "One whose mind is pleased with the Sat Sangat, the True Congregation, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਰਸਨ) ਰਸ ਚ। (ਰਸਾੲੀ) ਰਸ ਮੲੀ",
    "type_id": 3
  },
  {
    "id": 20317,
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਾਰਾਧਿਅਾ. ਗੁਰ ਸਬਦਿ ਵਿਗਾਸਿਅਾ; ਬੀਜਾ. ਅਵਰੁ ਨ ਕੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Har Har Aaraadhhiaa Gur Sabadh Vigaasiaa Beejaa Avar N Koe Jeeo ||",
    "translation": "He meditates in adoration upon the Lord, Har, Har, and through the Word of the Guru's Shabad, he blossoms forth. He plants no other seed.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜਿਉਂ ਜਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਰਾਧਦਾ ਹੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦਾ ਹਿਰਦਾ) ਖਿੜ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(ਬੀ੍ਨਜਾ) ਦੂਜਾ",
    "type_id": 3
  },
  {
    "id": 20318,
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਵਰੁ ਨ ਕੋੲਿ, ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਸੋੲਿ; ਜਿਨਿ ਪੀਅਾ. ਸੋ ਬਿਧਿ ਜਾਣੈ ॥",
    "transliteration": "Avar N Koe Har Anmrith Soe Jin Peeaa So Bidhh Jaanai ||",
    "translation": "There is no Nectar, other than the Lord's Ambrosial Nectar. One who drinks it in, knows the way.",
    "punjabi": "ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਹ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਜਲ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ ਉਹੀ ਆਪਣੀ ਆਤਮਕ ਦਸ਼ਾ ਨੂੰ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20319,
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਪੂਰਾ ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਲਗਿ ਸੰਗਤਿ. ਨਾਮੁ ਪਛਾਣੈ ॥",
    "transliteration": "Dhhan Dhhann Guroo Pooraa Prabh Paaeiaa Lag Sangath Naam Pashhaanai ||",
    "translation": "Hail, hail to the Perfect Guru; through Him, God is found. Joining the Sangat, the Naam is understood.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਧੰਨਵਾਦ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 20320,
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੋ ਸੇਵਿ, ਨਾਮੋ ਅਾਰਾਧੈ; ਬਿਨੁ ਨਾਮੈ. ਅਵਰੁ ਨ ਕੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Naamo Saev Naamo Aaraadhhai Bin Naamai Avar N Koe Jeeo ||",
    "translation": "I serve the Naam, and I meditate on the Naam. Without the Naam, there is no other at all.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹੈ ਹਰਿ-ਨਾਮ ਹੀ ਆਰਾਧਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਕੋਈ ਹੋਰ ਚੀਜ਼ ਪਿਆਰੀ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20321,
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਨਿ ਭਾੲੀ, ਹਰਿ ਰਸਨ ਰਸਾੲੀ; ਵਿਚਿ ਸੰਗਤਿ. ਹਰਿ ਰਸੁ ਹੋੲਿ ਜੀੳੁ ॥੩॥",
    "transliteration": "Sathasangath Man Bhaaee Har Rasan Rasaaee Vich Sangath Har Ras Hoe Jeeo ||3||",
    "translation": "One whose mind is pleased with the Sat Sangat, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord. ||3||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ-ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20322,
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਦੲਿਅਾ ਪ੍ਰਭ ਧਾਰਹੁ. ਪਾਖਣ ਹਮ ਤਾਰਹੁ; ਕਢਿ ਲੇਵਹੁ ਸਬਦਿ ਸੁਭਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Har Dhaeiaa Prabh Dhhaarahu Paakhan Ham Thaarahu Kadt Laevahu Sabadh Subhaae Jeeo ||",
    "translation": "O Lord God, shower Your Mercy upon me; I am just a stone. Please, carry me across, and lift me up with ease, through the Word of the Shabad.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਸਾਨੂੰ ਕਠੋਰ-ਦਿਲਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ ਜੋੜ ਕੇ ਸਾਨੂੰ (ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚੋਂ) ਕੱਢ ਲੈ।",
    "pronunciation": "ਦ-ੲਿਅਾ।(ਪਾਖਣ) ਪੱਥਰ। (ਸੁਭਾੲਿ) ਪ੍ਰੇਮ ਚ।",
    "type_id": 3
  },
  {
    "id": 20323,
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮੋਹ ਚੀਕੜਿ ਫਾਥੇ, ਨਿਘਰਤ ਹਮ ਜਾਤੇ; ਹਰਿ ਬਾਂਹ ਪ੍ਰਭੂ ਪਕਰਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Moh Cheekarr Faathhae Nigharath Ham Jaathae Har Baanh Prabhoo Pakaraae Jeeo ||",
    "translation": "I am stuck in the swamp of emotional attachment, and I am sinking. O Lord God, please, take me by the arm.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸੀਂ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚ ਫਸੇ ਹੋਏ ਹਾਂ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅਸੀਂ ਡਿੱਗਦੇ ਜਾ ਰਹੇ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੀ ਬਾਂਹ ਫੜਾ।",
    "pronunciation": "ਚੀਕੜਿ।(ਨਿਘਰਤ) ਡੁੱਬਦੇ।",
    "type_id": 3
  },
  {
    "id": 20324,
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਪ੍ਰਭਿ ਬਾਂਹ ਪਕਰਾੲੀ, ੳੂਤਮ ਮਤਿ ਪਾੲੀ; ਗੁਰ ਚਰਣੀ ਜਨੁ ਲਾਗਾ ॥",
    "transliteration": "Prabh Baanh Pakaraaee Ootham Math Paaee Gur Charanee Jan Laagaa ||",
    "translation": "God took me by the arm, and I obtained the highest understanding; as His slave, I grasped the Guru's feet.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਬਾਂਹ ਫੜਾ ਦਿੱਤੀ ਉਸ ਨੇ ਸ੍ਰੇਸ਼ਟ ਮਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਿਆ,",
    "pronunciation": "",
    "type_id": 3
  }
]
