[
  {
    "id": 21487,
    "shabad_id": 1761,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਸਾ ਕਰਮਾਤਿ; ਸਾਹਿਬ ਤੁਠੈ ਜੋ ਮਿਲੈ ॥੧॥",
    "transliteration": "Naanak Saa Karamaath Saahib Thuthai Jo Milai ||1||",
    "translation": "O Nanak, that is the most wonderful gift, which is received from the Lord, when He is totally pleased. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਬਖ਼ਸ਼ਸ਼ ਉਹੀ ਹੈ ਜੋ ਮਾਲਕ ਦੇ ਤ੍ਰੁੱਠਿਆਂ ਮਿਲੇ ॥੧॥",
    "pronunciation": "(ਕਰਮਾਤਿ) ਬਖ਼ਸ਼ਸ਼। (ਤੁੱਠੈ) ਪ੍ਰਸੰਨ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 21488,
    "shabad_id": 1762,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਹਲਾ ੨ ॥",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21489,
    "shabad_id": 1762,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲੇਹ ਕਿਨੇਹੀ ਚਾਕਰੀ; ਜਿਤੁ ਭੳੁ ਖਸਮ ਨ ਜਾੲਿ ॥",
    "transliteration": "Eaeh Kinaehee Chaakaree Jith Bho Khasam N Jaae ||",
    "translation": "What sort of service is this, by which the fear of the Lord Master does not depart?",
    "punjabi": "ਜਿਸ ਸੇਵਾ ਦੇ ਕਰਨ ਨਾਲ (ਸੇਵਕ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਆਪਣੇ ਮਾਲਕ ਦਾ ਡਰ ਦੂਰ ਨਾ ਹੋਵੇ, ਉਹ ਸੇਵਾ ਅਸਲੀ ਸੇਵਾ ਨਹੀਂ।",
    "pronunciation": "(ਜਾੲਿ) ਪੈਦਾ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 21490,
    "shabad_id": 1762,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਸੇਵਕੁ ਕਾਢੀਅੈ; ਜਿ ਸੇਤੀ ਖਸਮ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Naanak Saevak Kaadteeai J Saethee Khasam Samaae ||2||",
    "translation": "O Nanak, he alone is called a servant, who merges with the Lord Master. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸੱਚਾ) ਸੇਵਕ ਉਹੀ ਅਖਵਾਂਦਾ ਹੈ ਜੋ ਆਪਣੇ ਮਾਲਕ ਦੇ ਨਾਲ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਕਾਂਢੀਅੈ) ਕਿਹਾ ਜਾਂਦਾ",
    "type_id": 3
  },
  {
    "id": 21491,
    "shabad_id": 1763,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21492,
    "shabad_id": 1763,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਅੰਤ ਨ ਜਾਪਨ੍ਹੀ; ਹਰਿ ਤਾ ਕੇ ਪਾਰਾਵਾਰ ॥",
    "transliteration": "Naanak Anth N Jaapanhee Har Thaa Kae Paaraavaar ||",
    "translation": "O Nanak, the Lord's limits cannot be known; He has no end or limitation.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਦੇ ਪਾਰਲੇ ਉਰਾਰਲੇ ਬੰਨਿਆਂ ਦੇ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21493,
    "shabad_id": 1763,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਪਿ ਕਰਾੲੇ ਸਾਖਤੀ; ਫਿਰਿ ਅਾਪਿ ਕਰਾੲੇ ਮਾਰ ॥",
    "transliteration": "Aap Karaaeae Saakhathee Fir Aap Karaaeae Maar ||",
    "translation": "He Himself creates, and then He Himself destroys.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਜੀਵਾਂ ਦੀ ਪੈਦਾਇਸ਼ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਸਾਖਤੀ) ਰਚਨਾ। (ਮਾਰ) ਮੌਤ",
    "type_id": 3
  },
  {
    "id": 21494,
    "shabad_id": 1763,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਨ੍ਹਾ ਗਲੀ ਜੰਜੀਰੀਅਾ; ੲਿਕਿ ਤੁਰੀ ਚੜਹਿ ਬਿਸੀਅਾਰ ॥",
    "transliteration": "Eikanhaa Galee Janjeereeaa Eik Thuree Charrehi Biseeaar ||",
    "translation": "Some have chains around their necks, while some ride on many horses.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਦੇ ਗਲ ਵਿਚ ਜ਼ੰਜੀਰ ਪਏ ਹੋਏ ਹਨ (ਭਾਵ, ਕਈ ਕੈਦ ਗ਼ੁਲਾਮੀ ਆਦਿਕ ਦੇ ਕਸ਼ਟ ਸਹਿ ਰਹੇ ਹਨ), ਅਤੇ ਬੇਸ਼ੁਮਾਰ ਜੀਵ ਘੋੜਿਆਂ ਤੇ ਚੜ੍ਹ ਰਹੇ ਹਨ (ਭਾਵ, ਮਾਇਆ ਦੀਆਂ ਮੌਜਾਂ ਲੈ ਰਹੇ ਹਨ)।",
    "pronunciation": "(ਤੁਰੀ) ਘੋੜੇ। (ਬਿਸੀ-ਅਾਰ) ਬਹੁਤ। ਗਲ਼ੀਂ, ਜੰਜੀਰੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 21495,
    "shabad_id": 1763,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਪਿ ਕਰਾੲੇ. ਕਰੇ ਅਾਪਿ; ਹੳੁ. ਕੈ ਸਿੳੁ ਕਰੀ ਪੁਕਾਰ ॥",
    "transliteration": "Aap Karaaeae Karae Aap Ho Kai Sio Karee Pukaar ||",
    "translation": "He Himself acts, and He Himself causes us to act. Unto whom should I complain?",
    "punjabi": "(ਇਹ ਸਾਰੇ ਖੇਡ ਤਮਾਸ਼ੇ) ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਰ ਰਿਹਾ ਹੈ, (ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਦੂਜਾ ਨਹੀਂ ਹੈ) ਮੈਂ ਕਿਸ ਦੇ ਅੱਗੇ (ਇਸ ਦੀ) ਫ਼ਰਿਆਦ ਕਰ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21496,
    "shabad_id": 1763,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਕਰਣਾ ਜਿਨਿ ਕੀਅਾ; ਫਿਰਿ ਤਿਸ ਹੀ ਕਰਣੀ ਸਾਰ ॥੨੩॥",
    "transliteration": "Naanak Karanaa Jin Keeaa Fir This Hee Karanee Saar ||23||",
    "translation": "O Nanak, the One who created the creation - He Himself takes care of it. ||23||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਕਰਤਾਰ ਨੇ ਸ੍ਰਿਸ਼ਟੀ ਰਚੀ ਹੈ, ਫਿਰ ਉਹੀ ਉਸ ਦੀ ਸੰਭਾਲਣਾ ਕਰ ਰਿਹਾ ਹੈ ॥੨੩॥",
    "pronunciation": "(ਸਾਰ) ਸੰਭਾਲ਼",
    "type_id": 3
  },
  {
    "id": 21497,
    "shabad_id": 1764,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21498,
    "shabad_id": 1764,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਭਾਂਡੇ ਸਾਜਿਅਨੁ; ਅਾਪੇ ਪੂਰਣੁ ਦੇੲਿ ॥",
    "transliteration": "Aapae Bhaanddae Saajian Aapae Pooran Dhaee ||",
    "translation": "He Himself fashioned the vessel of the body, and He Himself fills it.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ (ਜੀਵਾਂ ਦੇ ਸਰੀਰ-ਰੂਪ) ਭਾਂਡੇ ਆਪ ਹੀ ਬਣਾਏ ਹਨ, ਤੇ ਉਹ ਜੋ ਕੁਝ ਇਹਨਾਂ ਵਿਚ ਪਾਂਦਾ ਹੈ, (ਭਾਵ, ਜੋ ਦੁੱਖ ਸੁੱਖ ਇਹਨਾਂ ਦੀ ਕਿਸਮਤ ਵਿਚ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "(ਭਾਂਡੇ) ਸ੍ਰੀਰ। (ਪੂਰਣੁ) ਹਰਿ ਜੀ",
    "type_id": 3
  },
  {
    "id": 21499,
    "shabad_id": 1764,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਕਨ੍ਹੀ ਦੁਧੁ ਸਮਾੲੀਅੈ; ੲਿਕਿ ਚੁਲ੍ਹੈ ਰਹਨਿ੍ਹ ਚੜੇ ॥",
    "transliteration": "Eikanhee Dhudhh Samaaeeai Eik Chulhai Rehanih Charrae ||",
    "translation": "Into some, milk is poured, while others remain on the fire.",
    "punjabi": "ਕਈ ਭਾਂਡਿਆਂ ਵਿਚ ਦੁੱਧ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਕਈ ਵਿਚਾਰੇ ਚੁੱਲ੍ਹੇ ਉੱਤੇ ਹੀ ਤਪਦੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਕਈ ਜੀਵਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਸੁਖ ਤੇ ਸੋਹਣੇ ਸੋਹਣੇ ਪਦਾਰਥ ਹਨ, ਅਤੇ ਕਈ ਜੀਵ ਸਦਾ ਕਸ਼ਟ ਹੀ ਸਹਾਰਦੇ ਹਨ)।",
    "pronunciation": "ਚੜੇ੍ਹ",
    "type_id": 3
  },
  {
    "id": 21500,
    "shabad_id": 1764,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਕਿ ਨਿਹਾਲੀ ਪੈ ਸਵਨਿ੍ਹ; ੲਿਕਿ. ੳੁਪਰਿ ਰਹਨਿ ਖੜੇ ॥",
    "transliteration": "Eik Nihaalee Pai Savanih Eik Oupar Rehan Kharrae ||",
    "translation": "Some lie down and sleep on soft beds, while others remain watchful.",
    "punjabi": "ਕਈ (ਭਾਗਾਂ ਵਾਲੇ) ਤੁਲਾਈਆਂ ਉੱਤੇ ਬੇਫ਼ਿਕਰ ਹੋ ਕੇ ਸੌਂਦੇ ਹਨ, ਕਈ ਵਿਚਾਰੇ (ਉਹਨਾਂ ਦੀ ਰਾਖੀ ਆਦਿਕ ਸੇਵਾ ਵਾਸਤੇ) ਉਹਨਾਂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਖਲੋਤੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਨਿਹਾਲੀ)ਤੁਲ਼ਾੲੀ। ੳੁ੍ਨਪਰਿ ਰਹ-ਨਿ ਖੜ੍ਹੇ ਪਹਿਰਾ ਦਿੰਦੇ",
    "type_id": 3
  },
  {
    "id": 21501,
    "shabad_id": 1764,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਿਨ੍ਹਾ ਸਵਾਰੇ ਨਾਨਕਾ; ਜਿਨ੍ਹ ਕੳੁ ਨਦਰਿ ਕਰੇ ॥੧॥",
    "transliteration": "Thinhaa Savaarae Naanakaa Jinh Ko Nadhar Karae ||1||",
    "translation": "He adorns those, O Nanak, upon whom He casts His Glance of Grace. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਵਾਰਦਾ ਹੈ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੁਧਾਰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21502,
    "shabad_id": 1765,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਹਲਾ ੨ ॥",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21503,
    "shabad_id": 1765,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਪੇ ਸਾਜੇ. ਕਰੇ ਅਾਪਿ; ਜਾੲੀ ਭਿ ਰਖੈ ਅਾਪਿ ॥",
    "transliteration": "Aapae Saajae Karae Aap Jaaee Bh Rakhai Aap ||",
    "translation": "He Himself creates and fashions the world, and He Himself keeps it in order.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਇਸ ਨੂੰ ਸਜਾਂਦਾ ਹੈ, ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਸੰਭਾਲ ਭੀ ਆਪ ਹੀ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(ਜਾੲੀ) ਸਿ੍ਰਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 21504,
    "shabad_id": 1765,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਿਸੁ ਵਿਚਿ ਜੰਤ ੳੁਪਾੲਿ ਕੈ; ਦੇਖੈ ਥਾਪਿ ੳੁਥਾਪਿ ॥",
    "transliteration": "This Vich Janth Oupaae Kai Dhaekhai Thhaap Outhhaap ||",
    "translation": "Having created the beings within it, He oversees their birth and death.",
    "punjabi": "ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰ ਕੇ ਵੇਖਦਾ ਹੈ, ਆਪ ਹੀ ਟਿਕਾਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਢਾਂਹਦਾ ਹੈ।",
    "pronunciation": "(ਥਾਪਿ)ੲਿਸਥਿੱਤ। (ੳੁਥਾਪਿ)ਨਾਸ",
    "type_id": 3
  },
  {
    "id": 21505,
    "shabad_id": 1765,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਿਸ ਨੋ ਕਹੀਅੈ ਨਾਨਕਾ; ਸਭੁ ਕਿਛੁ ਅਾਪੇ ਅਾਪਿ ॥੨॥",
    "transliteration": "Kis No Keheeai Naanakaa Sabh Kishh Aapae Aap ||2||",
    "translation": "Unto whom should we speak, O Nanak, when He Himself is all-in-all? ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦੇ ਅਗੇ ਫ਼ਰਿਆਦ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਹ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21506,
    "shabad_id": 1766,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21507,
    "shabad_id": 1766,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਵਡੇ ਕੀਅਾ ਵਡਿਅਾੲੀਅਾ; ਕਿਛੁ ਕਹਣਾ ਕਹਣੁ ਨ ਜਾੲਿ ॥",
    "transliteration": "Vaddae Keeaa Vaddiaaeeaa Kishh Kehanaa Kehan N Jaae ||",
    "translation": "The description of the greatness of the Great Lord cannot be described.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਸੰਬੰਧੀ ਕੋਈ ਗੱਲ ਕਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, (ਭਾਵ, ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21508,
    "shabad_id": 1766,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੋ ਕਰਤਾ ਕਾਦਰ ਕਰੀਮੁ; ਦੇ ਜੀਅਾ ਰਿਜਕੁ ਸੰਬਾਹਿ ॥",
    "transliteration": "So Karathaa Kaadhar Kareem Dhae Jeeaa Rijak Sanbaahi ||",
    "translation": "He is the Creator, all-lowerful and benevolent; He gives sustenance to all beings.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਸਿਰਜਨਹਾਰ ਹੈ, ਆਪ ਹੀ ਕੁਦਰਤ ਦਾ ਮਾਲਕ ਹੈ, ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਕਾਦਰ) ਸਰਬ ਸ਼ਕਤੀਮਾਨ। (ਕਰੀਮੁ) ਕਿ੍ਰਪਾਲੂ। (ਸੰਬਾਹਿ) ਸਾਰਿਅਾਂ ਨੰੂ, ਪਹੁੰਚਾੳੁਂਦਾ",
    "type_id": 3
  },
  {
    "id": 21509,
    "shabad_id": 1766,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਾੲੀ ਕਾਰ ਕਮਾਵਣੀ; ਧੁਰਿ ਛੋਡੀ ਤਿੰਨੈ ਪਾੲਿ ॥",
    "transliteration": "Saaee Kaar Kamaavanee Dhhur Shhoddee Thinnai Paae ||",
    "translation": "The mortal does that work, which has been pre-destined from the very beginning.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਉਹੀ ਕਰਦੇ ਹਨ ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਉਹਨਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ) ਪਾ ਛੱਡੀ ਹੈ।",
    "pronunciation": "(ਤਿੰਨੈ) ਤਿਸ ਵਾਹਿਗੁਰੂ ਜੀ ਨੇ",
    "type_id": 3
  },
  {
    "id": 21510,
    "shabad_id": 1766,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ੲੇਕੀ ਬਾਹਰੀ; ਹੋਰ ਦੂਜੀ ਨਾਹੀ ਜਾੲਿ ॥",
    "transliteration": "Naanak Eaekee Baaharee Hor Dhoojee Naahee Jaae ||",
    "translation": "O Nanak, except for the One Lord, there is no other place at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਕ ਪ੍ਰਭੂ ਦੀ ਟੇਕ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ,",
    "pronunciation": "(ਜਾੲਿ) ਜਗ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 21511,
    "shabad_id": 1766,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋ ਕਰੇ; ਜਿ ਤਿਸੈ ਰਜਾੲਿ ॥੨੪॥੧॥ ਸੁਧੁ",
    "transliteration": "So Karae J Thisai Rajaae ||24||1|| Sudhhu",
    "translation": "He does whatever He wills. ||24||1|| Sudh||",
    "punjabi": "ਜੋ ਕੁਝ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੈ ਉਹੀ ਕਰਦਾ ਹੈ ॥੨੪॥੧॥ ਸੁਧੁ",
    "pronunciation": "ਸੁੱਧੁ",
    "type_id": 3
  },
  {
    "id": 21512,
    "shabad_id": 1767,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathinaam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Guraprasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 21513,
    "shabad_id": 1767,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਬਾਣੀ ਭਗਤਾ ਕੀ ॥",
    "transliteration": "Raag Aasaa Baanee Bhagathaa Kee ||",
    "translation": "Raag Aasaa, The Word Of The Devotees:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21514,
    "shabad_id": 1767,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ ਜੀੳੁ. ਨਾਮਦੇੳੁ ਜੀੳੁ. ਰਵਿਦਾਸ ਜੀੳੁ ॥",
    "transliteration": "Kabeer Jeeo Naamadhaeo Jeeo Ravidhaas Jeeo ||",
    "translation": "Kabeer, Naam Dayv And Ravi Daas.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21515,
    "shabad_id": 1767,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਅਾਸਾ ਸ੍ਰੀ ਕਬੀਰ ਜੀੳੁ ॥",
    "transliteration": "Aasaa Sree Kabeer Jeeo ||",
    "translation": "Aasaa, Kabeer Jee:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21516,
    "shabad_id": 1767,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਚਰਣ ਲਾਗਿ. ਹਮ ਬਿਨਵਤਾ ਪੂਛਤ; ਕਹ ਜੀੳੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Gur Charan Laag Ham Binavathaa Pooshhath Keh Jeeo Paaeiaa ||",
    "translation": "Falling at the Feet of the Guru, I pray, and ask Him, \"Why was man created?",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਤੇ ਪੁੱਛਦਾ ਹਾਂ-ਹੇ ਗੁਰੂ! ਮੈਨੂੰ ਇਹ ਗੱਲ ਸਮਝਾ ਕੇ ਦੱਸ ਕਿ ਜੀਵ ਕਾਹਦੇ ਲਈ ਪੈਦਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਬਿਨਵਤਾ) ਬੇਨਤੀ। (ਪਾੲਿਅਾ) ਪੈਦਾ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 21517,
    "shabad_id": 1767,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਕਵਨ ਕਾਜਿ ਜਗੁ ੳੁਪਜੈ ਬਿਨਸੈ; ਕਹਹੁ ਮੋਹਿ ਸਮਝਾੲਿਅਾ ॥੧॥",
    "transliteration": "Kavan Kaaj Jag Oupajai Binasai Kehahu Mohi Samajhaaeiaa ||1||",
    "translation": "What deeds cause the world to come into being, and be destroyed? Tell me, that I may understand.\"||1||",
    "punjabi": "ਤੇ ਕਿਸ ਕਾਰਨ ਜਗਤ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਜੀਵ ਨੂੰ ਮਨੁੱਖਾ-ਜਨਮ ਦੇ ਮਨੋਰਥ ਦੀ ਸੂਝ ਗੁਰੂ ਤੋਂ ਹੀ ਪੈ ਸਕਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21518,
    "shabad_id": 1767,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਦੇਵ ਕਰਹੁ ਦੲਿਅਾ. ਮੋਹਿ ਮਾਰਗਿ ਲਾਵਹੁ; ਜਿਤੁ ਭੈ ਬੰਧਨ ਤੂਟੈ ॥",
    "transliteration": "Dhaev Karahu Dhaeiaa Mohi Maarag Laavahu Jith Bhai Bandhhan Thoottai ||",
    "translation": "O Divine Guru, please, show Mercy to me, and place me on the right path, by which the bonds of fear may be cut away.",
    "punjabi": "ਹੇ ਗੁਰਦੇਵ! ਮੇਰੇ ਉੱਤੇ ਮਿਹਰ ਕਰ, ਮੈਨੂੰ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਹੀ) ਰਸਤੇ ਉੱਤੇ ਪਾ, ਜਿਸ ਰਾਹ ਤੇ ਤੁਰਿਆਂ ਮੇਰੇ ਦੁਨੀਆ ਵਾਲੇ ਸਹਮ ਤੇ ਮਾਇਆ ਵਾਲੇ ਜਕੜ ਟੁਟ ਜਾਣ,",
    "pronunciation": "(ਦੇਵ) ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 21519,
    "shabad_id": 1767,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਦੁਖ ਫੇੜ ਕਰਮ; ਸੁਖ ਜੀਅ, ਜਨਮ ਤੇ ਛੂਟੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Janam Maran Dhukh Faerr Karam Sukh Jeea Janam Thae Shhoottai ||1|| Rehaao ||",
    "translation": "The pains of birth and death come from past actions and karma; peace comes when the soul finds release from reincarnation. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਮੇਰੀ ਜਿੰਦ ਦੇ ਸਾਰੀ ਉਮਰ ਦੇ ਜੰਜਾਲ ਉੱਕਾ ਹੀ ਮੁੱਕ ਜਾਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਫੇੜ)ਕੀਤੇ",
    "type_id": 4
  },
  {
    "id": 21520,
    "shabad_id": 1767,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਮਾੲਿਅਾ ਫਾਸ. ਬੰਧ ਨਹੀ ਫਾਰੈ; ਅਰੁ ਮਨ ਸੁੰਨਿ. ਨ ਲੂਕੇ ॥",
    "transliteration": "Maaeiaa Faas Bandhh Nehee Faarai Ar Man Sunn N Lookae ||",
    "translation": "The mortal does not break free from the bonds of the noose of Maya, and he does not seek the shelter of the profound, absolute Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੁਰਦੇਵ! ਮੇਰਾ ਮਨ (ਆਪਣੇ ਗਲੋਂ) ਮਾਇਆ ਦੀਆਂ ਫਾਹੀਆਂ ਤੇ ਬੰਧਨ ਤੋੜਦਾ ਨਹੀਂ, ਨਾਹ ਹੀ ਇਹ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚਣ ਲਈ) ਅਫੁਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਦਾ ਹੈ।",
    "pronunciation": "(ਫਾਸ) ਫਾਹੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 21521,
    "shabad_id": 1767,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅਾਪਾ ਪਦੁ ਨਿਰਬਾਣੁ. ਨ ਚੀਨਿ੍ਹਅਾ; ੲਿਨ ਬਿਧਿ. ਅਭਿੳੁ ਨ ਚੂਕੇ ॥੨॥",
    "transliteration": "Aapaa Padh Nirabaan N Cheenihaaa Ein Bidhh Abhio N Chookae ||2||",
    "translation": "He does not realize the dignity of the self, and Nirvaanaa; because of this, his doubt does not depart. ||2||",
    "punjabi": "ਮੇਰੇ ਇਸ ਮਨ ਨੇ ਆਪਣੇ ਵਾਸ਼ਨਾ-ਰਹਿਤ ਅਸਲੇ ਦੀ ਪਛਾਣ ਨਹੀਂ ਕੀਤੀ, ਤੇ ਇਹਨੀਂ ਗੱਲੀਂ ਇਸ ਦਾ ਕੋਰਾ-ਪਨ ਦੂਰ ਨਹੀਂ ਹੋਇਆ ॥੨॥",
    "pronunciation": "(ਅ-ਭਿੳੁ) ਸੰਸਾ, ਭਰਮ ਨਹੀਂ (ਚੂਕੇ) ਹਟਦਾ। ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ।(ਅ-ਭਿੳੁ) ਨਿਰਭੳੁ ਨਹੀਂ ਹੋੲਿਅਾ। (ਚੂਕੇ) ਖੁੰਝ ਗੲੇ।",
    "type_id": 3
  },
  {
    "id": 21522,
    "shabad_id": 1767,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਕਹੀ ਨ ੳੁਪਜੈ. ੳੁਪਜੀ ਜਾਣੈ; ਭਾਵ ਅਭਾਵ ਬਿਹੂਣਾ ॥",
    "transliteration": "Kehee N Oupajai Oupajee Jaanai Bhaav Abhaav Bihoonaa ||",
    "translation": "The soul is not born, even though he thinks it is born; it is free from birth and death.",
    "punjabi": "ਹੇ ਗੁਰਦੇਵ! ਮੇਰਾ ਮਨ, ਜੋ ਚੰਗੇ ਮੰਦੇ ਖ਼ਿਆਲਾਂ ਦੀ ਪਰਖ ਕਰਨ ਦੇ ਅਸਮਰੱਥ ਸੀ, ਇਸ ਜਗਤ ਨੂੰ-ਜੋ ਕਿਸੇ ਹਾਲਤ ਵਿਚ ਭੀ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖਰਾ ਟਿਕ ਨਹੀਂ ਸਕਦਾ-ਉਸ ਤੋਂ ਵੱਖਰੀ ਹਸਤੀ ਵਾਲਾ ਸਮਝਦਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21523,
    "shabad_id": 1767,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ੳੁਦੈ ਅਸਤ ਕੀ ਮਨ ਬੁਧਿ ਨਾਸੀ; ਤੳੁ ਸਦਾ ਸਹਜਿ ਲਿਵ ਲੀਣਾ ॥੩॥",
    "transliteration": "Oudhai Asath Kee Man Budhh Naasee Tho Sadhaa Sehaj Liv Leenaa ||3||",
    "translation": "When the mortal gives up his ideas of birth and death, he remains constantly absorbed in the Lord's Love. ||3||",
    "punjabi": "(ਪਰ ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ ਤੋਂ) ਮੇਰੇ ਮਨ ਦੀ ਉਹ ਮੱਤ ਨਾਸ ਹੋਈ ਹੈ ਜੋ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਂਦੀ ਹੈ, ਤਾਂ ਹੁਣ ਸਦਾ ਇਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਅਸ-ਤ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 21524,
    "shabad_id": 1767,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਜਿੳੁ ਪ੍ਰਤਿਬਿੰਬੁ, ਬਿੰਬ ਕੳੁ ਮਿਲੀ ਹੈ; ੳੁਦਕ ਕੁੰਭੁ ਬਿਗਰਾਨਾ ॥",
    "transliteration": "Jio Prathibinb Binb Ko Milee Hai Oudhak Kunbh Bigaraanaa ||",
    "translation": "As the reflection of an object blends in the water when the pitcher is broken,",
    "punjabi": "(ਹੇ ਗੁਰਦੇਵ!) ਜਿਵੇਂ, ਜਦੋਂ ਪਾਣੀ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਘੜਾ ਟੁੱਟ ਜਾਂਦਾ ਹੈ ਤਾਂ (ਉਸ ਪਾਣੀ ਵਿਚ ਪੈਣ ਵਾਲਾ) ਅਕਸ ਪਾਣੀ ਨਾਲ ਹੀ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਵੇਂ ਪਾਣੀ ਅਤੇ ਅਕਸ ਦੀ ਹਸਤੀ ਉਸ ਘੜੇ ਵਿਚੋਂ ਮੁੱਕ ਜਾਂਦੀ ਹੈ),",
    "pronunciation": "(ਪ੍ਰਤਿ-ਬਿੰਬੁ) ਅਕਸ, ਪਰਛਾਵਾਂ। (ਬਿੰਬ) ਜਿਸਦਾ ਅਕਸ ਪੈਂਦਾ। (ੳੁਦਕ) ਪਾਣੀ। (ਕੁੰਭੁ) ਘੜਾ। (ਬਿਗਰਾਨਾ) ਟੁੱਟਦਾ",
    "type_id": 3
  },
  {
    "id": 21525,
    "shabad_id": 1767,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਅੈਸਾ ਗੁਣ ਭ੍ਰਮੁ ਭਾਗਾ; ਤੳੁ ਮਨੁ ਸੁੰਨਿ ਸਮਾਨਾਂ ॥੪॥੧॥",
    "transliteration": "Kahu Kabeer Aisaa Gun Bhram Bhaagaa Tho Man Sunn Samaanaan ||4||1||",
    "translation": "Says Kabeer, just so virtue dispels doubt, and then the soul is absorbed in the profound, absolute Lord. ||4||1||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਤਿਵੇਂ ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਰੱਸੀ (ਤੇ ਸੱਪ) ਵਾਲਾ ਭੁਲੇਖਾ ਮਿਟ ਗਿਆ ਹੈ (ਇਹ ਭੁਲੇਖਾ ਮੁੱਕ ਗਿਆ ਹੈ ਕਿ ਇਹ ਦਿੱਸਦਾ ਜਗਤ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਕੋਈ ਵੱਖਰੀ ਹਸਤੀ ਹੈ), ਤੇ ਮੇਰਾ ਮਨ ਅਫੁਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕ ਗਿਆ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
