[
  {
    "id": 21794,
    "shabad_id": 1789,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਜੀਵਨੈ ਕੀ ਅਾਸ ਕਰਹਿ; ਜਮੁ ਨਿਹਾਰੈ ਸਾਸਾ ॥",
    "transliteration": "Jeevanai Kee Aas Karehi Jam Nihaarai Saasaa ||",
    "translation": "You hope for long life, while Death counts your breaths.",
    "punjabi": "(ਬੁੱਢਾ ਹੋ ਕੇ ਅਜੇ ਭੀ) ਤੂੰ (ਹੋਰ) ਜੀਊਣ ਦੀਆਂ ਆਸਾਂ ਬਣਾ ਰਿਹਾ ਹੈਂ, (ਤੇ ਉਧਰ) ਜਮ ਤੇਰੇ ਸਾਹ ਤੱਕ ਰਿਹਾ ਹੈ (ਭਾਵ, ਗਿਣ) ਰਿਹਾ ਹੈ ਕਿ ਕਦੋਂ ਮੁੱਕਣ ਤੇ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "(ਨਿਹਾਰੈ) ਤੱਕਦਾ",
    "type_id": 3
  },
  {
    "id": 21795,
    "shabad_id": 1789,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਬਾਜੀਗਰੀ ਸੰਸਾਰੁ ਕਬੀਰਾ; ਚੇਤਿ ਢਾਲਿ ਪਾਸਾ ॥੩॥੧॥੨੩॥",
    "transliteration": "Baajeegaree Sansaar Kabeeraa Chaeth Dtaal Paasaa ||3||1||23||",
    "translation": "The world is a game, O Kabeer, so throw the dice consciously. ||3||1||23||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਗਤ ਨਟ ਦੀ ਖੇਡ ਹੀ ਹੈ, (ਇਸ ਖੇਡ ਵਿਚ ਜਿੱਤਣ ਲਈ) ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦਾ ਪਾਸਾ ਸੁੱਟ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦੀ ਖੇਡ ਖੇਡੋ) ॥੩॥੧॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21796,
    "shabad_id": 1790,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਸਾ ॥",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21797,
    "shabad_id": 1790,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਨੁ ਰੈਨੀ, ਮਨੁ ਪੁਨ ਰਪਿ ਕਰਿਹੳੁ; ਪਾਚੳੁ ਤਤ ਬਰਾਤੀ ॥",
    "transliteration": "Than Rainee Man Pun Rap Kar Ho Paacho Thath Baraathee ||",
    "translation": "I make my body the dying vat, and within it, I dye my mind. I make the five elements my marriage guests.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਆਪਣਾ ਮਨ ਰੰਗਣ ਲਈ) ਰੰਗਣ ਵਾਲਾ ਭਾਂਡਾ ਬਣਾਇਆ ਹੈ, (ਭਾਵ, ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਬਾਹਰ ਭਟਕਣ ਤੋਂ ਵਰਜ ਕੇ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਰੱਖ ਰਹੀ ਹਾਂ)। ਮਨ ਨੂੰ ਮੈਂ ਭਲੇ ਗੁਣਾਂ (ਦੇ ਰੰਗ) ਨਾਲ ਰੰਗਿਆ ਹੈ, (ਇਸ ਕੰਮ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨ ਲਈ) ਦਇਆ ਧਰਮ ਆਦਿਕ ਦੈਵੀ ਗੁਣਾਂ ਨੂੰ ਮੈਂ ਮੇਲੀ (ਜਾਂਞੀ) ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "(ਰੈਨੀ)ਮੱਟੀ। (ਪੁਨ) ਸ਼ੁਭ ਕਰਮਾਂ ਚ (ਰਪਿ)ਰੰਗਣਾ।ੲਿੱਥੇ ਪੁਨ ਰਪਿ ਵੱਖ, ਹੋਰ ਸਭ ਥਾਂ ਪੁਨਰਪਿ। ਕਰਿ-ਹੳੁ",
    "type_id": 3
  },
  {
    "id": 21798,
    "shabad_id": 1790,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰਾਮਰਾੲਿ ਸਿੳੁ. ਭਾਵਰਿ ਲੈਹੳੁ; ਅਾਤਮ. ਤਿਹ ਰੰਗ ਰਾਤੀ ॥੧॥",
    "transliteration": "Raam Raae Sio Bhaavar Laiho Aatham Thih Rang Raathee ||1||",
    "translation": "I take my marriage vows with the Lord, my King; my soul is imbued with His Love. ||1||",
    "punjabi": "ਹੁਣ ਮੈਂ ਜਗਤ-ਪਤੀ ਪਰਮਾਤਮਾ ਨਾਲ ਲਾਵਾਂ ਲੈ ਰਹੀ ਹਾਂ, ਤੇ ਮੇਰਾ ਆਤਮਾ ਉਸ ਪਤੀ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "ਪ੍ਰੇਮ ਨਿਮ੍ਰਤਾ ਗ੍ਰੀਬੀ ਸਤਿ ਸੰਤੋਖ ਪੂਰਨ ੲਿਕਾਗ੍ਰਤਾ ਅਜਪਾ ਜਾਪ ਚ ਲੀਣਤਾ ਰੂਪ (ਭਾਵਰਿ) ਲਾਵਾਂ ਫੇਰੇ",
    "type_id": 3
  },
  {
    "id": 21799,
    "shabad_id": 1790,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗਾੳੁ ਗਾੳੁ ਰੀ ਦੁਲਹਨੀ; ਮੰਗਲਚਾਰਾ ॥",
    "transliteration": "Gaao Gaao Ree Dhulehanee Mangalachaaraa ||",
    "translation": "Sing, sing, O brides of the Lord, the marriage songs of the Lord.",
    "punjabi": "ਹੇ ਨਵੀਓਂ ਵਹੁਟੀਓ! (ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਵਿਚ ਰੰਗੇ ਹੋਏ ਗਿਆਨ-ਇੰਦ੍ਰਿਓ!) ਤੁਸੀ ਮੁੜ ਮੁੜ ਸੁਹਾਗ ਦੇ ਗੀਤ ਗਾਓ,",
    "pronunciation": "(ਮੰਗਲਚਾਰਾ)ਖ਼ੁਸ਼ੀ ਦੇ ਗੀਤ। ਦੁਲ-ਹਨੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 21800,
    "shabad_id": 1790,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ਗ੍ਰਿਹ ਅਾੲੇ; ਰਾਜਾਰਾਮ ਭਤਾਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maerae Grih Aaeae Raajaa Raam Bhathaaraa ||1|| Rehaao ||",
    "translation": "The Lord, my King, has come to my house as my Husband. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਮੇਰੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਮੇਰਾ ਪਤੀ (ਜਗਤ ਦਾ) ਮਾਲਕ-ਪਰਮਾਤਮਾ ਆਇਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 21801,
    "shabad_id": 1790,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਨਾਭਿ ਕਮਲ ਮਹਿ. ਬੇਦੀ ਰਚਿ ਲੇ; ਬ੍ਰਹਮਗਿਅਾਨ ੳੁਚਾਰਾ ॥",
    "transliteration": "Naabh Kamal Mehi Baedhee Rach Lae Breham Giaan Ouchaaraa ||",
    "translation": "Within the lotus of my heart, I have made my bridal pavilion, and I have spoken the wisdom of God.",
    "punjabi": "ਸੁਆਸ ਸੁਆਸ ਉਸ ਦੀ ਯਾਦ ਵਿਚ ਗੁਜ਼ਾਰਨ ਨੂੰ ਮੈਂ (ਵਿਆਹ ਲਈ) ਵੇਦੀ ਬਣਾ ਲਿਆ ਹੈ, ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਜੋ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਕਰਾਉਂਦਾ ਹੈ (ਵਿਆਹ ਦਾ ਮੰਤ੍ਰ) ਉਚਾਰਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21802,
    "shabad_id": 1790,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਰਾਮਰਾੲਿ ਸੋ ਦੂਲਹੁ ਪਾੲਿਓ; ਅਸ ਬਡਭਾਗ ਹਮਾਰਾ ॥੨॥",
    "transliteration": "Raam Raae So Dhoolahu Paaeiou As Baddabhaag Hamaaraa ||2||",
    "translation": "I have obtained the Lord King as my Husband - such is my great good fortune. ||2||",
    "punjabi": "ਮੇਰੇ ਅਜੇਹੇ ਭਾਗ ਜਾਗੇ ਹਨ ਕਿ ਮੈਨੂੰ ਜਗਤ ਦੇ ਮਾਲਕ-ਪਰਮਾਤਮਾ ਵਰਗਾ ਲਾੜਾ ਮਿਲ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "ਦੂ-ਲੱਹੁ",
    "type_id": 3
  },
  {
    "id": 21803,
    "shabad_id": 1790,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਮੁਨਿ ਜਨ. ਕੳੁਤਕ ਅਾੲੇ; ਕੋਟਿ ਤੇਤੀਸ ੳੁਜਾਨਾਂ ॥",
    "transliteration": "Sur Nar Mun Jan Kouthak Aaeae Kott Thaethees Oujaanaan ||",
    "translation": "The angles, holy men, silent sages, and the 330,000,000 deities have come in their heavenly chariots to see this spectacle.",
    "punjabi": "ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਉਡਾਰੀਆਂ ਲਾਣ ਵਾਲੇ ਮੇਰੇ ਸਤਸੰਗੀ ਮੇਰੇ ਵਿਆਹ ਦੀ ਮਰਯਾਦਾ ਕਰਨ ਆਏ ਹਨ।",
    "pronunciation": "(ੳੁਜਾਨਾਂ)ਵਿਮਾਨਾਂ ਤੇ ਚੜ੍ਹੇ। (੨. ਤੇਤੀਸੳੁ ਜਾਨਾਂ)",
    "type_id": 3
  },
  {
    "id": 21804,
    "shabad_id": 1790,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਮੋਹਿ ਬਿਅਾਹਿ ਚਲੇ ਹੈ; ਪੁਰਖ ੲੇਕ ਭਗਵਾਨਾ ॥੩॥੨॥੨੪॥",
    "transliteration": "Kehi Kabeer Mohi Biaahi Chalae Hai Purakh Eaek Bhagavaanaa ||3||2||24||",
    "translation": "Says Kabeer, I have been taken in marriage by the One Supreme Being, the Lord God. ||3||2||24||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਮੈਨੂੰ ਹੁਣ ਇਕ ਪਰਮਾਤਮਾ ਪਤੀ ਵਿਆਹ ਕੇ ਲੈ ਚੱਲਿਆ ਹੈ ॥੩॥੨॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21805,
    "shabad_id": 1791,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਸਾ ॥",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21806,
    "shabad_id": 1791,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਾਸੁ ਕੀ ਦੁਖੀ. ਸਸੁਰ ਕੀ ਪਿਅਾਰੀ; ਜੇਠ ਕੇ ਨਾਮਿ ਡਰੳੁ ਰੇ ॥",
    "transliteration": "Saas Kee Dhukhee Sasur Kee Piaaree Jaeth Kae Naam Ddaro Rae ||",
    "translation": "I am bothered by my mother-in-law, Maya, and loved by my father-in-law, the Lord. I fear even the name of my husband's elder brother, Death.",
    "punjabi": "ਹੇ ਵੀਰ! ਮੈਂ ਮਾਇਆ ਦੇ ਹੱਥੋਂ ਦੁੱਖੀ ਹਾਂ, ਫਿਰ ਭੀ ਸਰੀਰ ਨਾਲ ਪਿਆਰ (ਦੇਹ-ਅੱਧਿਆਸ) ਹੋਣ ਕਰਕੇ, ਮੈਨੂੰ ਜੇਠ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਡਰ ਲੱਗਦਾ ਹੈ (ਭਾਵ, ਮੇਰਾ ਮਰਨ ਨੂੰ ਚਿੱਤ ਨਹੀਂ ਕਰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21807,
    "shabad_id": 1791,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਖੀ ਸਹੇਲੀ ਨਨਦ ਗਹੇਲੀ; ਦੇਵਰ ਕੈ ਬਿਰਹਿ ਜਰੳੁ ਰੇ ॥੧॥",
    "transliteration": "Sakhee Sehaelee Nanadh Gehaelee Dhaevar Kai Birehi Jaro Rae ||1||",
    "translation": "O my mates and companions, my husband's sister, misunderstanding has seized me, and I am burning with the pain of separation from my husband's younger brother, divine knowledge. ||1||",
    "punjabi": "ਹੇ ਸਖੀ ਸਹੇਲੀਓ! ਮੈਨੂੰ ਇੰਦ੍ਰੀਆਂ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਰੱਖਿਆ ਹੈ, ਮੈਂ ਦਿਉਰ ਦੇ ਵਿਛੋੜੇ ਵਿਚ (ਭਾਵ, ਵਿਚਾਰ ਤੋਂ ਸੱਖਣੀ ਹੋਣ ਕਰਕੇ ਅੰਦਰੇ-ਅੰਦਰ) ਸੜ ਰਹੀ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਬਿਰਹਿ) ਵਿਛੋੜੇ",
    "type_id": 3
  },
  {
    "id": 21808,
    "shabad_id": 1791,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੀ ਮਤਿ ਬੳੁਰੀ. ਮੈ, ਰਾਮੁ ਬਿਸਾਰਿਓ; ਕਿਨ ਬਿਧਿ ਰਹਨਿ ਰਹੳੁ ਰੇ ॥",
    "transliteration": "Maeree Math Bouree Mai Raam Bisaariou Kin Bidhh Rehan Reho Rae ||",
    "translation": "My mind has gone insane, since I forgot the Lord. How can I lead a virtuous lifestyle?",
    "punjabi": "ਮੇਰੀ ਅਕਲ ਮਾਰੀ ਗਈ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ। ਹੇ ਵੀਰ! ਹੁਣ (ਇਸ ਹਾਲਤ ਵਿਚ) ਕਿਵੇਂ ਉਮਰ ਗੁਜ਼ਾਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21809,
    "shabad_id": 1791,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸੇਜੈ ਰਮਤੁ ਨੈਨ ਨਹੀ ਪੇਖੳੁ; ੲਿਹੁ ਦੁਖੁ. ਕਾ ਸੳੁ ਕਹੳੁ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saejai Ramath Nain Nehee Paekho Eihu Dhukh Kaa So Keho Rae ||1|| Rehaao ||",
    "translation": "He rests in the bed of my mind, but I cannot see Him with my eyes. Unto whom should I tell my sufferings? ||1||Pause||",
    "punjabi": "ਹੇ ਵੀਰ! ਇਹ ਦੁੱਖ ਮੈਂ ਕਿਸ ਨੂੰ ਸੁਣਾਵਾਂ ਕਿ ਉਹ ਪ੍ਰਭੂ ਮੇਰੀ ਹਿਰਦੇ-ਸੇਜ ਉੱਤੇ ਵੱਸਦਾ ਹੈ, ਪਰ ਮੈਨੂੰ ਅੱਖੀਂ ਨਹੀਂ ਦਿੱਸਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੁੱਧੀ ਰੂਪ ਸੇਜ ਤੇ ਅਾ ਕੇ, (ਰਮਤੁ) ੲੇਕਤਾ ਅਭੇਤਾ ਰੂਪ ਅਨੰਦ ਨਹੀ ਬਖ਼ਸ਼ਦੇ, ਨੇਤ੍ਰਾਂ ਨਾਲ ਦੇਖਦੀ ਭੀ ਨਹੀ",
    "type_id": 4
  },
  {
    "id": 21810,
    "shabad_id": 1791,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਬਾਪੁ ਸਾਵਕਾ, ਕਰੈ ਲਰਾੲੀ; ਮਾੲਿਅਾ ਸਦ ਮਤਵਾਰੀ ॥",
    "transliteration": "Baap Saavakaa Karai Laraaee Maaeiaa Sadh Mathavaaree ||",
    "translation": "My step-father, egotism, fights with me, and my mother, desire, is always intoxicated.",
    "punjabi": "ਮੇਰੇ ਨਾਲ ਜੰਮਿਆ ਇਹ ਸਰੀਰ ਸਦਾ ਮੇਰੇ ਨਾਲ ਲੜਾਈ ਕਰਦਾ ਹੈ (ਭਾਵ, ਸਦਾ ਖਾਣ ਨੂੰ ਮੰਗਦਾ ਹੈ), ਮਾਇਆ ਨੇ ਮੈਨੂੰ ਝੱਲੀ ਕਰ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(ਸਾਵਕਾ)ਸਕਾ। (ਮੱਤਵਾਰੀ)ਸ਼ੁਦੈਣ",
    "type_id": 3
  },
  {
    "id": 21811,
    "shabad_id": 1791,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਬਡੇ ਭਾੲੀ ਕੈ ਜਬ ਸੰਗਿ ਹੋਤੀ; ਤਬ ਹੳੁ ਨਾਹ ਪਿਅਾਰੀ ॥੨॥",
    "transliteration": "Baddae Bhaaee Kai Jab Sang Hothee Thab Ho Naah Piaaree ||2||",
    "translation": "When I stayed with my elder brother, meditation, then I was loved by my Husband Lord. ||2||",
    "punjabi": "ਜਦੋਂ (ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਮੈਂ ਵੱਡੇ ਵੀਰ (ਗਿਆਨ) ਦੇ ਨਾਲ ਸਾਂ ਤਦੋਂ (ਸਿਮਰਨ ਕਰਦੀ ਸਾਂ ਤੇ) ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਸਾਂ ॥੨॥",
    "pronunciation": "(ਨਾਹ) ਪਤੀ",
    "type_id": 3
  },
  {
    "id": 21812,
    "shabad_id": 1791,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕਹਤ ਕਬੀਰ. ਪੰਚ ਕੋ ਝਗਰਾ; ਝਗਰਤ ਜਨਮੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Kehath Kabeer Panch Ko Jhagaraa Jhagarath Janam Gavaaeiaa ||",
    "translation": "Says Kabeer, the five passions argue with me, and in these arguments, my life is wasting away.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-(ਬੱਸ! ਇਸੇ ਤਰ੍ਹਾਂ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਨਾਲ ਵਾਸਤਾ ਪਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21813,
    "shabad_id": 1791,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਝੂਠੀ ਮਾੲਿਅਾ. ਸਭੁ ਜਗੁ ਬਾਧਿਅਾ; ਮੈ. ਰਾਮ ਰਮਤ ਸੁਖੁ ਪਾੲਿਅਾ ॥੩॥੩॥੨੫॥",
    "transliteration": "Jhoothee Maaeiaa Sabh Jag Baadhhiaa Mai Raam Ramath Sukh Paaeiaa ||3||3||25||",
    "translation": "The false Maya has bound the whole world, but I have obtained peace, chanting the Name of the Lord. ||3||3||25||",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਇਹਨਾਂ ਨਾਲ ਖਹਿੰਦਿਆਂ ਹੀ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਿਹਾ ਹੈ; ਠਗਣੀ ਮਾਇਆ ਨਾਲ ਬੱਝਾ ਪਿਆ ਹੈ। ਪਰ ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਸੁਖ ਪਾ ਲਿਆ ਹੈ ॥੩॥੩॥੨੫॥",
    "pronunciation": "(ਰਮਤ) ਸਿਮਰਦਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 21814,
    "shabad_id": 1792,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਸਾ ॥",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21815,
    "shabad_id": 1792,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਮ ਘਰਿ ਸੂਤੁ. ਤਨਹਿ ਨਿਤ ਤਾਨਾ; ਕੰਠਿ ਜਨੇੳੂ ਤੁਮਾਰੇ ॥",
    "transliteration": "Ham Ghar Sooth Thanehi Nith Thaanaa Kanth Janaeoo Thumaarae ||",
    "translation": "In my house, I constantly weave the thread, while you wear the thread around your neck, O Brahmin.",
    "punjabi": "(ਹੇ ਝੱਲੇ ਬ੍ਰਾਹਮਣ! ਜੇ ਤੈਨੂੰ ਇਸ ਕਰਕੇ ਆਪਣੀ ਉੱਚੀ ਜਾਤ ਦਾ ਮਾਣ ਹੈ ਕਿ) ਤੇਰੇ ਗਲ ਵਿਚ ਜਨੇਊ ਹੈ (ਜੋ ਸਾਡੇ ਗਲ ਨਹੀਂ ਹੈ, ਤਾਂ ਵੇਖ, ਉਹੋ ਜਿਹਾ ਹੀ) ਸਾਡੇ ਘਰ (ਬਥੇਰਾ) ਸੂਤਰ ਹੈ (ਜਿਸ ਨਾਲ) ਅਸੀਂ ਨਿੱਤ ਤਾਣਾ ਤਣਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21816,
    "shabad_id": 1792,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੁਮ੍ਹ ਤੳੁ ਬੇਦ ਪੜਹੁ ਗਾੲਿਤ੍ਰੀ; ਗੋਬਿੰਦੁ ਰਿਦੈ ਹਮਾਰੇ ॥੧॥",
    "transliteration": "Thumh Tho Baedh Parrahu Gaaeithree Gobindh Ridhai Hamaarae ||1||",
    "translation": "You read the Vedas and sacred hymns, while I have enshrined the Lord of the Universe in my heart. ||1||",
    "punjabi": "(ਤੇਰਾ ਵੇਦ ਆਦਿਕ ਪੜ੍ਹਨ ਦਾ ਮਾਣ ਭੀ ਕੂੜਾ, ਕਿਉਂਕਿ) ਤੁਸੀ ਤਾਂ ਵੇਦ ਤੇ ਗਾਇਤ੍ਰੀ-ਮੰਤ੍ਰ ਨਿਰੇ ਜੀਭ ਨਾਲ ਹੀ ਉਚਾਰਦੇ ਹੋ, ਪਰ ਪਰਮਾਤਮਾ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਪੜ੍ਹਹੁ",
    "type_id": 3
  },
  {
    "id": 21817,
    "shabad_id": 1792,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮੇਰੀ ਜਿਹਬਾ ਬਿਸਨੁ. ਨੈਨ ਨਾਰਾੲਿਨ; ਹਿਰਦੈ ਬਸਹਿ ਗੋਬਿੰਦਾ ॥",
    "transliteration": "Maeree Jihabaa Bisan Nain Naaraaein Hiradhai Basehi Gobindhaa ||",
    "translation": "Upon my tongue, within my eyes, and within my heart, abides the Lord, the Lord of the Universe.",
    "punjabi": "ਹੇ ਕਮਲੇ ਬ੍ਰਾਹਮਣ! ਪ੍ਰਭੂ ਜੀ ਮੇਰੀ ਤਾਂ ਜੀਭ ਉੱਤੇ, ਮੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚ ਤੇ ਮੇਰੇ ਦਿਲ ਵਿਚ ਵੱਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21818,
    "shabad_id": 1792,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜਮ ਦੁਅਾਰ ਜਬ ਪੂਛਸਿ ਬਵਰੇ; ਤਬ ਕਿਅਾ ਕਹਸਿ ਮੁਕੰਦਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jam Dhuaar Jab Pooshhas Bavarae Thab Kiaa Kehas Mukandhaa ||1|| Rehaao ||",
    "translation": "When you are interrogated at Death's door, O mad-man, what will you say then? ||1||Pause||",
    "punjabi": "ਪਰ ਤੈਨੂੰ ਜਦੋਂ ਧਰਮਰਾਜ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪ੍ਰਭੂ ਵਲੋਂ ਪੁੱਛ ਹੋਵੇਗੀ ਤਾਂ ਕੀਹ ਉੱਤਰ ਦੇਵੇਂਗਾ (ਕਿ ਕੀਹ ਕਰਦਾ ਰਿਹਾ ਇੱਥੇ ਸਾਰੀ ਉਮਰ)? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੁਕੰਦਾ) ਹਰਿ ਜੀ ਨੰੂ",
    "type_id": 4
  },
  {
    "id": 21819,
    "shabad_id": 1792,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹਮ ਗੋਰੂ ਤੁਮ ਗੁਅਾਰ ਗੁਸਾੲੀ; ਜਨਮ ਜਨਮ ਰਖਵਾਰੇ ॥",
    "transliteration": "Ham Goroo Thum Guaar Gusaaee Janam Janam Rakhavaarae ||",
    "translation": "I am a cow, and You are the herdsman, the Sustainer of the World. You are my Saving Grace, lifetime after lifetime.",
    "punjabi": "ਕਈ ਜਨਮਾਂ ਤੋਂ ਤੁਸੀ ਲੋਕ ਸਾਡੇ ਰਾਖੇ ਬਣੇ ਆ ਰਹੇ ਹੋ, ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਗਾਈਆਂ ਬਣੇ ਰਹੇ, ਤੁਸੀ ਸਾਡੇ ਖਸਮ ਗੁਆਲੇ ਬਣੇ ਰਹੇ।",
    "pronunciation": "(ਗੋਰੂ) ਗੳੂਅਾਂ। (ਗੁਅਾਰ) ਗੁਅਾਲਾ। (ਗੁਸਾੲੀ) ਮਾਲਕ",
    "type_id": 3
  },
  {
    "id": 21820,
    "shabad_id": 1792,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਬਹੂੰ. ਨ ਪਾਰਿ ੳੁਤਾਰਿ ਚਰਾੲਿਹੁ; ਕੈਸੇ ਖਸਮ ਹਮਾਰੇ ॥੨॥",
    "transliteration": "Kabehoon N Paar Outhaar Charaaeihu Kaisae Khasam Hamaarae ||2||",
    "translation": "You have never taken me across to graze there - what sort of a herdsman are You? ||2||",
    "punjabi": "ਪਰ ਤੁਸੀਂ ਹੁਣ ਤਕ ਨਕਾਰੇ ਹੀ ਸਾਬਤ ਹੋਏ, ਤੁਸਾਂ ਕਦੇ ਭੀ ਸਾਨੂੰ (ਨਦੀਓਂ) ਪਾਰ ਲੰਘਾ ਕੇ ਨਾਹ ਚਾਰਿਆ (ਭਾਵ, ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਵਾਲੀ ਕੋਈ ਮੱਤ ਨਾਹ ਦਿੱਤੀ) ॥੨॥",
    "pronunciation": "ਚਰ੍ਹਾੲਿਹੁ",
    "type_id": 3
  },
  {
    "id": 21821,
    "shabad_id": 1792,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤੂੰ ਬਾਮ੍ਹਨੁ. ਮੈ ਕਾਸੀਕ ਜੁਲਹਾ; ਬੂਝਹੁ ਮੋਰ ਗਿਅਾਨਾ ॥",
    "transliteration": "Thoon Baamhan Mai Kaaseek Julehaa Boojhahu Mor Giaanaa ||",
    "translation": "You are a Brahmin, and I am a weaver of Benares; can You understand my wisdom?",
    "punjabi": "(ਇਹ ਠੀਕ ਹੈ ਕਿ) ਤੂੰ ਕਾਂਸ਼ੀ ਦਾ ਬ੍ਰਾਹਮਣ ਹੈਂ (ਭਾਵ, ਤੈਨੂੰ ਮਾਣ ਹੈ ਆਪਣੀ ਵਿੱਦਿਆ ਦਾ, ਜੋ ਤੂੰ ਕਾਂਸ਼ੀ ਵਿਚ ਹਾਸਲ ਕੀਤੀ), ਤੇ ਮੈਂ (ਜਾਤ ਦਾ) ਜੁਲਾਹ ਹਾਂ (ਜਿਸ ਨੂੰ ਤੁਹਾਡੀ ਵਿੱਦਿਆ ਪੜ੍ਹਨ ਦਾ ਹੱਕ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "(ਕਾਸੀਕ) ਕਾਂਸ਼ੀ ਦਾ। (ਜੁਲਹਾ) ਜੁਲਾਹਾ",
    "type_id": 3
  },
  {
    "id": 21822,
    "shabad_id": 1792,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਤੁਮ੍ਹ ਤੳੁ ਜਾਚੇ. ਭੂਪਤਿ ਰਾਜੇ; ਹਰਿ ਸੳੁ ਮੋਰ ਧਿਅਾਨਾ ॥੩॥੪॥੨੬॥",
    "transliteration": "Thumh Tho Jaachae Bhoopath Raajae Har So Mor Dhhiaanaa ||3||4||26||",
    "translation": "You beg from emperors and kings, while I meditate on the Lord. ||3||4||26||",
    "punjabi": "ਪਰ, ਮੇਰੀ ਵਿਚਾਰ ਦੀ ਇਕ ਗੱਲ ਸੋਚ (ਕਿ ਵਿੱਦਿਆ ਪੜ੍ਹ ਕੇ ਤੁਸੀ ਆਖ਼ਰ ਕਰਦੇ ਕੀਹ ਹੋ), ਤੁਸੀ ਤਾਂ ਰਾਜੇ ਰਾਣਿਆਂ ਦੇ ਦਰ ਤੇ ਮੰਗਦੇ ਫਿਰਦੇ ਹੋ, ਤੇ ਮੇਰੀ ਸੁਰਤਿ ਪ੍ਰਭੂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ ॥੩॥੪॥੨੬॥",
    "pronunciation": "(ਜਾਚੇ) ਮੰਗਦੇ। (ਭੂਪਤਿ) ਰਾਜਾ",
    "type_id": 3
  },
  {
    "id": 21823,
    "shabad_id": 1793,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਸਾ ॥",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21824,
    "shabad_id": 1793,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਗਿ ਜੀਵਨੁ ਅੈਸਾ ਸੁਪਨੇ ਜੈਸਾ; ਜੀਵਨੁ ਸੁਪਨ ਸਮਾਨੰ ॥",
    "transliteration": "Jag Jeevan Aisaa Supanae Jaisaa Jeevan Supan Samaanan ||",
    "translation": "The life of the world is only a dream; life is just a dream.",
    "punjabi": "ਜਗਤ ਵਿਚ (ਮਨੁੱਖ ਦੀ) ਜ਼ਿੰਦਗੀ ਅਜਿਹੀ ਹੀ ਹੈ ਜਿਹਾ ਸੁਪਨਾ ਹੈ, ਜ਼ਿੰਦਗੀ ਸੁਪਨੇ ਵਰਗੀ ਹੀ ਹੈ।",
    "pronunciation": "ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 21825,
    "shabad_id": 1793,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਾਚੁ ਕਰਿ ਹਮ ਗਾਠਿ ਦੀਨੀ; ਛੋਡਿ ਪਰਮ ਨਿਧਾਨੰ ॥੧॥",
    "transliteration": "Saach Kar Ham Gaath Dheenee Shhodd Param Nidhhaanan ||1||",
    "translation": "Believing it to be true, I grasped at it, and abandoned the supreme treasure. ||1||",
    "punjabi": "ਪਰ ਅਸਾਂ ਸਭ ਤੋਂ ਉੱਚੇ (ਸੁਖਾਂ ਦੇ) ਖ਼ਜ਼ਾਨੇ-ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ, (ਇਸ ਸੁਪਨ-ਸਮਾਨ ਜੀਵਨ ਨੂੰ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਜਾਣ ਕੇ ਇਸ ਨੂੰ ਗੰਢ ਦੇ ਰੱਖੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਪਰਮ) ਸ੍ਰੇਸ਼ਟ (ਨਿਧਾਨੰ) ਖਜ਼ਾਨੇ",
    "type_id": 3
  },
  {
    "id": 21826,
    "shabad_id": 1793,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬਾਬਾ; ਮਾੲਿਅਾ ਮੋਹ ਹਿਤੁ ਕੀਨ੍ਹ ॥",
    "transliteration": "Baabaa Maaeiaa Moh Hith Keenh ||",
    "translation": "O Father, I have enshrined love and affection for Maya,",
    "punjabi": "ਹੇ ਬਾਬਾ! ਅਸਾਂ ਮਾਇਆ ਨਾਲ ਮੋਹ-ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "(ਹਿਤੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 21827,
    "shabad_id": 1793,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਿ ਗਿਅਾਨੁ ਰਤਨੁ; ਹਿਰਿ ਲੀਨ੍ਹ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jin Giaan Rathan Hir Leenh ||1|| Rehaao ||",
    "translation": "Which has taken the jewel of spiritual wisdom away from me. ||1||Pause||",
    "punjabi": "ਜਿਸ ਨੇ ਸਾਡਾ ਗਿਆਨ-ਰੂਪ ਹੀਰਾ ਚੁਰਾ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਹਿਰਿ) ਚੁਰਾ",
    "type_id": 4
  },
  {
    "id": 21828,
    "shabad_id": 1793,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨੈਨ ਦੇਖਿ ਪਤੰਗੁ ੳੁਰਝੈ; ਪਸੁ. ਨ ਦੇਖੈ ਅਾਗਿ ॥",
    "transliteration": "Nain Dhaekh Pathang Ourajhai Pas N Dhaekhai Aag ||",
    "translation": "The moth sees with its eyes, but it still becomes entangled; the insect does not see the fire.",
    "punjabi": "ਭੰਬਟ ਅੱਖਾਂ ਨਾਲ (ਦੀਵੇ ਦੀ ਲਾਟ ਦਾ ਰੂਪ) ਵੇਖ ਕੇ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਮੂਰਖ ਅੱਗ ਨੂੰ ਨਹੀਂ ਵੇਖਦਾ।",
    "pronunciation": "(ਪਤੰਗੁ) ਪਤੰਗਾ। (ੳੁਰਝੈ) ਫਸਦਾ",
    "type_id": 3
  },
  {
    "id": 21829,
    "shabad_id": 1793,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕਾਲ ਫਾਸ. ਨ ਮੁਗਧੁ ਚੇਤੈ; ਕਨਿਕ ਕਾਮਿਨਿ ਲਾਗਿ ॥੨॥",
    "transliteration": "Kaal Faas N Mugadhh Chaethai Kanik Kaamin Laag ||2||",
    "translation": "Attached to gold and woman, the fool does not think of the noose of Death. ||2||",
    "punjabi": "(ਤਿਵੇਂ ਹੀ) ਮੂਰਖ ਜੀਵ ਸੋਨੇ ਤੇ ਇਸਤ੍ਰੀ (ਦੇ ਮੋਹ) ਵਿਚ ਫਸ ਕੇ ਮੌਤ ਦੀ ਫਾਹੀ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਰੱਖਦਾ ॥੨॥",
    "pronunciation": "(ਮੁਗਧੁ) ਮੂਰਖ। (ਕਨਿਕ) ਸੋਨਾ। (ਕਾਮਿਨਿ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 21830,
    "shabad_id": 1793,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਰਿ ਬਿਚਾਰੁ ਬਿਕਾਰ ਪਰਹਰਿ; ਤਰਨ ਤਾਰਨ ਸੋੲਿ ॥",
    "transliteration": "Kar Bichaar Bikaar Parehar Tharan Thaaran Soe ||",
    "translation": "Reflect upon this, and abandon sin; the Lord is a boat to carry you across.",
    "punjabi": "(ਤੂੰ ਵਿਕਾਰ ਛੱਡ ਦੇਹ ਅਤੇ ਪ੍ਰਭੂ ਨੂੰ ਚੇਤੇ ਕਰ, ਉਹੀ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ,",
    "pronunciation": "(ਪਰਹਰਿ) ਤਿਅਾਗ",
    "type_id": 3
  },
  {
    "id": 21831,
    "shabad_id": 1793,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ ਜਗਜੀਵਨੁ ਅੈਸਾ; ਦੁਤੀਅ ਨਾਹੀ ਕੋੲਿ ॥੩॥੫॥੨੭॥",
    "transliteration": "Kehi Kabeer Jagajeevan Aisaa Dhutheea Naahee Koe ||3||5||27||",
    "translation": "Says Kabeer, such is the Lord, the Life of the World; there is no one equal to Him. ||3||5||27||",
    "punjabi": "ਅਤੇ ਕਬੀਰ ਆਖਦਾ ਹੈ, ਉਹ (ਸਾਡੇ) ਜੀਵਨ ਦਾ ਆਸਰਾ-ਪ੍ਰਭੂ ਐਸਾ ਹੈ ਕਿ ਕੋਈ ਹੋਰ ਉਸ ਵਰਗਾ ਨਹੀਂ ਹੈ ॥੩॥੫॥੨੭॥",
    "pronunciation": "(ਦੁਤੀਅ) ਦੂਜਾ। ਜੱਗਜੀਵਨੁ",
    "type_id": 3
  },
  {
    "id": 21832,
    "shabad_id": 1794,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਸਾ ॥",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
