[
  {
    "id": 22094,
    "shabad_id": 1819,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22095,
    "shabad_id": 1819,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਰਾਗੁ ਗੂਜਰੀ ਮਹਲਾ ੧ ਚੳੁਪਦੇ ਘਰੁ ੧ ॥",
    "transliteration": "Raag Goojaree Mehalaa 1 Choupadhae Ghar 1 ||",
    "translation": "Raag Goojaree, First Mehl, Chau-Padas, First House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22096,
    "shabad_id": 1819,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਤੇਰਾ ਨਾਮੁ. ਕਰੀ ਚਨਣਾਠੀਅਾ; ਜੇ ਮਨੁ. ੳੁਰਸਾ ਹੋੲਿ ॥",
    "transliteration": "Thaeraa Naam Karee Chananaatheeaa Jae Man Ourasaa Hoe ||",
    "translation": "I would make Your Name the sandalwood, and my mind the stone to rub it on;",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜੇ ਮੈਂ ਤੇਰੇ ਨਾਮ (ਦੀ ਯਾਦ) ਨੂੰ ਚੰਨਣ ਦੀ ਲੱਕੜੀ ਬਣਾ ਲਵਾਂ, ਜੇ ਮੇਰਾ ਮਨ (ਉਸ ਚੰਦਨ ਦੀ ਲੱਕੜੀ ਨੂੰ ਘਸਾਣ ਵਾਸਤੇ) ਸਿਲ ਬਣ ਜਾਏ,",
    "pronunciation": "(ਚਨਣਾਠੀਅਾ)ਚੰਨਣ ਦੀ ਲੱਕੜ। (ੳੁਰਸਾ)ਚੰਨਣ ਘਸਾੳੁਣ ਵਾਲੀ ਸਿਲਾ ਦੀ ਨਿਅਾੲੀ ਮਨ ਅਚੱਲ ਹੋਵੇ",
    "type_id": 3
  },
  {
    "id": 22097,
    "shabad_id": 1819,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਰਣੀ ਕੁੰਗੂ. ਜੇ ਰਲੈ; ਘਟ ਅੰਤਰਿ. ਪੂਜਾ ਹੋੲਿ ॥੧॥",
    "transliteration": "Karanee Kungoo Jae Ralai Ghatt Anthar Poojaa Hoe ||1||",
    "translation": "For saffron, I would offer good deeds; thus, I perform worship and adoration within my heart. ||1||",
    "punjabi": "ਜੇ ਮੇਰਾ ਉੱਚਾ ਆਚਰਨ (ਇਹਨਾਂ ਦੇ ਨਾਲ) ਕੇਸਰ (ਬਣ ਕੇ) ਰਲ ਜਾਏ, ਤਾਂ ਤੇਰੀ ਪੂਜਾ ਮੇਰੇ ਹਿਰਦੇ ਦੇ ਅੰਦਰ ਹੀ ਪਈ ਹੋਵੇਗੀ ॥੧॥",
    "pronunciation": "(ਕਰਣੀ) ਚੰਗੇ ਕਰਮ। (ਕੁੰਗੂ) ਕੇਸਰ। (ਘਟ) ਹਿਰਦੇ ਚ",
    "type_id": 3
  },
  {
    "id": 22098,
    "shabad_id": 1819,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪੂਜਾ ਕੀਚੈ. ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਬਿਨੁ ਨਾਵੈ ਪੂਜ ਨ ਹੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Poojaa Keechai Naam Dhhiaaeeai Bin Naavai Pooj N Hoe ||1|| Rehaao ||",
    "translation": "Perform worship and adoration by meditating on the Naam, the Name of the Lord; without the Name, there is no worship and adoration. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਪੂਜਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਪੂਜਾ (ਐਸੀ) ਨਹੀਂ (ਜੋ ਪਰਵਾਨ ਹੋ ਸਕੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕੀਚੈ) ਕਰੀੲੇ।(ਬਿਨੁ) ਬਿਨ੍ਹਾਂ।(ਨਾਵੈ) ਨਾਮ",
    "type_id": 4
  },
  {
    "id": 22099,
    "shabad_id": 1819,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਬਾਹਰਿ ਦੇਵ ਪਖਾਲੀਅਹਿ; ਜੇ ਮਨੁ ਧੋਵੈ ਕੋੲਿ ॥",
    "transliteration": "Baahar Dhaev Pakhaaleeahi Jae Man Dhhovai Koe ||",
    "translation": "If one were to wash his heart inwardly, like the stone idol which is washed on the outside,",
    "punjabi": "ਜਿਵੇਂ ਬਾਹਰ ਦੇਵ-ਮੂਰਤੀਆਂ ਦੇ ਇਸ਼ਨਾਨ ਕਰਾਈਦੇ ਹਨ, ਤਿਵੇਂ ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ (ਨਾਮ-ਸਿਮਰਨ ਨਾਲ) ਧੋਵੇ,",
    "pronunciation": "(ਬਾਹਰਿ) ਬਾਹਰੋਂ।(ਦੇਵ) ਦੇਹੀ।(ਪਖਾਲੀ-ਅਹਿ) ਧੋਣਾ ਕੀਤਾ ਹੈ ਪਰ।(ਮਨੁ)ਹਿਰਦੇ ਨਾਮ ਨਾਲ।(ਕੋੲਿ)ਕਿੳੁਂ ਨਹੀਂ ਧੋੲਿਅਾ ਜੇ?",
    "type_id": 3
  },
  {
    "id": 22100,
    "shabad_id": 1819,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜੂਠਿ ਲਹੈ. ਜੀੳੁ ਮਾਜੀਅੈ; ਮੋਖ ਪੲਿਅਾਣਾ ਹੋੲਿ ॥੨॥",
    "transliteration": "Jooth Lehai Jeeo Maajeeai Mokh Paeiaanaa Hoe ||2||",
    "translation": "His filth would be removed, his soul would be cleansed, and he would be liberated when he departs. ||2||",
    "punjabi": "ਤਾਂ ਉਸ ਦੇ ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਸੁੱਧ-ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਕਾਰਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਨਾਮ ਸਿਮਰਨ ਨਾਲ (ਜੀੳੁ)ਮਨ (ਮਾਜੀਅੈ)ਮਾਂਜਕੇ (ਜੂਠਿ)ਅਪਵਿਤ੍ਰਤਾ (ਲਹੈ)ਲੱਥਦੀ ਹੈ ਅਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਦੂਰ (ਮੋਖ)ਮੁਕਤੀ ਦੇ ਰਾਹ ਤੇ (ਪ-ੲਿਅਾਣਾ)ਚਲਨਾ (ਹੋੲਿ)ਹੁੰਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 22101,
    "shabad_id": 1819,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਪਸੂ ਮਿਲਹਿ ਚੰਗਿਅਾੲੀਅਾ; ਖੜੁ ਖਾਵਹਿ. ਅੰਮ੍ਰਿਤੁ ਦੇਹਿ ॥",
    "transliteration": "Pasoo Milehi Changiaaeeaa Kharr Khaavehi Anmrith Dhaehi ||",
    "translation": "Even beasts have value, as they eat grass and give milk.",
    "punjabi": "(ਇਸ ਧਰਤੀ ਉਤੇ ਮਨੁੱਖ, ਪਸ਼ੂ ਪੰਛੀ ਆਦਿਕ ਸਭ ਦਾ ਸਿਰਦਾਰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਪਰ) ਪਸ਼ੂਆਂ ਨੂੰ ਸ਼ਾਬਾਸ਼ੇ ਮਿਲਦੀਆਂ ਹਨ, ਉਹ ਘਾਹ ਖਾਂਦੇ ਹਨ ਤੇ (ਦੁੱਧ ਵਰਗਾ) ਉੱਤਮ ਪਦਾਰਥ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(ਖੜੁ)ਘਾਹ। ਖਵੁ:ੜ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 22102,
    "shabad_id": 1819,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਮ ਵਿਹੂਣੇ ਅਾਦਮੀ; ਧ੍ਰਿਗੁ ਜੀਵਣ ਕਰਮ ਕਰੇਹਿ ॥੩॥",
    "transliteration": "Naam Vihoonae Aadhamee Dhhrig Jeevan Karam Karaehi ||3||",
    "translation": "Without the Naam, the mortal's life is cursed, as are the actions he performs. ||3||",
    "punjabi": "ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ ਕਿਉਂਕਿ ਉਹ (ਨਾਮ ਵਿਸਾਰ ਕੇ ਹੋਰ ਹੋਰ) ਕੰਮ ਹੀ ਕਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "(ਵਿਹੂਣੇ)ਸਖਣੇ। (ਧ੍ਰਿਗ) ਲਾਹਨਤ",
    "type_id": 3
  },
  {
    "id": 22103,
    "shabad_id": 1819,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨੇੜਾ ਹੈ. ਦੂਰਿ ਨ ਜਾਣਿਅਹੁ; ਨਿਤ ਸਾਰੇ ਸੰਮ੍ਹਾਲੇ ॥",
    "transliteration": "Naerraa Hai Dhoor N Jaaniahu Nith Saarae Sanmhaalae ||",
    "translation": "The Lord is hear at hand - do not think that He is far away. He always cherishes us, and remembers us.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਾਡੀ ਤੇ ਪ੍ਰਭੂ ਦੀ ਬੜੀ ਨੇੜੇ ਦੀ ਸਾਂਝ ਹੈ (ਇਤਨੀ ਨੇੜੇ ਦੀ ਕਿ) ਜੋ ਕੁਝ ਉਹ ਸਾਨੂੰ ਦੇਂਦਾ ਹੈ ਉਹੀ ਅਸੀਂ ਖਾਂਦੇ ਹਾਂ (ਖਾ ਕੇ ਜੀਵਨ-ਨਿਰਬਾਹ ਕਰਦੇ ਹਾਂ), ਉਹ (ਦਾਤਾ) ਹੈ ਭੀ ਸਦਾ (ਸਾਡੇ ਸਿਰ ਉਤੇ) ਕਾਇਮ।",
    "pronunciation": "(ਸਾਰੇ)ਸੱਭ।(ਸੰਮ੍ਹਾਲੇ) ਸੰਭਾਲਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 22104,
    "shabad_id": 1819,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਦੇਵੈ ਸੋ ਖਾਵਣਾ; ਕਹੁ ਨਾਨਕ. ਸਾਚਾ ਹੇ ॥੪॥੧॥",
    "transliteration": "Jo Dhaevai So Khaavanaa Kahu Naanak Saachaa Hae ||4||1||",
    "translation": "Whatever He gives us, we eat; says Nanak, He is the True Lord. ||4||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਨੂੰ ਆਪਣੇ ਤੋਂ ਦੂਰ ਨਾਹ ਸਮਝੋ, ਉਹ ਸਦਾ ਸਾਡੀ ਸਾਰ ਲੈਂਦਾ ਹੈ ਸੰਭਾਲ ਕਰਦਾ ਹੈ (ਮੂਰਤੀਆਂ ਦੀ ਪੂਜਾ ਕਰਨ ਦੇ ਥਾਂ ਉਸ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਧਿਆਵੋ) ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22105,
    "shabad_id": 1820,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Goojaree Mehalaa 1 ||",
    "translation": "Goojaree, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22106,
    "shabad_id": 1820,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਭਿ ਕਮਲ ਤੇ. ਬ੍ਰਹਮਾ ੳੁਪਜੇ; ਬੇਦ ਪੜਹਿ. ਮੁਖਿ ਕੰਠਿ ਸਵਾਰਿ ॥",
    "transliteration": "Naabh Kamal Thae Brehamaa Oupajae Baedh Parrehi Mukh Kanth Savaar ||",
    "translation": "From the lotus of Vishnu's navel, Brahma was born; He chanted the Vedas with a melodious voice.",
    "punjabi": "(ਪੁਰਾਣਾਂ ਵਿਚ ਕਥਾ ਆਉਂਦੀ ਹੈ ਕਿ ਜਿਸ ਬ੍ਰਹਮਾ ਦੇ ਰਚੇ ਹੋਏ) ਵੇਦ (ਪੰਡਿਤ ਲੋਕ) ਮੂੰਹੋਂ ਗਲੇ ਨਾਲ ਮਿੱਠੀ ਸੁਰ ਵਿਚ ਨਿੱਤ ਪੜ੍ਹਦੇ ਹਨ, ਉਹ ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂੰ ਦੀ ਧੁੰਨੀ ਵਿਚੋਂ ਉੱਗੇ ਹੋਏ ਕੌਲ ਦੀ ਨਾਲ ਤੋਂ ਜੰਮਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22107,
    "shabad_id": 1820,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਾ ਕੋ ਅੰਤੁ. ਨ ਜਾੲੀ ਲਖਣਾ; ਅਾਵਤ ਜਾਤ ਰਹੈ ਗੁਬਾਰਿ ॥੧॥",
    "transliteration": "Thaa Ko Anth N Jaaee Lakhanaa Aavath Jaath Rehai Gubaar ||1||",
    "translation": "He could not find the Lord's limits, and he remained in the darkness of coming and going. ||1||",
    "punjabi": "(ਤੇ ਆਪਣੇ ਜਨਮ-ਦਾਤੇ ਦੀ ਕੁਦਰਤਿ ਦਾ ਅੰਤ ਲੱਭਣ ਲਈ ਉਸ ਨਾਲ ਵਿਚ ਚੱਲ ਪਿਆ, ਕਈ ਜੁਗ ਉਸ ਨਾਲ ਦੇ) ਹਨੇਰੇ ਵਿਚ ਹੀ ਆਉਂਦਾ ਜਾਂਦਾ ਰਿਹਾ, ਪਰ ਉਸ ਦਾ ਅੰਤ ਨਾਹ ਲੱਭ ਸਕਿਆ ॥੧॥",
    "pronunciation": "ਲਖਣਾ:ਪੋਲਾ ਬੋਲੋ। (ਗੁਬਾਰਿ) ਹਨ੍ਹੇਰਾ",
    "type_id": 3
  },
  {
    "id": 22108,
    "shabad_id": 1820,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰੀਤਮ ਕਿੳੁ ਬਿਸਰਹਿ; ਮੇਰੇ ਪ੍ਰਾਣ ਅਧਾਰ ॥",
    "transliteration": "Preetham Kio Bisarehi Maerae Praan Adhhaar ||",
    "translation": "Why should I forget my Beloved? He is the support of my very breath of life.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਆਸਰੇ ਪ੍ਰੀਤਮ! ਮੈਨੂੰ ਨਾਹ ਭੁੱਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22109,
    "shabad_id": 1820,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਜਾ ਕੀ ਭਗਤਿ ਕਰਹਿ ਜਨ ਪੂਰੇ; ਮੁਨਿ ਜਨ ਸੇਵਹਿ. ਗੁਰ ਵੀਚਾਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jaa Kee Bhagath Karehi Jan Poorae Mun Jan Saevehi Gur Veechaar ||1|| Rehaao ||",
    "translation": "The perfect beings perform devotional worship to Him. The silent sages serve Him through the Guru's Teachings. ||1||Pause||",
    "punjabi": "ਤੂੰ ਉਹ ਹੈਂ ਜਿਸ ਦੀ ਭਗਤੀ ਪੂਰਨ ਪੁਰਖ ਸਦਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਨੂੰ ਰਿਸ਼ੀ ਮੁਨੀ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੂਝ ਦੇ ਆਸਰੇ ਸਦਾ ਸਿਮਰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22110,
    "shabad_id": 1820,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਰਵਿ ਸਸਿ ਦੀਪਕ, ਜਾ ਕੇ ਤ੍ਰਿਭਵਣਿ; ੲੇਕਾ ਜੋਤਿ ਮੁਰਾਰਿ ॥",
    "transliteration": "Rav Sas Dheepak Jaa Kae Thribhavan Eaekaa Joth Muraar ||",
    "translation": "His lamps are the sun and the moon; the One Light of the Destroyer of ego fills the three worlds.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਇਤਨਾ ਵੱਡਾ ਹੈ ਕਿ ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਉਸ ਦੇ ਤ੍ਰਿਭਵਣੀ ਜਗਤ ਵਿਚ (ਮਾਨੋ ਨਿਕੇ ਜਿਹੇ) ਦੀਵੇ (ਹੀ) ਹਨ, ਸਾਰੇ ਜਗਤ ਵਿਚ ਉਸੇ ਦੀ ਜੋਤਿ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "(ਦੀਪਕ) ਦੀਵੇ",
    "type_id": 3
  },
  {
    "id": 22111,
    "shabad_id": 1820,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋੲਿ. ਸੁ ਅਹਿ ਨਿਸਿ ਨਿਰਮਲੁ; ਮਨਮੁਖਿ ਰੈਣਿ ਅੰਧਾਰਿ ॥੨॥",
    "transliteration": "Guramukh Hoe S Ahinis Niramal Manamukh Rain Andhhaar ||2||",
    "translation": "One who becomes Gurmukh remains immaculately pure, day and night, while the self-willed manmukh is enveloped by the darkness of night. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਉਸ ਨੂੰ ਦਿਨ ਰਾਤ ਮਿਲਦਾ ਹੈ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ (ਅਗਿਆਨਤਾ ਦੇ) ਹਨੇਰੇ ਵਿਚ ਬੀਤਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22112,
    "shabad_id": 1820,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸਿਧ ਸਮਾਧਿ ਕਰਹਿ ਨਿਤ ਝਗਰਾ; ਦੁਹੁ ਲੋਚਨ. ਕਿਅਾ ਹੇਰੈ ॥",
    "transliteration": "Sidhh Samaadhh Karehi Nith Jhagaraa Dhuhu Lochan Kiaa Haerai ||",
    "translation": "The Siddhas in Samaadhi are continually in conflict; what can they see with their two eyes?",
    "punjabi": "ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ (ਆਪਣੇ ਹੀ ਉੱਦਮ ਦੀ ਟੇਕ ਰੱਖ ਕੇ) ਸਮਾਧੀਆਂ ਲਾਂਦੇ ਹਨ ਤੇ ਮਨ ਨੂੰ ਜਿੱਤਣ ਦੇ ਜਤਨ ਕਰਦੇ ਹਨ (ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਉੱਦਮ ਉਤੇ ਹੀ ਟੇਕ ਰੱਖੇ, ਉਸ ਨੂੰ) ਉਹ ਅੰਦਰ-ਵੱਸਦੀ ਜੋਤਿ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦੀ।",
    "pronunciation": "(ਹੇਰੈ) ਦੇਖਣ",
    "type_id": 3
  },
  {
    "id": 22113,
    "shabad_id": 1820,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਤਿ ਸਬਦੁ ਧੁਨਿ ਜਾਗੈ; ਸਤਿਗੁਰੁ ਝਗਰੁ ਨਿਬੇਰੈ ॥੩॥",
    "transliteration": "Anthar Joth Sabadh Dhhun Jaagai Sathigur Jhagar Nibaerai ||3||",
    "translation": "One who has the Divine Light within his heart, and is awakened to the melody of the Word of the Shabad - the True Guru settles his conflicts. ||3||",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ) ਉਸ ਦਾ ਮਨ ਵਾਲਾ ਝਗੜਾ ਗੁਰੂ ਮੁਕਾ ਦੇਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਮਿੱਠੀ ਲਗਨ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22114,
    "shabad_id": 1820,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਨਾਥ ਬੇਅੰਤ ਅਜੋਨੀ; ਸਾਚੈ ਮਹਲਿ ਅਪਾਰਾ ॥",
    "transliteration": "Sur Nar Naathh Baeanth Ajonee Saachai Mehal Apaaraa ||",
    "translation": "O Lord of angels and men, infinite and unborn, Your True Mansion is incomparable.",
    "punjabi": "ਹੇ ਦੇਵਤਿਆਂ ਤੇ ਮਨੁੱਖਾਂ ਦੇ ਖਸਮ! ਹੇ ਬੇਅੰਤ! ਹੇ ਜੂਨ-ਰਹਿਤ! ਤੇ ਅਟੱਲ ਮਹਲ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਵਾਲੇ ਅਪਾਰ ਪ੍ਰਭੂ!",
    "pronunciation": "(ਅਜੋਨੀ) ਅਕਾਲ ਪੁਰਖੁ ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 22115,
    "shabad_id": 1820,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਸਹਜਿ ਮਿਲੇ ਜਗਜੀਵਨ; ਨਦਰਿ ਕਰਹੁ ਨਿਸਤਾਰਾ ॥੪॥੨॥",
    "transliteration": "Naanak Sehaj Milae Jagajeevan Nadhar Karahu Nisathaaraa ||4||2||",
    "translation": "Nanak merges imperceptibly into the Life of the world; shower Your mercy upon him, and save him. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ-) ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ! (ਮੇਹਰ ਕਰ ਮੈਨੂੰ) ਅਡੋਲਤਾ ਵਿਚ ਨਿਵਾਸ ਮਿਲੇ। ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ ਮੇਰਾ ਬੇੜਾ ਪਾਰ ਕਰ ॥੪॥੨॥",
    "pronunciation": "(ਸਹਿਜ) ਅਨੰਦ ਸਰੂਪ। ਜੱਗਜੀਵਨ",
    "type_id": 3
  }
]
