[
  {
    "id": 22310,
    "shabad_id": 1837,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਧਨ. ਮੇਰੀ ਚਿੰਤ ਵਿਸਾਰੀ; ਹਰਿ ਧਨਿ. ਲਾਹਿਅਾ ਧੋਖਾ ॥",
    "transliteration": "Har Dhhan Maeree Chinth Visaaree Har Dhhan Laahiaa Dhhokhaa ||",
    "translation": "Through the wealth of the Lord, I have forgotten my anxiety; through the wealth of the Lord, my doubt has been dispelled.",
    "punjabi": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਨੇ ਮੇਰੀ ਹਰੇਕ ਕਿਸਮ ਦੀ ਚਿੰਤਾ ਭੁਲਾ ਦਿੱਤੀ ਹੈ, ਮੇਰਾ ਹਰੇਕ ਫ਼ਿਕਰ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22311,
    "shabad_id": 1837,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਧਨ ਤੇ. ਮੈ ਨਵ ਨਿਧਿ ਪਾੲੀ; ਹਾਥਿ ਚਰਿਓ ਹਰਿ ਥੋਕਾ ॥੩॥",
    "transliteration": "Har Dhhan Thae Mai Nav Nidhh Paaee Haathh Chariou Har Thhokaa ||3||",
    "translation": "From the wealth of the Lord, I have obtained the nine treasures; the true essence of the Lord has come into my hands. ||3||",
    "punjabi": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਤੋਂ (ਮੈਂ ਇਉਂ ਸਮਝਦਾ ਹਾਂ ਕਿ) ਮੈਂ ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਏ ਹਨ, (ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਇਹ ਸਭ ਤੋਂ ਕੀਮਤੀ ਨਾਮ-ਧਨ ਮੈਨੂੰ ਲੱਭ ਪਿਆ ਹੈ ॥੩॥",
    "pronunciation": "(ਥੋਕਾ) ਨਾਮ ਪਦਾਰਥ,ਚਰ੍ਹਿਓ",
    "type_id": 3
  },
  {
    "id": 22312,
    "shabad_id": 1837,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਖਾਵਹੁ ਖਰਚਹੁ. ਤੋਟਿ ਨ ਅਾਵੈ; ਹਲਤ ਪਲਤ ਕੈ ਸੰਗੇ ॥",
    "transliteration": "Khaavahu Kharachahu Thott N Aavai Halath Palath Kai Sangae ||",
    "translation": "No matter how much I eat and expend this wealth, it is not exhausted; here and hereafter, it remains with me.",
    "punjabi": "(ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ ਧਨ ਬਖ਼ਸ਼ ਕੇ ਆਖਿਆ ਹੈ) ਇਹ ਧਨ ਆਪ ਵਰਤੋ, ਦੂਜਿਆਂ ਨੂੰ ਭੀ ਵਰਤਾਵੋ; ਇਹ ਧਨ ਕਦੇ ਘਟਦਾ ਨਹੀਂ; ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸਦਾ ਨਾਲ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22313,
    "shabad_id": 1837,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਲਾਦਿ ਖਜਾਨਾ. ਗੁਰਿ ਨਾਨਕ ਕੳੁ ਦੀਅਾ; ੲਿਹੁ ਮਨੁ ਹਰਿ ਰੰਗਿ ਰੰਗੇ ॥੪॥੨॥੩॥",
    "transliteration": "Laadh Khajaanaa Gur Naanak Ko Dheeaa Eihu Man Har Rang Rangae ||4||2||3||",
    "translation": "Loading the treasure, Guru Nanak has given it, and this mind is imbued with the Lord's Love. ||4||2||3||",
    "punjabi": "ਗੁਰੂ ਨੇ ਨਾਨਕ ਨੂੰ ਨਾਮ-ਧਨ ਦਾ (ਇਹ) ਖ਼ਜ਼ਾਨਾ ਲੱਦ ਕੇ ਦੇ ਦਿੱਤਾ ਹੈ (ਅਤੇ ਸੁਮਤਿ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ) ਆਪਣੇ ਮਨ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗ ਲਵੋ ॥੪॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22314,
    "shabad_id": 1838,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22315,
    "shabad_id": 1838,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ ਸਿਮਰਤ ਸਭਿ ਕਿਲਵਿਖ ਨਾਸਹਿ; ਪਿਤਰੀ ਹੋੲਿ ੳੁਧਾਰੋ ॥",
    "transliteration": "Jis Simarath Sabh Kilavikh Naasehi Pitharee Hoe Oudhhaaro ||",
    "translation": "Remembering Him, all sins are erased, and ones generations are saved.",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਸਿਮਰਨ ਵਾਲੇ ਦੇ) ਪਿਤਰਾਂ ਦਾ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ-ਉਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22316,
    "shabad_id": 1838,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੋ ਹਰਿ ਹਰਿ ਤੁਮ੍ਹ ਸਦ ਹੀ ਜਾਪਹੁ; ਜਾ ਕਾ. ਅੰਤੁ ਨ ਪਾਰੋ ॥੧॥",
    "transliteration": "So Har Har Thumh Sadh Hee Jaapahu Jaa Kaa Anth N Paaro ||1||",
    "translation": "So meditate continually on the Lord, Har, Har; He has no end or limitation. ||1||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਤੂੰ ਸਦਾ ਹੀ ਉਸ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹੁ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22317,
    "shabad_id": 1838,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਪੂਤਾ; ਮਾਤਾ ਕੀ, ਅਾਸੀਸ ॥",
    "transliteration": "Poothaa Maathaa Kee Aasees ||",
    "translation": "O son, this is your mother's hope and prayer",
    "punjabi": "ਹੇ ਪੁੱਤਰ! (ਤੈਨੂੰ) ਮਾਂ ਦੀ ਇਹ ਅਸੀਸ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22318,
    "shabad_id": 1838,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਨਿਮਖ. ਨ ਬਿਸਰੳੁ. ਤੁਮ੍ਹ ਕੳੁ ਹਰਿ ਹਰਿ; ਸਦਾ ਭਜਹੁ ਜਗਦੀਸ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Nimakh N Bisaro Thumh Ko Har Har Sadhaa Bhajahu Jagadhees ||1|| Rehaao ||",
    "translation": "That you may never forget the Lord, Har, Har, even for an instant. May you ever vibrate upon the Lord of the Universe. ||1||Pause||",
    "punjabi": "ਤੈਨੂੰ ਪਰਮਾਤਮਾ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਾਹ ਭੁੱਲੇ, ਤੂੰ ਸਦਾ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਭਜਹੁਜੱਗਦੀਸ",
    "type_id": 4
  },
  {
    "id": 22319,
    "shabad_id": 1838,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਤੁਮ੍ਹ ਕੳੁ ਹੋੲਿ ਦੲਿਅਾਲਾ; ਸੰਤਸੰਗਿ ਤੇਰੀ ਪ੍ਰੀਤਿ ॥",
    "transliteration": "Sathigur Thumh Ko Hoe Dhaeiaalaa Santhasang Thaeree Preeth ||",
    "translation": "May the True Guru be kind to you, and may you love the Society of the Saints.",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਸਤਿਗੁਰੂ ਤੇਰੇ ਉਤੇ ਦਇਆਵਾਨ ਰਹੇ, ਗੁਰੂ ਨਾਲ ਤੇਰਾ ਪਿਆਰ ਬਣਿਆ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22320,
    "shabad_id": 1838,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਾਪੜੁ ਪਤਿ ਪਰਮੇਸਰੁ ਰਾਖੀ; ਭੋਜਨੁ ਕੀਰਤਨੁ ਨੀਤਿ ॥੨॥",
    "transliteration": "Kaaparr Path Paramaesar Raakhee Bhojan Keerathan Neeth ||2||",
    "translation": "May the preservation of your honor by the Transcendent Lord be your clothes, and may the singing of His Praises be your food. ||2||",
    "punjabi": "(ਜਿਵੇਂ) ਕੱਪੜਾ (ਮਨੁੱਖ ਦਾ ਪਰਦਾ ਢੱਕਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਤੇਰੀ ਇੱਜ਼ਤ ਰੱਖੇ, ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਤੇਰੇ ਆਤਮਾ ਦੀ ਖ਼ੁਰਾਕ ਬਣੀ ਰਹੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22321,
    "shabad_id": 1838,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਪੀਵਹੁ ਸਦਾ ਚਿਰੁ ਜੀਵਹੁ; ਹਰਿ ਸਿਮਰਤ ਅਨਦ ਅਨੰਤਾ ॥",
    "transliteration": "Anmrith Peevahu Sadhaa Chir Jeevahu Har Simarath Anadh Ananthaa ||",
    "translation": "So drink in forever the Ambrosial Nectar; may you live long, and may the meditative remembrance of the Lord give you infinite delight.",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਦਾ ਪੀਂਦਾ ਰਹੁ, ਸਦਾ ਲਈ ਤੇਰਾ ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਬਣਿਆ ਰਹੇ। ਹੇ ਪੁੱਤਰ! ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਅਮੁੱਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22322,
    "shabad_id": 1838,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਰੰਗ ਤਮਾਸਾ ਪੂਰਨ ਅਾਸਾ; ਕਬਹਿ. ਨ ਬਿਅਾਪੈ ਚਿੰਤਾ ॥੩॥",
    "transliteration": "Rang Thamaasaa Pooran Aasaa Kabehi N Biaapai Chinthaa ||3||",
    "translation": "May joy and pleasure be yours; may your hopes be fulfilled, and may you never be troubled by worries. ||3||",
    "punjabi": "ਆਤਮਕ ਖ਼ੁਸ਼ੀਆਂ ਪ੍ਰਾਪਤ ਰਹਿੰਦੀਆਂ ਹਨ, ਸਭ ਆਸਾਂ ਪੂਰੀਆਂ ਹੋਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਚਿੰਤਾ ਕਦੇ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22323,
    "shabad_id": 1838,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਭਵਰੁ ਤੁਮ੍ਹਾਰਾ. ੲਿਹੁ ਮਨੁ ਹੋਵੳੁ; ਹਰਿ ਚਰਣਾ ਹੋਹੁ ਕੳੁਲਾ ॥",
    "transliteration": "Bhavar Thumhaaraa Eihu Man Hovo Har Charanaa Hohu Koulaa ||",
    "translation": "Let this mind of yours be the bumble bee, and let the Lord's feet be the lotus flower.",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਤੇਰਾ ਇਹ ਮਨ ਭੌਰਾ ਬਣਿਆ ਰਹੇ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ (ਤੇਰੇ ਮਨ-ਭੌਰੇ ਵਾਸਤੇ) ਕੌਲ-ਫੁੱਲ ਬਣੇ ਰਹਿਣ।",
    "pronunciation": "(ਕੳੁਲਾ)ਕਵਲ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22324,
    "shabad_id": 1838,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ. ੳੁਨ ਸੰਗਿ ਲਪਟਾੲਿਓ; ਜਿੳੁ ਬੂੰਦਹਿ ਚਾਤ੍ਰਿਕੁ. ਮੳੁਲਾ ॥੪॥੩॥੪॥",
    "transliteration": "Naanak Dhaas Oun Sang Lapattaaeiou Jio Boondhehi Chaathrik Moulaa ||4||3||4||",
    "translation": "Says servant Nanak, attach your mind to them, and blossom forth like the song-bird, upon finding the rain-drop. ||4||3||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਉਹਨਾਂ ਚਰਨਾਂ ਨਾਲ ਇਉਂ ਲਪਟਿਆ ਰਹਿੰਦਾ ਹੈ; ਜਿਵੇਂ ਪਪੀਹਾ ਵਰਖਾ ਦੀ ਬੂੰਦ ਪੀ ਕੇ ਖਿੜਦਾ ਹੈ ॥੪॥੩॥੪॥",
    "pronunciation": "(ਮੳੁਲਾ) ਪ੍ਰਫੁਲਤ ਹੁੰਦਾ, ਮੳੁ੍ਨਲਾ ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 22325,
    "shabad_id": 1839,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22326,
    "shabad_id": 1839,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਤਾ ਕਰੈ. ਪਛਮ ਕੈ ਤਾੲੀ; ਪੂਰਬ ਹੀ ਲੈ ਜਾਤ ॥",
    "transliteration": "Mathaa Karai Pashham Kai Thaaee Poorab Hee Lai Jaath ||",
    "translation": "He decides to go to the west, but the Lord leads him away to the east.",
    "punjabi": "ਮਨੁੱਖ ਪੱਛਮ ਵਲ ਜਾਣ ਦੀ ਸਲਾਹ ਬਣਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਚੜ੍ਹਦੇ ਪਾਸੇ ਲੈ ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "ਮਤਾ: ਪੋਲਾ ਬੋਲੋ। ਤਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 22327,
    "shabad_id": 1839,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਖਿਨ ਮਹਿ, ਥਾਪਿ ੳੁਥਾਪਨਹਾਰਾ; ਅਾਪਨ ਹਾਥਿ ਮਤਾਤ ॥੧॥",
    "transliteration": "Khin Mehi Thhaap Outhhaapanehaaraa Aapan Haathh Mathaath ||1||",
    "translation": "In an instant, He establishes and disestablishes; He holds all matters in His hands. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਇਕ ਖਿਨ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲਾ ਹੈ। ਹਰੇਕ ਫ਼ੈਸਲਾ ਉਸ ਨੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਖਿਨ ਚ ਰਚਣ ਲੈ ਕਰਨ ਦਾ ਪਰਪੱਕ ਮਤਾਂਤ ਹੁਕਮ",
    "type_id": 3
  },
  {
    "id": 22328,
    "shabad_id": 1839,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸਿਅਾਨਪ; ਕਾਹੂ. ਕਾਮਿ ਨ ਅਾਤ ॥",
    "transliteration": "Siaanap Kaahoo Kaam N Aath ||",
    "translation": "Cleverness is of no use at all.",
    "punjabi": "(ਮਨੁੱਖ ਦੀ ਆਪਣੀ) ਚਤੁਰਾਈ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22329,
    "shabad_id": 1839,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਅਨਰੂਪਿਓ ਠਾਕੁਰਿ ਮੇਰੈ; ਹੋੲਿ ਰਹੀ, ੳੁਹ ਬਾਤ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Anaroopiou Thaakur Maerai Hoe Rehee Ouh Baath ||1|| Rehaao ||",
    "translation": "Whatever my Lord and Master deems to be right - that alone comes to pass. ||1||Pause||",
    "punjabi": "ਜੋ ਗੱਲ ਮੇਰੇ ਠਾਕੁਰ ਨੇ ਮਿਥੀ ਹੁੰਦੀ ਹੈ ਉਹੀ ਹੋ ਕੇ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅਨਰੂਪਿਓ ਬਨਾੲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 22330,
    "shabad_id": 1839,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦੇਸੁ ਕਮਾਵਨ. ਧਨ ਜੋਰਨ ਕੀ ਮਨਸਾ; ਬੀਚੇ ਨਿਕਸੇ ਸਾਸ ॥",
    "transliteration": "Dhaes Kamaavan Dhhan Joran Kee Manasaa Beechae Nikasae Saas ||",
    "translation": "In his desire to acquire land and accumulate wealth, one's breath escapes him.",
    "punjabi": "(ਵੇਖ, ਹੇ ਭਾਈ!) ਹੋਰ ਦੇਸ ਮੱਲਣ ਤੇ ਧਨ ਇਕੱਠਾ ਕਰਨ ਦੀ ਲਾਲਸਾ ਦੇ ਵਿੱਚ ਹੀ ਮਨੁੱਖ ਦੇ ਪ੍ਰਾਣ ਨਿਕਲ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22331,
    "shabad_id": 1839,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਲਸਕਰ ਨੇਬ ਖਵਾਸ ਸਭ ਤਿਅਾਗੇ; ਜਮਪੁਰਿ ੳੂਠਿ ਸਿਧਾਸ ॥੨॥",
    "transliteration": "Lasakar Naeb Khavaas Sabh Thiaagae Jam Pur Ooth Sidhhaas ||2||",
    "translation": "He must leave all his armies, assistants and servants; rising up, he departs to the City of Death. ||2||",
    "punjabi": "ਫ਼ੌਜਾਂ ਅਹਿਲਕਾਰ ਚੋਬਦਾਰ ਆਦਿਕ ਸਭ ਨੂੰ ਛੱਡ ਕੇ ਉਹ ਪਰਲੋਕ ਵਲ ਤੁਰ ਪੈਂਦਾ ਹੈ। (ਉਸ ਦੀ ਆਪਣੀ ਸਿਆਣਪ ਧਰੀ ਦੀ ਧਰੀ ਰਹਿ ਜਾਂਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22332,
    "shabad_id": 1839,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਹੋੲਿ ਅਨੰਨਿ, ਮਨ ਹਠ ਕੀ ਦ੍ਰਿੜਤਾ; ਅਾਪਸ ਕੳੁ ਜਾਨਾਤ ॥",
    "transliteration": "Hoe Anann Manehath Kee Dhrirrathaa Aapas Ko Jaanaath ||",
    "translation": "Believing himself to be unique, he clings to his stubborn mind, and shows himself off.",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ ਵੇਖੋ ਉਸ ਦਾ ਹਾਲ ਜੋ ਆਪਣੇ ਵੱਲੋਂ ਦੁਨੀਆ ਛੱਡ ਚੁਕਾ ਹੈ) ਆਪਣੇ ਮਨ ਦੇ ਹਠ ਦੀ ਪਕਿਆਈ ਦੇ ਆਸਰੇ ਮਾਇਆ ਵਾਲਾ ਪਾਸਾ ਛੱਡ ਕੇ (ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਕੇ, ਇਸ ਨੂੰ ਬੜਾ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਸਮਝ ਕੇ ਤਿਆਗੀ ਬਣਿਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ) ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਜਤਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗੁਰੂ ਜੀ ਦੀ ਸਿੱਖਿਅਾ ਵੱਲੋਂ ਧਿਅਾਨ ਛੱਡ ਕੇ, ਮਨ ਹਠ ਚ ਦ੍ਰਿੜ ਪ੍ਰਪੱਕ (ਅ-ਨੰਨਿ) ਹੈ",
    "type_id": 3
  },
  {
    "id": 22333,
    "shabad_id": 1839,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਅਨਿੰਦੁ. ਨਿੰਦੁ ਕਰਿ ਛੋਡਿਓ; ਸੋੲੀ ਫਿਰਿ ਫਿਰਿ ਖਾਤ ॥੩॥",
    "transliteration": "Jo Anindh Nindh Kar Shhoddiou Soee Fir Fir Khaath ||3||",
    "translation": "That food, which the blameless people have condemned and discarded, he eats again and again. ||3||",
    "punjabi": "ਇਹ ਗ੍ਰਿਹਸਤ ਨਿੰਦਣ-ਜੋਗ ਨਹੀਂ ਸੀ ਪਰ ਇਸ ਨੂੰ ਨਿੰਦਣ-ਜੋਗ ਮਿਥ ਕੇ ਇਸ ਨੂੰ ਛੱਡ ਦੇਂਦਾ ਹੈ (ਛੱਡ ਕੇ ਭੀ) ਮੁੜ ਮੁੜ (ਗ੍ਰਿਹਸਤੀਆਂ ਪਾਸੋਂ ਹੀ ਲੈ ਲੈ ਕੇ) ਖਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਅ-ਨਿੰਦੁ",
    "type_id": 3
  },
  {
    "id": 22334,
    "shabad_id": 1839,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਸਹਜ ਸੁਭਾੲਿ, ਭੲੇ ਕਿਰਪਾਲਾ; ਤਿਸੁ ਜਨ ਕੀ ਕਾਟੀ ਫਾਸ ॥",
    "transliteration": "Sehaj Subhaae Bheae Kirapaalaa This Jan Kee Kaattee Faas ||",
    "translation": "One, unto whom the Lord shows His natural mercy, has the noose of Death cut away from him.",
    "punjabi": "(ਸੋ, ਨਾਹ ਧਨ-ਪਦਾਰਥ ਇਕੱਠਾ ਕਰਨ ਵਾਲੀ ਚਤੁਰਾਈ ਕਿਸੇ ਕੰਮ ਹੈ ਤੇ ਨਾਹ ਹੀ ਤਿਆਗ ਦਾ ਮਾਣ ਕੋਈ ਲਾਭ ਪੁਚਾਂਦਾ ਹੈ) ਉਹ ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੁਭਾਵਿਕ ਪਿਆਰ ਦੀ ਪ੍ਰੇਰਨਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਦੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਫਾਹੀ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22335,
    "shabad_id": 1839,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰੁ ਪੂਰਾ ਭੇਟਿਅਾ; ਪਰਵਾਣੁ ਗਿਰਸਤ ੳੁਦਾਸ ॥੪॥੪॥੫॥",
    "transliteration": "Kahu Naanak Gur Pooraa Bhaettiaa Paravaan Girasath Oudhaas ||4||4||5||",
    "translation": "Says Nanak, one who meets the Perfect Guru, is celebrated as a householder as well as a renunciate. ||4||4||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਮਾਇਆ ਵਲੋਂ ਨਿਰਮੋਹ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੪॥੫॥",
    "pronunciation": "ਗਿ-ਰਸਤ",
    "type_id": 3
  },
  {
    "id": 22336,
    "shabad_id": 1840,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22337,
    "shabad_id": 1840,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ. ਜਿਨਿ ਜਨਿ ਜਪਿਓ; ਤਿਨ ਕੇ ਬੰਧਨ ਕਾਟੇ ॥",
    "transliteration": "Naam Nidhhaan Jin Jan Japiou Thin Kae Bandhhan Kaattae ||",
    "translation": "Those humble beings who chant the treasure of the Naam, the Name of the Lord, have their bonds broken.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਕੱਟੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22338,
    "shabad_id": 1840,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਮਾੲਿਅਾ ਬਿਖੁ ਮਮਤਾ; ੲਿਹ ਬਿਅਾਧਿ ਤੇ ਹਾਟੇ ॥੧॥",
    "transliteration": "Kaam Krodhh Maaeiaa Bikh Mamathaa Eih Biaadhh Thae Haattae ||1||",
    "translation": "Sexual desirer, anger, the poison of Maya and egotism - they are rid of these afflictions. ||1||",
    "punjabi": "ਕਾਮ, ਕ੍ਰੋਧ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੀ ਮਮਤਾ-ਇਹਨਾਂ ਸਾਰੇ ਰੋਗਾਂ ਤੋਂ ਉਹ ਬਚ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22339,
    "shabad_id": 1840,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਜਸੁ; ਸਾਧਸੰਗਿ ਮਿਲਿ ਗਾੲਿਓ ॥",
    "transliteration": "Har Jas Saadhhasang Mil Gaaeiou ||",
    "translation": "One who joins the Saadh Sangat, the Company of the Holy, and chants the Praises of the Lord,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22340,
    "shabad_id": 1840,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ. ਭੲਿਓ ਮਨੁ ਨਿਰਮਲੁ; ਸਰਬ ਸੁਖਾ ਸੁਖ. ਪਾੲਿਅੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Parasaadh Bhaeiou Man Niramal Sarab Sukhaa Sukh Paaeiao ||1|| Rehaao ||",
    "translation": "Has his mind purified, by Guru's Grace, and he obtains the joy of all joys. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਗਿਆ, ਉਸ ਨੇ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਪਾੲਿ-ਅੳੁ",
    "type_id": 4
  },
  {
    "id": 22341,
    "shabad_id": 1840,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਕੀਓ. ਸੋੲੀ ਭਲ ਮਾਨੈ; ਅੈਸੀ ਭਗਤਿ ਕਮਾਨੀ ॥",
    "transliteration": "Jo Kishh Keeou Soee Bhal Maanai Aisee Bhagath Kamaanee ||",
    "translation": "Whatever the Lord does, he sees that as good; such is the devotional service he performs.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਅਜੇਹੀ ਭਗਤੀ ਦੀ ਕਾਰ ਕਰਦਾ ਹੈ ਕਿ ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਹ ਉਸ ਨੂੰ (ਸਭ ਜੀਵਾਂ ਵਾਸਤੇ) ਭਲਾ ਮੰਨਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22342,
    "shabad_id": 1840,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮਿਤ੍ਰ ਸਤ੍ਰੁ ਸਭ ੲੇਕ ਸਮਾਨੇ; ਜੋਗ ਜੁਗਤਿ ਨੀਸਾਨੀ ॥੨॥",
    "transliteration": "Mithr Sathra Sabh Eaek Samaanae Jog Jugath Neesaanee ||2||",
    "translation": "He sees friends and enemies as all the same; this is the sign of the Way of Yoga. ||2||",
    "punjabi": "ਉਸ ਨੂੰ ਮਿੱਤਰ ਤੇ ਵੈਰੀ ਸਾਰੇ ਇਕੋ ਜਿਹੇ (ਮਿੱਤਰ ਹੀ) ਦਿੱਸਦੇ ਹਨ। ਇਹੀ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਤਰੀਕਾ, ਤੇ ਇਹੀ ਹੈ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਨਿਸ਼ਾਨੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22343,
    "shabad_id": 1840,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪੂਰਨ ਪੂਰਿ ਰਹਿਓ ਸ੍ਰਬ ਥਾੲੀ; ਅਾਨ. ਨ ਕਤਹੂੰ ਜਾਤਾ ॥",
    "transliteration": "Pooran Poor Rehiou Srab Thhaaee Aan N Kathehoon Jaathaa ||",
    "translation": "The all-pervading Lord is fully filling all places; why should I go anywhere else?",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ, ਉਸ ਨੇ) ਪਛਾਣ ਲਿਆ ਕਿ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਸਭਨਾਂ ਥਾਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਸਭ ਥਾਵਾਂ ਵਿਚ ਵੱਸਦਾ) ਨਹੀਂ ਸਮਝਿਆ।",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 22344,
    "shabad_id": 1840,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਘਟ ਘਟ ਅੰਤਰਿ. ਸਰਬ ਨਿਰੰਤਰਿ; ਰੰਗਿ ਰਵਿਓ ਰੰਗਿ ਰਾਤਾ ॥੩॥",
    "transliteration": "Ghatt Ghatt Anthar Sarab Niranthar Rang Raviou Rang Raathaa ||3||",
    "translation": "He is permeating and pervading within each and every heart; I am immersed in His Love, dyed in the color of His Love. ||3||",
    "punjabi": "ਉਸ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ, ਇਕ-ਰਸ ਸਭਨਾਂ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ਉਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22345,
    "shabad_id": 1840,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਭੲੇ ਕ੍ਰਿਪਾਲ ਦੲਿਅਾਲ ਗੁਪਾਲਾ; ਤਾ ਨਿਰਭੈ ਕੈ ਘਰਿ ਅਾੲਿਅਾ ॥",
    "transliteration": "Bheae Kirapaal Dhaeiaal Gupaalaa Thaa Nirabhai Kai Ghar Aaeiaa ||",
    "translation": "When the Lord of the Universe becomes kind and compassionate, then one enters the home of the Fearless Lord.",
    "punjabi": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਕਿਰਪਾਲ ਹੁੰਦਾ ਹੈ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਮਨੁੱਖ ਉਸ ਨਿਰਭੈ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
