[
  {
    "id": 22346,
    "shabad_id": 1840,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਕਲਿ ਕਲੇਸ ਮਿਟੇ. ਖਿਨ ਭੀਤਰਿ; ਨਾਨਕ. ਸਹਜਿ ਸਮਾੲਿਅਾ ॥੪॥੫॥੬॥",
    "transliteration": "Kal Kalaes Mittae Khin Bheethar Naanak Sehaj Samaaeiaa ||4||5||6||",
    "translation": "His troubles and worries are ended in an instant; O Nanak, he merges in celestial peace. ||4||5||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਇਕ ਖਿਨ ਵਿਚ ਉਸ ਦੇ ਅੰਦਰੋਂ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੫॥੬॥",
    "pronunciation": "ਮਿਟੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22347,
    "shabad_id": 1841,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22348,
    "shabad_id": 1841,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਮਾਨੁਖ ਪਹਿ, ਕਰੳੁ ਬੇਨਤੀ; ਸੋ ਅਪਨੈ ਦੁਖਿ ਭਰਿਅਾ ॥",
    "transliteration": "Jis Maanukh Pehi Karo Baenathee So Apanai Dhukh Bhariaa ||",
    "translation": "Whoever I approach to ask for help, I find him full of his own troubles.",
    "punjabi": "ਮੈਂ ਜਿਸ ਭੀ ਮਨੁੱਖ ਕੋਲ (ਆਪਣੇ ਦੁੱਖ ਦੀ) ਗੱਲ ਕਰਦਾ ਹਾਂ, ਉਹ ਆਪਣੇ ਦੁੱਖ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਦਿੱਸਦਾ ਹੈ (ਉਹ ਮੇਰਾ ਦੁੱਖ ਕੀਹ ਨਿਵਿਰਤ ਕਰੇ?)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22349,
    "shabad_id": 1841,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮੁ. ਜਿਨਿ ਰਿਦੈ ਅਰਾਧਿਅਾ; ਤਿਨਿ. ਭੳੁ ਸਾਗਰੁ ਤਰਿਅਾ ॥੧॥",
    "transliteration": "Paarabreham Jin Ridhai Araadhhiaa Thin Bho Saagar Thariaa ||1||",
    "translation": "One who worships in his heart the Supreme Lord God, crosses over the terrifying world-ocean. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਆਰਾਧਿਆ ਹੈ, ਉਸ ਨੇ ਹੀ ਇਹ ਡਰ (-ਭਰਿਆ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਪਾਰ ਕੀਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22350,
    "shabad_id": 1841,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਹਰਿ ਬਿਨੁ; ਕੋ. ਨ ਬ੍ਰਿਥਾ ਦੁਖੁ ਕਾਟੈ ॥",
    "transliteration": "Gur Har Bin Ko N Brithhaa Dhukh Kaattai ||",
    "translation": "No one, except the Guru-Lord, can dispel our pain and sorrow.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਧਿਰ (ਕਿਸੇ ਦਾ) ਦੁੱਖ ਪੀੜ ਕੱਟ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22351,
    "shabad_id": 1841,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰਭੁ ਤਜਿ, ਅਵਰ ਸੇਵਕੁ ਜੇ ਹੋੲੀ ਹੈ; ਤਿਤੁ. ਮਾਨੁ ਮਹਤੁ ਜਸੁ ਘਾਟੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Prabh Thaj Avar Saevak Jae Hoee Hai Thith Maan Mehath Jas Ghaattai ||1|| Rehaao ||",
    "translation": "Forsaking God, and serving another, one's honor, dignity and reputation are decreased. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਆਦਰਾ) ਛੱਡ ਕੇ ਜੇ ਕਿਸੇ ਹੋਰ ਦਾ ਸੇਵਕ ਬਣੀਏ ਤਾਂ ਇਸ ਕੰਮ ਵਿਚ ਇੱਜ਼ਤ ਵਡਿਆਈ ਸੋਭਾ ਘਟ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮ-ਹੱਤੁ",
    "type_id": 4
  },
  {
    "id": 22352,
    "shabad_id": 1841,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮਾੲਿਅਾ ਕੇ. ਸਨਬੰਧ ਸੈਨ ਸਾਕ; ਕਿਤ ਹੀ ਕਾਮਿ. ਨ ਅਾੲਿਅਾ ॥",
    "transliteration": "Maaeiaa Kae Sanabandhh Sain Saak Kith Hee Kaam N Aaeiaa ||",
    "translation": "Relatives, relations and family bound through Maya are of no avail.",
    "punjabi": "ਮਾਇਆ ਦੇ ਕਾਰਨ ਬਣੇ ਹੋਏ ਇਹ ਸਾਕ ਸਜਣ ਰਿਸ਼ਤੇਦਾਰ (ਦੁੱਖਾਂ ਦੀ ਨਿਵਿਰਤੀ ਵਾਸਤੇ) ਕਿਸੇ ਭੀ ਕੰਮ ਨਹੀਂ ਆ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22353,
    "shabad_id": 1841,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕਾ ਦਾਸੁ. ਨੀਚ ਕੁਲੁ ੳੂਚਾ; ਤਿਸੁ ਸੰਗਿ. ਮਨ ਬਾਂਛਤ ਫਲ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Har Kaa Dhaas Neech Kul Oochaa This Sang Man Baanshhath Fal Paaeiaa ||2||",
    "translation": "The Lord's servant, although of lowly birth, is exalted. Associating with him, one obtains the fruits of his mind's desires. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਜੇ ਨੀਵੀਂ ਕੁਲ ਦਾ ਭੀ ਹੋਵੇ, ਉਸ ਨੂੰ ਸ੍ਰੇਸ਼ਟ (ਜਾਣੋ), ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਮਨ-ਇੱਛਤ ਫਲ ਹਾਸਲ ਕਰ ਲਈਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22354,
    "shabad_id": 1841,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਲਾਖ ਕੋਟਿ ਬਿਖਿਅਾ ਕੇ ਬਿੰਜਨ; ਤਾ ਮਹਿ ਤ੍ਰਿਸਨ. ਨ ਬੂਝੀ ॥",
    "transliteration": "Laakh Kott Bikhiaa Kae Binjan Thaa Mehi Thrisan N Boojhee ||",
    "translation": "Through corruption, one may obtain thousands and millions of enjoyments, but even so, his desires are not satisfied through them.",
    "punjabi": "ਜੇ ਮਾਇਆ ਦੇ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਸੁਆਦਲੇ ਖਾਣੇ ਹੋਣ, ਉਹਨਾਂ ਵਿਚ ਲੱਗਿਆਂ (ਖਾਣ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਮੁੱਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22355,
    "shabad_id": 1841,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਿਮਰਤ ਨਾਮੁ ਕੋਟਿ ੳੁਜੀਅਾਰਾ; ਬਸਤੁ ਅਗੋਚਰ ਸੂਝੀ ॥੩॥",
    "transliteration": "Simarath Naam Kott Oujeeaaraa Basath Agochar Soojhee ||3||",
    "translation": "Remembering the Naam, the Name of the Lord, millions of lights appear, and the incomprehensible is understood. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ (ਅੰਦਰ, ਮਾਨੋ) ਕ੍ਰੋੜਾਂ (ਸੂਰਜਾਂ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਅੰਦਰ ਉਹ ਕੀਮਤੀ ਨਾਮ-ਪਦਾਰਥ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੩॥",
    "pronunciation": "ੳੁਜੀ-ਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 22356,
    "shabad_id": 1841,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਫਿਰਤ ਫਿਰਤ ਤੁਮ੍ਹਰੈ ਦੁਅਾਰਿ ਅਾੲਿਅਾ; ਭੈ ਭੰਜਨ ਹਰਿ ਰਾੲਿਅਾ ॥",
    "transliteration": "Firath Firath Thumharai Dhuaar Aaeiaa Bhai Bhanjan Har Raaeiaa ||",
    "translation": "Wandering and roaming around, I have come to Your Door, Destroyer of fear, O Lord King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਹੇ ਜੀਵਾਂ ਦੇ ਸਾਰੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਜੇਹੜਾ ਮਨੁੱਖ ਭਟਕਦਾ ਭਟਕਦਾ (ਆਖ਼ਰ) ਤੇਰੇ ਦਰ ਤੇ ਆ ਪਹੁੰਚਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22357,
    "shabad_id": 1841,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਸਾਧ ਕੇ ਚਰਨ ਧੂਰਿ, ਜਨੁ ਬਾਛੈ; ਸੁਖੁ ਨਾਨਕ. ੲਿਹੁ ਪਾੲਿਅਾ ॥੪॥੬॥੭॥",
    "transliteration": "Saadhh Kae Charan Dhhoor Jan Baashhai Sukh Naanak Eihu Paaeiaa ||4||6||7||",
    "translation": "Servant Nanak yearns for the dust of the feet of the Holy; in it, he finds peace. ||4||6||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ (ਤੇਰੇ ਦਰ ਤੋਂ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ, (ਤੇ ਤੇਰੇ ਦਰ ਤੋਂ) ਇਹ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੪॥੬॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22358,
    "shabad_id": 1842,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ਪੰਚਪਦਾ ਘਰੁ ੨",
    "transliteration": "Goojaree Mehalaa 5 Panchapadhaa Ghar 2",
    "translation": "Goojaree, Fifth Mehl, Panch-Pada, Second House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਪੰਜ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22359,
    "shabad_id": 1842,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22360,
    "shabad_id": 1842,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਥਮੇ. ਗਰਭ ਮਾਤਾ ਕੈ ਵਾਸਾ; ੳੂਹਾ ਛੋਡਿ ਧਰਨਿ ਮਹਿ ਅਾੲਿਅਾ ॥",
    "transliteration": "Prathhamae Garabh Maathaa Kai Vaasaa Oohaa Shhodd Dhharan Mehi Aaeiaa ||",
    "translation": "First, he came to dwell in his mother's womb; leaving it, he came into the world.",
    "punjabi": "ਜੀਵ ਪਹਿਲਾਂ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਆ ਨਿਵਾਸ ਕਰਦਾ ਹੈ, (ਫਿਰ) ਉਹ ਥਾਂ ਛੱਡ ਕੇ ਧਰਤੀ ਤੇ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22361,
    "shabad_id": 1842,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਚਿਤ੍ਰ ਸਾਲ, ਸੁੰਦਰ ਬਾਗ ਮੰਦਰ; ਸੰਗਿ. ਨ ਕਛਹੂ ਜਾੲਿਅਾ ॥੧॥",
    "transliteration": "Chithr Saal Sundhar Baag Mandhar Sang N Kashhehoo Jaaeiaa ||1||",
    "translation": "Splendid mansions, beautiful gardens and palaces - none of these shall go with him. ||1||",
    "punjabi": "(ਇਥੇ) ਚਿਤ੍ਰੇ ਹੋਏ ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਸੋਹਣੇ ਬਾਗ਼ (ਵੇਖ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਪਰ ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਚੀਜ਼ (ਅਖ਼ੀਰ ਵੇਲੇ ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ॥੧॥",
    "pronunciation": "ਚਿਤ੍ਰਚਿੱਤ੍ਰਕਾਰੀ ਵਾਲੇ। ਮੰਦਰਘਰ",
    "type_id": 3
  },
  {
    "id": 22362,
    "shabad_id": 1842,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਵਰ ਸਭ ਮਿਥਿਅਾ; ਲੋਭ ਲਬੀ ॥",
    "transliteration": "Avar Sabh Mithhiaa Lobh Labee ||",
    "translation": "All other greeds of the greedy are false.",
    "punjabi": "ਹੋਰ ਸਾਰੇ ਲੋਭ ਲਾਲਚ ਝੂਠੇ ਹਨ।",
    "pronunciation": "ਲੱਬੀ",
    "type_id": 3
  },
  {
    "id": 22363,
    "shabad_id": 1842,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ. ਦੀਓ ਹਰਿ ਨਾਮਾ; ਜੀਅ ਕੳੁ. ੲੇਹਾ ਵਸਤੁ ਫਬੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Poorai Dheeou Har Naamaa Jeea Ko Eaehaa Vasath Fabee ||1|| Rehaao ||",
    "translation": "The Perfect Guru has given me the Name of the Lord, which my soul has come to treasure. ||1||Pause||",
    "punjabi": "(ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇ ਦਿੱਤਾ, ਤਾਂ ਇਹ ਨਾਮ ਹੀ (ਉਸ ਦੀ) ਜਿੰਦ ਵਾਸਤੇ ਸੁਖਾਵੀਂ ਚੀਜ਼ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਫੱਬੀ",
    "type_id": 4
  },
  {
    "id": 22364,
    "shabad_id": 1842,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ੲਿਸਟ ਮੀਤ ਬੰਧਪ ਸੁਤ ਭਾੲੀ; ਸੰਗਿ ਬਨਿਤਾ ਰਚਿ ਹਸਿਅਾ ॥",
    "transliteration": "Eisatt Meeth Bandhhap Suth Bhaaee Sang Banithaa Rach Hasiaa ||",
    "translation": "Surrounded by dear friends, relatives, children, siblings and spouse, he laughs playfully.",
    "punjabi": "ਪਿਆਰੇ ਮਿੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ, ਪੁੱਤਰ, ਭਰਾ, ਇਸਤ੍ਰੀ-ਇਹਨਾਂ ਨਾਲ ਗੂੜਾ ਪਿਆਰ ਪਾ ਕੇ ਜੀਵ ਹੱਸਦਾ-ਖੇਡਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਬਨਿ-ਤਾਹੱਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 22365,
    "shabad_id": 1842,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਬ ਅੰਤੀ ਅੳੁਸਰੁ. ਅਾੲਿ ਬਨਿਓ ਹੈ; ੳੁਨ੍ਹ ਪੇਖਤ ਹੀ, ਕਾਲਿ ਗ੍ਰਸਿਅਾ ॥੨॥",
    "transliteration": "Jab Anthee Aousar Aae Baniou Hai Ounh Paekhath Hee Kaal Grasiaa ||2||",
    "translation": "But when the very last moment arrives, Death seizes him, while they merely look on. ||2||",
    "punjabi": "ਪਰ ਜਿਸ ਵੇਲੇ ਅੰਤਲਾ ਸਮਾ ਆ ਪੁੱਜਦਾ ਹੈ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਵੇਂਹਦਿਆਂ ਵੇਂਹਦਿਆਂ ਮੌਤ ਨੇ ਆ ਫੜਨਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22366,
    "shabad_id": 1842,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਕਰਿ ਕਰਿ ਅਨਰਥ. ਬਿਹਾਝੀ ਸੰਪੈ; ਸੁੲਿਨਾ ਰੂਪਾ ਦਾਮਾ ॥",
    "transliteration": "Kar Kar Anarathh Bihaajhee Sanpai Sueinaa Roopaa Dhaamaa ||",
    "translation": "By continual oppression and exploitation, he accumulates wealth, gold, silver and money,",
    "punjabi": "(ਸਾਰੀ ਉਮਰ) ਧੱਕੇ ਜ਼ੁਲਮ ਕਰ ਕਰ ਕੇ ਮਨੁੱਖ ਦੌਲਤ ਸੋਨਾ ਚਾਂਦੀ ਰੁਪਏ ਇਕੱਠੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਨਰਥ",
    "type_id": 3
  },
  {
    "id": 22367,
    "shabad_id": 1842,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਭਾੜੀ ਕੳੁ ਓਹੁ ਭਾੜਾ ਮਿਲਿਅਾ; ਹੋਰੁ ਸਗਲ ਭੲਿਓ ਬਿਰਾਨਾ ॥੩॥",
    "transliteration": "Bhaarree Ko Ouhu Bhaarraa Miliaa Hor Sagal Bhaeiou Biraanaa ||3||",
    "translation": "But the load-bearer gets only paltry wages, while the rest of the money passes on to others. ||3||",
    "punjabi": "(ਜਿਵੇਂ ਕਿਸੇ) ਮਜ਼ਦੂਰ ਨੂੰ ਮਜ਼ਦੂਰੀ (ਮਿਲ ਜਾਂਦੀ ਹੈ ਤਿਵੇਂ, ਦੌਲਤ ਇਕੱਠੀ ਕਰਨ ਵਾਲੇ ਨੂੰ) ਉਹ (ਹਰ ਰੋਜ਼ ਦਾ ਖਾਣ-ਪੀਣ) ਮਜ਼ਦੂਰੀ ਮਿਲਦੀ ਰਹੀ, ਬਾਕੀ ਸਾਰਾ ਧਨ (ਮਰਨ ਵੇਲੇ) ਬਿਗਾਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22368,
    "shabad_id": 1842,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਹੈਵਰ ਗੈਵਰ ਰਥ ਸੰਬਾਹੇ; ਗਹੁ ਕਰਿ. ਕੀਨੇ ਮੇਰੇ ॥",
    "transliteration": "Haivar Gaivar Rathh Sanbaahae Gahu Kar Keenae Maerae ||",
    "translation": "He grabs and collects horses, elephants and chariots, and claims them as his own.",
    "punjabi": "ਮਨੁੱਖ ਸੋਹਣੇ ਘੋੜੇ ਵਧੀਆ ਹਾਥੀ ਰਥ (ਆਦਿਕ) ਇਕੱਠੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪੂਰੇ ਧਿਆਨ ਨਾਲ ਇਹਨਾਂ ਨੂੰ ਆਪਣੀ ਮਲਕੀਅਤ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22369,
    "shabad_id": 1842,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਜਬ ਤੇ ਹੋੲੀ ਲਾਂਮੀ ਧਾੲੀ; ਚਲਹਿ ਨਾਹੀ ੲਿਕ ਪੈਰੇ ॥੪॥",
    "transliteration": "Jab Thae Hoee Laanmee Dhhaaee Chalehi Naahee Eik Pairae ||4||",
    "translation": "But when he sets out on the long journey, they will not go even one step with him. ||4||",
    "punjabi": "ਪਰ ਜਦੋਂ ਲੰਮਾ ਕੂਚ ਹੁੰਦਾ ਹੈ (ਇਹ ਘੋੜੇ ਆਦਿਕ) ਇਕ ਪੈਰ ਭੀ (ਮਨੁੱਖ ਦੇ ਨਾਲ) ਨਹੀਂ ਤੁਰਦੇ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22370,
    "shabad_id": 1842,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਧਨੁ, ਨਾਮੁ ਸੁਖ ਰਾਜਾ; ਨਾਮੁ ਕੁਟੰਬ ਸਹਾੲੀ ॥",
    "transliteration": "Naam Dhhan Naam Sukh Raajaa Naam Kuttanb Sehaaee ||",
    "translation": "The Naam, the Name of the Lord, is my wealth; the Naam is my princely pleasure; the Naam is my family and helper.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮਨੁੱਖ ਦਾ ਅਸਲ ਧਨ ਹੈ, ਨਾਮ ਹੀ ਸੁਖਦਾਤਾ ਹੈ, ਨਾਮ ਹੀ ਪਰਵਾਰ ਹੈ, ਨਾਮ ਹੀ ਸਾਥੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22371,
    "shabad_id": 1842,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਸੰਪਤਿ ਗੁਰਿ ਨਾਨਕ ਕੳੁ ਦੀੲੀ; ਓਹ ਮਰੈ ਨ ਅਾਵੈ ਜਾੲੀ ॥੫॥੧॥੮॥",
    "transliteration": "Naam Sanpath Gur Naanak Ko Dheeee Ouh Marai N Aavai Jaaee ||5||1||8||",
    "translation": "The Guru has given Nanak the wealth of the Naam; it neither perishes, nor comes or goes. ||5||1||8||",
    "punjabi": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਇਹ ਹਰਿ-ਨਾਮ-ਦੌਲਤ ਹੀ ਦਿੱਤੀ ਹੈ। ਇਹ ਦੌਲਤ ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਕਦੇ ਗੁਆਚਦੀ ਨਹੀਂ ॥੫॥੧॥੮॥",
    "pronunciation": "ਦੀ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 22372,
    "shabad_id": 1843,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ਤਿਪਦੇ ਘਰੁ ੨",
    "transliteration": "Goojaree Mehalaa 5 Thipadhae Ghar 2",
    "translation": "Goojaree, Fifth Mehl, Ti-Padas, Second House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਤਿਨ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22373,
    "shabad_id": 1843,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22374,
    "shabad_id": 1843,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਦੁਖ ਬਿਨਸੇ. ਸੁਖ ਕੀਅਾ ਨਿਵਾਸਾ; ਤ੍ਰਿਸਨਾ ਜਲਨਿ ਬੁਝਾੲੀ ॥",
    "transliteration": "Dhukh Binasae Sukh Keeaa Nivaasaa Thrisanaa Jalan Bujhaaee ||",
    "translation": "My sorrows are ended, and I am filled with peace. The fire of desire within me has been quenched.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ ਆ ਨਿਵਾਸ ਕਰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸੜਨ ਬੁਝਾ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "ਬੁਝਾੲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22375,
    "shabad_id": 1843,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਸਤਿਗੁਰੂ ਦ੍ਰਿੜਾੲਿਅਾ; ਬਿਨਸਿ ਨ ਅਾਵੈ ਜਾੲੀ ॥੧॥",
    "transliteration": "Naam Nidhhaan Sathiguroo Dhrirraaeiaa Binas N Aavai Jaaee ||1||",
    "translation": "The True Guru has implanted the treasure of the Naam, the Name of the Lord, within me; it neither dies, nor goes anywhere. ||1||",
    "punjabi": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਨੇ (ਸਾਰੇ ਸੁਖਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਹ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦਾ, ਉਹ ਨਾਹ (ਮੁੜ ਮੁੜ) ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22376,
    "shabad_id": 1843,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਜਪਿ; ਮਾੲਿਅਾ ਬੰਧਨ ਤੂਟੇ ॥",
    "transliteration": "Har Jap Maaeiaa Bandhhan Thoottae ||",
    "translation": "Meditating on the Lord, the bonds of Maya are cut away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਸ ਮਨੁੱਖ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22377,
    "shabad_id": 1843,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਭੲੇ ਕ੍ਰਿਪਾਲ ਦੲਿਅਾਲ ਪ੍ਰਭ ਮੇਰੇ; ਸਾਧਸੰਗਤਿ ਮਿਲਿ ਛੂਟੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bheae Kirapaal Dhaeiaal Prabh Maerae Saadhhasangath Mil Shhoottae ||1|| Rehaao ||",
    "translation": "When my God becomes kind and compassionate, one joins the Saadh Sangat, the Company of the Holy, and is emancipated. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਕਿਰਪਾਲ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਅਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
