[
  {
    "id": 22414,
    "shabad_id": 1848,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਬਲਵੰਤਿ; ਬਿਅਾਪਿ ਰਹੀ ਸਭ ਮਹੀ ॥",
    "transliteration": "Balavanth Biaap Rehee Sabh Mehee ||",
    "translation": "The power of Maya is pervading everywhere.",
    "punjabi": "ਪ੍ਰਬਲ ਮਾਇਆ ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਆਪਣਾ ਜ਼ੋਰ ਪਾ ਰਹੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22415,
    "shabad_id": 1848,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅਵਰੁ ਨ ਜਾਨਸਿ ਕੋੳੂ ਮਰਮਾ; ਗੁਰ ਕਿਰਪਾ ਤੇ ਲਹੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Avar N Jaanas Kooo Maramaa Gur Kirapaa Thae Lehee ||1|| Rehaao ||",
    "translation": "Her secret is known only by Guru's Grace - no one else knows it. ||1||Pause||",
    "punjabi": "ਕੋਈ ਹੋਰ ਮਨੁੱਖ (ਇਸ ਤੋਂ ਬਚਣ ਦਾ) ਭੇਤ ਨਹੀਂ ਜਾਣਦਾ। (ਇਹ ਭੇਤ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਲੱਭਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22416,
    "shabad_id": 1848,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜੀਤਿ ਜੀਤਿ. ਜੀਤੇ ਸਭਿ ਥਾਨਾ; ਸਗਲ ਭਵਨ ਲਪਟਹੀ ॥",
    "transliteration": "Jeeth Jeeth Jeethae Sabh Thhaanaa Sagal Bhavan Lapattehee ||",
    "translation": "Conquering and conquering, she has conquered everywhere, and she clings to the whole world.",
    "punjabi": "ਇਹ ਪ੍ਰ੍ਰਬਲ ਮਾਇਆ ਸਦਾ ਤੋਂ ਸਾਰੇ ਥਾਂ ਜਿੱਤਦੀ ਆ ਰਹੀ ਹੈ, ਇਹ ਸਾਰੇ ਭਵਨਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ ਚੰਬੜੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22417,
    "shabad_id": 1848,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸਾਧ ਤੇ ਭਾਗੀ; ਹੋੲਿ ਚੇਰੀ. ਚਰਨ ਗਹੀ ॥੨॥੫॥੧੪॥",
    "transliteration": "Kahu Naanak Saadhh Thae Bhaagee Hoe Chaeree Charan Gehee ||2||5||14||",
    "translation": "Says Nanak, she surrenders to the Holy Saint; becoming his servant, she falls at his feet. ||2||5||14||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਹ ਪ੍ਰਬਲ ਮਾਇਆ ਗੁਰੂ ਪਾਸੋਂ ਪਰੇ ਭੱਜੀ ਹੈ, (ਗੁਰੂ ਦੀ) ਦਾਸੀ ਬਣ ਕੇ (ਗੁਰੂ ਦੇ) ਚਰਨ ਫੜਦੀ ਹੈ ॥੨॥੫॥੧੪॥",
    "pronunciation": "ਭੱਾਗੀ",
    "type_id": 3
  },
  {
    "id": 22418,
    "shabad_id": 1849,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22419,
    "shabad_id": 1849,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਦੁੲਿ ਕਰ ਜੋੜਿ ਕਰੀ ਬੇਨੰਤੀ; ਠਾਕੁਰੁ ਅਪਨਾ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Dhue Kar Jorr Karee Baenanthee Thaakur Apanaa Dhhiaaeiaa ||",
    "translation": "With my palms pressed together, I offer my prayer, meditating on my Lord and Master.",
    "punjabi": "ਮੈਂ (ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਅੱਗੇ) ਦੋਵੇਂ ਹਥ ਜੋੜ ਕੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22420,
    "shabad_id": 1849,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹਾਥ ਦੇੲਿ ਰਾਖੇ ਪਰਮੇਸਰਿ; ਸਗਲਾ ਦੁਰਤੁ ਮਿਟਾੲਿਅਾ ॥੧॥",
    "transliteration": "Haathh Dhaee Raakhae Paramaesar Sagalaa Dhurath Mittaaeiaa ||1||",
    "translation": "Giving me His hand, the Transcendent Lord has saved me, and erased all my sins. ||1||",
    "punjabi": "ਉਸ ਮਾਲਕ ਪਰਮੇਸਰ ਪ੍ਰਭੂ ਨੇ ਸਾਡੀ ਹੱਥ ਦੇ ਕੇ ਰਾਖੀ ਕੀਤੀ ਹੈ ਤੇ ਸਾਰੇ ਕਸ਼ਟ ਤੇ ਪਾਪ ਨਵਿਰਤ ਕਰ ਦਿਤੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਦੁਰਤੁ) ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 22421,
    "shabad_id": 1849,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਠਾਕੁਰ; ਹੋੲੇ ਅਾਪਿ ਦੲਿਅਾਲ ॥",
    "transliteration": "Thaakur Hoeae Aap Dhaeiaal ||",
    "translation": "The Lord and Master Himself has become merciful.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਉਤੇ ਪ੍ਰਭੂ ਜੀ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22422,
    "shabad_id": 1849,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਭੲੀ ਕਲਿਅਾਣ ਅਾਨੰਦ ਰੂਪ ਹੁੲੀ ਹੈ; ੳੁਬਰੇ. ਬਾਲ ਗੁਪਾਲ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhee Kaliaan Aanandh Roop Huee Hai Oubarae Baal Gupaal ||1|| Rehaao ||",
    "translation": "I have been emancipated, the embodiment of bliss; I am the child of the Lord of the Universe - He has carried me across. ||1||Pause||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਗੋਪਾਲ-ਪ੍ਰਭੂ ਦੇ (ਦਰ ਤੇ ਆਏ ਹੋਏ ਉਹ ਜੀਵ-) ਬੱਚੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣ ਤੋਂ) ਬਚ ਗਏ (ਪ੍ਰਭੂ ਦੇ ਦਇਆਲ ਹੋਇਆਂ) ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22423,
    "shabad_id": 1849,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮਿਲਿ ਵਰ ਨਾਰੀ ਮੰਗਲੁ ਗਾੲਿਅਾ; ਠਾਕੁਰ ਕਾ ਜੈਕਾਰੁ ॥",
    "transliteration": "Mil Var Naaree Mangal Gaaeiaa Thaakur Kaa Jaikaar ||",
    "translation": "Meeting her Husband, the soul-bride sings the songs of joy, and celebrates her Lord and Master.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਕੇ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ, ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਜੈ-ਜੈਕਾਰ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22424,
    "shabad_id": 1849,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਸੁ ਗੁਰ ਬਲਿਹਾਰੀ; ਜਿਨਿ ਸਭ ਕਾ ਕੀਅਾ ੳੁਧਾਰੁ ॥੨॥੬॥੧੫॥",
    "transliteration": "Kahu Naanak This Gur Balihaaree Jin Sabh Kaa Keeaa Oudhhaar ||2||6||15||",
    "translation": "Says Nanak, I am a sacrifice to the Guru, who has emancipated everyone. ||2||6||15||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਇਹ ਸਾਰੀ ਬਰਕਤਿ ਗੁਰੂ ਦੀ ਹੀ ਹੈ) ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ (ਸਰਨ ਆਏ) ਸਭ ਜੀਵਾਂ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਕਰ ਦਿੱਤਾ ਹੈ ॥੨॥੬॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22425,
    "shabad_id": 1850,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22426,
    "shabad_id": 1850,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ. ਭਾੲੀ ਸੁਤ ਬੰਧਪ; ਤਿਨ ਕਾ ਬਲੁ. ਹੈ ਥੋਰਾ ॥",
    "transliteration": "Maath Pithaa Bhaaee Suth Bandhhap Thin Kaa Bal Hai Thhoraa ||",
    "translation": "Mother, father, siblings, children and relatives - their power is insignificant.",
    "punjabi": "ਮਾਂ, ਪਿਉ, ਭਰਾ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਇਹਨਾਂ ਦਾ ਆਸਰਾ ਕਮਜ਼ੋਰ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22427,
    "shabad_id": 1850,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਨਿਕ ਰੰਗ ਮਾੲਿਅਾ ਕੇ ਪੇਖੇ; ਕਿਛੁ ਸਾਥਿ ਨ ਚਾਲੈ ਭੋਰਾ ॥੧॥",
    "transliteration": "Anik Rang Maaeiaa Kae Paekhae Kishh Saathh N Chaalai Bhoraa ||1||",
    "translation": "I have seen the many pleasures of Maya, but none goes with them in the end. ||1||",
    "punjabi": "ਮੈਂ ਮਾਇਆ ਦੇ ਭੀ ਅਨੇਕਾਂ ਰੰਗ-ਤਮਾਸ਼ੇ ਵੇਖ ਲਏ ਹਨ (ਇਹਨਾਂ ਵਿਚੋਂ ਭੀ) ਕੁਝ ਰਤਾ ਭਰ ਭੀ (ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22428,
    "shabad_id": 1850,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਠਾਕੁਰ; ਤੁਝ ਬਿਨੁ. ਅਾਹਿ ਨ ਮੋਰਾ ॥",
    "transliteration": "Thaakur Thujh Bin Aahi N Moraa ||",
    "translation": "O Lord Master, other than You, no one is mine.",
    "punjabi": "ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ (ਹੋਰ ਕੋਈ ਆਸਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22429,
    "shabad_id": 1850,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੋਹਿ ਅਨਾਥ ਨਿਰਗੁਨ, ਗੁਣੁ ਨਾਹੀ; ਮੈ ਅਾਹਿਓ ਤੁਮ੍ਹਰਾ ਧੋਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mohi Anaathh Niragun Gun Naahee Mai Aahiou Thumharaa Dhhoraa ||1|| Rehaao ||",
    "translation": "I am a worthless orphan, devoid of merit; I long for Your Support. ||1||Pause||",
    "punjabi": "ਮੈਂ ਨਿਆਸਰੇ ਗੁਣ-ਹੀਨ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ ਹੈ। ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ ਤੱਕਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22430,
    "shabad_id": 1850,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਬਲਿ ਬਲਿ, ਬਲਿ ਬਲਿ ਚਰਣ ਤੁਮ੍ਹਾਰੇ; ੲੀਹਾ ੳੂਹਾ. ਤੁਮ੍ਹਾਰਾ ਜੋਰਾ ॥",
    "transliteration": "Bal Bal Bal Bal Charan Thumhaarae Eehaa Oohaa Thumhaaraa Joraa ||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice, a sacrifice to Your lotus feet; here and hereafter, Yours is the only power.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਕੁਰਬਾਨ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ। ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22431,
    "shabad_id": 1850,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਾਧਸੰਗਿ. ਨਾਨਕ ਦਰਸੁ ਪਾੲਿਓ; ਬਿਨਸਿਓ ਸਗਲ ਨਿਹੋਰਾ ॥੨॥੭॥੧੬॥",
    "transliteration": "Saadhhasang Naanak Dharas Paaeiou Binasiou Sagal Nihoraa ||2||7||16||",
    "translation": "In the Saadh Sangat, the Company of the Holy, Nanak has obtained the Blessed Vision of Your Darshan; my obligations to all others are annulled. ||2||7||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਜਿਸ ਮਨੁੱਖ ਨੇ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ, ਉਸ ਦੀ ਮੁਥਾਜੀ ਖ਼ਤਮ ਹੋ ਗਈ ॥੨॥੭॥੧੬॥",
    "pronunciation": "(ਨਿਹੋਰਾ) ਮੁਥਾਜੀ",
    "type_id": 3
  },
  {
    "id": 22432,
    "shabad_id": 1851,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22433,
    "shabad_id": 1851,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਲ ਜਾਲ ਭ੍ਰਮ ਮੋਹ ਤਜਾਵੈ; ਪ੍ਰਭ ਸੇਤੀ ਰੰਗੁ ਲਾੲੀ ॥",
    "transliteration": "Aal Jaal Bhram Moh Thajaavai Prabh Saethee Rang Laaee ||",
    "translation": "He rids us of entanglements, doubt and emotional attachment, and leads us to love God.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਗੁਰੂ ਸਰਨ ਆਏ ਮਨੁੱਖ ਪਾਸੋਂ) ਘਰ ਦੇ ਜੰਜਾਲ, ਭਟਕਣਾ, ਮੋਹ ਛਡਾ ਦੇਂਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦਾ ਪਿਆਰ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਾਲ) ਘਰ (ਜਾਲ) ਜੰਜਾਲ",
    "type_id": 3
  },
  {
    "id": 22434,
    "shabad_id": 1851,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਕੳੁ ੲਿਹ ੳੁਪਦੇਸੁ ਦ੍ਰਿੜਾਵੈ; ਸਹਜਿ ਸਹਜਿ ਗੁਣ ਗਾੲੀ ॥੧॥",
    "transliteration": "Man Ko Eih Oupadhaes Dhrirraavai Sehaj Sehaj Gun Gaaee ||1||",
    "translation": "He implants this instruction in our minds, for us to sing the Glorious Praises of the Lord, in peace and poise. ||1||",
    "punjabi": "(ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ) ਮਨ ਨੂੰ ਇਹ ਸਿੱਖਿਆ ਪੱਕੀ ਕਰ ਕੇ ਦੇਂਦਾ ਹੈ ਕਿ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22435,
    "shabad_id": 1851,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਾਜਨ; ਅੈਸੋ ਸੰਤੁ ਸਹਾੲੀ ॥",
    "transliteration": "Saajan Aiso Santh Sehaaee ||",
    "translation": "O friend, the Saintly Guru is such a helper.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਗੁਰੂ ਇਹੋ ਜਿਹਾ ਮਦਦਗਾਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22436,
    "shabad_id": 1851,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਿਸੁ ਭੇਟੇ. ਤੂਟਹਿ ਮਾੲਿਅਾ ਬੰਧ; ਬਿਸਰਿ. ਨ ਕਬਹੂੰ ਜਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jis Bhaettae Thoottehi Maaeiaa Bandhh Bisar N Kabehoon Jaaee ||1|| Rehaao ||",
    "translation": "Meeting Him, the bonds of Maya are released, and one never forgets the Lord. ||1||Pause||",
    "punjabi": "ਕਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ) ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਤੱੂਟਹਿ",
    "type_id": 4
  },
  {
    "id": 22437,
    "shabad_id": 1851,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰਤ ਕਰਤ ਅਨਿਕ ਬਹੁ ਭਾਤੀ; ਨੀਕੀ ੲਿਹ ਠਹਰਾੲੀ ॥",
    "transliteration": "Karath Karath Anik Bahu Bhaathee Neekee Eih Theharaaee ||",
    "translation": "Practicing, practicing various actions in so many ways, I came to recognize this as the best way.",
    "punjabi": "ਅਨੇਕਾਂ, ਤੇ ਕਈ ਕਿਸਮ ਦੀਆਂ ਸੋਚਾਂ ਵਿਚਾਰਾਂ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਆਖ਼ਰ ਮੈਂ ਚੰਗਾ ਨਿਸ਼ਚਾ ਦਿਲ ਵਿਚ ਟਿਕਾ ਲਿਆ ਹੈ,",
    "pronunciation": "(ਨੀਕੀ) ਚੰਗੀ, (ਠਹਰਾੲੀ) ਨਿਸਚਿਤ ਕੀਤੀ।ਭਾਂਤੀ",
    "type_id": 3
  },
  {
    "id": 22438,
    "shabad_id": 1851,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮਿਲਿ ਸਾਧੂ. ਹਰਿ ਜਸੁ ਗਾਵੈ ਨਾਨਕ; ਭਵਜਲੁ. ਪਾਰਿ ਪਰਾੲੀ ॥੨॥੮॥੧੭॥",
    "transliteration": "Mil Saadhhoo Har Jas Gaavai Naanak Bhavajal Paar Paraaee ||2||8||17||",
    "translation": "Joining the Company of the Holy, Nanak sings the Glorious Praises of the Lord, and crosses over the terrifying world-ocean. ||2||8||17||",
    "punjabi": "ਕਿ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੨॥੮॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22439,
    "shabad_id": 1852,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22440,
    "shabad_id": 1852,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਥਾਪਿ ੳੁਥਾਪਨਹਾਰਾ; ਕੀਮਤਿ ਜਾੲਿ ਨ ਕਰੀ ॥",
    "transliteration": "Khin Mehi Thhaap Outhhaapanehaaraa Keemath Jaae N Karee ||",
    "translation": "In an instant, He establishes and disestablishes; His value cannot be described.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਸੰਸਾਰਕ ਪਦਾਰਥਾਂ ਨੂੰ) ਖਿਨ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ ਖਿਨ ਵਿਚ ਹੀ ਨਾਸ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦੀ ਕਦਰ ਵਾਲਾ ਹੋਰ ਕੋਈ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22441,
    "shabad_id": 1852,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰਾਜਾ ਰੰਕੁ ਕਰੈ ਖਿਨ ਭੀਤਰਿ; ਨੀਚਹ ਜੋਤਿ ਧਰੀ ॥੧॥",
    "transliteration": "Raajaa Rank Karai Khin Bheethar Neecheh Joth Dhharee ||1||",
    "translation": "He turns the king into a beggar in an instant, and He infuses splendor into the lowly. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਰਾਜੇ ਨੂੰ ਇਕ ਖਿਨ ਵਿਚ ਕੰਗਾਲ ਬਣਾ ਦੇਂਦਾ ਹੈ ਅਤੇ ਨੀਵਾਂ ਅਖਵਾਣ ਵਾਲੇ ਦੇ ਅੰਦਰ ਆਪਣੀ ਜੋਤਿ ਦਾ ਪ੍ਰਕਾਸ਼ ਕਰ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਕਰਕੇ ਉਹ ਰਾਜਿਆਂ ਵਾਲਾ ਆਦਰ-ਮਾਣ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22442,
    "shabad_id": 1852,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਧਿਅਾੲੀਅੈ; ਅਪਨੋ ਸਦਾ ਹਰੀ ॥",
    "transliteration": "Dhhiaaeeai Apano Sadhaa Haree ||",
    "translation": "Meditate forever on Your Lord.",
    "punjabi": "ਆਪਣੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਧਿਆਨ ਧਰੀ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22443,
    "shabad_id": 1852,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੋਚ ਅੰਦੇਸਾ. ਤਾ ਕਾ ਕਹਾ ਕਰੀਅੈ; ਜਾ ਮਹਿ ੲੇਕ ਘਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Soch Andhaesaa Thaa Kaa Kehaa Kareeai Jaa Mehi Eaek Gharee ||1|| Rehaao ||",
    "translation": "Why should I feel worry or anxiety, when I am here for only a short time. ||1||Pause||",
    "punjabi": "(ਸੰਸਾਰ ਦੀ) ਉਸ ਚੀਜ਼ ਦਾ ਕੀਹ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਕਰਨਾ ਹੋਇਆ, ਜੇਹੜੀ ਛੇਤੀ ਹੀ ਨਾਸ ਹੋ ਜਾਣ ਵਾਲੀ ਹੈ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22444,
    "shabad_id": 1852,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਤੁਮ੍ਹਰੀ ਟੇਕ ਪੂਰੇ ਮੇਰੇ ਸਤਿਗੁਰ; ਮਨ ਸਰਨਿ ਤੁਮ੍ਹਾਰੈ ਪਰੀ ॥",
    "transliteration": "Thumharee Ttaek Poorae Maerae Sathigur Man Saran Thumhaarai Paree ||",
    "translation": "You are my support, O my Perfect True Guru; my mind has taken to the protection of Your Sanctuary.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ-ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਮੇਰਾ ਮਨ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22445,
    "shabad_id": 1852,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਚੇਤ ੲਿਅਾਨੇ ਬਾਰਿਕ ਨਾਨਕ ਹਮ; ਤੁਮ. ਰਾਖਹੁ ਧਾਰਿ ਕਰੀ ॥੨॥੯॥੧੮॥",
    "transliteration": "Achaeth Eiaanae Baarik Naanak Ham Thum Raakhahu Dhhaar Karee ||2||9||18||",
    "translation": "Nanak, I am a foolish and ignorant child; reach out to me with Your hand, Lord, and save me. ||2||9||18||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਬੇ-ਸਮਝ ਅੰਞਾਣ ਬੱਚੇ ਹਾਂ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਤੂੰ ਆਪਣਾ ਹੱਥ (ਸਾਡੇ ਸਿਰ ਉੱਤੇ) ਧਰ ਕੇ (ਸਾਨੂੰ ਸੰਸਾਰਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਤੋਂ) ਬਚਾ ਲੈ ॥੨॥੯॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22446,
    "shabad_id": 1853,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22447,
    "shabad_id": 1853,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੂੰ ਦਾਤਾ ਜੀਅਾ ਸਭਨਾ ਕਾ; ਬਸਹੁ. ਮੇਰੇ ਮਨ ਮਾਹੀ ॥",
    "transliteration": "Thoon Dhaathaa Jeeaa Sabhanaa Kaa Basahu Maerae Man Maahee ||",
    "translation": "You are the Giver of all beings; please, come to dwell within my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ (ਮੇਹਰ ਕਰ) ਮੇਰੇ ਮਨ ਵਿਚ (ਸਦਾ) ਵੱਸਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22448,
    "shabad_id": 1853,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਚਰਣਕਮਲ ਰਿਦ ਮਾਹਿ ਸਮਾੲੇ; ਤਹ ਭਰਮੁ ਅੰਧੇਰਾ ਨਾਹੀ ॥੧॥",
    "transliteration": "Charan Kamal Ridh Maahi Samaaeae Theh Bharam Andhhaeraa Naahee ||1||",
    "translation": "That heart, within which Your lotus feet are enshrined, suffers no darkness or doubt. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨ ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਸ ਵਿਚ ਭਟਕਣਾ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਸ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਨਹੀਂ ਰਹਿੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22449,
    "shabad_id": 1853,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਠਾਕੁਰ. ਜਾ ਸਿਮਰਾ; ਤੂੰ ਤਾਹੀ ॥",
    "transliteration": "Thaakur Jaa Simaraa Thoon Thaahee ||",
    "translation": "O Lord Master, wherever I remember You, there I find You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਂ ਜਦੋਂ (ਜਿੱਥੇ) ਤੈਨੂੰ ਯਾਦ ਕਰਦਾ ਹਾਂ ਤੂੰ ਉੱਥੇ ਹੀ (ਆ ਪਹੁੰਚਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22450,
    "shabad_id": 1853,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਸਰਬ ਪ੍ਰਤਿਪਾਲਕ; ਪ੍ਰਭ ਕੳੁ ਸਦਾ ਸਲਾਹੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kar Kirapaa Sarab Prathipaalak Prabh Ko Sadhaa Salaahee ||1|| Rehaao ||",
    "translation": "Show Mercy to me, O God, Cherisher of all, that I may sing Your Praises forever. ||1||Pause||",
    "punjabi": "ਹੇ ਸਭ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲੇ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਸਦਾ ਤੇਰੀ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22451,
    "shabad_id": 1853,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਾਸਿ ਸਾਸਿ ਤੇਰਾ ਨਾਮੁ ਸਮਾਰੳੁ; ਤੁਮ ਹੀ ਕੳੁ ਪ੍ਰਭ ਅਾਹੀ ॥",
    "transliteration": "Saas Saas Thaeraa Naam Samaaro Thum Hee Ko Prabh Aahee ||",
    "translation": "With each and every breath, I contemplate Your Name; O God, I long for You alone.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਮੈਂ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਤੇਰਾ ਨਾਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਰੱਖਾਂ, ਮੈਂ ਸਦਾ ਤੇਰੇ ਹੀ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22452,
    "shabad_id": 1853,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਟੇਕ ਭੲੀ ਕਰਤੇ ਕੀ; ਹੋਰ ਅਾਸ ਬਿਡਾਣੀ ਲਾਹੀ ॥੨॥੧੦॥੧੯॥",
    "transliteration": "Naanak Ttaek Bhee Karathae Kee Hor Aas Biddaanee Laahee ||2||10||19||",
    "translation": "O Nanak, my support is the Creator Lord; I have renounced all other hopes. ||2||10||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਕਰਤਾਰ ਦਾ ਸਹਾਰਾ ਬਣ ਗਿਆ, ਉਸ ਨੇ ਹੋਰ ਬਿਗਾਨੀ ਆਸ ਦੂਰ ਕਰ ਦਿੱਤੀ ॥੨॥੧੦॥੧੯॥",
    "pronunciation": "(ਬਿਡਾਣੀ) ਧੋਖਾ ਦੇਣ ਦੀ ਕਿਰਿਅਾ",
    "type_id": 3
  }
]
