{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਕਹਤ ਕਬੀਰਾ. ਜੋ ਹਰਿ ਧਿਆਵੈ; ਜੀਵਤ. ਬੰਧਨ ਤੋਰੇ ॥੫॥੫॥੧੮॥",
      "page": 480,
      "line": 15
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Says Kabir, he who meditates on God, bursts his Bonds even while alive."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਜੋ ਵਾਹਿਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਉਹ ਜੀਉਂਦਾ ਹੋਇਆ ਹੀ ਆਪਣੇ ਜੂੜ (ਬੰਧਨ) ਵੱਢ ਸੁਟਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Says Kabeer, one who meditates on the Lord, breaks his bonds, even while yet alive. ||5||5||18||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਵਾ ਯਥਾਰਥ ਬੋਧ ਹੋਨੇ ਤੇ ਅਪਨੇ ਸ੍ਵਰੂਪ ਮੇਂ ਕਾਰਜ ਰੂਪ ਜਗਤ ਕਾ ਭਾਵ ਦਿਖਾਵਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਜੋ ਅਗਿਆਨ ਕਾਲ ਮੇਂ ਨਿਰਗੁਣ ਸਰਗੁਣ ਆਦਿ ਸਾਪੇਖਕ ਸਬਦ ਬੋਲਤੇ ਥੇ, ਸੋ ਅਬ ਕਹਾਂ ਗਏ? ਜੋ ਸਬਦ (ਦੇਹੀ) ਜੀਵ ਕੇ ਸੰਗ ਰਹਤੇ ਥੇ। ਕਥਾ ਬਾਰਤਾ ਕਹਤੇ ਹੂਏ ਜੋ ਬੁਧੀ ਵਿਖੇ ਨਿਰਨੇ ਕਰਤੇ ਥੇ, ਸੋ ਨਿਰਨੇ ਕਹਾਂ ਗਏ? ਗਗਨ ਨਗਰ ਜੋ ਲੋਭ ਹੈ ਤਿਸ ਕੀ ਏਕ ਬੂੰਦ, ਭਾਵ ਰੰਚਕ ਮਾਤ੍ਰ ਬਾਸਨਾ ਉਤਪਤਿ ਨਹੀਂ ਹੋਤੀ। ਮੋਹ ਕਰ ਜੋ ਸਬਦ ਕਰਨਾ ਥਾ, ਸੋ ਅਬ ਕਹਾਂ ਗਿਆ? ਪਰਮ ਹੰਸ ਜੀਵ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਗਿਆ ਅਰ ਮਧ੍ਵ ਪਰਮੇਸ਼੍ਵਰ ਜੀਵ ਮੇਂ ਲੈ, ਭਾਵ ਅਭੇਦ ਹੈ। ਇੰਦ੍ਰਯੋਂ ਕੇ ਚੇਸ਼ਟਾ ਕਰਾਵਨੇ ਵਾਲਾ ਜੋ ਅਗਿਆਨ ਥਾ ਜਿਸ ਨੇ ਇਹ ਬ੍ਰਹਮਾਂਡ ਰੂਪ ਮੰਦਰ ਕੀਆ ਥਾ, ਸੋ ਕਹਾਂ ਗਿਆ? ਸਾਖੀਆਂ ਅਰ ਸਬਦ ਬੁਧੀ ਸੇ ਅਬ ਸਕਾਮ ਨਹੀਂ ਉਪਜਤੇ ਹੈਂ। ਅਗਿਆਨ ਕਾ ਤੇਜ ਸਭ ਗਿਆਨ ਨੇ ਖੈਂਚ ਲੀਆ ਹੈ। ਜਿਨ ਸ੍ਰਵਨੋਂ ਕਰ ਤੇਰ ਮੇਰ ਕੇ ਬਚਨ ਸੁਨਤਾ ਥਾ, ਸੋ ਅਬ ਬਿਕਲ ਹੂਏ ਹੈਂ ਔਰ ਇੰਦ੍ਰਯੋਂ ਕਾ ਬਲ ਭੀ ਰਹਿ ਚੁਕਾ ਹੈ। ਜੇ ਕਹੇ ਕੈਸੇ ਬਲ ਥਾਕਾ ਹੈ? ਸੋ ਕਹਤੇ ਹੈਂ: ਚਰਨ ਮੰਦ ਰਸਤੇ ਕੀ ਓਰ ਜਾਨੇ ਸੇ ਰਹਿ ਚੁਕੇ ਹੈਂ ਔਰ ਹਾਥ ਭੀ ਬਿਕਾਰੋਂ ਸੇ ਹਟ ਗਏ ਹੈਂ ਅਰ ਮੁਖ ਸੇ ਭੀ ਨਿੰਦਾ ਉਸਤਤੀ ਕੀ ਬਾਤ ਨਹੀਂ ਨਿਕਸਤੀ ਹੈ। ਅਗਿਆਨ ਕਾਲ ਮੇਂ ਆਪਣੇ ਸ੍ਵਰੂਪ ਮੇਂ ਭ੍ਰਮ ਹੋਣੇ ਤੇ ਜੋ ਆਪ ਮੇਂ ਪੰਚ ਦੂਤ ਸੁਭ ਗੁਣੋਂ ਕੋ ਚੁਰਾਨੇ ਵਾਲੇ ਮੰਨੇ ਹੂਏ ਥੇ, ਸੋ ਭੀ ਥਾਕੇ ਹੈਂ, ਭਾਵ ਆਪਣੇ ਸ੍ਵਰੂਪ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਜੋ ਜੋ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਹੈ ਉਹ ਜੀਊਂਦਾ ਹੀ (ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ, ਇਸ ਤਰ੍ਹਾਂ) ਸਰੀਰਕ ਮੋਹ ਦੇ ਬੰਧਨ ਤੋੜ ਲੈਂਦਾ ਹੈ ॥੫॥੫॥੧੮॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Dice Kabir, aquél que contempla al Señor, rompe todas sus amarras mientras está vivo. (5‑5‑18)"
    }
  ]
}