{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਆਪਿ ਨਾਥੁ, ਨਾਥੀ ਸਭ ਜਾ ਕੀ; ਰਿਧਿ ਸਿਧਿ ਅਵਰਾ ਸਾਦ ॥",
      "page": 6,
      "line": 19
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "He Himself is supreme Lord who has snaffled all. Riches and miracles are extraneous relishes not liked by saints."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹ ਖੁਦ ਸ਼ਰੋਮਣੀ ਸਾਹਿਬ ਹੈ ਜਿਸਨੇ ਸਾਰਿਆਂ ਨੂੰ ਨਕੇਲ ਪਾਈ ਹੋਈ ਹੈ। ਧਨਸੰਪਦਾ ਤੇ ਕਰਾਮਾਤਾਂ ਹੋਰ ਹੀ ਸੁਆਦ ਹਨ ਜੋ ਸਾਧੂਆਂ ਨਹੀਂ ਭਾਉਂਦੇ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "He Himself is the Supreme Master of all; wealth and miraculous spiritual powers, and all other external tastes and pleasures, are all like beads on a string."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਜੋ ਜੋਗੀਯੋਂ ਮੇ ਮਹੰਤੁ ਹੋਤਾ ਹੈ, ਤਿਸ ਕੋ ਨਾਥੁ ਕਹਤੇ ਹੈਂ। ਸੋ ਜਿਸ ਕੀ ਸਾਰੀ ਸ੍ਰਿਸਟੀ ਆਗ੍ਯਾ ਰੂਪ ਸੂਤ੍ਰ ਮੇ ਨਾਥੀ ਹੂਈ ਹੈ, ਕ੍ਯਾ ਅਧੀਨ ਕਰੀ ਹੂਈ ਹੈ, ਸੋਈ ਆਪ ਹਮਾਰਾ ਨਾਥੁ ਹੈ। ਜੋਗੀਯੋਂ ਕੇ ਪਾਸ ਰਿਧਿ ਸਿਧਿ ਹੋਤੀ ਹੈ। ਸੋ ਰਿਧਿ ਅੰਨ ਆਦਿਕਾਂ ਕੇ ਵਰਤਾਵਣੇ ਲੱਗ੍ਯਾਂ ਟੋਟ ਨ ਆਵਣੀ, ਔਰ ਅਣਮਾਦਿ ੮ ਸਿੱਧੀਆਂ ਮੁਖ੍ਯ ਹੈਂ। ਵਾ ੧੮ ਵਾ ੨੩ ਤਿਨਕਾ (ਅਵਰਾ) ਅਸ੍ਰੇਸਟ ਸ੍ਵਾਦੁ ਹੈ। ਕ੍ਯੋਂਕਿ ਏਹ ਅਕਾਲ ਮੂਰਤਿ ਸਚਖੰਡ ਵਾਸੀ ਕੀ ਪ੍ਰਾਪਤੀ ਮੇ ਬਾਧਕ ਹੈਂ, ਤਾਂ ਤੇ ਇਨ ਕਾ ਤ੍ਯਾਗ ਹੀ ਸ੍ਰੇਸਟ ਮਾਨਾ ਹੈ⁽¹⁾॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਤੇਰਾ ਨਾਥ ਆਪ ਅਕਾਲ ਪੁਰਖ ਹੋਵੇ, ਜਿਸ ਦੇ ਵੱਸ ਵਿਚ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਹੈ, (ਤਾਂ ਕੂੜ ਦੀ ਕੰਧ ਤੇਰੇ ਅੰਦਰੋਂ ਟੁੱਟ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਤੇਰੀ ਵਿੱਥ ਮਿਟ ਸਕਦੀ ਹੈ। ਜੋਗ ਸਾਧਨਾਂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਹੋਈਆਂ ਰਿੱਧੀਆਂ ਵਿਅਰਥ ਹਨ, ਇਹ) ਰਿੱਧੀਆਂ ਤੇ ਸਿੱਧੀਆਂ (ਤਾਂ) ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਖੜਨ ਵਾਲੇ ਸੁਆਦ ਹਨ।"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "El Supremo Señor es dueño de la creación y la Perfección; el Supremo Señor rige a los Yoguis y a los seres perfeccionados. Sus Santos no tienen necesidad de riquezas ni de milagros."
    }
  ]
}