{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਕਿਉ ਨ ਮਰੀਜੈ. ਜੀਅੜਾ ਨ ਦੀਜੈ; ਜਾ ਸਹੁ ਭਇਆ ਵਿਡਾਣਾ ॥੧॥੩॥",
      "page": 558,
      "line": 7
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Why do I not die and give up my life, since my Spouse has chosen to cherish another?"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਮੈਂ ਕਿਉਂ ਨਹੀਂ ਮਰਦੀ ਅਤੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਨਹੀਂ ਦਿੰਦੀ, ਜਦ ਕਿ ਮੇਰਾ ਪਤੀ ਕਿਸੇ ਹੋਰਸ ਦਾ ਹੋ ਗਿਆ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Why haven't I died? Why hasn't my life just ended? My Husband Lord has become a stranger to me. ||1||3||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇ ਕੋਈ ਕਹੇ ਸਿਰ ਦੇਨੇ ਸੇ ਤੋ ਮਰੇਗੀ ਵਾ ਉਤਮ ਸਖੀ ਕਹੇ ਸਿਰ ਦੇਨੇ ਸੇ ਮ੍ਰਿਤ ਹੋਗੀ? ਤਬ ਕਹੇ, 'ਕਿਉਂ ਨ ਮਰੀਏ ਜੀਵੁ ਕਿਉ ਨ ਦੇਈਏ ਤਿਸ ਕਉ ਜੋ ਸਹੁ ਬਿਗਾਨਾ ਹੂਆ ਅਪਨਾ ਕਰ ਦੇਵੇ, ਭਾਵ ਪਤੀ ਕੇ ਸਾਥ ਮਰਣਾ ਭੀ ਚੰਗਾ, ਪਤੀ ਬਿਨਾਂ ਜੀਵਨਾ ਦੁਖ ਰੂਪ ਹੈ'॥੧॥੩॥☬ਕਿਸੀ ਉਤਮ ਸਖੀ ਗ੍ਯਾਨਵਾਨ ਔ ਪਰਮੇਸ੍ਵਰ ਪਾਸ ਜਗ੍ਯਾਸੂ ਰੂਪ ਮਧਮ ਸਖੀ ਚਿਤ ਬ੍ਰਿਤੀ ਕੇ ਉਥਾਨ ਹੋਣੇ ਸੇ ਆਪਣਾ ਹਾਲੁ ਕਹਿਤੀ ਹੈ: ਸੁਪਨੇ ਆਇਆ, ਹੇ ਸਖੀ! ਚਿਤ ਬ੍ਰਿਤੀ ਕੇ ਇਕਾਗਰ ਹੋਣੇ ਸੇਂ ਜਬ ਸ੍ਵਰੂਪ ਕਾ ਚਮਤਕਾਰ ਹੋਇਆ। ਹੇ ਸਖੀ! ਤਬ ਸਾਵਣ ਆਇਆ, ਭਾਵ ਅਨੰਦੁ ਪ੍ਰਾਪਤ ਹੂਆ ਅਰੁ (ਮੋਰੀ) ਮੋਰੋ, ਭਾਵ ਇੰਦ੍ਰ੍ਯੋਂ ਨੇ (ਰੁਣਝੁਣ), ਭਾਵ ਉਤਸਾਹ ਰੂਪ ਸਬਦ ਕੀ ਧੁਨੀ ਕੌ ਲਗਾਯਾ, ਭਾਵ ਇੰਦ੍ਰਯ ਪਰਫੁਲਤ ਹੂਏ॥ ਤੇਰੇ ਸ੍ਵਰੂਪ, ਭਾਵ ਪਰਮੇਸ੍ਵਰ ਦੇ ਕਟਾਰ ਸਮ ਤੀਖੇ ਕ੍ਰਿਪਾ ਰੂਪੀ ਕਟਾਖੋਂ ਨੇ ਅਰੁ ਜਗ੍ਯਾਸੂ ਕੇ ਬਾਧਨੇ ਕੋ ਜੋ ਜਿਵੜਾ ਰੂਪ ਹੈ ਤਿਨੋਂ ਨੇ ਮੁਝ (ਮੁੰਧ) ਇਸਤ੍ਰੀ ਨੂੰ ਲੋਭੀ ਹੂਈ ਕੋ ਦੇਖ ਕਰ ਅਪਨੇ ਲੋਭ ਮੇਂ ਲੁਭਾਇ ਲਿਆ ਹੈ॥ ਤੇਰੇ ਦਰਸਨ (ਵਿਟਹੁ) ਊਪਰ ਸੇ (ਖੰਨੀਐ ਵੰਞਾ) ਟੁਕੜੇ ਟੁਕੜੇ ਹੋ ਜਾਵਾਂ ਅਰ ਤੇਰੇ ਨਾਮ ਉਪਰੋਂ ਭੀ ਕੁਰਬਾਨ ਹੋ ਜਾਵੋਂ॥ ਜਾ ਤੂੰ ਮੇਰੇ ਕੋ ਪ੍ਰਾਪਤਿ ਹੂਆ ਥਾ ਤਬ ਮੈਨੇ ਮਾਣੁ ਕੀਆ ਹੈਸੀ ਕਿ ਮੁਝ ਕੋ ਪਰਮੇਸ੍ਵਰ ਪ੍ਰਾਪਤਿ ਹੂਆ ਹੈ। ਜਬ ਤੈਨੇ ਮੇਰੇ ਮਾਨੁ ਕੋ ਦੇਖਾ ਤਬ ਤੂੰ ਚਲਿਆ ਗਿਆ, ਭਾਵ ਬ੍ਰਿਤੀ ਮੇਂ ਵਿਖੇਪ ਹੋ ਗਿਆ। ਪੁਨਾ ਮੈਨੇ ਰੋਇਕਰ ਨੇਤ੍ਰੋਂ ਕੋ ਜਲ ਸ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਜਦੋਂ ਸਾਡਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਾਥੋਂ ਓਪਰਾ ਹੋ ਜਾਏ ਤਾਂ ਅਸੀਂ ਆਪਾ-ਭਾਵ ਕਿਉਂ ਨਾ ਮਾਰ ਦੇਈਏ ਤੇ ਆਪਣੀ ਜਿੰਦ ਉਸ ਤੋਂ ਸਦਕੇ ਕਰ ਦੇਈਏ ॥੧॥੩॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "pero ¿cómo podré vivir, si el Señor sigue siendo un extraño para mi? (1-3)"
    }
  ]
}