{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਟੇਕ ਰਾਖੀ; ਜਿਤੁ ਲਗਿ ਤਰਿਆ ਸੰਸਾਰੇ ॥੪॥੨॥",
      "page": 248,
      "line": 13
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Supplicated Nanak, Thou keepest that prop, by clinging to which the world, is saved."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ ਜੋਦੜੀ ਕਰਦਾ ਹੈ ਤੂੰ ਉਹ ਆਸਰਾ ਫੜਿਆ ਹੈ ਜਿਸ ਨਾਲ ਚਿੰਬੜ ਕੇ ਜਹਾਨ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Prays Nanak, Yours is that Anchor, holding onto which the whole world is saved. ||4||2||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹਮਾਰੀ ਟੇਕ ਆਪ ਨੇ ਰਾਖੀ ਹੈ। ਜਿਸ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਸਰਨੀ ਲਗ ਕੇ ਸਭ ਸੰਸਾਰ ਤਰਿਆ ਕਰੇਗਾ ਸੋ ਬਾਣੀ ਸਾਨੂੰ ਬਖਸ਼ੀ ਹੈ। ਵਾ ਅੰਤਰੀਵ ਹੇ ਮੋਹਨ ਪਰਮੇਸ੍ਵਰ! ਤੇਰੇ ਬੈਕੁੰਠ ਆਦੀ ਲੋਕ ਊਚੇ ਮੰਦਰ ਹੈਂ ਔਰ ਸਤਸੰਗ ਰੂਪ ਅਪਾਰ ਮਹਲ ਹੈਂ। ਹੇ ਮੋਹਨ ਜੀ! ਤੇਰੇ ਦੁਆਰੇ ਸਤਿਸੰਗਿ ਰੂਪ ਧਰਮਸਾਲਾ ਮੇਂ ਸੰਤ ਸੋਹਤੇ ਹੈਂ। ਧਰਮ ਕਾ ਅਸਥਾਨ ਜੋ ਸਤਿਸੰਗ ਤਿਸ ਮੇਂ ਸੰਤ ਅਪਾਰ, ਹੇ ਦਿਆਲ ਠਾਕੁਰ! ਸਦਾ ਹੀ ਕੀਰਤਨ ਗਾਵਤੇ ਹੈਂ। ਜਹਾਂ ਸ੍ਰੇਸਟ ਸੰਤ ਏਕਠੇ ਹੋਤੇ ਹੈਂ ਤਹਾਂ ਹੇ ਪਰਮੇਸ੍ਵਰ ਜੀ! ਤੁਝ ਕੋ ਹੀ ਧਿਆਵਤੇ ਹੈਂ ਕਰੋ ਦਇਆ ਮਇਆ ਮੇਰੇ ਪਰ, ਵਾ ਹੇ ਦ੍ਯਾਲੁ ਸ੍ਵਾਮੀ! ਮੈਂ ਦੀਨ ਪਰ ਅਤਸੇ ਕ੍ਰਿਪਾਲ ਹੋਵੋ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹਮ ਤੇਰੇ ਦਰਸਨ ਕੇ ਪਿਆਸੇ ਹਾਂ। ਹਮ ਕੋ ਤੇਰਾ ਦਰਸਨ ਮਿਲੇ ਏਹੀ ਸ੍ਰੇਸ੍ਟ ਸੁਖੁ ਹੈ। ਹੇ ਮੋਹਨ ਜੀ! ਤੇਰੇ ਵੇਦ ਰੂਪ ਬਚਨ ਅਨੂਪੁ ਹੈਂ ਔਰੁ ਕਰਣੀ ਭੀ ਔਰੁ ਜੀਵੋਂ ਸੇ ਭਿੰਨ ਸ੍ਰਬ ਸ਼ਕਤੀਮਾਨ ਹੈ। ਹੇ ਮੋਹਨ! ਤੂੰ ਏਕ ਜੋ ਅਦੁਤੀਯ ਹੈਂ ਹਮ ਤੇਰੇ ਏਕ ਸਰੂਪ ਕੋ ਹੀ ਸਤਿ ਮਾਨਤੇ ਹੈਂ ਔਰੁ ਸਭ ਜੀਵੋਂ ਕੋ ਰਾਲੀ ਖੇਹ ਰੂਪ, ਭਾਵ ਮਿਥ੍ਯਾ ਮਾਨਤੇ ਹੈਂ। ਸੋ ਤੂੰ ਕੈਸਾ ਹੈਂ? ਹੇ ਏਕ ਅਲਖ ਠਾਕਰ! ਜਿਸ ਤੈਨੇ ਸ੍ਰਬ ਸਥਾਨੋ ਮੇਂ ਅਪਨੀ ਚੈਤੰਨ ਸਤਾ ਧਾਰੀ ਹੈ। ਆਦਿ ਪੁਰਖ ਸੰਸਾਰ ਬਨ ਕੇ ਵਾਲੀ ਤੁਮਾਰੇ ਕੋ ਗੁਰਾਂ ਕੇ ਬਚਨੋਂ ਕਰਿ ਭਗਤੋਂ ਨੇ ਵਸ ਕੀਆ ਹੈ। ਤੁਮ ਆਪ ਜੰਗਮ ਅਸਿਥਾਵਰ, ਵਾ ਜੀਵ ਕੁਟਸਥ ਹੋ। ਚਲ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਆਸਰੇ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਰਿਹਾ ਹਾਂ ॥੪॥੨॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Nanak te reza, oh Mojan, me apoyo en Ti para que pueda nadar a través del mar de la existencia.(4-2)"
    }
  ]
}