[
  {
    "id": 14206,
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਰਸੁ ਜਿਨੀ ਚਖਿਅਾ; ਸੇ ਤਿ੍ਰਪਤਿ ਰਹੇ ਅਾਘਾੲੀ ॥",
    "transliteration": "Sach Sachaa Ras Jinee Chakhiaa Sae Thripath Rehae Aaghaaee ||",
    "translation": "Those who have tasted the true essence of the True Lord, remain satisfied and fulfilled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ, ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੋ ਕੇ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14207,
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਹਰਿ ਰਸੁ ਸੇੲੀ ਜਾਣਦੇ; ਜਿੳੁ ਗੂੰਗੈ ਮਿਠਿਅਾੲੀ ਖਾੲੀ ॥",
    "transliteration": "Eihu Har Ras Saeee Jaanadhae Jio Goongai Mithiaaee Khaaee ||",
    "translation": "They know this essence of the Lord, but they say nothing, like the mute who tastes the sweet candy, and says nothing.",
    "punjabi": "ਇਸ ਸੁਆਦ ਨੂੰ ਜਾਣਦੇ ਭੀ ਉਹੀ ਹਨ, (ਪਰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ) ਜਿਵੇਂ ਗੂੰਗਾ ਮਿਠਿਆਈ ਖਾਂਦਾ ਹੈ (ਤੇ ਸੁਆਦ ਨਹੀਂ ਦੱਸ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14208,
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਪ੍ਰਭੁ ਸੇਵਿਅਾ; ਮਨਿ ਵਜੀ ਵਾਧਾੲੀ ॥੧੮॥",
    "transliteration": "Gur Poorai Har Prabh Saeviaa Man Vajee Vaadhhaaee ||18||",
    "translation": "The Perfect Guru serves the Lord God; His vibration vibrates and resounds in the mind. ||18||",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਤਸ਼ਾਹ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਉਹਨਾਂ ਦੇ ਮਨ ਖਿੜੇ ਰਹਿੰਦੇ ਹਨ) ॥੧੮॥",
    "pronunciation": "ਵੱਜੀ",
    "type_id": 3
  },
  {
    "id": 14209,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14210,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨਾ ਅੰਦਰਿ ੳੁਮਰਥਲ; ਸੇੲੀ ਜਾਣਨਿ ਸੂਲੀਅਾ ॥",
    "transliteration": "Jinaa Andhar Oumarathhal Saeee Jaanan Sooleeaa ||",
    "translation": "Those who have a festering boil within - they alone know its pain.",
    "punjabi": "(ਜਿਵੇਂ) ਜਿਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ਗੱਦਹੁਧਾਣਾ ਫੋੜਾ ਹੈ ਉਹੋ ਹੀ ਉਸ ਦੀ ਪੀੜਾ ਨੂੰ ਜਾਣਦੇ ਹਨ।",
    "pronunciation": "(ੳੁਮਰ-ਥਲ) ਗੱਦੋ ਦਾਣਾ ਫੋੜਾ।(ਸੂਲੀਅਾ) ਦੁੱਖ",
    "type_id": 3
  },
  {
    "id": 14211,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਜਾਣਹਿ ਸੇੲੀ ਬਿਰਹੁ; ਹੳੁ ਤਿਨ ਵਿਟਹੁ. ਸਦ ਘੁਮਿ ਘੋਲੀਅਾ ॥",
    "transliteration": "Har Jaanehi Saeee Birahu Ho Thin Vittahu Sadh Ghum Gholeeaa ||",
    "translation": "Those who know the pain of separation from the Lord - I am forever a sacrifice, a sacrifice to them.",
    "punjabi": "(ਤਿਵੇਂ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਿਛੋੜੇ ਦਾ ਸੱਲ ਹੈ ਉਹੋ ਹੀ ਉਸ ਦੀ ਪੀੜਾ ਨੂੰ ਜਾਣਦੇ ਹਨ, ਤੇ) ਵਿਛੋੜੇ ਤੋਂ ਪੈਦਾ ਹੋਏ ਪਿਆਰ ਨੂੰ ਭੀ ਉਹੀ ਸਮਝਦੇ ਹਨ-ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "(ਘੋਲੀਅਾ) ਵਾਰਨੇ",
    "type_id": 3
  },
  {
    "id": 14212,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਮੇਲਹੁ ਸਜਣੁ ਪੁਰਖੁ; ਮੇਰਾ ਸਿਰੁ. ਤਿਨ ਵਿਟਹੁ. ਤਲ ਰੋਲੀਅਾ ॥",
    "transliteration": "Har Maelahu Sajan Purakh Maeraa Sir Thin Vittahu Thal Roleeaa ||",
    "translation": "O Lord, please lead me to meet the Guru, the Primal Being, my Friend; my head shall roll in the dust under His feet.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਕੋਈ ਅਜੇਹਾ ਹੀ ਸੱਜਣ ਮਰਦ ਮਿਲਾ, ਅਜੇਹੇ ਬੰਦਿਆਂ (ਦੇ ਦੀਦਾਰ) ਦੀ ਖ਼ਾਤਰ ਮੇਰਾ ਸਿਰ ਉਹਨਾਂ ਦੇ ਪੈਰਾਂ ਹੇਠ ਰੁਲੇ।",
    "pronunciation": "ਤਲ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14213,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਸਿਖ. ਗੁਰ ਕਾਰ ਕਮਾਵਹਿ; ਹੳੁ ਗੁਲਮੁ ਤਿਨਾ ਕਾ ਗੋਲੀਅਾ ॥",
    "transliteration": "Jo Sikh Gur Kaar Kamaavehi Ho Gulam Thinaa Kaa Goleeaa ||",
    "translation": "I am the slave of the slaves of those GurSikhs who serve Him.",
    "punjabi": "ਜੋ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਗ਼ੁਲਾਮਾਂ ਦਾ ਗ਼ੁਲਾਮ ਹਾਂ।",
    "pronunciation": "ਗੋਲੀਅਾ: ਕਸਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14214,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਰੰਗਿ ਚਲੂਲੈ ਜੋ ਰਤੇ; ਤਿਨ ਭਿਨੀ. ਹਰਿ ਰੰਗਿ ਚੋਲੀਅਾ ॥",
    "transliteration": "Har Rang Chaloolai Jo Rathae Thin Bhinee Har Rang Choleeaa ||",
    "translation": "Those who are imbued with the deep crimson color of the Lord's Love - their robes are drenched in the Love of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪ੍ਰਭੂ-ਨਾਮ ਦੇ ਗੂੜ੍ਹੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦੇ ਚੋਲੇ (ਭੀ, ਭਾਵ, ਸਰੀਰ) ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਭਿੱਜੇ ਹੋਏ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14215,
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਨਾਨਕ ਮੇਲਿ; ਗੁਰ ਪਹਿ. ਸਿਰੁ ਵੇਚਿਅਾ ਮੋਲੀਅਾ ॥੧॥",
    "transliteration": "Kar Kirapaa Naanak Mael Gur Pehi Sir Vaechiaa Moleeaa ||1||",
    "translation": "Grant Your Grace, and lead Nanak to meet the Guru; I have sold my head to Him. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਗੁਰੂ ਨਾਲ ਮਿਲਾਇਆ ਹੈ, ਤੇ ਉਹਨਾਂ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14216,
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14217,
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੳੁਗਣੀ ਭਰਿਅਾ ਸਰੀਰੁ ਹੈ; ਕਿੳੁ ਸੰਤਹੁ. ਨਿਰਮਲੁ ਹੋੲਿ ॥",
    "transliteration": "Aouganee Bhariaa Sareer Hai Kio Santhahu Niramal Hoe ||",
    "translation": "The body is full of mistakes and misdeeds; how can it become pure, O Saints?",
    "punjabi": "(ਪ੍ਰਸ਼ਨ) ਹੇ ਸੰਤ ਜਨੋ! (ਇਹ) ਸਰੀਰ ਅਉਗਣਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਸਾਫ਼ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14218,
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਗੁਣ ਵੇਹਾਝੀਅਹਿ; ਮਲਿ ਹੳੁਮੈ ਕਢੈ ਧੋੲਿ ॥",
    "transliteration": "Guramukh Gun Vaehaajheeahi Mal Houmai Kadtai Dhhoe ||",
    "translation": "The Gurmukh purchases virtues, which wash off the sin of egotism.",
    "punjabi": "(ਉੱਤਰ) ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਗੁਣ ਖ਼ਰੀਦੇ ਜਾਣ, ਤਾਂ (ਇਸ ਤਰ੍ਹਾਂ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚੋਂ) ਹਉਮੈ-ਰੂਪ ਮੈਲ ਕੋਈ ਧੋ ਕੇ ਕੱਢ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14219,
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਚੁ ਵਣੰਜਹਿ ਰੰਗ ਸਿੳੁ; ਸਚੁ ਸੳੁਦਾ ਹੋੲਿ ॥",
    "transliteration": "Sach Vananjehi Rang Sio Sach Soudhaa Hoe ||",
    "translation": "True is the trade which purchases the True Lord with love.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਿਆਰ ਨਾਲ ਸੱਚ ਨੂੰ (ਭਾਵ, ਸੱਚੇ ਦੇ ਨਾਮ ਨੂੰ) ਖ਼ਰੀਦਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਇਹ ਸੌਦਾ ਸਦਾ ਨਾਲ ਨਿਭਦਾ ਹੈ।",
    "pronunciation": "ਵਣੰਜਹਿ",
    "type_id": 3
  },
  {
    "id": 14220,
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੋਟਾ. ਮੂਲਿ ਨ ਅਾਵੲੀ; ਲਾਹਾ ਹਰਿ ਭਾਵੈ ਸੋੲਿ ॥",
    "transliteration": "Thottaa Mool N Aavee Laahaa Har Bhaavai Soe ||",
    "translation": "No loss will come from this, and the profit comes by the Lord's Will.",
    "punjabi": "(ਇਸ ਸੌਦੇ ਵਿਚ) ਘਾਟਾ ਕਦੇ ਹੁੰਦਾ ਹੀ ਨਹੀਂ; (ਤੇ, ਸੌਦੇ ਵਿਚੋਂ) ਲਾਭ (ਇਹ ਮਿਲਦਾ) ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14221,
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਸਚੁ ਵਣੰਜਿਅਾ; ਜਿਨਾ ਧੁਰਿ ਲਿਖਿਅਾ ਪਰਾਪਤਿ ਹੋੲਿ ॥੨॥",
    "transliteration": "Naanak Thin Sach Vananjiaa Jinaa Dhhur Likhiaa Paraapath Hoe ||2||",
    "translation": "O Nanak, they alone purchase the Truth, who are blessed with such pre-ordained destiny. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਚੇ ਨਾਮ ਦੀ ਖ਼ਰੀਦ ਉਹ ਮਨੁੱਖ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ (ਇਹ ਸੱਚਾ ਨਾਮ) ਮੁਢ ਤੋਂ (ਕੀਤੇ ਹੋਏ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) (ਹਿਰਦੇ ਵਿਚ) ਉੱਕਰਿਆ ਹੋਇਆ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਵਣੰਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14222,
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14223,
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਲਾਹੀ ਸਚੁ ਸਾਲਾਹਣਾ; ਸਚੁ ਸਚਾ ਪੁਰਖੁ ਨਿਰਾਲੇ ॥",
    "transliteration": "Saalaahee Sach Saalaahanaa Sach Sachaa Purakh Niraalae ||",
    "translation": "I praise the True One, who alone is worthy of praise. The True Primal Being is True - this is His unique quality.",
    "punjabi": "(ਮੇਰਾ ਚਿੱਤ ਚਾਹੁੰਦਾ ਹੈ ਕਿ) ਜੋ ਨਿਰਾਲਾ ਪੁਰਖ ਸੱਚਾ ਹਰੀ ਹੈ, ਉਸ ਸੱਚੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ ਕਰਾਂ, ਉਸ ਦੀ ਸਿਫ਼ਤਿ ਕੀਤੀ ਹੋਈ ਸਦਾ ਨਾਲ ਨਿਭਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14224,
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ ਸੇਵੀ. ਸਚੁ ਮਨਿ ਵਸੈ; ਸਚੁ ਸਚਾ ਹਰਿ ਰਖਵਾਲੇ ॥",
    "transliteration": "Sach Saevee Sach Man Vasai Sach Sachaa Har Rakhavaalae ||",
    "translation": "Serving the True Lord, the Truth comes to dwell in the mind. The Lord, the Truest of the True, is my Protector.",
    "punjabi": "(ਚਿੱਤ ਲੋਚਦਾ ਹੈ ਕਿ) ਜੋ ਸੱਚਾ ਹਰੀ ਸਭ ਦਾ ਰਾਖਾ ਹੈ ਉਸ ਦੀ ਸੇਵਾ ਕਰਾਂ, ਤੇ ਸੱਚਾ ਹਰੀ ਮੇਰੇ ਮਨ ਵਿਚ ਨਿਵਾਸ ਕਰੇ।",
    "pronunciation": "ਰੱਖਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 14225,
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਜਿਨੀ ਅਰਾਧਿਅਾ; ਸੇ ਜਾੲਿ ਰਲੇ ਸਚ ਨਾਲੇ ॥",
    "transliteration": "Sach Sachaa Jinee Araadhhiaa Sae Jaae Ralae Sach Naalae ||",
    "translation": "Those who worship and adore the Truest of the True, shall go and merge with the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸੱਚ-ਮੁਚ ਸੱਚਾ ਹਰੀ ਸੇਵਿਆ ਹੈ ਉਹ ਉਸ ਸੱਚੇ ਦੇ ਨਾਲ ਜਾ ਰਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14226,
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ ਸਚਾ. ਜਿਨੀ ਨ ਸੇਵਿਅਾ; ਸੇ ਮਨਮੁਖ ਮੂੜ ਬੇਤਾਲੇ ॥",
    "transliteration": "Sach Sachaa Jinee N Saeviaa Sae Manamukh Moorr Baethaalae ||",
    "translation": "Those who do not serve the Truest of the True - those self-willed manmukhs are foolish demons.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸੱਚੇ ਹਰੀ ਨੂੰ ਨਹੀਂ ਸੇਵਿਆ, ਉਹ ਮਨਮੁਖ ਮੂਰਖ ਤੇ ਭੂਤਨੇ ਹਨ,",
    "pronunciation": "(ਬੇਤਾਲੇ) ਭੂਤ",
    "type_id": 3
  },
  {
    "id": 14227,
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਓਹੁ ਅਾਲੁਪਤਾਲੁ ਮੁਹਹੁ ਬੋਲਦੇ; ਜਿੳੁ ਪੀਤੈ ਮਦਿ ਮਤਵਾਲੇ ॥੧੯॥",
    "transliteration": "Ouh Aal Pathaal Muhahu Boladhae Jio Peethai Madh Mathavaalae ||19||",
    "translation": "With their mouths, they babble on about this and that, like the drunkard who has drunk his wine. ||19||",
    "punjabi": "ਮੂੰਹੋਂ ਅਜਿਹਾ ਬਕਵਾਸ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਸ਼ਰਾਬ ਪੀਤਿਆਂ ਸ਼ਰਾਬੀ (ਬਕਵਾਸ ਕਰਦੇ ਹਨ) ॥੧੯॥",
    "pronunciation": "(ਅਾਲੁ-ਪਤਾਲੁ) ੳੂਟਪਟਾਂਗ।ਮੁਹ-ਹੁ",
    "type_id": 3
  },
  {
    "id": 14228,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕ ਮਹਲਾ ੩ ॥",
    "transliteration": "Salok Mehalaa 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14229,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੳੁੜੀ ਰਾਗਿ ਸੁਲਖਣੀ; ਜੇ ਖਸਮੈ ਚਿਤਿ ਕਰੇੲਿ ॥",
    "transliteration": "Gourree Raag Sulakhanee Jae Khasamai Chith Karaee ||",
    "translation": "Gauree Raga is auspicious, if, through it, one comes to think of his Lord and Master.",
    "punjabi": "(ਜੀਵ-ਰੂਪੀ ਇਸਤ੍ਰੀ) ਗਉੜੀ ਰਾਗਣੀ ਦੁਆਰਾ ਤਾਂ ਹੀ ਚੰਗੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਏ;",
    "pronunciation": "ਸੁ-ਲੱਖਣੀ। ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 14230,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭਾਣੈ ਚਲੈ ਸਤਿਗੁਰੂ ਕੈ; ਅੈਸਾ ਸੀਗਾਰੁ ਕਰੇੲਿ ॥",
    "transliteration": "Bhaanai Chalai Sathiguroo Kai Aisaa Seegaar Karaee ||",
    "translation": "He should walk in harmony with the Will of the True Guru; this should be his decoration.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਭਾਣੇ ਵਿਚ ਤੁਰੇ-ਇਹੋ ਜਿਹਾ ਸ਼ਿੰਗਾਰ ਕਰੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14231,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ ਭਤਾਰੁ ਹੈ; ਸਦਾ ਸਦਾ ਰਾਵੇੲਿ ॥",
    "transliteration": "Sachaa Sabadh Bhathaar Hai Sadhaa Sadhaa Raavaee ||",
    "translation": "The True Word of the Shabad is our spouse; ravish and enjoy it, forever and ever.",
    "punjabi": "ਸੱਚਾ ਸ਼ਬਦ (ਰੂਪ ਜੋ) ਖਸਮ (ਹੈ) ਉਸ ਦਾ ਸਦਾ ਆਨੰਦ ਲਏ (ਭਾਵ, ਉਸ ਨੂੰ ਸਦਾ ਜਪੇ)।",
    "pronunciation": "ਰਾਵੇੲਿ",
    "type_id": 3
  },
  {
    "id": 14232,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿੳੁ ੳੁਬਲੀ ਮਜੀਠੈ ਰੰਗੁ ਗਹਗਹਾ; ਤਿੳੁ ਸਚੇ ਨੋ ਜੀੳੁ ਦੇੲਿ ॥",
    "transliteration": "Jio Oubalee Majeethai Rang Gehagehaa Thio Sachae No Jeeo Dhaee ||",
    "translation": "Like the deep crimson color of the madder plant - such is the dye which shall color you, when you dedicate your soul to the True One.",
    "punjabi": "ਜਿਵੇਂ ਮਜੀਠ ਉਬਾਲਾ ਸਹਾਰਦੀ ਹੈ ਤੇ ਉਸ ਦਾ ਰੰਗ ਗੂੜ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ (ਜੀਵ ਰੂਪ ਇਸਤ੍ਰੀ) ਆਪਣਾ ਆਪ ਖਸਮ ਤੋਂ ਸਦਕੇ ਕਰੇ,",
    "pronunciation": "ਦੇੲਿ",
    "type_id": 3
  },
  {
    "id": 14233,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰੰਗਿ ਚਲੂਲੈ ਅਤਿ ਰਤੀ; ਸਚੇ ਸਿੳੁ ਲਗਾ ਨੇਹੁ ॥",
    "transliteration": "Rang Chaloolai Ath Rathee Sachae Sio Lagaa Naehu ||",
    "translation": "One who loves the True Lord is totally imbued with the Lord's Love, like the deep crimson color of the poppy.",
    "punjabi": "(ਇਸ ਨੂੰ ਭੀ ਨਾਮ ਦਾ ਗੂੜ੍ਹਾ ਰੰਗ ਚੜ੍ਹ ਜਾਏ) ਤਾਂ ਉਸ ਦਾ ਸੱਚੇ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ (ਨਾਮ ਦੇ) ਗੂੜ੍ਹੇ ਰੰਗ ਵਿਚ ਰੱਤੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਰੱਤੀ",
    "type_id": 3
  },
  {
    "id": 14234,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੂੜੁ ਠਗੀ. ਗੁਝੀ ਨਾ ਰਹੈ; ਕੂੜੁ ਮੁਲੰਮਾ ਪਲੇਟਿ ਧਰੇਹੁ ॥",
    "transliteration": "Koorr Thagee Gujhee Naa Rehai Koorr Mulanmaa Palaett Dhharaehu ||",
    "translation": "Falsehood and deception may be covered with false coatings, but they cannot remain hidden.",
    "punjabi": "ਕੂੜ (ਰੂਪ) ਮੁਲੰਮਾ (ਬੇਸ਼ੱਕ ਸੱਚ ਨਾਲ) ਲਪੇਟ ਕੇ ਰਖੋ, (ਫਿਰ ਭੀ) ਜੋ ਝੂਠ ਤੇ ਠੱਗੀ ਹੈ ਉਹ ਲੁਕੇ ਨਹੀਂ ਰਹਿ ਸਕਦੇ।",
    "pronunciation": "ਠੱਗੀ ਗੁੱਝੀ",
    "type_id": 3
  },
  {
    "id": 14235,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੂੜੀ ਕਰਨਿ ਵਡਾੲੀਅਾ; ਕੂੜੇ ਸਿੳੁ ਲਗਾ ਨੇਹੁ ॥",
    "transliteration": "Koorree Karan Vaddaaeeaa Koorrae Sio Lagaa Naehu ||",
    "translation": "False is the uttering of praises, by those who love falsehood.",
    "punjabi": "(ਹਿਰਦੇ ਵਿਚ ਠੱਗੀ ਰੱਖਣ ਵਾਲੇ ਐਵੇਂ) ਝੂਠੀ ਵਡਿਆਈ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਝੂਠ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ (ਤੇ ਇਹ ਗੱਲ ਲੁਕੀ ਨਹੀਂ ਰਹਿੰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14236,
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਸਚਾ ਅਾਪਿ ਹੈ; ਅਾਪੇ ਨਦਰਿ ਕਰੇੲਿ ॥੧॥",
    "transliteration": "Naanak Sachaa Aap Hai Aapae Nadhar Karaee ||1||",
    "translation": "O Nanak, He alone is True; He Himself casts His Glance of Grace. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! (ਇਹ ਕਿਸੇ ਦੇ ਵੱਸ ਨਹੀਂ) ਜੋ ਹਰੀ ਸੱਚਾ ਆਪ ਹੈ ਉਹੋ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈ (ਤੇ ਹਿਰਦੇ ਵਿਚੋਂ ਠੱਗੀ ਦੂਰ ਹੋ ਸਕਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "ਕਰੇੲਿ",
    "type_id": 3
  },
  {
    "id": 14237,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14238,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਹਿ ਹਰਿ ੳੁਸਤਤਿ ਹੈ; ਸੰਗਿ ਸਾਧੂ ਮਿਲੇ ਪਿਅਾਰਿਅਾ ॥",
    "transliteration": "Sathasangath Mehi Har Ousathath Hai Sang Saadhhoo Milae Piaariaa ||",
    "translation": "In the Sat Sangat the True Congregation the Lord's Praises are sung. In the Saadh Sangat, the Company of the Holy, the Beloved Lord is met.",
    "punjabi": "ਸਤਸੰਗ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੁੰਦੀ ਹੈ (ਕਿਉਂਕਿ ਓਥੇ) ਪਿਆਰੇ (ਗੁਰਸਿੱਖ, ਸੰਤ ਜਨ) ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14239,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਓੲਿ ਪੁਰਖ ਪ੍ਰਾਣੀ ਧੰਨਿ ਜਨ ਹਹਿ; ੳੁਪਦੇਸੁ ਕਰਹਿ ਪਰੳੁਪਕਾਰਿਅਾ ॥",
    "transliteration": "Oue Purakh Praanee Dhhann Jan Hehi Oupadhaes Karehi Paroupakaariaa ||",
    "translation": "Blessed is that mortal being, who shares the Teachings for the good of others.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮੁਬਾਰਿਕ ਹਨ (ਕਿਉਂਕਿ) ਪਰਉਪਕਾਰ ਲਈ ਉਹ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਕਰਹਿ। ਪਰ-ੳੁਪ-ਕਾਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14240,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾਵਹਿ. ਹਰਿ ਨਾਮੁ ਸੁਣਾਵਹਿ; ਹਰਿ ਨਾਮੇ ਜਗੁ ਨਿਸਤਾਰਿਅਾ ॥",
    "transliteration": "Har Naam Dhrirraavehi Har Naam Sunaavehi Har Naamae Jag Nisathaariaa ||",
    "translation": "He implants the Name of the Lord, and he preaches the Name of the Lord; through the Name of the Lord, the world is saved.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸਿਦਕ ਬੰਨ੍ਹਾਉਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਸੁਣਾਉਂਦੇ ਹਨ ਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਸੰਸਾਰ ਨੂੰ ਤਾਰਦੇ ਹਨ, (ਇਹ ਸਾਰੀ ਬਰਕਤਿ ਇਸ ਲਈ ਹੈ ਕਿ ਉਹ ਵਡਭਾਗੀ ਸਤਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ ਸਤਿਗੁਰੂ ਵਿਚ ਜੁੜਦੇ ਹਨ)।",
    "pronunciation": "ਦਿ੍ਰੜਾਵਹਿ, ਸੁਣਾਵਹਿ, ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 14241,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਵੇਖਣ ਕੳੁ ਸਭੁ ਕੋੲੀ ਲੋਚੈ; ਨਵ ਖੰਡ ਜਗਤਿ ਨਮਸਕਾਰਿਅਾ ॥",
    "transliteration": "Gur Vaekhan Ko Sabh Koee Lochai Nav Khandd Jagath Namasakaariaa ||",
    "translation": "Everyone longs to see the Guru; the world, and the nine continents, bow down to Him.",
    "punjabi": "(ਇਹ ਬਰਕਤਾਂ ਸੁਣ ਕੇ) ਹਰੇਕ ਜੀਵ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨੂੰ ਤਾਂਘਦਾ ਹੈ ਤੇ ਸੰਸਾਰ ਵਿਚ ਨਵਾਂ ਖੰਡਾਂ (ਦੇ ਜੀਵ) ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਸਿਰ ਨਿਵਾਂਦੇ ਹਨ।",
    "pronunciation": "ਜੱਗ-ਤਿ",
    "type_id": 3
  },
  {
    "id": 14242,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਅਾਪੁ, ਰਖਿਅਾ ਸਤਿਗੁਰ ਵਿਚਿ; ਗੁਰੁ ਅਾਪੇ ਤੁਧੁ ਸਵਾਰਿਅਾ ॥",
    "transliteration": "Thudhh Aapae Aap Rakhiaa Sathigur Vich Gur Aapae Thudhh Savaariaa ||",
    "translation": "You Yourself have established the True Guru; You Yourself have adorned the Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣਾ ਆਪ ਸਤਿਗੁਰੂ ਵਿਚ ਲੁਕਾ ਰੱਖਿਆ ਹੈ ਤੇ ਤੂੰ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਨੂੰ ਸੁੰਦਰ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14243,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੂ ਅਾਪੇ ਪੂਜਹਿ. ਪੂਜ ਕਰਾਵਹਿ; ਸਤਿਗੁਰ ਕੳੁ ਸਿਰਜਣਹਾਰਿਅਾ ॥",
    "transliteration": "Thoo Aapae Poojehi Pooj Karaavehi Sathigur Ko Sirajanehaariaa ||",
    "translation": "You Yourself worship and adore the True Guru; You inspire others to worship Him as well, O Creator Lord.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਨੂੰ ਵਡਿਆਈ ਦੇਂਦਾ ਹੈਂ ਤੇ ਆਪ ਹੀ (ਹੋਰਨਾਂ ਪਾਸੋਂ ਗੁਰੂ ਦੀ) ਵਡਿਆਈ ਕਰਾਉਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14244,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕੋੲੀ ਵਿਛੁੜਿ ਜਾੲਿ ਸਤਿਗੁਰੂ ਪਾਸਹੁ; ਤਿਸੁ ਕਾਲਾ ਮੁਹੁ. ਜਮਿ ਮਾਰਿਅਾ ॥",
    "transliteration": "Koee Vishhurr Jaae Sathiguroo Paasahu This Kaalaa Muhu Jam Maariaa ||",
    "translation": "If someone separates himself from the True Guru, his face is blackened, and he is destroyed by the Messenger of Death.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਕੋਲੋਂ ਵਿੱਛੜ ਜਾਏ, ਉਸ ਦਾ ਮੂੰਹ ਕਾਲਾ ਹੁੰਦਾ ਹੈ ਤੇ ਜਮਰਾਜ ਪਾਸੋਂ ਉਸ ਨੂੰ ਮਾਰ ਪੈਂਦੀ ਹੈ, (ਭਾਵ, ਉਹ ਜਗਤ ਵਿਚ ਇਕ ਤਾਂ ਮੁਕਾਲਖ ਖੱਟਦਾ ਹੈ, ਦੂਜੇ ਮੌਤ ਆਦਿਕ ਦਾ ਉਸ ਨੂੰ ਸਦਾ ਸਹਿਮ ਪਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
