[
  {
    "id": 14245,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤਿਸੁ ਅਗੈ ਪਿਛੈ ਢੋੲੀ ਨਾਹੀ; ਗੁਰਸਿਖੀ ਮਨਿ ਵੀਚਾਰਿਅਾ ॥",
    "transliteration": "This Agai Pishhai Dtoee Naahee Gurasikhee Man Veechaariaa ||",
    "translation": "He shall find no shelter, here or hereafter; the GurSikhs have realized this in their minds.",
    "punjabi": "ਉਸ ਨੂੰ ਨਾ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਨਾ ਹੀ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ-ਸਭ ਗੁਰਸਿੱਖਾਂ ਨੇ ਮਨ ਵਿਚ ਇਹ ਵਿਚਾਰ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14246,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਨੋ ਮਿਲੇ. ਸੇੲੀ ਜਨ ੳੁਬਰੇ; ਜਿਨ ਹਿਰਦੈ ਨਾਮੁ ਸਮਾਰਿਅਾ ॥",
    "transliteration": "Sathiguroo No Milae Saeee Jan Oubarae Jin Hiradhai Naam Samaariaa ||",
    "translation": "That humble being who meets the True Guru is saved; he cherishes the Naam, the Name of the Lord, in his heart.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨੂੰ ਜਾ ਮਿਲਦੇ ਹਨ, ਉਹ (ਸੰਸਾਰ ਸਾਗਰ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਨੂੰ ਸੰਭਾਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14247,
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੇ ਗੁਰਸਿਖ ਪੁਤ ਹਹੁ; ਹਰਿ ਜਪਿਅਹੁ, ਹਰਿ ਨਿਸਤਾਰਿਅਾ ॥੨॥",
    "transliteration": "Jan Naanak Kae Gurasikh Puthehahu Har Japiahu Har Nisathaariaa ||2||",
    "translation": "Servant Nanak says: O GurSikhs, O my sons, meditate on the Lord; only the Lord shall save you. ||2||",
    "punjabi": "(ਇਸ ਲਈ ਪ੍ਰਭੂ ਦੇ) ਦਾਸ ਨਾਨਕ ਦੇ ਸਿੱਖ ਪੁੱਤਰੋ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੋ, (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ (ਸੰਸਾਰ ਤੋਂ) ਪਾਰ ਉਤਾਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14248,
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਹਲਾ ੩ ॥",
    "transliteration": "Mehalaa 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14249,
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੳੁਮੈ ਜਗਤੁ ਭੁਲਾੲਿਅਾ; ਦੁਰਮਤਿ ਬਿਖਿਅਾ ਬਿਕਾਰ ॥",
    "transliteration": "Houmai Jagath Bhulaaeiaa Dhuramath Bikhiaa Bikaar ||",
    "translation": "Egotism has led the world astray, along with evil-mindedness and the poison of corruption.",
    "punjabi": "ਹਉਮੈ ਨੇ ਜਗਤ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਖੋਟੀ ਮਤਿ ਤੇ ਮਾਇਆ ਵਿਚ (ਫਸ ਕੇ) ਵਿਕਾਰ ਕਰੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 14250,
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ, ਤ ਨਦਰਿ ਹੋੲਿ; ਮਨਮੁਖ ਅੰਧ ਅੰਧਿਅਾਰ ॥",
    "transliteration": "Sathigur Milai Th Nadhar Hoe Manamukh Andhh Andhhiaar ||",
    "translation": "Meeting with the True Guru, we are blessed by the Lord's Glance of Grace, while the self-willed manmukh gropes around in the darkness.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਸ ਤੇ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਨਦਾਰ ਅੰਨ੍ਹੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14251,
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪੇ ਮੇਲਿ ਲੲੇ; ਜਿਸ ਨੋ ਸਬਦਿ ਲਾੲੇ ਪਿਅਾਰੁ ॥੩॥",
    "transliteration": "Naanak Aapae Mael Leae Jis No Sabadh Laaeae Piaar ||3||",
    "translation": "O Nanak, the Lord absorbs into Himself those whom He inspires to love the Word of His Shabad. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੀ ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਸ਼ਬਦ ਵਿਚ ਲਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰੀ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮੇਲ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14252,
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14253,
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਚੁ ਸਚੇ ਕੀ ਸਿਫਤਿ ਸਲਾਹ ਹੈ; ਸੋ ਕਰੇ. ਜਿਸੁ ਅੰਦਰੁ ਭਿਜੈ ॥",
    "transliteration": "Sach Sachae Kee Sifath Salaah Hai So Karae Jis Andhar Bhijai ||",
    "translation": "True are the Praises and the Glories of the True One; he alone speaks them, whose mind is softened within.",
    "punjabi": "ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ (ਕੀਤੀ ਹੋਈ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਹੈ; (ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ) ਉਹ ਮਨੁੱਖ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਦਾ ਹਿਰਦਾ (ਭੀ) (ਸਿਫ਼ਤਿ ਵਿਚ) ਭਿੱਜਾ ਹੋਇਆ ਹੋਵੇ।",
    "pronunciation": "ਭਿੱਜੈ",
    "type_id": 3
  },
  {
    "id": 14254,
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨੀ ੲਿਕ ਮਨਿ ੲਿਕੁ ਅਰਾਧਿਅਾ; ਤਿਨ ਕਾ ਕੰਧੁ. ਨ ਕਬਹੂ ਛਿਜੈ ॥",
    "transliteration": "Jinee Eik Man Eik Araadhhiaa Thin Kaa Kandhh N Kabehoo Shhijai ||",
    "translation": "Those who worship the One Lord with single-minded devotion - their bodies shall never perish.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਏਕਾਗਰ-ਚਿੱਤ ਹੋ ਕੇ ਇਕ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਕਦੀ ਛਿੱਜਦਾ ਨਹੀਂ (ਵਿਕਾਰਾਂ ਵਿਚ ਖਚਿਤ ਨਹੀਂ ਹੁੰਦਾ)।",
    "pronunciation": "(ਕੰਧੁ) ਸ੍ਰੀਰ। (ਛਿੱਜੈ) ਨਾਸ ਹੁੰਦਾ",
    "type_id": 3
  },
  {
    "id": 14255,
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਪੁਰਖ ਸਾਬਾਸਿ ਹੈ; ਜਿਨ ਸਚੁ ਰਸਨਾ ਅੰਮਿ੍ਰਤੁ ਪਿਜੈ ॥",
    "transliteration": "Dhhan Dhhan Purakh Saabaas Hai Jin Sach Rasanaa Anmrith Pijai ||",
    "translation": "Blessed, blessed and acclaimed is that person, who tastes with his tongue the Ambrosial Nectar of the True Name.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਧੰਨ ਹਨ, ਸ਼ਾਬਾਸ਼ੇ ਉਹਨਾਂ ਨੂੰ ਜੋ ਜੀਭ ਨਾਲ ਸੱਚਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਂਦੇ ਹਨ।",
    "pronunciation": "ਪਿੱਜੈ",
    "type_id": 3
  },
  {
    "id": 14256,
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਜਿਨ ਮਨਿ ਭਾਵਦਾ; ਸੇ ਮਨਿ ਸਚੀ ਦਰਗਹ ਲਿਜੈ ॥",
    "transliteration": "Sach Sachaa Jin Man Bhaavadhaa Sae Man Sachee Dharageh Lijai ||",
    "translation": "One whose mind is pleased with the Truest of the True is accepted in the True Court.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸੱਚਾ ਹਰੀ ਸਚਮੁਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਹ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਲਿੱਜੈ",
    "type_id": 3
  },
  {
    "id": 14257,
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਜਨਮੁ ਸਚਿਅਾਰੀਅਾ; ਮੁਖ ੳੁਜਲ ਸਚੁ ਕਰਿਜੈ ॥੨੦॥",
    "transliteration": "Dhhan Dhhann Janam Sachiaareeaa Mukh Oujal Sach Karijai ||20||",
    "translation": "Blessed, blessed is the birth of those true beings; the True Lord brightens their faces. ||20||",
    "punjabi": "ਸੱਚ ਦੇ ਵਪਾਰੀਆਂ ਦਾ ਮਨੁੱਖਾ ਜਨਮ ਸਫਲਾ ਹੈ (ਕਿਉਂਕਿ ਦਰਗਾਹ ਵਿਚ) ਉਹ ਸੁਰਖ਼ੁਰੂ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "ਕਰਿੱਜੈ",
    "type_id": 3
  },
  {
    "id": 14258,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14259,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਾਕਤ ਜਾੲਿ ਨਿਵਹਿ ਗੁਰ ਅਾਗੈ; ਮਨਿ ਖੋਟੇ ਕੂੜਿ ਕੂੜਿਅਾਰੇ ॥",
    "transliteration": "Saakath Jaae Nivehi Gur Aagai Man Khottae Koorr Koorriaarae ||",
    "translation": "The faithless cynics go and bow before the Guru, but their minds are corrupt and false, totally false.",
    "punjabi": "ਜੇ ਸਾਕਤ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਜਾ ਭੀ ਨਿਊਣ, (ਤਾਂ ਭੀ) ਉਹ ਮਨੋਂ ਖੋਟੇ (ਰਹਿੰਦੇ ਹਨ) ਤੇ ਖੋਟੇ ਹੋਣ ਕਰਕੇ ਕੂੜ ਦੇ ਹੀ ਵਪਾਰੀ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਨਿਵਹਿ",
    "type_id": 3
  },
  {
    "id": 14260,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਗੁਰੁ ਕਹੈ. ੳੁਠਹੁ ਮੇਰੇ ਭਾੲੀ; ਬਹਿ ਜਾਹਿ. ਘੁਸਰਿ ਬਗੁਲਾਰੇ ॥",
    "transliteration": "Jaa Gur Kehai Outhahu Maerae Bhaaee Behi Jaahi Ghusar Bagulaarae ||",
    "translation": "When the Guru says, \"Rise up, my Siblings of Destiny\", they sit down, crowded in like cranes.",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ (ਸਭ ਸਿੱਖਾਂ ਨੂੰ) ਆਖਦਾ ਹੈ-'ਹੇ ਮੇਰੇ ਭਰਾਵੋ, ਸੁਚੇਤ ਹੋਵੋ!' (ਤਾਂ ਇਹ ਸਾਕਤ ਭੀ) ਬਗਲਿਆਂ ਵਾਂਗ (ਸਿੱਖਾਂ ਵਿਚ) ਰਲ ਕੇ ਬਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਘੁਸ-ਰਿ) ਦਬ ਕੇ ਛਿਪਣਾ। ਬਗੁਲਾਰੇ:ਪੋਲਾ ਬੋਲੋ। (ਬਗੁਲਾਰੇ) ਬਗੁਲੇ ਵਤ ਦੰਭੀ",
    "type_id": 3
  },
  {
    "id": 14261,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਸਿਖਾ ਅੰਦਰਿ ਸਤਿਗੁਰੁ ਵਰਤੈ; ਚੁਣਿ ਕਢੇ, ਲਧੋਵਾਰੇ ॥",
    "transliteration": "Gurasikhaa Andhar Sathigur Varathai Chun Kadtae Ladhhovaarae ||",
    "translation": "The True Guru prevails among His GurSikhs; they pick out and expel the wanderers.",
    "punjabi": "(ਪਰ ਸਾਕਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕੂੜ ਵੱਸਦਾ ਹੈ) ਤੇ ਗੁਰਸਿੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਤਿਗੁਰੂ ਵੱਸਦਾ ਹੈ, (ਇਸ ਕਰਕੇ ਸਿੱਖਾਂ ਵਿਚ ਰਲ ਕੇ ਬੈਠੇ ਹੋਏ ਭੀ ਸਾਕਤ) ਲਾਧ ਦੇ ਵੇਲੇ ਚੁਣ ਕੇ ਕੱਢੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਲੱਧੋਵਾਰੇ) ਲੱਭਣ ਵਾਲਿਅਾਂ ਨੇ",
    "type_id": 3
  },
  {
    "id": 14262,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਓੲਿ ਅਗੈ ਪਿਛੈ ਬਹਿ, ਮੁਹੁ ਛਪਾੲਿਨਿ; ਨ ਰਲਨੀ ਖੋਟੇਅਾਰੇ ॥",
    "transliteration": "Oue Agai Pishhai Behi Muhu Shhapaaein N Ralanee Khottaeaarae ||",
    "translation": "Sitting here and there, they hide their faces; being counterfeit, they cannot mix with the genuine.",
    "punjabi": "ਉਹ ਅਗਾਂਹ ਪਿਛਾਂਹ ਹੋ ਕੇ ਮੂੰਹ ਤਾਂ ਬਥੇਰਾ ਲੁਕਾਂਦੇ ਹਨ, ਪਰ ਕੂੜ ਦੇ ਵਪਾਰੀ (ਸਿੱਖਾਂ ਵਿਚ) ਰਲ ਨਹੀਂ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14263,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਓਨ੍ਹਾ ਦਾ ਭਖੁ, ਸੁ ਓਥੈ ਨਾਹੀ; ਜਾੲਿ ਕੂੜੁ ਲਹਨਿ, ਭੇਡਾਰੇ ॥",
    "transliteration": "Ounaa Dhaa Bhakh S Outhhai Naahee Jaae Koorr Lehan Bhaeddaarae ||",
    "translation": "There is no food for them there; the false go into the filth like sheep.",
    "punjabi": "ਸਾਕਤਾਂ ਦਾ ਖਾਣਾ ਓਥੇ (ਗੁਰਸਿਖਾਂ ਦੇ ਸੰਗ ਵਿਚ) ਨਹੀਂ ਹੁੰਦਾ, (ਇਸ ਵਾਸਤੇ) ਭੇਡਾਂ ਵਾਂਗ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਜਾ ਕੇ ਕੂੜ ਨੂੰ ਲੱਭਦੇ ਹਨ।",
    "pronunciation": "(ਭੱਖੁ) ਭੋਜਨ। (ਭੇਡਾਰੇ) ਭੇਡਾਂ ਵਾਂਗ। ਲਹ-ਨਿ",
    "type_id": 3
  },
  {
    "id": 14264,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੇ ਸਾਕਤੁ ਨਰੁ. ਖਾਵਾੲੀਅੈ ਲੋਚੀਅੈ; ਬਿਖੁ ਕਢੈ ਮੁਖਿ ੳੁਗਲਾਰੇ ॥",
    "transliteration": "Jae Saakath Nar Khaavaaeeai Locheeai Bikh Kadtai Mukh Ougalaarae ||",
    "translation": "If you try to feed the faithless cynic, he will spit out poison from his mouth.",
    "punjabi": "ਜੇ ਸਾਕਤ ਮਨੁੱਖ ਨੂੰ (ਨਾਮ-ਰੂਪ) ਚੰਗਾ ਪਦਾਰਥ ਖਵਾਣ ਦੀ ਇੱਛਾ ਭੀ ਕਰੀਏ ਤਾਂ ਭੀ ਉਹ ਮੂੰਹੋਂ (ਨਿੰਦਾ-ਰੂਪ) ਵਿਹੁ ਹੀ ਉਗਲ ਕੇ ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "ੳੁਗ-ਲਾਰੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14265,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ. ਸਾਕਤ ਸੇਤੀ ਸੰਗੁ. ਨ ਕਰੀਅਹੁ; ਓੲਿ ਮਾਰੇ ਸਿਰਜਣਹਾਰੇ ॥",
    "transliteration": "Har Saakath Saethee Sang N Kareeahu Oue Maarae Sirajanehaarae ||",
    "translation": "O Lord, let me not be in the company of the faithless cynic, who is cursed by the Creator Lord.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋਂ!) ਰੱਬ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਨਾਲ ਸਾਥ ਨਾ ਕਰਿਓ, (ਕਿਉਂਕਿ) ਸਿਰਜਨਹਾਰ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਨਾਮ ਵਲੋਂ) ਮੁਰਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14266,
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਸ ਕਾ ੲਿਹੁ ਖੇਲੁ. ਸੋੲੀ ਕਰਿ ਵੇਖੈ; ਜਨ ਨਾਨਕ. ਨਾਮੁ ਸਮਾਰੇ ॥੧॥",
    "transliteration": "Jis Kaa Eihu Khael Soee Kar Vaekhai Jan Naanak Naam Samaarae ||1||",
    "translation": "This drama belongs to the Lord; He performs it, and He watches over it. Servant Nanak cherishes the Naam, the Name of the Lord. ||1||",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਤੇ ਲਿਆਉਣਾ ਕਿਸੇ ਜੀਵ ਦੇ ਵੱਸ ਨਹੀਂ), ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਇਹ ਖੇਲ ਹੈ ਉਹ ਆਪ ਇਸ ਖੇਲ ਨੂੰ ਰਚ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈ। ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੰਭਾਲ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14267,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14268,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਅਗੰਮੁ ਹੈ; ਜਿਸੁ ਅੰਦਰਿ ਹਰਿ ੳੁਰਿ ਧਾਰਿਅਾ ॥",
    "transliteration": "Sathigur Purakh Aganm Hai Jis Andhar Har Our Dhhaariaa ||",
    "translation": "The True Guru the Primal Being is inaccessible; He has enshrined the Lord's Name within His heart.",
    "punjabi": "ਸਤਿਗੁਰੂ ਅਗੰਮ ਪੁਰਖ ਹੈ ਜਿਸ ਨੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਪਰੋਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14269,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਨੋ ਅਪੜਿ. ਕੋੲਿ ਨ ਸਕੲੀ; ਜਿਸੁ ਵਲਿ ਸਿਰਜਣਹਾਰਿਅਾ ॥",
    "transliteration": "Sathiguroo No Aparr Koe N Sakee Jis Val Sirajanehaariaa ||",
    "translation": "No one can equal the True Guru; the Creator Lord is on His side.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਬਰਾਬਰੀ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਸਿਰਜਨਹਾਰ ਉਸ ਦੇ ਵੱਲ ਹੈ।",
    "pronunciation": "ਅੱਪੜਿ",
    "type_id": 3
  },
  {
    "id": 14270,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਕਾ ਖੜਗੁ ਸੰਜੋੳੁ, ਹਰਿ ਭਗਤਿ ਹੈ; ਜਿਤੁ ਕਾਲੁ ਕੰਟਕੁ ਮਾਰਿ ਵਿਡਾਰਿਅਾ ॥",
    "transliteration": "Sathiguroo Kaa Kharrag Sanjoo Har Bhagath Hai Jith Kaal Kanttak Maar Viddaariaa ||",
    "translation": "Devotional worship of the Lord is the sword and armor of the True Guru; He has killed and cast out Death, the torturer.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਖੜਗ ਤੇ ਸੰਜੋਅ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੈ ਜਿਸ ਨਾਲ ਉਸ ਨੇ ਕਾਲ (-ਰੂਪ) ਕੰਡੇ ਨੂੰ (ਭਾਵ, ਮੌਤ ਦੇ ਡਰ ਨੂੰ) ਮਾਰ ਕੇ ਪਰੇ ਸੁੱਟਿਆ ਹੈ।",
    "pronunciation": "(ਖੜਗੁ) ਕਿ੍ਰਪਾਨ। (ਸੰਜੋੳੁ) ਲੋਹੇ ਦਾ ਬਸਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 14271,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਕਾ ਰਖਣਹਾਰਾ ਹਰਿ ਅਾਪਿ ਹੈ; ਸਤਿਗੁਰੂ ਕੈ ਪਿਛੈ ਹਰਿ ਸਭਿ ੳੁਬਾਰਿਅਾ ॥",
    "transliteration": "Sathiguroo Kaa Rakhanehaaraa Har Aap Hai Sathiguroo Kai Pishhai Har Sabh Oubaariaa ||",
    "translation": "The Lord Himself is the Protector of the True Guru. The Lord saves all those who follow in the footsteps of the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਰਾਖਾ ਪ੍ਰਭੂ ਆਪ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰਨ ਵਾਲੇ ਸਭਨਾਂ ਨੂੰ ਭੀ ਪ੍ਰਭੂ ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14272,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਮੰਦਾ ਚਿਤਵੈ ਪੂਰੇ ਸਤਿਗੁਰੂ ਕਾ; ਸੋ ਅਾਪਿ ੳੁਪਾਵਣਹਾਰੈ ਮਾਰਿਅਾ ॥",
    "transliteration": "Jo Mandhaa Chithavai Poorae Sathiguroo Kaa So Aap Oupaavanehaarai Maariaa ||",
    "translation": "One who thinks evil of the Perfect True Guru - the Creator Lord Himself destroys him.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦਾ ਬੁਰਾ ਲੋਚਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪ ਕਰਤਾਰ ਮਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14273,
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲੇਹ ਗਲ ਹੋਵੈ. ਹਰਿ ਦਰਗਹ ਸਚੇ ਕੀ; ਜਨ ਨਾਨਕ. ਅਗਮੁ ਵੀਚਾਰਿਅਾ ॥੨॥",
    "transliteration": "Eaeh Gal Hovai Har Dharageh Sachae Kee Jan Naanak Agam Veechaariaa ||2||",
    "translation": "These words will be confirmed as true in the Court of the Lord; servant Nanak reveals this mystery. ||2||",
    "punjabi": "ਸੱਚੇ ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇਹ ਨਿਆਂ ਹੁੰਦਾ ਹੈ, ਤੇ ਹੇ ਨਾਨਕ! ਅਗੰਮ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "ਗੱਲ",
    "type_id": 3
  },
  {
    "id": 14274,
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14275,
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਚੁ ਸੁਤਿਅਾ ਜਿਨੀ ਅਰਾਧਿਅਾ; ਜਾ ੳੁਠੇ ਤਾ ਸਚੁ ਚਵੇ ॥",
    "transliteration": "Sach Suthiaa Jinee Araadhhiaa Jaa Outhae Thaa Sach Chavae ||",
    "translation": "Those who dwell upon the True Lord while asleep, utter the True Name when they are awake.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੁੱਤੇ ਹੋਏ ਭੀ ਸੱਚੇ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਤੇ ਉੱਠ ਕੇ ਭੀ ਉਸੇ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "(ਚਵੇ) ੳੁਚਾਰਨ। ਸੁੱਤਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14276,
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੇ ਵਿਰਲੇ ਜੁਗ ਮਹਿ ਜਾਣੀਅਹਿ; ਜੋ ਗੁਰਮੁਖਿ ਸਚੁ ਰਵੇ ॥",
    "transliteration": "Sae Viralae Jug Mehi Jaaneeahi Jo Guramukh Sach Ravae ||",
    "translation": "How rare in the world are those Gurmukhs who dwell upon the True Lord.",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਵਿਰਲੇ ਹੀ ਲੱਭਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਇਸ ਤਰ੍ਹਾਂ ਸੱਚੇ ਨਾਮ ਦਾ ਆਨੰਦ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਰਵੇ) ਸਿਮਰਦੇ। ਜਾਣੀਅਹਿ",
    "type_id": 3
  },
  {
    "id": 14277,
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਤਿਨ ਕੳੁ; ਜਿ ਅਨ ਦਿਨੁ ਸਚੁ ਲਵੇ ॥",
    "transliteration": "Ho Balihaaree Thin Ko J Anadhin Sach Lavae ||",
    "translation": "I am a sacrifice to those who chant the True Name, night and day.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜੋ ਰੋਜ਼ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "(ਲਵੇ) ਬੋਲਦੇ",
    "type_id": 3
  },
  {
    "id": 14278,
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਨ ਮਨਿ ਤਨਿ ਸਚਾ ਭਾਵਦਾ; ਸੇ ਸਚੀ ਦਰਗਹ ਗਵੇ ॥",
    "transliteration": "Jin Man Than Sachaa Bhaavadhaa Sae Sachee Dharageh Gavae ||",
    "translation": "The True Lord is pleasing to their minds and bodies; they go to the Court of the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਮਨ ਵਿਚ ਤੇ ਸਰੀਰ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰੀ ਦੀ ਯਾਦ ਭੀ ਤੇ ਹਰੀ ਦੀ ਕਾਰ ਭੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ) ਉਹ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਪਹੁੰਚਦੇ ਹਨ।",
    "pronunciation": "(ਗਵੇ) ਪਹੁੰਚੇ",
    "type_id": 3
  },
  {
    "id": 14279,
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਬੋਲੈ ਸਚੁ ਨਾਮੁ; ਸਚੁ ਸਚਾ ਸਦਾ ਨਵੇ ॥੨੧॥",
    "transliteration": "Jan Naanak Bolai Sach Naam Sach Sachaa Sadhaa Navae ||21||",
    "translation": "Servant Nanak chants the True Name; truly, the True Lord is forever brand new. ||21||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਭੀ ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਜੋ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ (ਭਾਵ, ਹਰ ਵੇਲੇ ਪਿਆਰਾ ਲੱਗਣ ਵਾਲਾ ਹੈ) ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14280,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14281,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਿਅਾ ਸਵਣਾ. ਕਿਅਾ ਜਾਗਣਾ; ਗੁਰਮੁਖਿ ਤੇ ਪਰਵਾਣੁ ॥",
    "transliteration": "Kiaa Savanaa Kiaa Jaaganaa Guramukh Thae Paravaan ||",
    "translation": "Who is asleep, and who is awake? Those who are Gurmukh are approved.",
    "punjabi": "ਸੌਣਾ ਕੀਹ ਤੇ ਜਾਗਣਾ ਕੀਹ, ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ ਉਹਨਾਂ ਲਈ ਇਹ ਦੋਵੇਂ ਹਾਲਤਾਂ ਇਕੋ ਜਿਹੀਆਂ ਹਨ-",
    "pronunciation": "",
    "type_id": 3
  }
]
