[
  {
    "id": 16882,
    "shabad_id": 1429,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਛੇਵੇਂ ਕੇ ਤਿੰਨ",
    "type_id": 1
  },
  {
    "id": 16883,
    "shabad_id": 1429,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮਹਲਾ ੪ ਰਾਗੁ ਅਾਸਾ, ਘਰੁ ੬ ਕੇ ੩ ॥",
    "transliteration": "Mehalaa 4 Raag Aasaa Ghar 6 Kae 3 ||",
    "translation": "Fourth Mehl, Raag Aasaa, 3 Of Sixth House :",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16884,
    "shabad_id": 1429,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਥਿ ਕਰਿ ਤੰਤੁ ਵਜਾਵੈ ਜੋਗੀ; ਥੋਥਰ ਵਾਜੈ ਬੇਨ ॥",
    "transliteration": "Hathh Kar Thanth Vajaavai Jogee Thhothhar Vaajai Baen ||",
    "translation": "You may pluck the strings with your hand, O Yogi, but your playing of the harp is in vain.",
    "punjabi": "ਜੋਗੀ (ਕਿੰਗੁਰੀ) ਹੱਥ ਵਿਚ ਫੜ ਕੇ ਤਾਰ ਵਜਾਂਦਾ ਹੈ, ਪਰ ਉਸ ਦੀ ਕਿੰਗੁਰੀ ਬੇਅਸਰ ਹੀ ਵੱਜਦੀ ਹੈ (ਕਿਉਂਕਿ ਮਨ ਹਰਿ-ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "(ਤੰਤੁ) ਤਾਰ। (ਥੋਥਰ) ਖਾਲੀ",
    "type_id": 3
  },
  {
    "id": 16885,
    "shabad_id": 1429,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮਤਿ ਹਰਿ ਗੁਣ ਬੋਲਹੁ ਜੋਗੀ; ੲਿਹੁ ਮਨੂਅਾ ਹਰਿ ਰੰਗਿ ਭੇਨ ॥੧॥",
    "transliteration": "Guramath Har Gun Bolahu Jogee Eihu Manooaa Har Rang Bhaen ||1||",
    "translation": "Under Guru's Instruction, chant the Glorious Praises of the Lord, O Yogi, and this mind of yours shall be imbued with the Lord's Love. ||1||",
    "punjabi": "ਹੇ ਜੋਗੀ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਉਚਾਰਨ ਕਰਦਾ ਰਿਹਾ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ) ਇਹ (ਅਮੋੜ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਭਿੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਭੇਨ) ਭਿੱਜੇ",
    "type_id": 3
  },
  {
    "id": 16886,
    "shabad_id": 1429,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜੋਗੀ; ਹਰਿ ਦੇਹੁ ਮਤੀ ੳੁਪਦੇਸੁ ॥",
    "transliteration": "Jogee Har Dhaehu Mathee Oupadhaes ||",
    "translation": "O Yogi, give your intellect the Teachings of the Lord.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੁਸੀ (ਆਪਣੇ ਮਨ ਨੂੰ) ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਅਕਲ ਸਿੱਖਿਆ ਦਿਆ ਕਰੋ।",
    "pronunciation": "(ਮੱਤੀ) ਬੁੱਧੀ",
    "type_id": 3
  },
  {
    "id": 16887,
    "shabad_id": 1429,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜੁਗੁ ਜੁਗੁ. ਹਰਿ ਹਰਿ ੲੇਕੋ ਵਰਤੈ; ਤਿਸੁ ਅਾਗੈ ਹਮ ਅਾਦੇਸੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jug Jug Har Har Eaeko Varathai This Aagai Ham Aadhaes ||1|| Rehaao ||",
    "translation": "The Lord, the One Lord, is pervading throughout all the ages; I humbly bow down to Him. ||1||Pause||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪ ਹੀ ਆਪ ਸਭ ਕੁਝ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਮੈਂ ਤਾਂ ਉਸ ਪਰਮਾਤਮਾ ਅੱਗੇ ਹੀ ਸਦਾ ਸਿਰ ਨਿਵਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਅਾਦੇਸੁ) ਨਮਸਕਾਰ। ਜੱੁਗੁ ਜੱੁਗੁ",
    "type_id": 4
  },
  {
    "id": 16888,
    "shabad_id": 1429,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਗਾਵਹਿ ਰਾਗ. ਭਾਤਿ ਬਹੁ ਬੋਲਹਿ; ੲਿਹੁ ਮਨੂਅਾ, ਖੇਲੈ ਖੇਲ ॥",
    "transliteration": "Gaavehi Raag Bhaath Bahu Bolehi Eihu Manooaa Khaelai Khael ||",
    "translation": "You sing in so many Ragas and harmonies, and you talk so much, but this mind of yours is only playing a game.",
    "punjabi": "ਜੋਗੀ ਲੋਕ ਰਾਗ ਗਾਂਦੇ ਹਨ, ਹੋਰ ਭੀ ਕਈ ਕਿਸਮ ਦੇ ਬੋਲ ਬੋਲਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦਾ ਇਹ ਅਮੋੜ ਮਨ ਹੋਰ ਖੇਡਾਂ ਹੀ ਖੇਡਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਖ੍ਹੇਲੈਖ੍ਹੇਲ",
    "type_id": 3
  },
  {
    "id": 16889,
    "shabad_id": 1429,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜੋਵਹਿ ਕੂਪ. ਸਿੰਚਨ ਕੳੁ ਬਸੁਧਾ; ੳੁਠਿ ਬੈਲ ਗੲੇ ਚਰਿ ਬੇਲ ॥੨॥",
    "transliteration": "Jovehi Koop Sinchan Ko Basudhhaa Outh Bail Geae Char Bael ||2||",
    "translation": "You work the well and irrigate the fields, but the oxen have already left to graze in the jungle. ||2||",
    "punjabi": "(ਕਿੰਗੁਰੀ ਆਦਿਕ ਦਾ ਮਨ ਤੇ ਅਸਰ ਨਹੀਂ ਪੈਂਦਾ, ਉਹਨਾਂ ਦੀ ਹਾਲਤ ਇਉਂ ਹੀ ਹੁੰਦੀ ਹੈ, ਜਿਵੇਂ ਕਿਸਾਨ) ਪੈਲੀ ਸਿੰਜਣ ਵਾਸਤੇ ਖੂਹ ਜੋਂਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ (ਆਪਣੇ) ਬੈਲ (ਹੀ) ਉੱਠ ਕੇ ਵੇਲਾਂ ਆਦਿਕ ਖਾ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਜੋਵਹਿ) ਜੋੜਦੇ, ਜੋਂਦੇ। (ਬਸੁਧਾ) ਧਰਤੀ। ਬਸੁਧਾ",
    "type_id": 3
  },
  {
    "id": 16890,
    "shabad_id": 1429,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਕਾੲਿਅਾ ਨਗਰ ਮਹਿ. ਕਰਮ ਹਰਿ ਬੋਵਹੁ; ਹਰਿ ਜਾਮੈ, ਹਰਿਅਾ ਖੇਤੁ ॥",
    "transliteration": "Kaaeiaa Nagar Mehi Karam Har Bovahu Har Jaamai Hariaa Khaeth ||",
    "translation": "In the field of the body, plant the Lord's Name, and the Lord will sprout there, like a lush green field.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਇਸ ਸਰੀਰ-ਨਗਰ ਵਿਚ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੇ ਕਰਮ ਬੀਜੋ; (ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ ਹਰਿ-ਨਾਮ ਬੀਜ ਬੀਜਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ) ਹਰਿ-ਨਾਮ ਦਾ ਸੋਹਣਾ ਹਰਾ ਖੇਤ ਉੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਾਮੈ",
    "type_id": 3
  },
  {
    "id": 16891,
    "shabad_id": 1429,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਮਨੂਅਾ ਅਸਥਿਰੁ ਬੈਲੁ ਮਨੁ ਜੋਵਹੁ; ਹਰਿ ਸਿੰਚਹੁ ਗੁਰਮਤਿ ਜੇਤੁ ॥੩॥",
    "transliteration": "Manooaa Asathhir Bail Man Jovahu Har Sinchahu Guramath Jaeth ||3||",
    "translation": "O mortal, hook up your unstable mind like an ox, and irrigate your fields with the Lord's Name, through the Guru's Teachings. ||3||",
    "punjabi": "(ਹੇ ਜੋਗੀ! ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਇਸ ਮਨ ਨੂੰ ਡੋਲਣ ਤੋਂ ਰੋਕੋ, ਇਸ ਟਿਕੇ ਹੋਏ ਮਨ-ਬੈਲ ਨੂੰ ਜੋਵੋ, ਜਿਸ ਨਾਲ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰ) ਹਰਿ-ਨਾਮ ਜਲ ਸਿੰਜੋ ॥੩॥",
    "pronunciation": "(ਜੇਤੁ) ਜਿਸ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 16892,
    "shabad_id": 1429,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਜੋਗੀ ਜੰਗਮ ਸਿ੍ਰਸਟਿ ਸਭ ਤੁਮਰੀ; ਜੋ ਦੇਹੁ ਮਤੀ ਤਿਤੁ ਚੇਲ ॥",
    "transliteration": "Jogee Jangam Srisatt Sabh Thumaree Jo Dhaehu Mathee Thith Chael ||",
    "translation": "The Yogis, the wandering Jangams, and all the world is Yours, O Lord. According to the wisdom which You give them, so do they follow their ways.",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜੋਗੀ, ਜੰਗਮ ਆਦਿਕ ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੀ ਹੀ ਰਚੀ ਹੋਈ ਹੈ, ਆਪ ਜੇਹੜੀ ਮਤਿ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਦੇਂਦਾ ਹੈਂ ਉਧਰ ਹੀ ਇਹ ਤੁਰਦੀ ਹੈ।",
    "pronunciation": "(ਚੇਲ) ਚੱਲਦੇ। ਮੱਤੀ",
    "type_id": 3
  },
  {
    "id": 16893,
    "shabad_id": 1429,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਅੰਤਰਜਾਮੀ; ਹਰਿ ਲਾਵਹੁ ਮਨੂਅਾ ਪੇਲ ॥੪॥੯॥੬੧॥",
    "transliteration": "Jan Naanak Kae Prabh Antharajaamee Har Laavahu Manooaa Pael ||4||9||61||",
    "translation": "O Lord God of servant Nanak, O Inner-knower, Searcher of hearts, please link my mind to You. ||4||9||61||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਦੇ ਹੇ ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ! ਸਾਡੇ ਮਨ ਨੂੰ ਪ੍ਰੇਰ ਕੇ ਤੂੰ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ॥੪॥੯॥੬੧॥",
    "pronunciation": "(ਪੇਲ) ਪ੍ਰੇਰ ਕੇ",
    "type_id": 3
  },
  {
    "id": 16894,
    "shabad_id": 1430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16895,
    "shabad_id": 1430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬ ਕੋ ਭਾਲੈ. ਘੁੰਘਰੂ ਤਾਲਾ; ਕਬ ਕੋ ਬਜਾਵੈ ਰਬਾਬੁ ॥",
    "transliteration": "Kab Ko Bhaalai Ghungharoo Thaalaa Kab Ko Bajaavai Rabaab ||",
    "translation": "How long must one search for angle bells and cymbals, and how long must one play the guitar?",
    "punjabi": "ਕਿਉਂ ਕੋਈ ਤਾਲ ਦੇਣ ਵਾਸਤੇ ਘੁੰਘਰੂ ਲੱਭਦਾ ਫਿਰੇ? (ਭਾਵ, ਮੈਨੂੰ ਘੁੰਘਰੂਆਂ ਦੀ ਲੋੜ ਨਹੀਂ), ਕਿਉਂ ਕੋਈ ਰਬਾਬ (ਆਦਿਕ ਸਾਜ) ਵਜਾਂਦਾ ਫਿਰੇ?",
    "pronunciation": "(ਭਾਲੈ) ਲੱਭੇ। ਤਾਲਾ ਦਰਮਿਅਾਨਾ",
    "type_id": 3
  },
  {
    "id": 16896,
    "shabad_id": 1430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਵਤ ਜਾਤ ਬਾਰ ਖਿਨੁ ਲਾਗੈ; ਹੳੁ ਤਬ ਲਗੁ ਸਮਾਰੳੁ ਨਾਮੁ ॥੧॥",
    "transliteration": "Aavath Jaath Baar Khin Laagai Ho Thab Lag Samaaro Naam ||1||",
    "translation": "In the brief instant between coming and going, I meditate on the Naam, the Name of the Lord. ||1||",
    "punjabi": "(ਇਹ ਘੁੰਘਰੂ ਰਬਾਬ ਆਦਿਕ ਲਿਆਉਣ ਵਾਸਤੇ) ਆਉਂਦਿਆਂ ਜਾਂਦਿਆਂ ਕੁਝ ਨ ਕੁਝ ਸਮਾ ਲੱਗਦਾ ਹੈ। ਪਰ ਮੈਂ ਤਾਂ ਉਤਨਾ ਸਮਾ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਯਾਦ ਕਰਾਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16897,
    "shabad_id": 1430,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ; ਅੈਸੀ ਭਗਤਿ ਬਨਿ ਅਾੲੀ ॥",
    "transliteration": "Maerai Man Aisee Bhagath Ban Aaee ||",
    "translation": "Such is the devotional love which has been produced in my mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਇਹੋ ਜਿਹੀ ਬਣੀ ਪਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16898,
    "shabad_id": 1430,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹੳੁ. ਹਰਿ ਬਿਨੁ ਖਿਨੁ ਪਲੁ ਰਹਿ ਨ ਸਕੳੁ; ਜੈਸੇ ਜਲ ਬਿਨੁ. ਮੀਨੁ ਮਰਿ ਜਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ho Har Bin Khin Pal Rehi N Sako Jaisae Jal Bin Meen Mar Jaaee ||1|| Rehaao ||",
    "translation": "Without the Lord, I cannot live even for an instant, like the fish which dies without water. ||1||Pause||",
    "punjabi": "ਕਿ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਪਲ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ (ਮੈਨੂੰ ਯਾਦ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਮੌਤ ਜਾਪਣ ਲੱਗ ਪੈਂਦੀ ਹੈ) ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਮੱਛੀ ਮਰ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 16899,
    "shabad_id": 1430,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਬ ਕੋੳੂ. ਮੇਲੈ ਪੰਚ ਸਤ ਗਾੲਿਣ; ਕਬ ਕੋ. ਰਾਗ ਧੁਨਿ ੳੁਠਾਵੈ ॥",
    "transliteration": "Kab Kooo Maelai Panch Sath Gaaein Kab Ko Raag Dhhun Outhaavai ||",
    "translation": "How long must one tune the five strings, and assemble the seven singers, and how long will they raise their voices in song?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗਾਣ ਵਾਸਤੇ ਕਿਉਂ ਕੋਈ ਪੰਜ ਤਾਰਾਂ ਤੇ ਸੱਤ ਸੁਰਾਂ ਮਿਲਾਂਦਾ ਫਿਰੇ? ਕਿਉਂ ਕੋਈ ਰਾਗ ਦੀ ਸੁਰ ਚੁੱਕਦਾ ਫਿਰੇ?",
    "pronunciation": "(ਪੰਚ) ਪੰਜ। (ਗਾੲਿਣ) ਗਵੲੀੲੇ। ਸੱਤ",
    "type_id": 3
  },
  {
    "id": 16900,
    "shabad_id": 1430,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮੇਲਤ ਚੁਨਤ, ਖਿਨੁ ਪਲੁ ਚਸਾ ਲਾਗੈ; ਤਬ ਲਗੁ. ਮੇਰਾ ਮਨੁ, ਰਾਮ ਗੁਨ ਗਾਵੈ ॥੨॥",
    "transliteration": "Maelath Chunath Khin Pal Chasaa Laagai Thab Lag Maeraa Man Raam Gun Gaavai ||2||",
    "translation": "In the time it takes to select and assemble these musicians, a moment elapses, and my mind sings the Glorious Praises of the Lord. ||2||",
    "punjabi": "ਇਹ ਤਾਰਾਂ ਸੁਰਾਂ ਮਿਲਾਂਦਿਆਂ ਤੇ ਸੁਰ ਚੁੱਕਦਿਆਂ ਕੁਝ ਨ ਕੁਝ ਸਮਾ ਜ਼ਰੂਰ ਲੱਗਦਾ ਹੈ। ਮੇਰਾ ਮਨ ਤਾਂ ਉਤਨਾ ਸਮਾ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇਗਾ ॥੨॥",
    "pronunciation": "ਚਸਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 16901,
    "shabad_id": 1430,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕਬ ਕੋ ਨਾਚੈ ਪਾਵ ਪਸਾਰੈ; ਕਬ ਕੋ ਹਾਥ ਪਸਾਰੈ ॥",
    "transliteration": "Kab Ko Naachai Paav Pasaarai Kab Ko Haathh Pasaarai ||",
    "translation": "How long must one dance and stretch out one's feet, and how long must one reach out with one's hands?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਉਂ ਕੋਈ ਨੱਚਦਾ ਫਿਰੇ? (ਨੱਚਣ ਵਾਸਤੇ) ਕਿਉਂ ਕੋਈ ਪੈਰ ਖਿਲਾਰੇ? ਕਿਉਂ ਕੋਈ ਹੱਥ ਖਿਲਾਰੇ? ਇਹਨਾਂ ਹੱਥਾਂ ਪੈਰਾਂ ਨੂੰ ਖਿਲਾਰਦਿਆਂ ਭੀ ਥੋੜਾ-ਬਹੁਤ ਸਮਾ ਲੱਗਦਾ ਹੀ ਹੈ।",
    "pronunciation": "(ਪਸਾਰੈ) ਖਿਲਾਰੇ",
    "type_id": 3
  },
  {
    "id": 16902,
    "shabad_id": 1430,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਾਥ ਪਾਵ ਪਸਾਰਤ, ਬਿਲਮੁ ਤਿਲੁ ਲਾਗੈ; ਤਬ ਲਗੁ. ਮੇਰਾ ਮਨੁ ਰਾਮ ਸਮ੍ਹਾਰੈ ॥੩॥",
    "transliteration": "Haathh Paav Pasaarath Bilam Thil Laagai Thab Lag Maeraa Man Raam Samhaarai ||3||",
    "translation": "Stretching out one's hands and feet, there is a moment's delay; and then, my mind meditates on the Lord. ||3||",
    "punjabi": "ਮੇਰਾ ਮਨ ਤਾਂ ਉਤਨਾ ਸਮਾਂ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਰਹੇਗਾ ॥੩॥",
    "pronunciation": "ਬਿਲਮ:ਪੋਲਾ ਬੋਲੋ। (ਬਿਲਮ) ਦੇਰ",
    "type_id": 3
  },
  {
    "id": 16903,
    "shabad_id": 1430,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕਬ ਕੋੳੂ, ਲੋਗਨ ਕੳੁ ਪਤੀਅਾਵੈ; ਲੋਕਿ ਪਤੀਣੈ, ਨਾ ਪਤਿ ਹੋੲਿ ॥",
    "transliteration": "Kab Kooo Logan Ko Patheeaavai Lok Patheenai Naa Path Hoe ||",
    "translation": "How long must one satisfy the people, in order to obtain honor?",
    "punjabi": "(ਹੇ ਭਾਈ! ਆਪਣੇ ਆਪ ਨੂੰ ਭਗਤ ਜ਼ਾਹਰ ਕਰਨ ਵਾਸਤੇ) ਕਿਉਂ ਕੋਈ ਲੋਕਾਂ ਨੂੰ ਯਕੀਨ ਦਿਵਾਂਦਾ ਫਿਰੇ? ਜੇ ਲੋਕਾਂ ਦੀ ਤਸੱਲੀ ਹੋ ਭੀ ਜਾਵੇ ਤਾਂ ਭੀ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲੇਗੀ।",
    "pronunciation": "ਪਤੀ-ਅਾਵੈ:ਪੋਲਾ ਬੋਲੋ। (ਪਤੀਅਾਵੈ) ਪ੍ਰਸੰਨ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 16904,
    "shabad_id": 1430,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਹਿਰਦੈ ਸਦ ਧਿਅਾਵਹੁ; ਤਾ ਜੈ ਜੈ ਕਰੇ ਸਭੁ ਕੋੲਿ ॥੪॥੧੦॥੬੨॥",
    "transliteration": "Jan Naanak Har Hiradhai Sadh Dhhiaavahu Thaa Jai Jai Karae Sabh Koe ||4||10||62||",
    "translation": "O servant Nanak, meditate forever in your heart on the Lord, and then everyone will congratulate you. ||4||10||62||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਰਹੋ, ਇਸ ਤਰ੍ਹਾਂ ਹਰੇਕ ਜੀਵ ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈ ॥੪॥੧੦॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16905,
    "shabad_id": 1431,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16906,
    "shabad_id": 1431,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲੀਅੈ ਹਰਿ ਸਾਧੂ; ਮਿਲਿ ਸੰਗਤਿ ਹਰਿ ਗੁਣ ਗਾੲਿ ॥",
    "transliteration": "Sathasangath Mileeai Har Saadhhoo Mil Sangath Har Gun Gaae ||",
    "translation": "Join the Sat Sangat the Lord's True Congregation; joining the Company of the Holy sing the Glorious Praises of the Lord.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਵੀਰ!) ਪ੍ਰਭੂ ਦੀ ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ। (ਹੇ ਵੀਰ!) ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16907,
    "shabad_id": 1431,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗਿਅਾਨ ਰਤਨੁ. ਬਲਿਅਾ ਘਟਿ ਚਾਨਣੁ; ਅਗਿਅਾਨੁ ਅੰਧੇਰਾ ਜਾੲਿ ॥੧॥",
    "transliteration": "Giaan Rathan Baliaa Ghatt Chaanan Agiaan Andhhaeraa Jaae ||1||",
    "translation": "With the sparkling jewel of spiritual wisdom, the heart is illumined, and ignorance is dispelled. ||1||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਗਿਆਨ ਦਾ ਰਤਨ ਚਮਕ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16908,
    "shabad_id": 1431,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਜਨ ਨਾਚਹੁ; ਹਰਿ ਹਰਿ ਧਿਅਾੲਿ ॥",
    "transliteration": "Har Jan Naachahu Har Har Dhhiaae ||",
    "translation": "O humble servant of the Lord, let your dancing be meditation on the Lord, Har, Har.",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੇਵਕੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਨੱਚੋ (ਨਾਮ ਸਿਮਰੋ-ਇਹੀ ਨਾਚ ਨੱਚੋ। ਸਿਮਰਨ ਕਰੋ, ਮਨ ਨੱਚ ਉੱਠੇਗਾ, ਮਨ ਚਾਉ-ਭਰਪੂਰ ਹੋ ਜਾਇਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16909,
    "shabad_id": 1431,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅੈਸੇ ਸੰਤ ਮਿਲਹਿ ਮੇਰੇ ਭਾੲੀ; ਹਮ ਜਨ ਕੇ ਧੋਵਹ ਪਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aisae Santh Milehi Maerae Bhaaee Ham Jan Kae Dhhoveh Paae ||1|| Rehaao ||",
    "translation": "If only I cold meet such Saints, O my Siblings of Destiny; I would wash the feet of such servants. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਵੀਰ! ਜੇ ਮੈਨੂੰ ਇਹੋ ਜਿਹੇ ਸੰਤ-ਜਨ ਮਿਲ ਪੈਣ, ਤਾਂ ਮੈਂ ਉਹਨਾਂ ਦੇ ਪੈਰ ਧੋਵਾਂ (ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਪੈਰ ਧੋਵੀਏ-ਲਫ਼ਜ਼ੀ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 16910,
    "shabad_id": 1431,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪਹੁ ਮਨ ਮੇਰੇ; ਅਨ ਦਿਨੁ ਹਰਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Har Har Naam Japahu Man Maerae Anadhin Har Liv Laae ||",
    "translation": "Meditate on the Naam, the Name of the Lord, O my mind; night and day, center your consciousness on the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16911,
    "shabad_id": 1431,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜੋ ੲਿਛਹੁ ਸੋੲੀ ਫਲੁ ਪਾਵਹੁ; ਫਿਰਿ ਭੂਖ. ਨ ਲਾਗੈ ਅਾੲਿ ॥੨॥",
    "transliteration": "Jo Eishhahu Soee Fal Paavahu Fir Bhookh N Laagai Aae ||2||",
    "translation": "You shall have the fruits of your desires, and you shall never feel hunger again. ||2||",
    "punjabi": "ਜੇਹੜੇ ਫਲ ਦੀ ਇੱਛਾ ਕਰੇਂਗਾ ਉਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲਏਂਗਾ, ਤੇ ਮੁੜ ਤੈਨੂੰ ਕਦੇ ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਲੱਗੇਗੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16912,
    "shabad_id": 1431,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਹਰਿ ਅਪਰੰਪਰੁ ਕਰਤਾ; ਹਰਿ ਅਾਪੇ ਬੋਲਿ ਬੁਲਾੲਿ ॥",
    "transliteration": "Aapae Har Aparanpar Karathaa Har Aapae Bol Bulaae ||",
    "translation": "The Infinite Lord Himself is the Creator; the Lord Himself speaks, and causes us to speak.",
    "punjabi": "(ਪਰ ਸਿਮਰਨ ਕਰਨਾ ਜੀਵ ਦੇ ਆਪਣੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਸਿਰਜਣਹਾਰ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਬੋਲਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਬੋਲਣ ਲਈ ਪ੍ਰੇਰਦਾ ਹੈ।",
    "pronunciation": "(ਅਪ-ਰੰਪਰੁ) ਪਰੇ ਤੋਂ ਪਰੇ",
    "type_id": 3
  },
  {
    "id": 16913,
    "shabad_id": 1431,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸੇੲੀ ਸੰਤ ਭਲੇ, ਤੁਧੁ ਭਾਵਹਿ; ਜਿਨ ਕੀ ਪਤਿ. ਪਾਵਹਿ ਥਾੲਿ ॥੩॥",
    "transliteration": "Saeee Santh Bhalae Thudhh Bhaavehi Jinh Kee Path Paavehi Thhaae ||3||",
    "translation": "The Saints are good, who are pleasing to Your Will; their honor is approved by You. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਉਹੀ ਮਨੁੱਖ ਚੰਗੇ ਹਨ ਸੰਤ ਹਨ ਜੋ ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੀ ਇੱਜ਼ਤ ਤੇਰੇ ਦਰ ਤੇ ਕਬੂਲ ਹੁੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16914,
    "shabad_id": 1431,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕੁ. ਅਾਖਿ ਨ ਰਾਜੈ, ਹਰਿ ਗੁਣ; ਜਿੳੁ ਅਾਖੈ ਤਿੳੁ ਸੁਖੁ ਪਾੲਿ ॥",
    "transliteration": "Naanak Aakh N Raajai Har Gun Jio Aakhai Thio Sukh Paae ||",
    "translation": "Nanak is not satisfied by chanting the Lord's Glorious Praises; the more he chants them, the more he is at peace.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਦਾਸ) ਨਾਨਕ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬਿਆਨ ਕਰ ਕਰ ਕੇ ਰੱਜਦਾ ਨਹੀਂ ਹੈ ਜਿਉਂ ਜਿਉਂ ਨਾਨਕ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 16915,
    "shabad_id": 1431,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਭਗਤਿ ਭੰਡਾਰ. ਦੀੲੇ ਹਰਿ ਅਪੁਨੇ; ਗੁਣ ਗਾਹਕੁ. ਵਣਜਿ ਲੈ ਜਾੲਿ ॥੪॥੧੧॥੬੩॥",
    "transliteration": "Bhagath Bhanddaar Dheeeae Har Apunae Gun Gaahak Vanaj Lai Jaae ||4||11||63||",
    "translation": "The Lord Himself has bestowed the treasure of devotional love; His customers purchase virtues, and carry them home. ||4||11||63||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਨੇ (ਜੀਵਾਂ ਨੂੰ) ਆਪਣੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦਿੱਤੇ ਹੋਏ ਹਨ, ਪਰ ਇਹਨਾਂ ਗੁਣਾਂ ਦਾ ਗਾਹਕ ਹੀ ਖ਼ਰੀਦ ਕੇ (ਇਸ ਜਗਤ ਤੋਂ ਆਪਣੇ ਨਾਲ) ਲੈ ਜਾਂਦਾ ਹੈ ॥੪॥੧੧॥੬੩॥",
    "pronunciation": "(ਵਣਜਿ) ਖ੍ਰੀਦ ਕੇ",
    "type_id": 3
  }
]
