[
  {
    "id": 30264,
    "shabad_id": 2654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ਘਰੁ ੪ ਦੁਪਦੇ",
    "transliteration": "Jaithasaree Mehalaa 5 Ghar 4 Dhupadhae",
    "translation": "Jaitsree, Fifth Mehl, Fourth House, Du-Padas:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30265,
    "shabad_id": 2654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30266,
    "shabad_id": 2654,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਬ ਮੈ ਸੁਖੁ ਪਾੲਿਓ; ਗੁਰ ਅਾਗਿ੍ਯ ||",
    "transliteration": "Ab Mai Sukh Paaeiou Gur Aagiy ||",
    "translation": "Now, I have found peace, bowing before the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਮੈਂ ਗੁਰੂ ਦੀ ਆਗਿਆ ਵਿਚ (ਤੁਰ ਕੇ) ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਅਾਗਿ੍ਯ)ਅਾਗਿਅਾ[ ਅਾਗਿ੍ਯ: ਅਾਗਿਅ",
    "type_id": 3
  },
  {
    "id": 30267,
    "shabad_id": 2654,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤਜੀ ਸਿਅਾਨਪ ਚਿੰਤ ਵਿਸਾਰੀ; ਅਹੰ ਛੋਡਿਓ ਹੈ ਤਿਅਾਗਿ੍ਯ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thajee Siaanap Chinth Visaaree Ahan Shhoddiou Hai Thiaagiy ||1|| Rehaao ||",
    "translation": "I have abandoned cleverness, quieted my anxiety, and renounced my egotism. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੀ ਚਤੁਰਾਈ ਛੱਡ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਚਿੰਤਾ ਭੁਲਾ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਹਉਮੈ (ਆਪਣੇ ਅੰਦਰੋਂ) ਪਰੇ ਸੁੱਟ ਦਿੱਤੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਤਿਅਾਗਿ੍ਯ:ਤਿਅਾਗਿਅ",
    "type_id": 4
  },
  {
    "id": 30268,
    "shabad_id": 2654,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜੳੁ ਦੇਖੳੁ. ਤੳੁ ਸਗਲ ਮੋਹਿ ਮੋਹੀਅੳੁ; ਤੳੁ ਸਰਨਿ ਪਰਿਓ ਗੁਰ, ਭਾਗਿ ||",
    "transliteration": "Jo Dhaekho Tho Sagal Mohi Moheeao Tho Saran Pariou Gur Bhaag ||",
    "translation": "When I looked, I saw that everyone was enticed by emotional attachment; then, I hurried to the Guru's Sanctuary.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਮੈਂ ਵੇਖਦਾ ਹਾਂ (ਵੇਖਿਆ ਕਿ) ਸਾਰੀ ਲੁਕਾਈ ਮੋਹ ਵਿਚ ਫਸੀ ਹੋਈ ਹੈ, ਤਦੋਂ ਮੈਂ ਭੱਜ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30269,
    "shabad_id": 2654,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਟਹਲ ਹਰਿ ਲਾੲਿਓ; ਤੳੁ ਜਮਿ ਛੋਡੀ ਮੋਰੀ ਲਾਗਿ ||੧||",
    "transliteration": "Kar Kirapaa Ttehal Har Laaeiou Tho Jam Shhoddee Moree Laag ||1||",
    "translation": "In His Grace, the Guru engaged me in the Lord's service, and then, the Messenger of Death gave up pursuing me. ||1||",
    "punjabi": "(ਗੁਰੂ ਨੇ) ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜ ਦਿੱਤਾ। ਤਦੋਂ ਜਮਰਾਜ ਨੇ ਮੇਰਾ ਖਹੜਾ ਛੱਡ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "(ਲਾਗਿ) ਪਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 30270,
    "shabad_id": 2654,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਤਰਿਓ ਸਾਗਰੁ ਪਾਵਕ ਕੋ; ਜੳੁ ਸੰਤ ਭੇਟੇ ਵਡਭਾਗਿ ||",
    "transliteration": "Thariou Saagar Paavak Ko Jo Santh Bhaettae Vadd Bhaag ||",
    "translation": "I swam across the ocean of fire, when I met the Saints, through great good fortune.",
    "punjabi": "ਜਦੋਂ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ, ਮੈਂ (ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ ਦਾ ਸਮੁੰਦਰ ਤਰ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਪਾਵਕ) ਅੱਗ",
    "type_id": 3
  },
  {
    "id": 30271,
    "shabad_id": 2654,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਸਰਬ ਸੁਖ ਪਾੲੇ; ਮੋਰੋ ਹਰਿ ਚਰਨੀ ਚਿਤੁ ਲਾਗਿ ||੨||੧||੫||",
    "transliteration": "Jan Naanak Sarab Sukh Paaeae Moro Har Charanee Chith Laag ||2||1||5||",
    "translation": "O servant Nanak, I have found total peace; my consciousness is attached to the Lord's feet. ||2||1||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੁਣ ਮੈਂ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲਏ ਹਨ, ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30272,
    "shabad_id": 2655,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30273,
    "shabad_id": 2655,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਮਹਿ; ਸਤਿਗੁਰ ਧਿਅਾਨੁ ਧਰਾ ||",
    "transliteration": "Man Mehi Sathigur Dhhiaan Dhharaa ||",
    "translation": "Within my mind, I cherish and meditate on the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਦੋਂ ਮੈਂ) ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਦਾ ਧਿਆਨ (ਆਪਣੇ) ਮਨ ਵਿਚ ਧਰਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30274,
    "shabad_id": 2655,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦਿ੍ਰੜਿ੍ਹਓ ਗਿਅਾਨੁ. ਮੰਤ੍ਰੁ ਹਰਿ ਨਾਮਾ; ਪ੍ਰਭ ਜੀੳੁ ਮੲਿਅਾ ਕਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Dhrirrihou Giaan Manthra Har Naamaa Prabh Jeeo Maeiaa Karaa ||1|| Rehaao ||",
    "translation": "He has implanted within me spiritual wisdom and the Mantra of the Lord's Name; Dear God has shown mercy to me. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕੀਤੀ, ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਮੰਤ੍ਰ ਹਿਰਦੇ ਟਿਕਾ ਲਿਆ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਿਰਦੇ ਵਿਚ ਪੱਕੀ ਕਰ ਲਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੲਿਅਾ) ਮਿਹਰ, ਕਿ੍ਰਪਾ",
    "type_id": 4
  },
  {
    "id": 30275,
    "shabad_id": 2655,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਾਲ ਜਾਲ ਅਰੁ ਮਹਾ ਜੰਜਾਲਾ; ਛੁਟਕੇ ਜਮਹਿ ਡਰਾ ||",
    "transliteration": "Kaal Jaal Ar Mehaa Janjaalaa Shhuttakae Jamehi Ddaraa ||",
    "translation": "Death's noose and its mighty entanglements have vanished, along with the fear of death.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਆਤਮਕ ਮੌਤ ਲਿਅਉਣ ਵਾਲੀਆਂ ਮੇਰੀਆਂ ਫਾਹੀਆਂ ਟੁੱਟ ਗਈਆਂ, ਮਾਇਆ ਦੇ ਵੱਡੇ ਜੰਜਾਲ ਮੁੱਕ ਗਏ, ਜਮਾਂ ਦਾ ਡਰ ਦੂਰ ਹੋ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30276,
    "shabad_id": 2655,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਾੲਿਓ ਦੁਖਹਰਣ. ਸਰਣ ਕਰੁਣਾਪਤਿ; ਗਹਿਓ ਚਰਣ ਅਾਸਰਾ ||੧||",
    "transliteration": "Aaeiou Dhukh Haran Saran Karunaapath Gehiou Charan Aasaraa ||1||",
    "translation": "I have come to the Sanctuary of the Merciful Lord, the Destroyer of pain; I am holding tight to the Support of His feet. ||1||",
    "punjabi": "(ਜਦੋਂ ਤੋਂ ਮੈਂ) ਮੈਂ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਪਿਆ, ਤਰਸ ਦੇ ਮਾਲਕ ਹਰੀ ਦਾ ਮੈਂ ਆਸਰਾ ਲੈ ਲਿਆ ॥੧॥",
    "pronunciation": "(ਕਰੁਣਾ-ਪਤਿ) ਤਰਸ ਦੇ ਮਾਲਕ",
    "type_id": 3
  },
  {
    "id": 30277,
    "shabad_id": 2655,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾਵ ਰੂਪ ਭੲਿਓ ਸਾਧਸੰਗੁ; ਭਵ ਨਿਧਿ ਪਾਰਿ ਪਰਾ ||",
    "transliteration": "Naav Roop Bhaeiou Saadhhasang Bhav Nidhh Paar Paraa ||",
    "translation": "The Saadh Sangat, the Company of the Holy, has assumed the form of a boat, to cross over the terrifying world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਨੇ ਮੇਰੇ ਵਾਸਤੇ ਬੇੜੀ ਦਾ ਕੰਮ ਦਿੱਤਾ, ਮੈਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30278,
    "shabad_id": 2655,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਪਿੳੁ ਪੀਓ. ਗਤੁ ਥੀਓ ਭਰਮਾ; ਕਹੁ ਨਾਨਕ. ਅਜਰੁ ਜਰਾ ||੨||੨||੬||",
    "transliteration": "Apio Peeou Gath Thheeou Bharamaa Kahu Naanak Ajar Jaraa ||2||2||6||",
    "translation": "I drink in the Ambrosial Nectar, and my doubts are shattered; says Nanak, I can bear the unbearable. ||2||2||6||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਲਿਆ ਹੈ, ਮੇਰੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਗਈ ਹੈ, ਮੈਂ ਉਹ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ਜਿਸ ਨੂੰ ਬੁਢੇਪਾ ਨਹੀਂ ਆ ਸਕਦਾ ॥੨॥੨॥੬॥",
    "pronunciation": "(ਅਪਿੳੁ) ਨਾਮ ਅੰਮਿ੍ਰਤ[ (ਗਤੁ) ਨਾਸ[ ਅ-ਜਰੁ",
    "type_id": 3
  },
  {
    "id": 30279,
    "shabad_id": 2656,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30280,
    "shabad_id": 2656,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਾ ਕੳੁ. ਭੲੇ ਗੋਵਿੰਦ ਸਹਾੲੀ ||",
    "transliteration": "Jaa Ko Bheae Govindh Sehaaee ||",
    "translation": "One who has the Lord of the Universe as his help and support",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਮਦਦਗਾਰ ਬਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30281,
    "shabad_id": 2656,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨੰਦ ਸਗਲ ਸਿੳੁ; ਵਾ ਕੳੁ ਬਿਅਾਧਿ. ਨ ਕਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sookh Sehaj Aanandh Sagal Sio Vaa Ko Biaadhh N Kaaee ||1|| Rehaao ||",
    "translation": "Is blessed with all peace, poise and bliss; no afflictions cling to him. ||1||Pause||",
    "punjabi": "(ਉਹਨਾਂ ਦੀ ਉਮਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸਾਰੇ ਸੁਖਾਂ ਆਨੰਦਾਂ ਨਾਲ (ਬੀਤਦੀ ਹੈ) ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਰੋਗ ਨਹੀਂ ਪੋਂਹਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬਿਅਾਧਿ) ਰੋਗ",
    "type_id": 4
  },
  {
    "id": 30282,
    "shabad_id": 2656,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਦੀਸਹਿ ਸਭ ਸੰਗਿ. ਰਹਹਿ ਅਲੇਪਾ; ਨਹ ਵਿਅਾਪੈ ੳੁਨ ਮਾੲੀ ||",
    "transliteration": "Dheesehi Sabh Sang Rehehi Alaepaa Neh Viaapai Oun Maaee ||",
    "translation": "He appears to keep company with everyone, but he remains detached, and Maya does not cling to him.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਸਭਨਾਂ ਨਾਲ (ਵਰਤਦੇ) ਦਿੱਸਦੇ ਹਨ, ਪਰ ਉਹ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਮਾਇਆ ਉਹਨਾਂ ਉਤੇ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "pronunciation": "(ਮਾੲੀ) ਮਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 30283,
    "shabad_id": 2656,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ੲੇਕੈ ਰੰਗਿ ਤਤ ਕੇ ਬੇਤੇ; ਸਤਿਗੁਰ ਤੇ ਬੁਧਿ ਪਾੲੀ ||੧||",
    "transliteration": "Eaekai Rang Thath Kae Baethae Sathigur Thae Budhh Paaee ||1||",
    "translation": "He is absorbed in love of the One Lord; he understands the essence of reality, and he is blessed with wisdom by the True Guru. ||1||",
    "punjabi": "ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਜੀਵਨ ਦੀ ਅਸਲੀਅਤ ਦੇ ਜਾਣਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ-ਇਹ ਅਕਲ ਉਹਨਾਂ ਗੁਰੂ ਪਾਸੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਬੇਤੇ) ਜਾਣਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 30284,
    "shabad_id": 2656,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦੲਿਅਾ ਮੲਿਅਾ ਕਿਰਪਾ ਠਾਕੁਰ ਕੀ; ਸੇੲੀ ਸੰਤ ਸੁਭਾੲੀ ||",
    "transliteration": "Dhaeiaa Maeiaa Kirapaa Thaakur Kee Saeee Santh Subhaaee ||",
    "translation": "Those whom the Lord and Master blesses with His kindness, compassion and mercy are the sublime and sanctified Saints.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰੇਮ-ਭਰੇ ਹਿਰਦੇ ਵਾਲੇ ਸੰਤ ਬਣ ਜਾਂਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਮੇਹਰ ਦਇਆ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਮੲਿਅਾ) ਕਿ੍ਰਪਾ[ (ਸੁਭਾੲੀ)ਸ੍ਰੇਸਟ-ਭਾੲੀ",
    "type_id": 3
  },
  {
    "id": 30285,
    "shabad_id": 2656,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਕੈ ਸੰਗਿ ਨਾਨਕ ਨਿਸਤਰੀਅੈ; ਜਿਨ ਰਸਿ ਰਸਿ ਹਰਿ ਗੁਨ ਗਾੲੀ ||੨||੩||੭||",
    "transliteration": "Thin Kai Sang Naanak Nisathareeai Jin Ras Ras Har Gun Gaaee ||2||3||7||",
    "translation": "Associating with them, Nanak is saved; with love and exuberant joy, they sing the Glorious Praises of the Lord. ||2||3||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰੇਮ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੨॥੩॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30286,
    "shabad_id": 2657,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30287,
    "shabad_id": 2657,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੋਬਿੰਦ ਜੀਵਨ ਪ੍ਰਾਨ ਧਨ ਰੂਪ ||",
    "transliteration": "Gobindh Jeevan Praan Dhhan Roop ||",
    "translation": "The Lord of the Universe is my existence, my breath of life, wealth and beauty.",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਤੂੰ ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਹੈਂ, ਪ੍ਰਾਨ ਹੈਂ, ਧਨ ਹੈਂ, ਸੁਹਜ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30288,
    "shabad_id": 2657,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਗਿਅਾਨ ਮੋਹ ਮਗਨ ਮਹਾ ਪ੍ਰਾਨੀ; ਅੰਧਿਅਾਰੇ ਮਹਿ ਦੀਪ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Agiaan Moh Magan Mehaa Praanee Andhhiaarae Mehi Dheep ||1|| Rehaao ||",
    "translation": "The ignorant are totally intoxicated with emotional attachment; in this darkness, the Lord is the only lamp. ||1||Pause||",
    "punjabi": "ਜੀਵ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਵਿਚ, ਮੋਹ ਵਿਚ ਬਹੁਤ ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ, ਇਸ ਹਨੇਰੇ ਵਿਚ ਤੂੰ (ਜੀਵਾਂ ਲਈ) ਦੀਵਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30289,
    "shabad_id": 2657,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਫਲ ਦਰਸਨੁ ਤੁਮਰਾ ਪ੍ਰਭ ਪ੍ਰੀਤਮ; ਚਰਨਕਮਲ ਅਾਨੂਪ ||",
    "transliteration": "Safal Dharasan Thumaraa Prabh Preetham Charan Kamal Aanoop ||",
    "translation": "Fruitful is the Blessed Vision of Your Darshan, O Beloved God; Your lotus feet are incomparably beautiful!",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਰਸ਼ਨ ਜੀਵਨ ਮਨੋਰਥ ਪੂਰਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੇਰੇ ਸੋਹਣੇ ਚਰਨ ਬੇ-ਮਿਸਾਲ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30290,
    "shabad_id": 2657,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਨਿਕ ਬਾਰ ਕਰੳੁ ਤਿਹ ਬੰਦਨ; ਮਨਹਿ ਚਰ੍ਹਾਵੳੁ ਧੂਪ ||੧||",
    "transliteration": "Anik Baar Karo Thih Bandhan Manehi Charhaavo Dhhoop ||1||",
    "translation": "So many times, I bow in reverence to Him, offering my mind as incense to Him. ||1||",
    "punjabi": "ਮੈਂ (ਤੇਰੇ) ਇਹਨਾਂ ਚਰਨਾਂ ਉਤੇ ਅਨੇਕਾਂ ਵਾਰੀ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ, ਆਪਣਾ ਮਨ ਹੀ (ਤੇਰੇ ਚਰਨਾਂ ਅੱਗੇ) ਭੇਟਾ ਧਰਦਾ ਹਾਂ ਇਹੀ ਧੂਪ ਅਰਪਣ ਕਰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਬੰਦਨ) ਨਮਸਕਾਰ",
    "type_id": 3
  },
  {
    "id": 30291,
    "shabad_id": 2657,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਾਰਿ ਪਰਿਓ ਤੁਮ੍ਹਰੈ ਪ੍ਰਭ ਦੁਅਾਰੈ; ਦਿ੍ਰੜ੍ਹ ਕਰਿ ਗਹੀ ਤੁਮ੍ਹਾਰੀ ਲੂਕ ||",
    "transliteration": "Haar Pariou Thumharai Prabh Dhuaarai Dhrirrha Kar Gehee Thumhaaree Look ||",
    "translation": "Exhausted, I have fallen at Your Door, O God; I am holding tight to Your Support.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਹੋਰ ਆਸਰਿਆਂ ਵਲੋਂ) ਥੱਕ ਕੇ ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ। ਮੈਂ ਤੇਰੀ ਓਟ ਪੱਕੀ ਕਰ ਕੇ ਫੜ ਲਈ ਹੈ।",
    "pronunciation": "(ਲੂਕ) ਸ਼ਰਨ",
    "type_id": 3
  },
  {
    "id": 30292,
    "shabad_id": 2657,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਾਢਿ ਲੇਹੁ ਨਾਨਕ ਅਪੁਨੇ ਕੳੁ; ਸੰਸਾਰ ਪਾਵਕ ਕੇ ਕੂਪ ||੨||੪||੮||",
    "transliteration": "Kaadt Laehu Naanak Apunae Ko Sansaar Paavak Kae Koop ||2||4||8||",
    "translation": "Please, lift Your humble servant Nanak up, out of the pit of fire of the world. ||2||4||8||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸੰਸਾਰ-ਅੱਗ ਦੇ ਖੂਹ ਵਿਚੋਂ ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਕੱਢ ਲੈ ॥੨॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30293,
    "shabad_id": 2658,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30294,
    "shabad_id": 2658,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕੋੲੀ ਜਨੁ; ਹਰਿ ਸਿੳੁ ਦੇਵੈ ਜੋਰਿ ||",
    "transliteration": "Koee Jan Har Sio Dhaevai Jor ||",
    "translation": "If only someone would unite me with the Lord!",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਕੋਈ ਮਨੁੱਖ ਮੈਨੂੰ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਜੋੜ ਦੇਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30295,
    "shabad_id": 2658,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਚਰਨ ਗਹੳੁ. ਬਕੳੁ ਸੁਭ ਰਸਨਾ; ਦੀਜੈ ਪ੍ਰਾਨ ਅਕੋਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Charan Geho Bako Subh Rasanaa Dheejehi Praan Akor ||1|| Rehaao ||",
    "translation": "I hold tight to His feet, and utter sweet words with my tongue; I make my breath of life an offering to Him. ||1||Pause||",
    "punjabi": "ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਚਰਨ ਫੜ ਲਵਾਂ, ਮੈਂ ਜੀਭ ਨਾਲ (ਉਸ ਦੇ ਧੰਨਵਾਦ ਦੇ) ਮਿੱਠੇ ਬੋਲ ਬੋਲਾਂ। ਮੇਰੇ ਇਹ ਪ੍ਰਾਣ ਉਸ ਅੱਗੇ ਭੇਟਾ ਦੇ ਤੌਰ ਤੇ ਦਿੱਤੇ ਜਾਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਅਕੋਰਿ) ਭੇਟਾ",
    "type_id": 4
  },
  {
    "id": 30296,
    "shabad_id": 2658,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਨਿਰਮਲ ਕਰਤ ਕਿਅਾਰੋ; ਹਰਿ ਸਿੰਚੈ ਸੁਧਾ ਸੰਜੋਰਿ ||",
    "transliteration": "Man Than Niramal Karath Kiaaro Har Sinchai Sudhhaa Sanjor ||",
    "translation": "I make my mind and body into pure little gardens, and irrigate them with the sublime essence of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਆਪਣੇ ਮਨ ਨੂੰ ਸਰੀਰ ਨੂੰ, ਪਵਿਤ੍ਰ ਕਿਆਰਾ ਬਣਾਂਦਾ ਹੈ, ਉਸ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਜਲ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਿੰਜਦਾ ਹੈ,",
    "pronunciation": "(ਸੁਧਾ) ਅੰਮਿ੍ਰਤ[ (ਸੰਜੋਰਿ) ਚੰਗੀ ਤਰਾਂ ਜੋੜ ਕੇ",
    "type_id": 3
  },
  {
    "id": 30297,
    "shabad_id": 2658,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ੲਿਅਾ ਰਸ ਮਹਿ ਮਗਨੁ ਹੋਤ. ਕਿਰਪਾ ਤੇ; ਮਹਾ ਬਿਖਿਅਾ ਤੇ ਤੋਰਿ ||੧||",
    "transliteration": "Eiaa Ras Mehi Magan Hoth Kirapaa Thae Mehaa Bikhiaa Thae Thor ||1||",
    "translation": "I am drenched with this sublime essence by His Grace, and the powerful hold of Maya's corruption has been broken. ||1||",
    "punjabi": "ਤੇ, ਵੱਡੀ (ਮੋਹਣੀ) ਮਾਇਆ ਨਾਲੋਂ (ਸੰਬੰਧ) ਤੋੜ ਕੇ ਇਸ (ਨਾਮ-) ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30298,
    "shabad_id": 2658,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਾੲਿਓ ਸਰਣਿ ਦੀਨ ਦੁਖਭੰਜਨ; ਚਿਤਵੳੁ ਤੁਮ੍ਹਰੀ ਓਰਿ ||",
    "transliteration": "Aaeiou Saran Dheen Dhukh Bhanjan Chithavo Thumharee Our ||",
    "translation": "I have come to Your Sanctuary, O Destroyer of the suffering of the innocent; I keep my consciousness focused on You.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ (ਆਪਣੇ ਮਨ ਵਿਚ) ਚਿਤਾਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "(ਓਰਿ) ਓਟ",
    "type_id": 3
  }
]
