[
  {
    "id": 30299,
    "shabad_id": 2658,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ABY pdu dwnu. ismrnu suAwmI ko; pRB nwnk. bMDn Coir ]2]5]9]",
    "transliteration": "Abhai Padh Dhaan Simaran Suaamee Ko Prabh Naanak Bandhhan Shhor ||2||5||9||",
    "translation": "Bless me with the gifts of the state of fearlessness, and meditative remembrance, Lord and Master; O Nanak, God is the Breaker of bonds. ||2||5||9||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ) ਨਾਨਕ ਦੇ (ਮਾਇਆ ਵਾਲੇ) ਬੰਧਨ ਛੁਡਾ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਦੇਹ, ਮੈਨੂੰ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਨਿਰਭੈਤਾ ਵਾਲੀ ਅਵਸਥਾ ਬਖ਼ਸ਼ ॥੨॥੫॥੯॥",
    "pronunciation": "A-BY:polw bolo",
    "type_id": 3
  },
  {
    "id": 30300,
    "shabad_id": 2659,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jYqsrI mhlw 5 ]",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30301,
    "shabad_id": 2659,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "cwiqRk icqvq. brsq myNh ]",
    "transliteration": "Chaathrik Chithavath Barasath Maeneh ||",
    "translation": "The rainbird longs for the rain to fall.",
    "punjabi": "ਜਿਵੇਂ ਪਪੀਹਾ (ਹਰ ਵੇਲੇ) ਮੀਂਹ ਦਾ ਵੱਸਣਾ ਚਿਤਵਦਾ ਰਹਿੰਦਾ ਹੈ (ਵਰਖਾ ਚਾਹੁੰਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30302,
    "shabad_id": 2659,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ikRpwisMDu kruxw pRB Dwrhu; hir pRym Bgiq ko nyNh ]1] rhwau ]",
    "transliteration": "Kirapaa Sindhh Karunaa Prabh Dhhaarahu Har Praem Bhagath Ko Naeneh ||1|| Rehaao ||",
    "translation": "O God, ocean of mercy, shower Your mercy on me, that I may yearn for loving devotional worship of the Lord. ||1||Pause||",
    "punjabi": "ਤਿਵੇਂ, ਹੇ ਕਿਰਪਾ ਦੇ ਸਮੁੰਦਰ! ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਚਿਤਵਦਾ ਰਹਿੰਦਾ ਹਾਂ ਕਿ ਮੇਰੇ ਉੱਤੇ) ਤਰਸ ਕਰੋ, ਮੈਨੂੰ ਆਪਣੀ ਪਿਆਰ-ਭਰੀ ਭਗਤੀ ਦੀ ਲਗਨ ਬਖ਼ਸ਼ੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(nyNh) pRym",
    "type_id": 4
  },
  {
    "id": 30303,
    "shabad_id": 2659,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Aink sUK ckvI. nhI cwhq; And pUrn pyiK dyNh ]",
    "transliteration": "Anik Sookh Chakavee Nehee Chaahath Anadh Pooran Paekh Dhaeneh ||",
    "translation": "The chakvi duck does not desire many comforts, but it is filled with bliss upon seeing the dawn.",
    "punjabi": "ਹੇ ਭਾਈ! ਚਕਵੀ (ਹੋਰ) ਅਨੇਕਾਂ ਸੁਖ (ਭੀ) ਨਹੀਂ ਮੰਗਦੀ, ਸੂਰਜ ਨੂੰ ਵੇਖ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਪੂਰਨ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(dyNh) sUrj",
    "type_id": 3
  },
  {
    "id": 30304,
    "shabad_id": 2659,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Awn aupwv. n jIvq mInw; ibnu jl. mrnw qyNh ]1]",
    "transliteration": "Aan Oupaav N Jeevath Meenaa Bin Jal Maranaa Thaeneh ||1||",
    "translation": "The fish cannot survive any other way - without water, it dies. ||1||",
    "punjabi": "(ਪਾਣੀ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਅਨੇਕਾਂ ਉਪਾਵਾਂ ਨਾਲ ਭੀ ਮੱਛੀ ਜੀਊਂਦੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30305,
    "shabad_id": 2659,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hm AnwQ. nwQ hir srxI; ApunI ikRpw kryNh ]",
    "transliteration": "Ham Anaathh Naathh Har Saranee Apunee Kirapaa Karaeneh ||",
    "translation": "I am a helpless orphan - I seek Your Sanctuary, O My Lord and Master; please bless me with Your mercy.",
    "punjabi": "ਹੇ ਨਾਥ! (ਤੈਥੋਂ ਬਿਨਾ) ਅਸੀਂ ਨਿਆਸਰੇ ਸਾਂ। ਆਪਣੀ ਮੇਹਰ ਕਰ, ਤੇ, ਸਾਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30306,
    "shabad_id": 2659,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "crxkml nwnku AwrwDY; iqsu ibnu Awn. n kyNh ]2]6]10]",
    "transliteration": "Charan Kamal Naanak Aaraadhhai This Bin Aan N Kaeneh ||2||6||10||",
    "translation": "Nanak worships and adores the Lord's lotus feet; without Him, there is no other at all. ||2||6||10||",
    "punjabi": "(ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਆਰਾਧਨਾ ਕਰਦਾ ਰਹੇ, ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਨਾਨਕ ਨੂੰ) ਹੋਰ ਕੁਝ ਭੀ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ॥੨॥੬॥੧੦॥",
    "pronunciation": "(kyNh) koeI",
    "type_id": 3
  },
  {
    "id": 30307,
    "shabad_id": 2660,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jYqsrI mhlw 5 ]",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30308,
    "shabad_id": 2660,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "min qin bis rhy myry pRwn ]",
    "transliteration": "Man Than Bas Rehae Maerae Praan ||",
    "translation": "The Lord, my very breath of life, abides in my mind and body.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ ਜੀ ਹੁਣ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30309,
    "shabad_id": 2660,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kir ikrpw swDUsMig Byty; pUrn purK sujwn ]1] rhwau ]",
    "transliteration": "Kar Kirapaa Saadhhoo Sang Bhaettae Pooran Purakh Sujaan ||1|| Rehaao ||",
    "translation": "Bless me with Your mercy, and unite me with the Saadh Sangat, the Company of the Holy, O perfect, all-knowing Lord God. ||1||Pause||",
    "punjabi": "ਉਹ ਸਰਬ-ਗੁਣ-ਭਰਪੂਰ, ਸਰਬ-ਵਿਆਪਕ, ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ (ਆਪਣੀ) ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਪਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(sujwn) sRySt jwxIjwx",
    "type_id": 4
  },
  {
    "id": 30310,
    "shabad_id": 2660,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "pRym TgaurI ijn kau pweI; iqn rsu pIAau BwrI ]",
    "transliteration": "Praem Thagouree Jin Ko Paaee Thin Ras Peeao Bhaaree ||",
    "translation": "Those, unto whom You give the intoxicating herb of Your Love, drink in the supreme sublime essence.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ (ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੇ) ਪਿਆਰ ਦੀ ਠੱਗ-ਬੂਟੀ ਲੱਭ ਪਈ, ਉਹਨਾਂ ਨਾਮ-ਜਲ ਰੱਜ ਰੱਜ ਕੇ ਪੀ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30311,
    "shabad_id": 2660,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "qw kI kImiq. khxu n jweI; kudriq kvn hm@wrI ]1]",
    "transliteration": "Thaa Kee Keemath Kehan N Jaaee Kudharath Kavan Hamhaaree ||1||",
    "translation": "I cannot describe their value; what power do I have? ||1||",
    "punjabi": "ਉਸ (ਨਾਮ-ਜਲ) ਦੀ ਕੀਮਤ ਦੱਸੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਮੇਰੀ ਕੀਹ ਤਾਕਤ ਹੈ (ਕਿ ਮੈਂ ਉਸ ਨਾਮ-ਜਲ ਦਾ ਮੁੱਲ ਦੱਸ ਸਕਾਂ)? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30312,
    "shabad_id": 2660,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "lwie ley liV. dws jn Apuny; auDry auDrnhwry ]",
    "transliteration": "Laae Leae Larr Dhaas Jan Apunae Oudhharae Oudhharanehaarae ||",
    "translation": "The Lord attaches His humble servants to the hem of His robe, and they swim across the world-ocean.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ (ਸਦਾ) ਆਪਣੇ ਦਾਸ ਆਪਣੇ ਸੇਵਕ ਆਪਣੇ ਲੜ ਲਾ ਕੇ ਰੱਖੇ ਹਨ, (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ (ਸੇਵਕਾਂ ਨੂੰ ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਸਦਾ) ਬਚਾਇਆ ਹੈ।",
    "pronunciation": "(auD-ry) Awp AOgxW pwpW ivkwrW qoN auDry, hornw nMU (au-Drnhwry) auDwrn vwly",
    "type_id": 3
  },
  {
    "id": 30313,
    "shabad_id": 2660,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "pRBu ismir ismir. ismir suKu pwieE; nwnk srix duAwry ]2]7]11]",
    "transliteration": "Prabh Simar Simar Simar Sukh Paaeiou Naanak Saran Dhuaarae ||2||7||11||",
    "translation": "Meditating, meditating, meditating in remembrance on God, peace is obtained; Nanak seeks the Sanctuary of Your Door. ||2||7||11||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆ ਕੇ, ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈ ਕੇ, ਸੇਵਕਾਂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਦਾ ਸਿਮਰ ਕੇ (ਸਦਾ) ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਹੈ ॥੨॥੭॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30314,
    "shabad_id": 2661,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jYqsrI mhlw 5 ]",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30315,
    "shabad_id": 2661,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awey Aink jnm BRim; srxI ]",
    "transliteration": "Aaeae Anik Janam Bhram Saranee ||",
    "translation": "After wandering through so many incarnations, I have come to Your Sanctuary.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਕਈ ਜਨਮਾਂ ਵਿਚ ਭੌਂ ਕੇ ਹੁਣ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30316,
    "shabad_id": 2661,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "auDru dyh. AMD kUp qy; lwvhu ApunI crxI ]1] rhwau ]",
    "transliteration": "Oudhhar Dhaeh Andhh Koop Thae Laavahu Apunee Charanee ||1|| Rehaao ||",
    "translation": "Save me - lift my body up out of the deep, dark pit of the world, and attach me to Your feet. ||1||Pause||",
    "punjabi": "ਸਾਡੇ ਸਰੀਰ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਘੁੱਪ ਹਨੇਰੇ ਖੂਹ ਤੋਂ ਬਚਾ ਲੈ, ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(au-Dru) auDwrnw kro",
    "type_id": 4
  },
  {
    "id": 30317,
    "shabad_id": 2661,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "igAwnu iDAwnu ikCu krmu, n jwnw; nwihn inrml krxI ]",
    "transliteration": "Giaan Dhhiaan Kishh Karam N Jaanaa Naahin Niramal Karanee ||",
    "translation": "I do not know anything about spiritual wisdom, meditation or karma, and my way of life is not clean and pure.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ, ਮੇਰੀ ਸੁਰਤ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਨਹੀਂ ਰਹਿੰਦੀ, ਮੈਨੂੰ ਕੋਈ ਚੰਗਾ ਕੰਮ ਕਰਨਾ ਨਹੀਂ ਆਉਂਦਾ, ਮੇਰਾ ਕਰਤੱਬ ਭੀ ਸੁੱਚਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30318,
    "shabad_id": 2661,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "swDsMgiq kY AMcil lwvhu; ibKm ndI jwie qrxI ]1]",
    "transliteration": "Saadhhasangath Kai Anchal Laavahu Bikham Nadhee Jaae Tharanee ||1||",
    "translation": "Please attach me to the hem of the robe of the Saadh Sangat, the Company of the Holy; help me to cross over the terrible river. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਦੇ ਲੜ ਲਾ ਦੇ, ਤਾ ਕਿ ਇਹ ਔਖੀ (ਸੰਸਾਰ-) ਨਦੀ ਤਰੀ ਜਾ ਸਕੇ ॥੧॥",
    "pronunciation": "(AMcil) p`ly",
    "type_id": 3
  },
  {
    "id": 30319,
    "shabad_id": 2661,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "suK sMpiq mwieAw rs mITy; ieh. nhI mn mih DrxI ]",
    "transliteration": "Sukh Sanpath Maaeiaa Ras Meethae Eih Nehee Man Mehi Dhharanee ||",
    "translation": "Comforts, riches and the sweet pleasures of Maya - do not implant these within your mind.",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਸੁਖ, ਧਨ, ਮਾਇਆ ਦੇ ਮਿੱਠੇ ਸੁਆਦ-ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦੇ।",
    "pronunciation": "(sMpiq) Dn",
    "type_id": 3
  },
  {
    "id": 30320,
    "shabad_id": 2661,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "hir drsn iqRpiq. nwnk dws pwvq; hir nwm rMg AwBrxI ]2]8]12]",
    "transliteration": "Har Dharasan Thripath Naanak Dhaas Paavath Har Naam Rang Aabharanee ||2||8||12||",
    "translation": "Slave Nanak is satisfied and satiated by the Blessed Vision of the Lord's Darshan; his only ornamentation is the love of the Lord's Name. ||2||8||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਨਾਲ ਹੀ ਉਹ ਸੰਤੋਖ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਪਿਆਰ ਹੀ ਉਹਨਾਂ (ਦੇ ਜੀਵਨ) ਦਾ ਗਹਣਾ ਹੈ ॥੨॥੮॥੧੨॥",
    "pronunciation": "(Aw-BrxI) ghxw",
    "type_id": 3
  },
  {
    "id": 30321,
    "shabad_id": 2662,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jYqsrI mhlw 5 ]",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30322,
    "shabad_id": 2662,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir jn; ismrhu ihrdY rwm ]",
    "transliteration": "Har Jan Simarahu Hiradhai Raam ||",
    "translation": "O humble servants of the Lord, remember the Lord in meditation within your heart.",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰਿਓ! ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30323,
    "shabad_id": 2662,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir jn kau Apdw. inkit n AwvY; pUrn dws ky kwm ]1] rhwau ]",
    "transliteration": "Har Jan Ko Apadhaa Nikatt N Aavai Pooran Dhaas Kae Kaam ||1|| Rehaao ||",
    "translation": "Misfortune does not even approach the Lord's humble servant; the works of His slave are perfectly fulfilled. ||1||Pause||",
    "punjabi": "ਕੋਈ ਭੀ ਬਿਪਤਾ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦੀ, ਸੇਵਕਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(Apdw) ibpqw",
    "type_id": 4
  },
  {
    "id": 30324,
    "shabad_id": 2662,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "koit ibGn ibnsih. hir syvw; inhclu goivd Dwm ]",
    "transliteration": "Kott Bighan Binasehi Har Saevaa Nihachal Govidh Dhhaam ||",
    "translation": "Millions of obstacles are removed, by serving the Lord, and one enters into the eternal dwelling of the Lord of the Universe.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦੀ ਬਰਕਤਿ) ਨਾਲ (ਜ਼ਿੰਦਗੀ ਦੇ ਰਾਹ ਵਿਚੋਂ) ਕ੍ਰੋੜਾਂ ਔਕੜਾਂ ਨਾਸ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਅਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਘਰ (ਭੀ ਮਿਲ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(Dwm) Gr",
    "type_id": 3
  },
  {
    "id": 30325,
    "shabad_id": 2662,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "BgvMq Bgq kau. Bau ikCu nwhI; Awdru dyvq jwm ]1]",
    "transliteration": "Bhagavanth Bhagath Ko Bho Kishh Naahee Aadhar Dhaevath Jaam ||1||",
    "translation": "The Lord's devotee is very fortunate; he has absolutely no fear. Even the Messenger of Death pays homage to him. ||1||",
    "punjabi": "ਭਗਵਾਨ ਦੇ ਭਗਤਾਂ ਨੂੰ ਕੋਈ ਭੀ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਜਮਰਾਜ ਭੀ ਉਹਨਾਂ ਦਾ ਸਤਕਾਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30326,
    "shabad_id": 2662,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "qij gopwl. Awn jo krxI; soeI soeI ibnsq Kwm ]",
    "transliteration": "Thaj Gopaal Aan Jo Karanee Soee Soee Binasath Khaam ||",
    "translation": "Forsaking the Lord of the world, he does other deeds, but these are temporary and transitory.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਦਾ ਸਿਮਰਨ) ਭੁਲਾ ਕੇ ਹੋਰ ਜੇਹੜਾ ਭੀ ਕੰਮ ਕਰੀਦਾ ਹੈ ਉਹ ਨਾਸਵੰਤ ਹੈ ਅਤੇ ਕੱਚਾ ਹੈ।",
    "pronunciation": "(Kwm) k`cI",
    "type_id": 3
  },
  {
    "id": 30327,
    "shabad_id": 2662,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "crnkml ihrdY ghu nwnk; suK smUh ibsrwm ]2]9]13]",
    "transliteration": "Charan Kamal Hiradhai Gahu Naanak Sukh Samooh Bisaraam ||2||9||13||",
    "translation": "Grasp the Lord's lotus feet, and hold them in your heart, O Nanak; you shall obtain absolute peace and bliss. ||2||9||13||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਨਾਨਕ!) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, (ਇਹ ਹਰਿ-ਚਰਨ ਹੀ) ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਘਰ ਹਨ ॥੨॥੯॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30328,
    "shabad_id": 2663,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jYqsrI mhlw 9",
    "transliteration": "Jaithasaree Mehalaa 9",
    "translation": "Jaitsree, Ninth Mehl: One Universal Creator God.",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ ਵਿੱਚ ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30329,
    "shabad_id": 2663,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30330,
    "shabad_id": 2663,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "BUilE mnu, mwieAw aurJwieE ]",
    "transliteration": "Bhooliou Man Maaeiaa Ourajhaaeiou ||",
    "translation": "My mind is deluded, entangled in Maya.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਹੀ ਜੀਵਨ-ਰਾਹ) ਭੁੱਲਿਆ ਹੋਇਆ ਮਨ ਮਾਇਆ (ਦੇ ਮੋਹ ਵਿਚ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30331,
    "shabad_id": 2663,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "jo jo krm kIE lwlc lig; iqh iqh Awpu bMDwieE ]1] rhwau ]",
    "transliteration": "Jo Jo Karam Keeou Laalach Lag Thih Thih Aap Bandhhaaeiou ||1|| Rehaao ||",
    "translation": "Whatever I do, while engaged in greed, only serves to bind me down. ||1||Pause||",
    "punjabi": "(ਫਿਰ, ਇਹ) ਲਾਲਚ ਵਿਚ ਫਸ ਕੇ ਜੇਹੜਾ ਜੇਹੜਾ ਕੰਮ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਆਪ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੋਰ) ਫਸਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30332,
    "shabad_id": 2663,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "smJ n prI. ibKY rs ricE; jsu hir ko ibsrwieE ]",
    "transliteration": "Samajh N Paree Bikhai Ras Rachiou Jas Har Ko Bisaraaeiou ||",
    "translation": "I have no understanding at all; I am engrossed in the pleasures of corruption, and I have forgotten the Praises of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ, ਵਿਸ਼ਿਆਂ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30333,
    "shabad_id": 2663,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "sMig suAwmI so jwinE nwihn; bnu Kojn kau DwieE ]1]",
    "transliteration": "Sang Suaamee So Jaaniou Naahin Ban Khojan Ko Dhhaaeiou ||1||",
    "translation": "The Lord and Master is with me, but I do not know Him. Instead, I run into the forest, looking for Him. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਤਾਂ ਇਸ ਦੇ) ਅੰਗ-ਸੰਗ (ਵੱਸਦਾ ਹੈ) ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, ਜੰਗਲ ਭਾਲਣ ਵਾਸਤੇ ਦੌੜ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
