[
  {
    "id": 30334,
    "shabad_id": 2663,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "rqnu rwmu. Gt hI ky BIqir; qw ko igAwnu. n pwieE ]",
    "transliteration": "Rathan Raam Ghatt Hee Kae Bheethar Thaa Ko Giaan N Paaeiou ||",
    "translation": "The Jewel of the Lord is deep within my heart, but I do not have any knowledge of Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਰਤਨ (ਵਰਗਾ ਕੀਮਤੀ) ਹਰਿ-ਨਾਮ ਹਿਰਦੇ ਦੇ ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ (ਪਰ ਭੁੱਲਾ ਹੋਇਆ ਮਨੁੱਖ) ਉਸ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਬਣਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30335,
    "shabad_id": 2663,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "jn nwnk. BgvMq Bjn ibnu; ibrQw jnmu gvwieE ]2]1]",
    "transliteration": "Jan Naanak Bhagavanth Bhajan Bin Birathhaa Janam Gavaaeiou ||2||1||",
    "translation": "O servant Nanak, without vibrating, meditating on the Lord God, human life is uselessly wasted and lost. ||2||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਦੇਂਦਾ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30336,
    "shabad_id": 2664,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jYqsrI mhlw 9 ]",
    "transliteration": "Jaithasaree Mehalaa 9 ||",
    "translation": "Jaitsree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30337,
    "shabad_id": 2664,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir jU; rwiK lyhu piq myrI ]",
    "transliteration": "Har Joo Raakh Laehu Path Maeree ||",
    "translation": "O Dear Lord, please, save my honor!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30338,
    "shabad_id": 2664,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jm ko qRws. BieE aur AMqir; srin ghI ikrpwiniD qyrI ]1] rhwau ]",
    "transliteration": "Jam Ko Thraas Bhaeiou Our Anthar Saran Gehee Kirapaa Nidhh Thaeree ||1|| Rehaao ||",
    "translation": "The fear of death has entered my heart; I cling to the Protection of Your Sanctuary, O Lord, ocean of mercy. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਮੌਤ ਦਾ ਡਰ ਵੱਸ ਰਿਹਾ ਹੈ, (ਇਸ ਤੋਂ ਬਚਣ ਲਈ) ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30339,
    "shabad_id": 2664,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mhw piqq mugD loBI Puin; krq pwp Ab hwrw ]",
    "transliteration": "Mehaa Pathith Mugadhh Lobhee Fun Karath Paap Ab Haaraa ||",
    "translation": "I am a great sinner, foolish and greedy; but now, at last, I have grown weary of committing sins.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਵੱਡਾ ਵਿਕਾਰੀ ਹਾਂ, ਮੂਰਖ ਹਾਂ, ਲਾਲਚੀ ਭੀ ਹਾਂ, ਪਾਪ ਕਰਦਾ ਕਰਦਾ ਹੁਣ ਮੈਂ ਥੱਕ ਗਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30340,
    "shabad_id": 2664,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "BY mrby ko ibsrq nwihn; iqh icMqw qnu jwrw ]1]",
    "transliteration": "Bhai Marabae Ko Bisarath Naahin Thih Chinthaa Than Jaaraa ||1||",
    "translation": "I cannot forget the fear of dying; this anxiety is consuming my body. ||1||",
    "punjabi": "ਮੈਨੂੰ ਮਰਨ ਦਾ ਡਰ (ਕਿਸੇ ਵੇਲੇ) ਭੁੱਲਦਾ ਨਹੀਂ, ਇਸ (ਮਰਨ) ਦੀ ਚਿੰਤਾ ਨੇ ਮੇਰਾ ਸਰੀਰ ਸਾੜ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30341,
    "shabad_id": 2664,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "kIey aupwv. mukiq ky kwrin; dh idis kau auiT DwieAw ]",
    "transliteration": "Keeeae Oupaav Mukath Kae Kaaran Dheh Dhis Ko Outh Dhhaaeiaa ||",
    "translation": "I have been trying to liberate myself, running around in the ten directions.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੌਤ ਦੇ ਇਸ ਸਹਿਮ ਤੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰਨ ਲਈ ਮੈਂ ਅਨੇਕਾਂ ਹੀਲੇ ਕੀਤੇ ਹਨ, ਦਸੀਂ ਪਾਸੀਂ ਉਠ ਉਠ ਕੇ ਦੌੜਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30342,
    "shabad_id": 2664,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "Gt hI BIqir bsY inrMjnu; qw ko mrmu. n pwieAw ]2]",
    "transliteration": "Ghatt Hee Bheethar Basai Niranjan Thaa Ko Maram N Paaeiaa ||2||",
    "translation": "The pure, immaculate Lord abides deep within my heart, but I do not understand the secret of His mystery. ||2||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈ, ਉਸ ਦਾ ਭੇਤ ਮੈਂ ਨਹੀਂ ਸਮਝਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30343,
    "shabad_id": 2664,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "nwihn gunu. nwihn kCu jpu qpu; kaunu krmu Ab kIjY ]",
    "transliteration": "Naahin Gun Naahin Kashh Jap Thap Koun Karam Ab Keejai ||",
    "translation": "I have no merit, and I know nothing about meditation or austerities; what should I do now?",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕੋਈ ਗੁਣ ਨਹੀਂ ਕੋਈ ਜਪ ਤਪ ਨਹੀਂ (ਜੋ ਮੌਤ ਦੇ ਸਹਿਮ ਤੋਂ ਬਚਾ ਲਏ, ਫਿਰ) ਹੁਣ ਕੇਹੜਾ ਕੰਮ ਕੀਤਾ ਜਾਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30344,
    "shabad_id": 2664,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "nwnk. hwir pirE srnwgiq; ABY dwnu pRB dIjY ]3]2]",
    "transliteration": "Naanak Haar Pariou Saranaagath Abhai Dhaan Prabh Dheejai ||3||2||",
    "translation": "O Nanak, I am exhausted; I seek the shelter of Your Sanctuary; O God, please bless me with the gift of fearlessness. ||3||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! (ਹੋਰ ਸਾਧਨਾਂ ਵਲੋਂ) ਹਾਰ ਕੇ ਮੈਂ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ, ਤੂੰ ਮੈਨੂੰ ਮੌਤ ਦੇ ਡਰ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਾਨ ਦੇਹ ॥੩॥੨॥",
    "pronunciation": "sr-nwgiq",
    "type_id": 3
  },
  {
    "id": 30345,
    "shabad_id": 2665,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jYqsrI mhlw 9 ]",
    "transliteration": "Jaithasaree Mehalaa 9 ||",
    "translation": "Jaitsree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30346,
    "shabad_id": 2665,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mn ry; swcw gho ibcwrw ]",
    "transliteration": "Man Rae Saachaa Geho Bichaaraa ||",
    "translation": "O mind, embrace true contemplation.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਇਹ ਅਟੱਲ ਵਿਚਾਰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30347,
    "shabad_id": 2665,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "rwm nwm ibnu. imiQAw mwno; sgro iehu sMswrw ]1] rhwau ]",
    "transliteration": "Raam Naam Bin Mithhiaa Maano Sagaro Eihu Sansaaraa ||1|| Rehaao ||",
    "translation": "Without the Lord's Name, know that this whole world is false. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਛੁਟ ਬਾਕੀ ਇਸ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਨਾਸਵੰਤ ਜਾਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30348,
    "shabad_id": 2665,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "jw kau jogI Kojq hwry; pwieE nwih. iqh pwrw ]",
    "transliteration": "Jaa Ko Jogee Khojath Haarae Paaeiou Naahi Thih Paaraa ||",
    "translation": "The Yogis are tired of searching for Him, but they have not found His limit.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੋਗੀ ਲੋਕ ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭਦੇ ਲੱਭਦੇ ਥੱਕ ਗਏ, ਤੇ, ਉਸ ਦੇ ਸਰੂਪ ਦਾ ਅੰਤ ਨਾਹ ਲੱਭ ਸਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30349,
    "shabad_id": 2665,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "so suAwmI qum inkit pCwno; rUp ryK qy inAwrw ]1]",
    "transliteration": "So Suaamee Thum Nikatt Pashhaano Roop Raekh Thae Niaaraa ||1||",
    "translation": "You must understand that the Lord and Master is near at hand, but He has no form or feature. ||1||",
    "punjabi": "ਉਸ ਮਾਲਕ ਨੂੰ ਤੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਜਾਣ, ਪਰ ਉਸ ਦਾ ਕੋਈ ਰੂਪ ਉਸ ਦਾ ਕੋਈ ਚਿਹਨ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30350,
    "shabad_id": 2665,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "pwvn nwmu jgq mY hir ko; kbhU. nwih sMBwrw ]",
    "transliteration": "Paavan Naam Jagath Mai Har Ko Kabehoo Naahi Sanbhaaraa ||",
    "translation": "The Naam, the Name of the Lord is purifying in the world, and yet you never remember it.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੂੰ ਉਸ ਨਾਮ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਕਦੇ ਸਾਂਭ ਕੇ ਨਹੀਂ ਰੱਖਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30351,
    "shabad_id": 2665,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk srin pirE jg bMdn; rwKhu ibrdu quhwrw ]2]3]",
    "transliteration": "Naanak Saran Pariou Jag Bandhan Raakhahu Biradh Thuhaaraa ||2||3||",
    "translation": "Nanak has entered the Sanctuary of the One, before whom the whole world bows down; please, preserve and protect me, by Your innate nature. ||2||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਾਰੇ ਜਗਤ ਦੇ ਨਮਸਕਾਰ-ਜੋਗ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ। ਇਹ ਤੇਰਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ (ਕਿ ਤੂੰ ਸਰਨ ਆਏ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ) ॥੨॥੩॥",
    "pronunciation": "jg dy (bMdn) nmskwr Xog",
    "type_id": 3
  },
  {
    "id": 30352,
    "shabad_id": 2666,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jYqsrI mhlw 5 CMq Gru 1",
    "transliteration": "Jaithasaree Mehalaa 5 Shhanth Ghar 1",
    "translation": "Jaitsree, Fifth Mehl, Chhant, First House:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30353,
    "shabad_id": 2666,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30354,
    "shabad_id": 2666,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "slok ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30355,
    "shabad_id": 2666,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "drsn ipAwsI. idnsu rwiq; icqvau Anidnu nIq ]",
    "transliteration": "Dharasan Piaasee Dhinas Raath Chithavo Anadhin Neeth ||",
    "translation": "I am thirsty for the Blessed Vision of the Lord's Darshan, day and night; I yearn for Him constantly, night and day.",
    "punjabi": "ਮੈਨੂੰ ਮਿੱਤਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਲੱਗੀ ਹੋਈ ਹੈ, ਮੈਂ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ, (ਉਸ ਦਾ ਦਰਸਨ ਹੀ) ਚਿਤਾਰਦੀ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30356,
    "shabad_id": 2666,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Koil@ kpt. guir mylIAw; nwnk hir sMig mIq ]1]",
    "transliteration": "Kholih Kapatt Gur Maeleeaa Naanak Har Sang Meeth ||1||",
    "translation": "Opening the door, O Nanak, the Guru has led me to meet with the Lord, my Friend. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਗੁਰੂ ਨੇ (ਮੇਰੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਛੌੜ ਕੱਟ ਕੇ ਮੈਨੂੰ ਮਿੱਤਰ ਹਰੀ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30357,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "CMq ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30358,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "suix Xwr hmwry sjx; iek krau bynMqIAw ]",
    "transliteration": "Sun Yaar Hamaarae Sajan Eik Karo Baenantheeaa ||",
    "translation": "Listen, O my intimate friend - I have just one prayer to make.",
    "punjabi": "ਛੰਤ! ਹੇ ਮੇਰੇ ਸਤਸੰਗੀ ਮਿੱਤਰ! ਹੇ ਮੇਰੇ ਸੱਜਣ! ਮੈਂ (ਤੇਰੇ ਅੱਗੇ) ਇਕ ਅਰਜ਼ੋਈ ਕਰਦੀ ਹਾਂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30359,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iqsu mohn lwl ipAwry; hau iPrau KojMqIAw ]",
    "transliteration": "This Mohan Laal Piaarae Ho Firo Khojantheeaa ||",
    "translation": "I have been wandering around, searching for that enticing, sweet Beloved.",
    "punjabi": "ਮੈਂ ਉਸ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪਿਆਰੇ ਲਾਲ ਨੂੰ ਲੱਭਦੀ ਫਿਰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30360,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iqsu dis ipAwry. isru DrI auqwry; iek BorI drsnu dIjY ]",
    "transliteration": "This Dhas Piaarae Sir Dhharee Outhaarae Eik Bhoree Dharasan Dheejai ||",
    "translation": "Whoever leads me to my Beloved - I would cut off my head and offer it to him, even if I were granted the Blessed Vision of His Darshan for just an instant.",
    "punjabi": "(ਹੇ ਮਿੱਤਰ!) ਮੈਨੂੰ ਉਸ ਪਿਆਰੇ ਦੀ ਦੱਸ ਪਾ, ਮੈਂ (ਉਸ ਦੇ ਅੱਗੇ ਆਪਣਾ) ਸਿਰ ਲਾਹ ਕੇ ਰੱਖ ਦਿਆਂਗੀ (ਤੇ ਆਖਾਂਗੀ-ਹੇ ਪਿਆਰੇ!) ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਹੀ ਮੈਨੂੰ ਦਰਸਨ ਦੇਹ।",
    "pronunciation": "d`is",
    "type_id": 3
  },
  {
    "id": 30361,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nYn hmwry. ipRA rMg rMgwry; ieku iqlu BI. nw DIrIjY ]",
    "transliteration": "Nain Hamaarae Pria Rang Rangaarae Eik Thil Bhee Naa Dhheereejai ||",
    "translation": "My eyes are drenched with the Love of my Beloved; without Him, I do not have even a moment's peace.",
    "punjabi": "(ਹੇ ਗੁਰੂ!) ਮੇਰੀਆਂ ਅੱਖਾਂ ਪਿਆਰੇ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ ਰੰਗੀਆਂ ਗਈਆਂ ਹਨ, (ਉਸ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ) ਰਤਾ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਚੈਨ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "DI-rIjY",
    "type_id": 3
  },
  {
    "id": 30362,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pRB isau mnu lInw. ijau jl mInw; cwiqRk ijvY iqsMqIAw ]",
    "transliteration": "Prabh Sio Man Leenaa Jio Jal Meenaa Chaathrik Jivai Thisantheeaa ||",
    "translation": "My mind is attached to the Lord, like the fish to the water, and the rainbird, thirsty for the raindrops.",
    "punjabi": "ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਨਾਲ ਮਸਤ ਹੈ ਜਿਵੇਂ ਪਾਣੀ ਦੀ ਮੱਛੀ (ਪਾਣੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ), ਜਿਵੇਂ ਪਪੀਹੇ ਨੂੰ (ਵਰਖਾ ਦੀ ਬੂੰਦ ਦੀ) ਪਿਆਸ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(iqsMqIAw) iqhwieAw",
    "type_id": 3
  },
  {
    "id": 30363,
    "shabad_id": 2667,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jn nwnk. guru pUrw pwieAw; sglI iqKw buJMqIAw ]1]",
    "transliteration": "Jan Naanak Gur Pooraa Paaeiaa Sagalee Thikhaa Bujhantheeaa ||1||",
    "translation": "Servant Nanak has found the Perfect Guru; his thirst is totally quenched. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਜਿਸ ਵਡ-ਭਾਗੀ ਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੀ ਦਰਸਨ ਦੀ) ਸਾਰੀ ਤ੍ਰੇਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "iqKw buJMqIAw poly",
    "type_id": 3
  },
  {
    "id": 30364,
    "shabad_id": 2667,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Xwr vy. ipRA hBy sKIAw; mU. khI n jyhIAw ]",
    "transliteration": "Yaar Vae Pria Habhae Sakheeaa Moo Kehee N Jaeheeaa ||",
    "translation": "O intimate friend, my Beloved has all these loving companions; I cannot compare to any of them.",
    "punjabi": "",
    "pronunciation": "(hBy) swrIAW[ (ipRA) ipAwrIAW[ (mU) dwsn dwsI[ (khI) iksy[ (jyhIAw) jYsI BI nhIN[ h`By[ sKIAW",
    "type_id": 3
  },
  {
    "id": 30365,
    "shabad_id": 2667,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Xwr vy. ihk fUM ihik cwVY; hau iksu icqyhIAw ]",
    "transliteration": "Yaar Vae Hik Ddoon Hik Chaarrai Ho Kis Chithaeheeaa ||",
    "translation": "O intimate friend, each of them is more beautiful than the others; who could consider me?",
    "punjabi": "ਇਹ ਇਕ ਤੋਂ ਇਕ ਸੋਹਣੀਆਂ (ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੀਆਂ) ਹਨ, ਮੈਂ ਕਿਸ ਗਿਣਤੀ ਵਿਚ ਹਾਂ?",
    "pronunciation": "(ih`k)ie`k (fUM)qoN ie`k (cwV@Y) cVHdIAvsQw vwly[ dwsndwsI iksu dy (icqyhIAw)cyqy hY",
    "type_id": 3
  },
  {
    "id": 30366,
    "shabad_id": 2667,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ihk dUM ihik cwVy. Aink ipAwry; inq krdy Bog iblwsw ]",
    "transliteration": "Hik Dhoon Hik Chaarrae Anik Piaarae Nith Karadhae Bhog Bilaasaa ||",
    "translation": "Each of them is more beautiful than the others; countless are His lovers, constantly enjoying bliss with Him.",
    "punjabi": "ਪ੍ਰਭੂ ਨਾਲ ਅਨੇਕਾਂ ਹੀ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਇਕ ਦੂਜੇ ਤੋਂ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਹਨ, ਸਦਾ ਪ੍ਰਭੂ ਨਾਲ ਆਤਮਕ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "cwV@y",
    "type_id": 3
  },
  {
    "id": 30367,
    "shabad_id": 2667,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "iqnw dyiK min cwau auTMdw; hau. kid pweI guxqwsw ]",
    "transliteration": "Thinaa Dhaekh Man Chaao Outhandhaa Ho Kadh Paaee Gunathaasaa ||",
    "translation": "Beholding them, desire wells up in my mind; when will I obtain the Lord, the treasure of virtue?",
    "punjabi": "ਇਹਨਾਂ ਨੂੰ ਵੇਖ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ (ਭੀ) ਚਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਕਿ ਮੈਂ ਭੀ ਕਦੇ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30368,
    "shabad_id": 2667,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ijnI mYfw lwlu rIJwieAw; hau iqsu AwgY mnu fyNhIAw ]",
    "transliteration": "Jinee Maiddaa Laal Reejhaaeiaa Ho This Aagai Man Ddaeneheeaa ||",
    "translation": "I dedicate my mind to those who please and attract my Beloved.",
    "punjabi": "(ਹੇ ਗੁਰੂ!) ਜਿਸ ਨੇ (ਹੀ) ਮੇਰੇ ਪਿਆਰੇ ਹਰੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਉਸ ਅੱਗੇ ਆਪਣਾ ਮਨ ਭੇਟਾ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30369,
    "shabad_id": 2667,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "nwnku khY. suix ibnau suhwgix; mU dis ifKw. ipru kyhIAw ]2]",
    "transliteration": "Naanak Kehai Sun Bino Suhaagan Moo Dhas Ddikhaa Pir Kaeheeaa ||2||",
    "translation": "Says Nanak, hear my prayer, O happy soul-brides; tell me, what does my Husband Lord look like? ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਸੋਹਾਗ ਵਾਲੀਏ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ। ਮੈਨੂੰ ਦੱਸ, ਮੈਂ ਵੇਖਾਂ, ਪ੍ਰਭੂ-ਪਤੀ ਕਿਹੋ ਜਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "(ifKw)idKwau jI[ d`is, ifKw:polw bolo",
    "type_id": 3
  },
  {
    "id": 30370,
    "shabad_id": 2667,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Xwr vy. ipru Awpx Bwxw; ikCu nI sI CMdw ]",
    "transliteration": "Yaar Vae Pir Aapan Bhaanaa Kishh Neesee Shhandhaa ||",
    "translation": "O intimate friend, my Husband Lord does whatever He pleases; He is not dependent on anyone.",
    "punjabi": "ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ! (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਆਪਣਾ ਪ੍ਰਭੂ-ਪਤੀ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਕਿਸੇ ਦੀ) ਕੋਈ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "(nI) nhIN[ (sI)hY[ (CMdw) muhqwjgI ^uSwmd",
    "type_id": 3
  }
]
