[
  {
    "id": 30371,
    "shabad_id": 2667,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਯਾਰ ਵੇ. ਤੈ ਰਾਵਿਅਾ ਲਾਲਨੁ; ਮੂ. ਦਸਿ ਦਸੰਦਾ ||",
    "transliteration": "Yaar Vae Thai Raaviaa Laalan Moo Dhas Dhasandhaa ||",
    "translation": "O intimate friend, you have enjoyed your Beloved; please, tell me about Him.",
    "punjabi": "ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ! ਤੂੰ ਸੋਹਣੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਪੁੱਛਦਾ ਹਾਂ, ਮੈਨੂੰ ਭੀ ਉਸ ਦੀ ਦੱਸ ਪਾ।",
    "pronunciation": "(ਲਾਲਨੁ) ਪਿਅਾਰੇ[ ਦੱਸਿ",
    "type_id": 3
  },
  {
    "id": 30372,
    "shabad_id": 2667,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਲਾਲਨੁ ਤੈ ਪਾੲਿਅਾ. ਅਾਪੁ ਗਵਾੲਿਅਾ; ਜੈ ਧਨ ਭਾਗ ਮਥਾਣੇ ||",
    "transliteration": "Laalan Thai Paaeiaa Aap Gavaaeiaa Jai Dhhan Bhaag Mathhaanae ||",
    "translation": "They alone find their Beloved, who eradicate self-conceit; such is the good destiny written on their foreheads.",
    "punjabi": "ਤੂੰ ਸੋਹਣੇ ਲਾਲ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ, ਤੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ। ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮੱਥੇ ਦੇ ਭਾਗ ਜਾਗਦੇ ਹਨ (ਉਸ ਨੂੰ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30373,
    "shabad_id": 2667,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਬਾਂਹ ਪਕੜਿ. ਠਾਕੁਰਿ ਹੳੁ ਘਿਧੀ; ਗੁਣ ਅਵਗਣ. ਨ ਪਛਾਣੇ ||",
    "transliteration": "Baanh Pakarr Thaakur Ho Ghidhhee Gun Avagan N Pashhaanae ||",
    "translation": "Taking me by the arm, the Lord and Master has made me His own; He has not considered my merits or demerits.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਮੇਰੀ ਭੀ) ਬਾਂਹ ਫੜ ਕੇ ਮੈਨੂੰ ਆਪਣੀ ਬਣਾ ਲਿਆ ਹੈ, ਮੇਰਾ ਕੋਈ ਗੁਣ ਔਗੁਣ ਉਸ ਨੇ ਨਹੀਂ ਪਰਖਿਆ।",
    "pronunciation": "ਅਪਨੇ ਚ (ਘਿੱਧੀ)ਮਿਲਾ ਲੲੀ",
    "type_id": 3
  },
  {
    "id": 30374,
    "shabad_id": 2667,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਣ ਹਾਰੁ ਤੈ ਪਾੲਿਅਾ. ਰੰਗੁ ਲਾਲੁ ਬਣਾੲਿਅਾ; ਤਿਸੁ ਹਭੋ ਕਿਛੁ ਸੁਹੰਦਾ ||",
    "transliteration": "Gun Haar Thai Paaeiaa Rang Laal Banaaeiaa This Habho Kishh Suhandhaa ||",
    "translation": "She, whom You have adorned with the necklace of virtue, and dyed in the deep crimson color of His Love - everything looks beautiful on her.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਂ ਜਿਸ ਜੀਵ ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਣਾਂ ਦਾ ਹਾਰ ਨੂੰ ਪਹਿਨਾਇਆ ਹੈ, ਨਾਮ ਦੇ ਰੰਗ ਵਿੱਚ ਰੰਗਿਆ, ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ ਹੀ ਸ਼ੋਭਨੀਕ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30375,
    "shabad_id": 2667,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਧੰਨਿ ਸੁਹਾਗਣਿ ਸਾੲੀ; ਜਿਸੁ ਸੰਗਿ ਭਤਾਰੁ ਵਸੰਦਾ ||੩||",
    "transliteration": "Jan Naanak Dhhann Suhaagan Saaee Jis Sang Bhathaar Vasandhaa ||3||",
    "translation": "O servant Nanak, blessed is that happy soul-bride, who dwells with her Husband Lord. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਜਿਸ ਦੇ ਨਾਲ (ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਖਸਮ-ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30376,
    "shabad_id": 2667,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਯਾਰ ਵੇ. ਨਿਤ ਸੁਖ ਸੁਖੇਦੀ; ਸਾ ਮੈ ਪਾੲੀ ||",
    "transliteration": "Yaar Vae Nith Sukh Sukhaedhee Saa Mai Paaee ||",
    "translation": "O intimate friend, I have found that peace which I sought.",
    "punjabi": "ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ! ਜੇਹੜੀ ਸੁੱਖਣਾ ਮੈਂ ਸਦਾ ਸੁੱਖਦੀ ਰਹਿੰਦੀ ਸਾਂ, ਉਹ (ਸੁੱਖਣਾ) ਮੈਂ ਪਾ ਲਈ ਹੈ (ਮੇਰੀ ਉਹ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਗਈ ਹੈ)।",
    "pronunciation": "ਜਿਨ੍ਹਾਂ ਨੰੂ ਮਿਲਣ ਦੀ ਸੁੱਖ (ਸੱੁਖੇਂਦੀ)ਸੁੱਖਦੀ ਸਾਂ",
    "type_id": 3
  },
  {
    "id": 30377,
    "shabad_id": 2667,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਵਰੁ ਲੋੜੀਦਾ ਅਾੲਿਅਾ; ਵਜੀ ਵਾਧਾੲੀ ||",
    "transliteration": "Var Lorreedhaa Aaeiaa Vajee Vaadhhaaee ||",
    "translation": "My sought-after Husband Lord has come home, and now, congratulations are pouring in.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮੈਂ (ਚਿਰਾਂ ਤੋਂ) ਲੱਭਦੀ ਆ ਰਹੀ ਸਾਂ ਉਹ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30378,
    "shabad_id": 2667,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਹਾ ਮੰਗਲੁ ਰਹਸੁ ਥੀਅਾ; ਪਿਰੁ ਦੲਿਅਾਲੁ ਸਦ ਨਵ ਰੰਗੀਅਾ ||",
    "transliteration": "Mehaa Mangal Rehas Thheeaa Pir Dhaeiaal Sadh Nav Rangeeaa ||",
    "translation": "Great joy and happiness welled up, when my Husband Lord, of ever-fresh beauty, showed mercy to me.",
    "punjabi": "ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਉਤਸ਼ਾਹ ਦੇ ਵਾਜੇ ਵੱਜ ਰਹੇ ਹਨ। ਸਦਾ ਨਵੇਂ ਪ੍ਰੇਮ-ਰੰਗ ਵਾਲਾ ਤੇ ਦਇਆ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ-ਪਤੀ (ਮੇਰੇ ਅੰਦਰ ਆ ਵੱਸਿਆ ਹੈ, ਹੁਣ ਮੇਰੇ ਅੰਦਰ) ਬੜਾ ਆਨੰਦ ਤੇ ਉਤਸ਼ਾਹ ਬਣ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਰਹਸੁ) ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 30379,
    "shabad_id": 2667,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਵਡ ਭਾਗਿ ਪਾੲਿਅਾ. ਗੁਰਿ ਮਿਲਾੲਿਅਾ; ਸਾਧ ਕੈ ਸਤਸੰਗੀਅਾ ||",
    "transliteration": "Vadd Bhaag Paaeiaa Gur Milaaeiaa Saadhh Kai Sathasangeeaa ||",
    "translation": "By great good fortune, I have found Him; the Guru has united me with Him, through the Saadh Sangat, the True Congregation of the Holy.",
    "punjabi": "ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ! ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਲੱਭਾ ਹੈ, ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਉਸ ਨਾਲ) ਮਿਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30380,
    "shabad_id": 2667,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਅਾਸਾ ਮਨਸਾ ਸਗਲ ਪੂਰੀ; ਪਿ੍ਰਅ ਅੰਕਿ ਅੰਕੁ ਮਿਲਾੲੀ ||",
    "transliteration": "Aasaa Manasaa Sagal Pooree Pria Ank Ank Milaaee ||",
    "translation": "My hopes and desires have all been fulfilled; my Beloved Husband Lord has hugged me close in His embrace.",
    "punjabi": "(ਗੁਰੂ ਨੇ) ਮੇਰਾ ਆਪਾ ਪਿਆਰੇ ਦੇ ਅੰਕ ਵਿਚ ਮਿਲਾ ਦਿੱਤਾ ਹੈ, ਮੇਰੀ ਹਰੇਕ ਆਸ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30381,
    "shabad_id": 2667,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ ਸੁਖ ਸੁਖੇਦੀ; ਸਾ ਮੈ ਗੁਰ ਮਿਲਿ ਪਾੲੀ ||੪||੧||",
    "transliteration": "Binavanth Naanak Sukh Sukhaedhee Saa Mai Gur Mil Paaee ||4||1||",
    "translation": "Prays Nanak, I have found that peace which I sought, meeting with the Guru. ||4||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੇਹੜੀ ਸੁੱਖਣਾ ਮੈਂ (ਸਦਾ) ਸੁੱਖਦੀ ਰਹਿੰਦੀ ਸਾਂ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ (ਸੁੱਖਣਾ) ਮੈਂ ਹਾਸਲ ਕਰ ਲਈ ਹੈ ॥੪॥੧॥",
    "pronunciation": "ਬਿਨ-ਵੰਤਿਸੁੱਖ",
    "type_id": 3
  },
  {
    "id": 30382,
    "shabad_id": 2668,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ਘਰੁ ੨ ਛੰਤ",
    "transliteration": "Jaithasaree Mehalaa 5 Ghar 2 Shhantha",
    "translation": "Jaitsree, Fifth Mehl, Second House, Chhant:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30383,
    "shabad_id": 2668,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30384,
    "shabad_id": 2668,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30385,
    "shabad_id": 2668,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ੳੂਚਾ ਅਗਮ ਅਪਾਰ ਪ੍ਰਭੁ; ਕਥਨੁ ਨ ਜਾੲਿ. ਅਕਥੁ ||",
    "transliteration": "Oochaa Agam Apaar Prabh Kathhan N Jaae Akathh ||",
    "translation": "God is lofty, unapproachable and infinite. He is indescribable - He cannot be described.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਤੂੰ (ਸਰਨ ਆਏ ਦੀ) ਰੱਖਿਆ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈਂ।",
    "pronunciation": "ਅ-ਕਥੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30386,
    "shabad_id": 2668,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਪ੍ਰਭ ਸਰਣਾਗਤੀ; ਰਾਖਨ ਕੳੁ ਸਮਰਥੁ ||੧||",
    "transliteration": "Naanak Prabh Saranaagathee Raakhan Ko Samarathh ||1||",
    "translation": "Nanak seeks the Sanctuary of God, who is all-powerful to save us. ||1||",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਉੱਚੇ! ਹੇ ਅਪਹੁੰਚ! ਹੇ ਬੇਅੰਤ! ਤੂੰ ਸਭ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੇਰਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30387,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30388,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿੳੁ ਜਾਨਹੁ ਤਿੳੁ ਰਾਖੁ; ਹਰਿ ਪ੍ਰਭ ਤੇਰਿਅਾ ||",
    "transliteration": "Jio Jaanahu Thio Raakh Har Prabh Thaeriaa ||",
    "translation": "Save me, any way You can; O Lord God, I am Yours.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ ਹਾਂ, ਜਿਵੇਂ ਜਾਣੋ ਤਿਵੇਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਮੇਰੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30389,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੇਤੇ ਗਨੳੁ ਅਸੰਖ; ਅਵਗਣ ਮੇਰਿਅਾ ||",
    "transliteration": "Kaethae Gano Asankh Avagan Maeriaa ||",
    "translation": "My demerits are uncountable; how many of them should I count?",
    "punjabi": "ਮੈਂ (ਆਪਣੇ) ਕਿਤਨੇ ਕੁ ਔਗੁਣ ਗਿਣਾਂ? ਮੇਰੇ ਅੰਦਰ ਅਣਗਿਣਤ ਔਗੁਣ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30390,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਸੰਖ ਅਵਗਣ ਖਤੇ ਫੇਰੇ; ਨਿਤਪ੍ਰਤਿ ਸਦ ਭੂਲੀਅੈ ||",
    "transliteration": "Asankh Avagan Khathae Faerae Nithaprath Sadh Bhooleeai ||",
    "translation": "The sins and crimes I committed are countless; day by day, I continually make mistakes.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅਣਿਗਣਤ ਹੀ ਔਗੁਣ ਹਨ, ਪਾਪਾਂ ਦੇ ਗੇੜਾਂ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹਾਂ, ਨਿੱਤ ਹੀ ਸਦਾ ਹੀ ਉਕਾਈ ਖਾ ਜਾਈਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30391,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੋਹ ਮਗਨ ਬਿਕਰਾਲ ਮਾੲਿਅਾ; ਤੳੁ ਪ੍ਰਸਾਦੀ ਘੂਲੀਅੈ ||",
    "transliteration": "Moh Magan Bikaraal Maaeiaa Tho Prasaadhee Ghooleeai ||",
    "translation": "I am intoxicated by emotional attachment to Maya, the treacherous one; by Your Grace alone can I be saved.",
    "punjabi": "ਭਿਆਨਕ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਰਹੀਦਾ ਹੈ, ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਬਚ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "(ਘੂਲੀਅੈ) ਛੁੱਟੀੲੇ",
    "type_id": 3
  },
  {
    "id": 30392,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਲੂਕ ਕਰਤ ਬਿਕਾਰ ਬਿਖੜੇ; ਪ੍ਰਭ. ਨੇਰ ਹੂ ਤੇ ਨੇਰਿਅਾ ||",
    "transliteration": "Look Karath Bikaar Bikharrae Prabh Naer Hoo Thae Naeriaa ||",
    "translation": "Secretly, I commit hideous sins of corruption, even though God is the nearest of the near.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਦੁਖਦਾਈ ਵਿਕਾਰ (ਆਪਣੇ ਵਲੋਂ) ਪਰਦੇ ਵਿਚ ਕਰਦੇ ਹਾਂ, ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡੇ ਨੇੜੇ ਤੋਂ ਨੇੜੇ (ਸਾਡੇ ਨਾਲ ਹੀ) ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30393,
    "shabad_id": 2669,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਦੲਿਅਾ ਧਾਰਹੁ; ਕਾਢਿ ਭਵਜਲ ਫੇਰਿਅਾ ||੧||",
    "transliteration": "Binavanth Naanak Dhaeiaa Dhhaarahu Kaadt Bhavajal Faeriaa ||1||",
    "translation": "Prays Nanak, shower me with Your Mercy, Lord, and lift me up, out of the whirlpool of the terrifying world-ocean. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਹੇ ਪ੍ਰਭੂ! ਸਾਡੇ ਉਤੇ ਮੇਹਰ ਕਰ, ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਗੇੜ ਵਿਚੋਂ ਕੱਢ ਲੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30394,
    "shabad_id": 2670,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30395,
    "shabad_id": 2670,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਿਰਤਿ ਨ ਪਵੈ. ਅਸੰਖ ਗੁਣ; ੳੂਚਾ ਪ੍ਰਭ ਕਾ ਨਾੳੁ ||",
    "transliteration": "Nirath N Pavai Asankh Gun Oochaa Prabh Kaa Naao ||",
    "translation": "Countless are His virtues; they cannot be enumerated. God's Name is lofty and exalted.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਅਣਗਿਣਤ ਗੁਣਾਂ ਦਾ ਨਿਰਨਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਉਸ ਦਾ ਨਾਮਣਾ (ਵਡੱਪਣ) ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ।",
    "pronunciation": "(ਨਿਰਤਿ)ਨਿਰਣਾ ਭਾਵਗਿਣਤੀ",
    "type_id": 3
  },
  {
    "id": 30396,
    "shabad_id": 2670,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਬੇਨੰਤੀਅਾ; ਮਿਲੈ ਨਿਥਾਵੈ ਥਾੳੁ ||੨||",
    "transliteration": "Naanak Kee Baenantheeaa Milai Nithhaavae Thhaao ||2||",
    "translation": "This is Nanak's humble prayer, to bless the homeless with a home. ||2||",
    "punjabi": "ਨਾਨਕ ਦੀ (ਉਸੇ ਦੇ ਦਰ ਤੇ ਹੀ) ਅਰਦਾਸ ਹੈ ਕਿ (ਮੈਨੂੰ) ਨਿਆਸਰੇ ਨੂੰ (ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਥਾਂ ਮਿਲ ਜਾਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30397,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30398,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੂਸਰ ਨਾਹੀ ਠਾੳੁ; ਕਾ ਪਹਿ ਜਾੲੀਅੈ ||",
    "transliteration": "Dhoosar Naahee Thaao Kaa Pehi Jaaeeai ||",
    "translation": "There is no other place at all - where else should I go?",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸਾਂ ਜੀਵਾਂ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਹੈ, (ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਛੱਡ ਕੇ) ਅਸੀਂ ਹੋਰ ਕਿਸ ਦੇ ਪਾਸ ਜਾ ਸਕਦੇ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30399,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਕਰ ਜੋੜਿ; ਸੋ ਪ੍ਰਭੁ ਧਿਅਾੲੀਅੈ ||",
    "transliteration": "Aath Pehar Kar Jorr So Prabh Dhhiaaeeai ||",
    "translation": "Twenty-four hours a day, with my palms pressed together, I meditate on God.",
    "punjabi": "ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਅੱਠੇ ਪਹਰ (ਹਰ ਵੇਲੇ) ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30400,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਿਅਾੲਿ ਸੋ ਪ੍ਰਭੁ ਸਦਾ ਅਪੁਨਾ; ਮਨਹਿ ਚਿੰਦਿਅਾ ਪਾੲੀਅੈ ||",
    "transliteration": "Dhhiaae So Prabh Sadhaa Apunaa Manehi Chindhiaa Paaeeai ||",
    "translation": "Meditating forever on my God, I receive the fruits of my mind's desires.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਮਨ-ਮੰਗੀ ਮੁਰਾਦ ਹਾਸਲ ਕਰ ਲਈਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30401,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਜਿ ਮਾਨ ਮੋਹੁ ਵਿਕਾਰੁ ਦੂਜਾ; ੲੇਕ ਸਿੳੁ ਲਿਵ ਲਾੲੀਅੈ ||",
    "transliteration": "Thaj Maan Mohu Vikaar Dhoojaa Eaek Sio Liv Laaeeai ||",
    "translation": "Renouncing pride, attachment, corruption and duality, I lovingly center my attention on the One Lord.",
    "punjabi": "(ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ, ਮੋਹ, ਅਤੇ ਕੋਈ ਹੋਰ ਆਸਰਾ ਭਾਲਣ ਦਾ ਭੈੜ ਤਿਆਗ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ ਹੀ ਸੁਰਤ ਜੋੜਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30402,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਰਪਿ ਮਨੁ ਤਨੁ ਪ੍ਰਭੂ ਅਾਗੈ; ਅਾਪੁ ਸਗਲ ਮਿਟਾੲੀਅੈ ||",
    "transliteration": "Arap Man Than Prabhoo Aagai Aap Sagal Mittaaeeai ||",
    "translation": "Dedicate your mind and body to God; eradicate all your self-conceit.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਭੇਟਾ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਸਾਰਾ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30403,
    "shabad_id": 2671,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਧਾਰਿ ਕਿਰਪਾ; ਸਾਚਿ ਨਾਮਿ ਸਮਾੲੀਅੈ ||੨||",
    "transliteration": "Binavanth Naanak Dhhaar Kirapaa Saach Naam Samaaeeai ||2||",
    "translation": "Prays Nanak, shower me with Your mercy, Lord, that I may be absorbed in Your True Name. ||2||",
    "punjabi": "ਨਾਨਕ (ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਹੀ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਹਰ ਕਰ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਹੀ ਤੇਰੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30404,
    "shabad_id": 2672,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30405,
    "shabad_id": 2672,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਰੇ ਮਨ. ਤਾ ਕੳੁ ਧਿਅਾੲੀਅੈ; ਸਭ ਬਿਧਿ ਜਾ ਕੈ ਹਾਥਿ ||",
    "transliteration": "Rae Man Thaa Ko Dhhiaaeeai Sabh Bidhh Jaa Kai Haathh ||",
    "translation": "O mind, meditate on the One, who holds everything in His hands.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਹੱਥ ਵਿਚ (ਸਾਡੀ) ਹਰੇਕ (ਜੀਵਨ-) ਜੁਗਤਿ ਹੈ, ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30406,
    "shabad_id": 2672,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਧਨੁ ਸੰਚੀਅੈ; ਨਾਨਕ ਨਿਬਹੈ ਸਾਥਿ ||੩||",
    "transliteration": "Raam Naam Dhhan Sancheeai Naanak Nibehai Saathh ||3||",
    "translation": "Gather the wealth of the Lord's Name; O Nanak, it shall always be with You. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਇਹੀ ਧਨ) ਸਾਡੇ ਨਾਲ ਸਾਥ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30407,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30408,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਥੀਅੜਾ ਪ੍ਰਭੁ ੲੇਕੁ; ਦੂਸਰ ਨਾਹਿ ਕੋੲਿ ||",
    "transliteration": "Saathheearraa Prabh Eaek Dhoosar Naahi Koe ||",
    "translation": "God is our only True Friend; there is not any other.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ (ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ) ਸਾਥੀ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਾਥੀ) ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30409,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਥਾਨ ਥਨੰਤਰਿ ਅਾਪਿ; ਜਲਿ ਥਲਿ ਪੂਰ ਸੋੲਿ ||",
    "transliteration": "Thhaan Thhananthar Aap Jal Thhal Poor Soe ||",
    "translation": "In the places and interspaces, in the water and on the land, He Himself is pervading everywhere.",
    "punjabi": "ਉਹੀ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰੇਕ ਥਾਂ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30410,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਿ ਰਹਿਅਾ; ਸਰਬ ਦਾਤਾ ਪ੍ਰਭੁ ਧਨੀ ||",
    "transliteration": "Jal Thhal Meheeal Poor Rehiaa Sarab Dhaathaa Prabh Dhhanee ||",
    "translation": "He is totally permeating the water, the land and the sky; God is the Great Giver, the Lord and Master of all.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30411,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੋਪਾਲ ਗੋਬਿੰਦ. ਅੰਤੁ ਨਾਹੀ; ਬੇਅੰਤ ਗੁਣ. ਤਾ ਕੇ ਕਿਅਾ ਗਨੀ ||",
    "transliteration": "Gopaal Gobindh Anth Naahee Baeanth Gun Thaa Kae Kiaa Ganee ||",
    "translation": "The Lord of the world, the Lord of the universe has no limit; His Glorious Virtues are unlimited - how can I count them?",
    "punjabi": "ਉਸ ਗੋਪਾਲ ਗੋਬਿੰਦ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਸ ਦੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਮੈਂ ਉਸ ਦੇ ਗੁਣ ਕੀਹ ਗਿਣ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30412,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭਜੁ ਸਰਣਿ ਸੁਅਾਮੀ ਸੁਖਹਗਾਮੀ; ਤਿਸੁ ਬਿਨਾ ਅਨ, ਨਾਹਿ ਕੋੲਿ ||",
    "transliteration": "Bhaj Saran Suaamee Sukheh Gaamee This Binaa An Naahi Koe ||",
    "translation": "I have hurried to the Sanctuary of the Lord Master, the Bringer of peace; without Him, there is no other at all.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਮਾਲਕ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ, ਉਹ ਹੀ ਸਾਰੇ ਸੁਖ ਅਪੜਾਣ ਵਾਲਾ ਹੈ। ਉਸ ਤੋਂ ਬਿਨਾ (ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਸੁਖਹਗਾਮੀ) ਸੁਖ ਪਹੁੰਚਾੳੁਣ ਵਾਲੇ[ (ਅਨ) ਹੋਰ",
    "type_id": 3
  },
  {
    "id": 30413,
    "shabad_id": 2673,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਦੲਿਅਾ ਧਾਰਹੁ; ਤਿਸੁ ਪਰਾਪਤਿ ਨਾਮੁ ਹੋੲਿ ||੩||",
    "transliteration": "Binavanth Naanak Dhaeiaa Dhhaarahu This Paraapath Naam Hoe ||3||",
    "translation": "Prays Nanak, that being, unto whom the Lord shows mercy - he alone obtains the Naam. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਉਤੇ ਤੂੰ ਮੇਹਰ ਕਰਦਾ ਹੈਂ, ਉਸ ਨੂੰ ਤੇਰਾ ਨਾਮ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
