[
  {
    "id": 30414,
    "shabad_id": 2674,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30415,
    "shabad_id": 2674,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਚਿਤਿ ਜਿ ਚਿਤਵਿਅਾ; ਸੋ ਮੈ ਪਾੲਿਅਾ ||",
    "transliteration": "Chith J Chithaviaa So Mai Paaeiaa ||",
    "translation": "Whatever I wish for, that I receive.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਸਾਰੇ ਸੁਖ (ਮਿਲ ਜਾਂਦੇ ਹਨ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30416,
    "shabad_id": 2674,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਨਾਮੁ ਧਿਅਾੲਿ; ਸੁਖ ਸਬਾੲਿਅਾ ||੪||",
    "transliteration": "Naanak Naam Dhhiaae Sukh Sabaaeiaa ||4||",
    "translation": "Meditating on the Naam, the Name of the Lord, Nanak has found total peace. ||4||",
    "punjabi": "ਮੈਂ ਤਾਂ ਜੇਹੜੀ ਭੀ ਮੰਗ ਆਪਣੇ ਚਿੱਤ ਵਿਚ (ਉਸ ਪਾਸੋਂ) ਮੰਗੀ ਹੈ, ਉਹ ਮੈਨੂੰ (ਸਦਾ) ਮਿਲ ਗਈ ਹੈ ॥੪॥",
    "pronunciation": "(ਸਬਾੲਿਅਾ) ਸਾਰੇ",
    "type_id": 3
  },
  {
    "id": 30417,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਛੰਤੁ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30418,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਬ ਮਨੁ ਛੂਟਿ ਗੲਿਅਾ; ਸਾਧੂਸੰਗਿ ਮਿਲੇ ||",
    "transliteration": "Ab Man Shhoott Gaeiaa Saadhhoo Sang Milae ||",
    "translation": "My mind is now emancipated; I have joined the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹੁਣ (ਮੇਰਾ) ਮਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਸੁਤੰਤਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30419,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਲੲਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਰਲੇ ||",
    "transliteration": "Guramukh Naam Laeiaa Jothee Joth Ralae ||",
    "translation": "As Gurmukh, I chant the Naam, and my light has merged into the Light.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੇ ਭੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30420,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਸਿਮਰਤ. ਮਿਟੇ ਕਿਲਬਿਖ; ਬੁਝੀ ਤਪਤਿ ਅਘਾਨਿਅਾ ||",
    "transliteration": "Har Naam Simarath Mittae Kilabikh Bujhee Thapath Aghaaniaa ||",
    "translation": "Remembering the Lord's Name in meditation, my sins have been erased; the fire has been extinguished, and I am satisfied.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਸਾਰੇ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ, (ਵਿਕਾਰਾਂ ਦੀ) ਸੜਨ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, (ਮਨ ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਕਿਲਬਿਖ) ਪਾਪ[ (ਅਘਾਨਿਅਾ) ਤਿ੍ਰਪਤ",
    "type_id": 3
  },
  {
    "id": 30421,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗਹਿ ਭੁਜਾ ਲੀਨੇ. ਦੲਿਅਾ ਕੀਨੇ; ਅਾਪਨੇ ਕਰਿ ਮਾਨਿਅਾ ||",
    "transliteration": "Gehi Bhujaa Leenae Dhaeiaa Keenae Aapanae Kar Maaniaa ||",
    "translation": "He has taken me by the arm, and blessed me with His kind mercy; He has accepted me His own.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ ਦਇਆ ਕਰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੀ ਬਾਂਹ ਫੜ ਕੇ ਆਪਣੇ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਤੇ, ਆਦਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਭੁਜਾ) ਬਾਂਹ",
    "type_id": 3
  },
  {
    "id": 30422,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਲੈ ਅੰਕਿ ਲਾੲੇ. ਹਰਿ ਮਿਲਾੲੇ; ਜਨਮ ਮਰਣਾ ਦੁਖ ਜਲੇ ||",
    "transliteration": "Lai Ank Laaeae Har Milaaeae Janam Maranaa Dhukh Jalae ||",
    "translation": "The Lord has hugged me in His embrace, and merged me with Himself; the pains of birth and death have been burnt away.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਸਾਰੇ ਦੁੱਖ ਸੜ (ਕੇ ਸੁਆਹ ਹੋ) ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਅੰਕਿ ਲਾੲੇ) ਸਰੂਪ ਚ ਮਿਲਾੲੇ",
    "type_id": 3
  },
  {
    "id": 30423,
    "shabad_id": 2675,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ ਦੲਿਅਾ ਧਾਰੀ; ਮੇਲਿ ਲੀਨੇ ੲਿਕ ਪਲੇ ||੪||੨||",
    "transliteration": "Binavanth Naanak Dhaeiaa Dhhaaree Mael Leenae Eik Palae ||4||2||",
    "translation": "Prays Nanak, He has blessed me with His kind mercy; in an instant, He unites me with Himself. ||4||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ) ਮੇਹਰ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਇਕ ਪਲ ਵਿਚ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "(ਪਲੇ) ਪਲ ਚ[ ਬਿਨ-ਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 30424,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜੈਤਸਰੀ ਛੰਤ ਮਃ ੫ ||",
    "transliteration": "Jaithasaree Shhanth Ma 5 ||",
    "translation": "Jaitsree, Chhant, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30425,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪਾਧਾਣੂ ਸੰਸਾਰੁ; ਗਾਰਬਿ ਅਟਿਅਾ ||",
    "transliteration": "Paadhhaanoo Sansaar Gaarab Attiaa ||",
    "translation": "The world is like a temporary way-station, but it is filled with pride.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਮੁਸਾਫ਼ਿਰ ਹੈ (ਫਿਰ ਭੀ,) ਅਹੰਕਾਰ ਵਿਚ ਲਿਬੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਪਾਧਾਣੂ) ਪਾਂਧੀ[ (ਗਾਰਬਿ) ਹੰਕਾਰ[ (ਅਟਿਅਾ) ਭਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 30426,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਰਤੇ ਪਾਪ ਅਨੇਕ; ਮਾੲਿਅਾ ਰੰਗ ਰਟਿਅਾ ||",
    "transliteration": "Karathae Paap Anaek Maaeiaa Rang Rattiaa ||",
    "translation": "People commit countless sins; they are dyed in the color of the love of Maya.",
    "punjabi": "ਮਾਇਆ ਦੇ ਕੌਤਕਾਂ ਵਿਚ ਮਸਤ ਜੀਵ ਅਨੇਕਾਂ ਪਾਪ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਰੱਟਿਅਾ) ਰੱਤਾ",
    "type_id": 3
  },
  {
    "id": 30427,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਲੋਭਿ ਮੋਹਿ ਅਭਿਮਾਨਿ ਬੂਡੇ; ਮਰਣੁ ਚੀਤਿ. ਨ ਅਾਵੲੇ ||",
    "transliteration": "Lobh Mohi Abhimaan Booddae Maran Cheeth N Aaveae ||",
    "translation": "In greed, emotional attachment and egotism, they are drowning; they do not even think of dying.",
    "punjabi": "(ਜੀਵ) ਲੋਭ ਵਿਚ, (ਮਾਇਆ ਦੇ) ਮੋਹ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ (ਇਹਨਾਂ ਨੂੰ) ਮੌਤ ਯਾਦ ਹੀ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "(ਬੂਡੇ) ਡੁੱਬੇ",
    "type_id": 3
  },
  {
    "id": 30428,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੁਤ੍ਰ ਮਿਤ੍ਰ ਬਿੳੁਹਾਰ ਬਨਿਤਾ; ੲੇਹ ਕਰਤ ਬਿਹਾਵੲੇ ||",
    "transliteration": "Puthr Mithr Biouhaar Banithaa Eaeh Karath Bihaaveae ||",
    "translation": "Children, friends, worldly occupations and spouses - they talk of these things, while their lives are passing away.",
    "punjabi": "ਪੁੱਤਰ, ਮਿੱਤਰ, ਇਸਤ੍ਰੀ (ਆਦਿਕ) ਦੇ ਮੇਲ-ਮਿਲਾਪ-ਇਹੀ ਕਰਦਿਆਂ (ਜੀਵਾਂ ਦੀ ਉਮਰ) ਗੁਜ਼ਰਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਬਨਿਤਾ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 30429,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੁਜਿ ਦਿਵਸ ਅਾੲੇ. ਲਿਖੇ ਮਾੲੇ; ਦੁਖੁ ਧਰਮ ਦੂਤਹ ਡਿਠਿਅਾ ||",
    "transliteration": "Puj Dhivas Aaeae Likhae Maaeae Dhukh Dhharam Dhootheh Ddithiaa ||",
    "translation": "When their pre-ordained days have run their course, O mother, they behold the Messengers of the Righteous Judge of Dharma, and they suffer.",
    "punjabi": "ਹੇ ਮਾਂ (ਧੁਰੋਂ) ਲਿਖੇ ਹੋਏ (ਉਮਰ ਦੇ) ਦਿਨ ਜਦੋਂ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਤਾਂ ਧਰਮਰਾਜ ਦੇ ਦੂਤਾਂ ਨੂੰ ਵੇਖਿਆਂ ਬੜੀ ਤਕਲੀਫ਼ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਪੁੱਜਿ) ਪੂਰੇ",
    "type_id": 3
  },
  {
    "id": 30430,
    "shabad_id": 2676,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਿਰਤ ਕਰਮ ਨ ਮਿਟੈ, ਨਾਨਕ; ਹਰਿ ਨਾਮ ਧਨੁ. ਨਹੀ ਖਟਿਅਾ ||੧||",
    "transliteration": "Kirath Karam N Mittai Naanak Har Naam Dhhan Nehee Khattiaa ||1||",
    "translation": "The karma of their past deeds cannot be erased, O Nanak, if they have not earned the wealth of the Lord's Name. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮਨੁੱਖ ਇਥੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਕਮਾਂਦਾ, (ਹੋਰ ਹੋਰ) ਕੀਤੇ ਹੋਏ ਕਰਮਾਂ (ਦਾ ਲੇਖਾ) ਨਹੀਂ ਮਿਟਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30431,
    "shabad_id": 2676,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ੳੁਦਮ ਕਰਹਿ ਅਨੇਕ; ਹਰਿ ਨਾਮੁ. ਨ ਗਾਵਹੀ ||",
    "transliteration": "Oudham Karehi Anaek Har Naam N Gaavehee ||",
    "translation": "He makes all sorts of efforts, but he does not sing the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਹੋਰ ਹੋਰ ਉੱਦਮ ਤਾਂ ਅਨੇਕਾਂ ਹੀ ਕਰਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30432,
    "shabad_id": 2676,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਭਰਮਹਿ ਜੋਨਿ ਅਸੰਖ; ਮਰਿ ਜਨਮਹਿ ਅਾਵਂਹੀ ||",
    "transliteration": "Bharamehi Jon Asankh Mar Janamehi Aavehee ||",
    "translation": "He wanders around in countless incarnations; he dies, only to be born again.",
    "punjabi": "ਉਹ ਅਣਗਿਣਤ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਕੇ (ਮੁੜ ਮੁੜ) ਜੰਮਦੇ ਹਨ (ਮੁੜ ਮੁੜ ਜਗਤ ਵਿਚ) ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30433,
    "shabad_id": 2676,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਪਸੂ ਪੰਖੀ ਸੈਲ ਤਰਵਰ; ਗਣਤ ਕਛੂ ਨ ਅਾਵੲੇ ||",
    "transliteration": "Pasoo Pankhee Sail Tharavar Ganath Kashhoo N Aaveae ||",
    "translation": "As beasts, birds, stones and trees - their number cannot be known.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ) ਪਸ਼ੂ ਪੰਛੀ, ਪੱਥਰ, ਰੁੱਖ (ਆਦਿਕ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਪੈਂਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੀ) ਕੋਈ ਗਿਣਤੀ ਹੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "(ਸੈਲ) ਪੱਥਰ[ (ਤਰਵਰ) ਰੁੱਖ",
    "type_id": 3
  },
  {
    "id": 30434,
    "shabad_id": 2676,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਬੀਜੁ ਬੋਵਸਿ ਭੋਗ ਭੋਗਹਿ; ਕੀਅਾ ਅਪਣਾ ਪਾਵੲੇ ||",
    "transliteration": "Beej Bovas Bhog Bhogehi Keeaa Apanaa Paaveae ||",
    "translation": "As are the seeds he plants, so are the pleasures he enjoys; he receives the consequences of his own actions.",
    "punjabi": "(ਹੇ ਭਾਈ! ਚੇਤੇ ਰੱਖ, ਜਿਹੋ ਜਿਹਾ) ਤੂੰ ਬੀ ਬੀਜੇਂਗਾ (ਉਹੋ ਜਿਹੇ) ਫਲ ਖਾਏਂਗਾ। (ਹਰੇਕ ਮਨੁੱਖ) ਆਪਣਾ ਕੀਤਾ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30435,
    "shabad_id": 2676,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਰਤਨ ਜਨਮੁ. ਹਾਰੰਤ ਜੂਅੈ; ਪ੍ਰਭੂ ਅਾਪਿ. ਨ ਭਾਵਹੀ ||",
    "transliteration": "Rathan Janam Haaranth Jooai Prabhoo Aap N Bhaavehee ||",
    "translation": "He loses the jewel of this human life in the gamble, and God is not pleased with him at all.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਇਸ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਜੂਏ ਵਿਚ ਹਾਰ ਰਹੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਭੀ ਚੰਗੇ ਨਹੀਂ ਲਗਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30436,
    "shabad_id": 2676,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਭਰਮਹਿ ਭ੍ਰਮਾੲੇ; ਖਿਨੁ ੲੇਕੁ ਟਿਕਣੁ, ਨ ਪਾਵਹੀ ||੨||",
    "transliteration": "Binavanth Naanak Bharamehi Bhramaaeae Khin Eaek Ttikan N Paavehee ||2||",
    "translation": "Prays Nanak, wandering in doubt, he does not find any rest, even for an instant. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਅਜੇਹੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਹੱਥੀਂ) ਕੁਰਾਹੇ ਪਏ ਹੋਏ (ਜੂਨਾਂ ਵਿਚ) ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, (ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਇਕ ਛਿਨ ਭਰ ਭੀ ਟਿਕ ਨਹੀਂ ਸਕਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30437,
    "shabad_id": 2676,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜੋਬਨੁ ਗੲਿਅਾ ਬਿਤੀਤਿ; ਜਰੁ ਮਲਿ ਬੈਠੀਅਾ ||",
    "transliteration": "Joban Gaeiaa Bitheeth Jar Mal Baitheeaa ||",
    "translation": "Youth has passed, and old age has taken its place.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਖ਼ਰ ਜਵਾਨੀ ਬੀਤ ਜਾਂਦੀ ਹੈ, (ਉਸ ਦੀ ਥਾਂ) ਬੁਢੇਪਾ ਮੱਲ ਕੇ ਬਹਿ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮੱਲਿ",
    "type_id": 3
  },
  {
    "id": 30438,
    "shabad_id": 2676,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਰ ਕੰਪਹਿ. ਸਿਰੁ ਡੋਲ; ਨੈਣ. ਨ ਡੀਠਿਅਾ ||",
    "transliteration": "Kar Kanpehi Sir Ddol Nain N Ddeethiaa ||",
    "translation": "The hands tremble, the head shakes, and the eyes do not see.",
    "punjabi": "ਹੱਥ ਕੰਬਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਸਿਰ ਝੋਲਾ ਖਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਅੱਖਾਂ ਨਾਲ ਕੁਝ ਦਿੱਸਦਾ ਨਹੀਂ।",
    "pronunciation": "(ਕਰ)ਹੱਥ",
    "type_id": 3
  },
  {
    "id": 30439,
    "shabad_id": 2676,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਨਹ ਨੈਣ ਦੀਸੈ. ਬਿਨੁ ਭਜਨ ੲੀਸੈ; ਛੋਡਿ ਮਾੲਿਅਾ ਚਾਲਿਅਾ ||",
    "transliteration": "Neh Nain Dheesai Bin Bhajan Eesai Shhodd Maaeiaa Chaaliaa ||",
    "translation": "The eyes do not see, without vibrating and meditating on the Lord; he must leave behind the attractions of Maya, and depart.",
    "punjabi": "ਅੱਖੀਂ ਕੁਝ ਦਿੱਸਦਾ ਨਹੀਂ, (ਜਿਸ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਵਾਂਜਿਆ ਰਿਹਾ, (ਆਖ਼ਰ ਉਸ) ਮਾਇਆ ਨੂੰ (ਭੀ ਛੱਡ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30440,
    "shabad_id": 2676,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਹਿਅਾ. ਨ ਮਾਨਹਿ, ਸਿਰਿ ਖਾਕੁ ਛਾਨਹਿ; ਜਿਨ ਸੰਗਿ ਮਨੁ ਤਨੁ ਜਾਲਿਅਾ ||",
    "transliteration": "Kehiaa N Maanehi Sir Khaak Shhaanehi Jin Sang Man Than Jaaliaa ||",
    "translation": "He burnt his mind and body for his relatives, but now, they do not listen to him, and they throw dust on his head.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਪੁੱਤਰ ਆਦਿਕ ਸੰਬੰਧੀਆਂ ਦੇ) ਨਾਲ (ਆਪਣਾ) ਮਨ (ਆਪਣਾ) ਸਰੀਰ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜਦਾ ਰਿਹਾ; (ਬੁਢੇਪੇ ਵੇਲੇ ਉਹ ਭੀ) ਆਖਾ ਨਹੀਂ ਮੰਨਦੇ, ਸਿਰ ਉਤੇ ਸੁਆਹ ਹੀ ਪਾਂਦੇ ਹਨ (ਗੱਲੇ ਗੱਲੇ ਟਕੇ ਵਰਗਾ ਕੋਰਾ ਜਵਾਬ ਦੇਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30441,
    "shabad_id": 2676,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸ੍ਰੀ ਰਾਮ ਰੰਗ ਅਪਾਰ ਪੂਰਨ; ਨਹ ਨਿਮਖ ਮਨ ਮਹਿ ਵੂਠਿਅਾ ||",
    "transliteration": "Sreeraam Rang Apaar Pooran Neh Nimakh Man Mehi Voothiaa ||",
    "translation": "Love for the infinite, Perfect Lord does not abide in his mind, even for an instant.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿਣ ਦੇ ਕਾਰਨ) ਬੇਅੰਤ, ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਦੀਆਂ ਗੱਲਾਂ ਇਕ ਛਿਨ ਵਾਸਤੇ ਭੀ ਮਨ ਵਿਚ ਨਾਹ ਵੱਸੀਆਂ।",
    "pronunciation": "(ਵੂਠਿਅਾ) ਵਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 30442,
    "shabad_id": 2676,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ ਕੋਟਿ ਕਾਗਰ; ਬਿਨਸ ਬਾਰ ਨ. ਝੂਠਿਅਾ ||੩||",
    "transliteration": "Binavanth Naanak Kott Kaagar Binas Baar N Jhoothiaa ||3||",
    "translation": "Prays Nanak, the fort of paper is false - it is destroyed in an instant. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਇਹ ਨਾਸਵੰਤ (ਸਰੀਰ) ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ਜਿਵੇਂ ਕ੍ਰੋੜਾਂ (ਮਣ) ਕਾਗ਼ਜ਼ (ਪਲ ਵਿਚ ਸੜ ਕੇ ਸੁਆਹ ਹੋ ਜਾਂਦੇ ਹਨ) ॥੩॥",
    "pronunciation": "(ਕਾਰਗ) ਕਾਗਜ਼",
    "type_id": 3
  },
  {
    "id": 30443,
    "shabad_id": 2676,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਰਣਾੲਿ; ਨਾਨਕੁ ਅਾੲਿਅਾ ||",
    "transliteration": "Charan Kamal Saranaae Naanak Aaeiaa ||",
    "translation": "Nanak has come to the Sanctuary of the Lord's lotus feet.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ (ਤਾਂ ਪ੍ਰਭੂ ਦੇ) ਕੋਮਲ ਚਰਨਾਂ ਦੀ ਸਰਨ ਆ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30444,
    "shabad_id": 2676,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਦੁਤਰੁ ਭੈ ਸੰਸਾਰੁ; ਪ੍ਰਭਿ ਅਾਪਿ ਤਰਾੲਿਅਾ ||",
    "transliteration": "Dhuthar Bhai Sansaar Prabh Aap Tharaaeiaa ||",
    "translation": "God Himself has carried Him across the impassable, terrifying world-ocean.",
    "punjabi": "ਇਹ ਸੰਸਾਰ (-ਸਮੁੰਦਰ) ਅਨੇਕਾਂ ਡਰਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਇਸ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਔਖਾ ਹੈ, (ਜੇਹੜੇ ਭੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਪਏ ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਹੀ) ਪ੍ਰਭੂ ਨੇ ਆਪ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ।",
    "pronunciation": "(ਦੁੱਤ-ਰੁ) ਕਠਿਨ",
    "type_id": 3
  },
  {
    "id": 30445,
    "shabad_id": 2676,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਿਲਿ ਸਾਧਸੰਗੇ ਭਜੇ ਸ੍ਰੀਧਰ; ਕਰਿ ਅੰਗੁ. ਪ੍ਰਭ ਜੀ ਤਾਰਿਅਾ ||",
    "transliteration": "Mil Saadhhasangae Bhajae Sreedhhar Kar Ang Prabh Jee Thaariaa ||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, I vibrate and meditate on the Lord; God has made me His own, and saved me.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿੱਚ ਮਿਲ ਕੇ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਦਾ ਪੱਖ ਕਰ ਕੇ ਉਸ ਨੂੰ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ।",
    "pronunciation": "(ਸ੍ਰੀਧਰ) ਵਾਹਿਗੁਰੂ ਜੀ[ (ਅੰਗੁ) ਪੱਖ[ ਭਜ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30446,
    "shabad_id": 2676,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਮਾਨਿ ਲੀੲੇ ਨਾਮ ਦੀੲੇ; ਅਵਰੁ ਕਛੁ. ਨ ਬੀਚਾਰਿਅਾ ||",
    "transliteration": "Har Maan Leeeae Naam Dheeeae Avar Kashh N Beechaariaa ||",
    "translation": "The Lord has approved of me, and blessed me with His Name; He did not take anything else into consideration.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਉਹਨਾਂ ਨੂੰ ਆਦਰ-ਮਾਣ ਦਿੱਤਾ, ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦਿੱਤੀ ਉਹਨਾਂ ਦੇ ਕਿਸੇ ਹੋਰ (ਗੁਣ ਔਗੁਣ ਦੀ) ਵਿਚਾਰ ਨਾਹ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30447,
    "shabad_id": 2676,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨ ਅਪਾਰ ਠਾਕੁਰ; ਮਨਿ ਲੋੜੀਦਾ ਪਾੲਿਅਾ ||",
    "transliteration": "Gun Nidhhaan Apaar Thaakur Man Lorreedhaa Paaeiaa ||",
    "translation": "I have found the infinite Lord and Master, the treasure of virtue, which my mind had yearned for.",
    "punjabi": "ਉਹ (ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਸਦਾ ਲਈ ਰੱਜ ਗਏ, ਉਹਨਾਂ ਨੇ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਲੱਭ ਲਿਆ, ਜਿਸ ਨੂੰ ਮਿਲਣ ਦੀ ਉਹਨਾਂ ਤਾਂਘ ਰੱਖੀ ਹੋਈ ਸੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30448,
    "shabad_id": 2676,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਸਦਾ ਤਿ੍ਰਪਤੇ; ਹਰਿ ਨਾਮੁ ਭੋਜਨੁ ਖਾੲਿਅਾ ||੪||੨||੩||",
    "transliteration": "Binavanth Naanak Sadhaa Thripathae Har Naam Bhojan Khaaeiaa ||4||2||3||",
    "translation": "Prays Nanak, I am satisfied forever; I have eaten the food of the Lord's Name. ||4||2||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਆਤਮਕ ਜੀਵਨ ਜ਼ਿੰਦਾ ਰੱਖਣ ਲਈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਭੋਜਨ ਖਾਧਾ ॥੪॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30449,
    "shabad_id": 2677,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜੈਤਸਰੀ ਮਹਲਾ ੫ ਵਾਰ ਸਲੋਕਾ ਨਾਲਿ",
    "transliteration": "Jaithasaree Mehalaa 5 Vaar Salokaa Naali",
    "translation": "Jaitsree, Fifth Mehl, Vaar With Shaloks:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ', ਸਲੋਕਾਂ ਸਮੇਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30450,
    "shabad_id": 2677,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30451,
    "shabad_id": 2677,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30452,
    "shabad_id": 2677,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅਾਦਿ ਪੂਰਨ. ਮਧਿ ਪੂਰਨ; ਅੰਤਿ ਪੂਰਨ ਪਰਮੇਸੁਰਹ ||",
    "transliteration": "Aadh Pooran Madhh Pooran Anth Pooran Paramaesureh ||",
    "translation": "In the beginning, He was pervading; in the middle, He is pervading; in the end, He will be pervading. He is the Transcendent Lord.",
    "punjabi": "ਸੰਤ ਜਨ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪਰਮੇਸਰ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਜੋ ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਹੁਣ ਭੀ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਤੇ ਅਖ਼ੀਰ ਵਿਚ ਭੀ ਹਰ ਥਾਂ ਹਾਜ਼ਰ ਨਾਜ਼ਰ ਰਹੇਗਾ।",
    "pronunciation": "ਮਧਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30453,
    "shabad_id": 2677,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਿਮਰੰਤਿ ਸੰਤ ਸਰਬਤ੍ਰ ਰਮਣੰ; ਨਾਨਕ. ਅਘਨਾਸਨ ਜਗਦੀਸੁਰਹ ||੧||",
    "transliteration": "Simaranth Santh Sarabathr Ramanan Naanak Aghanaasan Jagadheesureh ||1||",
    "translation": "The Saints remember in meditation the all-pervading Lord God. O Nanak, He is the Destroyer of sins, the Lord of the universe. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਸਭ ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਅਘਨਾਸਨ) ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲੇ[ ਜੱਗਦੀਸੁ-ਰਹ",
    "type_id": 3
  }
]
