[
  {
    "id": 30688,
    "shabad_id": 2718,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30689,
    "shabad_id": 2718,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਰਾਗੁ ਟੋਡੀ ਮਹਲਾ ੪ ਘਰੁ ੧ ||",
    "transliteration": "Raag Ttoddee Mehalaa 4 Ghar 1 ||",
    "translation": "Raag Todee, Chau-Padas, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30690,
    "shabad_id": 2718,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ; ਰਹਿ ਨ ਸਕੈ. ਮਨੁ ਮੇਰਾ ||",
    "transliteration": "Har Bin Rehi N Sakai Man Maeraa ||",
    "translation": "Without the Lord, my mind cannot survive.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30691,
    "shabad_id": 2718,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਾਨ ਹਰਿ ਪ੍ਰਭੁ ਗੁਰੁ ਮੇਲੇ; ਬਹੁਰਿ. ਨ ਭਵਜਲਿ ਫੇਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Maerae Preetham Praan Har Prabh Gur Maelae Bahur N Bhavajal Faeraa ||1|| Rehaao ||",
    "translation": "If the Guru unites me with my Beloved Lord God, my breath of life, then I shall not have to face the wheel of reincarnation again in the terrifying world-ocean. ||1||Pause||",
    "punjabi": "ਗੁਰੂ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਜਿੰਦ ਦਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਮੁੜ ਨਹੀਂ ਆਉਣਾ ਪੈਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30692,
    "shabad_id": 2718,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੈ ਹੀਅਰੈ ਲੋਚ ਲਗੀ ਪ੍ਰਭ ਕੇਰੀ; ਹਰਿ ਨੈਨਹੁ. ਹਰਿ ਪ੍ਰਭੁ ਹੇਰਾ ||",
    "transliteration": "Maerai Heearai Loch Lagee Prabh Kaeree Har Nainahu Har Prabh Haeraa ||",
    "translation": "My heart is gripped by a yearning for my Lord God, and with my eyes, I behold my Lord God.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦੀ ਤਾਂਘ ਲੱਗੀ ਹੋਈ ਸੀ (ਮੇਰਾ ਜੀ ਕਰਦਾ ਸੀ ਕਿ) ਮੈਂ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਹਰੀ-ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਲਵਾਂ।",
    "pronunciation": "(ਹੇਰਾ) ਦੇਖਾਂ",
    "type_id": 3
  },
  {
    "id": 30693,
    "shabad_id": 2718,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਦੲਿਅਾਲਿ. ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ; ਹਰਿ ਪਾਧਰੁ ਹਰਿ ਪ੍ਰਭ ਕੇਰਾ ||੧||",
    "transliteration": "Sathigur Dhaeiaal Har Naam Dhrirraaeiaa Har Paadhhar Har Prabh Kaeraa ||1||",
    "translation": "The merciful True Guru has implanted the Name of the Lord within me; this is the Path leading to my Lord God. ||1||",
    "punjabi": "ਦਇਆਲ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦਿੱਤਾ-ਇਹੀ ਹੈ ਹਰੀ-ਪ੍ਰਭੂ (ਨੂੰ ਮਿਲਣ) ਦਾ ਪੱਧਰਾ ਰਸਤਾ ॥੧॥",
    "pronunciation": "(ਪਾਧਰੁ) ਰਸਤਾ",
    "type_id": 3
  },
  {
    "id": 30694,
    "shabad_id": 2718,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਰੰਗੀ. ਹਰਿ ਨਾਮੁ ਪ੍ਰਭ ਪਾੲਿਅਾ; ਹਰਿ ਗੋਵਿੰਦ ਹਰਿ ਪ੍ਰਭ ਕੇਰਾ ||",
    "transliteration": "Har Rangee Har Naam Prabh Paaeiaa Har Govindh Har Prabh Kaeraa ||",
    "translation": "Through the Lord's Love, I have found the Naam, the Name of my Lord God, the Lord of the Universe, the Lord my God.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਕੌਤਕਾਂ ਦੇ ਮਾਲਕ ਹਰੀ ਪ੍ਰਭੂ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30695,
    "shabad_id": 2718,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਿਰਦੈ ਮਨਿ ਤਨਿ ਮੀਠਾ ਲਾਗਾ; ਮੁਖਿ ਮਸਤਕਿ ਭਾਗੁ ਚੰਗੇਰਾ ||੨||",
    "transliteration": "Har Hiradhai Man Than Meethaa Laagaa Mukh Masathak Bhaag Changaeraa ||2||",
    "translation": "The Lord seems so very sweet to my heart, mind and body; upon my face, upon my forehead, my good destiny is inscribed. ||2||",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਰੀਰ ਵਿਚ, ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਮੂੰਹ ਉੱਤੇ ਚੰਗਾ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30696,
    "shabad_id": 2718,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਲੋਭ ਵਿਕਾਰ ਜਿਨਾ ਮਨੁ ਲਾਗਾ; ਹਰਿ ਵਿਸਰਿਅਾ ਪੁਰਖੁ ਚੰਗੇਰਾ ||",
    "transliteration": "Lobh Vikaar Jinaa Man Laagaa Har Visariaa Purakh Changaeraa ||",
    "translation": "Those whose minds are attached to greed and corruption forget the Lord, the good Lord God.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਲੋਭ ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਚੰਗਾ ਅਕਾਲ ਪੁਰਖ ਭੁੱਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30697,
    "shabad_id": 2718,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਓੲਿ ਮਨਮੁਖ ਮੂੜ ਅਗਿਅਾਨੀ ਕਹੀਅਹਿ; ਤਿਨ ਮਸਤਕਿ ਭਾਗੁ ਮੰਦੇਰਾ ||੩||",
    "transliteration": "Oue Manamukh Moorr Agiaanee Keheeahi Thin Masathak Bhaag Mandhaeraa ||3||",
    "translation": "Those self-willed manmukhs are called foolish and ignorant; misfortune and bad destiny are written on their foreheads. ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਉਹ ਮਨੁੱਖ ਮੂਰਖ ਕਹੇ ਜਾਂਦੇ ਹਨ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝ ਆਖੇ ਜਾਂਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਮੰਦੀ ਕਿਸਮਤ (ਉੱਘੜੀ ਹੋਈ ਸਮਝ ਲਵੋ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30698,
    "shabad_id": 2718,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਬਿਬੇਕ ਬੁਧਿ ਸਤਿਗੁਰ ਤੇ ਪਾੲੀ; ਗੁਰ ਗਿਅਾਨੁ ਗੁਰੂ ਪ੍ਰਭ ਕੇਰਾ ||",
    "transliteration": "Bibaek Budhh Sathigur Thae Paaee Gur Giaan Guroo Prabh Kaeraa ||",
    "translation": "From the True Guru, I have obtained a discriminating intellect; the Guru has revealed the spiritual wisdom of God.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਕਰਨ ਵਾਲੀ ਅਕਲ ਹਾਸਲ ਕਰ ਲਈ, ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਵਾਸਤੇ ਗੁਰੂ ਪਾਸੋਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰ ਲਈ,",
    "pronunciation": "(ਬਿਬੇਕ) ਪਰਖ ਕਰਨ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 30699,
    "shabad_id": 2718,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਗੁਰੂ ਤੇ ਪਾੲਿਅਾ; ਧੁਰਿ ਮਸਤਕਿ ਭਾਗੁ ਲਿਖੇਰਾ ||੪||੧||",
    "transliteration": "Jan Naanak Naam Guroo Thae Paaeiaa Dhhur Masathak Bhaag Likhaeraa ||4||1||",
    "translation": "Servant Nanak has obtained the Naam from the Guru; such is the destiny inscribed upon his forehead. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਲਿਖਿਆ ਚੰਗਾ ਭਾਗ ਉੱਘੜ ਪਿਆ, ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30700,
    "shabad_id": 2719,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ਘਰੁ ੧ ਦੁਪਦੇ",
    "transliteration": "Ttoddee Mehalaa 5 Ghar 1 Dhupadhae",
    "translation": "Todee, Fifth Mehl, First House, Du-Padas:",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30701,
    "shabad_id": 2719,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30702,
    "shabad_id": 2719,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸੰਤਨ; ਅਵਰ. ਨ ਕਾਹੂ ਜਾਨੀ ||",
    "transliteration": "Santhan Avar N Kaahoo Jaanee ||",
    "translation": "The Saints do not know any other.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਕਿਸੇ ਹੋਰ ਦੀ (ਮੁਥਾਜੀ ਕਰਨੀ) ਨਹੀਂ ਜਾਣਦੇ।",
    "pronunciation": "(ਪਾਖੁ) ਪੱਖ",
    "type_id": 3
  },
  {
    "id": 30703,
    "shabad_id": 2719,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਬੇਪਰਵਾਹ ਸਦਾ ਰੰਗਿ ਹਰਿ ਕੈ; ਜਾ ਕੋ ਪਾਖੁ ਸੁਅਾਮੀ || ਰਹਾੳੁ ||",
    "transliteration": "Baeparavaah Sadhaa Rang Har Kai Jaa Ko Paakh Suaamee || Rehaao ||",
    "translation": "They are carefree, ever in the Lord's Love; the Lord and Master is on their side. ||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਮਦਦ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ (ਟਿਕ ਕੇ) ਸਦਾ ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30704,
    "shabad_id": 2719,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੳੂਚ ਸਮਾਨਾ ਠਾਕੁਰ ਤੇਰੋ; ਅਵਰ. ਨ ਕਾਹੂ ਤਾਨੀ ||",
    "transliteration": "Ooch Samaanaa Thaakur Thaero Avar N Kaahoo Thaanee ||",
    "translation": "Your canopy is so high, O Lord and Master; no one else has any power.",
    "punjabi": "(ਹੇ ਭਾਈ! ਉਹ ਸੰਤ ਜਨ ਇਉਂ ਆਖਦੇ ਰਹਿੰਦੇ ਹਨ-) ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰਾ ਸ਼ਾਮਿਆਨਾ (ਸਭ ਸ਼ਾਹਾਂ ਪਾਤਿਸ਼ਾਹਾਂ ਦੇ ਸ਼ਾਮਿਆਨਿਆਂ ਨਾਲੋਂ) ਉੱਚਾ ਹੈ, ਕਿਸੇ ਹੋਰ ਨੇ (ਇਤਨਾ ਉੱਚਾ ਸ਼ਾਮਿਆਨਾ ਕਦੇ) ਨਹੀਂ ਤਾਣਿਆ।",
    "pronunciation": "ਪ੍ਰਤਾਪ ਦਾ (ਸਮਾਨਾ) ਚੰਦੋਅਾ[ (ਤਾਨੀ) ਤਾਣਿਅਾ",
    "type_id": 3
  },
  {
    "id": 30705,
    "shabad_id": 2719,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅੈਸੋ ਅਮਰੁ ਮਿਲਿਓ ਭਗਤਨ ਕੳੁ; ਰਾਚਿ ਰਹੇ ਰੰਗਿ ਗਿਅਾਨੀ ||੧||",
    "transliteration": "Aiso Amar Miliou Bhagathan Ko Raach Rehae Rang Giaanee ||1||",
    "translation": "Such is the immortal Lord and Master the devotees have found; the spiritually wise remain absorbed in His Love. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਇਹੋ ਜਿਹਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਉਹ ਸੰਤ ਜਨ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਅਮਰੁ) ਹੁਕਮ, ਅਚੱਲ",
    "type_id": 3
  },
  {
    "id": 30706,
    "shabad_id": 2719,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਰੋਗ ਸੋਗ ਦੁਖ ਜਰਾ ਮਰਾ; ਹਰਿ ਜਨਹਿ. ਨਹੀ ਨਿਕਟਾਨੀ ||",
    "transliteration": "Rog Sog Dhukh Jaraa Maraa Har Janehi Nehee Nikattaanee ||",
    "translation": "Disease, sorrow, pain, old age and death do not even approach the humble servant of the Lord.",
    "punjabi": "ਰੋਗ, ਚਿੰਤਾ-ਫ਼ਿਕਰ, ਬੁਢੇਪਾ, ਮੌਤ (-ਇਹਨਾਂ ਦੇ ਸਹਿਮ) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਢੁਕਦੇ।",
    "pronunciation": "(ਜਰਾ) ਬੁਢੇਪਾ",
    "type_id": 3
  },
  {
    "id": 30707,
    "shabad_id": 2719,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਨਿਰਭੳੁ ਹੋੲਿ ਰਹੇ ਲਿਵ ੲੇਕੈ; ਨਾਨਕ ਹਰਿ ਮਨੁ ਮਾਨੀ ||੨||੧||",
    "transliteration": "Nirabho Hoe Rehae Liv Eaekai Naanak Har Man Maanee ||2||1||",
    "translation": "They remain fearless, in the Love of the One Lord; O Nanak, they have surrendered their minds to the Lord. ||2||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਸੁਰਤ ਜੋੜ ਕੇ (ਦੁਨੀਆ ਦੇ ਡਰਾਂ ਵਲੋਂ) ਨਿਡਰ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਹੀ ਪਤੀਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30708,
    "shabad_id": 2720,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30709,
    "shabad_id": 2720,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਬਿਸਰਤ; ਸਦਾ ਖੁਅਾਰੀ ||",
    "transliteration": "Har Bisarath Sadhaa Khuaaree ||",
    "translation": "Forgetting the Lord, one is ruined forever.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਭੁਲਾਇਆਂ ਸਦਾ (ਮਾਇਆ ਦੇ ਹੱਥੋਂ ਮਨੁੱਖ ਦੀ) ਬੇ-ਪਤੀ ਹੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30710,
    "shabad_id": 2720,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਾ ਕੳੁ ਧੋਖਾ ਕਹਾ ਬਿਅਾਪੈ; ਜਾ ਕੳੁ ਓਟ ਤੁਹਾਰੀ || ਰਹਾੳੁ ||",
    "transliteration": "Thaa Ko Dhhokhaa Kehaa Biaapai Jaa Ko Outt Thuhaaree || Rehaao ||",
    "translation": "How can anyone be deceived, who has Your Support, O Lord? ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰਾ ਆਸਰਾ ਹੋਵੇ, ਉਸ ਨੂੰ (ਮਾਇਆ ਦੇ ਕਿਸੇ ਭੀ ਵਿਕਾਰ ਵੱਲੋਂ) ਧੋਖਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  }
]
