[
  {
    "id": 30711,
    "shabad_id": 2720,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਸਿਮਰਨ. ਜੋ ਜੀਵਨੁ ਬਲਨਾ; ਸਰਪ ਜੈਸੇ ਅਰਜਾਰੀ ||",
    "transliteration": "Bin Simaran Jo Jeevan Balanaa Sarap Jaisae Arajaaree ||",
    "translation": "Without meditating in remembrance on the Lord, life is like a burning fire, even if one lives long, like a snake.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜਿਤਨੀ ਭੀ ਜ਼ਿੰਦਗੀ ਗੁਜ਼ਾਰਨੀ ਹੈ (ਉਹ ਇਉਂ ਹੀ ਹੁੰਦੀ ਹੈ) ਜਿਵੇਂ ਸੱਪ (ਆਪਣੀ) ਉਮਰ ਗੁਜ਼ਾਰਦਾ ਹੈ (ਉਮਰ ਭਾਵੇਂ ਲੰਮੀ ਹੁੰਦੀ ਹੈ, ਪਰ ਉਹ ਸਦਾ ਆਪਣੇ ਅੰਦਰ ਜ਼ਹਿਰ ਪੈਦਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "(ਬਲਨਾ)ਬਤੀਤ ਕਰਨਾ[ (ਅਰਜਾਰੀ)ੳੁਮਰ",
    "type_id": 3
  },
  {
    "id": 30712,
    "shabad_id": 2720,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਨਵ ਖੰਡਨ ਕੋ ਰਾਜੁ ਕਮਾਵੈ; ਅੰਤਿ ਚਲੈਗੋ ਹਾਰੀ ||੧||",
    "transliteration": "Nav Khanddan Ko Raaj Kamaavai Anth Chalaigo Haaree ||1||",
    "translation": "One may rule over the nine regions of the earth, but in the end, he shall have to depart, losing the game of life. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਮਨੁੱਖ ਜੇ) ਸਾਰੀ ਧਰਤੀ ਦਾ ਰਾਜ ਭੀ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਭੀ ਆਖ਼ਰ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਕੇ ਹੀ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30713,
    "shabad_id": 2720,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨ ਗੁਣ ਤਿਨ ਹੀ ਗਾੲੇ; ਜਾ ਕੳੁ ਕਿਰਪਾ ਧਾਰੀ ||",
    "transliteration": "Gun Nidhhaan Gun Thin Hee Gaaeae Jaa Ko Kirapaa Dhhaaree ||",
    "translation": "He alone sings the Glorious Praises of the Lord, the treasure of virtue, upon whom the Lord showers His Grace.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਦੇ ਗੁਣ ਉਸ ਮਨੁੱਖ ਨੇ ਹੀ ਗਾਏ ਹਨ ਜਿਸ ਉਤੇ ਹਰੀ ਨੇ ਮੇਹਰ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30714,
    "shabad_id": 2720,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸੋ ਸੁਖੀਅਾ ਧੰਨੁ ੳੁਸੁ ਜਨਮਾ; ਨਾਨਕ. ਤਿਸੁ ਬਲਿਹਾਰੀ ||੨||੨||",
    "transliteration": "So Sukheeaa Dhhann Ous Janamaa Naanak This Balihaaree ||2||2||",
    "translation": "He is at peace, and his birth is blessed; Nanak is a sacrifice to him. ||2||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਸੁਖੀ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦਾ ਹੈ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਮੁਬਾਰਿਕ ਹੁੰਦੀ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-) ਅਜੇਹੇ ਮਨੁੱਖ ਤੋਂ ਸਦਕੇ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30715,
    "shabad_id": 2721,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ਘਰੁ ੨ ਚੳੁਪਦੇ",
    "transliteration": "Ttoddee Mehalaa 5 Ghar 2 Choupadhae",
    "translation": "Todee, Fifth Mehl, Second House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30716,
    "shabad_id": 2721,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30717,
    "shabad_id": 2721,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਧਾੲਿਓ ਰੇ ਮਨ; ਦਹ ਦਿਸ ਧਾੲਿਓ ||",
    "transliteration": "Dhhaaeiou Rae Man Dheh Dhis Dhhaaeiou ||",
    "translation": "The mind wanders, wandering in the ten directions.",
    "punjabi": "ਹੇ ਮਨ! ਜੀਵ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30718,
    "shabad_id": 2721,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਗਨ ਸੁਅਾਦਿ ਲੋਭਿ ਮੋਹਿਓ; ਤਿਨਿ ਪ੍ਰਭਿ ਅਾਪਿ ਭੁਲਾੲਿਓ || ਰਹਾੳੁ ||",
    "transliteration": "Maaeiaa Magan Suaadh Lobh Mohiou Thin Prabh Aap Bhulaaeiou || Rehaao ||",
    "translation": "It is intoxicated by Maya, enticed by the taste of greed. God Himself has deluded it. ||Pause||",
    "punjabi": "ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਲੋਭ ਵਿਚ ਮੋਹਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਰੱਖਿਆ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30719,
    "shabad_id": 2721,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕਥਾ ਹਰਿ ਜਸ ਸਾਧਸੰਗਤਿ ਸਿੳੁ; ੲਿਕੁ ਮੁਹਤੁ. ਨ ੲਿਹੁ ਮਨੁ ਲਾੲਿਓ ||",
    "transliteration": "Har Kathhaa Har Jas Saadhhasangath Sio Eik Muhath N Eihu Man Laaeiou ||",
    "translation": "He does not focus his mind, even for a moment, on the Lord's sermon, or the Lord's Praises, or the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਨਾਲ, ਸਾਧ ਸੰਗਤਿ ਨਾਲ, ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਆਪਣਾ ਇਹ ਮਨ ਨਹੀਂ ਜੋੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30720,
    "shabad_id": 2721,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਿਗਸਿਓ ਪੇਖਿ ਰੰਗੁ ਕਸੁੰਭ ਕੋ; ਪਰ ਗਿ੍ਰਹ ਜੋਹਨਿ ਜਾੲਿਓ ||੧||",
    "transliteration": "Bigasiou Paekh Rang Kasunbh Ko Par Grih Johan Jaaeiou ||1||",
    "translation": "He is excited, gazing on the transitory color of the safflower, and looking at other men's wives. ||1||",
    "punjabi": "ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦੇ ਰੰਗ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਪਰਾਏ ਘਰ ਤੱਕਣ ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30721,
    "shabad_id": 2721,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਿੳੁ ਭਾੳੁ. ਨ ਕੀਨੋ; ਨਹ ਸਤ ਪੁਰਖੁ ਮਨਾੲਿਓ ||",
    "transliteration": "Charan Kamal Sio Bhaao N Keeno Neh Sath Purakh Manaaeiou ||",
    "translation": "He does not love the Lord's lotus feet, and he does not please the True Lord.",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਇਆ, ਤੂੰ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30722,
    "shabad_id": 2721,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਧਾਵਤ ਕੳੁ ਧਾਵਹਿ ਬਹੁ ਭਾਤੀ; ਜਿੳੁ ਤੇਲੀ ਬਲਦੁ ਭ੍ਰਮਾੲਿਓ ||੨||",
    "transliteration": "Dhhaavath Ko Dhhaavehi Bahu Bhaathee Jio Thaelee Baladh Bhramaaeiou ||2||",
    "translation": "He runs around chasing the fleeting objects of the world, in all directions, like the ox around the oil press. ||2||",
    "punjabi": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਤੂੰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈਂ (ਇਹ ਤੇਰੀ ਭਟਕਣਾ ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ) ਜਿਵੇਂ ਤੇਲੀ ਦਾ ਬਲਦ (ਕੋਹਲੂ ਅੱਗੇ ਜੁੱਪ ਕੇ) ਤੁਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਕੋਹਲੂ ਦੇ ਦੁਆਲੇ ਹੀ ਉਸ ਦਾ ਪੈਂਡਾ ਮੁੱਕਦਾ ਨਹੀਂ, ਮੁੜ ਮੁੜ ਉਸੇ ਦੇ ਦੁਆਲੇ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "(ਧਾਵਤ) ਨਾਸਵੰਤ",
    "type_id": 3
  },
  {
    "id": 30723,
    "shabad_id": 2721,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਮ ਦਾਨੁ ੲਿਸਨਾਨੁ. ਨ ਕੀਓ; ੲਿਕ ਨਿਮਖ. ਨ ਕੀਰਤਿ ਗਾੲਿਓ ||",
    "transliteration": "Naam Dhaan Eisanaan N Keeou Eik Nimakh N Keerath Gaaeiou ||",
    "translation": "He does not practice the Naam, the Name of the Lord; nor does he practice charity or inner cleansing.",
    "punjabi": "ਹੇ ਮਨ! (ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਮਨੁੱਖ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦਾ, ਸੇਵਾ ਨਹੀਂ ਕਰਦਾ, ਜੀਵਨ ਪਵਿਤ੍ਰ ਨਹੀਂ ਬਣਾਂਦਾ, ਇਕ ਪਲ ਭਰ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30724,
    "shabad_id": 2721,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਾ ਝੂਠਿ ਲਾੲਿ. ਮਨੁ ਤੋਖਿਓ; ਨਹ ਬੂਝਿਓ ਅਪਨਾੲਿਓ ||੩||",
    "transliteration": "Naanaa Jhooth Laae Man Thokhiou Neh Boojhiou Apanaaeiou ||3||",
    "translation": "He does not sing the Kirtan of the Lord's Praises, even for an instant. Clinging to his many falsehoods, he does not please his own mind, and he does not understand his own self. ||3||",
    "punjabi": "ਕਈ ਕਿਸਮ ਦੇ ਨਾਸਵੰਤ (ਜਗਤ) ਵਿਚ ਆਪਣੇ ਮਨ ਨੂੰ ਜੋੜ ਕੇ ਸੰਤੁਸ਼ਟ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਅਸਲ ਪਦਾਰਥ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ ॥੩॥",
    "pronunciation": "(ਤੋਖਿਓ) ਪ੍ਰਸੰਨ ਕੀਤਾ[ ਬੱੂਝਿਓ",
    "type_id": 3
  },
  {
    "id": 30725,
    "shabad_id": 2721,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਪਰੳੁਪਕਾਰ. ਨ ਕਬਹੂ ਕੀੲੇ; ਨਹੀ ਸਤਿਗੁਰੁ ਸੇਵਿ ਧਿਅਾੲਿਓ ||",
    "transliteration": "Paroupakaar N Kabehoo Keeeae Nehee Sathigur Saev Dhhiaaeiou ||",
    "translation": "He never does good deeds for others; he does not serve or meditate on the True Guru.",
    "punjabi": "ਹੇ ਮਨ! (ਮਾਇਆ-ਮਗਨ ਮਨੁੱਖ) ਕਦੇ ਹੋਰਨਾਂ ਦੀ ਸੇਵਾ-ਭਲਾਈ ਨਹੀਂ ਕਰਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30726,
    "shabad_id": 2721,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਪੰਚ ਦੂਤ ਰਚਿ ਸੰਗਤਿ ਗੋਸਟਿ; ਮਤਵਾਰੋ ਮਦ ਮਾੲਿਓ ||੪||",
    "transliteration": "Panch Dhooth Rach Sangath Gosatt Mathavaaro Madh Maaeiou ||4||",
    "translation": "He is entangled in the company and the advice of the five demons, intoxicated by the wine of Maya. ||4||",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਵੈਰੀਆਂ ਨਾਲ ਸਾਥ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਮੇਲ-ਮਿਲਾਪ ਰੱਖਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30727,
    "shabad_id": 2721,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਕਰੳੁ ਬੇਨਤੀ ਸਾਧਸੰਗਤਿ ਹਰਿ; ਭਗਤਿ ਵਛਲ ਸੁਣਿ ਅਾੲਿਓ ||",
    "transliteration": "Karo Baenathee Saadhhasangath Har Bhagath Vashhal Sun Aaeiou ||",
    "translation": "I offer my prayer in the Saadh Sangat; hearing that the Lord is the Lover of His devotees, I have come.",
    "punjabi": "ਮੈਂ (ਤਾਂ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-ਹੇ ਹਰੀ! ਮੈਂ ਇਹ ਸੁਣ ਕੇ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ ਕਿ ਤੂੰ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(ਵਛਲ) ਪਿਅਾਰ ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 30728,
    "shabad_id": 2721,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਭਾਗਿ ਪਰਿਓ ਹਰਿ ਪਾਛੈ; ਰਾਖੁ ਲਾਜ ਅਪੁਨਾੲਿਓ ||੫||੧||੩||",
    "transliteration": "Naanak Bhaag Pariou Har Paashhai Raakh Laaj Apunaaeiou ||5||1||3||",
    "translation": "Nanak runs after the Lord, and pleads, \"Protect my honor, Lord, and make me Your own.\"||5||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਦੌੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆ ਪਿਆ ਹਾਂ (ਤੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਆਪਣਾ ਬਣਾ ਕੇ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ॥੫॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30729,
    "shabad_id": 2722,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30730,
    "shabad_id": 2722,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਾਨੁਖੁ; ਬਿਨੁ ਬੂਝੇ ਬਿਰਥਾ ਅਾੲਿਅਾ ||",
    "transliteration": "Maanukh Bin Boojhae Birathhaa Aaeiaa ||",
    "translation": "Without understanding, his coming into the world is useless.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਨਮ-ਮਨੋਰਥ ਨੂੰ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਆਇਆ ਵਿਅਰਥ ਹੀ ਜਾਣੋ।",
    "pronunciation": "ਬੂੱਝੇ",
    "type_id": 3
  },
  {
    "id": 30731,
    "shabad_id": 2722,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਨਿਕ ਸਾਜ ਸੀਗਾਰ ਬਹੁ ਕਰਤਾ; ਜਿੳੁ ਮਿਰਤਕੁ ਓਢਾੲਿਅਾ || ਰਹਾੳੁ ||",
    "transliteration": "Anik Saaj Seegaar Bahu Karathaa Jio Mirathak Oudtaaeiaa || Rehaao ||",
    "translation": "He puts on various ornaments and many decorations, but it is like dressing a corpse. ||Pause||",
    "punjabi": "(ਜਨਮ-ਮਨੋਰਥ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਜੇ ਮਨੁੱਖ ਆਪਣੇ ਸਰੀਰ ਵਾਸਤੇ) ਅਨੇਕਾਂ ਸਿੰਗਾਰਾਂ ਦੀਆਂ ਬਨਾਵਟਾਂ ਕਰਦਾ ਹੈ (ਤਾਂ ਇਉਂ ਹੀ ਹੈ) ਜਿਵੇਂ ਮੁਰਦੇ ਨੂੰ ਕਪੜੇ ਪਾਏ ਜਾ ਰਹੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "ਕੱਪੜੇ (ਓਢਾੲਿਅਾ) ਪਹਿਨਣੇ",
    "type_id": 3
  },
  {
    "id": 30732,
    "shabad_id": 2722,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਧਾੲਿ ਧਾੲਿ ਕਿ੍ਰਪਨ ਸ੍ਰਮੁ ਕੀਨੋ; ੲਿਕਤ੍ਰ ਕਰੀ ਹੈ ਮਾੲਿਅਾ ||",
    "transliteration": "Dhhaae Dhhaae Kirapan Sram Keeno Eikathr Karee Hai Maaeiaa ||",
    "translation": "With great effort and exertion, the miser works to gather in the riches of Maya.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੀਵਨ-ਮਨੋਰਥ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਇਉਂ ਹੀ ਹੈ, ਜਿਵੇਂ) ਕੋਈ ਸ਼ੂਮ ਦੌੜ-ਭੱਜ ਕਰ ਕਰ ਕੇ ਮੇਹਨਤ ਕਰਦਾ ਹੈ, ਮਾਇਆ ਜੋੜਦਾ ਹੈ,",
    "pronunciation": "(ਧਾੲਿ) ਦੌੜ ਕੇ[ (ਕਿ੍ਰਪਨ) ਸੂਮ[ (ਸ੍ਰਮੁ) ਮਿਹਨਤ",
    "type_id": 3
  },
  {
    "id": 30733,
    "shabad_id": 2722,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਦਾਨੁ ਪੁੰਨੁ ਨਹੀ ਸੰਤਨ ਸੇਵਾ; ਕਿਤ ਹੀ ਕਾਜਿ. ਨ ਅਾੲਿਅਾ ||੧||",
    "transliteration": "Dhaan Punn Nehee Santhan Saevaa Kith Hee Kaaj N Aaeiaa ||1||",
    "translation": "He does not give anything in charity or generosity, and he does not serve the Saints; his wealth does not do him any good at all. ||1||",
    "punjabi": "(ਪਰ ਉਸ ਮਾਇਆ ਨਾਲ) ਉਹ ਦਾਨ-ਪੁੰਨ ਨਹੀਂ ਕਰਦਾ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਭੀ ਨਹੀਂ ਕਰਦਾ। ਉਹ ਧਨ ਉਸ ਦੇ ਕਿਸੇ ਭੀ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30734,
    "shabad_id": 2722,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਰਿ ਅਾਭਰਣ ਸਵਾਰੀ ਸੇਜਾ; ਕਾਮਨਿ ਥਾਟੁ ਬਨਾੲਿਅਾ ||",
    "transliteration": "Kar Aabharan Savaaree Saejaa Kaaman Thhaatt Banaaeiaa ||",
    "translation": "The soul-bride puts on her ornaments, embellishes her bed, and fashions decorations.",
    "punjabi": "(ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਇਉਂ ਹੀ ਹੈ, ਜਿਵੇਂ) ਕੋਈ ਇਸਤ੍ਰੀ ਗਹਣੇ ਪਾ ਕੇ ਆਪਣੀ ਸੇਜ ਸਵਾਰਦੀ ਹੈ, (ਸੁੰਦਰਤਾ ਦਾ) ਅਡੰਬਰ ਕਰਦੀ ਹੈ,",
    "pronunciation": "(ਅਾ-ਭਰਣ) ਗਹਣੇ[ (ਥਾਟੁ) ਬਣਾਵਟ",
    "type_id": 3
  },
  {
    "id": 30735,
    "shabad_id": 2722,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸੰਗੁ. ਨ ਪਾੲਿਓ ਅਪੁਨੇ ਭਰਤੇ; ਪੇਖਿ ਪੇਖਿ ਦੁਖੁ ਪਾੲਿਅਾ ||੨||",
    "transliteration": "Sang N Paaeiou Apunae Bharathae Paekh Paekh Dhukh Paaeiaa ||2||",
    "translation": "But if she does not obtain the company of her Husband Lord, the sight of these decorations only brings her pain. ||2||",
    "punjabi": "ਪਰ ਉਸ ਨੂੰ ਆਪਣੇ ਖਸਮ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ। (ਉਹਨਾਂ ਗਹਣਿਆਂ ਆਦਿ ਨੂੰ) ਵੇਖ ਵੇਖ ਕੇ ਉਸ ਨੂੰ ਸਗੋਂ ਦੁੱਖ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30736,
    "shabad_id": 2722,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਰੋ ਦਿਨਸੁ ਮਜੂਰੀ ਕਰਤਾ; ਤੁਹੁ ਮੂਸਲਹਿ ਛਰਾੲਿਅਾ ||",
    "transliteration": "Saaro Dhinas Majooree Karathaa Thuhu Moosalehi Shharaaeiaa ||",
    "translation": "The man works all day long, threshing the husks with the pestle.",
    "punjabi": "(ਨਾਮ-ਹੀਣ ਮਨੁੱਖ ਇਉਂ ਹੀ ਹੈ, ਜਿਵੇਂ) ਕੋਈ ਮਨੁੱਖ ਸਾਰਾ ਦਿਨ (ਇਹ) ਮਜੂਰੀ ਕਰਦਾ ਹੈ (ਕਿ) ਮੂਹਲੀ ਨਾਲ ਤੁਹ ਹੀ ਛੜਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(ਤੁਹ)ਫੂਸ[ (ਮੂਸਲ-ਹਿ) ਮੋਹਲੇ ਨਾਲ[ (ਛਰਾੲਿਅਾ) ਛੜਨਾ, ਕੁਚਲਣਾ",
    "type_id": 3
  },
  {
    "id": 30737,
    "shabad_id": 2722,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਖੇਦੁ ਭੲਿਓ ਬੇਗਾਰੀ ਨਿਅਾੲੀ; ਘਰ ਕੈ ਕਾਮਿ. ਨ ਅਾੲਿਅਾ ||੩||",
    "transliteration": "Khaedh Bhaeiou Baegaaree Niaaee Ghar Kai Kaam N Aaeiaa ||3||",
    "translation": "He is depressed, like a forced laborer, and so he is of no use to his own home. ||3||",
    "punjabi": "(ਜਾਂ) ਕਿਸੇ ਵਿਗਾਰੀ ਨੂੰ (ਵਿਗਾਰ ਵਿਚ ਨਿਰਾ) ਕਸ਼ਟ ਹੀ ਮਿਲਦਾ ਹੈ। (ਮਜੂਰ ਦੀ ਮਜੂਰੀ ਜਾਂ ਵਿਗਾਰੀ ਦੀ ਵਿਗਾਰ ਵਿਚੋਂ) ਉਹਨਾਂ ਦੇ ਆਪਣੇ ਕੰਮ ਕੁਝ ਭੀ ਨਹੀਂ ਆਉਂਦਾ ॥੩॥",
    "pronunciation": "(ਖੇਦੁ) ਦੁਖ[ (ਬੇਗਾਰੀ) ਬਿਨਾ ਮਜ਼ੂਰੀ ਮਿਲੇ ਕੰਮ ਕਰਨ ਵਾਲਾ",
    "type_id": 3
  },
  {
    "id": 30738,
    "shabad_id": 2722,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਭੲਿਓ ਅਨੁਗ੍ਰਹੁ ਜਾ ਕੳੁ ਪ੍ਰਭ ਕੋ; ਤਿਸੁ ਹਿਰਦੈ ਨਾਮੁ ਵਸਾੲਿਅਾ ||",
    "transliteration": "Bhaeiou Anugrahu Jaa Ko Prabh Ko This Hiradhai Naam Vasaaeiaa ||",
    "translation": "But when God shows His Mercy and Grace, He implants the Naam, the Name of the Lord, within the heart.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਆਪਣਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਅ-ਨੁੱਗ੍ਰਹੁ) ਕਿ੍ਰਪਾ",
    "type_id": 3
  },
  {
    "id": 30739,
    "shabad_id": 2722,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕੈ ਪਾਛੈ ਪਰਿਅੳੁ; ਜਨ ਨਾਨਕ. ਹਰਿ ਰਸੁ ਪਾੲਿਅਾ ||੪||੨||੪||",
    "transliteration": "Saadhhasangath Kai Paashhai Pariao Jan Naanak Har Ras Paaeiaa ||4||2||4||",
    "translation": "Search the Saadh Sangat, the Company of the Holy, O Nanak, and find the sublime essence of the Lord. ||4||2||4||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਦੀ ਸਰਨੀ ਪੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥੨॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30740,
    "shabad_id": 2723,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30741,
    "shabad_id": 2723,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਿ੍ਰਪਾਨਿਧਿ; ਬਸਹੁ ਰਿਦੈ ਹਰਿ ਨੀਤ ||",
    "transliteration": "Kirapaa Nidhh Basahu Ridhai Har Neeth ||",
    "translation": "O Lord, ocean of mercy, please abide forever in my heart.",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30742,
    "shabad_id": 2723,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੈਸੀ ਬੁਧਿ ਕਰਹੁ ਪਰਗਾਸਾ; ਲਾਗੈ ਪ੍ਰਭ ਸੰਗਿ ਪ੍ਰੀਤਿ || ਰਹਾੳੁ ||",
    "transliteration": "Thaisee Budhh Karahu Paragaasaa Laagai Prabh Sang Preeth || Rehaao ||",
    "translation": "Please awaken such understanding within me, that I may be in love with You, God. ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ ਇਹੋ ਜਿਹੀ ਅਕਲ ਦਾ ਚਾਨਣ ਕਰ, ਕਿ ਤੇਰੇ ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤ ਬਣੀ ਰਹੇ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30743,
    "shabad_id": 2723,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਦਾਸ ਤੁਮਾਰੇ ਕੀ ਪਾਵੳੁ ਧੂਰਾ; ਮਸਤਕਿ ਲੇ ਲੇ ਲਾਵੳੁ ||",
    "transliteration": "Dhaas Thumaarae Kee Paavo Dhhooraa Masathak Lae Lae Laavo ||",
    "translation": "Please, bless me with the dust of the feet of Your slaves; I touch it to my forehead.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਸੇਵਕ ਦੀ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਕਰਾਂ, (ਉਹ ਚਰਨ-ਧੂੜ) ਲੈ ਲੈ ਕੇ ਮੈਂ (ਆਪਣੇ) ਮੱਥੇ ਉੱਤੇ ਲਾਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30744,
    "shabad_id": 2723,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਹਾ ਪਤਿਤ ਤੇ. ਹੋਤ ਪੁਨੀਤਾ; ਹਰਿ ਕੀਰਤਨ ਗੁਨ ਗਾਵੳੁ ||੧||",
    "transliteration": "Mehaa Pathith Thae Hoth Puneethaa Har Keerathan Gun Gaavo ||1||",
    "translation": "I was a great sinner, but I have been made pure, singing the Kirtan of the Lord's Glorious Praises. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰੀਆਂ ਤੋਂ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
