[
  {
    "id": 30745,
    "shabad_id": 2723,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅਾਗਿਅਾ ਤੁਮਰੀ ਮੀਠੀ ਲਾਗੳੁ; ਕੀਓ ਤੁਹਾਰੋ ਭਾਵੳੁ ॥",
    "transliteration": "Aagiaa Thumaree Meethee Laago Keeou Thuhaaro Bhaavo ||",
    "translation": "Your Will seems so sweet to me; whatever You do, is pleasing to me.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰੀ ਰਜ਼ਾ ਮਿੱਠੀ ਲੱਗਦੀ ਰਹੇ, ਮੈਨੂੰ ਤੇਰਾ ਕੀਤਾ ਚੰਗਾ ਲੱਗਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30746,
    "shabad_id": 2723,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜੋ ਤੂ ਦੇਹਿ. ਤਹੀ ੲਿਹੁ ਤਿ੍ਰਪਤੈ; ਅਾਨ. ਨ ਕਤਹੂ ਧਾਵੳੁ ॥੨॥",
    "transliteration": "Jo Thoo Dhaehi Thehee Eihu Thripathai Aan N Kathehoo Dhhaavo ||2||",
    "translation": "Whatever You give me, with that I am satisfied; I shall chase after no one else. ||2||",
    "punjabi": "ਜੋ ਕੁਝ ਤੂੰ ਮੈਨੂੰ ਦੇਂਦਾ ਹੈਂ, ਉਸੇ ਵਿਚ ਹੀ (ਮੇਰਾ) ਇਹ ਮਨ ਸੰਤੁਸ਼ਟ ਰਹੇ, ਮੈਂ ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਭਟਕਦਾ ਨਾਹ ਫਿਰਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30747,
    "shabad_id": 2723,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸਦ ਹੀ ਨਿਕਟਿ ਜਾਨੳੁ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਸਗਲ ਰੇਣ ਹੋੲਿ ਰਹੀਅੈ ॥",
    "transliteration": "Sadh Hee Nikatt Jaano Prabh Suaamee Sagal Raen Hoe Reheeai ||",
    "translation": "I know that my Lord and Master God is always with me; I am the dust of all men's feet.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ ਤੈਨੂੰ ਸਦਾ ਆਪਣੇ ਨੇੜੇ (ਵੱਸਦਾ) ਜਾਣਦਾ ਰਹਾਂ। ਹੇ ਭਾਈ! ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30748,
    "shabad_id": 2723,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਾਧੂਸੰਗਤਿ ਹੋੲਿ ਪਰਾਪਤਿ; ਤਾ ਪ੍ਰਭੁ ਅਪੁਨਾ ਲਹੀਅੈ ॥੩॥",
    "transliteration": "Saadhhoo Sangath Hoe Paraapath Thaa Prabh Apunaa Leheeai ||3||",
    "translation": "If I find the Saadh Sangat, the Company of the Holy, I shall obtain God. ||3||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਹਾਸਲ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30749,
    "shabad_id": 2723,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਹਮ ਛੋਹਰੇ ਤੁਮਰੇ; ਤੂ ਪ੍ਰਭ ਹਮਰੋ ਮੀਰਾ ॥",
    "transliteration": "Sadhaa Sadhaa Ham Shhoharae Thumarae Thoo Prabh Hamaro Meeraa ||",
    "translation": "Forever and ever, I am Your child; You are my God, my King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਸਦਾ ਹੀ ਤੇਰੇ ਅੰਞਾਣ ਬੱਚੇ ਹਾਂ, ਤੂੰ ਸਾਡੀ ਮਾਂ ਹੈ ਸਾਡਾ ਪਿਉ ਹੈਂ।",
    "pronunciation": "(ਛੋਹਰੇ) ਬੱਚੇ",
    "type_id": 3
  },
  {
    "id": 30750,
    "shabad_id": 2723,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ ਬਾਰਿਕ. ਤੁਮ ਮਾਤ ਪਿਤਾ; ਮੁਖਿ ਨਾਮੁ ਤੁਮਾਰੋ ਖੀਰਾ ॥੪॥੩॥੫॥",
    "transliteration": "Naanak Baarik Thum Maath Pithaa Mukh Naam Thumaaro Kheeraa ||4||3||5||",
    "translation": "Nanak is Your child; You are my mother and father; please, give me Your Name, like milk in my mouth. ||4||3||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮੇਹਰ ਕਰ!) ਤੇਰਾ ਨਾਮ ਸਾਡੇ ਮੂੰਹ ਵਿਚ ਰਹੇ (ਜਿਵੇਂ) ਮਾਪੇ ਆਪਣੇ ਬੱਚੇ ਦੇ ਮੂੰਹ ਵਿਚ ਦੁੱਧ (ਪਾਂਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੪॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30751,
    "shabad_id": 2724,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ਘਰੁ ੨ ਦੁਪਦੇ",
    "transliteration": "Ttoddee Mehalaa 5 Ghar 2 Dhupadhae",
    "translation": "Todee, Fifth Mehl, Second House, Du-Padas:",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਦੁ-ਪਦੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30752,
    "shabad_id": 2724,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30753,
    "shabad_id": 2724,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮਾਗੳੁ ਦਾਨੁ. ਠਾਕੁਰ ਨਾਮ ॥",
    "transliteration": "Maago Dhaan Thaakur Naam ||",
    "translation": "I beg for the Gift of Your Name, O my Lord and Master.",
    "punjabi": "ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਮੈਂ (ਤੇਰੇ ਪਾਸੋਂ ਤੇਰੇ) ਨਾਮ ਦਾ ਦਾਨ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30754,
    "shabad_id": 2724,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਵਰੁ ਕਛੂ ਮੇਰੈ ਸੰਗਿ. ਨ ਚਾਲੈ; ਮਿਲੈ ਕਿ੍ਰਪਾ ਗੁਣ ਗਾਮ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Avar Kashhoo Maerai Sang N Chaalai Milai Kirapaa Gun Gaam ||1|| Rehaao ||",
    "translation": "Nothing else shall go along with me in the end; by Your Grace, please allow me to sing Your Glorious Praises. ||1||Pause||",
    "punjabi": "ਕੋਈ ਭੀ ਹੋਰ ਚੀਜ਼ ਮੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਜੇ ਤੇਰੀ ਕਿਰਪਾ ਹੋਵੇ, ਤਾਂ ਮੈਨੂੰ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਮਿਲ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30755,
    "shabad_id": 2724,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਰਾਜੁ ਮਾਲੁ ਅਨੇਕ ਭੋਗ ਰਸ; ਸਗਲ ਤਰਵਰ ਕੀ ਛਾਮ ॥",
    "transliteration": "Raaj Maal Anaek Bhog Ras Sagal Tharavar Kee Shhaam ||",
    "translation": "Power, wealth, various pleasures and enjoyments, all are just like the shadow of a tree.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਕੂਮਤ, ਧਨ, ਤੇ, ਅਨੇਕਾਂ ਪਦਾਰਥਾਂ ਦੇ ਸੁਆਦ-ਇਹ ਸਾਰੇ ਰੁੱਖ ਦੀ ਛਾਂ ਵਰਗੇ ਹਨ (ਸਦਾ ਇੱਕ ਥਾਂ ਟਿਕੇ ਨਹੀਂ ਰਹਿ ਸਕਦੇ)।",
    "pronunciation": "(ਤਰਵਰ) ਰੁੱਖ। (ਛਾਮ) ਛਾਂ",
    "type_id": 3
  },
  {
    "id": 30756,
    "shabad_id": 2724,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਧਾੲਿ ਧਾੲਿ ਬਹੁ ਬਿਧਿ ਕੳੁ ਧਾਵੈ; ਸਗਲ ਨਿਰਾਰਥ ਕਾਮ ॥੧॥",
    "transliteration": "Dhhaae Dhhaae Bahu Bidhh Ko Dhhaavai Sagal Niraarathh Kaam ||1||",
    "translation": "He runs, runs, runs around in many directions, but all of his pursuits are useless. ||1||",
    "punjabi": "ਮਨੁੱਖ (ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ) ਸਦਾ ਹੀ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30757,
    "shabad_id": 2724,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਗੋਵਿੰਦ. ਅਵਰੁ ਜੇ ਚਾਹੳੁ; ਦੀਸੈ ਸਗਲ ਬਾਤ ਹੈ ਖਾਮ ॥",
    "transliteration": "Bin Govindh Avar Jae Chaaho Dheesai Sagal Baath Hai Khaam ||",
    "translation": "Except for the Lord of the Universe, everything he desires appears transitory.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੁਝ ਹੋਰ ਹੋਰ ਹੀ ਮੰਗਦਾ ਰਹਾਂ, ਤਾਂ ਇਹ ਸਾਰੀ ਗੱਲ ਕੱਚੀ ਹੈ।",
    "pronunciation": "(ਖਾਮ) ਕੱਚੀ ਨਾਸਵੰਤ",
    "type_id": 3
  },
  {
    "id": 30758,
    "shabad_id": 2724,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੰਤ ਰੇਨ ਮਾਗੳੁ; ਮੇਰੋ ਮਨੁ ਪਾਵੈ ਬਿਸ੍ਰਾਮ ॥੨॥੧॥੬॥",
    "transliteration": "Kahu Naanak Santh Raen Maago Maero Man Paavai Bisraam ||2||1||6||",
    "translation": "Says Nanak, I beg for the dust of the feet of the Saints, so that my mind may find peace and tranquility. ||2||1||6||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਮੈਂ ਤਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ, (ਤਾ ਕਿ) ਮੇਰਾ ਮਨ (ਦੁਨੀਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਤੋਂ) ਟਿਕਾਣਾ ਹਾਸਲ ਕਰ ਸਕੇ ॥੨॥੧॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30759,
    "shabad_id": 2725,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30760,
    "shabad_id": 2725,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਜੀ ਕੋ ਨਾਮੁ; ਮਨਹਿ ਸਾਧਾਰੈ ॥",
    "transliteration": "Prabh Jee Ko Naam Manehi Saadhhaarai ||",
    "translation": "The Naam, the Name of the Dear Lord, is the Support of my mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਜੀ ਦਾ ਨਾਮ (ਹੀ) ਮਨ ਨੂੰ ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਸਾਧਾਰੈ) ਅਾਸਰਾ ਦਿੰਦਾ",
    "type_id": 3
  },
  {
    "id": 30761,
    "shabad_id": 2725,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੀਅ ਪ੍ਰਾਨ ਸੂਖ ੲਿਸੁ ਮਨ ਕੳੁ; ਬਰਤਨਿ ੲੇਹ ਹਮਾਰੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jeea Praan Sookh Eis Man Ko Barathan Eaeh Hamaarai ||1|| Rehaao ||",
    "translation": "It is my life, my breath of life, my peace of mind; for me, it is an article of daily use. ||1||Pause||",
    "punjabi": "ਨਾਮ ਹੀ ਇਸ ਮਨ ਦੇ ਵਾਸਤੇ ਜਿੰਦ-ਜਾਨ ਹੈ, ਤੇ, ਸੁਖ ਹੈ। ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਹਰਿ-ਨਾਮ ਹੀ ਹਰ ਵੇਲੇ ਕੰਮ ਆਉਣ ਵਾਲੀ ਚੀਜ਼ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30762,
    "shabad_id": 2725,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਮੁ ਜਾਤਿ. ਨਾਮੁ ਮੇਰੀ ਪਤਿ ਹੈ; ਨਾਮੁ ਮੇਰੈ ਪਰਵਾਰੈ ॥",
    "transliteration": "Naam Jaath Naam Maeree Path Hai Naam Maerai Paravaarai ||",
    "translation": "The Naam is my social status, the Naam is my honor; the Naam is my family.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਉੱਚੀ) ਜਾਤਿ ਹੈ, ਹਰਿ-ਨਾਮ ਹੀ ਮੇਰੀ ਇੱਜ਼ਤ ਹੈ, ਹਰਿ-ਨਾਮ ਹੀ ਮੇਰਾ ਪਰਵਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30763,
    "shabad_id": 2725,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਮੁ ਸਖਾੲੀ ਸਦਾ ਮੇਰੈ ਸੰਗਿ; ਹਰਿ ਨਾਮੁ ਮੋਕੳੁ ਨਿਸਤਾਰੈ ॥੧॥",
    "transliteration": "Naam Sakhaaee Sadhaa Maerai Sang Har Naam Mo Ko Nisathaarai ||1||",
    "translation": "The Naam is my companion; it is always with me. The Lord's Name is my emancipation. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਹੀ ਮੇਰਾ) ਮਿੱਤਰ ਹੈ (ਜੋ) ਸਦਾ ਮੇਰੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਮੈਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30764,
    "shabad_id": 2725,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਬਿਖੈ ਬਿਲਾਸ ਕਹੀਅਤ ਬਹੁਤੇਰੇ; ਚਲਤ ਨ ਕਛੂ ਸੰਗਾਰੈ ॥",
    "transliteration": "Bikhai Bilaas Keheeath Bahuthaerae Chalath N Kashhoo Sangaarai ||",
    "translation": "Sensual pleasures are talked about a lot, but none of them goes along with anyone in the end.",
    "punjabi": "ਹੇ ਭਾਈ! ਵਿਸ਼ਿਆਂ ਦੇ ਭੋਗ ਬਥੇਰੇ ਦੱਸੇ ਜਾਂਦੇ ਹਨ, ਪਰ ਕੋਈ ਭੀ ਚੀਜ਼ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "(ਬਿਖੈ) ਵਿਸ਼ਿਅਾਂ ਦੇ (ਬਿਲਾਸ) ਭੋਗ। (ਬਹੁਤੇਰੇ) ਬਹੁਤੇ",
    "type_id": 3
  },
  {
    "id": 30765,
    "shabad_id": 2725,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੲਿਸਟੁ ਮੀਤੁ ਨਾਮੁ ਨਾਨਕ ਕੋ; ਹਰਿ ਨਾਮੁ ਮੇਰੈ ਭੰਡਾਰੈ ॥੨॥੨॥੭॥",
    "transliteration": "Eisatt Meeth Naam Naanak Ko Har Naam Maerai Bhanddaarai ||2||2||7||",
    "translation": "The Naam is Nanak's dearest friend; the Lord's Name is my treasure. ||2||2||7||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਨਾਨਕ ਦਾ ਸਭ ਤੋਂ ਪਿਆਰਾ ਮਿੱਤਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਹੀ) ਹੈ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮੇਰੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ (ਧਨ) ਹੈ ॥੨॥੨॥੭॥",
    "pronunciation": "(ੲਿਸਟੁ) ਪਿਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 30766,
    "shabad_id": 2726,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਟੋਡੀ ਮਃ ੫ ॥",
    "transliteration": "Ttoddee Ma 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30767,
    "shabad_id": 2726,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨੀਕੇ ਗੁਣ ਗਾੳੁ; ਮਿਟਹੀ ਰੋਗ ॥",
    "transliteration": "Neekae Gun Gaao Mittehee Rog ||",
    "translation": "Sing the sublime Praises of the Lord, and your disease shall be eradicated.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਗੁਣ ਗਾਂਦਾ ਰਿਹਾ ਕਰ। (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਰੋਗ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਨੀਕੇ) ੳੁ੍ਨਤਮ",
    "type_id": 3
  },
  {
    "id": 30768,
    "shabad_id": 2726,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮੁਖ ੳੂਜਲ. ਮਨੁ ਨਿਰਮਲ ਹੋੲੀ ਹੈ; ਤੇਰੋ. ਰਹੈ ੲੀਹਾ ੳੂਹਾ ਲੋਗੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mukh Oojal Man Niramal Hoee Hai Thaero Rehai Eehaa Oohaa Log ||1|| Rehaao ||",
    "translation": "Your face shall become radiant and bright, and your mind shall be immaculately pure. You shall be saved here and hereafter. ||1||Pause||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰਾ ਇਹ ਲੋਕ ਅਤੇ ਪਰਲੋਕ ਸੰਵਰ ਜਾਣਗੇ, ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਇਗਾ, (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਮੂੰਹ ਭੀ ਰੌਸ਼ਨ ਰਹੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30769,
    "shabad_id": 2726,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਚਰਨ ਪਖਾਰਿ ਕਰੳੁ ਗੁਰ ਸੇਵਾ; ਮਨਹਿ ਚਰਾਵੳੁ ਭੋਗ ॥",
    "transliteration": "Charan Pakhaar Karo Gur Saevaa Manehi Charaavo Bhog ||",
    "translation": "I wash the Guru's feet and serve Him; I dedicate my mind as an offering to Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ (ਤਾਂ) ਗੁਰੂ ਦੇ ਚਰਨ ਧੋ ਕੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹਾਂ, ਆਪਣਾ ਮਨ ਗੁਰੂ ਅੱਗੇ ਭੇਟ ਕਰਦਾ ਹਾਂ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30770,
    "shabad_id": 2726,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਛੋਡਿ ਅਾਪਤੁ ਬਾਦੁ ਅਹੰਕਾਰਾ; ਮਾਨੁ ਸੋੲੀ ਜੋ ਹੋਗੁ ॥੧॥",
    "transliteration": "Shhodd Aapath Baadh Ahankaaraa Maan Soee Jo Hog ||1||",
    "translation": "Renounce self-conceit, negativity and egotism, and accept what comes to pass. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਤੂੰ ਭੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਪਾ-ਭਾਵ, (ਮਾਇਆ ਵਾਲਾ) ਝਗੜਾ ਅਤੇ ਅਹੰਕਾਰ ਤਿਆਗ, ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ (ਮਿੱਠਾ ਕਰ ਕੇ) ਮੰਨ ॥੧॥",
    "pronunciation": "(ਅਾ-ਪਤੁ)ਅਪਣੱਤ। (ਬਾਦੁ) ਝਗੜਾ",
    "type_id": 3
  },
  {
    "id": 30771,
    "shabad_id": 2726,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੰਤ ਟਹਲ ਸੋੲੀ ਹੈ ਲਾਗਾ; ਜਿਸੁ ਮਸਤਕਿ ਲਿਖਿਅਾ ਲਿਖੋਗੁ ॥",
    "transliteration": "Santh Ttehal Soee Hai Laagaa Jis Masathak Likhiaa Likhog ||",
    "translation": "He alone commits himself to the service of the Saints, upon whose forehead such destiny is inscribed.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਲੱਗਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ (ਧੁਰੋਂ ਇਹ) ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30772,
    "shabad_id": 2726,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ੲੇਕ ਬਿਨੁ; ਦੂਜਾ ਅਵਰੁ. ਨ ਕਰਣੈ ਜੋਗੁ ॥੨॥੩॥੮॥",
    "transliteration": "Kahu Naanak Eaek Bin Dhoojaa Avar N Karanai Jog ||2||3||8||",
    "translation": "Says Nanak, other than the One Lord, there is not any other able to act. ||2||3||8||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਇਹ ਮੇਹਰ) ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹੈ ॥੨॥੩॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30773,
    "shabad_id": 2727,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30774,
    "shabad_id": 2727,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰ; ਅਾੲਿਓ ਸਰਣਿ ਤੁਹਾਰੀ ॥",
    "transliteration": "Sathigur Aaeiou Saran Thuhaaree ||",
    "translation": "O True Guru, I have come to Your Sanctuary.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30775,
    "shabad_id": 2727,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਿਲੈ ਸੂਖੁ ਨਾਮੁ ਹਰਿ ਸੋਭਾ; ਚਿੰਤਾ ਲਾਹਿ ਹਮਾਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Milai Sookh Naam Har Sobhaa Chinthaa Laahi Hamaaree ||1|| Rehaao ||",
    "translation": "Grant me the peace and glory of the Lord's Name, and remove my anxiety. ||1||Pause||",
    "punjabi": "ਮੇਰੀ ਚਿੰਤਾ ਦੂਰ ਕਰ (ਮੇਹਰ ਕਰ, ਤੇਰੇ ਦਰ ਤੋਂ ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲ ਜਾਏ, (ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਸੁਖ (ਹੈ, ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਸੋਭਾ (ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30776,
    "shabad_id": 2727,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਵਰ ਨ ਸੂਝੈ. ਦੂਜੀ ਠਾਹਰ; ਹਾਰਿ ਪਰਿਓ ਤੳੁ ਦੁਅਾਰੀ ॥",
    "transliteration": "Avar N Soojhai Dhoojee Thaahar Haar Pariou Tho Dhuaaree ||",
    "translation": "I cannot see any other place of shelter; I have grown weary, and collapsed at Your door.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਹੋਰ ਆਸਰਿਆਂ ਵਲੋਂ) ਹਾਰ ਕੇ ਤੇਰੇ ਦਰ ਤੇ ਆ ਪਿਆ ਹਾਂ, ਹੁਣ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਆਸਰਾ ਸੁੱਝਦਾ ਨਹੀਂ।",
    "pronunciation": "(ਠਾਹਰ) ਥਾਂ",
    "type_id": 3
  },
  {
    "id": 30777,
    "shabad_id": 2727,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਲੇਖਾ ਛੋਡਿ ਅਲੇਖੈ ਛੂਟਹ; ਹਮ ਨਿਰਗੁਨ ਲੇਹੁ ੳੁਬਾਰੀ ॥੧॥",
    "transliteration": "Laekhaa Shhodd Alaekhai Shhootteh Ham Niragun Laehu Oubaaree ||1||",
    "translation": "Please ignore my account; only then may I be saved. I am worthless - please, save me! ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਨਾਹ ਕਰ, ਅਸੀਂ ਤਦੋਂ ਹੀ ਸੁਰਖ਼ਰੂ ਹੋ ਸਕਦੇ ਹਾਂ, ਜੇ ਸਾਡੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਨਾਹ ਹੀ ਕੀਤਾ ਜਾਏ। ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਗੁਣਹੀਨ ਜੀਵਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ ਤੂੰ ਆਪ) ਬਚਾ ਲੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30778,
    "shabad_id": 2727,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸਦ ਬਖਸਿੰਦੁ ਸਦਾ ਮਿਹਰਵਾਨਾ; ਸਭਨਾ ਦੇੲਿ ਅਧਾਰੀ ॥",
    "transliteration": "Sadh Bakhasindh Sadhaa Miharavaanaa Sabhanaa Dhaee Adhhaaree ||",
    "translation": "You are always forgiving, and always merciful; You give support to all.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸਦਾ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਦਾ ਮੇਹਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਸਭ ਜੀਵਾਂ ਨੂੰ ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਬਖ-ਸਿੰਦੁ",
    "type_id": 3
  },
  {
    "id": 30779,
    "shabad_id": 2727,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਦਾਸ. ਸੰਤ ਪਾਛੈ ਪਰਿਓ; ਰਾਖਿ ਲੇਹੁ ੲਿਹ ਬਾਰੀ ॥੨॥੪॥੯॥",
    "transliteration": "Naanak Dhaas Santh Paashhai Pariou Raakh Laehu Eih Baaree ||2||4||9||",
    "translation": "Slave Nanak follows the Path of the Saints; save him, O Lord, this time. ||2||4||9||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਤੂੰ ਭੀ ਅਰਜ਼ੋਈ ਕਰ ਤੇ ਆਖ-) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ, ਮੈਨੂੰ ਇਸ ਜਨਮ ਵਿਚ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੨॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30780,
    "shabad_id": 2728,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30781,
    "shabad_id": 2728,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਰਸਨਾ; ਗੁਣ ਗੋਪਾਲ ਨਿਧਿ ਗਾੲਿਣ ॥",
    "transliteration": "Rasanaa Gun Gopaal Nidhh Gaaein ||",
    "translation": "My tongue sings the Praises of the Lord of the world, the ocean of virtue.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਾਰੇ ਸੁਖਾਂ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਜੀਭ ਨਾਲ ਗਾਂਵਿਆਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30782,
    "shabad_id": 2728,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਂਤਿ ਸਹਜੁ ਰਹਸੁ ਮਨਿ ੳੁਪਜਿਓ; ਸਗਲੇ ਦੂਖ ਪਲਾੲਿਣ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saanth Sehaj Rehas Man Oupajiou Sagalae Dhookh Palaaein ||1|| Rehaao ||",
    "translation": "Peace, tranquility, poise and delight well up in my mind, and all sorrows run away. ||1||Pause||",
    "punjabi": "ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਰਹਸੁ) ਅਨੰਦ",
    "type_id": 4
  }
]
