[
  {
    "id": 30861,
    "shabad_id": 2738,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ਘਰੁ ੫ ਦੁਪਦੇ",
    "transliteration": "Ttoddee Mehalaa 5 Ghar 5 Dhupadhae",
    "translation": "Todee, Fifth Mehl, Fifth House, Du-Padas:",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਦੁ-ਪਦੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30862,
    "shabad_id": 2738,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30863,
    "shabad_id": 2738,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅੈਸੋ ਗੁਨੁ; ਮੇਰੋ ਪ੍ਰਭ ਜੀ ਕੀਨ ||",
    "transliteration": "Aiso Gun Maero Prabh Jee Keen ||",
    "translation": "Such is the blessing my God has bestowed upon me.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਨੇ (ਮੇਰੇ ਉੱਤੇ) ਇਹੋ ਜਿਹਾ ਉਪਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30864,
    "shabad_id": 2738,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਪੰਚ ਦੋਖ ਅਰੁ ਅਹੰ ਰੋਗ; ੲਿਹ ਤਨ ਤੇ ਸਗਲ ਦੂਰਿ ਕੀਨ || ਰਹਾੳੁ ||",
    "transliteration": "Panch Dhokh Ar Ahan Rog Eih Than Thae Sagal Dhoor Keen || Rehaao ||",
    "translation": "He has totally banished the five evils and the illness of egotism from my body. ||Pause||",
    "punjabi": "(ਕਿ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵਿਕਾਰ ਅਤੇ ਹਉਮੈ ਦਾ ਰੋਗ-ਇਹ ਸਾਰੇ ਉਸ ਨੇ ਮੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਕੱਢ ਦਿੱਤੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "(ਪੰਚ) ੧ਸਬਦ ੨ਸਪੱਰਸ ੩ਰੂਪ ੪ਰਸ ੫ਗੰਧ[ ਪੰਚ ਦੋਖ ਦੋਸ਼:-ਵਿਸ਼ੇ ਵਿਕਾਰ ਦੇ ੧ਸਬਦ ਸੁਨਣੇ, ਜਿਵੇਂ ਹਰਨ ਘੰਡੇ ਹੇੜੇ ਦਾ ਸਬਦ ਸੁਣ ਕੇ ਮਰ ਜਾਂਦਾ ਹੈ[ਵਿਸ਼ੇ ਰਸ ਦੇ ੨ਸਪੱਰਸ ਲੲੀ ਹਾਥੀ ਕੁੰਡੇ ਸਹਾਰਦਾ ਹੈ, ਲਾੲੀਟ ਦਾ ੩ਰੂਪ ਦੇਖਣੇ ਕਰਕੇ ਪਤੰਗਾ ਸੜ ਜਾਂਦਾ ਹੈ, ਰਸਨਾ ਦੇ ੪ਰਸ ਚ ਮੱਛੀ ਕੁੰਡੀ ਨਿਗਲ਼ ਕੇ ਤੜਫ਼ ੨ ਕੇ ਮਰ ਜਾਂਦੀ ਹੈ, ਭੌਰਾ ਕਮਲ ਦੀ (੫ਗੰਧ) ਵਾਸ਼ਨਾ ਤੇ ਮੋਹਿਤ ਹੋ ਕੇ ਮਰ ਜਾਂਦਾ ਹੈ[",
    "type_id": 3
  },
  {
    "id": 30865,
    "shabad_id": 2738,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਬੰਧਨ ਤੋਰਿ. ਛੋਰਿ ਬਿਖਿਅਾ ਤੇ; ਗੁਰ ਕੋ ਸਬਦੁ. ਮੇਰੈ ਹੀਅਰੈ ਦੀਨ ||",
    "transliteration": "Bandhhan Thor Shhor Bikhiaa Thae Gur Ko Sabadh Maerai Heearai Dheen ||",
    "translation": "Breaking my bonds, and releasing me from vice and corruption, He has enshrined the Word of the Guru's Shabad within my heart.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੇਰੀਆਂ ਮਾਇਆ ਦੀਆਂ) ਫਾਹੀਆਂ ਤੋੜ ਕੇ (ਮੈਨੂੰ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਤੋਂ ਛੁਡਾ ਕੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30866,
    "shabad_id": 2738,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਰੂਪੁ ਅਨਰੂਪੁ ਮੋਰੋ. ਕਛੁ ਨ ਬੀਚਾਰਿਓ; ਪ੍ਰੇਮ ਗਹਿਓ ਮੋਹਿ, ਹਰਿ ਰੰਗਿ ਭੀਨ ||੧||",
    "transliteration": "Roop Anaroop Moro Kashh N Beechaariou Praem Gehiou Mohi Har Rang Bheen ||1||",
    "translation": "The Lord has not considered my beauty or ugliness; instead, He has held me with love. I am drenched with His Love. ||1||",
    "punjabi": "ਮੇਰਾ ਕੋਈ ਸੁਹਜ ਕੋਈ ਕੁਹਜ ਉਸ ਨੇ ਕੋਈ ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਲਿਆਂਦਾ। ਮੈਨੂੰ ਉਸ ਨੇ ਆਪਣੇ ਪ੍ਰੇਮ ਨਾਲ ਬੰਨ੍ਹ ਦਿੱਤਾ ਹੈ। ਮੈਨੂੰ ਆਪਣੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਭਿਉਂ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਅਨਰੂਪੁ)ਕੁਰੂਪ",
    "type_id": 3
  },
  {
    "id": 30867,
    "shabad_id": 2738,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਪੇਖਿਓ ਲਾਲਨੁ, ਪਾਟ ਬੀਚ ਖੋੲੇ; ਅਨਦ ਚਿਤਾ, ਹਰਖੇ ਪਤੀਨ ||",
    "transliteration": "Paekhiou Laalan Paatt Beech Khoeae Anadh Chithaa Harakhae Patheen ||",
    "translation": "I behold my Beloved, now that the curtain has been torn away. My mind is happy, pleased and satisfied.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਹੁਣ ਜਦੋਂ ਵਿਚਕਾਰਲੇ ਪਰਦੇ ਦੂਰ ਕਰ ਕੇ ਮੈਂ ਉਸ ਸੋਹਣੇ ਲਾਲ ਨੂੰ ਵੇਖਿਆ ਹੈ, ਤਾਂ ਮੇਰੇ ਚਿਤ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਖ਼ੁਸ਼ੀ ਵਿਚ ਗਦ-ਗਦ ਹੋ ਉੱਠਿਆ ਹੈ।",
    "pronunciation": "(ਪਾਟ) ਪੜਦਾ[ (ਖੋੲੇ) ਗਵਾ ਦਿੱਤਾ[ (ਪਤੀਨ)ਖ਼ੁਸ਼, ਪ੍ਰਸੰਨ[ ਚਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 30868,
    "shabad_id": 2738,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤਿਸ ਹੀ ਕੋ ਗਿ੍ਰਹੁ. ਸੋੲੀ ਪ੍ਰਭੁ ਨਾਨਕ; ਸੋ ਠਾਕੁਰੁ. ਤਿਸ ਹੀ ਕੋ ਧੀਨ ||੨||੧||੨੦||",
    "transliteration": "This Hee Ko Grihu Soee Prabh Naanak So Thaakur This Hee Ko Dhheen ||2||1||20||",
    "translation": "My house is His; He is my God. Nanak is obedient to His Lord and Master. ||2||1||20||",
    "punjabi": "(ਹੁਣ ਮੇਰਾ ਇਹ ਸਰੀਰ) ਉਸੇ ਦਾ ਹੀ ਘਰ (ਬਣ ਗਿਆ ਹੈ) ਉਹੀ (ਇਸ ਘਰ ਦਾ) ਮਾਲਕ (ਬਣ ਗਿਆ ਹੈ), ਉਸੇ ਦਾ ਹੀ ਮੈਂ ਸੇਵਕ ਬਣ ਗਿਆ ਹਾਂ ॥੨॥੧॥੨੦॥",
    "pronunciation": "(ਧੀਨ) ਅਧੀਨ ਸੇਵਕ",
    "type_id": 3
  },
  {
    "id": 30869,
    "shabad_id": 2739,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30870,
    "shabad_id": 2739,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਾੲੀ; ਮੇਰੇ ਮਨ ਕੀ ਪ੍ਰੀਤਿ ||",
    "transliteration": "Maaee Maerae Man Kee Preeth ||",
    "translation": "O my mother, my mind is in love.",
    "punjabi": "ਹੇ ਮਾਂ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30871,
    "shabad_id": 2739,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲੇਹੀ ਕਰਮ ਧਰਮ ਜਪ ੲੇਹੀ; ਰਾਮ ਨਾਮ ਨਿਰਮਲ ਹੈ ਰੀਤਿ || ਰਹਾੳੁ ||",
    "transliteration": "Eaehee Karam Dhharam Jap Eaehee Raam Naam Niramal Hai Reeth || Rehaao ||",
    "translation": "This is my karma and my Dharma; this is my meditation. The Lord's Name is my immaculate, unstained way of life. ||Pause||",
    "punjabi": "ਮੇਰੇ ਵਾਸਤੇ ਇਹ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ) ਹੀ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਹੈ ਇਹੀ ਜਪ ਤਪ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਦਾ ਤਰੀਕਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30872,
    "shabad_id": 2739,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਪ੍ਰਾਨ ਅਧਾਰ ਜੀਵਨ ਧਨ ਮੋਰੈ; ਦੇਖਨ ਕੳੁ ਦਰਸਨ ਪ੍ਰਭ ਨੀਤਿ ||",
    "transliteration": "Praan Adhhaar Jeevan Dhhan Morai Dhaekhan Ko Dharasan Prabh Neeth ||",
    "translation": "The Support of my breath of life, the wealth of my life, is to gaze upon the Blessed Vision of God's Darshan.",
    "punjabi": "ਹੇ ਮਾਂ! (ਮੇਰੀ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਨੂੰ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਵੇਖਣਾ ਪ੍ਰਾਪਤ ਰਹੇ-ਇਹੀ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ ਹੈ ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਚ (ਖੱਟਿਆ ਕਮਾਇਆ) ਧਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30873,
    "shabad_id": 2739,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਬਾਟ ਘਾਟ ਤੋਸਾ ਸੰਗਿ ਮੋਰੈ; ਮਨ ਅਪੁਨੇ ਕੳੁ ਮੈ ਹਰਿ ਸਖਾ ਕੀਤ ||੧||",
    "transliteration": "Baatt Ghaatt Thosaa Sang Morai Man Apunae Ko Mai Har Sakhaa Keeth ||1||",
    "translation": "On the road, and on the river, these supplies are always with me. I have made my mind the Lord's companion. ||1||",
    "punjabi": "ਰਸਤੇ ਵਿਚ, ਪੱਤਣ ਉਤੇ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਵਿਚ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਹੀ) ਮੇਰੇ ਨਾਲ ਰਾਹ ਦਾ ਖ਼ਰਚ ਹੈ। (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਮਨ ਦੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿੱਤਰ ਬਣਾ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਬਾਟ) ਰਸਤਾ[ ਤੋਸਾ ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 30874,
    "shabad_id": 2739,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਸਾਦਿ ਭੲੇ ਮਨ ਨਿਰਮਲ; ਕਰਿ ਕਿਰਪਾ ਅਪੁਨੇ ਕਰਿ ਲੀਤ ||",
    "transliteration": "Santh Prasaadh Bheae Man Niramal Kar Kirapaa Apunae Kar Leeth ||",
    "translation": "By the Grace of the Saints, my mind has become immaculate and pure. In His mercy, He has made me His own.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30875,
    "shabad_id": 2739,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਨਾਨਕ. ਸੁਖੁ ਪਾੲਿਅਾ; ਅਾਦਿ ਜੁਗਾਦਿ ਭਗਤਨ ਕੇ ਮੀਤ ||੨||੨||੨੧||",
    "transliteration": "Simar Simar Naanak Sukh Paaeiaa Aadh Jugaadh Bhagathan Kae Meeth ||2||2||21||",
    "translation": "Remembering, remembering Him in meditation, Nanak has found peace. From the very beginning, and throughout the ages, He is the friend of His devotees. ||2||2||21||",
    "punjabi": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਸ਼ੁਰੂ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ, ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਮਿੱਤਰ ਹੈ ॥੨॥੨॥੨੧॥",
    "pronunciation": "ਜੁੱਗਾਦਿ",
    "type_id": 3
  },
  {
    "id": 30876,
    "shabad_id": 2740,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30877,
    "shabad_id": 2740,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਜੀ ਮਿਲੁ; ਮੇਰੇ ਪ੍ਰਾਨ ||",
    "transliteration": "Prabh Jee Mil Maerae Praan ||",
    "translation": "Dear God, please meet me; You are my breath of life.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਹੇ ਮੇਰੀ ਜਿੰਦ (ਦੇ ਮਾਲਕ)! (ਮੈਨੂੰ) ਮਿਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30878,
    "shabad_id": 2740,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਸਰੁ ਨਹੀ. ਨਿਮਖ ਹੀਅਰੇ ਤੇ; ਅਪਨੇ ਭਗਤ ਕੳੁ ਪੂਰਨ ਦਾਨ || ਰਹਾੳੁ ||",
    "transliteration": "Bisar Nehee Nimakh Heearae Thae Apanae Bhagath Ko Pooran Dhaan || Rehaao ||",
    "translation": "Do not let me forget You from my heart, even for an instant; please, bless Your devotee with Your gift of perfection. ||Pause||",
    "punjabi": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਮੇਰੇ ਹਿਰਦੇ ਤੋਂ ਤੂੰ ਨਾਹ ਭੁੱਲ। ਆਪਣੇ ਭਗਤ ਨੂੰ ਇਹ ਪੂਰੀ ਦਾਤ ਬਖ਼ਸ਼ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30879,
    "shabad_id": 2740,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਖੋਵਹੁ ਭਰਮੁ. ਰਾਖੁ ਮੇਰੇ ਪ੍ਰੀਤਮ; ਅੰਤਰਜਾਮੀ ਸੁਘੜ ਸੁਜਾਨ ||",
    "transliteration": "Khovahu Bharam Raakh Maerae Preetham Antharajaamee Sugharr Sujaan ||",
    "translation": "Dispel my doubt, and save me, O my Beloved, all-knowing Lord, O Inner-knower, O Searcher of hearts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਅੰਤਰਜਾਮੀ! ਹੇ ਸੋਹਣੇ ਸੁਜਾਨ! ਮੇਰੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30880,
    "shabad_id": 2740,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕੋਟਿ ਰਾਜ ਨਾਮ ਧਨੁ ਮੇਰੈ; ਅੰਮਿ੍ਰਤ ਦਿ੍ਰਸਟਿ ਧਾਰਹੁ ਪ੍ਰਭ ਮਾਨ ||੧||",
    "transliteration": "Kott Raaj Naam Dhhan Maerai Anmrith Dhrisatt Dhhaarahu Prabh Maan ||1||",
    "translation": "The wealth of the Naam is worth millions of kingdoms to me; O God, please bless me with Your Ambrosial Glance of Grace. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਿਗਾਹ ਕਰ। ਮੇਰੇ ਵਾਸਤੇ ਤੇਰੇ ਨਾਮ ਦਾ ਧਨ ਕ੍ਰੋੜਾਂ ਬਾਦਸ਼ਾਹੀਆਂ (ਦੇ ਬਰਾਬਰ ਬਣਿਆ ਰਹੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30881,
    "shabad_id": 2740,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਰਸਨਾ ਗੁਨ ਗਾਵੈ; ਜਸੁ ਪੂਰਿ ਅਘਾਵਹਿ ਸਮਰਥ ਕਾਨ ||",
    "transliteration": "Aath Pehar Rasanaa Gun Gaavai Jas Poor Aghaavehi Samarathh Kaan ||",
    "translation": "Twenty-four hours a day, I sing Your Glorious Praises. They totally satisfy my ears, O my all-powerful Lord.",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! (ਮੇਹਰ ਕਰ) ਮੇਰੀ ਜੀਭ ਅੱਠੇ ਪਹਰ ਤੇਰੇ ਗੁਣ ਗਾਂਦੀ ਰਹੇ, ਮੇਰੇ ਕੰਨ (ਆਪਣੇ ਅੰਦਰ) ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਭਰ ਕੇ (ਇਸੇ ਨਾਲ) ਰੱਜੇ ਰਹਿਣ।",
    "pronunciation": "(ਅਘਾਵਹਿ) ਤਿ੍ਰਪਤ[ ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 30882,
    "shabad_id": 2740,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤੇਰੀ ਸਰਣਿ. ਜੀਅਨ ਕੇ ਦਾਤੇ; ਸਦਾ ਸਦਾ ਨਾਨਕ ਕੁਰਬਾਨ ||੨||੩||੨੨||",
    "transliteration": "Thaeree Saran Jeean Kae Dhaathae Sadhaa Sadhaa Naanak Kurabaan ||2||3||22||",
    "translation": "I seek Your Sanctuary, O Lord, O Giver of life to the soul; forever and ever, Nanak is a sacrifice to You. ||2||3||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਦਾਤਾਰ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੩॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30883,
    "shabad_id": 2741,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਟੋਡੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30884,
    "shabad_id": 2741,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਭ, ਤੇਰੇ ਪਗ ਕੀ ਧੂਰਿ ||",
    "transliteration": "Prabh Thaerae Pag Kee Dhhoor ||",
    "translation": "O God, I am the dust of Your feet.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲਦੀ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30885,
    "shabad_id": 2741,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਪ੍ਰੀਤਮ ਮਨਮੋਹਨ; ਕਰਿ ਕਿਰਪਾ ਮੇਰੀ ਲੋਚਾ ਪੂਰਿ || ਰਹਾੳੁ ||",
    "transliteration": "Dheen Dhaeiaal Preetham Manamohan Kar Kirapaa Maeree Lochaa Poor || Rehaao ||",
    "translation": "O merciful to the meek, Beloved mind-enticing Lord, by Your Kind Mercy, please fulfill my yearning. ||Pause||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਪ੍ਰੀਤਮ! ਹੇ ਮਨਮੋਹਨ! ਮੇਹਰ ਕਰ, ਮੇਰੀ ਤਾਂਘ ਪੂਰੀ ਕਰ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30886,
    "shabad_id": 2741,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਦਹ ਦਿਸ ਰਵਿ ਰਹਿਅਾ ਜਸੁ ਤੁਮਰਾ; ਅੰਤਰਜਾਮੀ ਸਦਾ ਹਜੂਰਿ ||",
    "transliteration": "Dheh Dhis Rav Rehiaa Jas Thumaraa Antharajaamee Sadhaa Hajoor ||",
    "translation": "In the ten directions, Your Praises are permeating and pervading, O Inner-knower, Searcher of hearts, O Lord ever-present.",
    "punjabi": "ਹੇ ਅੰਤਰਜਾਮੀ! ਤੂੰ ਸਦਾ (ਸਭ ਜੀਵਾਂ ਦੇ) ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਖਿਲਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30887,
    "shabad_id": 2741,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਤੁਮਰਾ ਜਸੁ ਗਾਵਹਿ ਕਰਤੇ; ਸੇ ਜਨ. ਕਬਹੁ, ਨ ਮਰਤੇ ਝੂਰਿ ||੧||",
    "transliteration": "Jo Thumaraa Jas Gaavehi Karathae Sae Jan Kabahu N Marathae Jhoor ||1||",
    "translation": "Those who sing Your Praises, O Creator Lord, those humble beings never die or grieve. ||1||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਚਿੰਤਾ-ਫ਼ਿਕਰ ਕਰ ਕਰ ਕੇ ਕਦੇ ਭੀ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30888,
    "shabad_id": 2741,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਧੰਧ ਬੰਧ ਬਿਨਸੇ ਮਾੲਿਅਾ ਕੇ; ਸਾਧੂਸੰਗਤਿ ਮਿਟੇ ਬਿਸੂਰ ||",
    "transliteration": "Dhhandhh Bandhh Binasae Maaeiaa Kae Saadhhoo Sangath Mittae Bisoor ||",
    "translation": "The worldly affairs and entanglements of Maya disappear, in the Saadh Sangat, the Company of the Holy; all sorrows are taken away.",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਕਰਤਾਰ ਦਾ ਜਸ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ) ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਵਾਸਤੇ ਮਾਇਆ ਦੇ ਧੰਧਿਆਂ ਦੀਆਂ ਫਾਹੀਆਂ ਨਾਸ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।)",
    "pronunciation": "(ਬਿਸੂਰ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 30889,
    "shabad_id": 2741,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸੁਖ ਸੰਪਤਿ ਭੋਗ ੲਿਸੁ ਜੀਅ ਕੇ; ਬਿਨੁ ਹਰਿ. ਨਾਨਕ, ਜਾਨੇ ਕੂਰ ||੨||੪||੨੩||",
    "transliteration": "Sukh Sanpath Bhog Eis Jeea Kae Bin Har Naanak Jaanae Koor ||2||4||23||",
    "translation": "The comforts of wealth and the enjoyments of the soul - O Nanak, without the Lord, know them to be false. ||2||4||23||",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਸੁਖ, ਧਨ-ਪਦਾਰਥ, ਇਸ ਜਿੰਦ ਨੂੰ ਪਿਆਰੇ ਲੱਗਣ ਵਾਲੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ- ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖ ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਝੂਠੇ ਜਾਣਦੇ ਹਨ ॥੨॥੪॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30890,
    "shabad_id": 2742,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਟੋਡੀ ਮਃ ੫ ||",
    "transliteration": "Ttoddee Ma 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30891,
    "shabad_id": 2742,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾੲੀ; ਮੇਰੇ ਮਨ ਕੀ ਪਿਅਾਸ ||",
    "transliteration": "Maaee Maerae Man Kee Piaas ||",
    "translation": "O my mother, my mind is so thirsty.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰੇ ਮਨ ਦੀ ਇਹ (ਪ੍ਰਭੂ ਦਰਸਨ ਦੀ) ਪਿਆਸ (ਸਦਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30892,
    "shabad_id": 2742,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲਿਕੁ ਖਿਨੁ ਰਹਿ. ਨ ਸਕੳੁ, ਬਿਨੁ ਪ੍ਰੀਤਮ; ਦਰਸਨ ਦੇਖਨ ਕੳੁ ਧਾਰੀ ਮਨਿ ਅਾਸ || ਰਹਾੳੁ ||",
    "transliteration": "Eik Khin Rehi N Sako Bin Preetham Dharasan Dhaekhan Ko Dhhaaree Man Aas || Rehaao ||",
    "translation": "I cannot survive, even for an instant, without my Beloved. My mind is filled with the desire to behold the Blessed Vision of His Darshan. ||Pause||",
    "punjabi": "ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ (ਦਾ ਦਰਸਨ ਕਰਨ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਛਿਨ ਭਰ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ। ਮੈਂ ਉਸ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਸ ਬਣਾਈ ਹੋਈ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30893,
    "shabad_id": 2742,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸਿਮਰੳੁ ਨਾਮੁ ਨਿਰੰਜਨ ਕਰਤੇ; ਮਨ ਤਨ ਤੇ ਸਭਿ ਕਿਲਵਿਖ ਨਾਸ ||",
    "transliteration": "Simaro Naam Niranjan Karathae Man Than Thae Sabh Kilavikh Naas ||",
    "translation": "I meditate in remembrance on the Naam, the Name of the immaculate Creator Lord; all the sins and errors of my mind and body are washed away.",
    "punjabi": "ਹੇ ਮਾਂ! ਉਸ ਨਿਰੰਜਨ ਕਰਤਾਰ ਦਾ ਨਾਮ ਮੈਂ (ਸਦਾ) ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹਾਂ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਹੇ ਮਾਂ) ਮਨ ਤੋਂ, ਤਨ ਤੋਂ, ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30894,
    "shabad_id": 2742,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਪੂਰਨ ਪਾਰਬ੍ਰਹਮ ਸੁਖਦਾਤੇ; ਅਬਿਨਾਸੀ ਬਿਮਲ ਜਾ ਕੋ ਜਾਸ ||੧||",
    "transliteration": "Pooran Paarabreham Sukhadhaathae Abinaasee Bimal Jaa Ko Jaas ||1||",
    "translation": "The Perfect Supreme Lord God, the eternal, imperishable Giver of peace - spotless and pure are His Praises. ||1||",
    "punjabi": "ਉਸ ਪੂਰਨ ਪਾਰਬ੍ਰਹਮ ਦਾ, ਉਸ ਸੁਖਦਾਤੇ ਦਾ, ਜਿਸ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਜੀਵਾਂ ਨੂੰ) ਪਵਿਤ੍ਰ (ਕਰ ਦੇਂਦੀ) ਹੈ ॥੧॥",
    "pronunciation": "(ਬਿਮਲ) ਨਿਰਮਲ",
    "type_id": 3
  },
  {
    "id": 30895,
    "shabad_id": 2742,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਸਾਦਿ ਮੇਰੇ ਪੂਰ ਮਨੋਰਥ; ਕਰਿ ਕਿਰਪਾ ਭੇਟੇ ਗੁਣਤਾਸ ||",
    "transliteration": "Santh Prasaadh Maerae Poor Manorathh Kar Kirapaa Bhaettae Gunathaas ||",
    "translation": "By the Grace of the Saints, my desires have been fulfilled; in His Mercy, the Lord, the treasure of virtue, has met me.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ, ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਜੀ ਮੇਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ) ਮਿਲ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
