[
  {
    "id": 31402,
    "shabad_id": 2787,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਤੇਰਾ ਅੰਤੁ. ਨ ਜਾਣਾ ||",
    "transliteration": "Maerae Laal Jeeo Thaeraa Anth N Jaanaa ||",
    "translation": "O my Dear Beloved Lord, Your limits are not known.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਜਾਣ ਸਕਦਾ (ਮੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਸਕਦੀ ਕਿ ਤੇਰੇ ਵਿਚ ਕਿਤਨੀਆਂ ਕੁ ਸਿਫ਼ਤਾਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31403,
    "shabad_id": 2787,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਤੂੰ ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਭਰਿਪੁਰਿ ਲੀਣਾ; ਤੂੰ ਅਾਪੇ ਸਰਬ ਸਮਾਣਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thoon Jal Thhal Meheeal Bharipur Leenaa Thoon Aapae Sarab Samaanaa ||1|| Rehaao ||",
    "translation": "You pervade the water, the land, and the sky; You Yourself are All-pervading. ||1||Pause||",
    "punjabi": "ਤੂੰ ਪਾਣੀ ਵਿਚ ਭਰਪੂਰ ਹੈਂ, ਤੂੰ ਧਰਤੀ ਦੇ ਅੰਦਰ ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਭ ਥਾਵਾਂ ਵਿਚ ਸਮਾਇਆ ਹੋਇਆ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 31404,
    "shabad_id": 2787,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਮਨੁ ਤਾਰਾਜੀ. ਚਿਤੁ ਤੁਲਾ; ਤੇਰੀ ਸੇਵ ਸਰਾਫੁ ਕਮਾਵਾ ||",
    "transliteration": "Man Thaaraajee Chith Thulaa Thaeree Saev Saraaf Kamaavaa ||",
    "translation": "Mind is the scale, consciousness the weights, and the performance of Your service is the appraiser.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੇਰਾ ਮਨ ਤੱਕੜੀ ਬਣ ਜਾਏ, ਜੇ ਮੇਰਾ ਚਿੱਤ ਤੋਲਣ ਵਾਲਾ ਵੱਟਾ ਬਣ ਜਾਏ, ਜੇ ਮੈਂ ਤੇਰੀ ਸੇਵਾ ਕਰ ਸਕਾਂ, ਤੇਰਾ ਸਿਮਰਨ ਕਰ ਸਕਾਂ (ਜੇ ਇਹ ਸੇਵਾ-ਸਿਮਰਨ ਮੇਰੇ ਵਾਸਤੇ) ਸਰਾਫ਼ ਬਣ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31405,
    "shabad_id": 2787,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਘਟ ਹੀ ਭੀਤਰਿ. ਸੋ ਸਹੁ ਤੋਲੀ; ੲਿਨ ਬਿਧਿ ਚਿਤੁ ਰਹਾਵਾ ||੨||",
    "transliteration": "Ghatt Hee Bheethar So Sahu Tholee Ein Bidhh Chith Rehaavaa ||2||",
    "translation": "Deep within my heart, I weigh my Husband Lord; in this way I focus my consciousness. ||2||",
    "punjabi": "(ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਮੈਂ ਅੰਤ ਤਾਂ ਨਹੀਂ ਪਾ ਸਕਾਂਗਾ, ਪਰ) ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਮੈਂ ਆਪਣੇ ਚਿੱਤ ਨੂੰ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾ ਕੇ ਰੱਖ ਸਕਾਂਗਾ। (ਹੇ ਭਾਈ!) ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਬੈਠਾ ਜਾਚ ਸਕਾਂਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31406,
    "shabad_id": 2787,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੇ ਕੰਡਾ ਤੋਲੁ ਤਰਾਜੀ; ਅਾਪੇ ਤੋਲਣਹਾਰਾ ||",
    "transliteration": "Aapae Kanddaa Thol Tharaajee Aapae Tholanehaaraa ||",
    "translation": "You Yourself are the balance, the weights and the scale; You Yourself are the weigher.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਹਰੇਕ ਥਾਂ ਵਿਆਪਕ ਹੈ, ਆਪਣੀ ਵਡਿਆਈ ਭੀ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ਤੇ ਜਾਚ ਸਕਦਾ ਹੈ ਉਹ) ਆਪ ਹੀ ਤੱਕੜੀ ਹੈ, ਤੱਕੜੀ ਦਾ ਵੱਟਾ ਹੈ, ਤੱਕੜੀ ਦੀ ਬੋਦੀ ਹੈ, ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਗੁਣਾਂ ਨੂੰ) ਤੋਲਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31407,
    "shabad_id": 2787,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੇ ਦੇਖੈ ਅਾਪੇ ਬੂਝੈ; ਅਾਪੇ ਹੈ ਵਣਜਾਰਾ ||੩||",
    "transliteration": "Aapae Dhaekhai Aapae Boojhai Aapae Hai Vanajaaraa ||3||",
    "translation": "You Yourself see, and You Yourself understand; You Yourself are the trader. ||3||",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ ਸਮਝਦਾ ਹੈ, ਆਪ ਹੀ ਜੀਵ-ਰੂਪ ਹੋ ਕੇ ਜਗਤ ਵਿਚ (ਨਾਮ) ਵਣਜ ਕਰ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31408,
    "shabad_id": 2787,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਅੰਧੁਲਾ ਨੀਚ ਜਾਤਿ ਪਰਦੇਸੀ; ਖਿਨੁ ਅਾਵੈ ਤਿਲੁ ਜਾਵੈ ||",
    "transliteration": "Andhhulaa Neech Jaath Paradhaesee Khin Aavai Thil Jaavai ||",
    "translation": "The blind, low class wandering soul, comes for a moment, and departs in an instant.",
    "punjabi": "ਜੋ (ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ ਜੋ (ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ) ਨੀਵੀਂ ਜਾਤਿ ਦਾ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਜੋ ਸਦਾ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਰਤਾ ਮਾਤ੍ਰ ਭੀ ਕਿਤੇ ਇਕ ਥਾਂ ਟਿਕ ਨਹੀਂ ਸਕਦਾ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31409,
    "shabad_id": 2787,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਤਾ ਕੀ ਸੰਗਤਿ ਨਾਨਕੁ ਰਹਦਾ; ਕਿੳੁ ਕਰਿ ਮੂੜਾ ਪਾਵੈ ||੪||੨||੯||",
    "transliteration": "Thaa Kee Sangath Naanak Rehadhaa Kio Kar Moorraa Paavai ||4||2||9||",
    "translation": "In its company, Nanak dwells; how can the fool attain the Lord? ||4||2||9||",
    "punjabi": "ਨਾਨਕ ਦੀ ਸੰਗਤਿ ਸਦਾ ਉਸ ਮਨ ਨਾਲ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਅੰਞਾਣ ਨਾਨਕ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੪॥੨॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31410,
    "shabad_id": 2788,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੪ ਘਰੁ ੧",
    "transliteration": "Raag Soohee Mehalaa 4 Ghar 1",
    "translation": "Raag Soohee, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31411,
    "shabad_id": 2788,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 31412,
    "shabad_id": 2788,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮਨਿ ਰਾਮ ਨਾਮੁ ਅਾਰਾਧਿਅਾ; ਗੁਰ ਸਬਦਿ. ਗੁਰੂ ਗੁਰ ਕੇ ||",
    "transliteration": "Man Raam Naam Aaraadhhiaa Gur Sabadh Guroo Gur Kae ||",
    "translation": "My mind worships and adores the Lord's Name,through the Guru,and the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31413,
    "shabad_id": 2788,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਭਿ ੲਿਛਾ ਮਨਿ ਤਨਿ ਪੂਰੀਅਾ; ਸਭੁ ਚੂਕਾ ਡਰੁ ਜਮ ਕੇ ||੧||",
    "transliteration": "Sabh Eishhaa Man Than Pooreeaa Sabh Chookaa Ddar Jam Kae ||1||",
    "translation": "All the desires of my mind and body have been fulfilled; all fear of death has been dispelled. ||1||",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ (ਉਪਜੀਆਂ) ਸਾਰੀਆਂ ਇੱਛਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਸ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਜਮ ਦਾ ਭੀ ਸਾਰਾ ਡਰ ਲਹਿ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31414,
    "shabad_id": 2788,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਣ ਗਾਵਹੁ. ਰਾਮ ਨਾਮ ਹਰਿ ਕੇ ||",
    "transliteration": "Maerae Man Gun Gaavahu Raam Naam Har Kae ||",
    "translation": "O my mind, sing the Glorious Praises of the Lord's Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31415,
    "shabad_id": 2788,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਿ ਤੁਠੈ. ਮਨੁ ਪਰਬੋਧਿਅਾ; ਹਰਿ ਪੀਅਾ ਰਸੁ ਗਟਕੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Thuthai Man Parabodhhiaa Har Peeaa Ras Gattakae ||1|| Rehaao ||",
    "translation": "And when the Guru is pleased and satisfied, the mind is instructed; it then joyfully drinks in the subtle essence of the Lord. ||1||Pause||",
    "punjabi": "ਜੇ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ) ਗੁਰੂ ਦਇਆਵਾਨ ਹੋ ਜਾਏ, ਤਾਂ (ਉਸ ਦਾ) ਮਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਸੁਆਦ ਨਾਲ ਪੀਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 31416,
    "shabad_id": 2788,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸਤਸੰਗਤਿ ੳੂਤਮ ਸਤਿਗੁਰ ਕੇਰੀ; ਗੁਨ ਗਾਵੈ ਹਰਿ ਪ੍ਰਭ ਕੇ ||",
    "transliteration": "Sathasangath Ootham Sathigur Kaeree Gun Gaavai Har Prabh Kae ||",
    "translation": "The Sat Sangat, the True Congregation of the True Guru, is sublime and exalted. They sing the Glorious Praises of the Lord God.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤਿ ਬੜਾ ਸ੍ਰੇਸ਼ਟ ਥਾਂ ਹੈ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਨੁੱਖ) ਹਰਿ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31417,
    "shabad_id": 2788,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕਿਰਪਾ ਧਾਰਿ. ਮੇਲਹੁ ਸਤਸੰਗਤਿ; ਹਮ ਧੋਵਹ ਪਗ ਜਨ ਕੇ ||੨||",
    "transliteration": "Har Kirapaa Dhhaar Maelahu Sathasangath Ham Dhhoveh Pag Jan Kae ||2||",
    "translation": "Bless me with Your Mercy, Lord, and unite me with the Sat Sangat; I wash the feet of Your humble servants. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਮਿਲਾ (ਉਥੇ) ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰ ਧੋਵਾਂਗਾ ॥੨॥",
    "pronunciation": "ਪਗ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 31418,
    "shabad_id": 2788,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਸਭੁ ਹੈ ਰਾਮ ਨਾਮਾ; ਰਸੁ ਗੁਰਮਤਿ ਰਸੁ ਰਸਕੇ ||",
    "transliteration": "Raam Naam Sabh Hai Raam Naamaa Ras Guramath Ras Rasakae ||",
    "translation": "The Lord's Name is all. The Lord's Name is the essence of the Guru's Teachings, the juice, the sweetness of it.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰੇਕ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ। (ਪਰ) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਹੀ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਸੁਆਦ ਨਾਲ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31419,
    "shabad_id": 2788,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਅੰਮਿ੍ਰਤੁ, ਹਰਿ ਜਲੁ ਪਾੲਿਅਾ; ਸਭ ਲਾਥੀ ਤਿਸ. ਤਿਸ ਕੇ ||੩||",
    "transliteration": "Har Anmrith Har Jal Paaeiaa Sabh Laathhee This This Kae ||3||",
    "translation": "I have found the Ambrosial Nectar, the Divine Water of the Lord's Name, and all my thirst for it is quenched. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਸ ਦੀ (ਮਾਇਆ ਦੀ) ਸਾਰੀ ਤ੍ਰੇਹ ਲਹਿ ਗਈ ॥੩॥",
    "pronunciation": "(ਤਿਸ)ਤਿ੍ਰਸ਼ਨਾ, ਤੇ੍ਰਹ[ ਕੇਦੀ",
    "type_id": 3
  },
  {
    "id": 31420,
    "shabad_id": 2788,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਹਮਰੀ ਜਾਤਿ ਪਾਤਿ, ਗੁਰੁ ਸਤਿਗੁਰੁ; ਹਮ ਵੇਚਿਓ ਸਿਰੁ, ਗੁਰ ਕੇ ||",
    "transliteration": "Hamaree Jaath Paath Gur Sathigur Ham Vaechiou Sir Gur Kae ||",
    "translation": "The Guru, the True Guru, is my social status and honor; I have sold my head to the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਹੀ ਮੇਰੀ ਜਾਤਿ ਹੈ, ਗੁਰੂ ਹੀ ਮੇਰੀ ਇੱਜ਼ਤ ਹੈ, ਮੈਂ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਦੇ ਪਾਸ ਵੇਚ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31421,
    "shabad_id": 2788,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਪਰਿਓ ਗੁਰ ਚੇਲਾ; ਗੁਰ ਰਾਖਹੁ ਲਾਜ ਜਨ ਕੇ ||੪||੧||",
    "transliteration": "Jan Naanak Naam Pariou Gur Chaelaa Gur Raakhahu Laaj Jan Kae ||4||1||",
    "translation": "Servant Nanak is called the chaylaa, the disciple of the Guru; O Guru, save the honor of Your servant. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਗੁਰੂ! ਮੇਰਾ ਨਾਮ 'ਗੁਰੂ ਕਾ ਸਿੱਖ' ਪੈ ਗਿਆ ਹੈ, ਹੁਣ ਤੂੰ ਆਪਣੇ ਇਸ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈ (ਤੇ, ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਰੱਖ) ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31422,
    "shabad_id": 2789,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31423,
    "shabad_id": 2789,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਭਜਿਓ ਪੁਰਖੋਤਮੁ; ਸਭਿ ਬਿਨਸੇ ਦਾਲਦ ਦਲਘਾ ||",
    "transliteration": "Har Har Naam Bhajiou Purakhotham Sabh Binasae Dhaaladh Dhalaghaa ||",
    "translation": "I chant and vibrate the Name of the Lord God, the Supreme Being, Har, Har; my poverty and problems have all been eradicated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਹਰੀ ਉੱਤਮ ਪੁਰਖ ਨੂੰ ਜਪਿਆ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦਰਿੱਦ੍ਰ, ਦਲਾਂ ਦੇ ਦਲ ਨਾਸ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "ਦਲ-ਘਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 31424,
    "shabad_id": 2789,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਭੳੁ ਜਨਮ ਮਰਣਾ ਮੇਟਿਓ ਗੁਰ ਸਬਦੀ; ਹਰਿ ਅਸਥਿਰੁ ਸੇਵਿ ਸੁਖਿ ਸਮਘਾ ||੧||",
    "transliteration": "Bho Janam Maranaa Maettiou Gur Sabadhee Har Asathhir Saev Sukh Samaghaa ||1||",
    "translation": "The fear of birth and death has been erased,through the Word of the Guru's Shabad; serving the Unmoving,Unchanging Lord, I am absorbed in peace. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਮਨੁੱਖ ਨੇ ਜਨਮ ਮਰਨ ਦਾ ਡਰ ਭੀ ਮੁਕਾ ਲਿਆ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ ਕੇ ਉਹ ਆਨੰਦ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "ਸਮ-ਘਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 31425,
    "shabad_id": 2789,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਭਜੁ ਰਾਮ ਨਾਮ ਅਤਿ ਪਿਰਘਾ ||",
    "transliteration": "Maerae Man Bhaj Raam Naam Ath Piraghaa ||",
    "translation": "O my mind, vibrate the Name of the most Beloved, Darling Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਅੱਤ ਪਿਆਰਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "(ਪਿਰ-ਘਾ)ਪਿਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 31426,
    "shabad_id": 2789,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਮੈ ਮਨੁ ਤਨੁ ਅਰਪਿ ਧਰਿਓ ਗੁਰ ਅਾਗੈ; ਸਿਰੁ ਵੇਚਿ ਲੀਓ ਮੁਲਿ ਮਹਘਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mai Man Than Arap Dhhariou Gur Aagai Sir Vaech Leeou Mul Mehaghaa ||1|| Rehaao ||",
    "translation": "I have dedicated my mind and body, and placed them in offering before the Guru; I have sold my head to the Guru, for a very dear price. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਭੇਟਾ ਕਰ ਕੇ ਗੁਰੂ ਦੇ ਅੱਗੇ ਰੱਖ ਦਿੱਤਾ ਹੈ। ਮੈਂ ਆਪਣਾ ਸਿਰ ਮਹਿੰਗੇ ਮੁੱਲ ਦੇ ਵੱਟੇ ਵੇਚ ਦਿੱਤਾ ਹੈ (ਮੈਂ ਸਿਰ ਦੇ ਇਵਜ਼ ਕੀਮਤੀ ਹਰਿ-ਨਾਮ ਲੈ ਲਿਆ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮਹ-ਘਾ",
    "type_id": 4
  },
  {
    "id": 31427,
    "shabad_id": 2789,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਰਪਤਿ ਰਾਜੇ ਰੰਗ ਰਸ ਮਾਣਹਿ; ਬਿਨੁ ਨਾਵੈ. ਪਕੜਿ ਖੜੇ ਸਭਿ ਕਲਘਾ ||",
    "transliteration": "Narapath Raajae Rang Ras Maanehi Bin Naavai Pakarr Kharrae Sabh Kalaghaa ||",
    "translation": "The kings and the rulers of men enjoy pleasures and delights, but without the Name of the Lord, death seizes and dispatches them all.",
    "punjabi": "ਹੇ ਭਾਈ! ਦੁਨੀਆ ਦੇ ਰਾਜੇ ਮਹਾਰਾਜੇ (ਮਾਇਆ ਦੇ) ਰੰਗ ਰਸ ਮਾਣਦੇ ਰਹਿੰਦੇ ਹਨ, ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਆਤਮਕ ਮੌਤ ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "ਕਲ-ਘਾ[ ਖੜੇ ੜ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 31428,
    "shabad_id": 2789,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਸਿਰਿ ਡੰਡੁ ਲਗਾਨਾ; ਫਿਰਿ ਪਛੁਤਾਨੇ ਹਥ ਫਲਘਾ ||੨||",
    "transliteration": "Dhharam Raae Sir Ddandd Lagaanaa Fir Pashhuthaanae Hathh Falaghaa ||2||",
    "translation": "The Righteous Judge of Dharma strikes them over the heads with his staff, and when the fruits of their actions come into their hands, then they regret and repent. ||2||",
    "punjabi": "ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਮਿਲਦਾ ਹੈ, ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਪਰਮਾਤਮਾ ਦਾ ਡੰਡਾ ਵੱਜਦਾ ਹੈ, ਤਦੋਂ ਪਛਤਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਫਲ-ਘਾ",
    "type_id": 3
  },
  {
    "id": 31429,
    "shabad_id": 2789,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਰਾਖੁ ਰਾਖੁ. ਜਨ ਕਿਰਮ ਤੁਮ੍ਹਾਰੇ; ਸਰਣਾਗਤਿ ਪੁਰਖ ਪ੍ਰਤਿਪਲਘਾ ||",
    "transliteration": "Har Raakh Raakh Jan Kiram Thumaarae Saranaagath Purakh Prathipalaghaa ||",
    "translation": "Save me, save me, Lord; I am Your humble servant, a mere worm. I seek the Protection of Your Sanctuary, O Primal Lord, Cherisher and Nourisher.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪਾਲਣਹਾਰ ਸਰਬ-ਵਿਆਪਕ! ਅਸੀਂ ਤੇਰੇ (ਪੈਦਾ ਕੀਤੇ) ਨਿਮਾਣੇ ਜੀਵ ਹਾਂ, ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ, ਤੂੰ ਆਪ (ਆਪਣੇ) ਸੇਵਕਾਂ ਦੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "ਪ੍ਰਤਿ-ਪਲਘਾ ਪ੍ਰਤਪਾਲਕ[ ਸਰ-ਣਾਗਤਿ",
    "type_id": 3
  },
  {
    "id": 31430,
    "shabad_id": 2789,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਦਰਸਨੁ ਸੰਤ ਦੇਹੁ ਸੁਖੁ ਪਾਵੈ; ਪ੍ਰਭ ਲੋਚ ਪੂਰਿ ਜਨੁ ਤੁਮਘਾ ||੩||",
    "transliteration": "Dharasan Santh Dhaehu Sukh Paavai Prabh Loch Poor Jan Thumaghaa ||3||",
    "translation": "Please bless me with the Blessed Vision of the Saint's Darshan,that I may find peace. O God,please fulfill the desires of Your humble servant. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ ਦਾਸ ਹਾਂ, ਦਾਸ ਦੀ ਤਾਂਘ ਪੂਰੀ ਕਰ, ਇਸ ਦਾਸ ਨੂੰ ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਬਖ਼ਸ਼ (ਤਾ ਕਿ ਇਹ ਦਾਸ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ ॥੩॥",
    "pronunciation": "ਤੁਮ-ਘਾ",
    "type_id": 3
  },
  {
    "id": 31431,
    "shabad_id": 2789,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਤੁਮ ਸਮਰਥ ਪੁਰਖ ਵਡੇ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਮੋਕੳੁ ਦੀਜੈ ਦਾਨੁ ਹਰਿ ਨਿਮਘਾ ||",
    "transliteration": "Thum Samarathh Purakh Vaddae Prabh Suaamee Mo Ko Keejai Dhaan Har Nimaghaa ||",
    "translation": "You are the All-powerful, Great, Primal God, my Lord and Master. O Lord, please bless me with the gift of humility.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ ਮਾਲਕ! ਤੂੰ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਪੁਰਖ ਹੈਂ। ਮੈਨੂੰ ਇਕ ਛਿਨ ਵਾਸਤੇ ਹੀ ਆਪਣੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ।",
    "pronunciation": "ਨਿਮ-ਘਾ ਨਿਮਖ[ ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 31432,
    "shabad_id": 2789,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਨਾਮੁ ਮਿਲੈ ਸੁਖੁ ਪਾਵੈ; ਹਮ ਨਾਮ ਵਿਟਹੁ ਸਦ ਘੁਮਘਾ ||੪||੨||",
    "transliteration": "Jan Naanak Naam Milai Sukh Paavai Ham Naam Vittahu Sadh Ghumaghaa ||4||2||",
    "translation": "Servant Nanak has found the Naam, the Name of the Lord, and is at peace; I am forever a sacrifice to the Naam. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਹ ਆਨੰਦ ਮਾਣਦਾ ਹੈ। ਮੈਂ ਸਦਾ ਹਰਿ-ਨਾਮ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੪॥੨॥",
    "pronunciation": "ਘੁਮ-ਘਾ",
    "type_id": 3
  },
  {
    "id": 31433,
    "shabad_id": 2790,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31434,
    "shabad_id": 2790,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਨਾਮਾ ਹਰਿ ਰੰਙੁ ਹੈ; ਹਰਿ ਰੰਙੁ ਮਜੀਠੈ ਰੰਙੁ ||",
    "transliteration": "Har Naamaa Har Rann(g) Hai Har Rann(g) Majeethai Rann(g) ||",
    "translation": "The Lord's Name is the Love of the Lord. The Lord's Love is the permanent color.",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ) ਹਰੀ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ, ਇਹ ਹਰੀ-ਨਾਲ-ਪਿਆਰ ਮਜੀਠ ਦੇ ਰੰਗ ਵਰਗਾ ਪੱਕਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31435,
    "shabad_id": 2790,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ ਤੁਠੈ. ਹਰਿ ਰੰਗੁ ਚਾੜਿਅਾ; ਫਿਰਿ ਬਹੁੜਿ. ਨ ਹੋਵੀ ਭੰਙੁ ||੧||",
    "transliteration": "Gur Thuthai Har Rang Chaarriaa Fir Bahurr N Hovee Bhann(g) ||1||",
    "translation": "When the Guru is totally satisfied and pleased, He colors us with the Lord's Love; this color shall never fade away. ||1||",
    "punjabi": "ਜੇ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ) ਗੁਰੂ ਤ੍ਰੁੱਠ ਕੇ ਉਸ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਰੰਗ ਚਾੜ੍ਹ ਦੇਵੇ ਤਾਂ ਮੁੜ ਉਸ ਰੰਗ (ਪਿਆਰ) ਦਾ ਕਦੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "ਤੁੱਠੈ[ਚਾੜਿ੍ਹਅਾ",
    "type_id": 3
  }
]
