[
  {
    "id": 32169,
    "shabad_id": 2852,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਜਪੈ, ੳੁਧਰੈ ਸੋ ਕਲਿ ਮਹਿ; ਘਟਿ ਘਟਿ, ਨਾਨਕ. ਮਾਝਾ ||੪||੩||੫੦||",
    "transliteration": "Guramukh Naam Japai Oudhharai So Kal Mehi Ghatt Ghatt Naanak Maajhaa ||4||3||50||",
    "translation": "One who, as Gurmukh, chants the Naam, the Name of the Lord, is saved. In this Dark Age of Kali Yuga, O Nanak, God is permeating the hearts of each and every being. ||4||3||50||",
    "punjabi": "(ਕਿਸੇ ਭੀ ਵਰਨ ਦਾ ਹੋਵੇ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ਉਹ ਜਗਤ ਵਿਚ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਨਿਕਲਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੪॥੩॥੫੦॥",
    "pronunciation": "ਹੋਰਨਾਂ ਨੰੂ (ੳੁ-ਧਰੈ)ੳੁਧਾਰਦੇ ਹਨ[(ਮਾਝਾ)ਵਿੱਚ",
    "type_id": 3
  },
  {
    "id": 32170,
    "shabad_id": 2853,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32171,
    "shabad_id": 2853,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਕਰੈ. ਸੋੲੀ ਪ੍ਰਭ ਮਾਨਹਿ; ਓੲਿ ਰਾਮ ਨਾਮ ਰੰਗਿ ਰਾਤੇ ||",
    "transliteration": "Jo Kishh Karai Soee Prabh Maanehi Oue Raam Naam Rang Raathae ||",
    "translation": "Whatever God causes to happen is accepted, by those who are attuned to the Love of the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ। ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਕੀਤਾ ਹੀ ਮੰਨਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32172,
    "shabad_id": 2853,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਿਨ੍ਹ ਕੀ ਸੋਭਾ ਸਭਨੀ ਥਾੲੀ; ਜਿਨ੍ਹ ਪ੍ਰਭ ਕੇ ਚਰਣ ਪਰਾਤੇ ||੧||",
    "transliteration": "Thinh Kee Sobhaa Sabhanee Thhaaee Jinh Prabh Kae Charan Paraathae ||1||",
    "translation": "Those who fall at the Feet of God are respected everywhere. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਉਹਨਾਂ ਦੀ ਵਡਿਆਈ ਸਭ ਥਾਵਾਂ ਵਿਚ (ਖਿੱਲਰ ਜਾਂਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 32173,
    "shabad_id": 2853,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ਰਾਮ; ਹਰਿ ਸੰਤਾ ਜੇਵਡੁ. ਨ ਕੋੲੀ ||",
    "transliteration": "Maerae Raam Har Santhaa Jaevadd N Koee ||",
    "translation": "O my Lord, no one is as great as the Lord's Saints.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤਾਂ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32174,
    "shabad_id": 2853,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਭਗਤਾ ਬਣਿ ਅਾੲੀ ਪ੍ਰਭ ਅਪਨੇ ਸਿੳੁ; ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਸੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bhagathaa Ban Aaee Prabh Apanae Sio Jal Thhal Meheeal Soee ||1|| Rehaao ||",
    "translation": "The devotees are in harmony with their God; He is in the water, the land, and the sky. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32175,
    "shabad_id": 2853,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕੋਟਿ ਅਪ੍ਰਾਧੀ. ਸੰਤਸੰਗਿ ੳੁਧਰੈ; ਜਮੁ. ਤਾ ਕੈ ਨੇੜਿ, ਨ ਅਾਵੈ ||",
    "transliteration": "Kott Apraadhhee Santhasang Oudhharai Jam Thaa Kai Naerr N Aavai ||",
    "translation": "Millions of sinners have been saved in the Saadh Sangat, the Company of the Holy; the Messenger of Death does not even approach them.",
    "punjabi": "ਹੇ ਭਾਈ! ਕ੍ਰੋੜਾਂ ਅਪਰਾਧ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਭੀ ਸੰਤ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ, (ਫਿਰ) ਜਮ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32176,
    "shabad_id": 2853,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕਾ ਬਿਛੁੜਿਅਾ ਹੋਵੈ; ਤਿਨ੍ਹ ਹਰਿ ਸਿੳੁ ਅਾਣਿ ਮਿਲਾਵੈ ||੨||",
    "transliteration": "Janam Janam Kaa Bishhurriaa Hovai Thinh Har Sio Aan Milaavai ||2||",
    "translation": "Those who have been separated from the Lord, for countless incarnations, are reunited with the Lord again. ||2||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੁੜਿਆ ਹੋਵੇ-ਸੰਤ ਅਜੇਹੇ ਅਨੇਕਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਲਿਆ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32177,
    "shabad_id": 2853,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹ ਭਰਮੁ ਭੳੁ ਕਾਟੈ; ਸੰਤ ਸਰਣਿ ਜੋ ਅਾਵੈ ||",
    "transliteration": "Maaeiaa Moh Bharam Bho Kaattai Santh Saran Jo Aavai ||",
    "translation": "Attachment to Maya, doubt and fear are eradicated, when one enters the Sanctuary of the Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਸੰਤ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਸੰਤ ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਮੋਹ, ਭਟਕਣਾ, ਡਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32178,
    "shabad_id": 2853,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜੇਹਾ ਮਨੋਰਥੁ ਕਰਿ ਅਾਰਾਧੇ; ਸੋ ਸੰਤਨ ਤੇ ਪਾਵੈ ||੩||",
    "transliteration": "Jaehaa Manorathh Kar Aaraadhhae So Santhan Thae Paavai ||3||",
    "translation": "Whatever wishes one harbors, are obtained from the Saints. ||3||",
    "punjabi": "ਮਨੁੱਖ ਜਿਹੋ ਜਿਹੀ ਵਾਸਨਾ ਧਾਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਹ ਉਹੀ ਫ਼ਲ ਸੰਤ ਜਨਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32179,
    "shabad_id": 2853,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਨ ਕੀ ਮਹਿਮਾ. ਕੇਤਕ ਬਰਨੳੁ; ਜੋ ਪ੍ਰਭ ਅਪਨੇ ਭਾਣੇ ||",
    "transliteration": "Jan Kee Mehimaa Kaethak Barano Jo Prabh Apanae Bhaanae ||",
    "translation": "How can I describe the glory of the Lord's humble servants? They are pleasing to their God.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਸੇਵਕ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗ ਚੁਕੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਕਿਤਨੀ ਕੁ ਵਡਿਆਈ ਬਿਆਨ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32180,
    "shabad_id": 2853,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜਿਨ ਸਤਿਗੁਰੁ ਭੇਟਿਅਾ; ਸੇ ਸਭ ਤੇ ਭੲੇ ਨਿਕਾਣੇ ||੪||੪||੫੧||",
    "transliteration": "Kahu Naanak Jin Sathigur Bhaettiaa Sae Sabh Thae Bheae Nikaanae ||4||4||51||",
    "translation": "Says Nanak, those who meet the True Guru, become independent of all obligations. ||4||4||51||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਤੋਂ ਬੇ-ਮੁਥਾਜ ਹੋ ਗਏ ॥੪॥੪॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32181,
    "shabad_id": 2854,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32182,
    "shabad_id": 2854,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਹਾ ਅਗਨਿ ਤੇ. ਤੁਧੁ ਹਾਥ ਦੇ ਰਾਖੇ; ਪੲੇ ਤੇਰੀ ਸਰਣਾੲੀ ||",
    "transliteration": "Mehaa Agan Thae Thudhh Haathh Dhae Raakhae Peae Thaeree Saranaaee ||",
    "translation": "Giving me Your Hand, You saved me from the terrible fire, when I sought Your Sanctuary.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆ ਪਏ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਵੱਡੀ ਅੱਗ ਤੋਂ ਬਚਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32183,
    "shabad_id": 2854,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੇਰਾ ਮਾਣੁ ਤਾਣੁ ਰਿਦ ਅੰਤਰਿ; ਹੋਰ ਦੂਜੀ ਅਾਸ ਚੁਕਾੲੀ ||੧||",
    "transliteration": "Thaeraa Maan Thaan Ridh Anthar Hor Dhoojee Aas Chukaaee ||1||",
    "translation": "Deep within my heart, I respect Your strength; I have abandoned all other hopes. ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਕਿਸੇ ਹੋਰ ਦੀ ਮਦਦ ਦੀ ਆਸ ਆਪਣੇ ਦਿਲੋਂ ਮੁਕਾ ਦਿੱਤੀ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਹੀ ਮਾਣ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32184,
    "shabad_id": 2854,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੇ ਰਾਮਰਾੲਿ; ਤੁਧੁ ਚਿਤਿ ਅਾੲਿਅੈ ੳੁਬਰੇ ||",
    "transliteration": "Maerae Raam Raae Thudhh Chith Aaeiai Oubarae ||",
    "translation": "O my Sovereign Lord, when You enter my consciousness, I am saved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਜੇ ਤੂੰ (ਜੀਵਾਂ ਦੇ) ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇਂ, ਤਾਂ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਣੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32185,
    "shabad_id": 2854,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਤੇਰੀ ਟੇਕ ਭਰਵਾਸਾ ਤੁਮ੍ਹਰਾ; ਜਪਿ ਨਾਮੁ ਤੁਮ੍ਹਾਰਾ ੳੁਧਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thaeree Ttaek Bharavaasaa Thumharaa Jap Naam Thumhaaraa Oudhharae ||1|| Rehaao ||",
    "translation": "You are my support. I count on You. Meditating on You, I am saved. ||1||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ ਜਪ ਕੇ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਹਰ ਗੱਲੇ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਤੇਰੀ ਸਹਾਇਤਾ ਦਾ ਭਰੋਸਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32186,
    "shabad_id": 2854,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਤੇ, ਕਾਢਿ ਲੀੲੇ ਤੁਮ੍ਹ; ਅਾਪਿ ਭੲੇ ਕਿਰਪਾਲਾ ||",
    "transliteration": "Andhh Koop Thae Kaadt Leeeae Thumh Aap Bheae Kirapaalaa ||",
    "translation": "You pulled me up out of the deep, dark pit. You have become merciful to me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਤੂੰ ਆਪ ਦਇਆਵਾਨ ਹੋ ਗਿਆ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32187,
    "shabad_id": 2854,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸਾਰਿ ਸਮ੍ਹਾਲਿ ਸਰਬ ਸੁਖ ਦੀੲੇ; ਅਾਪਿ ਕਰੇ ਪ੍ਰਤਿਪਾਲਾ ||੨||",
    "transliteration": "Saar Samhaal Sarab Sukh Dheeeae Aap Karae Prathipaalaa ||2||",
    "translation": "You care for me, and bless me with total peace; You Yourself cherish me. ||2||",
    "punjabi": "ਤੂੰ ਉਹਨਾਂ ਦੀ ਸਾਰ ਲੈ ਕੇ, ਉਹਨਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖ ਬਖ਼ਸ਼ੇ। ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32188,
    "shabad_id": 2854,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਣੀ ਨਦਰਿ ਕਰੇ ਪਰਮੇਸਰੁ; ਬੰਧਨ ਕਾਟਿ ਛਡਾੲੇ ||",
    "transliteration": "Aapanee Nadhar Karae Paramaesar Bandhhan Kaatt Shhaddaaeae ||",
    "translation": "The Transcendent Lord has blessed me with His Glance of Grace; breaking my bonds, He has delivered me.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ (ਮੋਹ ਦੇ) ਬੰਧਨ ਕੱਟ ਕੇ ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਛਡਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32189,
    "shabad_id": 2854,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਾਪਣੀ ਭਗਤਿ. ਪ੍ਰਭਿ ਅਾਪਿ ਕਰਾੲੀ; ਅਾਪੇ ਸੇਵਾ ਲਾੲੇ ||੩||",
    "transliteration": "Aapanee Bhagath Prabh Aap Karaaee Aapae Saevaa Laaeae ||3||",
    "translation": "God Himself inspires me to worship Him; He Himself inspires me to serve Him. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਆਪ ਹੀ ਆਪਣੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਪਾਸੋਂ ਆਪਣੀ ਭਗਤੀ ਆਪ ਹੀ ਕਰਾ ਲਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32190,
    "shabad_id": 2854,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਭਰਮੁ ਗੲਿਅਾ ਭੈ ਮੋਹ ਬਿਨਾਸੇ; ਮਿਟਿਅਾ ਸਗਲ ਵਿਸੂਰਾ ||",
    "transliteration": "Bharam Gaeiaa Bhai Moh Binaasae Mittiaa Sagal Visooraa ||",
    "translation": "My doubts have gone, my fears and infatuations have been dispelled, and all my sorrows are gone.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਦੂਰ ਹੋ ਗਈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਅਤੇ ਹੋਰ ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਗਏ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਚਿੰਤਾ-ਝੋਰਾ ਮੁੱਕ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32191,
    "shabad_id": 2854,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਦੲਿਅਾ ਕਰੀ ਸੁਖਦਾਤੈ; ਭੇਟਿਅਾ ਸਤਿਗੁਰੁ ਪੂਰਾ ||੪||੫||੫੨||",
    "transliteration": "Naanak Dhaeiaa Karee Sukhadhaathai Bhaettiaa Sathigur Pooraa ||4||5||52||",
    "translation": "O Nanak, the Lord, the Giver of peace has been merciful to me. I have met the Perfect True Guru. ||4||5||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਦਇਆ ਕੀਤੀ ਉਹਨਾਂ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ॥੪॥੫॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32192,
    "shabad_id": 2855,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32193,
    "shabad_id": 2855,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਬ. ਕਛੁ ਨ ਸੀਓ, ਤਬ ਕਿਅਾ ਕਰਤਾ; ਕਵਨ ਕਰਮ ਕਰਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Jab Kashh N Seeou Thab Kiaa Karathaa Kavan Karam Kar Aaeiaa ||",
    "translation": "When nothing existed, what deeds were being done? And what karma caused anyone to be born at all?",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਅਜੇ ਸੰਸਾਰ ਹੀ ਨਹੀਂ ਸੀ (ਇਹ ਜੀਵ ਭੀ ਨਹੀਂ ਸੀ, ਤਦੋਂ) ਇਹ ਜੀਵ ਕੀਹ ਕਰਦਾ ਸੀ? ਤੇ, ਕੇਹੜੇ ਕਰਮ ਕਰ ਕੇ ਇਹ ਹੋਂਦ ਵਿਚ ਆਇਆ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32194,
    "shabad_id": 2855,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਪਨਾ ਖੇਲੁ ਅਾਪਿ ਕਰਿ ਦੇਖੈ; ਠਾਕੁਰਿ ਰਚਨੁ ਰਚਾੲਿਅਾ ||੧||",
    "transliteration": "Apanaa Khael Aap Kar Dhaekhai Thaakur Rachan Rachaaeiaa ||1||",
    "translation": "The Lord Himself set His play in motion, and He Himself beholds it. He created the Creation. ||1||",
    "punjabi": "(ਅਸਲ ਗੱਲ ਇਹ ਕਿ) ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੈ, ਉਹ ਆਪ ਹੀ ਆਪਣਾ ਇਹ ਜਗਤ-ਤਮਾਸ਼ਾ ਰਚ ਕੇ ਆਪ ਹੀ ਇਸ ਤਮਾਸ਼ੇ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32195,
    "shabad_id": 2855,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮੇਰੇ ਰਾਮਰਾੲਿ; ਮੁਝ ਤੇ ਕਛੂ. ਨ ਹੋੲੀ ||",
    "transliteration": "Maerae Raam Raae Mujh Thae Kashhoo N Hoee ||",
    "translation": "O my Sovereign Lord, I cannot do anything at all by myself.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! (ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ) ਮੈਥੋਂ ਕੋਈ ਕੰਮ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32196,
    "shabad_id": 2855,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਕਰਤਾ ਅਾਪਿ ਕਰਾੲੇ; ਸਰਬ ਨਿਰੰਤਰਿ ਸੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Aapae Karathaa Aap Karaaeae Sarab Niranthar Soee ||1|| Rehaao ||",
    "translation": "He Himself is the Creator, He Himself is the Cause. He is pervading deep within all. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕ-ਰਸ ਵਿਆਪਕ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਵਿਚ ਬੈਠ ਕੇ) ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਸਭ ਕੁਝ) ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32197,
    "shabad_id": 2855,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗਣਤੀ ਗਣੀ. ਨ ਛੂਟੈ ਕਤਹੂ; ਕਾਚੀ ਦੇਹ ੲਿਅਾਣੀ ||",
    "transliteration": "Ganathee Ganee N Shhoottai Kathehoo Kaachee Dhaeh Eiaanee ||",
    "translation": "If my account were to be judged, I would never be saved. My body is transitory and ignorant.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਜੀਵ ਅੰਞਾਣ ਅਕਲ ਵਾਲਾ ਤੇ ਨਾਸਵੰਤ ਸਰੀਰ ਵਾਲਾ ਹੈ। ਜੇ ਇਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਗਿਣਿਆ ਗਿਆ, ਤਾਂ ਇਹ ਕਿਸੇ ਭੀ ਤਰ੍ਹਾਂ ਸੁਰਖ਼ਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32198,
    "shabad_id": 2855,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਿ੍ਰਪਾ ਕਰਹੁ ਪ੍ਰਭ ਕਰਣੈਹਾਰੇ; ਤੇਰੀ ਬਖਸ ਨਿਰਾਲੀ ||੨||",
    "transliteration": "Kirapaa Karahu Prabh Karanaihaarae Thaeree Bakhas Niraalee ||2||",
    "translation": "Take pity upon me, O Creator Lord God; Your Forgiving Grace is singular and unique. ||2||",
    "punjabi": "ਹੇ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰਥ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਮੇਹਰ ਕਰ (ਤੇ ਬਖ਼ਸ਼)। ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਵੱਖਰੀ ਹੀ ਕਿਸਮ ਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32199,
    "shabad_id": 2855,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭ ਤੇਰੇ ਕੀਤੇ; ਘਟਿ ਘਟਿ ਤੁਹੀ ਧਿਅਾੲੀਅੈ ||",
    "transliteration": "Jeea Janth Sabh Thaerae Keethae Ghatt Ghatt Thuhee Dhhiaaeeai ||",
    "translation": "You created all beings and creatures. Each and every heart meditates on You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਗਤ ਦੇ) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32200,
    "shabad_id": 2855,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਤੇਰੀ ਗਤਿ ਮਿਤਿ ਤੂਹੈ ਜਾਣਹਿ; ਕੁਦਰਤਿ ਕੀਮ. ਨ ਪਾੲੀਅੈ ||੩||",
    "transliteration": "Thaeree Gath Mith Thoohai Jaanehi Kudharath Keem N Paaeeai ||3||",
    "translation": "Your condition and expanse are known only to You; the value of Your creative omnipotence cannot be estimated. ||3||",
    "punjabi": "ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਭੇਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਤੇਰੀ ਕੁਦਰਤਿ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32201,
    "shabad_id": 2855,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਿਰਗੁਣੁ ਮੁਗਧੁ ਅਜਾਣੁ ਅਗਿਅਾਨੀ; ਕਰਮ ਧਰਮ. ਨਹੀ ਜਾਣਾ ||",
    "transliteration": "Niragun Mugadhh Ajaan Agiaanee Karam Dhharam Nehee Jaanaa ||",
    "translation": "I am worthless, foolish, thoughtless and ignorant. I know nothing about good actions and righteous living.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਮੈਂ ਮੂਰਖ ਹਾਂ, ਮੈਂ ਬੇ-ਸਮਝ ਹਾਂ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ, ਮੈਂ ਕੋਈ ਧਾਰਮਿਕ ਕੰਮ ਕਰਨੇ ਭੀ ਨਹੀਂ ਜਾਣਦਾ (ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੈਨੂੰ ਖ਼ੁਸ਼ ਕਰ ਸਕਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32202,
    "shabad_id": 2855,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਦੲਿਅਾ ਕਰਹੁ. ਨਾਨਕੁ ਗੁਣ ਗਾਵੈ; ਮਿਠਾ ਲਗੈ ਤੇਰਾ ਭਾਣਾ ||੪||੬||੫੩||",
    "transliteration": "Dhaeiaa Karahu Naanak Gun Gaavai Mithaa Lagai Thaeraa Bhaanaa ||4||6||53||",
    "translation": "Take pity on Nanak, that he may sing Your Glorious Praises; and that Your Will may seem sweet to him. ||4||6||53||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ, ਅਤੇ (ਨਾਨਕ ਨੂੰ) ਤੇਰੀ ਰਜ਼ਾ ਮਿੱਠੀ ਲੱਗਦੀ ਰਹੇ ॥੪॥੬॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32203,
    "shabad_id": 2856,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
