[
  {
    "id": 32278,
    "shabad_id": 2862,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੧ ਘਰੁ ੯",
    "transliteration": "Soohee Mehalaa 1 Ghar 9",
    "translation": "Soohee, First Mehl, Ninth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32279,
    "shabad_id": 2862,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32280,
    "shabad_id": 2862,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕਚਾ ਰੰਗੁ ਕਸੁੰਭ ਕਾ; ਥੋੜੜਿਅਾ ਦਿਨ ਚਾਰਿ ਜੀੳੁ ||",
    "transliteration": "Kachaa Rang Kasunbh Kaa Thhorrarriaa Dhin Chaar Jeeo ||",
    "translation": "The color of safflower is transitory; it lasts for only a few days.",
    "punjabi": "(ਜੀਵ ਮਾਇਆ ਦੇ ਸੁਹਣੱਪ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਫੁੱਲਦਾ ਹੈ, ਪਰ ਇਹ ਮਾਇਆ ਦਾ ਸਾਥ ਕਸੁੰਭੇ ਦੇ ਰੰਗ ਵਰਗਾ ਹੀ ਹੈ) ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦਾ ਰੰਗ ਕੱਚਾ ਹੁੰਦਾ ਹੈ, ਥੋੜਾ ਚਿਰ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਚਾਰ ਦਿਨ ਹੀ ਟਿਕਦਾ ਹੈ।",
    "pronunciation": "ਕ-ਸੁੰਭ",
    "type_id": 3
  },
  {
    "id": 32281,
    "shabad_id": 2862,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਭ੍ਰਮਿ ਭੁਲੀਅਾ; ਠਗਿ ਮੁਠੀ ਕੂੜਿਅਾਰਿ ਜੀੳੁ ||",
    "transliteration": "Vin Naavai Bhram Bhuleeaa Thag Muthee Koorriaar Jeeo ||",
    "translation": "Without the Name, the false woman is deluded by doubt and plundered by thieves.",
    "punjabi": "ਮਾਇਆ ਦੀ ਵਪਾਰਨ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ (ਮਾਇਆ-ਕਸੁੰਭੇ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦੀ ਹੈ, ਠੱਗੀ ਜਾਂਦੀ ਹੈ, ਤੇ ਇਸ ਦਾ ਆਤਮਕ ਜੀਵਨ (ਦਾ ਸਰਮਾਇਆ) ਲੁੱਟਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32282,
    "shabad_id": 2862,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਚੇ ਸੇਤੀ ਰਤਿਅਾ; ਜਨਮੁ ਨ ਦੂਜੀ ਵਾਰ ਜੀੳੁ ||੧||",
    "transliteration": "Sachae Saethee Rathiaa Janam N Dhoojee Vaar Jeeo ||1||",
    "translation": "But those who are attuned to the True Lord, are not reincarnated again. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਈਏ, ਤਾਂ ਮੁੜ ਮੁੜ ਜਨਮ (ਦਾ ਗੇੜ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32283,
    "shabad_id": 2862,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਰੰਗੇ ਕਾ. ਕਿਅਾ ਰੰਗੀਅੈ; ਜੋ ਰਤੇ ਰੰਗੁ ਲਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Rangae Kaa Kiaa Rangeeai Jo Rathae Rang Laae Jeeo ||",
    "translation": "How can one who is already dyed in the color of the Lord's Love, be colored any other color?",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਲਾ ਕੇ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਰੰਗੇ ਹੋਏ ਮਨ ਨੂੰ ਕਿਸੇ ਹੋਰ ਰੰਗ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ (ਨਾਮ ਵਿਚ ਰੱਤੇ ਨੂੰ) ਕਿਸੇ ਹੋਰ ਕਰਮ-ਸੁਹਜ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32284,
    "shabad_id": 2862,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਰੰਗਣ ਵਾਲਾ ਸੇਵੀਅੈ; ਸਚੇ ਸਿੳੁ ਚਿਤੁ ਲਾੲਿ ਜੀੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Rangan Vaalaa Saeveeai Sachae Sio Chith Laae Jeeo ||1|| Rehaao ||",
    "translation": "So serve God the Dyer, and focus your consciousness on the True Lord. ||1||Pause||",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ-ਰੰਗ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ, ਸੋ) ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਨੂੰ ਤੇ (ਜੀਵਾਂ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਰੰਗਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਚਿੱਤ ਲਾ ਕੇ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32285,
    "shabad_id": 2862,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਚਾਰੇ ਕੁੰਡਾ ਜੇ ਭਵਹਿ; ਬਿਨੁ ਭਾਗਾ. ਧਨੁ ਨਾਹਿ ਜੀੳੁ ||",
    "transliteration": "Chaarae Kunddaa Jae Bhavehi Bin Bhaagaa Dhhan Naahi Jeeo ||",
    "translation": "You wander around in the four directions, but without the good fortune of destiny, you shall never obtain wealth.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਜੇ ਤੂੰ ਚਾਰੇ ਕੂੰਟਾਂ ਭਾਲਦੀ ਫਿਰੇਂ ਤਾਂ ਭੀ ਚੰਗੇ ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32286,
    "shabad_id": 2862,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਵਗਣਿ ਮੁਠੀ. ਜੇ ਫਿਰਹਿ; ਬਧਿਕ ਥਾੲਿ. ਨ ਪਾਹਿ ਜੀੳੁ ||",
    "transliteration": "Avagan Muthee Jae Firehi Badhhik Thhaae N Paahi Jeeo ||",
    "translation": "If you are plundered by corruption and vice, you shall wander around, but like a fugitive, you shall find no place of rest.",
    "punjabi": "ਜੇ ਔਗੁਣ ਨੇ ਤੇਰੇ ਮਨ ਨੂੰ ਠੱਗ ਲਿਆ ਹੈ, ਤੇ ਜੇ ਇਸ ਆਤਮਕ ਦਸ਼ਾ ਵਿਚ ਤੂੰ (ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਭੀ) ਫਿਰੇਂ, ਤਾਂ ਭੀ ਸ਼ਿਕਾਰੀ ਦੇ ਬਾਹਰੋਂ ਲਿਫਣ ਵਾਂਗ ਤੂੰ (ਆਪਣੇ ਇਹਨਾਂ ਉੱਦਮਾਂ ਦੀ ਰਾਹੀਂ) ਕਬੂਲ ਨਹੀਂ ਹੋਵੇਂਗੀ।",
    "pronunciation": "ਬੱਧਿਕ",
    "type_id": 3
  },
  {
    "id": 32287,
    "shabad_id": 2862,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ ਸੇ ੳੁਬਰੇ; ਸਬਦਿ ਰਤੇ ਮਨ ਮਾਹਿ ਜੀੳੁ ||੨||",
    "transliteration": "Gur Raakhae Sae Oubarae Sabadh Rathae Man Maahi Jeeo ||2||",
    "translation": "Only those who are protected by the Guru are saved; their minds are attuned to the Word of the Shabad. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਗੁਰੂ ਨੇ ਰਾਖੀ ਕੀਤੀ, ਜੇਹੜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਵਿਚ ਪ੍ਰਭੂ-ਨਾਮ ਨਾਲ ਰੰਗੇ ਗਏ ਹਨ, ਉਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32288,
    "shabad_id": 2862,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਚਿਟੇ ਜਿਨ ਕੇ ਕਪੜੇ; ਮੈਲੇ ਚਿਤ ਕਠੋਰ ਜੀੳੁ ||",
    "transliteration": "Chittae Jin Kae Kaparrae Mailae Chith Kathor Jeeo ||",
    "translation": "Those who wear white clothes, but have filthy and stone-hearted minds,",
    "punjabi": "(ਬਗੁਲੇ ਵੇਖਣ ਨੂੰ ਚਿੱਟੇ ਹਨ, ਤੀਰਥਾਂ ਉਤੇ ਭੀ ਨਿਵਾਸ ਰੱਖਦੇ ਹਨ, ਪਰ ਸਮਾਧੀ ਲਾ ਕੇ ਮੱਛੀਆਂ ਹੀ ਫੜਦੇ ਹਨ, ਤਿਵੇਂ ਹੀ) ਜਿਨ੍ਹਾਂ ਦੇ ਕੱਪੜੇ ਤਾਂ ਚਿੱਟੇ ਹਨ ਪਰ ਮਨ ਮੈਲੇ ਹਨ ਤੇ ਨਿਰਦਈ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32289,
    "shabad_id": 2862,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਤਿਨ ਮੁਖਿ ਨਾਮੁ. ਨ ੳੂਪਜੈ; ਦੂਜੈ ਵਿਅਾਪੇ ਚੋਰ ਜੀੳੁ ||",
    "transliteration": "Thin Mukh Naam N Oopajai Dhoojai Viaapae Chor Jeeo ||",
    "translation": "May chant the Lord's Name with their mouths, but they are engrossed in duality; they are thieves.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮੂੰਹੋਂ (ਆਖਣ ਨਾਲ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪਰਗਟ ਨਹੀਂ ਹੁੰਦਾ ਉਹ (ਬਾਹਰੋਂ ਸਾਧ ਦਿੱਸਦੇ ਹਨ ਅਸਲ ਵਿਚ) ਚੋਰ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32290,
    "shabad_id": 2862,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਮੂਲੁ. ਨ ਬੂਝਹਿ ਅਾਪਣਾ; ਸੇ ਪਸੂਅਾ ਸੇ ਢੋਰ ਜੀੳੁ ||੩||",
    "transliteration": "Mool N Boojhehi Aapanaa Sae Pasooaa Sae Dtor Jeeo ||3||",
    "translation": "They do not understand their own roots; they are beasts. They are just animals! ||3||",
    "punjabi": "ਉਹ ਆਪਣੇ ਅਸਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦੇ, ਇਸ ਕਰਕੇ ਉਹ ਪਸ਼ੂ ਬੁਧੀ ਵਾਲੇ ਮਹਾਂ ਮੂਰਖ ਮਨੁੱਖ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32291,
    "shabad_id": 2862,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨਿਤ ਨਿਤ ਖੁਸੀਅਾ ਮਨੁ ਕਰੇ; ਨਿਤ ਨਿਤ ਮੰਗੈ ਸੁਖ ਜੀੳੁ ||",
    "transliteration": "Nith Nith Khuseeaa Man Karae Nith Nith Mangai Sukh Jeeo ||",
    "translation": "Constantly, continually, the mortal seeks pleasures. Constantly, continually, he begs for peace.",
    "punjabi": "(ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਸਦਾ ਦੁਨੀਆ ਵਾਲੇ ਚਾਉ-ਮਲ੍ਹਾਰ ਹੀ ਕਰਦਾ ਹੈ ਤੇ ਸਦਾ ਸੁਖ ਹੀ ਮੰਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32292,
    "shabad_id": 2862,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਕਰਤਾ ਚਿਤਿ. ਨ ਅਾਵੲੀ; ਫਿਰਿ ਫਿਰਿ ਲਗਹਿ ਦੁਖ ਜੀੳੁ ||",
    "transliteration": "Karathaa Chith N Aavee Fir Fir Lagehi Dhukh Jeeo ||",
    "translation": "But he does not think of the Creator Lord, and so he is overtaken by pain, again and again.",
    "punjabi": "ਪਰ (ਜਿਤਨਾ ਚਿਰ) ਕਰਤਾਰ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਵੱਸਦਾ, ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਦੁੱਖ ਵਿਆਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32293,
    "shabad_id": 2862,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਸੁਖ ਦੁਖ ਦਾਤਾ ਮਨਿ ਵਸੈ; ਤਿਤੁ ਤਨਿ ਕੈਸੀ ਭੁਖ ਜੀੳੁ ||੪||",
    "transliteration": "Sukh Dhukh Dhaathaa Man Vasai Thith Than Kaisee Bhukh Jeeo ||4||",
    "translation": "But one, within whose mind the Giver of pleasure and pain dwells - how can his body feel any need? ||4||",
    "punjabi": "(ਹਾਂ,) ਜਿਸ ਮਨ ਵਿਚ ਸੁਖ ਦੁਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਕੋਈ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ (ਤੇ ਉਹ ਸੁਖਾਂ ਦੀ ਲਾਲਸਾ ਨਹੀਂ ਕਰਦਾ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32294,
    "shabad_id": 2862,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਬਾਕੀ ਵਾਲਾ ਤਲਬੀਅੈ; ਸਿਰਿ ਮਾਰੇ ਜੰਦਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Baakee Vaalaa Thalabeeai Sir Maarae Jandhaar Jeeo ||",
    "translation": "One who has a karmic debt to pay off is summoned, and the Messenger of Death smashes his head.",
    "punjabi": "(ਜੀਵ-ਵਣਜਾਰਾ ਇਥੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਇਆ ਹੈ, ਪਰ ਜੇਹੜਾ ਜੀਵ ਇਹ ਵਣਜ ਵਿਸਾਰ ਕੇ ਵਿਕਾਰਾਂ ਦਾ ਕਰਜ਼ਾ ਆਪਣੇ ਸਿਰ ਚਾੜ੍ਹਨ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਸ) ਕਰਜ਼ਾਈ ਨੂੰ ਸੱਦਾ ਪੈਂਦਾ ਹੈ; ਜਮਰਾਜ ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਚੋਟ ਮਾਰਦਾ ਹੈ।",
    "pronunciation": "ਬੱਾਕੀ",
    "type_id": 3
  },
  {
    "id": 32295,
    "shabad_id": 2862,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਲੇਖਾ ਮੰਗੈ ਦੇਵਣਾ; ਪੁਛੈ ਕਰਿ ਬੀਚਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Laekhaa Mangai Dhaevanaa Pushhai Kar Beechaar Jeeo ||",
    "translation": "When his account is called for, it has to be given. After it is reviewed, payment is demanded.",
    "punjabi": "ਉਸ ਦੇ ਸਾਰੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਉਸ ਤੋਂ ਪੁੱਛਦਾ ਹੈ ਤੇ ਉਸ ਤੋਂ ਉਹ ਲੇਖਾ ਮੰਗਦਾ ਹੈ ਜੋ (ਉਸ ਦੇ ਜ਼ਿੰਮੇ) ਦੇਣਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32296,
    "shabad_id": 2862,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਸਚੇ ਕੀ ਲਿਵ ੳੁਬਰੈ; ਬਖਸੇ ਬਖਸਣਹਾਰੁ ਜੀੳੁ ||੫||",
    "transliteration": "Sachae Kee Liv Oubarai Bakhasae Bakhasanehaar Jeeo ||5||",
    "translation": "Only love for the True One will save you; the Forgiver forgives. ||5||",
    "punjabi": "ਜਿਸ ਜੀਵ ਵਣਜਾਰੇ ਦੇ ਅੰਦਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਲਗਨ ਹੋਵੇ, ਉਹ ਜਮਰਾਜ ਦੀ ਮਾਰ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ, ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਉਸ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32297,
    "shabad_id": 2862,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਅਨ ਕੋ ਕੀਜੈ ਮਿਤੜਾ; ਖਾਕੁ ਰਲੈ. ਮਰਿ ਜਾੲਿ ਜੀੳੁ ||",
    "transliteration": "An Ko Keejai Mitharraa Khaak Ralai Mar Jaae Jeeo ||",
    "translation": "If you make any friend other than God, you shall die and mingle with the dust.",
    "punjabi": "ਜੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਮਿੱਤਰ ਬਣਾਇਆ ਜਾਏ, ਤਾਂ (ਅਜੇਹੇ ਮਿੱਤਰ ਬਣਾਣ ਵਾਲਾ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦਾ ਹੈ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅਨਹੋਰ[ ਕੋਨੂੰ[ ਮਿੱਤੜਾ",
    "type_id": 3
  },
  {
    "id": 32298,
    "shabad_id": 2862,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਬਹੁ ਰੰਗ ਦੇਖਿ ਭੁਲਾੲਿਅਾ; ਭੁਲਿ ਭੁਲਿ ਅਾਵੈ ਜਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Bahu Rang Dhaekh Bhulaaeiaa Bhul Bhul Aavai Jaae Jeeo ||",
    "translation": "Gazing upon the many games of love, you are beguiled and bewildered; you come and go in reincarnation.",
    "punjabi": "ਮਾਇਆ ਦੇ ਬਹੁਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਵੇਖ ਕੇ ਉਹ ਕੁਰਾਹੇ ਪਾਇਆ ਜਾਂਦਾ ਹੈ, ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝ ਖੁੰਝ ਕੇ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32299,
    "shabad_id": 2862,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਨਦਰਿ ਪ੍ਰਭੂ ਤੇ ਛੁਟੀਅੈ; ਨਦਰੀ ਮੇਲਿ ਮਿਲਾੲਿ ਜੀੳੁ ||੬||",
    "transliteration": "Nadhar Prabhoo Thae Shhutteeai Nadharee Mael Milaae Jeeo ||6||",
    "translation": "Only by God's Grace can you be saved. By His Grace, He unites in His Union. ||6||",
    "punjabi": "(ਇਸ ਗੇੜ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਖ਼ਲਾਸੀ ਪਾਈਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32300,
    "shabad_id": 2862,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਗਾਫਲ ਗਿਅਾਨ ਵਿਹੂਣਿਅਾ; ਗੁਰ ਬਿਨੁ ਗਿਅਾਨੁ. ਨ ਭਾਲਿ ਜੀੳੁ ||",
    "transliteration": "Gaafal Giaan Vihooniaa Gur Bin Giaan N Bhaal Jeeo ||",
    "translation": "O careless one, you are totally lacking any wisdom; do not seek wisdom without the Guru.",
    "punjabi": "ਹੇ ਅਵੇਸਲੇ ਤੇ ਗਿਆਨ-ਹੀਣ ਜੀਵ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਦੀ ਆਸ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32301,
    "shabad_id": 2862,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਖਿੰਚੋਤਾਣਿ ਵਿਗੁਚੀਅੈ; ਬੁਰਾ ਭਲਾ ਦੁੲਿ. ਨਾਲਿ ਜੀੳੁ ||",
    "transliteration": "Khinchothaan Vigucheeai Buraa Bhalaa Dhue Naal Jeeo ||",
    "translation": "By indecision and inner conflict, you shall come to ruin. Good and bad both pull at you.",
    "punjabi": "ਕੀਤੇ ਹੋਏ ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਤਾਂ ਹਰ ਵੇਲੇ ਅੰਦਰ ਮੌਜੂਦ ਹੀ ਹਨ, (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਪਈਏ, ਤਾਂ ਉਹ ਅੰਦਰਲੇ ਚੰਗੇ ਮੰਦੇ ਸੰਸਕਾਰ ਚੰਗੇ ਮੰਦੇ ਪਾਸੇ ਖਿੱਚਦੇ ਹਨ) ਤੇ ਇਸ ਖਿੱਚਾ-ਖਿੱਚੀ ਵਿਚ ਖ਼ੁਆਰ ਹੋਵੀਦਾ ਹੈ।",
    "pronunciation": "ਵਿਗੁੱਚੀਅੈ",
    "type_id": 3
  },
  {
    "id": 32302,
    "shabad_id": 2862,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ ਭੈ ਰਤਿਅਾ; ਸਭ ਜੋਹੀ ਜਮਕਾਲਿ ਜੀੳੁ ||੭||",
    "transliteration": "Bin Sabadhai Bhai Rathiaa Sabh Johee Jamakaal Jeeo ||7||",
    "translation": "Without being attuned to the Word of the Shabad and the Fear of God, all come under the gaze of the Messenger of Death. ||7||",
    "punjabi": "ਗੁਰ-ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈਣ ਤੋਂ ਬਿਨਾ ਲੋਕਾਈ (ਦੁਨੀਆ ਵਾਲੇ) ਸਹਿਮ ਵਿਚ ਗ੍ਰਸੀ ਰਹਿੰਦੀ ਹੈ, ਅਜੇਹੀ ਲੋਕਾਈ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ (ਹਰ ਵੇਲੇ) ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32303,
    "shabad_id": 2862,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "ਜਿਨਿ ਕਰਿ ਕਾਰਣੁ ਧਾਰਿਅਾ; ਸਭਸੈ ਦੇੲਿ ਅਾਧਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Jin Kar Kaaran Dhhaariaa Sabhasai Dhaee Aadhhaar Jeeo ||",
    "translation": "He who created the creation and sustains it, gives sustenance to all.",
    "punjabi": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਰਚੀ ਹੈ, ਤੇ ਰਚ ਕੇ ਇਸ ਨੂੰ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ, ਉਹ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32304,
    "shabad_id": 2862,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਕਿੳੁ ਮਨਹੁ ਵਿਸਾਰੀਅੈ; ਸਦਾ ਸਦਾ ਦਾਤਾਰੁ ਜੀੳੁ ||",
    "transliteration": "So Kio Manahu Visaareeai Sadhaa Sadhaa Dhaathaar Jeeo ||",
    "translation": "How can you forget Him from your mind? He is the Great Giver, forever and ever.",
    "punjabi": "ਉਸ ਨੂੰ ਕਦੇ ਭੀ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ, ਉਹ ਸਦਾ ਹੀ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32305,
    "shabad_id": 2862,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ, ਨ ਵੀਸਰੈ; ਨਿਧਾਰਾ ਅਾਧਾਰੁ ਜੀੳੁ ||੮||੧||੨||",
    "transliteration": "Naanak Naam N Veesarai Nidhhaaraa Aadhhaar Jeeo ||8||1||2||",
    "translation": "Nanak shall never forget the Naam, the Name of the Lord, the Support of the unsupported. ||8||1||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਨਾਹ ਭੁੱਲੇ। ਪਰਮਾਤਮਾ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ ॥੮॥੧॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32306,
    "shabad_id": 2863,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੧ ਕਾਫੀ ਘਰੁ ੧੦",
    "transliteration": "Soohee Mehalaa 1 Kaafee Ghar 10",
    "translation": "Soohee, First Mehl, Kaafee, Tenth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ/ਕਾਫੀ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32307,
    "shabad_id": 2863,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32308,
    "shabad_id": 2863,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮਾਣਸ ਜਨਮੁ ਦੁਲੰਭੁ; ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ ||",
    "transliteration": "Maanas Janam Dhulanbh Guramukh Paaeiaa ||",
    "translation": "For if you depart with virtue, then pain shall never afflict you. ||5||",
    "punjabi": "(ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚੋਂ) ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਪਰ ਇਸ ਦੀ ਕਦਰ ਉਹੀ ਮਨੁੱਖ ਜਾਣਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ।",
    "pronunciation": "ਦੁ-ਲੰਭੁ",
    "type_id": 3
  },
  {
    "id": 32309,
    "shabad_id": 2863,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਹੋੲਿ ਚੁਲੰਭੁ; ਜੇ ਸਤਿਗੁਰ ਭਾੲਿਅਾ ||੧||",
    "transliteration": "Man Than Hoe Chulanbh Jae Sathigur Bhaaeiaa ||1||",
    "translation": "The mind and body are dyed in the deep red color of devotional love, if it pleases the True Guru. ||1||",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਭਾਵ, ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਹੋ ਜਾਏ) ਤਾਂ (ਸਰਨ ਪਏ ਉਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਅਤੇ ਸਰੀਰ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਗੂੜ੍ਹਾ ਲਾਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ ਲਾਲੀ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "ਚੁ-ਲੰਭੁ",
    "type_id": 3
  },
  {
    "id": 32310,
    "shabad_id": 2863,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਚਲੈ ਜਨਮੁ ਸਵਾਰਿ; ਵਖਰੁ ਸਚੁ ਲੈ ||",
    "transliteration": "Chalai Janam Savaar Vakhar Sach Lai ||",
    "translation": "He departs with his life embellished and successful, taking the merchandise of the True Name.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਸੌਦਾ ਵਿਹਾਝਦਾ ਹੈ ਉਹ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਕੇ (ਇਥੋਂ) ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32311,
    "shabad_id": 2863,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਪਤਿ ਪਾੲੇ ਦਰਬਾਰਿ; ਸਤਿਗੁਰ ਸਬਦਿ ਭੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Path Paaeae Dharabaar Sathigur Sabadh Bhai ||1|| Rehaao ||",
    "translation": "He is honored in the Darbaar, the Royal Court, of the Lord, through the Shabad, the Word of the True Guru, and the Fear of God. ||1||Pause||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਅਦਬ ਵਿਚ (ਰਹਿ ਕੇ) ਉਹ (ਪਰਮਾਤਮਾ ਦੀ) ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32312,
    "shabad_id": 2863,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਸਚੁ ਸਲਾਹਿ; ਸਾਚੇ ਮਨਿ ਭਾੲਿਅਾ ||",
    "transliteration": "Man Than Sach Salaahi Saachae Man Bhaaeiaa ||",
    "translation": "One who praises the True Lord with his mind and body, pleases the Mind of the True Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਅਤੇ ਸਰੀਰ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
