[
  {
    "id": 32357,
    "shabad_id": 2865,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੇ ਥਾਪਿ ੳੁਥਾਪਿ; ਸਬਦਿ ਨਿਵਾਜਿਅਾ ||੫||",
    "transliteration": "Aapae Thhaap Outhhaap Sabadh Nivaajiaa ||5||",
    "translation": "You Yourself establish and disestablish; through the Word of Your Shabad, You elevate and exalt. ||5||",
    "punjabi": "ਤੂੰ ਹੀ (ਸਾਰਾ ਜਗਤ) ਪੈਦਾ ਕੀਤਾ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਪੈਦਾ ਕਰਦਾ ਹੈਂ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈਂ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32358,
    "shabad_id": 2865,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਦੇਹੀ ਭਸਮ ਰੁਲਾੲਿ; ਨ ਜਾਪੀ ਕਹ ਗੲਿਅਾ ||",
    "transliteration": "Dhaehee Bhasam Rulaae N Jaapee Keh Gaeiaa ||",
    "translation": "When the body rolls in the dust, it is not known where the soul has gone.",
    "punjabi": "ਜੀਵਾਤਮਾ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਛੱਡ ਕੇ) ਸਰੀਰ ਨੂੰ ਮਿੱਟੀ ਵਿਚ ਰੁਲਾ ਕੇ, ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ, ਕਿੱਥੇ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32359,
    "shabad_id": 2865,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਰਹਿਅਾ ਸਮਾੲਿ; ਸੋ ਵਿਸਮਾਦੁ ਭੲਿਅਾ ||੬||",
    "transliteration": "Aapae Rehiaa Samaae So Visamaadh Bhaeiaa ||6||",
    "translation": "He Himself is permeating and pervading; this is wonderful and amazing! ||6||",
    "punjabi": "ਅਚਰਜ ਕੌਤਕ ਵਰਤਦਾ ਹੈ। (ਪਰ ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32360,
    "shabad_id": 2865,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਤੂੰ. ਨਾਹੀ ਪ੍ਰਭ ਦੂਰਿ; ਜਾਣਹਿ ਸਭ ਤੂਹੈ ||",
    "transliteration": "Thoon Naahee Prabh Dhoor Jaanehi Sabh Thoo Hai ||",
    "translation": "You are not far away, God; You know everything.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਕਿਸੇ ਭੀ ਥਾਂ ਤੋਂ) ਦੂਰ ਨਹੀਂ ਹੈਂ, ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32361,
    "shabad_id": 2865,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਵੇਖਿ ਹਦੂਰਿ; ਅੰਤਰਿ ਭੀ ਤੂਹੈ ||੭||",
    "transliteration": "Guramukh Vaekh Hadhoor Anthar Bhee Thoo Hai ||7||",
    "translation": "The Gurmukh sees You ever-present; You are deep within the nucleus of our inner self. ||7||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਅੰਦਰ ਭੀ ਤੂੰ ਹੈਂ (ਬਾਹਰ ਭੀ ਤੂੰ ਹੈਂ) ਤੈਨੂੰ ਉਹ ਹਰ ਥਾਂ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਵੇਖਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32362,
    "shabad_id": 2865,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਮੈ ਦੀਜੈ ਨਾਮ ਨਿਵਾਸੁ; ਅੰਤਰਿ ਸਾਂਤਿ ਹੋੲਿ ||",
    "transliteration": "Mai Dheejai Naam Nivaas Anthar Saanth Hoe ||",
    "translation": "Please, bless me with a home in Your Name; may my inner self be at peace.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਰੇ ਅੰਦਰ ਆਪਣੇ ਨਾਮ ਦਾ ਨਿਵਾਸ ਬਖ਼ਸ਼, ਤਾ ਕਿ ਮੇਰੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32363,
    "shabad_id": 2865,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗਾਵੈ ਨਾਨਕ ਦਾਸੁ; ਸਤਿਗੁਰੁ ਮਤਿ ਦੇੲਿ ||੮||੩||੫||",
    "transliteration": "Gun Gaavai Naanak Dhaas Sathigur Math Dhaee ||8||3||5||",
    "translation": "May slave Nanak sing Your Glorious Praises; O True Guru, please share the Teachings with me. ||8||3||5||",
    "punjabi": "(ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ, ਉਹ ਦਾਸ (ਤੇਰੇ) ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੮॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32364,
    "shabad_id": 2866,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੩ ਘਰੁ ੧ ਅਸਟਪਦੀਅਾ",
    "transliteration": "Raag Soohee Mehalaa 3 Ghar 1 Asattapadheeaa",
    "translation": "Raag Soohee, Third Mehl, First House, Ashtapadees:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 32365,
    "shabad_id": 2866,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32366,
    "shabad_id": 2866,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਨਾਮੈ ਹੀ ਤੇ. ਸਭੁ ਕਿਛੁ ਹੋਅਾ; ਬਿਨੁ ਸਤਿਗੁਰ. ਨਾਮੁ ਨ ਜਾਪੈ ||",
    "transliteration": "Naamai Hee Thae Sabh Kishh Hoaa Bin Sathigur Naam N Jaapai ||",
    "translation": "Everything comes from the Naam, the Name of the Lord; without the True Guru, the Naam is not experienced.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਸਭ ਕੁਝ (ਸਾਰਾ ਰੌਸ਼ਨ ਆਤਮਕ ਜੀਵਨ) ਹੁੰਦਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਾਮ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32367,
    "shabad_id": 2866,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ. ਮਹਾ ਰਸੁ ਮੀਠਾ; ਬਿਨੁ ਚਾਖੇ. ਸਾਦੁ ਨ ਜਾਪੈ ||",
    "transliteration": "Gur Kaa Sabadh Mehaa Ras Meethaa Bin Chaakhae Saadh N Jaapai ||",
    "translation": "The Word of the Guru's Shabad is the sweetest and most sublime essence, but without tasting it, its flavor cannot be experienced.",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਡੇ ਰਸ ਵਾਲਾ ਹੈ ਮਿੱਠਾ ਹੈ, ਜਿਤਨਾ ਚਿਰ ਇਸ ਨੂੰ ਚੱਖਿਆ ਨਾਹ ਜਾਏ, ਸੁਆਦ ਦਾ ਪਤਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32368,
    "shabad_id": 2866,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕੳੁਡੀ ਬਦਲੈ ਜਨਮੁ ਗਵਾੲਿਅਾ; ਚੀਨਸਿ ਨਾਹੀ ਅਾਪੈ ||",
    "transliteration": "Kouddee Badhalai Janam Gavaaeiaa Cheenas Naahee Aapai ||",
    "translation": "He wastes this human life in exchange for a mere shell; he does not understand his own self.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣਦਾ ਨਹੀਂ, ਉਹ ਆਪਣੇ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਕੌਡੀ ਦੇ ਵੱਟੇ (ਵਿਅਰਥ ਹੀ) ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32369,
    "shabad_id": 2866,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ ਤਾ ੲੇਕੋ ਜਾਣੈ; ਹੳੁਮੈ ਦੁਖੁ. ਨ ਸੰਤਾਪੈ ||੧||",
    "transliteration": "Guramukh Hovai Thaa Eaeko Jaanai Houmai Dhukh N Santhaapai ||1||",
    "translation": "But, if he becomes Gurmukh, then he comes to know the One Lord, and the disease of egotism does not afflict him. ||1||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਤਦੋਂ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ, ਤੇ, ਉਸ ਨੂੰ ਹਉਮੈ ਦਾ ਦੁੱਖ ਨਹੀਂ ਸਤਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32370,
    "shabad_id": 2866,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਪਣੇ ਵਿਟਹੁ; ਜਿਨਿ ਸਾਚੇ ਸਿੳੁ ਲਿਵ ਲਾੲੀ ||",
    "transliteration": "Balihaaree Gur Apanae Vittahu Jin Saachae Sio Liv Laaee ||",
    "translation": "I am a sacrifice to my Guru, who has lovingly attached me to the True Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੀਤ ਜੋੜ ਦਿੱਤੀ (ਭਾਵ, ਜੋੜ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32371,
    "shabad_id": 2866,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਬਦੁ ਚੀਨਿ੍ਹ ਅਾਤਮੁ ਪਰਗਾਸਿਅਾ; ਸਹਜੇ ਰਹਿਅਾ ਸਮਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sabadh Cheenih Aatham Paragaasiaa Sehajae Rehiaa Samaaee ||1|| Rehaao ||",
    "translation": "Concentrating on the Word of the Shabad, the soul is illumined and enlightened. I remain absorbed in celestial ecstasy. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਮਨੁੱਖ ਦਾ ਆਤਮਕ ਜੀਵਨ ਚਮਕ ਪੈਂਦਾ ਹੈ, ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32372,
    "shabad_id": 2866,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਗਾਵੈ ਗੁਰਮੁਖਿ ਬੂਝੈ; ਗੁਰਮੁਖਿ ਸਬਦੁ ਬੀਚਾਰੇ ||",
    "transliteration": "Guramukh Gaavai Guramukh Boojhai Guramukh Sabadh Beechaarae ||",
    "translation": "The Gurmukh sings the Praises of the Lord; the Gurmukh understands. The Gurmukh contemplates the Word of the Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸਮਝਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32373,
    "shabad_id": 2866,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਗੁਰ ਤੇ ੳੁਪਜੈ; ਗੁਰਮੁਖਿ ਕਾਰਜ ਸਵਾਰੇ ||",
    "transliteration": "Jeeo Pindd Sabh Gur Thae Oupajai Guramukh Kaaraj Savaarae ||",
    "translation": "Body and soul are totally rejuvenated through the Guru; the Gurmukh's affairs are resolved in his favor.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਉਸ ਦਾ ਸਰੀਰ ਗੁਰੂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਨਵਾਂ ਆਤਮਕ ਜਨਮ ਲੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32374,
    "shabad_id": 2866,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮਨਮੁਖਿ ਅੰਧਾ. ਅੰਧੁ ਕਮਾਵੈ; ਬਿਖੁ ਖਟੇ ਸੰਸਾਰੇ ||",
    "transliteration": "Manamukh Andhhaa Andhh Kamaavai Bikh Khattae Sansaarae ||",
    "translation": "The blind self-willed manmukh acts blindly, and earns only poison in this world.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਅੰਨ੍ਹਿਆਂ ਵਾਲਾ ਕੰਮ ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਜਗਤ ਵਿਚ ਉਹ ਉਹੀ ਖੱਟੀ ਖੱਟਦਾ ਹੈ ਜੇਹੜੀ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ ਜ਼ਹਿਰ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32375,
    "shabad_id": 2866,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿ ਸਦਾ ਦੁਖੁ ਪਾੲੇ; ਬਿਨੁ ਗੁਰ ਅਤਿ ਪਿਅਾਰੇ ||੨||",
    "transliteration": "Maaeiaa Mohi Sadhaa Dhukh Paaeae Bin Gur Ath Piaarae ||2||",
    "translation": "Enticed by Maya, he suffers in constant pain, without the most Beloved Guru. ||2||",
    "punjabi": "ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸਦਾ ਦੁੱਖ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32376,
    "shabad_id": 2866,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਸੋੲੀ ਸੇਵਕੁ. ਜੇ ਸਤਿਗੁਰ ਸੇਵੇ; ਚਾਲੈ ਸਤਿਗੁਰ ਭਾੲੇ ||",
    "transliteration": "Soee Saevak Jae Sathigur Saevae Chaalai Sathigur Bhaaeae ||",
    "translation": "He alone is a selfless servant, who serves the True Guru, and walks in harmony with the True Guru's Will.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32377,
    "shabad_id": 2866,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਾਚਾ ਸਬਦੁ ਸਿਫਤਿ ਹੈ ਸਾਚੀ; ਸਾਚਾ ਮੰਨਿ ਵਸਾੲੇ ||",
    "transliteration": "Saachaa Sabadh Sifath Hai Saachee Saachaa Mann Vasaaeae ||",
    "translation": "The True Shabad, the Word of God, is the True Praise of God; enshrine the True Lord within your mind.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ), ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32378,
    "shabad_id": 2866,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਚੀ ਬਾਣੀ ਗੁਰਮੁਖਿ ਅਾਖੈ; ਹੳੁਮੈ ਵਿਚਹੁ ਜਾੲੇ ||",
    "transliteration": "Sachee Baanee Guramukh Aakhai Houmai Vichahu Jaaeae ||",
    "translation": "The Gurmukh speaks the True Word of Gurbani, and egotism departs from within.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32379,
    "shabad_id": 2866,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਦਾਤਾ ਕਰਮੁ ਹੈ ਸਾਚਾ; ਸਾਚਾ ਸਬਦੁ ਸੁਣਾੲੇ ||੩||",
    "transliteration": "Aapae Dhaathaa Karam Hai Saachaa Saachaa Sabadh Sunaaeae ||3||",
    "translation": "He Himself is the Giver, and True are His actions. He proclaims the True Word of the Shabad. ||3||",
    "punjabi": "(ਉਸ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਅਟੱਲ ਹੈ। ਉਹ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32380,
    "shabad_id": 2866,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਘਾਲੇ ਗੁਰਮੁਖਿ ਖਟੇ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਜਪਾੲੇ ||",
    "transliteration": "Guramukh Ghaalae Guramukh Khattae Guramukh Naam Japaaeae ||",
    "translation": "The Gurmukh works, and the Gurmukh earns; the Gurmukh inspires others to chant the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ਉਹ (ਨਾਮ ਸਿਮਰਨ ਦੀ) ਮੇਹਨਤ ਕਰਦਾ ਹੈ, (ਨਾਮ-ਧਨ) ਖੱਟਦਾ ਹੈ, ਤੇ, (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਨਾਮ ਜਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32381,
    "shabad_id": 2866,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਸਦਾ ਅਲਿਪਤੁ. ਸਾਚੈ ਰੰਗਿ ਰਾਤਾ; ਗੁਰ ਕੈ ਸਹਜਿ ਸੁਭਾੲੇ ||",
    "transliteration": "Sadhaa Alipath Saachai Rang Raathaa Gur Kai Sehaj Subhaaeae ||",
    "translation": "He is forever unattached, imbued with the Love of the True Lord, intuitively in harmony with the Guru.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਰਹਿ ਕੇ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਲਿਪਤੁ",
    "type_id": 3
  },
  {
    "id": 32382,
    "shabad_id": 2866,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਮਨਮੁਖੁ ਸਦ ਹੀ ਕੂੜੋ ਬੋਲੈ; ਬਿਖੁ ਬੀਜੈ ਬਿਖੁ ਖਾੲੇ ||",
    "transliteration": "Manamukh Sadh Hee Koorro Bolai Bikh Beejai Bikh Khaaeae ||",
    "translation": "The self-willed manmukh always tells lies; he plants the seeds of poison, and eats only poison.",
    "punjabi": "ਪਰ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਹੀ ਝੂਠ ਬੋਲਦਾ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਿਰ ਬੀਜਦਾ ਹੈ, ਤੇ ਉਹੀ ਜ਼ਹਿਰ ਖਾਂਦਾ ਹੈ (ਉਸੇ ਜ਼ਹਿਰ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32383,
    "shabad_id": 2866,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਜਮਕਾਲਿ ਬਾਧਾ ਤਿ੍ਰਸਨਾ ਦਾਧਾ; ਬਿਨੁ ਗੁਰ. ਕਵਣੁ ਛਡਾੲੇ ||੪||",
    "transliteration": "Jamakaal Baadhhaa Thrisanaa Dhaadhhaa Bin Gur Kavan Shhaddaaeae ||4||",
    "translation": "He is bound and gagged by the Messenger of Death, and burnt in the fire of desire; who can save him, except the Guru? ||4||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਨਾਲ ਸੜਿਆ ਰਹਿੰਦਾ ਹੈ। (ਇਸ ਬਿਪਤਾ ਵਿਚੋਂ ਉਸ ਨੂੰ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਛਡਾ ਨਹੀਂ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32384,
    "shabad_id": 2866,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਸਚਾ ਤੀਰਥੁ. ਜਿਤੁ ਸਤ ਸਰਿ ਨਾਵਣੁ; ਗੁਰਮੁਖਿ ਅਾਪਿ ਬੁਝਾੲੇ ||",
    "transliteration": "Sachaa Theerathh Jith Sath Sar Naavan Guramukh Aap Bujhaaeae ||",
    "translation": "True is that place of pilgrimage, where one bathes in the pool of Truth, and achieves self-realization as Gurmukh. The Gurmukh understands his own self.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ਕਿ ਜਿਸ ਸੱਚੇ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ (ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਹੈ)।",
    "pronunciation": "ਸੱਤ",
    "type_id": 3
  },
  {
    "id": 32385,
    "shabad_id": 2866,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਗੁਰ ਸਬਦਿ ਦਿਖਾੲੇ; ਤਿਤੁ ਨਾਤੈ. ਮਲੁ ਜਾੲੇ ||",
    "transliteration": "Athasath Theerathh Gur Sabadh Dhikhaaeae Thith Naathai Mal Jaaeae ||",
    "translation": "The Lord has shown that the Word of the Guru's Shabad is the sixty-eight sacred shrines of pilgrimage; bathing in it, filth is washed away.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਹੀ ਪ੍ਰਭੂ ਉਸ ਨੂੰ) ਅਠਾਹਠ ਤੀਰਥ ਵਿਖਾ ਦੇਂਦਾ ਹੈ (ਅਤੇ ਵਿਖਾ ਦੇਂਦਾ ਹੈ ਕਿ) ਉਸ (ਗੁਰੂ-ਸ਼ਬਦ-ਤੀਰਥ) ਵਿਚ ਨ੍ਹਾਤਿਆਂ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32386,
    "shabad_id": 2866,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ. ਸਾਚਾ ਹੈ ਨਿਰਮਲੁ; ਨਾ ਮਲੁ ਲਗੈ. ਨ ਲਾੲੇ ||",
    "transliteration": "Sachaa Sabadh Sachaa Hai Niramal Naa Mal Lagai N Laaeae ||",
    "translation": "True and Immaculate is the True Word of His Shabad; no filth touches or clings to Him.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਅਤੇ ਪਵਿਤ੍ਰ ਤੀਰਥ ਹੈ (ਉਸ ਵਿਚ ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ, (ਉਹ ਤੀਰਥ) ਮੈਲ ਨਹੀਂ ਚੰਬੋੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32387,
    "shabad_id": 2866,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਸਚੀ ਸਿਫਤਿ ਸਚੀ ਸਾਲਾਹ; ਪੂਰੇ ਗੁਰ ਤੇ ਪਾੲੇ ||੫||",
    "transliteration": "Sachee Sifath Sachee Saalaah Poorae Gur Thae Paaeae ||5||",
    "translation": "True Praise, True Devotional Praise, is obtained from the Perfect Guru. ||5||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32388,
    "shabad_id": 2866,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਸਭੁ ਕਿਛੁ ਹਰਿ ਤਿਸੁ ਕੇਰਾ; ਦੁਰਮਤਿ ਕਹਣੁ ਨ ਜਾੲੇ ||",
    "transliteration": "Than Man Sabh Kishh Har This Kaeraa Dhuramath Kehan N Jaaeae ||",
    "translation": "Body, mind, everything belongs to the Lord; but the evil-minded ones cannot even say this.",
    "punjabi": "ਪਰ, ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦਾ, ਉਹ (ਮਨੁੱਖ) ਖੋਟੀ ਮਤਿ ਦੇ ਕਾਰਨ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦਾ ਕਿ ਸਾਡਾ ਇਹ ਸਰੀਰ ਸਾਡਾ ਇਹ ਮਨ ਸਭ ਕੁਝ ਉਸ ਪ੍ਰਭੂ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32389,
    "shabad_id": 2866,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਹੁਕਮੁ ਹੋਵੈ ਤਾ ਨਿਰਮਲੁ ਹੋਵੈ; ਹੳੁਮੈ ਵਿਚਹੁ ਜਾੲੇ ||",
    "transliteration": "Hukam Hovai Thaa Niramal Hovai Houmai Vichahu Jaaeae ||",
    "translation": "If such is the Hukam of the Lord's Command, then one becomes pure and spotless, and the ego is taken away from within.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32390,
    "shabad_id": 2866,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਕੀ ਸਾਖੀ. ਸਹਜੇ ਚਾਖੀ; ਤਿ੍ਰਸਨਾ ਅਗਨਿ ਬੁਝਾੲੇ ||",
    "transliteration": "Gur Kee Saakhee Sehajae Chaakhee Thrisanaa Agan Bujhaaeae ||",
    "translation": "I have intuitively tasted the Guru's Teachings, and the fire of my desire has been quenched.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁਝਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਬੁਝਾੲੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32391,
    "shabad_id": 2866,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਰਾਤਾ. ਸਹਜੇ ਮਾਤਾ; ਸਹਜੇ ਰਹਿਅਾ ਸਮਾੲੇ ||੬||",
    "transliteration": "Gur Kai Sabadh Raathaa Sehajae Maathaa Sehajae Rehiaa Samaaeae ||6||",
    "translation": "Attuned to the Word of the Guru's Shabad, one is naturally intoxicated, merging imperceptibly into the Lord. ||6||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  }
]
