[
  {
    "id": 32647,
    "shabad_id": 2874,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਅਾਵਣੁ ਜਾਣਾ ਰਹਿ ਗੲੇ; ਮਨਿ ਵੁਠਾ ਨਿਰੰਕਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Aavan Jaanaa Rehi Geae Man Vuthaa Nirankaar Jeeo ||",
    "translation": "My comings and goings have ended; the Formless Lord now dwells within my mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32648,
    "shabad_id": 2874,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਤਾ ਕਾ ਅੰਤੁ. ਨ ਪਾੲੀਅੈ; ੳੂਚਾ ਅਗਮ ਅਪਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Thaa Kaa Anth N Paaeeai Oochaa Agam Apaar Jeeo ||",
    "translation": "His limits cannot be found; He is lofty and exalted, inaccessible and infinite.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਹ ਸਭ ਨਾਲੋਂ ਉੱਚੀ ਹਸਤੀ ਵਾਲਾ ਹੈ, ਉਹ ਅਪਹੁੰਚ ਹੈ, ਉਹ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32649,
    "shabad_id": 2874,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਜਿਸੁ ਪ੍ਰਭੁ ਅਪਣਾ ਵਿਸਰੈ; ਸੋ ਮਰਿ ਜੰਮੈ ਲਖ ਵਾਰ ਜੀੳੁ ||੬||",
    "transliteration": "Jis Prabh Apanaa Visarai So Mar Janmai Lakh Vaar Jeeo ||6||",
    "translation": "One who forgets His God, shall die and be reincarnated, hundreds of thousands of times. ||6||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਲੱਖਾਂ ਵਾਰੀ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32650,
    "shabad_id": 2874,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਸਾਚੁ ਨੇਹੁ ਤਿਨ ਪ੍ਰੀਤਮਾ; ਜਿਨ ਮਨਿ ਵੁਠਾ ਅਾਪਿ ਜੀੳੁ ||",
    "transliteration": "Saach Naehu Thin Preethamaa Jin Man Vuthaa Aap Jeeo ||",
    "translation": "They alone bear true love for their God, within whose minds He Himself dwells.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਸੱਜਣਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32651,
    "shabad_id": 2874,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਗੁਣ ਸਾਝੀ. ਤਿਨ ਸੰਗਿ ਬਸੇ; ਅਾਠ ਪਹਰ ਪ੍ਰਭ ਜਾਪਿ ਜੀੳੁ ||",
    "transliteration": "Gun Saajhee Thin Sang Basae Aath Pehar Prabh Jaap Jeeo ||",
    "translation": "So dwell only with those who share their virtues; chant and meditate on God, twenty-four hours a day.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਵੱਸਦੇ ਹਨ, ਉਹ ਭੀ ਅੱਠੇ ਪਹਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਹਨਾਂ ਨਾਲ ਗੁਣਾਂ ਦੀ ਸਾਂਝ ਬਣਾ ਲੈਂਦੈ ਹਨ।",
    "pronunciation": "ਸਾਂਝੀ",
    "type_id": 3
  },
  {
    "id": 32652,
    "shabad_id": 2874,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਰੰਗਿ ਰਤੇ ਪਰਮੇਸਰੈ; ਬਿਨਸੇ ਸਗਲ ਸੰਤਾਪ ਜੀੳੁ ||੭||",
    "transliteration": "Rang Rathae Paramaesarai Binasae Sagal Santhaap Jeeo ||7||",
    "translation": "They are attuned to the Love of the Transcendent Lord; all their sorrows and afflictions are dispelled. ||7||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32653,
    "shabad_id": 2874,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "ਤੂੰ ਕਰਤਾ. ਤੂੰ ਕਰਣਹਾਰੁ; ਤੂਹੈ ੲੇਕੁ ਅਨੇਕ ਜੀੳੁ ||",
    "transliteration": "Thoon Karathaa Thoon Karanehaar Thoohai Eaek Anaek Jeeo ||",
    "translation": "You are the Creator, You are the Cause of causes; You are the One and the many.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰਥ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਆਪ ਇੱਕ ਹੈਂ, (ਜਗਤ-ਰਚਨਾ ਕਰ ਕੇ) ਅਨੇਕ-ਰੂਪ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32654,
    "shabad_id": 2874,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "ਤੂ ਸਮਰਥੁ. ਤੂ ਸਰਬ ਮੈ; ਤੂਹੈ ਬੁਧਿ ਬਿਬੇਕ ਜੀੳੁ ||",
    "transliteration": "Thoo Samarathh Thoo Sarab Mai Thoohai Budhh Bibaek Jeeo ||",
    "translation": "You are All-powerful, You are present everywhere; You are the subtle intellect, the clear wisdom.",
    "punjabi": "ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਭਨਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, (ਜੀਵਾਂ, ਨੂੰ ਚੰਗੇ ਮੰਦੇ ਦੀ) ਪਰਖ ਦੀ ਅਕਲ (ਦੇਣ ਵਾਲਾ ਭੀ) ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "ਮੈ (ਸਰਬ)ਸਰੂਪ ਹੋ ਕੇ[ ਮੈ:ਬਿੰਦੀ ਨ ਲਾ[ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 32655,
    "shabad_id": 2874,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ ਨਾਮੁ ਸਦਾ ਜਪੀ; ਭਗਤ ਜਨਾ ਕੀ ਟੇਕ ਜੀੳੁ ||੮||੧||੩||",
    "transliteration": "Naanak Naam Sadhaa Japee Bhagath Janaa Kee Ttaek Jeeo ||8||1||3||",
    "translation": "Nanak chants and meditates forever on the Naam, the Support of the humble devotees. ||8||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੇਹਰ ਕਰੇਂ, ਤਾਂ) ਤੇਰੇ ਭਗਤ ਜਨਾਂ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਮੈਂ ਸਦਾ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ ॥੮॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32656,
    "shabad_id": 2875,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੫ ਅਸਟਪਦੀਅਾ ਘਰੁ ੧੦ ਕਾਫੀ",
    "transliteration": "Raag Soohee Mehalaa 5 Asattapadheeaa Ghar 10 Kaafee",
    "translation": "Raag Soohee, Fifth Mehl, Ashtapadees, Tenth House, Kaafee:",
    "punjabi": "ਰਾਗ ਸੂਹੀ/ਕਾਫੀ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 32657,
    "shabad_id": 2875,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32658,
    "shabad_id": 2875,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਜੇ ਭੁਲੀ ਜੇ ਚੁਕੀ ਸਾੲਂØੀ; ਭੀ ਤਹਿੰਜੀ ਕਾਢੀਅਾ ||",
    "transliteration": "Jae Bhulee Jae Chukee Saaeanaee Bhee Thehinjee Kaadteeaa ||",
    "translation": "Even though I have made mistakes, and even though I have been wrong, I am still called Yours, O my Lord and Master.",
    "punjabi": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! ਜੇ ਮੈਂ ਭੁੱਲਾਂ ਕਰਦੀ ਹਾਂ, ਜੇ ਮੈਂ ਉਕਾਇਆਂ ਕਰਦੀ ਹਾਂ, ਤਾਂ ਭੀ ਮੈਂ ਤੇਰੀ ਹੀ ਅਖਵਾਂਦੀ ਹਾਂ (ਮੈਂ ਤੇਰਾ ਦਰ ਛੱਡ ਕੇ ਹੋਰ ਕਿਧਰੇ ਭੀ ਜਾਣ ਨੂੰ ਤਿਆਰ ਨਹੀਂ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32659,
    "shabad_id": 2875,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜਿਨ੍ਹਾ. ਨੇਹੁ ਦੂਜਾਣੇ ਲਗਾ; ਝੂਰਿ ਮਰਹੁ. ਸੇ ਵਾਢੀਅਾ ||੧||",
    "transliteration": "Jinhaa Naehu Dhoojaanae Lagaa Jhoor Marahu Sae Vaadteeaa ||1||",
    "translation": "Those who enshrine love for another, die regretting and repenting. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਪਿਆਰ (ਤੈਥੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨਾਲ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਛੁੱਟੜਾਂ ਜ਼ਰੂਰ ਝੁਰ ਝੁਰ ਕੇ ਮਰ ਰਹੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "(ਦੂਜਾਣੇ)ਦੂਜੇ ਪਾਪਾਂ ਅੌਗੁਣਾਂ (ਵਾਢੀਅਾ)ਵਿਛੁੜੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 32660,
    "shabad_id": 2875,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹੳੁ. ਨਾ ਛੋਡੳੁ; ਕੰਤ ਪਾਸਰਾ ||",
    "transliteration": "Ho Naa Shhoddo Kanth Paasaraa ||",
    "translation": "I shall never leave my Husband Lord's side.",
    "punjabi": "ਮੈਂ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਸੋਹਣਾ ਪਾਸਾ (ਕਦੇ ਭੀ) ਨਾਹ ਛੱਡਾਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32661,
    "shabad_id": 2875,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਦਾ ਰੰਗੀਲਾ ਲਾਲੁ ਪਿਅਾਰਾ; ੲੇਹੁ ਮਹਿੰਜਾ ਅਾਸਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sadhaa Rangeelaa Laal Piaaraa Eaehu Mehinjaa Aasaraa ||1|| Rehaao ||",
    "translation": "My Beloved Lover is always and forever beautiful. He is my hope and inspiration. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਉਹ ਪਿਆਰਾ ਲਾਲ ਸਦਾ ਆਨੰਦ-ਸਰੂਪ ਹੈ, ਮੇਰਾ ਇਹੀ ਆਸਰਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32662,
    "shabad_id": 2875,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਜਣੁ ਤੂਹੈ. ਸੈਣੁ ਤੂ; ਮੈ. ਤੁਝ ੳੁਪਰਿ ਬਹੁ ਮਾਣੀਅਾ ||",
    "transliteration": "Sajan Thoohai Sain Thoo Mai Thujh Oupar Bahu Maaneeaa ||",
    "translation": "You are my Best Friend; You are my relative. I am so proud of You.",
    "punjabi": "ਹੇ ਖਸਮ-ਪ੍ਰਭੂ! ਮੇਰਾ ਤਾਂ ਤੂੰ ਹੀ ਸੱਜਣ ਹੈਂ, ਤੂੰ ਹੀ ਸਨਬੰਧੀ ਹੈਂ। ਮੈਨੂੰ ਤਾਂ ਤੇਰੇ ਉਤੇ ਹੀ ਮਾਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32663,
    "shabad_id": 2875,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਤੂ ਅੰਦਰਿ. ਤਾ ਸੁਖੇ; ਤੂੰ ਨਿਮਾਣੀ ਮਾਣੀਅਾ ||੨||",
    "transliteration": "Jaa Thoo Andhar Thaa Sukhae Thoon Nimaanee Maaneeaa ||2||",
    "translation": "And when You dwell within me, I am at peace. I am without honor - You are my honor. ||2||",
    "punjabi": "ਜਦੋਂ ਤੂੰ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਵੱਸਦਾ ਹੈਂ, ਤਦੋਂ ਹੀ ਮੈਂ ਸੁਖੀ ਹੁੰਦੀ ਹਾਂ। ਮੈਂ ਨਿਮਾਣੀ ਦਾ ਤੂੰ ਹੀ ਮਾਣ ਹੈਂ ॥੨॥",
    "pronunciation": "ਸੁਖੇ ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 32664,
    "shabad_id": 2875,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਤੂ ਤੁਠਾ ਕਿ੍ਰਪਾਨਿਧਾਨ; ਨਾ ਦੂਜਾ ਵੇਖਾਲਿ ||",
    "transliteration": "Jae Thoo Thuthaa Kirapaa Nidhhaan Naa Dhoojaa Vaekhaal ||",
    "translation": "And when You are pleased with me, O treasure of mercy, then I do not see any other.",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਖਸਮ-ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੇਰੇ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈਂ, ਤਾਂ (ਆਪਣੇ ਚਰਨਾਂ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਆਸਰਾ) ਨਾਹ ਵਿਖਾਈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32665,
    "shabad_id": 2875,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ੲੇਹਾ ਪਾੲੀ. ਮੂ ਦਾਤੜੀ; ਨਿਤ ਹਿਰਦੈ ਰਖਾ ਸਮਾਲਿ ||੩||",
    "transliteration": "Eaehaa Paaee Moo Dhaatharree Nith Hiradhai Rakhaa Samaal ||3||",
    "translation": "Please grant me this blessing, that that I may forever dwell upon You and cherish You within my heart. ||3||",
    "punjabi": "ਮੈਂ ਤਾਂ ਇਹੋ ਸੋਹਣੀ ਦਾਤ ਲੱਭੀ ਹੋਈ ਹੈ, ਇਸੇ ਨੂੰ ਮੈਂ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਸਾਂਭ ਰੱਖਦੀ ਹਾਂ ॥੩॥",
    "pronunciation": "ਦੱਾਤੜੀ",
    "type_id": 3
  },
  {
    "id": 32666,
    "shabad_id": 2875,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਪਾਵ ਜੁਲਾੲੀ ਪੰਧ ਤੳੁ; ਨੈਣੀ ਦਰਸੁ ਦਿਖਾਲਿ ||",
    "transliteration": "Paav Julaaee Pandhh Tho Nainee Dharas Dhikhaal ||",
    "translation": "Let my feet walk on Your Path, and let my eyes behold the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਖਸਮ-ਪ੍ਰਭੂ! ਮੈਂ ਆਪਣੇ ਪੈਰਾਂ ਨੂੰ ਤੇਰੇ (ਦੇਸ ਲੈ ਜਾਣ ਵਾਲੇ) ਰਸਤੇ ਉਤੇ ਤੋਰਾਂ। ਹੇ ਪਿਆਰੇ! (ਮੇਰੀਆਂ ਇਹਨਾਂ) ਅੱਖਾਂ ਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦਿਖਾਲ।",
    "pronunciation": "(ਜੁਲਾੲੀ)ਚੱਲਾਂ[ (ਪੰਧ)ਰਸਤੇ[(ਤੳੁ)ਅਾਪਜੀ",
    "type_id": 3
  },
  {
    "id": 32667,
    "shabad_id": 2875,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਸ੍ਰਵਣੀ ਸੁਣੀ ਕਹਾਣੀਅਾ; ਜੇ ਗੁਰੁ ਥੀਵੈ ਕਿਰਪਾਲਿ ||੪||",
    "transliteration": "Sravanee Sunee Kehaaneeaa Jae Gur Thheevai Kirapaal ||4||",
    "translation": "With my ears, I will listen to Your Sermon, if the Guru becomes merciful to me. ||4||",
    "punjabi": "ਜੇ ਗੁਰੂ (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋਵੇ, ਤਾਂ ਮੈਂ (ਉਸ ਪਾਸੋਂ) ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਦੀ ਰਹਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32668,
    "shabad_id": 2875,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਕਿਤੀ. ਲਖ ਕਰੋੜਿ ਪਿਰੀੲੇ; ਰੋਮ ਨ ਪੁਜਨਿ ਤੇਰਿਅਾ ||",
    "transliteration": "Kithee Lakh Karorr Pireeeae Rom N Pujan Thaeriaa ||",
    "translation": "Hundreds of thousands and millions do not equal even one hair of Yours, O my Beloved.",
    "punjabi": "ਜੇ ਮੈਂ ਕਿਤਨੇ ਹੀ ਲੱਖਾਂ ਤੇ ਕ੍ਰੋੜਾਂ ਤੇਰੇ ਗੁਣ ਦੱਸਾਂ, ਤਾਂ ਭੀ ਉਹ ਸਾਰੇ ਤੇਰੇ ਇਕ ਰੋਮ (ਦੀ ਵਡਿਆਈ) ਤਕ ਨਹੀਂ ਅੱਪੜ ਸਕਦੇ।",
    "pronunciation": "ਕਿਤੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32669,
    "shabad_id": 2875,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਤੂ ਸਾਹੀ ਹੂ ਸਾਹੁ; ਹੳੁ ਕਹਿ. ਨ ਸਕਾ ਗੁਣ ਤੇਰਿਅਾ ||੫||",
    "transliteration": "Thoo Saahee Hoo Saahu Ho Kehi N Sakaa Gun Thaeriaa ||5||",
    "translation": "You are the King of kings; I cannot even describe Your Glorious Praises. ||5||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੂੰ ਸ਼ਾਹਾਂ ਦਾ ਪਾਤਿਸ਼ਾਹ ਹੈਂ। ਮੈਂ ਤੇਰੇ ਸਾਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32670,
    "shabad_id": 2875,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਸਹੀਅਾ ਤੳੂ ਅਸੰਖ; ਮੰਞਞਹੁ ਹਭਿ ਵਧਾਣੀਅਾ ||",
    "transliteration": "Seheeaa Thoo Asankh Mannjahu Habh Vadhhaaneeaa ||",
    "translation": "Your brides are countless; they are all greater than I am.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਅਣਗਿਣਤ ਹੀ ਸਹੇਲੀਆਂ ਤੇਰੇ (ਦਰ ਦੀਆਂ ਦਾਸੀਆਂ) ਹਨ। ਮੇਰੇ ਨਾਲੋਂ ਉਹ ਸਾਰੀਆਂ ਹੀ ਚੰਗੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32671,
    "shabad_id": 2875,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਹਿਕ ਭੋਰੀ ਨਦਰਿ ਨਿਹਾਲਿ; ਦੇਹਿ ਦਰਸੁ ਰੰਗੁ ਮਾਣੀਅਾ ||੬||",
    "transliteration": "Hik Bhoree Nadhar Nihaal Dhaehi Dharas Rang Maaneeaa ||6||",
    "translation": "Please bless me with Your Glance of Grace, even for an instant; please bless me with Your Darshan, that I may revel in Your Love. ||6||",
    "punjabi": "ਇਕ ਰਤਾ ਭੀ ਸਮੇ ਲਈ ਹੀ ਮੇਰੇ ਵਲ ਭੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖ। ਮੈਨੂੰ ਭੀ ਦਰਸਨ ਦੇਹ, ਤਾ ਕਿ ਮੈਂ ਭੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕਾਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32672,
    "shabad_id": 2875,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਜੈ ਡਿਠੇ ਮਨੁ ਧੀਰੀਅੈ; ਕਿਲਵਿਖ ਵੰਞਞਨਿ੍ਹ ਦੂਰੇ ||",
    "transliteration": "Jai Ddithae Man Dhheereeai Kilavikh Vannjanih Dhoorae ||",
    "translation": "Seeing Him, my mind is comforted and consoled, and my sins and mistakes are far removed.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ ਮਨ ਧੀਰਜ ਫੜਦਾ ਹੈ ਅਤੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32673,
    "shabad_id": 2875,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਸੋ ਕਿੳੁ ਵਿਸਰੈ ਮਾੳੁ ਮੈ; ਜੋ ਰਹਿਅਾ ਭਰਪੂਰੇ ||੭||",
    "transliteration": "So Kio Visarai Maao Mai Jo Rehiaa Bharapoorae ||7||",
    "translation": "How could I ever forget Him, O my mother? He is permeating and pervading everywhere. ||7||",
    "punjabi": "ਮੈਨੂੰ (ਭਲਾ) ਉਹ (ਪਿਆਰਾ) ਕਿਵੇਂ ਵਿਸਰ ਸਕਦਾ ਹੈ, ਜੋ ਸਾਰੇ ਜਗਤ ਵਿਚ ਵਿਆਪਕ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32674,
    "shabad_id": 2875,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਹੋੲਿ ਨਿਮਾਣੀ ਢਹਿ ਪੲੀ; ਮਿਲਿਅਾ ਸਹਜਿ ਸੁਭਾੲਿ ||",
    "transliteration": "Hoe Nimaanee Dtehi Pee Miliaa Sehaj Subhaae ||",
    "translation": "In humility, I bowed down in surrender to Him, and He naturally met me.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ, ਆਜਜ਼ ਹੋ ਕੇ (ਮਾਣ ਛੱਡ ਕੇ ਉਸ ਦੇ ਦਰ ਤੇ) ਢਹਿ ਪਈ, ਤਾਂ ਉਹ ਪਿਆਰਾ ਮੈਨੂੰ ਮਿਲ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32675,
    "shabad_id": 2875,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਪੂਰਬਿ ਲਿਖਿਅਾ ਪਾੲਿਅਾ; ਨਾਨਕ ਸੰਤ ਸਹਾੲਿ ||੮||੧||੪||",
    "transliteration": "Poorab Likhiaa Paaeiaa Naanak Santh Sehaae ||8||1||4||",
    "translation": "I have received what was pre-ordained for me, O Nanak, with the help and assistance of the Saints. ||8||1||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਕਿਸੇ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਚੰਗੀ ਕਿਸਮਤ ਦਾ ਲਿਖਿਆ ਲੇਖ ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਮਿਲ ਪਿਆ ਹੈ ॥੮॥੧॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32676,
    "shabad_id": 2876,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32677,
    "shabad_id": 2876,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਮਿ੍ਰਤਿ ਬੇਦ ਪੁਰਾਣ; ਪੁਕਾਰਨਿ ਪੋਥੀਅਾ ||",
    "transliteration": "Simrith Baedh Puraan Pukaaran Pothheeaa ||",
    "translation": "The Simritees, the Vedas, the Puraanas and the other holy scriptures proclaim",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਵੇਦ ਪੁਰਾਣ ਸਿੰਮ੍ਰਿਤੀਆਂ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਪੜ੍ਹ ਕੇ (ਨਾਮ ਨੂੰ ਲਾਂਭੇ ਛੱਡ ਕੇ ਕਰਮ ਕਾਂਡ ਆਦਿਕ ਦਾ ਉਪਦੇਸ਼) ਉੱਚੀ ਉੱਚੀ ਸੁਣਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਥੋਥੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਸਿਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 32678,
    "shabad_id": 2876,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ ਸਭਿ ਕੂੜੁ; ਗਾਲ੍ਹੀ ਹੋਛੀਅਾ ||੧||",
    "transliteration": "Naam Binaa Sabh Koorr Gaalhee Hoshheeaa ||1||",
    "translation": "That without the Naam, everything is false and worthless. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਝੂਠਾ ਪਰਚਾਰ ਹੀ ਇਹ ਸਾਰੇ ਲੋਕ ਕਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32679,
    "shabad_id": 2876,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਅਪਾਰੁ; ਭਗਤਾ ਮਨਿ ਵਸੈ ||",
    "transliteration": "Naam Nidhhaan Apaar Bhagathaa Man Vasai ||",
    "translation": "The infinite treasure of the Naam abides within the minds of the devotees.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨਾ (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32680,
    "shabad_id": 2876,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਮੋਹੁ ਦੁਖੁ; ਸਾਧੂਸੰਗਿ ਨਸੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Janam Maran Mohu Dhukh Saadhhoo Sang Nasai ||1|| Rehaao ||",
    "translation": "Birth and death, attachment and suffering, are erased in the Saadh Sangat, the Company of the Holy. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਨਾਮ ਜਪਿਆਂ) ਜਨਮ ਮਰਨ ਦੇ ਦੁੱਖ ਅਤੇ ਮੋਹ ਆਦਿਕ ਹਰੇਕ ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਨੱਸੈ",
    "type_id": 4
  },
  {
    "id": 32681,
    "shabad_id": 2876,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮੋਹਿ ਬਾਦਿ ਅਹੰਕਾਰਿ; ਸਰਪਰ ਰੁੰਨਿਅਾ ||",
    "transliteration": "Mohi Baadh Ahankaar Sarapar Runniaa ||",
    "translation": "Those who indulge in attachment, conflict and egotism shall surely weep and cry.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ, ਸ਼ਾਸਤ੍ਰਾਰਥ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ ਫਸ ਕੇ ਜ਼ਰੂਰ ਦੁਖੀ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "ਅਹੰ-ਕਾਰਿ",
    "type_id": 3
  },
  {
    "id": 32682,
    "shabad_id": 2876,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੁਖੁ. ਨ ਪਾੲਿਨਿ੍ਹ ਮੂਲਿ; ਨਾਮ ਵਿਛੁੰਨਿਅਾ ||੨||",
    "transliteration": "Sukh N Paaeinih Mool Naam Vishhunniaa ||2||",
    "translation": "Those who are separated from the Naam shall never find any peace. ||2||",
    "punjabi": "(ਜੋ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਹਨ। ਉਹ ਮਨੁੱਖ ਕਦੇ ਭੀ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਾਣਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32683,
    "shabad_id": 2876,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮੇਰੀ ਮੇਰੀ ਧਾਰਿ; ਬੰਧਨਿ ਬੰਧਿਅਾ ||",
    "transliteration": "Maeree Maeree Dhhaar Bandhhan Bandhhiaa ||",
    "translation": "Crying out, Mine! Mine!, he is bound in bondage.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਮਾਇਆ ਦੀ ਮਮਤਾ ਦਾ ਖ਼ਿਆਲ ਮਨ ਵਿਚ ਟਿਕਾ ਕੇ ਮੋਹ ਦੇ ਬੰਧਨ ਵਿਚ ਬੱਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32684,
    "shabad_id": 2876,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਰਕਿ ਸੁਰਗਿ ਅਵਤਾਰ; ਮਾੲਿਅਾ ਧੰਧਿਅਾ ||੩||",
    "transliteration": "Narak Surag Avathaar Maaeiaa Dhhandhhiaa ||3||",
    "translation": "Entangled in Maya, he is reincarnated in heaven and hell. ||3||",
    "punjabi": "ਨਿਰੀ ਮਾਇਆ ਦੇ ਝੰਬੇਲਿਆਂ ਦੇ ਕਾਰਨ ਉਹ ਲੋਕ ਦੁੱਖ ਸੁਖ ਭੋਗਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32685,
    "shabad_id": 2876,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸੋਧਤ ਸੋਧਤ ਸੋਧਿ; ਤਤੁ ਬੀਚਾਰਿਅਾ ||",
    "transliteration": "Sodhhath Sodhhath Sodhh Thath Beechaariaa ||",
    "translation": "Searching, searching, searching, I have come to understand the essence of reality.",
    "punjabi": "ਹੇ ਭਾਈ! ਚੰਗੀ ਤਰ੍ਹਾਂ ਪੜਤਾਲ ਕਰ ਕੇ ਨਿਰਨਾ ਕਰ ਕੇ ਅਸੀਂ ਇਸ ਅਸਲੀਅਤ ਉਤੇ ਪਹੁੰਚੇ ਹਾਂ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32686,
    "shabad_id": 2876,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ ਸੁਖੁ ਨਾਹਿ; ਸਰਪਰ ਹਾਰਿਅਾ ||੪||",
    "transliteration": "Naam Binaa Sukh Naahi Sarapar Haariaa ||4||",
    "translation": "Without the Naam, there is no peace at all, and the mortal will surely fail. ||4||",
    "punjabi": "ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿਣ ਵਾਲੇ ਜ਼ਰੂਰ (ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਹਾਰ ਕੇ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
