[
  {
    "id": 32758,
    "shabad_id": 2880,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਬਾਬੁਲਿ ਦਿਤੜੀ ਦੂਰਿ; ਨਾ ਅਾਵੈ ਘਰਿ ਪੇੲੀਅੈ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Baabul Dhitharree Dhoor Naa Aavai Ghar Paeeeai Bal Raam Jeeo ||",
    "translation": "My father has given me in marriage far away, and I shall not return to my parents' home.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ (ਮੇਹਰ ਕਰ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਇਤਨੀ) ਦੂਰ ਅਪੜਾ ਦਿੱਤੀ ਕਿ ਉਹ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "ਦਿੱਤੜੀ",
    "type_id": 3
  },
  {
    "id": 32759,
    "shabad_id": 2880,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਰਹਸੀ ਵੇਖਿ ਹਦੂਰਿ; ਪਿਰਿ ਰਾਵੀ ਘਰਿ ਸੋਹੀਅੈ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Rehasee Vaekh Hadhoor Pir Raavee Ghar Soheeai Bal Raam Jeeo ||",
    "translation": "I am delighted to see my Husband Lord near at hand; in His Home, I am so beautiful.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪ੍ਰਤੱਖ ਦੀਦਾਰ ਕਰ ਕੇ ਉਹ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੁੰਦੀ ਹੈ। ਪ੍ਰਭੂ-ਪਤੀ ਨੇ (ਜਦੋਂ) ਉਸ ਨਾਲ ਪਿਆਰ ਕੀਤਾ, ਤਾਂ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਸੰਵਾਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32760,
    "shabad_id": 2880,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਾਚੇ ਪਿਰ ਲੋੜੀ. ਪ੍ਰੀਤਮ ਜੋੜੀ; ਮਤਿ ਪੂਰੀ ਪਰਧਾਨੇ ||",
    "transliteration": "Saachae Pir Lorree Preetham Jorree Math Pooree Paradhhaanae ||",
    "translation": "My True Beloved Husband Lord desires me; He has joined me to Himself, and made my intellect pure and sublime.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨੂੰ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਲੋੜ ਪਈ (ਭਾਵ, ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਦੇ ਲੇਖੇ ਵਿਚ ਆ ਗਈ) ਉਸ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ। (ਇਸ ਮਿਲਾਪ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਦੀ ਮਤਿ ਉਕਾਈ-ਹੀਣ ਹੋ ਗਈ, ਉਹ ਮੰਨੀ-ਪ੍ਰਮੰਨੀ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32761,
    "shabad_id": 2880,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸੰਜੋਗੀ ਮੇਲਾ ਥਾਨਿ ਸੁਹੇਲਾ; ਗੁਣਵੰਤੀ ਗੁਰ ਗਿਅਾਨੇ ||",
    "transliteration": "Sanjogee Maelaa Thhaan Suhaelaa Gunavanthee Gur Giaanae ||",
    "translation": "By good destiny I met Him, and was given a place of rest; through the Guru's Wisdom, I have become virtuous.",
    "punjabi": "ਚੰਗੇ ਭਾਗਾਂ ਨਾਲ ਉਸ ਦਾ ਮਿਲਾਪ ਹੋ ਗਿਆ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਉਸ ਦਾ ਜੀਵਨ ਸੁਖੀ ਹੋ ਗਿਆ, ਉਹ ਗੁਣਾਂ ਵਾਲੀ ਹੋ ਗਈ, ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਵਾਲੀ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32762,
    "shabad_id": 2880,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ਸਦਾ ਸਚੁ ਪਲੈ; ਸਚੁ ਬੋਲੈ ਪਿਰ ਭਾੲੇ ||",
    "transliteration": "Sath Santhokh Sadhaa Sach Palai Sach Bolai Pir Bhaaeae ||",
    "translation": "I gather lasting Truth and contentment in my lap, and my Beloved is pleased with my truthful speech.",
    "punjabi": "ਸਤ ਸੰਤੋਖ ਤੇ ਸਦਾ-ਥਿਰ ਯਾਦ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32763,
    "shabad_id": 2880,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਵਿਛੁੜਿ, ਨਾ ਦੁਖੁ ਪਾੲੇ; ਗੁਰਮਤਿ ਅੰਕਿ ਸਮਾੲੇ ||੪||੧||",
    "transliteration": "Naanak Vishhurr Naa Dhukh Paaeae Guramath Ank Samaaeae ||4||1||",
    "translation": "O Nanak, I shall not suffer the pain of separation; through the Guru's Teachings, I merge into the loving embrace of the Lord's Being. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ) ਵਿਛੁੜ ਕੇ ਦੁੱਖ ਨਹੀਂ ਪਾਂਦੀ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪ੍ਰਭੂ ਦੀ ਗੋਦ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32764,
    "shabad_id": 2881,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੧ ਛੰਤ ਘਰੁ ੨",
    "transliteration": "Raag Soohee Mehalaa 1 Shhanth Ghar 2",
    "translation": "Raag Soohee, First Mehl, Chhant, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32765,
    "shabad_id": 2881,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32766,
    "shabad_id": 2881,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਮ ਘਰਿ. ਸਾਜਨ ਅਾੲੇ ||",
    "transliteration": "Ham Ghar Saajan Aaeae ||",
    "translation": "My friends have come into my home.",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਮਿੱਤਰ-ਪ੍ਰਭੂ ਜੀ ਆ ਪ੍ਰਗਟੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32767,
    "shabad_id": 2881,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਾਚੈ ਮੇਲਿ ਮਿਲਾੲੇ ||",
    "transliteration": "Saachai Mael Milaaeae ||",
    "translation": "The True Lord has united me with them.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32768,
    "shabad_id": 2881,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਹਜਿ ਮਿਲਾੲੇ. ਹਰਿ ਮਨਿ ਭਾੲੇ; ਪੰਚ ਮਿਲੇ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Sehaj Milaaeae Har Man Bhaaeae Panch Milae Sukh Paaeiaa ||",
    "translation": "The Lord automatically united me with them when it pleased Him; uniting with the chosen ones, I have found peace.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੈਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗ ਰਹੇ ਹਨ, ਮੇਰੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਆਪੋ ਆਪਣੇ ਵਿਸ਼ੇ ਵਲ ਦੌੜਨ ਦੇ ਥਾਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਵਿਚ) ਇਕੱਠੇ ਹੋ ਬੈਠੇ ਹਨ, ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32769,
    "shabad_id": 2881,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਾੲੀ ਵਸਤੁ ਪਰਾਪਤਿ ਹੋੲੀ; ਜਿਸੁ ਸੇਤੀ ਮਨੁ ਲਾੲਿਅਾ ||",
    "transliteration": "Saaee Vasath Paraapath Hoee Jis Saethee Man Laaeiaa ||",
    "translation": "I have obtained that thing, which my mind desired.",
    "punjabi": "ਜਿਸ ਨਾਮ-ਵਸਤੂ ਦੀ ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਸੀ, ਉਹ ਹੁਣ ਮੈਨੂੰ ਮਿਲ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32770,
    "shabad_id": 2881,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਮੇਲੁ ਭੲਿਅਾ. ਮਨੁ ਮਾਨਿਅਾ; ਘਰ ਮੰਦਰ ਸੋਹਾੲੇ ||",
    "transliteration": "Anadhin Mael Bhaeiaa Man Maaniaa Ghar Mandhar Sohaaeae ||",
    "translation": "Meeting with them, night and day, my mind is pleased; my home and mansion are beautified.",
    "punjabi": "ਹੁਣ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਮੇਰਾ ਮਿਲਾਪ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੇਰਾ ਮਨ (ਉਸ ਨਾਮ ਨਾਲ) ਗਿੱਝ ਗਿਆ ਹੈ, ਮੇਰਾ ਹਿਰਦਾ ਤੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੁਹਾਵਣੇ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32771,
    "shabad_id": 2881,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪੰਚ ਸਬਦ ਧੁਨਿ ਅਨਹਦ ਵਾਜੇ; ਹਮ ਘਰਿ ਸਾਜਨ ਅਾੲੇ ||੧||",
    "transliteration": "Panch Sabadh Dhhun Anehadh Vaajae Ham Ghar Saajan Aaeae ||1||",
    "translation": "The unstruck sound current of the Panch Shabad, the Five Primal Sounds, vibrates and resounds; my friends have come into my home. ||1||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਆ ਪ੍ਰਗਟੇ ਹਨ (ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਅਜੇਹਾ ਆਨੰਦ ਬਣਿਆ ਪਿਆ ਹੈ, ਮਾਨੋ) ਪੰਜ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਲਗਾਤਾਰ ਮਿਲਵੀਂ ਸੁਰ ਵਿਚ (ਮੇਰੇ ਅੰਦਰ) ਵੱਜ ਰਹੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32772,
    "shabad_id": 2881,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਾਵਹੁ ਮੀਤ ਪਿਅਾਰੇ ||",
    "transliteration": "Aavahu Meeth Piaarae ||",
    "translation": "So come, my beloved friends,",
    "punjabi": "ਹੇ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਓ! ਆਓ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32773,
    "shabad_id": 2881,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮੰਗਲ ਗਾਵਹੁ ਨਾਰੇ ||",
    "transliteration": "Mangal Gaavahu Naarae ||",
    "translation": "And sing the songs of joy, O sisters.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸਹੇਲੀਓ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਵੋ ਜੋ ਮਨ ਵਿਚ ਹੁਲਾਰਾ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32774,
    "shabad_id": 2881,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ ਮੰਗਲੁ ਗਾਵਹੁ. ਤਾ ਪ੍ਰਭ ਭਾਵਹੁ; ਸੋਹਿਲੜਾ ਜੁਗ ਚਾਰੇ ||",
    "transliteration": "Sach Mangal Gaavahu Thaa Prabh Bhaavahu Sohilarraa Jug Chaarae ||",
    "translation": "Sing the true songs of joy and God will be pleased. You shall be celebrated throughout the four ages.",
    "punjabi": "ਉਹ ਗੀਤ ਗਾਵੋ ਜੋ ਅਟੱਲ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਉਹ ਗੀਤ ਗਾਵੋ ਜੋ ਚਹੁ ਜੁਗਾਂ ਵਿਚ ਆਤਮਕ ਹੁਲਾਰਾ ਦੇਈ ਰੱਖਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਤੁਸੀ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀਆਂ ਲੱਗੋਗੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32775,
    "shabad_id": 2881,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਪਨੈ ਘਰਿ ਅਾੲਿਅਾ. ਥਾਨਿ ਸੁਹਾੲਿਅਾ; ਕਾਰਜ ਸਬਦਿ ਸਵਾਰੇ ||",
    "transliteration": "Apanai Ghar Aaeiaa Thhaan Suhaaeiaa Kaaraj Sabadh Savaarae ||",
    "translation": "My Husband Lord has come into my home, and my place is adorned and decorated. Through the Shabad, my affairs have been resolved.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਓ! ਮੇਰੇ ਹਿਰਦੇ ਨੂੰ ਆਪਣਾ ਘਰ ਬਣਾ ਕੇ ਸੱਜਣ-ਪ੍ਰਭੂ) ਆਪਣੇ ਘਰ ਵਿਚ ਆਇਆ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ-ਥਾਂ ਵਿਚ ਬੈਠਾ ਸੋਭਾ ਦੇ ਰਿਹਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਮੇਰੇ ਜੀਵਨ-ਮਨੋਰਥ ਸਵਾਰ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32776,
    "shabad_id": 2881,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗਿਅਾਨ ਮਹਾ ਰਸੁ ਨੇਤ੍ਰੀ ਅੰਜਨੁ; ਤਿ੍ਰਭਵਣ ਰੂਪੁ ਦਿਖਾੲਿਅਾ ||",
    "transliteration": "Giaan Mehaa Ras Naethree Anjan Thribhavan Roop Dhikhaaeiaa ||",
    "translation": "Applying the ointment, the supreme essence, of divine wisdom to my eyes, I see the Lord's form throughout the three worlds.",
    "punjabi": "ਉੱਚੇ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਸਤਿਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਮੈਨੂੰ ਅੱਖਾਂ ਵਿਚ ਪਾਣ ਲਈ ਮਿਲਿਆ ਹੈ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਗੁਰੂ ਨੇ) ਮੈਨੂੰ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32777,
    "shabad_id": 2881,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਖੀ ਮਿਲਹੁ ਰਸਿ ਮੰਗਲੁ ਗਾਵਹੁ; ਹਮ ਘਰਿ ਸਾਜਨੁ ਅਾੲਿਅਾ ||੨||",
    "transliteration": "Sakhee Milahu Ras Mangal Gaavahu Ham Ghar Saajan Aaeiaa ||2||",
    "translation": "So join with me, my sisters, and sing the songs of joy and delight; my friends have come into my home. ||2||",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਜੁੜੋ ਤੇ ਆਨੰਦ ਨਾਲ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਉਹ ਗੀਤ ਗਾਵੋ ਜੋ ਆਤਮਕ ਹੁਲਾਰਾ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ ਪ੍ਰਭੂ ਆ ਪ੍ਰਗਟਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32778,
    "shabad_id": 2881,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਅੰਮਿ੍ਰਤਿ ਭਿੰਨਾ ||",
    "transliteration": "Man Than Anmrith Bhinnaa ||",
    "translation": "My mind and body are drenched with Ambrosial Nectar;",
    "punjabi": "(ਹੇ ਸਹੇਲੀਹੋ!) ਮੇਰਾ ਮਨ ਤੇ ਸਰੀਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਿੱਜ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32779,
    "shabad_id": 2881,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਪ੍ਰੇਮੁ ਰਤੰਨਾ ||",
    "transliteration": "Anthar Praem Rathannaa ||",
    "translation": "Deep within the nucleus of my self, is the jewel of the Lord's Love.",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ-ਰਤਨ ਪੈਦਾ ਹੋ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32780,
    "shabad_id": 2881,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਰਤਨੁ ਪਦਾਰਥੁ ਮੇਰੈ; ਪਰਮ ਤਤੁ ਵੀਚਾਰੋ ||",
    "transliteration": "Anthar Rathan Padhaarathh Maerai Param Thath Veechaaro ||",
    "translation": "This invaluable jewel is deep within me; I contemplate the supreme essence of reality.",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ (ਦਾ ਇਕ ਐਸਾ) ਸੋਹਣਾ ਰਤਨ ਪੈਦਾ ਹੋ ਪਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32781,
    "shabad_id": 2881,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜੰਤ ਭੇਖ. ਤੂ ਸਫਲਿਓ ਦਾਤਾ; ਸਿਰਿ ਸਿਰਿ ਦੇਵਣਹਾਰੋ ||",
    "transliteration": "Janth Bhaekh Thoo Safaliou Dhaathaa Sir Sir Dhaevanehaaro ||",
    "translation": "Living beings are mere beggars; You are the Giver of rewards; You are the Giver to each and every being.",
    "punjabi": "(ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਸ ਦੇ ਦਰ ਤੇ ਇਉਂ ਅਰਦਾਸਿ ਕਰਦੀ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ ਭਿਖਾਰੀ ਹਨ) ਤੂੰ ਭਿਖਾਰੀ ਜੀਵਾਂ ਦਾ ਕਾਮਯਾਬ ਦਾਤਾ ਹੈਂ, ਤੂੰ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ (ਰਾਖਾ ਤੇ) ਦਾਤਾਰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32782,
    "shabad_id": 2881,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਤੂ ਜਾਨੁ ਗਿਅਾਨੀ ਅੰਤਰਜਾਮੀ; ਅਾਪੇ ਕਾਰਣੁ ਕੀਨਾ ||",
    "transliteration": "Thoo Jaan Giaanee Antharajaamee Aapae Kaaran Keenaa ||",
    "translation": "You are Wise and All-knowing, the Inner-knower; You Yourself created the creation.",
    "punjabi": "ਤੂੰ ਸਿਆਣਾ ਹੈਂ, ਗਿਆਨ-ਵਾਨ ਹੈਂ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਇਹ (ਸਾਰਾ) ਜਗਤ ਰਚਿਆ ਹੈ (ਤੇ ਆਪ ਹੀ ਹਰੇਕ ਦੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨੀਆਂ ਜਾਣਦਾ ਹੈਂ ਤੇ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32783,
    "shabad_id": 2881,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਸੁਨਹੁ ਸਖੀ. ਮਨੁ ਮੋਹਨਿ ਮੋਹਿਅਾ; ਤਨੁ ਮਨੁ ਅੰਮਿ੍ਰਤਿ ਭੀਨਾ ||੩||",
    "transliteration": "Sunahu Sakhee Man Mohan Mohiaa Than Man Anmrith Bheenaa ||3||",
    "translation": "So listen, O my sisters - the Enticer has enticed my mind. My body and mind are drenched with Nectar. ||3||",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! (ਮੇਰਾ ਹਾਲ ਸੁਣੋ) ਮੋਹਨ-ਪ੍ਰਭੂ ਨੇ ਮੇਰਾ ਮਨ ਆਪਣੇ ਪ੍ਰੇਮ ਦੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਉਸ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ ਭਿੱਜਾ ਪਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32784,
    "shabad_id": 2881,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਅਾਤਮ ਰਾਮੁ ਸੰਸਾਰਾ ||",
    "transliteration": "Aatham Raam Sansaaraa ||",
    "translation": "O Supreme Soul of the World,",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸੰਸਾਰ ਦੀ ਜਿੰਦ-ਜਾਨ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32785,
    "shabad_id": 2881,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਸਾਚਾ ਖੇਲੁ ਤੁਮ੍ਹਾਰਾ ||",
    "transliteration": "Saachaa Khael Thumhaaraa ||",
    "translation": "Your play is true.",
    "punjabi": "ਇਹ ਸੰਸਾਰ ਤੇਰੀ ਸਚ-ਮੁਚ ਦੀ ਰਚੀ ਹੋਈ ਖੇਡ ਹੈ (ਭਾਵ, ਹੈ ਤਾਂ ਇਹ ਸੰਸਾਰ ਇਕ ਖੇਡ ਹੀ, ਹੈ ਤਾਂ ਨਾਸਵੰਤ, ਪਰ ਮਨ ਦਾ ਭਰਮ ਨਹੀਂ, ਸਚ-ਮੁਚ ਮੌਜੂਦ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32786,
    "shabad_id": 2881,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਸਚੁ ਖੇਲੁ ਤੁਮ੍ਹਾਰਾ ਅਗਮ ਅਪਾਰਾ; ਤੁਧੁ ਬਿਨੁ. ਕੳੁਣੁ ਬੁਝਾੲੇ ||",
    "transliteration": "Sach Khael Thumhaaraa Agam Apaaraa Thudhh Bin Koun Bujhaaeae ||",
    "translation": "Your play is true, O Inaccessible and Infinite Lord; without You, who can make me understand?",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਇਹ ਸੰਸਾਰ ਤੇਰੀ ਸਚ-ਮੁਚ ਦੀ ਰਚੀ ਹੋਈ ਇਕ ਖੇਡ ਹੈ (ਇਹ ਅਸਲੀਅਤ) ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਸਮਝਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਬੁੱਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 32787,
    "shabad_id": 2881,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਸਿਧ ਸਾਧਿਕ ਸਿਅਾਣੇ ਕੇਤੇ; ਤੁਝ ਬਿਨੁ ਕਵਣੁ ਕਹਾੲੇ ||",
    "transliteration": "Sidhh Saadhhik Siaanae Kaethae Thujh Bin Kavan Kehaaeae ||",
    "translation": "There are millions of Siddhas and enlightened seekers, but without You, who can call himself one?",
    "punjabi": "(ਇਹ ਸੰਸਾਰ ਵਿਚ) ਅਨੇਕਾਂ ਹੀ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਅਨੇਕਾਂ ਹੀ ਸਾਧਨਾਂ ਕਰਨ ਵਾਲੇ ਤੇ ਅਨੇਕਾਂ ਹੀ ਸਿਆਣੇ ਹੁੰਦੇ ਆਏ ਹਨ (ਤੇਰੀ ਹੀ ਮੇਹਰ ਨਾਲ ਇਸ ਮਰਾਤਬੇ ਤੇ ਪਹੁੰਚਦੇ ਹਨ) ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਤੇਰਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32788,
    "shabad_id": 2881,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਕਾਲੁ ਬਿਕਾਲੁ ਭੲੇ ਦੇਵਾਨੇ; ਮਨੁ ਰਾਖਿਅਾ ਗੁਰਿ ਠਾੲੇ ||",
    "transliteration": "Kaal Bikaal Bheae Dhaevaanae Man Raakhiaa Gur Thaaeae ||",
    "translation": "Death and rebirth drive the mind insane; only the Guru can hold it in its place.",
    "punjabi": "(ਤੇਰੀ ਹੀ ਮੇਹਰ ਨਾਲ) ਗੁਰੂ ਨੇ ਜਿਸ ਦਾ ਮਨ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32789,
    "shabad_id": 2881,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਅਵਗਣ ਸਬਦਿ ਜਲਾੲੇ; ਗੁਣ ਸੰਗਮਿ ਪ੍ਰਭੁ ਪਾੲੇ ||੪||੧||੨||",
    "transliteration": "Naanak Avagan Sabadh Jalaaeae Gun Sangam Prabh Paaeae ||4||1||2||",
    "translation": "O Nanak, one who burns away his demerits and faults with the Shabad, accumulates virtue, and finds God. ||4||1||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦਾ ਸਦਕਾ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਔਗੁਣ ਸਾੜ ਲਏ, ਉਸ ਨੇ ਗੁਣਾਂ ਦੇ ਮਿਲਾਪ ਨਾਲ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ ॥੪॥੧॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32790,
    "shabad_id": 2882,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੧ ਘਰੁ ੩",
    "transliteration": "Raag Soohee Mehalaa 1 Ghar 3",
    "translation": "Raag Soohee, First Mehl, Third House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32791,
    "shabad_id": 2882,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32792,
    "shabad_id": 2882,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਵਹੁ ਸਜਣਾ; ਹੳੁ ਦੇਖਾ ਦਰਸਨੁ ਤੇਰਾ. ਰਾਮ ||",
    "transliteration": "Aavahu Sajanaa Ho Dhaekhaa Dharasan Thaeraa Raam ||",
    "translation": "Come, my friend, so that I may behold the blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਸੱਜਣ-ਪ੍ਰਭੂ! ਆ, ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32793,
    "shabad_id": 2882,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਘਰਿ ਅਾਪਨੜੈ. ਖੜੀ ਤਕਾ; ਮੈ ਮਨਿ ਚਾੳੁ ਘਨੇਰਾ. ਰਾਮ ||",
    "transliteration": "Ghar Aapanarrai Kharree Thakaa Mai Man Chaao Ghanaeraa Raam ||",
    "translation": "I stand in my doorway, watching for You; my mind is filled with such a great yearning.",
    "punjabi": "(ਹੇ ਸੱਜਣ!) ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰੀ ਸਾਵਧਾਨਤਾ ਨਾਲ ਤੇਰੀ ਉਡੀਕ ਕਰ ਰਹੀ ਹਾਂ, ਮੇਰੇ ਮਨ ਵਿਚ ਬੜਾ ਹੀ ਚਾਉ ਹੈ (ਕਿ ਮੈਨੂੰ ਤੇਰਾ ਦਰਸਨ ਹੋਵੇ)।",
    "pronunciation": "(ਘਰਿ)ਸਾਧਸੰਗਤਿ , ਰਿਦੇ ਰੂਪੀ ਘਰਿ ਚ[(ਅਾਪਨ-ੜੈ)ਖੜ੍ਹੀ ਤੱਕਾਂ",
    "type_id": 3
  },
  {
    "id": 32794,
    "shabad_id": 2882,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਨਿ ਚਾੳੁ ਘਨੇਰਾ. ਸੁਣਿ ਪ੍ਰਭ ਮੇਰਾ; ਮੈ ਤੇਰਾ ਭਰਵਾਸਾ ||",
    "transliteration": "Man Chaao Ghanaeraa Sun Prabh Maeraa Mai Thaeraa Bharavaasaa ||",
    "translation": "My mind is filled with such a great yearning; hear me, O God - I place my faith in You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ, ਮੇਰੇ ਮਨ ਵਿਚ (ਤੇਰੇ ਦਰਸਨ ਲਈ) ਬੜਾ ਹੀ ਚਾਉ ਹੈ, ਮੈਨੂੰ ਆਸਰਾ ਭੀ ਤੇਰਾ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32795,
    "shabad_id": 2882,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਦਰਸਨੁ ਦੇਖਿ. ਭੲੀ ਨਿਹਕੇਵਲ; ਜਨਮ ਮਰਣ ਦੁਖੁ ਨਾਸਾ ||",
    "transliteration": "Dharasan Dhaekh Bhee Nihakaeval Janam Maran Dhukh Naasaa ||",
    "translation": "Gazing upon the Blessed Vision of Your Darshan, I have become free of desire; the pains of birth and death are taken away.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਤੇਰਾ ਦਰਸਨ ਕਰ ਲਿਆ, ਉਹ ਪਵਿੱਤ੍ਰ-ਆਤਮਾ ਹੋ ਗਈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "(ਨਿਹਕੇਵਲ)ਸ਼ੁਧ ਨਿਰਮਲ",
    "type_id": 3
  }
]
