[
  {
    "id": 32832,
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਾਝ ਕਰੀਜੈ ਗੁਣਹ ਕੇਰੀ; ਛੋਡਿ ਅਵਗਣ ਚਲੀਅੈ ||",
    "transliteration": "Saajh Kareejai Guneh Kaeree Shhodd Avagan Chaleeai ||",
    "translation": "Let us form a partnership, and share our virtues; let us abandon our faults, and walk on the Path.",
    "punjabi": "(ਗੁਰਮੁਖਾਂ ਨਾਲ) ਗੁਣਾਂ ਦੀ ਸਾਂਝ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ (ਅੰਦਰੋਂ) ਔਗੁਣ ਤਿਆਗ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰ ਸਕੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32833,
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਹਿਰੇ ਪਟੰਬਰ ਕਰਿ ਅਡੰਬਰ; ਅਾਪਣਾ ਪਿੜੁ ਮਲੀਅੈ ||",
    "transliteration": "Pehirae Pattanbar Kar Addanbar Aapanaa Pirr Maleeai ||",
    "translation": "Let us wear our virtues like silk clothes; let us decorate ourselves, and enter the arena.",
    "punjabi": "ਸਭ ਨਾਲ ਪ੍ਰੇਮ ਵਾਲਾ ਵਰਤਾਵ ਕਰ ਕੇ ਤੇ ਭਲਾਈ ਦੇ ਸੋਹਣੇ ਉੱਦਮ ਕਰ ਕੇ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਜੀਵਨ-ਘੋਲ ਜਿੱਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32834,
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਿਥੈ ਜਾੲਿ ਬਹੀਅੈ. ਭਲਾ ਕਹੀਅੈ; ਝੋਲਿ ਅੰਮਿ੍ਰਤੁ ਪੀਜੈ ||",
    "transliteration": "Jithhai Jaae Beheeai Bhalaa Keheeai Jhol Anmrith Peejai ||",
    "translation": "Let us speak of goodness, wherever we go and sit; let us skim off the Ambrosial Nectar, and drink it in.",
    "punjabi": "(ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਫਿਰ) ਜਿੱਥੇ ਭੀ ਜਾ ਕੇ ਬੈਠੀਏ ਭਲਾਈ ਦੀ ਗੱਲ ਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਤੇ ਮੰਦੇ ਪਾਸੇ ਵਲੋਂ ਹਟ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32835,
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਣਾ ਕਾ ਹੋਵੈ ਵਾਸੁਲਾ; ਕਢਿ ਵਾਸੁ ਲੲੀਜੈ ||੩||",
    "transliteration": "Gunaa Kaa Hovai Vaasulaa Kadt Vaas Leejai ||3||",
    "translation": "One who has a basket of fragrant virtues, should enjoy its fragrance. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਕਿਸੇ ਨੂੰ ਗੁਣਾਂ ਦਾ ਡੱਬਾ ਲੱਭ ਪਏ ਤਾਂ ਉਹ ਡੱਬਾ ਖੋਹਲ ਕੇ (ਡੱਬੇ ਵਿਚਲੀ) ਸੁਗੰਧੀ ਲੈਣੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32836,
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਅਾਪਿ ਕਰੇ ਕਿਸੁ ਅਾਖੀਅੈ; ਹੋਰੁ. ਕਰੇ ਨ ਕੋੲੀ ||",
    "transliteration": "Aap Karae Kis Aakheeai Hor Karae N Koee ||",
    "translation": "He Himself acts; unto whom should we complain? No one else does anything.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਅਨੇਕਾਂ ਜੀਵ ਗੁਣ ਵਿਹਾਝ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਹੀ ਔਗੁਣ ਕਮਾ ਰਹੇ ਹਨ। ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਆਪਣੀ ਹੀ ਰਚੀ ਖੇਡ ਹੈ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਇਹ ਸਭ ਕੁਝ) ਕਰ ਰਿਹਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਤਾਹੀਏਂ) ਕਿਸੇ ਹੋਰ ਦੇ ਪਾਸ (ਇਸ ਦੇ ਸੰਬੰਧ ਵਿਚ) ਕੋਈ ਗਿਲਾ ਆਦਿਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32837,
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਅਾਖਣ ਤਾ ਕੳੁ ਜਾੲੀਅੈ; ਜੇ ਭੂਲੜਾ ਹੋੲੀ ||",
    "transliteration": "Aakhan Thaa Ko Jaaeeai Jae Bhoolarraa Hoee ||",
    "translation": "Go ahead and complain to Him, if He makes a mistake.",
    "punjabi": "(ਫਿਰ ਜੋ ਕੁਝ ਉਹ ਪ੍ਰਭੂ ਕਰਦਾ ਹੈ ਠੀਕ ਕਰਦਾ ਹੈ) ਉਹ ਖੁੰਝਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ, ਇਸ ਵਾਸਤੇ (ਕਿਸੇ ਖੁੰਝਾਈ ਬਾਰੇ) ਉਸ ਨੂੰ ਕੁਝ ਆਖਣ ਜਾਣ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32838,
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜੇ ਹੋੲਿ ਭੂਲਾ. ਜਾੲਿ ਕਹੀਅੈ; ਅਾਪਿ ਕਰਤਾ ਕਿੳੁ ਭੁਲੈ ||",
    "transliteration": "Jae Hoe Bhoolaa Jaae Keheeai Aap Karathaa Kio Bhulai ||",
    "translation": "If He makes a mistake, go ahead and complain to Him; but how can the Creator Himself make a mistake?",
    "punjabi": "ਜੇ ਉਹ ਖੁੰਝਿਆ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਜਾ ਕੇ ਕੁਝ ਆਖੀਏ ਭੀ, ਪਰ ਆਪ ਕਰਤਾਰ ਕੋਈ ਭੁੱਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32839,
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸੁਣੇ ਦੇਖੇ ਬਾਝੁ ਕਹਿਅੈ; ਦਾਨੁ ਅਣਮੰਗਿਅਾ ਦਿਵੈ ||",
    "transliteration": "Sunae Dhaekhae Baajh Kehiai Dhaan Anamangiaa Dhivai ||",
    "translation": "He sees, He hears, and without our asking, without our begging, He gives His gifts.",
    "punjabi": "ਉਹ ਸਭ ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ ਸੁਣਦਾ ਹੈ ਉਹ ਸਭ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕੰਮ ਵੇਖਦਾ ਹੈ, ਮੰਗਣ ਤੋਂ ਬਿਨਾ ਹੀ ਸਭ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32840,
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਦਾਨੁ ਦੇੲਿ ਦਾਤਾ. ਜਗਿ ਬਿਧਾਤਾ; ਨਾਨਕਾ ਸਚੁ ਸੋੲੀ ||",
    "transliteration": "Dhaan Dhaee Dhaathaa Jag Bidhhaathaa Naanakaa Sach Soee ||",
    "translation": "The Great Giver, the Architect of the Universe, gives His gifts. O Nanak, He is the True Lord.",
    "punjabi": "ਉਹ ਦਾਤਾਰ ਜਗਤ ਵਿਚ ਹਰੇਕ ਜੀਵ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਹ ਸਿਰਜਣਹਾਰ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32841,
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਅਾਪਿ ਕਰੇ ਕਿਸੁ ਅਾਖੀਅੈ; ਹੋਰੁ ਕਰੇ ਨ ਕੋੲੀ ||੪||੧||੪||",
    "transliteration": "Aap Karae Kis Aakheeai Hor Karae N Koee ||4||1||4||",
    "translation": "He Himself acts; unto whom should we complain? No one else does anything. ||4||1||4||",
    "punjabi": "ਉਹ ਸਭ ਕੁਝ ਆਪ ਹੀ ਕਰਦਾ ਹੈ, ਕੋਈ ਹੋਰ (ਉਸ ਤੋਂ ਆਕੀ ਹੋ ਕੇ) ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਕਿਸੇ ਹੋਰ ਦੇ ਪਾਸ ਜਾ ਕੇ ਕੋਈ ਗਿਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੪॥੧॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32842,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੧ ||",
    "transliteration": "Soohee Mehalaa 1 ||",
    "translation": "Soohee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32843,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਰਾਤਾ ਗੁਣ ਰਵੈ; ਮਨਿ ਭਾਵੈ ਸੋੲੀ ||",
    "transliteration": "Maeraa Man Raathaa Gun Ravai Man Bhaavai Soee ||",
    "translation": "My mind is imbued with His Glorious Praises; I chant them, and He is pleasing to my mind.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ) ਰੰਗਿਆ ਹੋਇਆ ਮੇਰਾ ਮਨ (ਜਿਉਂ ਜਿਉਂ ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ) ਮੇਰੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32844,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਕੀ ਪੳੁੜੀ ਸਾਚ ਕੀ; ਸਾਚਾ ਸੁਖੁ ਹੋੲੀ ||",
    "transliteration": "Gur Kee Pourree Saach Kee Saachaa Sukh Hoee ||",
    "translation": "Truth is the ladder to the Guru; climbing up to the True Lord, peace is obtained.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵਣੇ, ਮਾਨੋ, ਇਕ ਪੌੜੀ ਹੈ ਜੋ ਗੁਰੂ ਨੇ ਦਿੱਤੀ ਹੈ ਤੇ ਇਸ ਪੌੜੀ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤਕ ਪਹੁੰਚ ਸਕੀਦਾ ਹੈ, (ਇਸ ਪੌੜੀ ਤੇ ਚੜ੍ਹਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਆਨੰਦ ਬਣ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32845,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੁਖਿ ਸਹਜਿ ਅਾਵੈ. ਸਾਚ ਭਾਵੈ; ਸਾਚ ਕੀ ਮਤਿ. ਕਿੳੁ ਟਲੈ ||",
    "transliteration": "Sukh Sehaj Aavai Saach Bhaavai Saach Kee Math Kio Ttalai ||",
    "translation": "Celestial peace comes; the Truth pleases me. How could these True Teachings ever be erased?",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਇਸ ਪੌੜੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਹੁੰਚਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਣ ਵਾਲੀ ਉਸ ਦੀ ਮਤਿ ਅਟੱਲ ਹੋ ਜਾਂਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਅਟੱਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32846,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿਸਨਾਨੁ ਦਾਨੁ ਸੁਗਿਅਾਨੁ ਮਜਨੁ; ਅਾਪਿ ਅਛਲਿਓ. ਕਿੳੁ ਛਲੈ ||",
    "transliteration": "Eisanaan Dhaan Sugiaan Majan Aap Ashhaliou Kio Shhalai ||",
    "translation": "He Himself is Undeceivable; how could He ever be deceived by cleansing baths, charity, spiritual wisdom or ritual bathings?",
    "punjabi": "(ਜੇ ਗੁਣ ਗਾਵਣ ਵਾਲੀ ਮਤਿ ਨਹੀਂ ਬਣੀ, ਤਾਂ) ਕੋਈ ਇਸ਼ਨਾਨ, ਕੋਈ ਦਾਨ, ਕੋਈ ਚੁੰਚ-ਗਿਆਨਤਾ, ਤੇ ਕੋਈ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਪਰਮਾਤਮਾ ਨੂੰ ਖ਼ੁਸ਼ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "ਪੁਰਬ ਦਾ (ਮੱਜਨੁ)ੲਿਸ਼ਨਾਨ[ ਕਪਟ ਕਰਕੇ(ਅ-ਛਲਿਓ)ਛਲੇ ਨਹੀਂ ਜਾਂਦੇ[",
    "type_id": 3
  },
  {
    "id": 32847,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਰਪੰਚ ਮੋਹ ਬਿਕਾਰ ਥਾਕੇ; ਕੂੜੁ ਕਪਟੁ ਨ ਦੋੲੀ ||",
    "transliteration": "Parapanch Moh Bikaar Thhaakae Koorr Kapatt N Dhoee ||",
    "translation": "Fraud, attachment and corruption are taken away, as are falsehood, hypocrisy and duality.",
    "punjabi": "(ਗੁਣ ਗਾਵਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ) ਧੋਖੇ-ਫ਼ਰੇਬ, ਮੋਹ ਦੇ ਚਮਤ-ਕਾਰੇ, ਵਿਕਾਰ ਆਦਿਕ ਸਭ ਮੁੱਕ ਜਾਂਦੇ ਹਨ। ਉਸ ਦੇ ਅੰਦਰ ਨਾਹ ਝੂਠ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਨਾਹ ਠੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਨਾਹ ਮੇਰ-ਤੇਰ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32848,
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਰਾਤਾ ਗੁਣ ਰਵੈ; ਮਨਿ ਭਾਵੈ ਸੋੲੀ ||੧||",
    "transliteration": "Maeraa Man Raathaa Gun Ravai Man Bhaavai Soee ||1||",
    "translation": "My mind is imbued with His Glorious Praises; I chant them, and He is pleasing to my mind. ||1||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ) ਰੰਗਿਆ ਹੋਇਆ ਮੇਰਾ ਮਨ (ਜਿਉਂ ਜਿਉਂ ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਵਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ) ਮੇਰੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰਭੂ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਜਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32849,
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਾਹਿਬੁ ਸੋ ਸਾਲਾਹੀਅੈ; ਜਿਨਿ ਕਾਰਣੁ ਕੀਅਾ ||",
    "transliteration": "Saahib So Saalaaheeai Jin Kaaran Keeaa ||",
    "translation": "So praise your Lord and Master, who created the creation.",
    "punjabi": "ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਨੇ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32850,
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੈਲੁ ਲਾਗੀ ਮਨਿ ਮੈਲਿਅੈ; ਕਿਨੈ ਅੰਮਿ੍ਰਤੁ ਪੀਅਾ ||",
    "transliteration": "Mail Laagee Man Mailiai Kinai Anmrith Peeaa ||",
    "translation": "Filth sticks to the polluted mind; how rare are those who drink in the Ambrosial Nectar.",
    "punjabi": "(ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ, ਜੇ ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਟਿਕਿਆ ਰਹੇ ਤਾਂ ਕੋਈ ਭੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32851,
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਥਿ ਅੰਮਿ੍ਰਤੁ ਪੀਅਾ ੲਿਹੁ ਮਨੁ ਦੀਅਾ; ਗੁਰ ਪਹਿ ਮੋਲੁ ਕਰਾੲਿਅਾ ||",
    "transliteration": "Mathh Anmrith Peeaa Eihu Man Dheeaa Gur Pehi Mol Karaaeiaa ||",
    "translation": "Churn this Ambrosial Nectar, and drink it in; dedicate this mind to the Guru, and He will value it highly.",
    "punjabi": "(ਪਰ ਇਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ ਭੀ ਮੁੱਲ ਦੇਣਾ ਪੈਂਦਾ ਹੈ) ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਮੁੱਲ ਪੁਆਇਆ (ਤਾਂ ਉਸਨੇ ਦੱਸਿਆ ਕਿ) ਜਿਸ ਨੇ ਆਪਣਾ ਇਹ ਮਨ (ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕੀਤਾ ਉਸ ਨੇ ਮੁੜ ਮੁੜ ਸਿਮਰ ਕੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32852,
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਾਪਨੜਾ ਪ੍ਰਭੁ ਸਹਜਿ ਪਛਾਤਾ; ਜਾ ਮਨੁ ਸਾਚੈ ਲਾੲਿਅਾ ||",
    "transliteration": "Aapanarraa Prabh Sehaj Pashhaathaa Jaa Man Saachai Laaeiaa ||",
    "translation": "I intuitively realized my God, when I linked my mind to the True Lord.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ) ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਆਪਣਾ ਮਨ (ਮੈਲੇ ਪਾਸੇ ਵਲੋਂ ਹਟਾ ਕੇ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੋੜਿਆ ਤਾਂ ਉਸ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32853,
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਤਿਸੁ ਨਾਲਿ ਗੁਣ ਗਾਵਾ. ਜੇ ਤਿਸੁ ਭਾਵਾ; ਕਿੳੁ ਮਿਲੈ ਹੋੲਿ ਪਰਾੲਿਅਾ ||",
    "transliteration": "This Naal Gun Gaavaa Jae This Bhaavaa Kio Milai Hoe Paraaeiaa ||",
    "translation": "I will sing the Lord's Glorious Praises with Him, if it pleases Him; how could I meet Him by being a stranger to Him?",
    "punjabi": "(ਪਰ) ਮੈਂ ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਸਕਦਾ ਹਾਂ ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੀ ਹੋਵੇ (ਜੇ ਉਸ ਨੂੰ ਮੈਂ ਚੰਗਾ ਲੱਗ ਪਵਾਂ)। ਪ੍ਰਭੂ ਤੋਂ ਓਪਰੇ ਓਪਰੇ ਰਿਹਾਂ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32854,
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਾਹਿਬੁ ਸੋ ਸਾਲਾਹੀਅੈ; ਜਿਨਿ ਜਗਤੁ ੳੁਪਾੲਿਅਾ ||੨||",
    "transliteration": "Saahib So Saalaaheeai Jin Jagath Oupaaeiaa ||2||",
    "translation": "So praise your Lord and Master, who created the creation. ||2||",
    "punjabi": "(ਸੋ, ਹੇ ਭਾਈ!) ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ (ਸਦਾ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਨੇ (ਇਹ) ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੨॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 32855,
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅਾੲਿ ਗੲਿਅਾ. ਕੀ, ਨ ਅਾੲਿਓ; ਕਿੳੁ ਅਾਵੈ ਜਾਤਾ ||",
    "transliteration": "Aae Gaeiaa Kee N Aaeiou Kio Aavai Jaathaa ||",
    "translation": "When He comes, what else remains behind? How can there be any coming or going then?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸੇ, ਉਸ ਨੂੰ ਹੋਰ ਕਿਸੇ ਪਦਾਰਥ ਦੀ ਲਾਲਸਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜਦੋਂ ਰਿਦੇ ਚ ਅਾ ਗੲੇ. ਫੇਰ ਕਿਹੜਾ ਪਦਾਰਥ ਨਹੀਂ ਅਾੲਿਅਾ ਭਾਵ ਸਾਰੇ ਅਾ ਗੲੇ, ੲਿਕ ਵਾਰੀ ਅਾ ਕੇ, ਕਿੳੁਂ ਜਾਣ? ਭਾਵ ਨਹੀਂ ਜਾਤਾਜਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 32856,
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰੀਤਮ ਸਿੳੁ ਮਨੁ ਮਾਨਿਅਾ; ਹਰਿ ਸੇਤੀ ਰਾਤਾ ||",
    "transliteration": "Preetham Sio Man Maaniaa Har Saethee Raathaa ||",
    "translation": "When the mind is reconciled with its Beloved Lord, it is blended with Him.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਨਾਲ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32857,
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸਾਹਿਬ ਰੰਗਿ ਰਾਤਾ. ਸਚ ਕੀ ਬਾਤਾ; ਜਿਨਿ ਬਿੰਬ ਕਾ ਕੋਟੁ ੳੁਸਾਰਿਅਾ ||",
    "transliteration": "Saahib Rang Raathaa Sach Kee Baathaa Jin Binb Kaa Kott Ousaariaa ||",
    "translation": "True is the speech of one who is imbued with the Love of his Lord and Master, who fashioned the body fortress from a mere bubble.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਮਾਲਕ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਮਾਲਕ ਦੀਆਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਨੇ ਪਾਣੀ ਦੀ ਬੂੰਦ ਤੋਂ ਸਰੀਰ-ਕਿਲ੍ਹਾ ਉਸਾਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32858,
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਪੰਚ ਭੂ ਨਾੲਿਕੋ, ਅਾਪਿ ਸਿਰੰਦਾ; ਜਿਨਿ. ਸਚ ਕਾ ਪਿੰਡੁ ਸਵਾਰਿਅਾ ||",
    "transliteration": "Panch Bhoo Naaeiko Aap Sirandhaa Jin Sach Kaa Pindd Savaariaa ||",
    "translation": "He is the Master of the five elements; He Himself is the Creator Lord. He embellished the body with Truth.",
    "punjabi": "ਜੋ ਪੰਜਾਂ ਤੱਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜੋ ਆਪ ਹੀ (ਸਰੀਰ ਜਗਤ ਦਾ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਰਹਿਣ ਲਈ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਸਜਾਇਆ ਹੈ।",
    "pronunciation": "(ਪੰਚ)ਨਿਰਗੁਨ ਬ੍ਰਹਮ[ਸਭ ਦੇ ਵਸਣ ਦੇ (ਭੂ)ਅਸਥਾਨ, ਟਿਕਾਣੇ[(ਨਾੲਿਕੋ)ਸ਼੍ਰੋਮਣੀ, ਪ੍ਰੇਰਕ[(ਸਿਰੰਦਾ)ਰਚਨ ਵਾਲੇ[ਬ੍ਰਹਮੰਡ ਰੂਪੀ (ਪਿੰਡ)ੁ",
    "type_id": 3
  },
  {
    "id": 32859,
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਮ ਅਵਗਣਿਅਾਰੇ. ਤੂ ਸੁਣਿ ਪਿਅਾਰੇ; ਤੁਧੁ ਭਾਵੈ ਸਚੁ ਸੋੲੀ ||",
    "transliteration": "Ham Avaganiaarae Thoo Sun Piaarae Thudhh Bhaavai Sach Soee ||",
    "translation": "I am worthless; please hear me, O my Beloved! Whatever pleases You is True.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੂੰ (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਅਸੀਂ ਜੀਵ ਔਗੁਣਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਹਾਂ (ਤੂੰ ਆਪ ਹੀ ਆਪਣੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇ ਕੇ ਸਾਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈਂ) ਜੇਹੜਾ ਜੀਵ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਤੈਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦਾ ਹੈ ਉਹ ਤੇਰਾ ਹੀ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32860,
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਾਵਣ ਜਾਣਾ. ਨਾ ਥੀਅੈ; ਸਾਚੀ ਮਤਿ ਹੋੲੀ ||੩||",
    "transliteration": "Aavan Jaanaa Naa Thheeai Saachee Math Hoee ||3||",
    "translation": "One who is blessed with true understanding, does not come and go. ||3||",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਮਤਿ ਅਭੁੱਲ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32861,
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅੰਜਨੁ ਤੈਸਾ ਅੰਜੀਅੈ; ਜੈਸਾ ਪਿਰ ਭਾਵੈ ||",
    "transliteration": "Anjan Thaisaa Anjeeai Jaisaa Pir Bhaavai ||",
    "translation": "Apply such an ointment to your eyes, which is pleasing to your Beloved.",
    "punjabi": "ਇਸਤ੍ਰੀ ਨੂੰ ਉਹੋ ਜਿਹਾ ਸੁਰਮਾ ਪਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਹੋ ਜਿਹਾ ਉਸ ਦੇ ਪਤੀ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਾਸਤੇ ਉਹੋ ਜਿਹਾ ਉੱਦਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੇਹੜਾ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਵੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32862,
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਮਝੈ ਸੂਝੈ ਜਾਣੀਅੈ; ਜੇ ਅਾਪਿ ਜਾਣਾਵੈ ||",
    "transliteration": "Samajhai Soojhai Jaaneeai Jae Aap Jaanaavai ||",
    "translation": "I realize, understand and know Him, only if He Himself causes me to know Him.",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ ਹੈ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ ਸਮਝ ਬਖ਼ਸ਼ੇ, ਤਦੋਂ ਹੀ ਜੀਵ (ਸਹੀ ਰਸਤਾ) ਸਮਝ ਸਕਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਜੀਵ ਨੂੰ ਸੂਝ ਆ ਸਕਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਕੁਝ ਜਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32863,
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਅਾਪਿ ਜਾਣਾਵੈ ਮਾਰਗਿ ਪਾਵੈ; ਅਾਪੇ ਮਨੂਅਾ ਲੇਵੲੇ ||",
    "transliteration": "Aap Jaanaavai Maarag Paavai Aapae Manooaa Laeveae ||",
    "translation": "He Himself shows me the Way, and He Himself leads me to it, attracting my mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਮਝ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ ਸਹੀ ਰਸਤੇ ਉਤੇ ਪਾਂਦਾ ਹੈ ਆਪ ਹੀ ਜੀਵ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਵਲ ਪ੍ਰੇਰਦਾ ਹੈ।",
    "pronunciation": "ਲੇਵੲੇ",
    "type_id": 3
  },
  {
    "id": 32864,
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕਰਮ ਸੁਕਰਮ ਕਰਾੲੇ ਅਾਪੇ; ਕੀਮਤਿ ਕੳੁਣ. ਅਭੇਵੲੇ ||",
    "transliteration": "Karam Sukaram Karaaeae Aapae Keemath Koun Abhaeveae ||",
    "translation": "He Himself causes us to do good and bad deeds; who can know the value of the Mysterious Lord?",
    "punjabi": "ਸਾਧਾਰਨ ਕੰਮ ਤੇ ਚੰਗੇ ਕੰਮ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਜੀਵ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈ; ਪਰ ਉਸ ਪ੍ਰਭੂ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਕੋਈ ਉਸ ਦੀ ਕੀਮਤ ਨਹੀਂ ਜਾਣ ਸਕਦਾ।",
    "pronunciation": "ਸਭ ਦੇ ਅੰਦਰ ਬਾਹਰ (ਅਭੇ-ਵੲੇ) ੲਿੱਕਮਿੱਕ ਵਿਅਾਪਕ[ ਸੁ-ਕਰਮ",
    "type_id": 3
  },
  {
    "id": 32865,
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਤੰਤੁ ਮੰਤੁ ਪਾਖੰਡੁ. ਨ ਜਾਣਾ; ਰਾਮੁ ਰਿਦੈ ਮਨੁ ਮਾਨਿਅਾ ||",
    "transliteration": "Thanth Manth Paakhandd N Jaanaa Raam Ridhai Man Maaniaa ||",
    "translation": "I know nothing of Tantric spells, magical mantras and hypocritical rituals; enshrining the Lord within my heart, my mind is satisfied.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਮੈਂ ਕੋਈ ਜਾਦੂ-ਟੂਣਾ ਕੋਈ ਮੰਤ੍ਰ ਆਦਿਕ ਪਖੰਡ ਕਰਨਾ ਨਹੀਂ ਜਾਣਦੀ। ਮੈਂ ਤਾਂ ਕੇਵਲ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ, ਮੇਰਾ ਮਨ ਉਸ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32866,
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅੰਜਨੁ ਨਾਮੁ. ਤਿਸੈ ਤੇ ਸੂਝੈ; ਗੁਰ ਸਬਦੀ ਸਚੁ ਜਾਨਿਅਾ ||੪||",
    "transliteration": "Anjan Naam Thisai Thae Soojhai Gur Sabadhee Sach Jaaniaa ||4||",
    "translation": "The ointment of the Naam, the Name of the Lord, is only understood by one who realizes the Lord, through the Word of the Guru's Shabad. ||4||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਸਤੇ ਉਸ ਦਾ ਨਾਮ ਹੀ ਸੁਰਮਾ ਹੈ, ਇਸ ਸੁਰਮੇ ਦੀ ਸੂਝ ਭੀ ਉਸੇ ਪਾਸੋਂ ਮਿਲਦੀ ਹੈ। (ਜਿਸ ਜੀਵ ਨੂੰ ਇਹ ਸੂਝ ਪੈ ਜਾਂਦੀ ਹੈ ਉਹ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32867,
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਾਜਨ ਹੋਵਨਿ ਅਾਪਣੇ; ਕਿੳੁ ਪਰ ਘਰ ਜਾਹੀ ||",
    "transliteration": "Saajan Hovan Aapanae Kio Par Ghar Jaahee ||",
    "translation": "I have my own friends; why should I go to the home of a stranger?",
    "punjabi": "ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ (ਜਿਨ੍ਹਾਂ ਸੁਭਾਗ ਬੰਦਿਆਂ ਦੇ) ਆਪਣੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਪਰਾਏ ਘਰਾਂ ਵਿਚ ਨਹੀਂ ਜਾਂਦੇ (ਭਾਵ, ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਅਖਾਉਤੀ ਧਰਮ-ਕਰਮ ਨਹੀਂ ਕਰਦੇ ਫਿਰਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32868,
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਾਜਨ ਰਾਤੇ ਸਚ ਕੇ; ਸੰਗੇ ਮਨ ਮਾਹੀ ||",
    "transliteration": "Saajan Raathae Sach Kae Sangae Man Maahee ||",
    "translation": "My friends are imbued with the True Lord; He is with them, in their minds.",
    "punjabi": "ਉਹ ਆਦਮੀ ਅੰਤਰ ਆਤਮੇ ਸਦਾ-ਥਿਰ ਸੱਜਣ-ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32869,
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਮਾਹਿ ਸਾਜਨ ਕਰਹਿ ਰਲੀਅਾ; ਕਰਮ ਧਰਮ ਸਬਾੲਿਅਾ ||",
    "transliteration": "Man Maahi Saajan Karehi Raleeaa Karam Dhharam Sabaaeiaa ||",
    "translation": "In their minds, these friends celebrate in happiness; all good karma, righteousness and Dharma,",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਹੀ ਮਾਣਦੇ ਹਨ, ਇਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਸਾਰੇ ਧਾਰਮਿਕ ਕੰਮ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
