[
  {
    "id": 32870,
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਪੁੰਨ ਪੂਜਾ; ਨਾਮੁ ਸਾਚਾ ਭਾੲਿਅਾ ||",
    "transliteration": "Athasath Theerathh Punn Poojaa Naam Saachaa Bhaaeiaa ||",
    "translation": "The sixty-eight holy places of pilgrimage, charity and worship, are found in the love of the True Name.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ-ਇਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ, ਇਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਪੁੰਨ-ਦਾਨ ਹੈ ਤੇ ਇਹੀ ਉਹਨਾਂ ਦੀ ਦੇਵ-ਪੂਜਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32871,
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਿ ਸਾਜੇ ਥਾਪਿ ਵੇਖੈ; ਤਿਸੈ ਭਾਣਾ ਭਾੲਿਅਾ ||",
    "transliteration": "Aap Saajae Thhaap Vaekhai Thisai Bhaanaa Bhaaeiaa ||",
    "translation": "He Himself creates, establishes and beholds all, by the Pleasure of His Will.",
    "punjabi": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੂੰ ਉਸੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ ਜੋ ਆਪ (ਜਗਤ ਨੂੰ) ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਪੈਦਾ ਕਰ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32872,
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸਾਜਨ ਰਾਂਗਿ ਰੰਗੀਲੜੇ; ਰੰਗੁ ਲਾਲੁ ਬਣਾੲਿਅਾ ||੫||",
    "transliteration": "Saajan Raang Rangeelarrae Rang Laal Banaaeiaa ||5||",
    "translation": "My friends are happy in the Love of the Lord; they nurture love for their Beloved. ||5||",
    "punjabi": "ਸੱਜਣ-ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦਾ ਲਾਲ ਰੰਗ ਬਣਾ ਰੱਖਿਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32873,
    "shabad_id": 2884,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਅੰਧਾ ਅਾਗੂ. ਜੇ ਥੀਅੈ; ਕਿੳੁ. ਪਾਧਰੁ ਜਾਣੈ ||",
    "transliteration": "Andhhaa Aagoo Jae Thheeai Kio Paadhhar Jaanai ||",
    "translation": "If a blind man is made the leader, how will he know the way?",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦਾ ਆਗੂ ਉਹ ਮਨੁੱਖ ਬਣ ਜਾਏ ਜੋ ਆਪ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ, ਤਾਂ ਉਹ ਜੀਵਨ-ਸਫ਼ਰ ਦਾ ਸਿੱਧਾ ਰਸਤਾ ਨਹੀਂ ਸਮਝ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32874,
    "shabad_id": 2884,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਅਾਪਿ ਮੁਸੈ. ਮਤਿ ਹੋਛੀਅੈ; ਕਿੳੁ ਰਾਹੁ ਪਛਾਣੈ ||",
    "transliteration": "Aap Musai Math Hoshheeai Kio Raahu Pashhaanai ||",
    "translation": "He is impaired, and his understanding is inadequate; how will he know the way?",
    "punjabi": "ਕਿਉਂਕਿ ਉਹ ਆਗੂ ਅਪ ਹੀ ਹੋਛੀ ਅਕਲ ਦੇ ਕਾਰਨ (ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੇ ਹੱਥੋਂ) ਲੁਟਿਆ ਜਾ ਰਿਹਾ ਹੈ (ਉਸ ਦੀ ਅਗਵਾਈ ਵਿਚ ਤੁਰਨ ਵਾਲਾ ਵੀ) ਕਿਵੇਂ ਰਾਹ ਲੱਭ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ਮੱੁਸੈ",
    "type_id": 3
  },
  {
    "id": 32875,
    "shabad_id": 2884,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਕਿੳੁ ਰਾਹਿ ਜਾਵੈ, ਮਹਲੁ ਪਾਵੈ; ਅੰਧ ਕੀ ਮਤਿ. ਅੰਧਲੀ ||",
    "transliteration": "Kio Raahi Jaavai Mehal Paavai Andhh Kee Math Andhhalee ||",
    "translation": "How can he follow the path and reach the Mansion of the Lord's Presence? Blind is the understanding of the blind.",
    "punjabi": "ਮਾਇਆ-ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਦੀ ਆਪਣੀ ਹੀ ਅਕਲ ਡੌਰੀ-ਭੌਰੀ ਹੋਈ ਹੁੰਦੀ ਹੈ, ਉਹ ਆਪ ਹੀ ਸਹੀ ਰਸਤੇ ਉਤੇ ਤੁਰ ਨਹੀਂ ਸਕਦਾ, ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਲੱਭ ਨਹੀਂ ਸਕਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32876,
    "shabad_id": 2884,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਵਿਣੁ ਨਾਮ ਹਰਿ ਕੇ. ਕਛੁ ਨ ਸੂਝੈ; ਅੰਧੁ ਬੂਡੌ ਧੰਧਲੀ ||",
    "transliteration": "Vin Naam Har Kae Kashh N Soojhai Andhh Boodda Dhhandhhalee ||",
    "translation": "Without the Lord's Name, they cannot see anything; the blind are drowned in worldly entanglements.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਣ ਕਰਕੇ ਉਸ ਨੂੰ (ਸਹੀ ਜੀਵਨ ਬਾਰੇ) ਕੁਝ ਨਹੀਂ ਸੁੱਝਦਾ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਡੁੱਬਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32877,
    "shabad_id": 2884,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਦਿਨੁ ਰਾਤਿ. ਚਾਨਣੁ ਚਾੳੁ ੳੁਪਜੈ; ਸਬਦੁ ਗੁਰ ਕਾ ਮਨਿ ਵਸੈ ||",
    "transliteration": "Dhin Raath Chaanan Chaao Oupajai Sabadh Gur Kaa Man Vasai ||",
    "translation": "Day and night, the Divine Light shines forth and joy wells up, when the Word of the Guru's Shabad abides in the mind.",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਦਿਨ ਰਾਤ ਨਾਮ ਦਾ ਚਾਨਣ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ (ਸੇਵਾ-ਸਿਮਰਨ ਦਾ) ਉਤਸ਼ਾਹ ਪੈਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32878,
    "shabad_id": 2884,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਕਰ ਜੋੜਿ ਗੁਰ ਪਹਿ ਕਰਿ ਬਿਨੰਤੀ; ਰਾਹੁ ਪਾਧਰੁ ਗੁਰੁ ਦਸੈ ||੬||",
    "transliteration": "Kar Jorr Gur Pehi Kar Binanthee Raahu Paadhhar Gur Dhasai ||6||",
    "translation": "With your palms pressed together, pray to the Guru to show you the way. ||6||",
    "punjabi": "ਉਹ ਆਪਣੇ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਗੁਰੂ ਦੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਉਸ ਨੂੰ ਜੀਵਨ ਦਾ ਸਿੱਧਾ ਰਸਤਾ ਦੱਸਦਾ ਹੈ ॥੬॥",
    "pronunciation": "ਦੱਸੈ[ਬਿ-ਨੰਤੀ",
    "type_id": 3
  },
  {
    "id": 32879,
    "shabad_id": 2884,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਮਨੁ ਪਰਦੇਸੀ ਜੇ ਥੀਅੈ; ਸਭੁ ਦੇਸੁ ਪਰਾੲਿਅਾ ||",
    "transliteration": "Man Paradhaesee Jae Thheeai Sabh Dhaes Paraaeiaa ||",
    "translation": "If the man becomes a stranger to God, then all the world becomes a stranger to him.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜਿਆ ਰਹੇ ਤਾਂ ਉਸ ਨੂੰ ਸਾਰਾ ਜਗਤ ਬਿਗਾਨਾ ਜਾਪਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੇ ਅੰਦਰ ਵਿਤਕਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32880,
    "shabad_id": 2884,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਕਿਸੁ ਪਹਿ ਖੋਲ੍ਹੳੁ ਗੰਠੜੀ; ਦੂਖੀ ਭਰਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Kis Pehi Kholho Gantharree Dhookhee Bhar Aaeiaa ||",
    "translation": "Unto whom should I tie up and give the bundle of my pains?",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜ ਕੇ) ਸਾਰਾ ਜਗਤ ਹੀ (ਭਾਵ, ਹਰੇਕ ਜੀਵ) ਦੁੱਖਾਂ ਨਾਲ (ਨਕਾ-ਨਕ) ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਹਨਾਂ ਵਿਚ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਨਹੀਂ ਦਿੱਸਦਾ ਜੋ ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ ਸੁਖੀ ਦਿੱਸਦਾ ਹੋਵੇ, ਤੇ) ਜਿਸ ਅੱਗੇ ਮੈਂ ਆਪਣੇ ਦੁੱਖਾਂ ਦੀ ਗੰਢ ਖੋਹਲ ਸਕਾਂ (ਹਰੇਕ ਨੂੰ ਆਪੋ-ਧਾਪ ਪਈ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32881,
    "shabad_id": 2884,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਦੂਖੀ ਭਰਿ ਅਾੲਿਅਾ. ਜਗਤੁ ਸਬਾੲਿਅਾ; ਕੳੁਣੁ ਜਾਣੈ ਬਿਧਿ ਮੇਰੀਅਾ ||",
    "transliteration": "Dhookhee Bhar Aaeiaa Jagath Sabaaeiaa Koun Jaanai Bidhh Maereeaa ||",
    "translation": "The whole world is overflowing with pain and suffering; who can know the state of my inner self?",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜਿਆ ਹੋਇਆ) ਸਾਰਾ ਹੀ ਜਗਤ (ਹਰੇਕ ਜੀਵ) ਦੁੱਖਾਂ ਨਾਲ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ (ਹਰੇਕ ਦੇ ਅੰਦਰ ਇਤਨਾ ਸੁਆਰਥ ਹੁੰਦਾ ਹੈ ਕਿ ਕੋਈ ਕਿਸੇ ਦਾ ਦਰਦੀ ਨਹੀਂ ਬਣਦਾ), ਮੇਰੀ ਦੁੱਖੀ ਦਸ਼ਾ ਨੂੰ ਜਾਣਨ ਦੀ ਕੋਈ ਵੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 32882,
    "shabad_id": 2884,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਅਾਵਣੇ ਜਾਵਣੇ ਖਰੇ ਡਰਾਵਣੇ; ਤੋਟਿ. ਨ ਅਾਵੈ ਫੇਰੀਅਾ ||",
    "transliteration": "Aavanae Jaavanae Kharae Ddaraavanae Thott N Aavai Faereeaa ||",
    "translation": "Comings and goings are terrible and dreadful; there is no end to the rounds of reincarnation.",
    "punjabi": "(ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ) ਬਹੁਤ ਭਿਆਨਕ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਬਣੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਜਨਮ ਮਰਨ ਦੀਆਂ ਜਗਤ-ਫੇਰੀਆਂ ਮੁੱਕਦੀਆਂ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32883,
    "shabad_id": 2884,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਨਾਮ ਵਿਹੂਣੇ. ੳੂਣੇ ਝੂਣੇ; ਨਾ ਗੁਰਿ ਸਬਦੁ ਸੁਣਾੲਿਅਾ ||",
    "transliteration": "Naam Vihoonae Oonae Jhoonae Naa Gur Sabadh Sunaaeiaa ||",
    "translation": "Without the Naam, he is vacant and sad; he does not listen to the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਭਾਗ-ਹੀਣ ਬੰਦਿਆਂ) ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਨਹੀਂ ਸੁਣਾਇਆ, ਜੋ ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਰਹੇ ਹਨ ਉਹ ਦੁੱਖੀ ਜੀਵਨ ਹੀ ਬਿਤਾਂਦੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32884,
    "shabad_id": 2884,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਮਨੁ ਪਰਦੇਸੀ ਜੇ ਥੀਅੈ; ਸਭੁ ਦੇਸੁ ਪਰਾੲਿਅਾ ||੭||",
    "transliteration": "Man Paradhaesee Jae Thheeai Sabh Dhaes Paraaeiaa ||7||",
    "translation": "If the mind becomes a stranger to God, then all the world becomes a stranger to him. ||7||",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੇ ਮਨੁੱਖ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜਿਆ ਰਹੇ ਤਾਂ ਉਸ ਨੂੰ ਸਾਰਾ ਜਗਤ ਬਿਗਾਨਾ ਜਾਪਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਮੇਰ-ਤੇਰ ਬਣੀ ਰਹਿੰਦੀ ਹੈ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32885,
    "shabad_id": 2884,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਮਹਲੀ ਘਰਿ ਅਾਪਣੈ; ਸੋ ਭਰਪੁਰਿ ਲੀਣਾ ||",
    "transliteration": "Gur Mehalee Ghar Aapanai So Bharapur Leenaa ||",
    "translation": "One who finds the Guru's Mansion within the home of his own being, merges in the All-pervading Lord.",
    "punjabi": "ਉੱਚੇ ਟਿਕਾਣੇ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32886,
    "shabad_id": 2884,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਸੇਵਕੁ ਸੇਵਾ ਤਾਂ ਕਰੇ; ਸਚ ਸਬਦਿ ਪਤੀਣਾ ||",
    "transliteration": "Saevak Saevaa Thaan Karae Sach Sabadh Patheenaa ||",
    "translation": "The sevadar performs selfless service when he is pleased, and confirmed in the True Word of the Shabad.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦਾ ਹੈ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਉਸ ਦਾ ਮਨ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32887,
    "shabad_id": 2884,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਸਬਦੇ ਪਤੀਜੈ. ਅੰਕੁ ਭੀਜੈ; ਸੁ ਮਹਲੁ, ਮਹਲਾ ਅੰਤਰੇ ||",
    "transliteration": "Sabadhae Patheejai Ank Bheejai S Mehal Mehalaa Antharae ||",
    "translation": "Confirmed in the Shabad, with her being softened by devotion, the bride dwells in the Mansion of the Lord's Presence, deep within her being.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ ਨਾਮ-ਰਸ ਨਾਲ ਭਿੱਜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰੇਕ ਸਰੀਰ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਨਿਵਾਸ ਦਿੱਸਦਾ ਹੈ,",
    "pronunciation": "ਅੰਕੁਰਿਦਾ[ ਮਹਲੁਰਾਮਜੀ[ ਮਹਲਾਂਸ੍ਰੀਰਾਂ[ ਮਹੱਲੁ",
    "type_id": 3
  },
  {
    "id": 32888,
    "shabad_id": 2884,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਅਾਪਿ ਕਰਤਾ ਕਰੇ ਸੋੲੀ; ਪ੍ਰਭੁ ਅਾਪਿ ਅੰਤਿ ਨਿਰੰਤਰੇ ||",
    "transliteration": "Aap Karathaa Karae Soee Prabh Aap Anth Nirantharae ||",
    "translation": "The Creator Himself creates; God Himself, in the end, is endless.",
    "punjabi": "(ਉਸ ਨੂੰ ਯਕੀਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਹਰੇਕ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32889,
    "shabad_id": 2884,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਸਬਦਿ ਮੇਲਾ ਤਾਂ ਸੁਹੇਲਾ; ਬਾਜੰਤ ਅਨਹਦ ਬੀਣਾ ||",
    "transliteration": "Gur Sabadh Maelaa Thaan Suhaelaa Baajanth Anehadh Beenaa ||",
    "translation": "Through the Word of the Guru's Shabad, the mortal is united, and then embellished; the unstruck melody of the sound current resounds.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਦੋਂ ਉਸ ਮਨੁੱਖ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ਤਦੋਂ ਉਸ ਦਾ ਜੀਵਨ ਸੌਖਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ,) ਇਕ-ਰਸ ਬੰਸਰੀ ਵੱਜਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32890,
    "shabad_id": 2884,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਮਹਲੀ ਘਰਿ ਅਾਪਣੈ; ਸੋ ਭਰਿਪੁਰਿ ਲੀਣਾ ||੮||",
    "transliteration": "Gur Mehalee Ghar Aapanai So Bharipur Leenaa ||8||",
    "translation": "One who finds the Guru's Mansion within the home of his own being, merges in the All-pervading Lord. ||8||",
    "punjabi": "ਉੱਚੇ ਟਿਕਾਣੇ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32891,
    "shabad_id": 2884,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਕੀਤਾ ਕਿਅਾ ਸਾਲਾਹੀਅੈ; ਕਰਿ ਵੇਖੈ ਸੋੲੀ ||",
    "transliteration": "Keethaa Kiaa Saalaaheeai Kar Vaekhai Soee ||",
    "translation": "Why praise that which is created? Praise instead the One who created it and watches over it.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਜੀਵ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਕਰਨ ਦਾ ਕੀਹ ਲਾਭ? (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ) ਜੋ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਸੰਭਾਲ ਭੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32892,
    "shabad_id": 2884,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਤਾ ਕੀ ਕੀਮਤਿ. ਨਾ ਪਵੈ; ਜੇ ਲੋਚੈ ਕੋੲੀ ||",
    "transliteration": "Thaa Kee Keemath N Pavai Jae Lochai Koee ||",
    "translation": "His value cannot be estimated, no matter how much one may wish.",
    "punjabi": "(ਪਰ ਉਸ ਪ੍ਰਭੂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)। ਜੇ ਕੋਈ ਮਨੁੱਖ ਇਹ ਚਾਹੇ (ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬਿਆਨ ਕਰ ਕੇ ਮੈਂ ਉਸ ਦਾ ਮੁੱਲ ਪਾ ਸਕਾਂ ਤਾਂ ਇਹ ਨਹੀਂ ਹੋ ਸਕਦਾ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32893,
    "shabad_id": 2884,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਕੀਮਤਿ ਸੋ ਪਾਵੈ. ਅਾਪਿ ਜਾਣਾਵੈ; ਅਾਪਿ ਅਭੁਲੁ. ਨ ਭੁਲੲੇ ||",
    "transliteration": "Keemath So Paavai Aap Jaanaavai Aap Abhul N Bhuleae ||",
    "translation": "He alone can estimate the Lord's value, whom the Lord Himself causes to know. He is not mistaken; He does not make mistakes.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਕਦਰ ਸਮਝ ਲੈਂਦਾ ਹੈ (ਤੇ ਦੱਸਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਅਭੁੱਲ ਹੈ ਕਦੇ ਭੁੱਲ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "(ਅ-ਭੱੁਲੁ)ਭੱੁਲੲੇ",
    "type_id": 3
  },
  {
    "id": 32894,
    "shabad_id": 2884,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਜੈ ਜੈਕਾਰੁ ਕਰਹਿ. ਤੁਧੁ ਭਾਵਹਿ; ਗੁਰ ਕੈ ਸਬਦਿ ਅਮੁਲੲੇ ||",
    "transliteration": "Jai Jai Kaar Karehi Thudhh Bhaavehi Gur Kai Sabadh Amuleae ||",
    "translation": "He alone celebrates victory, who is pleasing to You, through the Invaluable Word of the Guru's Shabad.",
    "punjabi": "(ਉਹ ਬੰਦਾ ਇਉਂ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-) ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਬੰਦੇ ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ਉਹ ਗੁਰੂ ਦੇ ਅਮੋਲਕ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਅ-ਮੱੁਲੲੇ",
    "type_id": 3
  },
  {
    "id": 32895,
    "shabad_id": 2884,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਹੀਣੳੁ ਨੀਚੁ ਕਰੳੁ ਬੇਨੰਤੀ; ਸਾਚੁ. ਨ ਛੋਡੳੁ ਭਾੲੀ ||",
    "transliteration": "Heeno Neech Karo Baenanthee Saach N Shhoddo Bhaaee ||",
    "translation": "I am lowly and abject - I offer my prayer; may I never forsake the True Name, O Sibling of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤੁੱਛ ਹਾਂ, ਮੈਂ ਨੀਵਾਂ ਹਾਂ, ਪਰ ਮੈਂ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਹੀ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ, ਮੈਂ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪੱਲੇ) ਨੂੰ ਨਹੀਂ ਛੱਡਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32896,
    "shabad_id": 2884,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਜਿਨਿ ਕਰਿ ਦੇਖਿਅਾ; ਦੇਵੈ ਮਤਿ ਸਾੲੀ ||੯||੨||੫||",
    "transliteration": "Naanak Jin Kar Dhaekhiaa Dhaevai Math Saaee ||9||2||5||",
    "translation": "O Nanak, the One who created the creation, watches over it; He alone bestows understanding. ||9||2||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) (ਮੇਰੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਕਿ ਮੈਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦਾ ਦਮ ਭਰ ਸਕਾਂ), ਜੇਹੜਾ ਪ੍ਰਭੂ ਪੈਦਾ ਕਰ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ਉਹੀ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦੀ) ਅਕਲ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੯॥੨॥੫॥",
    "pronunciation": "ਸਾਂੲੀ",
    "type_id": 3
  },
  {
    "id": 32897,
    "shabad_id": 2885,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਛੰਤ ਮਹਲਾ ੩ ਘਰੁ ੨",
    "transliteration": "Raag Soohee Shhanth Mehalaa 3 Ghar 2",
    "translation": "Raag Soohee, Chhant, Third Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32898,
    "shabad_id": 2885,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32899,
    "shabad_id": 2885,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸੁਖ ਸੋਹਿਲੜਾ. ਹਰਿ ਧਿਅਾਵਹੁ ||",
    "transliteration": "Sukh Sohilarraa Har Dhhiaavahu ||",
    "translation": "Meditate on the Lord, and find peace and pleasure.",
    "punjabi": "ਹੇ ਭਾਈ ਜਨੋ! ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32900,
    "shabad_id": 2885,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮੁਖਿ; ਹਰਿ ਫਲੁ ਪਾਵਹੁ ||",
    "transliteration": "Guramukh Har Fal Paavahu ||",
    "translation": "As Gurmukh, obtain the Lord's fruitful rewards.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆਂ) ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ (ਇਸ ਦਾ) ਫਲ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32901,
    "shabad_id": 2885,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਫਲੁ ਪਾਵਹੁ. ਹਰਿ ਨਾਮੁ ਧਿਅਾਵਹੁ; ਜਨਮ ਜਨਮ ਕੇ ਦੂਖ ਨਿਵਾਰੇ ||",
    "transliteration": "Guramukh Fal Paavahu Har Naam Dhhiaavahu Janam Janam Kae Dhookh Nivaarae ||",
    "translation": "As Gurmukh,obtain the fruit of the Lord,and meditate on the Lord's Name; the pains of countless lifetimes shall be erased.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ, (ਇਸ ਦਾ) ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32902,
    "shabad_id": 2885,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਪਣੇ ਵਿਟਹੁ; ਜਿਨਿ ਕਾਰਜ ਸਭਿ ਸਵਾਰੇ ||",
    "transliteration": "Balihaaree Gur Apanae Vittahu Jin Kaaraj Sabh Savaarae ||",
    "translation": "I am a sacrifice to my Guru, who has arranged and resolved all my affairs.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ ਤੁਹਾਡੇ (ਲੋਕ ਪਰਲੋਕ ਦੇ) ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦਿੱਤੇ ਹਨ, ਉਸ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32903,
    "shabad_id": 2885,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭੁ ਕਿ੍ਰਪਾ ਕਰੇ. ਹਰਿ ਜਾਪਹੁ; ਸੁਖ ਫਲ. ਹਰਿ ਜਨ ਪਾਵਹੁ ||",
    "transliteration": "Har Prabh Kirapaa Karae Har Jaapahu Sukh Fal Har Jan Paavahu ||",
    "translation": "The Lord God will bestow His Grace, if you meditate on the Lord; O humble servant of the Lord, you shall obtain the fruit of peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ। ਹਰੀ-ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰੇਗਾ, (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਆਤਮਕ ਆਨੰਦ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32904,
    "shabad_id": 2885,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕੁ ਕਹੈ. ਸੁਣਹੁ ਜਨ ਭਾੲੀ; ਸੁਖ ਸੋਹਿਲੜਾ ਹਰਿ ਧਿਅਾਵਹੁ ||੧||",
    "transliteration": "Naanak Kehai Sunahu Jan Bhaaee Sukh Sohilarraa Har Dhhiaavahu ||1||",
    "translation": "Says Nanak, listen O humble Sibling of Destiny: meditate on the Lord, and find peace and pleasure. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਭਾਈ ਜਨੋ! ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32905,
    "shabad_id": 2885,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸੁਣਿ ਹਰਿ ਗੁਣ ਭੀਨੇ; ਸਹਜਿ ਸੁਭਾੲੇ ||",
    "transliteration": "Sun Har Gun Bheenae Sehaj Subhaaeae ||",
    "translation": "Hearing the Glorious Praises of the Lord, I am intuitively drenched with His Love.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਭਿੱਜ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32906,
    "shabad_id": 2885,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮਤਿ ਸਹਜੇ ਨਾਮੁ ਧਿਅਾੲੇ ||",
    "transliteration": "Guramath Sehajae Naam Dhhiaaeae ||",
    "translation": "Under Guru's Instruction, I meditate intuitively on the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਦੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32907,
    "shabad_id": 2885,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਧੁਰਿ ਲਿਖਿਅਾ; ਤਿਨ੍ਹ ਗੁਰੁ ਮਿਲਿਅਾ; ਤਿਨ ਜਨਮ ਮਰਣ ਭੳੁ ਭਾਗਾ ||",
    "transliteration": "Jin Ko Dhhur Likhiaa Thin Gur Miliaa Thin Janam Maran Bho Bhaagaa ||",
    "translation": "Those who have such pre-ordained destiny, meet the Guru, and their fears of birth and death leave them.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਤੇ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਦਾ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
