[
  {
    "id": 32941,
    "shabad_id": 2886,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "koit mDy iknY pCwixAw; hir nwmw scu soeI ]",
    "transliteration": "Kott Madhhae Kinai Pashhaaniaa Har Naamaa Sach Soee ||",
    "translation": "Among millions, there is scarcely one who realizes the Name of the True Lord.",
    "punjabi": "ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਇਹ ਗੱਲ ਸਮਝੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32942,
    "shabad_id": 2886,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "nwnk nwim imlY vifAweI; dUjY Bwie piq KoeI ]3]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Dhoojai Bhaae Path Khoee ||3||",
    "translation": "O Nanak, through the Naam, greatness is obtained; in the love of duality, all honor is lost. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ, ਅਤੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਨੁੱਖ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32943,
    "shabad_id": 2886,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "Bgqw kY Gir kwrju swcw; hir gux sdw vKwxy rwm ]",
    "transliteration": "Bhagathaa Kai Ghar Kaaraj Saachaa Har Gun Sadhaa Vakhaanae Raam ||",
    "translation": "In the home of the devotees, is the joy of true marriage; they chant the Glorious Praises of the Lord forever.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੇ ਰਹਿਣ ਕਰ ਕੇ ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਇਹ ਆਹਰ ਸਦਾ ਲਈ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32944,
    "shabad_id": 2886,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "Bgiq Kjwnw Awpy dIAw; kwlu kMtku mwir smwxy rwm ]",
    "transliteration": "Bhagath Khajaanaa Aapae Dheeaa Kaal Kanttak Maar Samaanae Raam ||",
    "translation": "He Himself blesses them with the treasure of devotion; conquering the thorny pain of death, they merge in the Lord.",
    "punjabi": "ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ) ਦੁਖਦਾਈ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਮਾਰ-ਮੁਕਾ ਕੇ (ਪਰਮਾਤਮਾ ਵਿਚ) ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32945,
    "shabad_id": 2886,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "kwlu kMtku mwir smwxy. hir min Bwxy; nwmu inDwnu scu pwieAw ]",
    "transliteration": "Kaal Kanttak Maar Samaanae Har Man Bhaanae Naam Nidhhaan Sach Paaeiaa ||",
    "translation": "Conquering the thorny pain of death, they merge in the Lord; they are pleasing to the Lord's Mind,and they obtain the true treasure of the Naam.",
    "punjabi": "ਦੁਖਦਾਈ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਮੁਕਾ ਕੇ ਭਗਤ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, (ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਭਗਤ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32946,
    "shabad_id": 2886,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "sdw AKutu. kdy, n inKutY; hir dIAw shij suBwieAw ]",
    "transliteration": "Sadhaa Akhutt Kadhae N Nikhuttai Har Dheeaa Sehaj Subhaaeiaa ||",
    "translation": "This treasure is inexhaustible; it will never be exhausted. The Lord automatically blesses them with it.",
    "punjabi": "ਇਹ ਖ਼ਜ਼ਾਨਾ ਅਮੁੱਕ ਹੈ, ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ। ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੇ ਹੋਇਆਂ ਨੂੰ ਇਹ ਖ਼ਜ਼ਾਨਾ ਦੇ ਦਿੱਤਾ।",
    "pronunciation": "A-Ku`tu",
    "type_id": 3
  },
  {
    "id": 32947,
    "shabad_id": 2886,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "hir jn aUcy. sd hI aUcy; gur kY sbid suhwieAw ]",
    "transliteration": "Har Jan Oochae Sadh Hee Oochae Gur Kai Sabadh Suhaaeiaa ||",
    "translation": "The humble servants of the Lord are exalted and elevated, forever on high; they are adorned with the Word of the Guru's Shabad.",
    "punjabi": "(ਇਸ ਖ਼ਜ਼ਾਨੇ ਦਾ ਸਦਕਾ) ਭਗਤ ਸਦਾ ਹੀ ਉੱਚੇ ਆਤਮਕ ਮੰਡਲ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32948,
    "shabad_id": 2886,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwnk Awpy bKis imlwey; juig juig soBw pwieAw ]4]1]2]",
    "transliteration": "Naanak Aapae Bakhas Milaaeae Jug Jug Sobhaa Paaeiaa ||4||1||2||",
    "translation": "O Nanak, He Himself forgives them, and merges them with Himself; throughout the ages, they are glorified. ||4||1||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਹਰੇਕ ਜੁਗ ਵਿਚ ਉਹ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ॥੪॥੧॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32949,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sUhI mhlw 3 ]",
    "transliteration": "Soohee Mehalaa 3 ||",
    "translation": "Soohee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32950,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sbid scY scu soihlw; ijQY scy kw hoie vIcwro rwm ]",
    "transliteration": "Sabadh Sachai Sach Sohilaa Jithhai Sachae Kaa Hoe Veechaaro Raam ||",
    "translation": "Through the True Word of the Shabad, true happiness prevails, there where the True Lord is contemplated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32951,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "haumY siB iklivK kwty; swcu riKAw auir Dwry rwm ]",
    "transliteration": "Houmai Sabh Kilavikh Kaattae Saach Rakhiaa Our Dhhaarae Raam ||",
    "translation": "Egotism and all sins are eradicated, when one keeps the True Lord enshrined in the heart.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਆਦਿਕ ਸਾਰੇ ਪਾਪ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32952,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "scu riKAw aur Dwry. duqru qwry; iPir Bvjlu qrxu. n hoeI ]",
    "transliteration": "Sach Rakhiaa Our Dhhaarae Dhuthar Thaarae Fir Bhavajal Tharan N Hoee ||",
    "translation": "One who keeps the True Lord enshrined in the heart, crosses over the terrible and dreadful world-ocean; he shall not have to cross over it again.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ। ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਦੀ ਮੁੜ ਮੁੜ ਉਸ ਨੂੰ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "du`q-ru",
    "type_id": 3
  },
  {
    "id": 32953,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "scw siqguru scI bwxI; ijin scu ivKwilAw soeI ]",
    "transliteration": "Sachaa Sathigur Sachee Baanee Jin Sach Vikhaaliaa Soee ||",
    "translation": "True is the True Guru, and True is the Word of His Bani; through it, the True Lord is seen.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ ਹੈ, ਉਹ ਆਪ ਭੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ, ਉਸ ਦੀ ਬਾਣੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਾਲ ਭਰਪੂਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32954,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swcy gux gwvY sic smwvY; scu vyKY sBu soeI ]",
    "transliteration": "Saachae Gun Gaavai Sach Samaavai Sach Vaekhai Sabh Soee ||",
    "translation": "One who sings the Glorious Praises of the True Lord merges in Truth; he beholds the True Lord everywhere.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਿਆ ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32955,
    "shabad_id": 2887,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. swcw swihbu swcI nweI; scu insqwrw hoeI ]1]",
    "transliteration": "Naanak Saachaa Saahib Saachee Naaee Sach Nisathaaraa Hoee ||1||",
    "translation": "O Nanak, True is the Lord and Master, and True is His Name; through Truth, comes emancipation. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਆਪ ਸਦਾ-ਥਿਰ ਹੈ, ਜਿਸ ਦੀ ਵਡਿਆਈ ਸਦਾ-ਥਿਰ ਹੈ ਉਹ ਉਸ ਮਨੁੱਖ ਦਾ ਸਦਾ ਲਈ ਪਾਰ-ਉਤਾਰਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32956,
    "shabad_id": 2887,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "swcY siqguir swcu buJwieAw; piq rwKY scu soeI rwm ]",
    "transliteration": "Saachai Sathigur Saach Bujhaaeiaa Path Raakhai Sach Soee Raam ||",
    "translation": "The True Guru reveals the True Lord; the True Lord preserves our honor.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਰੂਪ ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਗਿਆਨ ਦੇ ਦਿੱਤਾ ਉਸ ਦੀ ਲਾਜ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "b`uJwieAw",
    "type_id": 3
  },
  {
    "id": 32957,
    "shabad_id": 2887,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "scw Bojnu Bwau scw hY; scY nwim suKu hoeI rwm ]",
    "transliteration": "Sachaa Bhojan Bhaao Sachaa Hai Sachai Naam Sukh Hoee Raam ||",
    "translation": "The true food is love for the True Lord; through the True Name, peace is obtained.",
    "punjabi": "ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਅਟੱਲ ਪਿਆਰ ਉਸ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਬਣ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32958,
    "shabad_id": 2887,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "swcY nwim suKu hoeI. mrY, n koeI; griB n jUnI vwsw ]",
    "transliteration": "Saachai Naam Sukh Hoee Marai N Koee Garabh N Joonee Vaasaa ||",
    "translation": "Through the True Name, the mortal finds peace; he shall never die, and never again enter the womb of reincarnation.",
    "punjabi": "ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਲੱਭਦਾ ਹੈ, ਉਹ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32959,
    "shabad_id": 2887,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "joqI joiq imlweI. sic smweI; sic nwie prgwsw ]",
    "transliteration": "Jothee Joth Milaaee Sach Samaaee Sach Naae Paragaasaa ||",
    "translation": "His light blends with the Light, and he merges into the True Lord; he is illuminated and enlightened with the True Name.",
    "punjabi": "(ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀ) ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾ ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32960,
    "shabad_id": 2887,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ijnI scu jwqw sy scy hoey; An idnu scu iDAwiein ]",
    "transliteration": "Jinee Sach Jaathaa Sae Sachae Hoeae Anadhin Sach Dhhiaaein ||",
    "translation": "Those who know the Truth are True; night and day, they meditate on Truth.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਉਹ ਉਸੇ ਦਾ ਰੂਪ ਬਣ ਗਏ, ਉਹ ਹਰ ਵੇਲੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32961,
    "shabad_id": 2887,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "nwnk. scu nwmu ijn ihrdY visAw; nw vICuiV duKu pwiein ]2]",
    "transliteration": "Naanak Sach Naam Jin Hiradhai Vasiaa Naa Veeshhurr Dhukh Paaein ||2||",
    "translation": "O Nanak, those whose hearts are filled with the True Name, never suffer the pains of separation. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਫਿਰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜ ਕੇ ਦੁੱਖ ਨਹੀਂ ਪਾਂਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32962,
    "shabad_id": 2887,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "scI bwxI scy gux gwvih; iqqu Gir soihlw hoeI rwm ]",
    "transliteration": "Sachee Baanee Sachae Gun Gaavehi Thith Ghar Sohilaa Hoee Raam ||",
    "translation": "In that home, and in that heart, where the True Bani of the Lord's True Praises are sung, the songs of joy resound.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ (ਉਹਨਾਂ ਦੀ) ਉਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਨੰਦ ਦੀ ਰੌ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32963,
    "shabad_id": 2887,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "inrml gux swcy. qnu mnu swcw; ivic swcw purKu pRBu soeI rwm ]",
    "transliteration": "Niramal Gun Saachae Than Man Saachaa Vich Saachaa Purakh Prabh Soee Raam ||",
    "translation": "Through the immaculate virtues of the True Lord, the body and mind are rendered True, and God, the True Primal Being, dwells within.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਉਹਨਾਂ ਦਾ ਤਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪੁਰਖ ਪਰਤੱਖ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32964,
    "shabad_id": 2887,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "sBu scu vrqY. sco bolY; jo scu krY su hoeI ]",
    "transliteration": "Sabh Sach Varathai Sacho Bolai Jo Sach Karai S Hoee ||",
    "translation": "Such a person practices only Truth, and speaks only Truth; whatever the True Lord does, that alone comes to pass.",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰ ਥਾਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ, ਉਹ ਹੀ ਬੋਲ ਰਿਹਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32965,
    "shabad_id": 2887,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "jh dyKw qh scu psirAw; Avru. n dUjw koeI ]",
    "transliteration": "Jeh Dhaekhaa Theh Sach Pasariaa Avar N Dhoojaa Koee ||",
    "translation": "Wherever I look, there I see the True Lord pervading; there is no other at all.",
    "punjabi": "ਜਿਧਰ ਵੀ ਉਹਨਾਂ ਨਿਗਾਹ ਕੀਤੀ, ਉਧਰ ਹੀ ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਪਸਾਰਾ ਦਿੱਸਿਆ। ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੂੰ (ਕਿਤੇ ਭੀ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32966,
    "shabad_id": 2887,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "scy aupjY sic smwvY; mir jnmY dUjw hoeI ]",
    "transliteration": "Sachae Oupajai Sach Samaavai Mar Janamai Dhoojaa Hoee ||",
    "translation": "From the True Lord, we emanate, and into the True Lord, we shall merge; death and birth come from duality.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਨਵਾਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ। ਪਰ ਮਾਇਆ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਜਨਮ ਮਰਨ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32967,
    "shabad_id": 2887,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwnk sBu ikCu Awpy krqw; Awip krwvY soeI ]3]",
    "transliteration": "Naanak Sabh Kishh Aapae Karathaa Aap Karaavai Soee ||3||",
    "translation": "O Nanak, He Himself does everything; He Himself is the Cause. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32968,
    "shabad_id": 2887,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "scy Bgq sohih drvwry; sco scu vKwxy rwm ]",
    "transliteration": "Sachae Bhagath Sohehi Dharavaarae Sacho Sach Vakhaanae Raam ||",
    "translation": "The true devotees look beautiful in the Darbaar of the Lord's Court. They speak Truth, and only Truth.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਹਰ ਵੇਲੇ ਉਚਾਰ ਉਚਾਰ ਕੇ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੋਭਾ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32969,
    "shabad_id": 2887,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "Gt AMqry swcI bwxI; swco Awip pCwxy rwm ]",
    "transliteration": "Ghatt Antharae Saachee Baanee Saacho Aap Pashhaanae Raam ||",
    "translation": "Deep within the nucleus of their heart, is the True Word of the Lord's Bani. Through the Truth, they understand themselves.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸਦਾ ਵੱਸਦੀ ਹੈ। ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਵੇਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32970,
    "shabad_id": 2887,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "Awpu pCwxih. qw scu jwxih; swcy soJI hoeI ]",
    "transliteration": "Aap Pashhaanehi Thaa Sach Jaanehi Saachae Sojhee Hoee ||",
    "translation": "They understand themselves, and so know the True Lord, through their true intuition.",
    "punjabi": "ਜਦੋਂ ਭਗਤ-ਜਨ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਪੜਤਾਲ ਕਰਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਜਾਣ-ਪਛਾਣ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32971,
    "shabad_id": 2887,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "scw sbdu scI hY soBw; swcy hI suKu hoeI ]",
    "transliteration": "Sachaa Sabadh Sachee Hai Sobhaa Saachae Hee Sukh Hoee ||",
    "translation": "True is the Shabad, and True is its Glory; peace comes only from Truth.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲਾ ਗੁਰ-ਸ਼ਬਦ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਕਰ ਕੇ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਲਈ ਸੋਭਾ ਮਿਲ ਜਾਂਦੀ ਹੈ। ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32972,
    "shabad_id": 2887,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "swic rqy Bgq iek rMgI; dUjw rMgu. n koeI ]",
    "transliteration": "Saach Rathae Bhagath Eik Rangee Dhoojaa Rang N Koee ||",
    "translation": "Imbued with Truth, the devotees love the One Lord; they do not love any other.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਹੋਏ ਭਗਤ ਜਨ ਇਕੋ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੇ ਰੰਗ ਵਿਚ ਹੀ ਰਹਿੰਦੇ ਹਨ। ਕੋਈ ਹੋਰ (ਮਾਇਆ ਦੇ ਮੋਹ ਆਦਿਕ ਦਾ) ਰੰਗ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਚੜ੍ਹਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32973,
    "shabad_id": 2887,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "nwnk. ijs kau msqik iliKAw; iqsu scu prwpiq hoeI ]4]2]3]",
    "transliteration": "Naanak Jis Ko Masathak Likhiaa This Sach Paraapath Hoee ||4||2||3||",
    "translation": "O Nanak, he alone obtains the True Lord, who has such pre-ordained destiny written upon his forehead. ||4||2||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32974,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sUhI mhlw 3 ]",
    "transliteration": "Soohee Mehalaa 3 ||",
    "translation": "Soohee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32975,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jug cwry Dn jy BvY; ibnu siqgur sohwgu. n hoeI rwm ]",
    "transliteration": "Jug Chaarae Dhhan Jae Bhavai Bin Sathigur Sohaag N Hoee Raam ||",
    "translation": "The soul-bride may wander throughout the four ages, but still, without the True Guru, she will not find her True Husband Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੁਗ ਚਾਹੇ ਕੋਈ ਭੀ ਹੋਵੇ) ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੁੰਦਾ, ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਵੇਂ ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚ ਭਟਕਦੀ ਫਿਰੇ।",
    "pronunciation": "",
    "type_id": 3
  }
]
