[
  {
    "id": 33074,
    "shabad_id": 2892,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੪ ਛੰਤ ਘਰੁ ੧",
    "transliteration": "Raag Soohee Mehalaa 4 Shhanth Ghar 1",
    "translation": "Raag Soohee, Fourth Mehl, Chhant, First House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33075,
    "shabad_id": 2892,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33076,
    "shabad_id": 2892,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਮਿਲਾੲਿ; ਅਵਗਣ ਵਿਕਣਾ. ਗੁਣ ਰਵਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Sathigur Purakh Milaae Avagan Vikanaa Gun Ravaa Bal Raam Jeeo ||",
    "translation": "If only I could meet the True Guru, the Primal Being. Discarding my faults and sins, I would chant the Lord's Glorious Praises.",
    "punjabi": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। ਮੈਨੂੰ ਗੁਰੂ-ਪੁਰਖ ਮਿਲਾ (ਜਿਸ ਦੀ ਰਾਹੀਂ) ਮੈਂ (ਤੇਰੇ) ਗੁਣ ਯਾਦ ਕਰਾਂ, ਅਤੇ (ਇਹਨਾਂ ਗੁਣਾਂ ਦੇ ਵੱਟੇ) ਔਗੁਣ ਵੇਚ ਦਿਆਂ (ਦੂਰ ਕਰ ਦਿਆਂ)।",
    "pronunciation": "ਪੂਰਨ ਗੁਰੂ ਜੀ,ਨਾਮੁ ਵੱਟੇ, ਅੌਗੁਣ ਖ਼ਰੀਦਦੇ ਹਨ, ਪੂਰਨ ਗੁਰੂ ਜੀ ਤੋਂ ਨਾਮੁ ਲੈ ਕੇ, ਅਵਗਣਾ ਦਾ ਵਿਕਣਾ ਹੋਵੇ",
    "type_id": 3
  },
  {
    "id": 33077,
    "shabad_id": 2892,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ; ਗੁਰਬਾਣੀ ਨਿਤ ਨਿਤ ਚਵਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Har Har Naam Dhhiaae Gurabaanee Nith Nith Chavaa Bal Raam Jeeo ||",
    "translation": "I meditate on the Naam,the Name of the Lord,Har, Har. Continuously, continually, I chant the Word of the Guru's Bani.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਮੈਂ ਸਦਾ ਹੀ ਗੁਰੂ ਦੀ ਬਾਣੀ ਉਚਾਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33078,
    "shabad_id": 2892,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਬਾਣੀ ਸਦ ਮੀਠੀ ਲਾਗੀ; ਪਾਪ ਵਿਕਾਰ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Gurabaanee Sadh Meethee Laagee Paap Vikaar Gavaaeiaa ||",
    "translation": "Gurbani always seems so sweet; I have eradicated the sins from within.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਦੀ ਬਾਣੀ ਸਦਾ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33079,
    "shabad_id": 2892,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗੁ ਗੲਿਅਾ ਭੳੁ ਭਾਗਾ; ਸਹਜੇ ਸਹਜਿ ਮਿਲਾੲਿਅਾ ||",
    "transliteration": "Houmai Rog Gaeiaa Bho Bhaagaa Sehajae Sehaj Milaaeiaa ||",
    "translation": "The disease of egotism is gone, fear has left, and I am absorbed in celestial peace.",
    "punjabi": "ਉਸ ਦਾ ਹਉਮੈ ਦਾ ਰੋਗ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਹਰੇਕ ਕਿਸਮ ਦਾ ਡਰ-ਸਹਿਮ ਭੱਜ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਸਦਾ ਹੀ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 33080,
    "shabad_id": 2892,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਾੲਿਅਾ ਸੇਜ ਗੁਰ ਸਬਦਿ ਸੁਖਾਲੀ; ਗਿਅਾਨ ਤਤਿ ਕਰਿ ਭੋਗੋ ||",
    "transliteration": "Kaaeiaa Saej Gur Sabadh Sukhaalee Giaan Thath Kar Bhogo ||",
    "translation": "Through the Word of the Guru's Shabad, the bed of my body has become cozy and beautiful, and I enjoy the essence of spiritual wisdom.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੇਜ ਸੁਖ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦੀ ਹੈ (ਸੁਖ ਦਾ ਘਰ ਬਣ ਜਾਂਦੀ ਹੈ), ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਖ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33081,
    "shabad_id": 2892,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸੁਖਿ ਮਾਣੇ ਨਿਤ ਰਲੀਅਾ; ਨਾਨਕ ਧੁਰਿ ਸੰਜੋਗੋ ||੧||",
    "transliteration": "Anadhin Sukh Maanae Nith Raleeaa Naanak Dhhur Sanjogo ||1||",
    "translation": "Night and day, I continually enjoy peace and pleasure. O Nanak, this is my pre-ordained destiny. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਸੰਜੋਗ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਆਨੰਦ ਵਿਚ ਟਿਕੀ ਰਹਿ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ) ਸੁਖ ਮਾਣਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33082,
    "shabad_id": 2892,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ਕਰਿ ਭਾੳੁ; ਕੁੜਮੁ ਕੁੜਮਾੲੀ ਅਾੲਿਅਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Sath Santhokh Kar Bhaao Kurram Kurramaaee Aaeiaa Bal Raam Jeeo ||",
    "translation": "The soul-bride is lovingly embellished with truth and contentment; her Father, the Guru, has come to engage her in marriage to her Husband Lord.",
    "punjabi": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਣ ਵਾਸਤੇ ਵਿਚੋਲਾ-ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪਿਆ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸੇਵਾ ਸੰਤੋਖ ਪ੍ਰੇਮ ਆਦਿਕ ਗੁਣ ਪੈਦਾ ਕਰ ਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33083,
    "shabad_id": 2892,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਕਰਿ ਮੇਲੁ; ਗੁਰਬਾਣੀ ਗਾਵਾੲੀਅਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Santh Janaa Kar Mael Gurabaanee Gaavaaeeaa Bal Raam Jeeo ||",
    "translation": "Joining with the humble Saints, I sing Gurbani.",
    "punjabi": "ਸਾਧਸੰਗਤਿ ਦਾ (ਉਸ ਨਾਲ) ਮੇਲ ਕਰ ਕੇ ਗੁਰੂ ਨੇ (ਉਸ ਨੂੰ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਗਾਵਣ ਦੀ ਪ੍ਰੇਰਨਾ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33084,
    "shabad_id": 2892,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਾਣੀ ਗੁਰ ਗਾੲੀ. ਪਰਮਗਤਿ ਪਾੲੀ; ਪੰਚ ਮਿਲੇ ਸੋਹਾੲਿਅਾ ||",
    "transliteration": "Baanee Gur Gaaee Param Gath Paaee Panch Milae Sohaaeiaa ||",
    "translation": "Singing the Guru's Bani, I have obtained the supreme status; meeting with the Saints, the self-elect, I am blessed and adorned.",
    "punjabi": "ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੁਰੂ ਦੀ ਉਚਾਰੀ ਹੋਈ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਗਾਣੀ ਸ਼ੁਰੂ ਕੀਤੀ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈ। ਉਸ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਵਿਕਾਰਾਂ ਵਲ ਦੌੜਨ ਦੇ ਥਾਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਵਿਚ) ਮਿਲ ਬੈਠੇ, ਤੇ ਸੋਹਣੇ ਲੱਗਣ ਲੱਗ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33085,
    "shabad_id": 2892,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗੲਿਅਾ ਕਰੋਧੁ ਮਮਤਾ ਤਨਿ ਨਾਠੀ; ਪਾਖੰਡੁ ਭਰਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Gaeiaa Karodhh Mamathaa Than Naathee Paakhandd Bharam Gavaaeiaa ||",
    "translation": "Anger and attachment have left my body and run away; I have eradicated hypocrisy and doubt.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਕ੍ਰੋਧ ਦੂਰ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ ਵੱਸਦੀ ਮਮਤਾ ਨੱਸ ਗਈ, ਉਸ ਦਾ ਪਖੰਡ ਦੂਰ ਹੋ ਗਿਆ, ਭਟਕਣਾ ਦੂਰ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33086,
    "shabad_id": 2892,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹੳੁਮੈ ਪੀਰ ਗੲੀ ਸੁਖੁ ਪਾੲਿਅਾ; ਅਾਰੋਗਤ ਭੲੇ ਸਰੀਰਾ ||",
    "transliteration": "Houmai Peer Gee Sukh Paaeiaa Aarogath Bheae Sareeraa ||",
    "translation": "The pain of egotism is gone, and I have found peace; my body has become healthy and free of disease.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਪੀੜ ਚਲੀ ਗਈ, ਉਸ ਦਾ ਸਾਰਾ ਸਰੀਰ ਨਿਰੋਆ ਹੋ ਗਿਆ, ਤੇ ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33087,
    "shabad_id": 2892,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਬ੍ਰਹਮੁ ਪਛਾਤਾ; ਨਾਨਕ ਗੁਣੀ ਗਹੀਰਾ ||੨||",
    "transliteration": "Gur Parasaadhee Breham Pashhaathaa Naanak Gunee Geheeraa ||2||",
    "translation": "By Guru's Grace, O Nanak, I have realized God, the ocean of virtue. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33088,
    "shabad_id": 2892,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖਿ ਵਿਛੁੜੀ ਦੂਰਿ. ਮਹਲੁ ਨ ਪਾੲੇ; ਬਲਿ ਗੲੀ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Manamukh Vishhurree Dhoor Mehal N Paaeae Bal Gee Bal Raam Jeeo ||",
    "translation": "The self-willed manmukh is separated, far away from God; she does not obtain the Mansion of His Presence, and she burns.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲੋਂ ਵਿਛੁੜੀ ਰਹਿੰਦੀ ਹੈ, (ਉਸ ਦੇ ਚਰਨਾਂ ਤੋਂ) ਦੂਰ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੀ, (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33089,
    "shabad_id": 2892,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਅੰਤਰਿ ਮਮਤਾ ਕੂਰਿ. ਕੂੜੁ ਵਿਹਾਝੇ; ਕੂੜਿ ਲੲੀ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Anthar Mamathaa Koor Koorr Vihaajhae Koorr Lee Bal Raam Jeeo ||",
    "translation": "Egotism and falsehood are deep within her; deluded by falsehood, she deals only in falsehood.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਝੂਠੀ ਮਮਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ ਨਾਸਵੰਤ ਮਾਇਆ ਹੀ ਇਕੱਠੀ ਕਰਦੀ ਹੈ, ਮਾਇਆ ਉਸ ਨੂੰ ਸਦਾ ਗ੍ਰਸੀ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33090,
    "shabad_id": 2892,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕੂੜੁ ਕਪਟੁ ਕਮਾਵੈ. ਮਹਾ ਦੁਖੁ ਪਾਵੈ; ਵਿਣੁ ਸਤਿਗੁਰ ਮਗੁ. ਨ ਪਾੲਿਅਾ ||",
    "transliteration": "Koorr Kapatt Kamaavai Mehaa Dhukh Paavai Vin Sathigur Mag N Paaeiaa ||",
    "translation": "Practicing fraud and falsehood, she suffers terrible pain; without the True Guru, she does not find the way.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਸਦਾ) ਝੂਠ ਠੱਗੀ (ਆਦਿਕ ਦੀ) ਕਾਰ ਕਰਦੀ ਹੈ, ਬੜਾ ਦੁੱਖ ਸਹਾਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ) ਰਸਤਾ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33091,
    "shabad_id": 2892,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ੳੁਝੜ ਪੰਥਿ ਭ੍ਰਮੈ ਗਾਵਾਰੀ; ਖਿਨੁ ਖਿਨੁ ਧਕੇ ਖਾੲਿਅਾ ||",
    "transliteration": "Oujharr Panthh Bhramai Gaavaaree Khin Khin Dhhakae Khaaeiaa ||",
    "translation": "The foolish soul-bride wanders along dismal pathways; each and every moment, she is bumped and pushed.",
    "punjabi": "ਉਹ ਮੂਰਖ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਜਾੜ ਦੇ ਰਸਤੇ ਵਿਚ (ਜਿਥੇ ਕਾਮਾਦਿਕ ਲੁਟੇਰੇ ਲੁੱਟ ਲੈਂਦੇ ਹਨ) ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ, ਤੇ ਹਰ ਵੇਲੇ ਧੱਕੇ ਖਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33092,
    "shabad_id": 2892,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਦੲਿਅਾ ਕਰੇ ਪ੍ਰਭੁ ਦਾਤਾ; ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਮਿਲਾੲੇ ||",
    "transliteration": "Aapae Dhaeiaa Karae Prabh Dhaathaa Sathigur Purakh Milaaeae ||",
    "translation": "God, the Great Giver, shows His Mercy, and leads her to meet the True Guru, the Primal Being.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਇਆ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਮਰੱਥ ਗੁਰੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33093,
    "shabad_id": 2892,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ ਵਿਛੁੜੇ ਜਨ ਮੇਲੇ; ਨਾਨਕ ਸਹਜਿ ਸੁਭਾੲੇ ||੩||",
    "transliteration": "Janam Janam Kae Vishhurrae Jan Maelae Naanak Sehaj Subhaaeae ||3||",
    "translation": "Those beings who have been separated for countless incarnations, O Nanak, are reunited with the Lord, with intuitive ease. ||3||",
    "punjabi": "ਗੁਰੂ ਉਹਨਾਂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਛੁੜੇ ਹੋਇਆਂ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕਾ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33094,
    "shabad_id": 2892,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਅਾੲਿਅਾ ਲਗਨੁ ਗਣਾੲਿ; ਹਿਰਦੈ ਧਨ ਓਮਾਹੀਅਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Aaeiaa Lagan Ganaae Hiradhai Dhhan Oumaaheeaa Bal Raam Jeeo ||",
    "translation": "Calculating the most auspicious moment, the Lord comes into the bride's home; her heart is filled with ecstasy.",
    "punjabi": "(ਜਿਵੇਂ ਜਦੋਂ ਲਾੜਾ) ਮੁਹੂਰਤ ਕਢਾ ਕੇ (ਜੰਞ ਲੈ ਕੇ) ਆਉਂਦਾ ਹੈ (ਤਾਂ,) ਇਸਤ੍ਰੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਖ਼ੁਸ਼ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "ਲਗਨੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33095,
    "shabad_id": 2892,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਪੰਡਿਤ ਪਾਧੇ ਅਾਣਿ; ਪਤੀ ਬਹਿ ਵਾਚਾੲੀਅਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Panddith Paadhhae Aan Pathee Behi Vaachaaeeaa Bal Raam Jeeo ||",
    "translation": "The Pandits and astrologers have come, to sit and consult the almanacs.",
    "punjabi": "ਪਾਂਧੇ ਪੰਡਿਤ ਪੱਤ੍ਰੀ ਲਿਆ ਕੇ ਬੈਠ ਕੇ (ਫੇਰੇ ਦੇਣ ਦਾ ਵੇਲਾ) ਵਿਚਾਰਦੇ ਹਨ।",
    "pronunciation": "ਮਨ ਲਾੜੇ ਨੂੰ ਸਿੱਖਿਅਾ ਦੇਣ ਵਾਲੇ (ਪੰਡਿਤ)ਗੁਰਸੇਵਕ, (ਪਾਧੇ)ਭਗਤ[(ਪੱਤੀ)ਚਿੱਠੀ[(ਵਾਚਾੲੀਅਾ)ਪ੍ਰੇਮਾ-ਭਗਤੀ ਪੜ੍ਹਾੲੀ",
    "type_id": 3
  },
  {
    "id": 33096,
    "shabad_id": 2892,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਪਤੀ ਵਾਚਾਂੲੀ. ਮਨਿ ਵਜੀ ਵਧਾੲੀ; ਜਬ ਸਾਜਨ ਸੁਣੇ ਘਰਿ ਅਾੲੇ ||",
    "transliteration": "Pathee Vaachaaee Man Vajee Vadhhaaee Jab Saajan Sunae Ghar Aaeae ||",
    "translation": "They have consulted the almanacs, and the bride's mind vibrates with bliss, when she hears that her Friend is coming into the home of her heart.",
    "punjabi": "(ਪਾਂਧੇ ਪੰਡਿਤ) ਪੱਤ੍ਰੀ ਵਿਚਾਰਦੇ ਹਨ (ਉਧਰ) ਜਦੋਂ (ਵਿਆਹ ਵਾਲੀ ਕੰਨਿਆ) ਸੱਜਣ ਘਰ ਵਿਚ ਆਏ ਸੁਣਦੀ ਹੈ, ਤਾਂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਦੀ ਲਹਿਰ ਚੱਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33097,
    "shabad_id": 2892,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਗੁਣੀ ਗਿਅਾਨੀ ਬਹਿ ਮਤਾ ਪਕਾੲਿਅਾ; ਫੇਰੇ ਤਤੁ ਦਿਵਾੲੇ ||",
    "transliteration": "Gunee Giaanee Behi Mathaa Pakaaeiaa Faerae Thath Dhivaaeae ||",
    "translation": "The virtuous and wise men sat down and decided to perform the marriage immediately.",
    "punjabi": "ਗੁਣਵਾਨ ਬੈਠ ਕੇ ਫ਼ੈਸਲਾ ਕਰਦੇ ਹਨ, ਤੇ, ਤੁਰਤ ਫੇਰੇ ਦੇ ਦੇਂਦੇ ਹਨ (ਤਿਵੇਂ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪ੍ਰਭੂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੁੰਦਾ ਹੈ, ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਦੀ ਲਹਿਰ ਚੱਲ ਪੈਂਦੀ ਹੈ। ਗੁਰਮੁਖ ਬਾਣੀ ਦੇ ਰਸੀਏ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਪੜ੍ਹਦੇ ਵਿਚਾਰਦੇ ਹਨ। ਜਿਉਂ ਜਿਉਂ ਗੁਰਬਾਣੀ ਵਿਚਾਰਦੇ ਹਨ, ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਦਾ ਪਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਦੇ, ਮਾਨੋ, ਵਾਜੇ ਵੱਜਦੇ ਹਨ। ਗੁਰਮੁਖ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਾ ਦੇਂਦੇ ਹਨ)।",
    "pronunciation": "ਮਤਾ",
    "type_id": 3
  },
  {
    "id": 33098,
    "shabad_id": 2892,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਵਰੁ ਪਾੲਿਅਾ ਪੁਰਖੁ ਅਗੰਮੁ ਅਗੋਚਰੁ; ਸਦ ਨਵਤਨੁ ਬਾਲ ਸਖਾੲੀ ||",
    "transliteration": "Var Paaeiaa Purakh Aganm Agochar Sadh Navathan Baal Sakhaaee ||",
    "translation": "She has found her Husband, the Inaccessible, Unfathomable Primal Lord, who is forever young; He is her Best Friend from her earliest childhood.",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ (ਸਾਧਾਰਨ ਉੱਦਮ ਨਾਲ) ਅਪਹੁੰਚ ਹੈ, ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਜੋ ਸਦਾ ਨਵੇਂ ਪਿਆਰ ਵਾਲਾ ਹੈ, ਜੋ ਬਚਪਨ ਤੋਂ ਹੀ ਮਿੱਤਰ ਚਲਾ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33099,
    "shabad_id": 2892,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਕਿਰਪਾ ਕਰਿ ਕੈ ਮੇਲੇ; ਵਿਛੁੜਿ ਕਦੇ. ਨ ਜਾੲੀ ||੪||੧||",
    "transliteration": "Naanak Kirapaa Kar Kai Maelae Vishhurr Kadhae N Jaaee ||4||1||",
    "translation": "O Nanak, he has mercifully united the bride with Himself. She shall never be separated again. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ, ਉਹ ਮੁੜ ਕਦੇ ਉਸ ਤੋਂ ਨਹੀਂ ਵਿਛੁੜਦੀ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33100,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33101,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਪਹਿਲੜੀ ਲਾਵ; ਪਰਵਿਰਤੀ ਕਰਮ ਦਿ੍ਰੜਾੲਿਅਾ, ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Har Pehilarree Laav Paravirathee Karam Dhrirraaeiaa Bal Raam Jeeo ||",
    "translation": "In the first round of the marriage ceremony, the Lord sets out His Instructions for performing the daily duties of married life.",
    "punjabi": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। (ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਨੇ ਸਿੱਖ ਨੂੰ) ਹਰਿ-ਨਾਮ ਜਪਣ ਦੇ ਆਹਰ ਵਿਚ ਰੁੱਝਣ ਦਾ ਕੰਮ ਨਿਸ਼ਚੇ ਕਰਾਇਆ ਹੈ (ਤਾਕੀਦ ਕੀਤੀ ਹੈ)। ਇਹੀ ਹੈ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ) ਪਹਿਲੀ ਸੋਹਣੀ ਲਾਂਵ।",
    "pronunciation": "(ਲਾਵ)ਪ੍ਰਕਰਮਾਂ, ਅਵਸਥਾ, ਲਗਨ, ਸਿੱਖਿਅਾ[ ਸ਼ੁਭ ਗੁਣਾਂ ਚ (ਪਰ-ਵਿਰਤੀ)ਪ੍ਰਵਿਰਤ ਹੋਣਾ[(ਕਰਮ)ਨਿਸ਼ਕਾਮ ਕਰਮ[ ਬਿਸ੍ਰਾਮ ਲਾਵ ਤੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 33102,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਾਣੀ ਬ੍ਰਹਮਾ ਵੇਦੁ, ਧਰਮੁ ਦਿ੍ਰੜਹੁ; ਪਾਪ ਤਜਾੲਿਅਾ, ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Baanee Brehamaa Vaedh Dhharam Dhrirrahu Paap Thajaaeiaa Bal Raam Jeeo ||",
    "translation": "Instead of the hymns of the Vedas to Brahma, embrace the righteous conduct of Dharma, and renounce sinful actions.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ (ਸਿੱਖ ਵਾਸਤੇ) ਬ੍ਰਹਮਾ ਦਾ ਵੇਦ ਹੈ। ਇਸ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦਾ) ਧਰਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰੋ (ਨਾਮ ਸਿਮਰਿਆਂ ਸਾਰੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33103,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਧਰਮੁ ਦਿ੍ਰੜਹੁ. ਹਰਿ ਨਾਮੁ ਧਿਅਾਵਹੁ; ਸਿਮਿ੍ਰਤਿ ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ ||",
    "transliteration": "Dhharam Dhrirrahu Har Naam Dhhiaavahu Simrith Naam Dhrirraaeiaa ||",
    "translation": "Meditate on the Lord's Name; embrace and enshrine the contemplative remembrance of the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹੋ, (ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਇਹ) ਧਰਮ (ਆਪਣੇ ਅੰਦਰ) ਪੱਕਾ ਕਰ ਲਵੋ। ਗੁਰੂ ਨੇ ਜੋ ਨਾਮ ਸਿਮਰਨ ਦੀ ਤਾਕੀਦ ਕੀਤੀ ਹੈ, ਇਹੀ ਸਿੱਖ ਵਾਸਤੇ ਸਿਮ੍ਰਿਤਿ (ਦਾ ਉਪਦੇਸ਼) ਹੈ।",
    "pronunciation": "ਸਿਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 33104,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਗੁਰੁ ਪੂਰਾ ਅਾਰਾਧਹੁ; ਸਭਿ ਕਿਲਵਿਖ ਪਾਪ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Sathigur Gur Pooraa Aaraadhhahu Sabh Kilavikh Paap Gavaaeiaa ||",
    "translation": "Worship and adore the Guru, the Perfect True Guru, and all your sins shall be dispelled.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ (ਦੇ ਇਸ ਉਪਦੇਸ਼ ਨੂੰ) ਹਰ ਵੇਲੇ ਚੇਤੇ ਰੱਖੋ, ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33105,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਹਜ ਅਨੰਦੁ ਹੋਅਾ ਵਡਭਾਗੀ; ਮਨਿ ਹਰਿ ਹਰਿ ਮੀਠਾ ਲਾੲਿਅਾ ||",
    "transliteration": "Sehaj Anandh Hoaa Vaddabhaagee Man Har Har Meethaa Laaeiaa ||",
    "translation": "By great good fortune, celestial bliss is attained, and the Lord, Har, Har, seems sweet to the mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੁਖ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
