[
  {
    "id": 33138,
    "shabad_id": 2894,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਮੰਗਲ ਰਸਿ ਰਸਨ ਰਸਾੲੇ; ਨਾਨਕ ਨਾਮੁ ਪ੍ਰਗਾਸਾ ||੨||",
    "transliteration": "Har Mangal Ras Rasan Rasaaeae Naanak Naam Pragaasaa ||2||",
    "translation": "My tongue tastes the taste of the Lord's joyous song; O Nanak, the Naam shines forth brightly. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸੁਆਦ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤਾਂ ਦਾ ਰਸ ਆਪਣੀ ਜੀਭ ਨਾਲ ਮਾਣਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33139,
    "shabad_id": 2894,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰਿ ਰਤਨੁ ਬੀਚਾਰੇ ||",
    "transliteration": "Anthar Rathan Beechaarae ||",
    "translation": "The Gurmukh loves the Name of the Lord;",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ ਅਮੋਲਕ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਪ੍ਰੋ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33140,
    "shabad_id": 2894,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਪਿਅਾਰੇ ||",
    "transliteration": "Guramukh Naam Piaarae ||",
    "translation": "Deep within, she contemplates the jewel of the Naam.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਪਿਆਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33141,
    "shabad_id": 2894,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਪਿਅਾਰੇ ਸਬਦਿ ਨਿਸਤਾਰੇ; ਅਗਿਅਾਨੁ ਅਧੇਰੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Har Naam Piaarae Sabadh Nisathaarae Agiaan Adhhaer Gavaaeiaa ||",
    "translation": "Those who love the Lord's Name are emancipated through the Word of the Shabad. The darkness of ignorance is dispelled.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਨਾਲ ਪਿਆਰ ਪਾਈ ਰੱਖਦਾ ਹੈ, (ਗੁਰੂ ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33142,
    "shabad_id": 2894,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗਿਅਾਨੁ ਪ੍ਰਚੰਡੁ ਬਲਿਅਾ ਘਟਿ ਚਾਨਣੁ; ਘਰ ਮੰਦਰ ਸੋਹਾੲਿਅਾ ||",
    "transliteration": "Giaan Prachandd Baliaa Ghatt Chaanan Ghar Mandhar Sohaaeiaa ||",
    "translation": "Spiritual wisdom burns brilliantly, illuminating the heart; their homes and temples are embellished and blessed.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਤੇਜ਼ ਚਾਨਣ ਮਘ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33143,
    "shabad_id": 2894,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਅਰਪਿ ਸੀਗਾਰ ਬਣਾੲੇ; ਹਰਿ ਪ੍ਰਭ ਸਾਚੇ ਭਾੲਿਅਾ ||",
    "transliteration": "Than Man Arap Seegaar Banaaeae Har Prabh Saachae Bhaaeiaa ||",
    "translation": "I have made my body and mind into adornments, and dedicated them to the True Lord God, pleasing Him.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਆਪਣਾ) ਸਰੀਰ ਭੇਟ ਕਰ ਕੇ, (ਆਪਣਾ) ਮਨ ਭੇਟ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸੁਹਜ ਪੈਦਾ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33144,
    "shabad_id": 2894,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਪ੍ਰਭੁ ਕਹੈ. ਸੋੲੀ ਪਰੁ ਕੀਜੈ; ਨਾਨਕ ਅੰਕਿ ਸਮਾੲਿਅਾ ||੩||",
    "transliteration": "Jo Prabh Kehai Soee Par Keejai Naanak Ank Samaaeiaa ||3||",
    "translation": "Whatever God says, I gladly do. O Nanak, I have merged into the fiber of His Being. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦੀ) ਗੋਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਦੀ ਇਹ ਸਰਧਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਹੁਕਮ ਕਰਦਾ ਹੈ, ਉਹੀ ਧਿਆਨ ਨਾਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਪੂਰਨ ਤੌਰ ਤੇ ਰਾਜ਼ੀ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33145,
    "shabad_id": 2894,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭਿ ਕਾਜੁ ਰਚਾੲਿਅਾ ||",
    "transliteration": "Har Prabh Kaaj Rachaaeiaa ||",
    "translation": "The Lord God has arranged the marriage ceremony;",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੀ ਪ੍ਰਭੂ ਨੇ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦਾ) ਕੰਮ ਰਚ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33146,
    "shabad_id": 2894,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਵੀਅਾਹਣਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Guramukh Veeaahan Aaeiaa ||",
    "translation": "He has come to marry the Gurmukh.",
    "punjabi": "ਉਸ ਨੂੰ ਉਹ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਵਿਆਹੁਣ ਲਈ ਆ ਪਹੁੰਚਿਆ (ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨਾ ਚਾਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33147,
    "shabad_id": 2894,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਵੀਅਾਹਣਿ ਅਾੲਿਅਾ ਗੁਰਮੁਖਿ. ਹਰਿ ਪਾੲਿਅਾ; ਸਾ ਧਨ ਕੰਤ ਪਿਅਾਰੀ ||",
    "transliteration": "Veeaahan Aaeiaa Guramukh Har Paaeiaa Saa Dhhan Kanth Piaaree ||",
    "translation": "He has come to marry the Gurmukh, who has found the Lord. That bride is very dear to her Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਪ੍ਰਭੂ ਆਪਣੇ ਨਾਲ ਜੋੜਨ ਦੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33148,
    "shabad_id": 2894,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਮਿਲਿ ਮੰਗਲ ਗਾੲੇ; ਹਰਿ ਜੀੳੁ ਅਾਪਿ ਸਵਾਰੀ ||",
    "transliteration": "Santh Janaa Mil Mangal Gaaeae Har Jeeo Aap Savaaree ||",
    "translation": "The humble Saints join together and sing the songs of joy; the Dear Lord Himself has adorned the soul-bride.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੰਤ ਜਨਾਂ ਨਾਲ ਮਿਲ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33149,
    "shabad_id": 2894,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਗਣ ਗੰਧਰਬ ਮਿਲਿ ਅਾੲੇ; ਅਪੂਰਬ ਜੰਞਞ ਬਣਾੲੀ ||",
    "transliteration": "Sur Nar Gan Gandhharab Mil Aaeae Apoorab Jannj Banaaee ||",
    "translation": "The angels and mortal beings, the heavenly heralds and celestial singers, have come together and formed a wondrous wedding party.",
    "punjabi": "(ਜਿਵੇਂ ਵਿਆਹ ਦੇ ਸਮੇ ਜਾਂਞੀ ਰਲ ਕੇ ਆਉਂਦੇ ਹਨ, ਤਿਵੇਂ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਣ ਵਾਸਤੇ) ਦੈਵੀ ਗੁਣਾਂ ਵਾਲੇ ਸੰਤ ਜਨ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਭਗਤ-ਜਨ ਮਿਲ ਕੇ ਆਉਂਦੇ ਹਨ (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਵਿਆਹ ਕਰਨ ਲਈ) ਇਕ ਅਦੁਤੀ ਜੰਞ ਬਣਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਅ-ਪੂਰਬ)ਅਸਚਰਜ[ ਗੰ-ਧਰਬ",
    "type_id": 3
  },
  {
    "id": 33150,
    "shabad_id": 2894,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ ਪ੍ਰਭੁ ਪਾੲਿਅਾ ਮੈ ਸਾਚਾ; ਨਾ ਕਦੇ ਮਰੈ. ਨ ਜਾੲੀ ||੪||੧||੩||",
    "transliteration": "Naanak Prabh Paaeiaa Mai Saachaa Naa Kadhae Marai N Jaaee ||4||1||3||",
    "translation": "O Nanak, I have found my True Lord God, who never dies, and is not born. ||4||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ (ਸਤ ਸੰਗੀਆਂ ਦੀ ਉਸ ਜੰਞ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਭਾਵ, ਉਸ ਸਤਸੰਗ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਕਦੇ ਜੰਮਦਾ ਮਰਦਾ ਨਹੀਂ ॥੪॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33151,
    "shabad_id": 2895,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਛੰਤ ਮਹਲਾ ੪ ਘਰੁ ੩",
    "transliteration": "Raag Soohee Shhanth Mehalaa 4 Ghar 3",
    "translation": "Raag Soohee, Chhant, Fourth Mehl, Third House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33152,
    "shabad_id": 2895,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33153,
    "shabad_id": 2895,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਾਵਹੋ ਸੰਤ ਜਨਹੁ; ਗੁਣ ਗਾਵਹ ਗੋਵਿੰਦ ਕੇਰੇ ਰਾਮ ||",
    "transliteration": "Aaveho Santh Janahu Gun Gaaveh Govindh Kaerae Raam ||",
    "translation": "Come, humble Saints, and sing the Glorious Praises of the Lord of the Universe.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਆਓ, (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33154,
    "shabad_id": 2895,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਿਲਿ ਰਹੀਅੈ; ਘਰਿ ਵਾਜਹਿ ਸਬਦ ਘਨੇਰੇ ਰਾਮ ||",
    "transliteration": "Guramukh Mil Reheeai Ghar Vaajehi Sabadh Ghanaerae Raam ||",
    "translation": "Let us gather together as Gurmukh; within the home of our own heart, the Shabad vibrates and resonates.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਦੀ ਬਰਕਤ ਨਾਲ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33155,
    "shabad_id": 2895,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸਬਦ ਘਨੇਰੇ ਹਰਿ ਪ੍ਰਭ ਨੇਰੇ; ਤੂ ਕਰਤਾ ਸਭ ਥਾੲੀ ||",
    "transliteration": "Sabadh Ghanaerae Har Prabh Thaerae Thoo Karathaa Sabh Thhaaee ||",
    "translation": "The many melodies of the Shabad are Yours, O Lord God; O Creator Lord, You are everywhere.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਿਉਂ ਜਿਉਂ) ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰਭਾਵ ਪਾਂਦੇ ਹਨ, (ਤਿਉਂ ਤਿਉਂ ਤੂੰ) ਉਸ ਨੂੰ ਸਭ ਥਾਈਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈਂ।",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 33156,
    "shabad_id": 2895,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਜਪੀ ਸਦਾ ਸਾਲਾਹੀ; ਸਾਚ ਸਬਦਿ ਲਿਵ ਲਾੲੀ ||",
    "transliteration": "Ahinis Japee Sadhaa Saalaahee Saach Sabadh Liv Laaee ||",
    "translation": "Day and night, I chant His Praises forever, lovingly focusing on the True Word of the Shabad.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ ਭੀ ਮਿਹਰ ਕਰ) ਮੈਂ ਦਿਨ ਰਾਤ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ, ਮੈਂ ਸਦਾ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਤੇਰੀ ਸਦਾ-ਥਿਰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33157,
    "shabad_id": 2895,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸਹਜਿ ਰਹੈ. ਰੰਗਿ ਰਾਤਾ; ਰਾਮ ਨਾਮੁ ਰਿਦ ਪੂਜਾ ||",
    "transliteration": "Anadhin Sehaj Rehai Rang Raathaa Raam Naam Ridh Poojaa ||",
    "translation": "Night and day, I remain intuitively attuned to the Lord's Love; in my heart, I worship the Lord's Name.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਦੀ ਪੂਜਾ ਬਣਾਂਦਾ ਹੈ (ਭਾਵ, ਹਰ ਵੇਲੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਪੂਜਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33158,
    "shabad_id": 2895,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ੲੇਕੁ ਪਛਾਣੈ; ਅਵਰੁ. ਨ ਜਾਣੈ ਦੂਜਾ ||੧||",
    "transliteration": "Naanak Guramukh Eaek Pashhaanai Avar N Jaanai Dhoojaa ||1||",
    "translation": "O Nanak, as Gurmukh, I have realized the One Lord; I do not know any other. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਕਿਸੇ ਹੋਰ ਦੂਜੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33159,
    "shabad_id": 2895,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸਭ ਮਹਿ ਰਵਿ ਰਹਿਅਾ; ਸੋ ਪ੍ਰਭੁ ਅੰਤਰਜਾਮੀ ਰਾਮ ||",
    "transliteration": "Sabh Mehi Rav Rehiaa So Prabh Antharajaamee Raam ||",
    "translation": "He is contained amongst all; He is God, the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33160,
    "shabad_id": 2895,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਸਬਦਿ ਰਵੈ, ਰਵਿ ਰਹਿਅਾ; ਸੋ ਪ੍ਰਭੁ ਮੇਰਾ ਸੁਅਾਮੀ ਰਾਮ ||",
    "transliteration": "Gur Sabadh Ravai Rav Rehiaa So Prabh Maeraa Suaamee Raam ||",
    "translation": "One who meditates and dwells upon God, through the Word of the Guru's Shabad, knows that God, my Lord and Master, is pervading everywhere.",
    "punjabi": "(ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਸ ਨੂੰ) ਸਿਮਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਹੀ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ (ਸਭ ਥਾਈਂ) ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33161,
    "shabad_id": 2895,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਭੁ ਮੇਰਾ ਸੁਅਾਮੀ ਅੰਤਰਜਾਮੀ; ਘਟਿ ਘਟਿ ਰਵਿਅਾ ਸੋੲੀ ||",
    "transliteration": "Prabh Maeraa Suaamee Antharajaamee Ghatt Ghatt Raviaa Soee ||",
    "translation": "God, my Lord and Master, is the Inner-knower, the Searcher of hearts; He pervades and permeates each and every heart.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਇਹ ਨਿਸ਼ਚਾ ਬਣਦਾ ਹੈ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33162,
    "shabad_id": 2895,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮਤਿ ਸਚੁ ਪਾੲੀਅੈ. ਸਹਜਿ ਸਮਾੲੀਅੈ; ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ ||",
    "transliteration": "Guramath Sach Paaeeai Sehaj Samaaeeai This Bin Avar N Koee ||",
    "translation": "Through the Guru's Teachings, Truth is obtained, and then, one merges in celestial bliss. There is no other than Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿ ਸਕੀਦਾ ਹੈ (ਅਤੇ ਇਹ ਨਿਸ਼ਚਾ ਬਣਦਾ ਹੈ ਕਿ ਕਿਤੇ ਭੀ) ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33163,
    "shabad_id": 2895,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਹਜੇ ਗੁਣ ਗਾਵਾ ਜੇ ਪ੍ਰਭ ਭਾਵਾ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲੇ ||",
    "transliteration": "Sehajae Gun Gaavaa Jae Prabh Bhaavaa Aapae Leae Milaaeae ||",
    "translation": "I sing His Praises with intuitive ease. If it pleases God, He shall unite me with Himself.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ ਹੀ ਮਿਹਰ ਨਾਲ) ਜੇ ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਮੈਂ ਉਸ ਦੇ ਗੁਣ ਗਾ ਸਕਦਾ ਹਾਂ, ਉਹ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33164,
    "shabad_id": 2895,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਪ੍ਰਭੁ ਸਬਦੇ ਜਾਪੈ; ਅਹਿ ਨਿਸਿ ਨਾਮੁ ਧਿਅਾੲੇ ||੨||",
    "transliteration": "Naanak So Prabh Sabadhae Jaapai Ahinis Naam Dhhiaaeae ||2||",
    "translation": "O Nanak, through the Shabad, God is known; meditate on the Naam, day and night. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ (ਜਿਹੜਾ ਮਨੁੱਖ ਸ਼ਬਦ ਵਿਚ) ਜੁੜਦਾ ਹੈ, (ਉਹ) ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33165,
    "shabad_id": 2895,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਜਗੋ ਦੁਤਰੁ; ਮਨਮੁਖੁ ਪਾਰਿ. ਨ ਪਾੲੀ ਰਾਮ ||",
    "transliteration": "Eihu Jago Dhuthar Manamukh Paar N Paaee Raam ||",
    "translation": "This world is treacherous and impassable; the self-willed manmukh cannot cross over.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ (ਇਕ ਅਜਿਹਾ ਸਮੁੰਦਰ ਹੈ, ਜਿਸ ਤੋਂ) ਪਾਰ ਲੰਘਣਾ ਔਖਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਇਸ ਦੇ) ਪਾਰਲੇ ਪਾਸੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ,",
    "pronunciation": "ਦੁੱਤ-ਰੁ",
    "type_id": 3
  },
  {
    "id": 33166,
    "shabad_id": 2895,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅੰਤਰੇ ਹੳੁਮੈ ਮਮਤਾ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਚਤੁਰਾੲੀ ਰਾਮ ||",
    "transliteration": "Antharae Houmai Mamathaa Kaam Krodhh Chathuraaee Raam ||",
    "translation": "Within him is egotism, self-conceit, sexual desire, anger and cleverness.",
    "punjabi": "(ਕਿਉਂਕਿ ਉਸ ਦੇ) ਅੰਦਰ ਹੀ ਅਹੰਕਾਰ, ਅਸਲੀਅਤ ਦੀ ਲਾਲਸਾ, ਕਾਮ, ਕ੍ਰੋਧ, ਚਤੁਰਾਈ (ਆਦਿਕ ਭੈੜ) ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33167,
    "shabad_id": 2895,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਅੰਤਰਿ ਚਤੁਰਾੲੀ. ਥਾੲਿ, ਨ ਪਾੲੀ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Anthar Chathuraaee Thhaae N Paaee Birathhaa Janam Gavaaeiaa ||",
    "translation": "Within him is cleverness; he is not approved, and his life is uselessly wasted and lost.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਅੰਦਰ ਆਪਣੀ ਸਿਆਣਪ ਦਾ ਮਾਣ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33168,
    "shabad_id": 2895,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜਮ ਮਗਿ ਦੁਖੁ ਪਾਵੈ ਚੋਟਾ ਖਾਵੈ; ਅੰਤਿ ਗੲਿਅਾ ਪਛੁਤਾੲਿਅਾ ||",
    "transliteration": "Jam Mag Dhukh Paavai Chottaa Khaavai Anth Gaeiaa Pashhuthaaeiaa ||",
    "translation": "On the Path of Death, he suffers in pain, and must endure abuse; in the end, he departs regretfully.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਸਾਰੀ ਉਮਰ) ਜਮਰਾਜ ਦੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ, (ਆਤਮਕ ਮੌਤ ਦੀਆਂ) ਚੋਟਾਂ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਅੰਤ ਵੇਲੇ ਇਥੋਂ ਹੱਥ ਮਲਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33169,
    "shabad_id": 2895,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਕੋ ਬੇਲੀ ਨਾਹੀ; ਪੁਤੁ ਕੁਟੰਬੁ ਸੁਤੁ ਭਾੲੀ ||",
    "transliteration": "Bin Naavai Ko Baelee Naahee Puth Kuttanb Suth Bhaaee ||",
    "translation": "Without the Name, he has no friends, no children, family or relatives.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਇੱਥੇ) ਪੁੱਤਰ, ਪਰਵਾਰ, ਭਰਾ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਮਦਦਗਾਰ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਬੇਲੀ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33170,
    "shabad_id": 2895,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਮਾੲਿਅਾ ਮੋਹੁ ਪਸਾਰਾ; ਅਾਗੈ ਸਾਥਿ. ਨ ਜਾੲੀ ||੩||",
    "transliteration": "Naanak Maaeiaa Mohu Pasaaraa Aagai Saathh N Jaaee ||3||",
    "translation": "O Nanak, the wealth of Maya, attachment and ostentatious shows - none of them shall go along with him to the world hereafter. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਸਾਰਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ (ਹੀ) ਖਿਲਾਰਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ (ਭੀ ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33171,
    "shabad_id": 2895,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਹੳੁ ਪੂਛੳੁ ਅਪਨਾ ਸਤਿਗੁਰੁ ਦਾਤਾ; ਕਿਨ ਬਿਧਿ. ਦੁਤਰੁ ਤਰੀਅੈ ਰਾਮ ||",
    "transliteration": "Ho Pooshho Apanaa Sathigur Dhaathaa Kin Bidhh Dhuthar Thareeai Raam ||",
    "translation": "I ask my True Guru, the Giver, how to cross over the treacherous and difficult world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਦੋਂ) ਮੈਂ (ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲੇ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪੁੱਛਦਾ ਹਾਂ ਕਿ ਇਹ ਦੁੱਤਰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਲੰਘਿਆ ਜਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ਦੁੱਤ-ਰੁ",
    "type_id": 3
  },
  {
    "id": 33172,
    "shabad_id": 2895,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰ ਭਾੲਿ ਚਲਹੁ; ਜੀਵਤਿਅਾ ੲਿਵ ਮਰੀਅੈ ਰਾਮ ||",
    "transliteration": "Sathigur Bhaae Chalahu Jeevathiaa Eiv Mareeai Raam ||",
    "translation": "Walk in harmony with the True Guru's Will, and remain dead while yet alive.",
    "punjabi": "(ਤਾਂ ਅੱਗੋਂ ਉੱਤਰ ਮਿਲਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ (ਜੀਵਨ-ਤੋਰ) ਤੁਰਦੇ ਰਹੋ, ਇਸ ਤਰ੍ਹਾਂ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਿਆਂ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚੇ ਰਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33173,
    "shabad_id": 2895,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਜੀਵਤਿਅਾ ਮਰੀਅੈ. ਭੳੁਜਲੁ ਤਰੀਅੈ; ਗੁਰਮੁਖਿ ਨਾਮਿ ਸਮਾਵੈ ||",
    "transliteration": "Jeevathiaa Mareeai Bhoujal Thareeai Guramukh Naam Samaavai ||",
    "translation": "Remaining dead while yet alive, cross over the terrifying world-ocean; as Gurmukh, merge in the Naam.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਿਆਂ) ਦੁਨੀਆ ਦੀ ਕਾਰ ਕਰਦਿਆਂ ਵਿਕਾਰਾਂ ਵਲੋਂ ਮਰੇ ਰਹੀਦਾ ਹੈ, ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ। (ਕਿਉਂਕਿ) ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
