[
  {
    "id": 33240,
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਅੰਮਿ੍ਰਤਿ ਭਰੇ ਭੰਡਾਰ; ਸਭੁ ਕਿਛੁ ਹੈ. ਘਰਿ ਤਿਸ ਕੈ, ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Har Anmrith Bharae Bhanddaar Sabh Kishh Hai Ghar This Kai Bal Raam Jeeo ||",
    "translation": "The Lord's Ambrosial Nectar is an overflowing treasure; everything is in His Home. I am a sacrifice to the Lord.",
    "punjabi": "ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਉਸ ਦੇ ਘਰ ਵਿਚ ਹਰੇਕ ਪਦਾਰਥ ਮੌਜੂਦ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ (ਉਸ ਦੇ ਘਰ ਵਿਚ) ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33241,
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਾਬੁਲੁ ਮੇਰਾ ਵਡ ਸਮਰਥਾ; ਕਰਣ ਕਾਰਣ ਪ੍ਰਭੁ ਹਾਰਾ ||",
    "transliteration": "Baabul Maeraa Vadd Samarathhaa Karan Kaaran Prabh Haaraa ||",
    "translation": "My Father is absolutely all-powerful. God is the Doer, the Cause of causes.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਪ੍ਰਭੂ-ਪਿਤਾ ਬੜੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਹਰੇਕ ਸਬਬ ਬਣਾ ਸਕਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33242,
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਸਿਮਰਤ. ਦੁਖੁ ਕੋੲੀ, ਨ ਲਾਗੈ; ਭੳੁਜਲੁ ਪਾਰਿ ੳੁਤਾਰਾ ||",
    "transliteration": "Jis Simarath Dhukh Koee N Laagai Bhoujal Paar Outhaaraa ||",
    "translation": "Remembering Him in meditation, pain does not touch me; thus I cross over the terrifying world-ocean.",
    "punjabi": "(ਉਹ ਐਸਾ ਹੈ) ਜਿਸ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, (ਉਸ ਦਾ ਨਾਮ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33243,
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਦਿ ਜੁਗਾਦਿ ਭਗਤਨ ਕਾ ਰਾਖਾ; ੳੁਸਤਤਿ ਕਰਿ ਕਰਿ ਜੀਵਾ ||",
    "transliteration": "Aadh Jugaadh Bhagathan Kaa Raakhaa Ousathath Kar Kar Jeevaa ||",
    "translation": "In the beginning, and throughout the ages, He is the Protector of His devotees. Praising Him continually, I live.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ (ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ) ਭਗਤਾਂ ਦਾ ਰਾਖਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ। ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33244,
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਨਾਮੁ ਮਹਾ ਰਸੁ ਮੀਠਾ; ਅਨ ਦਿਨੁ ਮਨਿ ਤਨਿ ਪੀਵਾ ||੧||",
    "transliteration": "Naanak Naam Mehaa Ras Meethaa Anadhin Man Than Peevaa ||1||",
    "translation": "O Nanak, the Naam, the Name of the Lord, is the sweetest and most sublime essence. Night and day, I drink it in with my mind and body. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਉਸ ਦਾ) ਨਾਮ ਮਿੱਠਾ ਹੈ, (ਸਭ ਰਸਾਂ ਨਾਲੋਂ) ਵੱਡਾ ਰਸ ਹੈ ਮੈਂ ਤਾਂ ਹਰ ਵੇਲੇ (ਉਹ ਨਾਮ ਰਸ ਆਪਣੇ) ਮਨ ਦੀ ਰਾਹੀਂ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਰਾਹੀਂ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33245,
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਲੲੇ ਮਿਲਾੲਿ; ਕਿੳੁ ਵੇਛੋੜਾ ਥੀਵੲੀ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Har Aapae Leae Milaae Kio Vaeshhorraa Thheevee Bal Raam Jeeo ||",
    "translation": "The Lord unites me with Himself; how could I feel any separation? I am a sacrifice to the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਸੋਹਣੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ) ਜੋੜਦਾ ਹੈ (ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲੋਂ) ਫਿਰ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ। ਹੇ ਰਾਮ! ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਹਾਂ।",
    "pronunciation": "ਥੀਵੲੀ",
    "type_id": 3
  },
  {
    "id": 33246,
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਿਸ ਨੋ ਤੇਰੀ ਟੇਕ; ਸੋ ਸਦਾ ਸਦ ਜੀਵੲੀ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Jis No Thaeree Ttaek So Sadhaa Sadh Jeevee Bal Raam Jeeo ||",
    "translation": "One who has Your Support lives forever and ever. I am a sacrifice to the Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰਾ ਸਹਾਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਜੀਵ-ੲੀ-",
    "type_id": 3
  },
  {
    "id": 33247,
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਤੇਰੀ ਟੇਕ ਤੁਝੈ ਤੇ ਪਾੲੀ; ਸਾਚੇ ਸਿਰਜਣਹਾਰਾ ||",
    "transliteration": "Thaeree Ttaek Thujhai Thae Paaee Saachae Sirajanehaaraa ||",
    "translation": "I take my support from You alone, O True Creator Lord.",
    "punjabi": "ਪਰ, ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਅਤੇ ਸਭ ਦੇ ਪੈਦਾ ਕਰਨ ਵਾਲੇ! ਤੇਰਾ ਆਸਰਾ ਮਿਲਦਾ ਭੀ ਤੇਰੇ ਹੀ ਪਾਸੋਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33248,
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਜਿਸ ਤੇ ਖਾਲੀ ਕੋੲੀ ਨਾਹੀ; ਅੈਸਾ ਪ੍ਰਭੂ ਹਮਾਰਾ ||",
    "transliteration": "Jis Thae Khaalee Koee Naahee Aisaa Prabhoo Hamaaraa ||",
    "translation": "No one lacks this Support; such is my God.",
    "punjabi": "ਤੂੰ ਇਹੋ ਜਿਹਾ ਸਾਡਾ ਮਾਲਕ ਹੈਂ, ਜਿਸ (ਦੇ ਦਰ) ਤੋਂ ਕਦੇ ਕੋਈ ਖ਼ਾਲੀ (ਬੇ-ਮੁਰਾਦ) ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33249,
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਮਿਲਿ ਮੰਗਲੁ ਗਾੲਿਅਾ; ਦਿਨੁ ਰੈਨਿ ਅਾਸ ਤੁਮ੍ਹਾਰੀ ||",
    "transliteration": "Santh Janaa Mil Mangal Gaaeiaa Dhin Rain Aas Thumhaaree ||",
    "translation": "Meeting with the humble Saints, I sing the songs of joy; day and night, I place my hopes in You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤ ਜਨ ਮਿਲ ਕੇ (ਸਦਾ ਤੇਰੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ) ਦਿਨ ਰਾਤ ਤੇਰੀ (ਸਹਾਇਤਾ ਦੀ) ਹੀ ਆਸ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33250,
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਫਲੁ ਦਰਸੁ ਭੇਟਿਅਾ ਗੁਰੁ ਪੂਰਾ; ਨਾਨਕ ਸਦ ਬਲਿਹਾਰੀ ||੨||",
    "transliteration": "Safal Dharas Bhaettiaa Gur Pooraa Naanak Sadh Balihaaree ||2||",
    "translation": "I have obtained the Blessed Vision, the Darshan of the Perfect Guru. Nanak is forever a sacrifice. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ (ਤੇਰੀ ਹੀ ਮਿਹਰ ਨਾਲ ਉਹ) ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦਾ ਦੀਦਾਰ ਹਰੇਕ ਮੁਰਾਦ ਪੂਰੀ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33251,
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸੰਮ੍ਹਲਿਅਾ ਸਚੁ ਥਾਨੁ; ਮਾਨੁ ਮਹਤੁ ਸਚੁ ਪਾੲਿਅਾ, ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Sanmhaliaa Sach Thhaan Maan Mehath Sach Paaeiaa Bal Raam Jeeo ||",
    "translation": "Contemplating, dwelling upon the Lord's true home, I receive honor, greatness and truth. I am a sacrifice to the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਪ੍ਰਭੂ ਜੀ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਦਰ ਮੱਲ ਲਿਆ, ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ, (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ) ਮਾਣ ਮਿਲਿਆ, ਵਡਿਆਈ ਮਿਲੀ,",
    "pronunciation": "ਮ-ਹੱਤੁ",
    "type_id": 3
  },
  {
    "id": 33252,
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲਿਅਾ ਦੲਿਅਾਲੁ; ਗੁਣ ਅਬਿਨਾਸੀ ਗਾੲਿਅਾ. ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Sathigur Miliaa Dhaeiaal Gun Abinaasee Gaaeiaa Bal Raam Jeeo ||",
    "translation": "Meeting the Merciful True Guru, I sing the Praises of the Imperishable Lord. I am a sacrifice to the Lord.",
    "punjabi": "ਜਿਸ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਦਇਆ ਦਾ ਸੋਮਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੇ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33253,
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਣ ਗੋਵਿੰਦ, ਗਾੳੁ ਨਿਤ ਨਿਤ; ਪ੍ਰਾਣ ਪ੍ਰੀਤਮ ਸੁਅਾਮੀਅਾ ||",
    "transliteration": "Gun Govindh Gaao Nith Nith Praan Preetham Suaameeaa ||",
    "translation": "Sing the Glorious Praises of the Lord of the Universe, continually, continuously; He is the Beloved Master of the breath of life.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਸਦਾ ਹੀ ਗਾਇਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33254,
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸੁਭ ਦਿਵਸ ਅਾੲੇ. ਗਹਿ ਕੰਠਿ ਲਾੲੇ; ਮਿਲੇ ਅੰਤਰਜਾਮੀਅਾ ||",
    "transliteration": "Subh Dhivas Aaeae Gehi Kanth Laaeae Milae Antharajaameeaa ||",
    "translation": "Good times have come; the Inner-knower, the Searcher of hearts, has met me, and hugged me close in His Embrace.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ ਜ਼ਿੰਦਗੀ ਦੇ) ਸੋਹਣੇ ਦਿਹਾੜੇ ਆਏ ਰਹਿੰਦੇ ਹਨ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਈ ਰੱਖਦੇ ਹਨ, ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33255,
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ਵਜਹਿ ਵਾਜੇ; ਅਨਹਦਾ ਝੁਣਕਾਰੇ ||",
    "transliteration": "Sath Santhokh Vajehi Vaajae Anehadhaa Jhunakaarae ||",
    "translation": "The musical instruments of truth and contentment vibrate, and the unstruck melody of the sound current resounds.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਉੱਚਾ ਆਚਰਨ ਅਤੇ ਸੰਤੋਖ (ਹਰ ਵੇਲੇ ਆਪਣਾ ਪੂਰਾ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦੇ ਹਨ, ਮਾਨੋ, ਸਤ ਸੰਤੋਖ ਦੇ ਅੰਦਰ) ਵਾਜੇ ਵੱਜ ਰਹੇ ਹਨ, (ਸਤ ਸੰਤੋਖ ਦੀ ਉਸ ਦੇ ਅੰਦਰ) ਇਕ-ਰਸ ਮਿੱਠੀ ਲੈ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਵੱਜਹਿ",
    "type_id": 3
  },
  {
    "id": 33256,
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸੁਣਿ ਭੈ ਬਿਨਾਸੇ ਸਗਲ ਨਾਨਕ; ਪ੍ਰਭ ਪੁਰਖ ਕਰਣੈਹਾਰੇ ||੩||",
    "transliteration": "Sun Bhai Binaasae Sagal Naanak Prabh Purakh Karanaihaarae ||3||",
    "translation": "Hearing this, all my fears have been dispelled; O Nanak, God is the Primal Being, the Creator Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪ੍ਰਭੂ ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣ ਸੁਣ ਕੇ (ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33257,
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ੳੁਪਜਿਅਾ ਤਤੁ ਗਿਅਾਨੁ; ਸਾਹੁਰੈ ਪੇੲੀਅੈ ੲਿਕੁ ਹਰਿ, ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Oupajiaa Thath Giaan Saahurai Paeeeai Eik Har Bal Raam Jeeo ||",
    "translation": "The essence of spiritual wisdom has welled up; in this world, and the next, the One Lord is pervading. I am a sacrifice to the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਪ੍ਰਭੂ ਜੀ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। (ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ) ਅਸਲ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਸ ਨੂੰ) ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਉਹੀ ਪਰਮਾਤਮਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33258,
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਬ੍ਰਹਮੈ ਬ੍ਰਹਮੁ ਮਿਲਿਅਾ; ਕੋੲਿ. ਨ ਸਾਕੈ ਭਿੰਨ ਕਰਿ, ਬਲਿ ਰਾਮ ਜੀੳੁ ||",
    "transliteration": "Brehamai Breham Miliaa Koe N Saakai Bhinn Kar Bal Raam Jeeo ||",
    "translation": "When God meets the God within the self, no one can separate them. I am a sacrifice to the Lord.",
    "punjabi": "ਉਸ ਜੀਵ ਨੂੰ ਪਰਮਾਤਮਾ (ਇਉਂ) ਮਿਲ ਪੈਂਦਾ ਹੈ ਕਿ ਕੋਈ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਉਸ ਦਾ) ਨਿਖੇੜਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33259,
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਬਿਸਮੁ ਪੇਖੈ ਬਿਸਮੁ ਸੁਣੀਅੈ; ਬਿਸਮਾਦੁ ਨਦਰੀ ਅਾੲਿਅਾ ||",
    "transliteration": "Bisam Paekhai Bisam Suneeai Bisamaadh Nadharee Aaeiaa ||",
    "translation": "I gaze upon the Wondrous Lord, and listen to the Wondrous Lord; the Wondrous Lord has come into my vision.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਹਰ ਥਾਂ) ਉਸ ਅਸਚਰਜ-ਰੂਪ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖਦਾ ਹੈ, (ਉਹੀ ਹਰ ਥਾਂ ਬੋਲਦਾ ਉਸ ਨੂੰ) ਸੁਣੀਦਾ ਹੈ, ਹਰ ਥਾਂ ਉਹੀ ਉਸ ਨੂੰ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33260,
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਨ ਸੁਅਾਮੀ; ਘਟਿ ਘਟਿ ਰਹਿਅਾ ਸਮਾੲਿਅਾ ||",
    "transliteration": "Jal Thhal Meheeal Pooran Suaamee Ghatt Ghatt Rehiaa Samaaeiaa ||",
    "translation": "The Perfect Lord and Master is pervading the water, the land and the sky, in each and every heart.",
    "punjabi": "ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਉਸ ਨੂੰ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33261,
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜਿਸ ਤੇ ੳੁਪਜਿਅਾ. ਤਿਸੁ ਮਾਹਿ ਸਮਾੲਿਅਾ; ਕੀਮਤਿ ਕਹਣੁ. ਨ ਜਾੲੇ ||",
    "transliteration": "Jis Thae Oupajiaa This Maahi Samaaeiaa Keemath Kehan N Jaaeae ||",
    "translation": "I have merged again into the One from whom I originated. The value of this cannot be described.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਉਹ ਪੈਦਾ ਹੋਇਆ ਹੈ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਵਿਚ (ਹਰ ਵੇਲੇ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਮਨੁੱਖ ਦੀ ਉੱਚੀ ਹੋ ਚੁਕੀ ਆਤਮਕ ਅਵਸਥਾ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33262,
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਿਸ ਕੇ ਚਲਤ. ਨ ਜਾਹੀ ਲਖਣੇ; ਨਾਨਕ. ਤਿਸਹਿ ਧਿਅਾੲੇ ||੪||੨||",
    "transliteration": "Jis Kae Chalath N Jaahee Lakhanae Naanak Thisehi Dhhiaaeae ||4||2||",
    "translation": "Nanak meditates on Him. ||4||2||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ) ਉਸ ਦਾ ਹੀ ਧਿਆਨ ਧਰਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚੋਜ-ਤਮਾਸ਼ੇ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ॥੪॥੨॥",
    "pronunciation": "ਲਖਣੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33263,
    "shabad_id": 2900,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਛੰਤ ਮਹਲਾ ੫ ਘਰੁ ੨",
    "transliteration": "Raag Soohee Shhanth Mehalaa 5 Ghar 2",
    "translation": "Raag Soohee, Chhant, Fifth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33264,
    "shabad_id": 2900,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33265,
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੋਬਿੰਦ ਗੁਣ ਗਾਵਣ ਲਾਗੇ ||",
    "transliteration": "Gobindh Gun Gaavan Laagae ||",
    "translation": "I sing the Glorious Praises of the Lord of the Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33266,
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਰੰਗਿ; ਅਨ ਦਿਨੁ ਜਾਗੇ ||",
    "transliteration": "Har Rang Anadhin Jaagae ||",
    "translation": "I am awake, night and day, in the Lord's Love.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਟਿਕ ਕੇ) ਉਹ ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33267,
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਰੰਗਿ ਜਾਗੇ. ਪਾਪ ਭਾਗੇ; ਮਿਲੇ ਸੰਤ ਪਿਅਾਰਿਅਾ ||",
    "transliteration": "Har Rang Jaagae Paap Bhaagae Milae Santh Piaariaa ||",
    "translation": "Awake to the Lord's Love, my sins have left me. I meet with the Beloved Saints.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਿਆਰੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ। (ਜਿਉਂ ਜਿਉਂ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਟਿਕ ਕੇ) ਸੁਚੇਤ ਹੁੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਪਾਪ ਭੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33268,
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਚਰਣ ਲਾਗੇ. ਭਰਮ ਭਾਗੇ; ਕਾਜ ਸਗਲ ਸਵਾਰਿਅਾ ||",
    "transliteration": "Gur Charan Laagae Bharam Bhaagae Kaaj Sagal Savaariaa ||",
    "translation": "Attached to the Guru's Feet, my doubts are dispelled, and all my affairs are resolved.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਭੀ ਸੰਵਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33269,
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੁਣਿ ਸ੍ਰਵਣ ਬਾਣੀ. ਸਹਜਿ ਜਾਣੀ; ਹਰਿ ਨਾਮੁ ਜਪਿ ਵਡਭਾਗੈ ||",
    "transliteration": "Sun Sravan Baanee Sehaj Jaanee Har Naam Jap Vaddabhaagai ||",
    "translation": "Listening to the Word of the Guru's Bani with my ears, I know celestial peace. By great good fortune, I meditate on the Lord's Name.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਕੰਨੀਂ ਸੁਣ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33270,
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਰਣਿ ਸੁਅਾਮੀ; ਜੀੳੁ ਪਿੰਡੁ ਪ੍ਰਭ ਅਾਗੈ ||੧||",
    "transliteration": "Binavanth Naanak Saran Suaamee Jeeo Pindd Prabh Aagai ||1||",
    "translation": "Prays Nanak, I have entered my Lord and Master's Sanctuary. I dedicate my body and soul to God. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਉਹ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੀ ਜਿੰਦ ਆਪਣਾ ਸਰੀਰ (ਸਭ ਕੁਝ) ਪਰਮਾਤਮਾ ਦੇ ਅੱਗੇ (ਰੱਖ ਦੇਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33271,
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਨਹਤ ਸਬਦੁ ਸੁਹਾਵਾ ||",
    "transliteration": "Anehath Sabadh Suhaavaa ||",
    "translation": "The unstruck melody of the Shabad, the Word of God is so very beautiful.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਹਰ ਵੇਲੇ ਗਾਂਵਿਆਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33272,
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸਚੁ ਮੰਗਲੁ; ਹਰਿ ਜਸੁ ਗਾਵਾ ||",
    "transliteration": "Sach Mangal Har Jas Gaavaa ||",
    "translation": "True joy comes from singing the Lord's Praises.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹਰ ਵੇਲੇ ਇਕ-ਰਸ (ਕੰਨਾਂ ਨੂੰ) ਸੁਖਦਾਈ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33273,
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਗੁਣ ਗਾੲਿ ਹਰਿ ਹਰਿ. ਦੂਖ ਨਾਸੇ; ਰਹਸੁ ੳੁਪਜੈ ਮਨਿ ਘਣਾ ||",
    "transliteration": "Gun Gaae Har Har Dhookh Naasae Rehas Oupajai Man Ghanaa ||",
    "translation": "Singing the Glorious Praises of the Lord, Har, Har, pain is dispelled, and my mind is filled with tremendous joy.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਉਹਨਾਂ ਦੇ ਸਾਰੇ) ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਬਹੁਤ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਨੱਾਸੇ[ ਰਹ-ਸ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33274,
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਮਨੁ ਤੰਨੁ ਨਿਰਮਲੁ ਦੇਖਿ ਦਰਸਨੁ; ਨਾਮੁ ਪ੍ਰਭ ਕਾ ਮੁਖਿ ਭਣਾ ||",
    "transliteration": "Man Thann Niramal Dhaekh Dharasan Naam Prabh Kaa Mukh Bhanaa ||",
    "translation": "My mind and body have become immaculate and pure, gazing upon the Blessed Vision of the Lord's Darshan; I chant the Name of God.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ) ਮੂੰਹ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ਸਰੀਰ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
