[
  {
    "id": 33414,
    "shabad_id": 2905,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪੇਖਿ ਦਰਸਨੁ ਨਾਨਕ ਬਿਗਸੇ; ਅਾਪਿ ਲੲੇ ਮਿਲਾੲੇ ||੪||੫||੮||",
    "transliteration": "Paekh Dharasan Naanak Bigasae Aap Leae Milaaeae ||4||5||8||",
    "translation": "Beholding the Blessed Vision of His Darshan, Nanak has blossomed forth; the Lord has united him in Union. ||4||5||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਓ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ) ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈ, ਉਹ (ਉਸ ਸਰਬ-ਵਿਆਪਕ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਆਨੰਦ-ਭਰਪੂਰ ਰਹਿੰਦੇ ਹਨ ॥੪॥੫॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33415,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33416,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਬਿਚਲ ਨਗਰੁ. ਗੋਬਿੰਦ ਗੁਰੂ ਕਾ; ਨਾਮੁ ਜਪਤ ਸੁਖੁ ਪਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Abichal Nagar Gobindh Guroo Kaa Naam Japath Sukh Paaeiaa Raam ||",
    "translation": "Eternal and immovable is the City of God and Guru; chanting His Name, I have found peace.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਸਭ ਤੋਂ ਵੱਡੇ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, (ਉਹਨਾਂ ਦਾ ਸਰੀਰ) ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਦੇ ਰਹਿਣ ਲਈ ਸ਼ਹਰ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33417,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਨ ੲਿਛੇ ਸੇੲੀ ਫਲ ਪਾੲੇ; ਕਰਤੈ ਅਾਪਿ ਵਸਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Man Eishhae Saeee Fal Paaeae Karathai Aap Vasaaeiaa Raam ||",
    "translation": "I have obtained the fruits of my mind's desires; the Creator Himself established it.",
    "punjabi": "ਕਰਤਾਰ ਨੇ (ਉਸ ਸਰੀਰ-ਸ਼ਹਰ ਨੂੰ) ਆਪ ਵਸਾ ਦਿੱਤਾ (ਆਪਣੇ ਵੱਸਣ ਲਈ ਤਿਆਰ ਕਰ ਲਿਆ) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਮਨ-ਮੰਗੀਆਂ ਮੁਰਾਦਾਂ ਸਦਾ ਹਾਸਲ ਕੀਤੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33418,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਰਤੈ ਅਾਪਿ ਵਸਾੲਿਅਾ. ਸਰਬ ਸੁਖ ਪਾੲਿਅਾ; ਪੁਤ ਭਾੲੀ ਸਿਖ ਬਿਗਾਸੇ ||",
    "transliteration": "Karathai Aap Vasaaeiaa Sarab Sukh Paaeiaa Puth Bhaaee Sikh Bigaasae ||",
    "translation": "The Creator Himself established it. I have found total peace; my children, siblings and Sikhs have all blossomed forth in bliss.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਰਤਾਰ ਨੇ (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਰੀਰ ਨੂੰ) ਆਪਣੇ ਵੱਸਣ ਲਈ ਤਿਆਰ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੇ ਸਾਰੇ ਸੁਖ-ਆਨੰਦ ਮਾਣੇ, (ਗੁਰੂ ਕੇ ਉਹ) ਸਿੱਖ (ਗੁਰੂ ਕੇ ਉਹ) ਪੁੱਤਰ (ਗੁਰੂ ਕੇ ਉਹ) ਭਰਾ ਸਦਾ ਖਿੜੇ-ਮੱਥੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33419,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗਾਵਹਿ ਪੂਰਨ ਪਰਮੇਸੁਰ; ਕਾਰਜੁ ਅਾੲਿਅਾ ਰਾਸੇ ||",
    "transliteration": "Gun Gaavehi Pooran Paramaesur Kaaraj Aaeiaa Raasae ||",
    "translation": "Singing the Glorious Praises of the Perfect Transcendent Lord, my affairs have come to be resolved.",
    "punjabi": "(ਉਹ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ) ਜੀਵਨ ਮਨੋਰਥ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33420,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭੁ ਅਾਪਿ ਸੁਅਾਮੀ. ਅਾਪੇ ਰਖਾ; ਅਾਪਿ ਪਿਤਾ ਅਾਪਿ ਮਾੲਿਅਾ ||",
    "transliteration": "Prabh Aap Suaamee Aapae Rakhaa Aap Pithaa Aap Maaeiaa ||",
    "translation": "God Himself is my Lord and Master. He Himself is my Saving Grace; He Himself is my father and mother.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਵੱਸਣ ਲਈ ਸ਼ਹਰ ਬਣਾ ਲਿਆ) ਮਾਲਕ-ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੇ ਸਿਰ ਉੱਤੇ) ਸਦਾ ਆਪ ਹੀ ਰਾਖਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਮਾਪੇ ਆਪਣੇ ਪੁੱਤਰ ਦਾ ਧਿਆਨ ਰੱਖਦੇ ਹਨ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਲਈ) ਆਪ ਹੀ ਪਿਉ ਆਪ ਹੀ ਮਾਂ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33421,
    "shabad_id": 2906,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸਤਿਗੁਰ ਬਲਿਹਾਰੀ; ਜਿਨਿ ੲੇਹੁ ਥਾਨੁ ਸੁਹਾੲਿਅਾ ||੧||",
    "transliteration": "Kahu Naanak Sathigur Balihaaree Jin Eaehu Thhaan Suhaaeiaa ||1||",
    "translation": "Says Nanak, I am a sacrifice to the True Guru, who has embellished and adorned this place. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹੁੰਦਾ ਰਹੁ, ਜਿਸ ਨੇ (ਹਰਿ-ਨਾਮ-ਸਿਮਰਨ ਦੀ ਦਾਤ ਦੇ ਕੇ ਕਿਸੇ ਵਡ-ਭਾਗੀ ਦੇ) ਇਸ ਸਰੀਰ-ਥਾਂ ਨੂੰ ਸੁੰਦਰ ਬਣਾ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33422,
    "shabad_id": 2906,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਘਰ ਮੰਦਰ ਹਟਨਾਲੇ ਸੋਹੇ; ਜਿਸੁ ਵਿਚਿ ਨਾਮੁ ਨਿਵਾਸੀ ਰਾਮ ||",
    "transliteration": "Ghar Mandhar Hattanaalae Sohae Jis Vich Naam Nivaasee Raam ||",
    "translation": "Homes, mansions, stores and markets are beautiful, when the Lord's Name abides within.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜਿਸ (ਸਰੀਰ-ਨਗਰ) ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, (ਉਸ ਸਰੀਰ ਦੇ) ਸਾਰੇ ਹੀ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਘਰ)ਗੁਰੂ ਕੇ ਮਹਿਲ, ਅਥਵਾ ਗੁਰਸਿੱਖਾਂ ਦੇ ਘਰ[ (ਮੰਦਰ)ਹਰਿਮੰਦਰ ਸਾਹਿਬ ਜੀ, ਸ੍ਰੀਰ[(ਹਟਨਾਲੇ)ਗੁਰੂ ਕੇ ਬਜ਼ਾਰ, ਸ਼ੁਭ ਗੁਣਾਂ ਦੇ ਬਜ਼ਾਰ",
    "type_id": 3
  },
  {
    "id": 33423,
    "shabad_id": 2906,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸੰਤ ਭਗਤ ਹਰਿ ਨਾਮੁ ਅਰਾਧਹਿ; ਕਟੀਅੈ ਜਮ ਕੀ ਫਾਸੀ ਰਾਮ ||",
    "transliteration": "Santh Bhagath Har Naam Araadhhehi Katteeai Jam Kee Faasee Raam ||",
    "translation": "The Saints and devotees worship the Lord's Name in adoration, and the noose of Death is cut away.",
    "punjabi": "(ਉਸ ਸਰੀਰ-ਨਗਰ ਵਿਚ ਬੈਠੇ) ਸੰਤ-ਜਨ ਭਗਤ-ਜਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ। (ਨਾਮ-ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਮੌਤ ਦੀ ਫਾਹੀ ਕੱਟੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33424,
    "shabad_id": 2906,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਾਟੀ ਜਮ ਫਾਸੀ. ਪ੍ਰਭਿ ਅਬਿਨਾਸੀ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ||",
    "transliteration": "Kaattee Jam Faasee Prabh Abinaasee Har Har Naam Dhhiaaeae ||",
    "translation": "The noose of Death is cut away, meditating on the Name of the Eternal, Unchanging Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੀ ਆਤਮਕ ਮੌਤ ਦੀ ਫਾਹੀ ਕੱਟ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33425,
    "shabad_id": 2906,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਗਲ ਸਮਗ੍ਰੀ ਪੂਰਨ ਹੋੲੀ; ਮਨ ੲਿਛੇ ਫਲ ਪਾੲੇ ||",
    "transliteration": "Sagal Samagree Pooran Hoee Man Eishhae Fal Paaeae ||",
    "translation": "Everything is perfect for them, and they obtain the fruits of their mind's desires.",
    "punjabi": "(ਆਤਮਕ ਮੌਤ ਦੀ ਫਾਹੀ ਕੱਟਣ ਲਈ ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਾਰੇ ਲੋੜੀਂਦੇ ਆਤਮਕ ਗੁਣ ਮੁਕੰਮਲ ਹੋ ਗਏ, ਉਹਨਾਂ ਦੀਆਂ ਮਨ-ਬਾਂਛਤ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ।",
    "pronunciation": "ਸਮੱਗ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 33426,
    "shabad_id": 2906,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸੰਤ ਸਜਨ ਸੁਖਿ ਮਾਣਹਿ ਰਲੀਅਾ; ਦੂਖ ਦਰਦ ਭ੍ਰਮ ਨਾਸੀ ||",
    "transliteration": "Santh Sajan Sukh Maanehi Raleeaa Dhookh Dharadh Bhram Naasee ||",
    "translation": "The Saints and friends enjoy peace and pleasure; their pain, suffering and doubts are dispelled.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਨਾਮ ਸਿਮਰ ਕੇ) ਸੰਤ-ਜਨ ਭਗਤ-ਜਨ ਸੁਖ ਵਿਚ (ਟਿਕ ਕੇ) ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਦੁੱਖ ਦਰਦ ਤੇ ਭਰਮ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 33427,
    "shabad_id": 2906,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਬਦਿ ਸਵਾਰੇ ਸਤਿਗੁਰਿ ਪੂਰੈ; ਨਾਨਕ. ਸਦ ਬਲਿ ਜਾਸੀ ||੨||",
    "transliteration": "Sabadh Savaarae Sathigur Poorai Naanak Sadh Bal Jaasee ||2||",
    "translation": "The Perfect True Guru has embellished them with the Word of the Shabad; Nanak is forever a sacrifice to them. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ) ਉਸ ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ (ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਸਰਨ-ਪਏ ਮਨੁੱਖ ਦੇ) ਜੀਵਨ ਸੋਹਣੇ ਬਣਾ ਦਿੱਤੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33428,
    "shabad_id": 2906,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਦਾਤਿ ਖਸਮ ਕੀ ਪੂਰੀ ਹੋੲੀ; ਨਿਤ ਨਿਤ ਚੜੈ ਸਵਾੲੀ ਰਾਮ ||",
    "transliteration": "Dhaath Khasam Kee Pooree Hoee Nith Nith Charrai Savaaee Raam ||",
    "translation": "The gift of our Lord and Master is perfect; it increases day by day.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਨਾਮ ਸਿਮਰਨ ਦੀ) ਪੂਰਨ ਬਖ਼ਸ਼ਸ਼ ਪਰਮਾਤਮਾ ਵਲੋਂ ਹੁੰਦੀ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਇਹ ਬਖ਼ਸ਼ਸ਼) ਸਦਾ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33429,
    "shabad_id": 2906,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮਿ ਖਸਮਾਨਾ ਕੀਅਾ; ਜਿਸ ਦੀ ਵਡੀ ਵਡਿਅਾੲੀ ਰਾਮ ||",
    "transliteration": "Paarabreham Khasamaanaa Keeaa Jis Dhee Vaddee Vaddiaaee Raam ||",
    "translation": "The Supreme Lord God has made me His own; His Glorious Greatness is so great!",
    "punjabi": "ਕਿਉਂਕਿ ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਬੇਅੰਤ ਸਮਰਥਾ ਹੈ ਉਸ ਨੇ ਆਪ ਉਸ ਮਨੁੱਖ ਦੇ ਸਿਰ ਉੱਤੇ ਆਪਣਾ ਹੱਥ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਖਸਮਾਨਾਪੱਖ",
    "type_id": 3
  },
  {
    "id": 33430,
    "shabad_id": 2906,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਾਦਿ ਜੁਗਾਦਿ ਭਗਤਨ ਕਾ ਰਾਖਾ; ਸੋ ਪ੍ਰਭੁ ਭੲਿਅਾ ਦੲਿਅਾਲਾ ||",
    "transliteration": "Aadh Jugaadh Bhagathan Kaa Raakhaa So Prabh Bhaeiaa Dhaeiaalaa ||",
    "translation": "From the very beginning, and throughout the ages, He is the Protector of His devotees; God has become merciful to me.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਰਾਖਾ ਬਣਿਆ ਆ ਰਿਹਾ ਹੈ, ਭਗਤਾਂ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33431,
    "shabad_id": 2906,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭਿ ਸੁਖੀ ਵਸਾੲੇ; ਪ੍ਰਭਿ ਅਾਪੇ ਕਰਿ ਪ੍ਰਤਿਪਾਲਾ ||",
    "transliteration": "Jeea Janth Sabh Sukhee Vasaaeae Prabh Aapae Kar Prathipaalaa ||",
    "translation": "All beings and creatures now dwell in peace; God Himself cherishes and cares for them.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕੀਤੀ, ਉਸ ਨੇ ਆਪ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਸੁਖੀ ਵਸਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33432,
    "shabad_id": 2906,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦਹ ਦਿਸ ਪੂਰਿ ਰਹਿਅਾ ਜਸੁ ਸੁਅਾਮੀ; ਕੀਮਤਿ ਕਹਣੁ. ਨ ਜਾੲੀ ||",
    "transliteration": "Dheh Dhis Poor Rehiaa Jas Suaamee Keemath Kehan N Jaaee ||",
    "translation": "The Praises of the Lord and Master are totally pervading in the ten directions; I cannot express His worth.",
    "punjabi": "ਸਾਰੇ ਹੀ ਜਗਤ ਵਿਚ ਉਸ ਦੀ ਸੋਭਾ ਖਿਲਰੀ ਹੋਈ ਹੈ, (ਉਸ ਦੀ ਵਡਿਆਈ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33433,
    "shabad_id": 2906,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸਤਿਗੁਰ ਬਲਿਹਾਰੀ; ਜਿਨਿ ਅਬਿਚਲ ਨੀਵ ਰਖਾੲੀ ||੩||",
    "transliteration": "Kahu Naanak Sathigur Balihaaree Jin Abichal Neev Rakhaaee ||3||",
    "translation": "Says Nanak, I am a sacrifice to the True Guru, who has laid this eternal foundation. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਭਾਈ! ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹੋ, ਜਿਸ ਨੇ ਕਦੇ ਨਾਹ ਹਿੱਲਣ ਵਾਲੀ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਨੀਂਹ ਰੱਖੀ ਹੈ (ਜਿਹੜਾ ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਅਹਿੱਲ ਨੀਂਹ ਰੱਖ ਦੇਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33434,
    "shabad_id": 2906,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਗਿਅਾਨ ਧਿਅਾਨ ਪੂਰਨ ਪਰਮੇਸੁਰ; ਹਰਿ ਹਰਿ ਕਥਾ ਨਿਤ ਸੁਣੀਅੈ ਰਾਮ ||",
    "transliteration": "Giaan Dhhiaan Pooran Paramaesur Har Har Kathhaa Nith Suneeai Raam ||",
    "translation": "The spiritual wisdom and meditation of the Perfect Transcendent Lord, and the Sermon of the Lord, Har, Har, are continually heard there.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਸ 'ਅਬਿਚਲ ਨਗਰ' ਵਿਚ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਦੀ, ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜਨ ਦੀ ਕਥਾ-ਵਿਚਾਰ ਹੁੰਦੀ ਸੁਣੀਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33435,
    "shabad_id": 2906,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਨਹਦ ਚੋਜ ਭਗਤ ਭਵ ਭੰਜਨ; ਅਨਹਦ ਵਾਜੇ ਧੁਨੀਅੈ ਰਾਮ ||",
    "transliteration": "Anehadh Choj Bhagath Bhav Bhanjan Anehadh Vaajae Dhhuneeai Raam ||",
    "translation": "The devotees of the Lord, the Destroyer of fear, play endlessly there, and the unstruck melody resounds and vibrates there.",
    "punjabi": "(ਸੰਤ ਜਨਾਂ ਦੇ ਉਸ ਸਰੀਰ ਨਗਰ ਵਿਚ) ਭਗਤਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਚੋਜ-ਤਮਾਸ਼ਿਆਂ ਅਤੇ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਇਕ-ਰਸ ਪ੍ਰਬਲ ਧੁਨੀ ਉਠਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33436,
    "shabad_id": 2906,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਨਹਦ ਝੁਣਕਾਰੇ ਤਤੁ ਬੀਚਾਰੇ; ਸੰਤ ਗੋਸਟਿ ਨਿਤ ਹੋਵੈ ||",
    "transliteration": "Anehadh Jhunakaarae Thath Beechaarae Santh Gosatt Nith Hovai ||",
    "translation": "The unstruck melody resounds and resonates, and the Saints contemplate the essence of reality; this discourse is their daily routine.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਸ 'ਅਬਿਚਲ ਨਗਰ' ਵਿਚ, ਸੰਤ ਜਨਾਂ ਦੇ ਉਸ ਸਰੀਰ-ਨਗਰ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਇਕ-ਰਸ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ, ਜਗਤ-ਦੇ-ਮੂਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ, ਸੰਤ-ਜਨਾਂ ਦੀ ਪਰਸਪਰ ਰੱਬੀ ਵਿਚਾਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33437,
    "shabad_id": 2906,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਅਰਾਧਹਿ. ਮੈਲੁ ਸਭ ਕਾਟਹਿ; ਕਿਲਵਿਖ ਸਗਲੇ ਖੋਵੈ ||",
    "transliteration": "Har Naam Araadhhehi Mail Sabh Kaattehi Kilavikh Sagalae Khovai ||",
    "translation": "They worship the Lord's Name, and all their filth is washed away; they rid themselves of all sins.",
    "punjabi": "(ਸੰਤ-ਜਨ ਉਸ 'ਅਬਿਚਲ ਨਗਰ' ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਸਾਰੀ ਮੈਲ ਦੂਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33438,
    "shabad_id": 2906,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤਹ. ਜਨਮ ਨ ਮਰਣਾ ਅਾਵਣ ਜਾਣਾ; ਬਹੁੜਿ. ਨ ਪਾੲੀਅੈ ਜੁੋਨੀਅੈ ||",
    "transliteration": "Theh Janam N Maranaa Aavan Jaanaa Bahurr N Paaeeai Juoneeai ||",
    "translation": "There is no birth or death there, no coming or going, and no entering into the womb of reincarnation again.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ('ਅਬਿਚਲ ਨਗਰ') ਵਿਚ ਟਿਕਿਆਂ ਜਨਮ-ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪਈਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33439,
    "shabad_id": 2906,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰੁ ਪਰਮੇਸਰੁ ਪਾੲਿਅਾ; ਜਿਸੁ ਪ੍ਰਸਾਦਿ ੲਿਛ ਪੁਨੀਅੈ ||੪||੬||੯||",
    "transliteration": "Naanak Gur Paramaesar Paaeiaa Jis Prasaadh Eishh Puneeai ||4||6||9||",
    "translation": "Nanak has found the Guru, the Transcendent Lord; by His Grace, desires are fulfilled. ||4||6||9||",
    "punjabi": "ਹੇ ਨਾਨਕ, (ਆਖ-ਹੇ) ਭਾਈ!) ਜਿਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਮਨੁੱਖ ਦੀ) ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਗੁਰੂ ਉਹ ਪਰਮੇਸਰ (ਉਸ 'ਅਬਿਚਲ ਨਗਰ' ਵਿਚ ਟਿਕਿਆਂ) ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥੬॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33440,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33441,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੰਤਾ ਕੇ ਕਾਰਜਿ. ਅਾਪਿ ਖਲੋੲਿਅਾ; ਹਰਿ ਕੰਮੁ ਕਰਾਵਣਿ ਅਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Santhaa Kae Kaaraj Aap Khaloeiaa Har Kanm Karaavan Aaeiaa Raam ||",
    "translation": "The Lord Himself has stood up to resolve the affairs of the Saints; He has come to complete their tasks.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਆਪਣੇ) ਸੰਤਾਂ ਦੇ ਕੰਮ ਵਿਚ ਉਹ ਆਪ ਸਹਾਈ ਹੁੰਦਾ ਰਿਹਾ ਹੈ, ਆਪਣੇ ਸੰਤਾਂ ਦਾ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹਾਣ ਲਈ ਉਹ ਆਪ ਆਉਂਦਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33442,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਧਰਤਿ ਸੁਹਾਵੀ ਤਾਲੁ ਸੁਹਾਵਾ; ਵਿਚਿ ਅੰਮਿ੍ਰਤ ਜਲੁ ਛਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Dhharath Suhaavee Thaal Suhaavaa Vich Anmrith Jal Shhaaeiaa Raam ||",
    "translation": "The land is beautiful, and the pool is beautiful; within it is contained the Ambrosial Water.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆਪਣਾ ਪੂਰਾ ਪ੍ਰਭਾਵ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ (ਕਾਂਇਆਂ-) ਧਰਤੀ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ (ਹਿਰਦਾ) ਤਲਾਬ ਸੋਹਣਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33443,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਜਲੁ ਛਾੲਿਅਾ. ਪੂਰਨ ਸਾਜੁ ਕਰਾੲਿਅਾ; ਸਗਲ ਮਨੋਰਥ ਪੂਰੇ ||",
    "transliteration": "Anmrith Jal Shhaaeiaa Pooran Saaj Karaaeiaa Sagal Manorathh Poorae ||",
    "translation": "The Ambrosial Water is filling it, and my job is perfectly complete; all my desires are fulfilled.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਨਕਾ-ਨਕ ਭਰ ਜਾਂਦਾ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਉੱਚਾ ਕਰਨ ਵਾਲਾ ਉਸ ਮਨੁੱਖ ਦਾ) ਸਾਰਾ ਉੱਦਮ ਪਰਮਾਤਮਾ ਸਿਰੇ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ, (ਉਸ ਮਨੁੱਖ ਦੀਆਂ) ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33444,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੈ ਜੈਕਾਰੁ ਭੲਿਅਾ ਜਗ ਅੰਤਰਿ; ਲਾਥੇ ਸਗਲ ਵਿਸੂਰੇ ||",
    "transliteration": "Jai Jai Kaar Bhaeiaa Jag Anthar Laathhae Sagal Visoorae ||",
    "translation": "Congratulations are pouring in from all over the world; all my sorrows are eliminated.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੀ) ਸੋਭਾ ਸਾਰੇ ਜਗਤ ਵਿਚ ਹੋਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਉਸ ਦੇ) ਸਾਰੇ ਚਿੰਤਾ-ਝੋਰੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33445,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੂਰਨ ਪੁਰਖ ਅਚੁਤ ਅਬਿਨਾਸੀ; ਜਸੁ ਵੇਦ ਪੁਰਾਣੀ ਗਾੲਿਅਾ ||",
    "transliteration": "Pooran Purakh Achuth Abinaasee Jas Vaedh Puraanee Gaaeiaa ||",
    "translation": "The Vedas and the Puraanas sing the Praises of the Perfect, Unchanging, Imperishable Primal Lord.",
    "punjabi": "ਉਸ ਸਰਬ-ਵਿਆਪਕ ਅਤੇ ਕਦੇ ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ (ਇਹੀ) ਸਿਫ਼ਤਿ (ਪੁਰਾਣੇ ਧਰਮ-ਪੁਸਤਕਾਂ) ਵੇਦਾਂ ਅਤੇ ਪੁਰਾਣਾਂ ਨੇ (ਭੀ) ਕੀਤੀ ਹੈ।",
    "pronunciation": "ਅ-ਚੱੁਤ",
    "type_id": 3
  },
  {
    "id": 33446,
    "shabad_id": 2907,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਪਨਾ ਬਿਰਦੁ ਰਖਿਅਾ ਪਰਮੇਸਰਿ; ਨਾਨਕ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||੧||",
    "transliteration": "Apanaa Biradh Rakhiaa Paramaesar Naanak Naam Dhhiaaeiaa ||1||",
    "translation": "The Transcendent Lord has kept His promise, and confirmed His nature; Nanak meditates on the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮੇਸਰ ਨੇ ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਸਦਾ ਹੀ ਕਾਇਮ ਰੱਖਿਆ ਹੈ (ਕਿ ਜਿਸ ਉਤੇ ਉਸ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਉਸ ਦਾ) ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33447,
    "shabad_id": 2907,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨਵ ਨਿਧਿ ਸਿਧਿ ਰਿਧਿ, ਦੀਨੇ ਕਰਤੇ; ਤੋਟਿ. ਨ ਅਾਵੈ ਕਾੲੀ ਰਾਮ ||",
    "transliteration": "Nav Nidhh Sidhh Ridhh Dheenae Karathae Thott N Aavai Kaaee Raam ||",
    "translation": "The Creator has given me the nine treasures, wealth and spiritual powers, and I do not lack anything.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ) ਕਰਤਾਰ ਨੇ ਇਹ ਇਕ ਅਜਿਹੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਹੈ ਜੋ, ਮਾਨੋ, ਧਰਤੀ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ ਜੋ, ਮਾਨੋ, ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹੈ, ਇਸ ਦਾਤ ਵਿਚ ਕਦੇ ਕੋਈ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]
