[
  {
    "id": 33448,
    "shabad_id": 2907,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਖਾਤ ਖਰਚਤ ਬਿਲਛਤ ਸੁਖੁ ਪਾੲਿਅਾ; ਕਰਤੇ ਕੀ ਦਾਤਿ ਸਵਾੲੀ ਰਾਮ ||",
    "transliteration": "Khaath Kharachath Bilashhath Sukh Paaeiaa Karathae Kee Dhaath Savaaee Raam ||",
    "translation": "Eating, spending and enjoying, I have found peace; the gifts of the Creator Lord continually increase.",
    "punjabi": "ਇਸ ਨਾਮ- ਦਾਤ ਨੂੰ ਖਾਂਦਿਆਂ ਵੰਡਦਿਆਂ ਤੇ ਮਾਣਦਿਆਂ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਕਰਤਾਰ ਦੀ ਇਹ ਬਖ਼ਸ਼ਸ਼ (ਦਿਨੋ ਦਿਨ) ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33449,
    "shabad_id": 2907,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਦਾਤਿ ਸਵਾੲੀ. ਨਿਖੁਟਿ ਨ ਜਾੲੀ; ਅੰਤਰਜਾਮੀ ਪਾੲਿਅਾ ||",
    "transliteration": "Dhaath Savaaee Nikhutt N Jaaee Antharajaamee Paaeiaa ||",
    "translation": "His gifts increase and shall never be exhausted; I have found the Inner-knower, the Searcher of hearts.",
    "punjabi": "(ਯਕੀਨ ਜਾਣੋ, ਇਹ) ਦਾਤ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ, ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਇਸ ਦਾਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਹਰੇਕ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33450,
    "shabad_id": 2907,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕੋਟਿ ਬਿਘਨ ਸਗਲੇ ੳੁਠਿ ਨਾਠੇ; ਦੂਖੁ. ਨ ਨੇੜੈ ਅਾੲਿਅਾ ||",
    "transliteration": "Kott Bighan Sagalae Outh Naathae Dhookh N Naerrai Aaeiaa ||",
    "translation": "Millions of obstacles have all been removed, and pain does not even approach me.",
    "punjabi": "(ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ) ਕ੍ਰੋੜਾਂ ਰੁਕਾਵਟਾਂ (ਉਹਨਾਂ ਦੇ ਰਸਤੇ ਵਿਚੋਂ) ਸਾਰੀਆਂ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਦੁੱਖ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33451,
    "shabad_id": 2907,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਾਂਤਿ ਸਹਜ ਅਾਨੰਦ ਘਨੇਰੇ; ਬਿਨਸੀ ਭੂਖ ਸਬਾੲੀ ||",
    "transliteration": "Saanth Sehaj Aanandh Ghanaerae Binasee Bhookh Sabaaee ||",
    "translation": "Tranquility, peace, poise and bliss in abundance prevail, and all my hunger is satisfied.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਸਾਰੀ ਹੀ ਭੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਠੰਢ ਵਰਤੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਅਨੇਕਾਂ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33452,
    "shabad_id": 2907,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਗੁਣ ਗਾਵਹਿ ਸੁਅਾਮੀ ਕੇ; ਅਚਰਜੁ ਜਿਸੁ ਵਡਿਅਾੲੀ ਰਾਮ ||੨||",
    "transliteration": "Naanak Gun Gaavehi Suaamee Kae Acharaj Jis Vaddiaaee Raam ||2||",
    "translation": "Nanak sings the Glorious Praises of his Lord and Master, whose Glorious Greatness is wonderful and amazing. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਦੀ ਵਡਿਆਈ ਕਰਨਾ ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲਾ ਉੱਦਮ ਹੈ ॥੨॥",
    "pronunciation": "ਅ-ਚਰਜੁ",
    "type_id": 3
  },
  {
    "id": 33453,
    "shabad_id": 2907,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜਿਸ ਕਾ ਕਾਰਜੁ. ਤਿਨ ਹੀ ਕੀਅਾ; ਮਾਣਸੁ ਕਿਅਾ ਵੇਚਾਰਾ ਰਾਮ ||",
    "transliteration": "Jis Kaa Kaaraj Thin Hee Keeaa Maanas Kiaa Vaechaaraa Raam ||",
    "translation": "It was His job, and He has done it; what can the mere mortal being do?",
    "punjabi": "ਹੇ ਭਾਈ! (ਸੰਤ ਜਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਨਾ-ਇਹ) ਕੰਮ ਜਿਸ (ਪਰਮਾਤਮਾ) ਦਾ (ਆਪਣਾ) ਹੈ, ਉਸ ਨੇ ਹੀ (ਸਦਾ ਇਹ ਕੰਮ) ਕੀਤਾ ਹੈ, ਇਹ ਕੰਮ ਕਰਨ ਲਈ) ਮਨੁੱਖ ਦੀ ਕੋਈ ਸਮਰਥਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33454,
    "shabad_id": 2907,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਭਗਤ ਸੋਹਨਿ. ਹਰਿ ਕੇ ਗੁਣ ਗਾਵਹਿ; ਸਦਾ ਕਰਹਿ ਜੈਕਾਰਾ ਰਾਮ ||",
    "transliteration": "Bhagath Sohan Har Kae Gun Gaavehi Sadhaa Karehi Jaikaaraa Raam ||",
    "translation": "The devotees are adorned, singing the Glorious Praises of the Lord; they proclaim His eternal victory.",
    "punjabi": "(ਉਸੇ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਦੇ) ਭਗਤ (ਉਸ) ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਦੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33455,
    "shabad_id": 2907,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਗੁਣ ਗਾੲਿ ਗੋਬਿੰਦ ਅਨਦ ੳੁਪਜੇ; ਸਾਧਸੰਗਤਿ ਸੰਗਿ ਬਨੀ ||",
    "transliteration": "Gun Gaae Gobindh Anadh Oupajae Saadhhasangath Sang Banee ||",
    "translation": "Singing the Glorious Praises of the Lord of the Universe, bliss wells up, and we are friends with the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ) ਆਨੰਦ (ਦੇ ਹੁਲਾਰੇ) ਪੈਦਾ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ) ਨਾਲ (ਉਹਨਾਂ ਦੀ ਪ੍ਰੀਤ) ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33456,
    "shabad_id": 2907,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿਨਿ ੳੁਦਮੁ ਕੀਅਾ ਤਾਲ ਕੇਰਾ; ਤਿਸ ਕੀ ੳੁਪਮਾ ਕਿਅਾ ਗਨੀ ||",
    "transliteration": "Jin Oudham Keeaa Thaal Kaeraa This Kee Oupamaa Kiaa Ganee ||",
    "translation": "He who made the effort to construct this sacred pool - how can his praises be recounted?",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ-) ਤਾਲ (ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਭਰਨ) ਦਾ ਉੱਦਮ (ਸਦਾ) ਕੀਤਾ ਹੈ, ਮੈਂ ਉਸ ਦੀ ਕੋਈ ਵਡਿਆਈ ਬਿਆਨ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33457,
    "shabad_id": 2907,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਪੁੰਨ ਕਿਰਿਅਾ; ਮਹਾ ਨਿਰਮਲ ਚਾਰਾ ||",
    "transliteration": "Athasath Theerathh Punn Kiriaa Mehaa Niramal Chaaraa ||",
    "translation": "The merits of the sixty-eight sacred shrines of pilgrimage, charity, good deeds and immaculate lifestyle, are found in this sacred pool.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਮ ਭਰਪੂਰ ਇਸ ਸੰਤ-ਹਿਰਦੇ ਵਿਚ ਹੀ) ਅਠਾਹਠ ਤੀਰਥ ਆ ਜਾਂਦੇ ਹਨ, ਵੱਡੇ ਵੱਡੇ ਪਵਿੱਤਰ ਤੇ ਸੁੰਦਰ ਪੁੰਨ-ਕਰਮ ਆ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33458,
    "shabad_id": 2907,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਪਤਿਤ. ਪਾਵਨੁ ਬਿਰਦੁ ਸੁਅਾਮੀ; ਨਾਨਕ ਸਬਦ ਅਧਾਰਾ ||੩||",
    "transliteration": "Pathith Paavan Biradh Suaamee Naanak Sabadh Adhhaaraa ||3||",
    "translation": "It is the natural way of the Lord and Master to purify sinners; Nanak takes the Support of the Word of the Shabad. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ (ਦੇ ਕੇ) ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਣਾ-ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਤੁਰਿਆ ਆ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33459,
    "shabad_id": 2907,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨ ਮੇਰਾ ਪ੍ਰਭੁ ਕਰਤਾ; ੳੁਸਤਤਿ ਕੳੁਨੁ ਕਰੀਜੈ ਰਾਮ ||",
    "transliteration": "Gun Nidhhaan Maeraa Prabh Karathaa Ousathath Koun Kareejai Raam ||",
    "translation": "The treasure of virtue is my God, the Creator Lord; what Praises of Yours should I sing, O Lord?",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਕਰਤਾਰ ਮੇਰਾ ਪ੍ਰਭੂ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ। ਕੋਈ ਭੀ ਅਜਿਹਾ ਮਨੁੱਖ ਨਹੀਂ, ਜਿਸ ਪਾਸੋਂ (ਉਸ ਦੀ ਪੂਰੀ) ਵਡਿਆਈ ਕੀਤੀ ਜਾ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33460,
    "shabad_id": 2907,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸੰਤਾ ਕੀ ਬੇਨੰਤੀ ਸੁਅਾਮੀ; ਨਾਮੁ ਮਹਾ ਰਸੁ ਦੀਜੈ ਰਾਮ ||",
    "transliteration": "Santhaa Kee Baenanthee Suaamee Naam Mehaa Ras Dheejai Raam ||",
    "translation": "The prayer of the Saints is, \"O Lord and Master, please bless us with the supreme, sublime essence of Your Name.\"",
    "punjabi": "(ਉਸ ਦੇ) ਸੰਤ-ਜਨਾਂ ਦੀ (ਉਸ ਦੇ ਦਰ ਤੇ ਸਦਾ ਇਹ) ਅਰਦਾਸ ਹੁੰਦੀ ਹੈ-ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਬੇਅੰਤ ਸੁਆਦਲਾ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੀ ਰੱਖ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33461,
    "shabad_id": 2907,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਨਾਮੁ ਦੀਜੈ ਦਾਨੁ ਕੀਜੈ; ਬਿਸਰੁ ਨਾਹੀ. ੲਿਕ ਖਿਨੋ ||",
    "transliteration": "Naam Dheejai Dhaan Keejai Bisar Naahee Eik Khino ||",
    "translation": "Please, grant us Your Name, grant us this blessing, and do not forget us, even for an instant.",
    "punjabi": "ਇਹ ਮਿਹਰ ਕਰ ਕਿ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੀ ਰੱਖ, ਇਕ ਖਿਨ ਭਰ ਭੀ (ਸਾਡੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਨਾਹ ਭੁੱਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33462,
    "shabad_id": 2907,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਗੁਣ ਗੋਪਾਲ ੳੁਚਰੁ ਰਸਨਾ; ਸਦਾ ਗਾੲੀਅੈ ਅਨ ਦਿਨੋ ||",
    "transliteration": "Gun Gopaal Ouchar Rasanaa Sadhaa Gaaeeai Anadhino ||",
    "translation": "Chant the Glorious Praises of the World-Lord, O my tongue; sing them forever, night and day.",
    "punjabi": "ਹੇ ਭਾਈ! (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਗੋਪਾਲ ਦੇ ਗੁਣ ਉਚਾਰਦਾ ਰਿਹਾ ਕਰ। ਹਰ ਵੇਲੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33463,
    "shabad_id": 2907,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਿਸੁ ਪ੍ਰੀਤਿ ਲਾਗੀ ਨਾਮ ਸੇਤੀ; ਮਨੁ ਤਨੁ ਅੰਮਿ੍ਰਤ ਭੀਜੈ ||",
    "transliteration": "Jis Preeth Laagee Naam Saethee Man Than Anmrith Bheejai ||",
    "translation": "One who enshrines love for the Naam, the Name of the Lord, his mind and body are drenched with Ambrosial Nectar.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ (ਸਦਾ) ਤਰ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33464,
    "shabad_id": 2907,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ ੲਿਛ ਪੁੰਨੀ; ਪੇਖਿ ਦਰਸਨੁ ਜੀਜੈ ||੪||੭||੧੦||",
    "transliteration": "Binavanth Naanak Eishh Punnee Paekh Dharasan Jeejai ||4||7||10||",
    "translation": "Prays Nanak, my desires have been fulfilled; gazing upon the Blessed Vision of the Lord, I live. ||4||7||10||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੭॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33465,
    "shabad_id": 2908,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੫ ਛੰਤ",
    "transliteration": "Raag Soohee Mehalaa 5 Shhantha",
    "translation": "Raag Soohee, Fifth Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਸੂਹੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33466,
    "shabad_id": 2908,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33467,
    "shabad_id": 2908,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਿਠ ਬੋਲੜਾ ਜੀ; ਹਰਿ ਸਜਣੁ ਸੁਅਾਮੀ ਮੋਰਾ ||",
    "transliteration": "Mith Bolarraa Jee Har Sajan Suaamee Moraa ||",
    "translation": "My Dear Lord and Master, my Friend, speaks so sweetly.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਮਿੱਠੇ ਬੋਲ ਬੋਲਣ ਵਾਲਾ ਪਿਆਰਾ ਮਿੱਤਰ ਹੈ।",
    "pronunciation": "ਮਿੱਠ",
    "type_id": 3
  },
  {
    "id": 33468,
    "shabad_id": 2908,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹੳੁ ਸੰਮਲਿ ਥਕੀ ਜੀ; ਓਹੁ ਕਦੇ. ਨ ਬੋਲੈ ਕੳੁਰਾ ||",
    "transliteration": "Ho Sanmal Thhakee Jee Ouhu Kadhae N Bolai Kouraa ||",
    "translation": "I have grown weary of testing Him, but still, He never speaks harshly to me.",
    "punjabi": "ਮੈਂ ਚੇਤੇ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਈ ਹਾਂ (ਕਿ ਉਸ ਦਾ ਕਦੇ ਕੌੜਾ ਬੋਲ ਬੋਲਿਆ ਯਾਦ ਆ ਜਾਏ, ਪਰ) ਉਹ ਕਦੇ ਭੀ ਕੌੜਾ ਬੋਲ ਨਹੀਂ ਬੋਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33469,
    "shabad_id": 2908,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਕੳੁੜਾ ਬੋਲਿ. ਨ ਜਾਨੈ. ਪੂਰਨ ਭਗਵਾਨੈ; ਅੳੁਗਣੁ ਕੋ. ਨ ਚਿਤਾਰੇ ||",
    "transliteration": "Kourraa Bol N Jaanai Pooran Bhagavaanai Aougan Ko N Chithaarae ||",
    "translation": "He does not know any bitter words; the Perfect Lord God does not even consider my faults and demerits.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਭਗਵਾਨ ਕੌੜਾ (ਖਰਵਾ) ਬੋਲਣਾ ਜਾਣਦਾ ਹੀ ਨਹੀਂ, (ਕਿਉਂਕਿ ਉਹ ਸਾਡਾ) ਕੋਈ ਭੀ ਔਗੁਣ ਚੇਤੇ ਹੀ ਨਹੀਂ ਰੱਖਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33470,
    "shabad_id": 2908,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪਤਿਤ. ਪਾਵਨੁ ਹਰਿ ਬਿਰਦੁ ਸਦਾੲੇ; ੲਿਕੁ ਤਿਲੁ. ਨਹੀ ਭੰਨੈ ਘਾਲੇ ||",
    "transliteration": "Pathith Paavan Har Biradh Sadhaaeae Eik Thil Nehee Bhannai Ghaalae ||",
    "translation": "It is the Lord's natural way to purify sinners; He does not overlook even an iota of service.",
    "punjabi": "ਉਹ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈ-ਇਹ ਉਸ ਦਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਦੱਸਿਆ ਜਾਂਦਾ ਹੈ, (ਅਤੇ ਉਹ ਕਿਸੇ ਦੀ ਭੀ) ਕੀਤੀ ਘਾਲ-ਕਮਾਈ ਨੂੰ ਰਤਾ ਭਰ ਭੀ ਵਿਅਰਥ ਨਹੀਂ ਜਾਣ ਦੇਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33471,
    "shabad_id": 2908,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਘਟ ਘਟ ਵਾਸੀ ਸਰਬ ਨਿਵਾਸੀ; ਨੇਰੈ ਹੀ ਤੇ ਨੇਰਾ ||",
    "transliteration": "Ghatt Ghatt Vaasee Sarab Nivaasee Naerai Hee Thae Naeraa ||",
    "translation": "He dwells in each and every heart, pervading everywhere; He is the nearest of the near.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਸੱਜਣ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਹਰੇਕ ਜੀਵ ਦੇ ਅੱਤ ਨੇੜੇ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33472,
    "shabad_id": 2908,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ ਸਦਾ ਸਰਣਾਗਤਿ; ਹਰਿ ਅੰਮਿ੍ਰਤ ਸਜਣੁ ਮੇਰਾ ||੧||",
    "transliteration": "Naanak Dhaas Sadhaa Saranaagath Har Anmrith Sajan Maeraa ||1||",
    "translation": "Slave Nanak seeks His Sanctuary forever; the Lord is my Ambrosial Friend. ||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਸਦਾ ਉਸ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਹੇ ਭਾਈ! ਮੇਰਾ ਸੱਜਣ ਪ੍ਰਭੂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33473,
    "shabad_id": 2908,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹੳੁ ਬਿਸਮੁ ਭੲੀ ਜੀ; ਹਰਿ ਦਰਸਨੁ ਦੇਖਿ ਅਪਾਰਾ ||",
    "transliteration": "Ho Bisam Bhee Jee Har Dharasan Dhaekh Apaaraa ||",
    "translation": "I am wonder-struck, gazing upon the incomparable Blessed Vision of the Lord's Darshan.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਬੇਅੰਤ ਹਰੀ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਹੈਰਾਨ ਪਈ ਹੁੰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33474,
    "shabad_id": 2908,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮੇਰਾ ਸੁੰਦਰੁ ਸੁਅਾਮੀ ਜੀ; ਹੳੁ ਚਰਨਕਮਲ ਪਗ ਛਾਰਾ ||",
    "transliteration": "Maeraa Sundhar Suaamee Jee Ho Charan Kamal Pag Shhaaraa ||",
    "translation": "My Dear Lord and Master is so beautiful; I am the dust of His Lotus Feet.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮੇਰਾ ਸੋਹਣਾ ਮਾਲਕ ਹੈ, ਮੈਂ ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33475,
    "shabad_id": 2908,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਭ ਪੇਖਤ ਜੀਵਾ ਠੰਢੀ ਥੀਵਾ; ਤਿਸੁ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲੀ ||",
    "transliteration": "Prabh Paekhath Jeevaa Thandtee Thheevaa This Jaevadd Avar N Koee ||",
    "translation": "Gazing upon God, I live, and I am at peace; no one else is as great as He is.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਮੇਰੇ ਅੰਦਰ ਜਿੰਦ ਪੈ ਜਾਂਦੀ ਹੈ, ਮੈਂ ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋ ਜਾਂਦੀ ਹਾਂ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33476,
    "shabad_id": 2908,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਦਿ ਅੰਤਿ ਮਧਿ ਪ੍ਰਭੁ ਰਵਿਅਾ; ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਸੋੲੀ ||",
    "transliteration": "Aadh Anth Madhh Prabh Raviaa Jal Thhal Meheeal Soee ||",
    "translation": "Present at the beginning, end and middle of time, He pervades the sea, the land and the sky.",
    "punjabi": "ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਉਹੀ ਸੀ, ਜਗਤ ਦੇ ਅਖ਼ੀਰ ਵਿਚ ਉਹੀ ਹੋਵੇਗਾ, ਹੁਣ ਇਸ ਵੇਲੇ ਭੀ ਉਹੀ ਹੈ। ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਉਹੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33477,
    "shabad_id": 2908,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਚਰਨਕਮਲ ਜਪਿ ਸਾਗਰੁ ਤਰਿਅਾ; ਭਵਜਲ ੳੁਤਰੇ ਪਾਰਾ ||",
    "transliteration": "Charan Kamal Jap Saagar Thariaa Bhavajal Outharae Paaraa ||",
    "translation": "Meditating on His Lotus Feet, I have crossed over the sea, the terrifying world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਅਨੇਕਾਂ ਹੀ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਦੇ ਆ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33478,
    "shabad_id": 2908,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ ਸਰਣਿ ਪੂਰਨ ਪਰਮੇਸੁਰ; ਤੇਰਾ. ਅੰਤੁ ਨ ਪਾਰਾਵਾਰਾ ||੨||",
    "transliteration": "Naanak Saran Pooran Paramaesur Thaeraa Anth N Paaraavaaraa ||2||",
    "translation": "Nanak seeks the Sanctuary of the Perfect Transcendent Lord; You have no end or limitation, Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪੂਰਨ ਪਰਮੇਸਰ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਤੇਰੀ ਹਸਤੀ ਦਾ ਅੰਤ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33479,
    "shabad_id": 2908,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹੳੁ ਨਿਮਖ. ਨ ਛੋਡਾ ਜੀ; ਹਰਿ ਪ੍ਰੀਤਮ ਪ੍ਰਾਨ ਅਧਾਰੋ ||",
    "transliteration": "Ho Nimakh N Shhoddaa Jee Har Preetham Praan Adhhaaro ||",
    "translation": "I shall not forsake, even for an instant, my Dear Beloved Lord, the Support of the breath of life.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰੀਤਮ ਹਰੀ (ਅਸਾਂ ਜੀਵਾਂ ਦੀ) ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ, ਮੈਂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਉਸ ਦੀ ਯਾਦ ਨਹੀਂ ਛੱਡਾਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33480,
    "shabad_id": 2908,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਿ ਸਤਿਗੁਰ ਕਹਿਅਾ ਜੀ; ਸਾਚਾ ਅਗਮ ਬੀਚਾਰੋ ||",
    "transliteration": "Gur Sathigur Kehiaa Jee Saachaa Agam Beechaaro ||",
    "translation": "The Guru, the True Guru, has instructed me in the contemplation of the True, Inaccessible Lord.",
    "punjabi": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ (ਨਾਲ ਮਿਲਾਪ) ਬਾਰੇ ਇਹ ਅਟੱਲ ਵਿਚਾਰ ਦੀ ਗੱਲ ਦੱਸੀ ਹੈ।",
    "pronunciation": "(ਅ-ਗਮ) ਸੋਗ ਰਹਿਤ[ਅਗਮ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33481,
    "shabad_id": 2908,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮਿਲਿ ਸਾਧੂ ਦੀਨਾ. ਤਾ ਨਾਮੁ ਲੀਨਾ; ਜਨਮ ਮਰਣ ਦੁਖ ਨਾਠੇ ||",
    "transliteration": "Mil Saadhhoo Dheenaa Thaa Naam Leenaa Janam Maran Dhukh Naathae ||",
    "translation": "Meeting with the humble, Holy Saint, I obtained the Naam, the Name of the Lord, and the pains of birth and death left me.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਜਦੋਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਨਾਮ ਦਾਤਿ) ਮਿਲਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ, (ਜਿਹੜਾ ਮਨੁੱਖ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ ਦੇ) ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33482,
    "shabad_id": 2908,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਹਜ ਸੂਖ ਅਾਨੰਦ ਘਨੇਰੇ; ਹੳੁਮੈ ਬਿਨਠੀ ਗਾਠੇ ||",
    "transliteration": "Sehaj Sookh Aanandh Ghanaerae Houmai Binathee Gaathae ||",
    "translation": "I have been blessed with peace, poise and abundant bliss, and the knot of egotism has been untied.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਅਨੇਕਾਂ ਸੁਖ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਗੰਢ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
