[
  {
    "id": 33521,
    "shabad_id": 2914,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33522,
    "shabad_id": 2914,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹੁਕਮੀ. ਸਿ੍ਰਸਟਿ ਸਾਜੀਅਨੁ; ਬਹੁ ਭਿਤਿ ਸੰਸਾਰਾ ||",
    "transliteration": "Hukamee Srisatt Saajeean Bahu Bhith Sansaaraa ||",
    "translation": "By His Command, He created the creation, the world with its many species of beings.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਇਹ ਸੰਸਾਰ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ਕਈ ਕਿਸਮਾਂ ਦਾ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "(ਭਿਤਿ)ਤਰ੍ਹਾਂ,ਚੋਗਾ[ਭਿਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33523,
    "shabad_id": 2914,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤੇਰਾ ਹੁਕਮੁ. ਨ ਜਾਪੀ ਕੇਤੜਾ; ਸਚੇ ਅਲਖ ਅਪਾਰਾ ||",
    "transliteration": "Thaeraa Hukam N Jaapee Kaetharraa Sachae Alakh Apaaraa ||",
    "translation": "I do not know how great Your Command is, O Unseen and Infinite True Lord.",
    "punjabi": "ਹੇ ਸੱਚੇ! ਹੇ ਅਲੱਖ! ਤੇ ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਇਹ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ਕਿ ਤੇਰਾ ਹੁਕਮ ਕੇਡਾ ਕੁ (ਬਲਵਾਨ) ਹੈ।",
    "pronunciation": "ਅ-ਲਖ",
    "type_id": 3
  },
  {
    "id": 33524,
    "shabad_id": 2914,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਕਨਾ ਨੋ ਤੂ ਮੇਲਿ ਲੈਹਿ; ਗੁਰ ਸਬਦਿ ਬੀਚਾਰਾ ||",
    "transliteration": "Eikanaa No Thoo Mael Laihi Gur Sabadh Beechaaraa ||",
    "translation": "You join some with Yourself; they reflect on the Word of the Guru's Shabad.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33525,
    "shabad_id": 2914,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਚਿ ਰਤੇ. ਸੇ ਨਿਰਮਲੇ; ਹੳੁਮੈ ਤਜਿ ਵਿਕਾਰਾ ||",
    "transliteration": "Sach Rathae Sae Niramalae Houmai Thaj Vikaaraa ||",
    "translation": "Those who are imbued with the True Lord are immaculate and pure; they conquer egotism and corruption.",
    "punjabi": "ਉਹ ਹਉਮੈ-ਰੂਪ ਵਿਕਾਰ ਤਿਆਗ ਕੇ ਤੇਰੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਤੇ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33526,
    "shabad_id": 2914,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਮੇਲਹਿ. ਸੋ ਤੁਧੁ ਮਿਲੈ; ਸੋੲੀ ਸਚਿਅਾਰਾ ||੨||",
    "transliteration": "Jis Thoo Maelehi So Thudhh Milai Soee Sachiaaraa ||2||",
    "translation": "He alone is united with You, whom You unite with Yourself; he alone is true. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਨੂੰ ਤੂੰ ਮਿਲਾਂਦਾ ਹੈਂ ਉਹ ਤੈਨੂੰ ਮਿਲਦਾ ਹੈ ਤੇ ਉਹੀ ਸੱਚ ਦਾ ਵਪਾਰੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33527,
    "shabad_id": 2915,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33528,
    "shabad_id": 2915,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੂਹਵੀੲੇ ਸੂਹਾ ਸਭੁ ਸੰਸਾਰੁ ਹੈ; ਜਿਨ੍ਹ ਦੁਰਮਤਿ ਦੂਜਾ ਭਾੳੁ ||",
    "transliteration": "Soohaveeeae Soohaa Sabh Sansaar Hai Jin Dhuramath Dhoojaa Bhaao ||",
    "translation": "O red-robed woman, the whole world is red, engrossed in evil-mindedness and the love of duality.",
    "punjabi": "ਹੇ ਕਸੁੰਭੇ-ਰੰਗ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੀਏ! ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਮਾਇਆ ਦਾ ਮੋਹ ਹੈ ਤੇ ਭੈੜੀ ਮਤਿ ਹੈ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ ਚੁਹਚੁਹਾ ਜਾਪਦਾ ਹੈ (ਭਾਵ ਉਹਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦਾ ਮੋਹ ਖਿੱਚ ਪਾਂਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33529,
    "shabad_id": 2915,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਝੂਠੁ ਸਭੁ. ਬਿਨਸਿ ਜਾੲਿ; ਜਿੳੁ ਟਿਕੈ ਨ. ਬਿਰਖ ਕੀ ਛਾੳੁ ||",
    "transliteration": "Khin Mehi Jhooth Sabh Binas Jaae Jio Ttikai N Birakh Kee Shhaao ||",
    "translation": "In an instant, this falsehood totally vanishes; like the shade of a tree, it is gone.",
    "punjabi": "ਪਰ ਇਹ ਕਸੁੰਭਾ-ਰੰਗ ਝੂਠਾ ਹੈ ਪਲ ਵਿਚ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਰੁੱਖ ਦੀ ਛਾਂ ਨਹੀਂ ਟਿਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33530,
    "shabad_id": 2915,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਲਾਲੋ ਲਾਲੁ ਹੈ; ਜਿੳੁ ਰੰਗਿ ਮਜੀਠ, ਸਚੜਾੳੁ ||",
    "transliteration": "Guramukh Laalo Laal Hai Jio Rang Majeeth Sacharraao ||",
    "translation": "The Gurmukh is the deepest crimson of crimson, dyed in the permanent color of the Lord's Love.",
    "punjabi": "ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦੀ ਹੈ ਉਸਨੂੰ ਨਿਰੋਲ ਪੱਕਾ ਲਾਲ (ਨਾਮ) ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ ਜਿਵੇਂ ਉਹ ਮਜੀਠ ਦੇ ਰੰਗ ਵਿਚ (ਰੰਗੀ ਹੁੰਦੀ) ਹੈ।",
    "pronunciation": "(ਸਚੜਾੳੁ)ਸੱਚਾ, ਪੱਕਾ (੨. ਸ ਚੜਾੳੁ)",
    "type_id": 3
  },
  {
    "id": 33531,
    "shabad_id": 2915,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੳੁਲਟੀ ਸਕਤਿ ਸਿਵੈ ਘਰਿ ਅਾੲੀ; ਮਨਿ ਵਸਿਅਾ ਹਰਿ ਅੰਮਿ੍ਰਤ ਨਾੳੁ ||",
    "transliteration": "Oulattee Sakath Sivai Ghar Aaee Man Vasiaa Har Anmrith Naao ||",
    "translation": "She turns away from Maya, and enters the celestial home of the Lord; the Ambrosial Name of the Lord dwells within her mind.",
    "punjabi": "ਉਹ ਮਾਇਆ ਵਲੋਂ ਪਰਤ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਸਰੂਪ ਵਿਚ ਟਿਕਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਅੰਮ੍ਰਿਤ ਨਾਮ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33532,
    "shabad_id": 2915,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਜਿਤੁ ਮਿਲਿਅੈ ਹਰਿ ਗੁਣ ਗਾੳੁ ||੧||",
    "transliteration": "Naanak Balihaaree Gur Aapanae Jith Miliai Har Gun Gaao ||1||",
    "translation": "O Nanak, I am a sacrifice to my Guru; meeting Him, I sing the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹੋਵੀਏ ਜਿਸ ਨੂੰ ਮਿਲਿਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵੀਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33533,
    "shabad_id": 2916,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33534,
    "shabad_id": 2916,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੂਹਾ ਰੰਗੁ ਵਿਕਾਰੁ ਹੈ; ਕੰਤੁ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Soohaa Rang Vikaar Hai Kanth N Paaeiaa Jaae ||",
    "translation": "The red color is vain and useless; it cannot help you obtain your Husband Lord.",
    "punjabi": "(ਜਿਵੇਂ) ਚੁਹਚੁਹਾ ਰੰਗ (ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਨੂੰ ਖਿੱਚ ਪਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਵਿਕਾਰ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਖਿੱਚਦਾ ਹੈ (ਇਸ ਖਿੱਚ ਵਿਚ ਫਸਿਆਂ) ਖਸਮ-ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33535,
    "shabad_id": 2916,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿਸੁ ਲਹਦੇ ਬਿਲਮ. ਨ ਹੋਵੲੀ; ਰੰਡ ਬੈਠੀ ਦੂਜੈ ਭਾੲਿ ||",
    "transliteration": "Eis Lehadhae Bilam N Hovee Randd Baithee Dhoojai Bhaae ||",
    "translation": "This color does not take long to fade; she who loves duality, ends up a widow.",
    "punjabi": "(ਵਿਕਾਰ ਦੇ) ਇਸ (ਚੁਹਚੁਹੇ ਰੰਗ) ਦੇ ਉਤਰਦਿਆਂ ਢਿੱਲ ਭੀ ਨਹੀਂ ਲੱਗਦੀ (ਸੋ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਰੰਡੀ ਹੋਈ ਜਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33536,
    "shabad_id": 2916,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮੁੰਧ ੲਿਅਾਣੀ ਦੁੰਮਣੀ; ਸੂਹੈ ਵੇਸਿ ਲੁੋਭਾੲਿ ||",
    "transliteration": "Mundhh Eiaanee Dhunmanee Soohai Vaes Luobhaae ||",
    "translation": "She who loves to wear her red dress is foolish and double-minded.",
    "punjabi": "ਜੋ (ਮਾਇਆ ਦੇ) ਚੁਹਚੁਹੇ ਵੇਸ ਵਿਚ ਲੁਭਿਤ ਹੈ ਉਹ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਅੰਞਾਣੀ ਹੈ ਉਸ ਦਾ ਮਨ ਸਦਾ ਡੋਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33537,
    "shabad_id": 2916,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਬਦਿ ਸਚੈ ਰੰਗੁ ਲਾਲੁ ਕਰਿ; ਭੈ ਭਾੲਿ ਸੀਗਾਰੁ ਬਣਾੲਿ ||",
    "transliteration": "Sabadh Sachai Rang Laal Kar Bhai Bhaae Seegaar Banaae ||",
    "translation": "So make the True Word of the Shabad your red dress, and let the Fear of God, and the Love of God, be your ornaments and decorations.",
    "punjabi": "(ਜੋ ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸੱਚੇ ਸਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਪੱਕਾ) ਲਾਲ ਰੰਗ ਬਣਾ ਕੇ, ਪ੍ਰਭੂ ਦੇ ਡਰ ਤੇ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਮਨ ਦਾ) ਸੋਹਜ ਬਣਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33538,
    "shabad_id": 2916,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸਦਾ ਸੋਹਾਗਣੀ; ਜਿ ਚਲਨਿ ਸਤਿਗੁਰ ਭਾੲਿ ||੨||",
    "transliteration": "Naanak Sadhaa Sohaaganee J Chalan Sathigur Bhaae ||2||",
    "translation": "O Nanak, she is a happy soul-bride forever, who walks in harmony with the Will of the True Guru. ||2||",
    "punjabi": "ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਇਸ ਜੀਵਨ-ਪੰਧ ਤੇ) ਤੁਰਦੀਆਂ ਹਨ, ਹੇ ਨਾਨਕ! ਉਹ ਸਦਾ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33539,
    "shabad_id": 2917,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33540,
    "shabad_id": 2917,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਅਾਪਿ ੳੁਪਾੲਿਅਨੁ; ਅਾਪਿ ਕੀਮਤਿ ਪਾੲੀ ||",
    "transliteration": "Aapae Aap Oupaaeian Aap Keemath Paaee ||",
    "translation": "He Himself created Himself, and He Himself evaluates Himself.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਸਾਰੇ ਜੀਵ) ਪੈਦਾ ਕੀਤੇ ਹਨ ਉਹ ਆਪ ਹੀ (ਇਹਨਾਂ ਦੀ) ਕਦਰ ਜਾਣਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33541,
    "shabad_id": 2917,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿਸ ਦਾ ਅੰਤੁ. ਨ ਜਾਪੲੀ; ਗੁਰ ਸਬਦਿ ਬੁਝਾੲੀ ||",
    "transliteration": "This Dhaa Anth N Jaapee Gur Sabadh Bujhaaee ||",
    "translation": "His limits cannot be known; through the Word of the Guru's Shabad, He is understood.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਭਾਵ, ਉਸ ਦੀ ਇਸ ਖੇਡ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈ ਸਕਦੀ), ਗੁਰੂ ਦੇ ਸਬਦ ਦੀ ਰਾਹੀਂ ਸਮਝ (ਆਪ ਹੀ) ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "ਬੱੁਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 33542,
    "shabad_id": 2917,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਗੁਬਾਰੁ ਹੈ; ਦੂਜੈ ਭਰਮਾੲੀ ||",
    "transliteration": "Maaeiaa Mohu Gubaar Hai Dhoojai Bharamaaee ||",
    "translation": "In the darkness of attachment to Maya, the world wanders in duality.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ (ਮਾਨੋ) ਘੁੱਪ ਹਨੇਰਾ ਹੈ (ਇਸ ਹਨੇਰੇ ਵਿਚ ਤੁਰ ਕੇ ਜੀਵ ਜ਼ਿੰਦਗੀ ਦਾ ਅਸਲ ਰਾਹ ਭੁੱਲ ਕੇ) ਹੋਰ ਪਾਸੇ ਭਟਕਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33543,
    "shabad_id": 2917,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਨਮੁਖ ਠੳੁਰ. ਨ ਪਾੲਿਨ੍ਹੀ; ਫਿਰਿ ਅਾਵੈ ਜਾੲੀ ||",
    "transliteration": "Manamukh Thour N Paaeinhee Fir Aavai Jaaee ||",
    "translation": "The self-willed manmukhs find no place of rest; they continue coming and going.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਦੀ) ਅਸਲ ਮੰਜ਼ਲ ਨਹੀਂ ਲੱਭਦੀ, ਮਨਮੁਖ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33544,
    "shabad_id": 2917,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋ ਥੀਅੈ; ਸਭ ਚਲੈ ਰਜਾੲੀ ||੩||",
    "transliteration": "Jo This Bhaavai So Thheeai Sabh Chalai Rajaaee ||3||",
    "translation": "Whatever pleases Him, that alone happens. All walk according to His Will. ||3||",
    "punjabi": "(ਪਰ ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ) ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਭਾਂਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰ ਰਹੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33545,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "ਕੁ-ਲੱਖਣੀ",
    "type_id": 3
  },
  {
    "id": 33546,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੂਹੈ ਵੇਸਿ ਕਾਮਣਿ ਕੁਲਖਣੀ; ਜੋ ਪ੍ਰਭ ਛੋਡਿ. ਪਰ ਪੁਰਖ ਧਰੇ ਪਿਅਾਰੁ ||",
    "transliteration": "Soohai Vaes Kaaman Kulakhanee Jo Prabh Shhodd Par Purakh Dhharae Piaar ||",
    "translation": "The red-robed bride is vicious; she forsakes God, and cultivates love for another man.",
    "punjabi": "(ਮਾਇਆ ਦੇ) ਚੁਹਚੁਹੇ ਵੇਸ ਵਿਚ (ਮਸਤ ਜੀਵ-ਇਸਤ੍ਰੀ, ਮਾਨੋ,) ਬਦਕਾਰ ਇਸਤ੍ਰੀ ਹੈ ਜੋ ਪ੍ਰਭੂ (ਖਸਮ) ਨੂੰ ਵਿਸਾਰ ਕੇ ਪਰਾਏ ਮਨੁੱਖ ਨਾਲ ਪਿਆਰ ਕਰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33547,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਓਸੁ ਸੀਲੁ ਨ ਸੰਜਮੁ. ਸਦਾ ਝੂਠੁ ਬੋਲੈ; ਮਨਮੁਖਿ ਕਰਮ ਖੁਅਾਰੁ ||",
    "transliteration": "Ous Seel N Sanjam Sadhaa Jhooth Bolai Manamukh Karam Khuaar ||",
    "translation": "She has neither modesty or self-discipline; the self-willed manmukh constantly tells lies, and is ruined by the bad karma of evil deeds.",
    "punjabi": "ਉਸ ਦਾ ਨਾਹ ਚੰਗਾ ਆਚਰਨ ਹੈ, ਨਾਹ ਜੁਗਤਿ ਵਾਲਾ ਜੀਵਨ ਹੈ, ਸਦਾ ਝੂਠ ਬੋਲਦੀ ਹੈ, ਆਪ-ਹੁਦਰੇ ਕੰਮਾਂ ਕਰਕੇ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33548,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਸੁ ਪੂਰਬਿ ਹੋਵੈ ਲਿਖਿਅਾ; ਤਿਸੁ ਸਤਿਗੁਰੁ ਮਿਲੈ ਭਤਾਰੁ ||",
    "transliteration": "Jis Poorab Hovai Likhiaa This Sathigur Milai Bhathaar ||",
    "translation": "She who has such pre-ordained destiny, obtains the True Guru has her Husband.",
    "punjabi": "ਜਿਸ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰ ਦਰਗਾਹੋਂ ਭਾਗ ਹੋਣ, ਉਸ ਨੂੰ ਗੁਰੂ ਰਾਖਾ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33549,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੂਹਾ ਵੇਸੁ ਸਭੁ ੳੁਤਾਰਿ ਧਰੇ; ਗਲਿ ਪਹਿਰੈ ਖਿਮਾ ਸੀਗਾਰੁ ||",
    "transliteration": "Soohaa Vaes Sabh Outhaar Dhharae Gal Pehirai Khimaa Seegaar ||",
    "translation": "She discards all her red dresses, and wears the ornaments of mercy and forgiveness around her neck.",
    "punjabi": "ਫਿਰ ਉਹ ਚੁਹਚੁਹਾ ਵੇਸ ਸਾਰਾ ਲਾਹ ਦੇਂਦੀ ਹੈ ਤੇ ਸਹਿਣ-ਸ਼ੀਲਤਾ ਦਾ ਗਹਣਾ ਗਲ ਵਿਚ ਪਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33550,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੇੲੀਅੈ ਸਾਹੁਰੈ ਬਹੁ ਸੋਭਾ ਪਾੲੇ; ਤਿਸੁ ਪੂਜ ਕਰੇ ਸਭੁ ਸੈਸਾਰੁ ||",
    "transliteration": "Paeeeai Saahurai Bahu Sobhaa Paaeae This Pooj Karae Sabh Saisaar ||",
    "translation": "In this world and the next, she receives great honor, and the whole world worships her.",
    "punjabi": "ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਉਸ ਦੀ ਬੜੀ ਇੱਜ਼ਤ ਹੁੰਦੀ ਹੈ, ਸਾਰਾ ਜਗਤ ਉਸ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33551,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਓਹ ਰਲਾੲੀ ਕਿਸੈ ਦੀ. ਨਾ ਰਲੈ; ਜਿਸੁ ਰਾਵੇ ਸਿਰਜਨਹਾਰੁ ||",
    "transliteration": "Ouh Ralaaee Kisai Dhee Naa Ralai Jis Raavae Sirajanehaar ||",
    "translation": "She who is enjoyed by her Creator Lord stands out, and does not blend in with the crowd.",
    "punjabi": "ਜਿਸ ਨੂੰ ਸਾਰੇ ਜਗ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਖਸਮ ਮਿਲ ਜਾਏ, ਉਸ ਦਾ ਜੀਵਨ ਨਿਰਾਲਾ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33552,
    "shabad_id": 2918,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਸਦਾ ਸੁਹਾਗਣੀ; ਜਿਸੁ ਅਵਿਨਾਸੀ ਪੁਰਖੁ ਭਰਤਾਰੁ ||੧||",
    "transliteration": "Naanak Guramukh Sadhaa Suhaaganee Jis Avinaasee Purakh Bharathaar ||1||",
    "translation": "O Nanak, the Gurmukh is the happy soul-bride forever; she has the Imperishable Lord God as her Husband. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦੇ ਸਿਰ ਤੇ ਕਦੇ ਨਾਹ ਮਰਨ ਵਾਲਾ ਖਸਮ ਹੋਵੇ, ਜੋ ਸਦਾ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33553,
    "shabad_id": 2919,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੧ ||",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33554,
    "shabad_id": 2919,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੂਹਾ ਰੰਗੁ, ਸੁਪਨੈ ਨਿਸੀ; ਬਿਨੁ ਤਾਗੇ ਗਲਿ ਹਾਰੁ ||",
    "transliteration": "Soohaa Rang Supanai Nisee Bin Thaagae Gal Haar ||",
    "translation": "The red color is like a dream in the night; it is like a necklace without a string.",
    "punjabi": "(ਮਾਇਆ ਦਾ) ਚੁਹਚੁਹਾ ਰੰਗ (ਮਾਨੋ) ਰਾਤ ਦਾ ਸੁਫ਼ਨਾ ਹੈ, (ਮਾਨੋ) ਧਾਗੇ ਤੋਂ ਬਿਨਾ ਹਾਰ ਗਲ ਵਿਚ ਪਾਇਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "(ਸੂਹਾ)ਕੱਚਾ ਸੂਹਾ ਮਾੲਿਕੀ ਰੰਗ[(ਨਿਸੀ)ਰਾਤ[ ਨਿਸੀ:ਗਲ਼ਿ:ਪੋਲਾ ਬੋਲੋ[ਤੱਾਗੇ",
    "type_id": 3
  },
  {
    "id": 33555,
    "shabad_id": 2919,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਚਾ ਰੰਗੁ ਮਜੀਠ ਕਾ; ਗੁਰਮੁਖਿ ਬ੍ਰਹਮ ਬੀਚਾਰੁ ||",
    "transliteration": "Sachaa Rang Majeeth Kaa Guramukh Breham Beechaar ||",
    "translation": "The Gurmukhs take on the permanent color, contemplating the Lord God.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਰੱਬ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ, (ਮਾਨੋ) ਮਜੀਠ ਦਾ ਪੱਕਾ ਰੰਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33556,
    "shabad_id": 2919,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰੇਮ ਮਹਾ ਰਸੀ; ਸਭਿ ਬੁਰਿਅਾੲੀਅਾ ਛਾਰੁ ||੨||",
    "transliteration": "Naanak Praem Mehaa Rasee Sabh Buriaaeeaa Shhaar ||2||",
    "translation": "O Nanak, with the supreme sublime essence of the Lord's Love, all sins and evil deeds are turned to ashes. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਦੇ ਮਹਾ ਰਸ ਵਿਚ ਭਿੱਜੀ ਹੋਈ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਭੈੜ (ਸੜ ਕੇ) ਸੁਆਹ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਰਸੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33557,
    "shabad_id": 2920,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33558,
    "shabad_id": 2920,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਜਗੁ ਅਾਪਿ ੳੁਪਾੲਿਓਨੁ; ਕਰਿ ਚੋਜ ਵਿਡਾਨੁ ||",
    "transliteration": "Eihu Jag Aap Oupaaeioun Kar Choj Viddaan ||",
    "translation": "He Himself created this world, and staged this wondrous play.",
    "punjabi": "ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਕੌਤਕ ਕਰ ਕੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33559,
    "shabad_id": 2920,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੰਚ ਧਾਤੁ ਵਿਚਿ ਪਾੲੀਅਨੁ; ਮੋਹੁ ਝੂਠੁ ਗੁਮਾਨੁ ||",
    "transliteration": "Panch Dhhaath Vich Paaeean Mohu Jhooth Gumaan ||",
    "translation": "Into the body of the five elements, He infused attachment, falsehood and self-conceit.",
    "punjabi": "ਇਸ ਵਿਚ ਪੰਜ ਤੱਤ ਪਾ ਦਿੱਤੇ ਜੋ ਮੋਹ ਝੂਠ ਤੇ ਗੁਮਾਨ (ਆਦਿਕ ਦਾ ਮੂਲ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33560,
    "shabad_id": 2920,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਵੈ ਜਾੲਿ ਭਵਾੲੀਅੈ; ਮਨਮੁਖੁ ਅਗਿਅਾਨੁ ||",
    "transliteration": "Aavai Jaae Bhavaaeeai Manamukh Agiaan ||",
    "translation": "The ignorant, self-willed manmukh comes and goes, wandering in reincarnation.",
    "punjabi": "ਗਿਆਨ-ਹੀਨ ਆਪ-ਹੁਦਰਾ ਮਨੁੱਖ (ਇਹਨਾਂ ਵਿਚ ਫਸ ਕੇ) ਭਟਕਦਾ ਹੈ ਤੇ ਜੰਮਦਾ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33561,
    "shabad_id": 2920,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲਿਕਨ੍ਹਾ ਅਾਪਿ ਬੁਝਾੲਿਓਨੁ; ਗੁਰਮੁਖਿ ਹਰਿ ਗਿਅਾਨੁ ||",
    "transliteration": "Eikanaa Aap Bujhaaeioun Guramukh Har Giaan ||",
    "translation": "He Himself teaches some to become Gurmukh, through the spiritual wisdom of the Lord.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਕਰ ਕੇ ਆਪਣਾ ਗਿਆਨ ਆਪ ਸਮਝਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33562,
    "shabad_id": 2920,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭਗਤਿ ਖਜਾਨਾ ਬਖਸਿਓਨੁ; ਹਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ||੪||",
    "transliteration": "Bhagath Khajaanaa Bakhasioun Har Naam Nidhhaan ||4||",
    "translation": "He blesses them with the treasure of devotional worship, and the wealth of the Lord's Name. ||4||",
    "punjabi": "ਤੇ ਉਸ ਪ੍ਰਭੂ ਨੇ ਭਗਤੀ ਤੇ ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33563,
    "shabad_id": 2921,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33564,
    "shabad_id": 2921,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੂਹਵੀੲੇ. ਸੂਹਾ ਵੇਸੁ ਛਡਿ ਤੂ; ਤਾ ਪਿਰ ਲਗੀ ਪਿਅਾਰੁ ||",
    "transliteration": "Soohaveeeae Soohaa Vaes Shhadd Thoo Thaa Pir Lagee Piaar ||",
    "translation": "O red-robed woman, discard your red dress, and then, you shall come to love your Husband Lord.",
    "punjabi": "ਹੇ ਕਸੁੰਭੇ-ਰੰਗ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੀਏ! ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੇ ਪਦਾਰਥਾਂ ਦਾ ਪਿਆਰ ਛੱਡ, ਤਾਂ ਹੀ ਤੇਰਾ ਆਪਣੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰ ਬਣੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
