[
  {
    "id": 33952,
    "shabad_id": 2986,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33953,
    "shabad_id": 2986,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਰਾਗੁ ਬਿਲਾਵਲੁ ਮਹਲਾ ੧ ਚੳੁਪਦੇ ਘਰੁ ੧ ||",
    "transliteration": "Raag Bilaaval Mehalaa 1 Choupadhae Ghar 1 ||",
    "translation": "Raag Bilaaval, First Mehl, Chau-Padas, First House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33954,
    "shabad_id": 2986,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਤੂ ਸੁਲਤਾਨੁ. ਕਹਾ ਹੳੁ ਮੀਅਾ; ਤੇਰੀ ਕਵਨ ਵਡਾੲੀ ||",
    "transliteration": "Thoo Sulathaan Kehaa Ho Meeaa Thaeree Kavan Vaddaaee ||",
    "translation": "You are the Emperor, and I call You a chief - how does this add to Your greatness?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਨਹੀਂ ਕਰ ਰਿਹਾ, (ਇਹ ਤਾਂ ਇਉਂ ਹੀ ਹੈ ਕਿ) ਤੂੰ ਬਾਦਸ਼ਾਹ ਹੈਂ, ਤੇ ਮੈਂ ਤੈਨੂੰ ਮੀਆਂ ਆਖ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33955,
    "shabad_id": 2986,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਤੂ ਦੇਹਿ. ਸੁ ਕਹਾ ਸੁਅਾਮੀ; ਮੈ ਮੂਰਖ. ਕਹਣੁ ਨ ਜਾੲੀ ||੧||",
    "transliteration": "Jo Thoo Dhaehi S Kehaa Suaamee Mai Moorakh Kehan N Jaaee ||1||",
    "translation": "As You permit me, I praise You, O Lord and Master; I am ignorant, and I cannot chant Your Praises. ||1||",
    "punjabi": "(ਪਰ ਇਤਨੀ ਕੁ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਮੇਰੀ ਆਪਣੀ ਸਮਰੱਥਾ ਨਹੀਂ ਹੈ) ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦਾ) ਜਿਤਨਾ ਕੁ ਬਲ ਤੂੰ ਦੇਂਦਾ ਹੈਂ ਮੈਂ ਉਤਨਾ ਕੁ ਤੇਰੇ ਗੁਣ ਆਖ ਲੈਂਦਾ ਹਾਂ। ਮੈਂ ਅੰਞਾਣ ਪਾਸੋਂ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33956,
    "shabad_id": 2986,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤੇਰੇ ਗੁਣ ਗਾਵਾ; ਦੇਹਿ ਬੁਝਾੲੀ ||",
    "transliteration": "Thaerae Gun Gaavaa Dhaehi Bujhaaee ||",
    "translation": "Please bless me with such understanding, that I may sing Your Glorious Praises.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਅਜੇਹੀ) ਸਮਝ ਬਖ਼ਸ਼ ਕਿ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33957,
    "shabad_id": 2986,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜੈਸੇ ਸਚ ਮਹਿ; ਰਹੳੁ ਰਜਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jaisae Sach Mehi Reho Rajaaee ||1|| Rehaao ||",
    "translation": "May I dwell in Truth, according to Your Will. ||1||Pause||",
    "punjabi": "ਹੇ ਰਜ਼ਾ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ਤੇ, ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਸਕਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 33958,
    "shabad_id": 2986,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਹੋਅਾ. ਸਭੁ ਕਿਛੁ ਤੁਝ ਤੇ; ਤੇਰੀ ਸਭ ਅਸਨਾੲੀ ||",
    "transliteration": "Jo Kishh Hoaa Sabh Kishh Thujh Thae Thaeree Sabh Asanaaee ||",
    "translation": "Whatever has happened, has all come from You. You are All-knowing.",
    "punjabi": "ਇਹ ਜਿਤਨਾ ਕੁ ਜਗਤ ਬਣਿਆ ਹੋਇਆ ਹੈ ਇਹ ਸਾਰਾ ਤੈਥੋਂ ਹੀ ਬਣਿਆ ਹੈ, ਇਹ ਸਾਰੀ ਤੇਰੀ ਹੀ ਬਜ਼ੁਰਗੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33959,
    "shabad_id": 2986,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਤੇਰਾ ਅੰਤੁ. ਨ ਜਾਣਾ ਮੇਰੇ ਸਾਹਿਬ; ਮੈ ਅੰਧੁਲੇ. ਕਿਅਾ ਚਤੁਰਾੲੀ ||੨||",
    "transliteration": "Thaeraa Anth N Jaanaa Maerae Saahib Mai Andhhulae Kiaa Chathuraaee ||2||",
    "translation": "Your limits cannot be known, O my Lord and Master; I am blind - what wisdom do I have? ||2||",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਜਾਣ ਸਕਦਾ। ਮੈਂ ਅੰਨ੍ਹਾ ਹਾਂ (ਤੁੱਛ-ਅਕਲ ਹਾਂ) ਮੇਰੇ ਵਿਚ ਕੋਈ ਐਸੀ ਸਿਆਣਪ ਨਹੀਂ ਹੈ (ਕਿ ਮੈਂ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਜਾਣ ਸਕਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33960,
    "shabad_id": 2986,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਕਿਅਾ ਹੳੁ ਕਥੀ. ਕਥੇ ਕਥਿ ਦੇਖਾ; ਮੈ. ਅਕਥੁ, ਨ ਕਥਨਾ ਜਾੲੀ ||",
    "transliteration": "Kiaa Ho Kathhee Kathhae Kathh Dhaekhaa Mai Akathh N Kathhanaa Jaaee ||",
    "translation": "What should I say? While talking, I talk of seeing, but I cannot describe the indescribable.",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਗੁਣ ਬਿਲਕੁਲ ਨਹੀਂ ਕਹਿ ਸਕਦਾ। ਤੇਰੇ ਗੁਣ ਆਖ ਆਖ ਕੇ ਜਦੋਂ ਮੈਂ ਵੇਖਦਾ ਹਾਂ (ਤਾਂ ਮੈਨੂੰ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਤੇਰਾ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ, ਮੈਂ ਬਿਆਨ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹਾਂ।",
    "pronunciation": "ਅ-ਕਥੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33961,
    "shabad_id": 2986,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਭਾਵੈ. ਸੋੲੀ ਅਾਖਾ; ਤਿਲੁ ਤੇਰੀ ਵਡਿਅਾੲੀ ||੩||",
    "transliteration": "Jo Thudhh Bhaavai Soee Aakhaa Thil Thaeree Vaddiaaee ||3||",
    "translation": "As it pleases Your Will, I speak; it is just the tiniest bit of Your greatness. ||3||",
    "punjabi": "ਤੇਰੀ ਰਤਾ ਮਾਤ੍ਰ ਵਡਿਆਈ ਭੀ ਜੇਹੜੀ ਮੈਂ ਆਖਦਾ ਹਾਂ ਉਹੀ ਆਖਦਾ ਹਾਂ ਜੋ ਤੈਨੂੰ ਭਾਉਂਦੀ ਹੈ (ਭਾਵ, ਜਿਤਨੀ ਕੁ ਤੂੰ ਬਿਆਨ ਕਰਨ ਲਈ ਆਪ ਹੀ ਸਮਝ ਦੇਂਦਾ ਹੈਂ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33962,
    "shabad_id": 2986,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ੲੇਤੇ ਕੂਕਰ. ਹੳੁ ਬੇਗਾਨਾ; ਭੳੁਕਾ. ੲਿਸੁ ਤਨ ਤਾੲੀ ||",
    "transliteration": "Eaethae Kookar Ho Baegaanaa Bhoukaa Eis Than Thaaee ||",
    "translation": "Among so many dogs, I am an outcast; I bark for my body's belly.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਇਥੇ ਕਾਮਾਦਿਕ) ਅਨੇਕਾਂ ਕੁੱਤੇ ਹਨ, ਮੈਂ (ਇਹਨਾਂ ਵਿਚ) ਓਪਰਾ (ਆ ਫਸਿਆ) ਹਾਂ, (ਜਿਤਨੀ ਕੁ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ ਉਹ ਭੀ ਮੈਂ) ਆਪਣੇ ਇਸ ਸਰੀਰ ਨੂੰ (ਕਾਮਾਦਿਕ ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਾਣ ਲਈ ਭੌਂਕਦਾ ਹੀ ਹਾਂ, ਜਿਵੇਂ ਓਪਰਾ ਕੁੱਤਾ ਵੈਰੀ ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਣ ਲਈ ਭੌਂਕਦਾ ਹੈ)।",
    "pronunciation": "(ਕੂਕਰ)ਕਾਮ ਕ੍ਰੋਧ ਅੌਗੁਣ ਅਾਦਿਕ ਕੁੱਤੇ[ ਭੳੁ੍ਨਕਾਂ[ ਤਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 33963,
    "shabad_id": 2986,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਭਗਤਿ ਹੀਣੁ ਨਾਨਕੁ. ਜੇ ਹੋੲਿਗਾ; ਤਾ ਖਸਮੈ ਨਾੳੁ. ਨ ਜਾੲੀ ||੪||੧||",
    "transliteration": "Bhagath Heen Naanak Jae Hoeigaa Thaa Khasamai Naao N Jaaee ||4||1||",
    "translation": "Without devotional worship, O Nanak, even so, still, my Master's Name does not leave me. ||4||1||",
    "punjabi": "(ਮੈਨੂੰ ਇਹ ਧਰਵਾਸ ਹੈ ਕਿ) ਜੇ (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਭਗਤੀ ਤੋਂ ਸੱਖਣਾ ਹੈ (ਤਾਂ ਭੀ ਤੂੰ ਮੇਰੇ ਸਿਰ ਤੇ ਰਾਖਾ ਖਸਮ ਹੈਂ, ਤੇ ਤੈਂ) ਖਸਮ ਦੀ ਇਹ ਸੋਭਾ ਦੂਰ ਨਹੀਂ ਹੋ ਗਈ (ਕਿ ਤੂੰ ਮੁੱਢ ਕਦੀਮਾਂ ਤੋਂ ਸਰਨ ਆਏ ਦੀ ਸਹੈਤਾ ਕਰਦਾ ਆਇਆ ਹੈਂ) ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33964,
    "shabad_id": 2987,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Bilaaval Mehalaa 1 ||",
    "translation": "Bilaawal, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33965,
    "shabad_id": 2987,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਮੰਦਰੁ. ਤਨੁ ਵੇਸ ਕਲੰਦਰੁ; ਘਟ ਹੀ ਤੀਰਥਿ ਨਾਵਾ ||",
    "transliteration": "Man Mandhar Than Vaes Kalandhar Ghatt Hee Theerathh Naavaa ||",
    "translation": "My mind is the temple, and my body is the simple cloth of the humble seeker; deep within my heart, I bathe at the sacred shrine.",
    "punjabi": "ਮੇਰਾ ਮਨ (ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਰਹਿਣ ਲਈ) ਮੰਦਰ (ਬਣ ਗਿਆ) ਹੈ, ਮੇਰਾ ਸਰੀਰ (ਭਾਵ, ਮੇਰਾ ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ ਮੰਦਰ ਦੀ ਜਾਤ੍ਰਾ ਕਰਨ ਵਾਲਾ) ਰਮਤਾ ਸਾਧੂ ਬਣ ਗਿਆ ਹੈ (ਭਾਵ, ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਬਾਹਰ ਭਟਕਣ ਦੇ ਥਾਂ ਅੰਦਰ-ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਵਲ ਪਰਤ ਪਏ ਹਨ), ਹੁਣ ਮੈਂ ਹਿਰਦੇ-ਤੀਰਥ ਉਤੇ ਹੀ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33966,
    "shabad_id": 2987,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲੇਕੁ ਸਬਦੁ ਮੇਰੈ ਪ੍ਰਾਨਿ ਬਸਤੁ ਹੈ; ਬਾਹੁੜਿ ਜਨਮਿ. ਨ ਅਾਵਾ ||੧||",
    "transliteration": "Eaek Sabadh Maerai Praan Basath Hai Baahurr Janam N Aavaa ||1||",
    "translation": "The One Word of the Shabad abides within my mind; I shall not come to be born again. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਮੇਰੀ ਜਿੰਦ ਵਿਚ ਟਿਕ ਗਿਆ ਹੈ (ਮੇਰੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਬਣ ਗਿਆ। ਇਸ ਵਾਸਤੇ ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਮੈਂ ਮੁੜ ਜਨਮ ਵਿਚ ਨਹੀਂ ਆਵਾਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33967,
    "shabad_id": 2987,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮਨੁ ਬੇਧਿਅਾ. ਦੲਿਅਾਲ ਸੇਤੀ; ਮੇਰੀ ਮਾੲੀ ||",
    "transliteration": "Man Baedhhiaa Dhaeiaal Saethee Maeree Maaee ||",
    "translation": "My mind is pierced through by the Merciful Lord, O my mother!",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਮੇਰਾ) ਮਨ ਦਇਆ-ਦੇ-ਘਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਵਿੱਝ ਗਿਆ ਹੈ।",
    "pronunciation": "ਬੇ੍ਨਧਿਅਾ",
    "type_id": 3
  },
  {
    "id": 33968,
    "shabad_id": 2987,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕੳੁਣੁ ਜਾਣੈ. ਪੀਰ ਪਰਾੲੀ ||",
    "transliteration": "Koun Jaanai Peer Paraaee ||",
    "translation": "Who can know the pain of another?",
    "punjabi": "ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਕਿਸੇ ਦੂਜੇ ਦਾ ਦੁੱਖ-ਦਰਦ ਸਮਝ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33969,
    "shabad_id": 2987,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਮ ਨਾਹੀ ਚਿੰਤ ਪਰਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ham Naahee Chinth Paraaee ||1|| Rehaao ||",
    "translation": "I think of none other than the Lord. ||1||Pause||",
    "punjabi": "ਹੁਣ ਮੈਂ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਨਹੀਂ ਰੱਖਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 33970,
    "shabad_id": 2987,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਗਮ ਅਗੋਚਰ ਅਲਖ ਅਪਾਰਾ; ਚਿੰਤਾ ਕਰਹੁ ਹਮਾਰੀ ||",
    "transliteration": "Agam Agochar Alakh Apaaraa Chinthaa Karahu Hamaaree ||",
    "translation": "O Lord, inaccessible, unfathomable, invisible and infinite: please, take care of me!",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ! ਹੇ ਅਗੋਚਰ! ਹੇ ਅਦ੍ਰਿਸ਼ਟ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਸਾਡੀ ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33971,
    "shabad_id": 2987,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਭਰਿਪੁਰਿ ਲੀਣਾ; ਘਟਿ ਘਟਿ ਜੋਤਿ ਤੁਮ੍ਹਾਰੀ ||੨||",
    "transliteration": "Jal Thhal Meheeal Bharipur Leenaa Ghatt Ghatt Joth Thumhaaree ||2||",
    "translation": "In the water, on the land and in sky, You are totally pervading. Your Light is in each and every heart. ||2||",
    "punjabi": "ਤੂੰ ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਨਕਾਨਕ ਵਿਆਪਕ ਹੈਂ, ਹਰੇਕ (ਜੀਵ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਜੋਤਿ ਮੌਜੂਦ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33972,
    "shabad_id": 2987,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸਿਖ ਮਤਿ ਸਭ ਬੁਧਿ ਤੁਮ੍ਹਾਰੀ; ਮੰਦਿਰ ਛਾਵਾ ਤੇਰੇ ||",
    "transliteration": "Sikh Math Sabh Budhh Thumhaaree Mandhir Shhaavaa Thaerae ||",
    "translation": "All teachings, instructions and understandings are Yours; the mansions and sanctuaries are Yours as well.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਸਭ ਜੀਵਾਂ ਦੇ ਮਨ ਤੇ ਸਰੀਰ ਤੇਰੇ ਹੀ ਰਚੇ ਹੋਏ ਹਨ, ਸਿੱਖਿਆ ਅਕਲ ਸਮਝ ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੈਥੋਂ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33973,
    "shabad_id": 2987,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਤੁਝ ਬਿਨੁ ਅਵਰੁ. ਨ ਜਾਣਾ ਮੇਰੇ ਸਾਹਿਬਾ; ਗੁਣ ਗਾਵਾ ਨਿਤ ਤੇਰੇ ||੩||",
    "transliteration": "Thujh Bin Avar N Jaanaa Maerae Saahibaa Gun Gaavaa Nith Thaerae ||3||",
    "translation": "Without You, I know no other, O my Lord and Master; I continually sing Your Glorious Praises. ||3||",
    "punjabi": "ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ। ਮੈਂ ਨਿਤ ਤੇਰੇ ਹੀ ਗੁਣ ਗਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33974,
    "shabad_id": 2987,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭਿ ਸਰਣਿ ਤੁਮ੍ਹਾਰੀ; ਸਰਬ ਚਿੰਤ ਤੁਧੁ ਪਾਸੇ ||",
    "transliteration": "Jeea Janth Sabh Saran Thumhaaree Sarab Chinth Thudhh Paasae ||",
    "translation": "All beings and creatures seek the Protection of Your Sanctuary; all thought of their care rests with You.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਜੰਤ ਤੇਰੇ ਹੀ ਆਸਰੇ ਹਨ, ਤੈਨੂੰ ਹੀ ਸਭ ਦੀ ਸੰਭਾਲ ਦਾ ਫ਼ਿਕਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33975,
    "shabad_id": 2987,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਭਾਵੈ ਸੋੲੀ ਚੰਗਾ; ੲਿਕ ਨਾਨਕ ਕੀ ਅਰਦਾਸੇ ||੪||੨||",
    "transliteration": "Jo Thudhh Bhaavai Soee Changaa Eik Naanak Kee Aradhaasae ||4||2||",
    "translation": "That which pleases Your Will is good; this alone is Nanak's prayer. ||4||2||",
    "punjabi": "ਨਾਨਕ ਦੀ (ਤੇਰੇ ਦਰ ਤੇ) ਸਿਰਫ਼ ਇਹੀ ਬੇਨਤੀ ਹੈ ਕਿ ਜੋ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ ਉਹ ਮੈਨੂੰ ਚੰਗੀ ਲੱਗੇ (ਮੈਂ ਸਦਾ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਰਾਜ਼ੀ ਰਹਾਂ) ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33976,
    "shabad_id": 2988,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Bilaaval Mehalaa 1 ||",
    "translation": "Bilaawal, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33977,
    "shabad_id": 2988,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਸਬਦੁ; ਅਾਪੇ ਨੀਸਾਨੁ ||",
    "transliteration": "Aapae Sabadh Aapae Neesaan ||",
    "translation": "He Himself is the Word of the Shabad, and He Himself is the Insignia.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਮਿਲ ਜਾਂਦੀ ਹੈ ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ) ਆਪ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੈ (ਭਾਵ, ਜਿਥੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੁੰਦੀ ਹੈ ਉਥੇ ਉਹ ਮੌਜੂਦ ਹੈ), ਆਪ ਹੀ (ਜੀਵ ਵਾਸਤੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਰਾਹਦਾਰੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33978,
    "shabad_id": 2988,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਸੁਰਤਾ; ਅਾਪੇ ਜਾਨੁ ||",
    "transliteration": "Aapae Surathaa Aapae Jaan ||",
    "translation": "He Himself is the Listener, and He Himself is the Knower.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ) ਸੁਣਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਦੁੱਖ-ਦਰਦ) ਜਾਣਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33979,
    "shabad_id": 2988,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ. ਕਰਿ ਕਰਿ ਵੇਖੈ ਤਾਣੁ ||",
    "transliteration": "Aapae Kar Kar Vaekhai Thaan ||",
    "translation": "He Himself created the creation, and He Himself beholds His almighty power.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਰਚ ਕੇ ਆਪ ਹੀ ਆਪਣਾ (ਇਹ) ਬਲ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33980,
    "shabad_id": 2988,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੂ ਦਾਤਾ; ਨਾਮੁ ਪਰਵਾਣੁ ||੧||",
    "transliteration": "Thoo Dhaathaa Naam Paravaan ||1||",
    "translation": "You are the Great Giver; Your Name alone is approved. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ ਸਭ ਦਾਤਾਂ) ਦੇਣ ਵਾਲਾ ਹੈਂ, (ਜਿਸ ਨੂੰ ਤੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈਂ, ਉਹ ਤੇਰੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
