[
  {
    "id": 34117,
    "shabad_id": 2996,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਪਿ ਮਨ; ਰਾਮ ਨਾਮੁ ਰਸਨਾ ||",
    "transliteration": "Jap Man Raam Naam Rasanaa ||",
    "translation": "Chant the Name of the Lord with your tongue, O mind.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34118,
    "shabad_id": 2996,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮਸਤਕਿ ਲਿਖਤ ਲਿਖੇ ਗੁਰੁ ਪਾੲਿਅਾ; ਹਰਿ ਹਿਰਦੈ ਹਰਿ ਬਸਨਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Masathak Likhath Likhae Gur Paaeiaa Har Hiradhai Har Basanaa ||1|| Rehaao ||",
    "translation": "According to the pre-ordained destiny written upon my forehead, I have found the Guru, and the Lord abides within my heart. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਲਿਖੇ ਹੋਏ ਚੰਗੇ ਭਾਗ ਉੱਘੜ ਪੈਣ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਸਹੈਤਾ ਨਾਲ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34119,
    "shabad_id": 2996,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਾੲਿਅਾ ਗਿਰਸਤਿ. ਭ੍ਰਮਤੁ ਹੈ ਪ੍ਰਾਨੀ; ਰਖਿ ਲੇਵਹੁ ਜਨੁ ਅਪਨਾ ||",
    "transliteration": "Maaeiaa Girasath Bhramath Hai Praanee Rakh Laevahu Jan Apanaa ||",
    "translation": "Entangled in Maya, the mortal wanders around. Save Your humble servant, O Lord,",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਜੀਵ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, (ਮੈਨੂੰ) ਆਪਣੇ ਦਾਸ ਨੂੰ (ਇਸ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚਾ ਲੈ,",
    "pronunciation": "ਗਿ-ਰਸਤਿ",
    "type_id": 3
  },
  {
    "id": 34120,
    "shabad_id": 2996,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਪ੍ਰਹਿਲਾਦੁ. ਹਰਣਾਖਸਿ ਗ੍ਰਸਿਓ; ਹਰਿ ਰਾਖਿਓ ਹਰਿ ਸਰਨਾ ||੨||",
    "transliteration": "Jio Prehilaadh Haranaakhas Grasiou Har Raakhiou Har Saranaa ||2||",
    "translation": "As you saved Prahlaad from the clutches of Harnaakash; keep him in Your Sanctuary, Lord. ||2||",
    "punjabi": "(ਉਸ ਤਰ੍ਹਾਂ ਬਚਾ ਲੈ) ਜਿਵੇਂ, ਹੇ ਹਰੀ! ਤੂੰ ਸਰਨ ਪਏ ਪ੍ਰਹਿਲਾਦ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਜਦੋਂ ਉਸ ਨੂੰ ਹਰਣਾਖਸ ਨੇ ਦੁੱਖ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34121,
    "shabad_id": 2996,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਵਨ ਕਵਨ ਕੀ ਗਤਿ ਮਿਤਿ ਕਹੀਅੈ; ਹਰਿ ਕੀੲੇ ਪਤਿਤ ਪਵੰਨਾ ||",
    "transliteration": "Kavan Kavan Kee Gath Mith Keheeai Har Keeeae Pathith Pavannaa ||",
    "translation": "How can I describe the state and the condition, O Lord, of those many sinners you have purified?",
    "punjabi": "ਹੇ ਭਾਈ! ਕਿਸ ਕਿਸ ਦੀ ਹਾਲਤ ਦੱਸੀ ਜਾਏ? ਉਹ ਪਰਮਾਤਮਾ ਤਾਂ ਬੜੇ ਬੜੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34122,
    "shabad_id": 2996,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਓਹੁ ਢੋਵੈ ਢੋਰ, ਹਾਥਿ ਚਮੁ ਚਮਰੇ; ਹਰਿ ੳੁਧਰਿਓ ਪਰਿਓ ਸਰਨਾ ||੩||",
    "transliteration": "Ouhu Dtovai Dtor Haathh Cham Chamarae Har Oudhhariou Pariou Saranaa ||3||",
    "translation": "Ravi Daas, the leather-worker, who worked with hides and carried dead animals was saved, by entering the Lord's Sanctuary. ||3||",
    "punjabi": "(ਵੇਖੋ!) ਉਹ (ਰਵਿਦਾਸ) ਮੋਏ ਹੋਏ ਪਸ਼ੂ ਢੋਂਦਾ ਸੀ, (ਉਸ) ਚਮਾਰ ਦੇ ਹੱਥ ਵਿਚ (ਨਿੱਤ) ਚੰਮ (ਫੜਿਆ ਹੁੰਦਾ) ਸੀ, ਪਰ ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ, ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੩॥",
    "pronunciation": "ਹਰਿ ਜੀ ਨੇ ੳੁਧਾਰਨਾ ਕੀਤੇ[ ੳੁ-ਧਰਿਓ",
    "type_id": 3
  },
  {
    "id": 34123,
    "shabad_id": 2996,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭ ਦੀਨ ਦੲਿਅਾਲ ਭਗਤ ਭਵ ਤਾਰਨ; ਹਮ ਪਾਪੀ ਰਾਖੁ ਪਪਨਾ ||",
    "transliteration": "Prabh Dheen Dhaeiaal Bhagath Bhav Thaaran Ham Paapee Raakh Papanaa ||",
    "translation": "O God, Merciful to the meek, carry Your devotees across the world-ocean; I am a sinner - save me from sin!",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਪਾਪੀ ਜੀਵਾਂ ਨੂੰ ਪਾਪਾਂ ਤੋਂ ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34124,
    "shabad_id": 2996,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਦਾਸਨ ਦਾਸ. ਦਾਸ ਹਮ ਕਰੀਅਹੁ; ਜਨ ਨਾਨਕ. ਦਾਸ ਦਾਸੰਨਾ ||੪||੧||",
    "transliteration": "Har Dhaasan Dhaas Dhaas Ham Kareeahu Jan Naanak Dhaas Dhaasannaa ||4||1||",
    "translation": "O Lord, make me the slave of the slave of Your slaves; servant Nanak is the slave of Your slaves. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਸਾਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34125,
    "shabad_id": 2997,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ||",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34126,
    "shabad_id": 2997,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਮ ਮੂਰਖ ਮੁਗਧ ਅਗਿਅਾਨ ਮਤੀ; ਸਰਣਾਗਤਿ ਪੁਰਖ ਅਜਨਮਾ ||",
    "transliteration": "Ham Moorakh Mugadhh Agiaan Mathee Saranaagath Purakh Ajanamaa ||",
    "translation": "I am foolish, idiotic and ignorant; I seek Your Sanctuary, O Primal Being, O Lord beyond birth.",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਹੇ ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਹਾਂ, ਬੜੇ ਮੂਰਖ ਹਾਂ, ਬੇ ਸਮਝ ਹਾਂ (ਪਰ) ਤੇਰੀ ਸਰਨ ਪਏ ਹਾਂ।",
    "pronunciation": "ਸਰ-ਣਾਗਤਿ[ ਅ-ਜਨਮਾ",
    "type_id": 3
  },
  {
    "id": 34127,
    "shabad_id": 2997,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਰਖਿ ਲੇਵਹੁ ਮੇਰੇ ਠਾਕੁਰ; ਹਮ ਪਾਥਰ ਹੀਨ ਅਕਰਮਾ ||੧||",
    "transliteration": "Kar Kirapaa Rakh Laevahu Maerae Thaakur Ham Paathhar Heen Akaramaa ||1||",
    "translation": "Have Mercy upon me, and save me, O my Lord and Master; I am a lowly stone, with no good karma at all. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਮੇਹਰ ਕਰ, ਸਾਡੀ ਰੱਖਿਆ ਕਰ, ਅਸੀਂ ਪੱਥਰ (-ਦਿਲ) ਹਾਂ, ਅਸੀਂ ਨਿਮਾਣੇ ਹਾਂ ਤੇ ਮੰਦ-ਭਾਗੀ ਹਾਂ ॥੧॥",
    "pronunciation": "ਅ-ਕਰਮਾ",
    "type_id": 3
  },
  {
    "id": 34128,
    "shabad_id": 2997,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਭਜੁ ਰਾਮ ਨਾਮੈ ਰਾਮਾ ||",
    "transliteration": "Maerae Man Bhaj Raam Naamai Raamaa ||",
    "translation": "O my mind, vibrate and meditate on the Lord, the Name of the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34129,
    "shabad_id": 2997,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮਤਿ ਹਰਿ ਰਸੁ ਪਾੲੀਅੈ; ਹੋਰਿ ਤਿਅਾਗਹੁ ਨਿਹਫਲ ਕਾਮਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Guramath Har Ras Paaeeai Hor Thiaagahu Nihafal Kaamaa ||1|| Rehaao ||",
    "translation": "Under Guru's Instructions, obtain the sublime, subtle essence of the Lord; renounce other fruitless actions. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। ਛੱਡੋ ਹੋਰ ਕੰਮਾਂ ਦਾ ਮੋਹ, (ਜਿੰਦ ਨੂੰ ਉਹਨਾਂ ਤੋਂ) ਕੋਈ ਲਾਭ ਨਹੀਂ ਮਿਲੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34130,
    "shabad_id": 2997,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਜਨ ਸੇਵਕ. ਸੇ ਹਰਿ ਤਾਰੇ; ਹਮ ਨਿਰਗੁਨ ਰਾਖੁ ੳੁਪਮਾ ||",
    "transliteration": "Har Jan Saevak Sae Har Thaarae Ham Niragun Raakh Oupamaa ||",
    "translation": "The humble servants of the Lord are saved by the Lord; I am worthless - it is Your glory to save me.",
    "punjabi": "ਹੇ ਹਰੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਦਰ ਦੇ) ਸੇਵਕ ਬਣਦੇ ਹਨ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈਂ। (ਪਰ) ਅਸੀਂ ਗੁਣ-ਹੀਨ ਹਾਂ, (ਗੁਣ-ਹੀਨਾਂ ਦੀ ਭੀ) ਰੱਖਿਆ ਕਰ (ਇਸ ਵਿਚ ਭੀ ਤੇਰੀ ਹੀ) ਸੋਭਾ ਹੋਵੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34131,
    "shabad_id": 2997,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਤੁਝ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ, ਮੇਰੇ ਠਾਕੁਰ; ਹਰਿ ਜਪੀਅੈ ਵਡੇ ਕਰੰਮਾ ||੨||",
    "transliteration": "Thujh Bin Avar N Koee Maerae Thaakur Har Japeeai Vaddae Karanmaa ||2||",
    "translation": "I have no other than You, O my Lord and Master; I meditate on the Lord, by my good karma. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਕੋਈ (ਮਦਦਗਾਰ) ਨਹੀਂ। (ਹੇ ਭਾਈ!) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਕ-ਰੰਮਾ",
    "type_id": 3
  },
  {
    "id": 34132,
    "shabad_id": 2997,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਨਾਮ ਹੀਨ. ਧਿ੍ਰਗੁ ਜੀਵਤੇ; ਤਿਨ ਵਡ ਦੂਖ ਸਹੰਮਾ ||",
    "transliteration": "Naameheen Dhhrig Jeevathae Thin Vadd Dhookh Sehanmaa ||",
    "translation": "Those who lack the Naam, the Name of the Lord, their lives are cursed, and they must endure terrible pain.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਹੁੰਦਾ ਹੈ। ਉਹਨਾਂ ਨੂੰ ਬੜੇ ਦੁੱਖ ਸਹਿਮ (ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "ਸ-ਹੰਮਾ",
    "type_id": 3
  },
  {
    "id": 34133,
    "shabad_id": 2997,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਓੲਿ ਫਿਰਿ ਫਿਰਿ ਜੋਨਿ ਭਵਾੲੀਅਹਿ; ਮੰਦਭਾਗੀ ਮੂੜ ਅਕਰਮਾ ||੩||",
    "transliteration": "Oue Fir Fir Jon Bhavaaeeahi Mandhabhaagee Moorr Akaramaa ||3||",
    "translation": "They are consigned to reincarnation over and over again; they are the most unfortunate fools, with no good karma at all. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ। ਉਹ ਮੂਰਖ ਬੰਦੇ ਕਰਮਹੀਣ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਮੰਦ-ਭਾਗੀ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਅ-ਕਰਮਾ",
    "type_id": 3
  },
  {
    "id": 34134,
    "shabad_id": 2997,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਜਨ ਨਾਮੁ ਅਧਾਰੁ ਹੈ; ਧੁਰਿ ਪੂਰਬਿ ਲਿਖੇ ਵਡ ਕਰਮਾ ||",
    "transliteration": "Har Jan Naam Adhhaar Hai Dhhur Poorab Likhae Vadd Karamaa ||",
    "translation": "The Naam is the Support of the Lord's humble servants; their good karma is pre-ordained.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਜੀਵਨ ਦਾ) ਸਹਾਰਾ ਹੈ। ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ (ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ) ਵੱਡੇ ਭਾਗ ਲਿਖੇ ਹੋਏ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34135,
    "shabad_id": 2997,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਿ ਸਤਿਗੁਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ; ਜਨ ਨਾਨਕ. ਸਫਲੁ ਜਨੰਮਾ ||੪||੨||",
    "transliteration": "Gur Sathigur Naam Dhrirraaeiaa Jan Naanak Safal Jananmaa ||4||2||",
    "translation": "The Guru, the True Guru, has implanted the Naam within servant Nanak, and his life is fruitful. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੨॥",
    "pronunciation": "ਜ-ਨੰਮਾ",
    "type_id": 3
  },
  {
    "id": 34136,
    "shabad_id": 2998,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ||",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34137,
    "shabad_id": 2998,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਮਰਾ ਚਿਤੁ ਲੁਭਤ ਮੋਹਿ ਬਿਖਿਅਾ; ਬਹੁ ਦੁਰਮਤਿ ਮੈਲੁ ਭਰਾ ||",
    "transliteration": "Hamaraa Chith Lubhath Mohi Bikhiaa Bahu Dhuramath Mail Bharaa ||",
    "translation": "My consciousness is lured by emotional attachment and corruption; is is filled with evil-minded filth.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਨਾਲ ਬਹੁਤ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34138,
    "shabad_id": 2998,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤੁਮ੍ਹਰੀ ਸੇਵਾ ਕਰਿ. ਨ ਸਕਹ, ਪ੍ਰਭ; ਹਮ ਕਿੳੁ ਕਰਿ ਮੁਗਧ ਤਰਾ ||੧||",
    "transliteration": "Thumharee Saevaa Kar N Sakeh Prabh Ham Kio Kar Mugadhh Tharaa ||1||",
    "translation": "I cannot serve You, O God; I am ignorant - how can I cross over? ||1||",
    "punjabi": "ਇਸੇ ਵਾਸਤੇ ਅਸੀਂ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ ਨਹੀਂ ਸਕਦੇ। ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਮੂਰਖ ਕਿਵੇਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘੀਏ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34139,
    "shabad_id": 2998,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਜਪਿ; ਨਰਹਰ ਨਾਮੁ ਨਰਹਰਾ ||",
    "transliteration": "Maerae Man Jap Narehar Naam Nareharaa ||",
    "translation": "O my mind, chant the Name of the Lord, the Lord, the Lord of man.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "pronunciation": "ਨਰ ਸਿੰਘ ਅਾਦਿਕ ਨਾਮੁਨਾਵਾਂ ਵਾਲੇ, (ਨਰਹਰਾ)ਅਕਾਲ ਜੀ",
    "type_id": 3
  },
  {
    "id": 34140,
    "shabad_id": 2998,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜਨ ੳੂਪਰਿ ਕਿਰਪਾ ਪ੍ਰਭਿ ਧਾਰੀ; ਮਿਲਿ ਸਤਿਗੁਰ ਪਾਰਿ ਪਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jan Oopar Kirapaa Prabh Dhhaaree Mil Sathigur Paar Paraa ||1|| Rehaao ||",
    "translation": "God has showered His Mercy upon His humble servant; meeting with the True Guru, he is carried across. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਹ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34141,
    "shabad_id": 2998,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਮਰੇ ਪਿਤਾ ਠਾਕੁਰ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਹਰਿ ਦੇਹੁ ਮਤੀ ਜਸੁ ਕਰਾ ||",
    "transliteration": "Hamarae Pithaa Thaakur Prabh Suaamee Har Dhaehu Mathee Jas Karaa ||",
    "translation": "O my Father, my Lord and Master, Lord God, please bless me with such understanding, that I may sing Your Praises.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਹੇ ਸਾਡੇ ਪਿਤਾ! ਹੇ ਸਾਡੇ ਮਾਲਕ! ਹੇ ਹਰੀ! ਸਾਨੂੰ (ਅਜੇਹੀ) ਸਮਝ ਬਖ਼ਸ਼ ਕਿ ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34142,
    "shabad_id": 2998,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤੁਮ੍ਹਰੈ ਸੰਗਿ ਲਗੇ ਸੇ ੳੁਧਰੇ; ਜਿੳੁ ਸੰਗਿ ਕਾਸਟ ਲੋਹ ਤਰਾ ||੨||",
    "transliteration": "Thumharai Sang Lagae Sae Oudhharae Jio Sang Kaasatt Loh Tharaa ||2||",
    "translation": "Those who are attached to You are saved, like iron which is carried across with wood. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਕਾਠ ਨਾਲ ਲੱਗ ਕੇ ਲੋਹਾ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਜੇਹੜੇ ਬੰਦੇ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਲੱਗੇ",
    "type_id": 3
  },
  {
    "id": 34143,
    "shabad_id": 2998,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਕਤ ਨਰ ਹੋਛੀ ਮਤਿ ਮਧਿਮ; ਜਿਨ੍ਹ ਹਰਿ ਹਰਿ ਸੇਵ. ਨ ਕਰਾ ||",
    "transliteration": "Saakath Nar Hoshhee Math Madhhim Jinh Har Har Saev N Karaa ||",
    "translation": "The faithless cynics have little or no understanding; they do not serve the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਕਦੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਨਹੀਂ ਕੀਤੀ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ ਅਕਲ ਹੋਛੀ ਤੇ ਮਲੀਨ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34144,
    "shabad_id": 2998,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਤੇ ਨਰ ਭਾਗਹੀਨ ਦੁਹਚਾਰੀ; ਓੲਿ ਜਨਮਿ ਮੁੲੇ ਫਿਰਿ ਮਰਾ ||੩||",
    "transliteration": "Thae Nar Bhaageheen Dhuhachaaree Oue Janam Mueae Fir Maraa ||3||",
    "translation": "Those beings are unfortunate and vicious; they die, and are consigned to reincarnation, over and over again. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਬਦ-ਕਿਸਮਤ ਰਹਿ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ (ਪਵਿਤ੍ਰਤਾ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜ ਕੇ) ਮੰਦ-ਕਰਮੀ ਹੋ ਜਾਂਦੇ ਹਨ। ਫਿਰ ਉਹ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਦੁਹ-ਚਾਰੀ",
    "type_id": 3
  },
  {
    "id": 34145,
    "shabad_id": 2998,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਤੁਮ੍ਹ ਹਰਿ ਮੇਲਹੁ ਸੁਅਾਮੀ; ਤੇ ਨ੍ਹਾੲੇ ਸੰਤੋਖ ਗੁਰ ਸਰਾ ||",
    "transliteration": "Jin Ko Thumh Har Maelahu Suaamee Thae Nhaaeae Santhokh Gur Saraa ||",
    "translation": "Those whom You unite with Yourself, O Lord and Master, bathe in the Guru's cleansing pool of contentment.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਉਹ ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਗੁਰੂ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ (ਉਹ ਗੁਰੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਆਪਣਾ ਜੀਵਨ ਪਵਿਤ੍ਰ ਬਣਾ ਲੈਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34146,
    "shabad_id": 2998,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਦੁਰਮਤਿ ਮੈਲੁ ਗੲੀ. ਹਰਿ ਭਜਿਅਾ; ਜਨ ਨਾਨਕ. ਪਾਰਿ ਪਰਾ ||੪||੩||",
    "transliteration": "Dhuramath Mail Gee Har Bhajiaa Jan Naanak Paar Paraa ||4||3||",
    "translation": "Vibrating upon the Lord, the filth of their evil-mindedness is washed away; servant Nanak is carried across. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪॥੩॥",
    "pronunciation": "ਭਜਿਅਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34147,
    "shabad_id": 2999,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ||",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34148,
    "shabad_id": 2999,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਵਹੁ ਸੰਤ. ਮਿਲਹੁ ਮੇਰੇ ਭਾੲੀ; ਮਿਲਿ ਹਰਿ ਹਰਿ ਕਥਾ ਕਰਹੁ ||",
    "transliteration": "Aavahu Santh Milahu Maerae Bhaaee Mil Har Har Kathhaa Karahu ||",
    "translation": "Come, O Saints, and join together, O my Siblings of Destiny; let us tell the Stories of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! (ਸਾਧ-ਸੰਗਤਿ ਵਿਚ) ਇਕੱਠੇ ਰਲ ਬੈਠੋ, ਅਤੇ ਮਿਲ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34149,
    "shabad_id": 2999,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਬੋਹਿਥੁ ਹੈ ਕਲਜੁਗਿ; ਖੇਵਟੁ ਗੁਰ ਸਬਦਿ ਤਰਹੁ ||੧||",
    "transliteration": "Har Har Naam Bohithh Hai Kalajug Khaevatt Gur Sabadh Tharahu ||1||",
    "translation": "The Naam,the Name of the Lord,is the boat in this Dark Age of Kali Yuga; the Word of the Guru's Shabad is the boatman to ferry us across. ||1||",
    "punjabi": "ਇਸ ਕਲਹ-ਭਰੇ ਸੰਸਾਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਾਨੋ) ਜਹਾਜ਼ ਹੈ, (ਗੁਰੂ ਇਸ ਜਹਾਜ਼ ਦਾ) ਮਲਾਹ (ਹੈ, ਤੁਸੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘੋ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34150,
    "shabad_id": 2999,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਹਰਿ ਗੁਣ ਹਰਿ ੳੁਚਰਹੁ ||",
    "transliteration": "Maerae Man Har Gun Har Oucharahu ||",
    "translation": "O my mind, chant the Glorious Praises of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "ੳੁ੍ਨਚ-ਰਹੁ",
    "type_id": 3
  },
  {
    "id": 34151,
    "shabad_id": 2999,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਸਤਕਿ ਲਿਖਤ ਲਿਖੇ ਗੁਨ ਗਾੲੇ; ਮਿਲਿ ਸੰਗਤਿ ਪਾਰਿ ਪਰਹੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Masathak Likhath Likhae Gun Gaaeae Mil Sangath Paar Parahu ||1|| Rehaao ||",
    "translation": "According to the pre-ordained destiny inscribed upon your forehead, sing the Praises of the Lord; join the Holy Congregation, and cross over the world-ocean. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਲਿਖੇ ਚੰਗੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ। (ਹੇ ਮਨ! ਤੂੰ ਭੀ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਗੁਣ ਗਾ ਅਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
