[
  {
    "shabad_id": 25516,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau plws pqR nwgbyl myl Bey phucq kir nrpq jg jwnIAY",
    "transliteration": "Jaisay Tau Palaas Patr Naagabayl Mayl Bhaay , Pahouchat Kari Narapat Jag Jaaneeai ?",
    "translation": "Just as a meritless leaf of Butea frondosa when enjoins a betel leaf can reach the hands of the king and this is known the world over. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25516,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy qau kucIl nIl brn brnu ibKY hIr cIr sMig inrdoK aunmwnIAY",
    "transliteration": "Jaisay Tau Koucheel Neel Baran Baranu Bikhai , Heer Cheer Sangi Niradokh Ounamaaneeai ?",
    "translation": "Just as blue colour is regarded dirty amongst all the colours, but a dress of that colour when enjoins a diamond is considered flawless and unadulterated. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25516,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "swlgRwm syvw smY mhw ApivqR sMK prm pivqR jg Bog ibKY AwnIAY",
    "transliteration": "Saalagraam Sayvaa Samai Mahaa Apavitr Sankha , Param Pavitr Jag Bhog Bikhai Aaneeai ?",
    "translation": "Just as a conch is high by impious, being the skeleton of a sea worm, but its sounding at the time of worship of idols, distribution of consecrated offerings and holding of yoga is considered supreme and sacred. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25516,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy mm kwg swDsMgiq mrwl mwl mwr n auTwvq gwvq gurbwnIAY ]501]",
    "transliteration": "Taisay Mam Kaag Saadhasangati Maraal Maala , Maar N Outthaavat Gaavat Gurbaaneeai ?501?",
    "translation": "Similarly, a congregation of saintly persons in the presence of True Guru is an assembly of swans where I, person of crow- like temperament indulging in singing of Gurbani not turned out and away.  (501)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
