[
  {
    "id": 90710,
    "shabad_id": 25516,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਪਲਾਸ ਪਤ੍ਰ ਨਾਗਬੇਲ ਮੇਲ ਭੲੇ ਪਹੁਚਤ ਕਰਿ ਨਰਪਤ ਜਗ ਜਾਨੀਅੈ",
    "transliteration": "Jaisay Tau Palaas Patr Naagabayl Mayl Bhaay , Pahouchat Kari Narapat Jag Jaaneeai ?",
    "translation": "Just as a meritless leaf of Butea frondosa when enjoins a betel leaf can reach the hands of the king and this is known the world over. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90711,
    "shabad_id": 25516,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਕੁਚੀਲ ਨੀਲ ਬਰਨ ਬਰਨੁ ਬਿਖੈ ਹੀਰ ਚੀਰ ਸੰਗਿ ਨਿਰਦੋਖ ੳੁਨਮਾਨੀਅੈ",
    "transliteration": "Jaisay Tau Koucheel Neel Baran Baranu Bikhai , Heer Cheer Sangi Niradokh Ounamaaneeai ?",
    "translation": "Just as blue colour is regarded dirty amongst all the colours, but a dress of that colour when enjoins a diamond is considered flawless and unadulterated. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90712,
    "shabad_id": 25516,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਲਗ੍ਰਾਮ ਸੇਵਾ ਸਮੈ ਮਹਾ ਅਪਵਿਤ੍ਰ ਸੰਖ ਪਰਮ ਪਵਿਤ੍ਰ ਜਗ ਭੋਗ ਬਿਖੈ ਅਾਨੀਅੈ",
    "transliteration": "Saalagraam Sayvaa Samai Mahaa Apavitr Sankha , Param Pavitr Jag Bhog Bikhai Aaneeai ?",
    "translation": "Just as a conch is high by impious, being the skeleton of a sea worm, but its sounding at the time of worship of idols, distribution of consecrated offerings and holding of yoga is considered supreme and sacred. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90713,
    "shabad_id": 25516,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਮਮ ਕਾਗ ਸਾਧਸੰਗਤਿ ਮਰਾਲ ਮਾਲ ਮਾਰ ਨ ੳੁਠਾਵਤ ਗਾਵਤ ਗੁਰਬਾਨੀਅੈ ॥੫੦੧॥",
    "transliteration": "Taisay Mam Kaag Saadhasangati Maraal Maala , Maar N Outthaavat Gaavat Gurbaaneeai ?501?",
    "translation": "Similarly, a congregation of saintly persons in the presence of True Guru is an assembly of swans where I, person of crow- like temperament indulging in singing of Gurbani not turned out and away.  (501)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
