[
  {
    "id": 90714,
    "shabad_id": 25517,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਮਧਿ ਮੀਨ ਮਹਿਮਾ ਨ ਜਾਨੈ ਪੁਨਿ ਜਲ ਬਿਨ ਤਲਫ ਤਲਫ ਮਰਿ ਜਾਤਿ ਹੈ",
    "transliteration": "Jaisay Jal Madhi Meen Mahimaa N Jaanai Pouni , Jal Bin Taladh Taladh Mari Jaati Hai ?",
    "translation": "Just as a fish does not understand the importance of water while swimming in it but she realises its importance when separated from it and dies yearning for are-union. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90715,
    "shabad_id": 25517,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਨ ਬਸਤ ਮਹਾਤਮੈ ਨ ਜਾਨੈ ਪੁਨਿ ਪਰ ਬਸ ਭੲੇ ਖਗ ਮ੍ਰਿਗ ਅਕੁਲਾਤ ਹੈ",
    "transliteration": "Jaisay Ban Basat Mahaatamai N Jaanai Pouni , Par Bas Bhaay Khag Mrig Akulaat Hai ?",
    "translation": "Just as a deer and a bird living in a jungle do not realize its importance but realises its significance when caught and put in a cage by the hunter and wail for going back to the jungle. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90716,
    "shabad_id": 25517,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਪ੍ਰਿਅ ਸੰਗਮ ਕੈ ਸੁਖਹਿ ਨ ਜਾਨੈ ਤ੍ਰਿਅਾ ਬਿਛੁਰਤ ਬਿਰਹ ਬ੍ਰਿਥਾ ਕੈ ਬਿਲਲਾਤ ਹੈ",
    "transliteration": "Jaisay Pria Sangam Kai Soukhahi N Jaanai Triaa , Bichhurat Birah Bridaa Kai Bilalaat Hai ?",
    "translation": "Just as a wife does not appreciate the importance of staying with her husband when together but comes to her senses when separated from her husband. She wails and cries due to pangs of separation from him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90717,
    "shabad_id": 25517,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਚਰਨ ਸਰਨਿ ਅਾਤਮਾ ਅਚੇਤ ਅੰਤਰ ਪਰਤ ਸਿਮਰਤ ਪਛੁਤਾਤ ਹੈ ||੫੦੨||",
    "transliteration": "Taisay Gur Charan Sarani Aatamaa Achayta , Antar Parat Simarat Pachhoutaat Hai ?502?",
    "translation": "Similarly, a seeker living in the refuge of the True Guru remains oblivious of the greatness of Guru. But when separated from Him, repents and laments.  (502)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
