[
  {
    "id": 90718,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Bgq vCl suin hoq ho inrws irdY piqq pwvn suin Awsw aur Dwir hON",
    "transliteration": "Bhagat Vachhal Souni Hot Ho Niraas Ridai , Patit Paavan Souni Aasaa Ur Dhaari Haoun ?",
    "translation": "O Lord, when I hear that you are beloved of those who worship you all the time, I, who is bereft of your worship become sad and disappointed. But on hearing that you forgive sinners and make them pious, a ray of hope kindles in my heart. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90719,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AMqrjwmI suin kMpq hO AMqrgiq dIn ko dieAwl suin BY BRm twr hON",
    "transliteration": "Antarajaamee Souni Kanpat Hau Antaragati , Deen Ko Daiaal Souni Bhai Bhram Taar Haoun ?",
    "translation": "I, the evil-doer, when hear that you are knower of innate feelings and thoughts of everyone, I tremble within. But hearing that you are clement on poor and destitutes, I shed all my fears. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90720,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jlDr sMgm kY APl syNbl dRum cMdn sugMD snbMD mYlgwr hON",
    "transliteration": "Jaladhar Sangam Kai Adhal Saynbal Drouma , Chandan Sougandh Sanabandh Mailagaar Haoun ?",
    "translation": "Just as a silk cotton tree (Bombax heptaphylum) is well spread and high, it does not bear any flower or fruit even during rainy season, but when brought closer to sandalwood tree becomes equally fragrant. So does an egoistic person coming into contact wit",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90721,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ApnI krnI kir nrk hUM n pwvau Taur qumry ibrdu kir Awsro smwr hON ]503]",
    "transliteration": "Apanee Karanee Kari Narak Hoon N Paavau Tthaura , Toumaray Biradu Kari Aasaro Samaar Haoun ?503?",
    "translation": "Because of my ill deeds, I cannot find a place even in hell. But I am leaning and depending upon your character of merciful, benevolent, clement, and corrector of the evil-doers.  (503)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
