[
  {
    "id": 90734,
    "shabad_id": 25522,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚੰਦਨ ਸਮੀਪ ਬਸਿ ਬਾਂਸ ਮਹਿਮਾ ਨ ਜਾਨੀ ਅਾਨ ਦ੍ਰੁਮ ਦੂਰਹ ਭੲੇ ਬਾਸਨ ਕੈ ਬੋਹੈ ਹੈ",
    "transliteration": "Chandan Sameep Basi Baans Mahimaa N Jaanee , Aan Droum Doorah Bhaay Baasan Kai Bohai Hai ?",
    "translation": "Even while living in the close proximity of sandalwood, a bamboo has not appreciated its characteristic of spreading its fragrance whereas other trees become equally fragrant despite their distance from it. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90735,
    "shabad_id": 25522,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦਾਦਰ ਸਰੋਵਰ ਮੈ ਜਾਨੀ ਨ ਕਮਲ ਗਤਿ ਮਧੁਕਰ ਮਨ ਮਕਰੰਦ ਕੈ ਬਿਮੋਹੇ ਹੈ",
    "transliteration": "Daadar Sarovar Mai Jaanee N Kamal Gati , Madhoukar Man Makarand Kai Bimohay Hai ?",
    "translation": "Staying in a pond, a frog has never appreciated the characteristics of a lotus flower whereas a bumble bee is eternally attracted to its sweet smell even while staying far away from it. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90736,
    "shabad_id": 25522,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੀਰਥ ਬਸਤ ਬਗੁ ਮਰਮੁ ਨ ਜਾਨਿਓ ਕਛੁ ਸਰਧਾ ਕੈ ਜਾਤ੍ਰਾ ਹੇਤ ਜਾਤ੍ਰੀ ਜਨ ਸੋਹੇ ਹੈ",
    "transliteration": "Teerad Basat Bagu Maramu N Jaaniao Kachhu , Saradhaa Kai Jaatraa Hayt Jaatree Jan Sohay Hai ?",
    "translation": "A heron staying at holy places do not realise the spiritual importance of these places of pilgrimage whereas devoted travellers earn a good name for themselves on their return from there. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90737,
    "shabad_id": 25522,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਿਕਟਿ ਬਸਤ ਮਮ ਗੁਰ ੳੁਪਦੇਸ ਹੀਨ ਦੂਰੰਤਰਿ ਸਿਖਿ ੳੁਰਿ ਅੰਤਰਿ ਲੈ ਪੋਹੇ ਹੈ ||੫੦੭||",
    "transliteration": "Nikati Basat Mam Gur Oupadays Heena , Doorantari Sikhi Uri Antari Lai Pohay Hai ?507?",
    "translation": "Similarly, like bamboo, frog and heron, I am devoid of practicing Guru's teachings despite the fact that I live near my Guru. On the contrary Sikhs residing far off acquire Guru's wisdom and lodge it in their heart to practice on.  (507)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
