[
  {
    "id": 90746,
    "shabad_id": 25525,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਫਲ ਫੂਲਹਿ ਲੈ ਜਾੲਿ ਬਨ ਰਾੲਿ ਪ੍ਰਤਿ ਕਰੈ ਅਭਿਮਾਨੁ ਕਹੋ ਕੈਸੇ ਬਨਿ ਅਾਵੈ ਜੀ",
    "transliteration": "Jaisay Dhal Dhoolahi Lai Jaai Ban Raai Prati , Karai Abhimaanu Kaho Kaisay Bani Aavai Jee ?",
    "translation": "Just as someone takes a handful of fruits and flowers to present it to the king of the jungle where fruits and flowers abound, and then feels proud of his present, how can he be liked? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90747,
    "shabad_id": 25525,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਮੁਕਤਾਹਲ ਸਮੁੰਦ੍ਹਿ ਦਿਖਾਵੈ ਜਾੲਿ ਬਾਰ ਬਾਰ ਹੀ ਸਰਾਹੈ ਸੋਭਾ ਤੳੁ ਨ ਪਾਵੈ ਜੀ",
    "transliteration": "Jaisay Moukataahal Samoundrahi Dikhaavai Jaai , Baar Baar Hee Saraahai Sobhaa Tau N Paavai Jee ?",
    "translation": "Just as someone takes a handful of pearls to the treasure house of pearls-ocean, and praises his pearls again and again, he does not earn any appreciation. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90748,
    "shabad_id": 25525,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਕਨੀ ਕੰਚਨ ਸੁਮੇਰ ਸਨਮੁਖ ਰਾਖਿ ਮਨ ਮੈ ਗਰਬੁ ਕਰੈ ਬਾਵਰੋ ਕਹਾਵੈ ਜੀ",
    "transliteration": "Jaisay Kanee Kanchan Soumayr Sanamoukh Raakhi , Man Mai Garabu Karai Baavaro Kahaavai Jee ?",
    "translation": "Just as someone presents a small piece of gold nugget to Sumer mountain (the home of gold) and feels proud of his gold, he would be called a fool. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90749,
    "shabad_id": 25525,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗਿਅਾਨ ਧਿਅਾਨ ਠਾਨ ਪ੍ਰਾਨ ਦੈ ਰੀਝਾੲਿਓ ਚਾਹੈ ਪ੍ਰਾਨਪਤਿ ਸਤਿਗੁਰ ਕੈਸੇ ਕੈ ਰੀਝਾਵੈ ਜੀ ||੫੧੦||",
    "transliteration": "Taisay Giaan Dhiaan Tthaan Praan Dai Reejhaaiao Chaahai , Praanapati Satigur Kaisay Kai Reejhaavai Jee ?510?",
    "translation": "Similarly if someone talks of knowledge and contemplations and pretends to surrender himself with a view to please and entice the True Guru, he cannot succeed in his nefarious designs of pleasing the True Guru the master of all life.  (510)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
