[
  {
    "id": 90750,
    "shabad_id": 25526,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy coAw cMdnu Aau Dwn pwn bycn kau pUrib idsw lY jwie kYsy bin AwvY jI",
    "transliteration": "Jaisay Choaa Chandanu Au Dhaan Paan Baychan Kau , Poorabi Disaa Lai Jaai Kaisay Bani Aavai Jee ?",
    "translation": "Just as someone takes the products grown in the East like rice, betel, sandalwood to sell there, he cannot gain anything in their trading. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90751,
    "shabad_id": 25526,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pCm idsw dwK dwrm lY jwie jYsy miRg md kysur lY auqrih DwvY jI",
    "transliteration": "Pachham Disaa Daakh Daaram Lai Jaai Jaisay , Mrig Mad Kaysur Lai Outarahi Dhaavai Jee ?",
    "translation": "Just as someone takes the products grown in the West like grapes and pomegranates, and those commodities grown in the North like saffron and musk to the West and North respectively, what gain does he get out of such trading? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90752,
    "shabad_id": 25526,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "dKn idsw lY jwie lwiecI lvMg lwid bwid Awsw audm hY ibVqo n pwvY jI",
    "transliteration": "Dakhan Disaa Lai Jaai Laaichee Lavang Laadi , Baadi Aasaa Udam Hai Birhato N Paavai Jee ?",
    "translation": "Just as someone takes commodities like cardamom and clove to South where these are grown, all his efforts of earning any profit would be futile. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90753,
    "shabad_id": 25526,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gun iniD gur swgr kY ibidmwn igAwn gun pRgit kY bwvro khwvY jI ]511]",
    "transliteration": "Taisay Goun Nidhi Gur Saagar Kai Bidimaana , Giaan Goun Pragati Kai Baavaro Kahaavai Jee ?511?",
    "translation": "Similarly if someone tries to display his traits and knowledge before the True Guru who Himself is ocean of knowledge and divine traits, such a person will be called a fool.  (511)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
