[
  {
    "id": 90758,
    "shabad_id": 25528,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਦਾ ਅਧੀਨ ਜੈਸੇ ਦੁਖਤ ਦੁਹਾਗਨ ਕੳੁ ਸਹਜਿ ਸੁਹਾਗ ਨ ਸੁਹਾਗਨ ਕੋ ਭਾਵੲੀ",
    "transliteration": "Aapadaa Adheen Jaisay Doukhat Duhaagan Kau , Sahaji Suhaag N Suhaagan Ko Bhaavaee ?",
    "translation": "Just as a distressed, divorced woman cannot bear to see or tolerate the loving and happy union of another woman with her husband, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90759,
    "shabad_id": 25528,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਰਹਨੀ ਬਿਰਹ ਬਿਓਗ ਮੈ ਸੰਜੋਗਨਿ ਕੋ ਸੁੰਦਰ ਸਿੰਗਾਰਿ ਅਧਿਕਾਰੁ ਨ ਸੁਹਾਵੲੀ",
    "transliteration": "Birahanee Birah Biaog Mai Sanjogani Ko , Soundar Singaari Adhikaaru N Suhaavaee ?",
    "translation": "Just as a woman separated from her husband and bearing the pangs of separation cannot tolerate the embellishments of another woman who is united with her husband, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90760,
    "shabad_id": 25528,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤਨ ਮਾਂਝਿ ਬਾਂਝਿ ਰੋਗ ਸੋਗ ਸੰਸੋ ਸ੍ਰਮ ਸੳੁਤ ਕੇ ਸੁਤਹਿ ਪੇਖਿ ਮਹਾਂ ਦੁਖ ਪਾਵੲੀ",
    "transliteration": "Jaisay Tan Maanjhi Baanjhi Rog Sog Sanso Srama , Saout Kay Soutahi Paykhi Mahaan Doukh Paavaee ?",
    "translation": "Just as a distressed and fatigued woman suffering from her inability to bear a child feels much distressed on seeing the son of her co-wife, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90761,
    "shabad_id": 25528,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪਰ ਤਨ ਧਨ ਦੂਖਨ ਤ੍ਰਿਦੋਖ ਮਮ ਸਾਧਨ ਕੋ ਸੁਕ੍ਰਤ ਨ ਹਿਰਦੈ ਹਿਤਾਵੲੀ ॥੫੧੩॥",
    "transliteration": "Taisay Par Tan Dhan Dookhan Tridokh Mama , Saadhan Ko Soukrat N Hiradai Hitaavaee ?513?",
    "translation": "Similarly I am infested with three chronic ailments-namely other's women, other's wealth and slander. And that is why praise of the devoted and loving Sikhs of the True Guru does not please me.  (513)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
