[
  {
    "id": 90762,
    "shabad_id": 25529,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਲ ਸੈ ਨਿਕਾਸ ਮੀਨੁ ਰਾਖੀਅੈ ਪਟੰਬਰਿ ਮੈ ਬਿਨੁ ਜਲ ਤਲਫ ਤਜਤ ਪ੍ਰਿਅ ਪ੍ਰਾਨ ਹੈ",
    "transliteration": "Jal Sai Nikaas Meenu Raakheeai Patanbari Mai , Binu Jal Taladh Tajat Pria Praan Hai ?",
    "translation": "A fish removed from water, though kept in silk cloth yet dies having been separated from her beloved water. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90763,
    "shabad_id": 25529,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਨ ਸੈ ਪਕਰ ਪੰਛੀ ਪਿੰਜਰੀ ਮੈ ਰਾਖੀਅੈ ਤੳੁ ਬਿਨੁ ਬਨ ਮਨ ਓਨਮਨੋ ੳੁਨਮਾਨ ਹੈ",
    "transliteration": "Ban Sai Pakar Panchhee Pinjaree Mai Raakheeai Tau , Binu Ban Man Aonamano Ounamaan Hai ?",
    "translation": "Just as a bird is caught from the jungle and put in a beautiful cage with very delicious food, his mind is seen to be restless without the freedom of the jungle. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90764,
    "shabad_id": 25529,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਭਾਮਨੀ ਭਤਾਰਿ ਬਿਛੁਰਤ ਅਤਿ ਛੀਨ ਦੀਨ ਬਿਲਖ ਬਦਨ ਤਾਹਿ ਭਵਨ ਭੲਿਅਾਨ ਹੈ",
    "transliteration": "Bhaamanee Bhataari Bichhurat Ati Chheen Deena , Bilakh Badan Taahi Bhavan Bhaiaan Hai ?",
    "translation": "Just as a pretty woman becomes weak and grieved on separation from her husband. Her face looks perplexed and confused and she feels scared of her own home. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90765,
    "shabad_id": 25529,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖ ਬਿਛੁਰਤਿ ਸਾਧਸੰਗਤਿ ਸੈ ਜੀਵਨ ਜਤਨ ਬਿਨੁ ਸੰਗਤ ਨ ਅਾਨ ਹੈ ॥੫੧੪॥",
    "transliteration": "Taisay Gursikh Bichhurati Saadhasangati Sai , Jeevan Jatan Binu Sangat N Aan Hai ?514?",
    "translation": "Similarly separated from the saintly congregation of the True Guru, a Sikh of the Guru wails, tosses and turns, feels miserable and perplexed. Without the company of saintly souls of the True Guru, he has no other aim in life.  (514)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
