[
  {
    "id": 90774,
    "shabad_id": 25532,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਾਚੋ ਪਾਰੋ ਖਾਤ ੳੁਪਜੈ ਬਿਕਾਰ ਗਾਤਿ ਰੋਮ ਰੋਮ ਕੈ ਪਿਰਾਤਿ ਮਹਾ ਦੁਖ ਪਾੲੀਅੈ",
    "transliteration": "Jaisay Kaacho Paaro Khaat Oupajai Bikaar Gaati , Rom Rom Kai Piraati Mahaa Doukh Paaeeai ?",
    "translation": "Just as consuming raw mercury causes such a disorder in the body that causes pain in every limb and one feels discomfort. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90775,
    "shabad_id": 25532,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਲਸਨ ਖਾੲੇ ਮੋਨਿ ਕੈ ਸਭਾ ਮੈ ਬੈਠੇ ਪ੍ਰਗਟੈ ਦੁਰਗੰਧ ਨਾਹਿ ਦੁਰਤ ਦੁਰਾੲੀਅੈ",
    "transliteration": "Jaisay Tau Lasan Khaaay Moni Kai Sabhaa Mai Baitthay , Pragatai Duragandh Naahi Durat Duraaeeai ?",
    "translation": "Just as after eating garlic one may remain silent in an assembly, even then its foul odour cannot be hidden. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90776,
    "shabad_id": 25532,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਮਿਸਟਾਨ ਪਾਨਿ ਸੰਗਮ ਕੈ ਮਾਖੀ ਲੀਲੇ ਹੋਤ ੳੁਕਲੇਦ ਖੇਦੁ ਸੰਕਟ ਸਹਾੲੀਅੈ",
    "transliteration": "Jaisay Misataan Paani Sangam Kai Maakhee Leelay , Hot Oukalayd Khaydu Sankat Sahaaeeai ?",
    "translation": "Just as a person may swallow a fly while eating sweetmeat, he vomits immediately. He bears much suffering and distress. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90777,
    "shabad_id": 25532,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਪਰਚੇ ਪਿੰਡ ਸਿਖਨ ਕੀ ਭਿਖਿਅਾ ਖਾੲੇ ਅੰਤ ਕਾਲ ਭਾਰੀ ਹੋੲਿ ਜਮ ਲੋਕ ਜਾੲੀਅੈ ||੫੧੭||",
    "transliteration": "Taisay Hee Aparachay Pind Sikhan Kee Bhikhiaa Khaaay , Ant Kaal Bhaaree Hoi Jam Lok Jaaeeai ?517?",
    "translation": "Similarly an ignorant person consumes the offerings made by the devotees of the True Guru. He suffers much at the time of his death. He has to face the wrath of the angels of death.  (517)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
