[
  {
    "id": 90790,
    "shabad_id": 25536,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pr Dn pr qn pr Apvwd bwd bl Cl bMc prpMc hI kmwq hY",
    "transliteration": "Par Dhan Par Tan Par Apavaad Baada , Bal Chhal Banch Parapanch Hee Kamaat Hai ?",
    "translation": "He who keeps his interest in other person's wife, wealth and who indulges in other's slander, trickery and cheating, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90791,
    "shabad_id": 25536,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "imqR gur sÍwm dRoh kwm kRoD loB moh gobD bDU ibsÍws bMs ibpR Gwq hY",
    "transliteration": "Mitr Gur Svaam Droh Kaam Krodh Lobh Moha , Gobadh Badhoo Bisvaas Bans Bipr Ghaat Hai ?",
    "translation": "He who betrays a friend, Guru and master, who is caught in the vices of lust, anger, greed and attachment, who kills cow, woman, cheats, betrays his family and murders Brahmin, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90792,
    "shabad_id": 25536,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rog sog huie ibEg Awpdw dirdR iCdR jnmu mrn jm lok ibllwq hY",
    "transliteration": "Rog Sog Hui Biaog Aapadaa Daridr Chhidra , Janamu Maran Jam Lok Bilalaat Hai ?",
    "translation": "Who is suffering due to various ailments and distresses, who is troubled, lazy and vice-ridden who is caught in the cycle of birth and death and is in the stranglehold of the angels of death, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90793,
    "shabad_id": 25536,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kiRqGn ibisK ibiKAwdI koit doKI dIn ADm AsMK mm rom n pujwq hY ]521]",
    "transliteration": "Kritaghan Bisikh Bikhiaadee Koti Dokhee Deena , Adham Asankh Mam Rom N Pujaat Hai ?521?",
    "translation": "Who is ungrateful, venomous and user of arrow-like sharp words, who is miserable due to countless sins, vices or imperfections; such countless evil-doers cannot match even a hair of my sins. I am many time more evil than them.  (521)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
