[
  {
    "id": 90794,
    "shabad_id": 25537,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬੇਸ੍ਵਾ ਕੇ ਸਿੰਗਾਰ ਬਿਬਿਚਾਰ ਕੋ ਨ ਪਾਰੁ ਪਾੲੀਅੈ ਬਿਨੁ ਭਰਤਾਰ ਕਾ ਕੀ ਨਾਰ ਕੈ ਬੁਲਾੲੀਅੈ",
    "transliteration": "Baysvaa Kay Singaar Bibichaar Ko N Paaru Paaeeai , Binu Bharataar Kaa Kee Naar Kai Bulaaeeai ?",
    "translation": "The embellishments of a whore and her relationships with many men cannot be fathomed. Without a husband, whose wife can she be known as? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90795,
    "shabad_id": 25537,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਗੁ ਸੇਤੀ ਜੀਵ ਘਾਤ ਕਰਿ ਖਾਤ ਕੇਤੇ ਕੋ ਮੋਨਿ ਗਹਿ ਧਿਅਾਨ ਧਰੇ ਜੁਗਤ ਨ ਪਾੲੀਅੈ",
    "transliteration": "Bagu Saytee Jeev Ghaat Kari Khaat Kaytay Ko , Moni Gahi Dhiaan Dharay Jougat N Paaeeai ?",
    "translation": "A heron is white like a swan but it kills many living beings to appease his appetite. To do this evil act, he stands in perfect silence, but in doing so, he does not achieve the know-how of yog. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90796,
    "shabad_id": 25537,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਭਾਂਡ ਕੀ ਭੰਡਾੲੀ ਬੁਰਵਾੲੀ ਨ ਕਹਤ ਅਾਵੈ ਅਤਿ ਹੀ ਢਿਠਾੲੀ ਸੁਕਚਤ ਨ ਲਜਾੲੀਅੈ",
    "transliteration": "Bhaand Kee Bhandaaee Buravaaee N Kahat Aavai , Ati Hee Ddhitthaaee Soukachat N Lajaaeeai ?",
    "translation": "One cannot explain the shamelessness of the actions and words used by a mimic. He does not shy away from using bad words out of sheer obstinacy. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90797,
    "shabad_id": 25537,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪਰ ਤਨ ਧਨ ਦੂਖਨ ਤ੍ਰਿਦੋਖ ਮਮ ਅਧਮ ਅਨੇਕ ੲੇਕ ਰੋਮ ਨ ਪੁਜਾੲੀਅੈ ||੫੨੨||",
    "transliteration": "Taisay Par Tan Dhan Dookhan Tridokh Mama , Adham Anayk Ayk Rom N Pujaaeeai ?522?",
    "translation": "Similarly, like these low character people, I am low too. I am a chronic patient of the three diseases, that is looking at others wealth, woman and slandering others. Numerous sinners cannot match even a hair of my sinful life. I am lowest of all the low ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
