[
  {
    "shabad_id": 25538,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy cor cwhIAY cVwieE sUrI caubtw mY cuhtI lgwie CwfIAY qau khw mwr hY",
    "transliteration": "Jaisay Chor Chaaheeai Charhaaiao Sooree Chaoubataa Mai , Chuhatee Lagaai Chhaadeeai Tau Kahaa Maar Hai ?",
    "translation": "Just as a thief should be crucified on a cross, but if he is just pinched and let off, it is no punishment for him, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25538,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "KotswrIE inkwirE cwhIAY ngr hUM sY qw kI Er mor muK bYTy khw Awr hY",
    "transliteration": "Khotasaareeao Nikaariao Chaaheeai Nagar Hoon Sai , Taa Kee Aor Mor Moukh Baitthay Kahaa Aar Hai ?",
    "translation": "Just as manufacturer of counterfeit coins should be exiled. But if we just turn our face away from him, it is no punishment for him, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25538,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mhwN bjR Bwru fwirE cwhIAY jau hwQI pr qwih isr Cwr ky aufwey khwN Bwr hY",
    "transliteration": "Mahaan Bajr Bhaaru Daariao Chaaheeai Jau Haadee Para , Taahi Sir Chhaar Kay Udaaay Kahaan Bhaar Hai ?",
    "translation": "As an elephant may be loaded with heavy weight but if just a bit of dust is sprinkled on him, it is no burden for him, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25538,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI pqiq piq kot n pwsMg Bir moih jmfMf Aau nrk aupkwr hY ]523]",
    "transliteration": "Taisay Hee Patati Pati Kot N Paasang Bhari , Mohi Jamadand Au Narak Oupakaar Hai ?523?",
    "translation": "Similarly millions of sins are not even counterweight of my sins. But to punish me with abode in hell and entrusting me to the angels of death is showing mercy on me.  (523)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]