[
  {
    "id": 90798,
    "shabad_id": 25538,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਚੋਰ ਚਾਹੀਅੈ ਚੜਾੲਿਓ ਸੂਰੀ ਚੳੁਬਟਾ ਮੈ ਚੁਹਟੀ ਲਗਾੲਿ ਛਾਡੀਅੈ ਤੳੁ ਕਹਾ ਮਾਰ ਹੈ",
    "transliteration": "Jaisay Chor Chaaheeai Charhaaiao Sooree Chaoubataa Mai , Chuhatee Lagaai Chhaadeeai Tau Kahaa Maar Hai ?",
    "translation": "Just as a thief should be crucified on a cross, but if he is just pinched and let off, it is no punishment for him, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90799,
    "shabad_id": 25538,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਖੋਟਸਾਰੀਓ ਨਿਕਾਰਿਓ ਚਾਹੀਅੈ ਨਗਰ ਹੂੰ ਸੈ ਤਾ ਕੀ ਓਰ ਮੋਰ ਮੁਖ ਬੈਠੇ ਕਹਾ ਅਾਰ ਹੈ",
    "transliteration": "Khotasaareeao Nikaariao Chaaheeai Nagar Hoon Sai , Taa Kee Aor Mor Moukh Baitthay Kahaa Aar Hai ?",
    "translation": "Just as manufacturer of counterfeit coins should be exiled. But if we just turn our face away from him, it is no punishment for him, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90800,
    "shabad_id": 25538,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮਹਾਂ ਬਜ੍ਰ ਭਾਰੁ ਡਾਰਿਓ ਚਾਹੀਅੈ ਜੳੁ ਹਾਥੀ ਪਰ ਤਾਹਿ ਸਿਰ ਛਾਰ ਕੇ ੳੁਡਾੲੇ ਕਹਾਂ ਭਾਰ ਹੈ",
    "transliteration": "Mahaan Bajr Bhaaru Daariao Chaaheeai Jau Haadee Para , Taahi Sir Chhaar Kay Udaaay Kahaan Bhaar Hai ?",
    "translation": "As an elephant may be loaded with heavy weight but if just a bit of dust is sprinkled on him, it is no burden for him, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90801,
    "shabad_id": 25538,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਪਤਤਿ ਪਤਿ ਕੋਟ ਨ ਪਾਸੰਗ ਭਰਿ ਮੋਹਿ ਜਮਡੰਡ ਅੳੁ ਨਰਕ ੳੁਪਕਾਰ ਹੈ ||੫੨੩||",
    "transliteration": "Taisay Hee Patati Pati Kot N Paasang Bhari , Mohi Jamadand Au Narak Oupakaar Hai ?523?",
    "translation": "Similarly millions of sins are not even counterweight of my sins. But to punish me with abode in hell and entrusting me to the angels of death is showing mercy on me.  (523)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
