[
  {
    "shabad_id": 25539,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jau pY coru corI kY bqwvY hMs mwnsr CUit kY n jwie Gir sUrI cwiV mwrIAY",
    "transliteration": "Jau Pai Choru Choree Kai Bataavai Hans Maanasara , Chhooti Kai N Jaai Ghari Sooree Chaarhi Maareeai ?",
    "translation": "If a thief steals and yet declare himself pious like swans of lake Mansarover, he is not forgiven but is crucified and killed. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25539,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "bwt mwr btvwro bgu mIn jau bqwvY qqKn qwqkwl mUMf kwit fwrIAY",
    "transliteration": "Baat Maar Batavaaro Bagu Meen Jau Bataavai , Tatakhan Taatakaal Moond Kaati Daareeai ?",
    "translation": "If a wayside dacoit declares himself kind and good doer of the wayside travellers just as a heron feels towards the fish and frogs in a pond, his claim cannot be accepted and he should be beheaded there and then. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25539,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jau pY pr dwrw Bij miRgn bqwvY ibtu kwn nwk KMf fMf ngr inkwrIAY",
    "transliteration": "Jau Pai Par Daaraa Bhaji Mrigan Bataavai Bitu , Kaan Naak Khand Dand Nagar Nikaareeai ?",
    "translation": "Just as a lecherous person declares himself chaste and celibate like the deers of a jungle after committing adultery with some other woman, he is not let off on his statement. Instead his nose and ears are chopped off and he is expelled from the city. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25539,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "corI btvwrI pr nwrI kY qiRdoK mm nrk Ark suq fMf dyq hwrIAY ]524]",
    "transliteration": "Choree Batavaaree Par Naaree Kai Tridokh Mama , Narak Arak Sout Dand Dayt Haareeai ?524?",
    "translation": "A thief, dacoit and a lecherous man is punished so severely for one crime they commit. But I am a sufferer of all these three ailments like tuberculosis. So punishing me for all these sins, the angels of death will get tired.  (524)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
