[
  {
    "shabad_id": 25540,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jwq hY jgqR jYsy qIrQ jwqRw nimq mwJ hI bsq bg mihmw n jwnI hY",
    "transliteration": "Jaat Hai Jagatr Jaisay Teerad Jaatraa Namita , Maajh Hee Basat Bag Mahimaa N Jaanee Hai ?",
    "translation": "Just as the whole world go to places of pilgrimage, but the egret living there has not appreciated the greatness of these places, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25540,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pUrn pRgws Bwskir jgmg joq aulU AMD kMD burI krnI kmwnI hY",
    "transliteration": "Pooran Pragaas Bhaasakari Jagamag Jota , Uloo Andh Kandh Buree Karanee Kamaanee Hai ?",
    "translation": "Just as bright light spreads all around when the Sun rises, but an owl has committed so many ill deeds that he remains hidden in dark caves and burrows, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25540,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy qau bsMq smY sPl bnwspqI inhPl sYNbl bfweI aur AwnI hY",
    "transliteration": "Jaisay Tau Basant Samai Sadhal Banaasapatee , Nihadhal Sainbal Badaaee Ur Aanee Hai ?",
    "translation": "Just as all vegetation bears flowers and fruits during spring season but a cotton silk tree who has brought in him the praise of being big and mighty, remains bereft of flowers and fruits. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25540,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "moh gur swgr mY cwiKE nhI pRym rsu qiRKwvMq cwqiRk jugq bkbwnI hY ]525]",
    "transliteration": "Moh Gur Saagar Mai Chaakhiao Nahee Praym Rasu , Trikhaavant Chaatrik Jougat Bakabaanee Hai ?525?",
    "translation": "Despite living near the vast ocean like True Guru, I, the unfortunate one, had not tasted the divine elixir obtained by His loving worship. I have only been making noise of my thirst like a rain-bird. I have only indulged in empty arguments and contemplat",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]