[
  {
    "id": 90806,
    "shabad_id": 25540,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਾਤ ਹੈ ਜਗਤ੍ਰ ਜੈਸੇ ਤੀਰਥ ਜਾਤ੍ਰਾ ਨਮਿਤ ਮਾਝ ਹੀ ਬਸਤ ਬਗ ਮਹਿਮਾ ਨ ਜਾਨੀ ਹੈ",
    "transliteration": "Jaat Hai Jagatr Jaisay Teerad Jaatraa Namita , Maajh Hee Basat Bag Mahimaa N Jaanee Hai ?",
    "translation": "Just as the whole world go to places of pilgrimage, but the egret living there has not appreciated the greatness of these places, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90807,
    "shabad_id": 25540,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪੂਰਨ ਪ੍ਰਗਾਸ ਭਾਸਕਰਿ ਜਗਮਗ ਜੋਤ ੳੁਲੂ ਅੰਧ ਕੰਧ ਬੁਰੀ ਕਰਨੀ ਕਮਾਨੀ ਹੈ",
    "transliteration": "Pooran Pragaas Bhaasakari Jagamag Jota , Uloo Andh Kandh Buree Karanee Kamaanee Hai ?",
    "translation": "Just as bright light spreads all around when the Sun rises, but an owl has committed so many ill deeds that he remains hidden in dark caves and burrows, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90808,
    "shabad_id": 25540,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਬਸੰਤ ਸਮੈ ਸਫਲ ਬਨਾਸਪਤੀ ਨਿਹਫਲ ਸੈਂਬਲ ਬਡਾੲੀ ੳੁਰ ਅਾਨੀ ਹੈ",
    "transliteration": "Jaisay Tau Basant Samai Sadhal Banaasapatee , Nihadhal Sainbal Badaaee Ur Aanee Hai ?",
    "translation": "Just as all vegetation bears flowers and fruits during spring season but a cotton silk tree who has brought in him the praise of being big and mighty, remains bereft of flowers and fruits. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90809,
    "shabad_id": 25540,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮੋਹ ਗੁਰ ਸਾਗਰ ਮੈ ਚਾਖਿਓ ਨਹੀ ਪ੍ਰੇਮ ਰਸੁ ਤ੍ਰਿਖਾਵੰਤ ਚਾਤ੍ਰਿਕ ਜੁਗਤ ਬਕਬਾਨੀ ਹੈ ||੫੨੫||",
    "transliteration": "Moh Gur Saagar Mai Chaakhiao Nahee Praym Rasu , Trikhaavant Chaatrik Jougat Bakabaanee Hai ?525?",
    "translation": "Despite living near the vast ocean like True Guru, I, the unfortunate one, had not tasted the divine elixir obtained by His loving worship. I have only been making noise of my thirst like a rain-bird. I have only indulged in empty arguments and contemplat",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
