[
  {
    "id": 90810,
    "shabad_id": 25541,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਗਜਰਾਜ ਗਾਜਿ ਮਾਰਤ ਮਨੁਖ ਸਿਰਿ ਡਾਰਤ ਹੈ ਛਾਰ ਤਾਹਿ ਕਹਤ ਅਰੋਗ ਜੀ",
    "transliteration": "Jaisay Gajaraaj Gaaji Maarat Manoukh Siri , Daarat Hai Chhaar Taahi Kahat Arog Jee ?",
    "translation": "Just as a giant elephant trumpets, kill people and throws dust on himself, he is known to be healthy (Those who are intoxicated in their arrogance, cruel or who kick up dust are good according to the world). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90811,
    "shabad_id": 25541,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੂਅਾ ਜਿੳੁ ਪਿੰਜਰ ਮੈ ਕਹਤ ਬਨਾੲਿ ਬਾਤੈ ਪੇਖ ਸੁਨ ਕਹੈ ਤਾਹਿ ਰਾਜ ਗਿਿ੍ਹ ਜੋਗ ਜੀ",
    "transliteration": "Sooaa Jiu Pinjar Mai Kahat Banaai Baatai , Paykh Soun Kahai Taahi Raaj Grihi Jog Jee ?",
    "translation": "Just as a parrot in a cage listens to others conversation and copies them. Those who listen and see him, opine that he is very wise and knowledgeable. He is fit to live in king's palace. (To the world, he who talks much is a wise person). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90812,
    "shabad_id": 25541,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੈਸੇ ਸੁਖ ਸੰਪਤਿ ਮਾੲਿਅਾ ਮਦੋਨ ਪਾਪ ਕਰੈ ਤਾਹਿ ਕਹੈ ਸੁਖੀਅਾ ਰਮਤ ਰਸ ਭੋਗ ਜੀ",
    "transliteration": "Taisay Soukh Sanpati Maaiaa Madon Paap Karai , Taahi Kahai Soukheeaa Ramat Ras Bhog Jee ?",
    "translation": "Similarly a person enjoys and engrosses himself in countless materialistic pleasures and commits sins. People call him happy and comfortable. (In the eyes of the world, material things are means of happiness and comfort). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90813,
    "shabad_id": 25541,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜਤੀ ਸਤੀ ਅੳੁ ਸੰਤੋਖੀ ਸਾਧਨ ਕੀ ਨਿੰਦਾ ਕਰੈ ੳੁਲਟੋੲੀ ਗਿਅਾਨ ਧਿਅਾਨ ਹੈ ਅਗਿਅਾਨ ਲੋਗ ਜੀ ||੫੨੬||",
    "transliteration": "Jatee Satee Au Santokhee Saadhan Kee Nindaa Karai , Ulatoee Giaan Dhiaan Hai Agiaan Log Jee ?526?",
    "translation": "The ignorant world's perception is contrary (to the truth of Guru's words). The world slanders those who are disciplined, truthful, contented and supreme.  (526)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
