[
  {
    "shabad_id": 25541,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy gjrwj gwij mwrq mnuK isir fwrq hY Cwr qwih khq Arog jI",
    "transliteration": "Jaisay Gajaraaj Gaaji Maarat Manoukh Siri , Daarat Hai Chhaar Taahi Kahat Arog Jee ?",
    "translation": "Just as a giant elephant trumpets, kill people and throws dust on himself, he is known to be healthy (Those who are intoxicated in their arrogance, cruel or who kick up dust are good according to the world). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25541,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sUAw ijau ipMjr mY khq bnwie bwqY pyK sun khY qwih rwj giiH jog jI",
    "transliteration": "Sooaa Jiu Pinjar Mai Kahat Banaai Baatai , Paykh Soun Kahai Taahi Raaj Grihi Jog Jee ?",
    "translation": "Just as a parrot in a cage listens to others conversation and copies them. Those who listen and see him, opine that he is very wise and knowledgeable. He is fit to live in king's palace. (To the world, he who talks much is a wise person). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25541,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qYsy suK sMpiq mwieAw mdon pwp krY qwih khY suKIAw rmq rs Bog jI",
    "transliteration": "Taisay Soukh Sanpati Maaiaa Madon Paap Karai , Taahi Kahai Soukheeaa Ramat Ras Bhog Jee ?",
    "translation": "Similarly a person enjoys and engrosses himself in countless materialistic pleasures and commits sins. People call him happy and comfortable. (In the eyes of the world, material things are means of happiness and comfort). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25541,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jqI sqI Aau sMqoKI swDn kI inMdw krY aultoeI igAwn iDAwn hY AigAwn log jI ]526]",
    "transliteration": "Jatee Satee Au Santokhee Saadhan Kee Nindaa Karai , Ulatoee Giaan Dhiaan Hai Agiaan Log Jee ?526?",
    "translation": "The ignorant world's perception is contrary (to the truth of Guru's words). The world slanders those who are disciplined, truthful, contented and supreme.  (526)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
