[
  {
    "id": 90830,
    "shabad_id": 25546,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਤਿਨੁ ਤਿਨੁ ਮੇਲਿ ਜੈਸੇ ਛਾਨਿ ਛਾੲੀਅਤ ਪੁਨ ਅਗਨਿ ਪ੍ਰਗਾਸ ਤਾਸ ਭਸਮ ਕਰਤ ਹੈ",
    "transliteration": "Tinu Tinu Mayli Jaisay Chhaani Chhaaeeat Pouna , Agani Pragaas Taas Bhasam Karat Hai ?",
    "translation": "Just as a hut is built putting each straw and twig together but fire raises it to the ground in no time. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90831,
    "shabad_id": 25546,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿੰਧ ਕੇ ਕਨਾਰ ਬਾਲੂ ਗਿਿ੍ਹ ਬਾਲਕ ਰਚਤ ਜੈਸੇ ਲਹਰਿ ੳੁਮਗਿ ਭੲੇ ਧੀਰ ਨ ਧਰਤ ਹੈ",
    "transliteration": "Sindh Kay Kanaar Baaloo Grihi Baalak Rachat Jaisay , Lahari Oumagi Bhaay Dheer N Dharat Hai ?",
    "translation": "Just as children make houses of sand on the sea-shore, but with one wave of water all of them collapse and merge with the sand around. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90832,
    "shabad_id": 25546,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਬਨ ਬਿਖੈ ਮਿਲ ਬੈਠਤ ਅਨੇਕ ਮ੍ਰਿਗ ੲੇਕ ਮ੍ਰਿਗਰਾਜ ਗਾਜੇ ਰਹਿਓ ਨ ਪਰਤ ਹੈ",
    "transliteration": "Jaisay Ban Bikhai Mil Baitthat Anayk Mriga , Ayk Mrigaraaj Gaajay Rahiao N Parat Hai ?",
    "translation": "Just as many animals like deer etc. sit together but with one roar of the lion who comes there, all of them run away, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90833,
    "shabad_id": 25546,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਸਬਦੁ ਅਰੁ ਸੁਰਤਿ ਧਿਅਾਨ ਗਿਅਾਨ ਪ੍ਰਗਟੇ ਪੂਰਨ ਪ੍ਰੇਮ ਸਗਲ ਰਹਤ ਹੈ ॥੫੩੧॥",
    "transliteration": "Drisati Sabadu Aru Surati Dhiaan Giaana , Pragatay Pooran Praym Sagal Rahat Hai ?531?",
    "translation": "Similarly focusing of eyesight at a point, reciting an incantation repeatedly and absorbing the mind in many ways of meditation and contemplations and many other forms of spiritual practices collapse like mud walls with the emergence of complete love of t",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
