[
  {
    "id": 90842,
    "shabad_id": 25549,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਫਲ ਸੈ ਬਿਰਖ ਬਿਰਖੁ ਸੈ ਹੋਤ ਫਲ ਅਤਿਭੁਤਿ ਗਤਿ ਕਛੁ ਕਹਨ ਨ ਅਾਵੈ ਜੀ",
    "transliteration": "Jaisay Dhal Sai Birakh Birakhu Sai Hot Dhala , Atibhouti Gati Kachhu Kahan N Aavai Jee ?",
    "translation": "Just as a seed of the fruit gives a tree and the tree yields the same fruit; this strange phenomena hardly comes into any say or conversation, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90843,
    "shabad_id": 25549,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਾਸੁ ਬਾਵਨ ਮੈ ਬਾਵਨ ਹੈ ਬਾਸੁ ਬਿਖੈ ਬਿਸਮ ਚਰਿਤ੍ਰ ਕੋੳੂ ਮਰਮੁ ਨ ਪਾਵੈ ਜੀ",
    "transliteration": "Jaisay Baasu Baavan Mai Baavan Hai Baasu Bikhai , Bisam Charitr Kooo Maramu N Paavai Jee ?",
    "translation": "Just as fragrance resides in sandalwood and sandalwood lives in its fragrance, none can know the deep and wonderful secret of this phenomena, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90844,
    "shabad_id": 25549,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਸਟਿ ਮੈ ਅਗਨਿ ਅਗਨਿ ਮੈ ਕਾਸਟਿ ਹੈ ਅਤਿ ਅਸਚਰਜੁ ਹੈ ਕੳੁਤਕ ਕਹਾਵੈ ਜੀ",
    "transliteration": "Kaasati Mai Agani Agani Mai Kaasati Hai , Ati Asacharaju Hai Kaoutak Kahaavai Jee ?",
    "translation": "Just as wood houses fire and fire has wood burning in it; it is a marvellous phenomena. It is also called a strange spectacle. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90845,
    "shabad_id": 25549,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਮੈ ਸਬਦ ਸਬਦ ਮੈ ਸਤਿਗੁਰ ਹੈ ਨਿਰਗੁਨ ਗਿਅਾਨ ਧਿਅਾਨ ਸਮਝਾਵੈ ਜੀ ||੫੩੪||",
    "transliteration": "Satigur Mai Sabad Sabad Mai Satigur Hai , Niragoun Giaan Dhiaan Samajhaavai Jee ?534?",
    "translation": "Similarly the name of the Lord resides in True Guru and True Guru resides in His (Lord) name. He alone can understand this mystery of the Absolute God who has obtained knowledge from True Guru and who meditates on Him.  (534)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
