[
  {
    "shabad_id": 25551,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau sirqw jlu kwstih n borq krq icq lwj ApnoeI pRiqpwirE hY",
    "transliteration": "Jaisay Tau Saritaa Jalu Kaasatahi N Borata , Karat Chit Laaj Apanoee Pratipaariao Hai ?",
    "translation": "Just as the water of streams and rivers does not sink the wood, it (water) has the shame of the fact that it has irrigated and brought the wood up; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25551,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy qau krq suq Aink ieAwn pn qaU n jnnI Avgun aurDwirE hY",
    "transliteration": "Jaisay Tau Karat Sout Anik Iaan Pana , Taoo N Jananee Avagoun Uradhaariao Hai ?",
    "translation": "Just as a son commits many mistakes but his mother who has given him birth never recounts them (she still keeps loving him). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25551,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy qau srMn sUr pUrn prqigAw rwKY lK AprwD kIey mwir n ibfwirE hY",
    "transliteration": "Jaisay Tau Sarann Soor Pooran Paratagiaa Raakhai , Lakh Aparaadh Keeay Maari N Bidaariao Hai ?",
    "translation": "Just as a culprit who may have myriad vices is not killed by a brave warrior in whose refuge he may have come, the warrior protects him and thus fulfils his virtuous traits. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25551,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI prm gur pwrs prs giq isKn ko ikrq krmu kCU n bIcwirE hY ]536]",
    "transliteration": "Taisay Hee Param Gur Paaras Paras Gati , Sikhan Ko Kirat Karamu Kachhoo N Beechaariao Hai ?536?",
    "translation": "Similarly the supreme benevolent True Guru does not dwell on any of the faults of His Sikhs. He is like touch of philosopher-stone (True Guru removes dross of the Sikhs in His refuge and makes them gold-like precious and pure).   (536)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]