[
  {
    "id": 90858,
    "shabad_id": 25553,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy mwNJ bYTy ibnu boihQw n pwr prY pwrs prsY ibnu Dwq n kink hY",
    "transliteration": "Jaisay Maanjh Baitthay Binu Bohidaa N Paar Parai , Paaras Parasai Binu Dhaat N Kanik Hai ?",
    "translation": "Just as without embarking a ship, ocean cannot be crossed and without the touch of philosopher-stone, iron, copper or other metals cannot be turned into gold. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90859,
    "shabad_id": 25553,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy ibnu gMgw n pwvn Awn jlu hY nwr n Bqwir ibnu suqn Aink hY",
    "transliteration": "Jaisay Binu Gangaa N Paavan Aan Jalu Hai , Naar N Bhataari Binu Soutan Anik Hai ?",
    "translation": "Just as no water is considered sacred other than the water of .river Ganges, and no child can be born without conjugal union of husband and wife. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90860,
    "shabad_id": 25553,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy ibnu bIj boey inpjY n Dwn Dwrw sIp sÍwNq bUMd ibnu mukqw n mwnk hY",
    "transliteration": "Jaisay Binu Beej Boay Nipajai N Dhaan Dhaaraa , Seep Svaant Boond Binu Moukataa N Maanak Hai ?",
    "translation": "Just as without sowing seeds, no crop can grow and no pearl can be formed in an oyster unless the swati drop of rain falls on it. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90861,
    "shabad_id": 25553,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gur crn srin gur Byty ibnu jnm mrn myit jn n jn khY ]538]",
    "transliteration": "Taisay Gur Charan Sarani Gur Bhaytay Binu , Janam Maran Mayti Jan N Jan Kahai ?538?",
    "translation": "Similarly without taking refuge and consecration of True Guru, there is no other method or force that can end the repeated cycle of birth and death. One who is without the divine word of the Guru cannot be called a human being.  (538)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
