[
  {
    "shabad_id": 25557,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy KwNf KwNf khY muiK nhI mITw hoie jb lg jIB sÍwd KwNfu nhIN KweIAY",
    "transliteration": "Jaisay Khaand Khaand Kahai Moukhi Nahee Meetthaa Hoi , Jab Lag Jeebh Svaad Khaandu Naheen Khaaeeai ?",
    "translation": "Just as by saying sugar, sugar, one cannot feel sweet taste of sugar in the mouth. Unless sugar is placed on the tongue, it cannot feel its taste. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25557,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy rwq AMDyrI mY dIpk dIpk khY iqmr n jweI jb lg n jrweIAY",
    "transliteration": "Jaisay Raat Andhayree Mai Deepak Deepak Kahai , Timar N Jaaee Jab Lag N Jaraaeeai ?",
    "translation": "In a dark night, saying lamp, lamp does not dispel darkness unless lamp is lit. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25557,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy igAwn igAwn khY igAwn hUM n hoq kCu jb lgu gur igAwn AMqir n pweIAY",
    "transliteration": "Jaisay Giaan Giaan Kahai Giaan Hoon N Hot Kachhu , Jab Lagu Gur Giaan Antari N Paaeeai ?",
    "translation": "Just by saying Gian (Knowledge) again and again, knowledge cannot be obtained. It can only be acquired by lodging His name in the heart. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25557,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gur iDAwn khY gur iDAwn hU n pwvq jb lgu gur drs jwie n smweIAY ]542]",
    "transliteration": "Taisay Gur Dhiaan Kahai Gur Dhiaan Hoo N Paavata , Jab Lagu Gur Daras Jaai N Samaaeeai ?542?",
    "translation": "Similarly just repeatedly asking for a glimpse of True Guru, one cannot acquire contemplation of the True Guru. This is possible only when one engrosses oneself up to the soul in the ardent desire of a glimpse of the True Guru.  (542)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]