[
  {
    "shabad_id": 25558,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "isMmiRiq purwn byd swsqR ibrMc ibAws nyq nyq nyq suk syK js gwieE hY",
    "transliteration": "Sinmriti Puraan Bayd Saasatr Biranch Biaasa , Nayt Nayt Nayt Souk Saykh Jas Gaaiao Hai ?",
    "translation": "All the 31 Simritis, 18 Puranas, 4 Vedas, 6 Shastras, Brahma the scholar of Vedas, sage Vyas, supreme scholar Sukdev and Shesh Nag of thousand tongues sing the praises of the Lord but have not been able to fathom Him. They address Him as infinite, infinit",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25558,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "isau snkwid nwrdwiek rKIsurwid sur nr nwQ jog iDAwn mY n AwieE hY",
    "transliteration": "Siu Sanakaadi Naaradaaik Rakheesuraadi , Sur Nar Naad Jog Dhiaan Mai N Aaiao Hai ?",
    "translation": "Shiv, four sons of Brahma, Narad and other sages, gods, men of substance, nine heads of Jogis could not perceive God in their contemplation and meditation. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25558,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "igr qr qIrQ gvn puMn dwn bRq hom jg Bog neIbyd kY n pwieE hY",
    "transliteration": "Gir Tar Teerad Gavan Pounn Daan Brata , Hom Jag Bhog Naeebayd Kai N Paaiao Hai ?",
    "translation": "They could not realise that infinite Lord even by roaming in jungles, mountains and places of pilgrimage, making charity, fasting, doing hom-yag and offering food and other delicacies to the gods. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25558,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "As vfBwig mwieAw mD gurisKn kau pUrnbHm gur rUp huie idKwieE hY ]543]",
    "transliteration": "As Vadabhaagi Maaiaa Madh Gursikhan Kau , Pooranabraham Gur Roop Hui Dikhaaiao Hai ?543?",
    "translation": "Such fortunate and enjoying the worldly maya are the Sikhs of the Guru who are seeing the inaccessible Lord in the manifested state of a True Guru.  (543)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
