[
  {
    "id": 90910,
    "shabad_id": 25566,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦਰਸਨ ਦੀਪ ਦੇਖਿ ਹੋੲਿ ਨ ਮਿਲੈ ਪਤੰਗੁ ਪਰਚਾ ਬਿਹੂੰਨ ਗੁਰਸਿਖ ਨ ਕਹਾਵੲੀ",
    "transliteration": "Darasan Deep Daykhi Hoi N Milai Patangu , Parachaa Bihoonn Gursikh N Kahaavaee ?",
    "translation": "If a glimpse of the True Guru does not turn a disciple in a state that of a moth who is prepared to sacrifice himself unto his beloved lamp, then he cannot be called a true disciple of the Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90911,
    "shabad_id": 25566,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੁਨਤ ਸਬਦ ਧੁਨਿ ਹੋੲਿ ਨ ਮਿਲਤ ਮ੍ਰਿਗ ਸਬਦ ਸੁਰਤਿ ਹੀਨੁ ਜਨਮੁ ਲਜਾਵੲੀ",
    "transliteration": "Sounat Sabad Dhouni Hoi N Milat Mriga , Sabad Surati Heenu Janamu Lajaavaee ?",
    "translation": "Hearing the melodious words of True Guru, if a disciple's state does not become like that of a deer who goes into a trance at the sound of Ghanda Herha, then without lodging of Lord's name in his deep within, he has wasted his precious life. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90912,
    "shabad_id": 25566,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਚਰਨਾਮ੍ਰਿਤ ਕੈ ਚਾਤ੍ਰਿਕੁ ਨ ਹੋੲਿ ਮਿਲੈ ਰਿਦੈ ਨ ਬਿਸਵਾਸੁ ਗੁਰ ਦਾਸ ਹੁੲਿ ਨ ਹੰਸਾਵੲੀ",
    "transliteration": "Gur Charanaamrit Kai Chaatriku N Hoi Milai , Ridai N Bisavaasu Gur Daas Hui N Hansaavaee ?",
    "translation": "For the acquisition of Naam-like elixir from the True Guru if a disciple does not meet the True Guru with complete faith like the rain-bird yearning for the Swati drop, then he has no faith for the True Guru in his mind nor can he be His devoted follower.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90913,
    "shabad_id": 25566,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਰੂਪ ਸਤਿਨਾਮੁ ਸਤਿਗੁਰ ਗਿਅਾਨ ਧਿਅਾਨ ੲੇਕ ਟੇਕ ਸਿਖ ਜਲ ਮੀਨ ਹੁੲਿ ਦਿਖਾਵੲੀ ||੫੫੧||",
    "transliteration": "Satiroop Satinaamu Satigur Giaan Dhiaana , Ayk Tayk Sikh Jal Meen Hui Dikhaavaee ?551?",
    "translation": "A devoted disciple of the True Guru engrosses his mind in the divine word, practices it and swims in the loving lap of the True Guru as a fish swims in water merrily and contented.  (551)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
