[
  {
    "shabad_id": 25571,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jw ky Aink PnMg PngR Bwr Drin DwrI qwih igrDr khY kaun sI bfweI hY",
    "transliteration": "Jaa Kay Anik Dhanang Dhanagr Bhaar Dharani Dhaaree , Taahi Giradhar Kahai Kaoun See Badaaee Hai ?",
    "translation": "The Creator who has placed very heavy Earth on the tip of one of the thousand hoods of Sheshnag, what praise is His if we call him Girdhar because he has lifted a mountain? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25571,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jw ko eyk bwvro ibsÍnwQ nwm khwvY qwih biRjnwQ khy kaun AiDkweI hY",
    "transliteration": "Jaa Ko Ayk Baavaro Bisvanaad Naam Kahaavai , Taahi Brijanaad Kahay Kaoun Adhikaaee Hai ?",
    "translation": "Shiv, a lascivious person created by the Lord who calls himself Vishwanath, if we call that Creator master of Braj Bhumi, then what praise of His it is? (The extent of His creation is limitless). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25571,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Aink Akwr EAMkwr ky ibQwry jwih qwih nMd nMdn khy kaun soBqweI hY",
    "transliteration": "Anik Akaar Aoankaar Kay Bidaaray Jaahi , Taahi Nand Nandan Kahay Kaoun Sobhataaee Hai ?",
    "translation": "The Lord who has created countless forms, to call Him son of Nand is no matter of praise for Him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25571,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jwnq ausqiq krq inMidAw AMD mUV AYsy ArwDby qy moin suKdweI hY ]556]",
    "transliteration": "Jaanat Ousatati Karat Nindiaa Andh Moorha , Aisay Araadhabay Tay Moni Soukhadaaee Hai ?556?",
    "translation": "Ignorant and foolish devotees call it His praise. Infact they are slandering the Lord. It is better to remain silent rather than say such praises.  (556)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
