[
  {
    "id": 90930,
    "shabad_id": 25571,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਾ ਕੇ ਅਨਿਕ ਫਨੰਗ ਫਨਗ੍ਰ ਭਾਰ ਧਰਨਿ ਧਾਰੀ ਤਾਹਿ ਗਿਰਧਰ ਕਹੈ ਕੳੁਨ ਸੀ ਬਡਾੲੀ ਹੈ",
    "transliteration": "Jaa Kay Anik Dhanang Dhanagr Bhaar Dharani Dhaaree , Taahi Giradhar Kahai Kaoun See Badaaee Hai ?",
    "translation": "The Creator who has placed very heavy Earth on the tip of one of the thousand hoods of Sheshnag, what praise is His if we call him Girdhar because he has lifted a mountain? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90931,
    "shabad_id": 25571,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾ ਕੋ ੲੇਕ ਬਾਵਰੋ ਬਿਸ੍ਵਨਾਥ ਨਾਮ ਕਹਾਵੈ ਤਾਹਿ ਬ੍ਰਿਜਨਾਥ ਕਹੇ ਕੳੁਨ ਅਧਿਕਾੲੀ ਹੈ",
    "transliteration": "Jaa Ko Ayk Baavaro Bisvanaad Naam Kahaavai , Taahi Brijanaad Kahay Kaoun Adhikaaee Hai ?",
    "translation": "Shiv, a lascivious person created by the Lord who calls himself Vishwanath, if we call that Creator master of Braj Bhumi, then what praise of His it is? (The extent of His creation is limitless). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90932,
    "shabad_id": 25571,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਨਿਕ ਅਕਾਰ ਓਅੰਕਾਰ ਕੇ ਬਿਥਾਰੇ ਜਾਹਿ ਤਾਹਿ ਨੰਦ ਨੰਦਨ ਕਹੇ ਕੳੁਨ ਸੋਭਤਾੲੀ ਹੈ",
    "transliteration": "Anik Akaar Aoankaar Kay Bidaaray Jaahi , Taahi Nand Nandan Kahay Kaoun Sobhataaee Hai ?",
    "translation": "The Lord who has created countless forms, to call Him son of Nand is no matter of praise for Him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90933,
    "shabad_id": 25571,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜਾਨਤ ੳੁਸਤਤਿ ਕਰਤ ਨਿੰਦਿਅਾ ਅੰਧ ਮੂੜ ਅੈਸੇ ਅਰਾਧਬੇ ਤੇ ਮੋਨਿ ਸੁਖਦਾੲੀ ਹੈ ||੫੫੬||",
    "transliteration": "Jaanat Ousatati Karat Nindiaa Andh Moorha , Aisay Araadhabay Tay Moni Soukhadaaee Hai ?556?",
    "translation": "Ignorant and foolish devotees call it His praise. Infact they are slandering the Lord. It is better to remain silent rather than say such praises.  (556)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
