[
  {
    "id": 90934,
    "shabad_id": 25572,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qO kMcnY pwro prsq soK lyq Agin mY fwry pun pwro auf jwq hY",
    "transliteration": "Jaisay Tau Kanchanai Paaro Parasat Sokh Layta , Agani Mai Daaray Poun Paaro Ud Jaat Hai ?",
    "translation": "Just as mercury touching gold conceals its real colour but when put in a crucible regains its luster, while the mercury evaporates. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90935,
    "shabad_id": 25572,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy ml mUqR lg AMbr mlIn hoq swbn sill imil inrml gwq hY",
    "transliteration": "Jaisay Mal Mootr Lag Anbar Maleen Hota , Saaban Salil Mili Niramal Gaat Hai ?",
    "translation": "Just as clothes become dirty with filth and dust but when washed with soap and water become clean again. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90936,
    "shabad_id": 25572,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy Aih gRsy ibK bRXwpq sgl AMg mMqR kY ibKY ibkwr sB su iblwq hY",
    "transliteration": "Jaisay Ahi Grasay Bikh Byaapat Sagal Anga , Mantr Kai Bikhai Bikaar Sabh Su Bilaat Hai ?",
    "translation": "Just as snake-bite spreads poison in the whole body but with recitation of Garur jaap (a Mantra) all ill effects are destroyed. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90937,
    "shabad_id": 25572,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy mwXw moh kY ibmohq mgn mn gur aupdys mwXw mUl murJwq hY ]557]",
    "transliteration": "Taisay Maayaa Moh Kai Bimohat Magan Mana , Gur Oupadays Maayaa Mool Murajhaat Hai ?557?",
    "translation": "Similarly by listening to True Guru's word and meditating on it, all the effects of worldly vices and attachment are eliminated. (All the influence of worldly things (Maya) ends.)  (557)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
