[
  {
    "id": 90938,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy pwt cwkI ky n mUMf ky auTwey jwq klw kIey lIey jwq AYNcq AicMq hI",
    "transliteration": "Jaisay Paat Chaakee Kay N Moond Kay Outthaaay Jaata , Kalaa Keeay Leeay Jaat Ainchat Achint Hee ?",
    "translation": "Just as grinding stone of a water grinding mill cannot be taken away by lifting on head but can be pulled away using some method or machine. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90939,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy gj kyhr n bl kIey bs hoq jqn kY AwnIAq smq smq hI",
    "transliteration": "Jaisay Gaj Kayhar N Bal Keeay Bas Hota , Jatan Kai Aaneeat Samat Samat Hee ?",
    "translation": "Just as a lion and an elephant cannot be controlled by force, but with the use of special methods can be brought under control conveniently. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90940,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy sirqw pRbl dyKq BXwn rUp krdm cVH pwr auqrY qurq hI",
    "transliteration": "Jaisay Saritaa Prabal Daykhat Bhayaan Roopa , Karadam Charhh Paar Outarai Turat Hee ?",
    "translation": "Just as a flowing river look dangerous but can be crossed in a boat easily and quickly. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90941,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy duK suK bhu ibKm sMswr ibKY gur aupdys jl jl jwie kq hI ]558]",
    "transliteration": "Taisay Doukh Soukh Bahu Bikham Sansaar Bikhai , Gur Oupadays Jal Jal Jaai Kat Hee ?558?",
    "translation": "Similarly, pain and sufferings are unbearable and leave a person in an unstable state. But with the advice and initiation of a True Guru, all pain and sufferings are washed away and one becomes quiet, calm and composed.  (558)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
