[
  {
    "id": 90938,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਪਾਟ ਚਾਕੀ ਕੇ ਨ ਮੂੰਡ ਕੇ ੳੁਠਾੲੇ ਜਾਤ ਕਲਾ ਕੀੲੇ ਲੀੲੇ ਜਾਤ ਅੈਂਚਤ ਅਚਿੰਤ ਹੀ",
    "transliteration": "Jaisay Paat Chaakee Kay N Moond Kay Outthaaay Jaata , Kalaa Keeay Leeay Jaat Ainchat Achint Hee ?",
    "translation": "Just as grinding stone of a water grinding mill cannot be taken away by lifting on head but can be pulled away using some method or machine. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90939,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਗਜ ਕੇਹਰ ਨ ਬਲ ਕੀੲੇ ਬਸ ਹੋਤ ਜਤਨ ਕੈ ਅਾਨੀਅਤ ਸਮਤ ਸਮਤ ਹੀ",
    "transliteration": "Jaisay Gaj Kayhar N Bal Keeay Bas Hota , Jatan Kai Aaneeat Samat Samat Hee ?",
    "translation": "Just as a lion and an elephant cannot be controlled by force, but with the use of special methods can be brought under control conveniently. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90940,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਸਰਿਤਾ ਪ੍ਰਬਲ ਦੇਖਤ ਭਯਾਨ ਰੂਪ ਕਰਦਮ ਚੜ੍ਹ ਪਾਰ ੳੁਤਰੈ ਤੁਰਤ ਹੀ",
    "transliteration": "Jaisay Saritaa Prabal Daykhat Bhayaan Roopa , Karadam Charhh Paar Outarai Turat Hee ?",
    "translation": "Just as a flowing river look dangerous but can be crossed in a boat easily and quickly. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90941,
    "shabad_id": 25573,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਦੁਖ ਸੁਖ ਬਹੁ ਬਿਖਮ ਸੰਸਾਰ ਬਿਖੈ ਗੁਰ ੳੁਪਦੇਸ ਜਲ ਜਲ ਜਾੲਿ ਕਤ ਹੀ ||੫੫੮||",
    "transliteration": "Taisay Doukh Soukh Bahu Bikham Sansaar Bikhai , Gur Oupadays Jal Jal Jaai Kat Hee ?558?",
    "translation": "Similarly, pain and sufferings are unbearable and leave a person in an unstable state. But with the advice and initiation of a True Guru, all pain and sufferings are washed away and one becomes quiet, calm and composed.  (558)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
