[
  {
    "id": 90954,
    "shabad_id": 25577,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਖਾਂਡ ਚੂਨ ਘ੍ਰਿਤ ਹੋਤ ਘਰ ਬਿਖੈ ਪੈ ਪਾਹੁਨਾ ਕੈ ਅਾੲੇ ਪੂਰੀ ਕੈ ਖੁਵਾੲਿ ਖਾੲੀਅੈ",
    "transliteration": "Jaisay Khaand Choon Ghrit Hot Ghar Bikhai Pai , Paahounaa Kai Aaay Pooree Kai Khuvaai Khaaeeai ?",
    "translation": "Just as flour, sugar and oil are kept at home, and on arrival of some guests, sweet dishes are prepared, served and eaten. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90955,
    "shabad_id": 25577,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਚੀਰ ਹਾਰ ਮੁਕਤਾ ਕਨਕ ਅਾਭਰਨ ਪੈ ਬ੍ਰਯਾਹੁ ਕਾਜ ਸਾਜਿ ਤਨ ਸੁਜਨ ਦਿਖਾੲੀਅੈ",
    "transliteration": "Jaisay Cheer Haar Moukataa Kanak Aabharan Pai , Byaahu Kaaj Saaji Tan Sujan Dikhaaeeai ?",
    "translation": "Just as beautiful dresses, pearl necklace and gold jewellery are in possession but are worn on special occasions like marriage and are shown to others. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90956,
    "shabad_id": 25577,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਹੀਰਾ ਮਾਨਿਕ ਅਮੋਲ ਹੋਤ ਹਾਟ ਹੀ ਮੈਂ ਗਾਹ ਕੈ ਦਿਖਾੲਿ ਬਿੜਤਾ ਬਿਸੇਖ ਪਾੲੀਅੈ",
    "transliteration": "Jaisay Heeraa Maanik Amol Hot Haat Hee Main , Gaah Kai Dikhaai Birhataa Bisaykh Paaeeai ?",
    "translation": "Just as valuable pearls and jewels are kept in the shop, but shopkeeper shows them to the customer to sell and earn profit. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90957,
    "shabad_id": 25577,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਬਾਨੀ ਲਿਖ ਪੋਥੀ ਬਾਂਧਿ ਰਾਖੀਅਤ ਮਿਲ ਗੁਰਸਿੱਖ ਪੜਿ ਸੁਨਿ ਲਿਵ ਲਾੲੀਅੈ ||੫੬੨||",
    "transliteration": "Taisay Gurbaanee Likh Podee Baandhi Raakheeata , Mil Gursikh Parhi Souni Liv Laaeeai ?562?",
    "translation": "Similarly Gurbani is written in a book form, it is bound and preserved. But when the Sikhs of Guru assemble in a congregation, that book is read and heard and it helps one attach the mind in the holy feet of the Lord. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
