[
  {
    "shabad_id": 25580,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy dIp joq ilv lwgY cly jwq suK ghy kr duicqu hÍY Btkw sy Byt hY",
    "transliteration": "Jaisay Deep Jot Liv Laagai Chalay Jaat Soukha , Gahay Kar Douchitu Hvai Bhatakaa Say Bhayt Hai ?",
    "translation": "Just as focusing the mind in the light of a lamp helps walk steadily, but once the lamp is held in hand, one becomes unsure to step forward because the shadow of the hand caused by the lamp light impairs the vision. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25580,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy dD kUl bYT mukqw cunq hMs pYrq n pwvY pwr lhr lpyt hY",
    "transliteration": "Jaisay Dadh Kool Baitth Moukataa Chounat Hansa , Pairat N Paavai Paar Lahar Lapayt Hai ?",
    "translation": "Just as a swan picks pearls on the bank of lake Mansarover, but when swimming in the water, can find no pearl nor can go across. He may get caught in the waves. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25580,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy niRK Agin kY mDRX Bwv isD hoq inkt ibkt duK shsw n myt hY",
    "transliteration": "Jaisay Nrikh Agani Kai Madhy Bhaav Sidh Hota , Nikat Bikat Doukh Sahasaa N Mayt Hai ?",
    "translation": "Just as keeping fire in the middle is more helpful to all for warding off cold, but if placed too near creates fear of burning. Thus the discomfort of cold is supplemented by the fear of burning. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25580,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gur sbd snyh kY prm pd mUrq smIp isMG swp kI AKyt hY ]565]",
    "transliteration": "Taisay Gur Sabad Sanayh Kai Param Pada , Moorat Sameep Singh Saap Kee Akhayt Hai ?565?",
    "translation": "Similarly loving the advice and teachings of Guru and lodging it in the consciousness, one reaches supreme state. But to focus on any form of the Guru and then expecting/longing for nearness of the Lord is like falling a prey to snake or lion. (It is a sp",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]