[
  {
    "id": 90978,
    "shabad_id": 25583,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਅਹਿਨਿਸ ਅੰਧਿਅਾਰੀ ਮਣਿ ਕਾਢ ਰਾਖੈ ਕ੍ਰੀੜਾ ਕੈ ਦੁਰਾਵੈ ਪੁਨ ਕਾਹੂ ਨ ਦਿਖਾਵਹੀ",
    "transliteration": "Jaisay Ahinis Andhiaaree Mani Kaaddh Raakhai , Kreerhaa Kai Duraavai Poun Kaahoo N Dikhaavahee ?",
    "translation": "Just as during dark nights, snake takes out its jewel, plays around with it and then hides it and does not show to anyone. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90979,
    "shabad_id": 25583,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਰ ਨਾਰ ਕਰ ਸਿਹਜਾ ਸੰਜੋਗ ਭੋਗ ਹੋਤ ਪਰਭਾਤ ਤਨ ਛਾਦਨ ਛੁਪਾਵਹੀ",
    "transliteration": "Jaisay Bar Naar Kar Sihajaa Sanjog Bhoga , Hot Parabhaat Tan Chhaadan Chhoupaavahee ?",
    "translation": "Just as a virtuous wife enjoys the pleasure of the company of her husband at night and as the day breaks, re-drapes herself. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90980,
    "shabad_id": 25583,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਅਲ ਕਮਲ ਸੰਪਟ ਅਚਵਤ ਮਧ ਭੋਰ ਭੲੇ ਜਾਤ ੳੁਡ ਨਾਤੋ ਨ ਜਨਾਵਹੀ",
    "transliteration": "Jaisay Al Kamal Sanpat Achavat Madha , Bhor Bhaay Jaat Ud Naato N Janaavahee ?",
    "translation": "Just as a bumble bee closed in the box-like lotus flower keep sucking the sweet elixir and flies away in the morning as soon as the flower blooms again without acknowledging any relationship with it. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90981,
    "shabad_id": 25583,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖ ੳੁਠ ਬੈਠਤ ਅੰਮ੍ਰਿਤ ਜੋਗ ਸਭ ਸੁਧਾ ਰਸ ਚਾਖ ਸੁਖ ਤ੍ਰਿਪਤਾਵਹੀ ||੫੬੮||",
    "transliteration": "Taisay Gursikh Outth Baitthat Anmrit Joga , Sabh Sudhaa Ras Chaakh Soukh Tripataavahee ?568?",
    "translation": "Similarly, an obedient disciple of the True Guru absorbs himself in the meditation of the Lord's name and feels satiated and blissful relishing the elixir like Naam. (But he does not mention his blissful state of the ambrosial hour to anyone).  (568)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
