[
  {
    "id": 90982,
    "shabad_id": 25584,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਿਹਜਾ ਸੰਜੋਗ ਪ੍ਰਿਯ ਪ੍ਰੇਮ ਰਸ ਖੇਲ ਜੈਸੇ ਪਾਛੈ ਬਧੂ ਜਨਨ ਸੈ ਗਰਭ ਸਮਾਵਹੀ",
    "transliteration": "Sihajaa Sanjog Priy Praym Ras Khayl Jaisay , Paachhai Badhoo Janan Sai Garabh Samaavahee ?",
    "translation": "Just as a newly wedded bride uniting with her husband on the nuptial bed and after their love making lodges the seed of the child in her womb; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90983,
    "shabad_id": 25584,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪੂਰਨ ਅਧਾਨ ਭੲੇ ਸੋਵੈ ਗੁਰਜਨ ਬਿਖੈ ਜਾਗੈ ਪਰਸੂਤ ਸਮੈ ਸਭਨ ਜਗਾਵਹੀ",
    "transliteration": "Pooran Adhaan Bhaay Sovai Gurjan Bikhai , Jaagai Parasoot Samai Sabhan Jagaavahee ?",
    "translation": "And on confirmation of her pregnancy sleeps in the company of other elderly ladies of the house, and on delivering the child, keeps herself and other elders awake at night; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90984,
    "shabad_id": 25584,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਨਮਤ ਸੁਤ ਖਾਨ ਪਾਨ ਮੈ ਸੰਜਮ ਕਰੈ ਤਾਂ ਤੇ ਸੁਤ ਸੰਮ੍ਰਥ ਹ੍ਵੈ ਸੁਖਹ ਦਿਖਾਵਹੀ",
    "transliteration": "Janamat Sout Khaan Paan Mai Sanjam Karai , Taan Tay Sout Sanmrad Hvai Soukhah Dikhaavahee ?",
    "translation": "And on birth of a son, she observes all preventions and precautions in her eating habits so as to ensure sound development of the son who will ultimately become a source of their comforts. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90985,
    "shabad_id": 25584,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਭੇਟਤ ਭੈ ਭਾੲਿ ਸਿਖ ਸੇਵਾ ਕਰੈ ਅਲਪ ਅਹਾਰ ਨਿੰਦ੍ਰਾ ਸਬਦ ਕਮਾਵਹੀ ||੫੬੯||",
    "transliteration": "Taisay Gur Bhaytat Bhai Bhaai Sikh Sayvaa Karai , Alap Ahaar Nindraa Sabad Kamaavahee ?569?",
    "translation": "Similarly an obedient Sikh of the True Guru serves Him with complete devotion after surrendering himself before Him and abiding by His teachings. For obtaining the pleasure of Lord's union, he eats frugally and sleeps a little; and in the holy congregatio",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
