[
  {
    "shabad_id": 25586,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "bwXs aufh bl jwau byg imlO pIX imtY duK rog sog ibrh ibXog ko",
    "transliteration": "Baayas Udah Bal Jaau Bayg Milau Peeya , Mitai Doukh Rog Sog Birah Biyog Ko ?",
    "translation": "I am sacrifice unto you 0 Crow! go and convey my message to my beloved to come and meet me soon so as to allay my sufferings, distresses and pangs of separation; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25586,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AvD ibkt ktY kpt AMqr pt dyKau idn pRym rs shj sMjog ko",
    "transliteration": "Avadh Bikat Katai Kapat Antar Pata , Daykhau Din Praym Ras Sahaj Sanjog Ko ?",
    "translation": "O my beloved! separated from you, the life has become hard to spend. I am living in ignorance. Then how will I ever get the opportunity of uniting with my husband Lord to relish His love for ever? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25586,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "lwl n Awvq suB lgn sgn Bly hoie n iblMb kCu Byd byd lok ko",
    "transliteration": "Laal N Aavat Soubh Lagan Sagan Bhalay , Hoi N Bilanb Kachhu Bhayd Bayd Lok Ko ?",
    "translation": "Time and omen appear auspicious, yet the dear beloved is not coming. Hopefully the cause of the delay in His arrival is not my worldly attachments. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25586,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Aiqih Awqur BeI AiDk AOsyr lwgI DIrj n DrO KojO Dwir ByK jog ko ]571]",
    "transliteration": "Atihi Aatur Bhaee Adhik Aousayr Laagee , Dheeraj N Dharau Khojau Dhaari Bhaykh Jog Ko ?571?",
    "translation": "O my dear beloved! much delay has taken place in meeting with You and I am very anxious and impatient to meet You. I can hold on to my patience no more. Should I then dress up as a (female) yogi and search You?  (571)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
