[
  {
    "id": 90990,
    "shabad_id": 25586,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਾਯਸ ੳੁਡਹ ਬਲ ਜਾੳੁ ਬੇਗ ਮਿਲੌ ਪੀਯ ਮਿਟੈ ਦੁਖ ਰੋਗ ਸੋਗ ਬਿਰਹ ਬਿਯੋਗ ਕੋ",
    "transliteration": "Baayas Udah Bal Jaau Bayg Milau Peeya , Mitai Doukh Rog Sog Birah Biyog Ko ?",
    "translation": "I am sacrifice unto you 0 Crow! go and convey my message to my beloved to come and meet me soon so as to allay my sufferings, distresses and pangs of separation; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90991,
    "shabad_id": 25586,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਵਧ ਬਿਕਟ ਕਟੈ ਕਪਟ ਅੰਤਰ ਪਟ ਦੇਖੳੁ ਦਿਨ ਪ੍ਰੇਮ ਰਸ ਸਹਜ ਸੰਜੋਗ ਕੋ",
    "transliteration": "Avadh Bikat Katai Kapat Antar Pata , Daykhau Din Praym Ras Sahaj Sanjog Ko ?",
    "translation": "O my beloved! separated from you, the life has become hard to spend. I am living in ignorance. Then how will I ever get the opportunity of uniting with my husband Lord to relish His love for ever? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90992,
    "shabad_id": 25586,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਲਾਲ ਨ ਅਾਵਤ ਸੁਭ ਲਗਨ ਸਗਨ ਭਲੇ ਹੋੲਿ ਨ ਬਿਲੰਬ ਕਛੁ ਭੇਦ ਬੇਦ ਲੋਕ ਕੋ",
    "transliteration": "Laal N Aavat Soubh Lagan Sagan Bhalay , Hoi N Bilanb Kachhu Bhayd Bayd Lok Ko ?",
    "translation": "Time and omen appear auspicious, yet the dear beloved is not coming. Hopefully the cause of the delay in His arrival is not my worldly attachments. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90993,
    "shabad_id": 25586,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਤਿਹਿ ਅਾਤੁਰ ਭੲੀ ਅਧਿਕ ਅੌਸੇਰ ਲਾਗੀ ਧੀਰਜ ਨ ਧਰੌ ਖੋਜੌ ਧਾਰਿ ਭੇਖ ਜੋਗ ਕੋ ||੫੭੧||",
    "transliteration": "Atihi Aatur Bhaee Adhik Aousayr Laagee , Dheeraj N Dharau Khojau Dhaari Bhaykh Jog Ko ?571?",
    "translation": "O my dear beloved! much delay has taken place in meeting with You and I am very anxious and impatient to meet You. I can hold on to my patience no more. Should I then dress up as a (female) yogi and search You?  (571)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
