[
  {
    "id": 90994,
    "shabad_id": 25587,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਗਨਿ ਜਰਤ ਜਲ ਬੂਡਤ ਸਰਪ ਗ੍ਰਸਹਿ ਸਸਤ੍ਰ ਅਨੇਕ ਰੋਮ ਰੋਮ ਕਰਿ ਘਾਤ ਹੈ",
    "transliteration": "Agani Jarat Jal Boodat Sarap Grasahi , Sasatr Anayk Rom Rom Kari Ghaat Hai ?",
    "translation": "Pain in the body due to burns, drowning in water, snakebite or wounds received by the strike of weapons; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90995,
    "shabad_id": 25587,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਰਥਾ ਅਨੇਕ ਅਪਦਾ ਅਧੀਨ ਦੀਨ ਗਤਿ ਗ੍ਰੀਖਮ ਅੌ ਸੀਤ ਬਰਖ ਮਾਹਿ ਨਿਸ ਪ੍ਰਾਤ ਹੈ",
    "transliteration": "Biradaa Anayk Apadaa Adheen Deen Gati , Greekham Au Seet Barakh Maahi Nis Praat Hai ?",
    "translation": "Sufferings of many distresses, spending days in summer, winter and even rainy seasons and bearing these discomforts; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90996,
    "shabad_id": 25587,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੋ ਦਿ੍ਵਜ ਬਧੂ ਬਿਸ੍ਵਾਸ ਬੰਸ ਕੋਟਿ ਹਤਯਾ ਤ੍ਰਿਸਨਾ ਅਨੇਕ ਦੁਖ ਦੋਖ ਬਸ ਗਾਤ ਹੈ",
    "transliteration": "Go Dvij Badhoo Bisvaas Bans Koti Hatayaa , Trisanaa Anayk Doukh Dokh Bas Gaat Hai ?",
    "translation": "Distresses of the body due to killing of a cow, brahmin, a woman, trust, family and many such-like sins and stigmas performed under the influence of desires. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90997,
    "shabad_id": 25587,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਨਿਕ ਪ੍ਰਕਾਰ ਜੋਰ ਸਕਲ ਸੰਸਾਰ ਸੋਧ ਪੀਯ ਕੇ ਬਿਛੋਹ ਪਲ ੲੇਕ ਨ ਪੁਜਾਤ ਹੈ ||੫੭੨||",
    "transliteration": "Anik Prakaar Jor Sakal Sansaar Sodha , Peey Kay Bichhoh Pal Ayk N Pujaat Hai ?572?",
    "translation": "All the pains of the world put together cannot reach the pain of separation of the Lord even for a moment. (All worldly distresses are trivial compared to the pangs of separation of the Lord).   (572)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
