[
  {
    "shabad_id": 25588,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUrin srd sis skl sMswr khY myry jwny br bYsMqr kI aUk hY",
    "transliteration": "Poorani Sarad Sasi Sakal Sansaar Kahai , Mayray Jaanay Bar Baisantar Kee Ook Hai ?",
    "translation": "The light of full moon is considered cool and comforting by the whole world. But to me (suffering the pangs of separation of the beloved) it is like a burning wood. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25588,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "Agn Agn qn mDX icngwrI CwfY ibrh ausws mwno PMng kI PUk hY",
    "transliteration": "Agan Agan Tan Madhay Chinagaaree Chhaadai , Birah Ousaas Maano Dhannag Kee Dhook Hai ?",
    "translation": "This pain of separation is causing countless fiery sparks in the body. The sighs of separation are like hissing sound of a cobra, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25588,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "prsq pwvk pKwn PUt tUt jwq CwqI Aiq brjn hoie doie tUk hY",
    "transliteration": "Parasat Paavak Pakhaan Dhoot Toot Jaata , Chhaatee Ati Barajan Hoi Doi Took Hai ?",
    "translation": "Thus fire of separation is so strong that even stones break into pieces when they touch it. Despite much effort my chest is breaking into pieces. (I can't bear the pain of separation anymore). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25588,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pIX ky isDwry BwrI jIvn mrn Bey jnm ljwXo pRym nym icq cUk hY ]573]",
    "transliteration": "Peey Kay Sidhaaray Bhaaree Jeevan Maran Bhaay , Janam Lajaayo Praym Naym Chit Chook Hai ?573?",
    "translation": "Separation of the beloved Lord has made both living life and death burdensome. I must have made a blunder in abiding by the vows and promises of love that I had made that is sullying my human birth. (The life is going to waste).  (573)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]