[
  {
    "shabad_id": 25589,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ibn piRX ishjw Bvn Awn rUp rMg dyKIAY skl jmdUq BY BXwn hY",
    "transliteration": "Bin Priy Sihajaa Bhavan Aan Roop Ranga , Daykheeai Sakal Jamadoot Bhai Bhayaan Hai ?",
    "translation": "Without the presence of my beloved by my side, all these comfortable beds, mansions and other colourful forms look frightening like the angels/demons of death. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25589,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ibn piRX rwg nwd bwd gRXwn Awn kQw lwgY qn qICn dush aur bwn hY",
    "transliteration": "Bin Priy Raag Naad Baad Gyaan Aan Kadaa , Laagai Tan Teechhan Dousah Ur Baan Hai ?",
    "translation": "Without the Lord, all modes of singing, their melodies, musical instruments and other episodes spreading knowledge touch the body as sharp arrows pierce the heart. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25589,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ibn piRX Asn bsn AMg AMg suK ibKXw ibKmu AO bYsMqr smwn hY",
    "transliteration": "Bin Priy Asan Basan Ang Ang Soukha , Bikhayaa Bikhamu Au Baisantar Samaan Hai ?",
    "translation": "Without dear beloved, all delicious dishes, comfort-giving beds and other pleasures of various kind look like poison and horrible fire. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25589,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ibn piRX mwno mIn sll AMqrgq jIvn jqn ibn pRIqm n Awn hY ]574]",
    "transliteration": "Bin Priy Maano Meen Salal Antaragata , Jeevan Jatan Bin Preetam N Aan Hai ?574?",
    "translation": "Just as a fish has no other aim than living in the company of its beloved water, I have no other purpose of life than living with my beloved Lord.  (574)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
