[
  {
    "id": 91002,
    "shabad_id": 25589,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਿਨ ਪ੍ਰਿਯ ਸਿਹਜਾ ਭਵਨ ਅਾਨ ਰੂਪ ਰੰਗ ਦੇਖੀਅੈ ਸਕਲ ਜਮਦੂਤ ਭੈ ਭਯਾਨ ਹੈ",
    "transliteration": "Bin Priy Sihajaa Bhavan Aan Roop Ranga , Daykheeai Sakal Jamadoot Bhai Bhayaan Hai ?",
    "translation": "Without the presence of my beloved by my side, all these comfortable beds, mansions and other colourful forms look frightening like the angels/demons of death. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91003,
    "shabad_id": 25589,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਨ ਪ੍ਰਿਯ ਰਾਗ ਨਾਦ ਬਾਦ ਗ੍ਰਯਾਨ ਅਾਨ ਕਥਾ ਲਾਗੈ ਤਨ ਤੀਛਨ ਦੁਸਹ ੳੁਰ ਬਾਨ ਹੈ",
    "transliteration": "Bin Priy Raag Naad Baad Gyaan Aan Kadaa , Laagai Tan Teechhan Dousah Ur Baan Hai ?",
    "translation": "Without the Lord, all modes of singing, their melodies, musical instruments and other episodes spreading knowledge touch the body as sharp arrows pierce the heart. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91004,
    "shabad_id": 25589,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਿਨ ਪ੍ਰਿਯ ਅਸਨ ਬਸਨ ਅੰਗ ਅੰਗ ਸੁਖ ਬਿਖਯਾ ਬਿਖਮੁ ਅੌ ਬੈਸੰਤਰ ਸਮਾਨ ਹੈ",
    "transliteration": "Bin Priy Asan Basan Ang Ang Soukha , Bikhayaa Bikhamu Au Baisantar Samaan Hai ?",
    "translation": "Without dear beloved, all delicious dishes, comfort-giving beds and other pleasures of various kind look like poison and horrible fire. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91005,
    "shabad_id": 25589,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਨ ਪ੍ਰਿਯ ਮਾਨੋ ਮੀਨ ਸਲਲ ਅੰਤਰਗਤ ਜੀਵਨ ਜਤਨ ਬਿਨ ਪ੍ਰੀਤਮ ਨ ਅਾਨ ਹੈ ॥੫੭੪॥",
    "transliteration": "Bin Priy Maano Meen Salal Antaragata , Jeevan Jatan Bin Preetam N Aan Hai ?574?",
    "translation": "Just as a fish has no other aim than living in the company of its beloved water, I have no other purpose of life than living with my beloved Lord.  (574)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
