[
  {
    "id": 91018,
    "shabad_id": 25593,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy bYl qylI ko jwnq keI kos clRXo nYn auGrq vwhI Twau hI iTkwno hY",
    "transliteration": "Jaisay Bail Taylee Ko Jaanat Kaee Kos Chalyo , Nain Ougharat Vaahee Tthaau Hee Tthikaano Hai ?",
    "translation": "Just as a blind folded bullock of an oilman keeps going around the extractor and he thinks he has travelled many miles, but when his blindfold is removed, sees himself standing at the same place. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91019,
    "shabad_id": 25593,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy jyvrI btq AwNDro AicMq icMq Kwq jwq bCuro ttyro pCuqwno hY",
    "transliteration": "Jaisay Jayvaree Batat Aandharo Achint Chinta , Khaat Jaat Bachhuro Tatayro Pachhoutaano Hai ?",
    "translation": "Just as a blind person keeps twisting a rope without care when at the same time, the calf is eating it. But when he feels for the work done by him so far, repents to know that much of it has been eaten away; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91020,
    "shabad_id": 25593,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy miRg qiRsnw lO DwvY miRg qiRKwvMq Awvq n swNiq BRm BRmq ihrwno hY",
    "transliteration": "Jaisay Mrig Trisanaa Lau Dhaavai Mrig Trikhaavanta , Aavat N Saanti Bhram Bhramat Hiraano Hai ?",
    "translation": "Just as a deer keeps running towards a mirage, but the absence of water does not satiate his thirst and he feels distressed wandering. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91021,
    "shabad_id": 25593,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy sÍpnMqru idsMqr ibhwX geI phuMc n skRXo qhwN jhwN moih jwno hY ]578]",
    "transliteration": "Taisay Svapanantaru Disantar Bihaay Gaee , Pahounch N Sakyo Tahaan Jahaan Mohi Jaano Hai ?578?",
    "translation": "Similarly, wandering in the country and beyond, I have spent my life in a dream. I have not been able to reach where I had to go. (I have failed to re-unite myself with God).  (578)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
