[
  {
    "id": 91026,
    "shabad_id": 25595,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤਿਲ ਪੀੜ ਤੇਲ ਕਾਢੀਅਤ ਕਸਟੁ ਕੈ ਤਾਂ ਤੇ ਹੋੲਿ ਦੀਪਕ ਜਰਾੲੇ ੳੁਜਿਯਾਰੋ ਜੀ",
    "transliteration": "Jaisay Til Peerh Tayl Kaaddheeat Kasatu Kai , Taan Tay Hoi Deepak Jaraaay Ujiyaaro Jee ?",
    "translation": "Just as oil is extracted with much effort and when that oil is put in a lamp and lit, spreads light. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91027,
    "shabad_id": 25595,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਰੋਮ ਰੋਮ ਕਰਿ ਕਾਟੀਅੈ ਅਜਾ ਕੋ ਤਨ ਤਾਂ ਕੀ ਤਾਤ ਬਾਜੈ ਰਾਗ ਰਾਗਨੀ ਸੋ ਪਿਅਾਰੋ ਜੀ",
    "transliteration": "Jaisay Rom Rom Kari Kaateeai Ajaa Ko Tana , Taan Kee Taat Baajai Raag Raaganee So Piaaro Jee ?",
    "translation": "Just as a goat's meat is cut into pieces while the strings made of its intestines are used in musical instruments that produce melodies in various Ragas. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91028,
    "shabad_id": 25595,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ੳੁਟਾੲਿ ਦਰਪਨ ਕੀਜੈ ਲੋਸਟ ਸੇਤੀ ਤਾਂ ਤੇ ਕਰ ਗਹਿ ਮੁਖ ਦੇਖਤ ਸੰਸਾਰੋ ਜੀ",
    "transliteration": "Jaisay Tau Outaai Darapan Keejai Losat Saytee , Taan Tay Kar Gahi Moukh Daykhat Sansaaro Jee ?",
    "translation": "Just as a lump of special sand is melted and turned into glass and the whole world holds it in hand to see their face. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91029,
    "shabad_id": 25595,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਦੂਖ ਭੂਖ ਸੁਧ ਸਾਧਨਾ ਕੈ ਸਾਧ ਭੲੇ ਤਾ ਹੀ ਤੇ ਜਗਤ ਕੋ ਕਰਤ ਨਿਸਤਾਰੋ ਜੀ ||੫੮੦||",
    "transliteration": "Taisay Dookh Bhookh Sudh Saadhanaa Kai Saadh Bhaay , Taa Hee Tay Jagat Ko Karat Nisataaro Jee ?580?",
    "translation": "Similarly, one living through all sufferings and tribulations obtains Naam from the True Guru and practices it to discipline one's mind; and with success in penance becomes a person of high virtues. He attaches the worldly people with the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
