[
  {
    "shabad_id": 25596,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy AMnwid Awid AMq prXMq hMq sgl sMswr ko AwDwr BXo qwNhI sYN",
    "transliteration": "Jaisay Annaadi Aadi Ant Parayant Hanta , Sagal Sansaar Ko Aadhaar Bhayo Taanhee Sain ?",
    "translation": "Just as grains are beaten and crushed right from the beginning and having lost their identity they become the support and sustenance of the whole world. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25596,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy qau kpws qRws dyq n audws kwFY jgq kI Et Bey AMbr idvwhI sYN",
    "transliteration": "Jaisay Tau Kapaas Traas Dayt N Udaas Kaaddhai , Jagat Kee Aot Bhaay Anbar Divaahee Sain ?",
    "translation": "Just as cotton bears the pain of ginning and spinning and loses its identity to become cloth and cover the bodies of the people of the world. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25596,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy Awpw Koie jl imlY siB brn mYN Kg miRg mwns qiRpq gq XwhI sYN",
    "transliteration": "Jaisay Aapaa Khoi Jal Milai Sabhi Baran Main , Khag Mrig Maanas Tripat Gat Yaahee Sain ?",
    "translation": "Just as water loses its identity and becomes one with all colours and bodies and this character of destroying its own identity makes it capable of satiating others need. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25596,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy mn swiD swiD swDnw kY swD Bey XwhI qy skl kO auDwr AvgwhI sYN ]581]",
    "transliteration": "Taisay Man Saadhi Saadhi Saadhanaa Kai Saadh Bhaay , Yaahee Tay Sakal Kau Udhaar Avagaahee Sain ?581?",
    "translation": "Similarly, those who took consecration from the True Guru and practiced Naam Simran to discipline their minds become superior persons. They are the emancipator of the whole world by attaching them with Guru.  (581)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]