[
  {
    "shabad_id": 25597,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sMg imil clY inribGn phUcY Gr ibCrY qurq btvwro mwr fwr hYN",
    "transliteration": "Sang Mili Chalai Nirabighan Pahoochai Ghara , Bichharai Turat Batavaaro Maar Daar Hain ?",
    "translation": "Just as a man travelling in the company of others reaches home safely but one who gets separated, is robbed by dacoits and killed. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25597,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy bwr dIey Kyq Cuvq n miRg nr CyfI Bey miRg pMKI Kyqih aujwr hYN",
    "transliteration": "Jaisay Baar Deeay Khayt Chhuvat N Mrig Nara , Chhaydee Bhaay Mrig Pankhee Khaytahi Ujaar Hain ?",
    "translation": "Just as a fenced field cannot be touched by humans and animals but an unfenced field is destroyed by passers-by and animals. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25597,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ipMjrw mY sUAw jYsy rwm nwm lyq hyqu inksiq iKn qwNih gRsq mMjwr hY",
    "transliteration": "Pinjaraa Mai Sooaa Jaisay Raam Naam Layt Haytu , Nikasati Khin Taanhi Grasat Manjaar Hai ?",
    "translation": "Just as a parrot shouts Ram Ram when in a cage but as soon as it gets out of cage, it is pounced upon by a cat and is eaten away. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25597,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "swDsMg imil mn phucY shj Gir ibcrq pMco dUq pRwn pirhwr hYN ]582]",
    "transliteration": "Saadhasang Mili Man Pahouchai Sahaj Ghari , Bicharat Pancho Doot Praan Parihaar Hain ?582?",
    "translation": "Similarly, the mind of a human being acquires higher spiritual state when it unites with God-like True Guru. But when separated from the True Guru, it wanders about and is destroyed (spiritually) by the five vices-lust, anger, avarice, attachment and prid",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]