[
  {
    "id": 91034,
    "shabad_id": 25597,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸੰਗ ਮਿਲਿ ਚਲੈ ਨਿਰਬਿਘਨ ਪਹੂਚੈ ਘਰ ਬਿਛਰੈ ਤੁਰਤ ਬਟਵਾਰੋ ਮਾਰ ਡਾਰ ਹੈਂ",
    "transliteration": "Sang Mili Chalai Nirabighan Pahoochai Ghara , Bichharai Turat Batavaaro Maar Daar Hain ?",
    "translation": "Just as a man travelling in the company of others reaches home safely but one who gets separated, is robbed by dacoits and killed. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91035,
    "shabad_id": 25597,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਾਰ ਦੀੲੇ ਖੇਤ ਛੁਵਤ ਨ ਮ੍ਰਿਗ ਨਰ ਛੇਡੀ ਭੲੇ ਮ੍ਰਿਗ ਪੰਖੀ ਖੇਤਹਿ ੳੁਜਾਰ ਹੈਂ",
    "transliteration": "Jaisay Baar Deeay Khayt Chhuvat N Mrig Nara , Chhaydee Bhaay Mrig Pankhee Khaytahi Ujaar Hain ?",
    "translation": "Just as a fenced field cannot be touched by humans and animals but an unfenced field is destroyed by passers-by and animals. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91036,
    "shabad_id": 25597,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਿੰਜਰਾ ਮੈ ਸੂਅਾ ਜੈਸੇ ਰਾਮ ਨਾਮ ਲੇਤ ਹੇਤੁ ਨਿਕਸਤਿ ਖਿਨ ਤਾਂਹਿ ਗ੍ਰਸਤ ਮੰਜਾਰ ਹੈ",
    "transliteration": "Pinjaraa Mai Sooaa Jaisay Raam Naam Layt Haytu , Nikasati Khin Taanhi Grasat Manjaar Hai ?",
    "translation": "Just as a parrot shouts Ram Ram when in a cage but as soon as it gets out of cage, it is pounced upon by a cat and is eaten away. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91037,
    "shabad_id": 25597,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਾਧਸੰਗ ਮਿਲਿ ਮਨ ਪਹੁਚੈ ਸਹਜ ਘਰਿ ਬਿਚਰਤ ਪੰਚੋ ਦੂਤ ਪ੍ਰਾਨ ਪਰਿਹਾਰ ਹੈਂ ||੫੮੨||",
    "transliteration": "Saadhasang Mili Man Pahouchai Sahaj Ghari , Bicharat Pancho Doot Praan Parihaar Hain ?582?",
    "translation": "Similarly, the mind of a human being acquires higher spiritual state when it unites with God-like True Guru. But when separated from the True Guru, it wanders about and is destroyed (spiritually) by the five vices-lust, anger, avarice, attachment and prid",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
