[
  {
    "shabad_id": 25599,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy jnmq kMnRXw dIjIAY dhyj Gno qw ky suq AwgY bRXwhy bhu pun lIjIAY",
    "transliteration": "Jaisay Janamat Kannyaa Deejeeai Dahayj Ghano , Taa Kay Sout Aagai Byaahay Bahu Poun Leejeeai ?",
    "translation": "Just as in the marriage of daughter born in a house, much dowry is given. And when her sons are married, much dowry is received from their in-laws house; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25599,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy dwm lweIAq pRQm bnj ibKY pwCY lwB hoq mn skuc n kIjIAY",
    "transliteration": "Jaisay Daam Laaeeat Pradam Banaj Bikhai , Paachhai Laabh Hot Man Sakouch N Keejeeai ?",
    "translation": "Just as one spends money from one's pocket at the time of commencement of a business and then to earn profit, one should not hesitate to ask enhanced price; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25599,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy gaU syvw kY shyq pRiqpwlIAq skl AKwd vw ko dUD duih pIjIAY",
    "transliteration": "Jaisay Gaoo Sayvaa Kai Sahayt Pratipaaleeata , Sakal Akhaad Vaa Ko Doodh Duhi Peejeeai ?",
    "translation": "Just as a cow is reared with love and care, she is served fodder and other items not eaten by human beings, and she yields milk that is drunk. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25599,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy qn mn Dn Arp srn gur dIKRXw dwn lY Amr sd sd jIjIAY ]584]",
    "transliteration": "Taisay Tan Man Dhan Arap Saran Gur , Deekhyaa Daan Lai Amar Sad Sad Jeejeeai ?584?",
    "translation": "Similarly, falling in the refuge of the True Guru, one surrenders all (body, mind and wealth) to Him. Then obtaining the incantation of Naam from the True Guru, one achieves emancipation and is freed from repeated deaths and births.  (584)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
