[
  {
    "shabad_id": 25600,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy lwK koir ilKq n kn Bwr lwgY jwnq su sRm hoie jw kY gn rwKIAY",
    "transliteration": "Jaisay Laakh Kori Likhat N Kan Bhaar Laagai , Jaanat Su Sram Hoi Jaa Kai Gan Raakheeai ?",
    "translation": "Just as writing figures representing millions and billions amount involve no burden at all, but if that much money is counted and placed on someone's head, he alone knows the burden he is carrying. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25600,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AMmiRq AMmiRq khY pweIAY n Amr pd jO lO ijhÍw kY surs AMmiRq n cwKIAY",
    "transliteration": "Anmrit Anmrit Kahai Paaeeai N Amar Pada , Jau Lau Jihvaa Kai Suras Anmrit N Chaakheeai ?",
    "translation": "Just as repeatedly saying Amrit, Amrit does not bestow one with liberation unless the supreme elixir is tasted. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25600,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "bMdI jn kI AsIs BUpiq n hoie koaU isMGwsn bYTy jYsy ckÍY n BwKIAY",
    "transliteration": "Bandee Jan Kee Asees Bhoopati N Hoi Kooo , Singhaasan Baitthay Jaisay Chakravai N Bhaakheeai ?",
    "translation": "Just as praises showered by a Bhatt (bard) does not make a person a king unless he sits on the throne and become known as a king with vast empire. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25600,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy ilKy suny khy pweIAY nw gurmiq jO lO gur sbd kI sujukq n lwKIAY ]585]",
    "transliteration": "Taisay Likhay Sounay Kahay Paaeeai Naa Gurmati , Jau Lau Gur Sabad Kee Sujoukat N Laakheeai ?585?",
    "translation": "Similarly, one cannot obtain the wisdom of True Guru by just hearing or saying unless the skill of practicing devotedly the Gurus' words obtained from the True Guru is known.  (585)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]