[
  {
    "id": 91054,
    "shabad_id": 25602,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy biRQwvMq jMq pUCY bYd bYd pRiq jO lO n imtq rog qO lO ibllwq hY",
    "transliteration": "Jaisay Bridaavant Jant Poochhai Baid Baid Prati , Jau Lau N Mitat Rog Tau Lau Bilalaat Hai ?",
    "translation": "Just as a patient describes his pain and discomfort to many physicians and doctors and ask for necessary cure, and till such times he is cured and become healthy, he keeps crying and wailing due to pain. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91055,
    "shabad_id": 25602,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy BIK mwNgq iBKwrI Gir Gir folY qO lO nhIN AwvY cYn jO lO n AGwq hY",
    "transliteration": "Jaisay Bheekh Maangat Bhikhaaree Ghari Ghari Dolai , Tau Lau Naheen Aavai Chain Jau Lau N Aghaat Hai ?",
    "translation": "Just as a beggar wanders from door to door in search of alms and he is not satisfied till his hunger is appeased. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91056,
    "shabad_id": 25602,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy ibrhnI sOn sgn lgn soDY jO lO n Bqwr BytY qO lO Akulwq hY",
    "transliteration": "Jaisay Birahanee Saoun Sagan Lagan Sodhai , Jau Lau N Bhataar Bhaytai Tau Lau Akulaat Hai ?",
    "translation": "Just as a wife separated from her husband, searches for auspicious moments, omens and remains restless till her dear husband meets her. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91057,
    "shabad_id": 25602,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy KojI KojY Al kml kml giq jO lO n prm pd sMpt smwq hY ]587]",
    "transliteration": "Taisay Khojee Khojai Al Kamal Kamal Gati , Jau Lau N Param Pad Sanpat Samaat Hai ?587?",
    "translation": "Similarly, like a bumble bee searching for lotus flowers and getting arrested in the box-like flower while sucking its nectar, a bumble bee-like seeker desiring union with his beloved Lord keeps searching for the elixir-like name till he obtains it from T",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
