[
  {
    "id": 91058,
    "shabad_id": 25603,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੇਖਤ ਪੇਖਤ ਜੈਸੇ ਰਤਨ ਪਾਰੁਖੁ ਹੋਤ ਸੁਨਤ ਸੁਨਤ ਜੈਸੇ ਪੰਡਿਤ ਪ੍ਰਬੀਨ ਹੈ",
    "transliteration": "Paykhat Paykhat Jaisay Ratan Paaroukhu Hota , Sounat Sounat Jaisay Pandit Prabeen Hai ?",
    "translation": "Just as one becomes an expert gemologist watching and studying gems; and listening to words full of knowledge makes one clever, wise and a scholar. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91059,
    "shabad_id": 25603,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੂੰਘਤ ਸੂੰਘਤ ਸੌਧਾ ਜੈਸੇ ਤੳੁ ਸੁਬਾਸੀ ਹੋਤ ਗਾਵਤ ਗਾਵਤ ਜੈਸੇ ਗਾੲਿਨ ਗੁਨੀਨ ਹੈ",
    "transliteration": "Soonghat Soonghat Saudhaa Jaisay Tau Soubaasee Hota , Gaavat Gaavat Jaisay Gaain Gouneen Hai ?",
    "translation": "Just as smelling various fragrances, one acquires much knowledge to become a perfumist and practicing singing preludes, one becomes expert in singing. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91060,
    "shabad_id": 25603,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਲਿਖਤ ਲਿਖਤ ਲੇਖ ਜੈਸੇ ਤੳੁ ਲੇਖਕ ਹੋਤ ਚਾਖਤ ਚਾਖਤ ਜੈਸੇ ਭੋਗੀ ਰਸੁ ਭੀਨ ਹੈ",
    "transliteration": "Likhat Likhat Laykh Jaisay Tau Laykhak Hota , Chaakhat Chaakhat Jaisay Bhogee Rasu Bheen Hai ?",
    "translation": "Just as one becomes a writer by writing essays and articles on various topics; and tasting various edible commodities, one becomes an expert taster. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91061,
    "shabad_id": 25603,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਲਤ ਚਲਤ ਜੈਸੇ ਪਹੁਚੈ ਠਿਕਾਨੈ ਜਾੲਿ ਖੋਜਤ ਖੋਜਤ ਗੁਰ ਸਬਦੁ ਲਿਵਲੀਨ ਹੈ ||੫੮੮||",
    "transliteration": "Chalat Chalat Jaisay Pahouchai Tthikaanai Jaai , Khojat Khojat Gur Sabadu Livaleen Hai ?588?",
    "translation": "Just as walking on a path leads one to some place, similarly, searcher of spiritual knowledge takes refuge in the feet of the True Guru who initiates him to practicing Naam Simran that introduces him to his self and then he absorbs his consciousness in th",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
