[
  {
    "id": 91062,
    "shabad_id": 25604,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy Al kml kml bws lyq iPrY kwhUM eyk pdm kY sMpt smwq hY",
    "transliteration": "Jaisay Al Kamal Kamal Baas Layt Dhirai , Kaahoon Ayk Padam Kai Sanpat Samaat Hai ?",
    "translation": "Just as a bumble bee hops from one lotus flower to -another, but sucking nectar from anyone flower at the time of Sunset, it gets arrested in its box-like petals, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91063,
    "shabad_id": 25604,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy pMCI ibrK ibrK Pl Kwq iPrY brhny ibrK bYTy rjnI ibhwq hY",
    "transliteration": "Jaisay Panchhee Birakh Birakh Dhal Khaat Dhirai , Barahanay Birakh Baitthay Rajanee Bihaat Hai ?",
    "translation": "Just as a bird keeps hoping from one tree to the other eating all types of fruits but spends night on a branch of any tree, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91064,
    "shabad_id": 25604,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy qO bRXwpwrI hwit hwit kY dyKq iPrY ibrlY kI hwit bYT bnj ly jwq hY",
    "transliteration": "Jaisay Tau Byaapaaree Haati Haati Kai Daykhat Dhirai , Biralai Kee Haati Baitth Banaj Lay Jaat Hai ?",
    "translation": "Just as a trader keeps seeing commodities in every shop but purchases goods from anyone of them, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91065,
    "shabad_id": 25604,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI gur sbd rqn Kojq KojI koit mDy kwhU sMg rMg lptwq hY ]589]",
    "transliteration": "Taisay Hee Gur Sabad Ratan Khojat Khojee , Koti Madhay Kaahoo Sang Rang Lapataat Hai ?589?",
    "translation": "Similarly, the seeker of jewel-like Guru's words searches the jewel mine-the True Guru. Amongst many fake Gurus, there is a rare saintly person in whose holy feet a liberation seeker absorbs his mind. (He searches for the True Guru, obtains the elixir of ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
