[
  {
    "id": 91066,
    "shabad_id": 25605,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਦੀਪ ਦੀਪਤ ਪਤੰਗ ਲੋਟ ਪੋਤ ਹੋਤ ਕਬਹੂੰ ਕੈ ਜ੍ਵਾਰਾ ਮੈ ਪਰਤ ਜਰ ਜਾੲਿ ਹੈ",
    "transliteration": "Jaisay Deep Deepat Patang Lot Pot Hota , Kabahoon Kai Jvaaraa Mai Parat Jar Jaai Hai ?",
    "translation": "Just as a moth is enamored by the flame of a lamp, circles around it, and one day falls in the flame and burns himself. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91067,
    "shabad_id": 25605,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਖਗ ਦਿਨਪ੍ਰਤਿ ਚੋਗ ਚੁਗਿ ਅਾਵੈ ੳੁਡਿ ਕਾਹੂ ਦਿਨ ਫਾਸੀ ਫਾਸੈ ਬਹੁਰ੍ਰਯੋ ਨ ਅਾੲਿ ਹੈ",
    "transliteration": "Jaisay Khag Dinaprati Chog Chougi Aavai Udi , Kaahoo Din Dhaasee Dhaasai Bahuryo N Aai Hai ?",
    "translation": "Just as a bird picks grains and worms the whole day and return to his nest as the sun sets, but some day, it is caught in the net of a bird catcher and does not return to its nest. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91068,
    "shabad_id": 25605,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਅਲ ਕਮਲ ਕਮਲ ਪ੍ਰਤਿ ਖੋਜੈ ਨਿਤ ਕਬਹੂੰ ਕਮਲ ਦਲ ਸੰਪਟ ਸਮਾੲਿ ਹੈ",
    "transliteration": "Jaisay Al Kamal Kamal Prati Khojai Nita , Kabahoon Kamal Dal Sanpat Samaai Hai ?",
    "translation": "Just as a black bee keep searching and smelling elixir from various lotus flowers, but one day it is caught in the boxlike flower. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91069,
    "shabad_id": 25605,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਬਾਨੀ ਅਵਗਾਹਨ ਕਰਤ ਚਿਤ ਕਬਹੂੰ ਮਗਨ ਹ੍ਵੈ ਸਬਦ ੳੁਰਝਾੲਿ ਹੈ ॥੫੯੦॥",
    "transliteration": "Taisay Gurbaanee Avagaahan Karat Chita , Kabahoon Magan Hvai Sabad Urajhaai Hai ?590?",
    "translation": "Similarly, a seeker perpetually dives in Gurbani, but some day he becomes so engrossed in Gurbani that he is absorbed in Guru's words.  (590)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
