[
  {
    "id": 91070,
    "shabad_id": 25606,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਪੋਸਤੀ ਸੁਨਤ ਕਹਤ ਪੋਸਤ ਬੁਰੋ ਤਾਂ ਕੇ ਬਸਿ ਭਯੋ ਛਾਡ੍ਰਯੋ ਚਾਹੈ ਪੈ ਨ ਛੂਟੲੀ",
    "transliteration": "Jaisay Posatee Sounat Kahat Posat Buro , Taan Kay Basi Bhayo Chhaadyo Chaahai Pai N Chhootaee ?",
    "translation": "Just as a poppy husk addict calls this addiction bad, but caught in its web, even if he wants to leave it can't do so. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91071,
    "shabad_id": 25606,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਜੂਅਾ ਖੇਲ ਬਿਤ ਹਾਰ ਬਿਲਖੈ ਜੁਅਾਰੀ ਤੳੂ ਪਰ ਜੁਅਾਰਨ ਕੀ ਸੰਗਤ ਨ ਟੂਟੲੀ",
    "transliteration": "Jaisay Jooaa Khayl Bit Haar Bilakhai Juaaree , Taoo Par Juaaran Kee Sangat N Tootaee ?",
    "translation": "Just as a gambler loses all his money and wails, even then he cannot leave the company of other gamblers. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91072,
    "shabad_id": 25606,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਚੋਰ ਚੋਰੀ ਜਾਤ ਹ੍ਰਿਦੈ ਸਹਕਤ ਪੁਨ ਤਜਤ ਨ ਚੋਰੀ ਜੌ ਲੌ ਸੀਸ ਹੀ ਨ ਫੂਟੲੀ",
    "transliteration": "Jaisay Chor Choree Jaat Hridai Sahakat Pouna , Tajat N Choree Jau Lau Sees Hee N Dhootaee ?",
    "translation": "Just as a thief is scared of being caught when he goes out to steal, yet he does not leave stealing till he runs into trouble (is caught, imprisoned or hanged). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91073,
    "shabad_id": 25606,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਸਭ ਕਹਤ ਸੁਨਤ ਮਾਯਾ ਦੁਖਦਾੲੀ ਕਾਹੂ ਪੈ ਨ ਜੀਤੀ ਪਰੈ ਮਾਯਾ ਜਗ ਲੂਟੲੀ ||੫੯੧||",
    "transliteration": "Taisay Sabh Kahat Sounat Maayaa Doukhadaaee , Kaahoo Pai N Jeetee Parai Maayaa Jag Lootaee ?591?",
    "translation": "Just as all humans declare mammon (maya) a troublesome necessity, yet it cannot be won over by anyone. On the contrary, it is plundering the whole world. (It is entangling people in its net and taking them away from the holy feet of the Lord.)  (591)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
