[
  {
    "shabad_id": 25607,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "qruvru igry pwq bhuro n jory jwq AYso qwq mwq suq BRwq moh mwXw ko",
    "transliteration": "Taruvaru Giray Paat Bahuro N Joray Jaata , Aiso Taat Maat Sout Bhraat Moh Maayaa Ko ?",
    "translation": "Just as leaves broken from the branches of a tree cannot be re-attached, similarly; father, mother, son, brother are relations that came into being due to chance of previous births. Like the leaves of a tree they will not re-unite again. None of these wil",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25607,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy budbudw Erw pyKq iblwie jwie AYso jwn qRXwghu Brosy BRm kwXw ko",
    "transliteration": "Jaisay Budabudaa Aoraa Paykhat Bilaai Jaai , Aiso Jaan Tyaagahu Bharosay Bhram Kaayaa Ko ?",
    "translation": "Just as a bubble of water and a hail perishes in no time, similarly, give up the belief and illusion that this body will stay for long or forever. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25607,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qiRx kI Agin jir bUJq nbwr lwgY AYsI Awvw AOiD jYsy nyhu dRum CwXw ko",
    "transliteration": "Trin Kee Agani Jari Boojhat Nabaar Laagai , Aisee Aavaa Audhi Jaisay Nayhu Droum Chhaayaa Ko ?",
    "translation": "The fire of hay takes no time to extinguish, and just as developing attachment with the shade of a tree is futile, so is the period of our life. Loving it is worthless. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25607,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jnm jIvn AMqkwl ky sMgwqI rwchu sPl AOsr jg qb hI qau AwieAw ko ]592]",
    "transliteration": "Janam Jeevan Antakaal Kay Sangaatee Raachahu , Sadhal Aousar Jag Tab Hee Tau Aaiaa Ko ?592?",
    "translation": "Therefore, absorb yourself in the Naam of the True Lord throughout your life-span since this is the only asset that will go with you and is the companion for ever. Only then should you consider your birth in this world a success. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
