[
  {
    "id": 91082,
    "shabad_id": 25609,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਭੁ ਭਾਵੈ ਤਾਹਿ ਸੋਵਤ ਜਗਾਵੈ ਜਾੲਿ ਜਾਗਤ ਬਿਹਾਵੈ ਜਾੲਿ ਤਾਹਿ ਨ ਬੁਲਾਵੲੀ",
    "transliteration": "Joee Prabhu Bhaavai Taahi Sovat Jagaavai Jaai , Jaagat Bihaavai Jaai Taahi N Bulaavaee ?",
    "translation": "A woman-like seeker whom He likes, Lord goes and wakes her up. But one who spends the night awake, He does not go and talk to her. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91083,
    "shabad_id": 25609,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਭੁ ਭਾਵੈ ਤਾਹਿ ਮਾਨਨਿ ਮਨਾਵੈ ਧਾੲਿ ਸੇਵਕ ਸ੍ਵਰੂਪ ਸੇਵਾ ਕਰਤ ਨ ਭਾਵੲੀ",
    "transliteration": "Joee Prabhu Bhaavai Taahi Maanani Manaavai Dhaai , Sayvak Svaroop Sayvaa Karat N Bhaavaee ?",
    "translation": "The seeker woman who is liked by Him, and even if she is proud and arrogant, He rushes to please her and bring her around. On the other hand, a seeker woman may be seen doing service outwardly, she may not be liked by Him even then. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91084,
    "shabad_id": 25609,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਭੁ ਭਾਵੈ ਤਾਹਿ ਰੀਝ ਕੈ ਰਿਝਾਵੈ ਅਾਪਾ ਕਾਛਿ ਕਾਛਿ ਅਾਵੈ ਤਾਹਿ ਪਗ ਨ ਲਗਾਵੲੀ",
    "transliteration": "Joee Prabhu Bhaavai Taahi Reejh Kai Rijhaavai Aapaa , Kaachhi Kaachhi Aavai Taahi Pag N Lagaavaee ?",
    "translation": "The seeker woman whom Lord likes and becomes kind upon her, He pleases her but one who adorns herself and come to Him with ego-filled mind, He does not even let her touch His feet. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91085,
    "shabad_id": 25609,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਭੁ ਭਾਵੈ ਤਾਹਿ ਸਬੈ ਬਨ ਅਾਵੈ ਤਾ ਕੀ ਮਹਿਮਾ ਅਪਾਰ ਨ ਕਹਤ ਬਨ ਅਾਵੲੀ ॥੫੯੪॥",
    "transliteration": "Joee Prabhu Bhaavai Taahi Sabai Ban Aavai Taa Kee , Mahimaa Apaar N Kahat Ban Aavaee ?594?",
    "translation": "A seeker woman whom He likes, all efforts and labour bear fruit. Her grandeur is beyond and difficult to express.  (594)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
