[
  {
    "id": 91086,
    "shabad_id": 25610,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੌ ਸਮੁੰਦ ਬਿਖੈ ਬੋਹਥੈ ਬਹਾੲਿ ਦੀਜੈ ਕੀਜੈ ਨ ਭਰੋਸੋ ਜੌ ਲੌ ਪਹੁਚੈ ਨ ਪਾਰ ਕੌ",
    "transliteration": "Jaisay Tau Samound Bikhai Bohadai Bahaai Deejai , Keejai N Bharoso Jau Lau Pahouchai N Paar Kau ?",
    "translation": "Just as a ship is set to sail in the sea, but no one can know its fate till the time it reaches the shore beyond. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91087,
    "shabad_id": 25610,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤੌ ਕ੍ਰਿਸਾਨ ਖੇਤ ਹੇਤੁ ਕਰਿ ਜੋਤੈ ਬੋਵੈ ਮਾਨਤ ਕੁਸਲ ਅਾਨ ਪੈਠੇ ਗ੍ਹਿ ਦ੍ਵਾਰ ਕੌ",
    "transliteration": "Jaisay Tau Krisaan Khayt Haytu Kari Jotai Bovai , Maanat Kousal Aan Paitthay Grih Dvaar Kau ?",
    "translation": "Just as a farmer happily and delightfully ploughs the field, sows the seed, but he celebrates his happiness only when the harvested grain is brought home. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91088,
    "shabad_id": 25610,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਪਿਰ ਸੰਗਮ ਕੈ ਹੋਤ ਗਰ ਹਾਰ ਨਾਰਿ ਕਰਤ ਹੈ ਪ੍ਰੀਤ ਪੇਖਿ ਸੁਤ ਕੇ ਲਿਲਾਰ ਕੌ",
    "transliteration": "Jaisay Pir Sangam Kai Hot Gar Haar Naari , Karat Hai Preet Paykhi Sout Kay Lilaar Kau ?",
    "translation": "Just as a wife comes close to her husband to please him, but she considers her love a success only when she bears a son and he loves her. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91089,
    "shabad_id": 25610,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ੳੁਸਤਤਿ ਨਿੰਦਾ ਕਰੀਅੈ ਨ ਕਾਹੂ ਕੇਰੀ ਜਾਨੀਅੈ ਧੌ ਕੈਸੋ ਦਿਨ ਅਾਵੈ ਅੰਤ ਕਾਰ ਕੌ ॥੫੯੫॥",
    "transliteration": "Taisay Ousatati Nindaa Kareeai N Kaahoo Kayree , Jaaneeai Dhau Kaiso Din Aavai Ant Kaar Kau ?595?",
    "translation": "Similarly, no one should be praised or slandered before time. Who knows what sort of a day may dawn in the end that all his labour may bear fruit or not. (One may tread a wrong path and wander or will be accepted by the Guru ultimately).  (595)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
