[
  {
    "shabad_id": 25611,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy cUno KwNf sÍyq eyksy idKweI dyq pweIAY qO sÍwd rs rsnw kY cwKIAY",
    "transliteration": "Jaisay Choono Khaand Svayt Aykasay Dikhaaee Dayta , Paaeeai Tau Svaad Ras Rasanaa Kai Chaakheeai ?",
    "translation": "Just as both sugar and flour being white look alike, but can only be identified when tasted (one is sweet, the other insipid). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25611,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy pIq brn hI hym Ar pIqr hÍY jwnIAY mhq pwrKd AgR rwKIAY",
    "transliteration": "Jaisay Peet Baran Hee Haym Ar Peetar Hvai , Jaaneeai Mahat Paarakhad Agr Raakheeai ?",
    "translation": "Just as brass and gold bear the same colour, but when both are placed before an examiner, the value .of gold is known. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25611,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy kaUAw koiklw hY dono Kg sRXwm qn bUJIAY AsuB suB sbd su BwKIAY",
    "transliteration": "Jaisay Kaooaa Kokilaa Hai Dono Khag Syaam Tana , Boojheeai Asoubh Soubh Sabad Su Bhaakheeai ?",
    "translation": "Just as both a crow and a cuckoo is black in colour, but they can be distinguished by their voice. (One is sweet to the ears while the other is noisy and irritating). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25611,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI AswD swD ichn kY smwn hoq krnI krqUq lg lCn kY lwKIAY ]596]",
    "transliteration": "Taisay Hee Asaadh Saadh Chihan Kai Samaan Hota , Karanee Karatoot Lag Lachhan Kai Laakheeai ?596?",
    "translation": "Similarly, outer signs of a real and a fake saint look alike but their actions and characteristics can reveal who is genuine among them. (Only then can one know who is good and who is bad).  (596)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
