[
  {
    "shabad_id": 25612,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy krpUr lon eyk sy idKweI dyq kysr ksuMB smsr ArunweI kY",
    "transliteration": "Jaisay Karapoor Lon Ayk Say Dikhaaee Dayta , Kaysar Kasounbh Samasar Arounaaee Kai ?",
    "translation": "Just as a camphor and salt being white look alike, petals of saffron and safflower (Carthamus tinctorious) being red, look the same. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25612,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "rUpo kwNsI dono jYsy aUjl brn hoq kwjr AO coAw hY smwn sRXwmqweI kY",
    "transliteration": "Roopo Kaansee Dono Jaisay Oojal Baran Hota , Kaajar Au Choaa Hai Samaan Syaamataaee Kai ?",
    "translation": "Just as silver and bronze shine alike, collyrium and incense stick ash mixed with oil have the same blackness. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25612,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ieMdRwien Pl AMmiRq Pl pIq sm hIrw AO Ptk sm rUp hY idKweI kY",
    "transliteration": "Indraain Dhal Anmrit Dhal Peet Sama , Heeraa Au Dhatak Sam Roop Hai Dikhaaee Kai ?",
    "translation": "Just as colocynth (Tuma) and mango both being yellow look alike, a diamond and a marble bear the same hue. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25612,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy Kl diRsit mYN AswD swD sm dyh bUJq ibbykI jl jugiq smweI kY ]597]",
    "transliteration": "Taisay Khal Drisati Main Asaadh Saadh Sam Dayha , Boojhat Bibaykee Jal Jougati Samaaee Kai ?597?",
    "translation": "Similarly, in the eyes of a foolish person, good and bad men are seen the same, but one who is a knowledgeable person with Guru's teachings, knows how to separate milk from water like a swan. He has the ability to distinguish between a saint and a sinner.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
