[
  {
    "id": 91094,
    "shabad_id": 25612,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਰਪੂਰ ਲੋਨ ੲੇਕ ਸੇ ਦਿਖਾੲੀ ਦੇਤ ਕੇਸਰ ਕਸੁੰਭ ਸਮਸਰ ਅਰੁਨਾੲੀ ਕੈ",
    "transliteration": "Jaisay Karapoor Lon Ayk Say Dikhaaee Dayta , Kaysar Kasounbh Samasar Arounaaee Kai ?",
    "translation": "Just as a camphor and salt being white look alike, petals of saffron and safflower (Carthamus tinctorious) being red, look the same. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91095,
    "shabad_id": 25612,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰੂਪੋ ਕਾਂਸੀ ਦੋਨੋ ਜੈਸੇ ੳੂਜਲ ਬਰਨ ਹੋਤ ਕਾਜਰ ਅੌ ਚੋਅਾ ਹੈ ਸਮਾਨ ਸ੍ਰਯਾਮਤਾੲੀ ਕੈ",
    "transliteration": "Roopo Kaansee Dono Jaisay Oojal Baran Hota , Kaajar Au Choaa Hai Samaan Syaamataaee Kai ?",
    "translation": "Just as silver and bronze shine alike, collyrium and incense stick ash mixed with oil have the same blackness. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91096,
    "shabad_id": 25612,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੲਿੰਦ੍ਰਾੲਿਨ ਫਲ ਅੰਮ੍ਰਿਤ ਫਲ ਪੀਤ ਸਮ ਹੀਰਾ ਅੌ ਫਟਕ ਸਮ ਰੂਪ ਹੈ ਦਿਖਾੲੀ ਕੈ",
    "transliteration": "Indraain Dhal Anmrit Dhal Peet Sama , Heeraa Au Dhatak Sam Roop Hai Dikhaaee Kai ?",
    "translation": "Just as colocynth (Tuma) and mango both being yellow look alike, a diamond and a marble bear the same hue. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91097,
    "shabad_id": 25612,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਖਲ ਦ੍ਰਿਸਟਿ ਮੈਂ ਅਸਾਧ ਸਾਧ ਸਮ ਦੇਹ ਬੂਝਤ ਬਿਬੇਕੀ ਜਲ ਜੁਗਤਿ ਸਮਾੲੀ ਕੈ ॥੫੯੭॥",
    "transliteration": "Taisay Khal Drisati Main Asaadh Saadh Sam Dayha , Boojhat Bibaykee Jal Jougati Samaaee Kai ?597?",
    "translation": "Similarly, in the eyes of a foolish person, good and bad men are seen the same, but one who is a knowledgeable person with Guru's teachings, knows how to separate milk from water like a swan. He has the ability to distinguish between a saint and a sinner.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
