[
  {
    "id": 91102,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kyhir Ahwr mws surhI Ahwr Gws mDup kml bws lyq suK mwn hI",
    "transliteration": "Kayhari Ahaar Maas Surahee Ahaar Ghaasa , Madhoup Kamal Baas Layt Soukh Maan Hee ?",
    "translation": "Just as meat is the food of a lion, grass-that of a cow, while a bumble bee feels happy with the fragrance of a lotus flower. Just as a fish likes living in water, a child has support of milk for sustenance and cold breeze is considered friend of a snake.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91103,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mInih invws nIr bwlk ADwr KIr srph sKw smIr jIvn kY jwn hI",
    "transliteration": "Meenahi Nivaas Neer Baalak Adhaar Kheera , Sarapah Sakhaa Sameer Jeevan Kai Jaan Hee ?",
    "translation": "Just a ruddy sheldrake loves the moon, a peacock is enamored by the black clouds while the rain-bird is always craving for the Swati drop. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91104,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "cMdih cwhY ckor Gnhr Gtw mor cwqiRk bUMdn sÍwNq Drq iDAwn hI",
    "transliteration": "Chandahi Chaahai Chakor Ghanahar Ghataa Mora , Chaatrik Boondan Svaant Dharat Dhiaan Hee ?",
    "translation": "Just as a scholar indulges in discourse and exposition while a worldly person is involved in worldly affairs, just as the whole world is immersed in the love of mammon (maya), ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91105,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pMifq byd bIcwir lokn mY lokwcwr mwXw moh mY sMswr gRXwn gur igAwn hI ]599]",
    "transliteration": "Pandit Bayd Beechaari Lokan Mai Lokaachaara , Maayaa Moh Mai Sansaar Gyaan Gur Giaan Hee ?599?",
    "translation": "Similarly, a Guru-conscious and Guru aware person remains engrossed in the elixir-like name of the Lord blessed by the True Guru. (Practicing of Naam becomes then his life's support).  (599)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
