[
  {
    "id": 91102,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੇਹਰਿ ਅਹਾਰ ਮਾਸ ਸੁਰਹੀ ਅਹਾਰ ਘਾਸ ਮਧੁਪ ਕਮਲ ਬਾਸ ਲੇਤ ਸੁਖ ਮਾਨ ਹੀ",
    "transliteration": "Kayhari Ahaar Maas Surahee Ahaar Ghaasa , Madhoup Kamal Baas Layt Soukh Maan Hee ?",
    "translation": "Just as meat is the food of a lion, grass-that of a cow, while a bumble bee feels happy with the fragrance of a lotus flower. Just as a fish likes living in water, a child has support of milk for sustenance and cold breeze is considered friend of a snake.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91103,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮੀਨਹਿ ਨਿਵਾਸ ਨੀਰ ਬਾਲਕ ਅਧਾਰ ਖੀਰ ਸਰਪਹ ਸਖਾ ਸਮੀਰ ਜੀਵਨ ਕੈ ਜਾਨ ਹੀ",
    "transliteration": "Meenahi Nivaas Neer Baalak Adhaar Kheera , Sarapah Sakhaa Sameer Jeevan Kai Jaan Hee ?",
    "translation": "Just a ruddy sheldrake loves the moon, a peacock is enamored by the black clouds while the rain-bird is always craving for the Swati drop. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91104,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਹਿ ਚਾਹੈ ਚਕੋਰ ਘਨਹਰ ਘਟਾ ਮੋਰ ਚਾਤ੍ਰਿਕ ਬੂੰਦਨ ਸ੍ਵਾਂਤ ਧਰਤ ਧਿਅਾਨ ਹੀ",
    "transliteration": "Chandahi Chaahai Chakor Ghanahar Ghataa Mora , Chaatrik Boondan Svaant Dharat Dhiaan Hee ?",
    "translation": "Just as a scholar indulges in discourse and exposition while a worldly person is involved in worldly affairs, just as the whole world is immersed in the love of mammon (maya), ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91105,
    "shabad_id": 25614,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੰਡਿਤ ਬੇਦ ਬੀਚਾਰਿ ਲੋਕਨ ਮੈ ਲੋਕਾਚਾਰ ਮਾਯਾ ਮੋਹ ਮੈ ਸੰਸਾਰ ਗ੍ਰਯਾਨ ਗੁਰ ਗਿਅਾਨ ਹੀ ||੫੯੯||",
    "transliteration": "Pandit Bayd Beechaari Lokan Mai Lokaachaara , Maayaa Moh Mai Sansaar Gyaan Gur Giaan Hee ?599?",
    "translation": "Similarly, a Guru-conscious and Guru aware person remains engrossed in the elixir-like name of the Lord blessed by the True Guru. (Practicing of Naam becomes then his life's support).  (599)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
