[
  {
    "id": 91106,
    "shabad_id": 25615,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਪੀਤ ਸ੍ਵੇਤ ਸ੍ਰਯਾਮ ਅਰਨ ਵਰਨਿ ਰੂਪ ਅਗ੍ਰਭਾਗਿ ਰਾਖੈ ਅਾਂਧਰੋ ਨ ਕਛੁ ਦੇਖ ਹੈ",
    "transliteration": "Jaisay Peet Svayt Syaam Aran Varani Roopa , Agrabhaagi Raakhai Aandharo N Kachhu Daykh Hai ?",
    "translation": "Just as yellow, red, black and white coloured articles placed before a blind person means nothing to him. He can not see them. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91107,
    "shabad_id": 25615,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਰਾਗ ਰਾਗਨੀ ਅੌ ਨਾਦ ਬਾਦ ਅਾਨ ਗੁਨ ਗਾਵਤ ਬਜਾਵਤ ਨ ਬਹਰੋ ਪਰੇਖ ਹੈ",
    "transliteration": "Jaisay Raag Raaganee Au Naad Baad Aan Gouna , Gaavat Bajaavat N Baharo Paraykh Hai ?",
    "translation": "Just as a deaf cannot judge the expertise of a person who plays musical instruments, sings or performs other singing related acts. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91108,
    "shabad_id": 25615,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਰਸ ਭੋਗ ਬਹੁ ਬਿੰਜਨ ਪਰੋਸੈ ਅਾਗੈ ਬ੍ਰਿਥਾਵੰਤ ਜੰਤ ਨਾਹਿ ਰੁਚਿਤ ਬਿਸੇਖ ਹੈ",
    "transliteration": "Jaisay Ras Bhog Bahu Binjan Parosai Aagai , Bridaavant Jant Naahi Rouchit Bisaykh Hai ?",
    "translation": "Just as a sick person when served with dainty dishes, pays scant attention towards them. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91109,
    "shabad_id": 25615,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਦਰਸ ਬਚਨ ਪ੍ਰੇਮ ਨੇਮ ਨਿਧ ਮਹਿਮਾ ਨ ਜਾਨੀ ਮੋਹਿ ਅਧਮ ਅਭੇਖ ਹੈ ||੬੦੦||",
    "transliteration": "Taisay Gur Daras Bachan Praym Naym Nidha , Mahimaa N Jaanee Mohi Adham Abhaykh Hai ?600?",
    "translation": "Similarly, I who is low and wear a hypocrite garb have not appreciated the value of the words of True Guru which are priceless treasure for fulfilling the pledges and promises of love.  (600)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
