[
  {
    "id": 13883,
    "shabad_id": 1131,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਭਿ ਜੀਅ ਤੇਰੇ. ਤੂ ਸਭ ਸਦਾ; ਤੂ ਸਭ ਛਡਾਹੀ ॥੪॥",
    "transliteration": "Sabh Jeea Thaerae Thoo Sabhas Dhaa Thoo Sabh Shhaddaahee ||4||",
    "translation": "All beings are Yours; You belong to all. You deliver all. ||4||",
    "punjabi": "ਸਭ ਜੀਵ ਤੇਰੇ (ਰਚੇ ਹੋਏ) ਹਨ, ਤੂੰ ਸਭਨਾਂ ਦਾ (ਮਾਲਕ) ਹੈਂ, ਤੂੰ ਸਾਰਿਆਂ ਨੂੰ (ਦੁੱਖਾਂ ਤੇ ਝੋਰਿਆਂ ਤੋਂ) ਆਪ ਛਡਾਂਦਾ ਹੈਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13884,
    "shabad_id": 1132,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13885,
    "shabad_id": 1132,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੁਣਿ ਸਾਜਨ. ਪ੍ਰੇਮ ਸੰਦੇਸਰਾ; ਅਖੀ ਤਾਰ ਲਗੰਨਿ ॥",
    "transliteration": "Sun Saajan Praem Sandhaesaraa Akhee Thaar Lagann ||",
    "translation": "Listen, O my Friend, to my message of love; my eyes are fixed upon You.",
    "punjabi": "ਸੱਜਣ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ-ਭਰਿਆ ਸੁਨੇਹਾ ਸੁਣ ਕੇ (ਜਿਨ੍ਹਾਂ ਦੀਆਂ) ਅੱਖੀਆਂ ਤਾਰ ਵਿਚ (ਭਾਵ, ਦੀਦਾਰ ਦੀ ਤਾਂਘ ਵਿਚ) ਲੱਗ ਜਾਂਦੀਆਂ ਹਨ;",
    "pronunciation": "(ਤਾਰ) ਬ੍ਰਿਤੀ। ਅੱਖੀਂ, ਲ-ਗੰਨਿ",
    "type_id": 3
  },
  {
    "id": 13886,
    "shabad_id": 1132,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਿ ਤੁਠੈ. ਸਜਣੁ ਮੇਲਿਅਾ; ਜਨ ਨਾਨਕ. ਸੁਖਿ ਸਵੰਨਿ ॥੧॥",
    "transliteration": "Gur Thuthai Sajan Maeliaa Jan Naanak Sukh Savann ||1||",
    "translation": "The Guru was pleased - He united servant Nanak with his friend, and now he sleeps in peace. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸੱਜਣ ਮਿਲਾਇਆ ਹੈ, ਤੇ ਉਹ ਸੁਖ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਤੁੱਠੈ ਸੱਜਣੁ ਸ-ਵੰਨਿ",
    "type_id": 3
  },
  {
    "id": 13887,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13888,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ ਦੲਿਅਾਲੁ ਹੈ; ਜਿਸ ਨੋ ਦੲਿਅਾ ਸਦਾ ਹੋੲਿ ॥",
    "transliteration": "Sathigur Dhaathaa Dhaeiaal Hai Jis No Dhaeiaa Sadhaa Hoe ||",
    "translation": "The True Guru is the Merciful Giver; He is always compassionate.",
    "punjabi": "ਦਾਤਾਂ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਸਤਿਗੁਰੂ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਉਸ ਦੇ (ਹਿਰਦੇ) ਵਿਚ ਸਦਾ ਦਇਆ (ਹੀ ਦਇਆ) ਹੈ।",
    "pronunciation": "ਦ-ੲਿਅਾਲੁ। ਦ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 13889,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਅੰਦਰਹੁ ਨਿਰਵੈਰੁ ਹੈ; ਸਭੁ ਦੇਖੈ ਬ੍ਰਹਮੁ ੲਿਕੁ ਸੋੲਿ ॥",
    "transliteration": "Sathigur Andharahu Niravair Hai Sabh Dhaekhai Breham Eik Soe ||",
    "translation": "The True Guru has no hatred within Him; He beholds the One God everywhere.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ (ਹਿਰਦੇ) ਵਿਚ ਕਿਸੇ ਨਾਲ ਵੈਰ ਨਹੀਂ, ਉਹ ਸਭ ਥਾਈਂ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ (ਇਸ ਲਈ ਉਹ ਵੈਰ ਕਿਸ ਦੇ ਨਾਲ ਕਰੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13890,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਿਰਵੈਰਾ ਨਾਲਿ. ਜਿ ਵੈਰੁ ਚਲਾੲਿਦੇ; ਤਿਨ ਵਿਚਹੁ. ਤਿਸਟਿਅਾ ਨ ਕੋੲਿ ॥",
    "transliteration": "Niravairaa Naal J Vair Chalaaeidhae Thin Vichahu Thisattiaa N Koe ||",
    "translation": "Anyone who directs hate against the One who has no hate, shall never be satisfied within.",
    "punjabi": "ਪਰ ਕਈ ਮੂਰਖ ਮਨੁੱਖ ਨਿਰਵੈਰ ਗੁਰੂ ਨਾਲ ਭੀ ਵੈਰ ਕਰਨੋਂ ਨਹੀਂ ਮੁੜਦੇ) ਜੋ ਮਨੁੱਖ ਨਿਰਵੈਰਾਂ ਨਾਲ ਵੈਰ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਵਿਚੋਂ ਸ਼ਾਂਤੀ ਕਦੀ ਕਿਸੇ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਆਈ (ਭਾਵ, ਉਹ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ;)",
    "pronunciation": "ਤਿਸ-ਟਿਅਾ:ਪੋਲਾ ਬੋਲੋ। (ਤਿਸਟਿਅਾ) ਟਿਕਿਅਾ",
    "type_id": 3
  },
  {
    "id": 13891,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਭਨਾ ਦਾ ਭਲਾ ਮਨਾੲਿਦਾ; ਤਿਸ ਦਾ ਬੁਰਾ. ਕਿੳੁ ਹੋੲਿ ॥",
    "transliteration": "Sathigur Sabhanaa Dhaa Bhalaa Manaaeidhaa This Dhaa Buraa Kio Hoe ||",
    "translation": "The True Guru wishes everyone well; how can anything bad happen to Him?",
    "punjabi": "(ਤੇ) ਸਤਿਗੁਰੂ ਦਾ ਬੁਰਾ ਤਾਂ ਹੋ ਹੀ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ) ਉਹ ਸਭਨਾਂ ਦਾ ਭਲਾ ਸੋਚਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13892,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰ ਨੋ. ਜੇਹਾ ਕੋ ੲਿਛਦਾ; ਤੇਹਾ ਫਲੁ ਪਾੲੇ ਕੋੲਿ ॥",
    "transliteration": "Sathigur No Jaehaa Ko Eishhadhaa Thaehaa Fal Paaeae Koe ||",
    "translation": "As one feels towards the True Guru, so are the rewards he receives.",
    "punjabi": "ਜਿਸ ਭਾਵਨਾ ਨਾਲ ਕੋਈ ਜੀਵ ਸਤਿਗੁਰੂ ਪਾਸ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹੋ ਜਿਹਾ ਫਲ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਜ਼ਾਹਰਦਾਰੀ ਸਫਲ ਨਹੀਂ ਹੋ ਸਕਦੀ);",
    "pronunciation": "ੲਿੱਛਦਾ",
    "type_id": 3
  },
  {
    "id": 13893,
    "shabad_id": 1133,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਕਰਤਾ ਸਭੁ ਕਿਛੁ ਜਾਣਦਾ; ਜਿਦੂ ਕਿਛੁ ਗੁਝਾ. ਨ ਹੋੲਿ ॥੨॥",
    "transliteration": "Naanak Karathaa Sabh Kishh Jaanadhaa Jidhoo Kishh Gujhaa N Hoe ||2||",
    "translation": "O Nanak, the Creator knows everything; nothing can be hidden from Him. ||2||",
    "punjabi": "ਕਿਉਂਕਿ ਹੇ ਨਾਨਕ! ਰਚਨਹਾਰ ਪ੍ਰਭੂ ਪਾਸੋਂ ਕੋਈ ਗੱਲ ਲੁਕਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਹ (ਅੰਦਰਲੀ ਬਾਹਰਲੀ) ਸਭ ਜਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਜਿੱਦੂ। ਗੁੱਝਾ",
    "type_id": 3
  },
  {
    "id": 13894,
    "shabad_id": 1134,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13895,
    "shabad_id": 1134,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਿਸ ਨੋ ਸਾਹਿਬੁ ਵਡਾ ਕਰੇ; ਸੋੲੀ ਵਡ ਜਾਣੀ ॥",
    "transliteration": "Jis No Saahib Vaddaa Karae Soee Vadd Jaanee ||",
    "translation": "One who has been made great by his Lord and Master - know him to be great!",
    "punjabi": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਡਿਆਏ, ਉਹੀ (ਅਸਲ) ਵੱਡੀ ਸਮਝਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13896,
    "shabad_id": 1134,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਸੁ ਸਾਹਿਬ ਭਾਵੈ. ਤਿਸੁ ਬਖਸਿ ਲੲੇ; ਸੋ ਸਾਹਿਬ ਮਨਿ ਭਾਣੀ ॥",
    "transliteration": "Jis Saahib Bhaavai This Bakhas Leae So Saahib Man Bhaanee ||",
    "translation": "By His Pleasure, the Lord and Master forgives those who are pleasing to His Mind.",
    "punjabi": "ਜਿਸ ਨੂੰ ਚਾਹੇ ਪ੍ਰਭੂ ਮਾਲਕ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ, ਤੇ ਉਹ ਸਾਹਿਬ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13897,
    "shabad_id": 1134,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੇ ਕੋ ਓਸ ਦੀ ਰੀਸ ਕਰੇ; ਸੋ ਮੂੜ ਅਜਾਣੀ ॥",
    "transliteration": "Jae Ko Ous Dhee Rees Karae So Moorr Ajaanee ||",
    "translation": "One who tries to compete with Him is a senseless fool.",
    "punjabi": "ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਮੂਰਖ ਤੇ ਅੰਞਾਣ ਹੈ ਜੋ ਉਸ ਦੀ ਰੀਸ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13898,
    "shabad_id": 1134,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸ ਨੋ ਸਤਿਗੁਰੁ ਮੇਲੇ. ਸੁ ਗੁਣ ਰਵੈ; ਗੁਣ ਅਾਖਿ ਵਖਾਣੀ ॥",
    "transliteration": "Jis No Sathigur Maelae S Gun Ravai Gun Aakh Vakhaanee ||",
    "translation": "One who is united with the Lord by the True Guru, sings His Praises and speaks His Glories.",
    "punjabi": "(ਕਿਉਂਕਿ ਰੀਸ ਕੀਤਿਆਂ ਕੁਝ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ, ਇਥੇ ਤਾਂ) ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮੇਲਦਾ ਹੈ (ਉਹੀ ਮਿਲਦੀ ਹੈ ਤੇ) (ਹਰੀ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੀ ਉਚਾਰਨ ਕਰ ਕੇ (ਹੋਰਨਾਂ ਨੂੰ ਸੁਣਾਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13899,
    "shabad_id": 1134,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸਚਾ ਸਚੁ ਹੈ; ਬੁਝਿ ਸਚਿ ਸਮਾਣੀ ॥੫॥",
    "transliteration": "Naanak Sachaa Sach Hai Bujh Sach Samaanee ||5||",
    "translation": "O Nanak, the True Lord is True; one who understands Him is absorbed in Truth. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਇਸ ਗੱਲ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ) ਸਮਝ ਕੇ (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੫॥",
    "pronunciation": "ਬੁੱਝਿ",
    "type_id": 3
  },
  {
    "id": 13900,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13901,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਸਤਿ ਨਿਰੰਜਨ. ਅਮਰੁ ਹੈ; ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਨਿਰੰਕਾਰੁ ॥",
    "transliteration": "Har Sath Niranjan Amar Hai Nirabho Niravair Nirankaar ||",
    "translation": "The Lord is true, immaculate and eternal; He has no fear, hatred or form.",
    "punjabi": "ਪ੍ਰਭੂ ਸਚ-ਮੁਚ ਹੈ, ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੈ, ਕਾਲ-ਰਹਿਤ ਨਿਰਭਉ ਨਿਰਵੈਰ ਤੇ ਆਕਾਰ-ਰਹਿਤ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13902,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿਨ ਜਪਿਅਾ. ੲਿਕ ਮਨਿ ੲਿਕ ਚਿਤਿ; ਤਿਨ ਲਥਾ ਹੳੁਮੈ ਭਾਰੁ ॥",
    "transliteration": "Jin Japiaa Eik Man Eik Chith Thin Lathhaa Houmai Bhaar ||",
    "translation": "Those who chant and meditate on Him, who single-mindedly focus their consciousness on Him, are rid of the burden of their ego.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਕਾਗਰ ਮਨ ਹੋ ਕੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਤੋਂ ਹਉਮੈ ਦਾ ਬੋਝ ਲਹਿ ਗਿਆ ਹੈ।",
    "pronunciation": "ਚਿੱਤਿ।ਲੱਥਾ",
    "type_id": 3
  },
  {
    "id": 13903,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਨ ਗੁਰਮੁਖਿ. ਹਰਿ ਅਾਰਾਧਿਅਾ; ਤਿਨ ਸੰਤ ਜਨਾ ਜੈਕਾਰੁ ॥",
    "transliteration": "Jin Guramukh Har Aaraadhhiaa Thin Santh Janaa Jaikaar ||",
    "translation": "Those Gurmukhs who worship and adore the Lord - hail to those Saintly beings!",
    "punjabi": "(ਪਰ) ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਨੂੰ ਹੀ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸਿਮਰਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13904,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕੋੲੀ ਨਿੰਦਾ ਕਰੇ. ਪੂਰੇ ਸਤਿਗੁਰੂ ਕੀ; ਤਿਸਨੋ. ਫਿਟੁ ਫਿਟੁ ਕਹੈ ਸਭੁ ਸੰਸਾਰੁ ॥",
    "transliteration": "Koee Nindhaa Karae Poorae Sathiguroo Kee This No Fitt Fitt Kehai Sabh Sansaar ||",
    "translation": "If someone slanders the Perfect True Guru, he will be rebuked and reproached by the whole world.",
    "punjabi": "ਜੋ ਕੋਈ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਾਰਾ ਸੰਸਾਰ ਫਿਟਕਾਰਾਂ ਪਾਉਂਦਾ ਹੈ,",
    "pronunciation": "ਫਿੱਟੁ",
    "type_id": 3
  },
  {
    "id": 13905,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਤਿਗੁਰ ਵਿਚਿ. ਅਾਪਿ ਵਰਤਦਾ; ਹਰਿ ਅਾਪੇ ਰਖਣਹਾਰੁ ॥",
    "transliteration": "Sathigur Vich Aap Varathadhaa Har Aapae Rakhanehaar ||",
    "translation": "The Lord Himself abides within the True Guru; He Himself is His Protector.",
    "punjabi": "(ਉਹ ਨਿੰਦਕ ਸਤਿਗੁਰੂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਆਪ ਸਤਿਗੁਰ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤੇ ਉਹ ਆਪ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਰੱਖਣਹਾਰੁ",
    "type_id": 3
  },
  {
    "id": 13906,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਗੁਣ ਗਾਵਦਾ; ਤਿਸਨੋ. ਸਦਾ ਸਦਾ ਨਮਸਕਾਰੁ ॥",
    "transliteration": "Dhhan Dhhann Guroo Gun Gaavadhaa This No Sadhaa Sadhaa Namasakaar ||",
    "translation": "Blessed, Blessed is the Guru, who sings the Glories of God. Unto Him, I bow forever and ever in deepest reverence.",
    "punjabi": "ਧੰਨ ਹੈ ਗੁਰੂ ਜੋ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੱਗੇ ਸਦਾ ਸਿਰ ਨਿਵਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13907,
    "shabad_id": 1135,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਤਿਨ ਕੳੁ ਵਾਰਿਅਾ; ਜਿਨਿ ਜਪਿਅਾ ਸਿਰਜਣਹਾਰੁ ॥੧॥",
    "transliteration": "Jan Naanak Thin Ko Vaariaa Jin Japiaa Sirajanehaar ||1||",
    "translation": "Servant Nanak is a sacrifice to those who have meditated on the Creator Lord. ||1||",
    "punjabi": "(ਆਖ) ਹੇ ਨਾਨਕ! ਮੈਂ ਸਦਕੇ ਹਾਂ, ਉਹਨਾਂ ਹਰੀ ਦੇ ਦਾਸਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਰਜਣਹਾਰ ਨੂੰ ਆਰਾਧਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13908,
    "shabad_id": 1136,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13909,
    "shabad_id": 1136,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਧਰਤੀ ਸਾਜੀਅਨੁ; ਅਾਪੇ ਅਾਕਾਸੁ ॥",
    "transliteration": "Aapae Dhharathee Saajeean Aapae Aakaas ||",
    "translation": "He Himself made the earth; He Himself made the sky.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਧਰਤੀ ਸਾਜੀ ਤੇ ਆਪ ਹੀ ਅਕਾਸ਼।",
    "pronunciation": "ਸਾੱਜੀਅਨੁ",
    "type_id": 3
  },
  {
    "id": 13910,
    "shabad_id": 1136,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਵਿਚਿ ਅਾਪੇ ਜੰਤ ੳੁਪਾੲਿਅਨੁ; ਮੁਖਿ ਅਾਪੇ ਦੇੲਿ ਗਿਰਾਸੁ ॥",
    "transliteration": "Vich Aapae Janth Oupaaeian Mukh Aapae Dhaee Giraas ||",
    "translation": "He Himself created the beings there, and He Himself places food in their mouths.",
    "punjabi": "ਇਸ ਧਰਤੀ ਵਿਚ ਉਸ ਨੇ ਜੀਅ ਜੰਤ ਪੈਦਾ ਕੀਤੇ ਤੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ) ਮੂੰਹ ਵਿਚ ਗਰਾਹੀ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਪਾੲਿਅਨੁ) ਪੈਦਾ ਕੀਤੇ। (ਗਿਰਾਸੁ) ਭੋਜਨ। ਦੇੲਿ",
    "type_id": 3
  },
  {
    "id": 13911,
    "shabad_id": 1136,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਭੁ ਅਾਪੇ ਅਾਪਿ ਵਰਤਦਾ; ਅਾਪੇ ਹੀ ਗੁਣਤਾਸੁ ॥",
    "transliteration": "Sabh Aapae Aap Varathadhaa Aapae Hee Gunathaas ||",
    "translation": "He Himself is All-pervading; He Himself is the Treasure of Excellence.",
    "punjabi": "ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ (ਹਰੀ) ਆਪ ਹੀ ਸਭ ਜੀਆਂ ਦੇ ਅੰਦਰ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13912,
    "shabad_id": 1136,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿ ਤੂ; ਸਭਿ ਕਿਲਵਿਖ ਕਟੇ ਤਾਸੁ ॥੨॥",
    "transliteration": "Jan Naanak Naam Dhhiaae Thoo Sabh Kilavikh Kattae Thaas ||2||",
    "translation": "O servant Nanak, meditate on the Naam, the Name of the Lord; He shall take away all your sinful mistakes. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ, (ਜਿਸ ਨੇ ਜਪਿਆ ਹੈ) ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਪ੍ਰਭੂ ਦੂਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਕੱਟੇ",
    "type_id": 3
  },
  {
    "id": 13913,
    "shabad_id": 1137,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13914,
    "shabad_id": 1137,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੂ ਸਚਾ ਸਾਹਿਬੁ ਸਚੁ ਹੈ; ਸਚੁ ਸਚੇ ਭਾਵੈ ॥",
    "transliteration": "Thoo Sachaa Saahib Sach Hai Sach Sachae Bhaavai ||",
    "translation": "You, O True Lord and Master, are True; the Truth is pleasing to the True One.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਸੱਚਾ ਤੇ ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ, ਤੈਨੂੰ ਸੱਚ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13915,
    "shabad_id": 1137,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਸਚੁ ਸਲਾਹਦੇ; ਤਿਨ ਜਮਕੰਕਰੁ ਨੇੜਿ. ਨ ਅਾਵੈ ॥",
    "transliteration": "Jo Thudhh Sach Salaahadhae Thin Jam Kankar Naerr N Aavai ||",
    "translation": "The Messenger of Death does not even approach those who praise You, O True Lord.",
    "punjabi": "ਹੇ ਸੱਚੇ ਪ੍ਰਭੂ! ਜੋ ਜੀਵ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਜਮਦੂਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13916,
    "shabad_id": 1137,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਿਨ ਕੇ ਮੁਖ. ਦਰਿ ੳੁਜਲੇ; ਜਿਨ ਹਰਿ ਹਿਰਦੈ ਸਚਾ ਭਾਵੈ ॥",
    "transliteration": "Thin Kae Mukh Dhar Oujalae Jin Har Hiradhai Sachaa Bhaavai ||",
    "translation": "Their faces are radiant in the Court of the Lord; the Lord is pleasing to their hearts.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਦਰਗਾਹ ਵਿਚ ਉੱਜਲੇ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "ੳੁ੍ਨਜਲੇ",
    "type_id": 3
  },
  {
    "id": 13917,
    "shabad_id": 1137,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕੂੜਿਅਾਰ ਪਿਛਾਹਾ ਸਟੀਅਨਿ; ਕੂੜੁ ਹਿਰਦੈ ਕਪਟੁ. ਮਹਾ ਦੁਖੁ ਪਾਵੈ ॥",
    "transliteration": "Koorriaar Pishhaahaa Satteean Koorr Hiradhai Kapatt Mehaa Dhukh Paavai ||",
    "translation": "The false ones are left behind; because of the falsehood and deceit in their hearts, they suffer in terrible pain.",
    "punjabi": "(ਪਰ) ਕੂੜ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕੂੜ ਤੇ ਕਪਟ ਹੋਣ ਕਰਕੇ ਉਹ ਪਿਛੇ ਸਿੱਟੇ ਜਾਂਦੇ ਹਨ ਤੇ ਬੜਾ ਕਲੇਸ਼ ਉਠਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸੱਟੀ-ਅਨਿ",
    "type_id": 3
  },
  {
    "id": 13918,
    "shabad_id": 1137,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮੁਹ ਕਾਲੇ ਕੂੜਿਅਾਰੀਅਾ; ਕੂੜਿਅਾਰ. ਕੂੜੋ ਹੋੲਿ ਜਾਵੈ ॥੬॥",
    "transliteration": "Muh Kaalae Koorriaareeaa Koorriaar Koorro Hoe Jaavai ||6||",
    "translation": "Black are the faces of the false; the false remain just false. ||6||",
    "punjabi": "ਕੂੜਿਆਰਾਂ ਦੇ ਮੂੰਹ (ਦਰਗਾਹ ਵਿਚ) ਕਾਲੇ ਹੁੰਦੇ ਹਨ (ਕਿਉਂਕਿ) ਉਹਨਾਂ ਦੇ ਕੂੜ ਦਾ ਨਿਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13919,
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13920,
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਧਰਤੀ ਧਰਮ ਹੈ; ਤਿਸੁ ਵਿਚਿ. ਜੇਹਾ ਕੋ ਬੀਜੇ, ਤੇਹਾ ਫਲੁ ਪਾੲੇ ॥",
    "transliteration": "Sathigur Dhharathee Dhharam Hai This Vich Jaehaa Ko Beejae Thaehaa Fal Paaeae ||",
    "translation": "The True Guru is the field of Dharma; as one plants the seeds there, so are the fruits obtained.",
    "punjabi": "(ਧਰਤੀ ਦੇ ਸੁਭਾਵ ਵਾਂਗ) ਸਤਿਗੁਰੂ (ਭੀ) ਧਰਮ ਦੀ ਭੋਏਂ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ (ਦੀ ਭਾਵਨਾ) ਦਾ ਬੀਜ ਕੋਈ ਬੀਜਦਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਫਲ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13921,
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਸਿਖੀ ਅੰਮ੍ਰਿਤੁ ਬੀਜਿਅਾ; ਤਿਨ ਅੰਮ੍ਰਿਤ ਫਲੁ. ਹਰਿ ਪਾੲੇ ॥",
    "transliteration": "Gurasikhee Anmrith Beejiaa Thin Anmrith Fal Har Paaeae ||",
    "translation": "The GurSikhs plant ambrosial nectar, and obtain the Lord as their ambrosial fruit.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਬੀਜਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ-ਪ੍ਰਾਪਤੀ-ਰੂਪ ਅੰਮ੍ਰਿਤ ਫਲ ਹੀ ਮਿਲ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13922,
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਓਨਾ ਹਲਤਿ ਪਲਤਿ ਮੁਖ ੳੁਜਲੇ; ਓੲਿ ਹਰਿ ਦਰਗਹ ਸਚੀ ਪੈਨਾੲੇ ॥",
    "transliteration": "Ounaa Halath Palath Mukh Oujalae Oue Har Dharageh Sachee Painaaeae ||",
    "translation": "Their faces are radiant in this world and the next; in the Court of the Lord, they are robed with honor.",
    "punjabi": "ਇਸ ਸੰਸਾਰ ਵਿਚ ਤੇ ਅਗਲੇ ਜਹਾਨ ਵਿਚ ਉਹ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਉਹਨਾਂ ਦਾ ਆਦਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਪੈਨ੍ਹਾੲੇ) ਸਤਿਕਾਰੇ",
    "type_id": 3
  },
  {
    "id": 13923,
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਕਨ੍ਹਾ ਅੰਦਰਿ ਖੋਟੁ. ਨਿਤ ਖੋਟੁ ਕਮਾਵਹਿ; ਓਹੁ ਜੇਹਾ ਬੀਜੇ, ਤੇਹਾ ਫਲੁ ਖਾੲੇ ॥",
    "transliteration": "Eikanhaa Andhar Khott Nith Khott Kamaavehi Ouhu Jaehaa Beejae Thaehaa Fal Khaaeae ||",
    "translation": "Some have cruelty in their hearts - they constantly act in cruelty; as they plant, so are the fruits which they eat.",
    "punjabi": "ਇਕਨਾਂ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਖੋਟ (ਹੋਣ ਕਰਕੇ) ਉਹ ਸਦਾ ਖੋਟੇ ਕਰਮ ਕਰਦੇ ਹਨ। ਐਸਾ ਬੰਦਾ ਉਹੋ ਜਿਹਾ ਫਲ ਹੀ ਖਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
