[
  {
    "id": 14282,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਾ ਸਾਸਿ ਗਿਰਾਸਿ. ਨ ਵਿਸਰੈ; ਸੇ ਪੂਰੇ ਪੁਰਖ ਪਰਧਾਨ ॥",
    "transliteration": "Jinaa Saas Giraas N Visarai Sae Poorae Purakh Paradhhaan ||",
    "translation": "Those who do not forget the Lord, with each and every breath and morsel of food, are the perfect and famous persons.",
    "punjabi": "ਕਿ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਇਕ ਦਮ ਭੀ ਨਹੀਂ ਵਿੱਸਰਦਾ ਤੇ ਉਹ ਮਨੁੱਖ (ਸਰਬ ਗੁਣ) ਸੰਪੂਰਣ ਤੇ ਉੱਤਮ ਹੁੰਦੇ ਹਨ (ਭਾਵ, ਸੁੱਤੇ ਹੋਏ ਭੀ ਨਾਮ ਵਿੱਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਜਾਗਦੇ ਭੀ। ਲੋਕਾਂ ਨੂੰ ਉਹ ਸੁੱਤੇ ਜਾਂ ਜਾਗਦੇ ਦਿੱਸਦੇ ਹਨ, ਉਹ ਸਦਾ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14283,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਰਮੀ ਸਤਿਗੁਰੁ ਪਾੲੀਅੈ; ਅਨ ਦਿਨੁ ਲਗੈ ਧਿਅਾਨੁ ॥",
    "transliteration": "Karamee Sathigur Paaeeai Anadhin Lagai Dhhiaan ||",
    "translation": "By His Grace they find the True Guru; night and day, they meditate.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ) ਮਿਹਰ ਨਾਲ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ ਹਰ ਵੇਲੇ (ਸੁੱਤਿਆਂ ਤੇ ਜਾਗਦਿਆਂ ਮਿਹਰ ਨਾਲ ਹੀ) ਜੀਵ ਦਾ ਧਿਆਨ (ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "(ਕਰਮੀ) ਕ੍ਰਿਪਾ",
    "type_id": 3
  },
  {
    "id": 14284,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿਨ ਕੀ ਸੰਗਤਿ ਮਿਲਿ ਰਹਾ; ਦਰਗਹ ਪਾੲੀ ਮਾਨੁ ॥",
    "transliteration": "Thin Kee Sangath Mil Rehaa Dharageh Paaee Maan ||",
    "translation": "I join the society of those persons, and in so doing, I am honored in the Court of the Lord.",
    "punjabi": "(ਚਿੱਤ ਲੋਚਦਾ ਹੈ ਕਿ) ਮੈਂ ਭੀ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਕਰਾਂ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14285,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੳੁਦੇ. ਵਾਹੁ ਵਾਹੁ ੳੁਚਰਹਿ; ੳੁਠਦੇ ਭੀ ਵਾਹੁ ਕਰੇਨਿ ॥",
    "transliteration": "Soudhae Vaahu Vaahu Oucharehi Outhadhae Bhee Vaahu Karaen ||",
    "translation": "While asleep, they chant, \"Waaho! Waaho!\", and while awake, they chant, \"Waaho!\" as well.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਹੋਏ ਉਹ ਵਡਭਾਗੀ ਜੀਉੜੇ) ਸੌਣ ਲੱਗੇ ਭੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ ਤੇ ਉਠਣ ਵੇਲੇ ਭੀ।",
    "pronunciation": "ਸੳੁਂਦੇ। ੳੁ੍ਨਚਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 14286,
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਤੇ ਮੁਖ ੳੁਜਲੇ; ਜਿ. ਨਿਤ ੳੁਠਿ ਸੰਮਾਲੇਨਿ ॥੧॥",
    "transliteration": "Naanak Thae Mukh Oujalae J Nith Outh Sanmaalaen ||1||",
    "translation": "O Nanak, radiant are the faces of those, who rise up early each day, and dwell upon the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮੂੰਹ ਉੱਜਲੇ ਹੁੰਦੇ ਹਨ, ਜੋ ਸਦਾ ਸੁਚੇਤ ਰਹਿ ਕੇ ਨਾਮ ਚੇਤੇ ਰੱਖਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ੳੁ੍ਨਜਲੇ। ਸੰ-ਮ੍ਹਾ-ਲੇਨਿ",
    "type_id": 3
  },
  {
    "id": 14287,
    "shabad_id": 1186,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14288,
    "shabad_id": 1186,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੀਅੈ ਅਾਪਣਾ; ਪਾੲੀਅੈ ਨਾਮੁ ਅਪਾਰੁ ॥",
    "transliteration": "Sathigur Saeveeai Aapanaa Paaeeai Naam Apaar ||",
    "translation": "Serving his True Guru, one obtains the Naam, the Name of the Infinite Lord.",
    "punjabi": "ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰੀਏ, ਤਾਂ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ ਨਾਮ (ਭਾਵ, ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ) ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14289,
    "shabad_id": 1186,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭੳੁਜਲਿ ਡੁਬਦਿਅਾ ਕਢਿ ਲੲੇ; ਹਰਿ ਦਾਤਿ ਕਰੇ. ਦਾਤਾਰੁ ॥",
    "transliteration": "Bhoujal Ddubadhiaa Kadt Leae Har Dhaath Karae Dhaathaar ||",
    "translation": "The drowning person is lifted up and out of the terrifying world-ocean; the Great Giver gives the gift of the Lord's Name.",
    "punjabi": "ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹਰੀ (ਨਾਮ ਦੀ ਇਹ) ਦਾਤਿ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤੇ (ਨਾਮ) ਸੰਸਾਰ-ਸਾਗਰ ਵਿਚ ਡੁਬੱਦੇ ਨੂੰ ਕੱਢ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14290,
    "shabad_id": 1186,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਧੰਨੁ ਧੰਨੁ ਸੇ ਸਾਹ ਹੈ; ਜਿ ਨਾਮਿ ਕਰਹਿ ਵਾਪਾਰੁ ॥",
    "transliteration": "Dhhann Dhhann Sae Saah Hai J Naam Karehi Vaapaar ||",
    "translation": "Blessed, blessed are those bankers who trade the Naam.",
    "punjabi": "ਜੋ ਸ਼ਾਹ ਨਾਮ (ਦੀ ਰਾਸਿ) ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਹਨ ਉਹ ਵਡਭਾਗੀ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14291,
    "shabad_id": 1186,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਵਣਜਾਰੇ ਸਿਖ ਅਾਵਦੇ; ਸਬਦਿ ਲਘਾਵਣਹਾਰੁ ॥",
    "transliteration": "Vanajaarae Sikh Aavadhae Sabadh Laghaavanehaar ||",
    "translation": "The Sikhs, the traders come, and through the Word of His Shabad, they are carried across.",
    "punjabi": "(ਕਿਉਂਕਿ ਇਹੋ ਜਿਹਾ) ਵਣਜ ਕਰਨ ਵਾਲੇ ਜੋ ਸਿੱਖ (ਸਤਿਗੁਰੂ ਦੇ ਕੋਲ) ਆਉਂਦੇ ਹਨ, (ਸਤਿਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ) ਸ਼ਬਦ ਰਾਹੀਂ (ਭਉਜਲ ਤੋਂ) ਪਾਰ ਉਤਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14292,
    "shabad_id": 1186,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਜਿਨ ਕੳੁ ਕ੍ਰਿਪਾ ਭੲੀ; ਤਿਨ ਸੇਵਿਅਾ ਸਿਰਜਣਹਾਰੁ ॥੨॥",
    "transliteration": "Jan Naanak Jin Ko Kirapaa Bhee Thin Saeviaa Sirajanehaar ||2||",
    "translation": "O servant Nanak, they alone serve the Creator Lord, who are blessed by His Grace. ||2||",
    "punjabi": "(ਪਰ) ਹੇ ਦਾਸ ਨਾਨਕ! ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਉਹੀ ਮਨੁੱਖ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਤੇ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14293,
    "shabad_id": 1187,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14294,
    "shabad_id": 1187,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਚੁ ਸਚੇ ਕੇ ਜਨ ਭਗਤ ਹਹਿ; ਸਚੁ ਸਚਾ ਜਿਨੀ ਅਰਾਧਿਅਾ ॥",
    "transliteration": "Sach Sachae Kae Jan Bhagath Hehi Sach Sachaa Jinee Araadhhiaa ||",
    "translation": "Those who truly worship and adore the True Lord, are truly the humble devotees of the True Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੱਚੇ ਹਰੀ ਦਾ ਸਚ-ਮੁਚ ਭਜਨ ਕਰਦੇ ਹਨ, ਉਹੋ ਹੀ ਸੱਚੇ ਦੇ ਭਗਤ (ਕਹੀਦੇ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14295,
    "shabad_id": 1187,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ ਗੁਰਮੁਖਿ ਖੋਜਿ ਢੰਢੋਲਿਅਾ; ਤਿਨ ਅੰਦਰਹੁ ਹੀ ਸਚੁ ਲਾਧਿਅਾ ॥",
    "transliteration": "Jin Guramukh Khoj Dtandtoliaa Thin Andharahu Hee Sach Laadhhiaa ||",
    "translation": "Those Gurmukhs who search and seek, find the True One within themselves.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਖੋਜ ਕੇ ਢੂੰਢਦੇ ਹਨ (ਭਾਵ, ਜਤਨ ਨਾਲ ਭਾਲਦੇ ਹਨ) ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਲਾੱਧਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14296,
    "shabad_id": 1187,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਚੁ ਸਾਹਿਬੁ ਸਚੁ ਜਿਨੀ ਸੇਵਿਅਾ; ਕਾਲੁ ਕੰਟਕੁ ਮਾਰਿ. ਤਿਨੀ ਸਾਧਿਅਾ ॥",
    "transliteration": "Sach Saahib Sach Jinee Saeviaa Kaal Kanttak Maar Thinee Saadhhiaa ||",
    "translation": "Those who truly serve their True Lord and Master, overwhelm and conquer Death, the torturer.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸੱਚਾ ਸਾਈਂ ਸਚ-ਮੁਚ ਸੇਵਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਦੁਖਦਾਈ ਕਾਲ ਨੂੰ ਮਾਰ ਕੇ ਕਾਬੂ ਕਰ ਲਿਆ ਹੈ, (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਕਾਲ ਕੰਡੇ ਵਾਂਗ ਦੁਖਦਾਈ ਨਹੀਂ ਜਾਪਦਾ)।",
    "pronunciation": "(ਸਾੱਧਿਅਾ) ਸੋਧਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14297,
    "shabad_id": 1187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਸਭ ਦੂ ਵਡਾ ਹੈ; ਸਚੁ ਸੇਵਨਿ. ਸੇ ਸਚਿ ਰਲਾਧਿਅਾ ॥",
    "transliteration": "Sach Sachaa Sabh Dhoo Vaddaa Hai Sach Saevan Sae Sach Ralaadhhiaa ||",
    "translation": "The True One is truly the greatest of all; those who serve the True One are blended with the True One.",
    "punjabi": "ਜੋ ਸੱਚਾ ਹਰੀ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਉਸ ਦੀ ਬੰਦਗੀ ਜੋ ਮਨੁੱਖ ਕਰਦੇ ਹਨ, ਉਹ ਉਸ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਰਲੱਾਧਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14298,
    "shabad_id": 1187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਚੁ ਸਚੇ ਨੋ ਸਾਬਾਸਿ ਹੈ; ਸਚੁ ਸਚਾ ਸੇਵਿ ਫਲਾਧਿਅਾ ॥੨੨॥",
    "transliteration": "Sach Sachae No Saabaas Hai Sach Sachaa Saev Falaadhhiaa ||22||",
    "translation": "Blessed and acclaimed is the Truest of the True; serving the Truest of the True, one blossoms forth in fruition. ||22||",
    "punjabi": "ਧੰਨ ਹੈ ਸੱਚਾ ਪ੍ਰਭੂ, ਧੰਨ ਹੈ ਸੱਚਾ ਪ੍ਰਭੂ (ਇਸ ਤਰ੍ਹਾਂ) ਜੋ ਮਨੁੱਖ ਸਚ-ਮੁਚ ਸੱਚੇ ਦੀ ਅਰਾਧਨਾ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉੱਤਮ ਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਭਾਵ, ਉਹ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਸਫਲਾ ਕਰ ਲੈਂਦੇ ਹਨ) ॥੨੨॥",
    "pronunciation": "(ਫਲੱਾਧਿਅਾ) ਫਲ਼ ਪਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14299,
    "shabad_id": 1188,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14300,
    "shabad_id": 1188,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖੁ ਪ੍ਰਾਣੀ ਮੁਗਧੁ ਹੈ; ਨਾਮ ਹੀਣ ਭਰਮਾੲਿ ॥",
    "transliteration": "Manamukh Praanee Mugadhh Hai Naameheen Bharamaae ||",
    "translation": "The self-willed manmukh is foolish; he wanders around without the Naam, the Name of the Lord.",
    "punjabi": "ਮਨਮੁਖ ਮਨੁੱਖ ਮੂਰਖ ਹੈ, ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14301,
    "shabad_id": 1188,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਮਨੂਅਾ ਨਾ ਟਿਕੈ; ਫਿਰਿ ਫਿਰਿ ਜੂਨੀ ਪਾੲਿ ॥",
    "transliteration": "Bin Gur Manooaa Naa Ttikai Fir Fir Joonee Paae ||",
    "translation": "Without the Guru, his mind is not held steady, and he is reincarnated, over and over again.",
    "punjabi": "ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਉਸ ਦਾ ਹੋਛਾ ਮਨ (ਕਿਸੇ ਆਸਰੇ ਤੇ) ਟਿਕ ਨਹੀਂ ਸਕਦਾ (ਇਸ ਵਾਸਤੇ) ਫਿਰ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਟਿਕੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14302,
    "shabad_id": 1188,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭੁ ਅਾਪਿ ਦੲਿਅਾਲ ਹੋਹਿ; ਤਾਂ ਸਤਿਗੁਰੁ ਮਿਲਿਅਾ ਅਾੲਿ ॥",
    "transliteration": "Har Prabh Aap Dhaeiaal Hohi Thaan Sathigur Miliaa Aae ||",
    "translation": "But when the Lord God Himself becomes merciful to him, then the True Guru comes to meet him.",
    "punjabi": "ਜੇ ਹਰੀ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰੇ ਤਾਂ ਸਤਿਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ ਨਾਮ ਦੇ ਆਸਰੇ ਟਿਕਾ ਕੇ ਭਟਕਣ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "ਦੲਿਅਾਲ, ਹੋਹਿ",
    "type_id": 3
  },
  {
    "id": 14303,
    "shabad_id": 1188,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿ ਤੂ; ਜਨਮ ਮਰਣ ਦੁਖੁ ਜਾੲਿ ॥੧॥",
    "transliteration": "Jan Naanak Naam Salaahi Thoo Janam Maran Dhukh Jaae ||1||",
    "translation": "O servant Nanak, praise the Naam; the pains of birth and death shall come to an end. ||1||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਭੀ ਨਾਮ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ (ਤਾ ਕਿ) ਤੇਰਾ ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ ਮੁੱਕ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14304,
    "shabad_id": 1189,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14305,
    "shabad_id": 1189,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੁ ਸਾਲਾਹੀ ਅਾਪਣਾ; ਬਹੁ ਬਿਧਿ ਰੰਗਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Gur Saalaahee Aapanaa Bahu Bidhh Rang Subhaae ||",
    "translation": "I praise my Guru in so many ways, with joyful love and affection.",
    "punjabi": "(ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ) ਕਈ ਤਰ੍ਹਾਂ (ਭਾਵ, ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਵਲਵਲਿਆਂ ਨਾਲ) ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਤੇ ਸੁਭਾਉ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14306,
    "shabad_id": 1189,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਤੀ ਮਨੁ ਰਤਾ; ਰਖਿਅਾ ਬਣਤ ਬਣਾੲਿ ॥",
    "transliteration": "Sathigur Saethee Man Rathaa Rakhiaa Banath Banaae ||",
    "translation": "My mind is imbued with the True Guru; He has preserved the make of its making.",
    "punjabi": "ਮੇਰਾ ਮਨ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ, (ਗੁਰੂ ਨੇ ਮੇਰੇ ਮਨ ਨੂੰ) ਸਵਾਰ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14307,
    "shabad_id": 1189,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਹਵਾ. ਸਾਲਾਹਿ ਨ ਰਜੲੀ; ਹਰਿ ਪ੍ਰੀਤਮ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Jihavaa Saalaahi N Rajee Har Preetham Chith Laae ||",
    "translation": "My tongue is not satisfied by praising Him; He has linked my consciousness with the Lord, my Beloved.",
    "punjabi": "ਮੇਰੀ ਜੀਭ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਨਹੀਂ ਰੱਜਦੀ ਤੇ ਮਨ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ (ਨਿਹੁਂ) ਲਾ ਕੇ ਨਹੀਂ ਰੱਜਦਾ।",
    "pronunciation": "ਰੱਜੱੲੀ",
    "type_id": 3
  },
  {
    "id": 14308,
    "shabad_id": 1189,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਨਾਵੈ ਕੀ ਮਨਿ ਭੁਖ ਹੈ; ਮਨੁ ਤ੍ਰਿਪਤੈ. ਹਰਿ ਰਸੁ ਖਾੲਿ ॥੨॥",
    "transliteration": "Naanak Naavai Kee Man Bhukh Hai Man Thripathai Har Ras Khaae ||2||",
    "translation": "O Nanak, my mind hungers for the Name of the Lord; my mind is satisfied, tasting the sublime essence of the Lord. ||2||",
    "punjabi": "(ਰੱਜੇ ਭੀ ਕਿਵੇਂ?) ਹੇ ਨਾਨਕ! ਮਨ ਵਿਚ ਤਾਂ ਨਾਮ ਦੀ ਭੁੱਖ ਹੈ, ਮਨ ਤਾਂ ਹੀ ਰੱਜੇ ਜੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14309,
    "shabad_id": 1190,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14310,
    "shabad_id": 1190,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਕੁਦਰਤਿ ਜਾਣੀਅੈ; ਦਿਨੁ ਰਾਤੀ ਜਿਨਿ ਬਣਾੲੀਅਾ ॥",
    "transliteration": "Sach Sachaa Kudharath Jaaneeai Dhin Raathee Jin Banaaeeaa ||",
    "translation": "The True Lord is truly known for His all-powerful creative nature; He fashioned the days and the nights.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਦਿਨ ਤੇ ਰਾਤ (ਵਰਗੇ ਕੌਤਕ) ਬਣਾਏ ਹਨ, ਉਹ ਸੱਚਾ ਪ੍ਰਭੂ (ਇਸ) ਕੁਦਰਤਿ ਤੋਂ ਹੀ ਸਚ-ਮੁਚ (ਵੱਡੀਆਂ ਵਡਿਆਈਆਂ ਵਾਲਾ) ਮਲੂਮ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਬਣਾੲੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 14311,
    "shabad_id": 1190,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਸਚੁ ਸਲਾਹੀ ਸਦਾ ਸਦਾ; ਸਚੁ ਸਚੇ ਕੀਅਾ ਵਡਿਅਾੲੀਅਾ ॥",
    "transliteration": "So Sach Salaahee Sadhaa Sadhaa Sach Sachae Keeaa Vaddiaaeeaa ||",
    "translation": "I praise that True Lord, forever and ever; True is the glorious greatness of the True Lord.",
    "punjabi": "(ਮੇਰਾ ਮਨ ਚਾਹੁੰਦਾ ਹੈ ਕਿ) ਮੈਂ ਸਦਾ ਉਸ ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਾਂ ਤੇ ਵਡਿਆਈ ਆਖਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14312,
    "shabad_id": 1190,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਲਾਹੀ ਸਚੁ. ਸਲਾਹ ਸਚੁ ਸਚੁ; ਕੀਮਤਿ. ਕਿਨੈ ਨ ਪਾੲੀਅਾ ॥",
    "transliteration": "Saalaahee Sach Salaah Sach Sach Keemath Kinai N Paaeeaa ||",
    "translation": "True are the Praises of the Praiseworthy True Lord; the value of the True Lord cannot be appraised.",
    "punjabi": "ਸਲਾਹੁਣ-ਜੋਗ ਹਰੀ ਸੱਚਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਭੀ ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਪਰ ਕਿਸੇ ਉਸ ਦੀ ਕੀਮਤ ਨਹੀਂ ਪਾਈ।",
    "pronunciation": "ਪਾੲੀਅਾ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 14313,
    "shabad_id": 1190,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਾ ਮਿਲਿਅਾ ਪੂਰਾ ਸਤਿਗੁਰੂ; ਤਾ ਹਾਜਰੁ ਨਦਰੀ ਅਾੲੀਅਾ ॥",
    "transliteration": "Jaa Miliaa Pooraa Sathiguroo Thaa Haajar Nadharee Aaeeaa ||",
    "translation": "When someone meets the Perfect True Guru, then His Sublime Presence comes to be seen.",
    "punjabi": "ਜਦੋਂ ਪੂਰਨ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਾਂ ਉਹ ਵਡਿਆਈਆਂ ਪ੍ਰਤੱਖ ਦਿੱਸ ਪੈਂਦੀਆਂ ਹਨ।",
    "pronunciation": "ਅਾੲੀਅਾ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 14314,
    "shabad_id": 1190,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਚੁ ਗੁਰਮੁਖਿ ਜਿਨੀ ਸਲਾਹਿਅਾ; ਤਿਨ੍ਹਾ ਭੁਖਾ ਸਭਿ ਗਵਾੲੀਅਾ ॥੨੩॥",
    "transliteration": "Sach Guramukh Jinee Salaahiaa Thinaa Bhukhaa Sabh Gavaaeeaa ||23||",
    "translation": "Those Gurmukhs who praise the True Lord - all their hunger is gone. ||23||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਭਾਵ, ਆਪਾ ਗਵਾ ਕੇ) ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਭੁੱਖਾਂ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ॥੨੩॥",
    "pronunciation": "ਭੱੁਖਾਂ ਗਵਾੲੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 14315,
    "shabad_id": 1191,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14316,
    "shabad_id": 1191,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੈ ਮਨੁ ਤਨੁ ਖੋਜਿ ਖੋਜੇਦਿਅਾ; ਸੋ ਪ੍ਰਭੁ ਲਧਾ ਲੋੜਿ ॥",
    "transliteration": "Mai Man Than Khoj Khojaedhiaa So Prabh Ladhhaa Lorr ||",
    "translation": "Searching and examining my mind and body, I have found that God, whom I longed for.",
    "punjabi": "ਮਨ ਤੇ ਸਰੀਰ ਨੂੰ ਖੋਜਦਿਆਂ ਖੋਜਦਿਆਂ ਮੈਂ (ਅੰਤ ਨੂੰ) ਭਾਲ ਕੇ ਪ੍ਰਭੂ ਲੱਭ ਹੀ ਲਿਆ (ਪਰ ਮੈਂ ਆਪਣੇ ਬਲ ਦੇ ਆਸਰੇ ਲੱਭ ਨਹੀ ਸਾਂ ਸਕਦਾ)।",
    "pronunciation": "ਲੱਧਾ",
    "type_id": 3
  },
  {
    "id": 14317,
    "shabad_id": 1191,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਵਿਸਟੁ ਗੁਰੂ ਮੈ ਪਾੲਿਅਾ; ਜਿਨਿ ਹਰਿ ਪ੍ਰਭੁ ਦਿਤਾ ਜੋੜਿ ॥੧॥",
    "transliteration": "Visatt Guroo Mai Paaeiaa Jin Har Prabh Dhithaa Jorr ||1||",
    "translation": "I have found the Guru, the Divine Intermediary, who has united me with the Lord God. ||1||",
    "punjabi": "ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਵਕੀਲ ਮਿਲ ਪਿਆ, ਜਿਸ ਨੇ ਹਰੀ ਪ੍ਰਭੂ ਮੇਲ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "ਵਿਸਟੁ:ਪੋਲਾ ਬੋਲੋ।(ਵਿਸਟੁ) ਵਿਚੋਲੇ",
    "type_id": 3
  },
  {
    "id": 14318,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14319,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾੲਿਅਾਧਾਰੀ; ਅਤਿ ਅੰਨ੍ਹਾ ਬੋਲਾ ॥",
    "transliteration": "Maaeiaadhhaaree Ath Annaa Bolaa ||",
    "translation": "One who is attached to Maya is totally blind and deaf.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ (ਹਿਰਦੇ ਵਿਚ) ਮਾਇਆ (ਦਾ ਪਿਆਰ) ਧਾਰਨ ਕੀਤਾ ਹੋਇਆ ਹੈ ਉਹ (ਸਤਿਗੁਰੂ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਤੇ ਬੋਲਾ ਹੈ (ਭਾਵ, ਨਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਪਤੀਜ ਸਕਦਾ ਹੈ, ਤੇ ਨਾ ਹੀ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ)।",
    "pronunciation": "ਅਤਿ, ਬੋਲ਼ਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14320,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਬਦੁ ਨ ਸੁਣੲੀ; ਬਹੁ ਰੋਲ ਘਚੋਲਾ ॥",
    "transliteration": "Sabadh N Sunee Bahu Rol Ghacholaa ||",
    "translation": "He does not listen to the Word of the Shabad; he makes a great uproar and tumult.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਲ ਧਿਆਨ ਨਹੀਂ ਦੇਂਦਾ, (ਪਰ) (ਮਾਇਆ ਦਾ) ਖਪਾਉਣ ਵਾਲਾ (ਭਾਵ, ਸਿਰ-ਦਰਦੀ ਕਰਾਉਣ ਵਾਲਾ) ਰੌਲਾ ਬਹੁਤ (ਪਸੰਦ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14321,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਾਪੈ; ਸਬਦਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Guramukh Jaapai Sabadh Liv Laae ||",
    "translation": "The Gurmukhs chant and meditate on the Shabad, and lovingly center their consciousness on it.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ, (ਉਹ ਇਉਂ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ (ਕਿ) ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਬਿਰਤੀ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14322,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਸੁਣਿ ਮੰਨੇ; ਹਰਿ ਨਾਮਿ ਸਮਾੲਿ ॥",
    "transliteration": "Har Naam Sun Mannae Har Naam Samaae ||",
    "translation": "They hear and believe in the Name of the Lord; they are absorbed in the Name of the Lord.",
    "punjabi": "ਹਰੀ ਦੇ ਨਾਮ ਨੂੰ ਸੁਣ ਕੇ ਉਸ ਤੇ ਸਿਦਕ ਲਿਆਉਂਦਾ ਹੈ ਤੇ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ (ਹੀ) ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14323,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ; ਸੁ ਕਰੇ ਕਰਾੲਿਅਾ ॥",
    "transliteration": "Jo This Bhaavai S Karae Karaaeiaa ||",
    "translation": "Whatever pleases God, He causes that to be done.",
    "punjabi": "(ਪਰ ਮਾਇਆਧਾਰੀ ਜਾਂ ਗੁਰਮੁਖਿ ਦੇ ਕੀਹ ਹੱਥ?) ਜੋ ਕੁੱਝ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ (ਉਸ ਦੇ ਅਨੁਸਾਰ) ਇਹ ਜੀਵ ਕਰਵਾਇਆ ਕੰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14324,
    "shabad_id": 1192,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ; ਵਜਦਾ ਜੰਤੁ ਵਜਾੲਿਅਾ ॥੨॥",
    "transliteration": "Naanak Vajadhaa Janth Vajaaeiaa ||2||",
    "translation": "O Nanak, human beings are the instruments which vibrate as God plays them. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ (ਵਾਜੇ ਵਾਂਗ) ਵਜਾਇਆ ਵੱਜਦਾ ਹੈ (ਭਾਵ, ਬੁਲਾਇਆਂ ਬੋਲਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
