[
  {
    "id": 15305,
    "shabad_id": 1333,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਤਾ ਸੋਹਾਗਣਿ ਜਾਣੀਅੈ; ਗੁਰ ਸਬਦੁ ਬੀਚਾਰੇ ॥੩॥",
    "transliteration": "Thaa Sohaagan Jaaneeai Gur Sabadh Beechaarae ||3||",
    "translation": "Then she is known as the happy soul-bride, if she contemplates the Word of the Guru's Shabad. ||3||",
    "punjabi": "(ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਜਦੋਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਦੀ ਹੈ (ਭਾਵ, ਚਿੱਤ ਵਿਚ ਵਸਾਉਂਦੀ ਹੈ) ਤਾਂ ਉਹ ਖਸਮ ਵਾਲੀ ਸਮਝੀ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15306,
    "shabad_id": 1333,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਕਿਰਤ ਕੀ ਬਾਂਧੀ. ਸਭ ਫਿਰੈ; ਦੇਖਹੁ ਬੀਚਾਰੀ ॥",
    "transliteration": "Kirath Kee Baandhhee Sabh Firai Dhaekhahu Beechaaree ||",
    "translation": "Bound by the actions she has committed, she wanders around - see this and understand.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਜੇ ਵਿਚਾਰ ਕੇ ਵੇਖੋ, (ਇੱਥੇ ਤਾਂ) ਸਾਰੀ ਲੁਕਾਈ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ ਬੱਝੀ ਹੋਈ ਭਟਕ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15307,
    "shabad_id": 1333,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ੲੇਸ ਨੋ ਕਿਅਾ ਅਾਖੀਅੈ; ਕਿਅਾ ਕਰੇ ਵਿਚਾਰੀ ॥੪॥",
    "transliteration": "Eaes No Kiaa Aakheeai Kiaa Karae Vichaaree ||4||",
    "translation": "What can we say to her? What can the poor soul-bride do? ||4||",
    "punjabi": "ਇਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਕੀਹ ਦੋਸ਼? ਇਹ ਨਮਾਣੀ ਕੀਹ ਕਰ ਸਕਦੀ ਹੈ? ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15308,
    "shabad_id": 1333,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਭੲੀ ਨਿਰਾਸੀ ੳੁਠਿ ਚਲੀ; ਚਿਤ ਬੰਧਿ. ਨ ਧੀਰਾ ॥",
    "transliteration": "Bhee Niraasee Outh Chalee Chith Bandhh N Dhheeraa ||",
    "translation": "Disappointed and hopeless, she gets up and departs. There is no support or encouragement in her consciousness.",
    "punjabi": "ਆਸਾਂ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦੀਆਂ, ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ ਤੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਇੱਥੋਂ) ਉੱਠ ਤੁਰਦੀ ਹੈ।",
    "pronunciation": "(ਧੀਰਾ) ਧੀਰਜ",
    "type_id": 3
  },
  {
    "id": 15309,
    "shabad_id": 1333,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਕੀ ਚਰਣੀ ਲਾਗਿ ਰਹੁ; ਭਜੁ ਸਰਣਿ ਕਬੀਰਾ ॥੫॥੬॥੫੦॥",
    "transliteration": "Har Kee Charanee Laag Rahu Bhaj Saran Kabeeraa ||5||6||50||",
    "translation": "So remain attached to the Lord's Lotus Feet, and hurry to His Sanctuary, Kabeer! ||5||6||50||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਸ ਨਿਰਾਸਤਾ ਤੋਂ ਬਚਣ ਲਈ) ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਚਰਨੀਂ ਲੱਗਾ ਰਹੁ, ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲਈ ਰੱਖ ॥੫॥੬॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15310,
    "shabad_id": 1334,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree :",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15311,
    "shabad_id": 1334,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੋਗੀ ਕਹਹਿ. ਜੋਗੁ ਭਲ ਮੀਠਾ; ਅਵਰੁ ਨ ਦੂਜਾ ਭਾੲੀ ॥",
    "transliteration": "Jogee Kehehi Jog Bhal Meethaa Avar N Dhoojaa Bhaaee ||",
    "translation": "The Yogi says that Yoga is good and sweet, and nothing else is, O Siblings of Destiny.",
    "punjabi": "ਜੋਗੀ ਆਖਦੇ ਹਨ-ਹੇ ਭਾਈ! ਜੋਗ (ਦਾ ਮਾਰਗ ਹੀ) ਚੰਗਾ ਤੇ ਮਿੱਠਾ ਹੈ, (ਇਸ ਵਰਗਾ) ਹੋਰ ਕੋਈ (ਸਾਧਨ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਕਹ-ਹਿ।ਭਲ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 15312,
    "shabad_id": 1334,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰੁੰਡਿਤ ਮੁੰਡਿਤ ੲੇਕੈਸਬਦੀ; ੲੇੲਿ ਕਹਹਿ ਸਿਧਿ ਪਾੲੀ ॥੧॥",
    "transliteration": "Runddith Munddith Eaekai Sabadhee Eaee Kehehi Sidhh Paaee ||1||",
    "translation": "Those who shave their heads, and those who amputate their limbs, and those who utter only a single word, all say that they have attained the spiritual perfection of the Siddhas. ||1||",
    "punjabi": "ਸਰੇਵੜੇ ਸੰਨਿਆਸੀ ਅਵਧੂਤ, ਇਹ ਸਾਰੇ ਆਖਦੇ ਹਨ-ਅਸਾਂ ਹੀ ਸਿੱਧੀ ਲੱਭੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਰੁੰਡਿਤ)ਸਿਰਾਂ ਦੀ ਮਾਲਾ ਵਾਲੇ ਜਾਂਸਰੇਵੜੇ। (ਮੁੰਡਿਤ) ਰੋਡੇ। ਅਲਖ ਅਲਖ (ੲੇਕੈਸਬਦੀ) ੲਿੱਕ ਸਬਦ ਕਹਿ ਕੇ ਭਿਖਿਅਾ ਮੰਗਣ ਵਾਲੇ ਫਕੀਰ। (ਸਿੱਧਿ) ਮੁਕਤੀ। ੲੇ-ੲਿ ਕਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 15313,
    "shabad_id": 1334,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ; ਭਰਮਿ ਭੁਲਾਨੇ ਅੰਧਾ ॥",
    "transliteration": "Har Bin Bharam Bhulaanae Andhhaa ||",
    "translation": "Without the Lord, the blind ones are deluded by doubt.",
    "punjabi": "ਅੰਨ੍ਹੇ ਲੋਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ (ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ) ਭੁਲੇਖੇ ਵਿਚ ਪਏ ਹੋਏ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15314,
    "shabad_id": 1334,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਾ ਪਹਿ ਜਾੳੁ, ਅਾਪੁ ਛੁਟਕਾਵਨਿ; ਤੇ. ਬਾਧੇ ਬਹੁ ਫੰਧਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jaa Pehi Jaao Aap Shhuttakaavan Thae Baadhhae Bahu Fandhhaa ||1|| Rehaao ||",
    "translation": "And those, to whom I go to find release - they themselves are bound by all sorts of chains. ||1||Pause||",
    "punjabi": "(ਇਹੀ ਕਾਰਨ ਹੈ ਕਿ) ਮੈਂ ਜਿਸ ਜਿਸ ਕੋਲ ਹਉਮੈ ਤੋਂ ਛੁਟਕਾਰਾ ਕਰਾਣ ਜਾਂਦਾ ਹਾਂ, ਉਹ ਸਾਰੇ ਆਪ ਹੀ ਹਉਮੈ ਦੀਆਂ ਕਈ ਫਾਹੀਆਂ ਵਿਚ ਬੱਝੇ ਹੋਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬਾੱਧੇ",
    "type_id": 4
  },
  {
    "id": 15315,
    "shabad_id": 1334,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਹ ਤੇ ੳੁਪਜੀ. ਤਹੀ ਸਮਾਨੀ; ੲਿਹ ਬਿਧਿ ਬਿਸਰੀ ਤਬ ਹੀ ॥",
    "transliteration": "Jeh Thae Oupajee Thehee Samaanee Eih Bidhh Bisaree Thab Hee ||",
    "translation": "The soul is re-absorbed into that from which it originated, when one leaves this path of errors.",
    "punjabi": "ਜਿਸ (ਪ੍ਰਭੂ-ਵਿਛੋੜੇ) ਤੋਂ ਇਹ ਹਉਮੈ ਉਪਜਦੀ ਹੈ ਉਸ (ਪ੍ਰਭੂ ਵਿਛੋੜੇ) ਵਿਚ ਹੀ (ਸਾਰੀ ਲੋਕਾਈ) ਟਿਕੀ ਪਈ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾਇਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹਉਮੈ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਤੇ ਸਾਰੀ ਲੋਕਾਈ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਭੁਲਾਈ ਬੈਠੀ ਹੈ), ਇਸੇ ਕਰਕੇ ਤਾਹੀਏਂ ਦੁਨੀਆ ਭੁਲੇਖੇ ਵਿਚ ਹੈ (ਭਾਵ, ਹਰੇਕ ਭੇਖ ਵਾਲਾ ਆਪਣੇ ਹੀ ਬਾਹਰਲੇ ਚਿੰਨ੍ਹ ਆਦਿਕਾਂ ਨੂੰ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਕਹਿ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15316,
    "shabad_id": 1334,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਪੰਡਿਤ ਗੁਣੀ ਸੂਰ ਹਮ ਦਾਤੇ; ੲੇਹਿ ਕਹਹਿ ਬਡ ਹਮ ਹੀ ॥੨॥",
    "transliteration": "Panddith Gunee Soor Ham Dhaathae Eaehi Kehehi Badd Ham Hee ||2||",
    "translation": "The scholarly Pandits, the virtuous, the brave and the generous, all assert that they alone are great. ||2||",
    "punjabi": "ਪੰਡਿਤ, ਗੁਣੀ, ਸੂਰਮੇ, ਦਾਤੇ; ਇਹ ਸਾਰੇ (ਨਾਮ ਤੋਂ ਵਿੱਛੜ ਕੇ) ਇਹੀ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਸਭ ਤੋਂ ਵੱਡੇ ਹਾਂ ॥੨॥",
    "pronunciation": "ਕਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 15317,
    "shabad_id": 1334,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਿਸਹਿ ਬੁਝਾੲੇ. ਸੋੲੀ ਬੂਝੈ; ਬਿਨੁ ਬੂਝੇ. ਕਿੳੁ ਰਹੀਅੈ ॥",
    "transliteration": "Jisehi Bujhaaeae Soee Boojhai Bin Boojhae Kio Reheeai ||",
    "translation": "He alone understands, whom the Lord inspires to understand. Without understanding, what can anyone do?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਮੱਤ ਦੇਂਦਾ ਹੈ ਉਹੀ (ਅਸਲ ਗੱਲ) ਸਮਝਦਾ ਹੈ ਤੇ (ਉਸ ਅਸਲ ਗੱਲ ਦੇ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ ਜੀਵਨ ਹੀ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "ਜਿਸ-ਹਿ।ਬੁੱਝਾੲੇ।ਬੂੱਝੈ",
    "type_id": 3
  },
  {
    "id": 15318,
    "shabad_id": 1334,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ. ਅੰਧੇਰਾ ਚੂਕੈ; ੲਿਨ ਬਿਧਿ ਮਾਣਕੁ ਲਹੀਅੈ ॥੩॥",
    "transliteration": "Sathigur Milai Andhhaeraa Chookai Ein Bidhh Maanak Leheeai ||3||",
    "translation": "Meeting the True Guru, the darkness is dispelled, and in this way, the jewel is obtained. ||3||",
    "punjabi": "(ਉਹ ਅਸਲ ਇਹ ਹੈ ਕਿ ਜਦੋਂ ਮਨੁੱਖ ਨੂੰ) ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਤਾਂ ਇਸ ਦੇ ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਇਸ ਤਰ੍ਹਾਂ (ਇਸ ਨੂੰ ਅੰਦਰੋਂ ਹੀ ਨਾਮ-ਰੂਪ) ਲਾਲ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15319,
    "shabad_id": 1334,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਤਜਿ ਬਾਵੇ ਦਾਹਨੇ ਬਿਕਾਰਾ; ਹਰਿ ਪਦੁ ਦ੍ਰਿੜੁ ਕਰਿ ਰਹੀਅੈ ॥",
    "transliteration": "Thaj Baavae Dhaahanae Bikaaraa Har Padh Dhrirr Kar Reheeai ||",
    "translation": "Give up the evil actions of your left and right hands, and grasp hold of the Feet of the Lord.",
    "punjabi": "ਲਾਂਭ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਫੁਰਨੇ ਛੱਡ ਕੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦਾ (ਸਾਹਮਣੇ ਵਾਲਾ) ਨਿਸ਼ਾਨਾ ਪੱਕਾ ਕਰ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਬਾਵੇ) ਖੱਬੇ (ਦਾਹਨੇ) ਸੱਜੇ ਪਾਸੇ ਭਾਵ ਸਾਰੇ (ਬਿਕਾਰਾ) ਵਿਕਾਰ",
    "type_id": 3
  },
  {
    "id": 15320,
    "shabad_id": 1334,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਗੂੰਗੈ ਗੁੜੁ ਖਾੲਿਅਾ; ਪੂਛੇ ਤੇ. ਕਿਅਾ ਕਹੀਅੈ ॥੪॥੭॥੫੧॥",
    "transliteration": "Kahu Kabeer Goongai Gurr Khaaeiaa Pooshhae Thae Kiaa Keheeai ||4||7||51||",
    "translation": "Says Kabeer, the mute has tasted the molasses, but what can he say about it if he is asked? ||4||7||51||",
    "punjabi": "ਸੋ, ਕਬੀਰ ਆਖਦਾ ਹੈ- (ਜਿਵੇਂ) ਗੁੰਗੇ ਮਨੁੱਖ ਨੇ ਗੁੜ ਖਾਧਾ ਹੋਵੇ (ਤਾਂ) ਪੁੱਛਿਆਂ (ਉਸ ਦਾ ਸੁਆਦ) ਨਹੀਂ ਦੱਸ ਸਕਦਾ (ਤਿਵੇਂ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਦਾ ਅਨੰਦ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ) ॥੪॥੭॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15321,
    "shabad_id": 1335,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ ਕਬੀਰ ਜੀ ॥",
    "transliteration": "Raag Gourree Poorabee Kabeer Jee ||",
    "translation": "Raag Gauree Poorbee, Kabeer Jee:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15322,
    "shabad_id": 1335,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 15323,
    "shabad_id": 1335,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਹ ਕਛੁ ਅਹਾ ਤਹਾ ਕਿਛੁ ਨਾਹੀ; ਪੰਚ ਤਤੁ ਤਹ ਨਾਹੀ ॥",
    "transliteration": "Jeh Kashh Ahaa Thehaa Kishh Naahee Panch Thath Theh Naahee ||",
    "translation": "Where something existed, now there is nothing. The five elements are no longer there.",
    "punjabi": "(ਹੇ ਕਬੀਰ! ਮੇਰੀ ਲਿਵ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੱਗ ਰਹੀ ਹੈ) ਜਿਸ (ਮੇਰੇ) ਮਨ ਵਿਚ (ਪਹਿਲਾਂ) ਮਮਤਾ ਸੀ, ਹੁਣ (ਲਿਵ ਦੀ ਬਰਕਤ ਨਾਲ) ਉਸ ਵਿਚੋਂ ਮਮਤਾ ਮੁੱਕ ਗਈ ਹੈ, ਆਪਣੇ ਸਰੀਰ ਦਾ ਮੋਹ ਭੀ ਨਹੀਂ ਰਹਿ ਗਿਆ।",
    "pronunciation": "(ਅਹਾ) ਸੀ",
    "type_id": 3
  },
  {
    "id": 15324,
    "shabad_id": 1335,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ੲਿੜਾ ਪਿੰਗੁਲਾ ਸੁਖਮਨ ਬੰਦੇ; ੲੇ ਅਵ ਗਨ, ਕਤ ਜਾਹੀ ॥੧॥",
    "transliteration": "Eirraa Pingulaa Sukhaman Bandhae Eae Avagan Kath Jaahee ||1||",
    "translation": "The Ida, the Pingala and the Sushmanaa - O human being, how can the breaths through these be counted now? ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਇੜਾ-ਪਿੰਗਲਾ-ਸੁਖਮਨਾ ਵਾਲੇ (ਪ੍ਰਾਣ ਚਾੜ੍ਹਨ ਤੇ ਰੋਕਣ ਆਦਿਕ ਦੇ ਕੋਝੇ ਕੰਮ ਤਾਂ ਪਤਾ ਹੀ ਨਹੀਂ ਕਿੱਥੇ ਚਲੇ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਗਈ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਾਣਾਯਾਮ ਆਦਿਕ ਸਾਧਨ ਤਾਂ ਜਪਦੇ ਹੀ ਬੇਲੋੜਵੇਂ ਕੋਝੇ ਕੰਮ ਹਨ) ॥੧॥",
    "pronunciation": "(ਅਵ) ਹੁਣ।(ਗਨ) ਗਿਣਤੀ",
    "type_id": 3
  },
  {
    "id": 15325,
    "shabad_id": 1335,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤਾਗਾ ਤੂਟਾ. ਗਗਨੁ ਬਿਨਸਿ ਗੲਿਅਾ; ਤੇਰਾ ਬੋਲਤੁ ਕਹਾ ਸਮਾੲੀ ॥",
    "transliteration": "Thaagaa Thoottaa Gagan Binas Gaeiaa Thaeraa Bolath Kehaa Samaaee ||",
    "translation": "The string has been broken, and the Sky of the Tenth Gate has been destroyed. Where has your speech gone?",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲਿਵ ਦੀ ਬਰਕਤ ਨਾਲ ਮੇਰਾ ਮੋਹ ਦਾ) ਧਾਗਾ ਟੁੱਟ ਗਿਆ ਹੈ, ਮੇਰੇ ਅੰਦਰੋਂ ਮੋਹ ਦਾ ਪਸਾਰਾ ਮੁੱਕ ਗਿਆ ਹੈ, ਵਿਤਕਰੇ ਕਰਨ ਵਾਲੇ ਸੁਭਾਵ ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਹੀ ਮਿਟ ਗਿਆ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 15326,
    "shabad_id": 1335,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੲੇਹ ਸੰਸਾ. ਮੋਕੳੁ ਅਨ ਦਿਨੁ ਬਿਅਾਪੈ; ਮੋਕੳੁ. ਕੋ ਨ ਕਹੈ ਸਮਝਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eaeh Sansaa Mo Ko Anadhin Biaapai Mo Ko Ko N Kehai Samajhaaee ||1|| Rehaao ||",
    "translation": "This cynicism afflicts me, night and day; who can explain this to me and help me understand? ||1||Pause||",
    "punjabi": "(ਇਸ ਤਬਦੀਲੀ ਦੀ) ਹੈਰਾਨੀ ਮੈਨੂੰ ਹਰ ਰੋਜ਼ ਆਉਂਦੀ ਹੈ (ਕਿ ਇਹ ਕਿਵੇਂ ਹੋ ਗਿਆ, ਪਰ) ਕੋਈ ਮਨੁੱਖ ਇਹ ਸਮਝਾ ਨਹੀਂ ਸਕਦਾ, (ਕਿਉਂਕਿ ਇਹ ਅਵਸਥਾ ਸਮਝਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਅਨੁਭਵ ਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 15327,
    "shabad_id": 1335,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜਹ ਬਰਭੰਡੁ. ਪਿੰਡੁ ਤਹ ਨਾਹੀ; ਰਚਨਹਾਰੁ ਤਹ ਨਾਹੀ ॥",
    "transliteration": "Jeh Barabhandd Pindd Theh Naahee Rachanehaar Theh Naahee ||",
    "translation": "Where the world is - the body is not there; the mind is not there either.",
    "punjabi": "ਜਿਸ ਮਨ ਵਿਚ (ਪਹਿਲਾਂ) ਸਾਰੀ ਦੁਨੀਆ (ਦੇ ਧਨ ਦਾ ਮੋਹ) ਸੀ, (ਲਿਵ ਦੀ ਬਰਕਤ ਨਾਲ) ਉਸ ਵਿਚ ਹੁਣ ਆਪਣੇ ਸਰੀਰ ਦਾ ਮੋਹ ਭੀ ਨਹੀਂ ਰਿਹਾ, ਮੋਹ ਦੇ ਤਾਣੇ ਤਣਨ ਵਾਲਾ ਉਹ ਮਨ ਹੀ ਨਹੀਂ ਰਿਹਾ;",
    "pronunciation": "(ਬਰਭੰਡੁ) ਸ੍ਰਿਸ਼ਟੀ। (ਪਿੰਡੁ) ਸਰੀਰ",
    "type_id": 3
  },
  {
    "id": 15328,
    "shabad_id": 1335,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜੋੜਨਹਾਰੋ ਸਦਾ ਅਤੀਤਾ; ੲਿਹ ਕਹੀਅੈ ਕਿਸੁ ਮਾਹੀ ॥੨॥",
    "transliteration": "Jorranehaaro Sadhaa Atheethaa Eih Keheeai Kis Maahee ||2||",
    "translation": "The Joiner is forever unattached; now, within whom is the soul said to be contained? ||2||",
    "punjabi": "ਹੁਣ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਜੋੜਨਹਾਰ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਮਨ ਵਿਚ) ਵੱਸ ਰਿਹਾ ਹੈ। ਪਰ, ਇਹ ਅਵਸਥਾ ਕਿਸੇ ਪਾਸ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "(ਅਤੀਤਾ) ਨਿਰਲੇਪ",
    "type_id": 3
  },
  {
    "id": 15329,
    "shabad_id": 1335,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜੋੜੀ ਜੁੜੈ ਨ ਤੋੜੀ ਤੂਟੈ; ਜਬ ਲਗੁ ਹੋੲਿ ਬਿਨਾਸੀ ॥",
    "transliteration": "Jorree Jurrai N Thorree Thoottai Jab Lag Hoe Binaasee ||",
    "translation": "By joining the elements, people cannot join them, and by breaking, they cannot be broken, until the body perishes.",
    "punjabi": "ਜਦ ਤਕ (ਮਨੁੱਖ ਦਾ ਮਨ) ਨਾਸਵੰਤ (ਸਰੀਰ ਨਾਲ ਇੱਕ-ਰੂਪ) ਰਹਿੰਦਾ ਹੈ, ਤਦ ਤਕ ਇਸ ਦੀ ਪ੍ਰੀਤ ਨਾਹ (ਪ੍ਰਭੂ ਨਾਲ) ਜੋੜਿਆਂ ਜੁੜ ਸਕਦੀ ਹੈ, ਨਾਹ (ਮਾਇਆ ਨਾਲੋਂ) ਤੋੜਿਆਂ ਟੁੱਟ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15330,
    "shabad_id": 1335,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਾ ਕੋ ਠਾਕੁਰੁ. ਕਾ ਕੋ ਸੇਵਕੁ; ਕੋ ਕਾਹੂ ਕੈ ਜਾਸੀ ॥੩॥",
    "transliteration": "Kaa Ko Thaakur Kaa Ko Saevak Ko Kaahoo Kai Jaasee ||3||",
    "translation": "Of whom is the soul the master, and of whom is it the servant? Where, and to whom does it go? ||3||",
    "punjabi": "(ਇਸ ਦਸ਼ਾ ਵਿਚ ਗ੍ਰਸੇ ਹੋਏ) ਮਨ ਦਾ ਨਾਹ ਹੀ ਪ੍ਰਭੂ (ਸਹੀ ਭਾਵ ਵਿਚ) ਖਸਮ ਹੈ, ਨਾਹ ਇਹ ਮਨ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਬਣ ਸਕਦਾ ਹੈ। ਫਿਰ ਕਿਸ ਨੇ ਕਿਸ ਦੇ ਪਾਸ ਜਾਣਾ ਹੈ? (ਭਾਵ, ਇਹ ਦੇਹ-ਅੱਧਿਆਸੀ ਮਨ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚੋਂ ਉੱਚਾ ਉੱਠ ਕੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜਾਂਦਾ ਹੀ ਨਹੀਂ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15331,
    "shabad_id": 1335,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਲਿਵ ਲਾਗਿ ਰਹੀ ਹੈ; ਜਹਾ ਬਸੇ ਦਿਨ ਰਾਤੀ ॥",
    "transliteration": "Kahu Kabeer Liv Laag Rehee Hai Jehaa Basae Dhin Raathee ||",
    "translation": "Says Kabeer, I have lovingly focused my attention on that place where the Lord dwells, day and night.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਮੇਰੀ ਸੁਰਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਦਿਨ ਰਾਤ ਉੱਥੇ ਹੀ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ (ਪਰ ਇਸ ਤਰ੍ਹਾਂ ਮੈਂ ਉਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15332,
    "shabad_id": 1335,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ੳੁਅਾ ਕਾ ਮਰਮੁ. ਓਹੀ ਪਰੁ ਜਾਨੈ; ਓਹੁ ਤੳੁ ਸਦਾ ਅਬਿਨਾਸੀ ॥੪॥੧॥੫੨॥",
    "transliteration": "Ouaa Kaa Maram Ouhee Par Jaanai Ouhu Tho Sadhaa Abinaasee ||4||1||52||",
    "translation": "Only He Himself truly knows the secrets of His mystery; He is eternal and indestructible. ||4||1||52||",
    "punjabi": "ਉਸ ਦਾ ਭੇਤ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ, ਅਤੇ ਉਹ ਹੈ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੪॥੧॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15333,
    "shabad_id": 1336,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15334,
    "shabad_id": 1336,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਰਤਿ ਸਿਮ੍ਰਿਤਿ ਦੁੲਿ, ਕੰਨੀ ਮੁੰਦਾ; ਪਰ ਮਿਤਿ ਬਾਹਰਿ ਖਿੰਥਾ ॥",
    "transliteration": "Surath Simrith Dhue Kannee Mundhaa Paramith Baahar Khinthhaa ||",
    "translation": "Let contemplation and intuitive meditation be your two ear-rings, and true wisdom your patched overcoat.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ-ਇਹ ਮਾਨੋ, ਮੈਂ ਦੋਹਾਂ ਕੰਨਾਂ ਵਿਚ ਮੁੰਦਰਾਂ ਪਾਈਆਂ ਹੋਈਆਂ ਹਨ। ਪ੍ਰਭੂ ਦਾ ਯਥਾਰਥ ਗਿਆਨ-ਇਹ ਮੈਂ ਆਪਣੇ ਤੇ ਗੋਦੜੀ ਲਈ ਹੋਈ ਹੈ।",
    "pronunciation": "(ਪਰ) ਵਿਸ਼ੇਸ਼ ਅਥਵਾ (ਪਰ) ਪਰੇ। (ਮਿਤਿ) ਮਰਯਾਦਾ। ਸਿਮ- ੍ਰਿਤਿ",
    "type_id": 3
  },
  {
    "id": 15335,
    "shabad_id": 1336,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੁੰਨ ਗੁਫਾ ਮਹਿ ਅਾਸਣੁ ਬੈਸਣੁ; ਕਲਪ ਬਿਬਰਜਿਤ. ਪੰਥਾ ॥੧॥",
    "transliteration": "Sunn Gufaa Mehi Aasan Baisan Kalap Bibarajith Panthhaa ||1||",
    "translation": "In the cave of silence, dwell in your Yogic posture; let the subjugation of desire be your spiritual path. ||1||",
    "punjabi": "ਅਫੁਰ ਅਵਸਥਾ-ਰੂਪ ਗੁਫ਼ਾ ਵਿਚ ਮੈਂ ਆਸਣ ਲਾਈ ਬੈਠਾ ਹਾਂ (ਭਾਵ, ਮੇਰਾ ਮਨ ਹੀ ਮੇਰੀ ਗੁਫ਼ਾ ਹੈ; ਜਿਥੇ ਮੈਂ ਦੁਨੀਆ ਧੰਧਿਆਂ ਵਾਲੇ ਕੋਈ ਫੁਰਨੇ ਨਹੀਂ ਉਠਣ ਦੇਂਦਾ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਅੰਦਰ, ਮਾਨੋ, ਇਕ ਏਕਾਂਤ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਹਾਂ)। ਦੁਨੀਆ ਦੀਆਂ ਕਲਪਣਾ ਤਿਆਗ ਦੇਣੀਆਂ-ਇਹ ਹੈ ਮੇਰਾ (ਜੋਗ-) ਪੰਥ ॥੧॥",
    "pronunciation": "(ਕਲਪ) ਕਲਪਣਾ। (ਬਿ-ਬਰਜਿਤ) ਵਰਜਿਅਾ। (ਪੰਥਾ) ਰਸਤਾ",
    "type_id": 3
  },
  {
    "id": 15336,
    "shabad_id": 1336,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮੇਰੇ ਰਾਜਨ; ਮੈ ਬੈਰਾਗੀ ਜੋਗੀ ॥",
    "transliteration": "Maerae Raajan Mai Bairaagee Jogee ||",
    "translation": "O my King, I am a Yogi, a hermit, a renunciate.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਸ਼ਾਹ (ਪ੍ਰਭੂ!) ਮੈਂ (ਤੇਰੀ ਯਾਦ ਦੀ) ਲਗਨ ਵਾਲਾ ਜੋਗੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15337,
    "shabad_id": 1336,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਰਤ ਨ ਸੋਗ ਬਿਓਗੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Marath N Sog Biougee ||1|| Rehaao ||",
    "translation": "I do not die or suffer pain or separation. ||1||Pause||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਮੌਤ (ਦਾ ਡਰ) ਚਿੰਤਾ ਤੇ ਵਿਛੋੜਾ ਮੈਨੂੰ ਪੋਂਹਦੇ ਨਹੀਂ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬਿਓਗੀ) ਵਿਛੋੜਾ। ਨ ਦ੍ਹੇਲ਼ੀ ਦੀਵਾ",
    "type_id": 4
  },
  {
    "id": 15338,
    "shabad_id": 1336,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਖੰਡ ਬ੍ਰਹਮੰਡ ਮਹਿ ਸਿੰਙੀ ਮੇਰਾ ਬਟੂਅਾ; ਸਭੁ ਜਗੁ ਭਸਮਾਧਾਰੀ ॥",
    "transliteration": "Khandd Brehamandd Mehi Sinn(g)ee Maeraa Battooaa Sabh Jag Bhasamaadhhaaree ||",
    "translation": "The solar systems and galaxies are my horn; the whole world is the bag to carry my ashes.",
    "punjabi": "ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਿਮੰਡਾਂ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਵਿਆਪਕਤਾ ਦਾ ਸਭ ਨੂੰ ਸੁਨੇਹਾ ਦੇਣਾ)-ਇਹ, ਮਾਨੋ, ਮੈਂ ਸਿੰਙੀ ਵਜਾ ਰਿਹਾ ਹਾਂ। ਸਾਰੇ ਜਗਤ ਨੂੰ ਨਾਸਵੰਤ ਸਮਝਣਾ-ਇਹ ਹੈ ਮੇਰਾ ਸੁਆਹ ਪਾਣ ਵਾਲਾ ਥੈਲਾ।",
    "pronunciation": "(ਬਟੂਅਾ) ਸੁਅਾਹ ਰੱਖਣ ਵਾਲੀ ਥੈਲੀ। (ਭਸਮਾਧਾਰੀ) ਧੂਣੀ",
    "type_id": 3
  },
  {
    "id": 15339,
    "shabad_id": 1336,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤਾੜੀ ਲਾਗੀ ਤ੍ਰਿਪਲੁ ਪਲਟੀਅੈ; ਛੂਟੈ ਹੋੲਿ ਪਸਾਰੀ ॥੨॥",
    "transliteration": "Thaarree Laagee Thripal Palatteeai Shhoottai Hoe Pasaaree ||2||",
    "translation": "Eliminating the three qualities and finding release from this world is my deep meditation. ||2||",
    "punjabi": "ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਨੂੰ ਮੈਂ ਪਰਤਾਅ ਦਿੱਤਾ ਹੈ-ਇਹ ਮਾਨੋ, ਮੈਂ ਤਾੜੀ ਲਾਈ ਹੋਈ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਮੈਂ ਗ੍ਰਿਹਸਤੀ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਮੁਕਤ ਹਾਂ ॥੨॥",
    "pronunciation": "(ਤਾੜੀ) ਸਮਾਧੀ। (ਤ ੍ਰਿਪਲੁ) ਤ੍ਰਿਗੁਣੀ ਮਾੲਿਅਾ। (ਪਸਾਰੀ) ਪਸਾਰੇ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 15340,
    "shabad_id": 1336,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮਨੁ ਪਵਨੁ ਦੁੲਿ ਤੂੰਬਾ ਕਰੀ ਹੈ; ਜੁਗ ਜੁਗ ਸਾਰਦ ਸਾਜੀ ॥",
    "transliteration": "Man Pavan Dhue Thoonbaa Karee Hai Jug Jug Saaradh Saajee ||",
    "translation": "My mind and breath are the two gourds of my fiddle, and the Lord of all the ages is its frame.",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ) ਇਕ-ਰਸ ਕਿੰਗੁਰੀ (ਵੀਣਾ) ਵੱਜ ਰਹੀ ਹੈ। ਮੇਰਾ ਮਨ ਅਤੇ ਸੁਆਸ (ਉਸ ਕਿੰਗੁਰੀ ਦੇ) ਦੋਵੇਂ ਤੂੰਬੇ ਹਨ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਮਨ ਤੇ ਸੁਆਸ ਦੋਹਾਂ ਤੂੰਬਿਆਂ ਨੂੰ ਜੋੜਨ ਵਾਲੀ) ਮੈਂ ਡੰਡੀ ਬਣਾਈ ਹੈ।",
    "pronunciation": "(ਪਵਨੁ) ਸੁਅਾਸ। (ਤੰੂਬਾ) ਸੁੱਕਾ ਕੱਦੂ ਤੰਤੀ ਸਾਜਾਂ ਚ ਵਰਤੀਦਾ। (ਸਾਰਦ) ਵੀਣਾ ਦੀ ਡੰਡੀ",
    "type_id": 3
  }
]
