[
  {
    "id": 15341,
    "shabad_id": 1336,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਥਿਰੁ ਭੲੀ ਤੰਤੀ. ਤੂਟਸਿ ਨਾਹੀ; ਅਨਹਦ ਕਿੰਗੁਰੀ ਬਾਜੀ ॥੩॥",
    "transliteration": "Thhir Bhee Thanthee Thoottas Naahee Anehadh Kinguree Baajee ||3||",
    "translation": "The string has become steady, and it does not break; this guitar vibrates with the unstruck melody. ||3||",
    "punjabi": "ਸੁਰਤ ਦੀ ਤਾਰ (ਉਸ ਕਿੰਗੁਰੀ ਦੀ ਵੱਜਣ ਵਾਲੀ ਤੰਤੀ) ਮਜ਼ਬੂਤ ਹੋ ਗਈ ਹੈ, ਕਦੇ ਟੁੱਟਦੇ ਨਹੀਂ ॥੩॥",
    "pronunciation": "(ਤੰਤੀ) ਤਾਰ। (ਅਨਹਦ) ੲਿੱਕਰਸ। (ਕਿੰਗੁਰੀ) ਵੀਣਾ। ਬੱਾਜੀ",
    "type_id": 3
  },
  {
    "id": 15342,
    "shabad_id": 1336,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸੁਨਿ ਮਨ. ਮਗਨ ਭੲੇ ਹੈ ਪੂਰੇ; ਮਾੲਿਅਾ ਡੋਲ. ਨ ਲਾਗੀ ॥",
    "transliteration": "Sun Man Magan Bheae Hai Poorae Maaeiaa Ddol N Laagee ||",
    "translation": "Hearing it, the mind is enraptured and becomes perfect; it does not waver, and it is not affected by Maya.",
    "punjabi": "(ਇਸ ਅੰਦਰਲੀ ਕਿੰਗੁਰੀ ਦੇ ਰਾਗ ਨੂੰ) ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਇਸ ਤਰ੍ਹਾਂ ਪੂਰਨ ਤੌਰ ਤੇ ਮਸਤ ਹੋ ਗਿਆ ਹੈ ਕਿ ਇਸ ਨੂੰ ਮਾਇਆ ਦਾ ਧੱਕਾ ਨਹੀਂ ਵੱਜ ਸਕਦਾ।",
    "pronunciation": "(ਦੂਜਾ ਪਾਠ: ਡੋਲਨ)",
    "type_id": 3
  },
  {
    "id": 15343,
    "shabad_id": 1336,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਤਾ ਕੳੁ ਪੁਨਰਪਿ ਜਨਮੁ ਨਹੀ; ਖੇਲਿ ਗੲਿਓ ਬੈਰਾਗੀ ॥੪॥੨॥੫੩॥",
    "transliteration": "Kahu Kabeer Thaa Ko Punarap Janam Nehee Khael Gaeiou Bairaagee ||4||2||53||",
    "translation": "Says Kabeer, the bairaagee, the renunciate, who has played such a game, is not reincarnated again into the world of form and substance. ||4||2||53||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਜੋ ਲਗਨ ਵਾਲਾ ਜੋਗੀ ਅਜਿਹੀ ਖੇਡ ਖੇਡ ਕੇ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਫਿਰ ਕਦੇ ਜਨਮ (ਮਰਨ) ਨਹੀਂ ਹੁੰਦਾ ॥੪॥੨॥੫੩॥",
    "pronunciation": "ਪੁਨ-ਰਪਿ: ਪੋਲਾ ਬੋਲੋ, ਖੇ੍ਹਲਿ",
    "type_id": 3
  },
  {
    "id": 15344,
    "shabad_id": 1337,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15345,
    "shabad_id": 1337,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗਜ ਨਵ. ਗਜ ਦਸ. ਗਜ ੲਿਕੀਸ; ਪੁਰੀਅਾ ੲੇਕ ਤਨਾੲੀ ॥",
    "transliteration": "Gaj Nav Gaj Dhas Gaj Eikees Pureeaa Eaek Thanaaee ||",
    "translation": "Nine yards, ten yards, and twenty-one yards - weave these into the full piece of cloth;",
    "punjabi": "(ਜਦੋਂ ਜੀਵ ਜਨਮ ਲੈਂਦਾ ਹੈ ਤਾਂ, ਮਾਨੋ,) ਪੂਰੀ ਇਕ ਤਾਣੀ (੪੦ ਗਜ਼ਾਂ ਦੀ ਤਿਆਰ ਹੋ ਜਾਂਦੀ ਹੈ) ਜਿਸ ਵਿਚ ਨੌ ਗੋਲਕਾਂ, ਦਸ ਇੰਦਰੇ ਤੇ ਇੱਕੀ ਗਜ਼ ਹੋਰ ਹੁੰਦੇ ਹਨ (ਭਾਵ, ਪੰਜ ਸੂਖਮ ਤੱਤ, ਪੰਜ ਸਥੂਲ ਤੱਤ, ਦਸ ਪ੍ਰਾਣ ਤੇ ਇਕ ਮਨ-ਇਹ ੨੧ ਗਜ਼ ਤਾਣੀ ਦੇ ਹੋਰ ਹਨ)।",
    "pronunciation": "ਗਜ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 15346,
    "shabad_id": 1337,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਠ ਸੂਤ ਨਵ ਖੰਡ ਬਹਤਰਿ; ਪਾਟੁ ਲਗੋ ਅਧਿਕਾੲੀ ॥੧॥",
    "transliteration": "Saath Sooth Nav Khandd Behathar Paatt Lago Adhhikaaee ||1||",
    "translation": "Take the sixty threads and add nine joints to the seventy-two on the loom. ||1||",
    "punjabi": "ਸੱਠ ਨਾੜੀਆਂ (ਇਹ ਉਸ ਤਾਣੀ ਦੇ ਲੰਮੇ ਪਾਸੇ ਦਾ) ਸੂਤਰ ਹੁੰਦਾ ਹੈ, (ਸਰੀਰ ਦੇ ਨੌ ਜੋੜ ਉਸ ਤਾਣੀ ਦੇ) ਨੌ ਟੋਟੇ ਹਨ ਅਤੇ ਬਹੱਤਰ ਛੋਟੀਆਂ ਨਾੜੀਆਂ (ਇਹ ਉਸ ਤਾਣੀ ਨੂੰ) ਵਾਧੂ ਪੇਟਾ ਲੱਗਾ ਹੋਇਆ ਸਮਝੋ ॥੧॥",
    "pronunciation": "ਬ-ਹੱਤਰਿ",
    "type_id": 3
  },
  {
    "id": 15347,
    "shabad_id": 1337,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੲੀ ਬੁਨਾਵਨ; ਮਾਹੋ ॥",
    "transliteration": "Gee Bunaavan Maaho ||",
    "translation": "Life weaves itself into its patterns.",
    "punjabi": "ਵਾਸ਼ਨਾ (ਇਹ ਸਰੀਰ ਦੀ ਤਾਣੀ) ਉਣਾਉਣ ਤੁਰ ਪੈਂਦੀ ਹੈ,",
    "pronunciation": "(ਮਾਹੋ) ਜੁਲਾਹੀ ੲਿਸਤ੍ਰੀ ਅੰਤ੍ਰੀਵ ਬੁੱਧੀ",
    "type_id": 3
  },
  {
    "id": 15348,
    "shabad_id": 1337,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਘਰ ਛੋਡਿਅੈ; ਜਾੲਿ ਜੁਲਾਹੋ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ghar Shhoddiai Jaae Julaaho ||1|| Rehaao ||",
    "translation": "Leaving her home, the soul goes to the world of the weaver. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਜੀਵ-ਜੁਲਾਹਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਵਿਸਾਰਦਾ ਹੈ। (ਭਾਵ, ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰਨ ਕਰਕੇ ਜੀਵ ਵਾਸ਼ਨਾ ਵਿਚ ਬੱਝ ਜਾਂਦਾ ਹੈ ਤੇ ਇਹ ਵਾਸ਼ਨਾ ਇਸ ਨੂੰ ਸਰੀਰ ਵਿਚ ਲਿਆਉਣ ਦਾ ਕਾਰਨ ਬਣਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 15349,
    "shabad_id": 1337,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਗਜੀ. ਨ ਮਿਨੀਅੈ; ਤੋਲਿ. ਨ ਤੁਲੀਅੈ; ਪਾਚਨੁ ਸੇਰ ਅਢਾੲੀ ॥",
    "transliteration": "Gajee N Mineeai Thol N Thuleeai Paachan Saer Adtaaee ||",
    "translation": "This cloth cannot be measured in yards or weighed with weights; its food is two and a half measures.",
    "punjabi": "(ਸਰੀਰ-ਰੂਪ ਇਹ ਤਾਣੀ) ਗਜ਼ਾਂ ਨਾਲ ਨਹੀਂ ਮਿਣੀਦੀ, ਤੇ ਵੱਟੇ ਨਾਲ ਤੋਲੀਦੀ ਭੀ ਨਹੀਂ (ਉਂਞ ਇਸ ਤਾਣੀ ਨੂੰ ਭੀ ਹਰ ਰੋਜ਼) ਢਾਈ ਸੇਰ (ਖ਼ੁਰਾਕ-ਰੂਪ) ਪਾਣ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "ਤਾਣੀ ਦੇ ਧਾਗਿਅਾਂ ਨੂੰ ਲਾੳੁਣ ਲੲੀ ਪਕਾੲੀ ਅਾਟੇ ਦੀ (ਪਾਚਨੁ) ਲੇਵੀ ਪਾਣ। ਪਾਚਨੁ ਪੱਪੇ ਕੰਨੇ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ। ਗਜੀਂ: ਪੋਲਾ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 15350,
    "shabad_id": 1337,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜੌ ਕਰਿ ਪਾਚਨੁ. ਬੇਗਿ ਨ ਪਾਵੈ; ਝਗਰੁ ਕਰੈ ਘਰ ਹਾੲੀ ॥੨॥",
    "transliteration": "Ja Kar Paachan Baeg N Paavai Jhagar Karai Gharehaaee ||2||",
    "translation": "If it does not obtain food right away, it quarrels with the master of the house. ||2||",
    "punjabi": "ਜੇ ਇਸ ਨੂੰ ਇਹ ਪਾਣ ਵੇਲੇ ਸਿਰ ਨਾ ਮਿਲੇ ਤਾਂ ਘਰ ਵਿਚ ਹੀ ਰੌਲਾ ਪਾ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਜੇ ਖ਼ੁਰਾਕ ਨਾਹ ਮਿਲੇ ਤਾਂ ਸਰੀਰ ਵਿਚ ਤਰਥੱਲ ਮੱਚ ਜਾਂਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "(ਬੇਗਿ) ਛੇਤੀ। (ਹਾੲੀ) ਨਾਸ ਕਰਨ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 15351,
    "shabad_id": 1337,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਦਿਨ ਕੀ ਬੈਠ. ਖਸਮ ਕੀ ਬਰਕਸ; ੲਿਹ ਬੇਲਾ ਕਤ ਅਾੲੀ ॥",
    "transliteration": "Dhin Kee Baith Khasam Kee Barakas Eih Baelaa Kath Aaee ||",
    "translation": "How many days will you sit here, in opposition to your Lord and Master? When will this opportunity come again?",
    "punjabi": "(ਵਾਸ਼ਨਾ-ਬੱਧਾ ਜੀਵ) ਥੋੜੇ ਦਿਨਾਂ ਦੇ ਜੀਊਣ ਖ਼ਾਤਰ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਆਕੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦਾ ਸਮਾ ਗੁਆ ਲੈਂਦਾ ਹੈ ਤੇ ਫਿਰ) ਇਹ ਵੇਲਾ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "(ਬੈਠ) ਬੈਠਕ। (ਬਰਕਸ) ੳੁਲਟ। ਬੇਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 15352,
    "shabad_id": 1337,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਛੂਟੇ ਕੂੰਡੇ. ਭੀਗੈ ਪੁਰੀਅਾ; ਚਲਿਓ ਜੁਲਾਹੋ ਰੀਸਾੲੀ ॥੩॥",
    "transliteration": "Shhoottae Koonddae Bheegai Pureeaa Chaliou Julaaho Reesaaee ||3||",
    "translation": "Leaving his pots and pans, and the bobbins wet with his tears, the weaver soul departs in jealous anger. ||3||",
    "punjabi": "(ਆਖ਼ਰ) ਇਹ ਪਦਾਰਥ ਖੁੱਸ ਜਾਂਦੇ ਹਨ, ਮਨ ਦੀਆਂ ਵਾਸ਼ਨਾਂ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਵਿਚ ਫਸੀਆਂ ਹੀ ਰਹਿ ਜਾਂਦੀਆਂ ਹਨ, (ਇਸ ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ) ਜੀਵ-ਜੁਲਾਹਾ ਖਿੱਝ ਕੇ ਇਥੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਕੰੂਡੇ) ਪਦਾਰਥ। ਵਾਸ਼ਨਾ ਰੂਪੀ (ਪੁਰੀਅਾ) ਨਲੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 15353,
    "shabad_id": 1337,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਛੋਛੀ ਨਲੀ. ਤੰਤੁ ਨਹੀ ਨਿਕਸੈ; ਨ ਤਰ ਰਹੀ ੳੁਰਝਾੲੀ ॥",
    "transliteration": "Shhoshhee Nalee Thanth Nehee Nikasai Nathar Rehee Ourajhaaee ||",
    "translation": "The wind-pipe is empty now; the thread of the breath does not come out any longer. The thread is tangled; it has run out.",
    "punjabi": "(ਆਖ਼ਰ) ਨਲੀ ਖ਼ਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੰਦ ਨਹੀਂ ਨਿਕਲਦੀ, ਤੁਰ ਉਲਝੀ ਨਹੀਂ ਰਹਿੰਦੀ (ਭਾਵ, ਜੀਵਾਤਮਾ ਸਰੀਰ ਨੂੰ ਛੱਡ ਦੇਂਦਾ ਹੈ, ਸੁਆਸ ਚੱਲਣੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਸੁਆਸਾਂ ਦਾ ਨਾਭੀ ਨਾਲੋਂ ਸੰਬੰਧ ਟੁੱਟ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(ਦੂਜਾ ਪਾਠ: ਨਤਰ)",
    "type_id": 3
  },
  {
    "id": 15354,
    "shabad_id": 1337,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਛੋਡਿ ਪਸਾਰੁ. ੲੀਹਾ ਰਹੁ ਬਪੁਰੀ; ਕਹੁ ਕਬੀਰ. ਸਮਝਾੲੀ ॥੪॥੩॥੫੪॥",
    "transliteration": "Shhodd Pasaar Eehaa Rahu Bapuree Kahu Kabeer Samajhaaee ||4||3||54||",
    "translation": "So renounce the world of form and substance while you remain here, O poor soul; says Kabeer: you must understand this! ||4||3||54||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਹੇ ਚੰਦਰੀ ਵਾਸ਼ਨਾ! ਇਹ ਜੰਜਾਲ ਛੱਡ ਦੇ, ਤੇ ਹੁਣ ਤਾਂ ਇਸ ਜੀਵ ਦੀ ਖ਼ਲਾਸੀ ਕਰ ॥੪॥੩॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15355,
    "shabad_id": 1338,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15356,
    "shabad_id": 1338,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੲੇਕ ਜੋਤਿ. ੲੇਕਾ ਮਿਲੀ; ਕਿੰਬਾ ਹੋੲਿ, ਮਹੋੲਿ ॥",
    "transliteration": "Eaek Joth Eaekaa Milee Kinbaa Hoe Mehoe ||",
    "translation": "When one light merges into another, what becomes of it then?",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੀ) ਜੋਤ ਨਾਲ ਮਿਲ ਕੇ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਹਉਮੈ ਬਿਲਕੁਲ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "(ਕਿੰਬਾ)ਅਥਵਾ। (ਮਹੋੲਿ) ਮਤ ਹੋਵੇ, ਨਹੀਂ ਹੁੰਦੀ",
    "type_id": 3
  },
  {
    "id": 15357,
    "shabad_id": 1338,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਤੁ ਘਟਿ ਨਾਮੁ. ਨ ੳੂਪਜੈ; ਫੂਟਿ ਮਰੈ ਜਨੁ ਸੋੲਿ ॥੧॥",
    "transliteration": "Jith Ghatt Naam N Oopajai Foott Marai Jan Soe ||1||",
    "translation": "That person, within whose heart the Lord's Name does not well up - may that person burst and die! ||1||",
    "punjabi": "ਕੇਵਲ ਉਹੀ ਮਨੁੱਖ ਹਉਮੈ ਨਾਲ ਦੁਖੀ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15358,
    "shabad_id": 1338,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਾਵਲ ਸੁੰਦਰ ਰਾਮੲੀਅਾ ॥",
    "transliteration": "Saaval Sundhar Raameeaa ||",
    "translation": "O my dark and beautiful Lord,",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਾਂਵਲੇ ਸੁਹਣੇ ਰਾਮ!",
    "pronunciation": "ਰਾ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 15359,
    "shabad_id": 1338,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਲਾਗਾ. ਤੋਹਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maeraa Man Laagaa Thohi ||1|| Rehaao ||",
    "translation": "My mind is attached to You. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰਾ ਮਨ ਤਾਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ (ਮੈਨੂੰ ਹਉਮੈ ਕਿਉਂ ਦੁਖੀ ਕਰੇ?) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 15360,
    "shabad_id": 1338,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਾਧੁ ਮਿਲੈ. ਸਿਧਿ ਪਾੲੀਅੈ; ਕਿ ੲੇਹੁ ਜੋਗੁ ਕਿ ਭੋਗੁ ॥",
    "transliteration": "Saadhh Milai Sidhh Paaeeai K Eaehu Jog K Bhog ||",
    "translation": "Meeting with the Holy, the perfection of the Siddhas is obtained. What good is Yoga or indulgence in pleasures?",
    "punjabi": "(ਹਉਮੈ ਦੇ ਅਭਾਵ ਅਤੇ ਅੰਦਰਲੀ ਸ਼ਾਂਤੀ-ਠੰਢ ਦੀ) ਇਹ ਸਿੱਧੀ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਲੱਭਦੀ ਹੈ। (ਫਿਰ ਇਸ ਸਿੱਧੀ ਦੇ ਸਾਹਮਣੇ ਜੋਗੀਆਂ ਦਾ) ਜੋਗ ਤੁੱਛ ਹੈ, (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦਾ) ਭੋਗਣਾ ਭੀ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ ਹੈ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15361,
    "shabad_id": 1338,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਦੁਹੁ ਮਿਲਿ ਕਾਰਜੁ ੳੂਪਜੈ; ਰਾਮ ਨਾਮ ਸੰਜੋਗੁ ॥੨॥",
    "transliteration": "Dhuhu Mil Kaaraj Oopajai Raam Naam Sanjog ||2||",
    "translation": "When the two meet together, the business is conducted, and the link with the Lord's Name is established. ||2||",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਅਤੇ ਸਿੱਖ ਦੀ ਸੁਰਤ ਮਿਲਦੇ ਹਨ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਮਿਲਾਪ-ਰੂਪ ਨਤੀਜਾ ਨਿਕਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15362,
    "shabad_id": 1338,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਲੋਗੁ ਜਾਨੈ ੲਿਹੁ ਗੀਤੁ ਹੈ; ੲਿਹੁ ਤੳੁ ਬ੍ਰਹਮ ਬੀਚਾਰ ॥",
    "transliteration": "Log Jaanai Eihu Geeth Hai Eihu Tho Breham Beechaar ||",
    "translation": "People believe that this is just a song, but it is a meditation on God.",
    "punjabi": "ਜਗਤ ਸਮਝਦਾ ਹੈ ਕਿ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਕੋਈ ਸਧਾਰਨ ਜਿਹਾ) ਗੀਤ ਹੀ ਹੈ, ਪਰ ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15363,
    "shabad_id": 1338,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਿੳੁ ਕਾਸੀ ੳੁਪਦੇਸੁ ਹੋੲਿ; ਮਾਨਸ ਮਰਤੀ ਬਾਰ ॥੩॥",
    "transliteration": "Jio Kaasee Oupadhaes Hoe Maanas Marathee Baar ||3||",
    "translation": "It is like the instructions given to the dying man at Benares. ||3||",
    "punjabi": "(ਜੋ ਹਉਮੈ ਤੋਂ ਜਿਊਂਦਿਆਂ ਹੀ ਮੁਕਤੀ ਦਿਵਾਉਂਦੀ ਹੈ) ਜਿਵੇਂ ਕਾਂਸ਼ੀ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਮਰਨ ਵੇਲੇ (ਸ਼ਿਵ ਜੀ ਦਾ ਮੁਕਤੀ ਦਾਤਾ) ਉਪਦੇਸ਼ ਮਿਲਦਾ ਖ਼ਿਆਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਕਾਂਸ਼ੀ ਵਾਲਾ ਉਪਦੇਸ਼ ਤਾਂ ਮਰਨ ਪਿਛੋਂ ਅਸਰ ਕਰਦਾ ਹੋਵੇਗਾ, ਪਰ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਐਥੇ ਹੀ ਜੀਵਨ-ਮੁਕਤ ਕਰ ਦੇਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15364,
    "shabad_id": 1338,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕੋੲੀ ਗਾਵੈ. ਕੋ ਸੁਣੈ; ਹਰਿ ਨਾਮਾ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Koee Gaavai Ko Sunai Har Naamaa Chith Laae ||",
    "translation": "Whoever sings or listens to the Lord's Name with conscious awareness",
    "punjabi": "ਜੋ ਭੀ ਮਨੁੱਖ ਪ੍ਰੇਮ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਗਾਉਂਦਾ ਹੈ ਜਾਂ ਸੁਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15365,
    "shabad_id": 1338,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ ਸੰਸਾ ਨਹੀ; ਅੰਤਿ ਪਰਮਗਤਿ ਪਾੲਿ ॥੪॥੧॥੪॥੫੫॥",
    "transliteration": "Kahu Kabeer Sansaa Nehee Anth Param Gath Paae ||4||1||4||55||",
    "translation": "- says Kabeer, without a doubt, in the end, he obtains the highest status. ||4||1||4||55||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਕਿ ਉਹ ਜ਼ਰੂਰ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥੪॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15366,
    "shabad_id": 1339,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15367,
    "shabad_id": 1339,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜੇਤੇ ਜਤਨ ਕਰਤ. ਤੇ ਡੂਬੇ; ਭਵ ਸਾਗਰੁ. ਨਹੀ ਤਾਰਿਓ ਰੇ ॥",
    "transliteration": "Jaethae Jathan Karath Thae Ddoobae Bhav Saagar Nehee Thaariou Rae ||",
    "translation": "Those who try to do things by their own efforts are drowned in the terrifying world-ocean; they cannot cross over.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਅਜਿਹੇ ਜਤਨ ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਇਹ ਰਸਮਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਾਉਂਦੀਆਂ (ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦੀਆਂ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15368,
    "shabad_id": 1339,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਕਰਤੇ ਬਹੁ ਸੰਜਮ; ਅਹੰਬੁਧਿ ਮਨੁ ਜਾਰਿਓ ਰੇ ॥੧॥",
    "transliteration": "Karam Dhharam Karathae Bahu Sanjam Ahanbudhh Man Jaariou Rae ||1||",
    "translation": "Those who practice religious rituals and strict self-discipline - their egotistical pride shall consume their minds. ||1||",
    "punjabi": "ਧਾਰਮਿਕ ਰਸਮਾਂ, ਵਰਨ ਆਸ਼੍ਰਮਾਂ ਦੀਆਂ ਆਪੋ ਆਪਣੀਆਂ ਰਸਮਾਂ ਕਰਨ ਦੇ ਫ਼ਰਜ਼ ਅਤੇ ਹੋਰ ਕਈ ਕਿਸਮ ਦੇ ਧਾਰਮਿਕ ਪ੍ਰਣ ਕਰਨ ਨਾਲ ਹਉਮੈ (ਮਨੁੱਖ ਦੇ) ਮਨ ਨੂੰ ਸਾੜ ਦੇਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15369,
    "shabad_id": 1339,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਾਸ ਗ੍ਰਾਸ ਕੋ ਦਾਤੋ ਠਾਕੁਰੁ; ਸੋ ਕਿੳੁ ਮਨਹੁ ਬਿਸਾਰਿਓ ਰੇ ॥",
    "transliteration": "Saas Graas Ko Dhaatho Thaakur So Kio Manahu Bisaariou Rae ||",
    "translation": "Your Lord and Master has given you the breath of life and food to sustain you; Oh, why have you forgotten Him?",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿੰਦ ਤੇ ਰੋਜ਼ੀ ਦੇ ਦੇਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ। ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨੋਂ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15370,
    "shabad_id": 1339,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹੀਰਾ ਲਾਲੁ ਅਮੋਲੁ ਜਨਮੁ ਹੈ; ਕੳੁਡੀ ਬਦਲੈ ਹਾਰਿਓ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Heeraa Laal Amol Janam Hai Kouddee Badhalai Haariou Rae ||1|| Rehaao ||",
    "translation": "Human birth is a priceless jewel, which has been squandered in exchange for a worthless shell. ||1||Pause||",
    "punjabi": "ਇਹ (ਮਨੁੱਖਾ-) ਜਨਮ (ਮਾਨੋ) ਹੀਰਾ ਹੈ, ਅਮੋਲਕ ਲਾਲ ਹੈ, ਪਰ ਤੂੰ ਤਾਂ ਇਸ ਨੂੰ ਕੌਡੀ ਦੀ ਖ਼ਾਤਰ ਗਵਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 15371,
    "shabad_id": 1339,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਤ੍ਰਿਸਨਾ ਤ੍ਰਿਖਾ ਭੂਖ ਭ੍ਰਮਿ ਲਾਗੀ; ਹਿਰਦੈ. ਨਾਹਿ ਬੀਚਾਰਿਓ ਰੇ ॥",
    "transliteration": "Thrisanaa Thrikhaa Bhookh Bhram Laagee Hiradhai Naahi Beechaariou Rae ||",
    "translation": "The thirst of desire and the hunger of doubt afflict you; you do not contemplate the Lord in your heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੂੰ ਕਦੇ ਆਪਣੇ ਦਿਲ ਵਿਚ ਵਿਚਾਰ ਨਹੀਂ ਕੀਤੀ ਕਿ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਤੈਨੂੰ ਤਾਂ ਮਾਇਆ ਦੀ ਭੁੱਖ-ਤ੍ਰੇਹ ਲੱਗੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15372,
    "shabad_id": 1339,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ੳੁਨਮਤ ਮਾਨ ਹਿਰਿਓ, ਮਨ ਮਾਹੀ; ਗੁਰ ਕਾ ਸਬਦੁ. ਨ ਧਾਰਿਓ ਰੇ ॥੨॥",
    "transliteration": "Ounamath Maan Hiriou Man Maahee Gur Kaa Sabadh N Dhhaariou Rae ||2||",
    "translation": "Intoxicated with pride, you cheat yourself; you have not enshrined the Word of the Guru's Shabad within your mind. ||2||",
    "punjabi": "(ਕਰਮਾਂ ਧਰਮਾਂ ਵਿਚ ਹੀ) ਤੂੰ ਮਸਤਿਆ ਤੇ ਹੰਕਾਰਿਆ ਰਹਿੰਦਾ ਹੈਂ। ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਤੂੰ ਕਦੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੀ ਨਹੀਂ ॥੨॥",
    "pronunciation": "(ੳੁਨਮਤ) ਕਮਲ਼ਾ ਹੋ ਕੇ। (ਹਿਰਿਓ) ਲੁੱਟਿਅਾ",
    "type_id": 3
  },
  {
    "id": 15373,
    "shabad_id": 1339,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸੁਅਾਦ ਲੁਭਤ. ੲਿੰਦ੍ਰੀ ਰਸ ਪ੍ਰੇਰਿਓ; ਮਦ ਰਸ ਲੈਤ ਬਿਕਾਰਿਓ ਰੇ ॥",
    "transliteration": "Suaadh Lubhath Eindhree Ras Praeriou Madh Ras Laith Bikaariou Rae ||",
    "translation": "Those who are deluded by sensual pleasures, who are tempted by sexual delights and enjoy wine are corrupt.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰਨ ਕਰਕੇ) ਤੂੰ (ਦੁਨੀਆ ਦੇ) ਸੁਆਦਾਂ ਦਾ ਲੋਭੀ ਬਣ ਰਿਹਾ ਹੈਂ। ਇੰਦ੍ਰੀ ਦੇ ਚਸਕੇ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਤੂੰ ਵਿਕਾਰਾਂ ਦੇ ਨਸ਼ੇ ਦੇ ਸੁਆਦ ਲੈਂਦਾ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "ਲੁਭਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 15374,
    "shabad_id": 1339,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਕਰਮ ਭਾਗ ਸੰਤਨ ਸੰਗਾਨੇ; ਕਾਸਟ. ਲੋਹ ੳੁਧਾਰਿਓ ਰੇ ॥੩॥",
    "transliteration": "Karam Bhaag Santhan Sangaanae Kaasatt Loh Oudhhaariou Rae ||3||",
    "translation": "But those who, through destiny and good karma, join the Society of the Saints, float over the ocean, like iron attached to wood. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗੇ ਭਾਗ (ਜਾਗਦੇ) ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਾਧ-ਸੰਗਤ ਵਿਚ (ਲਿਆ ਕੇ ਪ੍ਰਭੂ ਵਿਕਾਰਾਂ ਤੋਂ ਇਉਂ) ਬਚਾਉਂਦਾ ਹੈ ਜਿਵੇਂ ਲੱਕੜੀ ਲੋਹੇ ਨੂੰ (ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਉਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ੳੁ-ਧਾਰਿਓ",
    "type_id": 3
  },
  {
    "id": 15375,
    "shabad_id": 1339,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਧਾਵਤ ਜੋਨਿ ਜਨਮ ਭ੍ਰਮਿ ਥਾਕੇ; ਅਬ ਦੁਖ ਕਰਿ ਹਮ ਹਾਰਿਓ ਰੇ ॥",
    "transliteration": "Dhhaavath Jon Janam Bhram Thhaakae Ab Dhukh Kar Ham Haariou Rae ||",
    "translation": "I have wandered in doubt and confusion, through birth and reincarnation; now, I am so tired. I am suffering in pain and wasting away.",
    "punjabi": "ਜੂਨਾਂ ਵਿਚ, ਜਨਮਾਂ ਵਿਚ ਦੌੜ ਦੌੜ ਕੇ, ਭਟਕ ਭਟਕ ਕੇ ਮੈਂ ਤਾਂ ਥੱਕ ਗਿਆ ਹਾਂ। ਦੁੱਖ ਸਹਾਰ ਸਹਾਰ ਕੇ ਹੋਰ ਆਸਰੇ ਛੱਡ ਬੈਠਾ ਹਾਂ (ਅਤੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਲਈ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15376,
    "shabad_id": 1339,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਗੁਰ ਮਿਲਤ ਮਹਾ ਰਸੁ; ਪ੍ਰੇਮ ਭਗਤਿ ਨਿਸਤਾਰਿਓ ਰੇ ॥੪॥੧॥੫॥੫੬॥",
    "transliteration": "Kehi Kabeer Gur Milath Mehaa Ras Praem Bhagath Nisathaariou Rae ||4||1||5||56||",
    "translation": "Says Kabeer, meeting with the Guru, I have obtained supreme joy; my love and devotion have saved me. ||4||1||5||56||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਦਿਆਂ ਹੀ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ) ਸਭ ਤੋਂ ਸ੍ਰ੍ਰੇਸ਼ਟ ਰਸ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਪਿਆਰ ਨਾਲ ਕੀਤੀ ਹੋਈ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੀ ਹੈ ॥੪॥੧॥੫॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15377,
    "shabad_id": 1340,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "ਹਥਨੀ ਦਾ ਬਨਾੳੁਟੀ (ਕਾਲਬੂਤ) ਅਕਾਰ। ਜੱਗਦੀਸ",
    "type_id": 3
  },
  {
    "id": 15378,
    "shabad_id": 1340,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਾਲਬੂਤ ਕੀ ਹਸਤਨੀ, ਮਨ ਬੳੁਰਾ ਰੇ; ਚਲਤੁ ਰਚਿਓ ਜਗਦੀਸ ॥",
    "transliteration": "Kaalabooth Kee Hasathanee Man Bouraa Rae Chalath Rachiou Jagadhees ||",
    "translation": "Like the straw figure of a female elephant, fashioned to trap the bull elephant, O crazy mind, the Lord of the Universe has staged the drama of this world.",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨਾ! (ਇਹ ਜਗਤ) ਪਰਮਾਤਮਾ ਨੇ (ਜੀਵਾਂ ਨੂੰ ਰੁੱਝੇ ਰੱਖਣ ਲਈ) ਇਕ ਖੇਡ ਬਣਾਈ ਹੈ ਜਿਵੇਂ (ਲੋਕ ਹਾਥੀ ਨੂੰ ਫੜਨ ਲਈ) ਕਲਬੂਤ ਦੀ ਹਥਣੀ (ਬਣਾਉਂਦੇ ਹਨ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15379,
    "shabad_id": 1340,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਾਮ ਸੁਅਾੲਿ. ਗਜ ਬਸਿ ਪਰੇ, ਮਨ ਬੳੁਰਾ ਰੇ; ਅੰਕਸੁ ਸਹਿਓ ਸੀਸ ॥੧॥",
    "transliteration": "Kaam Suaae Gaj Bas Parae Man Bouraa Rae Ankas Sehiou Sees ||1||",
    "translation": "Attracted by the lure of sexual desire, the elephant is captured, O crazy mind, and now the halter is placed around its neck. ||1||",
    "punjabi": "(ਉਸ ਹਥਣੀ ਨੂੰ ਵੇਖ ਕੇ) ਕਾਮ ਦੀ ਵਾਸ਼ਨਾ ਦੇ ਕਾਰਨ ਹਾਥੀ ਫੜਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਆਪਣੇ ਸਿਰ ਉੱਤੇ (ਸਦਾ ਮਹਾਉਤ ਦਾ) ਅੰਕਸ ਸਹਾਰਦਾ ਹੈ, (ਤਿਵੇਂ) ਹੇ ਝੱਲੇ ਮਨ! (ਤੂੰ ਭੀ ਮਨ-ਮੋਹਨੀ ਮਾਇਆ ਵਿਚ ਫਸ ਕੇ ਦੁੱਖ ਸਹਾਰਦਾ ਹੈਂ) ॥੧॥",
    "pronunciation": "ਗਜ:ਪੋਲਾ ਬੋਲੋ। (ਗਜ) ਹਾਥੀ। (ਅੰਕਸੁ) ਕੁੰਡਾ। ਬੱਸਿ",
    "type_id": 3
  }
]
