[
  {
    "id": 17445,
    "shabad_id": 1472,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਹੳੁ ਮਾਰੳੁ. ਹੳੁ ਬੰਧੳੁ. ਛੋਡੳੁ; ਮੁਖ ਤੇ. ੲੇਵ ਬਬਾੜੇ ॥",
    "transliteration": "Ho Maaro Ho Bandhho Shhoddo Mukh Thae Eaev Babaarrae ||",
    "translation": "He may proclaim, \"I can kill anyone, I can capture anyone, and I can release anyone.\"",
    "punjabi": "ਤੇ ਆਪਣੇ ਮੂੰਹ ਇਉਂ ਵਾਹੀ-ਤਬਾਹੀ ਭੀ ਬੋਲਦਾ ਹੈ ਕਿ ਮੈਂ (ਆਪਣੇ ਵੈਰੀਆਂ ਨੂੰ) ਮਾਰ ਸਕਦਾ ਹਾਂ ਮੈਂ (ਉਹਨਾਂ ਨੂੰ) ਬੰਨ੍ਹ ਸਕਦਾ ਹਾਂ (ਤੇ ਜੇ ਜੀ ਚਾਹੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਕੈਦ ਤੋਂ) ਛੱਡ ਭੀ ਸਕਦਾ ਹਾਂ,",
    "pronunciation": "(ਬਬਾੜੇ)ਬਕਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 17446,
    "shabad_id": 1472,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾੲਿਅਾ ਹੁਕਮੁ ਪਾਰਬ੍ਰਹਮ ਕਾ; ਛੋਡਿ ਚਲਿਅਾ ੲੇਕ ਦਿਹਾੜੇ ॥੨॥",
    "transliteration": "Aaeiaa Hukam Paarabreham Kaa Shhodd Chaliaa Eaek Dhihaarrae ||2||",
    "translation": "But when the Order comes from the Supreme Lord God, he departs and leaves in a day. ||2||",
    "punjabi": "(ਤਾਂ ਭੀ ਕੀਹ ਹੋਇਆ?) ਆਖ਼ਿਰ ਇਕ ਦਿਨ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਆਉਂਦਾ ਹੈ (ਮੌਤ ਆ ਜਾਂਦੀ ਹੈ, ਤੇ) ਇਹ ਸਭ ਕੁਝ ਛੱਡ ਕੇ ਇਥੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17447,
    "shabad_id": 1472,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਜੁਗਤਿ ਬਹੁ ਕਰਤਾ; ਕਰਣੈਹਾਰੁ. ਨ ਜਾਨੈ ॥",
    "transliteration": "Karam Dhharam Jugath Bahu Karathaa Karanaihaar N Jaanai ||",
    "translation": "He may perform all sorts of religious rituals and good actions, but he does not know the Creator Lord, the Doer of all.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨੂੰ ਵਿਖਾਣ ਲਈ) ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ (ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕੰਮ ਕਰਦਾ ਹੋਵੇ ਪਰ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਨਾਹ ਪਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17448,
    "shabad_id": 1472,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ੳੁਪਦੇਸੁ ਕਰੈ. ਅਾਪਿ ਨ ਕਮਾਵੈ; ਤਤੁ ਸਬਦੁ. ਨ ਪਛਾਨੈ ॥",
    "transliteration": "Oupadhaes Karai Aap N Kamaavai Thath Sabadh N Pashhaanai ||",
    "translation": "He teaches, but does not practice what he preaches; he does not realize the essential reality of the Word of the Shabad.",
    "punjabi": "ਜੇ ਹੋਰਨਾਂ ਨੂੰ ਤਾਂ (ਧਰਮ ਦਾ) ਉਪਦੇਸ਼ ਕਰਦਾ ਰਹੇ ਪਰ ਆਪਣਾ ਧਾਰਮਿਕ ਜੀਵਨ ਨਾਹ ਬਣਾਏ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਸਾਰ ਨ ਸਮਝੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17449,
    "shabad_id": 1472,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਂਗਾ ਅਾੲਿਅਾ. ਨਾਂਗੋ ਜਾਸੀ; ਜਿੳੁ ਹਸਤੀ ਖਾਕੁ ਛਾਨੈ ॥੩॥",
    "transliteration": "Naangaa Aaeiaa Naango Jaasee Jio Hasathee Khaak Shhaanai ||3||",
    "translation": "Naked he came, and naked he shall depart; he is like an elephant, throwing dust on himself. ||3||",
    "punjabi": "ਤਾਂ ਉਹ ਖ਼ਾਲੀ-ਹੱਥ ਜਗਤ ਵਿਚ ਆਉਂਦਾ ਹੈ ਤੇ ਇਥੋਂ ਖ਼ਾਲੀ-ਹੱਥ ਹੀ ਤੁਰ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਇਹ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਕੰਮ ਵਿਅਰਥ ਹੀ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਹਾਥੀ (ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਫਿਰ ਆਪਣੇ ਉਤੇ) ਮਿੱਟੀ ਪਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17450,
    "shabad_id": 1472,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਸੰਤ ਸਜਨ ਸੁਨਹੁ ਸਭਿ ਮੀਤਾ; ਝੂਠਾ ੲੇਹੁ ਪਸਾਰਾ ॥",
    "transliteration": "Santh Sajan Sunahu Sabh Meethaa Jhoothaa Eaehu Pasaaraa ||",
    "translation": "O Saints, and friends, listen to me: all this world is false.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਸੱਜਣੋ! ਹੇ ਮਿੱਤਰੋ! ਸਾਰੇ ਸੁਣ ਲਵੋ, ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਨਾਸਵੰਤ ਹੈ।",
    "pronunciation": "ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 17451,
    "shabad_id": 1472,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਮੇਰੀ ਮੇਰੀ ਕਰਿ ਕਰਿ ਡੂਬੇ; ਖਪਿ ਖਪਿ ਮੁੲੇ ਗਵਾਰਾ ॥",
    "transliteration": "Maeree Maeree Kar Kar Ddoobae Khap Khap Mueae Gavaaraa ||",
    "translation": "Continually claiming, \"Mine, mine\", the mortals are drowned; the fools waste away and die.",
    "punjabi": "ਜੇਹੜੇ ਮੂਰਖ ਨਿੱਤ ਇਹ ਆਖਦੇ ਰਹੇ ਕਿ ਇਹ ਮੇਰੀ ਮਾਇਆ ਹੈ ਇਹ ਮੇਰੀ ਜਾਇਦਾਦ ਹੈ ਉਹ (ਮਾਇਆ-ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬੇ ਰਹੇ ਤੇ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17452,
    "shabad_id": 1472,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਮਿਲਿ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਸਾਚਿ ਨਾਮਿ ਨਿਸਤਾਰਾ ॥੪॥੧॥੩੮॥",
    "transliteration": "Gur Mil Naanak Naam Dhhiaaeiaa Saach Naam Nisathaaraa ||4||1||38||",
    "translation": "Meeting the Guru, O Nanak, I meditate on the Naam, the Name of the Lord; through the True Name, I am emancipated. ||4||1||38||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਉਸ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਗਿਆ ॥੪॥੧॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17453,
    "shabad_id": 1473,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਘਰੁ ੫ ਮਹਲਾ ੫",
    "transliteration": "Raag Aasaa Ghar 5 Mehalaa 5",
    "translation": "Raag Aasaa, Fifth House, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17454,
    "shabad_id": 1473,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 17455,
    "shabad_id": 1473,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਭ੍ਰਮ ਮਹਿ ਸੋੲੀ ਸਗਲ ਜਗਤ ਧੰਧ ਅੰਧ ॥",
    "transliteration": "Bhram Mehi Soee Sagal Jagath Dhhandhh Andhh ||",
    "translation": "The whole world is asleep in doubt; it is blinded by worldly entanglements.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਗਤ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋਈ ਹੋਈ ਸਾਰੀ ਲੁਕਾਈ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਸੁੱਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "ਜੱਗ-ਤ",
    "type_id": 3
  },
  {
    "id": 17456,
    "shabad_id": 1473,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕੋੳੂ ਜਾਗੈ ਹਰਿ ਜਨੁ ॥੧॥",
    "transliteration": "Kooo Jaagai Har Jan ||1||",
    "translation": "How rare is that humble servant of the Lord who is awake and aware. ||1||",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ (ਇਸ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17457,
    "shabad_id": 1473,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਹਾ ਮੋਹਨੀ ਮਗਨ; ਪ੍ਰਿਅ ਪ੍ਰੀਤਿ ਪ੍ਰਾਨ ॥",
    "transliteration": "Mehaa Mohanee Magan Pria Preeth Praan ||",
    "translation": "The mortal is intoxicated with the great enticement of Maya, which is dearer to him than life.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੀ ਬਲੀ ਮਾਇਆ ਵਿਚ ਲੁਕਾਈ ਮਸਤ ਪਈ ਹੈ, (ਮਾਇਆ ਨਾਲ ਇਹ) ਪ੍ਰੀਤ ਜਿੰਦ ਨਾਲੋਂ ਭੀ ਪਿਆਰੀ ਲੱਗ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17458,
    "shabad_id": 1473,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕੋੳੂ ਤਿਅਾਗੈ ਵਿਰਲਾ ॥੨॥",
    "transliteration": "Kooo Thiaagai Viralaa ||2||",
    "translation": "How rare is the one who renounces it. ||2||",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਇਸ ਪ੍ਰੀਤਿ ਨੂੰ) ਛੱਡਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17459,
    "shabad_id": 1473,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਚਰਨਕਮਲ ਅਾਨੂਪ; ਹਰਿ ਸੰਤ ਮੰਤ ॥",
    "transliteration": "Charan Kamal Aanoop Har Santh Manth ||",
    "translation": "The Lord's Lotus Feet are incomparably beautiful; so is the Mantra of the Saint.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਸੁੰਦਰ ਚਰਨਾਂ ਵਿਚ, ਸੰਤ ਜਨਾਂ ਦੇ ਉਪਦੇਸ਼ ਵਿਚ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17460,
    "shabad_id": 1473,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕੋੳੂ ਲਾਗੈ ਸਾਧੂ ॥੩॥",
    "transliteration": "Kooo Laagai Saadhhoo ||3||",
    "translation": "How rare is that holy person who is attached to them. ||3||",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਗੁਰਮੁਖਿ ਮਨੁੱਖ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17461,
    "shabad_id": 1473,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਸਾਧੂਸੰਗਿ; ਜਾਗੇ ਗਿਅਾਨ ਰੰਗਿ ॥",
    "transliteration": "Naanak Saadhhoo Sang Jaagae Giaan Rang ||",
    "translation": "O Nanak, in the Saadh Sangat, the Company of the Holy, the love of divine knowledge is awakened;",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ (ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਗਿਆਨ ਦੇ ਰੰਗ ਵਿਚ (ਰੰਗੀਜ ਕੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਓਹੋ ਜਾਗਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17462,
    "shabad_id": 1473,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਵਡਭਾਗੇ ਕਿਰਪਾ ॥੪॥੧॥੩੯॥",
    "transliteration": "Vaddabhaagae Kirapaa ||4||1||39||",
    "translation": "The Lord's Mercy is bestowed upon those who are blessed with such good destiny. ||4||1||39||",
    "punjabi": "ਜਿਸ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਹੋ ਜਾਏ ॥੪॥੧॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17463,
    "shabad_id": 1474,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 17464,
    "shabad_id": 1474,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਘਰੁ ੬ ਮਹਲਾ ੫ ॥",
    "transliteration": "Raag Aasaa Ghar 6 Mehalaa 5 ||",
    "translation": "Raag Aasaa, Sixth House, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17465,
    "shabad_id": 1474,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਭਾਵੈ. ਸੋ ਪਰਵਾਨਾ; ਸੂਖੁ ਸਹਜੁ ਮਨਿ ਸੋੲੀ ॥",
    "transliteration": "Jo Thudhh Bhaavai So Paravaanaa Sookh Sehaj Man Soee ||",
    "translation": "Whatever pleases You is acceptable to me; that alone brings peace and ease to my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਤੇਰੇ ਸੇਵਕਾਂ ਨੂੰ (ਸਿਰ-ਮੱਥੇ ਉੱਤੇ) ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ, ਤੇਰੀ ਰਜ਼ਾ ਹੀ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17466,
    "shabad_id": 1474,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ ਅਪਾਰਾ; ਅਵਰੁ. ਨਾਹੀ ਰੇ ਕੋੲੀ ॥੧॥",
    "transliteration": "Karan Kaaran Samarathh Apaaraa Avar Naahee Rae Koee ||1||",
    "translation": "You are the Doer, the Cause of causes, All-powerful and Infinite; there is none other than You. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਹੀ ਤੇਰੇ ਦਾਸ ਸਭ ਕੁਝ ਕਰਨ ਅਤੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਣ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲਾ ਮੰਨਦੇ ਹਨ, ਤੂੰ ਹੀ ਉਹਨਾਂ ਦੀ ਨਿਗਾਹ ਵਿਚ ਬੇਅੰਤ ਹੈਂ। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ ॥੧॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 17467,
    "shabad_id": 1474,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤੇਰੇ ਜਨ; ਰਸਕਿ ਰਸਕਿ ਗੁਣ ਗਾਵਹਿ ॥",
    "transliteration": "Thaerae Jan Rasak Rasak Gun Gaavehi ||",
    "translation": "Your humble servants sing Your Glorious Praises with enthusiasm and love.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਦਾਸ ਮੁੜ ਮੁੜ ਸੁਆਦ ਨਾਲ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਰਸਕਿ) ਰਸੇ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 17468,
    "shabad_id": 1474,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮਸਲਤਿ ਮਤਾ. ਸਿਅਾਣਪ ਜਨ ਕੀ; ਜੋ ਤੂੰ ਕਰਹਿ ਕਰਾਵਹਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Masalath Mathaa Siaanap Jan Kee Jo Thoon Karehi Karaavehi ||1|| Rehaao ||",
    "translation": "That alone is good advice, wisdom and cleverness for Your humble servant, which You do or cause to be done. ||1||Pause||",
    "punjabi": "ਜੋ ਕੁਝ ਤੂੰ ਆਪ ਕਰਦਾ ਹੈਂ ਜੋ ਕੁਝ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈਂ (ਉਸ ਨੂੰ ਸਿਰ-ਮੱਥੇ ਤੇ ਮੰਨਣਾ ਹੀ) ਤੇਰੇ ਦਾਸਾਂ ਵਾਸਤੇ ਸਿਆਣਪ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਅਗਵਾਈ ਲਈ) ਸਲਾਹ-ਮਸ਼ਵਰਾ ਤੇ ਫ਼ੈਸਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮਸਲਤਿ) ਸਲਾਹ। (ਮਤਾ) ਫੈਸਲਾ",
    "type_id": 4
  },
  {
    "id": 17469,
    "shabad_id": 1474,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਨਾਮੁ ਤੁਮਾਰਾ ਪਿਅਾਰੇ; ਸਾਧਸੰਗਿ ਰਸੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Anmrith Naam Thumaaraa Piaarae Saadhhasang Ras Paaeiaa ||",
    "translation": "Your Name is Ambrosial Nectar, O Beloved Lord; in the Saadh Sangat, the Company of the Holy, I have obtained its sublime essence.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸਾਂ ਵਾਸਤੇ ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਉਹ (ਤੇਰੇ ਨਾਮ ਦਾ) ਰਸ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17470,
    "shabad_id": 1474,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤ੍ਰਿਪਤਿ ਅਘਾੲਿ ਸੇੲੀ ਜਨ ਪੂਰੇ; ਸੁਖ ਨਿਧਾਨੁ ਹਰਿ ਗਾੲਿਅਾ ॥੨॥",
    "transliteration": "Thripath Aghaae Saeee Jan Poorae Sukh Nidhhaan Har Gaaeiaa ||2||",
    "translation": "Those humble beings are satisfied and fulfilled, singing the Praises of the Lord, the treasure of peace. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਖਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤੀ ਉਹ ਮਨੁੱਖ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੋ ਗਏ ਉਹੀ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਗਏ ਤ੍ਰਿਪਤ ਹੋ ਗਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17471,
    "shabad_id": 1474,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜਾ ਕੳੁ ਟੇਕ ਤੁਮ੍ਹਾਰੀ ਸੁਅਾਮੀ; ਤਾ ਕੳੁ. ਨਾਹੀ ਚਿੰਤਾ ॥",
    "transliteration": "Jaa Ko Ttaek Thumhaaree Suaamee Thaa Ko Naahee Chinthaa ||",
    "translation": "One who has Your Support, O Lord Master, is not afflicted by anxiety.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੇਰਾ ਆਸਰਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17472,
    "shabad_id": 1474,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜਾ ਕੳੁ ਦੲਿਅਾ ਤੁਮਾਰੀ ਹੋੲੀ; ਸੇ ਸਾਹ ਭਲੇ ਭਗਵੰਤਾ ॥੩॥",
    "transliteration": "Jaa Ko Dhaeiaa Thumaaree Hoee Sae Saah Bhalae Bhagavanthaa ||3||",
    "translation": "One who is blessed by Your Kind Mercy, is the best, the most fortunate king. ||3||",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ ਉਹ (ਨਾਮ-ਧਨ ਨਾਲ) ਸਾਹੂਕਾਰ ਬਣ ਗਏ ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਗਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17473,
    "shabad_id": 1474,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਭਰਮ ਮੋਹ ਧ੍ਰੋਹ ਸਭਿ ਨਿਕਸੇ; ਜਬ ਕਾ ਦਰਸਨੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Bharam Moh Dhhroh Sabh Nikasae Jab Kaa Dharasan Paaeiaa ||",
    "translation": "Doubt, attachment, and deceit have all disappeared, since I obtained the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਦੋਂ ਹੀ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਮੋਹ, ਠੱਗੀਆਂ ਆਦਿਕ ਸਾਰੇ ਵਿਕਾਰ ਨਿਕਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਧ੍ਰੋਹ) ਠੱਗੀ",
    "type_id": 3
  },
  {
    "id": 17474,
    "shabad_id": 1474,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਵਰਤਣਿ ਨਾਮੁ. ਨਾਨਕ ਸਚੁ ਕੀਨਾ; ਹਰਿ ਨਾਮੇ ਰੰਗਿ ਸਮਾੲਿਅਾ ॥੪॥੧॥੪੦॥",
    "transliteration": "Varathan Naam Naanak Sach Keenaa Har Naamae Rang Samaaeiaa ||4||1||40||",
    "translation": "Dealing in the Naam, O Nanak, we become truthful, and in the Love of the Lord's Name, we are absorbed. ||4||1 | 40||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਾਮਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੀ ਰੋਜ਼ ਦੀ ਵਰਤਣ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਰੰਗੀਜ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧॥੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17475,
    "shabad_id": 1475,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17476,
    "shabad_id": 1475,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੀ ਮਲੁ ਧੋਵੈ ਪਰਾੲੀ; ਅਾਪਣਾ ਕੀਤਾ ਪਾਵੈ ॥",
    "transliteration": "Janam Janam Kee Mal Dhhovai Paraaee Aapanaa Keethaa Paavai ||",
    "translation": "He washes off the filth of other peoples' incarnations, but he obtains the rewards of his own actions.",
    "punjabi": "(ਨਿੰਦਕ) ਦੂਜਿਆਂ ਦੀ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਧੋਂਦਾ ਹੈ (ਤੇ ਉਹ ਮੈਲ ਉਹ ਆਪਣੇ ਮਨ ਦੇ ਅੰਦਰ ਸੰਸਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ ਇਕੱਠੀ ਕਰ ਲੈਂਦਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਮੰਦਾ ਫਲ ਆਪ ਹੀ ਭੋਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17477,
    "shabad_id": 1475,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲੀਹਾ ਸੁਖੁ ਨਹੀ ਦਰਗਹ ਢੋੲੀ; ਜਮਪੁਰਿ ਜਾੲਿ ਪਚਾਵੈ ॥੧॥",
    "transliteration": "Eehaa Sukh Nehee Dharageh Dtoee Jam Pur Jaae Pachaavai ||1||",
    "translation": "He has no peace in this world, and he has no place in the Court of the Lord. In the City of Death, he is tortured. ||1||",
    "punjabi": "(ਨਿੰਦਾ ਦੇ ਕਾਰਨ ਉਸ ਨੂੰ) ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਭੀ ਉਸ ਨੂੰ ਆਦਰ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ, ਉਹ ਨਰਕ ਵਿਚ ਅੱਪੜ ਕੇ ਦੁਖੀ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਪਚਾਵੈ) ਸੜਦਾ",
    "type_id": 3
  },
  {
    "id": 17478,
    "shabad_id": 1475,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਨਿੰਦਕਿ; ਅਹਿਲਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Nindhak Ahilaa Janam Gavaaeiaa ||",
    "translation": "The slanderer loses his life in vain.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸੰਤਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੇ (ਨਿੰਦਾ ਦੇ ਕਾਰਨ ਆਪਣਾ) ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਿਆ।",
    "pronunciation": "(ਅਹਿਲਾ) ਕੀਮਤੀ",
    "type_id": 3
  },
  {
    "id": 17479,
    "shabad_id": 1475,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਪਹੁਚਿ. ਨ ਸਾਕੈ ਕਾਹੂ ਬਾਤੈ; ਅਾਗੈ ਠੳੁਰ. ਨ ਪਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Pahuch N Saakai Kaahoo Baathai Aagai Thour N Paaeiaa ||1|| Rehaao ||",
    "translation": "He cannot succeed in anything, and in the world hereafter, he finds no place at all. ||1||Pause||",
    "punjabi": "(ਸੰਤਾਂ ਦੀ ਨਿੰਦਾ ਕਰ ਕੇ ਉਹ ਇਹ ਆਸ ਕਰਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਡੇਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੇ ਥਾਂ ਆਦਰ-ਸਤਕਾਰ ਹਾਸਲ ਕਰ ਲਵਾਂਗਾ, ਪਰ ਉਹ ਨਿੰਦਕ) ਕਿਸੇ ਗੱਲੇ ਭੀ (ਸੰਤ ਜਨਾਂ) ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਨਿੰਦਾ ਦੇ ਕਾਰਨ) ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਸ ਨੂੰ ਆਦਰ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 17480,
    "shabad_id": 1475,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਕਿਰਤੁ ਪੲਿਅਾ ਨਿੰਦਕ ਬਪੁਰੇ ਕਾ; ਕਿਅਾ ਓਹੁ ਕਰੈ ਬਿਚਾਰਾ ॥",
    "transliteration": "Kirath Paeiaa Nindhak Bapurae Kaa Kiaa Ouhu Karai Bichaaraa ||",
    "translation": "Such is the fate of the wretched slanderer - what can the poor creature do?",
    "punjabi": "ਪਰ ਨਿੰਦਕ ਦੇ ਭੀ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ (ਉਹ ਨਿੰਦਾ ਦੇ ਮੰਦ ਕਰਮ ਤੋਂ ਹਟ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ) ਪਿਛਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਉਸ ਮੰਦ-ਭਾਗੀ ਨਿੰਦਕ ਦੇ ਪੱਲੇ ਪੈ ਜਾਂਦੇ ਹਨ (ਉਸ ਦੇ ਅੰਦਰ ਜਾਗ ਪੈਂਦੇ ਹਨ ਤੇ ਉਸ ਨੂੰ ਨਿੰਦਾ ਵਲ ਪ੍ਰੇਰਦੇ ਹਨ)।",
    "pronunciation": "(ਬਪੁਰੇ) ਵਿਚਾਰੇ",
    "type_id": 3
  },
  {
    "id": 17481,
    "shabad_id": 1475,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤਹਾ ਬਿਗੂਤਾ ਜਹ ਕੋੲਿ ਨ ਰਾਖੈ; ਓਹੁ ਕਿਸੁ ਪਹਿ ਕਰੇ ਪੁਕਾਰਾ ॥੨॥",
    "transliteration": "Thehaa Bigoothaa Jeh Koe N Raakhai Ouhu Kis Pehi Karae Pukaaraa ||2||",
    "translation": "He is ruined there, where no one can protect him; with whom should he lodge his complaint? ||2||",
    "punjabi": "ਨਿੰਦਕ ਅਜੇਹੀ ਨਿੱਘਰੀ ਹੋਈ ਆਤਮਕ ਦਸ਼ਾ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਉਥੇ (ਭਾਵ, ਉਸ ਨਿੱਘਰੀ ਦਸ਼ਾ ਵਿਚੋਂ ਕੱਢਣ ਲਈ) ਕੋਈ ਉਸ ਦੀ ਮਦਦ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਸਹਾਇਤਾ ਵਾਸਤੇ ਉਹ ਕਿਸੇ ਕੋਲ ਪੁਕਾਰ ਕਰਨ ਜੋਗਾ ਭੀ ਨਹੀਂ ਰਹਿੰਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
