[
  {
    "id": 42833,
    "shabad_id": 3685,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਿ ਮੰਤ੍ਰੁ ਅਵਖਧੁ. ਨਾਮੁ ਦੀਨਾ; ਜਨ ਨਾਨਕ. ਸੰਕਟ ਜੋਨਿ, ਨ ਪਾੲਿ ||੫||੨||",
    "transliteration": "Gur Manthra Avakhadhh Naam Dheenaa Jan Naanak Sankatt Jon N Paae ||5||2||",
    "translation": "One who is blessed with the medicine of the GurMantra, the Name of the Lord, O servant Nanak, does not suffer the agonies of reincarnation. ||5||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਮੰਤ੍ਰੁ ਦੇ ਦਿੱਤਾ, ਨਾਮ-ਦਾਰੂ ਦੇ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ (ਚੌਰਾਸੀ ਲੱਖ) ਜੂਨਾਂ ਦੇ ਕਲੇਸ਼ ਨਹੀਂ ਪਾਂਦਾ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42834,
    "shabad_id": 3685,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਰੇ ਨਰ; ੲਿਨ ਬਿਧਿ ਪਾਰਿ ਪਰਾੲਿ ||",
    "transliteration": "Rae Nar Ein Bidhh Paar Paraae ||",
    "translation": "O man, in this way, you shall cross over to the other side.",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42835,
    "shabad_id": 3685,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਧਿਅਾੲਿ ਹਰਿ ਜੀੳੁ. ਹੋੲਿ ਮਿਰਤਕੁ; ਤਿਅਾਗਿ ਦੂਜਾ ਭਾੳੁ || ਰਹਾੳੁ ਦੂਜਾ ||੨||੧੧||",
    "transliteration": "Dhhiaae Har Jeeo Hoe Mirathak Thiaag Dhoojaa Bhaao || Rehaao Dhoojaa ||2||11||",
    "translation": "Meditate on your Dear Lord, and be dead to the world; renounce your love of duality. ||Second Pause||2||11||",
    "punjabi": "ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਵਿਕਾਰਾਂ ਵਲੋਂ ਮੁਰਦਾ ਹੋ ਜਾ, ਅਤੇ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਪਿਆਰ ਛੱਡ ਦੇਹ।ਰਹਾਉ ਦੂਜਾ ॥੨॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42836,
    "shabad_id": 3686,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42837,
    "shabad_id": 3686,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਾਹਰਿ ਢੂਢਨ ਤੇ. ਛੂਟਿ ਪਰੇ; ਗੁਰਿ. ਘਰ ਹੀ ਮਾਹਿ ਦਿਖਾੲਿਅਾ ਥਾ ||",
    "transliteration": "Baahar Dtoodtan Thae Shhoott Parae Gur Ghar Hee Maahi Dhikhaaeiaa Thhaa ||",
    "translation": "I have quit searching outside; the Guru has shown me that God is within the home of my own heart.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਨੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦੀਦਾਰ ਕਰਵਾ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਾਲ ਬਾਹਰ (ਜੰਗਲਾਂ ਵਿਚ) ਕਰਨ ਤੋਂ ਬਚ ਗਿਆ ਹਾਂ।",
    "pronunciation": "ਬਾ-ਹਰਿ",
    "type_id": 3
  },
  {
    "id": 42838,
    "shabad_id": 3686,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਨਭੳੁ ਅਚਰਜ ਰੂਪੁ ਪ੍ਰਭ ਪੇਖਿਅਾ; ਮੇਰਾ ਮਨੁ ਛੋਡਿ. ਨ ਕਤਹੂ ਜਾੲਿਅਾ ਥਾ ||੧||",
    "transliteration": "Anabho Acharaj Roop Prabh Paekhiaa Maeraa Man Shhodd N Kathehoo Jaaeiaa Thhaa ||1||",
    "translation": "I have seen God, fearless, of wondrous beauty; my mind shall never leave Him to go anywhere else. ||1||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਅਸਚਰਜ ਰੂਪ ਦਾ ਹਿਰਦੇ ਵਿੱਚ ਅਨੁਭਵ ਹੋ ਗਿਆ ਹੈ, ਤਾਂ ਹੁਣ ਮੇਰਾ ਮਨ ਉਸਦਾ ਆਸਰਾ ਛੱਡ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦਾ ॥੧॥",
    "pronunciation": "ਅਨ-ਭੳੁ ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 42839,
    "shabad_id": 3686,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਾਨਕੁ ਪਾੲਿਓ ਰੇ. ਪਾੲਿਓ; ਹਰਿ ਪੂਰਾ ਪਾੲਿਅਾ ਥਾ ||",
    "transliteration": "Maanak Paaeiou Rae Paaeiou Har Pooraa Paaeiaa Thhaa ||",
    "translation": "I have found the jewel; I have found the Perfect Lord.",
    "punjabi": "ਮੈਂ ਮੋਤੀ ਲੱਭ ਲਿਆ ਹੈ, ਮੈਂ ਪੂਰਨ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42840,
    "shabad_id": 3686,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮੋਲਿ ਅਮੋਲੁ. ਨ ਪਾੲਿਅਾ ਜਾੲੀ; ਕਰਿ ਕਿਰਪਾ ਗੁਰੂ ਦਿਵਾੲਿਅਾ ਥਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mol Amol N Paaeiaa Jaaee Kar Kirapaa Guroo Dhivaaeiaa Thhaa ||1|| Rehaao ||",
    "translation": "The invaluable value cannot be obtained; in His Mercy, the Guru bestows it. ||1||Pause||",
    "punjabi": "ਇਹ ਮੋਤੀ ਬਹੁਤ ਅਮੋਲਕ ਹੈ, ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਮੈਨੂੰ ਤਾਂ ਇਹ ਮੋਤੀ ਗੁਰੂ ਨੇ ਦਿਵਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42841,
    "shabad_id": 3686,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅਦਿਸਟੁ ਅਗੋਚਰੁ ਪਾਰਬ੍ਰਹਮੁ; ਮਿਲਿ ਸਾਧੂ ਅਕਥੁ ਕਥਾੲਿਅਾ ਥਾ ||",
    "transliteration": "Adhisatt Agochar Paarabreham Mil Saadhhoo Akathh Kathhaaeiaa Thhaa ||",
    "translation": "The Supreme Lord God is imperceptible and unfathomable; meeting the Holy Saint, I speak the Unspoken Speech.",
    "punjabi": "ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ, ਸਾਡੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਰ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "ਅ-ਕਥੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42842,
    "shabad_id": 3686,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅਨਹਦ ਸਬਦੁ ਦਸਮਦੁਅਾਰਿ ਵਜਿਓ; ਤਹ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਚੁਅਾੲਿਅਾ ਥਾ ||੨||",
    "transliteration": "Anehadh Sabadh Dhasam Dhuaar Vajiou Theh Anmrith Naam Chuaaeiaa Thhaa ||2||",
    "translation": "The unstruck sound current of the Shabad vibrates and resounds in the Tenth Gate; the Ambrosial Naam trickles down there. ||2||",
    "punjabi": "ਮੇਰੇ ਦਿਮਾਗ਼ ਵਿਚ ਹੁਣ ਹਰ ਵੇਲੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਪ੍ਰਭਾਵ ਪਾ ਰਹੀ ਹੈ; ਮੇਰੇ ਅੰਦਰ ਹੁਣ ਹਰ ਵੇਲੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਚੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "ਵੱਜਿਓ",
    "type_id": 3
  },
  {
    "id": 42843,
    "shabad_id": 3686,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਤੋਟਿ ਨਾਹੀ. ਮਨਿ ਤਿ੍ਰਸਨਾ ਬੂਝੀ; ਅਖੁਟ ਭੰਡਾਰ ਸਮਾੲਿਅਾ ਥਾ ||",
    "transliteration": "Thott Naahee Man Thrisanaa Boojhee Akhutt Bhanddaar Samaaeiaa Thhaa ||",
    "translation": "I lack nothing; the thirsty desires of my mind are satisfied. The inexhaustible treasure has entered into my being.",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਭਰ ਗਏ ਹਨ, ਇਹਨਾਂ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ ਕਦੇ ਕਮੀ ਨਹੀਂ ਆ ਸਕਦੀ, ਮਨ ਵਿਚ (ਵੱਸ-ਰਹੀ) ਤ੍ਰਿਸ਼ਨਾ (-ਅੱਗ ਦੀ ਲਾਟ) ਬੁੱਝ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42844,
    "shabad_id": 3686,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਚਰਣ ਚਰਣ ਚਰਣ ਗੁਰ ਸੇਵੇ; ਅਘੜੁ ਘੜਿਓ ਰਸੁ ਪਾੲਿਅਾ ਥਾ ||੩||",
    "transliteration": "Charan Charan Charan Gur Saevae Agharr Gharriou Ras Paaeiaa Thhaa ||3||",
    "translation": "I serve the feet, the feet, the feet of the Guru, and manage the unmanageable. I have found the juice, the sublime essence. ||3||",
    "punjabi": "ਮੈਂ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲੈ ਰਿਹਾ ਹਾਂ। ਮੈਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ਹੈ, ਤੇ ਪਹਿਲੀ ਕੋਝੀ ਘਾੜਤ ਵਾਲਾ ਮਨ ਹੁਣ ਸੋਹਣਾ ਬਣ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "ਅ-ਘੜੁ",
    "type_id": 3
  },
  {
    "id": 42845,
    "shabad_id": 3686,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਹਜੇ ਅਾਵਾ ਸਹਜੇ ਜਾਵਾ; ਸਹਜੇ ਮਨੁ ਖੇਲਾੲਿਅਾ ਥਾ ||",
    "transliteration": "Sehajae Aavaa Sehajae Jaavaa Sehajae Man Khaelaaeiaa Thhaa ||",
    "translation": "Intuitively I come, and intuively I go; my mind intuitively plays.",
    "punjabi": "ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰਾ ਮਨ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਕਾਰ-ਵਿਹਾਰ ਕਰ ਰਿਹਾ ਹੈ, ਮਨ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਖੇਡ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42846,
    "shabad_id": 3686,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਰਮੁ, ਗੁਰਿ ਖੋੲਿਅਾ; ਤਾ ਹਰਿ ਮਹਲੀ ਮਹਲੁ ਪਾੲਿਅਾ ਥਾ ||੪||੩||੧੨||",
    "transliteration": "Kahu Naanak Bharam Gur Khoeiaa Thaa Har Mehalee Mehal Paaeiaa Thhaa ||4||3||12||",
    "translation": "Says Nanak, when the Guru drives out doubt, then the soul-bride enters the Mansion of the Lord's Presence. ||4||3||12||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜਦੋਂ ਦੀ) ਗੁਰੂ ਨੇ ਮੇਰੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਸਦਾ ਅਸਥਿਰ ਟਿਕਾਣੇ ਵਾਲੇ ਹਰੀ (ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ ਹੈ ॥੪॥੩॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42847,
    "shabad_id": 3687,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42848,
    "shabad_id": 3687,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਸਹਿ ਸਾਜਿ ਨਿਵਾਜਿਅਾ; ਤਿਸਹਿ ਸਿੳੁ ਰੁਚ ਨਾਹਿ ||",
    "transliteration": "Jisehi Saaj Nivaajiaa Thisehi Sio Ruch Naahi ||",
    "translation": "You feel no love for the One who created and embellished you.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਤੈਨੂੰ ਪੈਦਾ ਕਰ ਕੇ ਕਈ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕੀਤੀਆਂ ਹੋਈਆਂ ਹਨ, ਉਸ ਨਾਲ ਹੀ ਤੇਰਾ ਪਿਆਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42849,
    "shabad_id": 3687,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਨ ਰੂਤੀ. ਅਾਨ ਬੋੲੀਅੈ; ਫਲੁ. ਨ ਫੂਲੈ ਤਾਹਿ ||੧||",
    "transliteration": "Aan Roothee Aan Boeeai Fal N Foolai Thaahi ||1||",
    "translation": "The seed, planted out season, does not germinate; it does not produce flower or fruit. ||1||",
    "punjabi": "(ਤੂੰ ਹੋਰ ਹੋਰ ਆਹਰਾਂ ਵਿਚ ਲੱਗਾ ਫਿਰਦਾ ਹੈਂ, ਪਰ ਜੇ) ਰੁੱਤ ਕੋਈ ਹੋਵੇ, ਬੀਜ ਕੋਈ ਹੋਰ ਬੀਜ ਦੇਈਏ, ਉਸ ਨੂੰ ਨਾਹ ਫੁੱਲ ਲੱਗਦਾ ਹੈ ਨਾਹ ਫਲ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42850,
    "shabad_id": 3687,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰੇ ਮਨ; ਵਤ੍ਰ ਬੀਜਣ ਨਾੳੁ ||",
    "transliteration": "Rae Man Vathr Beejan Naao ||",
    "translation": "O mind, this is the time to plant the seed of the Name.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਇਹ ਮਨੁੱਖਾ ਜੀਵਨ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ-ਬੀਜਣ ਲਈ ਢੁਕਵਾਂ ਸਮਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42851,
    "shabad_id": 3687,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬੋੲਿ ਖੇਤੀ ਲਾੲਿ ਮਨੂਅਾ; ਭਲੋ ਸਮੳੁ ਸੁਅਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Boe Khaethee Laae Manooaa Bhalo Samo Suaao ||1|| Rehaao ||",
    "translation": "Focus your mind, and cultivate this crop; at the proper time, make this your purpose. ||1||Pause||",
    "punjabi": "ਆਪਣਾ ਮਨ ਲਾ ਕੇ (ਹਿਰਦੇ ਦੀ) ਖੇਤੀ ਵਿਚ (ਨਾਮ) ਬੀਜ ਲੈ। ਇਹੀ ਚੰਗਾ ਮੌਕਾ ਹੈ, (ਇਸੇ ਵਿਚ) ਲਾਭ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42852,
    "shabad_id": 3687,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਖੋੲਿ ਖਹੜਾ ਭਰਮੁ ਮਨ ਕਾ; ਸਤਿਗੁਰ ਸਰਣੀ ਜਾੲਿ ||",
    "transliteration": "Khoe Kheharraa Bharam Man Kaa Sathigur Saranee Jaae ||",
    "translation": "Eradicate the stubbornness and doubt of your mind, and go to the Sanctuary of the True Guru.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੀ ਜ਼ਿੱਦ ਆਪਣੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ, ਤੇ, ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਉ (ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਬੀਜ ਬੀਜ ਲੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42853,
    "shabad_id": 3687,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰਮੁ ਜਿਸ ਕੳੁ ਧੁਰਹੁ ਲਿਖਿਅਾ; ਸੋੲੀ ਕਾਰ ਕਮਾੲਿ ||੨||",
    "transliteration": "Karam Jis Ko Dhhurahu Likhiaa Soee Kaar Kamaae ||2||",
    "translation": "He alone does such deeds, who has such pre-ordained karma. ||2||",
    "punjabi": "ਪਰ ਇਹ ਕਾਰ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42854,
    "shabad_id": 3687,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਭਾੳੁ ਲਾਗਾ ਗੋਬਿਦ ਸਿੳੁ; ਘਾਲ ਪਾੲੀ ਥਾੲਿ ||",
    "transliteration": "Bhaao Laagaa Gobidh Sio Ghaal Paaee Thhaae ||",
    "translation": "He falls in love with the Lord of the Universe, and his efforts are approved.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੀ ਨਾਮ ਸਿਮਰਨ ਦੀ) ਮਿਹਨਤ ਪਰਮਾਤਮਾ ਪਰਵਾਨ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42855,
    "shabad_id": 3687,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਖੇਤਿ ਮੇਰੈ ਜੰਮਿਅਾ; ਨਿਖੁਟਿ. ਨ ਕਬਹੂ ਜਾੲਿ ||੩||",
    "transliteration": "Khaeth Maerai Janmiaa Nikhutt N Kabehoo Jaae ||3||",
    "translation": "My crop has germinated, and it shall never be used up. ||3||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ ਭੀ ਉਹ ਨਾਮ-ਫ਼ਸਲ ਉੱਗ ਪਿਆ ਹੈ ਜੋ ਕਦੇ ਭੀ ਮੁੱਕਦਾ ਨਹੀਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42856,
    "shabad_id": 3687,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਪਾੲਿਅਾ ਅਮੋਲੁ ਪਦਾਰਥੋ; ਛੋਡਿ. ਨ ਕਤਹੂ ਜਾੲਿ ||",
    "transliteration": "Paaeiaa Amol Padhaarathho Shhodd N Kathehoo Jaae ||",
    "translation": "I have obtained the priceless wealth, which shall never leave me or go anywhere else.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਅਮੋਲਕ ਪਦਾਰਥ ਲੱਭ ਲਿਆ, ਉਹ ਇਸ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42857,
    "shabad_id": 3687,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਖੁ ਪਾੲਿਅਾ; ਤਿ੍ਰਪਤਿ ਰਹੇ ਅਾਘਾੲਿ ||੪||੪||੧੩||",
    "transliteration": "Kahu Naanak Sukh Paaeiaa Thripath Rehae Aaghaae ||4||4||13||",
    "translation": "Says Nanak, I have found peace; I am satisfied and fulfilled. ||4||4||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਪੂਰਨ ਤੌਰ ਤੇ ਸੰਤੋਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੪॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42858,
    "shabad_id": 3688,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42859,
    "shabad_id": 3688,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਫੂਟੋ ਅਾਂਡਾ ਭਰਮ ਕਾ; ਮਨਹਿ ਭੲਿਓ ਪਰਗਾਸੁ ||",
    "transliteration": "Footto Aaanddaa Bharam Kaa Manehi Bhaeiou Paragaas ||",
    "translation": "The egg of doubt has burst; my mind has been enlightened.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਗਈ, ਉਸ ਦਾ ਭਰਮ (ਭਟਕਣ) ਦਾ ਆਂਡਾ ਫੁੱਟ ਗਿਆ (ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਉਡਾਰੀ ਲਾਣ-ਜੋਗਾ ਹੋ ਗਿਆ, ਜਿਵੇਂ ਆਂਡੇ ਦੇ ਖ਼ੋਲ ਦੇ ਫੁੱਟ ਜਾਣ ਪਿੱਛੋਂ ਉਸ ਦੇ ਅੰਦਰ ਦਾ ਪੰਛੀ ਉਡਾਰੀਆਂ ਲਾਣ ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42860,
    "shabad_id": 3688,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਾਟੀ ਬੇਰੀ ਪਗਹ ਤੇ; ਗੁਰਿ ਕੀਨੀ ਬੰਦਿ ਖਲਾਸੁ ||੧||",
    "transliteration": "Kaattee Baeree Pageh Thae Gur Keenee Bandh Khalaas ||1||",
    "translation": "The Guru has shattered the shackles on my feet, and has set me free. ||1||",
    "punjabi": "ਜਿਸ ਦੇ ਪੈਰਾਂ ਤੋਂ ਗੁਰੂ ਨੇ (ਮੋਹ ਦੀਆਂ) ਬੇੜੀਆਂ ਕੱਟ ਦਿੱਤੀਆਂ, ਜਿਸ ਨੂੰ ਮੋਹ ਦੀ ਕੈਦ ਤੋਂ ਛੁਟਕਾਰਾ ਦੇ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "ਪਗ-ਹ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42861,
    "shabad_id": 3688,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਾਵਣ ਜਾਣੁ ਰਹਿਓ ||",
    "transliteration": "Aavan Jaan Rehiou ||",
    "translation": "My coming and going in reincarnation is ended.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਮੁੱਕ ਗਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42862,
    "shabad_id": 3688,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਤਪਤ ਕੜਾਹਾ ਬੁਝਿ ਗੲਿਅਾ; ਗੁਰਿ. ਸੀਤਲ ਨਾਮੁ ਦੀਓ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thapath Karraahaa Bujh Gaeiaa Gur Seethal Naam Dheeou ||1|| Rehaao ||",
    "translation": "The boiling cauldron has cooled down; the Guru has blessed me with the cooling, soothing Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਠੰਢ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਦੇ ਦਿੱਤਾ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਦਾ ਭਾਂਬੜ ਬੁੱਝ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੁਝਿ: ਪੋਲਾ ਬੋਲੋ,ਗ-ੲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 42863,
    "shabad_id": 3688,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਬ ਤੇ. ਸਾਧੂਸੰਗੁ ਭੲਿਅਾ; ਤੳੁ ਛੋਡਿ ਗੲੇ. ਨਿਗਹਾਰ ||",
    "transliteration": "Jab Thae Saadhhoo Sang Bhaeiaa Tho Shhodd Geae Nigehaar ||",
    "translation": "Since I joined the Saadh Sangat, the Company of the Holy, those who were eyeing me have left.",
    "punjabi": "ਜਦੋਂ (ਕਿਸੇ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ (ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਉੱਤੇ) ਤੱਕ ਰੱਖਣ ਵਾਲੇ (ਵਿਕਾਰ ਉਸ ਨੂੰ) ਛੱਡ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਨਿਗਹਾਰ) ਅੌਗੁਣ, ਵਿਕਾਰ",
    "type_id": 3
  },
  {
    "id": 42864,
    "shabad_id": 3688,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਿਸ ਕੀ ਅਟਕ. ਤਿਸ ਤੇ ਛੁਟੀ; ਤੳੁ ਕਹਾ ਕਰੈ ਕੋਟਵਾਰ ||੨||",
    "transliteration": "Jis Kee Attak This Thae Shhuttee Tho Kehaa Karai Kottavaar ||2||",
    "translation": "The one who tied me up, has released me; what can the Watchman of Death do to me now? ||2||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਵਲੋਂ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਪਾਈ ਹੋਈ ਰੁਕਾਵਟ ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਤਦੋਂ (ਉਹਨਾਂ ਤੱਕ ਰਖਣ ਵਾਲਿਆਂ ਦਾ ਸਰਦਾਰ) ਕੋਤਵਾਲ (ਮੋਹ) ਭੀ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "ਛੁੱਟੀ[ (ਕੋਟਵਾਰ) ਠਾਣੇਦਾਰ, ਧਰਮਰਾਜਾ",
    "type_id": 3
  },
  {
    "id": 42865,
    "shabad_id": 3688,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਚੂਕਾ ਭਾਰਾ ਕਰਮ ਕਾ; ਹੋੲੇ ਨਿਹਕਰਮਾ ||",
    "transliteration": "Chookaa Bhaaraa Karam Kaa Hoeae Nihakaramaa ||",
    "translation": "The load of my karma has been removed, and I am now free of karma.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਮੰਦ-ਕਰਮਾਂ ਦਾ ਕਰਜ਼ (ਭਾਵ, ਵਿਕਾਰਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ) ਮੁੱਕ ਗਿਆ, ਉਹ ਮੰਦ-ਕਰਮਾਂ ਦੀ ਕੈਦ ਵਿਚੋਂ ਨਿਕਲ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42866,
    "shabad_id": 3688,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸਾਗਰ ਤੇ ਕੰਢੈ ਚੜੇ; ਗੁਰਿ. ਕੀਨੇ ਧਰਮਾ ||੩||",
    "transliteration": "Saagar Thae Kandtai Charrae Gur Keenae Dhharamaa ||3||",
    "translation": "I have crossed the world-ocean, and reached the other shore; the Guru has blessed me with this Dharma. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਗੁਰੂ ਨੇ ਉਪਕਾਰ ਕਰ ਦਿੱਤਾ, ਉਹ (ਸੰਸਾਰ-) ਸਮੁੰਦਰ (ਵਿਚ ਡੁੱਬਣ) ਤੋਂ (ਬਚ ਕੇ) ਕੰਢੇ ਉਤੇ ਪਹੁੰਚ ਗਏ ॥੩॥",
    "pronunciation": "ਚੜ੍ਹੇ",
    "type_id": 3
  },
  {
    "id": 42867,
    "shabad_id": 3688,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਚੁ ਥਾਨੁ ਸਚੁ ਬੈਠਕਾ; ਸਚੁ ਸੁਅਾੳੁ ਬਣਾੲਿਅਾ ||",
    "transliteration": "Sach Thhaan Sach Baithakaa Sach Suaao Banaaeiaa ||",
    "translation": "True is my place, and True is my seat; I have made Truth my life's purpose.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ ਬਣਾ ਲਿਆ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਚਰਨ ਹੀ ਉਸ ਲਈ (ਆਤਮਕ ਰਿਹਾਇਸ਼ ਦਾ) ਥਾਂ ਬਣ ਗਿਆ, ਬੈਠਕ ਬਣ ਗਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42868,
    "shabad_id": 3688,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਸਚੁ ਪੂੰਜੀ. ਸਚੁ ਵਖਰੋ; ਨਾਨਕ. ਘਰਿ ਪਾੲਿਅਾ ||੪||੫||੧੪||",
    "transliteration": "Sach Poonjee Sach Vakharo Naanak Ghar Paaeiaa ||4||5||14||",
    "translation": "True is my capital, and True is the merchandise, which Nanak has placed into the home of the heart. ||4||5||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਉਤੇ ਗੁਰੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਆਪਣੇ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਸਰਮਾਇਆ ਲੱਭ ਲਿਆ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਸੌਦਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੪॥੫॥੧੪॥",
    "pronunciation": "ਵੱਖਰੋ",
    "type_id": 3
  },
  {
    "id": 42869,
    "shabad_id": 3689,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
