[
  {
    "shabad_id": 3711,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "DMDY Dwvq jgu bwiDAw; nw bUJY vIcwru ]",
    "transliteration": "Dhhandhhai Dhhaavath Jag Baadhhiaa Naa Boojhai Veechaar ||",
    "translation": "The world is chasing after worldly affairs; caught and bound, it does not understand contemplative meditation.",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਵਿਚ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਕਰਦਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੱਝ ਜਾਂਦਾ ਹੈ, ਉਹ (ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਦੀ ਕੋਈ) ਸੋਚ ਸੋਚ ਹੀ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3711,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "jMmx mrxu ivswirAw; mnmuK mugDu gvwru ]",
    "transliteration": "Janman Maran Visaariaa Manamukh Mugadhh Gavaar ||",
    "translation": "The foolish, ignorant, self-willed manmukh has forgotten birth and death.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਅਜੇਹਾ ਮੂਰਖ ਤੇ ਬੁੱਧੂ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਭੁਲਾ ਹੀ ਬੈਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3711,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "guir rwKy. sy aubry; scw sbdu vIcwir ]7]",
    "transliteration": "Gur Raakhae Sae Oubarae Sachaa Sabadh Veechaar ||7||",
    "translation": "Those whom the Guru has protected are saved, contemplating the True Word of the Shabad. ||7||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਸੱਚੇ ਸ਼ਬਦ ਨੂੰ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾ ਕੇ (ਮੋਹ ਦੀ ਜੇਵੜੀ ਵਿਚੋਂ) ਬਚ ਨਿਕਲੇ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3711,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "sUhtu ipMjir pRym kY; bolY bolxhwru ]",
    "transliteration": "Soohatt Pinjar Praem Kai Bolai Bolanehaar ||",
    "translation": "In the cage of divine love, the parrot, speaks.",
    "punjabi": "(ਤੋਤਾ ਆਪਣੇ ਮਾਲਕ ਦੇ ਪਿੰਜਰੇ ਵਿਚ ਪੈ ਕੇ ਉਹੀ ਬੋਲੀ ਬੋਲਦਾ ਹੈ ਜੋ ਮਾਲਕ ਸਿਖਾਂਦਾ ਹੈ, ਮਾਲਕ ਉਹ ਬੋਲੀ ਸੁਣ ਕੇ ਤੋਤੇ ਉਤੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ) ਜੇਹੜਾ ਜੀਵ-ਤੋਤਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦੇ ਪਿੰਜਰੇ ਵਿਚ ਪੈ ਕੇ ਉਹ ਬੋਲ ਬੋਲਦਾ ਹੈ ਜੋ ਇਸ ਦੇ ਅੰਦਰ ਬੋਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3711,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "scu cugY. AMimRqu pIAY; aufY q eykw vwr ]",
    "transliteration": "Sach Chugai Anmrith Peeai Ouddai Th Eaekaa Vaar ||",
    "translation": "It pecks at the Truth, and drinks in the Ambrosial Nectar; it flies away, only once.",
    "punjabi": "ਤਾਂ ਉਹ ਜੀਵ-ਤੋਤਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਦੀ ਚੋਗ ਚੁਗਦਾ ਹੈ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ। (ਸਰੀਰ-ਪਿੰਜਰੇ ਨੂੰ ਸਦਾ ਲਈ) ਇਕੋ ਵਾਰੀ ਹੀ ਤਿਆਗ ਜਾਂਦਾ ਹੈ (ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਪੈਦਾ)।",
    "pronunciation": "cugY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3711,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "guir imilAY. Ksmu pCwxIAY; khu nwnk. moK duAwru ]8]2]",
    "transliteration": "Gur Miliai Khasam Pashhaaneeai Kahu Naanak Mokh Dhuaar ||8||2||",
    "translation": "Meeting with the Guru, one recognizes his Lord and Master; says Nanak, he finds the gate of liberation. ||8||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਖਸਮ-ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਜਾਂਦੀ ਹੈ, ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mwrU mhlw 1 ]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sbid mrY. qw mwir mru; Bwgo iksu pih jwau ]",
    "transliteration": "Sabadh Marai Thaa Maar Mar Bhaago Kis Pehi Jaao ||",
    "translation": "One who dies in the Word of the Shabad conquers death; otherwise, where can you run?",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਆਪਾ-ਭਾਵ ਤੋਂ ਮਰਦਾ ਹੈ ਤਦੋਂ ਉਹ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ। (ਉਂਞ ਮੌਤ ਤੋਂ) ਭੱਜ ਕੇ ਮੈਂ ਕਿਸ ਦੇ ਪਾਸ ਜਾ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijs kY fir BY BwgIAY; AMimRqu qw ko nwau ]",
    "transliteration": "Jis Kai Ddar Bhai Bhaageeai Anmrith Thaa Ko Naao ||",
    "translation": "Through the Fear of God, fear runs away; His Name is Ambrosial Nectar.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਡਰ ਵਿਚ ਰਿਹਾਂ ਅਦਬ ਵਿਚ ਰਿਹਾਂ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ (ਉਸ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ), ਉਸ ਦਾ ਨਾਮ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mwrih rwKih eyku qU; bIjau. nwhI Qwau ]1]",
    "transliteration": "Maarehi Raakhehi Eaek Thoo Beejo Naahee Thhaao ||1||",
    "translation": "You alone kill and protect; except for You, there is no place at all. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਮਾਰਦਾ ਹੈਂ ਤੂੰ ਆਪ ਹੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ। ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ (ਜੋ ਮਾਰ ਸਕੇ ਜਾਂ ਮੌਤ ਤੋਂ ਬਚਾ ਸਕੇ) ॥੧॥",
    "pronunciation": "bI~jau",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "bwbw. mY kucIlu; kwcau miq hIn ]",
    "transliteration": "Baabaa Mai Kucheel Kaacho Mathiheen ||",
    "translation": "O Baba, I am filthy, shallow and totally without understanding.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਮੈਂ ਗੰਦਾ ਹਾਂ, ਕਮਜ਼ੋਰ-ਦਿਲ ਹਾਂ, ਅਕਲ ਤੋਂ ਸੱਖਣਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "nwm ibnw. ko kCu nhI; guir pUrY. pUrI miq kIn ]1] rhwau ]",
    "transliteration": "Naam Binaa Ko Kashh Nehee Gur Poorai Pooree Math Keen ||1|| Rehaao ||",
    "translation": "Without the Naam, no one is anything; the Perfect Guru has made my intellect perfect. ||1||Pause||",
    "punjabi": "ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਜੀਵ ਕਾਸੇ ਜੋਗਾ ਨਹੀਂ ਹੈ (ਅਕਲੋਂ ਖ਼ਾਲੀ ਹੈ)। (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਉਹ ਮੱਤ ਦੇ ਦਿੱਤੀ ਜਿਸ ਨਾਲ ਉਹ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਉਕਾਈ ਨਾਹ ਖਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3712,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Avgix suBr. gux nhI; ibnu gux. ikau Gir jwau ]",
    "transliteration": "Avagan Subhar Gun Nehee Bin Gun Kio Ghar Jaao ||",
    "translation": "I am full of faults, and I have no virtue at all. Without virtues, how can I go home?",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਮੈਂ ਔਗੁਣ ਨਾਲ ਨਕਾ-ਨਕ ਭਰ ਜਾਂਦਾ ਹਾਂ, ਮੇਰੇ ਵਿਚ ਗੁਣ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦੇ, ਤੇ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਮੈਂ (ਪਰਮਾਤਮਾ ਦੇ) ਦੇਸ ਵਿਚ ਕਿਵੇਂ ਪਹੁੰਚ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "su`Br",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "shij sbid suKu aUpjY; ibnu Bwgw. Dnu nwih ]",
    "transliteration": "Sehaj Sabadh Sukh Oopajai Bin Bhaagaa Dhhan Naahi ||",
    "translation": "Through the Word of the Shabad, intuitive peace wells up; without good destiny, the wealth is not obtained.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਦਾ ਹੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਪਰ ਇਹ ਨਾਮ-ਧਨ ਕਿਸਮਤ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ijn kY nwmu. n min vsY; sy bwDy dUK shwih ]2]",
    "transliteration": "Jin Kai Naam N Man Vasai Sae Baadhhae Dhookh Sehaahi ||2||",
    "translation": "Those whose minds are not filled with the Naam are bound and gagged, and suffer in pain. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹ ਔਗੁਣਾਂ ਦੇ ਬੱਧੇ ਹੋਏ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ijnI nwmu ivswirAw; sy ikqu Awey sMswir ]",
    "transliteration": "Jinee Naam Visaariaa Sae Kith Aaeae Sansaar ||",
    "translation": "Those who have forgotten the Naam - why have they even come into the world?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਉਹ ਸੰਸਾਰ ਵਿਚ ਕਾਹਦੇ ਲਈ ਆਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "AwgY pwCY suKu nhI; gwfy lwdy Cwru ]",
    "transliteration": "Aagai Paashhai Sukh Nehee Gaaddae Laadhae Shhaar ||",
    "translation": "Here and hereafter, they do not find any peace; they have loaded their carts with ashes.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਸੁਖ, ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ, ਉਹ ਤਾਂ ਸੁਆਹ ਦੇ ਲੱਦੇ ਹੋਏ ਗੱਡੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ivCuiVAw. mylw nhI; dUKu Gxo jm duAwir ]3]",
    "transliteration": "Vishhurriaa Maelaa Nehee Dhookh Ghano Jam Dhuaar ||3||",
    "translation": "Those who are separated, do not meet with the Lord; they suffer in terrible pain at Death's Door. ||3||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਹਨ, ਪਰਮਾਤਮਾ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਮਿਲਾਪ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਜਮਰਾਜ ਦੇ ਡਰ ਤੇ ਡਾਢਾ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "AgY ikAw jwxw, nwih mY; BUly qU smJwie ]",
    "transliteration": "Agai Kiaa Jaanaa Naahi Mai Bhoolae Thoo Samajhaae ||",
    "translation": "I do not know what will happen in the world hereafter; I am so confused - please teach me, Lord!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਕਿ ਤੇਰੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਮੇਰੇ ਨਾਲ ਕਿਹੀ ਵਾਪਰੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "BUly mwrgu jo dsy; iqs kY lwgau pwie ]",
    "transliteration": "Bhoolae Maarag Jo Dhasae This Kai Laago Paae ||",
    "translation": "I am confused; I would fall at the feet of one who shows me the Way.",
    "punjabi": "ਮੈਨੂੰ ਭੁੱਲੇ ਹੋਏ ਨੂੰ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਅਕਲ ਦੇਹ। ਮੈਨੂੰ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਨੂੰ ਜੇਹੜਾ ਕੋਈ ਰਸਤਾ ਦੱਸੇਗਾ, ਮੈਂ ਉਸ ਦੇ ਪੈਰੀਂ ਲੱਗਾਂਗਾ।",
    "pronunciation": "d`sy",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "gur ibnu. dwqw ko nhI; kImiq khxu. n jwie ]4]",
    "transliteration": "Gur Bin Dhaathaa Ko Nehee Keemath Kehan N Jaae ||4||",
    "translation": "Without the Guru, there is no giver at all; His value cannot be described. ||4||",
    "punjabi": "(ਸਹੀ ਰਸਤੇ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਇਸ ਦਾਤ ਦਾ ਮੁੱਲ ਪਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "swjnu dyKw. qw gil imlw; swcu pTwieE lyKu ]",
    "transliteration": "Saajan Dhaekhaa Thaa Gal Milaa Saach Pathaaeiou Laekh ||",
    "translation": "If I see my friend, then I will embrace Him; I have sent Him the letter of Truth.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਰਹੀ ਹਾਂ, ਇਹ ਸਿਮਰਨ-ਰੂਪ ਚਿੱਠੀ ਮੈਂ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ) ਭੇਜੀ ਹੈ, ਜਦੋਂ ਉਸ ਸੱਜਣ-ਪ੍ਰਭੂ ਦਾ ਮੈਂ ਦਰਸਨ ਕਰਾਂਗੀ ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਗਲ ਨਾਲ ਲੱਗ ਜਾਵਾਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "muiK iDmwxY. Dn KVI; gurmuiK AwKI dyKu ]",
    "transliteration": "Mukh Dhhimaanai Dhhan Kharree Guramukh Aakhee Dhaekh ||",
    "translation": "His soul-bride stands waiting expectantly; as Gurmukh, I see Him with my eyes.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਖੁੰਝ ਕੇ) ਹੇ ਨਿਮੋ-ਝੂਣ ਖਲੋਤੀ ਜੀਵ-ਇਸਤ੍ਰੀ! ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇ ਆਪਣੀ ਅੱਖੀਂ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈ।",
    "pronunciation": "(iDmwxY) audws,KV@I",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "quDu BwvY qU min vsih; ndrI krim ivsyKu ]5]",
    "transliteration": "Thudhh Bhaavai Thoo Man Vasehi Nadharee Karam Visaekh ||5||",
    "translation": "By the Pleasure of Your Will, You abide in my mind, and bless me with Your Glance of Grace. ||5||",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਸਾਡੇ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਤੂੰ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਆ ਪਰਗਟਦਾ ਹੈਂ, ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਤੇਰੇ ਦਰਸਨ ਦੀ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "BUK ipAwso jy BvY; ikAw iqsu mwgau dyie ]",
    "transliteration": "Bhookh Piaaso Jae Bhavai Kiaa This Maago Dhaee ||",
    "translation": "One who is wandering hungry and thirsty - what can he give, and what can anyone ask from him?",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਭੁੱਖਾ ਤਿਹਾਇਆ ਭਟਕ ਰਿਹਾ ਹੋਵੇ, ਮੈਂ ਉਸ ਪਾਸੋਂ ਕੀਹ (ਨਾਮ ਦੀ ਦਾਤਿ) ਮੰਗ ਸਕਦਾ ਹਾਂ? ਉਹ ਮੈਨੂੰ ਕੀਹ ਦੇ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "bIjau. sUJY ko nhI; min qin pUrnu dyie ]",
    "transliteration": "Beejo Soojhai Ko Nehee Man Than Pooran Dhaee ||",
    "translation": "I cannot conceive of any other, who can bless my mind and body with perfection.",
    "punjabi": "ਮੈਨੂੰ ਤਾਂ ਹੋਰ ਕੋਈ (ਦਾਤਾ) ਨਹੀਂ ਸੁੱਝਦਾ, (ਹਾਂ,) ਉਹੀ ਪਰਮਾਤਮਾ ਦੇ ਸਕਦਾ ਹੈ ਜੋ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਭਰਪੂਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ijin kIAw iqin dyiKAw; Awip vfweI dyie ]6]",
    "transliteration": "Jin Keeaa Thin Dhaekhiaa Aap Vaddaaee Dhaee ||6||",
    "translation": "The One who created me takes care of me; He Himself blesses me with glory. ||6||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਰਚਿਆ ਹੈ ਉਸ ਨੇ ਆਪ ਹੀ ਇਸ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰਨੀ ਹੈ। ਉਹ ਆਪ ਹੀ ਆਪਣੇ (ਨਾਮ ਦੀ ਦਾਤ ਦੀ) ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ngrI nwieku nvqno; bwlku lIl AnUpu ]",
    "transliteration": "Nagaree Naaeik Navathano Baalak Leel Anoop ||",
    "translation": "In the body-village is my Lord and Master, whose body is ever-new, Innocent and child-like, incomparably playful.",
    "punjabi": "ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਸਰੀਰਾਂ ਦਾ ਮਾਲਕ ਹੈ, (ਜੀਵਾਂ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਿਚ ਉਹ ਹਰ ਵੇਲੇ) ਨਵਾਂ ਹੈ, ਬਾਲਕ (ਵਾਂਗ ਉਹ ਨਿਰਵੈਰ) ਹੈ, ਉਹ ਅਨੋਖੇ ਕੌਤਕ ਕਰਨਹਾਰ ਹੈ।",
    "pronunciation": "n`grI",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "nwir n purKu. n pMKxU; swcau cquru srUpu ]",
    "transliteration": "Naar N Purakh N Pankhanoo Saacho Chathur Saroop ||",
    "translation": "He is neither a woman, nor a man, nor a bird; the True Lord is so wise and beautiful.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਅਕਲ ਦਾ ਪੁੰਜ ਹੈ, (ਇਸਤ੍ਰੀ ਮਰਦ ਪੰਛੀ ਆਦਿਕ ਸਭਨਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ) ਪਰ ਉਹ ਕੋਈ ਖ਼ਾਸ ਇਸਤ੍ਰੀ ਨਹੀਂ, ਕੋਈ ਖ਼ਾਸ ਮਰਦ ਨਹੀਂ, ਕੋਈ ਖ਼ਾਸ ਪੰਛੀ ਨਹੀਂ।",
    "pronunciation": "(pMKxU) pMCI[ (dUjw pwT: npMKxU)",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "jo iqsu BwvY. so QIAY; qU dIpku. qU DUpu ]7]",
    "transliteration": "Jo This Bhaavai So Thheeai Thoo Dheepak Thoo Dhhoop ||7||",
    "translation": "Whatever pleases Him, happens; You are the lamp, and You are the incense. ||7||",
    "punjabi": "ਜਗਤ ਵਿਚ ਉਹੀ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਚਾਨਣ (ਗਿਆਨ) ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਨੂੰ ਸੁਗੰਧੀ (ਮਿੱਠਾ ਸੁਭਾਉ) ਦੇਣ ਵਾਲਾ ਹੈਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "gIq swd cwKy suxy; bwd swd qin rogu ]",
    "transliteration": "Geeth Saadh Chaakhae Sunae Baadh Saadh Than Rog ||",
    "translation": "He hears the songs and tastes the flavors, but these flavors are useless and insipid, and bring only disease to the body.",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਗੀਤ ਸੁਣ ਵੇਖੇ ਹਨ, ਸੁਆਦ ਚੱਖ ਵੇਖੇ ਹਨ; ਇਹ ਗੀਤ ਤੇ ਸੁਆਦ ਸਰੀਰ ਵਿਚ ਰੋਗ ਹੀ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "scu BwvY swcau cvY; CUtY sog ivjogu ]",
    "transliteration": "Sach Bhaavai Saacho Chavai Shhoottai Sog Vijog ||",
    "translation": "One who loves the Truth and speaks the Truth, escapes from the sorrow of separation.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦਾ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਵਿਛੋੜਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਚਿੰਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3712,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "nwnk nwmu. n vIsrY; jo iqsu BwvY su hogu ]8]3]",
    "transliteration": "Naanak Naam N Veesarai Jo This Bhaavai S Hog ||8||3||",
    "translation": "Nanak does not forget the Naam; whatever happens is by the Lord's Will. ||8||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਭੁੱਲਦਾ, ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਹੈ ॥੮॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mwrU mhlw 1 ]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swcI kwr kmwvxI; hoir lwlc bwid ]",
    "transliteration": "Saachee Kaar Kamaavanee Hor Laalach Baadh ||",
    "translation": "Practice Truth - other greed and attachments are useless.",
    "punjabi": "(ਪ੍ਰਭੂ-ਮਾਲਕ ਦਾ ਗ਼ੁਲਾਮ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਕਾਰ ਕਰਦਾ ਹੈ, (ਨਾਮ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਬਾਕੀ ਦੇ ਲਾਲਚ ਉਸ ਨੂੰ ਵਿਅਰਥ (ਦਿੱਸਦੇ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "iehu mnu swcY moihAw; ijhvw sic swid ]",
    "transliteration": "Eihu Man Saachai Mohiaa Jihavaa Sach Saadh ||",
    "translation": "The True Lord has fascinated this mind, and my tongue enjoys the taste of Truth.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਦਾ ਮਨ ਪ੍ਰੇਮ-ਵੱਸ ਕੀਤਾ ਹੋਇਆ ਹੈ (ਇਸ ਵਾਸਤੇ ਸੇਵਕ ਦੀ) ਜੀਭ ਸਦਾ-ਥਿਰ ਨਾਮ-ਸਿਮਰਨ ਦੇ ਸੁਆਦ ਵਿਚ (ਮਗਨ ਰਹਿੰਦੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ibnu nwvY. ko rsu nhI; hoir clih ibKu lwid ]1]",
    "transliteration": "Bin Naavai Ko Ras Nehee Hor Chalehi Bikh Laadh ||1||",
    "translation": "Without the Name, there is no juice; the others depart, loaded with poison. ||1||",
    "punjabi": "(ਸੇਵਕ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਰਸ (ਖਿੱਚੀ) ਨਹੀਂ (ਪਾਂਦਾ)। (ਸੇਵਕ ਨੂੰ ਨਿਸ਼ਚਾ ਹੈ ਕਿ ਨਾਮ-ਰਸ ਤੋਂ ਵਾਂਜੇ ਰਹਿਣ ਵਾਲੇ) ਬੰਦੇ ਉਹ ਚੀਜ਼ ਇਕੱਠੀ ਕਰ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ ਜੋ ਆਤਮਕ ਜੀਵਨ ਲਈ ਜ਼ਹਿਰ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "AYsw lwlw. myry lwl ko; suix Ksm hmwry ]",
    "transliteration": "Aisaa Laalaa Maerae Laal Ko Sun Khasam Hamaarae ||",
    "translation": "I am such a slave of Yours, O my Beloved Lord and Master.",
    "punjabi": "ਹੇ ਮੇਰੇ ਖਸਮ! ਹੇ ਪਿਆਰੇ ਲਾਲ! (ਮੇਰੀ ਅਰਜ਼ੋਈ) ਸੁਣ। ਮੈਂ ਆਪਣੇ ਲਾਲ ਦਾ (ਭਾਵ, ਤੇਰਾ) ਅਜੇਹਾ ਸੇਵਕ-ਗ਼ੁਲਾਮ ਹਾਂ,",
    "pronunciation": "l`wlw",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ijau Purmwvih iqau clw; scu lwl ipAwry ]1] rhwau ]",
    "transliteration": "Jio Furamaavehi Thio Chalaa Sach Laal Piaarae ||1|| Rehaao ||",
    "translation": "I walk in harmony with Your Command, O my True, Sweet Beloved. ||1||Pause||",
    "punjabi": "ਕਿ ਜਿਵੇਂ ਹੁਕਮ ਕਰਦਾ ਹੈਂ, ਮੈਂ ਤਿਵੇਂ ਹੀ (ਜੀਵਨ-ਰਾਹ ਤੇ) ਤੁਰਦਾ ਹਾਂ। ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3713,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "An idnu lwly cwkrI; goly isir mIrw ]",
    "transliteration": "Anadhin Laalae Chaakaree Golae Sir Meeraa ||",
    "translation": "Night and day, the slave works for his overlord.",
    "punjabi": "ਸੇਵਕ ਨੇ ਹਰ ਰੋਜ਼ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਸੇਵਾ ਹੀ ਸੰਭਾਲੀ ਹੋਈ ਹੈ, ਸੇਵਕ ਨੂੰ ਆਪਣੇ ਸਿਰ ਉਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਖੜਾ ਦਿੱਸਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3713,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gur bcnI mnu vyicAw; sbid mnu DIrw ]",
    "transliteration": "Gur Bachanee Man Vaechiaa Sabadh Man Dhheeraa ||",
    "translation": "I have sold my mind for the Word of the Guru's Shabad; my mind is comforted and consoled by the Shabad.",
    "punjabi": "ਸੇਵਕ ਨੇ ਆਪਣਾ ਮਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਤੋਂ ਵੇਚ ਦਿੱਤਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਟਿਕ ਕੇ) ਸੇਵਕ ਦਾ ਮਨ ਧੀਰਜ ਫੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]