[
  {
    "shabad_id": 3716,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "AMqir Agin. n gur ibnu bUJY; bwhir pUAr qwpY]",
    "transliteration": "Anthar Agan N Gur Bin Boojhai Baahar Pooar Thaapai ||",
    "translation": "Without the Guru, the fire within is not quenched; and outside, the fire still burns.",
    "punjabi": "(ਆਪਣੇ ਵਲੋਂ ਤਿਆਗੀ ਬਣੇ ਹੋਏ ਮਨਮੁਖ ਦੇ) ਮਨ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ (ਬਲਦੀ) ਅੱਗ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਬੁੱਝਦੀ ਨਹੀਂ, ਪਰ ਬਾਹਰ ਧੂਣੀਆਂ ਤਪਾਂਦਾ ਹੈ।",
    "pronunciation": "(pUAr) DUxI[bUJY: polw bolo[q`wpY",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "gur syvw ibnu. Bgiq, n hovI; ikau kir cInis AwpY]",
    "transliteration": "Gur Saevaa Bin Bhagath N Hovee Kio Kar Cheenas Aapai ||",
    "translation": "Without serving the Guru, there is no devotional worship. How can anyone, by himself, know the Lord?",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਹੋ ਨਹੀਂ ਸਕਦੀ (ਇਹ ਮਨਮੁਖ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਕਿਵੇਂ ਪਛਾਣੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "inMdw kir kir, nrk invwsI; AMqir Awqs jwpY]",
    "transliteration": "Nindhaa Kar Kar Narak Nivaasee Anthar Aatham Jaapai ||",
    "translation": "Slandering others, one lives in hell; within him is hazy darkness.",
    "punjabi": "ਉਂਞ ਅੰਤਰ ਆਤਮੇ ਇਸ ਨੂੰ ਸੁੱਝਦਾ ਹੈ ਕਿ (ਕਿਰਤੀ ਗ੍ਰਿਹਸਤੀਆਂ ਦੀ) ਨਿੰਦਿਆ ਕਰ ਕਰ ਕੇ ਨਰਕੀ ਜੀਵਨ ਬਿਤੀਤ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(pwTMqR keI srUpw iv`c: Awqm jwpY)",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ATsiT qIrQ Brim ivgUcih; ikau mlu DopY pwpY]3]",
    "transliteration": "Athasath Theerathh Bharam Vigoochehi Kio Mal Dhhopai Paapai ||3||",
    "translation": "Wandering to the eixty-eight sacred shrines of pilgrimage, he is ruined. How can the filth of sin be washed away? ||3||",
    "punjabi": "ਅਠਾਹਠ ਤੀਰਥਾਂ ਉਤੇ ਭੌਂ ਕੇ ਭੀ (ਮਨਮੁਖ ਤਿਆਗੀ) ਖ਼ੁਆਰ ਹੀ ਹੁੰਦੇ ਹਨ, (ਤੀਰਥਾਂ ਤੇ ਜਾਣ ਨਾਲ) ਪਾਪਾਂ ਦੀ ਮੈਲ ਕਿਵੇਂ ਧੁਪ ਸਕਦੀ ਹੈ? ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "CwxI Kwku ibBUq cVweI; mwieAw kw mgu johY]",
    "transliteration": "Shhaanee Khaak Bibhooth Charraaee Maaeiaa Kaa Mag Johai ||",
    "translation": "He sifts through the dust, and applies ashes to his body, but he is searching for the path of Maya's wealth.",
    "punjabi": "(ਲੋਕ-ਵਿਖਾਵੇ ਲਈ) ਸੁਆਹ ਛਾਣਦਾ ਹੈ ਤੇ ਉਹ ਸੁਆਹ ਆਪਣੇ ਪਿੰਡੇ ਉਤੇ ਮਲ ਲੈਂਦਾ ਹੈ, ਪਰ (ਅੰਤਰ ਆਤਮੇ) ਮਾਇਆ ਦਾ ਰਸਤਾ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹੈ (ਕਿ ਕੋਈ ਗ੍ਰਿਹਸਤੀ ਦਾਨੀ ਆ ਕੇ ਮਾਇਆ ਭੇਟ ਕਰੇ)।",
    "pronunciation": "cV@weI",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "AMqir bwhir eyku. n jwxY; swcu khy qy CohY]",
    "transliteration": "Anthar Baahar Eaek N Jaanai Saach Kehae Thae Shhohai ||",
    "translation": "Inwardly and outwardly, he does not know the One Lord; if someone tells him the Truth, he grows angry.",
    "punjabi": "(ਬਾਹਰੋਂ ਹੋਰ ਤੇ ਅੰਦਰੋਂ ਹੋਰ ਹੋਣ ਕਰਕੇ) ਆਪਣੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਜਗਤ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ (ਵਿਆਪਕ) ਨਹੀਂ ਸਮਝ ਸਕਦਾ, (ਜੇ) ਇਹ ਸੱਚਾ ਵਾਕ ਉਸ ਨੂੰ ਆਖੀਏ ਤਾਂ ਖਿੱਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "pwTu pVY, muiK JUTo bolY; ingury kI miq EhY]",
    "transliteration": "Paath Parrai Mukh Jhootho Bolai Nigurae Kee Math Ouhai ||",
    "translation": "He reads the scriptures, but tells lies; such is the intellect of one who has no guru.",
    "punjabi": "(ਧਰਮ-ਪੁਸਤਕਾਂ ਦਾ) ਪਾਠ ਪੜ੍ਹਦਾ (ਤਾਂ) ਹੈ ਪਰ ਮੂੰਹੋਂ ਝੂਠ ਹੀ ਬੋਲਦਾ ਹੈ, ਗੁਰੂ-ਹੀਣ ਹੋਣ ਕਰਕੇ ਉਸ ਦੀ ਮੱਤ ਉਹ ਪਹਿਲੇ ਵਰਗੀ ਹੀ ਰਹਿੰਦੀ ਹੈ (ਭਾਵ, ਜ਼ਾਹਰਾ ਤਿਆਗ ਨਾਲ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਪੈਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "nwmu. n jpeI, ikau suKu pwvY; ibnu nwvY. ikau sohY]4]",
    "transliteration": "Naam N Japee Kio Sukh Paavai Bin Naavai Kio Sohai ||4||",
    "translation": "Without chanting the Naam, how can he find peace? Without the Name, how can he look good? ||4||",
    "punjabi": "ਜਦ ਤਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦਾ ਤਦ ਤਕ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ, ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੀਵਨ ਸੁਚੱਜਾ ਨਹੀਂ ਬਣ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "mUMfu mufwie. jtw isK bwDI; moin rhY AiBmwnw]",
    "transliteration": "Moondd Muddaae Jattaa Sikh Baadhhee Mon Rehai Abhimaanaa ||",
    "translation": "Some shave their heads, some keep their hair in matted tangles; some keep it in braids, while some keep silent, filled with egotistical pride.",
    "punjabi": "ਕੋਈ ਸਿਰ ਮੁਨਾ ਲੈਂਦਾ ਹੈ, ਕੋਈ ਜਟਾਂ ਦਾ ਜੂੜਾ ਬੰਨ੍ਹ ਲੈਂਦਾ ਹੈ, ਤੇ ਮੋਨ ਧਾਰ ਕੇ ਬੈਠ ਜਾਂਦਾ ਹੈ (ਇਸ ਸਾਰੇ ਭੇਖ ਦਾ) ਮਾਣ (ਭੀ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "jtW isK: poly bolo, b`wDI",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "mnUAw folY. dh ids DwvY; ibnu rq Awqm igAwnw]",
    "transliteration": "Manooaa Ddolai Dheh Dhis Dhhaavai Bin Rath Aatham Giaanaa ||",
    "translation": "Their minds waver and wander in ten directions, without loving devotion and enlightenment of the soul.",
    "punjabi": "ਪਰ ਆਤਮਕ ਤੌਰ ਤੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਣ ਤੋਂ ਬਿਨਾ ਉਸ ਦਾ ਮਨ ਡੋਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਹੀ) ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "AMimRqu Coif mhw ibKu pIvY; mwieAw kw dyvwnw]",
    "transliteration": "Anmrith Shhodd Mehaa Bikh Peevai Maaeiaa Kaa Dhaevaanaa ||",
    "translation": "They abandon the Ambrosial Nectar, and drink the deadly poison, driven mad by Maya.",
    "punjabi": "(ਅੰਤਰ ਆਤਮੇ) ਮਾਇਆ ਦਾ ਪ੍ਰੇਮੀ (ਰਹਿਣ ਕਰਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਛੱਡ ਦੇਂਦਾ ਹੈ ਤੇ (ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਉਹ) ਜ਼ਹਿਰ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਜੋ ਇਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ikrqu. n imteI, hukmu. n bUJY; psUAw mwih smwnw]5]",
    "transliteration": "Kirath N Mittee Hukam N Boojhai Pasooaa Maahi Samaanaa ||5||",
    "translation": "Past actions cannot be erased; without understanding the Hukam of the Lord's Command, they become beasts. ||5||",
    "punjabi": "(ਪਰ ਇਸ ਮਨਮੁਖ ਦੇ ਕੀਹ ਵੱਸ?) ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ (ਅੰਦਰੋਂ) ਮੁੱਕਦਾ ਨਹੀਂ, (ਉਹਨਾਂ ਸੰਸਕਾਰਾਂ ਦੇ ਅਸਰ ਹੇਠ ਜੀਵ) ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, (ਇਸ ਤਰ੍ਹਾਂ, ਤਿਆਗੀ ਬਣ ਕੇ ਭੀ) ਪਸ਼ੂ-ਸੁਭਾਵ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "hwQ kmMflu kwpVIAw; min iqRsnw aupjI BwrI]",
    "transliteration": "Haathh Kamanddal Kaaparreeaa Man Thrisanaa Oupajee Bhaaree ||",
    "translation": "With bowl in hand, wearing his patched coat, great desires well up in his mind.",
    "punjabi": "(ਮਨਮੁਖ ਮਨੁੱਖ ਤਿਆਗੀ ਬਣ ਕੇ) ਹੱਥ ਵਿਚ ਚਿੱਪੀ ਫੜ ਲੈਂਦਾ ਹੈ, ਲੀਰਾਂ ਦਾ ਚੋਲਾ ਪਹਿਨ ਲੈਂਦਾ ਹੈ, ਪਰ ਮਨ ਵਿਚ ਮਾਇਆ ਦੀ ਭਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਪੈਦਾ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "iesqRI qij kir kwim ivAwipAw; icqu lwieAw pr nwrI]",
    "transliteration": "Eisathree Thaj Kar Kaam Viaapiaa Chith Laaeiaa Par Naaree ||",
    "translation": "Abandoning his own wife, he is engrossed in sexual desire; his thoughts are on the wives of others.",
    "punjabi": "(ਆਪਣੇ ਵਲੋਂ ਤਿਆਗੀ ਬਣ ਕੇ) ਆਪਣੀ ਇਸਤ੍ਰੀ ਛੱਡ ਕੇ ਆਏ ਨੂੰ ਕਾਮ-ਵਾਸਨਾ ਨੇ ਆ ਦਬਾਇਆ, ਤਾਂ ਪਰਾਈ ਨਾਰ ਨਾਲ ਚਿੱਤ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "isK kry kir. sbdu, n cInY; lMptu hY bwjwrI]",
    "transliteration": "Sikh Karae Kar Sabadh N Cheenai Lanpatt Hai Baajaaree ||",
    "translation": "He teaches and preaches, but does not contemplate the Shabad; he is bought and sold on the street.",
    "punjabi": "ਚੇਲੇ ਬਣਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ, ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਗ੍ਰਸਿਆ ਹੋਇਆ ਹੈ, ਤੇ (ਇਸ ਤਰ੍ਹਾਂ ਸੰਨਿਆਸੀ ਬਣਨ ਦੇ ਥਾਂ ਲੋਕਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਮਸਖ਼ਰਾ ਬਣਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "is`K",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "AMqir ibKu. bwhir inBrwqI; qw jmu kry KuAwrI]6]",
    "transliteration": "Anthar Bikh Baahar Nibharaathee Thaa Jam Karae Khuaaree ||6||",
    "translation": "With poison within, he pretends to be free of doubt; he is ruined and humiliated by the Messenger of Death. ||6||",
    "punjabi": "(ਮਨਮੁਖ ਦੇ) ਅੰਦਰ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਤ੍ਰਿਸ਼ਨਾ ਦਾ) ਜ਼ਹਿਰ ਹੈ, ਬਾਹਰ (ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਣ ਵਾਸਤੇ) ਸ਼ਾਂਤੀ ਧਾਰਨ ਕੀਤੀ ਹੋਈ ਹੈ। (ਅਜੇਹੇ ਪਖੰਡੀ ਨੂੰ) ਆਤਮਕ ਮੌਤ-ਖ਼ੁਆਰ ਕਰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "(ibK) gunwhW dI zihr[ (in-BrwqI) s`cy igAwn dIAW g`lW krdw[ibKu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "so sMinAwsI. jo siqgur syvY; ivchu Awpu gvwey]",
    "transliteration": "So Sanniaasee Jo Sathigur Saevai Vichahu Aap Gavaaeae ||",
    "translation": "He alone is a Sannyaasi, who serves the True Guru, and removes his self-conceit from within.",
    "punjabi": "ਅਸਲ ਸੰਨਿਆਸੀ ਉਹ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "Cwdn Bojn kI Aws. n kreI; AicMqu imlY so pwey]",
    "transliteration": "Shhaadhan Bhojan Kee Aas N Karee Achinth Milai So Paaeae ||",
    "translation": "He does not ask for clothes or food; without asking, he accepts whatever he receives.",
    "punjabi": "(ਲੋਕਾਂ ਪਾਸੋਂ) ਕੱਪੜੇ ਤੇ ਭੋਜਨ ਦੀ ਆਸ ਬਣਾਈ ਨਹੀਂ ਰੱਖਦਾ, ਸਹਿਜ ਸੁਭਾਇ ਜੋ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਹ ਲੈ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "bkY n bolY. iKmw Dnu sMgRhY; qwmsu nwim jlwey]",
    "transliteration": "Bakai N Bolai Khimaa Dhhan Sangrehai Thaamas Naam Jalaaeae ||",
    "translation": "He does not speak empty words; he gathers in the wealth of tolerance, and burns away his anger with the Naam.",
    "punjabi": "ਬਹੁਤ ਵਧ-ਘਟ ਬੋਲ ਨਹੀਂ ਬੋਲਦਾ ਰਹਿੰਦਾ, ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ ਨੂੰ ਸਹਾਰਨ ਦਾ ਸੁਭਾਉ-ਰੂਪ ਧਨ ਆਪਣੇ ਅੰਦਰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅੰਦਰੋਂ ਕ੍ਰੋਧ ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "Dnu igrhI sMinAwsI jogI; ij hir crxI icqu lwey]7]",
    "transliteration": "Dhhan Girehee Sanniaasee Jogee J Har Charanee Chith Laaeae ||7||",
    "translation": "Blessed is such a householder, Sannyaasi and Yogi, who focuses his consciousness on the Lord's feet. ||7||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਹ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਚਾਹੇ ਉਹ ਗ੍ਰਿਹਸਤੀ ਹੈ ਚਾਹੇ ਸੰਨਿਆਸੀ ਹੈ ਚਾਹੇ ਜੋਗੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "Aws inrws rhY sMinAwsI; eyksu isau ilv lwey]",
    "transliteration": "Aas Niraas Rehai Sanniaasee Eaekas Sio Liv Laaeae ||",
    "translation": "Amidst hope, the Sannyaasi remains unmoved by hope; he remains lovingly focused on the One Lord.",
    "punjabi": "ਅਸਲ ਸੰਨਿਆਸੀ ਉਹ ਹੈ ਜੋ ਮਾਇਕ ਆਸਾਂ ਵਲੋਂ ਨਿਰਾਸ ਰਹਿੰਦਾ ਹੈ ਤੇ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "hir rsu pIvY. qw swiq AwvY; inj Gir qwVI lwey]",
    "transliteration": "Har Ras Peevai Thaa Saath Aavai Nij Ghar Thaarree Laaeae ||",
    "translation": "He drinks in the sublime essence of the Lord, and so finds peace and tranquility; in the home of his own being, he remains absorbed in the deep trance of meditation.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਂਦਾ ਹੈ ਤੇ ਅੰਤਰ ਆਤਮੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ ਤਦੋਂ ਇਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "mnUAw. n folY, gurmuiK bUJY; Dwvqu vrij rhwey]",
    "transliteration": "Manooaa N Ddolai Guramukh Boojhai Dhhaavath Varaj Rehaaeae ||",
    "translation": "His mind does not waver; as Gurmukh, he understands. He restrains it from wandering out.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਸਹੀ ਜੀਵਨ-ਰਾਹ) ਸਮਝਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਡੋਲਦਾ ਨਹੀਂ, ਮਾਇਆ ਪਿੱਛੇ ਦੌੜਦੇ ਮਨ ਨੂੰ ਉਹ ਰੋਕ ਕੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "igRhu srIru gurmqI Kojy; nwmu pdwrQu pwey]8]",
    "transliteration": "Grihu Sareer Guramathee Khojae Naam Padhaarathh Paaeae ||8||",
    "translation": "Following the Guru's Teachings, he searches the home of his body, and obtains the wealth of the Naam. ||8||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਜੰਗਲ ਭਾਲਣ ਦੇ ਥਾਂ) ਸਰੀਰ-ਘਰ ਨੂੰ ਖੋਜਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਰਮਾਇਆ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "bRhmw ibsnu mhysu sryst; nwim rqy vIcwrI]",
    "transliteration": "Brehamaa Bisan Mehaes Saraesatt Naam Rathae Veechaaree ||",
    "translation": "Brahma, Vishnu and Shiva are exalted, imbued with contemplative meditation on the Naam.",
    "punjabi": "ਬ੍ਰਹਮਾ ਹੋਵੇ, ਵਿਸ਼ਨੂੰ ਹੋਵੇ, ਸ਼ਿਵ ਹੋਵੇ, ਉਹੀ ਸਭ ਤੋਂ ਉੱਤਮ ਹਨ ਜੋ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੀਜ ਕੇ ਸੁੰਦਰ ਵਿਚਾਰ ਦੇ ਮਾਲਕ ਬਣ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "KwxI bwxI ggn pqwlI; jMqw joiq qumwrI]",
    "transliteration": "Khaanee Baanee Gagan Pathaalee Janthaa Joth Thumaaree ||",
    "translation": "The sources of creation, speech, the heavens and the underworld, all beings and creatures, are infused with Your Light.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਭਾਵੇਂ) ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵਾਂ ਵਿਚ ਤੇ ਉਹਨਾਂ ਦੀਆਂ ਬੋਲੀਆਂ ਵਿਚ, ਪਾਤਾਲ ਆਕਾਸ਼ ਵਿਚ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਤੇਰੀ ਹੀ ਜੋਤਿ ਹੈ।",
    "pronunciation": "pqwlIN, jMqW",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "siB suK mukiq nwm Duin bwxI; scu nwmu aur DwrI]",
    "transliteration": "Sabh Sukh Mukath Naam Dhhun Baanee Sach Naam Our Dhhaaree ||",
    "translation": "All comforts and liberation are found in the Naam, and the vibrations of the Guru's Bani; I have enshrined the True Name within my heart.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਤੇਰੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਤੇਰੇ ਨਾਮ ਦੀ ਰੌ ਜਾਰੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੀ ਸੁਰਤ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਹੈ ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਾਰੇ ਸੁਖ ਹਨ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3716,
    "pada": 10,
    "source_line": 15,
    "gurmukhi": "nwm ibnw. nhI CUtis nwnk; swcI qru qU qwrI]9]7]",
    "transliteration": "Naam Binaa Nehee Shhoottas Naanak Saachee Thar Thoo Thaaree ||9||7||",
    "translation": "Without the Naam, no one is saved; O Nanak, with the Truth, cross over to the other side. ||9||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਦਾ, ਤੂੰ ਭੀ ਇਹੀ ਤਾਰੀ ਤਰ ਜਿਸ ਨਾਲ ਕਦੇ ਡੁੱਬਣ ਦਾ ਖ਼ਤਰਾ ਨਹੀਂ ਹੋਵੇਗਾ ॥੯॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mwrU mhlw 1]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mwq ipqw sMjoig aupwey; rkqu ibMdu imil ipMfu kry]",
    "transliteration": "Maath Pithaa Sanjog Oupaaeae Rakath Bindh Mil Pindd Karae ||",
    "translation": "Through the union of mother and father, the fetus is formed. The egg and sperm join together to make the body.",
    "punjabi": "ਮਾਂ ਤੇ ਪਿਉ ਦੇ (ਸਰੀਰਕ) ਸੰਜੋਗ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਜੀਵ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਮਾਂ ਦਾ ਲਹੂ ਤੇ ਪਿਉ ਦਾ ਵੀਰਜ ਮਿਲਣ ਤੇ ਪਰਮਾਤਮਾ (ਜੀਵ ਦਾ) ਸਰੀਰ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AMqir grB auriD ilv lwgI; so pRBu swry dwiq kry]1]",
    "transliteration": "Anthar Garabh Ouradhh Liv Laagee So Prabh Saarae Dhaath Karae ||1||",
    "translation": "Upside-down within the womb, it lovingly dwells on the Lord; God provides for it, and gives it nourishment there. ||1||",
    "punjabi": "ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਉਲਟੇ ਪਏ ਹੋਏ ਦੀ ਲਗਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਇਸ ਦੀ ਹਰ ਤਰ੍ਹਾਂ ਸੰਭਾਲ ਕਰਦਾ ਹੈ (ਤੇ ਲੋੜ ਅਨੁਸਾਰ ਪਦਾਰਥ) ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "sMswru Bvjlu; ikau qrY]",
    "transliteration": "Sansaar Bhavajal Kio Tharai ||",
    "translation": "How can he cross over the terrifying world-ocean?",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਸੰਸਾਰੀ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਕਿਸੇ ਹਾਲਤ ਵਿਚ ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "gurmuiK nwmu inrMjnu pweIAY; APirE Bwru APwru trY]1]rhwau]",
    "transliteration": "Guramukh Naam Niranjan Paaeeai Afariou Bhaar Afaar Ttarai ||1|| Rehaao ||",
    "translation": "The Gurmukh obtains the Immaculate Naam, the Name of the Lord; the unbearable load of sins is removed. ||1||Pause||",
    "punjabi": "ਕਿਉਂਕਿ ਜੀਵ ਮਾਇਆ ਆਦਿਕ ਦੇ ਅਹੰਕਾਰ ਨਾਲ ਆਫਰਿਆ ਰਹਿੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਜਿਸ ਉਤੇ ਮਾਇਆ-ਕਾਲਖ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ) ਉਸ ਦਾ (ਅਹੰਕਾਰ ਆਦਿਕ ਦਾ) ਅਸਹਿ ਭਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਇਹ ਅਹੰਕਾਰ ਆਦਿਕ ਹੀ ਭਾਰ ਬਣ ਕੇ ਜੀਵ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੋਬਿਆ ਕਰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "A-PirE, bysMBwl",
    "type_id": 4
  },
  {
    "shabad_id": 3717,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "qy gux ivsir gey AprwDI; mY baurw. ikAw krau hry]",
    "transliteration": "Thae Gun Visar Geae Aparaadhhee Mai Bouraa Kiaa Karo Harae ||",
    "translation": "I have forgotten Your Virtues, Lord; I am insane - what can I do now?",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਨਹਗਾਰ ਨੂੰ ਤੇਰੇ ਉਹ ਉਪਕਾਰ ਭੁੱਲ ਗਏ ਹਨ, ਮੈਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਪਿਆ ਹਾਂ (ਤੇਰਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ) ਬੇ-ਵੱਸ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "qU dwqw dieAwlu sBY isir; Aih inis dwiq smwir kry]2]",
    "transliteration": "Thoo Dhaathaa Dhaeiaal Sabhai Sir Ahinis Dhaath Samaar Karae ||2||",
    "translation": "You are the Merciful Giver, above the heads of all. Day and night, You give gifts, and take care of all. ||2||",
    "punjabi": "ਪਰ ਤੂੰ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਤੇ (ਰਾਖਾ) ਹੈਂ, ਤੇ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈਂ। ਦਇਆਲ ਪ੍ਰਭੂ ਦਿਨ ਰਾਤ (ਜੀਵਾਂ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ ਤੇ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "cwir pdwrQ lY jig jnimAw; isv skqI Gir vwsu Dry]",
    "transliteration": "Chaar Padhaarathh Lai Jag Janamiaa Siv Sakathee Ghar Vaas Dhharae ||",
    "translation": "One is born to achieve the four great objectives of life. The spirit has taken up its home in the material world.",
    "punjabi": "(ਜੀਵ ਪਰਮਾਤਮਾ ਪਾਸੋਂ) ਚਾਰੇ ਹੀ ਪਦਾਰਥ ਲੈ ਕੇ ਜਗਤ ਵਿਚ ਜੰਮਿਆ ਹੈ (ਫਿਰ ਭੀ ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਭੁਲਾ ਕੇ ਸਦਾ) ਪਰਮਾਤਮਾ ਦੀ ਪੈਦਾ ਕੀਤੀ ਮਾਇਆ ਦੇ ਘਰ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]