[
  {
    "shabad_id": 3717,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "lwgI BUK mwieAw mgu johY; mukiq pdwrQu moih Kry]3]",
    "transliteration": "Laagee Bhookh Maaeiaa Mag Johai Mukath Padhaarathh Mohi Kharae ||3||",
    "translation": "Driven by hunger, it sees the path of Maya's riches; this emotional attachment takes away the treasure of liberation. ||3||",
    "punjabi": "ਸਦਾ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭੁੱਖ ਹੀ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ, ਸਦਾ ਮਾਇਆ ਦਾ ਰਾਹ ਹੀ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਚੌਹਾਂ ਪਦਾਰਥਾਂ ਵਿਚੋਂ) ਮੁਕਤਿ-ਪਦਾਰਥ ਗਵਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "krx plwv kry. nhI pwvY; ieq auq FUFq Qwik pry]",
    "transliteration": "Karan Palaav Karae Nehee Paavai Eith Outh Dtoodtath Thhaak Parae ||",
    "translation": "Weeping and wailing, he does not receive them; he searches here and there, and grows weary.",
    "punjabi": "(ਸਾਰੀ ਉਮਰ ਜੀਵ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ) ਤਰਲੇ ਲੈਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਮਨ ਦੀ ਤਸੱਲੀ ਜੋਗੀ ਮਾਇਆ) ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਹਰ ਪਾਸੇ ਮਾਇਆ ਦੀ ਢੂੰਢ-ਭਾਲ ਕਰਦਾ ਕਰਦਾ ਥੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "kwim kRoiD AhMkwir ivAwpy; kUV kutMb isau pRIiq kry]4]",
    "transliteration": "Kaam Krodhh Ahankaar Viaapae Koorr Kuttanb Sio Preeth Karae ||4||",
    "translation": "Engrossed in sexual desire, anger and egotism, he falls in love with his false relatives. ||4||",
    "punjabi": "ਕਾਮ ਵਿਚ, ਕ੍ਰੋਧ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ ਨੱਪਿਆ ਹੋਇਆ ਜੀਵ ਸਦਾ ਨਾਸਵੰਤ ਪਦਾਰਥ ਨਾਲ ਹੀ ਪ੍ਰੀਤ ਕਰਦਾ ਹੈ, ਸਦਾ ਆਪਣੇ ਪਰਵਾਰ ਨਾਲ ਹੀ ਮੋਹ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "KwvY BogY. suix suix dyKY; pihir idKwvY kwl Gry]",
    "transliteration": "Khaavai Bhogai Sun Sun Dhaekhai Pehir Dhikhaavai Kaal Gharae ||",
    "translation": "He eats and enjoys, listens and watches, and dresses up to show off in this house of death.",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਚੰਗੇ ਚੰਗੇ ਪਦਾਰਥ) ਖਾਂਦਾ ਹੈ (ਵਿਸ਼ੇ) ਭੋਗਦਾ ਹੈ, (ਸੋਭਾ ਨਿੰਦਾ ਆਦਿਕ ਦੇ ਬਚਨ) ਮੁੜ ਮੁੜ ਸੁਣਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ ਰੰਗ ਤਮਾਸ਼ੇ) ਵੇਖਦਾ ਹੈ, (ਸੋਹਣੇ ਸੋਹਣੇ ਕੱਪੜੇ ਆਦਿਕ) ਪਹਿਨ ਕੇ (ਲੋਕਾਂ ਨੂੰ) ਵਿਖਾਂਦਾ ਹੈ-(ਬੱਸ! ਇਹਨਾਂ ਹੀ ਆਹਰਾਂ ਵਿਚ ਮਸਤ ਹੋ ਕੇ) ਆਤਮਕ ਮੌਤ ਦੇ ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ibnu gur sbd. n Awpu pCwxY; ibnu hir nwm. n kwlu try]5]",
    "transliteration": "Bin Gur Sabadh N Aap Pashhaanai Bin Har Naam N Kaal Ttarae ||5||",
    "translation": "Without the Word of the Guru's Shabad, he does not undersand himself. Without the Lord's Name, death cannot be avoided. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਹੋਣ ਕਰਕੇ ਆਤਮਕ ਮੌਤ (ਇਸ ਦੇ ਸਿਰ ਤੋਂ) ਨਹੀਂ ਟਲਦੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "jyqw mohu haumY kir BUly; myrI myrI krqy CIin Kry]",
    "transliteration": "Jaethaa Mohu Houmai Kar Bhoolae Maeree Maeree Karathae Shheen Kharae ||",
    "translation": "The more attachment and egotism delude and confuse him, the more he cries out, \"\"Mine, mine!\"\", and the more he loses out.",
    "punjabi": "ਜਿਤਨਾ ਹੀ ਮੋਹ ਤੇ ਹਉਮੈ ਕਰ ਕੇ ਜੀਵ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਭੁੱਲਦਾ ਹੈ, ਜਿਤਨਾ ਹੀ ਵਧੀਕ 'ਮੇਰੀ (ਮਾਇਆ) ਮੇਰੀ (ਮਾਇਆ)' ਕਰਦਾ ਹੈ, ਉਤਨਾ ਹੀ ਇਹ ਹਉਮੈ ਮਮਤਾ ਇਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖੋਹ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "qnu Dnu ibnsY shsY shsw; iPir pCuqwvY muiK DUir pry]6]",
    "transliteration": "Than Dhhan Binasai Sehasai Sehasaa Fir Pashhuthaavai Mukh Dhhoor Parae ||6||",
    "translation": "His body and wealth pass away, and he is torn by skepticism and cynicism; in the end, he regrets and repents, when the dust falls on his face. ||6||",
    "punjabi": "ਆਖ਼ਰ ਇਹ ਸਰੀਰ ਤੇ ਇਹ ਧਨ, (ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ਾਤਰ ਹਰ ਵੇਲੇ ਸਹਿਮ ਵਿਚ ਰਹਿੰਦਾ ਸੀ) ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ। ਤਦੋਂ ਜੀਵ ਪਛੁਤਾਂਦਾ ਹੈ, (ਪਰ ਉਸ ਵੇਲੇ ਪਛੁਤਾਇਆਂ ਕੁਝ ਨਹੀਂ ਬਣਦਾ) ਇਸ ਦੇ ਮੂੰਹ ਉਤੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ibriD BieAw. jobnu qnu iKisAw; kPu kMTu ibrUDo nYnhu nIru Fry]",
    "transliteration": "Biradhh Bhaeiaa Joban Than Khisiaa Kaf Kanth Biroodhho Nainahu Neer Dtarae ||",
    "translation": "He grows old, his body and youth waste away, and his throat is plugged with mucous; water flows from his eyes.",
    "punjabi": "ਮਨੁੱਖ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਵਾਨੀ ਖਿਸਕ ਜਾਂਦੀ ਹੈ ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸੰਘ ਬਲਗ਼ਮ ਨਾਲ ਰੁਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਅੱਖਾਂ ਤੋਂ ਪਾਣੀ ਵਗਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "crx rhy. kr kMpx lwgy; swkq. rwmu n irdY hry]7]",
    "transliteration": "Charan Rehae Kar Kanpan Laagae Saakath Raam N Ridhai Harae ||7||",
    "translation": "He feet fail him, and his hands shake and tremble; the faithless cynic does not enshrine the Lord in his heart. ||7||",
    "punjabi": "ਪੈਰ (ਤੁਰਨੋਂ) ਰਹਿ ਜਾਂਦੇ ਹਨ, ਹੱਥ ਕੰਬਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, (ਫਿਰ ਭੀ) ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਨਹੀਂ (ਵੱਸਦਾ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "suriq geI. kwlI hU Dauly; iksY. n BwvY riKE Gry]",
    "transliteration": "Surath Gee Kaalee Hoo Dhhoulae Kisai N Bhaavai Rakhiou Gharae ||",
    "translation": "His intellect fails him, his black hair turns white, and no one wants to keep him in their home.",
    "punjabi": "(ਬੁੱਢਾ ਹੋ ਜਾਣ ਤੇ) ਅਕਲ ਟਿਕਾਣੇ ਨਹੀਂ ਰਹਿੰਦੀ, ਕੇਸ ਕਾਲੇ ਤੋਂ ਚਿੱਟੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਘਰ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਕਿਸੇ ਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ibsrq nwm. AYsy doK lwgih; jmu mwir smwry, nrik Kry]8]",
    "transliteration": "Bisarath Naam Aisae Dhokh Laagehi Jam Maar Samaarae Narak Kharae ||8||",
    "translation": "Forgetting the Naam, these are the stigmas which stick to him; the Messenger of Death beats him, and drags him to hell. ||8||",
    "punjabi": "(ਫਿਰ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰੀ ਰੱਖਣ ਤੇ ਅਜੇਹੇ ਭੈੜ ਇਸ ਨੂੰ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ ਜਮਰਾਜ ਇਸ ਨੂੰ ਮਾਰ ਕੇ ਨਰਕ ਵਿਚ ਲੈ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "(Kry) iljWdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "pUrb jnm ko lyKu. n imteI; jnim mrY. kw kau dosu Dry]",
    "transliteration": "Poorab Janam Ko Laekh N Mittee Janam Marai Kaa Ko Dhos Dhharae ||",
    "translation": "The record of one's past actions cannot be erased; who else is to blame for one's birth and death?",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਪੂਰਬਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖਾ ਮਿਟਦਾ ਨਹੀਂ (ਜਿਤਨਾ ਚਿਰ ਉਹ ਲੇਖਾ ਮੌਜੂਦ ਹੈ, ਉਹਨਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਕੁਕਰਮ ਕਰ ਕਰ ਕੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਜੀਵ ਵਿਚਾਰਾ ਹੋਰ ਕਿਸ ਨੂੰ ਦੋਸ ਦੇਵੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ibnu gur. bwid jIvxu horu mrxw; ibnu gur sbdY. jnmu jry]9]",
    "transliteration": "Bin Gur Baadh Jeevan Hor Maranaa Bin Gur Sabadhai Janam Jarae ||9||",
    "translation": "Without the Guru, life and death are pointless; without the Word of the Guru's Shabad, life just burns away. ||9||",
    "punjabi": "(ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਕੇ ਮਨੁੱਖ) ਹੋਰ ਆਤਮਕ ਮੌਤ ਹੋਰ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਜਾਂਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਖੁੰਝਣ ਕਰਕੇ ਜ਼ਿੰਦਗੀ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਜਾਂਦੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "KusI KuAwr Bey rs Bogx; Pokt krm ivkwr kry]",
    "transliteration": "Khusee Khuaar Bheae Ras Bhogan Fokatt Karam Vikaar Karae ||",
    "translation": "The pleasures enjoyed in happiness bring ruin; acting in corruption is useless indulgence.",
    "punjabi": "ਜੀਵ ਦੁਨੀਆ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਨ ਵਿਚ, ਰਸ ਭੋਗਣ ਵਿਚ, ਤੇ ਹੋਰ ਫੋਕੇ ਤੇ ਮੰਦੇ ਕਰਮ ਕਰਨ ਵਿਚ ਪੈ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "nwmu ibswir. loiB mUlu KoieE; isir Drmrwie kw fMfu pry]10]",
    "transliteration": "Naam Bisaar Lobh Mool Khoeiou Sir Dhharam Raae Kaa Ddandd Parae ||10||",
    "translation": "Forgetting the Naam, and caught by greed, he betrays his own source; the club of the Righteous Judge of Dharma will strike him over the head. ||10||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ, ਲੋਭ ਵਿਚ ਫਸ ਕੇ ਮੂਲ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ, ਆਖ਼ਰ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਧਰਮਰਾਜ ਦਾ ਡੰਡਾ ਪੈਂਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 12,
    "source_line": 10,
    "gurmukhi": "gurmuiK rwm nwm gux gwvih; jw kau hir pRBu ndir kry]",
    "transliteration": "Guramukh Raam Naam Gun Gaavehi Jaa Ko Har Prabh Nadhar Karae ||",
    "translation": "The Gurmukhs sing the Glorious Praises of the Lord's Name; the Lord God blesses them with His Glance of Grace.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਉਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 12,
    "source_line": 11,
    "gurmukhi": "qy inrml purK AprMpr pUry; qy jg mih. gur goivd hry]11]",
    "transliteration": "Thae Niramal Purakh Aparanpar Poorae Thae Jag Mehi Gur Govindh Harae ||11||",
    "translation": "Those beings are pure, perfect unlimited and infinite; in this world, they are the embodiment of the Guru, the Lord of the Universe. ||11||",
    "punjabi": "ਉਹ ਜਗਤ ਵਿਚ ਹਰੀ ਗੋਬਿੰਦ ਬੇਅੰਤ ਪੂਰਨ ਸਰਬ-ਵਿਆਪਕ ਨੂੰ ਸਿਮਰ ਕੇ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧੧॥",
    "pronunciation": "Ap-rMpr",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 13,
    "source_line": 11,
    "gurmukhi": "hir ismrhu gur bcn smwrhu; sMgiq hir jn Bwau kry]",
    "transliteration": "Har Simarahu Gur Bachan Samaarahu Sangath Har Jan Bhaao Karae ||",
    "translation": "Meditate in remembrance on the Lord; meditate and contemplate the Guru's Word, and love to associate with the humble servants of the Lord.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਪ੍ਰੇਮ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ, ਗੁਰੂ ਦੇ ਬਚਨ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3717,
    "pada": 13,
    "source_line": 12,
    "gurmukhi": "hir jn. guru prDwnu duAwrY; nwnk. iqn jn kI ryxu hry]12]8]",
    "transliteration": "Har Jan Gur Paradhhaan Dhuaarai Naanak Thin Jan Kee Raen Harae ||12||8||",
    "translation": "The Lord's humble servants are the embodiment of the Guru; they are supreme and respected in the Court of the Lord. Nanak seeks the dust of the feet of those humble servants of the Lord. ||12||8||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਗੁਰੂ (ਦਾ ਬਚਨ) ਹੀ ਆਦਰ ਪਾਂਦਾ ਹੈ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਹੀ ਕਬੂਲ ਪੈਂਦੀ ਹੈ। ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ-) ਹੇ ਹਰੀ! (ਮੈਨੂੰ) ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਦੇਹ) ॥੧੨॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਰਾਗ ਮਾਰੂ/ਕਾਫੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3718,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "mwrU kwPI mhlw 1 Gru 2]",
    "transliteration": "Maaroo Kaafee Mehalaa 1 Ghar 2 ||",
    "translation": "Maaroo, Kaafee, First Mehl, Second House:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awvau vM\\au fuMmxI; ikqI imqR kryau]",
    "transliteration": "Aavo Vannjo Ddunmanee Kithee Mithr Karaeo ||",
    "translation": "The double-minded person comes and goes, and has numerous friends.",
    "punjabi": "(ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਡੱਡੋਲਿਕੀ ਹੋਈ ਹੋਈ (ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ) ਭਟਕਦੀ ਫਿਰਦੀ ਹਾਂ (ਦਿਲ ਦੇ ਧਰਵਾਸ ਲਈ) ਮੈਂ ਅਨੇਕਾਂ ਹੋਰ ਮਿੱਤਰ ਬਣਾਂਦੀ ਹਾਂ,",
    "pronunciation": "(ikqI) ikq ny[ ikqI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "sw Dn FoeI. n lhY; vwFI ikau DIryau]1]",
    "transliteration": "Saa Dhhan Dtoee N Lehai Vaadtee Kio Dhheeraeo ||1||",
    "translation": "The soul-bride is separated from her Lord, and she has no place of rest; how can she be comforted? ||1||",
    "punjabi": "ਪਰ ਜਦ ਤਕ ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ, ਮੈਨੂੰ ਧਰਵਾਸ ਕਿਵੇਂ ਆਵੇ? (ਤੈਥੋਂ ਵਿਛੁੜੀ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਆਸਰਾ ਲੱਭ ਹੀ ਨਹੀਂ ਸਕਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "mYfw mnu rqw; AwpnVy ipr nwil]",
    "transliteration": "Maiddaa Man Rathaa Aapanarrae Pir Naal ||",
    "translation": "My mind is attuned to the Love of my Husband Lord.",
    "punjabi": "(ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ!) ਮੇਰਾ ਮਨ (ਤੈਂ) ਆਪਣੇ ਪਿਆਰੇ ਪਤੀ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hau Goil GumweI KMnIAY kIqI; ihk BorI ndir inhwil]1]rhwau]",
    "transliteration": "Ho Ghol Ghumaaee Khanneeai Keethee Hik Bhoree Nadhar Nihaal ||1|| Rehaao ||",
    "translation": "I am devoted, dedicated, a sacrifice to the Lord; if only He would bless me with His Glance of Grace, even for an instant! ||1||Pause||",
    "punjabi": "ਮੈਂ ਤੈਥੋਂ ਵਾਰਨੇ ਜਾਂਦੀ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ। ਰਤਾ ਭਰ ਸਮਾ ਹੀ (ਮੇਰੇ ਵਲ) ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਵੇਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ih`k",
    "type_id": 4
  },
  {
    "shabad_id": 3718,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "pyeIAVY fohwgxI; swhurVY ikau jwau]",
    "transliteration": "Paeeearrai Ddohaaganee Saahurarrai Kio Jaao ||",
    "translation": "I am a rejected bride, abandoned in my parents' home; how can I go to my in-laws now?",
    "punjabi": "(ਇਸ ਸੰਸਾਰ) ਪੇਕੇ ਘਰ ਵਿਚ ਮੈਂ (ਸਾਰੀ ਉਮਰ) ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਰਹੀ ਹਾਂ, ਮੈਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਕਿਵੇਂ ਪਹੁੰਚ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "mY gil Aaugx muTVI; ibnu ipr. JUir mrwau]2]",
    "transliteration": "Mai Gal Aougan Mutharree Bin Pir Jhoor Maraao ||2||",
    "translation": "I wear my faults around my neck; without my Husband Lord, I am grieving, and wasting away to death. ||2||",
    "punjabi": "(ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ) ਔਗੁਣ ਮੇਰੇ ਗਲ ਗਲ ਤਕ ਪਹੁੰਚ ਗਏ ਹਨ, (ਸਾਰੀ ਉਮਰ) ਮੈਨੂੰ ਔਗੁਣਾਂ ਨੇ ਠੱਗੀ ਰੱਖਿਆ ਹੈ। ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਵਾਂਜੀ ਰਹਿ ਕੇ ਮੈਂ ਅੰਦਰੇ ਅੰਦਰ ਦੁਖੀ ਭੀ ਹੋ ਰਹੀ ਹਾਂ, ਤੇ ਆਤਮਕ ਮੌਤ ਭੀ ਮੈਂ ਸਹੇੜ ਲਈ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "pyeIAVY ipru sMmlw; swhurVY Gir vwsu]",
    "transliteration": "Paeeearrai Pir Sanmalaa Saahurarrai Ghar Vaas ||",
    "translation": "But if, in my parents' home, I remember my Husband Lord, then I will come to dwell in the home of my in-laws yet.",
    "punjabi": "ਜੇ ਮੈਂ (ਇਸ ਸੰਸਾਰ) ਪੇਕੇ ਘਰ ਵਿਚ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਾਂ ਤਾਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਮੈਨੂੰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਮਿਲ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "suiK svMiD sohwgxI; ipru pwieAw guxqwsu]3]",
    "transliteration": "Sukh Savandhh Sohaaganee Pir Paaeiaa Gunathaas ||3||",
    "translation": "The happy soul-brides sleep in peace; they find their Husband Lord, the treasure of virtue. ||3||",
    "punjabi": "ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ (ਜੀਵਨ-ਰਾਤ) ਸੁਖ ਨਾਲ ਸੌਂ ਕੇ ਗੁਜ਼ਾਰਦੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਪੇਕੇ ਘਰ ਵਿਚ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਤੀ-ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ ॥੩॥",
    "pronunciation": "s-vMiD",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "lyPu inhwlI pt kI; kwpVu AMig bxwie]",
    "transliteration": "Laef Nihaalee Patt Kee Kaaparr Ang Banaae ||",
    "translation": "Their blankets and mattresses are made of silk, and so are the clothes on their bodies.",
    "punjabi": "(ਪਤੀ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਜੇ ਰੇਸ਼ਮ ਦਾ ਲੇਫ ਲੈਣ ਰੇਸ਼ਮ ਦੀ ਤੁਲਾਈ ਲੈਣ, ਹੋਰ ਕੱਪੜਾ ਭੀ ਰੇਸ਼ਮ ਦਾ ਹੀ ਬਣਾ ਕੇ ਸਰੀਰ ਉਤੇ ਵਰਤਣ,",
    "pronunciation": "p`t",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ipru muqI. fohwgxI; iqn fuKI rYix ivhwie]4]",
    "transliteration": "Pir Muthee Ddohaaganee Thin Ddukhee Rain Vihaae ||4||",
    "translation": "The Lord rejects the impure soul-brides. Their life-night passes in misery. ||4||",
    "punjabi": "ਤਾਂ ਭੀ ਉਹਨਾਂ ਦੀ ਜੀਵਨ-ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਮੰਦ-ਭਾਗਣਾਂ ਨੇ ਪਤੀ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਤੇ ਜੋ ਛੁੱਟੜ ਹੋ ਗਈਆਂ ॥੪॥",
    "pronunciation": "mu`qI",
    "type_id": 3
  }
]