[
  {
    "shabad_id": 3718,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ikqI cKau swfVy; ikqI vys kryau ]",
    "transliteration": "Kithee Chakho Saaddarrae Kithee Vaes Karaeo ||",
    "translation": "I have tasted many flavors, and worn many robes,",
    "punjabi": "ਜੇ ਮੈਂ ਅਨੇਕਾਂ ਹੀ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦੀ ਰਹਾਂ, ਅਨੇਕਾਂ ਹੀ ਸੋਹਣੇ ਪਹਿਰਾਵੇ ਕਰਦੀ ਰਹਾਂ,",
    "pronunciation": "(swfVy) suAwd[ikqI: poly bolo[ c`Kau",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ipr ibnu. jobnu bwid gieAmu; vwFI JUrydI JUryau ]5]",
    "transliteration": "Pir Bin Joban Baadh Gaeiam Vaadtee Jhooraedhee Jhooraeo ||5||",
    "translation": "But without my Husband Lord, my youth is slipping away uselessly; I am separated from Him, and I cry out in pain. ||5||",
    "punjabi": "ਫਿਰ ਭੀ ਪਤੀ-ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜ ਕੇ ਮੇਰੀ ਜਵਾਨੀ ਵਿਅਰਥ ਹੀ ਜਾ ਰਹੀ ਹੈ। ਜਦ ਤਕ ਮੈਂ ਛੁੱਟੜ ਹਾਂ, ਮੈਂ (ਸਾਰੀ ਉਮਰ) ਝੁਰ ਝੁਰ ਕੇ ਹੀ ਦਿਨ ਕੱਟਾਂਗੀ ॥੫॥",
    "pronunciation": "(Juryau) ivCuV ky Joir@AW c JUr@dI hI JUr@dI[ g-ieAmu[ JUryNdI",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "scy sMdw sdVw; suxIAY gur vIcwir ]",
    "transliteration": "Sachae Sandhaa Sadharraa Suneeai Gur Veechaar ||",
    "translation": "I have heard the True Lord's message, contemplating the Guru.",
    "punjabi": "ਜੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ-ਸੁਨੇਹਾ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਵਿਚਾਰ ਦੀ ਰਾਹੀਂ ਸੁਣੀਏ,",
    "pronunciation": "s`dVw",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "scy scw bYhxw; ndrI ndir ipAwir ]6]",
    "transliteration": "Sachae Sachaa Baihanaa Nadharee Nadhar Piaar ||6||",
    "translation": "True is the home of the True Lord; by His Gracious Grace, I love Him. ||6||",
    "punjabi": "ਤਾਂ ਉਸ ਸਦਾ-ਥਿਰ ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਲਈ ਸਾਥ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਵਾਲਾ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਤੱਕਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਪਿਆਰ ਵਿਚ ਲੀਨ ਹੋ ਜਾਦੀਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "igAwnI AMjnu sc kw; fyKY fyKxhwru ]",
    "transliteration": "Giaanee Anjan Sach Kaa Ddaekhai Ddaekhanehaar ||",
    "translation": "The spiritual teacher applies the ointment of Truth to his eyes, and sees God, the Seer.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾਣ ਵਾਲਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਰਮਾ ਵਰਤਦਾ ਹੈ, ਤੇ ਉਹ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "gurmuiK bUJY jwxIAY; haumY grbu invwir ]7]",
    "transliteration": "Guramukh Boojhai Jaaneeai Houmai Garab Nivaar ||7||",
    "translation": "The Gurmukh comes to know and understand; ego and pride are subdued. ||7||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝ ਲੈਂਦਾ ਹੈ ਉਹ ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ (ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "qau Bwvin. qau jyhIAw; mU jyhIAw ikqIAwh ]",
    "transliteration": "Tho Bhaavan Tho Jaeheeaa Moo Jaeheeaa Kitheeaah ||",
    "translation": "O Lord, You are pleased with those who are like Yourself; there are many more like me.",
    "punjabi": "ਹੇ ਪਤੀ-ਪ੍ਰਭੂ! ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਤੈਨੂੰ ਚੰਗੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, ਉਹ ਤੇਰੇ ਵਰਗੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, (ਪਰ ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਤੋਂ ਵਾਂਜੀਆਂ ਹੋਈਆਂ) ਮੇਰੇ ਵਰਗੀਆਂ ਭੀ ਅਨੇਕਾਂ ਹੀ ਹਨ।",
    "pronunciation": "ikqI-Awh",
    "type_id": 3
  },
  {
    "shabad_id": 3718,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "nwnk. nwhu, n vICuVY; iqn scY rqVIAwh ]8]1]9]",
    "transliteration": "Naanak Naahu N Veeshhurrai Thin Sachai Ratharreeaah ||8||1||9||",
    "translation": "O Nanak, the Husband does not separate from those who are imbued with Truth. ||8||1||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹਨਾਂ (ਦੇ ਹਿਰਦੇ) ਤੋਂ ਪਤੀ-ਪ੍ਰਭੂ ਕਦੇ ਨਹੀਂ ਵਿਛੁੜਦਾ ॥੮॥੧॥੯॥",
    "pronunciation": "r`qVI-Awh",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mwrU mhlw 1 ]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nw BYxw BrjweIAw; nw sy ssuVIAwh ]",
    "transliteration": "Naa Bhainaa Bharajaaeeaa Naa Sae Sasurreeaah ||",
    "translation": "Neither the sisters, nor the sisters-in-law, nor the mothers-in-law, shall remain.",
    "punjabi": "ਨਾਹ ਭੈਣਾਂ ਨਾਹ ਭਰਜਾਈਆਂ ਨਾਹ ਸੱਸਾਂ-ਕਿਸੇ ਦਾ ਭੀ ਉਹੋ ਜਿਹਾ ਸਾਕ ਨਹੀਂ ਜੋ (ਸਤਸੰਗੀ) ਸਹੇਲੀਆਂ ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "scw swku. n quteI; gur myly shIAwh ]1]",
    "transliteration": "Sachaa Saak N Thuttee Gur Maelae Seheeaah ||1||",
    "translation": "The true relationship with the Lord cannot be broken; it was established by the Lord, O sister soul-brides. ||1||",
    "punjabi": "ਗੁਰੂ (ਸਤ ਸੰਗੀ-) ਸਹੇਲੀਆਂ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ (ਸਤਸੰਗੀਆਂ ਵਾਲਾ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸਾਕ ਕਦੇ ਨਹੀਂ ਟੁੱਟਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "bilhwrI gur Awpxy; sd bilhwrY jwau ]",
    "transliteration": "Balihaaree Gur Aapanae Sadh Balihaarai Jaao ||",
    "translation": "I am a sacrifice to my Guru; I am forever a sacrifice to Him.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "gur ibnu. eyqw Biv QkI; guir. ipru myilmu, idqmu imlwie ]1] rhwau ]",
    "transliteration": "Gur Bin Eaethaa Bhav Thhakee Gur Pir Maelim Dhitham Milaae ||1|| Rehaao ||",
    "translation": "Wandering so far without the Guru, I grew weary; now, the Guru has united me in Union with my Husband Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ (ਦੇ ਮਿਲਾਪ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਭੌਂ ਭੌਂ ਕੇ ਬਹੁਤ ਥੱਕ ਗਈ ਸਾਂ, (ਹੁਣ) ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਤੀ ਮਿਲਾਇਆ ਹੈ, ਮੈਨੂੰ (ਪਤੀ) ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3719,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "PuPI nwnI mwsIAw; dyr jyTwnVIAwh ]",
    "transliteration": "Fufee Naanee Maaseeaa Dhaer Jaethaanarreeaah ||",
    "translation": "Aunts, uncles, grandparents and sisters-in-law",
    "punjabi": "ਫੁੱਫੀਆਂ, ਨਾਨੀਆਂ, ਮਾਸੀਆਂ, ਦਿਰਾਣੀਆਂ, ਜਿਠਾਣੀਆਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Awvin vM\\\\in. nw rhin; pUr Bry phIAwh ]2]",
    "transliteration": "Aavan Vannjan Naa Rehan Poor Bharae Peheeaah ||2||",
    "translation": "- they all come and go; they cannot remain. They are like boatloads of passengers embarking. ||2||",
    "punjabi": "ਇਹ (ਸੰਸਾਰ ਵਿਚ) ਆਉਂਦੀਆਂ ਹਨ ਤੇ ਚਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਸਦਾ (ਸਾਡੇ ਨਾਲ) ਨਹੀਂ ਰਹਿੰਦੀਆਂ। ਇਹਨਾਂ (ਸਾਕਾਂ ਅੰਗਾਂ-) ਰਾਹੀਆਂ ਦੇ ਪੂਰਾਂ ਦੇ ਪੂਰ ਭਰੇ ਹੋਏ ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "mwmy qY mwmwxIAw; Bwier bwp n mwau ]",
    "transliteration": "Maamae Thai Maamaaneeaa Bhaaeir Baap N Maao ||",
    "translation": "Uncles, aunts, and cousins of all sorts, cannot remain.",
    "punjabi": "ਮਾਮੇ, ਮਾਮੀਆਂ, ਭਰਾ, ਪਿਉ, ਤੇ ਮਾਂ-(ਕਿਸੇ ਨਾਲ ਭੀ ਸੱਚਾ ਸਾਕ) ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "pronunciation": "(Bwier) Brw",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "swQ lfy iqn nwTIAw; BIV GxI drIAwau ]3]",
    "transliteration": "Saathh Laddae Thin Naatheeaa Bheerr Ghanee Dhareeaao ||3||",
    "translation": "The caravans are full, and great crowds of them are loading up at the riverbank. ||3||",
    "punjabi": "(ਇਹ ਭੀ ਪਰਾਹੁਣਿਆਂ ਵਾਂਗ ਹਨ) ਇਹਨਾਂ ਪਰਾਹੁਣਿਆਂ ਦੇ ਕਾਫ਼ਲੇ ਦੇ ਕਾਫ਼ਲੇ ਲੱਦੇ ਚਲੇ ਜਾ ਰਹੇ ਹਨ। ਸੰਸਾਰ-ਦਰੀਆ ਦੇ ਪੱਤਣ ਉਤੇ ਇਹਨਾਂ ਦੀ ਭੀੜ ਲੱਗੀ ਪਈ ਹੈ ॥੩॥",
    "pronunciation": "lfy: polw bolo, drI-Awau",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "swcau rMig rMgwvlo; sKI hmwro kMqu ]",
    "transliteration": "Saacho Rang Rangaavalo Sakhee Hamaaro Kanth ||",
    "translation": "O sister-friends, my Husband Lord is dyed in the color of Truth.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਸਾਡਾ ਖਸਮ-ਪ੍ਰਭੂ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਉਹ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "sic ivCoVw. nw QIAY; so shu rMig rvMqu ]4]",
    "transliteration": "Sach Vishhorraa Naa Thheeai So Sahu Rang Ravanth ||4||",
    "translation": "She who lovingly remembers her True Husband Lord is not separated from Him again. ||4||",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਉਸ ਨਾਲੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ। (ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਉਹ ਖਸਮ ਪਿਆਰ ਨਾਲ ਗਲੇ ਲਾਈ ਰੱਖਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "sBy ruqI cMgIAw; ijqu scy isau nyhu ]",
    "transliteration": "Sabhae Ruthee Changeeaa Jith Sachae Sio Naehu ||",
    "translation": "All the seasons are good, in which the soul-bride falls in love with the True Lord.",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਉਹ ਸਾਰੀਆਂ ਹੀ ਰੁੱਤਾਂ ਚੰਗੀਆਂ ਲੱਗਦੀਆਂ ਹਨ ਜਿਸ ਜਿਸ ਰੁੱਤ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "sw Dn kMqu pCwixAw; suiK suqI inis fyhu ]5]",
    "transliteration": "Saa Dhhan Kanth Pashhaaniaa Sukh Suthee Nis Ddaehu ||5||",
    "translation": "That soul-bride, who knows her Husband Lord, sleeps in peace, night and day. ||5||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ (ਦੇ ਸਾਕ) ਨੂੰ ਪਛਾਣ ਲੈਂਦੀ ਹੈ (ਕਿਉਂਕਿ) ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਿਨ ਰਾਤ ਪੂਰਨ ਆਨੰਦ ਵਿਚ ਸ਼ਾਂਤ-ਚਿੱਤ ਰਹਿੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "pqix. kUky pwqxI; vM\\\\hu. DRüik ivlwiV ]",
    "transliteration": "Pathan Kookae Paathanee Vannjahu Dhhraak Vilaarr ||",
    "translation": "At the ferry, the ferryman announces, \"O travellers, hurry up and cross over.\"",
    "punjabi": "(ਸੰਸਾਰ-ਦਰੀਆ ਦੇ) ਪੱਤਣ ਉਤੇ (ਖਲੋਤਾ) ਗੁਰੂ-ਮਲਾਹ (ਜੀਵ-ਰਾਹੀਆਂ ਨੂੰ) ਪੁਕਾਰ ਕੇ ਕਹਿ ਰਿਹਾ ਹੈ ਕਿ (ਪ੍ਰਭੂ-ਨਾਮ ਦੇ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹੋ ਤੇ) ਦੌੜ ਕੇ ਛਾਲ ਮਾਰ ਕੇ ਪਾਰ ਲੰਘ ਜਾਵੋ।",
    "pronunciation": "pUrn gurU jI (p`wqxI) mlwh[(p`qix) sqsMgiq[ (vM\\hu)lMGo[ (DRüik) SIGr[ (ivlwiV) B`j ky",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "pwir pvMdVy ifTu mY; siqgur boihiQ cwiV ]6]",
    "transliteration": "Paar Pavandharrae Ddith Mai Sathigur Bohithh Chaarr ||6||",
    "translation": "I have seen them crossing over there, on the boat of the True Guru. ||6||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹ ਕੇ (ਸੰਸਾਰ-ਦਰੀਆ ਤੋਂ) ਪਾਰ ਅੱਪੜੇ ਹੋਏ (ਅਨੇਕਾਂ ਹੀ ਪ੍ਰਾਣੀ) ਮੈਂ (ਆਪ) ਵੇਖੇ ਹਨ ॥੬॥",
    "pronunciation": "cwiV@",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ihknI lidAw. ihik lid gey; ihik Bwry Brnwil ]",
    "transliteration": "Hikanee Ladhiaa Hik Ladh Geae Hik Bhaarae Bhar Naal ||",
    "translation": "Some are getting on board, and some have already set out; some are weighed down with their loads.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦਾ ਹੋਕਾ ਸੁਣ ਕੇ) ਅਨੇਕਾਂ ਜੀਵਾਂ ਨੇ (ਸੰਸਾਰ-ਦਰੀਆ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਵੱਖਰ ਗੁਰੂ ਦੇ ਜਹਾਜ਼ ਵਿਚ) ਲੱਦ ਲਿਆ ਹੈ, ਅਨੇਕਾਂ ਹੀ ਲੱਦ ਕੇ ਪਾਰ ਪਹੁੰਚ ਗਏ ਹਨ, ਪਰ ਅਨੇਕਾਂ ਹੀ (ਐਸੇ ਭੀ ਮੰਦਭਾਗੀ ਹਨ ਜਿਨ੍ਹਾਂ ਗੁਰੂ ਦੀ ਪੁਕਾਰ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕੀਤੀ, ਤੇ ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਭਾਰ ਨਾਲ) ਭਾਰੇ ਹੋ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਚ (ਡੁੱਬ ਗਏ ਹਨ)।",
    "pronunciation": "(Brnwil) smuMdR c f`ubdy hn[ ih`knI[l`idAw[ih`ik[l`id",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ijnI scu vxMijAw sy scy pRB nwil ]7]",
    "transliteration": "Jinee Sach Vananjiaa Sae Sachae Prabh Naal ||7||",
    "translation": "Those who deal in Truth, remain with their True Lord God. ||7||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਵੱਖਰ ਖ਼ਰੀਦਿਆ ਹੈ ਉਹ (ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ) ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਗਏ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "nw hm cMgy AwKIAh; burw. n idsY koie ]",
    "transliteration": "Naa Ham Changae Aakheeah Buraa N Dhisai Koe ||",
    "translation": "I am not called good, and I see none who are bad.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਉਮੈ ਦੂਰ ਕੀਤੀ ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਬੰਦੇ ਇਹ ਨਿਸ਼ਚਾ ਰੱਖਦੇ ਹਨ ਕਿ) ਅਸੀਂ (ਸਭ ਤੋਂ) ਚੰਗੇ ਨਹੀਂ ਆਖੇ ਜਾ ਸਕਦੇ, ਤੇ ਸਾਥੋਂ ਭੈੜਾ ਕੋਈ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "AwKI-Ah",
    "type_id": 3
  },
  {
    "shabad_id": 3719,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "nwnk. haumY mwrIAY; scy jyhVw soie ]8]2]10]",
    "transliteration": "Naanak Houmai Maareeai Sachae Jaeharraa Soe ||8||2||10||",
    "translation": "O Nanak, one who conquers and subdues his ego, becomes just like the True Lord. ||8||2||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਇਕ-ਮਿਕ ਹੋਣ ਵਾਸਤੇ) ਹਉਮੈ ਦੂਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਉਮੈ ਦੂਰ ਕੀਤੀ) ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਰਗਾ ਹੀ ਬਣ ਗਿਆ ॥੮॥੨॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwrU mhlw 1 ]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nw jwxw mUrKu hY koeI; nw jwxw isAwxw ]",
    "transliteration": "Naa Jaanaa Moorakh Hai Koee Naa Jaanaa Siaanaa ||",
    "translation": "I do not believe that anyone is foolish; I do not believe that anyone is clever.",
    "punjabi": "ਮੈਂ ਨਹੀਂ ਸਮਝ ਸਕਦਾ ਕਿ ਜੇਹੜਾ (ਬੰਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਉਹ ਮੂਰਖ (ਕਿਵੇਂ) ਹੈ, ਤੇ ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ ਉਹ ਸਿਆਣਾ ਕਿਵੇਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sdw swihb kY rMgy rwqw; An idnu nwmu vKwxw ]1]",
    "transliteration": "Sadhaa Saahib Kai Rangae Raathaa Anadhin Naam Vakhaanaa ||1||",
    "translation": "Imbued forever with the Love of my Lord and Master, I chant His Name, night and day. ||1||",
    "punjabi": "(ਅਸਲ ਸਿਆਣਪ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਹੈ, ਇਸ ਵਾਸਤੇ) ਮੈਂ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ ਤੇ ਸਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "bwbw mUrKu hw; nwvY bil jwau ]",
    "transliteration": "Baabaa Moorakh Haa Naavai Bal Jaao ||",
    "translation": "O Baba, I am so foolish, but I am a sacrifice to the Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਨਾਮ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। (ਤੇਰੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਮੈਂ ਮੱਤ-ਹੀਨ ਰਹਿੰਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "qU krqw. qU dwnw bInw; qyrY nwim qrwau ]1] rhwau ]",
    "transliteration": "Thoo Karathaa Thoo Dhaanaa Beenaa Thaerai Naam Tharaao ||1|| Rehaao ||",
    "translation": "You are the Creator, You are wise and all-seeing. Through Your Name, we are carried across. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ ਮੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਹੁੰਦੀ ਕਿ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਮੈਂ ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਹੀ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹਾਂ। (ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਮੈਨੂੰ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ) ਤੂੰ ਸਾਡਾ ਸਿਰਜਨਹਾਰ ਹੈਂ, ਤੂੰ ਸਾਡੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈਂ, ਤੂੰ ਸਾਡੇ ਕੰਮਾਂ ਨੂੰ ਹਰ ਵੇਲੇ ਵੇਖਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3720,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "mUrKu isAwxw eyku hY; eyk joiq duie nwau ]",
    "transliteration": "Moorakh Siaanaa Eaek Hai Eaek Joth Dhue Naao ||",
    "translation": "The same person is foolish and wise; the same light within has two names.",
    "punjabi": "ਪਰ ਚਾਹੇ ਕੋਈ ਮੂਰਖ ਹੈ ਚਾਹੇ ਕੋਈ ਸਿਆਣਾ ਹੈ (ਹਰੇਕ ਵਿਚ) ਇਕੋ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਹੈ। ਮੂਰਖ ਤੇ ਸਿਆਣਾ ਦੋ ਵਖ ਵਖ ਨਾਮ ਹਨ ਜੋਤਿ ਦੋਹਾਂ ਵਿਚ ਇਕੋ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "mUrKw isir mUrKu hY; ij mMny nwhI. nwau ]2]",
    "transliteration": "Moorakhaa Sir Moorakh Hai J Mannae Naahee Naao ||2||",
    "translation": "The most foolish of the foolish are those who do not believe in the Name. ||2||",
    "punjabi": "ਜੇਹੜਾ ਆਦਮੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਨਹੀਂ ਕਬੂਲਦਾ, ਉਹ ਮਹਾ ਮੂਰਖ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "gur duAwrY. nwau pweIAY; ibnu siqgur plY. n pwie ]",
    "transliteration": "Gur Dhuaarai Naao Paaeeai Bin Sathigur Palai N Paae ||",
    "translation": "Through the Guru's Gate, the Gurdwara, the Name is obtained. Without the True Guru, it is not received.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "siqgur kY BwxY min vsY; qw Aih inis rhY ilv lwie ]3]",
    "transliteration": "Sathigur Kai Bhaanai Man Vasai Thaa Ahinis Rehai Liv Laae ||3||",
    "translation": "Through the Pleasure of the True Guru's Will, the Name comes to dwell in the mind, and then, night and day, one remains lovingly absorbed in the Lord. ||3||",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਨਾਮ ਵੱਸ ਪਏ, ਤਾਂ ਉਹ ਦਿਨ ਰਾਤ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "rwjM rMgM rUpM mwlM; jobnu qy jUAwrI ]",
    "transliteration": "Raajan Rangan Roopan Maalan Joban Thae Jooaaree ||",
    "translation": "In power, pleasures, beauty, wealth and youth, one gambles his life away.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਰਾਜ, ਰੰਗ-ਤਮਾਸ਼ੇ, ਰੂਪ, ਮਾਲ-ਧਨ ਤੇ ਜਵਾਨੀ-ਸਿਰਫ਼ ਇਹੀ ਵਿਹਾਝਦੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਜੁਆਰੀਏ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "hukmI bwDy pwsY Kylih; caupiV eykw swrI ]4]",
    "transliteration": "Hukamee Baadhhae Paasai Khaelehi Chouparr Eaekaa Saaree ||4||",
    "translation": "Bound by the Hukam of God's Command, the dice are thrown; he is just a piece in the game of chess. ||4||",
    "punjabi": "(ਪਰ ਉਹਨਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਬੱਝੇ ਹੋਏ ਉਹ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੀ) ਚਉਪੜ ਖੇਡ ਖੇਡਦੇ ਰਹਿੰਦੇ ਹਨ, ਇਕੋ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਹੀ ਉਹਨਾਂ ਦੀ ਨਰਦ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "jig cquru isAwxw Brim Bulwxw; nwau pMifq pVih gwvwrI ]",
    "transliteration": "Jag Chathur Siaanaa Bharam Bhulaanaa Naao Panddith Parrehi Gaavaaree ||",
    "translation": "The world is clever and wise, but it is deluded by doubt, and forgets the Name; the Pandit, the religious scholar, studies the scriptures, but he is still a fool.",
    "punjabi": "ਜੇਹੜਾ ਬੰਦਾ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਿਆ ਜਾ ਰਿਹਾ ਹੈ ਉਹੀ ਜਗਤ ਵਿਚ ਚਾਤੁਰ ਤੇ ਸਿਆਣਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ; ਪੜ੍ਹਦੇ ਹਨ (ਮਾਇਆ ਕਮਾਣ ਵਾਲੀ) ਮੂਰਖਾਂ ਦੀ ਵਿੱਦਿਆ, ਪਰ ਆਪਣਾ ਨਾਮ ਸਦਾਂਦੇ ਹਨ 'ਪੰਡਿਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3720,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "nwau ivswrih. bydu smwlih; ibKu BUly lyKwrI ]5]",
    "transliteration": "Naao Visaarehi Baedh Samaalehi Bikh Bhoolae Laekhaaree ||5||",
    "translation": "Forgetting the Name, he dwells upon the Vedas; he writes, but he is confused by his poisonous corruption. ||5||",
    "punjabi": "(ਇਹ ਪੰਡਿਤ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦੇਂਦੇ ਹਨ; ਤੇ ਆਪਣੇ ਵਲੋਂ ਵੇਦ (ਆਦਿਕ ਧਰਮ ਪੁਸਤਕਾਂ) ਨੂੰ ਸੰਭਾਲ ਰਹੇ ਹਨ, ਇਹ ਵਿਦਵਾਨ ਆਤਮਕ ਜੀਵਨ ਦੀ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਜ਼ਹਿਰ ਵਿਚ ਭੁੱਲੇ ਪਏ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]