[
  {
    "id": 43492,
    "shabad_id": 3724,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਚਰਣ ਤਲੈ ੳੁਗਾਹਿ ਬੈਸਿਓ; ਸ੍ਰਮੁ. ਨ ਰਹਿਓ ਸਰੀਰਿ ॥",
    "transliteration": "Charan Thalai Ougaahi Baisiou Sram N Rehiou Sareer ||",
    "translation": "He plants his feet in the boat, and then sits down in it; the fatigue of his body is relieved.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜਾ ਮਨੁੱਖ ਬੇੜੀ ਨੂੰ) ਪੈਰਾਂ ਹੇਠ ਨੱਪ ਕੇ (ਉਸ ਵਿਚ) ਬਹਿ ਗਿਆ, (ਉਸ ਮਨੁੱਖ ਦੇ) ਸਰੀਰ ਵਿਚ (ਪੈਂਡੇ ਦਾ) ਥਕੇਵਾਂ ਨਾਹ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43493,
    "shabad_id": 3724,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮਹਾ ਸਾਗਰੁ. ਨਹ ਵਿਅਾਪੈ; ਖਿਨਹਿ ੳੁਤਰਿਓ ਤੀਰਿ ॥੨॥",
    "transliteration": "Mehaa Saagar Neh Viaapai Khinehi Outhariou Theer ||2||",
    "translation": "The great ocean does not even affect him; in an instant, he arrives on the other shore. ||2||",
    "punjabi": "ਭਿਆਨਕ ਸਮੁੰਦਰ (ਦਰੀਆ ਭੀ) ਉਸ ਉੱਤੇ ਆਪਣਾ ਅਸਰ ਨਹੀਂ ਪਾ ਸਕਦਾ, (ਬੇੜੀ ਵਿਚ ਬੈਠ ਕੇ ਉਹ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ (ਉਸ ਦਰੀਆ ਤੋਂ) ਪਾਰਲੇ ਕੰਢੇ ਜਾ ਉਤਰਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43494,
    "shabad_id": 3724,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਚੰਦਨ ਅਗਰ ਕਪੂਰ ਲੇਪਨ; ਤਿਸੁ ਸੰਗੇ. ਨਹੀ ਪ੍ਰੀਤਿ ॥",
    "transliteration": "Chandhan Agar Kapoor Laepan This Sangae Nehee Preeth ||",
    "translation": "Sandalwood, aloe, and camphor-paste - the earth does not love them.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜਾ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਚੰਦਨ ਅਗਰ ਕਪੂਰ ਨਾਲ ਲੇਪਨ (ਕਰਦਾ ਹੈ, ਧਰਤੀ) ਉਸ (ਮਨੁੱਖ) ਨਾਲ (ਕੋਈ ਖ਼ਾਸ) ਪਿਆਰ ਨਹੀਂ ਕਰਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43495,
    "shabad_id": 3724,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਬਿਸਟਾ ਮੂਤ੍ਰ ਖੋਦਿ ਤਿਲੁ ਤਿਲੁ; ਮਨਿ. ਨ ਮਨੀ ਬਿਪਰੀਤਿ ॥੩॥",
    "transliteration": "Bisattaa Moothr Khodh Thil Thil Man N Manee Bipareeth ||3||",
    "translation": "But it doesn't mind,if someone digs it up bit by bit,and applies manure and urine to it. ||3||",
    "punjabi": "ਤੇ (ਜਿਹੜਾ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਗੂੰਹ ਮੂਤਰ (ਸੁੱਟਦਾ ਹੈ, ਧਰਤੀ ਨੂੰ) ਪੁੱਟ ਕੇ ਰਤਾ ਰਤਾ (ਕਰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਵਿਰੁੱਧ ਆਪਣੇ) ਮਨ ਵਿਚ (ਧਰਤੀ) ਬੁਰਾ ਨਹੀਂ ਮਨਾਂਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43496,
    "shabad_id": 3724,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ੳੂਚ ਨੀਚ ਬਿਕਾਰ ਸੁਕਿ੍ਰਤ; ਸੰਲਗਨ ਸਭ ਸੁਖ ਛਤ੍ਰ ॥",
    "transliteration": "Ooch Neech Bikaar Sukirath Sanlagan Sabh Sukh Shhathr ||",
    "translation": "High and low, bad and good - the comforting canopy of the sky stretches evenly over all.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਕੋਈ ਉੱਚਾ ਹੋਵੇ ਨੀਵਾਂ ਹੋਵੇ, ਕੋਈ ਬੁਰਾਈ ਕਰੇ ਕੋਈ ਭਲਾਈ ਕਰੇ (ਆਕਾਸ਼ ਸਭਨਾਂ ਨਾਲ) ਇਕੋ ਜਿਹਾ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਸਭਨਾਂ ਵਾਸਤੇ ਸੁਖਾਂ ਦਾ ਛਤਰ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "ਸੁ-ਕਿ੍ਰਤ। ਸੰ-ਲਗਨ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 43497,
    "shabad_id": 3724,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਿਤ੍ਰ ਸਤ੍ਰੁ. ਨ ਕਛੂ ਜਾਨੈ; ਸਰਬ ਜੀਅ ਸਮਤ ॥੪॥",
    "transliteration": "Mithr Sathra N Kashhoo Jaanai Sarab Jeea Samath ||4||",
    "translation": "It knows nothing of friend and enemy; all beings are alike to it. ||4||",
    "punjabi": "(ਆਕਾਸ਼) ਨਾਹ ਕਿਸੇ ਨੂੰ ਮਿੱਤਰ ਸਮਝਦਾ ਹੈ ਨਾਹ ਕਿਸੇ ਨੂੰ ਵੈਰੀ, (ਆਕਾਸ਼) ਸਾਰੇ ਜੀਵਾਂ ਵਾਸਤੇ ਇੱਕ-ਸਮਾਨ ਹੈ ॥੪॥",
    "pronunciation": "ੲਿੱਕ (ਸਮਤ) ਸਮਾਨ।ਸਮਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 43498,
    "shabad_id": 3724,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਕਰਿ ਪ੍ਰਗਾਸੁ ਪ੍ਰਚੰਡ ਪ੍ਰਗਟਿਓ; ਅੰਧਕਾਰ ਬਿਨਾਸ ॥",
    "transliteration": "Kar Pragaas Prachandd Pragattiou Andhhakaar Binaas ||",
    "translation": "Blazing with its dazzling light, the sun rises, and dispels the darkness.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਸੂਰਜ) ਤੇਜ਼ ਰੌਸ਼ਨੀ ਕਰ ਕੇ (ਆਕਾਸ਼ ਵਿਚ) ਪਰਗਟ ਹੁੰਦਾ ਹੈ ਅਤੇ ਹਨੇਰੇ ਦਾ ਨਾਸ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43499,
    "shabad_id": 3724,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਪਵਿਤ੍ਰ ਅਪਵਿਤ੍ਰਹ ਕਿਰਣ ਲਾਗੇ; ਮਨਿ. ਨ ਭੲਿਓ ਬਿਖਾਦੁ ॥੫॥",
    "transliteration": "Pavithr Apavithreh Kiran Laagae Man N Bhaeiou Bikhaadh ||5||",
    "translation": "Touching both the pure and the impure, it harbors no hatred to any. ||5||",
    "punjabi": "ਚੰਗੇ ਮੰਦੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਉਸ ਦੀਆਂ ਕਿਰਣਾਂ ਲੱਗਦੀਆਂ ਹਨ, (ਸੂਰਜ ਦੇ) ਮਨ ਵਿਚ (ਇਸ ਗੱਲੋਂ) ਦੁੱਖ ਨਹੀਂ ਹੁੰਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43500,
    "shabad_id": 3724,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਸੀਤ ਮੰਦ ਸੁਗੰਧ ਚਲਿਓ; ਸਰਬ ਥਾਨ ਸਮਾਨ ॥",
    "transliteration": "Seeth Mandh Sugandhh Chaliou Sarab Thhaan Samaan ||",
    "translation": "The cool and fragrant wind gently blows upon all places alike.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਠੰਢੀ (ਹਵਾ) ਸੁਗੰਧੀ-ਭਰੀ (ਹਵਾ) ਮੱਠੀ ਮੱਠੀ ਸਭਨਾਂ ਥਾਂਵਾਂ ਵਿਚ ਇਕੋ ਜਿਹੀ ਚੱਲਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43501,
    "shabad_id": 3724,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਜਹਾ ਸਾ ਕਿਛੁ. ਤਹਾ ਲਾਗਿਓ; ਤਿਲੁ. ਨ ਸੰਕਾ ਮਾਨ ॥੬॥",
    "transliteration": "Jehaa Saa Kishh Thehaa Laagiou Thil N Sankaa Maan ||6||",
    "translation": "Wherever anything is, it touches it there, and does not hesitate a bit. ||6||",
    "punjabi": "ਜਿੱਥੇ ਭੀ ਕੋਈ ਚੀਜ਼ ਹੋਵੇ (ਚੰਗੀ ਹੋਵੇ ਚਾਹੇ ਮੰਦੀ) ਉੱਥੇ ਹੀ (ਸਭ ਨੂੰ) ਲੱਗਦੀ ਹੈ, ਰਤਾ ਭੀ ਝਿਜਕ ਨਹੀਂ ਕਰਦੀ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43502,
    "shabad_id": 3724,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਸੁਭਾੲਿ ਅਭਾੲਿ ਜੁ ਨਿਕਟਿ ਅਾਵੈ; ਸੀਤੁ ਤਾ ਕਾ ਜਾੲਿ ॥",
    "transliteration": "Subhaae Abhaae J Nikatt Aavai Seeth Thaa Kaa Jaae ||",
    "translation": "Good or bad, whoever comes close to the fire - his cold is taken away.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਚੰਗੀ ਭਾਵਨਾ ਨਾਲ ਜਾਂ ਮੰਦੀ ਭਾਵਨਾ ਨਾਲ (ਅੱਗ ਦੇ) ਨੇੜੇ ਆਉਂਦਾ ਹੈ, ਉਸ ਦਾ ਪਾਲਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43503,
    "shabad_id": 3724,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਅਾਪ ਪਰ ਕਾ ਕਛੁ. ਨ ਜਾਣੈ; ਸਦਾ ਸਹਜਿ ਸੁਭਾੲਿ ॥੭॥",
    "transliteration": "Aap Par Kaa Kashh N Jaanai Sadhaa Sehaj Subhaae ||7||",
    "translation": "It knows nothing of its own or others'; it is constant in the same quality. ||7||",
    "punjabi": "(ਅੱਗ) ਇਹ ਗੱਲ ਬਿਲਕੁਲ ਨਹੀਂ ਜਾਣਦੀ ਕਿ ਇਹ ਆਪਣਾ ਹੈ ਇਹ ਪਰਾਇਆ ਹੈ, (ਅੱਗ) ਅਡੋਲਤਾ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ਆਪਣੇ ਸੁਭਾਵ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43504,
    "shabad_id": 3724,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਚਰਣ ਸਰਣ ਸਨਾਥ ੲਿਹੁ ਮਨੁ; ਰੰਗਿ ਰਾਤੇ ਲਾਲ ॥",
    "transliteration": "Charan Saran Sanaathh Eihu Man Rang Raathae Laal ||",
    "translation": "Whoever seeks the Sancuary of the feet of the Sublime Lord - his mind is attuned to the Love of the Beloved.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਰਹਿ ਕੇ ਖਸਮ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਪ੍ਰਭੂ ਵਿਚ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਇਹ ਮਨ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43505,
    "shabad_id": 3724,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਗੋਪਾਲ ਗੁਣ ਨਿਤ ਗਾੳੁ ਨਾਨਕ; ਭੲੇ ਪ੍ਰਭ ਕਿਰਪਾਲ ॥੮॥੩॥",
    "transliteration": "Gopaal Gun Nith Gaao Naanak Bheae Prabh Kirapaal ||8||3||",
    "translation": "Constantly singing the Glorious Praises of the Lord of the World, O Nanak, God becomes merciful to us. ||8||3||",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਭੀ) ਗੋਪਾਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਿਹਾ ਕਰ। ਹੇ ਨਾਨਕ! (ਜਿਹੜੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ) ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੮॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43506,
    "shabad_id": 3725,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ਘਰੁ ੪ ਅਸਟਪਦੀਅਾ",
    "transliteration": "Maaroo Mehalaa 5 Ghar 4 Asattapadheeaa",
    "translation": "Maaroo, Fifth Mehl, Fourth House, Ashtapadees:",
    "punjabi": "ਰਾਗ ਮਾਰੂ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 43507,
    "shabad_id": 3725,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 43508,
    "shabad_id": 3725,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਚਾਦਨਾ. ਚਾਦਨੁ ਅਾਂਗਨਿ; ਪ੍ਰਭ ਜੀੳੁ ਅੰਤਰਿ ਚਾਦਨਾ ॥੧॥",
    "transliteration": "Chaadhanaa Chaadhan Aaangan Prabh Jeeo Anthar Chaadhanaa ||1||",
    "translation": "Moonlight, moonlight - in the courtyard of the mind, let the moonlight of God shine down. ||1||",
    "punjabi": "(ਲੋਕ ਖ਼ੁਸ਼ੀ ਆਦਿਕ ਦੇ ਮੌਕੇ ਤੇ ਘਰਾਂ ਵਿਚ ਦੀਵੇ ਆਦਿਕ ਬਾਲ ਕੇ ਚਾਨਣ ਕਰਦੇ ਹਨ, ਪਰ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਚਾਨਣ ਹੋ ਜਾਣਾ-ਇਹ ਵਿਹੜੇ ਵਿਚ ਹੋਰ ਸਭ ਚਾਨਣਾਂ ਨਾਲੋਂ ਵਧੀਆ ਚਾਨਣ ਹੈ ॥੧॥",
    "pronunciation": "ਚਾਂਦਨਾ, ਚਾਂਦਨੁ",
    "type_id": 3
  },
  {
    "id": 43509,
    "shabad_id": 3725,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਅਾਰਾਧਨਾ ਅਰਾਧਨੁ ਨੀਕਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਰਾਧਨਾ ॥੨॥",
    "transliteration": "Aaraadhhanaa Araadhhan Neekaa Har Har Naam Araadhhanaa ||2||",
    "translation": "Meditation, meditation - sublime is meditation on the Name of the Lord, Har, Har. ||2||",
    "punjabi": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਸਿਮਰਨਾ-ਇਹ ਹੋਰ ਸਾਰੇ ਸਿਮਰਨਾਂ ਨਾਲੋਂ ਸੋਹਣਾ ਸਿਮਰਨ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43510,
    "shabad_id": 3725,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਤਿਅਾਗਨਾ ਤਿਅਾਗਨੁ ਨੀਕਾ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਤਿਅਾਗਨਾ ॥੩॥",
    "transliteration": "Thiaaganaa Thiaagan Neekaa Kaam Krodhh Lobh Thiaaganaa ||3||",
    "translation": "Renunciation, renunciation - noble is the renunciation of sexual desire, anger and greed. ||3||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ ਲੋਕ ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਜਾਂਦੇ ਹਨ, ਪਰ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚੋਂ) ਤਿਆਗ ਦੇਣਾ-ਇਹ ਹੋਰ ਸਾਰੇ ਤਿਆਗਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਤਿਆਗ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43511,
    "shabad_id": 3725,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮਾਗਨਾ ਮਾਗਨੁ ਨੀਕਾ; ਹਰਿ ਜਸੁ ਗੁਰ ਤੇ ਮਾਗਨਾ ॥੪॥",
    "transliteration": "Maaganaa Maagan Neekaa Har Jas Gur Thae Maaganaa ||4||",
    "translation": "Begging, begging - it is noble to beg for the Lord's Praise from the Guru. ||4||",
    "punjabi": "ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਖ਼ੈਰ ਮੰਗਣਾ-ਇਹ ਹੋਰ ਸਾਰੀਆਂ ਮੰਗਾਂ ਨਾਲੋਂ ਵਧੀਆ ਮੰਗ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43512,
    "shabad_id": 3725,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਜਾਗਨਾ ਜਾਗਨੁ ਨੀਕਾ; ਹਰਿ ਕੀਰਤਨ ਮਹਿ ਜਾਗਨਾ ॥੫॥",
    "transliteration": "Jaaganaa Jaagan Neekaa Har Keerathan Mehi Jaaganaa ||5||",
    "translation": "Vigils, vigils - sublime is the vigil spent singing the Kirtan of the Lord's Praises. ||5||",
    "punjabi": "(ਦੇਵੀ ਆਦਿਕ ਦੀ ਪੂਜਾ ਵਾਸਤੇ ਲੋਕ ਜਾਗਰੇ ਕਰਦੇ ਹਨ, ਪਰ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜਾਗਣਾ-ਇਹ ਹੋਰ ਜਾਗਰਿਆਂ ਨਾਲੋਂ ਉੱਤਮ ਜਾਗਰਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43513,
    "shabad_id": 3725,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਲਾਗਨਾ ਲਾਗਨੁ ਨੀਕਾ; ਗੁਰ ਚਰਣੀ ਮਨੁ ਲਾਗਨਾ ॥੬॥",
    "transliteration": "Laaganaa Laagan Neekaa Gur Charanee Man Laaganaa ||6||",
    "translation": "Attachment, attachment - sublime is the attachment of the mind to the Guru's Feet. ||6||",
    "punjabi": "ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਨ ਦਾ ਪਿਆਰ ਬਣ ਜਾਣਾ-ਇਹ ਹੋਰ ਸਾਰੀਆਂ ਲਗਨਾਂ ਨਾਲੋਂ ਵਧੀਆ ਲਗਨ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43514,
    "shabad_id": 3725,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ੲਿਹ ਬਿਧਿ ਤਿਸਹਿ ਪਰਾਪਤੇ; ਜਾ ਕੈ ਮਸਤਕਿ ਭਾਗਨਾ ॥੭॥",
    "transliteration": "Eih Bidhh Thisehi Paraapathae Jaa Kai Masathak Bhaaganaa ||7||",
    "translation": "He alone is blessed with this way of life, upon whose forehead such destiny is recorded. ||7||",
    "punjabi": "ਪਰ, ਇਹ ਜੁਗਤਿ ਉਸੇ ਹੀ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਭਾਗ ਜਾਗ ਪੈਣ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43515,
    "shabad_id": 3725,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਸੁ ਸਭੁ ਕਿਛੁ ਨੀਕਾ; ਜੋ ਪ੍ਰਭ ਕੀ ਸਰਨਾਗਨਾ ॥੮॥੧॥੪॥",
    "transliteration": "Kahu Naanak This Sabh Kishh Neekaa Jo Prabh Kee Saranaaganaa ||8||1||4||",
    "translation": "Says Nanak, everything is sublime and noble, for one who enters the Sanctuary of God. ||8||1||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰੇਕ ਸੋਹਣਾ ਗੁਣ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43516,
    "shabad_id": 3726,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ॥",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43517,
    "shabad_id": 3726,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾੳੁ ਜੀ. ਤੂ ਅਾੳੁ ਹਮਾਰੈ; ਹਰਿ ਜਸੁ ਸ੍ਰਵਨ ਸੁਨਾਵਨਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aao Jee Thoo Aao Hamaarai Har Jas Sravan Sunaavanaa ||1|| Rehaao ||",
    "translation": "Please come O please come into the home of my heart that I may hear with my ears the Lord's Praises. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸ, ਤੇ, ਮੇਰੇ ਕੰਨਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 43518,
    "shabad_id": 3726,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਤੁਧੁ ਅਾਵਤ. ਮੇਰਾ ਮਨੁ ਤਨੁ ਹਰਿਅਾ; ਹਰਿ ਜਸੁ ਤੁਮ ਸੰਗਿ ਗਾਵਨਾ ॥੧॥",
    "transliteration": "Thudhh Aavath Maeraa Man Than Hariaa Har Jas Thum Sang Gaavanaa ||1||",
    "translation": "With your coming, my soul and body are rejuvenated, and I sing with you the Lord's Praises. ||1||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਤੇਰੇ ਆਇਆਂ ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਜਸ ਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43519,
    "shabad_id": 3726,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸੰਤ ਕਿ੍ਰਪਾ ਤੇ ਹਿਰਦੈ ਵਾਸੈ; ਦੂਜਾ ਭਾੳੁ ਮਿਟਾਵਨਾ ॥੨॥",
    "transliteration": "Santh Kirapaa Thae Hiradhai Vaasai Dhoojaa Bhaao Mittaavanaa ||2||",
    "translation": "By the Grace of the Saint, the Lord dwells within the heart, and the love of duality is eradicated. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43520,
    "shabad_id": 3726,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਭਗਤ ਦੲਿਅਾ ਤੇ. ਬੁਧਿ ਪਰਗਾਸੈ; ਦੁਰਮਤਿ ਦੂਖ ਤਜਾਵਨਾ ॥੩॥",
    "transliteration": "Bhagath Dhaeiaa Thae Budhh Paragaasai Dhuramath Dhookh Thajaavanaa ||3||",
    "translation": "By the kindness of the devotee, the intellect is enlightened, and pain and evil-mindedness are eradicated. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦੀ ਕਿਰਪਾ ਨਾਲ ਬੁੱਧੀ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਖੋਟੀ ਮੱਤ ਦੇ ਸਾਰੇ ਵਿਕਾਰ ਤਿਆਗੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43521,
    "shabad_id": 3726,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਦਰਸਨੁ ਭੇਟਤ ਹੋਤ ਪੁਨੀਤਾ; ਪੁਨਰਪਿ ਗਰਭਿ. ਨ ਪਾਵਨਾ ॥੪॥",
    "transliteration": "Dharasan Bhaettath Hoth Puneethaa Punarap Garabh N Paavanaa ||4||",
    "translation": "Beholding the Blessed Vision of His Darshan, one is sanctified, and is no longer consigned to the womb of reincarnation. ||4||",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਜੀਵਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪਈਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43522,
    "shabad_id": 3726,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਨੳੁ ਨਿਧਿ ਰਿਧਿ ਸਿਧਿ ਪਾੲੀ; ਜੋ ਤੁਮਰੈ ਮਨਿ ਭਾਵਨਾ ॥੫॥",
    "transliteration": "No Nidhh Ridhh Sidhh Paaee Jo Thumarai Man Bhaavanaa ||5||",
    "translation": "The nine treasures, wealth and miraculous spiritual powers are obtained, by one who is pleasing to Your mind. ||5||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜਾ (ਵਡਭਾਗੀ) ਮਨੁੱਖ ਤੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ, (ਮਾਨੋ) ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਅਤੇ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43523,
    "shabad_id": 3726,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਸੰਤ ਬਿਨਾ. ਮੈ ਥਾੳੁ, ਨ ਕੋੲੀ; ਅਵਰ. ਨ ਸੂਝੈ ਜਾਵਨਾ ॥੬॥",
    "transliteration": "Santh Binaa Mai Thhaao N Koee Avar N Soojhai Jaavanaa ||6||",
    "translation": "Without the Saint, I have no place of rest at all; I cannot think of any other place to go. ||6||",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ, ਕਿਸੇ ਹੋਰ ਥਾਂ ਜਾਣਾ ਮੈਨੂੰ ਨਹੀਂ ਸੁੱਝਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43524,
    "shabad_id": 3726,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਮੋਹਿ ਨਿਰਗੁਨ ਕੳੁ. ਕੋੲਿ, ਨ ਰਾਖੈ; ਸੰਤਾ ਸੰਗਿ ਸਮਾਵਨਾ ॥੭॥",
    "transliteration": "Mohi Niragun Ko Koe N Raakhai Santhaa Sang Samaavanaa ||7||",
    "translation": "I am unworthy; no one gives me sanctuary. But in the Society of the Saints, I merge in God. ||7||",
    "punjabi": "ਮੇਰੀ ਗੁਣ-ਹੀਨ ਦੀ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਬਾਂਹ ਨਹੀਂ ਫੜਦਾ। ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋਈਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43525,
    "shabad_id": 3726,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰਿ, ਚਲਤੁ ਦਿਖਾੲਿਅਾ; ਮਨ ਮਧੇ ਹਰਿ ਹਰਿ ਰਾਵਨਾ ॥੮॥੨॥੫॥",
    "transliteration": "Kahu Naanak Gur Chalath Dhikhaaeiaa Man Madhhae Har Har Raavanaa ||8||2||5||",
    "translation": "Says Nanak, the Guru has revealed this miracle; within my mind, I enjoy the Lord, Har, Har. ||8||2||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਅਚਰਜ ਤਮਾਸ਼ਾ ਵਿਖਾ ਦਿੱਤਾ ਹੈ। ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹਾਂ ॥੮॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
