[
  {
    "id": 46722,
    "shabad_id": 3813,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awpy isRsit sB swjIAnu; Awpy vrqIjY ]",
    "transliteration": "Aapae Srisatt Sabh Saajeean Aapae Varatheejai ||",
    "translation": "He Himself created the entire universe, and He Himself is pervading it.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਸਾਵੇਂ ਮੁੱਲ ਦੀ ਚੀਜ਼ ਹੋਵੇ ਭੀ ਕਿਵੇਂ? ਕਿਉਂਕਿ) ਉਸ ਨੇ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਬਣਾਈ ਹੈ ਤੇ ਆਪ ਹੀ ਇਸ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46723,
    "shabad_id": 3813,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gurmuiK sdw slwhIAY; scu kImiq kIjY ]",
    "transliteration": "Guramukh Sadhaa Salaaheeai Sach Keemath Keejai ||",
    "translation": "The Gurmukhs praise the Lord forever, and through the Truth, they assess Him.",
    "punjabi": "(ਹਾਂ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੀਏ (ਬੱਸ, ਇਹ) ਸਿਮਰਨ ਹੀ ('ਨਾਮ' ਦੀ ਪ੍ਰਾਪਤੀ ਲਈ) ਮੁੱਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46724,
    "shabad_id": 3813,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gur sbdI. kmlu ibgwisAw; iev hir rsu pIjY ]",
    "transliteration": "Gur Sabadhee Kamal Bigaasiaa Eiv Har Ras Peejai ||",
    "translation": "Through the Word of the Guru's Shabad, the heart-lotus blossoms forth, and in this way, one drinks in the sublime essence of the Lord.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਦੇ ਸਬਦ ਦੀ ਰਾਹੀਂ ਹਿਰਦਾ-ਕੌਲ ਖਿੜਦਾ ਹੈ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਨਾਮ-ਰਸ ਪੀਵੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46725,
    "shabad_id": 3813,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Awvx jwxw TwikAw; suiK shij svIjY ]7]",
    "transliteration": "Aavan Jaanaa Thaakiaa Sukh Sehaj Saveejai ||7||",
    "translation": "Coming and going in reincarnation ceases, and one sleeps in peace and poise. ||7||",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਆਉਣ ਜਾਣ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ਤੇ ਸੁਖ ਵਿਚ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46726,
    "shabad_id": 3814,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sloku mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46727,
    "shabad_id": 3814,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nw mYlw. nw DuMDlw; nw Bgvw. nw kcu ]",
    "transliteration": "Naa Mailaa Naa Dhhundhhalaa Naa Bhagavaa Naa Kach ||",
    "translation": "Neither dirty, nor dull, nor saffron, nor any color that fades.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ) ਵਿਕਾਰਾਂ ਨਾਲ ਨਹੀਂ ਲਿੱਬੜਦਾ, ਉਸ ਦੀ ਨਿਗਾਹ ਧੁੰਧਲੀ ਨਹੀਂ ਹੁੰਦੀ (ਭਾਵ, ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਸਾਫ਼ ਪਿਆ ਦਿੱਸਦਾ ਹੈ) ਉਸ ਨੂੰ ਕਿਸੇ ਭੇਖ ਆਦਿਕ ਦੀ ਤਾਂਘ ਨਹੀਂ ਹੁੰਦੀ, ਨਾਸਵੰਤ ਜਗਤ ਦਾ ਮੋਹ ਭੀ ਉਸ ਨੂੰ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46728,
    "shabad_id": 3814,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk lwlo lwlu hY; scY rqw scu ]1]",
    "transliteration": "Naanak Laalo Laal Hai Sachai Rathaa Sach ||1||",
    "translation": "O Nanak, crimson - deep crimson is the color of one who is imbued with the True Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਜਿਹੜਾ ਮਨੁੱਖ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਰੂਪ ਹੀ) ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਗੂੜ੍ਹਾ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46729,
    "shabad_id": 3815,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46730,
    "shabad_id": 3815,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "shij vxspiq. Pulu Plu; Bvru vsY BY KMif ]",
    "transliteration": "Sehaj Vanasapath Ful Fal Bhavar Vasai Bhai Khandd ||",
    "translation": "The bumble bee intuitively and fearlessly dwells among the vegetation, flowers and fruits.",
    "punjabi": "ਉਹ ਜੀਵ-ਭੌਰਾ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਡਰ ਨਾਸ ਕਰ ਕੇ (ਸਦਾ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਬਨਸਪਤੀ ਦਾ ਹਰੇਕ ਫੁੱਲ ਹਰੇਕ ਫਲ (ਜਗਤ ਦਾ ਹਰੇਕ ਮਨ-ਮੋਹਣਾ ਪਦਾਰਥ ਉਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਦੇ ਥਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ।",
    "pronunciation": "v-xspiq[ P`ulu",
    "type_id": 3
  },
  {
    "id": 46731,
    "shabad_id": 3815,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. qrvru eyku hY; eyko Pulu iBrMgu ]2]",
    "transliteration": "Naanak Tharavar Eaek Hai Eaeko Ful Bhirang ||2||",
    "translation": "O Nanak, there is only one tree, one flower, and one bumble bee. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਵੇਂ ਪੰਛੀਆਂ ਦੇ ਰੈਣ-ਬਸੇਰੇ ਵਾਸਤੇ ਰੁੱਖ ਆਸਰਾ ਹੈ, ਤਿਵੇਂ ਜਿਹੜਾ ਜੀਵ-) ਭੌਰਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਆਸਰਾ-ਸਹਾਰਾ ਸਮਝਦਾ ਹੈ (ਜੋ ਭੌਰਿਆਂ ਵਾਂਗ ਹਰੇਕ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਨਹੀਂ ਲੈਂਦਾ ਫਿਰਦਾ, ਸਗੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ ਸਾਲਾਹ-ਰੂਪ) ਫੁੱਲ (ਦੀ ਸੁਗੰਧੀ ਹੀ) ਮਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "pRmySrjI rUpI (qrvru) ibR`C[Drm rUpI Pu`l[gursyvk (iB-rMgu) BOrw",
    "type_id": 3
  },
  {
    "id": 46732,
    "shabad_id": 3816,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46733,
    "shabad_id": 3816,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jo jn lUJih mnY isau; sy sUry prDwnw ]",
    "transliteration": "Jo Jan Loojhehi Manai Sio Sae Soorae Paradhhaanaa ||",
    "translation": "Those humble beings who struggle with their minds are brave and distinguished heroes.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਆਪਣੇ) ਮਨ ਨਾਲ ਲੜਦੇ ਹਨ ਉਹ ਸੂਰਮੇ ਇਨਸਾਨ ਬਣਦੇ ਹਨ ਉਹ ਮੰਨੇ-ਪ੍ਰਮੰਨੇ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46734,
    "shabad_id": 3816,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir syqI sdw imil rhy; ijnI Awpu pCwnw ]",
    "transliteration": "Har Saethee Sadhaa Mil Rehae Jinee Aap Pashhaanaa ||",
    "translation": "Those who realize their own selves, remain forever united with the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣਿਆ ਹੈ ਉਹ ਸਦਾ ਰੱਬ ਨਾਲ ਮਿਲੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46735,
    "shabad_id": 3816,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "igAwnIAw kw iehu mhqu hY; mn mwih smwnw ]",
    "transliteration": "Giaaneeaa Kaa Eihu Mehath Hai Man Maahi Samaanaa ||",
    "translation": "This is the glory of the spiritual teachers, that they remain absorbed in their mind.",
    "punjabi": "ਗਿਆਨਵਾਨ ਬੰਦਿਆਂ ਦੀ ਵਡਿਆਈ ਹੀ ਇਹ ਹੈ (ਭਾਵ, ਇਸੇ ਗੱਲ ਵਿਚ ਵਡਿਆਈ ਹੈ) ਕਿ ਉਹ ਮਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਭਟਕਣ ਦੇ ਥਾਂ ਅੰਦਰ ਵਲ ਪਰਤੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "m-h`qu",
    "type_id": 3
  },
  {
    "id": 46736,
    "shabad_id": 3816,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir jIau kw mhlu pwieAw; scu lwie iDAwnw ]",
    "transliteration": "Har Jeeo Kaa Mehal Paaeiaa Sach Laae Dhhiaanaa ||",
    "translation": "They attain the Mansion of the Lord's Presence, and focus their meditation on the True Lord.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਸੁਰਤ ਜੋੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਰੱਬ ਦਾ ਘਰ ਲੱਭ ਪੈਂਦਾ ਹੈ, ਰੱਬ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46737,
    "shabad_id": 3816,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijn gur prswdI. mnu jIiqAw; jgu iqnih ijqwnw ]8]",
    "transliteration": "Jin Gur Parasaadhee Man Jeethiaa Jag Thinehi Jithaanaa ||8||",
    "translation": "Those who conquer their own minds, by Guru's Grace, conquer the world. ||8||",
    "punjabi": "(ਸੋ) ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਆਪਣੇ ਮਨ ਨੂੰ ਜਿੱਤਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਜਗਤ ਜਿੱਤ ਲਿਆ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46738,
    "shabad_id": 3817,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46739,
    "shabad_id": 3817,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jogI hovw jig Bvw; Gir Gir BIiKAw lyau ]",
    "transliteration": "Jogee Hovaa Jag Bhavaa Ghar Ghar Bheekhiaa Laeo ||",
    "translation": "If I were to become a Yogi, and wander around the world, begging from door to door,",
    "punjabi": "ਜੇ ਮੈਂ ਜੋਗੀ ਬਣ ਜਾਵਾਂ, ਜਗਤ ਵਿਚ ਭੌਂਦਾ ਫਿਰਾਂ ਤੇ ਘਰ ਘਰ ਤੋਂ (ਨਿਰਾ) ਖੈਰ ਹੀ ਲੈਂਦਾ ਰਹਾਂ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46740,
    "shabad_id": 3817,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "drgh lyKw mMgIAY; iksu iksu auqru dyau ]",
    "transliteration": "Dharageh Laekhaa Mangeeai Kis Kis Outhar Dhaeo ||",
    "translation": "Then, when I am summoned to the Court of the Lord, what answer could I give?",
    "punjabi": "(ਤੇ ਆਪਣੀਆਂ ਕਰਤੂਤਾਂ ਵਲ ਵੇਖਾਂ ਹੀ ਨਾਹ, ਤਾਂ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਤਾਂ ਅਮਲਾਂ ਦਾ) ਲੇਖਾ ਮੰਗੀਦਾ ਹੈ ਮੈਂ ਕਿਸ ਕਿਸ ਕਰਤੂਤ ਦਾ ਜਵਾਬ ਦਿਆਂਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46741,
    "shabad_id": 3817,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iBiKAw nwmu. sMqoKu mVI; sdw scu hY nwil ]",
    "transliteration": "Bhikhiaa Naam Santhokh Marree Sadhaa Sach Hai Naal ||",
    "translation": "The Naam, the Name of the Lord, is the charity I beg for; contentment is my temple. The True Lord is always with me.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਭਿੱਛਿਆ ਬਣਾਇਆ ਹੈ ਸੰਤੋਖ ਨੂੰ ਕੁਟੀਆ ਬਣਾਇਆ ਹੈ ਰੱਬ ਸਦਾ ਉਸ ਦੇ ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "iB`iKAw[mV@I",
    "type_id": 3
  },
  {
    "id": 46742,
    "shabad_id": 3817,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ByKI hwQ. n lDIAw; sB bDI jmkwil ]",
    "transliteration": "Bhaekhee Haathh N Ladhheeaa Sabh Badhhee Jamakaal ||",
    "translation": "Nothing is obtained by wearing religious robes; all will be seized by the Messenger of Death.",
    "punjabi": "ਭੇਖਾਂ ਨਾਲ ਕਦੇ ਕਿਸੇ ਨੂੰ ਅਸਲੀਅਤ ਨਹੀਂ ਲੱਭੀ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਜਮਕਾਲ ਨੇ ਬੰਨ੍ਹ ਰੱਖੀ ਹੈ।",
    "pronunciation": "ByKIN[ l`DIAw[ b`DI",
    "type_id": 3
  },
  {
    "id": 46743,
    "shabad_id": 3817,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk glw JUTIAw; scw nwmu smwil ]1]",
    "transliteration": "Naanak Galaa Jhootheeaa Sachaa Naam Samaal ||1||",
    "translation": "O Nanak, talk is false; contemplate the True Name. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਯਾਦ ਕਰ, ਇਸ ਤੋਂ ਛੁਟ ਹੋਰ ਗੱਲਾਂ ਕੂੜੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46744,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46745,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ijqu dir lyKw mMgIAY; so dru syivhu. n koie ]",
    "transliteration": "Jith Dhar Laekhaa Mangeeai So Dhar Saevihu N Koe ||",
    "translation": "Through that door, you will be called to account; do not serve at that door.",
    "punjabi": "ਜਿਸ ਬੂਹੇ ਤੇ (ਬੈਠਿਆਂ, ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਲੇਖਾ (ਫਿਰ ਭੀ) ਮੰਗਿਆ ਜਾਣਾ ਹੈ ਉਹ ਬੂਹਾ ਕੋਈ ਨਾਹ ਮੱਲਿਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46746,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AYsw siqguru loiV lhu; ijsu jyvfu Avru. n koie ]",
    "transliteration": "Aisaa Sathigur Lorr Lahu Jis Jaevadd Avar N Koe ||",
    "translation": "Seek and find such a True Guru, who has no equal in His greatness.",
    "punjabi": "ਐਸਾ ਗੁਰੂ ਲੱਭੋ ਜਿਸ ਵਰਗਾ ਹੋਰ ਨਾਹ ਲੱਭ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46747,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "iqsu srxweI CUtIAY; lyKw mMgY. n koie ]",
    "transliteration": "This Saranaaee Shhootteeai Laekhaa Mangai N Koe ||",
    "translation": "In His Sanctuary, one is released, and no one calls him to account.",
    "punjabi": "ਉਸ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਕਰਮਾਂ ਦੇ ਗੇੜ ਤੋਂ) ਮੁਕਤ ਹੋਈਦਾ ਹੈ। (ਫਿਰ ਕਿਸੇ ਕਰਮਾਂ ਦਾ) ਲੇਖਾ ਕੋਈ ਨਹੀਂ ਮੰਗਦਾ (ਕਿਉਂਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46748,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "scu idRVwey. scu idRVu; scw Ehu sbdu dyie ]",
    "transliteration": "Sach Dhrirraaeae Sach Dhrirr Sachaa Ouhu Sabadh Dhaee ||",
    "translation": "Truth is implanted within Him, and He implants Truth within others. He bestows the blessing of the True Shabad.",
    "punjabi": "ਉਹ ਗੁਰੂ ਆਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੱਲੇ ਬੰਨ੍ਹਦਾ ਹੈ (ਸਰਨ ਆਇਆਂ ਦੇ) ਪੱਲੇ ਬੰਨ੍ਹਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46749,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ihrdY ijs dY scu hY; qnu mnu BI scw hoie ]",
    "transliteration": "Hiradhai Jis Dhai Sach Hai Than Man Bhee Sachaa Hoe ||",
    "translation": "One who has Truth within his heart - his body and mind are also true.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਰੱਬ ਆ ਵੱਸਦਾ ਹੈ ਉਸ ਦਾ ਸਰੀਰ ਭੀ ਉਸ ਦਾ ਮਨ ਭੀ ਰੱਬ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46750,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. scY hukim mMinAY; scI vifAweI dyie ]",
    "transliteration": "Naanak Sachai Hukam Manniai Sachee Vaddiaaee Dhaee ||",
    "translation": "O Nanak, if one submits to the Hukam, the Command of the True Lord God, he is blessed with true glory and greatness.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਮੰਨ ਲਈਏ ਤਾਂ ਉਹ ਸੱਚੀ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46751,
    "shabad_id": 3818,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "scy mwih smwvsI; ijs no ndir kryie ]2]",
    "transliteration": "Sachae Maahi Samaavasee Jis No Nadhar Karaee ||2||",
    "translation": "He is immersed and merged in the True Lord, who blesses him with His Glance of Grace. ||2||",
    "punjabi": "ਪਰ, ਉਹੀ ਮਨੁੱਖ ਆਪਣਾ ਆਪ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਕਰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਉਹ ਆਪ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46752,
    "shabad_id": 3819,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46753,
    "shabad_id": 3819,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sUry eyih. n AwKIAih; AhMkwir mrih duKu pwvih ]",
    "transliteration": "Soorae Eaehi N Aakheeahi Ahankaar Marehi Dhukh Paavehi ||",
    "translation": "They are not called heroes, who die of egotism, suffering in pain.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਅਹੰਕਾਰ ਵਿਚ ਮਰਦੇ ਹਨ (ਖਪਦੇ ਹਨ) ਤੇ ਦੁੱਖ ਪਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਸੂਰਮੇ ਨਹੀਂ ਆਖੀਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46754,
    "shabad_id": 3819,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AMDy Awpu. n pCwxnI; dUjY pic jwvih ]",
    "transliteration": "Andhhae Aap N Pashhaananee Dhoojai Pach Jaavehi ||",
    "translation": "The blind ones do not realize their own selves; in the love of duality, they rot.",
    "punjabi": "ਉਹ (ਅਹੰਕਾਰੀ) ਅੰਨ੍ਹੇ ਆਪਣਾ ਅਸਲਾ ਨਹੀਂ ਪਛਾਣਦੇ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46755,
    "shabad_id": 3819,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Aiq kroD isau lUJdy; AgY ipCY duKu pwvih ]",
    "transliteration": "Ath Karodhh Sio Loojhadhae Agai Pishhai Dhukh Paavehi ||",
    "translation": "They struggle with great anger; here and hereafter, they suffer in pain.",
    "punjabi": "ਬੜੇ ਕ੍ਰੋਧ ਵਿਚ ਆ ਕੇ (ਦੂਜਿਆਂ ਨਾਲ) ਲੜਦੇ ਹਨ ਤੇ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਦੁੱਖ ਹੀ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46756,
    "shabad_id": 3819,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir jIau. AhMkwru, n BwveI; vyd kUik suxwvih ]",
    "transliteration": "Har Jeeo Ahankaar N Bhaavee Vaedh Kook Sunaavehi ||",
    "translation": "The Dear Lord is not pleased by egotism; the Vedas proclaim this clearly.",
    "punjabi": "ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ ਭੀ ਪੁਕਾਰ ਕੇ ਕਹਿ ਰਹੇ ਹਨ ਕਿ ਰੱਬ ਨੂੰ ਅਹੰਕਾਰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "AhM-kwru",
    "type_id": 3
  },
  {
    "id": 46757,
    "shabad_id": 3819,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AhMkwir muey, sy ivgqI gey; mir jnmih iPir Awvih ]9]",
    "transliteration": "Ahankaar Mueae Sae Vigathee Geae Mar Janamehi Fir Aavehi ||9||",
    "translation": "Those who die of egotism, shall not find salvation. They die, and are reborn in reincarnation. ||9||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਮਰਦੇ ਰਹੇ ਉਹ ਬੇ-ਗਤੇ ਹੀ ਗਏ (ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਨਾਹ ਸੁਧਰਿਆ), ਉਹ ਮੁੜ ਮੁੜ ਮਰਦੇ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ ॥੯॥",
    "pronunciation": "iv-gqI:polw bolo[(ivgqI) bygq[",
    "type_id": 3
  },
  {
    "id": 46758,
    "shabad_id": 3820,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46759,
    "shabad_id": 3820,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kwgau hoie. n aUjlw; lohy nwv. n pwru ]",
    "transliteration": "Kaago Hoe N Oojalaa Lohae Naav N Paar ||",
    "translation": "The crow does not become white, and an iron boat does not float across.",
    "punjabi": "ਕਾਂ ਤੋਂ ਚਿੱਟਾ (ਹੰਸ) ਨਹੀਂ ਬਣ ਸਕਦਾ, ਲੋਹੇ ਦੀ ਬੇੜੀ (ਨਦੀ ਦਾ) ਪਾਰਲਾ ਕੰਢਾ ਨਹੀਂ ਲੱਭ ਸਕਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46760,
    "shabad_id": 3820,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iprm pdwrQu mMin lY; DMnu svwrxhwru ]",
    "transliteration": "Piram Padhaarathh Mann Lai Dhhann Savaaranehaar ||",
    "translation": "One who puts his faith in the treasure of his Beloved Lord is blessed; he exalts and embellishes others as well.",
    "punjabi": "ਪਰ ਸ਼ਾਬਾਸੇ ਉਸ ਸਵਾਰਨ ਵਾਲੇ (ਗੁਰੂ) ਨੂੰ (ਜਿਸ ਦੀ ਮੱਤ ਲੈ ਕੇ ਕਾਂ ਵਰਗੇ ਕਾਲੇ ਮਨ ਵਾਲਾ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਅੰਗੀਕਾਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46761,
    "shabad_id": 3820,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hukmu pCwxY aUjlw; isir kwst lohw pwir ]",
    "transliteration": "Hukam Pashhaanai Oojalaa Sir Kaasatt Lohaa Paar ||",
    "translation": "One who realizes the Hukam of God's Command - his face is radiant and bright; he floats across, like iron upon wood.",
    "punjabi": "ਹੁਕਮ ਪਛਾਣਦਾ ਹੈ ਤਾਂ (ਕਾਂ ਤੋਂ) ਹੰਸ ਬਣ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ) ਲੱਕੜ ਦੇ ਆਸਰੇ ਲੋਹਾ (ਨਦੀ ਦੇ) ਪਾਰਲੇ ਕੰਢੇ ਜਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46762,
    "shabad_id": 3820,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "iqRsnw CofY BY vsY; nwnk krxI swru ]1]",
    "transliteration": "Thrisanaa Shhoddai Bhai Vasai Naanak Karanee Saar ||1||",
    "translation": "Forsake thirst and desire, and abide in the Fear of God; O Nanak, these are the most excellent actions. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਆਸਰੇ) ਹੇ ਨਾਨਕ! ਉਹ ਤ੍ਰਿਸ਼ਨਾ ਤਿਆਗਦਾ ਹੈ ਤੇ ਰੱਬ ਦੇ ਡਰ ਵਿਚ ਜੀਊਂਦਾ ਹੈ, (ਬੱਸ!) ਇਹੀ ਕਰਣੀ ਸਭ ਤੋਂ ਚੰਗੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46763,
    "shabad_id": 3821,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46764,
    "shabad_id": 3821,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mwrU mwrx jo gey; mwir. n skih, gvwr ]",
    "transliteration": "Maaroo Maaran Jo Geae Maar N Sakehi Gavaar ||",
    "translation": "The ignorant people who go to the desert to conquer their minds, are not able to conquer them.",
    "punjabi": "ਜੋ ਮੂਰਖ ਬਾਹਰ ਜੰਗਲਾਂ ਵਿਚ ਮਨ ਨੂੰ ਮਾਰਨ ਵਾਸਤੇ ਗਏ ਉਹ ਮਾਰ ਨ ਸਕੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46765,
    "shabad_id": 3821,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk jy iehu mwrIAY; gur sbdI vIcwir ]",
    "transliteration": "Naanak Jae Eihu Maareeai Gur Sabadhee Veechaar ||",
    "translation": "O Nanak, if this mind is to be conquered, one must contemplate the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਇਹ ਮਨ ਵੱਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਤਾਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਕੀਤਿਆਂ ਹੀ ਵੱਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46766,
    "shabad_id": 3821,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "eyhu mnu mwirAw. nw mrY; jy locY sBu koie ]",
    "transliteration": "Eaehu Man Maariaa Naa Marai Jae Lochai Sabh Koe ||",
    "translation": "This mind is not conquered by conquering it, even though everyone longs to do so.",
    "punjabi": "(ਨਹੀਂ ਤਾਂ ਉਂਞ) ਭਾਵੇਂ ਕੋਈ ਕਿਤਨੀ ਹੀ ਤਾਂਘ ਕਰੇ ਇਹ ਮਨ ਜਤਨ ਕੀਤਿਆਂ ਵੱਸ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46767,
    "shabad_id": 3821,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. mn hI kau mnu mwrsI; jy siqguru BytY soie ]2]",
    "transliteration": "Naanak Man Hee Ko Man Maarasee Jae Sathigur Bhaettai Soe ||2||",
    "translation": "O Nanak, the mind itself conquers the mind, if one meets with the True Guru. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਸਮਰੱਥ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮਨ ਹੀ ਮਨ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਦੀ ਸਹੈਤਾ ਨਾਲ ਅੰਦਰ ਵਲ ਪਰਤਿਆਂ ਮਨ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
