[
  {
    "shabad_id": 3842,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ibnu krmw ikCU. n pweIAY; jy bhuqu locwhI ]",
    "transliteration": "Bin Karamaa Kishhoo N Paaeeai Jae Bahuth Lochaahee ||",
    "translation": "Without good karma, he does not obtain anything, no matter how much he may wish for it.",
    "punjabi": "ਪਰ ਭਾਵੇਂ ਕਿਤਨੀ ਹੀ ਲਾਲਸਾ ਕਰਨ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3842,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AwvY jwie jMmY mrY; gur sbid CutwhI ]",
    "transliteration": "Aavai Jaae Janmai Marai Gur Sabadh Shhuttaahee ||",
    "translation": "Coming and going in reincarnation, and birth and death are ended, through the Word of the Guru's Shabad.",
    "punjabi": "(ਸੋ, ਇਸ ਮੋਹ ਵਿਚ ਹੀ) ਜਗਤ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ। (ਇਸ ਗੇੜ ਵਿਚੋਂ) ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਬਚ ਸਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3842,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Awip krY iksu AwKIAY; dUjw ko nwhI ]16]",
    "transliteration": "Aap Karai Kis Aakheeai Dhoojaa Ko Naahee ||16||",
    "translation": "He Himself acts, so unto whom should we complain? There is no other at all. ||16||",
    "punjabi": "ਪਰ ਇਹ ਸਾਰੀ ਖੇਡ ਪ੍ਰਭੂ ਆਪ ਕਰ ਰਿਹਾ ਹੈ, ਕਿਸੇ ਹੋਰ ਪਾਸ ਪੁਕਾਰ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੈ ਹੀ ਕੋਈ ਨਹੀਂ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iesu jg mih. sMqI Dnu KitAw; ijnw. siqguru imilAw pRBu Awie ]",
    "transliteration": "Eis Jag Mehi Santhee Dhhan Khattiaa Jinaa Sathigur Miliaa Prabh Aae ||",
    "translation": "In this world, the Saints earn the wealth; they come to meet God through the True Guru.",
    "punjabi": "ਇਸ ਜਗਤ ਵਿਚ ਸੰਤਾਂ ਨੇ (ਹੀ) ਨਾਮ-ਧਨ ਕਮਾਇਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲਿਆ ਹੈ (ਤੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪ੍ਰਭੂ ਮਿਲਿਆ ਹੈ,",
    "pronunciation": "j`g[sMqIN[K`itAw",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "siqguir scu idRVwieAw; iesu Dn kI kImiq khI. n jwie ]",
    "transliteration": "Sathigur Sach Dhrirraaeiaa Eis Dhhan Kee Keemath Kehee N Jaae ||",
    "translation": "The True Guru implants the Truth within; the value of this wealth cannot be described.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਿਮਰਨ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਸਿਮਰਨ ਦੀ ਪੱਕੀ ਗੰਢ ਬੰਨ੍ਹ ਦਿੱਤੀ ਹੈ)। ਇਹ ਨਾਮ-ਧਨ ਇਤਨਾ ਅਮੋਲਕ ਹੈ ਕਿ ਇਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iequ Din pwieAY. BuK lQI; suKu visAw min Awie ]",
    "transliteration": "Eith Dhhan Paaeiai Bhukh Lathhee Sukh Vasiaa Man Aae ||",
    "translation": "Obtaining this wealth, hunger is relieved, and peace comes to dwell in the mind.",
    "punjabi": "ਜੇ ਇਹ ਨਾਮ-ਧਨ ਮਿਲ ਜਾਏ ਤਾਂ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਲਹਿ ਜਾਂਦੀ ਹੈ, ਮਨ ਵਿਚ ਸੁਖ ਆ ਵਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijMn@w kau Duir iliKAw; iqnI pwieAw Awie ]",
    "transliteration": "Jinnhaa Ko Dhhur Likhiaa Thinee Paaeiaa Aae ||",
    "translation": "Only those who have such pre-ordained destiny, come to receive this.",
    "punjabi": "ਪਰ ਮਿਲਦਾ ਉਹਨਾਂ ਨੂੰ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰ ਦਰਗਾਹੋਂ ਲਿਖਿਆ ਹੋਵੇ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਮੇਹਰ ਹੋਵੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mnmuKu jgqu inrDnu hY; mwieAw no ibllwie ]",
    "transliteration": "Manamukh Jagath Niradhhan Hai Maaeiaa No Bilalaae ||",
    "translation": "The world of the self-willed manmukh is poor, crying out for Maya.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਜਗਤ ਸਦਾ ਕੰਗਾਲ ਹੈ ਮਾਇਆ ਲਈ ਹੀ ਵਿਲਕਦਾ ਹੈ,",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "An idnu iPrdw sdw rhY; BuK. n kdy jwie ]",
    "transliteration": "Anadhin Firadhaa Sadhaa Rehai Bhukh N Kadhae Jaae ||",
    "translation": "Night and day, it wanders continually, and its hunger is never relieved.",
    "punjabi": "ਹਰ ਰੋਜ਼ ਸਦਾ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਇਸ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਭੁੱਖ ਮਿਟਦੀ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sWiq. n kdy AwveI; nh suKu vsY. min Awie ]",
    "transliteration": "Saanth N Kadhae Aavee Neh Sukh Vasai Man Aae ||",
    "translation": "It never finds calm tranquility, and peace never comes to dwell in its mind.",
    "punjabi": "ਕਦੇ ਇਸ ਦੇ ਅੰਦਰ ਠੰਢ ਨਹੀਂ ਪੈਂਦੀ, ਕਦੇ ਇਸ ਦੇ ਮਨ ਵਿਚ ਸੁਖ ਨਹੀਂ ਹੁੰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sdw icMq icqvdw rhY; shsw kdy. n jwie ]",
    "transliteration": "Sadhaa Chinth Chithavadhaa Rehai Sehasaa Kadhae N Jaae ||",
    "translation": "It is always plagued by anxiety, and its cynicism never departs.",
    "punjabi": "ਕਦੇ ਇਸ ਦਾ ਤੌਖ਼ਲਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ, ਸਦਾ ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. ivxu siqgur miq BvI; siqgur no imlY. qw sbdu kmwie ]",
    "transliteration": "Naanak Vin Sathigur Math Bhavee Sathigur No Milai Thaa Sabadh Kamaae ||",
    "translation": "O Nanak, without the True Guru, the intellect is perverted; if one meets the True Guru, then one practices the Word of the Shabad.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਤੋਂ ਵਾਂਜੇ ਰਹਿਣ ਕਰਕੇ ਇਸ ਦੀ ਬੁੱਧੀ ਨੂੰ ਚੱਕ੍ਰ ਆਇਆ ਹੋਇਆ ਹੈ। ਜੇ ਮਨਮੁਖ ਭੀ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਸ਼ਬਦ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3843,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sdw sdw suK mih rhY; scy mwih smwie ]1]",
    "transliteration": "Sadhaa Sadhaa Sukh Mehi Rehai Sachae Maahi Samaae ||1||",
    "translation": "Forever and ever, he dwells in peace, and merges in the True Lord. ||1||",
    "punjabi": "(ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਫਿਰ ਸਦਾ ਹੀ ਸੁਖ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijin aupweI mydnI; soeI swr kryie ]",
    "transliteration": "Jin Oupaaee Maedhanee Soee Saar Karaee ||",
    "translation": "The One who created the world, takes care of it.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਉਹੀ ਇਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "eyko ismrhu. Bwierhu; iqsu ibnu Avru. n koie ]",
    "transliteration": "Eaeko Simarahu Bhaaeirahu This Bin Avar N Koe ||",
    "translation": "Meditate in remembrance on the One Lord, O Siblings of Destiny; there is none other than Him.",
    "punjabi": "ਹੇ ਭਰਾਵੋ! ਉਸ ਇਕ ਨੂੰ ਸਿਮਰੋ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸੰਭਾਲ ਕਰਨ ਵਾਲਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Kwxw sbdu cMigAweIAw; ijqu KwDY sdw iqRpiq hoie ]",
    "transliteration": "Khaanaa Sabadh Changiaaeeaa Jith Khaadhhai Sadhaa Thripath Hoe ||",
    "translation": "So eat the food of the Shabad and goodness; eating it, you shall remain satisfied forever.",
    "punjabi": "(ਹੇ ਭਰਾਵੋ!) ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਭੋਜਨ ਬਣਾਓ (ਭਾਵ, ਜੀਵਨ ਦਾ ਆਸਰਾ ਬਣਾਓ), ਇਹ ਭੋਜਨ ਖਾਧਿਆਂ ਸਦਾ ਰੱਜੇ ਰਹੀਦਾ ਹੈ (ਮਨ ਵਿਚ ਸਦਾ ਸੰਤੋਖ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pYnxu isPiq snwie hY, sdw sdw Ehu aUjlw; mYlw. kdy n hoie ]",
    "transliteration": "Painan Sifath Sanaae Hai Sadhaa Sadhaa Ouhu Oojalaa Mailaa Kadhae N Hoe ||",
    "translation": "Dress yourself in the Praise of the Lord. Forever and ever, it is radiant and bright; it is never polluted.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਵਡਿਆਈਆਂ ਨੂੰ (ਆਪਣਾ) ਪੁਸ਼ਾਕਾ ਬਣਾਓ, ਉਹ ਪੁਸ਼ਾਕਾ ਸਦਾ ਸਾਫ਼ ਰਹਿੰਦਾ ਹੈ ਤੇ ਕਦੇ ਮੈਲਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "pYn@xu",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "shjy scu Dnu KitAw; QoVw kdy. n hoie ]",
    "transliteration": "Sehajae Sach Dhhan Khattiaa Thhorraa Kadhae N Hoe ||",
    "translation": "I have intuitively earned the true wealth, which never decreases.",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਰਹਿ ਕੇ) ਖੱਟਿਆ ਹੋਇਆ ਨਾਮ-ਧਨ ਕਦੇ ਘਟਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "dyhI no sbdu sIgwru hY; ijqu sdw sdw suKu hoie ]",
    "transliteration": "Dhaehee No Sabadh Seegaar Hai Jith Sadhaa Sadhaa Sukh Hoe ||",
    "translation": "The body is adorned with the Shabad, and is at peace forever and ever.",
    "punjabi": "ਮਨੁੱਖਾ ਸਰੀਰ ਲਈ ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਮਾਨੋ) ਗਹਣਾ ਹੈ, ਇਸ (ਗਹਣੇ ਦੀ ਬਰਕਤਿ) ਨਾਲ ਸਦਾ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3844,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk gurmuiK buJIAY; ijs no Awip ivKwly soie ]2]",
    "transliteration": "Naanak Guramukh Bujheeai Jis No Aap Vikhaalae Soe ||2||",
    "translation": "O Nanak, the Gurmukh realizes the Lord, who reveals Himself. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਸੋਝੀ ਪਾਏ ਉਹ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ (ਜੀਵਨ-ਭੇਤ) ਸਮਝਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3845,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3845,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "AMqir jpu qpu sMjmo; gur sbdI jwpY ]",
    "transliteration": "Anthar Jap Thap Sanjamo Gur Sabadhee Jaapai ||",
    "translation": "Deep within the self are meditation and austere self-discipline, when one realizes the Word of the Guru's Shabad.",
    "punjabi": "('ਦੂਜੇ ਭਰਮ' ਵਲੋਂ ਹਟ ਕੇ) ਮਨ ਦੇ ਅੰਦਰ ਹੀ ਟਿਕਣਾ-ਇਹੀ ਜਪ ਹੈ ਇਹੀ ਤਪ ਹੈ ਇਹੀ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣ ਦਾ ਸਾਧਨ ਹੈ; ਪਰ ਇਹ ਸਮਝ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3845,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir hir nwmu iDAweIAY; haumY AigAwnu gvwpY ]",
    "transliteration": "Har Har Naam Dhhiaaeeai Houmai Agiaan Gavaapai ||",
    "translation": "Meditating on the Name of the Lord, Har, Har, egotism and ignorance are eliminated.",
    "punjabi": "ਜੇ ('ਦੂਜੇ ਭਰਮ' ਨੂੰ ਛੱਡ ਕੇ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰੀਏ ਤਾਂ ਹਉਮੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3845,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AMdru AMimRiq BrpUru hY; cwiKAw swdu jwpY ]",
    "transliteration": "Andhar Anmrith Bharapoor Hai Chaakhiaa Saadh Jaapai ||",
    "translation": "One's inner being is overflowing with Ambrosial Nectar; tasting it, the flavor is known.",
    "punjabi": "(ਉਂਞ ਤਾਂ ਸਦਾ ਹੀ) ਹਿਰਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਪਰਮਾਤਮਾ ਅੰਦਰ ਹੀ ਰੋਮ ਰੋਮ ਵਿਚ ਵੱਸਦਾ ਹੈ), (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਨਾਮ-ਰਸ) ਚੱਖਿਆਂ ਸੁਆਦ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3845,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijn cwiKAw. sy inrBau Bey; sy hir ris DRwpY ]",
    "transliteration": "Jin Chaakhiaa Sae Nirabho Bheae Sae Har Ras Dhhraapai ||",
    "translation": "Those who taste it become fearless; they are satisfied with the sublime essence of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਹ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ ਉਹ ਨਿਰਭਉ (ਪ੍ਰਭੂ ਦਾ ਰੂਪ) ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3845,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir ikrpw Dwir pIAwieAw; iPir kwlu. n ivAwpY ]17]",
    "transliteration": "Har Kirapaa Dhhaar Peeaaeiaa Fir Kaal N Viaapai ||17||",
    "translation": "Those who drink it in, by the Grace of the Lord, are never again afflicted by death. ||17||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਇਹ ਰਸ ਪਿਲਾਇਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਮੌਤ ਦਾ ਡਰ ਦਬਾ ਨਹੀਂ ਸਕਦਾ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦੀ) ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3846,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3846,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "loku. Avgxw kI bMn@Y gMTVI; gux. n ivhwJY koie ]",
    "transliteration": "Lok Avaganaa Kee Bannhai Gantharree Gun N Vihaajhai Koe ||",
    "translation": "People tie up bundles of demerits; no one deals in virtue.",
    "punjabi": "ਜਗਤ ਔਗੁਣਾਂ ਦੀ ਪੋਟਲੀ ਬੰਨ੍ਹੀ ਜਾ ਰਿਹਾ ਹੈ, ਕੋਈ ਬੰਦਾ ਗੁਣਾਂ ਦਾ ਸੌਦਾ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3846,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gux kw gwhku nwnkw; ivrlw koeI hoie ]",
    "transliteration": "Gun Kaa Gaahak Naanakaa Viralaa Koee Hoe ||",
    "translation": "Rare is that person, O Nanak, who purchases virtue.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਣ ਖ਼ਰੀਦਣ ਵਾਲਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3846,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gur prswdI gux pweIAin@; ijs no ndir kryie ]1]",
    "transliteration": "Gur Parasaadhee Gun Paaeeanih Jis No Nadhar Karaee ||1||",
    "translation": "By Guru's Grace, one is blessed with virtue, when the Lord bestows His Glance of Grace. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਗੁਣ ਮਿਲਦੇ ਹਨ, (ਪਰ ਮਿਲਦੇ ਉਸ ਨੂੰ ਹਨ) ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3847,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3847,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gux Avgux smwin hih; ij Awip kIqy krqwir ]",
    "transliteration": "Gun Avagun Samaan Hehi J Aap Keethae Karathaar ||",
    "translation": "Merits and demerits are the same; they are both created by the Creator.",
    "punjabi": "(ਜਿਸ ਨੇ ਹੁਕਮ ਮੰਨਿਆ ਹੈ ਉਸ ਨੂੰ ਲੋਕਾਂ ਵਲੋਂ ਕੀਤੇ) ਗੁਣ ਤੇ ਔਗੁਣ (ਭਾਵ, ਨੇਕੀ ਤੇ ਬਦੀ ਦਾ ਸਲੂਕ) ਇਕੋ ਜਿਹੇ ਜਾਪਦੇ ਹਨ (ਕਿਉਂਕਿ 'ਹੁਕਮ' ਵਿਚ ਤੁਰਨ ਦੇ ਕਾਰਨ ਸਮਝਦਾ ਹੈ ਕਿ) ਇਹ (ਗੁਣ ਤੇ ਔਗੁਣ) ਕਰਤਾਰ ਨੇ ਆਪ ਪੈਦਾ ਕੀਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3847,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwnk. hukim mMinAY suKu pweIAY; gur sbdI vIcwir ]2]",
    "transliteration": "Naanak Hukam Manniai Sukh Paaeeai Gur Sabadhee Veechaar ||2||",
    "translation": "O Nanak, one who obeys the Hukam of the Lord's Command, finds peace, contemplating the Word of the Guru's Shabad. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰਵਾਨ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਮੰਨਿਆਂ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3848,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3848,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "AMdir rwjw qKqu hY; Awpy kry inAwau ]",
    "transliteration": "Andhar Raajaa Thakhath Hai Aapae Karae Niaao ||",
    "translation": "The King sits on the throne within the self; He Himself administers justice.",
    "punjabi": "(ਜੀਵ ਦੇ) ਅੰਦਰ ਹੀ (ਜੀਆਂ ਦਾ) ਮਾਲਕ (ਬੈਠਾ) ਹੈ, (ਜੀਵ ਦੇ) ਅੰਦਰ ਹੀ (ਉਸ ਦਾ) ਤਖ਼ਤ ਹੈ, ਉਹ ਆਪ ਹੀ (ਅੰਦਰ ਬੈਠਾ ਹੋਇਆ, ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਨਿਆਂ ਕਰੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3848,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur sbdI, dru jwxIAY; AMdir mhlu, Asrwau ]",
    "transliteration": "Gur Sabadhee Dhar Jaaneeai Andhar Mehal Asaraao ||",
    "translation": "Through the Word of the Guru's Shabad, the Lord's Court is known; within the self is the Sanctuary, the Mansion of the Lord's Presence.",
    "punjabi": "(ਜੀਵ ਦੇ) ਅੰਦਰ ਹੀ (ਉਸ ਦਾ) ਮਹਲ ਹੈ, (ਜੀਵ ਦੇ) ਅੰਦਰ ਹੀ (ਬੈਠਾ ਜੀਵ ਨੂੰ) ਆਸਰਾ (ਦੇਈ ਜਾ ਰਿਹਾ) ਹੈ, ਪਰ ਉਸ ਦੇ ਮਹਲ ਦਾ ਬੂਹਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "(Asrwau) Awsrw",
    "type_id": 3
  },
  {
    "shabad_id": 3848,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Kry priK KjwnY pweIAin; KoitAw. nwhI Qwau ]",
    "transliteration": "Kharae Parakh Khajaanai Paaeean Khottiaa Naahee Thhaao ||",
    "translation": "The coins are assayed, and the genuine coins are placed in His treasury, while the counterfeit ones find no place.",
    "punjabi": "(ਜੀਵ ਦੇ ਅੰਦਰ ਹੀ ਬੈਠੇ ਹੋਏ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਖਰੇ ਜੀਵ ਪਰਖ ਕੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਰੱਖੇ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਅੰਦਰ ਬੈਠਾ ਹੋਇਆ ਹੀ ਖਰੇ ਜੀਵਾਂ ਦੀ ਆਪ ਸੰਭਾਲ ਕਰੀ ਜਾਂਦਾ ਹੈ), ਖੋਟਿਆਂ ਨੂੰ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3848,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sBu sco scu vrqdw; sdw scu inAwau ]",
    "transliteration": "Sabh Sacho Sach Varathadhaa Sadhaa Sach Niaao ||",
    "translation": "The Truest of the True is all-pervading; His justice is forever True.",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਉਸ ਦਾ ਨਿਆਂ ਸਦਾ ਅਟੱਲ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3848,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AMimRq kw rsu AwieAw; min visAw nwau ]18]",
    "transliteration": "Anmrith Kaa Ras Aaeiaa Man Vasiaa Naao ||18||",
    "translation": "One comes to enjoy the Ambrosial essence, when the Name is enshrined in the mind. ||18||",
    "punjabi": "ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਆਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਨਾਮ ਵੱਸਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3849,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3849,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "haumY krI. qW qU nwhI; qU hovih. hau nwih ]",
    "transliteration": "Ho Mai Karee Thaan Thoo Naahee Thoo Hovehi Ho Naahi ||",
    "translation": "When one acts in egotism, then You are not there, Lord. Wherever You are, there is no ego.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਮੈਂ 'ਹਉਂ, ਹਉਂ' ਕਰਦਾ ਹਾਂ ਤਦੋਂ ਤੂੰ (ਮੇਰੇ ਅੰਦਰ ਪਰਗਟ) ਨਹੀਂ ਹੁੰਦਾ, ਪਰ ਜਦੋਂ ਤੂੰ ਆ ਵੱਸਦਾ ਹੈਂ ਮੇਰੀ 'ਹਉਂ' ਮੁਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
