[
  {
    "shabad_id": 3890,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3890,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "duKIAw drd Gxy; vydn jwxy qU DxI ]",
    "transliteration": "Dhukheeaa Dharadh Ghanae Vaedhan Jaanae Thoo Dhhanee ||",
    "translation": "The miserable endure so much suffering and pain; You alone know their pain, Lord.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਖੁਣੋਂ) ਮੈਂ ਦੁਖੀ ਹਾਂ, ਮੇਰੇ ਅੰਦਰ ਅਨੇਕਾਂ ਪੀੜਾਂ ਹਨ। ਹੇ ਖਸਮ! ਮੇਰੇ ਦਿਲ ਦੀ ਪੀੜ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "(vy~dn) pIVw",
    "type_id": 3
  },
  {
    "shabad_id": 3890,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jwxw lK Bvy; iprI ifKMdo. qw jIvsw ]2]",
    "transliteration": "Jaanaa Lakh Bhavae Piree Ddikhandho Thaa Jeevasaa ||2||",
    "translation": "I may know hundreds of thousands of remedies, but I shall live only if I see my Husband Lord. ||2||",
    "punjabi": "ਪਰ ਭਾਵੇਂ ਮੈਨੂੰ ਲੱਖ ਪਤਾ ਹੋਵੇ (ਕਿ ਤੂੰ ਮੇਰੀ ਵੇਦਨ ਜਾਣਦਾ ਹੈਂ, ਫਿਰ ਭੀ) ਮੈਨੂੰ ਸੁਖ ਦਾ ਸਾਹ ਤਦੋਂ ਹੀ ਆਉਂਦਾ ਹੈ ਜਦੋਂ ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕਰਾਂ ॥੨॥",
    "pronunciation": "l`K",
    "type_id": 3
  },
  {
    "shabad_id": 3891,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3891,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "FhdI jwie krwir; vhix vhMdy mY ifiTAw ]",
    "transliteration": "Dtehadhee Jaae Karaar Vehan Vehandhae Mai Ddithiaa ||",
    "translation": "I have seen the river-bank washed away by the raging waters of the river.",
    "punjabi": "(ਸੰਸਾਰ-ਨਦੀ ਵਿਚ ਵਿਕਾਰਾਂ ਨੇ ਢਾਹ ਲਾਈ ਹੋਈ ਹੈ, ਨਦੀ ਦਾ) ਕੰਢਾ ਢਹਿੰਦਾ ਜਾ ਰਿਹਾ ਹੈ, (ਵਿਕਾਰਾਂ ਦੇ) ਰੋੜ੍ਹ ਵਿਚ ਅਨੇਕਾਂ ਬੰਦੇ ਰੁੜ੍ਹਦੇ ਮੈਂ (ਆਪ) ਵੇਖੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3891,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "syeI rhy Amwx; ijnw siqguru ByitAw ]3]",
    "transliteration": "Saeee Rehae Amaan Jinaa Sathigur Bhaettiaa ||3||",
    "translation": "They alone remain intact, who meet with the True Guru. ||3||",
    "punjabi": "ਉਹੀ ਸਹੀ-ਸਲਾਮਤ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijsu jn qyrI BuK hY; iqsu duKu. n ivAwpY ]",
    "transliteration": "Jis Jan Thaeree Bhukh Hai This Dhukh N Viaapai ||",
    "translation": "No pain afflicts that humble being who hungers for You, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰੇ ਨਾਮ ਦੀ ਤਾਂਘ ਹੈ ਉਸ ਮਨੁੱਖ ਨੂੰ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijin jin gurmuiK buiJAw; su chu kuMfI jwpY ]",
    "transliteration": "Jin Jan Guramukh Bujhiaa S Chahu Kunddee Jaapai ||",
    "translation": "That humble Gurmukh who understands, is celebrated in the four directions.",
    "punjabi": "ਜਿਸ ਸੇਵਕ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੇਰੇ ਨਾਲ ਸਾਂਝ ਪਾਈ ਹੈ ਉਹ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "b`uiJAw[kuMfIN",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jo nru. aus kI srxI prY; iqsu kMbih pwpY ]",
    "transliteration": "Jo Nar Ous Kee Saranee Parai This Kanbehi Paapai ||",
    "translation": "Sins run away from that man, who seeks the Sanctuary of the Lord.",
    "punjabi": "(ਫਿਰ) ਜੋ ਮਨੁੱਖ ਉਸ ਸੇਵਕ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਭੀ ਨੇੜੇ ਕੋਈ ਪਾਪ ਨਹੀਂ ਢੁਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jnm jnm kI mlu auqrY; gur DUVI nwpY ]",
    "transliteration": "Janam Janam Kee Mal Outharai Gur Dhhoorree Naapai ||",
    "translation": "The filth of countless incarnations is washed away, bathing in the dust of the Guru's feet.",
    "punjabi": "ਗੁਰੂ ਦੀ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਉਸ ਦੀ ਕਈ ਜਨਮਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "n@wpY",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijin hir Bwxw mMinAw; iqsu. sogu n sMqwpY ]",
    "transliteration": "Jin Har Bhaanaa Manniaa This Sog N Santhaapai ||",
    "translation": "Whoever submits to the Lord's Will does not suffer in sorrow.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ (ਮਿੱਠਾ ਕਰ ਕੇ) ਮੰਨ ਲਿਆ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਦੁੱਖ ਨਹੀਂ ਦੇ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir jIau qU sBnw kw imqu hY; siB jwxih AwpY ]",
    "transliteration": "Har Jeeo Thoo Sabhanaa Kaa Mith Hai Sabh Jaanehi Aapai ||",
    "translation": "O Dear Lord, You are the friend of all; all believe that You are theirs.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਮਿੱਤਰ ਹੈਂ, ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਸਮਝਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "AYsI soBw jnY kI; jyvfu hir prqwpY ]",
    "transliteration": "Aisee Sobhaa Janai Kee Jaevadd Har Parathaapai ||",
    "translation": "The glory of the Lord's humble servant is as great as the Glorious Radiance of the Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਦੀ ਸੋਭਾ ਉਤਨੀ ਹੀ ਵੱਡੀ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਤਨਾ ਵੱਡਾ ਪ੍ਰਭੂ ਦਾ ਆਪਣਾ ਤੇਜ-ਪਰਤਾਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3892,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sB AMqir jn vrqwieAw; hir jn qy jwpY ]8]",
    "transliteration": "Sabh Anthar Jan Varathaaeiaa Har Jan Thae Jaapai ||8||",
    "translation": "Among all, His humble servant is pre-eminent; through His humble servant, the Lord is known. ||8||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕ ਦੀ ਵਡਿਆਈ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਟਿਕਾ ਦੇਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕ ਤੋਂ ਹੀ ਪਛਾਣਿਆ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3893,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "fKxy mÚ 5 ]",
    "transliteration": "Ddakhanae Ma 5 ||",
    "translation": "Dakhanay, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3893,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijnw ipCY hau geI; sy. mY ipCY BI rivAwsu ]",
    "transliteration": "Jinaa Pishhai Ho Gee Sae Mai Pishhai Bhee Raviaas ||",
    "translation": "Those whom I followed, now follow me.",
    "punjabi": "(ਮਾਇਆ ਦਾ ਅਜਬ ਪ੍ਰਭਾਵ ਹੈ, ਸਭ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਮਾਇਆ ਵਾਸਤੇ) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਪਿਛੇ ਮੈਂ ਜਾਂਦਾ ਹਾਂ (ਜਿਨ੍ਹਾਂ ਦੀ ਮੁਥਾਜੀ ਮੈਂ ਕੱਢਦਾ ਹਾਂ, ਜਦੋਂ ਮੈਂ ਉਹਨਾਂ ਵਲ ਤੱਕਦਾ ਹਾਂ, ਤਾਂ) ਉਹ ਭੀ ਮੇਰੇ ਪਿਛੇ ਪਿਛੇ ਤੁਰੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3893,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijnw kI mY AwsVI; iqnw mihjI Aws ]1]",
    "transliteration": "Jinaa Kee Mai Aasarree Thinaa Mehijee Aas ||1||",
    "translation": "Those in whom I placed my hopes, now place their hopes in me. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਸਹੈਤਾ ਦੀ ਮੈਂ ਆਸ ਰੱਖੀ ਫਿਰਦਾ ਹਾਂ, ਉਹ ਮੈਥੋਂ ਆਸ ਬਣਾਈ ਬੈਠੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3894,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3894,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iglI iglI rofVI; BaudI. Biv Biv Awie ]",
    "transliteration": "Gilee Gilee Roddarree Bhoudhee Bhav Bhav Aae ||",
    "translation": "The fly flies around, and comes to the wet lump of molasses.",
    "punjabi": "ਚਿਪ-ਚਿਪ ਕਰਦੀ ਗੁੜ ਦੀ ਰੌੜੀ ਉੱਤੇ ਮੱਖੀ ਮੁੜ ਮੁੜ ਉੱਡ ਕੇ ਆ ਬੈਠਦੀ ਹੈ (ਤੇ ਆਖ਼ਰ ਗੁੜ ਨਾਲ ਹੀ ਚੰਬੜ ਜਾਂਦੀ ਹੈ ਤੇ ਉਥੇ ਹੀ ਮਰ ਜਾਂਦੀ ਹੈ, ਇਹੀ ਹਾਲ ਹੈ ਮਾਇਆ ਦਾ)",
    "pronunciation": "mwieAw rUpI (guV) dI, iviSAW dI slHwB vwlI, ig`lI ig`lI (rofVI) roVI [lwlcI rUpI m`KI[ bwr-bwr jnmW c BauNdI BauNdI, Biv BauN BauN ky, sMswr c Awie AwauNdI hY[ig`lI",
    "type_id": 3
  },
  {
    "shabad_id": 3894,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jo bYTy sy PwiQAw; aubry Bwg mQwie ]2]",
    "transliteration": "Jo Baithae Sae Faathhiaa Oubarae Bhaag Mathhaae ||2||",
    "translation": "Whoever sits on it, is caught; they alone are saved, who have good destiny on their foreheads. ||2||",
    "punjabi": "ਜੇਹੜੇ ਜੇਹੜੇ ਬੰਦੇ (ਮਾਇਆ ਦੇ ਨੇੜੇ ਹੋ ਹੋ) ਬੈਠਦੇ ਹਨ ਉਹ (ਇਸ ਦੇ ਮੋਹ ਵਿਚ) ਫਸ ਜਾਂਦੇ ਹਨ, (ਸਿਰਫ਼) ਉਹੀ ਬਚਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਦੇ ਭਾਗ (ਜਾਗਦੇ ਹਨ) ॥੨॥",
    "pronunciation": "m`Qwie",
    "type_id": 3
  },
  {
    "shabad_id": 3895,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3895,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ifTw hB mJwih; KwlI koie. n jwxIAY ]",
    "transliteration": "Ddithaa Habh Majhaahi Khaalee Koe N Jaaneeai ||",
    "translation": "I see Him within all. No one is without Him.",
    "punjabi": "(ਇਹ ਅਸਚਰਜ ਖੇਡ ਹੈ ਕਿ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦੇ ਹਨ। ਕੀ ਇਹਨਾਂ ਦੇ ਅੰਦਰ ਰੱਬ ਨਹੀਂ ਵੱਸਦਾ, ਜੋ ਇਹਨਾਂ ਨੂੰ ਬਚਾ ਲਏ? ਪਰਮਾਤਮਾ ਨੂੰ ਤਾਂ ਮੈਂ) ਹਰੇਕ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਵੇਖਿਆ ਹੈ, ਕੋਈ ਭੀ ਜੀਵ ਐਸਾ ਨਹੀਂ ਜਿਸ ਵਿਚ ਉਹ ਨਹੀਂ ਵੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3895,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "qY sKI Bwg mQwih; ijnI myrw sjxu rwivAw ]3]",
    "transliteration": "Thai Sakhee Bhaag Mathhaahi Jinee Maeraa Sajan Raaviaa ||3||",
    "translation": "Good destiny is inscribed on the forehead of that companion, who who enjoys the Lord, my Friend. ||3||",
    "punjabi": "ਪਰ ਸਿਰਫ਼ ਉਹਨਾਂ (ਸਤ ਸੰਗਣ) ਸਹੇਲੀਆਂ ਦੇ ਮੱਥੇ ਦੇ ਭਾਗ ਜਾਗਦੇ ਹਨ (ਤੇ ਉਹੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚਦੀਆਂ ਹਨ) ਜਿਨ੍ਹਾਂ ਨੇ ਪਿਆਰੇ ਮਿਤ੍ਰ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hau FwFI. dir gux gwvdw; jy hir pRB BwvY ]",
    "transliteration": "Ho Dtaadtee Dhar Gun Gaavadhaa Jae Har Prabh Bhaavai ||",
    "translation": "I am a minstrel at His Door, singing His Glorious Praises, to please to my Lord God.",
    "punjabi": "ਜੇ ਹਰੀ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ, ਮੇਹਰ ਹੋਵੇ) ਤਾਂ ਮੈਂ ਢਾਢੀ (ਉਸ ਦੇ) ਦਰ ਤੇ (ਉਸ ਦੇ) ਗੁਣ ਗਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pRBu myrw iQr QwvrI; hor AwvY jwvY ]",
    "transliteration": "Prabh Maeraa Thhir Thhaavaree Hor Aavai Jaavai ||",
    "translation": "My God is permanent and stable; others continue coming and going.",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਟਿਕਾਣੇ ਵਾਲਾ ਹੈ, ਹੋਰ (ਸ੍ਰਿਸ਼ਟੀ) ਜੰਮਦੀ ਮਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "so mMgw dwnu guosweIAw; ijqu BuK lih jwvY ]",
    "transliteration": "So Mangaa Dhaan Guosaaeeaa Jith Bhukh Lehi Jaavai ||",
    "translation": "I beg for that gift from the Lord of the World, which will satisfy my hunger.",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਸਾਂਈ! ਮੈਂ (ਤੈਥੋਂ) ਉਹ ਦਾਨ ਮੰਗਦਾ ਹਾਂ ਜਿਸ ਨਾਲ ਮੇਰੀ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pRB jIau. dyvhu drsnu Awpxw; ijqu FwFI iqRpqwvY ]",
    "transliteration": "Prabh Jeeo Dhaevahu Dharasan Aapanaa Jith Dtaadtee Thripathaavai ||",
    "translation": "O Dear Lord God, please bless Your minstrel with the Blessed Vision of Your Darshan, that I might be satisfied and fulfilled.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦਿਉ ਜਿਸ ਨਾਲ ਮੈਂ ਢਾਢੀ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Ardwis suxI dwqwir pRiB; FwFI kau mhil bulwvY ]",
    "transliteration": "Aradhaas Sunee Dhaathaar Prabh Dtaadtee Ko Mehal Bulaavai ||",
    "translation": "God, the Great Giver, hears the prayer, and summons the minstrel to the Mansion of His Presence.",
    "punjabi": "ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੇ (ਮੇਰੀ) ਅਰਦਾਸ ਸੁਣ ਲਈ ਤੇ (ਮੈਨੂੰ) ਢਾਢੀ ਨੂੰ ਆਪਣੇ ਮਹਲ ਵਿਚ ਬੁਲਾ ਲਿਆ (ਬੁਲਾਉਂਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pRB dyKidAw. duK BuK geI; FwFI kau mMgxu. iciq, n AwvY ]",
    "transliteration": "Prabh Dhaekhadhiaa Dhukh Bhukh Gee Dtaadtee Ko Mangan Chith N Aavai ||",
    "translation": "Gazing upon God, the minstrel is rid of pain and hunger; he does not think to ask for anything else.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰਦਿਆਂ ਹੀ ਮੇਰੀ (ਮਾਇਆ ਵਾਲੀ) ਭੁੱਖ ਤੇ ਹੋਰ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ, ਮੈਨੂੰ ਢਾਢੀ ਨੂੰ ਇਹ ਚੇਤੇ ਹੀ ਨਾਹ ਰਿਹਾ ਕਿ ਮੈਂ ਕੁਝ ਮੰਗਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sBy ieCw pUrIAw; lig pRB kY pwvY ]",
    "transliteration": "Sabhae Eishhaa Pooreeaa Lag Prabh Kai Paavai ||",
    "translation": "All desires are fulfilled, touching the feet of God.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਹੀ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ (ਮੇਰੀ ਕੋਈ ਵਾਸਨਾ ਰਹਿ ਹੀ ਨ ਗਈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3896,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hau inrguxu FwFI bKisEnu; pRiB puriK vydwvY ]9]",
    "transliteration": "Ho Niragun Dtaadtee Bakhasioun Prabh Purakh Vaedhaavai ||9||",
    "translation": "I am His humble, unworthy minstrel; the Primal Lord God has forgiven me. ||9||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ-ਪੁਰਖ ਨੇ ਮੈਨੂੰ ਨਿਮਾਣੇ ਗੁਣ-ਹੀਨ ਢਾਢੀ ਨੂੰ ਬਖ਼ਸ਼ ਲਿਆ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3897,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "fKxy mÚ 5 ]",
    "transliteration": "Ddakhanae Ma 5 ||",
    "translation": "Dakhanay, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3897,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jw Cuty qw Kwku; qU suM\\\\I. kMqu, n jwxhI ]",
    "transliteration": "Jaa Shhuttae Thaa Khaak Thoo Sunnjee Kanth N Jaanehee ||",
    "translation": "When the soul leaves, you shall become dust, O vacant body; why do you not realize your Husband Lord?",
    "punjabi": "(ਹੇ ਮੇਰੀ ਕਾਇਆ!) ਜਦੋਂ (ਤੇਰਾ ਤੇ ਇਸ ਜਿੰਦ ਦਾ ਸੰਬੰਧ) ਮੁੱਕ ਜਾਇਗਾ, ਤਦੋਂ ਤੂੰ ਮਿੱਟੀ ਹੋ ਜਾਇਂਗੀ, (ਉਸ ਵੇਲੇ) ਜਿੰਦ ਤੋਂ ਸੱਖਣੀ ਤੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾ ਸਕੇਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3897,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "durjn syqI nyhu; qU kY guix. hir rMgu mwxhI ]1]",
    "transliteration": "Dhurajan Saethee Naehu Thoo Kai Gun Har Rang Maanehee ||1||",
    "translation": "You are in love with evil people; by what virtues will you enjoy the Lord's Love? ||1||",
    "punjabi": "(ਹੁਣ) ਤੇਰਾ ਪਿਆਰ ਵਿਕਾਰਾਂ ਨਾਲ ਹੈ, (ਦੱਸ!) ਤੂੰ ਕਿਸ ਗੁਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰੀ (ਦੇ ਮਿਲਾਪ) ਦਾ ਆਨੰਦ ਮਾਣ ਸਕਦੀ ਹੈਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3898,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3898,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. ijsu ibnu GVI, n jIvxw; ivsry srY n, ibMd ]",
    "transliteration": "Naanak Jis Bin Gharree N Jeevanaa Visarae Sarai N Bindh ||",
    "translation": "O Nanak, without Him, you cannot survive, even for an instant; you cannot afford to forget Him, even for a moment.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਸੁਖ ਦਾ ਸਾਹ ਨਹੀਂ ਆਉਂਦਾ (ਦੁਨੀਆ ਦੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਹੀ ਜਾਨ ਖਾ ਜਾਂਦੇ ਹਨ), ਜਿਸ ਨੂੰ ਵਿਸਾਰਿਆਂ ਇਕ ਪਲ ਭਰ ਭੀ ਜੀਵਨ-ਨਿਰਬਾਹ ਨਹੀਂ ਹੋ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3898,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "iqsu isau. ikau mn rUsIAY; ijsih hmwrI icMd ]2]",
    "transliteration": "This Sio Kio Man Rooseeai Jisehi Hamaaree Chindh ||2||",
    "translation": "Why are you alienated from Him, O my mind? He takes care of you. ||2||",
    "punjabi": "(ਫਿਰ) ਹੇ ਮਨ! ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ (ਹਰ ਵੇਲੇ) ਸਾਡਾ ਫ਼ਿਕਰ ਹੈ, ਉਸ ਨਾਲ ਰੁੱਸਣਾ ਠੀਕ ਨਹੀਂ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3899,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3899,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rqy rMig pwrbRhm kY; mnu qnu Aiq gulwlu ]",
    "transliteration": "Rathae Rang Paarabreham Kai Man Than Ath Gulaal ||",
    "translation": "Those who are imbued with the Love of the Supreme Lord God, their minds and bodies are colored deep crimson.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਬੰਦੇ ਪਰਮ ਜੋਤਿ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਤਨ ਮਨ (ਪਿਆਰ ਵਿਚ) ਗੂੜ੍ਹਾ ਲਾਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3899,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. ivxu nwvY AwlUidAw; ijqI horu iKAwlu ]3]",
    "transliteration": "Naanak Vin Naavai Aaloodhiaa Jithee Hor Khiaal ||3||",
    "translation": "O Nanak, without the Name, other thoughts are polluted and corrupt. ||3||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਨੂੰ ਘਟਾਣ ਵਾਲਾ) ਜਿਤਨਾ ਭੀ ਹੋਰ ਹੋਰ ਧਿਆਨ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਯਾਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰੱਖਦਾ ਹੈ ਤੇ (ਮਨ ਨੂੰ) ਮੈਲਾ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(AwlUidAw) gMdy, BYVy[ijqI: polw bolo (ijqI) ijqnyy",
    "type_id": 3
  },
  {
    "shabad_id": 3900,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pvVI ]",
    "transliteration": "Pavarree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3900,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir jIau. jw qU myrw imqRü hY; qw ikAw mY kwVw ]",
    "transliteration": "Har Jeeo Jaa Thoo Maeraa Mithra Hai Thaa Kiaa Mai Kaarraa ||",
    "translation": "O Dear Lord, when You are my friend, what sorrow can afflict me?",
    "punjabi": "ਹੇ ਹਰੀ ਜੀ! ਜਦੋਂ ਤੂੰ ਮੇਰਾ ਮਿਤ੍ਰ ਹੈਂ, ਤਾਂ ਮੈਨੂੰ ਕੋਈ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਨਹੀਂ ਰਹਿ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3900,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijnI TgI. jgu TigAw; sy quDu mwir invwVw ]",
    "transliteration": "Jinee Thagee Jag Thagiaa Sae Thudhh Maar Nivaarraa ||",
    "translation": "You have beaten off and destroyed the cheats that cheat the world.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜਿਨ੍ਹਾਂ (ਕਾਮਾਦਿਕ) ਠੱਗਾਂ ਨੇ ਜਗਤ ਨੂੰ ਠੱਗ ਲਿਆ ਹੈ ਉਹ ਤੂੰ (ਮੇਰੇ ਅੰਦਰੋਂ) ਮਾਰ ਕੇ ਭਜਾ ਦਿੱਤੇ ਹਨ,",
    "pronunciation": "(invwVw) nivrq[ T`gIN",
    "type_id": 3
  },
  {
    "shabad_id": 3900,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guir. Baujlu pwir lMGwieAw; ijqw pwvwVw ]",
    "transliteration": "Gur Bhoujal Paar Langhaaeiaa Jithaa Paavaarraa ||",
    "translation": "The Guru has carried me across the terrifying world-ocean, and I have won the battle.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਤੂੰ ਮੈਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਮਾਇਆ ਦੇ ਜੰਜਾਲ ਜਿੱਤ ਲਏ ਹਨ।",
    "pronunciation": "ij`qw",
    "type_id": 3
  },
  {
    "shabad_id": 3900,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gurmqI siB rs Bogdw; vfw AwKwVw ]",
    "transliteration": "Guramathee Sabh Ras Bhogadhaa Vaddaa Aakhaarraa ||",
    "translation": "Through the Guru's Teachings, I enjoy all the pleasures in the great world-arena.",
    "punjabi": "ਹੁਣ ਮੈਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਤੇ ਤੁਰ ਕੇ ਸਾਰੇ ਰੰਗ ਮਾਣਦਾ ਹਾਂ, ਮੈਂ ਇਸ ਵੱਡੇ ਜਗਤ-ਅਖਾੜੇ (ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3900,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "siB ieMdRIAw. vis kir idqIE; sqvMqw swVw ]",
    "transliteration": "Sabh Eindhreeaa Vas Kar Dhitheeou Sathavanthaa Saarraa ||",
    "translation": "The True Lord has brought all my senses and organs under my control.",
    "punjabi": "ਤੂੰ ਮੇਰਾ ਸਤਵੰਤਾ ਸਾਈਂ (ਮੇਰੇ ਸਿਰ ਉਤੇ) ਹੈਂ, ਤੂੰ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਮੇਰੇ ਕਾਬੂ ਵਿਚ ਕਰ ਦਿੱਤੀਆਂ ਹਨ,",
    "pronunciation": "ieMdRIAW[v`is",
    "type_id": 3
  }
]
