[
  {
    "SHABAD_ID": 3344,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "Ajwmlu kau. AMq kwl mY; nwrwien suiD AweI ]",
    "TRANSLITERATION": "Ajaamal Ko Anth Kaal Mehi Naaraaein Sudhh Aaee ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਵੇਖ, ਪੁਰਾਣੀ ਪ੍ਰਸਿੱਧ ਕਥਾ ਹੈ ਕਿ) ਅਖ਼ੀਰਲੇ ਵੇਲੇ (ਪਾਪੀ) ਅਜਾਮਲ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸੂਝ ਆ ਗਈ,",
    "PRONUNCIATION": "Ajwm`l"
  },
  {
    "SHABAD_ID": 3344,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "jW giq kau jogIsur bwCq; so giq iCn mih pweI ]2]",
    "TRANSLITERATION": "Jaan Gath Ko Jogeesur Baashhath So Gath Shhin Mehi Paaee ||2||",
    "PUNJABI": "ਉਸ ਨੇ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਇਕ ਪਲਕ ਵਿਚ ਹਾਸਲ ਕਰ ਲਈ, ਜਿਸ ਆਤਮਕ ਅਵਸਥਾ ਨੂੰ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ ਤਾਂਘਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3344,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "nwhn gunu. nwihn kCu ibidAw; Drmu kaunu. gij kInw ]",
    "TRANSLITERATION": "Naahin Gun Naahin Kashh Bidhiaa Dhharam Koun Gaj Keenaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਗਜ ਦੀ ਕਥਾ ਭੀ ਸੁਣ। ਗਜ ਵਿਚ) ਨਾਹ ਕੋਈ ਗੁਣ ਸੀ, ਨਾਹ ਹੀ ਉਸ ਨੂੰ ਕੋਈ ਵਿੱਦਿਆ ਪ੍ਰਾਪਤ ਸੀ। (ਉਸ ਵਿਚਾਰੇ) ਗਜ ਨੇ ਕਿਹੜਾ ਧਾਰਮਿਕ ਕੰਮ ਕਰਨਾ ਸੀ?",
    "PRONUNCIATION": "ib`idAw, gij:polw bolo"
  },
  {
    "SHABAD_ID": 3344,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk. ibrdu rwm kw dyKo; ABY dwnu iqih dInw ]3]1]",
    "TRANSLITERATION": "Naanak Biradh Raam Kaa Dhaekhahu Abhai Dhaan Thih Dheenaa ||3||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰ ਵੇਖ ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਗਜ ਨੂੰ ਨਿਰਭੈਤਾ ਦੀ ਪਦਵੀ ਬਖ਼ਸ਼ ਦਿੱਤੀ ॥੩॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 9 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "swDo; kaunu jugiq Ab kIjY ]",
    "TRANSLITERATION": "Saadhho Koun Jugath Ab Keejai ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਹੁਣ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਉਹ) ਕਿਹੜੀ ਵਿਓਂਤ ਕੀਤੀ ਜਾਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "jw qy durmiq sgl ibnwsY; rwm Bgiq mnu BIjY ]1] rhwau ]",
    "TRANSLITERATION": "Jaa Thae Dhuramath Sagal Binaasai Raam Bhagath Man Bheejai ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਦੇ ਕਰਨ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੀ ਖੋਟੀ ਮੱਤ ਨਾਸ ਹੋ ਜਾਏ, ਅਤੇ (ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਰਚ-ਮਿਚ ਜਾਏ? ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "mnu mwieAw mY auriJ rihE hY; bUJY nh. kCu igAwnw ]",
    "TRANSLITERATION": "Man Maaeiaa Mehi Ourajh Rehiou Hai Boojhai Neh Kashh Giaanaa ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਆਮ ਤੌਰ ਤੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਉਲਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨੁੱਖ ਰਤਾ ਭਰ ਭੀ ਸਿਆਣਪ ਦੀ ਇਹ ਗੱਲ ਨਹੀਂ ਵਿਚਾਰਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "kaunu nwmu. jgu jw kY ismrY; pwvY pdu inrbwnw ]1]",
    "TRANSLITERATION": "Koun Naam Jag Jaa Kai Simarai Paavai Padh Nirabaanaa ||1||",
    "PUNJABI": "ਕਿ ਉਹ ਕਿਹੜਾ ਨਾਮ ਹੈ ਜਿਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ ਜਗਤ ਵਾਸਨਾ-ਰਹਿਤ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "Bey dieAwl ikRpwl sMq jn; qb ieh bwq bqweI ]",
    "TRANSLITERATION": "Bheae Dhaeiaal Kirapaal Santh Jan Thab Eih Baath Bathaaee ||",
    "PUNJABI": "ਜਦੋਂ ਸੰਤ ਜਨ (ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ ਕਿਰਪਾਲ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਉਹ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਇਹ ਗੱਲ ਦੱਸਦੇ ਹਨ ਕਿ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "srb Drm mwno iqh kIey; ijh pRB kIriq gweI ]2]",
    "TRANSLITERATION": "Sarab Dhharam Maano Thih Keeeae Jih Prabh Keerath Gaaee ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਇਉਂ ਮਿਥ ਲਵੋ ਕਿ ਉਸ ਨੇ ਸਾਰੇ ਹੀ ਧਾਰਮਿਕ ਕੰਮ ਕਰ ਲਏ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "rwm nwm. nr inis bwsur mY; inmK eyk aur DwrY ]",
    "TRANSLITERATION": "Raam Naam Nar Nis Baasur Mehi Nimakh Eaek Our Dhhaarai ||",
    "PUNJABI": "(ਜਿਹੜਾ) ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਵਿਚ ਅੱਖ ਦੇ ਇਕ ਫੋਰ ਲਈ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3345,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "jm ko qRwsu imtY. nwnk iqh; Apuno jnmu svwrY ]3]2]",
    "TRANSLITERATION": "Jam Ko Thraas Mittai Naanak Thih Apuno Janam Savaarai ||3||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਆਪਣਾ (ਮਨੁੱਖਾ) ਜਨਮ ਸਫਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉੇਸ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚੋਂ ਮੌਤ ਦਾ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 9 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "pRwnI; nwrwiein suiD lyh ]",
    "TRANSLITERATION": "Praanee Naaraaein Sudhh Laehi ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "iCnu iCnu AauD GtY ins bwsur; ibRQw jwqu hY dyh ]1] rhwau ]",
    "TRANSLITERATION": "Shhin Shhin Aoudhh Ghattai Nis Baasur Brithhaa Jaath Hai Dhaeh ||1|| Rehaao ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਤੇਰਾ ਮਨੁੱਖਾ) ਸਰੀਰ ਵਿਅਰਥ ਜਾ ਰਿਹਾ ਹੈ। ਦਿਨੇ ਰਾਤ ਇਕ ਇਕ ਛਿਨ ਕਰ ਕੇ ਤੇਰੀ ਉਮਰ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "qrnwpo ibiKAn isau KoieE; bwlpnu AigAwnw ]",
    "TRANSLITERATION": "Tharanaapo Bikhian Sio Khoeiou Baalapan Agiaanaa ||",
    "PUNJABI": "(ਜੀਵ ਭੀ ਅਜਬ ਮੰਦਭਾਗੀ ਹੈ ਕਿ ਇਸ ਨੇ) ਜਵਾਨੀ (ਦੀ ਉਮਰ) ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਵਿਚ ਗਵਾ ਲਈ, ਬਾਲ-ਉਮਰ ਅੰਞਾਣ-ਪੁਣੇ ਵਿਚ (ਗਵਾ ਲਈ।",
    "PRONUNCIATION": "(qrnw-po)juAwnIpuxw[ bwl-pnu"
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "ibrD BieE AjhU nhI. smJY; kaunu kumiq aurJwnw ]1]",
    "TRANSLITERATION": "Biradhh Bhaeiou Ajehoo Nehee Samajhai Koun Kumath Ourajhaanaa ||1||",
    "PUNJABI": "ਹੁਣ) ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਅਜੇ ਭੀ ਨਹੀਂ ਸਮਝਦਾ। (ਪਤਾ ਨਹੀਂ ਇਹ) ਕਿਸ ਖੋਟੀ ਮੱਤ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "kum`iq"
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "mwns jnmu dIE ijh Twkur; so qY ikau ibsrwieE ]",
    "TRANSLITERATION": "Maanas Janam Dheeou Jih Thaakur So Thai Kio Bisaraaeiou ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਾਣੀ! ਜਿਸ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ (ਤੈਨੂੰ) ਮਨੁੱਖਾ ਜਨਮ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਉਸ ਨੂੰ ਕਿਉਂ ਭੁਲਾ ਰਿਹਾ ਹੈਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "mukiq hoq nr. jw kY ismrY; inmK n qw ko gwieE ]2]",
    "TRANSLITERATION": "Mukath Hoth Nar Jaa Kai Simarai Nimakh N Thaa Ko Gaaeiou ||2||",
    "PUNJABI": "ਹੇ ਨਰ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਨਾਲ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ ਤੂੰ ਅੱਖ ਦੇ ਇਕ ਫੋਰ ਲਈ ਭੀ ਉਸ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨੂੰ ਨਹੀਂ ਗਾਂਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "mwieAw ko mdu khw krqu hY; sMig. n kwhU jweI ]",
    "TRANSLITERATION": "Maaeiaa Ko Madh Kehaa Karath Hai Sang N Kaahoo Jaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਾਣੀ! ਕਿਉਂ ਮਾਇਆ ਦਾ (ਇਤਨਾ) ਮਾਣ ਤੂੰ ਕਰ ਰਿਹਾ ਹੈਂ? (ਇਹ ਤਾਂ) ਕਿਸੇ ਦੇ ਨਾਲ ਭੀ (ਅਖ਼ੀਰ ਵੇਲੇ) ਨਹੀਂ ਜਾਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3346,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk khq. cyiq icMqwmin; hoie hY AMiq shweI ]3]3]81]",
    "TRANSLITERATION": "Naanak Kehath Chaeth Chinthaaman Hoe Hai Anth Sehaaee ||3||3||81||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹੁ। ਅੰਤ ਵੇਲੇ ਉਹ ਤੇਰਾ ਮਦਦਗਾਰ ਹੋਵੇਗਾ ॥੩॥੩॥੮੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 1 AstpdIAw",
    "TRANSLITERATION": "Raamakalee Mehalaa 1 Asattapadheeaa",
    "PUNJABI": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "soeI cMdu cVih sy qwry; soeI idnIAru qpq rhY ]",
    "TRANSLITERATION": "Soee Chandh Charrehi Sae Thaarae Soee Dhineear Thapath Rehai ||",
    "PUNJABI": "(ਸਤਜੁਗ ਤ੍ਰੇਤਾ ਦੁਆਪੁਰ ਆਦਿਕ ਸਾਰੇ ਹੀ ਸਮਿਆਂ ਵਿਚ) ਉਹੀ ਚੰਦ੍ਰਮਾ ਚੜ੍ਹਦਾ ਆਇਆ ਹੈ, ਉਹੀ ਤਾਰੇ ਚੜ੍ਹਦੇ ਆ ਰਹੇ ਹਨ, ਉਹੀ ਸੂਰਜ ਚਮਕਦਾ ਆ ਰਿਹਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "sw DrqI. so pauxu Julwry; jug jIA Kyly. Qwv kYsy ]1]",
    "TRANSLITERATION": "Saa Dhharathee So Poun Jhulaarae Jug Jeea Khaelae Thhaav Kaisae ||1||",
    "PUNJABI": "ਉਹੀ ਧਰਤੀ ਹੈ ਤੇ ਉਹੀ ਹਵਾ ਝੁਲਦੀ ਆ ਰਹੀ ਹੈ। ਕਲਿਜੁਗ ਦਾ ਪ੍ਰਭਾਵ ਹੀ ਜੀਵਾਂ ਦੇ ਮਨਾਂ ਵਿਚ (ਖੇਡਾਂ) ਖੇਡਦਾ ਹੈ ਕਿਸੇ ਖ਼ਾਸ ਥਾਵਾਂ ਵਿਚ ਨਹੀਂ ਖੇਡ ਸਕਦਾ ॥੧॥",
    "PRONUNCIATION": "Ky@ly"
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "jIvn qlb invwir ]",
    "TRANSLITERATION": "Jeevan Thalab Nivaar ||",
    "PUNJABI": "(ਹੇ ਪੰਡਿਤ! ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਦੂਰ ਕਰ (ਇਹ ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਕਲਿਜੁਗ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "hovY prvwxw krih iD|wxw; kil lKx vIcwir ]1] rhwau ]",
    "TRANSLITERATION": "Hovai Paravaanaa Karehi Dhhin(g)aanaa Kal Lakhan Veechaar ||1|| Rehaao ||",
    "PUNJABI": "ਇਸ ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਦੇ ਅਸਰ ਹੇਠ ਜਰਵਾਣੇ ਲੋਕ ਕਮਜ਼ੋਰਾਂ ਉਤੇ) ਧੱਕਾ ਕਰਦੇ ਹਨ ਤੇ (ਉਹਨਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਇਹ ਧੱਕਾ ਜਾਇਜ਼ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ। ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਤੇ ਦੂਜਿਆਂ ਉਤੇ ਧੱਕਾ-ਹੇ ਪੰਡਿਤ! ਇਹਨਾਂ ਨੂੰ) ਕਲਿਜੁਗ ਦੇ ਲੱਛਣ ਸਮਝ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "l`Kx"
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "ikqY dyis. n AwieAw suxIAY; qIrQ pwis. n bYTw ]",
    "TRANSLITERATION": "Kithai Dhaes N Aaeiaa Suneeai Theerathh Paas N Baithaa ||",
    "PUNJABI": "ਕਿਸੇ ਨੇ ਕਦੇ ਨਹੀਂ ਸੁਣਿਆ ਕਿ ਕਲਿਜੁਗ ਕਿਸੇ ਖ਼ਾਸ ਦੇਸ ਵਿਚ ਆਇਆ ਹੋਇਆ ਹੈ, ਕਿਸੇ ਖ਼ਾਸ ਤੀਰਥ ਕੋਲ ਬੈਠਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "dwqw dwnu kry. qh nwhI; mhl auswir. n bYTw ]2]",
    "TRANSLITERATION": "Dhaathaa Dhaan Karae Theh Naahee Mehal Ousaar N Baithaa ||2||",
    "PUNJABI": "ਜਿਥੇ ਕੋਈ ਦਾਨੀ ਦਾਨ ਕਰਦਾ ਹੈ ਉਥੇ ਭੀ ਬੈਠਾ ਹੋਇਆ ਕਿਸੇ ਨਹੀਂ ਸੁਣਿਆ, ਕਿਸੇ ਥਾਂ ਕਲਿਜੁਗ ਮਹਲ ਉਸਾਰ ਕੇ ਨਹੀਂ ਬੈਠ ਰਿਹਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "jy ko squ kry, so CIjY; qp Gir qpu, n hoeI ]",
    "TRANSLITERATION": "Jae Ko Sath Karae So Shheejai Thap Ghar Thap N Hoee ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣਾ ਆਚਰਨ ਉੱਚਾ ਬਣਾਂਦਾ ਹੈ ਤਾਂ ਉਹ (ਸਗੋਂ ਲੋਕਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਡਿੱਗਦਾ ਹੈ, ਜੇ ਕੋਈ ਤਪੀ ਹੋਣ ਦਾ ਦਾਹਵਾ ਕਰਦਾ ਹੈ ਤਾਂ ਉਸ ਦੇ ਇੰਦ੍ਰੁੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਨਹੀਂ ਹਨ,",
    "PRONUNCIATION": "s`qu"
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "jy ko nwau ley. bdnwvI; kil ky lKx eyeI ]3]",
    "TRANSLITERATION": "Jae Ko Naao Leae Badhanaavee Kal Kae Lakhan Eaeee ||3||",
    "PUNJABI": "ਜੇ ਜੋਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤਾਂ (ਲੋਕਾਂ ਵਿਚ ਸਗੋਂ ਉਸ ਦੀ) ਬਦਨਾਮੀ ਹੁੰਦੀ ਹੈ। (ਹੇ ਪੰਡਿਤ! ਭੈੜਾ ਆਚਰਨ, ਇੰਦ੍ਰੇ ਵੱਸ ਵਿਚ ਨਾਹ ਹੋਣੇ, ਪ੍ਰਭੂ-ਨਾਮ ਵੱਲੋਂ ਨਫ਼ਰਤ-) ਇਹ ਹਨ ਕਲਿਜੁਗ ਦੇ ਲੱਛਣ ॥੩॥",
    "PRONUNCIATION": "aus dI bdnwvI inMdw krdy hn[l``Kx"
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "ijsu iskdwrI. iqsih KuAwrI; cwkr kyhy frxw ]",
    "TRANSLITERATION": "Jis Sikadhaaree Thisehi Khuaaree Chaakar Kaehae Ddaranaa ||",
    "PUNJABI": "(ਪਰ ਇਹ ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਤੇ ਕਮਜ਼ੋਰਾਂ ਉਤੇ ਧੱਕਾ ਸੁਖੀ ਜੀਵਨ ਦਾ ਰਸਤਾ ਨਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਦੂਜਿਆਂ ਉਤੇ ਸਰਦਾਰੀ ਮਿਲਦੀ ਹੈ (ਤੇ ਉਹ ਕਮਜ਼ੋਰਾਂ ਉਤੇ ਧੱਕਾ ਕਰਦਾ ਹੈ) ਉਸ ਦੀ ਹੀ (ਇਸ ਧੱਕੇ-ਜ਼ੁਲਮ ਦੇ ਕਾਰਨ ਆਖ਼ਰ) ਦੁਰਗਤਿ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "is`kdwrI"
  },
  {
    "SHABAD_ID": 3347,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "jw iskdwrY pvY jMjIrI; qw cwkr hQhu mrxw ]4]",
    "TRANSLITERATION": "Jaa Sikadhaarai Pavai Janjeeree Thaa Chaakar Hathhahu Maranaa ||4||",
    "PUNJABI": "ਨੌਕਰਾਂ ਨੂੰ (ਉਸ ਦੁਰਗਤਿ ਤੋਂ ਕੋਈ) ਖ਼ਤਰਾ ਨਹੀਂ ਹੁੰਦਾ, ਜਦੋਂ ਉਸ ਸਰਦਾਰ ਦੇ ਗਲ ਵਿਚ ਫਾਹਾ ਪੈਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਉਹਨਾਂ ਨੌਕਰਾਂ ਦੇ ਹੱਥੋਂ ਹੀ ਮਰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  }
]