[
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "pwrs prsy. iPir pwrsu hoey; hir jIau ApxI ikrpw DwrI ]2]",
    "TRANSLITERATION": "Paaras Parasae Fir Paaras Hoeae Har Jeeo Apanee Kirapaa Dhhaaree ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਜੀ ਆਪਣੀ ਕਿਰਪਾ ਕਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ-ਪਾਰਸ ਨੂੰ ਛੁਹ ਕੇ ਆਪ ਭੀ ਪਾਰਸ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "ieik ByK krih. iPrih AiBmwnI; iqn jUAY bwjI hwrI ]3]",
    "TRANSLITERATION": "Eik Bhaekh Karehi Firehi Abhimaanee Thin Jooai Baajee Haaree ||3||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਅਨੇਕਾਂ ਜੀਵ ਧਾਰਮਿਕ ਬਾਣਾ ਪਾਈ ਫਿਰਦੇ ਹਨ ਤੇ ਉਸ ਭੇਖ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰੀ ਹੋਏ ਫਿਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਖੇਡ ਜੂਏ ਵਿਚ ਹਾਰ ਲਈ (ਜਾਣੋ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "ieik. Anidnu Bgiq krih idnu rwqI; rwm nwmu auir DwrI ]4]",
    "TRANSLITERATION": "Eik Anadhin Bhagath Karehi Dhin Raathee Raam Naam Our Dhhaaree ||4||",
    "PUNJABI": "ਪਰ, ਹੇ ਸੰਤ ਜਨੋ! ਕਈ ਬੰਦੇ ਐਸੇ ਹਨ ਜੋ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": "(Anidnu)ie`krs"
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "An idnu rwqy. shjy mwqy; shjy haumY mwrI ]5]",
    "TRANSLITERATION": "Anadhin Raathae Sehajae Maathae Sehajae Houmai Maaree ||5||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "BY ibnu Bgiq. n hoeI kb hI; BY Bwie Bgiq svwrI ]6]",
    "TRANSLITERATION": "Bhai Bin Bhagath N Hoee Kab Hee Bhai Bhaae Bhagath Savaaree ||6||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਦਾ ਡਰ-ਅਦਬ ਹਿਰਦੇ ਵਿਚ ਰੱਖਣ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਡਰ-ਅਦਬ, ਪ੍ਰੇਮ ਅਤੇ ਭਗਤੀ ਵਿਚ ਟਿਕਣ ਵਾਲਿਆਂ ਨੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਸੋਹਣੀ ਬਣਾ ਲਈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "mwieAw mohu sbid jlwieAw; igAwin qiq bIcwrI ]7]",
    "TRANSLITERATION": "Maaeiaa Mohu Sabadh Jalaaeiaa Giaan Thath Beechaaree ||7||",
    "PUNJABI": "ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਰਾਹੀਂ ਜਿਹੜੇ ਬੰਦੇ ਵਿਚਾਰਵਾਨ ਹੋ ਗਏ, ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਸਾੜ ਲਿਆ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "Awpy Awip krwey krqw; Awpy bKis BMfwrI ]8]",
    "TRANSLITERATION": "Aapae Aap Karaaeae Karathaa Aapae Bakhas Bhanddaaree ||8||",
    "PUNJABI": "ਪਰ ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਆਪਣੀ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "iqs ikAw guxw kw AMqu. n pwieAw; hau gwvw sbid vIcwrI ]9]",
    "TRANSLITERATION": "This Kiaa Gunaa Kaa Anth N Paaeiaa Ho Gaavaa Sabadh Veechaaree ||9||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਦਾ। (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਮੈਂ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹਾਂ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "hir jIau jpI. hir jIau swlwhI; ivchu Awpu invwrI ]10]",
    "TRANSLITERATION": "Har Jeeo Japee Har Jeeo Saalaahee Vichahu Aap Nivaaree ||10||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੈਂ ਉਸ ਦਾ ਨਾਮ ਜਪਦਾ ਹਾਂ, ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰਦਾ ਹਾਂ ॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "nwmu pdwrQu. gur qy pwieAw; AKut scy BMfwrI ]11]",
    "TRANSLITERATION": "Naam Padhaarathh Gur Thae Paaeiaa Akhutt Sachae Bhanddaaree ||11||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਕਦੇ ਮੁੱਕਣ ਵਾਲੇ ਨਹੀਂ ਹਨ, ਪਰ ਇਹ ਨਾਮ-ਪਦਾਰਥ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ ॥੧੧॥",
    "PRONUNCIATION": "AKu`t"
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "ApixAw Bgqw no Awpy quTw; ApxI ikrpw kir kl DwrI ]12]",
    "TRANSLITERATION": "Apaniaa Bhagathaa No Aapae Thuthaa Apanee Kirapaa Kar Kal Dhhaaree ||12||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਭਗਤਾਂ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰ ਕੇ (ਨਾਮ ਜਪਣ ਦੀ) ਸੱਤਿਆ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੧੨॥",
    "PRONUNCIATION": "qu`Tw"
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "iqn swcynwm kI sdw BuK lwgI; gwvin sbid vIcwrI ]13]",
    "TRANSLITERATION": "Thin Saachae Naam Kee Sadhaa Bhukh Laagee Gaavan Sabadh Veechaaree ||13||",
    "PUNJABI": "(ਇਸ ਦਾ ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਉਹਨਾਂ (ਭਗਤ ਜਨਾਂ) ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਸਦਾ ਭੁੱਖ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਉੱਚੀ ਵਿਚਾਰ ਦੇ ਮਾਲਕ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੩॥",
    "PRONUNCIATION": "Bu`K"
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "jIau ipMfu sBu ikCu hY iqs kw; AwKxu ibKmu bIcwrI ]14]",
    "TRANSLITERATION": "Jeeo Pindd Sabh Kishh Hai This Kaa Aakhan Bikham Beechaaree ||14||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ (ਜੀਵਾਂ ਨੂੰ) ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, (ਉਸ ਦੀਆਂ ਬਖ਼ਸ਼ਸ਼ਾਂ ਦਾ) ਵਿਚਾਰ ਕਰਨਾ ਤੇ ਬਿਆਨ ਕਰਨਾ (ਬਹੁਤ) ਔਖਾ ਹੈ ॥੧੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "sbid lgy syeI jn insqry; Baujlu pwir auqwrI ]15]",
    "TRANSLITERATION": "Sabadh Lagae Saeee Jan Nisatharae Bhoujal Paar Outhaaree ||15||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦੇ ਹਨ, ਉਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਤਰ ਜਾਂਦੇ ਹਨ, ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੧੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnu hir swcy ko pwir. n pwvY; bUJY ko vIcwrI ]16]",
    "TRANSLITERATION": "Bin Har Saachae Ko Paar N Paavai Boojhai Ko Veechaaree ||16||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਕੋਈ ਵਿਰਲਾ ਵਿਚਾਰਵਾਨ ਇਹ ਗੱਲ ਸਮਝਦਾ ਹੈ ਕਿ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘਾ ਸਕਦਾ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "jo Duir iliKAw soeI pwieAw; imil hir sbid svwrI ]17]",
    "TRANSLITERATION": "Jo Dhhur Likhiaa Soee Paaeiaa Mil Har Sabadh Savaaree ||17||",
    "PUNJABI": "(ਪਰ ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਨਾਮ ਦੀ ਦਾਤ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਖੇਡ ਨਹੀਂ ਹੈ, ਪ੍ਰਭੂ ਨੇ) ਧੁਰ-ਦਰਗਾਹ ਤੋਂ (ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਤੇ ਜੋ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਉਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਤੇ ਜੀਵ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਜੀਵਨ ਸੰਵਾਰਦਾ ਹੈ ॥੧੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "kwieAw kMcnu sbdy rwqI; swcY nwie ipAwrI ]18]",
    "TRANSLITERATION": "Kaaeiaa Kanchan Sabadhae Raathee Saachai Naae Piaaree ||18||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਸਰੀਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਦਾ ਹੈ ਉਹ ਸਰੀਰ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ (ਸੁੱਧ ਸੋਨੇ ਵਰਗਾ ਵਿਕਾਰ-ਰਹਿਤ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "kwieAw AMimRiq rhI BrpUry; pweIAY sbid vIcwrI ]19]",
    "TRANSLITERATION": "Kaaeiaa Anmrith Rehee Bharapoorae Paaeeai Sabadh Veechaaree ||19||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ! ਉਹ ਸਰੀਰ ਪਵਿੱਤਰ ਹੈ) ਜਿਹੜਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕੀਤਿਆਂ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "jo pRBu Kojih. syeI pwvih; hoir PUit mUey AhMkwrI ]20]",
    "TRANSLITERATION": "Jo Prabh Khojehi Saeee Paavehi Hor Foott Mooeae Ahankaaree ||20||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ ਇਸ ਸਰੀਰ ਵਿਚ ਹੀ) ਪ੍ਰਭੂ ਨੂੰ ਲੱਭਦੇ ਹਨ ਉਹੀ ਉਸ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ। (ਸਰੀਰ ਤੋਂ ਬਾਹਰ ਭਾਲਣ ਵਾਲੇ) ਹੋਰ ਬੰਦੇ (ਭੇਖ ਆਦਿਕ ਦੇ) ਮਾਣ ਵਿਚ ਆਫਰ ਆਫਰ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ॥੨੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "bwdI ibnsih. syvk syvih; gur kY hyiq ipAwrI ]21]",
    "TRANSLITERATION": "Baadhee Binasehi Saevak Saevehi Gur Kai Haeth Piaaree ||21||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਨਿਰੀਆਂ ਫੋਕੀਆਂ ਗੱਲਾਂ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਤੌਰ ਤੇ ਮਰ ਜਾਂਦੇ ਹਨ, ਪਰ ਭਗਤ ਜਨ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ ॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "so jogI qqu igAwnu bIcwry; haumY iqRsnw mwrI ]22]",
    "TRANSLITERATION": "So Jogee Thath Giaan Beechaarae Houmai Thrisanaa Maaree ||22||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਉਹੀ ਮਨੁੱਖ ਜੋਗੀ ਹੈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ) ਜੋ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਮਾਰ ਕੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਕੇ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguru dwqw iqnY pCwqw; ijs no ikRpw qumwrI ]23]",
    "TRANSLITERATION": "Sathigur Dhaathaa Thinai Pashhaathaa Jis No Kirapaa Thumaaree ||23||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੇਰੀ ਦਇਆ ਹੁੰਦੀ ਹੈ, ਉਸ ਨੇ ਇਹ ਗੱਲ ਸਮਝੀ ਹੁੰਦੀ ਹੈ ਕਿ ਗੁਰੂ (ਹੀ ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ ॥੨੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguru. n syvih mwieAw lwgy; fUib mUey AhMkwrI ]24]",
    "TRANSLITERATION": "Sathigur N Saevehi Maaeiaa Laagae Ddoob Mooeae Ahankaaree ||24||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰ ਨਹੀਂ ਮੱਲਦੇ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, (ਮਾਇਆ ਦੇ ਕਾਰਨ) ਅਹੰਕਾਰੀ ਹੋਏ ਹੋਏ ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਡੁੱਬ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ ॥੨੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "ijcru AMdir swsu. iqcru syvw kIcY; jwie imlIAY rwm murwrI ]25]",
    "TRANSLITERATION": "Jichar Andhar Saas Thichar Saevaa Keechai Jaae Mileeai Raam Muraaree ||25||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਤਨਾ ਚਿਰ ਸਰੀਰ ਵਿਚ ਸਾਹ ਆ ਰਿਹਾ ਹੈ ਉਤਨਾ ਚਿਰ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। (ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਪ੍ਰਭੂ ਨੂੰ ਜਾ ਮਿਲੀਦਾ ਹੈ ॥੨੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "Anidnu jwgq rhY idnu rwqI; Apny ipRA pRIiq ipAwrI ]26]",
    "TRANSLITERATION": "Anadhin Jaagath Rehai Dhin Raathee Apanae Pria Preeth Piaaree ||26||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ-ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿ ਸਕਦਾ ਹੈ ॥੨੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "qnu mnu vwrI vwir GumweI; Apny gur ivthu bilhwrI ]27]",
    "TRANSLITERATION": "Than Man Vaaree Vaar Ghumaaee Apanae Gur Vittahu Balihaaree ||27||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ! ਤਾਹੀਏਂ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਤੋਂ ਆਪਣਾ ਤਨ ਮਨ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ, ਘੋਲਿ ਘੁਮਾਂਦਾ ਹਾਂ ॥੨੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "mwieAw mohu ibnis jwiegw; aubry sbid vIcwrI ]28]",
    "TRANSLITERATION": "Maaeiaa Mohu Binas Jaaeigaa Oubarae Sabadh Veechaaree ||28||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨ ਵਾਲੇ ਬੰਦੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ। (ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਨਾਸ ਹੋ ਜਾਇਗਾ ॥੨੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "Awip jgwey syeI jwgy; gur kY sbid vIcwrI ]29]",
    "TRANSLITERATION": "Aap Jagaaeae Saeee Jaagae Gur Kai Sabadh Veechaaree ||29||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ ਹੈ। ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਉਹੀ ਮਨੁੱਖ ਜਾਗਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਜਗਾਂਦਾ ਹੈ, ਅਜਿਹੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਵਿਚਾਰਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3359,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk. syeI mUey ij nwmu, n cyqih; Bgq jIvy vIcwrI ]30]4]13]",
    "TRANSLITERATION": "Naanak Saeee Mooeae J Naam N Chaethehi Bhagath Jeevae Veechaaree ||30||4||13||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਉਹੀ ਮਨੁੱਖ ਆਤਮਕ ਤੌਰ ਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਦਾ ਸਦਕਾ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਹੋ ਗਏ ਹਨ ॥੩੦॥੪॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3360,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 3 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3360,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "nwmu Kjwnw. gur qy pwieAw; iqRpiq rhy AwGweI ]1]",
    "TRANSLITERATION": "Naam Khajaanaa Gur Thae Paaeiaa Thripath Rehae Aaghaaee ||1||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ, (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਜ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3360,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "sMqhu; gurmuiK mukiq giq pweI ]",
    "TRANSLITERATION": "Santhahu Guramukh Mukath Gath Paaee ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]