[
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "Apxy jIA. qY Awip sm@wly; Awip lIey liV lweI ]15]",
    "TRANSLITERATION": "Apanae Jeea Thai Aap Samhaalae Aap Leeeae Larr Laaee ||15||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਅਸੀਂ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਜੀਵ ਹਾਂ) ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵਾਂ ਦੀ ਤੂੰ ਆਪ ਹੀ ਸਦਾ ਸੰਭਾਲ ਕੀਤੀ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਇਹਨਾਂ ਨੂੰ ਆਪਣੇ ਪੱਲੇ ਲਾਂਦਾ ਹੈਂ ॥੧੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "swc Drm kw byVw bWiDAw; Bvjlu pwir pvweI ]16]",
    "TRANSLITERATION": "Saach Dhharam Kaa Baerraa Baandhhiaa Bhavajal Paar Pavaaee ||16||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਹੀ ਜਿਨ੍ਹਾਂ ਨੇ) ਤੇਰੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਦੇ ਸਿਮਰਨ ਦਾ ਜਹਾਜ਼ ਤਿਆਰ ਕਰ ਲਿਆ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "bysumwr byAMq suAwmI; nwnk bil bil jweI ]17]",
    "TRANSLITERATION": "Baesumaar Baeanth Suaamee Naanak Bal Bal Jaaee ||17||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਬੇਅੰਤ-ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈ ਬੇਅੰਤ ਹੈ। ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "Akwl mUriq AjUnI sMBau; kil AMDkwr. dIpweI ]18]",
    "TRANSLITERATION": "Akaal Moorath Ajoonee Sanbho Kal Andhhakaar Dheepaaee ||18||",
    "PUNJABI": "(ਜਿਹੜਾ) ਪਰਮਾਤਮਾ ਮੌਤ-ਰਹਿਤ ਹਸਤੀ ਵਾਲਾ ਹੈ, ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜੋ ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ (ਗੁਰੂ ਦੀ) ਰਾਹੀਂ ਜਗਤ ਦੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਹਨੇਰੇ ਨੂੰ (ਦੂਰ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਕਰਦਾ ਹੈ ॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "AMqrjwmI jIAn kw dwqw; dyKq iqRpiq AGweI ]19]",
    "TRANSLITERATION": "Antharajaamee Jeean Kaa Dhaathaa Dhaekhath Thripath Aghaaee ||19||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਦਾ) ਦਰਸਨ ਕੀਤਿਆਂ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਜ ਜਾਈਦਾ ਹੈ ॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "eykMkwru inrMjnu inrBau; sB jil Qil rihAw smweI ]20]",
    "TRANSLITERATION": "Eaekankaar Niranjan Nirabho Sabh Jal Thhal Rehiaa Samaaee ||20||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ, ਕਿਸੇ ਤੋਂ ਭੀ ਨਾਹ ਡਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਲ ਵਿਚ ਥਲ ਵਿੱਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ॥੨੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3366,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "Bgiq dwnu Bgqw kau dInw; hir nwnk jwcY mweI ]21]1]6]",
    "TRANSLITERATION": "Bhagath Dhaan Bhagathaa Ko Dheenaa Har Naanak Jaachai Maaee ||21||1||6||",
    "PUNJABI": "ਹੇ ਮਾਂ! (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ) ਭਗਤੀ ਦਾ ਦਾਨ (ਆਪਣੇ) ਭਗਤਾਂ ਨੂੰ (ਸਦਾ) ਦਿੱਤਾ ਹੈ। (ਦਾਸ) ਨਾਨਕ ਭੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ) ਉਸ ਪਰਮਾਤਮਾ ਪਾਸੋਂ (ਇਹ ਖ਼ੈਰ) ਮੰਗਦਾ ਹੈ ॥੨੧॥੧॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3367,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 5 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "isKhu sbdu ipAwirho; jnm mrn kI tyk ]",
    "TRANSLITERATION": "Sikhahu Sabadh Piaariho Janam Maran Kee Ttaek ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਮਿੱਤਰੋ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੀ ਆਦਤ ਬਣਾਓ, ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ (ਮਨੁੱਖ ਵਾਸਤੇ) ਸਾਰੀ ਉਮਰ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "PRONUNCIATION": "is`Khu"
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "muKu aUjlu sdw suKI; nwnk ismrq eyk ]1]",
    "TRANSLITERATION": "Mukh Oojal Sadhaa Sukhee Naanak Simarath Eaek ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਮੁਖ ਉਜਲਾ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਸਦਾ ਹੀ ਸੁਖੀ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "mnu qnu rwqw rwm ipAwry; hir pRym Bgiq bix AweI. sMqhu ]1]",
    "TRANSLITERATION": "Man Than Raathaa Raam Piaarae Har Praem Bhagath Ban Aaee Santhahu ||1||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਤੇ ਤਨ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਦੇ ਕਾਰਨ ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦੀ ਡੂੰਘੀ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguir. Kyp inbwhI, sMqhu ]",
    "TRANSLITERATION": "Sathigur Khaep Nibaahee Santhahu ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਗੁਰੂ ਨੇ ਸਿਰੇ ਚਾੜ੍ਹ ਦਿੱਤੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "hir nwmu lwhw. dws kau dIAw; sglI iqRsn aulwhI. sMqhu ]1] rhwau ]",
    "TRANSLITERATION": "Har Naam Laahaa Dhaas Ko Dheeaa Sagalee Thrisan Oulaahee Santhahu ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਸੇਵਕ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਲਾਭ ਬਖ਼ਸ਼ ਦਿੱਤਾ, ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦੀ ਸਾਰੀ ਮਾਇਕ ਤ੍ਰਿਸ਼ਨਾ ਮੁਕਾ ਦਿੱਤੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(aulwhI)ivSyS lwh id`qI"
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "Kojq Kojq lwlu ieku pwieAw; hir kImiq khxu. n jweI, sMqhu ]2]",
    "TRANSLITERATION": "Khojath Khojath Laal Eik Paaeiaa Har Keemath Kehan N Jaaee Santhahu ||2||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਖੋਜਣ ਵਾਲੇ ਨੇ) ਖੋਜ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਹੀਰਾ ਲੱਭ ਲਿਆ। ਉਸ ਲਾਲ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "crnkml isau lwgo iDAwnw; swcY dris smweI. sMqhu ]3]",
    "TRANSLITERATION": "Charan Kamal Sio Laago Dhhiaanaa Saachai Dharas Samaaee Santhahu ||3||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ) ਸੁਰਤ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਗਈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸ਼ਨ ਵਿਚ ਉਸ ਦੀ ਸਦਾ ਲਈ ਲੀਨਤਾ ਹੋ ਗਈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "gux gwvq gwvq Bey inhwlw; hir ismrq iqRpiq AGweI. sMqhu ]4]",
    "TRANSLITERATION": "Gun Gaavath Gaavath Bheae Nihaalaa Har Simarath Thripath Aghaaee Santhahu ||4||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਤਨੋ ਮਨੋ ਖਿੜ ਜਾਈਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਿਆਂ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜ ਜਾਈਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "Awqm rwmu rivAw sB AMqir; kq AwvY kq jweI. sMqhu ]5]",
    "TRANSLITERATION": "Aatham Raam Raviaa Sabh Anthar Kath Aavai Kath Jaaee Santhahu ||5||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ, ਉਸਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "Awid jugwdI hY BI hosI; sB jIAw kw suKdweI. sMqhu ]6]",
    "TRANSLITERATION": "Aadh Jugaadhee Hai Bhee Hosee Sabh Jeeaa Kaa Sukhadhaaee Santhahu ||6||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਖੇਪ ਤੋੜ ਸਿਰੇ ਚਾੜ੍ਹ ਦਿੱਤੀ, ਉਸ ਨੂੰ ਇਹ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਸਭ ਦਾ ਮੁੱਢ ਹੈ, ਪਰਮਾਤਮਾ ਜੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੈ, ਪਰਮਾਤਮਾ ਇਸ ਵੇਲੇ ਵੀ ਮੌਜੂਦ ਹੈ, ਪਰਮਾਤਮਾ ਸਦਾ ਲਈ ਕਾਇਮ ਰਹੇਗਾ। ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": "ju`gwdI"
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "Awip byAMqu. AMqu nhI pweIAY; pUir rihAw sB TweI. sMqhu ]7]",
    "TRANSLITERATION": "Aap Baeanth Anth Nehee Paaeeai Poor Rehiaa Sabh Thaaee Santhahu ||7||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਹੈ, ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅਖ਼ੀਰਲਾ ਬੰਨਾ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਉਹ ਪ੍ਰਭੂ ਸਭਨੀਂ ਥਾਈਂ ਵਿਆਪਕ ਹੈ ॥੭॥",
    "PRONUNCIATION": "TweIN"
  },
  {
    "SHABAD_ID": 3368,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "mIq swjn. mwlu jobnu suq; hir nwnk bwpu myrI mweI. sMqhu ]8]2]7]",
    "TRANSLITERATION": "Meeth Saajan Maal Joban Suth Har Naanak Baap Maeree Maaee Santhahu ||8||2||7||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਨਾਨਕ ਆਖਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈ, ਮੇਰਾ ਸੱਜਣ ਹੈ, ਮੇਰਾ ਧਨ-ਮਾਲ ਹੈ, ਮੇਰਾ ਜੋਬਨ ਹੈ, ਮੇਰਾ ਪੁੱਤਰ ਹੈ, ਮੇਰਾ ਪਿਉ ਹੈ, ਮੇਰੀ ਮਾਂ ਹੈ (ਇਹਨੀਂ ਸਭਨੀਂ ਥਾਈਂ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸਹਾਰਾ ਹੈ) ॥੮॥੨॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 5 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "mn bc kRim; rwm nwmu icqwrI ]",
    "TRANSLITERATION": "Man Bach Kram Raam Naam Chithaaree ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ, ਆਪਣੇ ਹਰੇਕ ਬੋਲ ਦੀ ਰਾਹੀਂ, ਆਪਣੇ ਹਰੇਕ ਕੰਮ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਰੱਖਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "GUmnGyir. mhw Aiq ibKVI; gurmuiK nwnk. pwir auqwrI ]1] rhwau ]",
    "TRANSLITERATION": "Ghooman Ghaer Mehaa Ath Bikharree Guramukh Naanak Paar Outhaaree ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਗਤ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਦੀ) ਬੜੀ ਭਿਆਨਕ ਘੁੰਮਣ-ਘੇਰੀ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਸ ਵਿਚੋਂ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੀ ਬੇੜੀ ਨੂੰ) ਪਾਰ ਲੰਘਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "GUmn-Gyir[ ibKVIV"
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "AMqir sUKw. bwhir sUKw; hir jip. mln Bey dustwrI ]1]",
    "TRANSLITERATION": "Anthar Sookhaa Baahar Sookhaa Har Jap Malan Bheae Dhusattaaree ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ (ਕਾਮਾਦਿਕ) ਚੰਦਰੇ ਵੈਰੀ ਮਲੇ-ਦਲੇ ਜਾਂਦੇ ਹਨ, (ਤਦੋਂ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਦੁਨੀਆ ਨਾਲ ਵਰਤਦਿਆਂ ਭੀ ਸੁਖ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(mln)mLy[dustwrI duSt kwmwid"
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "ijs qy lwgy. iqnih invwry; pRB jIau ApxI ikrpw DwrI ]2]",
    "TRANSLITERATION": "Jis Thae Laagae Thinehi Nivaarae Prabh Jeeo Apanee Kirapaa Dhhaaree ||2||",
    "PUNJABI": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ (ਇਹ ਚੰਦਰੇ ਵੈਰੀ) ਚੰਬੜਦੇ ਹਨ, ਉਹੀ ਪ੍ਰਭੂ ਜੀ ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ ਇਹਨਾਂ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "auDry sMq pry hir srnI; pic ibnsy mhw AhMkwrI ]3]",
    "TRANSLITERATION": "Oudhharae Santh Parae Har Saranee Pach Binasae Mehaa Ahankaaree ||3||",
    "PUNJABI": "ਸੰਤ ਜਨ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈ ਜਾਂਦੇ ਹਨ ਉਹ ਤਾਂ (ਇਹਨਾਂ ਵੈਰੀਆਂ ਦੀ ਮਾਰ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਪਰ ਵੱਡੇ ਅਹੰਕਾਰੀ ਮਨੁੱਖ (ਇਹਨਾਂ ਵਿਚ) ਸੜ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "AhM-kwrI"
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "swDUsMgiq iehu Plu pwieAw; ieku kyvl nwmu ADwrI ]4]",
    "TRANSLITERATION": "Saadhhoo Sangath Eihu Fal Paaeiaa Eik Kaeval Naam Adhhaaree ||4||",
    "PUNJABI": "(ਸੰਤ ਜਨਾਂ ਨੇ) ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਫਲ ਲੱਭ ਲਿਆ, ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਨੂੰ ਉਹਨਾਂ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾਇਆ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "n koeI sUru. n koeI hIxw; sB pRgtI joiq qum@wrI ]5]",
    "TRANSLITERATION": "N Koee Soor N Koee Heenaa Sabh Pragattee Joth Thumhaaree ||5||",
    "PUNJABI": "ਪਰ, ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੇ ਆਪ ਵਿਚ) ਨਾਹ ਕੋਈ ਜੀਵ ਸੂਰਮਾ ਹੈ ਨਾਹ ਕੋਈ ਲਿੱਸਾ ਹੈ। ਹਰ ਇਕ ਜੀਵ ਵਿਚ ਤੇਰੀ ਹੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਰਹੀ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "qum@ smrQ AkQ Agocr; rivAw eyku murwrI ]6]",
    "TRANSLITERATION": "Thumh Samarathh Akathh Agochar Raviaa Eaek Muraaree ||6||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੇਰੀਆਂ ਤਾਕਤਾਂ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹਨ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਰਾਹੀਂ ਤੇਰੇ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈਂ ॥੬॥",
    "PRONUNCIATION": "smr`QA-kQ:polw bolo"
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "kImiq kauxu kry qyrI krqy; pRB. AMqu n pwrwvwrI ]7]",
    "TRANSLITERATION": "Keemath Koun Karae Thaeree Karathae Prabh Anth N Paaraavaaree ||7||",
    "PUNJABI": "ਹੇ ਕਰਤਾਰ! ਹੇ ਪ੍ਰਭੂ! ਕੋਈ ਜੀਵ ਤੇਰੀ ਕੀਮਤ ਨਹੀਂ ਪਾ ਸਕਦਾ। ਤੇਰਾ ਅੰਤ ਤੇਰਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3369,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "nwm dwnu nwnk vifAweI; qyirAw sMq jnw ryxwrI ]8]3]8]22]",
    "TRANSLITERATION": "Naam Dhaan Naanak Vaddiaaee Thaeriaa Santh Janaa Raenaaree ||8||3||8||22||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਲਿਆਂ ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੮॥੩॥੮॥੨੨॥",
    "PRONUNCIATION": ""
  }
]