[
  {
    "SHABAD_ID": 3371,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguru purKu ij boilAw; gurisKw mMin leI rjwie jIau ]",
    "TRANSLITERATION": "Sathigur Purakh J Boliaa Gurasikhaa Mann Lee Rajaae Jeeo ||",
    "PUNJABI": "ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਬਚਨ ਕੀਤਾ (ਕਿ ਸਾਰੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਚਰਨੀਂ ਲੱਗਣ, ਤਾਂ) ਗੁਰਸਿੱਖਾਂ ਨੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਹੁਕਮ ਮੰਨ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3371,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "mohrI puqu snmuKu hoieAw; rwmdwsY pYrI pwie jIau ]",
    "TRANSLITERATION": "Moharee Puth Sanamukh Hoeiaa Raamadhaasai Pairee Paae Jeeo ||",
    "PUNJABI": "(ਸਭ ਤੋਂ ਪਹਿਲਾਂ) (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ) ਪੁੱਤ੍ਰ (ਬਾਬਾ) ਮੋਹਰੀ ਜੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਪੈਰਾਂ ਤੇ ਪੈ ਕੇ (ਪਿਤਾ ਦੇ) ਸਾਮ੍ਹਣੇ ਸੁਰਖ਼ਰੂ ਹੋ ਕੇ ਆ ਖਲੋਤੇ।",
    "PRONUNCIATION": "pYrIN"
  },
  {
    "SHABAD_ID": 3371,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "sB pvY pYrI siqgurU kyrI; ijQY gurU Awpu riKAw ]",
    "TRANSLITERATION": "Sabh Pavai Pairee Sathiguroo Kaeree Jithhai Guroo Aap Rakhiaa ||",
    "PUNJABI": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਵਿਚ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਆਪਣੀ ਆਤਮਾ ਟਿਕਾ ਦਿੱਤੀ, (ਇਸ ਵਾਸਤੇ) ਸਾਰੀ ਲੋਕਾਈ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੀ ਪੈਰੀਂ ਆ ਪਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3371,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "koeI kir bKIlI. invY nwhI; iPir siqgurU Awix invwieAw ]",
    "TRANSLITERATION": "Koee Kar Bakheelee Nivai Naahee Fir Sathiguroo Aan Nivaaeiaa ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਨਿੰਦਾ ਕਰ ਕੇ (ਪਹਿਲਾਂ) ਨਹੀਂ ਸੀ ਭੀ ਨਿਂਵਿਆ, ਉਸ ਨੂੰ ਭੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਲਿਆ ਕੇ ਆ ਪੈਰੀਂ ਪਾਇਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3371,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "hir gurih Bwxw dIeI vifAweI; Duir iliKAw lyKu rjwie jIau ]",
    "TRANSLITERATION": "Har Gurehi Bhaanaa Dheeee Vaddiaaee Dhhur Likhiaa Laekh Rajaae Jeeo ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਅਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ (ਇਹੀ) ਚੰਗਾ ਲੱਗਾ, (ਉਹਨਾਂ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ; ਧੁਰੋਂ ਅਕਾਲ ਪੁਰਖ ਦਾ ਇਹੀ ਹੁਕਮ ਲਿਖਿਆ ਆਇਆ ਸੀ;",
    "PRONUNCIATION": "dI-eI"
  },
  {
    "SHABAD_ID": 3371,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "khY suMdru. suxhu sMqhu; sBu jgqu pYrI pwie jIau ]6]1]",
    "TRANSLITERATION": "Kehai Sundhar Sunahu Santhahu Sabh Jagath Pairee Paae Jeeo ||6||1||",
    "PUNJABI": "ਸੁੰਦਰ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤਹੁ! ਸੁਣੋ, (ਇਸ ਵਾਸਤੇ) ਸਾਰਾ ਜਗਤ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ) ਪੈਰੀਂ ਪਿਆ ॥੬॥੧॥",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 5 CMq",
    "TRANSLITERATION": "Raamakalee Mehalaa 5 Shhantha",
    "PUNJABI": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "swjnVw. myrw swjnVw; inkit KloieAVw. myrw swjnVw ]",
    "TRANSLITERATION": "Saajanarraa Maeraa Saajanarraa Nikatt Khaloeiarraa Maeraa Saajanarraa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਮੇਰਾ ਪਿਆਰਾ ਸੱਜਣ ਹੈ, ਮੇਰਾ ਪਿਆਰਾ ਮਿੱਤਰ ਹੈ; ਉਹ ਮੇਰਾ ਪਿਆਰਾ ਸੱਜਣ (ਹਰ ਵੇਲੇ) ਮੇਰੇ ਪਾਸ ਖਲੋਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "jwnIAVw hir jwnIAVw; nYx AloieAVw hir jwnIAVw ]",
    "TRANSLITERATION": "Jaaneearraa Har Jaaneearraa Nain Aloeiarraa Har Jaaneearraa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਜਿੰਦ ਤੋਂ ਭੀ ਪਿਆਰਾ ਹੈ, ਮੈਨੂੰ ਜਾਨ ਤੋਂ ਭੀ ਪਿਆਰਾ ਹੈ, ਉਸ ਪਿਆਰੇ ਜਾਨੀ ਪ੍ਰਭੂ ਨੂੰ ਮੈਂ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "nYx AloieAw. Git Git soieAw; Aiq AMimRq ipRA gUVw ]",
    "TRANSLITERATION": "Nain Aloeiaa Ghatt Ghatt Soeiaa Ath Anmrith Pria Goorraa ||",
    "PUNJABI": "ਮੈਂ ਅੱਖੀਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਉਹ ਅੱਤ ਮਿੱਠਾ ਤੇ ਪਿਆਰਾ ਮਿੱਤਰ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਗੁਪਤ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "gUV@w"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "nwil hovMdw. lih, n skMdw; suAwau. n jwxY, mUVw ]",
    "TRANSLITERATION": "Naal Hovandhaa Lehi N Sakandhaa Suaao N Jaanai Moorraa ||",
    "PUNJABI": "ਪਰ, ਮੂਰਖ ਜੀਵ (ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ) ਸੁਆਦ ਨਹੀਂ ਜਾਣਦਾ, (ਕਿਉਂਕਿ) ਉਸ ਹਰ-ਵੇਲੇ-ਨਾਲ-ਵੱਸਦੇ ਮਿੱਤਰ ਨੂੰ (ਮੂਰਖ ਮਨੁੱਖ) ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "mUV@w"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "mwieAw mid mwqw, hoCI bwqw; imlxu. n jweI, Brm DVw ]",
    "TRANSLITERATION": "Maaeiaa Madh Maathaa Hoshhee Baathaa Milan N Jaaee Bharam Dhharraa ||",
    "PUNJABI": "ਮੂਰਖ ਜੀਵ ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਥੋੜ-ਵਿਤੀਆਂ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਭਟਕਣਾ ਦਾ ਪ੍ਰਭਾਵ ਹੋਣ ਕਰਕੇ (ਉਸ ਪਿਆਰੇ ਮਿੱਤਰ ਨੂੰ) ਮਿਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "m`wqw"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "khu nwnk. gur ibnu, nwhI sUJY; hir swjnu sB kY inkit KVw ]1]",
    "TRANSLITERATION": "Kahu Naanak Gur Bin Naahee Soojhai Har Saajan Sabh Kai Nikatt Kharraa ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸੱਜਣ ਪਰਮਾਤਮਾ (ਭਾਵੇਂ) ਸਭ ਜੀਵਾਂ ਦੇ ਨੇੜੇ ਖਲੋਤਾ ਹੋਇਆ ਹੈ, ਪਰ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਉਹ ਦਿੱਸਦਾ ਨਹੀਂ ॥੧॥",
    "PRONUNCIATION": "KV@w"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "goibMdw myry goibMdw; pRwx ADwrw myry goibMdw ]",
    "TRANSLITERATION": "Gobindhaa Maerae Gobindhaa Praan Adhhaaraa Maerae Gobindhaa ||",
    "PUNJABI": "ਹੇ ਗੋਬਿੰਦ! ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! ਹੇ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਆਸਰੇ ਗੋਬਿੰਦ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "ikrpwlw myry ikrpwlw; dwn dwqwrw myry ikrpwlw ]",
    "TRANSLITERATION": "Kirapaalaa Maerae Kirapaalaa Dhaan Dhaathaaraa Maerae Kirapaalaa ||",
    "PUNJABI": "ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਮੇਰੇ ਕਿਰਪਾਲ! ਹੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਮੇਰੇ ਕਿਰਪਾਲ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "dwn dwqwrw Apr Apwrw; Gt Gt AMqir sohinAw ]",
    "TRANSLITERATION": "Dhaan Dhaathaaraa Apar Apaaraa Ghatt Ghatt Anthar Sohaniaa ||",
    "PUNJABI": "ਹੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ! ਹੇ ਬੇਅੰਤ! ਹੇ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਹੇ ਪ੍ਰਭੂ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "iek dwsI DwrI sbl pswrI; jIA jMq lY mohinAw ]",
    "TRANSLITERATION": "Eik Dhaasee Dhhaaree Sabal Pasaaree Jeea Janth Lai Mohaniaa ||",
    "PUNJABI": "ਤੂੰ ਮਾਇਆ-ਦਾਸੀ ਪੈਦਾ ਕੀਤੀ, ਉਸ ਨੇ ਬੜਾ ਬਲ ਵਾਲਾ ਖਿਲਾਰਾ ਖਿਲਾਰਿਆ ਹੈ ਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮੋਹ ਰੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "ijs no rwKY so scu BwKY; gur kw sbdu bIcwrw ]",
    "TRANSLITERATION": "Jis No Raakhai So Sach Bhaakhai Gur Kaa Sabadh Beechaaraa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ (ਇਸ ਦਾਸੀ-ਮਾਇਆ ਤੋਂ) ਬਚਾ ਰੱਖਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "khu nwnk. jo pRB kau Bwxw; iqs hI kau pRBu ipAwrw ]2]",
    "TRANSLITERATION": "Kahu Naanak Jo Prabh Ko Bhaanaa This Hee Ko Prabh Piaaraa ||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ ਉਸੇ ਨੂੰ ਹੀ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "mwxo pRB mwxo; myry pRB kw mwxo ]",
    "TRANSLITERATION": "Maano Prabh Maano Maerae Prabh Kaa Maano ||",
    "PUNJABI": "(ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪ੍ਰਭੂ (ਦੇ ਆਸਰੇ) ਦਾ ਹੀ ਮਾਣ-ਫ਼ਖ਼ਰ ਹੋ ਸਕਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "jwxo pRBu jwxo; suAwmI suGVu sujwxo ]",
    "TRANSLITERATION": "Jaano Prabh Jaano Suaamee Sugharr Sujaano ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਹੀ (ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ) ਜਾਣਨ ਵਾਲਾ ਮਾਲਕ ਹੈ ਸਿਆਣਾ ਹੈ ਸੁਜਾਨ ਹੈ।",
    "PRONUNCIATION": "suGVu"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "suGV sujwnw sd prDwnw; AMimRqu hir kw nwmw ]",
    "TRANSLITERATION": "Sugharr Sujaanaa Sadh Paradhhaanaa Anmrith Har Kaa Naamaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਸਿਆਣਾ ਹੈ ਸੁਜਾਣ ਹੈ ਸਦਾ ਮੰਨਿਆ-ਪਰਮੰਨਿਆ ਹੈ; ਉਸ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "suGVu"
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "cwiK AGwxy swirgpwxy; ijn kY Bwg mQwnw ]",
    "TRANSLITERATION": "Chaakh Aghaanae Saarigapaanae Jin Kai Bhaag Mathhaanaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ (ਬੰਦਿਆਂ) ਦੇ ਮੱਥੇ ਦੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ਉਹ ਉਸ ਧਨੁਖ-ਧਾਰੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਚੱਖ ਕੇ (ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "iqn hI pwieAw. iqnih iDAwieAw; sgl iqsY kw mwxo ]",
    "TRANSLITERATION": "Thin Hee Paaeiaa Thinehi Dhhiaaeiaa Sagal Thisai Kaa Maano ||",
    "PUNJABI": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ ਹੀ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੇ ਹੀ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ। ਸਭ ਜੀਵਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਆਸਰੇ ਦਾ ਹੀ ਮਾਣ-ਫ਼ਖ਼ਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "khu nwnk. iQru qKiq invwsI; scu iqsY dIbwxo ]3]",
    "TRANSLITERATION": "Kahu Naanak Thhir Thakhath Nivaasee Sach Thisai Dheebaano ||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਸਦਾ ਆਪਣੇ) ਤਖ਼ਤ ਉਤੇ ਟਿਕਿਆ ਰਹਿਣ ਵਾਲਾ ਹੈ। (ਸਿਰਫ਼) ਉਸ ਦਾ ਹੀ ਦਰਬਾਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "mMglw hir mMglw; myry pRB kY suxIAY mMglw ]",
    "TRANSLITERATION": "Mangalaa Har Mangalaa Maerae Prabh Kai Suneeai Mangalaa ||",
    "PUNJABI": "ਸੰਤ ਜਨ ਆਖਦੇ ਹਨ ਕਿ ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਖ਼ੁਸ਼ੀ ਸਦਾ ਖ਼ੁਸ਼ੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "soihlVw pRB soihlVw; Anhd DunIAY soihlVw ]",
    "TRANSLITERATION": "Sohilarraa Prabh Sohilarraa Anehadh Dhhuneeai Sohilarraa ||",
    "PUNJABI": "ਉਸ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਇਕ-ਰਸ ਸੁਰ ਵਾਲਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਮਿੱਠਾ ਗੀਤ ਸਦਾ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "Anhd vwjy sbd Agwjy; inq inq ijsih vDweI ]",
    "TRANSLITERATION": "Anehadh Vaajae Sabadh Agaajae Nith Nith Jisehi Vadhhaaee ||",
    "PUNJABI": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਸਦਾ ਹੀ ਚੜ੍ਹਦੀ ਕਲਾ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਘਰ ਵਿਚ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "so pRBu iDAweIAY. sBu ikCu pweIAY; mrY n AwvY jweI ]",
    "TRANSLITERATION": "So Prabh Dhhiaaeeai Sabh Kishh Paaeeai Marai N Aavai Jaaee ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ (ਕਦੇ) ਮਰਦਾ ਨਹੀਂ, ਉਹ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ। ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਜੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੀਏ, ਤਾਂ ਉਸ ਦੇ ਦਰ ਤੋਂ) ਹਰੇਕ (ਮੂੰਹ-ਮੰਗੀ) ਚੀਜ਼ ਹਾਸਲ ਕਰ ਲਈਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "cUkI ipAwsw pUrn Awsw; gurmuiK imlu inrgunIAY ]",
    "TRANSLITERATION": "Chookee Piaasaa Pooran Aasaa Guramukh Mil Niraguneeai ||",
    "PUNJABI": "(ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਸ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ (ਹਰੇਕ) ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ। (ਤੂੰ ਭੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਮਾਇਆ-ਰਹਿਤ (ਨਿਰਲੇਪ) ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3372,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "khu nwnk. Gir pRB myry kY; inq inq mMglu sunIAY ]4]1]",
    "TRANSLITERATION": "Kahu Naanak Ghar Prabh Maerae Kai Nith Nith Mangal Suneeai ||4||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਇਹ ਗੱਲ ਗੁਰਮੁਖਾਂ ਦੇ ਮੂੰਹੋ) ਸੁਣੀ ਜਾ ਰਹੀ ਹੈ ਕਿ ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਸਦਾ ਹੀ ਖ਼ੁਸ਼ੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  }
]