[
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 5 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "hir hir iDAwie mnw; iKnu. n ivswrIAY ]",
    "TRANSLITERATION": "Har Har Dhhiaae Manaa Khin N Visaareeai ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਰਤਾ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਉਸ ਨੂੰ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "rwm rwmw rwm rmw; kMiT aur DwrIAY ]",
    "TRANSLITERATION": "Raam Raamaa Raam Ramaa Kanth Our Dhhaareeai ||",
    "PUNJABI": "ਉਸ ਸੋਹਣੇ ਰਾਮ ਨੂੰ ਸਦਾ ਹੀ ਗਲ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "aur Dwir hir hir purKu pUrnu; pwrbRhmu inrMjno ]",
    "TRANSLITERATION": "Our Dhhaar Har Har Purakh Pooran Paarabreham Niranjano ||",
    "PUNJABI": "ਸਭ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਾਰਬ੍ਰਹਮ ਨਿਰਲੇਪ ਹਰੀ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "BY dUir krqw. pwp hrqw; dush duK Bv KMfno ]",
    "TRANSLITERATION": "Bhai Dhoor Karathaa Paap Harathaa Dhuseh Dhukh Bhav Khanddano ||",
    "PUNJABI": "ਉਹ ਹਰੀ ਸਾਰੇ ਡਰਾਂ ਦਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਨੂੰ ਮੁਕਾਣ ਵਾਲਾ ਹੈ, ਉਹਨਾਂ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਜੋ ਬੜੀ ਔਖਿਆਈ ਨਾਲ ਸਹਾਰੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "PRONUNCIATION": "(dush)kTn, du-sh"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "jgdIs eIs guopwl mwDo; gux goivMd vIcwrIAY ]",
    "TRANSLITERATION": "Jagadhees Ees Guopaal Maadhho Gun Govindh Veechaareeai ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਮਾਲਕ, ਸਭ ਦੇ ਮਾਲਕ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ, ਮਾਇਆ ਦੇ ਪਤੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਸਦਾ ਚਿੱਤ ਵਿਚ ਵਸਾਈ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ;",
    "PRONUNCIATION": "j`gdIs, guo:hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnvMiq nwnk. imil sMig swDU; idnsu rYix icqwrIAY ]1]",
    "TRANSLITERATION": "Binavanth Naanak Mil Sang Saadhhoo Dhinas Rain Chithaareeai ||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਦਿਨ ਰਾਤ ਉਸ ਨੂੰ ਯਾਦ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "crnkml AwDwru. jn kw Awsrw ]",
    "TRANSLITERATION": "Charan Kamal Aadhhaar Jan Kaa Aasaraa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ ਹੀ ਭਗਤ ਜਨਾਂ ਵਾਸਤੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਹਨ ਆਸਰਾ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "mwlu imlK BMfwr; nwmu AnMq Drw ]",
    "TRANSLITERATION": "Maal Milakh Bhanddaar Naam Ananth Dhharaa ||",
    "PUNJABI": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਣਾ ਹੀ ਭਗਤ ਜਨਾਂ ਵਾਸਤੇ ਧਨ-ਪਦਾਰਥ ਹੈ ਭੁਇਂ ਦੀ ਮਾਲਕੀ ਹੈ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "nwmu nrhr inDwnu ijn kY; rs Bog eyk nrwiexw ]",
    "TRANSLITERATION": "Naam Narehar Nidhhaan Jin Kai Ras Bhog Eaek Naraaeinaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹਨਾਂ ਵਾਸਤੇ ਨਾਰਾਇਣ ਦਾ ਨਾਮ ਜਪਣਾ ਹੀ ਦੁਨੀਆ ਦੇ ਰਸਾਂ ਭੋਗਾਂ ਦਾ ਮਾਣਨਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "rs rUp rMg AnMq bITl; swis swis iDAwiexw ]",
    "TRANSLITERATION": "Ras Roop Rang Ananth Beethal Saas Saas Dhhiaaeinaa ||",
    "PUNJABI": "ਬੇਅੰਤ ਅਤੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਜਪਦੇ ਰਹਿਣਾ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ ਰੂਪ ਰਸ ਅਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "iklivK hrxw. nwm punhcrxw; nwmu. jm kI qRws hrw ]",
    "TRANSLITERATION": "Kilavikh Haranaa Naam Punehacharanaa Naam Jam Kee Thraas Haraa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਭਗਤ ਜਨਾਂ ਲਈ ਪ੍ਰਾਸਚਿਤ ਕਰਮ ਹੈ, ਨਾਮ ਹੀ ਮੌਤ ਦਾ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "punh-crxw"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnvMiq nwnk. rwis jn kI; crnkmlh Awsrw ]2]",
    "TRANSLITERATION": "Binavanth Naanak Raas Jan Kee Charan Kamaleh Aasaraa ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਹੀ ਭਗਤ ਜਨਾਂ ਵਾਸਤੇ (ਜ਼ਿੰਦਗੀ ਦਾ) ਸਰਮਾਇਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "gux byAMq suAwmI qyry; koie. n jwneI ]",
    "TRANSLITERATION": "Gun Baeanth Suaamee Thaerae Koe N Jaanee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਤੇਰੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਕੋਈ ਭੀ ਜੀਵ (ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ) ਨਹੀਂ ਜਾਣਦਾ।",
    "PRONUNCIATION": "jw-neI"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "dyiK clq dieAwl; suix Bgq vKwneI ]",
    "TRANSLITERATION": "Dhaekh Chalath Dhaeiaal Sun Bhagath Vakhaanee ||",
    "PUNJABI": "(ਜਿਹੜਾ ਭੀ ਕੋਈ ਮਨੁੱਖ ਤੇਰੇ ਕੁਝ ਗੁਣਾਂ ਦਾ ਬਿਆਨ ਕਰਦਾ ਹੈ, ਉਹ) ਤੈਂ ਦਇਆਲ ਦੇ ਕੌਤਕ ਵੇਖ ਕੇ (ਜਾਂ) ਭਗਤ ਜਨਾਂ ਪਾਸੋਂ ਸੁਣ ਕੇ (ਹੀ) ਬਿਆਨ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "c`l-q[ vKw-neI"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "jIA jMq siB quJu iDAwvih; purK piq prmysrw ]",
    "TRANSLITERATION": "Jeea Janth Sabh Thujh Dhhiaavehi Purakhapath Paramaesaraa ||",
    "PUNJABI": "ਹੇ ਜੀਵਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਪਰਮੇਸਰ! ਸਾਰੇ ਜੀਵ ਜੰਤ ਤੈਨੂੰ ਧਿਆਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "srb jwick. eyku dwqw; kruxwmY jgdIsrw ]",
    "TRANSLITERATION": "Sarab Jaachik Eaek Dhaathaa Karunaa Mai Jagadheesaraa ||",
    "PUNJABI": "ਹੇ ਤਰਸ-ਰੂਪ ਪ੍ਰਭੂ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼੍ਵਰ! ਤੂੰ ਇਕੱਲਾ ਦਾਤਾ ਹੈਂ, ਸਾਰੇ ਜੀਵ (ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ।",
    "PRONUNCIATION": "kruxw-mY[j`gdIsrw"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "swDU sMqu sujwxu soeI; ijsih pRB jI mwneI ]",
    "TRANSLITERATION": "Saadhhoo Santh Sujaan Soee Jisehi Prabh Jee Maanee ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਆਦਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹੀ ਸਾਧੂ ਹੈ ਉਹੀ ਸੁਜਾਨ ਸੰਤ ਹੈ।",
    "PRONUNCIATION": "mw-neI"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnvMiq nwnk. krhu ikrpw; soie quJih pCwneI ]3]",
    "TRANSLITERATION": "Binavanth Naanak Karahu Kirapaa Soe Thujhehi Pashhaanee ||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਜੀਵ ਉਤੇ ਤੂੰ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਤੈਨੂੰ ਪਛਾਣਦਾ ਹੈ (ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": "pCw-neI"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "moih inrgux AnwQu; srxI AwieAw ]",
    "TRANSLITERATION": "Mohi Niragun Anaathh Saranee Aaeiaa ||",
    "PUNJABI": "ਮੈਂ ਗੁਣ-ਹੀਨ ਸਾਂ, ਮੈਂ ਨਿਆਸਰਾ ਸਾਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਪ੍ਰਭੂ ਦੀ) ਸਰਨ ਆ ਪਿਆ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "bil bil bil gurdyv; ijin nwmu idRVwieAw ]",
    "TRANSLITERATION": "Bal Bal Bal Guradhaev Jin Naam Dhrirraaeiaa ||",
    "PUNJABI": "(ਉਸ) ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਬਲਿਹਾਰ ਜਾਂਦਾ ਹਾਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "guir nwmu dIAw. kuslu QIAw; srb ieCw puMnIAw ]",
    "TRANSLITERATION": "Gur Naam Dheeaa Kusal Thheeaa Sarab Eishhaa Punneeaa ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ (ਜਿਸ ਕਿਸੇ ਨੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਦਿੱਤਾ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਬਣ ਗਿਆ, (ਉਸ ਦੀਆਂ) ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ;",
    "PRONUNCIATION": "puMnIAW"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "jlny buJweI. sWiq AweI; imly icrI ivCuMinAw ]",
    "TRANSLITERATION": "Jalanae Bujhaaee Saanth Aaee Milae Chiree Vishhunniaa ||",
    "PUNJABI": "(ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾੜਾ ਮਿਟਾ ਦਿੱਤਾ, (ਉਸ ਦੇ ਅੰਦਰ) ਠੰਢ ਪੈ ਗਈ, ਉਹ (ਪ੍ਰਭੂ ਤੋਂ) ਚਿਰਾਂ ਦਾ ਵਿਛੁੜਿਆ ਹੋਇਆ (ਮੁੜ) ਮਿਲ ਪਿਆ।",
    "PRONUNCIATION": "buJweI:polw bolo"
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "AwnMd hrK shj swcy; mhw mMgl gux gwieAw ]",
    "TRANSLITERATION": "Aanandh Harakh Sehaj Saachae Mehaa Mangal Gun Gaaeiaa ||",
    "PUNJABI": "(ਜਿਸ ਨੇ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰਿ-ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕੀਤੇ, ਉਸ ਦੇ ਅੰਦਰ ਅਟੱਲ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਆਨੰਦ ਬਣ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3373,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnvMiq nwnk. nwmu pRB kw; gur pUry qy pwieAw ]4]2]",
    "TRANSLITERATION": "Binavanth Naanak Naam Prabh Kaa Gur Poorae Thae Paaeiaa ||4||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦਾ (ਅਜਿਹਾ) ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ (ਹੀ) ਮਿਲਦਾ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 5 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "rux Juxo sbdu Anwhdu; inq auiT gweIAY sMqn kY ]",
    "TRANSLITERATION": "Run Jhuno Sabadh Anaahadh Nith Outh Gaaeeai Santhan Kai ||",
    "PUNJABI": "ਨਿੱਤ ਆਹਰ ਨਾਲ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਮਿਠੀ ਮਿਠੀ ਸੁਰ ਵਾਲੀ ਬਾਣੀ ਇਕ-ਰਸ ਗਾਵਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "iklivK siB doK ibnwsnu; hir nwmu jpIAY gur mMqn kY ]",
    "TRANSLITERATION": "Kilavikh Sabh Dhokh Binaasan Har Naam Japeeai Gur Manthan Kai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਪਾਪਾਂ ਤੇ ਐਬਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਇਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "hir nwmu lIjY. Aimau pIjY; rYix idnsu ArwDIAY ]",
    "TRANSLITERATION": "Har Naam Leejai Amio Peejai Rain Dhinas Araadhheeai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ ਨਾਮ-ਜਲ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ, ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "jog dwn Anyk ikirAw; lig crxkmlh swDIAY ]",
    "TRANSLITERATION": "Jog Dhaan Anaek Kiriaa Lag Charan Kamaleh Saadhheeai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ (ਮਾਨੋ) ਅਨੇਕਾਂ ਜੋਗ-ਸਾਧਨਾਂ ਦਾ ਅਨੇਕਾਂ ਦਾਨ-ਪੁੰਨਾਂ ਦਾ ਅਨੇਕਾਂ ਅਜਿਹੀਆਂ ਹੋਰ ਕਿਰਿਆਵਾਂ ਦਾ ਸਾਧਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "Bwau Bgiq dieAwl mohn; dUK sgly prhrY ]",
    "TRANSLITERATION": "Bhaao Bhagath Dhaeiaal Mohan Dhookh Sagalae Pareharai ||",
    "PUNJABI": "ਦਇਆ ਦੇ ਸੋਮੇ ਮੋਹਨ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnvMiq nwnk. qrY swgru; iDAwie suAwmI nrhrY ]1]",
    "TRANSLITERATION": "Binavanth Naanak Tharai Saagar Dhhiaae Suaamee Nareharai ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "suKswgr goibMd ismrxu; Bgq gwvih gux qyry rwm ]",
    "TRANSLITERATION": "Sukh Saagar Gobindh Simaran Bhagath Gaavehi Gun Thaerae Raam ||",
    "PUNJABI": "ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਗੋਬਿੰਦ! (ਤੇਰੇ) ਭਗਤ (ਤੇਰਾ) ਸਿਮਰਨ (ਕਰਦੇ ਹਨ), ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "And mMgl gur crxI lwgy; pwey sUK Gnyry rwm ]",
    "TRANSLITERATION": "Anadh Mangal Gur Charanee Laagae Paaeae Sookh Ghanaerae Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਉਹਨਾਂ ਨੂੰ ਅਨੇਕਾਂ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "suK inDwnu imilAw. dUK hirAw; ikRpw kir pRiB rwiKAw ]",
    "TRANSLITERATION": "Sukh Nidhhaan Miliaa Dhookh Hariaa Kirapaa Kar Prabh Raakhiaa ||",
    "PUNJABI": "(ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ (ਦੁੱਖ ਆਦਿਕਾਂ ਤੋਂ) ਰੱਖਿਆ ਕੀਤੀ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਿਵਿਰਤ ਹੋ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "hir crx lwgw. BRmu Bau Bwgw; hir nwmu rsnw BwiKAw ]",
    "TRANSLITERATION": "Har Charan Laagaa Bhram Bho Bhaagaa Har Naam Rasanaa Bhaakhiaa ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਗਿਆ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਚਾਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਭਰਮ-ਵਹਿਮ ਤੇ ਡਰ ਦੂਰ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3374,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "hir eyku icqvY. pRBu eyku gwvY; hir eyku idRstI AwieAw ]",
    "TRANSLITERATION": "Har Eaek Chithavai Prabh Eaek Gaavai Har Eaek Dhrisattee Aaeiaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਫਿਰ) ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਹੀ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਦਾ ਨਜ਼ਰ ਆਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]