[
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "ijin nwmu dIAw. iqsu syvsw; iqsu bilhwrY jwau ]",
    "TRANSLITERATION": "Jin Naam Dheeaa This Saevasaa This Balihaarai Jaao ||",
    "PUNJABI": "ਮੈਂ ਉਸ (ਗੁਰੂ) ਤੋਂ ਸਦਕੇ ਹਾਂ, ਮੈਂ ਉਸ ਦੀ ਸੇਵਾ ਕਰਾਂਗੀ ਜਿਸ ਨੇ (ਮੈਨੂੰ) 'ਨਾਮ' ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "jo auswry so FwhsI; iqsu ibnu Avru. n koie ]",
    "TRANSLITERATION": "Jo Ousaarae So Dtaahasee This Bin Avar N Koe ||",
    "PUNJABI": "ਜੋ (ਪ੍ਰਭੂ ਜਗਤ ਨੂੰ) ਰਚਨ ਵਾਲਾ ਹੈ ਉਹੀ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਐਸੀ ਸਮਰਥਾ ਵਾਲਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "gur prswdI iqsu sMm@lw; qw qin dUKu. n hoie ]31]",
    "TRANSLITERATION": "Gur Parasaadhee This Sanmhalaa Thaa Than Dhookh N Hoe ||31||",
    "PUNJABI": "ਜੇ ਮੈਂ ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਸ ਨੂੰ ਸਿਮਰਦੀ ਰਹਾਂ, ਤਾਂ ਸਰੀਰ ਵਿਚ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦਾ (ਭਾਵ, ਕੋਈ ਵਿਕਾਰ ਨਹੀਂ ਉੱਠਦਾ) ॥੩੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "xw ko myrw. iksu ghI; xw ko hoAw. n hogu ]",
    "TRANSLITERATION": "Naa Ko Maeraa Kis Gehee Naa Ko Hoaa N Hog ||",
    "PUNJABI": "(ਗੋਪਾਲ ਤੋਂ ਬਿਨਾ ਮੈਂ) ਹੋਰ ਕਿਸ ਦਾ ਆਸਰਾ ਲਵਾਂ? (ਜਗਤ ਵਿਚ) ਨਾ ਕੋਈ ਐਸ ਵੇਲੇ ਮੇਰਾ (ਅਸਲ ਸਾਥੀ) ਹੈ, ਨਾਹ ਕੋਈ ਪਿਛਲੇ ਸਮੇ (ਸਾਥੀ ਬਣਿਆ) ਅਤੇ ਨਾਹ ਹੀ ਕੋਈ ਕਦੇ ਬਣੇਗਾ।",
    "PRONUNCIATION": "(ghI) gRihx krW"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "Awvix jwix ivgucIAY; duibDw ivAwpY rogu ]",
    "TRANSLITERATION": "Aavan Jaan Vigucheeai Dhubidhhaa Viaapai Rog ||",
    "PUNJABI": "(ਇਸ ਕੂੜੀ ਮਮਤਾ ਦੇ ਕਾਰਨ, ਮਾਇਆ ਨੂੰ ਸਾਥੀ ਬਨਾਣ ਦੇ ਕਾਰਨ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਵਿਚ ਹੀ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ, ਅਤੇ ਦੁਚਿੱਤਾਪਨ ਦਾ ਰੋਗ (ਅਸਾਡੇ ਉਤੇ) ਦਬਾ ਪਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": "ivg`ucIAY"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "xwm ivhUxy AwdmI; klr kMD igrMiq ]",
    "TRANSLITERATION": "Naam Vihoonae Aadhamee Kalar Kandhh Giranth ||",
    "PUNJABI": "'ਨਾਮ' ਤੋਂ ਸੱਖਣੇ ਬੰਦੇ ਇਉਂ ਡਿੱਗਦੇ ਹਨ (ਭਾਵ, ਸੁਆਸ ਵਿਅਰਥ ਗੁਜ਼ਾਰੀ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਕੱਲਰ ਦੀ ਕੰਧ (ਕਿਰਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "PRONUNCIATION": "k`lr[ ig-rMiq"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "ivxu nwvY. ikau CUtIAY; jwie rswqil AMiq ]",
    "TRANSLITERATION": "Vin Naavai Kio Shhootteeai Jaae Rasaathal Anth ||",
    "PUNJABI": "'ਨਾਮ' ਤੋਂ ਬਿਨਾ (ਮਮਤਾ ਤੋਂ) ਬਚ ਭੀ ਨਹੀਂ ਸਕੀਦਾ, (ਮਨੁੱਖ) ਆਖ਼ਰ ਨਰਕ ਵਿਚ ਹੀ ਡਿੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "gxq gxwvY AKrI; Agxqu swcw soie ]",
    "TRANSLITERATION": "Ganath Ganaavai Akharee Aganath Saachaa Soe ||",
    "PUNJABI": "(ਇਸ ਦਾ ਇਹ ਭਾਵ ਨਹੀਂ ਕਿ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਚੇਤੇ ਕੀਤਿਆਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਪੈ ਸਕਦਾ ਹੈ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਲੇਖੇ ਤੋਂ ਪਰੇ ਹੈ (ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਪਰ ਜੋ) ਮਨੁੱਖ ਉਸ (ਦੇ ਸਾਰੇ ਗੁਣਾਂ) ਨੂੰ ਅੱਖਰਾਂ ਦੀ ਰਾਹੀਂ ਵਰਣਨ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": "A-gxqu"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "AigAwnI miq hIxu hY; gur ibnu igAwnu. n hoie ]",
    "TRANSLITERATION": "Agiaanee Mathiheen Hai Gur Bin Giaan N Hoe ||",
    "PUNJABI": "(ਉਹ) ਅਗਿਆਨੀ ਹੈ ਮੱਤ ਤੋਂ ਸੱਖਣਾ ਹੈ। ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਇਹ) ਸਮਝ ਭੀ ਨਹੀਂ ਆਉਂਦੀ (ਕਿ ਪ੍ਰਭੂ ਅਗਣਤ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "qUtI qMqu rbwb kI; vwjY nhI. ivjoig ]",
    "TRANSLITERATION": "Thoottee Thanth Rabaab Kee Vaajai Nehee Vijog ||",
    "PUNJABI": "ਰਬਾਬ ਦੀ ਤਾਰ ਟੁੱਟ ਜਾਏ ਤਾਂ ਵਿਜੋਗ ਦੇ ਕਾਰਨ (ਭਾਵ, ਟੁੱਟ ਜਾਣ ਦੇ ਕਾਰਨ) ਉਹ ਵੱਜ ਨਹੀਂ ਸਕਦੀ (ਰਾਗ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੀ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "ivCuiVAw mylY pRBU; nwnk. kir sMjog ]32]",
    "TRANSLITERATION": "Vishhurriaa Maelai Prabhoo Naanak Kar Sanjog ||32||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਜੀਵਾਤਮਾ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜਿਆ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਜੀਵਨ-ਰਾਗ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਪਰ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਣ ਦੀ ਬਣਤ ਬਣਾ ਕੇ ਵਿੱਛੁੜਿਆਂ ਨੂੰ ਭੀ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੩੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "qrvru kwieAw pMiK mnu; qrvir pMKI pMc ]",
    "TRANSLITERATION": "Tharavar Kaaeiaa Pankh Man Tharavar Pankhee Panch ||",
    "PUNJABI": "(ਮਨੁੱਖਾ) ਸਰੀਰ (ਇਕ) ਰੁੱਖ (ਸਮਾਨ) ਹੈ, (ਇਸ) ਰੁੱਖ ਉਤੇ ਮਨ ਪੰਛੀ ਦੇ ਪੰਜ (ਗਿਆਨ ਇੰਦ੍ਰੇ) ਪੰਛੀ (ਬੈਠੇ) ਹੋਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "qqu cugih. imil eyk sy; iqn kau Pws. n rMc ]",
    "TRANSLITERATION": "Thath Chugehi Mil Eaekasae Thin Ko Faas N Ranch ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਇਹ ਪੰਛੀ) ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲ ਕੇ 'ਨਾਮ'-ਰੂਪ ਫਲ ਖਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਰਤਾ ਭੀ (ਮਾਇਆ ਦੀ) ਫਾਹੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "PRONUNCIATION": "(dUjw pwT: eyksy)"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "aufih q bygul byguly; qwkih cog GxI ]",
    "TRANSLITERATION": "Ouddehi Th Baegul Baegulae Thaakehi Chog Ghanee ||",
    "PUNJABI": "(ਪਰ ਜੋ) ਕਾਹਲੀ ਕਾਹਲੀ ਉੱਡਦੇ ਹਨ ਤੇ ਬਹੁਤੇ ਚੋਗੇ (ਭਾਵ, ਬਹੁਤੇ ਪਦਾਰਥ) ਤੱਕਦੇ ਫਿਰਦੇ ਹਨ,",
    "PRONUNCIATION": "q`wkih"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "pMK quty PwhI pVI; Avguix BIV bxI ]",
    "TRANSLITERATION": "Pankh Thuttae Faahee Parree Avagun Bheerr Banee ||",
    "PUNJABI": "(ਉਹਨਾਂ ਦੇ) ਖੰਭ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੀ) ਫਾਹੀ ਆ ਪੈਂਦੀ ਹੈ ਤੇ (ਘਣੀ ਚੋਗ ਵਲ ਤੱਕਣ ਦੇ) ਔਗੁਣ ਬਦਲੇ ਉਹਨਾਂ ਉਤੇ ਇਹ ਬਿਪਤਾ ਆ ਬਣਦੀ ਹੈ।",
    "PRONUNCIATION": "pVI: V hyTW hlMq n lwau"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnu swcy. ikau CUtIAY; hir gux krim mxI ]",
    "TRANSLITERATION": "Bin Saachae Kio Shhootteeai Har Gun Karam Manee ||",
    "PUNJABI": "(ਇਸ ਭੀੜਾ ਤੋਂ) ਪ੍ਰਭੂ (ਦੇ ਗੁਣ ਗਾਵਣ) ਤੋਂ ਬਿਨਾ ਬਚ ਨਹੀਂ ਸਕੀਦਾ, ਤੇ, ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਮੱਥੇ ਉਤੇ ਲੇਖ (ਪ੍ਰਭੂ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਹੀ (ਲਿਖਿਆ ਜਾ ਸਕਦਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "Awip Cfwey CUtIAY; vfw Awip DxI ]",
    "TRANSLITERATION": "Aap Shhaddaaeae Shhootteeai Vaddaa Aap Dhhanee ||",
    "PUNJABI": "ਉਹ ਆਪ (ਸਭ ਤੋਂ) ਵੱਡਾ ਮਾਲਕ ਹੈ; ਆਪ ਹੀ (ਮਾਇਆ ਦੀ ਫਾਹੀ ਤੋਂ) ਬਚਾਏ ਤਾਂ ਬਚ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "gur prswdI CUtIAY; ikrpw Awip kryie ]",
    "TRANSLITERATION": "Gur Parasaadhee Shhootteeai Kirapaa Aap Karaee ||",
    "PUNJABI": "ਜੇ (ਗੋਪਾਲ) ਆਪ ਮੇਹਰ ਕਰੇ ਤਾਂ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਸ ਫਾਹੀ ਤੋਂ) ਨਿਕਲ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "ApxY hwiQ vfweIAw; jY BwvY qY dyie ]33]",
    "TRANSLITERATION": "Apanai Haathh Vaddaaeeaa Jai Bhaavai Thai Dhaee ||33||",
    "PUNJABI": "(ਗੁਣ ਗਾਵਣ ਦੀਆਂ) ਇਹ ਬਖ਼ਸ਼ਸ਼ਾਂ ਉਸ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ, ਉਸੇ ਨੂੰ ਹੀ ਦੇਂਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ॥੩੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "Qr Qr kMpY jIAVw; Qwn ivhUxw hoie ]",
    "TRANSLITERATION": "Thhar Thhar Kanpai Jeearraa Thhaan Vihoonaa Hoe ||",
    "PUNJABI": "(ਜਦੋਂ ਇਹ) ਨਿਮਾਣੀ ਜਿੰਦ (ਗੋਪਾਲ ਦਾ) ਸਹਾਰਾ ਗੰਵਾ ਬੈਠਦੀ ਹੈ ਤਾਂ ਥਰਥਰ ਕੰਬਦੀ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "Qwin mwin scu eyku hY; kwju. n PItY koie ]",
    "TRANSLITERATION": "Thhaan Maan Sach Eaek Hai Kaaj N Feettai Koe ||",
    "PUNJABI": "(ਹਰ ਵੇਲੇ ਸਹਿਮੀ ਰਹਿੰਦੀ ਹੈ) (ਪਰ ਜਿਸ ਨੂੰ, ਹੇ ਗੋਪਾਲ) ਸਹਾਰਾ ਦੇਣ ਵਾਲਾ ਤੇ ਆਦਰ ਦੇਣ ਵਾਲਾ ਤੂੰ ਸੱਚਾ ਆਪ ਹੈਂ ਉਸ ਦਾ ਕਾਜ (ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ) ਨਹੀਂ ਵਿਗੜਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "iQru nwrwiexu iQru gurU; iQru swcw bIcwru ]",
    "TRANSLITERATION": "Thhir Naaraaein Thhir Guroo Thhir Saachaa Beechaar ||",
    "PUNJABI": "(ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਤੂੰ) ਪ੍ਰਭੂ ਕਾਇਮ ਹੈਂ, ਗੁਰੂ ਰਾਖਾ ਹੈ, ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਵੀਚਾਰ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "suir nr nwQh nwQu qU; inDwrw AwDwru ]",
    "TRANSLITERATION": "Sur Nar Naathheh Naathh Thoo Nidhhaaraa Aadhhaar ||",
    "PUNJABI": "ਉਸ ਦੇ ਵਾਸਤੇ ਦੇਵਤਿਆਂ ਮਨੁੱਖਾਂ ਤੇ ਨਾਥਾਂ ਦਾ ਭੀ ਤੂੰ ਹੀ ਨਾਥ ਹੈਂ; ਤੂੰ ਹੀ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "srby Qwn QnMqrI; qU dwqw dwqwru ]",
    "TRANSLITERATION": "Sarabae Thhaan Thhanantharee Thoo Dhaathaa Dhaathaar ||",
    "PUNJABI": "(ਹੇ ਗੋਪਾਲ!) ਤੂੰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਦਾਤਿਆਂ ਦਾ ਦਾਤਾ ਹੈਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "jh dyKw qh eyku qU; AMqu n pwrwvwru ]",
    "TRANSLITERATION": "Jeh Dhaekhaa Theh Eaek Thoo Anth N Paaraavaar ||",
    "PUNJABI": "ਮੈਂ ਜਿਧਰ ਤੱਕਦਾ ਹਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ, ਤੇਰਾ ਅੰਤ ਤੇਰਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "Qwn QnMqir riv rihAw; gur sbdI vIcwir ]",
    "TRANSLITERATION": "Thhaan Thhananthar Rav Rehiaa Gur Sabadhee Veechaar ||",
    "PUNJABI": "(ਹੇ ਪਾਂਡੇ!) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਵਿਚ (ਜੁੜਿਆਂ) ਹਰ ਥਾਂ ਉਹ ਗੋਪਾਲ ਹੀ ਮੌਜੂਦ (ਦਿੱਸਦਾ ਹੈ);",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "AxmMigAw dwnu dyvsI; vfw Agm Apwru ]34]",
    "TRANSLITERATION": "Anamangiaa Dhaan Dhaevasee Vaddaa Agam Apaar ||34||",
    "PUNJABI": "ਨਾਹ ਮੰਗਿਆਂ ਭੀ ਉਹ (ਹਰੇਕ ਜੀਵ ਨੂੰ) ਦਾਨ ਦੇਂਦਾ ਹੈ, ਉਹ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਅਗੰਮ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ ॥੩੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "dieAw dwnu dieAwlu qU; kir kir dyKxhwru ]",
    "TRANSLITERATION": "Dhaeiaa Dhaan Dhaeiaal Thoo Kar Kar Dhaekhanehaar ||",
    "PUNJABI": "(ਹੇ ਗੋਪਾਲ!) ਤੂੰ ਦਇਆਲ ਹੈਂ, ਤੂੰ (ਜੀਵਾਂ ਉਤੇ) ਦਇਆ ਕਰ ਕੇ ਬਖ਼ਸ਼ਸ਼ ਕਰ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈਂ (ਭਾਵ, ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "dieAw krih pRB myil lYih; iKn mih Fwih auswir ]",
    "TRANSLITERATION": "Dhaeiaa Karehi Prabh Mael Laihi Khin Mehi Dtaahi Ousaar ||",
    "PUNJABI": "ਹੇ ਗੋਪਾਲ-ਪ੍ਰਭੂ! (ਜਿਸ ਉਤੇ ਤੂੰ) ਮੇਹਰ ਕਰਦਾ ਹੈਂ ਉਸ ਨੂੰ ਆਪਣੇ (ਚਰਨਾਂ) ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈਂ, ਤੂੰ ਇਕ ਪਲ ਵਿਚ ਢਾਹ ਕੇ ਉਸਾਰਨ ਦੇ ਸਮਰਥ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "dwnw qU. bInw quhI; dwnw kY isir dwnu ]",
    "TRANSLITERATION": "Dhaanaa Thoo Beenaa Thuhee Dhaanaa Kai Sir Dhaan ||",
    "PUNJABI": "(ਹੇ ਗੋਪਾਲ!) ਤੂੰ (ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ) ਜਾਣਨ ਵਾਲਾ ਹੈਂ ਤੇ ਪਰਖਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਦਾਨਿਆਂ ਦਾ ਦਾਨਾ ਹੈਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "dwld BMjn duK dlx; gurmuiK igAwnu iDAwnu ]35]",
    "TRANSLITERATION": "Dhaaladh Bhanjan Dhukh Dhalan Guramukh Giaan Dhhiaan ||35||",
    "PUNJABI": "ਦਲਿਦ੍ਰ ਤੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ; ਤੂੰ ਆਪਣੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ (ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਦੀ) ਸੁਰਤ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਦੇਂਦਾ ਹੈਂ ॥੩੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "Din gieAY bih JUrIAY; Dn mih cIqu gvwr ]",
    "TRANSLITERATION": "Dhhan Gaeiai Behi Jhooreeai Dhhan Mehi Cheeth Gavaar ||",
    "PUNJABI": "ਮੂਰਖ ਮਨੁੱਖ ਦਾ ਮਨ (ਸਦਾ) ਧਨ ਵਿਚ (ਰਹਿੰਦਾ) ਹੈ, (ਇਸ ਲਈ) ਜੇ ਧਨ ਚਲਾ ਜਾਏ ਤਾਂ ਬੈਠਾ ਝੁਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "Dnu ivrlI scu sMicAw; inrmlu nwmu ipAwir ]",
    "TRANSLITERATION": "Dhhan Viralee Sach Sanchiaa Niramal Naam Piaar ||",
    "PUNJABI": "ਵਿਰਲੇ ਬੰਦਿਆਂ ਨੇ ਪਿਆਰ ਨਾਲ (ਗੋਪਾਲ ਦਾ) ਪਵਿਤ੍ਰ ਨਾਮ-ਰੂਪ ਸੱਚਾ ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "Dnu gieAw qw jwx dyih; jy rwcih rMig eyk ]",
    "TRANSLITERATION": "Dhhan Gaeiaa Thaa Jaan Dhaehi Jae Raachehi Rang Eaek ||",
    "PUNJABI": "(ਹੇ ਪਾਂਡੇ! ਗੋਪਾਲ ਨਾਲ ਚਿੱਤ ਜੋੜਿਆਂ) ਜੇ ਧਨ ਗੁਆਚਦਾ ਹੈ ਤਾਂ ਗੁਆਚਣ ਦੇਹ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "mnu dIjY. isru saupIAY; BI krqy kI tyk ]",
    "TRANSLITERATION": "Man Dheejai Sir Soupeeai Bhee Karathae Kee Ttaek ||",
    "PUNJABI": "(ਪਰ ਹਾਂ) ਜੇ ਤੂੰ ਇਕ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜ ਸਕੇਂ (ਤਾਂ ਇਸ ਦੀ ਖ਼ਾਤਰ) ਮਨ ਭੀ ਦੇ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਿਰ ਭੀ ਅਰਪਣ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ; (ਇਹ ਸਭ ਕੁਝ ਦੇ ਕੇ) ਫਿਰ ਭੀ ਕਰਤਾਰ ਦੀ (ਮੇਹਰ ਦੀ) ਆਸ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "DMDw Dwvq rih gey; mn mih sbdu AnMdu ]",
    "TRANSLITERATION": "Dhhandhhaa Dhhaavath Rehi Geae Man Mehi Sabadh Anandh ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਤਿਗੁਰੂ ਦਾ) ਸ਼ਬਦ (ਵੱਸ ਪੈਂਦਾ) ਹੈ (ਰਾਮ-ਨਾਮ ਦਾ) ਆਨੰਦ (ਆ ਜਾਂਦਾ) ਹੈ, ਉਹ (ਮਾਇਆ ਦੇ) ਧੰਧਿਆਂ ਵਿਚ ਭਟਕਣ ਤੋਂ ਰਹਿ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "durjn qy swjn Bey; Byty gur goivMd ]",
    "TRANSLITERATION": "Dhurajan Thae Saajan Bheae Bhaettae Gur Govindh ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਿਆਂ ਉਹ ਮੰਦੇ ਤੋਂ ਚੰਗੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "bnu bnu iPrqI FUFqI; bsqu rhI Gir bwir ]",
    "TRANSLITERATION": "Ban Ban Firathee Dtoodtathee Basath Rehee Ghar Baar ||",
    "PUNJABI": "(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਖ਼ਾਤਰ) ਜੰਗਲ ਜੰਗਲ ਢੂੰਢਦੀ ਫਿਰੀ (ਉਸ ਨੂੰ ਨਾਹ ਮਿਲਿਆ, ਕਿਉਂਕਿ) ਉਹ (ਨਾਮ-) ਵਸਤ ਤਾਂ ਹਿਰਦੇ ਵਿਚ ਸੀ, ਘਰ ਦੇ ਅੰਦਰ ਹੀ ਸੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguir mylI imil rhI; jnm mrx duKu invwir ]36]",
    "TRANSLITERATION": "Sathigur Maelee Mil Rehee Janam Maran Dhukh Nivaar ||36||",
    "PUNJABI": "ਜਦੋਂ ਸਤਿਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ) ਮਿਲਾਇਆ ਤਾਂ (ਉਹ ਉਸ ਦੇ ਨਾਮ ਵਿਚ) ਜੁੜ ਬੈਠੀ, ਤੇ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਮੁੱਕ ਗਿਆ ॥੩੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "nw nw krq. n CUtIAY; ivxu gux. jmpuir jwih ]",
    "TRANSLITERATION": "Naanaa Karath N Shhootteeai Vin Gun Jam Pur Jaahi ||",
    "PUNJABI": "ਅਨੇਕਾਂ (ਧਾਰਮਿਕ) ਕਰਮ ਕੀਤਿਆਂ (ਅਹੰਕਾਰ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਗੋਪਾਲ ਦੇ ਗੁਣ ਗਾਉਣ ਤੋਂ ਬਿਨਾ (ਇਸ ਅਹੰਕਾਰ ਦੇ ਕਾਰਨ) ਨਰਕ ਵਿਚ ਹੀ ਪਈਦਾ ਹੈ।",
    "PRONUNCIATION": "mYN (nw) nhIN jmpurI nMU jwxw, mYN (nw) nhIN jmpurI nMU jwxw"
  },
  {
    "SHABAD_ID": 3401,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "nw iqsu eyhu. n Ehu hY; Avguix iPir pCuqwih ]",
    "TRANSLITERATION": "Naa This Eaehu N Ouhu Hai Avagun Fir Pashhuthaahi ||",
    "PUNJABI": "(ਜੋ ਮਨੁੱਖ ਨਿਰੇ 'ਕਰਮਾਂ' ਦਾ ਹੀ ਆਸਰਾ ਲੈਂਦਾ ਹੈ) ਉਸ ਨੂੰ ਨਾਹ ਇਹ ਲੋਕ ਮਿਲਿਆ ਨਾਹ ਪਰਲੋਕ (ਭਾਵ, ਉਸ ਨੇ ਨਾਹ 'ਦੁਨੀਆ' ਸਵਾਰੀ ਨਾਹ 'ਦੀਨ', ਅਜੇਹੇ ਬੰਦੇ, ਕਰਮ ਕਾਂਡ ਦੇ) ਔਗੁਣ ਵਿਚ ਫਸੇ ਰਹਿਣ ਕਰਕੇ ਅੰਤ ਪਛੁਤਾਉਂਦੇ ਹੀ ਹਨ।",
    "PRONUNCIATION": ""
  }
]