[
  {
    "SHABAD_ID": 3438,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3438,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI kI vwr mhlw 3 ]",
    "TRANSLITERATION": "Raamakalee Kee Vaar Mehalaa 3 ||",
    "PUNJABI": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3438,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "joDY vIrY pUrbwxI kI DunI ]",
    "TRANSLITERATION": "Jodhhai Veerai Poorabaanee Kee Dhhunee ||",
    "PUNJABI": "ਇਸ ਵਾਰ ਦੀਆਂ ਪਉੜੀਆਂ ਉਸੇ ਸੁਰ (ਧੁਨਿ) ਤੇ ਗਾਣੀਆਂ ਹਨ ਜਿਸ ਸੁਰ ਤੇ ਜੋਧੇ ਤੇ ਵੀਰੇ ਦੀ ਵਾਰ ਦੀਆਂ ਪਉੜੀਆਂ ਗਾਵੀਆਂ ਜਾਂਦੀਆਂ ਸਨ।",
    "PRONUNCIATION": "(joDY, vIrY) sky Brw rwjpUq, rwjy pUrbwxI dy spu`qR sn"
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguru. shjY dw Kyqu hY; ijs no lwey Bwau ]",
    "TRANSLITERATION": "Sathigur Sehajai Dhaa Khaeth Hai Jis No Laaeae Bhaao ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਅਡੋਲਤਾ ਤੇ ਸ਼ਾਂਤੀ ਦਾ ਖੇਤ ਹੈ, (ਪ੍ਰਭੂ) ਜਿਸ ਨੂੰ (ਇਸ ਅਡੋਲਤਾ ਦੇ ਖੇਤ ਗੁਰੂ ਨਾਲ) ਪਿਆਰ ਬਖ਼ਸ਼ਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "nwau bIjy. nwau augvY; nwmy rhY smwie ]",
    "TRANSLITERATION": "Naao Beejae Naao Ougavai Naamae Rehai Samaae ||",
    "PUNJABI": "(ਉਹ ਭੀ \"ਸਹਜੈ ਦਾ ਖੇਤੁ\" ਬਣ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਉਸ ਖੇਤ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਬੀਜਦਾ ਹੈ (ਓਥੇ) ਨਾਮ ਉੱਗਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਨਾਮ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "haumY eyho bIju hY; shsw gieAw ivlwie ]",
    "TRANSLITERATION": "Houmai Eaeho Beej Hai Sehasaa Gaeiaa Vilaae ||",
    "PUNJABI": "ਇਹ ਜੋ (ਸਂਹਸਿਆਂ ਦਾ) ਮੂਲ ਹਉਮੈ ਹੈ (ਇਹ ਹਉਮੈ ਉਸ ਮਨੁੱਖ ਵਿਚ ਨਹੀਂ ਹੁੰਦੀ, ਸੋ ਇਸ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲਾ) \"ਸਹਸਾ\" (ਉਸ ਮਨੁੱਖ ਦਾ) ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "nw ikCu bIjy. n augvY; jo bKsy so Kwie ]",
    "TRANSLITERATION": "Naa Kishh Beejae N Ougavai Jo Bakhasae So Khaae ||",
    "PUNJABI": "ਨਾਹ ਉਹ ਕੋਈ ਐਸਾ ਬੀਜ ਬੀਜਦਾ ਹੈ ਨਾਹ (ਓਥੇ 'ਸਹਸਾ') ਉੱਗਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਦਾ ਫਲ ਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "AMBY syqI. AMBu rilAw; bhuiV. n inkisAw jwie ]",
    "TRANSLITERATION": "Anbhai Saethee Anbh Raliaa Bahurr N Nikasiaa Jaae ||",
    "PUNJABI": "(ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ)। ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਪਾਣੀ ਰਲ ਜਾਏ ਤਾਂ ਮੁੜ (ਉਹ ਪਾਣੀ) ਵੱਖ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk gurmuiK clqu hY; vyKhu lokw Awie ]",
    "TRANSLITERATION": "Naanak Guramukh Chalath Hai Vaekhahu Lokaa Aae ||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ, ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦੀ ਹਾਲਤ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ। ਹੇ ਲੋਕੋ! (ਬੇਸ਼ੱਕ) ਆ ਕੇ ਵੇਖ ਲਵੋ (ਪਰਖ ਲਵੋ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "loku ik vyKY bpuVw; ijs no soJI nwih ]",
    "TRANSLITERATION": "Lok K Vaekhai Bapurraa Jis No Sojhee Naahi ||",
    "PUNJABI": "ਪਰ ਵਿਚਾਰਾ ਜਗਤ ਕੀਹ ਵੇਖੇ? ਇਸ ਨੂੰ ਤਾਂ (ਇਹ ਪਰਖਣ ਦੀ) ਸਮਝ ਹੀ ਨਹੀਂ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3439,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "ijsu vyKwly so vyKY; ijsu visAw mn mwih ]1]",
    "TRANSLITERATION": "Jis Vaekhaalae So Vaekhai Jis Vasiaa Man Maahi ||1||",
    "PUNJABI": "(ਇਹ ਗੱਲ) ਉਹੀ ਮਨੁੱਖ ਵੇਖ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਵੇਖਣ ਦੀ ਜਾਚ ਸਿਖਾਏ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਆ ਵੱਸੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3440,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3440,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "mnmuKu duK kw Kyqu hY; duKu bIjy duKu Kwie ]",
    "TRANSLITERATION": "Manamukh Dhukh Kaa Khaeth Hai Dhukh Beejae Dhukh Khaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਹ (ਸਮਝੋ) ਦੁੱਖਾਂ ਦੀ ਪੈਲੀ ਹੈ (ਜਿਸ ਵਿਚ) ਉਹ ਦੁੱਖ ਬੀਜਦਾ ਹੈ ਤੇ ਦੁੱਖ (ਹੀ ਫਲ ਵੱਢ ਕੇ) ਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3440,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "duK ivic jMmY. duiK mrY; haumY krq ivhwie ]",
    "TRANSLITERATION": "Dhukh Vich Janmai Dhukh Marai Houmai Karath Vihaae ||",
    "PUNJABI": "ਮਨਮੁਖ ਦੁੱਖ ਵਿਚ ਜੰਮਦਾ ਹੈ, ਦੁੱਖ ਵਿਚ ਮਰਦਾ ਹੈ, ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ \"ਮੈਂ; ਮੈਂ\" ਕਰਦਿਆਂ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3440,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "Awvxu jwxu. n suJeI; AMDw AMDu kmwie ]",
    "TRANSLITERATION": "Aavan Jaan N Sujhee Andhhaa Andhh Kamaae ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਇਹ ਸਮਝ ਹੀ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਮੈਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਹੋਇਆ ਹਾਂ, ਉਹ ਅੰਨ੍ਹਾ ਜਹਾਲਤ ਦਾ ਹੀ ਕੰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3440,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "jo dyvY iqsY. n jwxeI; idqy kau lptwie ]",
    "TRANSLITERATION": "Jo Dhaevai Thisai N Jaanee Dhithae Ko Lapattaae ||",
    "PUNJABI": "ਮਨਮੁਖ ਉਸ ਮਾਲਕ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ ਜੋ (ਦਾਤਾਂ) ਦੇਂਦਾ ਹੈ, ਪਰ ਉਸ ਦੇ ਦਿੱਤੇ ਹੋਏ ਪਦਾਰਥਾਂ ਨੂੰ ਜੱਫਾ ਮਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3440,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk. pUrib iliKAw kmwvxw; Avru. n krxw jwie ]2]",
    "TRANSLITERATION": "Naanak Poorab Likhiaa Kamaavanaa Avar N Karanaa Jaae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਮਨਮੁਖ ਕਰੇ ਭੀ ਕੀਹ?) ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਜੋ (ਸੰਸਕਾਰ ਮਨ ਉਤੇ) ਉੱਕਰਿਆ ਪਿਆ ਹੈ (ਉਸੇ ਦੇ ਅਸਰ ਹੇਠ ਮਨੁੱਖ) ਕਰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਸੰਸਕਾਰਾਂ ਤੋਂ ਲਾਂਭੇ) ਹੋਰ ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3441,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3441,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguir imilAY sdw suKu; ijs no Awpy myly soie ]",
    "TRANSLITERATION": "Sathigur Miliai Sadhaa Sukh Jis No Aapae Maelae Soe ||",
    "PUNJABI": "ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਸਦਾ ਲਈ ਸੁਖ ਹੋ ਜਾਂਦਾ ਹੈ (ਪਰ ਗੁਰੂ ਮਿਲਦਾ ਉਸ ਨੂੰ ਹੈ) ਜਿਸ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਆਪ ਮਿਲਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3441,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "suKY eyhu ibbyku hY; AMqru inrmlu hoie ]",
    "TRANSLITERATION": "Sukhai Eaehu Bibaek Hai Anthar Niramal Hoe ||",
    "PUNJABI": "(ਫਿਰ) ਉਸ ਸੁਖ ਦੀ ਪਛਾਣ ਇਹ ਹੈ ਕਿ (ਮਨੁੱਖ ਦਾ) ਅੰਦਰਲਾ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3441,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "AigAwn kw BRmu ktIAY; igAwnu prwpiq hoie ]",
    "TRANSLITERATION": "Agiaan Kaa Bhram Katteeai Giaan Paraapath Hoe ||",
    "PUNJABI": "ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦੀ ਭੁੱਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3441,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk eyko ndrI AwieAw; jh dyKw qh soie ]3]",
    "TRANSLITERATION": "Naanak Eaeko Nadharee Aaeiaa Jeh Dhaekhaa Theh Soe ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਹਰ ਥਾਂ) ਉਹ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਜਿੱਧਰ ਵੇਖੀਏ ਓਧਰ ਉਹੀ ਪ੍ਰਭੂ (ਦਿੱਸਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "scY qKqu rcwieAw; bYsx kau jWeI ]",
    "TRANSLITERATION": "Sachai Thakhath Rachaaeiaa Baisan Ko Jaanee ||",
    "PUNJABI": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ (ਜਗਤ-ਰੂਪ) ਤਖ਼ਤ ਆਪਣੇ ਬੈਠਣ ਲਈ ਥਾਂ ਬਣਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "sBu ikCu Awpy Awip hY; gur sbid suxweI ]",
    "TRANSLITERATION": "Sabh Kishh Aapae Aap Hai Gur Sabadh Sunaaee ||",
    "PUNJABI": "(ਇਸ ਜਗਤ ਵਿਚ) ਹਰੇਕ ਚੀਜ਼ ਉਸ ਪ੍ਰਭੂ ਦਾ ਆਪਣਾ ਹੀ ਸਰੂਪ ਹੈ-ਇਹ ਗੱਲ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਦੱਸੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "Awpy kudriq swjIAnu; kir mhl srweI ]",
    "TRANSLITERATION": "Aapae Kudharath Saajeean Kar Mehal Saraaee ||",
    "PUNJABI": "ਇਹ ਸਾਰੀ ਕੁਦਰਤਿ ਉਸ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, (ਕੁਦਰਤਿ ਦੇ ਸਾਰੇ ਰੁੱਖ ਬਿਰਖ ਆਦਿਕ, ਮਾਨੋ, ਰਹਿਣ ਲਈ ਉਸ ਨੇ) ਮਹਲ ਮਾੜੀਆਂ ਬਣਾਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "cMdu sUrju duie cwnxy; pUrI bxq bxweI ]",
    "TRANSLITERATION": "Chandh Sooraj Dhue Chaananae Pooree Banath Banaaee ||",
    "PUNJABI": "ਇਹਨਾਂ ਮਹਲ ਮਾੜੀਆਂ (ਵਿਚ) ਚੰਦ ਤੇ ਸੂਰਜ ਦੋਵੇਂ (ਮਾਨੋ ਉਸ ਦੇ ਜਗਾਏ ਹੋਏ) ਦੀਵੇ ਹਨ। (ਪ੍ਰਭੂ ਨੇ ਕੁਦਰਤਿ ਦੀ ਸਾਰੀ) ਬਣਤਰ ਮੁਕੰਮਲ ਬਣਾਈ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "Awpy vyKY suxy Awip; gur sbid iDAweI ]1]",
    "TRANSLITERATION": "Aapae Vaekhai Sunae Aap Gur Sabadh Dhhiaaee ||1||",
    "PUNJABI": "(ਇਸ ਵਿਚ ਬੈਠ ਕੇ) ਆਪ ਹੀ ਵੇਖ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਸੁਣ ਰਿਹਾ ਹੈ; ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਧਿਆਇਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3442,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "vwhu vwhu scy pwiqswh; qU scI nweI ]1] rhwau ]",
    "TRANSLITERATION": "Vaahu Vaahu Sachae Paathisaah Thoo Sachee Naaee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਅਸਚਰਜ ਹੈਂ, ਤੂੰ ਅਸਚਰਜ ਹੈਂ। ਤੇਰੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "joD bIr pUrbwxI; Xyh do glW krI krwrIAW[ POj cV@weI bwdSwh; Akbr ny BwrIAW[ snmuK hoie rwjpUq; suqrI rxkwrIAW[ DUh imXwnoN k`FIAW; ibjlI ijau cmkwrIAW[ ieMdR sxy Ap`CrW; dohW nUM krn juhwrIAw[ eyhI kIqI joD vIr; pwiqswh g`lW swrIAW[ joDY vIrY pUrbwxI dI vwr dIAW Cy qukW hn[ rwmklI kI vwr dI pihlI pauVI dIAW Cy qukW hn[ joDY vIrY pUrbwxI kI DunI] au~pr ies vwr nMU gwaux dI pUrn gurU jI dI SuB s`cI AwigAw hY[ ies Anuswr AglIAW vIh pauVIAW c hr pOVI mgroN, vwhu vwhu scy pwiqswh qU scI nweI]1] quk pUrn pRym nmskwr sihq pV@nI jI ipAwry[ bweI vwrW coN rhwau kyvl ies vwr c hI AwauNdw hY, Bwv ieh, A`gy vIh pauVIAW c hryk pauVI dI sMpUrnqw qy ieh quk(rhwau) bIjxw Bwv pV@nw kro, s`cy pwiqswh jI dw hukm hY[ s`cy siqgurU dsvyN pwiqswh jI dI tkswl c sIny bsIny pV@dy hn[ BweI mnI isMG swihb jI, bwbw dIp isMG swihb jI, BweI kwn@ isMG swihb jI, swDU suqy pRkwS jI, BweI swihb BweI vIr isMG jI, igAwnI nrwiex isMG jI, sMq AmIr isMG jI, sMq bwbw suMdr isMG swihb jI Awid ibAMq mhWpurK inscy krky aupRokq quk pV@n bwry ilKdy hn[ s`cy siqgurU CyvyN pwiqswh jI ny hukm kIqw hY, joDy vIrY dI Cy qukI pauVI Anuswr, ies vwr dI hryk pauVI dIAW Cy qukW hI pV@nIAW[ swrIAW pauVIAW dI pMjvIN quk dw isDWq, ies quk nwl imldw hY[ pV@n vwly siqgurU swihbwn jI dI mhwn ^uSI pwauxgy[ so ies Dun dI Cy qukI pauVIAW Anuswr, siqgurU swihb jI dw hukm mMn ky, ies quk dy pV@n nwl pUrn rs AwauNdw hY[ vwihgurU] ie`k pRymI pu`iCAw, “dws ieh quk nhIN sI pV@dw, hux ies dI szw d`so?” “ijqny pwT ies vwr dy ibnw ies quk pV@n qoN kIqy hn, aus qoN du`gxy pwT ies vwr dy ieh quk pV@ ky, Ardws krky muAw&I mMgo["
  },
  {
    "SHABAD_ID": 3443,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3443,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "kbIr. mihdI kir kY GwilAw; Awpu pIswie pIswie ]",
    "TRANSLITERATION": "Kabeer Mehidhee Kar Kai Ghaaliaa Aap Peesaae Peesaae ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਮਹਿਦੀ ਬਣਾ ਕੇ (ਭਾਵ, ਮਹਿਦੀ ਵਾਂਗ) ਪੀਹ ਪੀਹ ਕੇ ਘਾਲ ਕਮਾਈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3443,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "qY sh bwq. n puCIAw; kbhU. n lweI pwie ]1]",
    "TRANSLITERATION": "Thai Seh Baath N Pushheeaa Kabehoo N Laaee Paae ||1||",
    "PUNJABI": "(ਪਰ) ਹੇ ਪਤੀ (ਪ੍ਰਭੂ!) ਤੂੰ ਮੇਰੀ ਵਾਤ ਹੀ ਨਾਹ ਪੁੱਛੀ (ਭਾਵ, ਤੂੰ ਮੇਰੀ ਸਾਰ ਹੀ ਨਾ ਲਈ) ਤੇ ਤੂੰ ਕਦੇ ਮੈਨੂੰ ਆਪਣੀ ਪੈਰੀਂ ਨਾਹ ਲਾਇਆ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3444,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "kry-ie"
  },
  {
    "SHABAD_ID": 3444,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk. mihdI kir kY riKAw; so shu ndir kryie ]",
    "TRANSLITERATION": "Naanak Mehidhee Kar Kai Rakhiaa So Sahu Nadhar Karaee ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਸਾਨੂੰ) ਮਹਿਦੀ ਬਣਾਇਆ ਭੀ ਉਸ ਨੇ ਆਪ ਹੀ ਹੈ, ਜਦੋਂ ਉਹ ਖਸਮ (ਪ੍ਰਭੂ) ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3444,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "Awpy pIsY. Awpy GsY; Awpy hI lwie leyie ]",
    "TRANSLITERATION": "Aapae Peesai Aapae Ghasai Aapae Hee Laae Leaee ||",
    "PUNJABI": "ਉਹ ਆਪ ਹੀ (ਮਹਿਦੀ ਨੂੰ) ਪੀਂਹਦਾ ਹੈ, ਆਪ ਹੀ (ਮਹਿਦੀ ਨੂੰ) ਰਗੜਦਾ ਹੈ, ਆਪ ਹੀ (ਆਪਣੀ ਪੈਰੀਂ) ਲਾ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਬੰਦਗੀ ਦੀ ਘਾਲ-ਕਮਾਈ ਵਿਚ ਬੰਦੇ ਨੂੰ ਆਪ ਹੀ ਲਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "pI~sY[ GsY: polw bolo[ ley-ie"
  },
  {
    "SHABAD_ID": 3444,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "iehu iprm ipAwlw Ksm kw; jY BwvY qY dyie ]2]",
    "TRANSLITERATION": "Eihu Piram Piaalaa Khasam Kaa Jai Bhaavai Thai Dhaee ||2||",
    "PUNJABI": "ਇਹ ਪ੍ਰੇਮ ਦਾ ਪਿਆਲਾ ਖਸਮ ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ (ਵਸਤੁ) ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਦੇਂਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "dy-ie"
  },
  {
    "SHABAD_ID": 3445,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3445,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "vykI isRsit aupweIAnu; sB hukim, AwvY jwie smwhI ]",
    "TRANSLITERATION": "Vaekee Srisatt Oupaaeean Sabh Hukam Aavai Jaae Samaahee ||",
    "PUNJABI": "ਉਸ (ਪ੍ਰਭੂ) ਨੇ ਰੰਗਾ-ਰੰਗ ਦੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਸਾਰੇ ਜੀਵ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਜੰਮਦੇ ਤੇ ਸਮਾ ਜਾਂਦੇ ਹਨ;",
    "PRONUNCIATION": "aupweI-Anu"
  },
  {
    "SHABAD_ID": 3445,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "Awpy vyiK ivgsdw; dUjw ko nwhI ]",
    "TRANSLITERATION": "Aapae Vaekh Vigasadhaa Dhoojaa Ko Naahee ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਹੀ (ਆਪਣੀ ਰਚਨਾ ਨੂੰ) ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ।",
    "PRONUNCIATION": "ivgsdw: polw bolo"
  },
  {
    "SHABAD_ID": 3445,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "ijau BwvY iqau rKu qU; gur sbid buJwhI ]",
    "TRANSLITERATION": "Jio Bhaavai Thio Rakh Thoo Gur Sabadh Bujhaahee ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਿਵੇਂ (ਜੀਵਾਂ ਨੂੰ) ਰੱਖ, ਤੂੰ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜੀਵਾਂ ਨੂੰ) ਮੱਤ ਦੇਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": "bu`JwhI"
  },
  {
    "SHABAD_ID": 3445,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "sBnw qyrw joru hY; ijau BwvY iqvY clwhI ]",
    "TRANSLITERATION": "Sabhanaa Thaeraa Jor Hai Jio Bhaavai Thivai Chalaahee ||",
    "PUNJABI": "ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰਾ ਆਸਰਾ ਹੈ, ਜਿਵੇਂ ਤੈਨੂੰ ਭਾਵੇਂ ਤਿਵੇਂ (ਜੀਵਾਂ ਨੂੰ) ਤੂੰ ਤੋਰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3445,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "quDu jyvf. mY nwih ko; iksu AwiK suxweI ]2]",
    "TRANSLITERATION": "Thudhh Jaevadd Mai Naahi Ko Kis Aakh Sunaaee ||2||",
    "PUNJABI": "ਮੈਨੂੰ, (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਜੇਡਾ ਕੋਈ ਦਿੱਸਦਾ ਨਹੀਂ; ਕਿਸ ਦੀ ਬਾਬਤ ਆਖ ਕੇ ਦੱਸਾਂ (ਕਿ ਉਹ ਤੇਰੇ ਜੇਡਾ ਹੈ)? ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3446,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3446,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "Brim BulweI. sBu jgu iPrI; PwvI hoeI Bwil ]",
    "TRANSLITERATION": "Bharam Bhulaaee Sabh Jag Firee Faavee Hoee Bhaal ||",
    "PUNJABI": "ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲੀ ਹੋਈ ਮੈਂ (ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭਣ ਵਾਸਤੇ) ਸਾਰਾ ਜਗਤ ਭਵੀਂ ਤੇ ਢੂੰਢ ਢੂੰਢ ਕੇ ਖਪ ਗਈ,",
    "PRONUNCIATION": ""
  }
]