[
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "lMgru clY. gur sbid hir; qoit. n AwvI, KtIAY ]",
    "TRANSLITERATION": "Langar Chalai Gur Sabadh Har Thott N Aavee Khatteeai ||",
    "PUNJABI": "(ਗੁਰੂ ਨਾਨਕ ਦੀ ਹੱਟੀ ਵਿਚ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਨਾਮ ਦਾ) ਲੰਗਰ ਚੱਲ ਰਿਹਾ ਹੈ, (ਪਰ ਬਾਬਾ ਲਹਣਾ ਜੀ ਦੀ) ਨਾਮ-ਕਮਾਈ ਵਿਚ ਕੋਈ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ।",
    "PRONUNCIATION": "c`lY[ K`tIAY"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "Krcy idiq KsMm dI; Awp KhdI, KYir dbtIAY ]",
    "TRANSLITERATION": "Kharachae Dhith Khasanm Dhee Aap Khehadhee Khair Dhabatteeai ||",
    "PUNJABI": "(ਬਾਬਾ ਲਹਣਾ ਜੀ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਦਿੱਤੀ ਹੋਈ ਨਾਮ- ਦਾਤ ਵੰਡ ਰਹੇ ਹਨ, ਆਪ (ਭੀ) ਵਰਤਦੇ ਹਨ ਤੇ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਦਬਾ-ਦਬ ਦਾਨ ਕਰ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "Awp (KhdI) KWdy[(Kyir) KrYq[[ (d-b`tIAY) dyNdy hn[ id`iq"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "hovY isPiq. KsMm dI; nUru Arshu kurshu JtIAY ]",
    "TRANSLITERATION": "Hovai Sifath Khasanm Dhee Noor Arasahu Kurasahu Jhatteeai ||",
    "PUNJABI": "(ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਦੇ ਦਰਬਾਰ ਵਿਚ) ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੋ ਰਹੀ ਹੈ, ਰੂਹਾਨੀ ਦੇਸਾਂ ਤੋਂ (ਉਸ ਦੇ ਦਰ ਤੇ) ਨੂਰ ਝੜ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "rwgI s`qw qy blvMf jI &urmwauNdy hn:sRI siqgurU swihb jI dy cyhry sRIr (kurshu) q^q audwLy[ (Arshu) AkwS c [ (nUru) pRkwS hI pRkwS[ (JtIAY) Jrdw vrsdw hY["
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "quDu ifTy scy pwiqswh; mlu jnm jnm dI ktIAY ]",
    "TRANSLITERATION": "Thudhh Ddithae Sachae Paathisaah Mal Janam Janam Dhee Katteeai ||",
    "PUNJABI": "ਹੇ ਸੱਚੇ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ)! ਤੇਰਾ ਦੀਦਾਰ ਕੀਤਿਆਂ ਕਈ ਜਨਮਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਕੱਟੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "mlu: polw bolo[ k`tIAY"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "scu. ij guir PurmwieAw; ikau eydU bolhu htIAY ]",
    "TRANSLITERATION": "Sach J Gur Furamaaeiaa Kio Eaedhoo Bolahu Hatteeai ||",
    "PUNJABI": "(ਹੇ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ!) ਗੁਰੂ (ਨਾਨਕ ਸਾਹਿਬ) ਨੇ ਜੋ ਭੀ ਹੁਕਮ ਕੀਤਾ, ਆਪ ਨੇ ਸੱਚ (ਕਰਕੇ ਮੰਨਿਆ, ਅਤੇ ਆਪ ਨੇ) ਉਸ ਦੇ ਮੰਨਣ ਤੋਂ ਨਾਂਹ ਨਹੀਂ ਕੀਤੀ;",
    "PRONUNCIATION": "htIAY: polw bolo"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "puqRI kaulu. n pwilE; kir pIrhu. kMn@ murtIAY ]",
    "TRANSLITERATION": "Puthree Koul N Paaliou Kar Peerahu Kannh Muratteeai ||",
    "PUNJABI": "(ਸਤਿਗੁਰੂ ਜੀ ਦੇ) ਪੁਤ੍ਰਾਂ ਨੇ ਬਚਨ ਨ ਮੰਨਿਆ, ਉਹ ਗੁਰੂ ਵਲ ਪਿੱਠ ਦੇ ਕੇ ਹੀ (ਹੁਕਮ) ਮੋੜਦੇ ਰਹੇ।",
    "PRONUNCIATION": "p`uqRIN[kMn@: hlMq lwau[mu-r`tIAY"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "idil KotY. AwkI iPrin@; bMin@ Bwru. aucwiein@ CtIAY ]",
    "TRANSLITERATION": "Dhil Khottai Aakee Firanih Bannih Bhaar Ouchaaeinih Shhatteeai ||",
    "PUNJABI": "ਜੋ ਲੋਕ ਖੋਟਾ ਦਿਲ ਹੋਣ ਦੇ ਕਾਰਨ (ਗੁਰੂ ਵੱਲੋਂ) ਆਕੀ ਹੋਏ ਫਿਰਦੇ ਹਨ, ਉਹ ਲੋਕ (ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਦੀ) ਛੱਟ ਦਾ ਭਾਰ ਬੰਨ੍ਹ ਕੇ ਚੁੱਕੀ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": "AOguxW pwpW rUpI Bwru bMin@ ky, (C`tIAY) C`t (aucwiein@) cu`kdy hn"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "ijin AwKI soeI kry; ijin kIqI. iqnY QtIAY ]",
    "TRANSLITERATION": "Jin Aakhee Soee Karae Jin Keethee Thinai Thhatteeai ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਇਹ ਰਜ਼ਾ-ਮੰਨਣ ਦਾ ਹੁਕਮ ਫੁਰਮਾਇਆ, ਉਹ ਆਪ ਹੀ ਕਾਰ ਕਰਨ ਵਾਲਾ ਸੀ, ਜਿਸ ਨੇ ਇਹ (ਹੁਕਮ-ਖੇਡ) ਰਚੀ, ਉਸ ਨੇ ਆਪ ਹੀ ਬਾਬਾ ਲਹਣਾ ਜੀ ਨੂੰ ਹੁਕਮ ਮੰਨਣ ਦੇ) ਸਮਰੱਥ ਬਣਾਇਆ।",
    "PRONUNCIATION": "Q`tIAY"
  },
  {
    "SHABAD_ID": 3580,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "kauxu hwry; ikin auvtIAY ]2]",
    "TRANSLITERATION": "Koun Haarae Kin Ouvatteeai ||2||",
    "PUNJABI": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ ਹੈ? ਆਪਣੀ ਸਮਰੱਥਾ ਦੇ ਆਸਰੇ, ਇਸ ਹੁਕਮ-ਖੇਡ ਵਿਚ) ਨ ਕੋਈ ਹਾਰਨ ਵਾਲਾ ਹੈ ਤੇ ਨ ਕੋਈ ਜਿੱਤਣ-ਜੋਗਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "hwrn qoN ault (auvtIAY) ij`qygw[ au-v`tIAY"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "ijin kIqI so mMnxw; koswlu ijvwhy swlI ]",
    "TRANSLITERATION": "Jin Keethee So Mannanaa Ko Saal Jivaahae Saalee ||",
    "PUNJABI": "ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਨੇ (ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿ ਕੇ ਸਤਿਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਣ ਦੀ ਘਾਲ-ਕਮਾਈ) ਕੀਤੀ, ਉਹ ਮੰਨਣ-ਜੋਗ ਹੋ ਗਿਆ। (ਦੋਹਾਂ ਵਿਚੋਂ) ਕੌਣ ਸ੍ਰੇਸ਼ਟ ਹੈ? ਜਿਵਾਂਹ ਕਿ ਮੁੰਜੀ? (ਮੁੰਜੀ ਹੀ ਚੰਗੀ ਹੈ, ਜੋ ਨੀਵੇਂ ਥਾਂ ਪਲਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਨੀਵਾਂ ਰਹਿ ਕੇ ਹੁਕਮ ਮੰਨਦਾ ਹੈ ਉਹ ਆਦਰ ਪਾ ਲੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "(koswlu) AwigAw ault. spu`qR[ (ijvwhy) ijhVy[ (s`wlI) AnuswrI guru AMgd dyv swihb jI[ (dUjw pwT: ko swlu)"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "Drmrwie hY dyvqw; lY glw kry dlwlI ]",
    "TRANSLITERATION": "Dhharam Raae Hai Dhaevathaa Lai Galaa Karae Dhalaalee ||",
    "PUNJABI": "ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਧਰਮ ਦਾ ਰਾਜਾ ਹੋ ਗਿਆ ਹੈ, ਧਰਮ ਦਾ ਦੇਵਤਾ ਹੋ ਗਿਆ ਹੈ, ਜੀਵਾਂ ਦੀਆਂ ਅਰਜ਼ੋਈਆਂ ਸੁਣ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਜੋੜਨ ਦਾ ਵਿਚੋਲਾ-ਪਨ ਕਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "g`lW"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "siqguru AwKY, scw kry; sw bwq hovY drhwlI ]",
    "TRANSLITERATION": "Sathigur Aakhai Sachaa Karae Saa Baath Hovai Dharehaalee ||",
    "PUNJABI": "(ਹੁਣ) ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਜੋ ਬਚਨ ਬੋਲਦਾ ਹੈ ਅਕਾਲ ਪੁਰਖ ਉਹੀ ਕਰਦਾ ਹੈ, ਉਹੀ ਗੱਲ ਤੁਰਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(dr-h`wlI) CyqI"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "gur AMgd dI dohI iPrI; scu krqY. bMiD bhwlI ]",
    "TRANSLITERATION": "Gur Angadh Dhee Dhohee Firee Sach Karathai Bandhh Behaalee ||",
    "PUNJABI": "ਗੁਰੂ ਅੰਗਦ ਦੇਵ (ਜੀ) ਵਡਿਆਈ ਦੀ ਧੁੰਮ ਪੈ ਗਈ ਹੈ, ਸੱਚੇ ਕਰਤਾਰ ਨੇ ਪੱਕੀ ਕਰ ਕੇ ਕਾਇਮ ਕਰ ਦਿੱਤੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnku. kwieAw pltu kir; mil qKqu bYTw. sY fwlI ]",
    "TRANSLITERATION": "Naanak Kaaeiaa Palatt Kar Mal Thakhath Baithaa Sai Ddaalee ||",
    "PUNJABI": "ਸੈਂਕੜੇ ਸੇਵਕਾਂ ਵਾਲਾ ਗੁਰੂ ਨਾਨਕ ਸਰੀਰ ਵਟਾ ਕੇ (ਭਾਵ, ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਸਰੂਪ ਵਿਚ) ਗੱਦੀ ਸੰਭਾਲ ਕੇ ਬੈਠਾ ਹੋਇਆ ਹੈ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਅੰਦਰ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਵਾਲੀ ਹੀ ਜੋਤਿ ਹੈ, ਕੇਵਲ ਸਰੀਰ ਪਲਟਿਆ ਹੈ)।",
    "PRONUNCIATION": "SuB guxW rUp sYNkVy (fwlI) fwlIAW[ m`il"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "dru syvy. aumiq KVI; msklY hoie jMgwlI ]",
    "TRANSLITERATION": "Dhar Saevae Oumath Kharree Masakalai Hoe Jangaalee ||",
    "PUNJABI": "ਸੰਗਤ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦਾ) ਦਰ (ਮੱਲ ਕੇ) ਪ੍ਰੇਮ ਨਾਲ ਸੇਵਾ ਕਰ ਰਹੀ ਹੈ (ਅਤੇ ਆਪਣੇ ਆਤਮਾ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰ ਰਹੀ ਹੈ, ਜਿਵੇਂ) ਜੰਗਾਲੀ ਹੋਈ ਧਾਤ ਮਸਕਲੇ ਨਾਲ (ਸਾਫ਼) ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(aumiq) is`KI[ gursyvw krn rUp (msklY) mWjxw iskl krnw[ (jMgwlI) pwpW dy jMgwl vwlI bu`DI, au~miq[ KV@I[ msklY"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "dir drvysu. KsMm dY; nwie scY bwxI lwlI ]",
    "TRANSLITERATION": "Dhar Dharavaes Khasanm Dhai Naae Sachai Baanee Laalee ||",
    "PUNJABI": "(ਗੁਰੂ ਨਾਨਕ ਦੇ) ਦਰ ਤੇ (ਗੁਰੂ ਅੰਗਦ) ਨਾਮ ਦੀ ਦਾਤ ਦਾ ਸੁਆਲੀ ਹੈ। ਅਕਾਲ ਪੁਰਖ ਦਾ ਸੱਚਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਦੇ ਮੂੰਹ ਉਤੇ) ਲਾਲੀ ਬਣੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "l`wlI"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "blvMf. KIvI nyk jn; ijsu bhuqI Cwau pqRwlI ]",
    "TRANSLITERATION": "Balavandd Kheevee Naek Jan Jis Bahuthee Shhaao Pathraalee ||",
    "PUNJABI": "ਹੇ ਬਲਵੰਡ! (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੀ ਪਤਨੀ) (ਮਾਤਾ) ਖੀਵੀ ਜੀ (ਭੀ ਆਪਣੇ ਪਤੀ ਵਾਂਗ) ਬੜੇ ਭਲੇ ਹਨ, ਮਾਤਾ ਖੀਵੀ ਜੀ ਦੀ ਛਾਂ ਬਹੁਤ ਪੱਤ੍ਰਾਂ ਵਾਲੀ (ਸੰਘਣੀ) ਹੈ (ਭਾਵ, ਮਾਤਾ ਖੀਵੀ ਜੀ ਦੇ ਪਾਸ ਬੈਠਿਆਂ ਭੀ ਹਿਰਦੇ ਵਿਚ ਸ਼ਾਂਤੀ-ਠੰਢ ਪੈਦਾ ਹੁੰਦੀ ਹੈ)।",
    "PRONUNCIATION": "s`iq, sMqoK, iKmw, inmRqw, Dirj, pqIbRqw Awid SuB guxW rUpI (pqRwlI) p`iqAW vwlI[ p`qRwlI"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "lMgir dauliq vMfIAY; rsu AMimRqu KIir iGAwlI ]",
    "TRANSLITERATION": "Langar Dhoulath Vanddeeai Ras Anmrith Kheer Ghiaalee ||",
    "PUNJABI": "(ਜਿਵੇਂ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਸਤਸੰਗ-ਰੂਪ) ਲੰਗਰ ਵਿਚ (ਨਾਮ ਦੀ) ਦੌਲਤ ਵੰਡੀ ਜਾ ਰਹੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਵੰਡਿਆ ਜਾ ਰਿਹਾ ਹੈ (ਤਿਵੇਂ ਮਾਤਾ ਖੀਵੀ ਜੀ ਦੀ ਸੇਵਾ ਸਦਕਾ ਲੰਗਰ ਵਿਚ ਸਭ ਨੂੰ) ਘਿਉ ਵਾਲੀ ਖੀਰ ਵੰਡੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "iGA`wlI"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "gurisKw ky muK aujly; mnmuK QIey prwlI ]",
    "TRANSLITERATION": "Gurasikhaa Kae Mukh Oujalae Manamukh Thheeeae Paraalee ||",
    "PUNJABI": "(ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਦਰ ਤੇ ਆ ਕੇ) ਗੁਰਸਿੱਖਾਂ ਦੇ ਮੱਥੇ ਤਾਂ ਖਿੜੇ ਹੋਏ ਹਨ, ਪਰ ਗੁਰੂ ਵਲੋਂ ਬੇਮੁਖਾਂ ਦੇ ਮੂੰਹ (ਈਰਖਾ ਦੇ ਕਾਰਨ) ਪੀਲੇ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "au~jly[pr`wlI"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "pey kbUlu. KsMm nwil; jW Gwl mrdI GwlI ]",
    "TRANSLITERATION": "Peae Kabool Khasanm Naal Jaan Ghaal Maradhee Ghaalee ||",
    "PUNJABI": "ਜਦੋਂ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੇ) ਮਰਦਾਂ ਵਾਲੀ ਘਾਲ ਘਾਲੀ ਤਾਂ ਉਹ ਆਪਣੇ ਸਤਿਗੁਰੂ (ਗੁਰੂ ਨਾਨਕ) ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਹੋਏ।",
    "PRONUNCIATION": "G`wlI"
  },
  {
    "SHABAD_ID": 3581,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "mwqw KIvI. shu soie; ijin goie auTwlI ]3]",
    "TRANSLITERATION": "Maathaa Kheevee Sahu Soe Jin Goe Outhaalee ||3||",
    "PUNJABI": "ਮਾਤਾ ਖੀਵੀ ਜੀ ਦਾ ਉਹ ਪਤੀ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਐਸਾ ਸੀ) ਜਿਸ ਨੇ (ਸਾਰੀ) ਧਰਤੀ (ਦਾ ਭਾਰ) ਚੁੱਕ ਲਿਆ ਹੋਇਆ ਸੀ ॥੩॥",
    "PRONUNCIATION": "auT`wlI"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "hoirNE. gMg vhweIAY; duinAweI AwKY. ik ikEnu ]",
    "TRANSLITERATION": "Horinou Gang Vehaaeeai Dhuniaaee Aakhai K Kioun ||",
    "PUNJABI": "ਦੁਨੀਆ ਆਖਦੀ ਹੈ, (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਹੋਰ ਪਾਸੇ ਵਲੋਂ ਹੀ ਗੰਗਾ ਚਲਾ ਦਿੱਤੀ ਹੈ। ਇਹ ਉਸ ਨੇ ਕੀਹ ਕੀਤਾ ਹੈ?",
    "PRONUNCIATION": "ikkI[ (ikEnu) kIqw[ pu`qRW nUM C`f ky, syvk jI nUM guirAweI b^SI, ieh aultI gMgw vgw idqI, ibRqI AguxW qoN aultw ky, vwihgurU v`l vgw id`qI["
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk eIsir jgnwiQ; auc hdI vYxu ivirikEnu ]",
    "TRANSLITERATION": "Naanak Eesar Jaganaathh Ouchehadhee Vain Virikioun ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਨਾਥ ਗੁਰੂ ਨਾਨਕ ਨੇ ਹੱਦ ਦਾ ਉੱਚਾ ਬਚਨ ਬੋਲਿਆ ਹੈ।",
    "PRONUNCIATION": "AOguxW dI (hdI) h`d qoN au~cy[ (vYxu) bcn[ (iv-ir`ikEnu) vrnx kIqy hn[ j`gnwiQ, au~c, h`dI"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "mwDwxw prbqu kir, nyiqR bwsku; sbid irVikEnu ]",
    "TRANSLITERATION": "Maadhhaanaa Parabath Kar Naethr Baasak Sabadh Rirrakioun ||",
    "PUNJABI": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਉੱਚੀ ਸੁਰਤ ਨੂੰ ਮਧਾਣੀ ਬਣਾ ਕੇ, (ਮਨ-ਰੂਪ) ਬਾਸਕ ਨਾਗ ਨੂੰ ਨੇਤ੍ਰੇ ਵਿਚ ਪਾ ਕੇ (ਭਾਵ, ਮਨ ਨੂੰ ਕਾਬੂ ਕਰ ਕੇ) 'ਸ਼ਬਦ' ਵਿਚ ਰੇੜਕਾ ਪਾਇਆ (ਭਾਵ, 'ਸ਼ਬਦ' ਨੂੰ ਵਿਚਾਰਿਆ; ਇਸ ਤਰ੍ਹਾਂ)",
    "PRONUNCIATION": "(bwsku) nwg dw nyiqR nyqRw[(sbid) smuMdR[ (irV-ik`Enu) ksky"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "caudh rqn. inkwilAnu; kir Awvw gauxu iclikEnu ]",
    "TRANSLITERATION": "Choudheh Rathan Nikaalian Kar Aavaa Goun Chilakioun ||",
    "PUNJABI": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ (ਇਸ 'ਸ਼ਬਦ'-ਸਮੁੰਦਰ ਵਿਚੋਂ 'ਰੱਬੀ ਗੁਣ'-ਰੂਪ) ਚੌਦਾਂ ਰਤਨ (ਜਿਵੇਂ ਸਮੁੰਦਰ ਵਿਚੋਂ ਦੇਵਤਿਆਂ ਨੇ ਚੌਦਾਂ ਰਤਨ ਕੱਢੇ ਸਨ) ਕੱਢੇ ਤੇ (ਇਹ ਉੱਦਮ ਕਰ ਕੇ) ਸੰਸਾਰ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ।",
    "PRONUNCIATION": "icl-ik`Enu: ksky"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "kudriq Aih vyKwlIAnu; ijix AYvf ipf, iTxikEnu ]",
    "TRANSLITERATION": "Kudharath Ahi Vaekhaaleean Jin Aivadd Pidd Thinakioun ||",
    "PUNJABI": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਐਸੀ ਸਮਰੱਥਾ ਵਿਖਾਈ ਕਿ (ਪਹਿਲਾਂ ਬਾਬਾ ਲਹਣਾ ਜੀ ਦਾ ਮਨ) ਜਿੱਤ ਕੇ ਇਤਨੀ ਉੱਚੀ ਆਤਮਾ ਨੂੰ ਪਰਖਿਆ,",
    "PRONUNCIATION": "iTx-ik`En: ksky"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "lhxy DirEnu CqRü isir; Asmwin ikAwVw iCikEnu ]",
    "TRANSLITERATION": "Lehanae Dhharioun Shhathra Sir Asamaan Kiaarraa Shhikioun ||",
    "PUNJABI": "(ਫਿਰ) ਬਾਬਾ ਲਹਣਾ ਜੀ ਦੇ ਸਿਰ ਉਤੇ (ਗੁਰਿਆਈ ਦਾ) ਛਤਰ ਧਰਿਆ ਤੇ (ਉਹਨਾਂ ਦੀ) ਸੋਭਾ ਅਸਮਾਨ ਤਕ ਅਪੜਾਈ।",
    "PRONUNCIATION": "(lhxy) gurU AMgd swihb jI dy js dw (ikAwVw) cMdoAw[ Asmwn q`k (iC`ikEnu) qwx id`qw"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "joiq smwxI. joiq mwih; Awpu AwpY syqI. imikEnu ]",
    "TRANSLITERATION": "Joth Samaanee Joth Maahi Aap Aapai Saethee Mikioun ||",
    "PUNJABI": "(ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਦੀ) ਆਤਮਾ (ਬਾਬਾ ਲਹਣਾ ਜੀ ਦੀ) ਆਤਮਾ ਵਿਚ ਇਉਂ ਮਿਲ ਗਈ ਕਿ ਗੁਰੂ ਨਾਨਕ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ 'ਆਪੇ' (ਬਾਬਾ ਲਹਣਾ ਜੀ) ਨਾਲ ਸਾਂਵਾਂ ਕਰ ਲਿਆ।",
    "PRONUNCIATION": "im`ikEnu"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "isKW puqRW GoiK kY; sB aumiq vyKhu, ij ikEnu ]",
    "TRANSLITERATION": "Sikhaan Puthraan Ghokh Kai Sabh Oumath Vaekhahu J Kioun ||",
    "PUNJABI": "ਹੇ ਸਾਰੀ ਸੰਗਤ! ਵੇਖੋ, ਜੋ ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਕੀਤਾ, ਆਪਣੇ ਸਿੱਖਾਂ ਤੇ ਪੁਤ੍ਰਾਂ ਨੂੰ ਪਰਖ ਕੇ-",
    "PRONUNCIATION": "(aumiq) is`KI[ (GoiK) Koj ky[ (vyKhu) dyKo[ (ij) jo sRb`q dw Blw (ikEnu) kIqw[ is`KW pu`qW[ (ikEnu) ksky"
  },
  {
    "SHABAD_ID": 3582,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "jW suDosu; qW lhxw itikEnu ]4]",
    "TRANSLITERATION": "Jaan Sudhhos Thaan Lehanaa Ttikioun ||4||",
    "PUNJABI": "ਜਦੋਂ ਉਸ ਨੇ ਸੁਧਾਈ ਕੀਤੀ ਤਾਂ ਉਸ ਨੇ (ਆਪਣੇ ਥਾਂ ਲਈ ਬਾਬਾ) ਲਹਣਾ (ਜੀ ਨੂੰ) ਚੁਣਿਆ ॥੪॥",
    "PRONUNCIATION": "(jW) jdoN priKAw, su`Dosu vIcwirAw[ it`ikEnu"
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "Pyir vswieAw PyruAwix; siqguir KwfUru ]",
    "TRANSLITERATION": "Faer Vasaaeiaa Faeruaan Sathigur Khaaddoor ||",
    "PUNJABI": "ਫਿਰ (ਜਦੋਂ ਬਾਬਾ ਲਹਣਾ ਜੀ ਨੂੰ ਗੁਰਿਆਈ ਮਿਲੀ ਤਾਂ) ਬਾਬਾ ਫੇਰੂ ਜੀ ਦੇ ਪੁਤ੍ਰ ਸਤਿਗੁਰੂ ਨੇ ਖਡੂਰ ਦੀ ਰੌਣਕ ਵਧਾਈ (ਭਾਵ, ਕਰਤਾਰਪੁਰ ਤੋਂ ਖਡੂਰ ਆ ਟਿਕੇ)।",
    "PRONUNCIATION": "(PyruAwix) bwbw PyrUm`l jI dy gurmuiK sp`uqR siqgurU AMgddyv swihb jI nMU hMkwrI qpy ny, j`tW qoN bwhr kFvwieAw sI, (Pyir) muV ky, (KwfUru) sRI ^fUr swihb jI vswey"
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "jpu qpu sMjmu. nwil quDu; horu mucu grUru ]",
    "TRANSLITERATION": "Jap Thap Sanjam Naal Thudhh Hor Much Garoor ||",
    "PUNJABI": "(ਹੇ ਸਤਿਗੁਰੂ!) ਹੋਰ ਜਗਤ ਤਾਂ ਬਹੁਤ ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਪਰ ਤੇਰੇ ਪਾਸ ਜਪ ਤਪ ਸੰਜਮ (ਆਦਿਕ ਦੀ ਬਰਕਤਿ ਹੋਣ ਕਰ ਕੇ ਤੂੰ ਪਹਿਲੇ ਵਾਂਗ ਗਰੀਬੀ ਸੁਭਾਵ ਵਿਚ ਹੀ) ਰਿਹਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "lbu ivxwhy mwxsw; ijau pwxI bUru ]",
    "TRANSLITERATION": "Lab Vinaahae Maanasaa Jio Paanee Boor ||",
    "PUNJABI": "ਜਿਵੇਂ ਪਾਣੀ ਨੂੰ ਬੂਰ ਖ਼ਰਾਬ ਕਰਦਾ ਹੈ ਤਿਵੇਂ ਮਨੁੱਖਾਂ ਨੂੰ ਲੱਬ ਤਬਾਹ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": "(ivxwhy) nws krdw hY[ l`b"
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "vir@AY drgh gurU kI; kudrqI nUru ]",
    "TRANSLITERATION": "Varihaai Dharageh Guroo Kee Kudharathee Noor ||",
    "PUNJABI": "(ਪਰ) ਗੁਰੂ (ਨਾਨਕ) ਦੀ ਦਰਗਾਹ ਵਿਚ ('ਨਾਮ' ਦੀ) ਵਰਖਾ ਹੋਣ ਕਰ ਕੇ (ਹੇ ਗੁਰੂ ਅੰਗਦ! ਤੇਰੇ ਉਤੇ) ਰੱਬੀ ਨੂਰ (ਡਲ੍ਹਕਾਂ ਮਾਰ ਰਿਹਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "ijqu su hwQ. n lBeI; qUM Ehu TrUru ]",
    "TRANSLITERATION": "Jith S Haathh N Labhee Thoon Ouhu Tharoor ||",
    "PUNJABI": "ਤੂੰ ਉਹ ਸੀਤਲ ਸਮੁੰਦਰ ਹੈਂ ਜਿਸ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ।",
    "PRONUNCIATION": "l`-BeI"
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "nau iniD nwmu inDwnu hY; quDu ivic BrpUru ]",
    "TRANSLITERATION": "No Nidhh Naam Nidhhaan Hai Thudhh Vich Bharapoor ||",
    "PUNJABI": "ਜੋ (ਜਗਤ ਦੇ) ਨੌਂ ਹੀ ਖ਼ਜ਼ਾਨੇ-ਰੂਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਹੇ ਗੁਰੂ!) (ਉਹ ਖ਼ਜ਼ਾਨਾ) ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "inMdw qyrI. jo kry; so vM\\\\Y cUru ]",
    "TRANSLITERATION": "Nindhaa Thaeree Jo Karae So Vannjai Choor ||",
    "PUNJABI": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਜੋ ਮਨੁੱਖ ਤੇਰੀ ਨਿੰਦਿਆ ਕਰੇ ਉਹ (ਆਪੇ ਹੀ) ਤਬਾਹ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਆਪੇ ਹੀ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "nyVY idsY mwq lok; quDu suJY dUru ]",
    "TRANSLITERATION": "Naerrai Dhisai Maath Lok Thudhh Sujhai Dhoor ||",
    "PUNJABI": "ਸੰਸਾਰਕ ਜੀਆਂ ਨੂੰ ਤਾਂ ਨੇੜੇ ਦੇ ਹੀ ਪਦਾਰਥ ਦਿੱਸਦੇ ਹਨ (ਉਹ ਦੁਨੀਆ ਦੀ ਖ਼ਾਤਰ ਨਿੰਦਿਆ ਦਾ ਪਾਪ ਕਰ ਬੈਠਦੇ ਹਨ, ਇਸ ਦਾ ਸਿੱਟਾ ਨਹੀਂ ਜਾਣਦੇ, ਪਰ ਹੇ ਗੁਰੂ!) ਤੈਨੂੰ ਅਗਾਂਹ ਵਾਪਰਨ ਵਾਲਾ ਹਾਲ ਭੀ ਸੁੱਝਦਾ ਹੈ।",
    "PRONUNCIATION": "s`uJY"
  },
  {
    "SHABAD_ID": 3583,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "Pyir vswieAw PyruAwix; siqguir KwfUru ]5]",
    "TRANSLITERATION": "Faer Vasaaeiaa Faeruaan Sathigur Khaaddoor ||5||",
    "PUNJABI": "ਫਿਰ ਬਾਬਾ ਫੇਰੂ ਜੀ ਦੇ ਪੁਤ੍ਰ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਨੇ ਖਡੂਰ ਨੂੰ ਭਾਗ ਲਾਇਆ ॥੫॥",
    "PRONUNCIATION": ""
  }
]