[
  {
    "SHABAD_ID": 3613,
    "LINE_ID": 1,
    "RAAG_ID": 23,
    "GURMUKHI": "hir ho; ho ho. myil inhwl ]1] rhwau ]",
    "TRANSLITERATION": "Har Ho Ho Ho Mael Nihaal ||1|| Rehaao ||",
    "PUNJABI": "(ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਦੀ ਸੰਗਤ ਵਿਚ) ਮਿਲਾ ਕੇ ਪਰਮਾਤਮਾ (ਅਨੇਕਾਂ ਨੂੰ) ਨਿਹਾਲ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3613,
    "LINE_ID": 1,
    "RAAG_ID": 23,
    "GURMUKHI": "hir kw mwrgu. gur sMiq bqwieE; guir. cwl idKweI hir cwl ]",
    "TRANSLITERATION": "Har Kaa Maarag Gur Santh Bathaaeiou Gur Chaal Dhikhaaee Har Chaal ||",
    "PUNJABI": "ਸੰਤ-ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਦਾ ਰਸਤਾ ਦੱਸਿਆ ਹੈ, ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਦੀ ਜਾਚ ਸਿਖਾਈ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3613,
    "LINE_ID": 2,
    "RAAG_ID": 23,
    "GURMUKHI": "AMqir kptu cukwvhu. myry gurisKhu; inhkpt kmwvhu, hir kI hir Gwl; inhwl inhwl inhwl ]1]",
    "TRANSLITERATION": "Anthar Kapatt Chukaavahu Maerae Gurasikhahu Nihakapatt Kamaavahu Har Kee Har Ghaal Nihaal Nihaal Nihaal ||1||",
    "PUNJABI": "(ਤੇ ਆਖਿਆ ਹੈ-) ਹੇ ਗੁਰਸਿੱਖੋ! ਆਪਣੇ ਅੰਦਰੋਂ ਵਲ-ਛਲ ਦੂਰ ਕਰੋ, ਨਿਰ-ਛਲ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਮਿਹਨਤ ਕਰੋ, (ਇਸ ਤਰ੍ਹਾਂ) ਨਿਹਾਲ ਨਿਹਾਲ ਹੋ ਜਾਈਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3613,
    "LINE_ID": 3,
    "RAAG_ID": 23,
    "GURMUKHI": "qy gur ky isK. myry hir pRiB Bwey; ijnw hir pRBu jwinE myrw nwil ]",
    "TRANSLITERATION": "Thae Gur Kae Sikh Maerae Har Prabh Bhaaeae Jinaa Har Prabh Jaaniou Maeraa Naal ||",
    "PUNJABI": "ਮੇਰੇ ਗੁਰੂ ਦੇ ਉਹ ਸਿੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਇਹ ਜਾਣ ਲਿਆ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਸਾਡੇ ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3613,
    "LINE_ID": 4,
    "RAAG_ID": 23,
    "GURMUKHI": "jn nwnk kau. miq hir pRiB dInI; hir dyiK inkit hdUir; inhwl inhwl inhwl inhwl ]2]3]9]",
    "TRANSLITERATION": "Jan Naanak Ko Math Har Prabh Dheenee Har Dhaekh Nikatt Hadhoor Nihaal Nihaal Nihaal Nihaal ||2||3||9||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਸੇਵਕਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, ਉਹ ਸੇਵਕ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਨੇੜੇ-ਵੱਸਦਾ ਵੇਖ ਕੇ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ ਕੇ ਹਰ ਵੇਲੇ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦੇ ਹਨ ॥੨॥੩॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 6,
    "RAAG_ID": 23,
    "GURMUKHI": "rwgu nt nwrwien mhlw 5",
    "TRANSLITERATION": "Raag Natt Naaraaein Mehalaa 5",
    "PUNJABI": "ਰਾਗ ਨਟ-ਨਾਰਾਇਨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 6,
    "RAAG_ID": 23,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 7,
    "RAAG_ID": 23,
    "GURMUKHI": "rwm; hau ikAw jwnw ikAw BwvY ]",
    "TRANSLITERATION": "Raam Ho Kiaa Jaanaa Kiaa Bhaavai ||",
    "PUNJABI": "ਹੇ ਪਰਮਾਤਮਾ! ਮੈਂ ਇਹ ਤਾਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਤੈਨੂੰ ਕੀਹ ਚੰਗਾ ਲੱਗਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 7,
    "RAAG_ID": 23,
    "GURMUKHI": "min ipAws bhuqu; drswvY ]1] rhwau ]",
    "TRANSLITERATION": "Man Piaas Bahuth Dharasaavai ||1|| Rehaao ||",
    "PUNJABI": "(ਭਾਵ, ਮੇਰੀ ਤਾਂਘ ਪਸੰਦ ਹੈ ਜਾਂ ਨਹੀਂ, ਪਰ) ਮੇਰੇ ਮਨ ਵਿਚ ਤੇਰੇ ਦਰਸ਼ਨ ਦੀ ਤਾਂਘ ਬਹੁਤ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 7,
    "RAAG_ID": 23,
    "GURMUKHI": "soeI igAwnI. soeI jnu qyrw; ijsu aUpir ruc AwvY ]",
    "TRANSLITERATION": "Soee Giaanee Soee Jan Thaeraa Jis Oopar Ruch Aavai ||",
    "PUNJABI": "ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਿਰਜਣਹਾਰ! ਉਹੀ ਮਨੁੱਖ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਤੇਰਾ ਸੇਵਕ ਹੈ, ਜਿਸ ਉੱਤੇ ਤੇਰੀ ਖ਼ੁਸ਼ੀ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 8,
    "RAAG_ID": 23,
    "GURMUKHI": "ikRpw krhu ijsu purK ibDwqy; so sdw sdw quDu iDAwvY ]1]",
    "TRANSLITERATION": "Kirapaa Karahu Jis Purakh Bidhhaathae So Sadhaa Sadhaa Thudhh Dhhiaavai ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਉੱਤੇ ਤੂੰ ਮਿਹਰ ਕਰਦਾ ਹੈਂ, ਉਹ ਤੈਨੂੰ ਸਦਾ ਹੀ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 9,
    "RAAG_ID": 23,
    "GURMUKHI": "kvn jog kvn igAwn iDAwnw; kvn gunI rIJwvY ]",
    "TRANSLITERATION": "Kavan Jog Kavan Giaan Dhhiaanaa Kavan Gunee Reejhaavai ||",
    "PUNJABI": "ਉਹ ਕਿਹੜੇ ਜੋਗ-ਸਾਧਨ ਹਨ? ਕਿਹੜੀਆਂ ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਹਨ? ਕਿਹੜੀਆਂ ਸਮਾਧੀਆਂ ਹਨ? ਕਿਹੜੇ ਗੁਣ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਸਕਦਾ ਹੈ? (ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਇਹੋ ਜਿਹੇ ਕੋਈ ਜਤਨ ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 9,
    "RAAG_ID": 23,
    "GURMUKHI": "soeI jnu soeI inj Bgqw; ijsu aUpir rMgu lwvY ]2]",
    "TRANSLITERATION": "Soee Jan Soee Nij Bhagathaa Jis Oopar Rang Laavai ||2||",
    "PUNJABI": "ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰਾ ਭਗਤ ਹੈ, ਜਿਸ ਉਤੇ ਉਹ ਆਪ ਆਪਣੇ ਪਿਆਰ ਦਾ ਰੰਗ ਚਾੜ੍ਹਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 10,
    "RAAG_ID": 23,
    "GURMUKHI": "sweI miq. sweI buiD isAwnp; ijqu inmK. n pRBu ibsrwvY ]",
    "TRANSLITERATION": "Saaee Math Saaee Budhh Siaanap Jith Nimakh N Prabh Bisaraavai ||",
    "PUNJABI": "ਉਹੀ ਸਮਝ (ਚੰਗੀ ਹੈ), ਉਹੀ ਬੁੱਧੀ ਤੇ ਸਿਆਣਪ (ਚੰਗੀ ਹੈ), ਜਿਸ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਭੁਲਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 10,
    "RAAG_ID": 23,
    "GURMUKHI": "sMqsMig lig eyhu suKu pwieE; hir gun sd hI gwvY ]3]",
    "TRANSLITERATION": "Santhasang Lag Eaehu Sukh Paaeiou Har Gun Sadh Hee Gaavai ||3||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਬੈਠ ਕੇ ਇਹ (ਹਰਿ-ਨਾਮ-ਸਿਮਰਨ) ਸੁਖ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਹ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 11,
    "RAAG_ID": 23,
    "GURMUKHI": "dyiKE Acrju mhw mMgl rUp; ikCu Awn. nhI idstwvY ]",
    "TRANSLITERATION": "Dhaekhiou Acharaj Mehaa Mangal Roop Kishh Aan Nehee Dhisattaavai ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਅਚਰਜ-ਰੂਪ ਮਹਾਂ ਆਨੰਦ-ਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, ਉਸ ਨੂੰ (ਉਸ ਵਰਗੀ) ਕੋਈ ਹੋਰ ਚੀਜ਼ ਨਹੀਂ ਦਿੱਸਦੀ।",
    "PRONUNCIATION": "A-crju"
  },
  {
    "SHABAD_ID": 3614,
    "LINE_ID": 12,
    "RAAG_ID": 23,
    "GURMUKHI": "khu nwnk. morcw, guir lwihE; qh grB join. kh AwvY ]4]1]",
    "TRANSLITERATION": "Kahu Naanak Morachaa Gur Laahiou Theh Garabh Jon Keh Aavai ||4||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਤੋਂ ਵਿਕਾਰਾਂ ਦਾ) ਜੰਗਾਲ ਲਾਹ ਦਿੱਤਾ ਉਥੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਕਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਢੁਕ ਸਕਦਾ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 13,
    "RAAG_ID": 23,
    "GURMUKHI": "nt nwrwien mhlw 5 dupdy",
    "TRANSLITERATION": "Natt Naaraaein Mehalaa 5 Dhupadhae",
    "PUNJABI": "ਰਾਗ ਨਟ-ਨਾਰਾਇਨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "du-pdy"
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 13,
    "RAAG_ID": 23,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 14,
    "RAAG_ID": 23,
    "GURMUKHI": "aulwhno mY; kwhU. n dIE ]",
    "TRANSLITERATION": "Oulaahano Mai Kaahoo N Dheeou ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੋਂ ਕਿਸੇ ਵਲੋਂ ਕਿਸੇ ਵਧੀਕੀ ਦਾ) ਉਲਾਹਮਾ ਮੈਂ ਕਿਸੇ ਨੂੰ ਕਦੇ ਨਹੀਂ ਦਿੱਤਾ,",
    "PRONUNCIATION": "(aulwhno) aulWBw"
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 14,
    "RAAG_ID": 23,
    "GURMUKHI": "mn mIT. quhwro kIE ]1] rhwau ]",
    "TRANSLITERATION": "Man Meeth Thuhaaro Keeou ||1|| Rehaao ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਤਦੋਂ ਤੋਂ) (ਤੇਰਾ ਕੀਤਾ (ਹਰੇਕ ਕੰਮ) ਮੇਰੇ ਮਨ ਨੂੰ ਮਿੱਠਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 14,
    "RAAG_ID": 23,
    "GURMUKHI": "AwigAw mwin jwin, suKu pwieAw; suin suin nwmu quhwro. jIE ]",
    "TRANSLITERATION": "Aagiaa Maan Jaan Sukh Paaeiaa Sun Sun Naam Thuhaaro Jeeou ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਰਜ਼ਾ ਨੂੰ (ਮਿੱਠੀ) ਮੰਨ ਕੇ, ਤੇਰੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਕੇ ਮੈਂ ਸੁਖ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਤੇਰਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਮੈਂ ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 15,
    "RAAG_ID": 23,
    "GURMUKHI": "eIhW aUhw. hir qum hI qum hI; iehu gur qy mMqRü idRVIE ]1]",
    "TRANSLITERATION": "Eehaan Oohaa Har Thum Hee Thum Hee Eihu Gur Thae Manthra Dhrirreeou ||1||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਉਪਦੇਸ਼ (ਲੈ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ) ਪੱਕਾ ਕਰ ਲਿਆ ਹੈ ਕਿ ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਤੂੰ ਹੀ ਸਿਰਫ਼ ਤੂੰ ਹੀ (ਮੇਰਾ ਸਹਾਈ ਹੈਂ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 15,
    "RAAG_ID": 23,
    "GURMUKHI": "jb qy jwin pweI eyh bwqw; qb kusl Kym sB QIE ]",
    "TRANSLITERATION": "Jab Thae Jaan Paaee Eaeh Baathaa Thab Kusal Khaem Sabh Thheeou ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ (ਗੁਰੂ ਪਾਸੋਂ) ਮੈਂ ਇਹ ਗੱਲ ਸਮਝੀ ਹੈ, ਤਦੋਂ ਤੋਂ (ਮੇਰੇ ਅੰਦਰ) ਹਰੇਕ ਕਿਸਮ ਦਾ ਸੁਖ-ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3615,
    "LINE_ID": 16,
    "RAAG_ID": 23,
    "GURMUKHI": "swDsMig nwnk prgwisE; Awn. nwhI ry bIE ]2]1]2]",
    "TRANSLITERATION": "Saadhhasang Naanak Paragaasiou Aan Naahee Rae Beeou ||2||1||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਗੁਰੂ ਨੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਇਹ) ਚਾਨਣ ਕਰ ਦਿੱਤਾ ਹੈ ਕਿ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਦੂਜਾ (ਕੁਝ ਭੀ ਕਰਨ-ਜੋਗਾ) ਨਹੀਂ ਹੈ ॥੨॥੧॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3616,
    "LINE_ID": 17,
    "RAAG_ID": 23,
    "GURMUKHI": "nt mhlw 5 ]",
    "TRANSLITERATION": "Natt Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3616,
    "LINE_ID": 17,
    "RAAG_ID": 23,
    "GURMUKHI": "jw kau; BeI qumwrI DIr ]",
    "TRANSLITERATION": "Jaa Ko Bhee Thumaaree Dhheer ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰੀ ਦਿੱਤੀ ਧੀਰਜ ਮਿਲ ਗਈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3616,
    "LINE_ID": 17,
    "RAAG_ID": 23,
    "GURMUKHI": "jm kI qRws imtI suKu pwieAw; inksI haumY pIr ]1] rhwau ]",
    "TRANSLITERATION": "Jam Kee Thraas Mittee Sukh Paaeiaa Nikasee Houmai Peer ||1|| Rehaao ||",
    "PUNJABI": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਮੌਤ ਦਾ ਹਰ ਵੇਲੇ ਦਾ ਸਹਿਮ ਮਿਟ ਗਿਆ, ਉਸ ਨੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੀ ਚੋਭ ਭੀ ਨਿਕਲ ਗਈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "buJwnI: polw bolo"
  },
  {
    "SHABAD_ID": 3616,
    "LINE_ID": 18,
    "RAAG_ID": 23,
    "GURMUKHI": "qpiq buJwnI AMimRq bwnI; iqRpqy ijau bwirk KIr ]",
    "TRANSLITERATION": "Thapath Bujhaanee Anmrith Baanee Thripathae Jio Baarik Kheer ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰੋਂ) ਸਤਿਗੁਰੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਨੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਤਪਸ਼ ਬੁਝਾ ਦਿੱਤੀ, ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਇਉਂ ਰੱਜ ਗਏ, ਜਿਵੇਂ ਬਾਲਕ ਦੁੱਧ ਨਾਲ ਰੱਜਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3616,
    "LINE_ID": 18,
    "RAAG_ID": 23,
    "GURMUKHI": "mwq ipqw swjn sMq myry; sMq shweI bIr ]1]",
    "TRANSLITERATION": "Maath Pithaa Saajan Santh Maerae Santh Sehaaee Beer ||1||",
    "PUNJABI": "ਮੇਰੇ ਵਾਸਤੇ ਭੀ ਸੰਤ ਜਨ ਹੀ ਮਾਪੇ ਹਨ, ਸੰਤ ਜਨ ਹੀ ਸੱਜਣ ਭਰਾ ਮਦਦਗਾਰ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  }
]