[
  {
    "SHABAD_ID": 3626,
    "LINE_ID": 1,
    "RAAG_ID": 23,
    "GURMUKHI": "lig lig pRIiq. bhu pRIiq lgweI; lig swDUsMig svwry ]",
    "TRANSLITERATION": "Lag Lag Preeth Bahu Preeth Lagaaee Lag Saadhhoo Sang Savaarae ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਮੁੜ ਮੁੜ (ਗੁਰੂ ਦੀ ਚਰਨੀਂ) ਲੱਗ ਕੇ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ) ਬਹੁਤ ਪ੍ਰੀਤ ਪੈਦਾ ਕਰ ਲਈ, ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਆਪਣੇ ਜੀਵਨ ਚੰਗੇ ਬਣਾ ਲਏ,",
    "PRONUNCIATION": "l`ig"
  },
  {
    "SHABAD_ID": 3626,
    "LINE_ID": 1,
    "RAAG_ID": 23,
    "GURMUKHI": "gur ky bcn. siq siq kir mwny; myry Twkur bhuqu ipAwry ]6]",
    "TRANSLITERATION": "Gur Kae Bachan Sath Sath Kar Maanae Maerae Thaakur Bahuth Piaarae ||6||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਪੂਰੀ ਸਰਧਾ ਬਣਾ ਲਈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਬਹੁਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3626,
    "LINE_ID": 2,
    "RAAG_ID": 23,
    "GURMUKHI": "pUrib jnim, prcUn kmwey; hir hir, hir nwim ipAwry ]",
    "TRANSLITERATION": "Poorab Janam Parachoon Kamaaeae Har Har Har Naam Piaarae ||",
    "PUNJABI": "ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਜਿਸ ਮਨੁੱਖ ਨੇ ਥੋੜੇ ਥੋੜੇ ਸ਼ੁਭ ਕਰਮ ਕਮਾਏ, (ਉਹਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੁਣ ਭੀ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਬਣਾਇਆ,",
    "PRONUNCIATION": "ies jnim c [ (pUrib) pihlW[(prcUn) siq sMqoK iKmw gRIbI inSkwm krm SuB gux"
  },
  {
    "SHABAD_ID": 3626,
    "LINE_ID": 3,
    "RAAG_ID": 23,
    "GURMUKHI": "gur pRswid AMimRq rsu pwieAw; rsu gwvY rsu vIcwry ]7]",
    "TRANSLITERATION": "Gur Prasaadh Anmrith Ras Paaeiaa Ras Gaavai Ras Veechaarae ||7||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਲੱਭ ਲਿਆ। ਉਹ ਮਨੁੱਖ (ਸਦਾ) ਨਾਮ-ਰਸ ਨੂੰ ਸਲਾਹੁੰਦਾ ਹੈ, ਨਾਮ-ਰਸ ਨੂੰ ਹੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3626,
    "LINE_ID": 3,
    "RAAG_ID": 23,
    "GURMUKHI": "hir hir rUp rMg siB qyry; myry lwln lwl gulwry ]",
    "TRANSLITERATION": "Har Har Roop Rang Sabh Thaerae Maerae Laalan Laal Gulaarae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਹਰੀ! ਹੇ ਲਾਲ! ਹੇ ਸੋਹਣੇ ਲਾਲ! (ਸਭ ਜੀਅ ਜੰਤ) ਸਾਰੇ ਤੇਰੇ ਹੀ ਰੂਪ ਹਨ ਤੇਰੇ ਹੀ ਰੰਗ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3626,
    "LINE_ID": 4,
    "RAAG_ID": 23,
    "GURMUKHI": "jYsw rMgu dyih so hovY; ikAw nwnk. jMq ivcwry ]8]3]",
    "TRANSLITERATION": "Jaisaa Rang Dhaehi So Hovai Kiaa Naanak Janth Vichaarae ||8||3||",
    "PUNJABI": "ਜਿਹੋ ਜਿਹਾ ਰੰਗ ਤੂੰ (ਕਿਸੇ ਜੀਵ ਨੂੰ) ਦੇਂਦਾ ਹੈਂ (ਉਸ ਉਤੇ) ਉਹੋ ਜਿਹਾ ਰੰਗ ਹੀ ਚੜ੍ਹਦਾ ਹੈ। ਇਹਨਾਂ ਵਿਚਾਰੇ ਜੀਵਾਂ ਦੀ ਆਪਣੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ ॥੮॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 4,
    "RAAG_ID": 23,
    "GURMUKHI": "nt mhlw 4 ]",
    "TRANSLITERATION": "Natt Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 4,
    "RAAG_ID": 23,
    "GURMUKHI": "rwm; gur srin pRBU rKvwry ]",
    "TRANSLITERATION": "Raam Gur Saran Prabhoo Rakhavaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਜਿਸ ਉੱਤੇ ਭੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ ਉਸ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨੀ ਪਾ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਸ ਦਾ) ਰਾਖਾ ਬਣਦਾ ਹੈਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 5,
    "RAAG_ID": 23,
    "GURMUKHI": "ijau kuMcru qdUAY pkir clwieE; kir aUpru kiF insqwry ]1] rhwau ]",
    "TRANSLITERATION": "Jio Kunchar Thadhooai Pakar Chalaaeiou Kar Oopar Kadt Nisathaarae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਵੇਂ ਜਦੋਂ ਤੰਦੂਏ ਨੇ ਗਜ ਨੂੰ ਫੜ ਕੇ ਖਿਚ ਲਿਆ ਸੀ, ਤਾਂ ਤੂੰ ਉਸ ਨੂੰ ਉੱਚਾ ਕਰ ਕੇ ਕੱਢ ਕੇ (ਤੰਦੂਏ ਦੀ ਫਾਹੀ ਤੋਂ) ਬਚਾ ਲਿਆ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 6,
    "RAAG_ID": 23,
    "GURMUKHI": "pRB ky syvk bhuqu Aiq nIky; min srDw kir hir Dwry ]",
    "TRANSLITERATION": "Prabh Kae Saevak Bahuth Ath Neekae Man Saradhhaa Kar Har Dhhaarae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਬਹੁਤ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ) ਸਰਧਾ ਪੈਦਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦਾ) ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 6,
    "RAAG_ID": 23,
    "GURMUKHI": "myry pRiB. srDw Bgiq min BwvY; jn kI pYj svwry ]1]",
    "TRANSLITERATION": "Maerae Prabh Saradhhaa Bhagath Man Bhaavai Jan Kee Paij Savaarae ||1||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਆਪਣੇ ਸੇਵਕ ਦੇ ਅੰਦਰ) ਸਰਧਾ-ਭਗਤੀ ਪੈਦਾ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਸੇਵਕ ਉਸ ਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਬਚਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 7,
    "RAAG_ID": 23,
    "GURMUKHI": "hir hir syvku. syvw lwgY; sBu dyKY bRhm pswry ]",
    "TRANSLITERATION": "Har Har Saevak Saevaa Laagai Sabh Dhaekhai Breham Pasaarae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦਾ ਜਿਹੜਾ ਸੇਵਕ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗਦਾ ਹੈ, ਉਹ ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਾ ਹੀ ਪਸਾਰਾ ਵੇਖਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 7,
    "RAAG_ID": 23,
    "GURMUKHI": "eyku purKu ieku ndrI AwvY; sB eykw ndir inhwry ]2]",
    "TRANSLITERATION": "Eaek Purakh Eik Nadharee Aavai Sabh Eaekaa Nadhar Nihaarae ||2||",
    "PUNJABI": "ਉਸ ਨੂੰ ਉਹੀ ਸਰਬ-ਵਿਆਪਕ ਹਰ ਥਾਂ ਦਿੱਸਦਾ ਹੈ (ਉਸ ਨੂੰ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਉਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕ ਰਿਹਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 8,
    "RAAG_ID": 23,
    "GURMUKHI": "hir pRBu Twkuru. rivAw sB TweI; sBu cyrI jgqu smwry ]",
    "TRANSLITERATION": "Har Prabh Thaakur Raviaa Sabh Thaaee Sabh Chaeree Jagath Samaarae ||",
    "PUNJABI": "ਮਾਲਕ ਹਰੀ ਪ੍ਰਭੂ ਸਭ ਥਾਵਾਂ ਵਿਚ ਭਰਪੂਰ ਹੈ, ਦਾਸੀ ਵਾਂਗ ਸਾਰੇ ਜਗਤ ਨੂੰ ਸੰਭਾਲਦਾ ਹੈ।",
    "PRONUNCIATION": "TWeIN[j`g-qu"
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 8,
    "RAAG_ID": 23,
    "GURMUKHI": "Awip dieAwlu. dieAw dwnu dyvY; ivic pwQr kIry kwry ]3]",
    "TRANSLITERATION": "Aap Dhaeiaal Dhaeiaa Dhaan Dhaevai Vich Paathhar Keerae Kaarae ||3||",
    "PUNJABI": "ਦਇਆ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਉਤੇ ਦਇਆ ਕਰਦਾ ਹੈ, ਸਭਨਾਂ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈ, ਪੱਥਰਾਂ ਵਿਚ ਭੀ ਉਹ ਆਪ ਹੀ ਕੀੜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ (ਤੇ ਉਹਨਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 9,
    "RAAG_ID": 23,
    "GURMUKHI": "AMqir vwsu. bhuqu muskweI; BRim BUlw, imrgu isM|@wry ]",
    "TRANSLITERATION": "Anthar Vaas Bahuth Musakaaee Bhram Bhoolaa Mirag Sinn(g)haarae ||",
    "PUNJABI": "(ਹਰਨ ਦੇ ਅੰਦਰ ਹੀ) ਕਸਤੂਰੀ ਦੀ ਬਹੁਤ ਸੁਗੰਧੀ ਮੌਜੂਦ ਹੁੰਦੀ ਹੈ, ਪਰ ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲ ਕੇ ਹਰਨ (ਉਸ ਸੁਗੰਧੀ ਦੀ ਖ਼ਾਤਰ ਝਾੜੀਆਂ ਵਿਚ) ਭਾਲ ਕਰਦਾ ਫਿਰਦਾ ਹੈ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "isM|@wry: |@ pYr hlMq bolo"
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 10,
    "RAAG_ID": 23,
    "GURMUKHI": "bnu bnu FUiF FUiF iPir QwkI; guir pUrY Gir insqwry ]4]",
    "TRANSLITERATION": "Ban Ban Dtoodt Dtoodt Fir Thhaakee Gur Poorai Ghar Nisathaarae ||4||",
    "PUNJABI": "ਪ੍ਰਭੂ ਤਾਂ ਇਸ ਦੇ ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਇਹ ਵਿਚਾਰੀ) ਜੰਗਲ ਜੰਗਲ ਢੂੰਢ ਢੂੰਢ ਕੇ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕ ਜਾਂਦੀ ਹੈ। (ਆਖ਼ਰ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਇਸ ਨੂੰ ਘਰ ਵਿਚ (ਹੀ ਵੱਸਦਾ ਪ੍ਰਭੂ ਵਿਖਾਇਆ ਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਇਆ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 10,
    "RAAG_ID": 23,
    "GURMUKHI": "bwxI gurU. gurU hY bwxI; ivic bwxI. AMimRqu swry ]",
    "TRANSLITERATION": "Baanee Guroo Guroo Hai Baanee Vich Baanee Anmrith Saarae ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ) ਬਾਣੀ (ਸਿੱਖ ਦਾ) ਗੁਰੂ ਹੈ, ਗੁਰੂ ਬਾਣੀ ਵਿਚ ਮੌਜੂਦ ਹੈ। (ਗੁਰੂ ਦੀ) ਬਾਣੀ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਹੈ, ਜਿਸ ਨੂੰ ਸਿੱਖ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 11,
    "RAAG_ID": 23,
    "GURMUKHI": "gurubwxI khY. syvku jnu mwnY; prqiK gurU insqwry ]5]",
    "TRANSLITERATION": "Gur Baanee Kehai Saevak Jan Maanai Parathakh Guroo Nisathaarae ||5||",
    "PUNJABI": "ਗੁਰੂ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ, (ਗੁਰੂ ਦਾ) ਸੇਵਕ ਉਸ ਬਾਣੀ ਉਤੇ ਸਰਧਾ ਧਾਰਦਾ ਹੈ। ਗੁਰੂ ਉਸ ਸਿੱਖ ਨੂੰ ਯਕੀਨੀ ਤੌਰ ਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 12,
    "RAAG_ID": 23,
    "GURMUKHI": "sBu hY bRhmu. bRhmu hY psirAw; min bIijAw Kwvwry ]",
    "TRANSLITERATION": "Sabh Hai Breham Breham Hai Pasariaa Man Beejiaa Khaavaarae ||",
    "PUNJABI": "ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਭਰਪੂਰ ਹੈ ਮੌਜੂਦ ਹੈ (ਪਰ ਜੀਵ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ, ਜੀਵ ਆਪਣੇ) ਮਨ ਵਿਚ ਬੀਜੇ ਕਰਮਾਂ ਦਾ ਫਲ ਖਾਂਦਾ ਹੈ (ਤੇ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 12,
    "RAAG_ID": 23,
    "GURMUKHI": "ijau jn cMdRhWsu, duiKAw iDRstbuDI; Apunw Gru lUkI jwry ]6]",
    "TRANSLITERATION": "Jio Jan Chandhrehaans Dhukhiaa Dhhrisattabudhhee Apunaa Ghar Lookee Jaarae ||6||",
    "PUNJABI": "ਜਿਵੇਂ ਧ੍ਰਿਸਟਬੁਧੀ ਭਲੇ ਚੰਦ੍ਰਹਾਂਸ ਦਾ ਬੁਰਾ ਲੋਚਦਾ ਲੋਚਦਾ ਆਪਣੇ ਹੀ ਘਰ ਨੂੰ ਚੁਆਤੀ ਨਾਲ ਸਾੜ ਬੈਠਾ ॥੬॥",
    "PRONUNCIATION": "Bgq cMdRhWs jI nMU, rwjy iDRStbuDI ny ibK dyxI cwhI, jlwdW ny aus dy pu`qR mdn isMG nMU mwr id`qw[ ies ny Apxy Gr nUM cuAwqI lweI[ aus dI lVkI nwl, cMdRhWs dI SwdI ho geI, Bgq jI rwj dy mwlk bxy[vwihgurU jI A`gy pRym bynqI krky mdn isMG ijauNdw kIqw"
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 13,
    "RAAG_ID": 23,
    "GURMUKHI": "pRB kau jnu AMqir ird locY; pRB. jn ky sws inhwry ]",
    "TRANSLITERATION": "Prabh Ko Jan Anthar Ridh Lochai Prabh Jan Kae Saas Nihaarae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦਾ ਭਗਤ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵੇਖਣ ਲਈ ਤਾਂਘਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ (ਭੀ ਆਪਣੇ) ਸੇਵਕ-ਭਗਤ ਦੀ ਹਰ ਵੇਲੇ ਰੱਖਿਆ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 13,
    "RAAG_ID": 23,
    "GURMUKHI": "ikRpw ikRpw kir Bgiq idRVwey; jn pICY jgu insqwry ]7]",
    "TRANSLITERATION": "Kirapaa Kirapaa Kar Bhagath Dhrirraaeae Jan Peeshhai Jag Nisathaarae ||7||",
    "PUNJABI": "ਹਰ ਵੇਲੇ ਮਿਹਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣੀ ਭਗਤੀ ਦਾ ਭਾਵ ਪੱਕਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਭਗਤ ਦੇ ਪੂਰਨਿਆਂ ਉਤੇ ਤੁਰਨ ਵਾਲੇ ਜਗਤ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 14,
    "RAAG_ID": 23,
    "GURMUKHI": "Awpn Awip Awip pRBu Twkuru; pRBu Awpy isRsit svwry ]",
    "TRANSLITERATION": "Aapan Aap Aap Prabh Thaakur Prabh Aapae Srisatt Savaarae ||",
    "PUNJABI": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪ ਹੀ ਜਗਤ-ਰੂਪ ਵਿਚ ਪਰਗਟ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੀ ਰਚੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸੋਹਣੀ ਬਣਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3627,
    "LINE_ID": 15,
    "RAAG_ID": 23,
    "GURMUKHI": "jn nwnk. Awpy Awip sBu vrqY; kir ikRpw Awip insqwry ]8]4]",
    "TRANSLITERATION": "Jan Naanak Aapae Aap Sabh Varathai Kar Kirapaa Aap Nisathaarae ||8||4||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਕਿਰਪਾ ਕਰ ਕੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਕਰਦਾ ਹੈ ॥੮॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 15,
    "RAAG_ID": 23,
    "GURMUKHI": "nt mhlw 4 ]",
    "TRANSLITERATION": "Natt Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 16,
    "RAAG_ID": 23,
    "GURMUKHI": "rwm; kir ikrpw lyhu aubwry ]",
    "TRANSLITERATION": "Raam Kar Kirapaa Laehu Oubaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਬਚਾ ਲੈ (ਉਸੇ ਤਰ੍ਹਾਂ ਬਚਾ ਲੈ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 16,
    "RAAG_ID": 23,
    "GURMUKHI": "ijau pkir dRopqI dustW AwnI; hir hir lwj invwry ]1] rhwau ]",
    "TRANSLITERATION": "Jio Pakar Dhropathee Dhusattaan Aanee Har Har Laaj Nivaarae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਵੇਂ (ਜਦੋਂ) ਦੁਸ਼ਟਾਂ ਨੇ ਦ੍ਰੋਪਤੀ ਨੂੰ ਫੜ ਕੇ ਲਿਆਂਦਾ ਸੀ (ਤਦੋਂ) ਹੇ ਹਰੀ! ਤੂੰ ਉਸ ਨੂੰ ਨਗਨ ਹੋਣ ਦੀ ਸ਼ਰਮ ਤੋਂ ਬਚਾਇਆ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 17,
    "RAAG_ID": 23,
    "GURMUKHI": "kir ikrpw jwick jn qyry; ieku mwgau dwnu ipAwry ]",
    "TRANSLITERATION": "Kar Kirapaa Jaachik Jan Thaerae Eik Maago Dhaan Piaarae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਹਰੀ! ਮਿਹਰ ਕਰ, ਅਸੀਂ (ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਾਂ, ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਇਕ ਦਾਨ ਮੰਗਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 17,
    "RAAG_ID": 23,
    "GURMUKHI": "siqgur kI inq srDw lwgI; mokau hir guru myil svwry ]1]",
    "TRANSLITERATION": "Sathigur Kee Nith Saradhhaa Laagee Mo Ko Har Gur Mael Savaarae ||1||",
    "PUNJABI": "(ਮੇਰੇ ਮਨ ਵਿਚ) ਸਦਾ ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ (ਤੇ ਮੇਰਾ ਜੀਵਨ) ਸਵਾਰ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 18,
    "RAAG_ID": 23,
    "GURMUKHI": "swkq krm. pwxI ijau mQIAY; inq pwxI Jol Julwry ]",
    "TRANSLITERATION": "Saakath Karam Paanee Jio Mathheeai Nith Paanee Jhol Jhulaarae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦੇ ਕੰਮ (ਇਉਂ ਵਿਅਰਥ) ਹਨ ਜਿਵੇਂ ਪਾਣੀ ਰਿੜਕੀਦਾ ਹੈ। ਸਾਕਤ ਮਨੁੱਖ (ਮਾਨੋ) ਸਦਾ ਪਾਣੀ ਹੀ ਰਿੜਕਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 18,
    "RAAG_ID": 23,
    "GURMUKHI": "imil sqsMgiq prmpdu pwieAw; kiF mwKn ky gtkwry ]2]",
    "TRANSLITERATION": "Mil Sathasangath Param Padh Paaeiaa Kadt Maakhan Kae Gattakaarae ||2||",
    "PUNJABI": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕੀਤਾ, ਉਹ (ਮਾਨੋ, ਦੁੱਧ ਵਿਚੋਂ) ਮੱਖਣ ਕੱਢ ਕੇ ਮੱਖਣ ਦੇ ਸੁਆਦ ਲਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3628,
    "LINE_ID": 19,
    "RAAG_ID": 23,
    "GURMUKHI": "inq inq kwieAw mjnu kIAw; inq mil mil dyh svwry ]",
    "TRANSLITERATION": "Nith Nith Kaaeiaa Majan Keeaa Nith Mal Mal Dhaeh Savaarae ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ ਸਰੀਰ ਦਾ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਿਹਾ, ਜੋ ਮਨੁੱਖ ਸਦਾ ਸਰੀਰ ਨੂੰ ਹੀ ਮਲ ਮਲ ਕੇ ਸਾਫ਼-ਸੁਥਰਾ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": "m`jnu"
  }
]