[
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 1,
    "RAAG_ID": 24,
    "GURMUKHI": "rwgu mwlIgauVw mhlw 4",
    "TRANSLITERATION": "Raag Maalee Gourraa Mehalaa 4",
    "PUNJABI": "ਰਾਗ ਮਾਲੀ-ਗਉੜਾ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 2,
    "RAAG_ID": 24,
    "GURMUKHI": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 4,
    "RAAG_ID": 24,
    "GURMUKHI": "Aink jqn kir rhy; hir AMqu. nwhI pwieAw ]",
    "TRANSLITERATION": "Anik Jathan Kar Rehae Har Anth Naahee Paaeiaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! (ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਲੱਭਣ ਵਾਸਤੇ ਬੇਅੰਤ ਜੀਵ) ਅਨੇਕਾਂ ਜਤਨ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਏ ਹਨ, ਕਿਸੇ ਨੇ ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਲੱਭਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 4,
    "RAAG_ID": 24,
    "GURMUKHI": "hir Agm Agm AgwiD boiD; Awdysu hir pRB rwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Har Agam Agam Agaadhh Bodhh Aadhaes Har Prabh Raaeiaa ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਅਥਾਹ ਹੈਂ, ਤੈਨੂੰ ਕੋਈ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, ਮੇਰੀ ਤੈਨੂੰ ਹੀ ਨਮਸਕਾਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 5,
    "RAAG_ID": 24,
    "GURMUKHI": "kwmu kRoDu loB mohu; inq Jgrqy JgrwieAw ]",
    "TRANSLITERATION": "Kaam Krodhh Lobh Mohu Nith Jhagarathae Jhagaraaeiaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ (ਆਦਿਕ ਵਿਕਾਰ ਇਤਨੇ ਬਲੀ ਹਨ ਕਿ ਜੀਵ ਇਹਨਾਂ ਦੇ) ਉਕਸਾਏ ਹੋਏ ਸਦਾ ਦੁਨੀਆ ਦੇ ਝਗੜਿਆਂ ਵਿਚ ਹੀ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 5,
    "RAAG_ID": 24,
    "GURMUKHI": "hm rwKu rwKu dIn qyry; hir srin hir pRB AwieAw ]1]",
    "TRANSLITERATION": "Ham Raakh Raakh Dheen Thaerae Har Saran Har Prabh Aaeiaa ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ ਮੰਗਤੇ ਹਾਂ, ਸਾਨੂੰ ਇਹਨਾਂ ਤੋਂ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 6,
    "RAAG_ID": 24,
    "GURMUKHI": "srxwgqI pRiB pwlqy; hir Bgiq vClu nwieAw ]",
    "TRANSLITERATION": "Saranaagathee Prabh Paalathae Har Bhagath Vashhal Naaeiaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਰਨ ਪਿਆਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਹੇ ਹਰੀ! 'ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ'-ਇਹ ਤੇਰਾ (ਪ੍ਰਸਿੱਧ) ਨਾਮ ਹੈ।",
    "PRONUNCIATION": "srxw-gqI"
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 6,
    "RAAG_ID": 24,
    "GURMUKHI": "pRihlwdu jnu. hrnwiK pkirAw; hir rwiK lIE qrwieAw ]2]",
    "TRANSLITERATION": "Prehilaadh Jan Haranaakh Pakariaa Har Raakh Leeou Tharaaeiaa ||2||",
    "PUNJABI": "ਤੇਰੇ ਸੇਵਕ ਪ੍ਰਹਿਲਾਦ ਨੂੰ ਹਰਨਾਖਸ਼ ਨੇ ਫੜ ਲਿਆ, ਹੇ ਹਰੀ! ਤੂੰ ਉਸ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਤੂੰ ਉਸ ਨੂੰ ਸੰਕਟ ਤੋਂ ਬਚਾਇਆ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 7,
    "RAAG_ID": 24,
    "GURMUKHI": "hir cyiq ry mn. mhlu pwvx; sB dUK BMjnu rwieAw ]",
    "TRANSLITERATION": "Har Chaeth Rae Man Mehal Paavan Sabh Dhookh Bhanjan Raaeiaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਦਾ ਉਸ ਨੂੰ ਯਾਦ ਕਰਿਆ ਕਰ, ਉਹ ਪਾਤਿਸ਼ਾਹ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 8,
    "RAAG_ID": 24,
    "GURMUKHI": "Bau jnm mrn invwir Twkur; hir gurmqI pRBu pwieAw ]3]",
    "TRANSLITERATION": "Bho Janam Maran Nivaar Thaakur Har Guramathee Prabh Paaeiaa ||3||",
    "PUNJABI": "ਹੇ ਠਾਕੁਰ! ਹੇ ਹਰੀ! (ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਡਰ ਦੂਰ ਕਰ। ਗੁਰੂ ਦੀ ਮੱਤ ਤੇ ਤੁਰਿਆਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 8,
    "RAAG_ID": 24,
    "GURMUKHI": "hir. piqq pwvn nwmu suAwmI; Bau Bgq BMjnu gwieAw ]",
    "TRANSLITERATION": "Har Pathith Paavan Naam Suaamee Bho Bhagath Bhanjan Gaaeiaa ||",
    "PUNJABI": "ਹੇ ਸੁਆਮੀ! ਤੇਰਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੂੰ (ਆਪਣੇ ਭਗਤਾਂ ਦਾ) ਹਰੇਕ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3630,
    "LINE_ID": 9,
    "RAAG_ID": 24,
    "GURMUKHI": "hir hwru hir auir DwirE; jn nwnk. nwim smwieAw ]4]1]",
    "TRANSLITERATION": "Har Haar Har Our Dhhaariou Jan Naanak Naam Samaaeiaa ||4||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਭਗਤਾਂ ਨੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਨਾਮ ਦਾ ਹਾਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਿਆ ਹੈ, ਉਹ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਸਦਾ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 10,
    "RAAG_ID": 24,
    "GURMUKHI": "mwlIgauVw mhlw 4 ]",
    "TRANSLITERATION": "Maalee Gourraa Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 10,
    "RAAG_ID": 24,
    "GURMUKHI": "jip mn; rwm nwmu suKdwqw ]",
    "TRANSLITERATION": "Jap Man Raam Naam Sukhadhaathaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 10,
    "RAAG_ID": 24,
    "GURMUKHI": "sqsMgiq imil hir swdu AwieAw; gurmuiK bRhmu pCwqw ]1] rhwau ]",
    "TRANSLITERATION": "Sathasangath Mil Har Saadh Aaeiaa Guramukh Breham Pashhaathaa ||1|| Rehaao ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਹਾਸਲ ਕੀਤਾ, ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 11,
    "RAAG_ID": 24,
    "GURMUKHI": "vfBwgI gur drsnu pwieAw; guir imilAY. hir pRBu jwqw ]",
    "TRANSLITERATION": "Vaddabhaagee Gur Dharasan Paaeiaa Gur Miliai Har Prabh Jaathaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਕਿਸੇ ਵਡਭਾਗੀ ਨੇ ਹੀ ਗੁਰੂ ਦਰਸਨ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, (ਕਿਉਂਕਿ) ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "jw`qw"
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 12,
    "RAAG_ID": 24,
    "GURMUKHI": "durmiq mYlu. geI sB nIkir; hir AMimRiq, hir sir nwqw ]1]",
    "TRANSLITERATION": "Dhuramath Mail Gee Sabh Neekar Har Anmrith Har Sar Naathaa ||1||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੇ ਸਰੋਵਰ ਵਿਚ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਭੈੜੀ ਮੱਤ ਦੀ ਸਾਰੀ ਮੈਲ ਨਿਕਲ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "hir hir nwm AMimRq dy (sir) sRovr[ dur-m`iq[ n@wqw"
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 12,
    "RAAG_ID": 24,
    "GURMUKHI": "Dnu Dnu swDu. ijn@I hir pRBu pwieAw; iqn@ pUCau. hir kI bwqw ]",
    "TRANSLITERATION": "Dhhan Dhhan Saadhh Jinhee Har Prabh Paaeiaa Thinh Pooshho Har Kee Baathaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਸੰਤ ਜਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ। ਮੈਂ ਭੀ (ਜੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਵੇ ਤਾਂ) ਉਹਨਾਂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪੁੱਛਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 13,
    "RAAG_ID": 24,
    "GURMUKHI": "pwie lgau, inq krau judrIAw; hir mylhu krim ibDwqw ]2]",
    "TRANSLITERATION": "Paae Lago Nith Karo Judhareeaa Har Maelahu Karam Bidhhaathaa ||2||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਾਂ, ਮੈਂ ਨਿੱਤ ਉਹਨਾਂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਾਂ ਕਿ ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਕਰਾ ਦਿਉ ॥੨॥",
    "PRONUNCIATION": "sRb ivAwpI mhW ivsmwd pRym gRIbI sihq lKW mxW (ju-drIAw) bynqIAW, imMnqW"
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 14,
    "RAAG_ID": 24,
    "GURMUKHI": "illwt ilKy pwieAw guru swDU; gur bcnI mnu qnu rwqw ]",
    "TRANSLITERATION": "Lilaatt Likhae Paaeiaa Gur Saadhhoo Gur Bachanee Man Than Raathaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਮੱਥੇ ਦੇ ਲਿਖੇ ਲੇਖਾਂ ਅਨੁਸਾਰ ਗੁਰੂ ਮਹਾਂ ਪੁਰਖ ਲੱਭ ਲਿਆ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 14,
    "RAAG_ID": 24,
    "GURMUKHI": "hir pRBu Awie imly suKu pwieAw; sB iklivK pwp gvwqw ]3]",
    "TRANSLITERATION": "Har Prabh Aae Milae Sukh Paaeiaa Sabh Kilavikh Paap Gavaathaa ||3||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 15,
    "RAAG_ID": 24,
    "GURMUKHI": "rwm rswiexu ijn@ gurmiq pwieAw; iqn@ kI aUqm bwqw ]",
    "TRANSLITERATION": "Raam Rasaaein Jinh Guramath Paaeiaa Thinh Kee Ootham Baathaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਬਹੁਤ ਸੋਭਾ ਹੁੰਦੀ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3631,
    "LINE_ID": 16,
    "RAAG_ID": 24,
    "GURMUKHI": "iqn kI pMk pweIAY vfBwgI; jn nwnku. crin prwqw ]4]2]",
    "TRANSLITERATION": "Thin Kee Pank Paaeeai Vaddabhaagee Jan Naanak Charan Paraathaa ||4||2||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੀ ਹੈ। ਦਾਸ ਨਾਨਕ (ਭੀ ਉਹਨਾਂ ਦੀ) ਚਰਨੀਂ ਪੈਂਦਾ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  }
]