[
  {
    "SHABAD_ID": 3675,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "rwjsu swqku qwmsu frpih; kyqy rUp aupwieAw ]",
    "TRANSLITERATION": "Raajas Saathak Thaamas Ddarapehi Kaethae Roop Oupaaeiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਬੇਅੰਤ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹਨ ਜੋ ਰਜੋ ਸਤੋ ਤਮੋ (ਇਹਨਾਂ ਤਿੰਨ ਗੁਣਾਂ ਵਿਚ ਵਰਤ ਰਹੇ ਹਨ, ਇਹ ਸਾਰੇ ਉਸ ਦੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3675,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "Cl bpurI ieh kaulw frpY; Aiq frpY DrmrwieAw ]3]",
    "TRANSLITERATION": "Shhal Bapuree Eih Koulaa Ddarapai Ath Ddarapai Dhharam Raaeiaa ||3||",
    "PUNJABI": "(ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਜੀਵਾਂ ਵਾਸਤੇ) ਛਲ (ਬਣੀ ਹੋਈ) ਇਹ ਵਿਚਾਰੀ ਲੱਛਮੀ ਭੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰ ਰਹੀ ਹੈ, ਧਰਮਰਾਜ ਭੀ ਹੁਕਮ ਅੱਗੇ ਥਰ ਥਰ ਕੰਬਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(kaulw) l`CmI[ Cl kaulw: poly bolo"
  },
  {
    "SHABAD_ID": 3675,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "sgl smgRI frih ibAwpI; ibnu fr. krxYhwrw ]",
    "TRANSLITERATION": "Sagal Samagree Ddarehi Biaapee Bin Ddar Karanaihaaraa ||",
    "PUNJABI": "ਦੁਨੀਆ ਦੀ ਸਮੱਗ੍ਰੀ ਰਜ਼ਾ ਵਿਚ ਬੱਝੀ ਹੋਈ ਹੈ, ਇੱਕ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਹੀ ਹੈ ਜਿਸ ਉਤੇ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ।",
    "PRONUNCIATION": "sm`gRI"
  },
  {
    "SHABAD_ID": 3675,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "khu nwnk. Bgqn kw sMgI; Bgq sohih drbwrw ]4]1]",
    "TRANSLITERATION": "Kahu Naanak Bhagathan Kaa Sangee Bhagath Sohehi Dharabaaraa ||4||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਸਹਾਈ ਹੈ, ਭਗਤ ਉਸ ਦੇ ਦਰਬਾਰ ਵਿਚ ਸਦਾ ਸੋਭਾ ਪਾਂਦੇ ਹਨ ॥੪॥੧॥",
    "PRONUNCIATION": "soh-ih"
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "pWc brK ko AnwQu DR¨ bwirku; hir ismrq Amr Atwry ]",
    "TRANSLITERATION": "Paanch Barakh Ko Anaathh Dhhroo Baarik Har Simarath Amar Attaarae ||",
    "PUNJABI": "ਧ੍ਰੂ ਪੰਜ ਸਾਲਾਂ ਦੀ ਉਮਰ ਦਾ ਇਕ ਅਨਾਥ ਜਿਹਾ ਬੱਚਾ ਸੀ। ਹਰਿ-ਨਾਮ ਸਿਮਰਦਿਆਂ ਉਸ ਨੇ ਅਟੱਲ ਪਦਵੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "puqR hyiq nwrwiexu kihE; jmkMkr mwir ibdwry ]1]",
    "TRANSLITERATION": "Puthr Haeth Naaraaein Kehiou Jamakankar Maar Bidhaarae ||1||",
    "PUNJABI": "(ਅਜਾਮਲ ਆਪਣੇ) ਪੁੱਤਰ ਨੂੰ (ਵਾਜ ਮਾਰਨ) ਦੀ ਖ਼ਾਤਰ 'ਨਾਰਾਇਣ, ਨਾਰਾਇਣ' ਆਖਿਆ ਕਰਦਾ ਸੀ, ਉਸ ਨੇ ਜਮਦੂਤਾਂ ਨੂੰ ਮਾਰ ਕੇ ਭਜਾ ਦਿੱਤਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "myry Twkur; kyqy Agnq auDwry ]",
    "TRANSLITERATION": "Maerae Thaakur Kaethae Aganath Oudhhaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਕਿਤਨੇ ਹੀ ਬੇਅੰਤ ਜੀਵ ਤੂੰ ਬਚਾ ਰਿਹਾ ਹੈਂ।",
    "PRONUNCIATION": "A-gnq"
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "moih dIn. Alp miq inrgux; pirE srix duAwry ]1] rhwau ]",
    "TRANSLITERATION": "Mohi Dheen Alap Math Niragun Pariou Saran Dhuaarae ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਨਿਮਾਣਾ ਹਾਂ, ਥੋੜੀ ਅਕਲ ਵਾਲਾ ਹਾਂ, ਗੁਣ-ਹੀਨ ਹਾਂ। ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "bwlmIku supcwro qirE; biDk qry ibcwry ]",
    "TRANSLITERATION": "Baalameek Supachaaro Thariou Badhhik Tharae Bichaarae ||",
    "PUNJABI": "(ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਬਾਲਮੀਕ ਚੰਡਾਲ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਗਿਆ, ਵਿਚਾਰੇ ਸ਼ਿਕਾਰੀ ਵਰਗੇ ਭੀ ਤਰ ਗਏ।",
    "PRONUNCIATION": "(supcwro) cMfwl[ b`iDk"
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "eyk inmK. mn mwih ArwiDE; gjpiq pwir auqwry ]2]",
    "TRANSLITERATION": "Eaek Nimakh Man Maahi Araadhhiou Gajapath Paar Outhaarae ||2||",
    "PUNJABI": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਗਜ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਰਾਧਨਾ ਕੀਤੀ ਤੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੨॥",
    "PRONUNCIATION": "gjpiq:polw bolo[ (gjpiq)hwQI"
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "kInI riKAw Bgq pRihlwdY; hrnwKs nKih ibdwry ]",
    "TRANSLITERATION": "Keenee Rakhiaa Bhagath Prehilaadhai Haranaakhas Nakhehi Bidhaarae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ (ਆਪਣੇ) ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, (ਉਸ ਦੇ ਪਿਉ) ਹਰਨਾਖਸ਼ ਨੂੰ ਨਹੁੰਆਂ ਨਾਲ ਚੀਰ ਦਿੱਤਾ।",
    "PRONUNCIATION": "pR-ihlwdY"
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "ibdru dwsI suqu, BieE punIqw; sgly kul aujwry ]3]",
    "TRANSLITERATION": "Bidhar Dhaasee Suth Bhaeiou Puneethaa Sagalae Kul Oujaarae ||3||",
    "PUNJABI": "ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ (ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਵਿੱਤਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਗਿਆ, ਉਸ ਨੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਰੌਸ਼ਨ ਕਰ ਲਈਆਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "kvn prwD bqwvau Apuny; imiQAw moh mgnwry ]",
    "TRANSLITERATION": "Kavan Paraadhh Bathaavo Apunae Mithhiaa Moh Maganaarae ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਆਪਣੇ ਕਿਹੜੇ ਕਿਹੜੇ ਅਪਰਾਧ ਦੱਸਾਂ? ਮੈਂ ਤਾਂ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3676,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "AwieE swm. nwnk Et hir kI; lIjY Bujw pswry ]4]2]",
    "TRANSLITERATION": "Aaeiou Saam Naanak Outt Har Kee Leejai Bhujaa Pasaarae ||4||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੇਰੀ ਓਟ ਫੜੀ ਹੈ। ਮੈਨੂੰ ਆਪਣੀ ਬਾਂਹ ਪਸਾਰ ਕੇ ਫੜ ਲੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "ivq nivq. BRimE bhu BwqI; Aink jqn kir Dwey ]",
    "TRANSLITERATION": "Vith Navith Bhramiou Bahu Bhaathee Anik Jathan Kar Dhhaaeae ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਧਨ ਦੀ ਖ਼ਾਤਰ (ਹੀ) ਕਈ ਤਰ੍ਹਾਂ ਭਟਕਦਾ ਰਿਹਾ, (ਧਨ ਦੀ ਖ਼ਾਤਰ) ਅਨੇਕਾਂ ਜਤਨ ਕਰ ਕੇ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਿਹਾ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "jo jo krm kIey, hau haumY; qy qy Bey Ajwey ]1]",
    "TRANSLITERATION": "Jo Jo Karam Keeeae Ho Houmai Thae Thae Bheae Ajaaeae ||1||",
    "PUNJABI": "'ਮੈਂ ਮੈਂ' ਦੇ ਆਸਰੇ ਉਹ ਜਿਹੜੇ ਜਿਹੜੇ ਕੰਮ ਕਰਦਾ ਰਿਹਾ, ਉਹ ਸਾਰੇ ਹੀ ਵਿਅਰਥ ਚਲੇ ਗਏ ॥੧॥",
    "PRONUNCIATION": "(Ajwey) byArQ"
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "Avr idn; kwhU kwj. n lwey ]",
    "TRANSLITERATION": "Avar Dhin Kaahoo Kaaj N Laaeae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਜ਼ਿੰਦਗੀ ਦੇ) ਦਿਨਾਂ ਵਿਚ ਮੈਨੂੰ ਹੋਰ ਹੋਰ ਕੰਮਾਂ ਵਿਚ ਨਾਹ ਲਾਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "so idnu mokau dIjY pRB jIau; jw idn hir jsu gwey ]1] rhwau ]",
    "TRANSLITERATION": "So Dhin Mo Ko Dheejai Prabh Jeeo Jaa Dhin Har Jas Gaaeae ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਨੂੰ ਉਹ ਦਿਨ ਦੇਹ, ਜਿਸ ਦਿਨ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "puqR klqR igRh dyiK pswrw; ies hI mih aurJwey ]",
    "TRANSLITERATION": "Puthr Kalathr Grih Dhaekh Pasaaraa Eis Hee Mehi Ourajhaaeae ||",
    "PUNJABI": "ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਘਰ ਦਾ ਖਿਲਾਰਾ ਵੇਖ ਕੇ ਜੀਵ ਇਸ (ਖਿਲਾਰੇ) ਵਿਚ ਹੀ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "k-l`qR"
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "mwieAw md cwiK, Bey audmwqy; hir hir kbhu. n gwey ]2]",
    "TRANSLITERATION": "Maaeiaa Madh Chaakh Bheae Oudhamaathae Har Har Kabahu N Gaaeae ||2||",
    "PUNJABI": "ਮਾਇਆ ਦਾ ਨਸ਼ਾ ਚੱਖ ਕੇ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਨਹੀਂ ਗਾਂਦੇ ॥੨॥",
    "PRONUNCIATION": "audmwqykmly"
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "ieh ibiD KojI bhu prkwrw; ibnu sMqn. nhI pwey ]",
    "TRANSLITERATION": "Eih Bidhh Khojee Bahu Parakaaraa Bin Santhan Nehee Paaeae ||",
    "PUNJABI": "ਇਸ ਤਰ੍ਹਾਂ ਕਈ ਕਿਸਮ ਦੀ ਖੋਜ ਕਰ ਵੇਖੀ ਹੈ (ਸਭ ਮਾਇਆ ਵਿਚ ਹੀ ਪਰਵਿਰਤ ਦਿੱਸਦੇ ਹਨ)। ਸੋ, ਸੰਤ ਜਨਾਂ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "qum dwqwr vfy pRB sMmRQ; mwgn kau dwnu Awey ]3]",
    "TRANSLITERATION": "Thum Dhaathaar Vaddae Prabh Sanmrathh Maagan Ko Dhaan Aaeae ||3||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ। (ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰੇ ਨਾਮ ਦਾ) ਦਾਨ ਮੰਗਣ ਆਇਆ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "iqAwigE sglw mwnu mhqw; dws ryx srxwey ]",
    "TRANSLITERATION": "Thiaagiou Sagalaa Maan Mehathaa Dhaas Raen Saranaaeae ||",
    "PUNJABI": "ਮੈਂ ਸਾਰਾ ਮਾਣ ਸਾਰੀ ਵਡਿਆਈ ਛੱਡ ਦਿੱਤੀ ਹੈ। ਮੈਂ ਉਹਨਾਂ ਦਾਸਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹਾਂ, ਮੈਂ ਉਹਨਾਂ ਦਾਸਾਂ ਦੀ ਸਰਨ ਆਇਆ ਹਾਂ,",
    "PRONUNCIATION": "m-h`qw"
  },
  {
    "SHABAD_ID": 3677,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "khu nwnk. hir imil Bey eykY; mhw AnMd suK pwey ]4]3]",
    "TRANSLITERATION": "Kahu Naanak Har Mil Bheae Eaekai Mehaa Anandh Sukh Paaeae ||4||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ ਹਨ। ਉਹਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਹੀ ਵੱਡਾ ਸੁਖ ਵੱਡਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "kvn Qwn. DIirE hY nwmw; kvn bsqu AhMkwrw ]",
    "TRANSLITERATION": "Kavan Thhaan Dhheeriou Hai Naamaa Kavan Basath Ahankaaraa ||",
    "PUNJABI": "(ਤੇਰਾ ਉਹ) ਨਾਮ (ਤੇਰੇ ਅੰਦਰ) ਕਿੱਥੇ ਟਿਕਿਆ ਹੋਇਆ ਹੈ (ਜਿਸ ਨੂੰ ਲੈ ਲੈ ਕੇ ਕੋਈ ਤੈਨੂੰ ਗਾਲ੍ਹ ਕੱਢਦਾ ਹੈ?) ਉਹ ਅਹੰਕਾਰ ਕੀਹ ਚੀਜ਼ ਹੈ (ਜਿਸ ਨਾਲ ਤੂੰ ਆਫਰਿਆ ਫਿਰਦਾ ਹੈਂ)?",
    "PRONUNCIATION": "AhM-kwrw"
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "kvn ichn suin aUpir CoihE; muK qy suin kir gwrw ]1]",
    "TRANSLITERATION": "Kavan Chihan Sun Oopar Shhohiou Mukh Thae Sun Kar Gaaraa ||1||",
    "PUNJABI": "ਸੁਣ, ਤੈਨੂੰ ਉਹ ਕਿਹੜੇ ਫੱਟ ਲੱਗੇ ਹਨ ਕਿਸੇ ਦੇ ਮੂੰਹੋਂ ਗੱਲਾਂ ਸੁਣ ਕੇ, ਜਿਸ ਕਰਕੇ ਤੂੰ ਕ੍ਰੋਧਵਾਨ ਹੋ ਜਾਂਦਾ ਹੈਂ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "sunhu ry. qU kaunu; khw qy AwieE ]",
    "TRANSLITERATION": "Sunahu Rae Thoo Koun Kehaa Thae Aaeiou ||",
    "PUNJABI": "ਸੁਣ (ਵਿਚਾਰ ਕਿ) ਤੂੰ ਕੌਣ ਹੈਂ? (ਤੇਰਾ ਅਸਲਾ ਕੀਹ ਹੈ?), ਤੂੰ ਕਿਥੋਂ (ਇਸ ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈਂ?",
    "PRONUNCIATION": "khW"
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "eyqI. n jwnau, kyqIk mudiq; clqy Kbir. n pwieE ]1] rhwau ]",
    "TRANSLITERATION": "Eaethee N Jaano Kaetheek Mudhath Chalathae Khabar N Paaeiou ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਤਾਂ ਇਤਨੀ ਗੱਲ ਭੀ ਨਹੀਂ ਜਾਣਦਾ (ਕਿ ਜੀਵ ਨੂੰ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ) ਤੁਰਦਿਆਂ ਕਿਤਨਾ ਸਮਾ ਲੱਗ ਜਾਂਦਾ ਹੈ। ਕਿਸੇ ਨੂੰ ਭੀ ਇਹ ਖ਼ਬਰ ਨਹੀਂ ਮਿਲ ਸਕਦੀ। (ਫਿਰ, ਦੱਸ, ਆਪਣੇ ਉੱਤੇ ਮਾਣ ਕਾਹਦਾ?) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "kyqI-k"
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "shn sIl. pvn Aru pwxI; bsuDw iKmw. inBrwqy ]",
    "TRANSLITERATION": "Sehan Seel Pavan Ar Paanee Basudhhaa Khimaa Nibharaathae ||",
    "PUNJABI": "ਹਵਾ ਅਤੇ ਪਾਣੀ (ਇਹ ਦੋਵੇਂ ਤੱਤ) ਸਹਾਰ ਸਕਣ ਦੇ ਸੁਭਾਉ ਵਾਲੇ ਹਨ। ਧਰਤੀ ਤਾਂ ਨਿਰਸੰਦੇਹ ਖਿਮਾ-ਰੂਪ ਹੀ ਹੈ।",
    "PRONUNCIATION": "bsu-Dw: polw bolo[in-Brwqy"
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "pMc qq imil BieE sMjogw; ien mih kvn durwqy ]2]",
    "TRANSLITERATION": "Panch Thath Mil Bhaeiou Sanjogaa Ein Mehi Kavan Dhuraathae ||2||",
    "PUNJABI": "ਪੰਜ ਤੱਤ ਮਿਲ ਕੇ (ਮਨੁੱਖ ਦਾ) ਸਰੀਰ ਬਣਦਾ ਹੈ। ਇਹਨਾਂ ਪੰਜਾਂ ਤੱਤਾਂ ਵਿਚੋਂ ਭੈੜ ਕਿਸ ਵਿਚ ਹੈ? ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "ijin ric ricAw puriK ibDwqY; nwly haumY pweI ]",
    "TRANSLITERATION": "Jin Rach Rachiaa Purakh Bidhhaathai Naalae Houmai Paaee ||",
    "PUNJABI": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ ਨੇ ਇਹ ਰਚਨਾ ਰਚੀ ਹੈ, ਉਸ ਨੇ (ਸਰੀਰ ਬਣਾਣ ਵੇਲੇ) ਹਉਮੈ ਭੀ ਨਾਲ ਹੀ (ਹਰੇਕ ਦੇ ਅੰਦਰ) ਪਾ ਦਿੱਤੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "jnm mrx aus hI kau hY ry; Ehw AwvY jweI ]3]",
    "TRANSLITERATION": "Janam Maran Ous Hee Ko Hai Rae Ouhaa Aavai Jaaee ||3||",
    "PUNJABI": "ਉਸ (ਹਉਮੈ) ਨੂੰ ਹੀ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਹੈ, ਉਹ ਹਉਮੈ ਹੀ ਜੰਮਦੀ ਮਰਦੀ ਹੈ (ਭਾਵ, ਉਸ ਹਉਮੈ ਦੇ ਕਾਰਨ ਹੀ ਜੀਵ ਲਈ ਜੰਮਣ ਮਰਨ ਦਾ ਚੱਕਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "brnu ichnu nwhI ikCu rcnw; imiQAw sgl pswrw ]",
    "TRANSLITERATION": "Baran Chihan Naahee Kishh Rachanaa Mithhiaa Sagal Pasaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਨਾਸਵੰਤ ਹੈ, ਇਸ ਰਚਨਾ ਵਿਚ (ਥਿਰਤਾ ਦਾ) ਕੋਈ ਬਰਨ ਚਿਹਨ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3678,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "Bxiq nwnku. jb Kylu auJwrY; qb eykY eykMkwrw ]4]4]",
    "TRANSLITERATION": "Bhanath Naanak Jab Khael Oujhaarai Thab Eaekai Eaekankaaraa ||4||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਦੋਂ ਪਰਮਾਤਮਾ ਇਸ ਖੇਡ ਨੂੰ ਉਜਾੜਦਾ ਹੈ ਤਦੋਂ ਇਕ ਆਪ ਹੀ ਆਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੪॥",
    "PRONUNCIATION": "(Kylu) rcnw nUM (auJwrY) iK`cky Awpxy c lIx kr lYNdy hn[ Ky@lu"
  }
]