[
  {
    "id": 58006,
    "shabad_id": 4937,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਭੈ ਅਟਵੀਅੰ, ਮਹਾ ਨਗਰ ਬਾਸੰ; ਧਰਮ ਲਖ੍ਯਣ. ਪ੍ਰਭ ਮੲਿਅਾ ॥",
    "transliteration": "Bhai Attaveean Mehaa Nagar Baasan Dhharam Lakhyan Prabh Maeiaa ||",
    "translation": "The dreadful woods become a well-populated city; such are the merits of the righteous life of Dharma, given by God's Grace.",
    "punjabi": "ਡਰਾਉਣਾ ਜੰਗਲ ਤਕੜਾ ਵੱਸਦਾ ਸ਼ਹਿਰ ਜਾਪਣ ਲੱਗ ਪੈਂਦਾ ਹੈ-ਇਹ ਹਨ ਧਰਮ ਦੇ ਲੱਛਣ ਜੋ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(ਅਟਵੀਅੰ) ੳੁਜਾੜ। ਲਖ੍ਯਣ: ਲੱਖਿਅਣ",
    "type_id": 3
  },
  {
    "id": 58007,
    "shabad_id": 4937,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾਧਸੰਗਮ ਰਾਮ ਰਾਮ ਰਮਣੰ; ਸਰਣਿ ਨਾਨਕ. ਹਰਿ ਹਰਿ ਦਯਾਲ ਚਰਣੰ ॥੪੪॥",
    "transliteration": "Saadhh Sangam Raam Raam Ramanan Saran Naanak Har Har Dhayaal Charanan ||44||",
    "translation": "Chanting the Lord's Name in the Saadh Sangat, the Company of the Holy, O Nanak, the Lotus Feet of the Merciful Lord are found. ||44||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹ ਧਰਮ ਹੈ-) ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਤੇ ਦਿਆਲ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲੈਣਾ ॥੪੪॥",
    "pronunciation": "ਦ-ਯਾਲ: ਦ ਮੁਕਤਾ, ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58008,
    "shabad_id": 4938,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹੇ ਅਜਿਤ ਸੂਰ ਸੰਗ੍ਰਾਮੰ; ਅਤਿ ਬਲਨਾ ਬਹੁ ਮਰਦਨਹ ॥",
    "transliteration": "Hae Ajith Soor Sangraaman Ath Balanaa Bahu Maradhaneh ||",
    "translation": "O emotional attachment, you are the invincible warrior of the battlefield of life; you totally crush and destroy even the most powerful.",
    "punjabi": "ਹੇ ਨਾਹ ਜਿੱਤੇ ਜਾਣ ਵਾਲੇ (ਮੋਹ)! ਤੂੰ ਜੁੱਧ ਦਾ ਸੂਰਮਾ ਹੈਂ, ਤੂੰ ਅਨੇਕਾਂ ਮਹਾਂ ਬਲੀਆਂ ਨੂੰ ਮਲ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਅ-ਜਿੱਤ",
    "type_id": 3
  },
  {
    "id": 58009,
    "shabad_id": 4938,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗਣ ਗੰਧਰਬ, ਦੇਵ ਮਾਨੁਖ੍ਯੰ; ਪਸੁ ਪੰਖੀ ਬਿਮੋਹਨਹ ॥",
    "transliteration": "Gan Gandhharab Dhaev Maanukhyan Pas Pankhee Bimohaneh ||",
    "translation": "You entice and fascinate even the heavenly heralds, celestial singers, gods, mortals, beasts and birds.",
    "punjabi": "ਗਣ ਗੰਧਰਬ ਦੇਵਤੇ ਮਨੁੱਖ ਪਸ਼ੂ ਪੰਛੀ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਤੂੰ ਮੋਹ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "ਗੰ-ਧਰਬ। ਮਾਨੁਖ੍ਯੰ: ਮਾਨੁੱਖਿਅੰ।ਬਿ-ਮੋਹਨਹ",
    "type_id": 3
  },
  {
    "id": 58010,
    "shabad_id": 4938,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਕਰਣਹਾਰੰ ਨਮਸਕਾਰੰ; ਸਰਣਿ ਨਾਨਕ. ਜਗਦੀਸ੍ਵਰਹ ॥੪੫॥",
    "transliteration": "Har Karanehaaran Namasakaaran Saran Naanak Jagadheesvareh ||45||",
    "translation": "Nanak bows in humble surrender to the Lord; he seeks the Sanctuary of the Lord of the Universe. ||45||",
    "punjabi": "(ਪਰ ਇਸ ਦੀ ਮਾਰ ਤੋਂ ਬਚਣ ਲਈ) ਹੇ ਨਾਨਕ! ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਲੈ ਅਤੇ ਜਗਤ ਦੇ ਰਚਣਹਾਰ ਹਰੀ ਨੂੰ ਨਮਸਕਾਰ ਕਰ ॥੪੫॥",
    "pronunciation": "ਜਗਦੀਸ੍ਵਰਹ:ਜੱਗਦੀਸੁਅਰਹ",
    "type_id": 3
  },
  {
    "id": 58011,
    "shabad_id": 4939,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੇ ਕਾਮੰ. ਨਰਕ ਬਿਸ੍ਰਾਮੰ; ਬਹੁ ਜੋਨੀ ਭ੍ਰਮਾਵਣਹ ॥",
    "transliteration": "Hae Kaaman Narak Bisraaman Bahu Jonee Bhramaavaneh ||",
    "translation": "O sexual desire, you lead the mortals to hell; you make them wander in reincarnation through countless species.",
    "punjabi": "ਹੇ ਕਾਮ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ) ਨਰਕ ਵਿਚ ਅਪੜਾਣ ਵਾਲਾ ਹੈਂ ਅਤੇ ਕਈ ਜੂਨਾਂ ਵਿਚ ਭਟਕਾਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58012,
    "shabad_id": 4939,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਚਿਤ ਹਰਣੰ. ਤ੍ਰੈ ਲੋਕ ਗੰਮ੍ਯੰ; ਜਪ ਤਪ ਸੀਲ. ਬਿਦਾਰਣਹ ॥",
    "transliteration": "Chith Haranan Thrai Lok Ganmyan Jap Thap Seel Bidhaaraneh ||",
    "translation": "You cheat the consciousness, and pervade the three worlds. You destroy meditation, penance and virtue.",
    "punjabi": "ਤੂੰ ਜੀਵਾਂ ਦੇ ਮਨ ਭਰਮਾ ਲੈਂਦਾ ਹੈਂ, ਤਿੰਨਾਂ ਹੀ ਲੋਕਾਂ ਵਿਚ ਤੇਰੀ ਪਹੁੰਚ ਹੈ, ਤੂੰ ਜੀਵਾਂ ਦੇ ਜਪ ਤਪ ਤੇ ਸੁੱਧ ਆਚਰਨ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "ਗੰਮ੍ਯੰ:ਗੰਮਿਅੰ",
    "type_id": 3
  },
  {
    "id": 58013,
    "shabad_id": 4939,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਲਪ ਸੁਖ. ਅਵਿਤ ਚੰਚਲ; ੳੂਚ ਨੀਚ ਸਮਾਵਣਹ ॥",
    "transliteration": "Alap Sukh Avith Chanchal Ooch Neech Samaavaneh ||",
    "translation": "But you give only shallow pleasure, while you make the mortals weak and unsteady; you pervade the high and the low.",
    "punjabi": "ਹੇ ਚੰਚਲ ਕਾਮ! ਤੂੰ ਸੁਖ ਤਾਂ ਥੋੜਾ ਹੀ ਦੇਂਦਾ ਹੈਂ, ਪਰ ਇਸੇ ਨਾਲ ਤੂੰ ਜੀਵਾਂ ਨੂੰ (ਸੁੱਧ ਆਚਰਨ ਦੇ) ਧਨ ਤੋਂ ਸੱਖਣਾ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "ਅ-ਵਿਤ",
    "type_id": 3
  },
  {
    "id": 58014,
    "shabad_id": 4939,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਵ ਭੈ ਬਿਮੁੰਚਿਤ, ਸਾਧਸੰਗਮ; ਓਟ ਨਾਨਕ. ਨਾਰਾੲਿਣਹ ॥੪੬॥",
    "transliteration": "Thav Bhai Bimunchith Saadhh Sangam Outt Naanak Naaraaeineh ||46||",
    "translation": "Your fear is dispelled in the Saadh Sangat, the Company of the Holy, O Nanak, through the Protection and Support of the Lord. ||46||",
    "punjabi": "ਜੀਵ ਉੱਚੇ ਹੋਣ, ਨੀਵੇਂ ਹੋਣ, ਸਭਨਾਂ ਵਿਚ ਤੂੰ ਪਹੁੰਚ ਜਾਂਦਾ ਹੈਂ। ਸਾਧ ਸੰਗਤ ਵਿਚ ਪਹੁੰਚਿਆਂ ਤੇਰੇ ਡਰ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲਦੀ ਹੈ। ਹੇ ਨਾਨਕ! (ਸਾਧ ਸੰਗ ਵਿਚ ਜਾ ਕੇ) ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਲੈ ॥੪੬॥",
    "pronunciation": "(ਬਿ-ਮੁੰਚਿੱਤ) ਤਿਅਾਗਣਾ ਕੀਤਾ ਹੈ। (ਸਾਧਸੰਗਮ) ਸੰਗਤ ਜੀ ਚ ਮਿਲ ਕੇ",
    "type_id": 3
  },
  {
    "id": 58015,
    "shabad_id": 4940,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹੇ ਕਲਿ ਮੂਲ ਕ੍ਰੋਧੰ; ਕਦੰਚ ਕਰੁਣਾ. ਨ ੳੁਪਰਜਤੇ ॥",
    "transliteration": "Hae Kal Mool Krodhhan Kadhanch Karunaa N Ouparajathae ||",
    "translation": "O anger, you are the root of conflict; compassion never rises up in you.",
    "punjabi": "ਹੇ ਝਗੜੇ ਦੇ ਮੁੱਢ ਕ੍ਰੋਧ! (ਤੇਰੇ ਅੰਦਰ) ਕਦੇ ਦਇਆ ਨਹੀਂ ਉਪਜਦੀ।",
    "pronunciation": "(ਕਲਿ) ਲੜਾੲੀ (ਮੂਲ) ਮੁੱਢ (ਕ-ਦੰਚ) ਕਦੇ ਭੀ। (ਕਰੁਣਾ) ਕਿ੍ਰਪਾ (ਨ) ਨਹੀਂ (ੳੁ-ਪਰਜਤੇ) ਪੈਦਾ ਹੋਣ ਦਿੰਦੇ",
    "type_id": 3
  },
  {
    "id": 58016,
    "shabad_id": 4940,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਖਯੰਤ ਜੀਵੰ, ਵਸ੍ਯੰ ਕਰੋਤਿ; ਨਿਰਤ੍ਯੰ ਕਰੋਤਿ, ਜਥਾ ਮਰਕਟਹ ॥",
    "transliteration": "Bikhayanth Jeevan Vasyan Karoth Nirathyan Karoth Jathhaa Marakatteh ||",
    "translation": "You take the corrupt, sinful beings in your power, and make them dance like monkeys.",
    "punjabi": "ਤੂੰ ਵਿਸ਼ਈ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲੈਂਦਾ ਹੈਂ। ਤੇਰੇ ਵੱਸ ਵਿਚ ਆਇਆ ਜੀਵ ਇਉਂ ਨੱਚਦਾ ਹੈ ਜਿਵੇਂ ਬਾਂਦਰ।",
    "pronunciation": "ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲ, (ਬਿਖ-ਯੰਤ) ਵਿਸ਼ੲੀ ਜੀਵਾਂ ਨੂੰ (ਵਸ੍ਯੰ) ਵੱਸ ਕਰਦਾ ਹੈਂ। (ਮਰਕ-ਟਹ) ਬਾਂਦਰ। ਨਿਰਤ੍ਯੰ: ਨਿਰਤਿਅੰ। ਜਥਾ: ਪੋਲਾ ਬੋਲੋ। ਵਸ੍ਯੰ:ਵੱਸਿਅੰ",
    "type_id": 3
  },
  {
    "id": 58017,
    "shabad_id": 4940,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਨਿਕ ਸਾਸਨ, ਤਾੜੰਤਿ ਜਮਦੂਤਹ; ਤਵ ਸੰਗੇ. ਅਧਮੰ ਨਰਹ ॥",
    "transliteration": "Anik Saasan Thaarranth Jamadhootheh Thav Sangae Adhhaman Nareh ||",
    "translation": "Associating with you, mortals are debased and punished by the Messenger of Death in so many ways.",
    "punjabi": "ਤੇਰੀ ਸੰਗਤ ਵਿਚ ਜੀਵ ਨੀਚ (ਸੁਭਾਵ ਵਾਲੇ) ਬਣ ਜਾਂਦੇ ਹਨ। ਜਮਦੂਤ ਉਹਨਾਂ ਨੂੰ ਅਨੇਕਾਂ ਹੁਕਮ ਤੇ ਦੰਡ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(ਸਾਸਨ) ਸਜ਼ਾਵਾਂ",
    "type_id": 3
  },
  {
    "id": 58018,
    "shabad_id": 4940,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਦੀਨ ਦੁਖ ਭੰਜਨ, ਦਯਾਲ ਪ੍ਰਭੁ ਨਾਨਕ; ਸਰਬ ਜੀਅ ਰਖ੍ਯਾ ਕਰੋਤਿ ॥੪੭॥",
    "transliteration": "Dheen Dhukh Bhanjan Dhayaal Prabh Naanak Sarab Jeea Rakhyaa Karoth ||47||",
    "translation": "O Destroyer of the pains of the poor, O Merciful God, Nanak prays for You to protect all begins from such anger. ||47||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਦਿਆਲ ਪ੍ਰਭੂ ਹੀ (ਇਸ ਕ੍ਰੋਧ ਤੋਂ) ਸਭ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ (ਹੋਰ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੪੭॥",
    "pronunciation": "ਦ-ਯਾਲ: ਦ ਮੁਕਤਾ, ਯਾ ਤਾਲੂ ਬੋਲੋ। ਰੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58019,
    "shabad_id": 4941,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹੇ ਲੋਭਾ, ਲੰਪਟ ਸੰਗ ਸਿਰਮੋਰਹ; ਅਨਿਕ ਲਹਰੀ ਕਲੋਲਤੇ ॥",
    "transliteration": "Hae Lobhaa Lanpatt Sang Siramoreh Anik Leharee Kalolathae ||",
    "translation": "O greed, you cling to even the great, assaulting them with countless waves.",
    "punjabi": "ਹੇ ਲੋਭ! ਮੁਖੀ ਬੰਦੇ (ਭੀ) ਤੇਰੀ ਸੰਗਤ ਵਿਚ (ਰਹਿ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਤੇਰੀਆਂ ਲਹਿਰਾਂ ਵਿਚ (ਫਸ ਕੇ) ਅਨੇਕਾਂ ਕਲੋਲ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58020,
    "shabad_id": 4941,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧਾਵੰਤ ਜੀਅਾ ਬਹੁ ਪ੍ਰਕਾਰੰ; ਅਨਿਕ ਭਾਂਤਿ ਬਹੁ ਡੋਲਤੇ ॥",
    "transliteration": "Dhhaavanth Jeeaa Bahu Prakaaran Anik Bhaanth Bahu Ddolathae ||",
    "translation": "You cause them to run around wildly in all directions, wobbling and wavering unsteadily.",
    "punjabi": "ਤੇਰੇ ਵੱਸ ਵਿਚ ਆਏ ਹੋਏ ਜੀਵ ਕਈ ਤਰ੍ਹਾਂ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਡੋਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58021,
    "shabad_id": 4941,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਚ ਮਿਤ੍ਰੰ, ਨਚ ੲਿਸਟੰ, ਨਚ ਬਾਧਵ; ਨਚ ਮਾਤ ਪਿਤਾ, ਤਵ ਲਜਯਾ ॥",
    "transliteration": "Nach Mithran Nach Eisattan Nach Baadhhav Nach Maath Pithaa Thav Lajayaa ||",
    "translation": "You have no respect for friends, ideals, relations, mother or father.",
    "punjabi": "ਤੇਰੇ ਅਸਰ ਹੇਠ ਰਹਿਣ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਕਿਸੇ ਮਿਤ੍ਰ ਦੀ, ਨਾਹ ਗੁਰੂ-ਪੀਰ ਦੀ, ਨਾਹ ਸਨਬੰਧੀਆਂ ਦੀ, ਅਤੇ ਨਾ ਹੀ ਮਾਂ ਪਿਉ ਦੀ ਕੋਈ ਸ਼ਰਮ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ੲਿਸਟੰ) ਪਿਅਾਰੇ ਨਚ ਨਹੀਂ।ਬਾਂਧਵ। ਲੱਜ-ਯਾ:ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।ਨਚ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58022,
    "shabad_id": 4941,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਕਰਣੰ ਕਰੋਤਿ. ਅਖਾਦਿ੍ਯ ਖਾਦ੍ਯੰ; ਅਸਾਜ੍ਯੰ ਸਾਜਿ, ਸਮਜਯਾ ॥",
    "transliteration": "Akaranan Karoth Akhaadhiy Khaadhyan Asaajyan Saaj Samajayaa ||",
    "translation": "You make them do what they should not do. You make them eat what they should not eat. You make them accomplish what they should not accomplish.",
    "punjabi": "ਤੇਰੇ ਪ੍ਰਭਾਵ ਨਾਲ ਜੀਵ ਖੁਲ੍ਹੇ ਤੌਰ ਤੇ ਸਮਾਜ ਵਿਚ ਉਹ ਕੰਮ ਕਰਦਾ ਹੈ ਜੋ ਨਹੀਂ ਕਰਨੇ ਚਾਹੀਦੇ, ਉਹ ਚੀਜ਼ਾਂ ਖਾਂਦਾ ਹੈ ਜੋ ਨਹੀਂ ਖਾਣੀਆਂ ਚਾਹੀਦੀਆਂ, ਉਹ ਗੱਲਾਂ ਸ਼ੁਰੂ ਕਰ ਦੇਂਦਾ ਹੈ ਜੋ ਨਹੀਂ ਕਰਨੀਆਂ ਚਾਹੀਦੀਆਂ।",
    "pronunciation": "(ਅ-ਕਰਣੰ) ਨਾ ਕਰਨ ਵਾਲੇ ਜ਼ੁਲਮ ਮੰਦ ਕਰਮ (ਕਰੋਤਿ) ਕਰਦਾ ਹੈਂ। ਨਾ ਸਾਜਣ ਵਾਲੇ ਸਾਜੋ ਸਮਾਨ (ਸਾਜਿ) ਸਜਾੳੁਂਦਾ ਹੈਂ। ਲੋਭ ਅਾਪਣੇ ਪ੍ਰਭਾਵ ਨਾਲ ਅਯੋਗ ਕੰਮ ਲੁਕ ਕੇ ਤਾਂ ੲਿੱਕ ਪਾਸੇ ਰਿਹਾ, ਸਭਾ ਚ ਭੀ ਕਰਾ ਦਿੰਦਾ ਹੈ ਭਾਵ ਲੋਕ ਲਾਜ ਭੀ ਜਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।ਸਮਜਯਾ:ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ। (ਸਮਜਯਾ) ਭਲੀ ਪ੍ਰਕਾਰ ਅਜਿੱਤ ਹੈਂ। ਅਖਾਦਿ੍ਯ: ਅਖਾਦਿਅ। ਖਾਦ੍ਯੰ: ਖਾਦਿਅੰ।ਅਸਾਜ੍ਯੰ: ਅਸਾਜਿਅੰ। ਸਮਜਯਾ: ਸਮੱਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58023,
    "shabad_id": 4941,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤ੍ਰਾਹਿ ਤ੍ਰਾਹਿ ਸਰਣਿ ਸੁਅਾਮੀ; ਬਿਗ੍ਯਾਪਿ੍ਤ ਨਾਨਕ, ਹਰਿ ਨਰਹਰਹ ॥੪੮॥",
    "transliteration": "Thraahi Thraahi Saran Suaamee Bigyaapio Naanak Har Narehareh ||48||",
    "translation": "Save me, save me - I have come to Your Sanctuary, O my Lord and Master; Nanak prays to the Lord. ||48||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਲੋਭ ਤੋਂ ਬਚਣ ਲਈ) ਇਉਂ ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ ਇਸ ਤੋਂ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ ॥੪੮॥",
    "pronunciation": "ਤ੍ਰਾਹਿ ਰੱਖਿਅਾ ਕਰੋ।(ਬਿਗ੍ਯਾਪਿ੍ਤ) ਪ੍ਰੇਮ ਬੇਨਤੀ। ਬਿਗਿਅਾਪਿ੍ਤ: ਤ ਅੱਧਾ ਜਾਣ ਕ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58024,
    "shabad_id": 4942,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੇ ਜਨਮ ਮਰਣ ਮੂਲੰ; ਅਹੰਕਾਰੰ ਪਾਪਾਤਮਾ ॥",
    "transliteration": "Hae Janam Maran Moolan Ahankaaran Paapaathamaa ||",
    "translation": "O egotism, you are the root of birth and death and the cycle of reincarnation; you are the very soul of sin.",
    "punjabi": "ਹੇ ਪਾਪੀ ਅਹੰਕਾਰ! ਤੂੰ ਜੀਵਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦਾ ਕਾਰਨ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58025,
    "shabad_id": 4942,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਿਤ੍ਰੰ ਤਜੰਤਿ, ਸਤ੍ਰੰ ਦਿ੍ਰੜੰਤਿ; ਅਨਿਕ ਮਾਯਾ, ਬਿਸ੍ਤੀਰਨਹ ॥",
    "transliteration": "Mithran Thajanth Sathran Dhrirranth Anik Maayaa Bistheeraneh ||",
    "translation": "You forsake friends, and hold tight to enemies. You spread out countless illusions of Maya.",
    "punjabi": "ਮਾਇਆ ਦੇ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਖਿਲਾਰ ਕੇ ਤੂੰ ਮਿੱਤ੍ਰਾਂ ਦਾ ਤਿਆਗ ਕਰਾ ਕੇ ਵੈਰੀ ਪੱਕੇ ਕਰਾਈ ਜਾਂਦਾ ਹੈਂ।",
    "pronunciation": "ਬਿਸ੍ਤੀਰਨਹ: ਅੱਧਾ ਤੱਤਾ ਬਿਹਾਰੀ ਸਹਿਤ: ਪੋਲਾ ਬੋਲੋ ।ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ ਮਾ-ਯਾ। ਤ-ਜੰਤਿ। ਦਿ੍ਰ-ੜੰਤਿ",
    "type_id": 3
  },
  {
    "id": 58026,
    "shabad_id": 4942,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਵੰਤ ਜਾਵੰਤ. ਥਕੰਤ ਜੀਅਾ; ਦੁਖ ਸੁਖ ਬਹੁ ਭੋਗਣਹ ॥",
    "transliteration": "Aavanth Jaavanth Thhakanth Jeeaa Dhukh Sukh Bahu Bhoganeh ||",
    "translation": "You cause the living beings to come and go until they are exhausted. You lead them to experience pain and pleasure.",
    "punjabi": "(ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੋ ਕੇ) ਜੀਵ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਅਨੇਕਾਂ ਦੁੱਖ ਸੁਖ ਭੋਗਦੇ ਹਨ,",
    "pronunciation": "ਜੀਅਾ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 58027,
    "shabad_id": 4942,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭ੍ਰਮ ਭਯਾਨ ੳੁਦਿਅਾਨ ਰਮਣੰ; ਮਹਾ ਬਿਕਟ ਅਸਾਧ ਰੋਗਣਹ ॥",
    "transliteration": "Bhram Bhayaan Oudhiaan Ramanan Mehaa Bikatt Asaadhh Roganeh ||",
    "translation": "You lead them to wander lost in the terrible wilderness of doubt; you lead them to contract the most horrible, incurable diseases.",
    "punjabi": "ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ, ਮਾਨੋ, ਡਰਾਉਣੇ ਜੰਗਲ ਵਿਚੋਂ ਦੀ ਲੰਘਦੇ ਹਨ, ਅਤੇ ਬੜੇ ਭਿਆਨਕ ਲਾ-ਇਲਾਜ ਰੋਗਾਂ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ।",
    "pronunciation": "ਬੋਲਭ-ਯਾਨ: ਯਾ ਤਾਲੂ ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 58028,
    "shabad_id": 4942,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬੈਦ੍ਯੰ. ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸ੍ਵਰ; ਅਾਰਾਧਿ ਨਾਨਕ. ਹਰਿ ਹਰਿ ਹਰੇ ॥੪੯॥",
    "transliteration": "Baidhyan Paarabreham Paramaesvar Aaraadhh Naanak Har Har Harae ||49||",
    "translation": "The only Physician is the Supreme Lord, the Transcendent Lord God. Nanak worships and adores the Lord, Har, Har, Haray. ||49||",
    "punjabi": "(ਅਹੰਕਾਰ ਦੇ ਰੋਗ ਤੋਂ ਬਚਾਣ ਵਾਲਾ) ਹਕੀਮ ਪਰਮਾਤਮਾ ਹੀ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਵੇਲੇ ਸਿਮਰ ॥੪੯॥",
    "pronunciation": "ਬੈਦ੍ਯੰ: ਬੈਦਿਅੰ।ਪਰਮੇਸ੍ਵਰ: ਪਰਮੇਸੁਅਰ",
    "type_id": 3
  },
  {
    "id": 58029,
    "shabad_id": 4943,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹੇ ਪ੍ਰਾਣ ਨਾਥ ਗੋਬਿੰਦਹ; ਕਿ੍ਰਪਾਨਿਧਾਨ ਜਗਦ ਗੁਰੋ ॥",
    "transliteration": "Hae Praan Naathh Gobindheh Kirapaa Nidhhaan Jagadh Guro ||",
    "translation": "O Lord of the Universe, Master of the Breath of life, Treasure of Mercy, Guru of the World.",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਹੇ ਜੀਵਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਜਗਤ ਦੇ ਗੁਰੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58030,
    "shabad_id": 4943,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹੇ ਸੰਸਾਰ ਤਾਪ ਹਰਣਹ; ਕਰੁਣਾਮੈ ਸਭ ਦੁਖ ਹਰੋ ॥",
    "transliteration": "Hae Sansaar Thaap Haraneh Karunaa Mai Sabh Dhukh Haro ||",
    "translation": "O Destroyer of the fever of the world, Embodiment of Compassion, please take away all my pain.",
    "punjabi": "ਹੇ ਦੁਨੀਆ ਦੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਤਰਸ-ਸਰੂਪ ਪ੍ਰਭੂ! (ਜੀਵਾਂ ਦੇ) ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਕਰ।",
    "pronunciation": "ਹਰ-ਣਹ। ਕਰੁਣਾ-ਮੈ। ਮੈ: ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 58031,
    "shabad_id": 4943,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹੇ ਸਰਣਿ ਜੋਗ ਦਯਾਲਹ; ਦੀਨਾ ਨਾਥ ਮਯਾ ਕਰੋ ॥",
    "transliteration": "Hae Saran Jog Dhayaaleh Dheenaa Naathh Mayaa Karo ||",
    "translation": "O Merciful Lord, Potent to give Sanctuary, Master of the meek and humble, please be kind to me.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਸਰਨ ਆਇਆਂ ਦੀ ਸਹੈਤਾ ਕਰਨ-ਜੋਗ ਪ੍ਰਭੂ! ਹੇ ਦੀਨਾਂ ਦੇ ਨਾਥ! ਮੇਹਰ ਕਰ।",
    "pronunciation": "ਦ-ਯਾਲਹ: ਦ ਮੁਕਤਾ, ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।ਮ-ਯਾ",
    "type_id": 3
  },
  {
    "id": 58032,
    "shabad_id": 4943,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਰੀਰ ਸ੍ਵਸਥ, ਖੀਣ ਸਮੲੇ; ਸਿਮਰੰਤਿ ਨਾਨਕ. ਰਾਮ ਦਾਮੋਦਰ ਮਾਧਵਹ ॥੫੦॥",
    "transliteration": "Sareer Svasathh Kheen Sameae Simaranth Naanak Raam Dhaamodhar Maadhhaveh ||50||",
    "translation": "Whether his body is healthy or sick, let Nanak meditate in remembrance on You, Lord. ||50||",
    "punjabi": "ਹੇ ਰਾਮ! ਹੇ ਦਾਮੋਦਰ! ਹੇ ਮਾਧੋ! ਸਰੀਰਕ ਅਰੋਗਤਾ ਸਮੇ ਅਤੇ ਸਰੀਰ ਦੇ ਨਾਸ ਹੋਣ ਸਮੇ (ਹਰ ਵੇਲੇ) ਨਾਨਕ ਤੈਨੂੰ ਸਿਮਰਦਾ ਰਹੇ ॥੫੦॥",
    "pronunciation": "ਸ੍ਵਸਥ: ਸੁ-ਅਸਥ। (ਸ੍ਵਸਥ) ਤਿਅਾਰ-ਬਰ-ਤਿਅਾਰ ਕਲਿਅਾਣ ਸਹਿਤ। (ਖਣਿ) ਨਾਸ਼ ਹੋਣ (ਸ-ਮੲੇ) ਵੇਲੇ",
    "type_id": 3
  },
  {
    "id": 58033,
    "shabad_id": 4944,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਚਰਣਕਮਲ ਸਰਣੰ; ਰਮਣੰ ਗੋਪਾਲ ਕੀਰਤਨਹ ॥",
    "transliteration": "Charan Kamal Saranan Ramanan Gopaal Keerathaneh ||",
    "translation": "I have come to the Sanctuary of the Lord's Lotus Feet, where I sing the Kirtan of His Praises.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ (ਲਿਆਂ), ਜਗਤ ਦੇ ਪਾਲਣਹਾਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਚਾਰਿਆਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58034,
    "shabad_id": 4944,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਾਧਸੰਗੇਣ ਤਰਣੰ; ਨਾਨਕ. ਮਹਾ ਸਾਗਰ ਭੈ ਦੁਤਰਹ ॥੫੧॥",
    "transliteration": "Saadhh Sangaen Tharanan Naanak Mehaa Saagar Bhai Dhuthareh ||51||",
    "translation": "In the Saadh Sangat, the Company of the Holy, Nanak is carried across the utterly terrifying, difficult world-ocean. ||51||",
    "punjabi": "(ਇਸ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਸੰਸਾਰ) ਇਕ ਵੱਡਾ ਭਿਆਨਕ ਸਮੁੰਦਰ ਹੈ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ ॥੫੧॥",
    "pronunciation": "ਦੁੱਤ-ਰਹ",
    "type_id": 3
  },
  {
    "id": 58035,
    "shabad_id": 4945,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਰ ਮਸ੍ਤਕ ਰਖ੍ਯਾ. ਪਾਰਬ੍ਰਹਮੰ; ਹਸ੍ਤ ਕਾਯਾ ਰਖ੍ਯਾ ਪਰਮੇਸ੍ਵਰਹ ॥",
    "transliteration": "Sir Masok Rakhyaa Paarabrehaman Haso Kaayaa Rakhyaa Paramaesvareh ||",
    "translation": "The Supreme Lord God has procted my head and forehead; the Transcendent Lord has protected my hands and body.",
    "punjabi": "ਸਿਰ, ਮੱਥਾ, ਹੱਥ, ਸਰੀਰ ਦੀ (ਹਰ ਤਰ੍ਹਾਂ) ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ (ਹੈ),",
    "pronunciation": "ਮਸ੍ਤਕ, ਹਸ੍ਤ: ਅੱਧੇ ੍ਤ ਤੱਤੇ: ਪੋਲੇ ਬੋਲੋ।ਪਰਮੇਸ੍ਵਰਹ: ਪਰਮੇਸੁਅ-ਰਹ। ਬੋਲਕਾ-ਯਾ: ਯਾ ਤਾਲੂ ਤੋਂ।ਰਖ੍ਯਾ: ਰੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58036,
    "shabad_id": 4945,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਤਮ ਰਖ੍ਯਾ ਗੋਪਾਲ ਸੁਅਾਮੀ; ਧਨ ਚਰਣ ਰਖ੍ਯਾ ਜਗਦੀਸ੍ਵਰਹ ॥",
    "transliteration": "Aatham Rakhyaa Gopaal Suaamee Dhhan Charan Rakhyaa Jagadheesvareh ||",
    "translation": "God, my Lord and Master, has saved my soul; the Lord of the Universe has saved my wealth and feet.",
    "punjabi": "ਜਿੰਦ, ਧਨ-ਪਦਾਰਥ (ਆਦਿ ਦੀ) ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਰਾਖੀ ਕਰਨ ਵਾਲਾ ਗੋਪਾਲ, ਸੁਆਮੀ, ਜਗਦੀਸਰ (ਹੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58037,
    "shabad_id": 4945,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਰਬ ਰਖ੍ਯਾ ਗੁਰ ਦਯਾਲਹ; ਭੈ ਦੂਖ ਬਿਨਾਸਨਹ ॥",
    "transliteration": "Sarab Rakhyaa Gur Dhayaaleh Bhai Dhookh Binaasaneh ||",
    "translation": "The Merciful Guru has protected everything, and destroyed my fear and suffering.",
    "punjabi": "ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਰਾਖੀ ਕਰਨ ਵਾਲਾ ਸਭ ਤੋਂ ਵੱਡਾ ਦਇਆ ਦਾ ਘਰ ਪਰਮਾਤਮਾ ਹੀ ਹੈ। ਉਹੀ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਦਯਾ-ਲਹ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58038,
    "shabad_id": 4945,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਭਗਤਿ ਵਛਲ ਅਨਾਥ ਨਾਥੇ; ਸਰਣਿ ਨਾਨਕ ਪੁਰਖ ਅਚੁਤਹ ॥੫੨॥",
    "transliteration": "Bhagath Vashhal Anaathh Naathhae Saran Naanak Purakh Achutheh ||52||",
    "translation": "God is the Lover of His devotees, the Master of the masterless. Nanak has entered the Sanctuary of the Imperishable Primal Lord God. ||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪ੍ਰਭੂ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ, ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ। ਉਸ ਅਵਿਨਾਸ਼ੀ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲੈ ॥੫੨॥",
    "pronunciation": "(ਅ-ਚੁੱਤਹ) ਅਬਿਨਾਸੀ",
    "type_id": 3
  },
  {
    "id": 58039,
    "shabad_id": 4946,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੇਨ ਕਲਾ. ਧਾਰਿਓ ਅਾਕਾਸੰ; ਬੈਸੰਤਰੰ ਕਾਸਟ ਬੇਸਟੰ ॥",
    "transliteration": "Jaen Kalaa Dhhaariou Aakaasan Baisantharan Kaasatt Baesattan ||",
    "translation": "His Power supports the sky, and locks fire within wood.",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਆਪਣੀ ਸੱਤਿਆ ਨਾਲ ਆਕਾਸ਼ ਨੂੰ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ ਅਤੇ ਅੱਗ ਨੂੰ ਲੱਕੜ ਨਾਲ ਢਕਿਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "ਜਿਨ੍ਹਾਂ ਦੀ ਅਨਤਕਲਾਵਾਨ ਸ਼ਕਤੀ ਨੇ, (ਬੇਸਟੰ) ਅਗਨੀ (ਕਾਸਟ) ਲੱਕੜ ਚ ਵਲੀ ਹੋੲੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 58040,
    "shabad_id": 4946,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੇਨ ਕਲਾ, ਸਸਿ ਸੂਰ ਨਖ੍ਯਤ੍ਰ ਜੋਤਿ੍ਯੰ; ਸਾਸੰ ਸਰੀਰ ਧਾਰਣੰ ॥",
    "transliteration": "Jaen Kalaa Sas Soor Nakhyathr Jothiyan Saasan Sareer Dhhaaranan ||",
    "translation": "His Power supports the moon, the sun and the stars, and infuses light and breath into the body.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਤਾਕਤ ਨਾਲ ਚੰਦ੍ਰਮਾ ਸੂਰਜ ਤਾਰਿਆਂ ਵਿਚ ਆਪਣਾ ਪ੍ਰਕਾਸ਼ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ ਅਤੇ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਸੁਆਸ ਟਿਕਾਏ ਹੋਏ ਹਨ;",
    "pronunciation": "(ਜੋਤਿ੍ਯੰ) ਪ੍ਰਕਾਸ਼। ਨਖ੍ਯਤ੍ਰ: ਨਖਿਅੱਤ੍ਰ। ਜੋਤਿ੍ਯੰ: ਜੋਤਿਅੰ",
    "type_id": 3
  }
]
