{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਅਚਰਜੁ ਕੀਆ ਕਰਨੈਹਾਰੈ; ਨਾਨਕ ਸਚੁ ਵਡਿਆਈ ॥੪॥੪॥੨੮॥",
      "page": 678,
      "line": 6
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The Creator-Lord has worked a wonder, O Nanak and ever true is His greatness."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਸਿਰਜਣਹਾਰ ਸੁਆਮੀ ਨੇ ਇਕ ਕ੍ਰਿਸ਼ਮਾ ਕਰ ਵਿਖਾਲਿਆ ਹੈ, ਹੇ ਨਾਨਕ! ਸਦੀਵ ਸੱਚੀ ਹੇ ਉਸ ਦੀ ਵਿਸ਼ਾਲਤਾ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The Creator Lord has worked a wondrous miracle; O Nanak, His glorious greatness is true. ||4||4||28||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਤਿਸ ਕਰਨਹਾਰ ਵਾਹਿਗੁਰੂ ਨੇ ਅਸਚਰਜ ਕੀਆ ਹੈ, ਹਮ ਕੋ ਸਚੀ ਵਡਿਆਈ ਦਈ ਹੈ ਵਾ ਤਿਸ ਕੀ ਵਡਿਆਈ ਸਚੀ ਹੈ। ਵਾ ਜਗ੍ਯਾਸੀ ਪ੍ਰਤੀ ਅਨੰਦ ਕਰ ਲਾਭ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ: ਹੇ ਮੇਰੇ ਮਿਤ੍ਰ ਸੰਤ ਜਨ ਵਾ ਜਗ੍ਯਾਸੀਓ! ਅਪਨੇ ਸਰੂਪ ਘਰ ਮੇਂ ਆਵੋ, ਤੁਮਾਰੇ ਦੋਖੀ ਕਾਮ ਕ੍ਰੋਧ ਆਦੀ ਸਤਿਗੁਰੋਂ ਨੇ ਨਿਵਾਰੇ ਹੈਂ। ਇਸੀ ਤੇ ਜਨਮ ਮਰਨ ਰੂਪੀ ਅਪਦਾ ਤੁਮਾਰੀ ਬਿਤੀਤ ਭਈ ਹੈ। ਜਿਸ ਹਰੀ ਨੇ ਤੁਮ ਸੰਸਾਰ ਮੇਂ ਭੇਜੇ ਥੇ ਤਿਸੀ ਨੇ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਤੁਮ ਬੁਲਾਏ ਹੋ। ਗਿਆਨ ਸੁਖ ਸੰਯੁਕਤ ਹੋ ਕਰ ਅਪਨੇ ਸਰੂਪ ਘਰ ਮੇਂ ਆਵੋ। ਅਨੰਦ ਮੰਗਲ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕੇ ਸੁਧ ਸਾਂਤੀ ਧੁਨ ਸੇ ਗੁਣ ਗਾਇਕਰ ਅਚਲ ਰਾਜ ਕਮਾਓ, ਭਾਵ ਅਗਿੜ ਪਦ ਮੇਂ ਇਸਥਿਤ ਹੋਵੋ। ਕਰਨੇਹਾਰ ਸਤਿਗੁਰੋਂ ਨੇ ਤੁਮ ਪ੍ਰਗਟ ਕਰ ਦੀਏ ਹੈਂ ਅਬ ਨਾ ਤੁਮਾਰਾ ਨਾਸ ਹੋਇਗਾ, ਨਾ ਭਾਜੋਗੇ, ਨਾ ਜੋਨੀਓਂ ਮੇਂ ਥਕਤ ਹੋਵੋਗੇ। ਵਾ ਜੋ (ਨਾਸਨ) ਨਾਸਤਾ ਕਾ (ਭਾਜਨ) ਪਾਤ੍ਰ ਦੋਖ ਸੇ ਸੋ ਅਬ ਥਾਕੇ ਹੈਂ, ਭਾਵ ਦੂਰ ਭਏ ਹੈਂ। ਅਬ ਮੰਗਲ ਰੂਪ ਸਰੂਪ ਘਰ ਮੇਂ ਪ੍ਰਾਪਤਿ ਹੋਨੇ ਸੇ ਨਿਤ ਅਨਾਹਦ ਸਬਦ ਕੇ ਬਾਜੇ ਬਜਤੇ ਹੈਂ। ਅਪਨੇ (ਖਸਮਿ) ਵਾਹਿਗੁਰੂ ਨੇ ਤੁਮ ਨਿਵਾਜੇ ਹੋ ਅਬ ਗੁਰ ਬਚਨੋਂ ਕੇ ਆਸ੍ਰਤ ਹੋ ਕਰ ਸਰੂਪ ਮੇਂ ਇਸਥਿਤ ਰਹੋ ਕਬੀ ਡੁਲਾਇਵਾਨ ਨਾ ਹੋਵੋ। ਸੰਪੂਰਨ ਪ੍ਰਿਥਵੀ ਮੰਡਲ ਮੇਂ ਤੁਮਾਰਾ ਜੈ ਜੈ ਕਾਰ ਭਯਾ ਹੈ ਔਰ ਸਤਸੰਗ ਰੂਪੀ ਦਰਬਾਰ ਮੇਂ ਮੁਖ ਉਜਲ ਭਯਾ ਹੈ। ਜਿਸ ਕੇ ਤੁਮ ਜੀਵ ਕੀਏ ਹੂਏ ਥੇ ਤਿਸ ਨੇ ਸੰਸਾਰ ਕੀ ਤਰਫੋਂ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਅਨੋਖੀ ਖੇਡ ਬਣਾ ਦਿੱਤੀ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੪॥੪॥੨੮॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Tan Maravillosos son los Milagros de mi Señor Creador, sí, Su Gloria es siempre Verdadera. (4-4-28)"
    }
  ]
}
