[
  {
    "id": 91110,
    "shabad_id": 25616,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kvn Bkiq kir Bkq vCl Bey piqq pwvn Bey kOn piqqweI kY",
    "transliteration": "Kavan Bhakati Kari Bhakat Vachhal Bhaay , Patit Paavan Bhaay Kaoun Patitaaee Kai ?",
    "translation": "O  Lord! what is that worship that has made You the beloved of the worshippers? Which is that apostasy that has made You the forgiver and purifier of the sinners?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91111,
    "shabad_id": 25616,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "dIn duK BMjn Bey su kOn dInqw kY grb pHwrI Bey kvn bfweI kY",
    "transliteration": "Deen Doukh Bhanjan Bhaay Su Kaoun Deenataa Kai , Garab Prahaaree Bhaay Kavan Badaaee Kai ?",
    "translation": "Which is that humility that has made You the allayer of the sufferings of the poor? Which is that ego-filled praise that has made You the destroyer of the pride and arrogance?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91112,
    "shabad_id": 25616,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kvn syvw kY nwQ syvk shweI Bey Asur sMGwrx hY kOn AsurweI kY",
    "transliteration": "Kavan Sayvaa Kai Naad Sayvak Sahaaee Bhaay , Asur Sanghaaran Hai Kaoun Asuraaee Kai ?",
    "translation": "Which is that service of Your slave that has made You his master and You have helped him? Which is that devilish and demonic trait that has made You the destroyer of the demons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91113,
    "shabad_id": 25616,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Bgiq jugiq AG dInqw grb syvw jwnO n ibrd imlO kvn knweI kY ]601]",
    "transliteration": "Bhagati Jougati Agh Deenataa Garab Sayvaa , Jaanau N Birad Milau Kavan Kanaaee Kai ?601?",
    "translation": "O my Lord! I have not been able to fathom Your duty and nature. Please be kind and tell me by what form of worship and service that can bring humility in me, destroy my ego and apostasy, can I reach you?  (601)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
