[
  {
    "shabad_id": 25618,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy jl iml dRum sPl nwnw pRkwr cMdn imlq sb cMdn subws hY",
    "transliteration": "Jaisay Jal Mil Droum Sadhal Naanaa Prakaara , Chandan Milat Sab Chandan Soubaas Hai ?",
    "translation": "Just as all trees and plants yield many types of fruits and flowers by their union with water, but the nearness with sandalwood makes the entire vegetation fragrant like sandalwood.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25618,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy iml pwvk Frq pun soeI Dwq pwrs prs rUp kMcn pRkws hY",
    "transliteration": "Jaisay Mil Paavak Ddharat Poun Soee Dhaata , Paaras Paras Roop Kanchan Prakaas Hai ?",
    "translation": "Just as union with fire melts many metals and on cooling remains the metal that it was, but when touched with philosopher's stone, that metal becomes gold.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25618,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Avr nKqR brKq jl jlmeI sÍwNiq bUMd isMD iml mukqw ibgws hY",
    "transliteration": "Avar Nakhatr Barakhat Jal Jalamaee , Svaanti Boond Sindh Mil Moukataa Bigaas Hai ?",
    "translation": "Just as rain falling outside the specific period (Nakshatra) according to the position of stars and planets is just falling of water drops, but when it rains during Swati Nakshatras, and a drop falls on the oyster in the sea, it becomes a pearl. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25618,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy privrq AO inivrq jo sÍBwv doaU gur iml sMswrI inrMkwrI AiBAwsu hY ]603]",
    "transliteration": "Taisay Paravirat Au Nivirat Jo Svabhaav Dooo , Gur Mil Sansaaree Nirankaaree Abhiaasu Hai ?603?",
    "translation": "Similarly, engrossed in maya and liberated of maya's influence are two tendencies in the world. But whatever intentions and inclinations one goes to the True Guru, he acquires the trait of worldly or divinely accordingly.  (603)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
