[
  {
    "id": 91122,
    "shabad_id": 25619,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy ibibD pRkwr krq isMgwr nwir Bytq Bqwr aur hwr n suhwq hY",
    "transliteration": "Jaisay Bibidh Prakaar Karat Singaar Naari , Bhaytat Bhataar Ur Haar N Suhaat Hai ?",
    "translation": "Just as a wife makes over many type of embellishments in order to attract her husband, but once in the embrace of her husband, she does not like even the necklace in her neck.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91123,
    "shabad_id": 25619,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "bwlk Acyq jYsy krq Anyk lIlw surq smwr bwl buiD ibsrwq hY",
    "transliteration": "Baalak Achayt Jaisay Karat Anayk Leelaa , Surat Samaar Baal Budhi Bisaraat Hai ?",
    "translation": "Just as an innocent child plays many types of games as a child, but as soon as he grows up, he forgets all his childhood preoccupations.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91124,
    "shabad_id": 25619,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy piRXw sMgm sujs nwXkw bKwnY sun sun sjnI skl ibgswq hY",
    "transliteration": "Jaisay Priyaa Sangam Sujas Naayakaa Bakhaanai , Soun Soun Sajanee Sakal Bigasaat Hai ?",
    "translation": "Just as a wife praises before her friends the meeting that she had with her husband and her friends feel happy listening to her details.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91125,
    "shabad_id": 25619,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy Kt krm Drm sRm gXwn kwj gXwn Bwnu audY auif krm aufwq hY ]604]",
    "transliteration": "Taisay Khat Karam Dharam Sram Gayaan Kaaja , Gayaan Bhaanu Udai Udi Karam Udaat Hai ?604?",
    "translation": "Similarly, the six righteous deeds performed so laboriously for acquisition of knowledge, all of them disappear with the radiance of Guru's teachings and Naam like the stars disappear with the brightness of the Sun. (All these so-called righteous deeds ar",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
