[
  {
    "id": 91134,
    "shabad_id": 25622,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rUp ky jo rIJY rUpvMq hI irJwie lyih bl kY ju imlY blvMq gih rwKhI",
    "transliteration": "Roop Kay Jo Reejhai Roopavant Hee Rijhaai Layhi , Bal Kai Ju Milai Balavant Gahi Raakhahee ?",
    "translation": "If God-the husband Lord could be enticed by some form of beauty, then beautiful people would have enticed Him. And had He been reached by force, then great warriors would have overpowered Him.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91135,
    "shabad_id": 25622,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "drb kY jo pweIAY drbysÍr ly jwih qwih kibqw kY pweIAY kbIsÍr AiBlwK hI",
    "transliteration": "Darab Kai Jo Paaeeai Darabaysvar Lay Jaahi Taahi , Kabitaa Kai Paaeeai Kabeesvar Abhilaakh Hee ?",
    "translation": "If He could be acquired by money and wealth, rich people would have purchased Him. And if he could be obtained by recitation of a poems then great poets desirous of reaching Him would have reached Him through their art.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91136,
    "shabad_id": 25622,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jog kY jo pweIAY jogI jtw mY durwie rwKY Bog kY jo pweIAY Bog BogI rs cwK hI",
    "transliteration": "Jog Kai Jo Paaeeai Jogee Jataa Mai Duraai Raakhai , Bhog Kai Jo Paaeeai Bhog Bhogee Ras Chaakh Hee ?",
    "translation": "If the Lord could be reached by Yogic practices, then the Yogis would have hidden Him in their big tresses. And if he was reachable through consummation of materials, then materialistic people would have reached Him through their relishments.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91137,
    "shabad_id": 25622,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ingH jqn pwn prq n pRwn mwn pRwnpiq eyk gur sbid suBwK hI ]607]",
    "transliteration": "Nigrah Jatan Paan Parat N Praan Maana , Praanapati Ayk Gur Sabadi Soubhaakh Hee ?607?",
    "translation": "The Lord dearest than life is not captured or overpowered by controlling or giving up the use of senses or any other efforts. He can only be reached by meditating upon the words of the True Guru.  (607)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
