[
  {
    "id": 91142,
    "shabad_id": 25624,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤਿਲ ਬਾਸ ਬਾਸ ਲੀਜੀਅਤ ਕੁਸਮ ਤੇ ਤਾਂ ਤੇ ਹੋਤ ਹੈ ਫੁਲੇਲ ਜਤਨ ਕੈ ਜਾਨੀਅੈ",
    "transliteration": "Jaisay Til Baas Baas Leejeeat Kousam Tay , Taan Tay Hot Hai Dhulayl Jatan Kai Jaaneeai ?",
    "translation": "Just as perfume is extracted from flowers and it is mixed in sesame oil and then with some effort, fragrant oil is prepared.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91143,
    "shabad_id": 25624,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤੌ ਅੳੁਟਾੲਿ ਦੂਧ ਜਾਮਨ ਜਮਾੲਿ ਮਥ ਸੰਜਮ ਸਹਤ ਘ੍ਰਿਤ ਪ੍ਰਗਟਾੲਿ ਮਾਨੀਅੈ",
    "transliteration": "Jaisay Tau Aoutaai Doodh Jaaman Jamaai Mada , Sanjam Sahat Ghrit Pragataai Maaneeai ?",
    "translation": "Just as milk is hard boiled, cooled and a small quantity of coagulant is added to turn it into curd. This curd is churned and butter obtained. The butter is then turned into ghee (clarified butter).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91144,
    "shabad_id": 25624,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਕੂਅਾ ਖੋਦ ਕਰਿ ਬਸੁਧਾ ਧਸਾੲਿ ਕੋਠੀ ਲਾਜ ਕੳੁ ਬਹਾੲਿ ਡੋਲ ਕਾਢਿ ਜਲ ਅਾਨੀਅੈ",
    "transliteration": "Jaisay Kooaa Khod Kari Basudhaa Dhasaai Kotthee , Laaj Kau Bahaai Dol Kaaddhi Jal Aaneeai ?",
    "translation": "Just as earth is dug up to dig a well and then a frame of the size and shape of the well is pushed in, whence a bucket tied with long rope is used to pull out water.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91145,
    "shabad_id": 25624,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ੳੁਪਦੇਸ ਤੈਸੇ ਭਾਵਨੀ ਭਕਤ ਭਾੲਿ ਘਟ ਘਟ ਪੂਰਨ ਬ੍ਹਮ ਪਹਿਚਾਨੀਅੈ ||੬੦੯||",
    "transliteration": "Gur Oupadays Taisay Bhaavanee Bhakat Bhaai , Ghat Ghat Pooran Braham Pahichaaneeai ?609?",
    "translation": "Similarly, if the precept of the True Guru when practiced devotedly and lovingly with every breath, then the perfect Lord becomes imminent in His splendour in everybody and all forms.  (609)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
