[
  {
    "id": 91146,
    "shabad_id": 25625,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਧਰ ਧਨੁਖ ਚਲਾੲੀਅਤ ਬਾਨ ਤਾਨ ਚਲ੍ਰਯੋ ਜਾੲਿ ਤਿਤ ਹੀ ਕੳੁ ਜਿਤ ਹੀ ਚਲਾੲੀਅੈ",
    "transliteration": "Jaisay Dhar Dhanoukh Chalaaeeat Baan Taana , Chalyo Jaai Tit Hee Kau Jit Hee Chalaaeeai ?",
    "translation": "Just as an arrow is placed in a bow, the bowstring is pulled and arrow released in the direction in which it is intended to go.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91147,
    "shabad_id": 25625,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਅਸ੍ਵ ਚਾਬੁਕ ਲਗਾੲਿ ਤਨ ਤੇਜ ਕਰਿ ਦੋਰ੍ਰਯੋ ਜਾੲਿ ਅਾਤੁਰ ਹੁੲਿ ਹਿਤ ਹੀ ਦੳੁਰਾੲੀਅੈ",
    "transliteration": "Jaisay Asv Chaabouk Lagaai Tan Tayj Kari , Doryo Jaai Aatur Hui Hit Hee Dauraaeeai ?",
    "translation": "Just as a horse is whipped to make it run faster and agitated, it keeps running in the direction it is made to run",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91148,
    "shabad_id": 25625,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੀ ਦਾਸੀ ਨਾੲਿਕਾ ਕੈ ਅਗ੍ਰਭਾਗ ਠਾਂਢੀ ਰਹੈ ਧਾਵੈ ਤਿਤ ਹੀ ਤਾਹਿ ਜਿਤ ਹੀ ਪਠਾੲੀਅੈ",
    "transliteration": "Jaisee Daasee Naaikaa Kai Agrabhaag Tthaanddhee Rahai , Dhaavai Tit Hee Taahi Jit Hee Patthaaeeai ?",
    "translation": "Just as an obedient maid-servant keeps standing in attention in front of her mistress, and she hastes away to the direction she is sent,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91149,
    "shabad_id": 25625,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪ੍ਰਾਣੀ ਕਿਰਤ ਸੰਜੋਗ ਲਗ ਭ੍ਰਮੈ ਭੂਮ ਜਤ ਜਤ ਖਾਨ ਪਾਨ ਤਹੀ ਜਾੲਿ ਖਾੲੀਅੈ ||੬੧੦||",
    "transliteration": "Taisay Praanee Kirat Sanjog Lag Bhramai Bhooma , Jat Jat Khaan Paan Tahee Jaai Khaaeeai ?610?",
    "translation": "Similarly, an individual keeps wandering on this Earth according to the deeds that he had performed (in previous birth). He goes where he is destined to sustain himself.  (610)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
