[
  {
    "shabad_id": 25632,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy joDw juD smY ssqR snwih swij loB moh qXwig bIr Kyq ibKY jwq hY",
    "transliteration": "Jaisay Jodhaa Judh Samai Sasatr Sanaahi Saaji , Lobh Moh Tayaagi Beer Khayt Bikhai Jaat Hai ?",
    "translation": "Just as a brave warrior goes to the battlefield wearing his armour and his weapons, renouncing all his love and attachments.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25632,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sunq juJwaU Gor mor giq ibgswq pyKq suBt Gt AMg n smwq hY",
    "transliteration": "Sounat Jujhaaoo Ghor Mor Gati Bigasaata , Paykhat Soubhat Ghat Ang N Samaat Hai ?",
    "translation": "Listening to the inspiring music of battle songs he blooms like flower and feels happy and proud seeing the army spread like dark clouds in the sky.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25632,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "krq sMgRwm sÍwm kwm lwig jUJ mrY kY qau rn jIq bIqI khq ju gwq hY",
    "transliteration": "Karat Sangraam Svaam Kaam Laagi Joojh Marai , Kai Tau Ran Jeet Beetee Kahat Ju Gaat Hai ?",
    "translation": "Serving his master the king, he is performing his duties and is killed or else if alive, returns to narrate all the happenings of the battlefield.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25632,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI Bgq mq Bytq jgq piq moin AO sbd gd gd muskwq hY ]617]",
    "transliteration": "Taisay Hee Bhagat Mat Bhaytat Jagat Pati , Moni Au Sabad Gad Gad Mousakaat Hai ?617?",
    "translation": "Similarly, a traveller of the path of devotion and worship becomes consciously one with the master of the world. He either becomes totally silent or singing His praises and paeans, remains in a state of ecstasy.  (617)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]