[
  {
    "id": 91185,
    "shabad_id": 25635,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਚਨ ਬਿਲੋਕ ਰੂਪ ਰੰਗ ਅੰਗ ਅੰਗ ਛਬਿ ਸਹਜ ਬਿਨੋਦ ਮੋਦ ਕੳੁਤਕ ਦਿਖਾਵਹੀ",
    "transliteration": "Lochan Bilok Roop Rang Ang Ang Chhabi , Sahaj Binod Mod Kaoutak Dikhaavahee ?",
    "translation": "The eyes of a Sikh of the Guru are seeing the adornment of the every limb, colour and form of the True Guru. The bliss of the spiritual knowledge and its wondrous effect is evident.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91186,
    "shabad_id": 25635,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਵਨ ਸੁਜਸ ਰਸ ਰਸਿਕ ਰਸਾਲ ਗੁਨ ਸੁਨ ਸੁਨ ਸੁਰਤਿ ਸੰਦੇਸ ਪਹੁਚਾਵਹੀ",
    "transliteration": "Sravan Sujas Ras Rasik Rasaal Gouna , Soun Soun Surati Sandays Pahouchaavahee ?",
    "translation": "The ears of a Gursikh have become relishers of the virtues of the True Guru having heard them perpetually, and they are reaching the messages of His wondrous deeds to his consciousness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91187,
    "shabad_id": 25635,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਸਨਾ ਸਬਦੁ ਰਾਗ ਨਾਦ ਸ੍ਵਾਦੁ ਬਿਨਤੀ ਕੈ ਨਾਸਕਾ ਸੁਗੰਧਿ ਸਨਬੰਧ ਸਮਝਾਵਹੀ",
    "transliteration": "Rasanaa Sabadu Raag Naad Svaadu Binatee Kai , Naasakaa Sougandhi Sanabandh Samajhaavahee ?",
    "translation": "The tongue of a Gursikh is uttering the words blessed by the True Guru. Its music is sounding in the tenth door and the pleasure so generated is reaching his consciousness in the form of prayer and the fragrance of Naam Simran is also being conveyed by th",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91188,
    "shabad_id": 25635,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਰਿਤਾ ਅਨੇਕ ਮਾਨੋ ਸੰਗਮ ਸਮੁੰਦ੍ਰ ਗਤਿ ਰਿਦੈ ਪ੍ਰਿਯ ਪ੍ਰੇਮ ਨੇਮੁ ਤ੍ਰਿਪਤਿ ਨ ਪਾਵਹੀ ||੬੨੦||",
    "transliteration": "Saritaa Anayk Maano Sangam Samoundr Gati , Ridai Priy Praym Naymu Tripati N Paavahee ?620?",
    "translation": "Just as many rivers fall in the sea and yet its thirst is never satiated. So is the love of his dear beloved in the heart of Gursikh where multi-waves of Naam are propagating yet its loving thirst is never satiated.  (620)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
