[
  {
    "id": 91189,
    "shabad_id": 25636,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਚਨ ਕ੍ਰਿਪਨ ਅਵਲੋਕਤ ਅਨੂਪ ਰੂਪ ਪਰਮ ਨਿਧਾਨ ਜਾਨ ਤ੍ਰਿਪਤਿ ਨ ਅਾੲੀ ਹੈ",
    "transliteration": "Lochan Kripan Avalokat Anoop Roopa , Param Nidhaan Jaan Tripati N Aaee Hai ?",
    "translation": "Just as the desire of a miser for money is never satiated, so are the eyes of a Sikh of the Guru who have realised that the form of True Guru is a unique treasure seeing which one never feels satisfied.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91190,
    "shabad_id": 25636,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਵਨ ਦਾਰਿਦ੍ਰੀ ਮੁਨ ਅੰਮ੍ਰਿਤ ਬਚਨ ਪ੍ਰਿਯ ਅਚਵਤਿ ਸੁਰਤ ਪਿਅਾਸ ਨ ਮਿਟਾੲੀ ਹੈ",
    "transliteration": "Sravan Daaridree Moun Anmrit Bachan Priya , Achavati Surat Piaas N Mitaaee Hai ?",
    "translation": "Just as hunger of a pauper is never satiated, so are the ears of a Gursikh which are ever desirous of hearing the ambrosial words of the True Guru. And yet hearing those elixir-like words, the thirst of his consciousness is not quenched.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91191,
    "shabad_id": 25636,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਸਨਾ ਰਟਤ ਗੁਨ ਗੁਰੂ ਅਨਗ੍ਰੀਵ ਗੂੜ ਚਾਤ੍ਰਿਕ ਜੁਗਤਿ ਗਤਿ ਮਤਿ ਨ ਅਘਾੲੀ ਹੈ",
    "transliteration": "Rasanaa Ratat Goun Guru Anagreev Goorha , Chaatrik Jougati Gati Mati N Aghaaee Hai ?",
    "translation": "The tongue of a Gursikh keeps recalling the prime traits of the True Guru and like a rain-bird who keeps shouting for more, it is never satiated.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91192,
    "shabad_id": 25636,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੇਖਤ ਸੁਨਤਿ ਸਿਮਰਤਿ ਬਿਸਮਾਦ ਰਸਿ ਰਸਿਕ ਪ੍ਰਗਾਸੁ ਪ੍ਰੇਮ ਤ੍ਰਿਸਨਾ ਬਢਾੲੀ ਹੈ ॥੬੨੧॥",
    "transliteration": "Paykhat Sounati Simarati Bisamaad Rasi , Rasik Pragaasu Praym Trisanaa Baddhaaee Hai ?621?",
    "translation": "The inner self of a Sikh is getting enlightened with blissful light through seeing, hearing and uttering of the wondrous form of True Guru-a treasure-house-nay the fountain-head of all the virtues. Yet the thirst and hunger of such a Gursikh never wanes. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
