[
  {
    "shabad_id": 25637,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "diRgn mY dyKq hO diRg hU jo dyKXo cwhY prm AnUp rUp suMdr idKweIAY",
    "transliteration": "Drigan Mai Daykhat Hau Drig Hoo Jo Daykhayo Chaahai , Param Anoop Roop Soundar Dikhaaeeai ?",
    "translation": "O my True Guru! I am seeing your beautiful face in my eyes, and if I ever attempt to see anything else with them, then bless me with your wonderful form for me to see all the times.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25637,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sÍn mY sunq ju sÍn hUM sunXo cwhY Anhd sbd pRsMn huie sunweIAY",
    "transliteration": "Sravan Mai Sounat Ju Sravan Hoon Sounayo Chaahai , Anahad Sabad Prasann Hui Sounaaeeai ?",
    "translation": "I am listening your elixir-like words in my ears; and if I ever desire to hear anything else with these ears, then bless me with hearing of unstruck tune of Naam Simran perpetually. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25637,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rsnw mY rtq ju rsnw hUM rsy cwhY pRym rs AMmiRq cuAwie kY cKweIAY",
    "transliteration": "Rasanaa Mai Ratat Ju Rasanaa Hoon Rasay Chaahai , Praym Ras Anmrit Chuaai Kai Chakhaaeeai ?",
    "translation": "My tongue is continuously recalling Lord's name and if my tongue desires to relish some other elixir, then please bless me with perpetual flow of elixir-like Naam (in my tenth door). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25637,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "mn mih bshu mil mXw kIjY mhwrwj Dwvq brj aunmn ilv lweIAY ]622]",
    "transliteration": "Man Mahi Basahu Mali Mayaa Keejai Mahaaraaja , Dhaavat Baraj Ounaman Liv Laaeeai ?622?",
    "translation": "O my Great True Guru! Be clement on me and reside in my heart for ever. Please stop my wandering mind going all over and then engross it in high spiritual state.  (622)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]