[
  {
    "shabad_id": 25638,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "inMdRw mY khw Dau jwie KuDXw mY khw Dau Kwie qiRKw mY khw jrwie khw jl pwn hY",
    "transliteration": "Nindraa Mai Kahaa Dhau Jaai Khudhayaa Mai Kahaa Dhau Khaai , Trikhaa Mai Kahaa Jaraai Kahaa Jal Paan Hai ?",
    "translation": "Where does a man reach while asleep? How does he eat when hungry? When thirst flares up, how does it satisfy it ? And where does the water consumed creates calmness?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25638,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "hsn rovn khw khw pun icMqw cwau khwN BX Bwau BIr khw Dau BXwn hY",
    "transliteration": "Hasan Rovan Kahaa Kahaa Poun Chintaa Chaau , Kahaan Bhay Bhaau Bheer Kahaa Dhau Bhayaan Hai ?",
    "translation": "How does it cry or laugh? Then what is worry and glee or elation? What is fear and what is love? What is cowardice and to what extent is dreadfulness?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25638,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ihckI fkwr AO KMGwr jMmhweI CIk Apsr gwq Kujlwq khw Awn hY",
    "transliteration": "Hichakee Dakaar Au Khanghaar Janmahaaee Chheeka , Apasar Gaat Khujalaat Kahaa Aan Hai ?",
    "translation": "Where and how does hiccups, belching, phlegm, yawn, sneeze, passing of wind, scratching of body and many other such-like things happen?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25638,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kwm kRoD loB moh AhMmyv tyv khwN sq AO sMqoK dXw Drm n jwn hY ]623]",
    "transliteration": "Kaam Krodh Lobh Moh Ahanmayv Tayv Kahaan , Sat Au Santokh Dayaa Dharam N Jaan Hai ?623?",
    "translation": "What is the nature of lust, anger, greed, attachment and pride? Similarly reality of truth, contentment, kindness and righteousness cannot be known.  (623)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
