[
  {
    "id": 91201,
    "shabad_id": 25639,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੰਚ ਤਤ ਮੇਲ ਪਿੰਡ ਲੋਕ ਬੇਦ ਕਹੈਂ ਪਾਂਚੋ ਤਤ ਕਹੋ ਕਾਹੇ ਭਾਂਤਿ ਰਚਤ ਭੇ ਅਾਦਿ ਹੀ",
    "transliteration": "Panch Tat Mayl Pind Lok Bayd Kahain Paancho , Tat Kaho Kaahay Bhaanti Rachat Bhay Aadi Hee ?",
    "translation": "Common knowledge, Vedas and other religious scriptures say that body is made of five elements. But tell me, how have these five elements come into existence?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91202,
    "shabad_id": 25639,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਾਹੇ ਸੇ ਧਰਨ ਧਾਰੀ ਧੀਰਜ ਕੈਸੇ ਬਿਥਾਰੀ ਕਾਹੇ ਸਯੋ ਗੜਯੋ ਅਕਾਸ ਠਾਢੋ ਬਿਨ ਪਾਦ ਹੀ",
    "transliteration": "Kaahay Say Dharan Dhaaree Dheeraj Kaisay Bidaaree , Kaahay Sayo Garhayo Akaas Tthaaddho Bin Paad Hee ?",
    "translation": "How is Earth supported and how is patience spread in it? How is sky secured and how is it existing without any support?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91203,
    "shabad_id": 25639,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਹੇ ਸੌਂ ਸਲਲ ਸਾਜੇ ਸੀਤਲ ਪਵਨ ਬਾਜੇ ਅਗਨ ਤਪਤ ਕਾਹੇ ਅਤਿ ਬਿਸਮਾਦ ਹੀ",
    "transliteration": "Kaahay Saoun Salal Saajay Seetal Pavan Baajay , Agan Tapat Kaahay Ati Bisamaad Hee ?",
    "translation": "How is water made? How does breeze blow? How is fire hot? All this is very wondrous.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91204,
    "shabad_id": 25639,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਾਰਨ ਕਰਨ ਦੇਵ ਅਲਖ ਅਭੇਵ ਨਾਥ ੳੁਨ ਕੀ ਭੀ ਓਹੀ ਜਾਨੈ ਬਕਨੋ ਹੈ ਬਾਦ ਜੀ ॥੬੨੪॥",
    "transliteration": "Kaaran Karan Dayv Alakh Abhayv Naada , Oun Kee Bhee Aohee Jaanai Bakano Hai Baad Jee ?624?",
    "translation": "The effulgent Lord is beyond comprehension. No one can know His secret. He is the cause of all happenings. He alone knows the secret of all these things. So it is futile for us to make any statement in connection with creation of Universe.  (624)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
