[
  {
    "shabad_id": 25640,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy jl isMc isMc kwst smQ kIny jl snbMD pun boihQw ibsÍws hY",
    "transliteration": "Jaisay Jal Sinch Sinch Kaasat Samad Keenay , Jal Sanabandh Poun Bohidaa Bisvaas Hai ?",
    "translation": "Just as wood is strengthened by drenching it in water for long and then its relation with water by which a faith develops that water will not sink the wood since it has brought it, up; ships are made with it that sail across the sea.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25640,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pvn pRsMg soeI kwst sRIKMf hoq mlXwigr bwsnw su mMf prgws hY",
    "transliteration": "Pavan Prasang Soee Kaasat Sreekhand Hota , Malayaagir Baasanaa Su Mand Paragaas Hai ?",
    "translation": "The fragrance of sandalwood of Malay mountain causes happiness. The woods and plants that have been touched by that fragrant breeze also acquire the fragrance of sandalwood.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25640,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pwvk prs BsmI krq dyh gyh imqR sqR sgl sMswr hI ibnws hY",
    "transliteration": "Paavak Paras Bhasamee Karat Dayh Gayha , Mitr Satr Sagal Sansaar Hee Binaas Hai ?",
    "translation": "The same wood reduces houses to ashes when it unites with fire. It also consumes friends, enemies and the whole world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25640,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy Awqmw qiRgun qiRibD skl isv swDsMg Bytq hI swD ko AiBAws hY ]625]",
    "transliteration": "Taisay Aatamaa Trigoun Tribidh Sakal Siva , Saadhasang Bhaytat Hee Saadh Ko Abhiaas Hai ?625?",
    "translation": "Just as wood deals differently with water, wind and fire similarly, human soul deals with three characteristics (Rajo, Tamo, Sato) differently that determine the nature of human beings. But by meeting with God-like True Guru and practicing his blessed tea",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]