[
  {
    "id": 91205,
    "shabad_id": 25640,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਸਿੰਚ ਸਿੰਚ ਕਾਸਟ ਸਮਥ ਕੀਨੇ ਜਲ ਸਨਬੰਧ ਪੁਨ ਬੋਹਿਥਾ ਬਿਸ੍ਵਾਸ ਹੈ",
    "transliteration": "Jaisay Jal Sinch Sinch Kaasat Samad Keenay , Jal Sanabandh Poun Bohidaa Bisvaas Hai ?",
    "translation": "Just as wood is strengthened by drenching it in water for long and then its relation with water by which a faith develops that water will not sink the wood since it has brought it, up; ships are made with it that sail across the sea.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91206,
    "shabad_id": 25640,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਵਨ ਪ੍ਰਸੰਗ ਸੋੲੀ ਕਾਸਟ ਸ੍ਰੀਖੰਡ ਹੋਤ ਮਲਯਾਗਿਰ ਬਾਸਨਾ ਸੁ ਮੰਡ ਪਰਗਾਸ ਹੈ",
    "transliteration": "Pavan Prasang Soee Kaasat Sreekhand Hota , Malayaagir Baasanaa Su Mand Paragaas Hai ?",
    "translation": "The fragrance of sandalwood of Malay mountain causes happiness. The woods and plants that have been touched by that fragrant breeze also acquire the fragrance of sandalwood.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91207,
    "shabad_id": 25640,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਾਵਕ ਪਰਸ ਭਸਮੀ ਕਰਤ ਦੇਹ ਗੇਹ ਮਿਤ੍ਰ ਸਤ੍ਰ ਸਗਲ ਸੰਸਾਰ ਹੀ ਬਿਨਾਸ ਹੈ",
    "transliteration": "Paavak Paras Bhasamee Karat Dayh Gayha , Mitr Satr Sagal Sansaar Hee Binaas Hai ?",
    "translation": "The same wood reduces houses to ashes when it unites with fire. It also consumes friends, enemies and the whole world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91208,
    "shabad_id": 25640,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਅਾਤਮਾ ਤ੍ਰਿਗੁਨ ਤ੍ਰਿਬਿਧ ਸਕਲ ਸਿਵ ਸਾਧਸੰਗ ਭੇਟਤ ਹੀ ਸਾਧ ਕੋ ਅਭਿਅਾਸ ਹੈ ||੬੨੫||",
    "transliteration": "Taisay Aatamaa Trigoun Tribidh Sakal Siva , Saadhasang Bhaytat Hee Saadh Ko Abhiaas Hai ?625?",
    "translation": "Just as wood deals differently with water, wind and fire similarly, human soul deals with three characteristics (Rajo, Tamo, Sato) differently that determine the nature of human beings. But by meeting with God-like True Guru and practicing his blessed tea",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
