[
  {
    "id": 91213,
    "shabad_id": 25642,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗਵਰਿ ਮਹੇਸ ਅੌ ਗਨੇਸ ਸੈ ਸਹਸ ਰਸੁ ਪੂਜਾ ਕਰ ਬੇਨਤੀ ਬਖਾਨ੍ਰਯੋ ਹਿਤ ਚੀਤ ਹ੍ਵੈ",
    "transliteration": "Gavari Mahays Au Ganays Sai Sahas Rasu , Poojaa Kar Baynatee Bakhaanyo Hit Cheet Hvai ?",
    "translation": "O Parbati, Shiv ji, Ganesh Ji, Surya god, I pray and beg you to be kind to me, be my well-wishers.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91214,
    "shabad_id": 25642,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪੰਡਿਤ ਜੋਤਿਕ ਸੋਧਿ ਸਗੁਨ ਲਗਨ ਗ੍ਹ ਸੁਭਾ ਦਿਨ ਸਾਹਾ ਲਿਖ ਦੇਹੁ ਬੇਦ ਨੀਤ ਹ੍ਵੈ",
    "transliteration": "Pandit Jotik Sodhi Sagoun Lagan Graha , Soubhaa Din Saahaa Likh Dayhu Bayd Neet Hvai ?",
    "translation": "O Priest, 0 astrologer! tell me of an auspicious day according to vedas.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91215,
    "shabad_id": 25642,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਗਲ ਕੁਟੰਬ ਸਖੀ ਮੰਗਲ ਗਾਵਹੁ ਮਿਲ ਚਾੜਹੁ ਤਿਲਕ ਤੇਲ ਮਾਥੇ ਰਸ ਰੀਤਿ ਹ੍ਵੈ",
    "transliteration": "Sagal Koutanb Sakhee Mangal Gaavahu Mila , Chaarhahu Tilak Tayl Maaday Ras Reeti Hvai ?",
    "translation": "O all my relatives and friends! sing wedding songs, put oil in my hair and anoint me with saffron as is the customs in a marriage.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91216,
    "shabad_id": 25642,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬੇਦੀ ਰਚਿ ਗਾਂਠ ਜੋਰ ਦੀਜੀਅੈ ਅਸੀਸ ਮੋਹਿ ਸਿਹਜਾ ਸੰਜੋਗ ਮੈ ਪ੍ਰਤੀਤ ਪ੍ਰੀਤ ਰੀਤ ਹ੍ਵੈ ॥੬੨੭॥",
    "transliteration": "Baydee Rachi Gaantth Jor Deejeeai Asees Mohi , Sihajaa Sanjog Mai Prateet Preet Reet Hvai ?627?",
    "translation": "Raise and decorate the Bedi (sacred place where Hindu marriage rites are performed) for my marriage and bless me that I may have full devotion and love for my beloved Lord Husband, when I meet Him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
