[
  {
    "id": 91217,
    "shabad_id": 25643,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sIs gur crn krn aupdys dIKRXw locn drs Avlok suK pweIAY",
    "transliteration": "Sees Gur Charan Karan Oupadays Deekhyaa , Lochan Daras Avalok Soukh Paaeeai ?",
    "translation": "O True Guru! be kind and let my head be in the feet of the True Guru, my ears be always attentive to listen to the words divine, my eyes be seeing your glimpse and thus bless me with true happiness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91218,
    "shabad_id": 25643,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "rsnw sbd gur hsq syvw fMfOq irdY gur gRXwn aunmn ilv lweIAY",
    "transliteration": "Rasanaa Sabad Gur Hasat Sayvaa Dandaouta , Ridai Gur Gyaan Ounaman Liv Laaeeai ?",
    "translation": "O True Guru! be kind and bless me that my tongue may ever repeat and utter the ambrosial words that Guru has blessed me with, the hands may indulge in the service and salutation, the words of wisdom may remain installed in my mind and thus fix my consciou",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91219,
    "shabad_id": 25643,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "crn gvn swDsMgiq prkRmw lau dwsn dwswn miq inMmRqw smweIAY",
    "transliteration": "Charan Gavan Saadhasangati Parakramaa Lau , Daasan Daasaan Mati Ninmrataa Samaaeeai ?",
    "translation": "May my feet advance towards holy Sangat and circumambulate them, and thus absorb my mind in the humility possessed by slaves of the servants. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91220,
    "shabad_id": 25643,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sMq ryn mjn Bgiq Bwau Bojn dY sRI gur kiRpw kY pRym pYj pRgtweIAY ]628]",
    "transliteration": "Sant Rayn Majan Bhagati Bhaau Bhojan Dai , Sree Gur Kripaa Kai Praym Paij Pragataaeeai ?628?",
    "translation": "O True Guru! enlighten in me the loving respect by Your grace, making me dependent upon those holy and noble souls whose support is Lord's name. Grant me their company and food of loving devotion to survive on.  (628)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
