[
  {
    "id": 91233,
    "shabad_id": 25647,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਪਾਂਚੋ ਤਤ ਬਿਖੈ ਬਸੁਧਾ ਨਵਨ ਮਨ ਤਾ ਮੈ ਨ ੳੁਤਪਤ ਹੁੲਿ ਸਮਾਤ ਸਭ ਤਾਹੀ ਮੈ",
    "transliteration": "Jaisay Paancho Tat Bikhai Basudhaa Navan Mana , Taa Mai N Outapat Hui Samaat Sabh Taahee Mai ?",
    "translation": "Just as Earth is most humble out of the five elements. That is why it produces so much and all that goes back to it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91234,
    "shabad_id": 25647,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਪਾਂਚੋ ਅਾਂਗੁਰੀ ਮੈ ਸੂਖਮ ਕਨੁੰਗ੍ਰੀਅਾ ਹੈ ਕੰਚਨ ਖਚਤ ਨਗ ਸੋਭਤ ਹੈ ਵਾਹੀ ਮੈ",
    "transliteration": "Jaisay Paancho Aanguree Mai Sookham Kanoungreeaa Hai , Kanchan Khachat Nag Sobhat Hai Vaahee Mai ?",
    "translation": "Just as the little finger of the hand is smallest and frail looking, yet a diamond ring is worn in it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91235,
    "shabad_id": 25647,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਨੀਚ ਜੋਨ ਗਨੀਅਤ ਅਤਿ ਮਾਖੀ ਕ੍ਰਿਮ ਹੀਰ ਚੀਰ ਮਧੁ ੳੁਪਜਤ ਸੁਖ ਜਾਹੀ ਮੈ",
    "transliteration": "Jaisay Neech Jon Ganeeat Ati Maakhee Krima , Heer Cheer Madhu Oupajat Soukh Jaahee Mai ?",
    "translation": "Just as fly and other insects are counted among the low species, yet some of them produce such valuable things like silk, pearls, honey etc;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91236,
    "shabad_id": 25647,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਰਵਿਦਾਸ ਨਾਮਾ ਬਿਦਰ ਕਬੀਰ ਭੲੇ ਹੀਨ ਜਾਤ ੳੂਚ ਪਦ ਪਾੲੇ ਸਭ ਕਾਹੀ ਮੈ ||੬੩੨||",
    "transliteration": "Taisay Ravidaas Naamaa Bidar Kabeer Bhaay , Heen Jaat Ooch Pad Paaay Sabh Kaahee Mai ?632?",
    "translation": "Similarly, saints like Bhagat Kabir, Namdev Ji, Bidar and Ravi Das Ji being low born have attained a much higher spiritual level who have blessed humanity with their precept that have made their life peaceful and comfortable.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
