[
  {
    "id": 91237,
    "shabad_id": 25648,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਰੋਗ ਰੋਗੀ ਕੋ ਦਿਖਾੲੀਅੈ ਨ ਬੈਦ ਪ੍ਰਤਿ ਬਿਨ ੳੁਪਚਾਰ ਛਿਨ ਛਿਨ ਹੁੲਿ ਅਸਾਧ ਜੀ",
    "transliteration": "Jaisay Rog Rogee Ko Dikhaaeeai N Baid Prati , Bin Oupachaar Chhin Chhin Hui Asaadh Jee ?",
    "translation": "Just as the ailment of a patient if not told to a physician becomes beyond treatment with every passing moment.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91238,
    "shabad_id": 25648,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਰਿਨ ਦਿਨ ਦਿਨ ੳੁਦਮ ਅਦਿਅਾੳੁ ਬਿਨ ਮੂਲ ਅੌ ਬਿਅਾਜ ਬਢੈ ੳੁਪਜੈ ਬਿਅਾਧ ਜੀ",
    "transliteration": "Jaisay Rin Din Din Udam Adiaau Bina , Mool Au Biaaj Baddhai Oupajai Biaadh Jee ?",
    "translation": "Just as the interest on the borrowed money increases every day if the principle amount is not returned leading to greater problem.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91239,
    "shabad_id": 25648,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਸਤ੍ਰ ਸਾਸਨਾ ਸੰਗ੍ਰਾਮੁ ਕਰਿ ਸਾਧੇ ਬਿਨ ਪਲ ਪਲ ਪ੍ਰਬਲ ਹੁੲਿ ਕਰਤ ੳੁਪਾਧ ਜੀ",
    "transliteration": "Jaisay Satr Saasanaa Sangraamu Kari Saadhay Bina , Pal Pal Prabal Hui Karat Oupaadh Jee ?",
    "translation": "Just as the enemy though warned, if not sorted out in time, makes him powerful with every passing day, can raise rebellion one day.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91240,
    "shabad_id": 25648,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜ੍ਰਯੌਂ ਜ੍ਰਯੌਂ ਭੀਜੈ ਕਾਮਰੀ ਤ੍ਰਯੌਂ ਤ੍ਰਯੌਂ ਭਾਰੀ ਹੋਤ ਜਾਤ ਬਿਨ ਸਤਿਗੁਰ ੳੁਰ ਬਸੈ ਅਪਰਾਧ ਜੀ ||੬੩੩||",
    "transliteration": "Jyaoun Jyaoun Bheejai Kaamaree Tyaoun Tyaoun Bhaaree Hot Jaata , Bin Satigur Ur Basai Aparaadh Jee ?633?",
    "translation": "Similarly, without obtaining true precept from the True Guru, sin resides in the mind of a mammon-effected human being. This sin increases further if not controlled.  (633)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
