[
  {
    "shabad_id": 25648,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy rog rogI ko idKweIAY n bYd pRiq ibn aupcwr iCn iCn huie AswD jI",
    "transliteration": "Jaisay Rog Rogee Ko Dikhaaeeai N Baid Prati , Bin Oupachaar Chhin Chhin Hui Asaadh Jee ?",
    "translation": "Just as the ailment of a patient if not told to a physician becomes beyond treatment with every passing moment.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25648,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy irn idn idn audm AidAwau ibn mUl AO ibAwj bFY aupjY ibAwD jI",
    "transliteration": "Jaisay Rin Din Din Udam Adiaau Bina , Mool Au Biaaj Baddhai Oupajai Biaadh Jee ?",
    "translation": "Just as the interest on the borrowed money increases every day if the principle amount is not returned leading to greater problem.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25648,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy sqR swsnw sMgRwmu kir swDy ibn pl pl pRbl huie krq aupwD jI",
    "transliteration": "Jaisay Satr Saasanaa Sangraamu Kari Saadhay Bina , Pal Pal Prabal Hui Karat Oupaadh Jee ?",
    "translation": "Just as the enemy though warned, if not sorted out in time, makes him powerful with every passing day, can raise rebellion one day.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25648,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jRXON jRXON BIjY kwmrI qRXON qRXON BwrI hoq jwq ibn siqgur aur bsY AprwD jI ]633]",
    "transliteration": "Jyaoun Jyaoun Bheejai Kaamaree Tyaoun Tyaoun Bhaaree Hot Jaata , Bin Satigur Ur Basai Aparaadh Jee ?633?",
    "translation": "Similarly, without obtaining true precept from the True Guru, sin resides in the mind of a mammon-effected human being. This sin increases further if not controlled.  (633)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]