[
  {
    "shabad_id": 25650,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "koit prkwr nwr swjY jau isMgwr cwru ibnu Brqwr BytY suq n iKlwie hY",
    "transliteration": "Koti Parakaar Naar Saajai Jau Singaar Chaaru , Binu Bharataar Bhaytai Sout N Khilaai Hai ?",
    "translation": "A woman may adore herself with very attractive embellishments but without surrendering to her husband, cannot enjoy the pleasure of playing with her son.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25650,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "isMcIAY sill ins bwsur ibrK mUl Pl n bsMq ibn qwsu pRgtwie hY",
    "transliteration": "Sincheeai Salil Nis Baasur Birakh Moola , Dhal N Basant Bin Taasu Pragataai Hai ?",
    "translation": "If a tree is watered day and night, it can not bloom with flowers in any other season than spring.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25650,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "swvn smY ikswn Kyq joq bIj bovY brKw ibhUn kq nwj inpjwie hY",
    "transliteration": "Saavan Samai Kisaan Khayt Jot Beej Bovai , Barakhaa Bihoon Kat Naaj Nipajaai Hai ?",
    "translation": "If a farmer ploughs his field and sows seed in it even in the month of Sawan, then without rain the seed cannot sprout. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25650,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Aink pRkwr ByK Dwir pRwnI BRmy BUm ibn gur auir gRXwn dIp n jgwie hY ]635]",
    "transliteration": "Anik Prakaar Bhaykh Dhaari Praanee Bhramay Bhooma , Bin Gur Uri Gyaan Deep N Jagaai Hai ?635?",
    "translation": "Similarly, a man may dress himself in any number of disguises and wander the world over. Even then he cannot acquire the radiance of knowledge without the initiation of the True Guru and receiving His precept.  (635)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
