[
  {
    "id": 91249,
    "shabad_id": 25651,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਨੀਰ ਖੀਰ ਅੰਨ ਭੋਜਨ ਖੁਵਾੲਿ ਅੰਤਿ ਗਰੋ ਕਾਟਿ ਮਾਰਤ ਹੈ ਅਜਾ ਸ੍ਵਾਨ ਕੳੁ",
    "transliteration": "Jaisay Neer Kheer Ann Bhojan Khuvaai Anti , Garo Kaati Maarat Hai Ajaa Svaan Kau ?",
    "translation": "Just as a male off-spring of a goat, (a he-goat) is brought up by feeding him with milk and food, and at last he is killed by cutting his neck.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91250,
    "shabad_id": 25651,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਹੁ ਭਾਰ ਡਾਰੀਅਤ ਲਘੁ ਨੌਕਾ ਮਾਹਿ ਬੂਡਤ ਹੈ ਮਾਝਧਾਰ ਪਾਰ ਨ ਗਵਨ ਕੳੁ",
    "transliteration": "Jaisay Bahu Bhaar Daareeat Laghu Naoukaa Maahi , Boodat Hai Maajhadhaar Paar N Gavan Kau ?",
    "translation": "Just as a small boat is loaded with excessive baggage, then it sinks in the middle of a river where the water is more turbulent. It cannot reach the far bank.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91251,
    "shabad_id": 25651,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਬੁਰ ਨਾਰਿ ਧਾਰਿ ਭਰਨ ਸਿੰਗਾਰ ਤਨਿ ਅਾਪਿ ਅਾਮੈ ਅਰਪਤ ਚਿੰਤਾ ਕੈ ਭਵਨ ਕੳੁ",
    "transliteration": "Jaisay Bur Naari Dhaari Bharan Singaar Tani , Aapi Aamai Arapat Chintaa Kai Bhavan Kau ?",
    "translation": "Just as a prostitute adorns herself with make up and ornaments to excite other males for indulging in vices with her, she herself acquires disease and worry in life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91252,
    "shabad_id": 25651,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਧਰਮ ਕਰਮ ਕੈ ਅਧਰਮ ਨਰ ਮਰਤ ਅਕਾਲ ਜਮਲੋਕਹਿ ਰਵਨ ਕੳੁ ||੬੩੬||",
    "transliteration": "Taisay Hee Adharam Karam Kai Adharam Nara , Marat Akaal Jamalokahi Ravan Kau ?636?",
    "translation": "Similarly, an immoral person dies before his death by indulging in unrighteous deeds. And when he reaches Yamlok (abode of angels of death), he bears more punishment and pain.  (636)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
