[
  {
    "id": 91253,
    "shabad_id": 25652,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy pwkswlw bwlw ibMjn Anyk rcY CuAq Apwvn iCnk Coq lwg hY",
    "transliteration": "Jaisay Paakasaalaa Baalaa Binjan Anayk Rachai , Chhuat Apaavan Chhinak Chhot Laag Hai ?",
    "translation": "Just as a woman cooks many dishes in a kitchen but a small act of unholiness makes the food contaminated or sullied.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91254,
    "shabad_id": 25652,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy qn swjq isMgwr nwir AwnMd kY puhpvMqI hÍY piRXw ishjw iqAwg hY",
    "transliteration": "Jaisay Tan Saajat Singaar Naari Aanand Kai , Puhapavantee Hvai Priyaa Sihajaa Tiaag Hai ?",
    "translation": "Just as a woman embellishes her body and enjoys the union with her husband, but if her menstruation is due, the husband refrains from sharing bed with her.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91255,
    "shabad_id": 25652,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy gRBDwr nwir jqn krq inq ml mY grB Cyd Kyd inhBwg hY",
    "transliteration": "Jaisay Grabhadhaar Naari Jatan Karat Nita , Mal Mai Garabh Chhayd Khayd Nihabhaag Hai ?",
    "translation": "Just as a woman makes every effort for the safety of her pregnancy, but if her menstruation re-starts, there is every fear of miscarriage. She then feels distressed and is called unfortunate.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91256,
    "shabad_id": 25652,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy sIl sMjm jnm prjMq kIjY qnk hI pwp kIey qUl mY bjwg hY ]637]",
    "transliteration": "Taisay Seel Sanjam Janam Parajant Keejai , Tanak Hee Paap Keeay Tool Mai Bajaag Hai ?637?",
    "translation": "Similarly, one should maintain disciplined life and piety of actions. But, if even a small sin is committed, it is like a dreadful fire in a bail of cotton. (One small wrong act destroys all the goodness that had been earned.)  (637)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
