[
  {
    "shabad_id": 25654,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "cMdn smIp bis bwNs mihmwN n jwnI Awn dRum dUr Bey bwsnw kY bohy hY",
    "transliteration": "Chandan Sameep Basi Baans Mahimaan N Jaanee , Aan Droum Door Bhaay Baasanaa Kai Bohay Hai ?",
    "translation": "Just as a bamboo has not known the merits of a sandalwood tree having lived near it, but other trees though far away from it still acquire its fragrance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25654,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "dwdr srovr mYN jwnY n kml giq mkrMd kir mDkr hI ibmohy hY",
    "transliteration": "Daadar Sarovar Main Jaanai N Kamal Gati , Makarand Kari Madhakar Hee Bimohay Hai ?",
    "translation": "A frog knows not the goodness of a lotus flower though it stays in the same pond, but bumble bees are crazy of the nectar that is stored in these flowers.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25654,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sursrI ibKY bg jwnRXo n mrm kCU Awvq hY jwqRI jMqR jwqRw hyq sohy hY",
    "transliteration": "Surasaree Bikhai Bag Jaanyo N Maram Kachhoo , Aavat Hai Jaatree Jantr Jaatraa Hayt Sohay Hai ?",
    "translation": "An egret living in the waters of river Ganges does not know the importance of that water, but many people come to the river Ganges on a pilgrimage and feel honoured.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25654,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "inkt bsq mm gur aupdys hIn dUr hI idsMqr aur AMqr lY pohy hY ]639]",
    "transliteration": "Nikat Basat Mam Gur Oupadays Heena , Door Hee Disantar Ur Antar Lai Pohay Hai ?639?",
    "translation": "Similarly, though I live near the True Guru, I am bereft of the knowledge of His advice whereas people from far off places come to the True Guru, obtain His sermon and abides it in their heart. (639)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]