[
  {
    "id": 91265,
    "shabad_id": 25655,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "nwihn AnUp rUp icqvY ikau icMqwmix lony hY n loien jo lwln iblokIAY",
    "transliteration": "Naahin Anoop Roop Chitavai Kiu Chintaamani , Lonay Hai N Loin Jo Laalan Bilokeeai ?",
    "translation": "My looks are not attractive. Then how can I remember and conceive the beautiful? Lord the fulfiller of desires Lord? My eyes are not good looking; then how can I see the glimpse of that beloved Lord?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91266,
    "shabad_id": 25655,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "rsnw rsIlI nwih bynqI bKwnau kYsy suriq n sÍnn bcn mDokIAY",
    "transliteration": "Rasanaa Raseelee Naahi Baynatee Bakhaanau Kaisay , Surati N Sravanan Bachan Madhokeeai ?",
    "translation": "My tongue is not ambrosial. Then how can I make an effective request to my beloved? I do not have such power of hearing that I can enjoy the honey-like words of my beloved Lord?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91267,
    "shabad_id": 25655,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AMg AMghIn dIn kYsy br mwl krau msqk nwih Bwg piRX pg DokIAY",
    "transliteration": "Ang Angaheen Deen Kaisay Bar Maal Karau , Masatak Naahi Bhaag Priy Pag Dhokeeai ?",
    "translation": "I am weak and imperfect in every part of my body. Then how can I make a superior rosary of remembrance of my Lord's name? I have no I can bank upon to wash the feet of my beloved.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91268,
    "shabad_id": 25655,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "syvk sÍBwv nwih phuc n skau syv nwihn pRqIq pRB pRBqw smokIAY ]640]",
    "transliteration": "Sayvak Svabhaav Naahi Pahouch N Sakau Sayva , Naahin Prateet Prabh Prabhataa Samokeeai ?640?",
    "translation": "I do not have the temperament of service in my heart; so I cannot reach for the service of my beloved. Nor do I have that devotion through which I can become one with the greatness of the dear Lord. (The greatness of the Lord may reside in me.)  (640)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
