[
  {
    "id": 91273,
    "shabad_id": 25657,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਾ ਕੈ ਨਾੲਿਕਾ ਅਨੇਕ ੲੇਕ ਸੇ ਅਧਿਕ ੲੇਕ ਪੂਰਨ ਸੁਹਾਗ ਭਾਗ ਸੳੁਤੈ ਸਮ ਧਾਮ ਹੈ",
    "transliteration": "Jaa Kai Naaikaa Anayk Ayk Say Adhik Ayka , Pooran Suhaag Bhaag Saoutai Sam Dhaam Hai ?",
    "translation": "A beloved husband who has many wives and each one better than the other, each one enjoys all the love, attention of husband and other comforts of life.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91274,
    "shabad_id": 25657,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਾਨਨ ਹੁੲਿ ਮਾਨ ਭੰਗ ਬਿਛੁਰ ਬਿਦੇਸ ਰਹੀ ਬਿਰਹ ਬਿਯੋਗ ਲਗ ਬਿਰਹਨੀ ਭਾਮ ਹੈ",
    "transliteration": "Maanan Hui Maan Bhang Bichhur Bidays Rahee , Birah Biyog Lag Birahanee Bhaam Hai ?",
    "translation": "Separated from her dear husband and living far away from him, she feels her respect getting compromised, beside bearing the pangs of separation and thus is called separated.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91275,
    "shabad_id": 25657,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਿਥਲ ਸਮਾਨ ਤ੍ਰੀਯਾ ਸਕੇ ਨ ਰਿਝਾੲਿ ਪ੍ਰਿਯ ਦਯੋ ਹੈ ਦੁਹਾਗ ਵੈ ਦੁਹਾਗਨ ਸਨਾਮ ਹੈ",
    "transliteration": "Sidal Samaan Treeyaa Sakay N Rijhaai Priya , Dayo Hai Duhaag Vai Duhaagan Sanaam Hai ?",
    "translation": "Like lazy people, idle wife cannot please her husband and as a result she is known as one who has been abandoned by her husband.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91276,
    "shabad_id": 25657,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਲੋਚਨ ਸ੍ਵਨ ਜੀਹ ਕਰ ਅੰਗ ਅੰਗਹੀਨ ਪਰਸਯੋ ਨ ਪੇਖ੍ਰਯੋ ਸੁਨ੍ਰਯੋ ਮੇਰੋ ਕਹਾ ਨਾਮ ਹੈ ॥੬੪੨॥",
    "transliteration": "Lochan Sravan Jeeh Kar Ang Angaheena , Parasayo N Paykhyo Sounyo Mayro Kahaa Naam Hai ?642?",
    "translation": "One who enjoys love of her husband is called Suhagan (Happily married). Even separated woman and a Duhagan (unhappy in marriage) also belong to someone and are associated with him, but I have not felt my beloved with any part of my body. I have not seen H",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
