[
  {
    "shabad_id": 25658,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy jwr cor Er hyriq n Awih koaU cor jwr jwnq skl BUq hyrhI",
    "transliteration": "Jaisay Jaar Chor Aor Hayrati N Aahi Kooo , Chor Jaar Jaanat Sakal Bhoot Hayrahee ?",
    "translation": "Just as in normal circumstances no one pays attention to a thief or a paramour, but once it becomes known, they look like demons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25658,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy idn smY Awvwgvn Bvn ibKY qwhI giH pYsq sMkwq hY AMDyr hI",
    "transliteration": "Jaisay Din Samai Aavaagavan Bhavan Bikhai , Taahee Grih Paisat Sankaat Hai Andhayr Hee ?",
    "translation": "Just as one keeps going in and out of a house freely, but at night during darkness one feels scared of entering the same house.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25658,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy Drmwqmw kau dyKIAY Drmrwie pwpI kau BieAwn jm qRwh qRwh tyrhI",
    "transliteration": "Jaisay Dharamaatamaa Kau Daykheeai Dharamaraai , Paapee Kau Bhaiaan Jam Traah Traah Tayrahee ?",
    "translation": "Just as the Yamraj (angel of death) is the King of righteousness for a righteous person at the time of his death, but the same Yamraj is a demon for a sinner who. appears to him as a demon and he shouts for help for his safety. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25658,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy inrvYr siqgur drpn rUp qYsy hI idKwvY muK jYsy jYsy PyrhI ]643]",
    "transliteration": "Taisay Niravair Satigur Darapan Roopa , Taisay Hee Dikhaavai Moukh Jaisay Jaisay Dhayrahee ?643?",
    "translation": "Similarly the True Guru is sans enmity, with a heart as clear and clean as a mirror. He wishes ill of no one. But with whatever type of face one turns towards Him, he sees the True Guru in the same form (For righteous people, He is love and for sinners he",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]