[
  {
    "id": 91281,
    "shabad_id": 25659,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਦਰਪਨ ਸੂਧੋ ਸੁਧ ਮੁਖ ਦੇਖੀਅਤ ੳੁਲਟ ਕੈ ਦੇਖੈ ਮੁਖ ਦੇਖੀਅੈ ਭੲਿਅਾਨ ਸੋ",
    "transliteration": "Jaisay Darapan Soodho Sudh Moukh Daykheeata , Ulat Kai Daykhai Moukh Daykheeai Bhaiaan So ?",
    "translation": "Just as the image is real when the mirror is held straight and it becomes aberrated, when the mirror is held upside down. The face looks awful.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91282,
    "shabad_id": 25659,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਧੁਰ ਬਚਨ ਤਾਹੀ ਰਸਨਾ ਸੈ ਪ੍ਰਯਾਰੋ ਲਾਗੈ ਕੌਰਕ ਸਬਦ ਸੁਨ ਲਾਗੈ ੳੁਰ ਬਾਨ ਸੋ",
    "transliteration": "Madhur Bachan Taahee Rasanaa Sai Pyaaro Laagai , Kaurak Sabad Soun Laagai Ur Baan So ?",
    "translation": "Just as sweet words uttered by tongue feel loving to the ears, but bitter words said with the same tongue hurt like arrow.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91283,
    "shabad_id": 25659,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਦਾਨੋ ਖਾਤ ਗਾਤ ਪੁਸ ਮਿਸ ਸ੍ਵਾਦ ਮੁਖ ਪੋਸਤ ਕੈ ਪੀੲੇ ਦੁਖ ਬ੍ਰਯਾਪਤ ਮਸਾਨ ਸੋ",
    "transliteration": "Jaisay Daano Khaat Gaat Pous Mis Svaad Moukha , Posat Kai Peeay Doukh Byaapat Masaan So ?",
    "translation": "Just as food eaten with the mouth leaves a good taste in the mouth and if poppy extract is consumed with the same mouth, it is distressing and one gets feeling of near death.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91284,
    "shabad_id": 25659,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਭ੍ਰਿਤ ਨਿੰਦਕ ਸ੍ਵਭਾਵ ਚਕੲੀ ਚਕੋਰ ਸਤਿਗੁਰ ਸਮਤ ਸਹਨਸੀਲ ਭਾਨੁ ਸੋ ||੬੪੪||",
    "transliteration": "Taisay Bhrit Nindak Svabhaav Chakaee Chakora , Satigur Samat Sahanaseel Bhaanu So ?644?",
    "translation": "Similarly, the nature of a true servant of the True Guru and a slander is like a Chakvi and Chakor (Chakvi longs for the light of the Sun while a Chakor desires setting of the Sun). The clement nature of the True Guru is like Sun that provides light to al",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
