[
  {
    "shabad_id": 25660,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau ppIhw piRX piRX tyr hyry bUMd vYsy piqbRqw piqbRq pRiqpwl hY",
    "transliteration": "Jaisay Tau Papeehaa Priy Priy Tayr Hayray Boonda , Vaisay Patibrataa Patibrat Pratipaal Hai ?",
    "translation": "Just as a rain-bird longing for a Swati drop keep wailing making sound of  ' Peeu, Peeu' similarly a faithful wife fulfills her wifely duties remembering her husband, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25660,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy dIp idpq pqMg pyiK jÍwrw jrY qYsy piRAw pRym nym pRymnI smHwr hY",
    "transliteration": "Jaisay Deep Dipat Patang Paykhi Jvaaraa Jarai , Taisay Priaa Praym Naym Praymanee Samhaar Hai ?",
    "translation": "Just as a love-lorn moth burns itself on the flame of an oil lamp, so does a woman faithful in love lives her duties and religion (She sacrifices herself over her husband).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25660,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jl sY inks jYsy mIn mr jwq qwq ibrh ibXog ibrhnI bpu hwr hY",
    "transliteration": "Jal Sai Nikas Jaisay Meen Mar Jaat Taata , Birah Biyog Birahanee Bapu Haar Hai ?",
    "translation": "Just as a fish die immediately when brought out of water, so does a woman separated from her husband die of pangs becoming weak in his memory day by day.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25660,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ibrhnI pRym nym piqbRqw kY khwvY krnI kY AYsI koit mDy koaU nwr hY ]645]",
    "transliteration": "Birahanee Praym Naym Patibrataa Kai Kahaavai , Karanee Kai Aisee Koti Madhay Kooo Naar Hai ?645?",
    "translation": "A separated faithful, loving and devoted wife who lives her life according to her religion is perhaps one in a billion.  (645)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]