[
  {
    "id": 91293,
    "shabad_id": 25662,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਛਲ ਅਛੇਦ ਪ੍ਰਭੁ ਜਾ ਕੈ ਬਸ ਬਿਸ੍ਵ ਬਲ ਤੈ ਜੁ ਰਸ ਬਸ ਕੀੲੇ ਕਵਨ ਪ੍ਰਕਾਰ ਕੈ",
    "transliteration": "Achhal Achhayd Prabhu Jaa Kai Bas Bisv Bala , Tai Ju Ras Bas Keeay Kavan Prakaar Kai ?",
    "translation": "O friend! that Transcendent one who cannot be deceived by anyone. He is unbreakable who with His power has subdued the whole world, With what elixir have you been able to enamor Him?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91294,
    "shabad_id": 25662,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿਵ ਸਨਕਾਦਿ ਬ੍ਹਮਾਦਿਕ ਨ ਧ੍ਰਯਾਨ ਪਾਵੈ ਤੇਰੋ ਧ੍ਰਯਾਨ ਧਾਰੈ ਅਾਲੀ ਕਵਨ ਸਿੰਗਾਰ ਕੈ",
    "transliteration": "Siv Sanakaadi Brahamaadik N Dhyaan Paavai , Tayro Dhyaan Dhaarai Aalee Kavan Singaar Kai ?",
    "translation": "O friend! He who has not even been realised by Sanak, Sananadan and those who have contemplated on Brahma, what embellishments and adornments have attracted Him to you?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91295,
    "shabad_id": 25662,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਿਗਮ ਅਸੰਖ ਸੇਖ ਜੰਪਤ ਹੈ ਜਾ ਕੋ ਜਸੁ ਤੇਰੋ ਜਸ ਗਾਵਤ ਕਵਨ ੳੁਪਕਾਰ ਕੈ",
    "transliteration": "Nigam Asankh Saykh Janpat Hai Jaa Ko Jasu , Tayro Jas Gaavat Kavan Oupakaar Kai ?",
    "translation": "O friend! the Lord whose praise is being said in different words by Vedas and Sheshnag, what merits have made Him sing your praise?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91296,
    "shabad_id": 25662,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੁਰ ਨਰ ਨਾਥ ਜਾਹਿ ਖੋਜਤ ਨ ਖੋਜ ਪਾਵੈ ਖੋਜਤ ਫਿਰਹ ਤੋਹਿ ਕਵਨ ਪਿਅਾਰ ਕੈ ||੬੪੭||",
    "transliteration": "Sur Nar Naad Jaahi Khojat N Khoj Paavai , Khojat Dhirah Tohi Kavan Piaar Kai ?647?",
    "translation": "God who has not been realised by gods, man and Naths who have laboured untiringly, what type of love has made Him search you?  (647)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
