[
  {
    "shabad_id": 25664,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kih Do khw kU rmw rMm pUrb jnm ibKY AYsI kOn qpisAw kTn qoih kInI hY",
    "transliteration": "Kahi Dho Kahaa Koo Ramaa Ranm Poorab Janam Bikhai , Aisee Kaoun Tapasiaa Katthan Tohi Keenee Hai ?",
    "translation": "O beautiful Lakshami ! please tell us what strenuous penance had you performed in your previous births? And how had you performed it that you have defeated all other women in glory and praise?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25664,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jw qy gun rUp AO krm kY skl klw sRyst hÍY srb nwiekw kI Cib CInI hY",
    "transliteration": "Jaa Tay Goun Roop Au Karam Kai Sakal Kalaa , Sraysat Hvai Sarab Naaikaa Kee Chhabi Chheenee Hai ?",
    "translation": "The happy smile of the master of the Universe that is like Chintamani (a jewel that destroys all worries and fulfills desires) is the sustainer of the Universe. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25664,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jgq kI jIvn jgq pq icMqwmn muK muskwie icqvq ihr lInI hY",
    "transliteration": "Jagat Kee Jeevan Jagat Pat Chintaamana , Moukh Mousakaai Chitavat Hir Leenee Hai ?",
    "translation": "How have you obtained that jewel of happiness through meditation?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25664,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kot bHmMf ky nwXk kI nwXkw BeI skl Bvn kI siRXw qumih dInI hY ]649]",
    "transliteration": "Kot Brahamand Kay Naayak Kee Naayakaa Bhaee , Sakal Bhavan Kee Sriyaa Toumahi Deenee Hai ?649?",
    "translation": "How have you become the mistress of the Master of millions of Universes? How has He bestowed the happiness of all the realms to you ?  (649)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
