[
  {
    "id": 91317,
    "shabad_id": 25668,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿਸ ਨ ਘਟੈ ਨ ਲਟੈ ਸਸਿਅਾਰ ਦੀਪ ਜੋਤਿ ਕੁਸਮ ਬਾਸ ਹੂੰ ਨ ਮਿਟੇ ਅੌ ਸੁ ਟੇਵ ਸੇਵ ਕੀ",
    "transliteration": "Nis N Ghatai N Latai Sasiaar Deep Joti , Kousam Baas Hoon N Mitay Au Su Tayv Sayv Kee ?",
    "translation": "May this night of enjoying blissful union with my Lord not end, nor should the soothing light of the lamp-like moon recede. May the flowers remain laden with fragrance nor should the power of voiceless voice-meditation decrease from my heart.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91318,
    "shabad_id": 25668,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਹਜ ਕਥਾ ਨ ਘਟੈ ਸ੍ਵਨ ਸੁਰਤ ਮਤ ਰਸਨਾ ਪਰਸ ਰਸ ਰਸਿਕ ਸਮੇਵ ਕੀ",
    "transliteration": "Sahaj Kadaa N Ghatai Sravan Surat Mata , Rasanaa Paras Ras Rasik Samayv Kee ?",
    "translation": "May this spiritual stability not recede nor should the sweetness of sound decrease in my ears. With the absorption of the divine elixir, may the desire of my tongue to remain engrossed in that elixir not wane.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91319,
    "shabad_id": 25668,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਿੰਦਾ ਨ ਪਰੈ ਅਰ ਕਰੈ ਨ ਅਾਰਸ ਪ੍ਵੇਸ ਰਿਦੈ ਬਰੀਅਾ ਸੰਜੋਗ ਅਲਖ ਅਭੇਵ ਕੀ",
    "transliteration": "Nindaa N Parai Ar Karai N Aaras Pravaysa , Ridai Bareeaa Sanjog Alakh Abhayv Kee ?",
    "translation": "May the sleep not burden me nor should laziness effect my heart, because an opportunity of enjoying the inaccessible Lord has been formed (opportunity of enjoying the bliss of union with Lord exists).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91320,
    "shabad_id": 25668,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਾੳੁ ਚਿਤੁ ਚੳੁਗੁਨੋ ਬਢੈ ਪ੍ਰਬਲ ਪ੍ਰੇਮ ਨੇਮ ਦਯਾ ਦਸ ਗੁਨੀ ੳੁਪਜੈ ਦਯਾਲ ਦੇਵ ਕੀ ||੬੫੩||",
    "transliteration": "Chaau Chitu Chaougouno Baddhai Prabal Praym Nayma , Dayaa Das Gounee Oupajai Dayaal Dayv Kee ?653?",
    "translation": "Bless me that this desire and enthusiasm of my heart becomes fourfold. May the love within me become more powerful and unbearable and the benevolence of the beloved effulgent Lord appear ten times more for me.  (653)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
