[
  {
    "id": 91321,
    "shabad_id": 25669,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿਮਖ ਨਿਮਖ ਨਿਸ ਨਿਸ ਪਰਮਾਨ ਹੋੲਿ ਪਲ ਪਲ ਮਾਸ ਪਰਯੰਤ ਹ੍ਵੈ ਬਿਥਾਰੀ ਹੈ",
    "transliteration": "Nimakh Nimakh Nis Nis Paramaan Hoi , Pal Pal Maas Parayant Hvai Bidaaree Hai ?",
    "translation": "May every moment of my union with the Lord become night long and every second of this meeting become month long.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91322,
    "shabad_id": 25669,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਰਖ ਬਰਖ ਪਰਯੰਤ ਘਟਿਕਾ ਬਿਹਾੲਿ ਜੁਗ ਜੁਗ ਸਮ ਜਾਮ ਜਾਮਨੀ ਪਿਅਾਰੀ ਹੈ",
    "transliteration": "Barakh Barakh Parayant Ghatikaa Bihaai , Joug Joug Sam Jaam Jaamanee Piaaree Hai ?",
    "translation": "May each watch be a year long while each pehar (a quarter of a day) become equal to an epoch.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91323,
    "shabad_id": 25669,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਲਾ ਕਲਾ ਕੋਟਿ ਗੁਨ ਜਗਮਗ ਜੋਤਿ ਸਸਿ ਪ੍ਰੇਮ ਰਸ ਪ੍ਰਬਲ ਪ੍ਰਤਾਪ ਅਧਿਕਾਰੀ ਹੈ",
    "transliteration": "Kalaa Kalaa Koti Goun Jagamag Joti Sasi , Praym Ras Prabal Prataap Adhikaaree Hai ?",
    "translation": "May each trait of the moon change into millions of traits and enlightens in bright radiance; and the grandeur of love elixir may become more and more powerful.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91324,
    "shabad_id": 25669,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ ਪ੍ਰਿਯਾ ਸੇਵਾ ਸਨਮੁਖ ਰਹੋਂ ਅਾਰਸੁ ਨ ਅਾਵੈ ਨਿੰਦ੍ਰਾ ਅਾਜ ਮੇਰੀ ਬਾਰੀ ਹੈ ॥੬੫੪॥",
    "transliteration": "Man Bach Kram Priyaa Sayvaa Sanamoukh Rahon , Aarasu N Aavai Nindraa Aaj Mayree Baaree Hai ?654?",
    "translation": "Now that an opportunity of meeting with Lord on the heart like bed has come up in this invaluable life as a human being, then let me remain engrossed in the voiceless voice meditation of the Lord on account of my mind, words and actions. May I not sleep n",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
