[
  {
    "id": 91329,
    "shabad_id": 25671,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਾ ਦਿਨ ਜਗਤ ਮਨ ਟਹਿਲ ਕਹੀ ਰਿਸਾੲਿ ਗ੍ਰਯਾਨ ਧ੍ਰਯਾਨ ਕੋਟ ਜੋਗ ਜਗ ਨ ਸਮਾਨ ਹੈ",
    "transliteration": "Jaa Din Jagat Man Tahil Kahee Risaai , Gyaan Dhyaan Kot Jog Jag N Samaan Hai ?",
    "translation": "The day Omniscient Lord felt pleased and ordered to perform service, millions of worldly knowledge, meditation, yoga became paltry on that auspicious day.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91330,
    "shabad_id": 25671,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾ ਦਿਨ ਭੲੀ ਪਨਿਹਾਰੀ ਜਗਨ ਨਾਥ ਜੀ ਕੀ ਤਾ ਸਮ ਨ ਛਤ੍ਰਧਾਰੀ ਕੋਟਨ ਕੋਟਾਨ ਹੈ",
    "transliteration": "Jaa Din Bhaee Panihaaree Jagan Naad Jee Kee , Taa Sam N Chhatradhaaree Kotan Kotaan Hai ?",
    "translation": "The day I received the assignment of filling water for God, the master of the Universe, the comforts of millions of kingdoms cannot compare with that blessed day.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91331,
    "shabad_id": 25671,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਦਿਨ ਪਿਸਨਹਾਰੀ ਭੲੀ ਜਗਜੀਵਨ ਕੀ ਅਰਥ ਧਰਮ ਕਾਮ ਮੋਖ ਦਾਸਨ ਦਾਸਾਨ ਹੈ",
    "transliteration": "Jaa Din Pisanahaaree Bhaee Jagajeevan Kee , Arad Dharam Kaam Mokh Daasan Daasaan Hai ?",
    "translation": "The day I received the assignment of grinding the mill-stone of the Lord, the master of universe and all living beings, then the four much sought and desired elements of spirituality became slave of the servants.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91332,
    "shabad_id": 25671,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਛਿਰਕਾਰੀ ਪਨਿਹਾਰੀ ਪੀਸਨਕਾਰੀ ਕੋ ਜੋ ਸੁਖ ਪ੍ਰੇਮਨੀ ਪਿਅਾਰੀ ਕੋ ਅਕਥ ੳੁਨਮਾਨ ਹੈ ||੬੫੬||",
    "transliteration": "Chhirakaaree Panihaaree Peesanakaaree Ko Jo Soukha , Praymanee Piaaree Ko Akad Ounamaan Hai ?656?",
    "translation": "The love-lorn beloved who is blessed with the task of sprinkling of water, grinding of mill-stone and filling of water, to state her praise, comfort and peace is beyond description.  (656)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
