[
  {
    "shabad_id": 25673,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "mjn kY cIr cwr AMjn qmol rs ABrn isMgwr swj ishjw ibCweI hY",
    "transliteration": "Majan Kai Cheer Chaar Anjan Tamol Rasa , Abharan Singaar Saaj Sihajaa Bichhaaee Hai ?",
    "translation": "Bathing myself clean, wearing beautiful clothes, putting collyrium in the eyes, eating a betel and adoring myself with various ornaments I have laid the bed of my Lord. (I have prepared myself for union with my beloved God Lord).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25673,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kusm sugMiD Ar mMdr suMdr mwNJ dIpk idpq jgmg joq CweI hY",
    "transliteration": "Kousam Sougandhi Ar Mandar Soundar Maanjha , Deepak Dipat Jagamag Jot Chhaaee Hai ?",
    "translation": "The beautiful bed is decorated with fragrant flowers and the beautiful room is lit up with radiant light.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25673,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "soDq soDq saun lgn mnwie mn bwNCq ibDwn icrkwr bwrI AweI hY",
    "transliteration": "Sodhat Sodhat Saoun Lagan Manaai Mana , Baanchhat Bidhaan Chirakaar Baaree Aaee Hai ?",
    "translation": "I have received this human birth after much effort for the union with the Lord God. (I have gone through many births to reach to this stage that is very auspicious).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25673,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Aausr ABIc nIc inMdRw mY sovq Koey nYn auGrq AMq pwCY pCuqweI hY ]658]",
    "transliteration": "Aousar Abheech Neech Nindraa Mai Sovat Khoay , Nain Ougharat Ant Paachhai Pachhoutaaee Hai ?658?",
    "translation": "But losing this opportunity of favourable constellation position for a union with God in the sleep of hateful ignorance, one will only repent when one wakes up (because by then it would be too late).  (658)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
