[
  {
    "id": 91337,
    "shabad_id": 25673,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਜਨ ਕੈ ਚੀਰ ਚਾਰ ਅੰਜਨ ਤਮੋਲ ਰਸ ਅਭਰਨ ਸਿੰਗਾਰ ਸਾਜ ਸਿਹਜਾ ਬਿਛਾੲੀ ਹੈ",
    "transliteration": "Majan Kai Cheer Chaar Anjan Tamol Rasa , Abharan Singaar Saaj Sihajaa Bichhaaee Hai ?",
    "translation": "Bathing myself clean, wearing beautiful clothes, putting collyrium in the eyes, eating a betel and adoring myself with various ornaments I have laid the bed of my Lord. (I have prepared myself for union with my beloved God Lord).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91338,
    "shabad_id": 25673,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੁਸਮ ਸੁਗੰਧਿ ਅਰ ਮੰਦਰ ਸੁੰਦਰ ਮਾਂਝ ਦੀਪਕ ਦਿਪਤ ਜਗਮਗ ਜੋਤ ਛਾੲੀ ਹੈ",
    "transliteration": "Kousam Sougandhi Ar Mandar Soundar Maanjha , Deepak Dipat Jagamag Jot Chhaaee Hai ?",
    "translation": "The beautiful bed is decorated with fragrant flowers and the beautiful room is lit up with radiant light.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91339,
    "shabad_id": 25673,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੋਧਤ ਸੋਧਤ ਸੳੁਨ ਲਗਨ ਮਨਾੲਿ ਮਨ ਬਾਂਛਤ ਬਿਧਾਨ ਚਿਰਕਾਰ ਬਾਰੀ ਅਾੲੀ ਹੈ",
    "transliteration": "Sodhat Sodhat Saoun Lagan Manaai Mana , Baanchhat Bidhaan Chirakaar Baaree Aaee Hai ?",
    "translation": "I have received this human birth after much effort for the union with the Lord God. (I have gone through many births to reach to this stage that is very auspicious).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91340,
    "shabad_id": 25673,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅੳੁਸਰ ਅਭੀਚ ਨੀਚ ਨਿੰਦ੍ਰਾ ਮੈ ਸੋਵਤ ਖੋੲੇ ਨੈਨ ੳੁਘਰਤ ਅੰਤ ਪਾਛੈ ਪਛੁਤਾੲੀ ਹੈ ॥੬੫੮॥",
    "transliteration": "Aousar Abheech Neech Nindraa Mai Sovat Khoay , Nain Ougharat Ant Paachhai Pachhoutaaee Hai ?658?",
    "translation": "But losing this opportunity of favourable constellation position for a union with God in the sleep of hateful ignorance, one will only repent when one wakes up (because by then it would be too late).  (658)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
