[
  {
    "id": 91353,
    "shabad_id": 25677,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੋੲੀ ਮਿਲੈ ਅਾਪਾ ਖੋੲਿ ਸੋੲੀ ਤੳੁ ਨਾਯਕਾ ਹੋੲਿ ਮਾਨ ਕੀੲੇ ਮਾਨਮਤੀ ਪਾੲੀਅੈ ਨ ਮਾਨ ਜੀ",
    "transliteration": "Joee Milai Aapaa Khoi Soee Tau Naayakaa Hoi , Maan Keeay Maanamatee Paaeeai N Maan Jee ?",
    "translation": "The seeker woman who sheds her ego and meets with dear husband, she alone is the loved wife of the husband. One cannot get honour and respect from the Lord if one feels haughty and egoistic.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91354,
    "shabad_id": 25677,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਘਨਹਰ ਬਰਸੈ ਸਰਬਤ੍ਰ ਸਮ ੳੁਚੈ ਨ ਚੜਤ ਜਲ ਬਸਤ ਨੀਚਾਨ ਜੀ",
    "transliteration": "Jaisay Ghanahar Barasai Sarabatr Sama , Ouchai N Charhat Jal Basat Neechaan Jee ?",
    "translation": "Just as clouds rain equally in all places, its water cannot climb up the mounds. Water always go and settles at lower levels.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91355,
    "shabad_id": 25677,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਨ ਸਮੀਪ ਜੈਸੇ ਬੂਡ੍ਰਯੋ ਹੈ ਬਡਾੲੀ ਬਾਂਸ ਅਾਸ ਪਾਸ ਬਿਰਖ ਸੁਬਾਸ ਪਰਵਾਨ ਜੀ",
    "transliteration": "Chandan Sameep Jaisay Boodyo Hai Badaaee Baansa , Aas Paas Birakh Soubaas Paravaan Jee ?",
    "translation": "Just as a bamboo stays in his pride of being high and lofty and remains bereft of the fragrance of sandalwood, but all big and small trees and plants absorb that sweet smell in themselves.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91356,
    "shabad_id": 25677,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਸਿੰਧ ਪ੍ਰਿਯ ਤੀਯ ਹੋੲਿ ਮਰਜੀਵਾ ਗਤਿ ਪਾਵਤ ਪਰਮਗਤਿ ਸਰਬ ਨਿਧਾਨ ਜੀ ॥੬੬੨॥",
    "transliteration": "Kripaa Sindh Priy Teey Hoi Marajeevaa Gati , Paavat Paramagati Sarab Nidhaan Jee ?662?",
    "translation": "Similarly, to be the wife of the ocean of kindness-dear Lord, one has to sacrifice oneself and become a living dead person. Only then can one acquire the treasure of all treasures (God's name from the True Guru) and reach the supreme divine state.  (662)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
