[
  {
    "id": 91361,
    "shabad_id": 25679,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰੇਮ ਰਸੁ ਅੳੁਸੁਰ ਅਗ੍ਰਯਾਨ ਮੈ ਨ ਅਾਗ੍ਰਯਾ ਮਾਨੀ ਮਾਨ ਕੈ ਮਾਨਨ ਅਪਨੋੲੀ ਮਾਨ ਖੋਯੋ ਹੈ",
    "transliteration": "Praym Rasu Aousur Agyaan Mai N Aagyaa Maanee , Maan Kai Maanan Apanoee Maan Khoyo Hai ?",
    "translation": "In my human birth when it was time to acquire the elixir like love of my beloved Lord, I did not obey the command of my True Guru to toil and practice the teachings of the Guru. Becoming proud of my youth and wealth, I lost the respect that I had in the h",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91362,
    "shabad_id": 25679,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤਾਂ ਤੇ ਰਿਸ ਮਾਨ ਪ੍ਰਾਨਨਾਥ ਹੂੰ ਜੁ ਮਾਨੀ ਭੲੇ ਮਾਨਤ ਨ ਮੇਰੇ ਮਾਨ ਅਾਨਿ ਦੁਖ ਰੋੲਿਓ ਹੈ",
    "transliteration": "Taan Tay Ris Maan Praananaad Hoon Ju Maanee Bhaay , Maanat N Mayray Maan Aani Doukh Roiao Hai ?",
    "translation": "Due to my involvement in worldly pleasures, my Master beloved Lord has become angry with me. Now when I try to bring him around, I fail. 0 my pious friend! I have now come and expressed my distress before you.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91363,
    "shabad_id": 25679,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਲੋਕ ਬੇਦ ਗ੍ਰਯਾਨ ਦਤ ਭਗਤ ਪ੍ਰਧਾਨ ਤਾ ਤੇ ਲੁਨਤ ਸਹਸ ਗੁਨੋ ਜੈਸੇ ਬੀਜ ਬੋਯੋ ਹੈ",
    "transliteration": "Lok Bayd Gyaan Dat Bhagat Pradhaan Taa Tay , Lounat Sahas Gouno Jaisay Beej Boyo Hai ?",
    "translation": "It is a primary axiom of all the folk tales and religious scriptures that one reaps what one had sown. Whatever good or bad we sow, we have to reap many times more than that.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91364,
    "shabad_id": 25679,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦਾਸਨ ਦਾਸਾਨ ਗਤਿ ਬੇਨਤੀ ਕੈ ਪਾੲਿ ਲਾਗੳੁ ਹੈ ਕੋੳੂ ਮਨਾੲਿ ਦੈ ਸਗਲ ਜਗ ਜੋਯੋ ਹੈ ||੬੬੪||",
    "transliteration": "Daasan Daasaan Gati Baynatee Kai Paai Laagau , Hai Kooo Manaai Dai Sagal Jag Joyo Hai ?664?",
    "translation": "I have searched the whole world, defeated and defected. I have now made myself as the slave of the servants and approaching the slaves of the Lord, I go into their refuge with a prayer-Is there any God-loved servant who can bring around my separated and a",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
