[
  {
    "id": 91365,
    "shabad_id": 25680,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਫਰਕਤ ਲੋਚਨ ਅਧਰ ਪੁਜਾ ਤਾਪੈ ਤਨ ਮਨ ਮੈ ਅੳੁਸੇਰ ਕਬ ਲਾਲ ਗ੍ਹਿ ਅਾਵੲੀ",
    "transliteration": "Dharakat Lochan Adhar Pujaa Taapai Tana , Man Mai Aousayr Kab Laal Grih Aavaee ?",
    "translation": "With earnest desire of meeting my beloved Lord in my heart, my eyes, lips and arms are quivering. My body temperature is rising while my mind is restless. When will my dear beloved come to abide into my house-like heart?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91366,
    "shabad_id": 25680,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨੈਨਨ ਸੈ ਨੈਨ ਅਰ ਬੈਨਨ ਸੇ ਬੈਨ ਮਿਲੈ ਰੈਨ ਸਮੈ ਚੈਨ ਕੋ ਸਿਹਜਾਸਨ ਬੁਲਾਵਹੀ",
    "transliteration": "Nainan Sai Nain Ar Bainan Say Bain Milai , Rain Samai Chain Ko Sihajaasan Bulaavahee ?",
    "translation": "When will I have my eyes and words (lips) meeting with the eyes and words (lips) of my Lord? And when will my beloved Lord call me to His bed at night to make me enjoy the divine pleasure of this meeting?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91367,
    "shabad_id": 25680,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਰ ਗਹਿ ਕਰ ੳੁਰ ੳੁਰ ਸੈ ਲਗਾੲਿ ਪੁਨ ਅੰਕ ਅੰਕਮਾਲ ਕਰਿ ਸਹਿਜ ਸਮਾਵਹੀ",
    "transliteration": "Kar Gahi Kar Ur Ur Sai Lagaai Pouna , Ank Ankamaal Kari Sahij Samaavahee ?",
    "translation": "When will He hold me by my hand, take me into His embrace, in His lap, around His neck and plunge me into the spiritual ecstasy?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91368,
    "shabad_id": 25680,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਪੀਅਾੲਿ ਤ੍ਰਿਪਤਾੲਿ ਅਾਲੀ ਦਯਾ ਕੈ ਦਯਾਲ ਦੇਵ ਕਾਮਨਾ ਪੁਜਾਵਹੀ ॥੬੬੫॥",
    "transliteration": "Praym Ras Anmrit Peeaai Tripataai Aalee , Dayaa Kai Dayaal Dayv Kaamanaa Pujaavahee ?665?",
    "translation": "O my co-congregational friends! When will the beloved Lord make me drink the loving elixir of spiritual union and satiate me; and when will the effulgent and kind Lord become benevolent and appease the desire of my mind?  (665)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
