[
  {
    "id": 91369,
    "shabad_id": 25681,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਚਨ ਅਨੂਪ ਰੂਪ ਦੇਖਿ ਮੁਰਛਾਤ ਭੲੇ ਸੇੲੀ ਮੁਖ ਬਹਿਰਿਓ ਬਿਲੋਕ ਧ੍ਰਯਾਨ ਧਾਰਿ ਹੈ",
    "transliteration": "Lochan Anoop Roop Daykhi Murachhaat Bhaay , Sayee Moukh Bahiriao Bilok Dhyaan Dhaari Hai ?",
    "translation": "O friend! seeing the beautiful form of the beloved, I had become unconscious. Seeing that radiant face again in my inner self, my inner consciousness has anchored on to the stable peace.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91370,
    "shabad_id": 25681,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਮ੍ਰਿਤ ਬਚਨ ਸੁਨਿ ਸ੍ਵਨ ਬਿਮੋਹੇ ਅਾਲੀ ਤਾਹੀ ਮੁਖ ਬੈਨ ਸੁਨ ਸੁਰਤ ਸਮਾਰਿ ਹੈ",
    "transliteration": "Anmrit Bachan Souni Sravan Bimohay Aalee , Taahee Moukh Bain Soun Surat Samaari Hai ?",
    "translation": "O friend! hearing whose ambrosial words, my ears had gone into raptures, now with the ambrosial words from the same tongue entering my consciousness, my inner self has become engrossed in His Naam Simran.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91371,
    "shabad_id": 25681,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਪੈ ਬੇਨਤੀ ਬਖਾਨਿ ਜਿਹਬਾ ਥਕਤ ਭੲੀ ਤਾਹੀ ਕੇ ਬੁਲਾੲੇ ਪੁਨ ਬੇਨਤੀ ੳੁਚਾਰਿ ਹੈ",
    "transliteration": "Jaa Pai Baynatee Bakhaani Jihabaa Dakat Bhaee , Taahee Kay Bulaaay Poun Baynatee Ouchaari Hai ?",
    "translation": "The beloved Lord praying to whom my tongue had got tired, I am praying non-stop to call that Lord on the bed of my heart.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91372,
    "shabad_id": 25681,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੈਸੇ ਮਦ ਪੀੲੇ ਗ੍ਰਯਾਨ ਧ੍ਰਯਾਨ ਬਿਸਰਨ ਹੋੲਿ ਤਾਹੀ ਮਦ ਅਚਵਤ ਚੇਤਨ ਪ੍ਰਕਾਰ ਹੈ ॥੬੬੬॥",
    "transliteration": "Jaisay Mad Peeay Gyaan Dhyaan Bisaran Hoi , Taahee Mad Achavat Chaytan Prakaar Hai ?666?",
    "translation": "Just as consuming some intoxicating substance, all awareness and consciousness is lost, (a man becomes unconscious), now drinking it in the form of Naam Amrit, it has become a means of inner consciousness.  (666)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
