[
  {
    "id": 91373,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸੁਨਿ ਪ੍ਰਿਯ ਗਵਨ ਸ੍ਵਨ ਬਹਰੇ ਨ ਭੲੇ ਕਾਹੇ ਕੀ ਪਤਿਬ੍ਰਤਾ ਪਤਿਬ੍ਰਤ ਪਾਯੋ ਹੈ",
    "transliteration": "Souni Priy Gavan Sravan Baharay N Bhaay , Kaahay Kee Patibrataa Patibrat Paayo Hai ?",
    "translation": "Why did my ears not turn deaf hearing the departure of my dear beloved? What type of faithful and loyal wife am I and what sort of husband-engrossed religion (life style) have I acquired?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91374,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦ੍ਰਿਸਟ ਪ੍ਰਿਯ ਅਗੋਚਰ ਹੁੲਿ ਅੰਧਰੇ ਨ ਭੲੇ ਨੈਨ ਕਾਹੇ ਕੀ ਪ੍ਰੇਮਨੀ ਪ੍ਰੇਮ ਹੂੰ ਲਜਾਯੋ ਹੈ",
    "transliteration": "Drisat Priy Agochar Hui Andharay N Bhaay Naina , Kaahay Kee Praymanee Praym Hoon Lajaayo Hai ?",
    "translation": "Why did I not go blind when my beloved was disappearing from my vision? What sort of beloved am I ? I have shamed the love.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91375,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਵਧਿ ਬਿਹਾੲੇ ਧਾੲਿ ਧਾੲਿ ਬਿਰਹਾ ਬਿਅਾਪੈ ਕਾਹੇ ਕੀ ਬਿਰਹਨੀ ਬਿਰਹ ਬਿਲਖਾਯੋ ਹੈ",
    "transliteration": "Avadhi Bihaaay Dhaai Dhaai Birahaa Biaapai , Kaahay Kee Birahanee Birah Bilakhaayo Hai ?",
    "translation": "My life is waning and the separation of my Lord is chasing me and causing me distress. What type of separation is this? The pangs of separations have made me restless.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91376,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੁਨਤ ਬਿਦੇਸ ਕੇ ਸੰਦੇਸ ਨਾਹਿ ਫੂਟਯੋ ਰਿਦਾ ਕੳੁਨ ਕੳੁਨ ਗਨੳੁ ਚੂਕ ੳੁੱਤਰ ਨ ਅਾਯੋ ਹੈ ॥੬੬੭॥",
    "transliteration": "Sounat Bidays Kay Sandays Naahi Dhootayo Ridaa , Kaoun Kaoun Ganau Chook Outar N Aayo Hai ?667?",
    "translation": "Why has my heart not burst, receiving the message that my dear beloved will stay away from me in other place? What all blunders made may I count and recall, I have no answer of it.  (667)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
