[
  {
    "id": 91373,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "suin piRX gvn sÍn bhry n Bey kwhy kI piqbRqw piqbRq pwXo hY",
    "transliteration": "Souni Priy Gavan Sravan Baharay N Bhaay , Kaahay Kee Patibrataa Patibrat Paayo Hai ?",
    "translation": "Why did my ears not turn deaf hearing the departure of my dear beloved? What type of faithful and loyal wife am I and what sort of husband-engrossed religion (life style) have I acquired?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91374,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "diRst piRX Agocr huie AMDry n Bey nYn kwhy kI pRymnI pRym hUM ljwXo hY",
    "transliteration": "Drisat Priy Agochar Hui Andharay N Bhaay Naina , Kaahay Kee Praymanee Praym Hoon Lajaayo Hai ?",
    "translation": "Why did I not go blind when my beloved was disappearing from my vision? What sort of beloved am I ? I have shamed the love.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91375,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AviD ibhwey Dwie Dwie ibrhw ibAwpY kwhy kI ibrhnI ibrh iblKwXo hY",
    "transliteration": "Avadhi Bihaaay Dhaai Dhaai Birahaa Biaapai , Kaahay Kee Birahanee Birah Bilakhaayo Hai ?",
    "translation": "My life is waning and the separation of my Lord is chasing me and causing me distress. What type of separation is this? The pangs of separations have made me restless.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91376,
    "shabad_id": 25682,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sunq ibdys ky sMdys nwih PUtXo irdw kaun kaun gnau cUk au`qr n AwXo hY ]667]",
    "transliteration": "Sounat Bidays Kay Sandays Naahi Dhootayo Ridaa , Kaoun Kaoun Ganau Chook Outar N Aayo Hai ?667?",
    "translation": "Why has my heart not burst, receiving the message that my dear beloved will stay away from me in other place? What all blunders made may I count and recall, I have no answer of it.  (667)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
