[
  {
    "id": 91377,
    "shabad_id": 25683,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਿਰਹ ਦਾਵਾਨਲ ਪ੍ਰਗਟੀ ਨ ਤਨ ਬਨ ਬਿਖੈ ਅਸਨ ਬਸਨ ਤਾ ਮੈ ਘ੍ਰਿਤ ਪਰਜਾਰਿ ਹੈ",
    "transliteration": "Birah Daavaanal Pragatee N Tan Ban Bikhai , Asan Basan Taa Mai Ghrit Parajaari Hai ?",
    "translation": "The separation of my beloved is not only appearing in my body, like the fire of jungle, but all these dainty dishes and dresses instead of giving me comfort are acting like oil in raising the intensity of fire and consequently my sufferings.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91378,
    "shabad_id": 25683,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਥਮ ਪ੍ਰਕਾਸੇ ਧੂਮ ਅਤਿਹੀ ਦੁਸਹਾ ਦੁਖ ਤਾਹੀ ਤੇ ਗਗਨ ਘਨ ਘਟਾ ਅੰਧਕਾਰ ਹੈ",
    "transliteration": "Pradam Prakaasay Dhoom Atihee Dousahaa Doukha , Taahee Tay Gagan Ghan Ghataa Andhakaar Hai ?",
    "translation": "Firstly, this separation, because of the sighs associated with it is appearing like smoke and thus unbearable and then this smoke is looking like dark clouds in the sky causing darkness all around.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91379,
    "shabad_id": 25683,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਭਭਕ ਭਭੂਕੋ ਹ੍ਵੈ ਪ੍ਰਕਾਸਯੋ ਹੈ ਅਕਾਸ ਸਸਿ ਤਾਰਕਾ ਮੰਡਲ ਚਿਨਗਾਰੀ ਚਮਕਾਰ ਹੈ",
    "transliteration": "Bhabhak Bhabhooko Hvai Prakaasayo Hai Akaas Sasi , Taarakaa Mandal Chinagaaree Chamakaar Hai ?",
    "translation": "Even the moon in the sky is looking like a flame. The stars are appearing to me as the sparks of that fire.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91380,
    "shabad_id": 25683,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਾ ਸਿਓ ਕਹੳੁ ਕੈਸੇ ਅੰਤਕਾਲ ਬ੍ਰਿਥਾਵੰਤ ਗਤਿ ਮੋਹਿ ਦੁਖ ਸੋੲੀ ਸੁਖਦਾੲੀ ਸੰਸਾਰ ਹੈ ॥੬੬੮॥",
    "transliteration": "Kaa Siao Kahau Kaisay Antakaal Bridaavant Gati , Mohi Doukh Soee Soukhadaaee Sansaar Hai ?668?",
    "translation": "Like a patient nearing his death, whom should I tell this state that has resulted due to the fire of separation? All these things (moon, stars, dresses etc.) are becoming uncomfortable and painful for me, whereas all these are highly peace-giving and sour",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
