[
  {
    "id": 91381,
    "shabad_id": 25684,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ੲੇੲੀ ਅਖੀਅਾਂ ਜੁ ਪੇਖਿ ਪ੍ਰਥਮ ਅਨੂਪ ਰੂਪ ਕਾਮਨਾ ਪੂਰਨ ਕਰਿ ਸਹਜ ਸਮਾਨੀ ਹੈ",
    "transliteration": "Ayee Akheeaan Ju Paykhi Pradam Anoop Roopa , Kaamanaa Pooran Kari Sahaj Samaanee Hai ?",
    "translation": "These are the very eyes which used to see the extremely beautiful form of the beloved Lord and satisfying their desire would absorb themselves in the spiritual bliss.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91382,
    "shabad_id": 25684,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੲੇੲੀ ਅਖੀਅਾਂ ਜੁ ਲੀਲਾ ਲਾਲਨ ਕੀ ੲਿਕ ਟਕ ਅਤਿ ਅਸਚਰਜ ਹ੍ਵੈ ਹੇਰਤ ਹਿਰਾਨੀ ਹੈ",
    "transliteration": "Ayee Akheeaan Ju Leelaa Laalan Kee Ik Taka , Ati Asacharaj Hvai Hayrat Hiraanee Hai ?",
    "translation": "These are the eyes that used to go into raptures of bliss seeing the divine wonders of the dear Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91383,
    "shabad_id": 25684,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੲੇੲੀ ਅਖੀਅਾਂ ਜੁ ਬਿਛੁਰਤ ਪ੍ਰਿਯ ਪ੍ਰਾਨਪਤਿ ਬਿਰਹ ਬਿਯੋਗ ਰੋਗ ਪੀਰਾ ਕੈ ਪਿਰਾਨੀ ਹੈ",
    "transliteration": "Ayee Akheeaan Ju Bichhurat Priy Praanapati , Birah Biyog Rog Peeraa Kai Piraanee Hai ?",
    "translation": "These are the eyes that used to suffer the most at the time of separation of the Lord, the Master of my life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91384,
    "shabad_id": 25684,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਾਸਕਾ ਸ੍ਵਨ ਰਸਨਾ ਮੈ ਅਗ੍ਰਭਾਗ ਹੁਤੀ ੲੇੲੀ ਅਖੀਅਾਂ ਸਗਲ ਅੰਗ ਮੈਂ ਬਿਰਾਨੀ ਹੈ ||੬੬੯||",
    "transliteration": "Naasakaa Sravan Rasanaa Mai Agrabhaag Houtee , Ayee Akheeaan Sagal Ang Main Biraanee Hai ?669?",
    "translation": "To fulfill the loving relationship with the beloved, these eyes that used to be ahead of all other parts of my body like nose, ears, tongue etc. are now behaving like stranger over all of them. (Being bereft of beloved Lord's glimpse and His wondrous deed",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
