[
  {
    "id": 91385,
    "shabad_id": 25685,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "iek tk DRXwn huqy cMdRmy ckor giq pl n lgq sÍpnY hUM n idKweIAY",
    "transliteration": "Ik Tak Dhyaan Houtay Chandramay Chakor Gati , Pal N Lagat Svapanai Hoon N Dikhaaeeai ?",
    "translation": "I used to see my beloved Lord without a blink of the eye as a ruddy sheldrake looks at moon. There used to be no break. But now I don't even see Him in a dream.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91386,
    "shabad_id": 25685,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AMmiRq bcn Duin suniq hI ibdRXmwn qw muK sMdyso pQkn pY n pweIAY",
    "transliteration": "Anmrit Bachan Dhouni Sounati Hee Bidyamaana , Taa Moukh Sandayso Padakan Pai N Paaeeai ?",
    "translation": "Previously, I used to hear the melody of my beloved's sweet words from His mouth, but now I do not even receive His messages even from the passers by coming or going this way.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91387,
    "shabad_id": 25685,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ishjw smY n aur AMqr smwqo hwr Aink phwr Et Bey kYsy jweIAY",
    "transliteration": "Sihajaa Samai N Ur Antar Samaato Haara , Anik Pahaar Aot Bhaay Kaisay Jaaeeai ?",
    "translation": "Previously, even the interference of the necklace around my neck was not tolerated between us at the time of our meeting on the nuptial bed, but now many mountain size customs have come up between us. How can I raise them down and reach my beloved Lord?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91388,
    "shabad_id": 25685,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "shj sMjog Bog rs prqwp huqy ibrh ibXog sog rog ibllweIAY ]670]",
    "transliteration": "Sahaj Sanjog Bhog Ras Parataap Houtay , Birah Biyog Sog Rog Bilalaaeeai ?670?",
    "translation": "Previously in my spiritual tranquility, I had the happiness and bliss of being near Him, but I am now crying with pangs of separation.  (670)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
