[
  {
    "id": 91389,
    "shabad_id": 25686,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਾ ਕੈ ੲੇਕ ਫਨ ਪੈ ਧਰਨ ਹੈ ਸੋ ਧਰਨੀਧਰ ਤਾਂਹਿ ਗਿਰਧਰ ਕਹੈ ਕੳੁਨ ਬਡਿਅਾੲੀ ਹੈ",
    "transliteration": "Jaa Kai Ayk Dhan Pai Dharan Hai So Dharaneedhara , Taanhi Giradhar Kahai Kaoun Badiaaee Hai ?",
    "translation": "God created Sheshnag who is believed to be supporting the Earth on one of his thousand heads, and he is called Dharnidhar, and if his creator is called by the name of Girdhar (lifter of Goverdhan mountain-Krishan) what sort of praise is his?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91390,
    "shabad_id": 25686,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾ ਕੋ ੲੇਕ ਬਾਵਰੋ ਕਹਾਵਤ ਹੈ ਬਿਸ੍ਵਨਾਥ ਤਾਹਿ ਬ੍ਰਿਜਨਾਥ ਕਹੇ ਕੌਨ ਅਧਿਕਾੲੀ ਹੈ",
    "transliteration": "Jaa Ko Ayk Baavaro Kahaavat Hai Bisvanaada , Taahi Brijanaad Kahay Kaoun Adhikaaee Hai ?",
    "translation": "The creator who has created a crazy (Shiv Ji) and is called Vishwanath (master of the Universe), if his creator is called Brijnath (master of Braj region-Sri Krishan) then what is so praiseworthy about him?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91391,
    "shabad_id": 25686,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਗਲ ਅਕਾਰ ਓਂਕਾਰ ਕੇ ਬਿਥਾਰੇ ਜਿਨ ਤਾਹਿ ਨੰਦ ਨੰਦ ਕਹੈ ਕੳੁਨ ਠਕੁਰਾੲੀ ਹੈ",
    "transliteration": "Sagal Akaar Aonkaar Kay Bidaaray Jina , Taahi Nand Nand Kahai Kaoun Tthakuraaee Hai ?",
    "translation": "The creator who has created this entire expanse, if that creator is called son of Nand-Krishan Ji, then what is so great about him?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91392,
    "shabad_id": 25686,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ੳੁਸਤਤਿ ਜਾਨਿ ਨਿੰਦਾ ਕਰਤ ਅਗ੍ਰਯਾਨ ਅੰਧ ਅੈਸੇ ਹੀ ਅਰਾਧਨ ਤੇ ਮੋਨ ਸੁਖਦਾੲੀ ਹੈ ॥੬੭੧॥",
    "transliteration": "Ousatati Jaani Nindaa Karat Agyaan Andha , Aisay Hee Araadhan Tay Mon Soukhadaaee Hai ?671?",
    "translation": "(So by such type of worship) ignorant and blind of knowledge consider Lord's worship being performed, but instead, they are slandering Him. Remaining silent is far better than this type of worship.  (671)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
