[
  {
    "id": 91393,
    "shabad_id": 25687,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਖ ਸਿਖ ਲੳੁ ਸਗਲ ਅੰਗ ਰੋਮ ਰੋਮ ਕਰਿ ਕਾਟਿ ਕਾਟਿ ਸਿਖਨ ਕੇ ਚਰਨ ਪਰ ਵਾਰੀਅੈ",
    "transliteration": "Nakh Sikh Lau Sagal Ang Rom Rom Kari , Kaati Kaati Sikhan Kay Charan Par Vaareeai ?",
    "translation": "If I cut every part of my body from nails to the top of my head into the size of a hair and sacrifice them over the holy feet of the Sikhs of Guru'",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91394,
    "shabad_id": 25687,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਗਨਿ ਜਲਾੲਿ ਫੁਨਿ ਪੀਸਨ ਪੀਸਾੲਿ ਤਾਂਹਿ ਲੈ ੳੁਡੇ ਪਵਨ ਹੁੲਿ ਅਨਿਕ ਪ੍ਰਕਾਰੀਅੈ",
    "transliteration": "Agani Jalaai Dhouni Peesan Peesaai Taanhi , Lai Uday Pavan Hui Anik Prakaareeai ?",
    "translation": "And then these cut parts are burnt in fire, ground to ashes in a mill-stone and these ashes are blown all over by the wind;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91395,
    "shabad_id": 25687,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਤ ਕਤ ਸਿਖ ਪਗ ਧਰੈ ਗੁਰ ਪੰਥ ਪ੍ਰਾਤ ਤਾਹੂ ਤਾਹੂ ਮਾਰਗ ਮੈ ਭਸਮ ਕੈ ਡਾਰੀਅੈ",
    "transliteration": "Jat Kat Sikh Pag Dharai Gur Pand Praata , Taahoo Taahoo Maarag Mai Bhasam Kai Daareeai ?",
    "translation": "Spread these ashes of my body on the paths leading to the door of the True Guru, that the Sikhs of the Guru take at the ambrosial hour;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91396,
    "shabad_id": 25687,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤਿਹ ਪਦ ਪਾਦਕ ਚਰਨ ਲਿਵ ਲਾਗੀ ਰਹੈ ਦਯਾ ਕੈ ਦਯਾਲ ਮੋਹਿ ਪਤਿਤ ੳੁਧਾਰੀਅੈ ॥੬੭੨॥",
    "transliteration": "Tih Pad Paadak Charan Liv Laagee Rahai , Dayaa Kai Dayaal Mohi Patit Udhaareeai ?672?",
    "translation": "So that the touch of the feet of the Sikhs treading that path may keep me engrossed in the remembrance of my Lord. I may then pray before these Gursikhs to take me·-the sinner across the worldly ocean.  (672)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
