[
  {
    "id": 91397,
    "shabad_id": 25688,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੰਚ ਬਾਰ ਗੰਗ ਜਾੲਿ ਬਾਰ ਪੰਚ ਪ੍ਰਾਗ ਨਾੲਿ ਤੈਸਾ ਪੁੰਨ ੲੇਕ ਗੁਰਸਿਖ ਕੳੁ ਨਵਾੲੇ ਕਾ",
    "transliteration": "Panch Baar Gang Jaai Baar Panch Praag Naai , Taisaa Pounn Ayk Gursikh Kau Navaaay Kaa ?",
    "translation": "Providing bathing facility to a Sikh and helping him bathe is an act that is equal to five visits to a place of pilgrimage to river Ganges and an equal number to Prayag.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91398,
    "shabad_id": 25688,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿਖ ਕੳੁ ਪਿਲਾੲਿ ਪਾਨੀ ਭਾੳੁ ਕਰ ਕੁਰਖੇਤ ਅਸ੍ਵਮੇਧ ਜਗ ਫਲ ਸਿਖ ਕੳੁ ਜਿਵਾੲੇ ਕਾ",
    "transliteration": "Sikh Kau Pilaai Paanee Bhaau Kar Kurakhayta , Asvamaydh Jag Dhal Sikh Kau Jivaaay Kaa ?",
    "translation": "If a Sikh is served water with love and devotion, then it is an act equal to visiting Kurukshetra. And if a Sikh of the Guru is served meal with love and devotion one is rewarded with blessing obtainable from an Aswmedh Yag. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91399,
    "shabad_id": 25688,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਸਤ ਮੰਦਰ ਕੰਚਨ ਕੇ ੳੁਸਾਰ ਦੀਨੇ ਤੈਸਾ ਪੁੰਨ ਸਿਖ ਕੳੁ ੲਿਕ ਸਬਦ ਸਿਖਾੲੇ ਕਾ",
    "transliteration": "Jaisay Sat Mandar Kanchan Kay Ousaar Deenay , Taisaa Pounn Sikh Kau Ik Sabad Sikhaaay Kaa ?",
    "translation": "Just as a hundred temples raised in gold are given away in charity, its reward is equal to teaching one hymn of Gurbani to a Guru's Sikh. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91400,
    "shabad_id": 25688,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੈਸੇ ਬੀਸ ਬਾਰ ਦਰਸਨ ਸਾਧ ਕੀਅਾ ਕਾਹੂ ਤੈਸਾ ਫਲ ਸਿਖ ਕੳੁ ਚਾਪ ਪਗ ਸੁਅਾੲੇ ਕਾ ॥੬੭੩॥",
    "transliteration": "Jaisay Bees Baar Darasan Saadh Keeaa Kaahoo , Taisaa Dhal Sikh Kau Chaap Pag Suaaay Kaa ?673?",
    "translation": "The gain of pressing the feet of a tired Guru's Sikh and putting him to sleep is equal to seeing a noble and godly person a score of times.  (673)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
