[
  {
    "shabad_id": 25689,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau Anyk rogI Awvq hYN bYd giiH jYso jYso rog qYso AauKDu KuvwveI",
    "transliteration": "Jaisay Tau Anayk Rogee Aavat Hain Baid Grihi , Jaiso Jaiso Rog Taiso Aoukhadhu Khuvaavaee ?",
    "translation": "Just as several patients come to the house of a medical practitioner, and he administers medicine to each one of them according to their ailment.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25689,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy rwj dÍwr log Awvq syvw nimq joeI jwhIN jog qYsI tihl bqwveI",
    "transliteration": "Jaisay Raaj Dvaar Log Aavat Sayvaa Namita , Joee Jaaheen Jog Taisee Tahil Bataavaee ?",
    "translation": "Just as myriad people come to the door of the king to serve him, and each one is told to prefer service that he is capable and fit to do;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25689,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy dwqw pws jn ArQI Anyk AwvYN joeI joeI jwcY dy dy duKn imtwveI",
    "transliteration": "Jaisay Daataa Paas Jan Aradee Anayk Aavain , Joee Joee Jaachai Day Day Doukhan Mitaavaee ?",
    "translation": "Just as many needy persons come to a kind-hearted donor and he gives them whatever each one asks, thus allaying distress of each one of them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25689,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gur srn Awvq hYN Anyk isK jYso jYso Bwau qYsI kwmnw pujwveI ]674]",
    "transliteration": "Taisay Gur Saran Aavat Hain Anayk Sikha , Jaiso Jaiso Bhaau Taisee Kaamanaa Pujaavaee ?674?",
    "translation": "Similarly many Sikhs come into the refuge of the True Guru, and whatever devotion and love one has in the mind the , True Guru fulfils it accordingly.  (674)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
