[
  {
    "id": 91405,
    "shabad_id": 25690,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rwg jwq rwgI jwnY bYrwgY bYrwgI jwnY iqAwgih iqAwgI jwnY dIn dieAw dwn hY",
    "transliteration": "Raag Jaat Raagee Jaanai Bairaagai Bairaagee Jaanai , Tiaagahi Tiaagee Jaanai Deen Daiaa Daan Hai ?",
    "translation": "A musician alone knows the modes of music and singing and their various forms. Only a renunciator who has given up his attachment with worldly goods know what a detached temperament is, a hermit alone knows what it involves and a donor would know what it ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91406,
    "shabad_id": 25690,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jog jugq jogI jwnY Bog rs BogI jwnY rog doK rogI jwnY pRgt bKwn hY",
    "transliteration": "Jog Jougat Jogee Jaanai Bhog Ras Bhogee Jaanai , Rog Dokh Rogee Jaanai Pragat Bakhaan Hai ?",
    "translation": "Similarly a Yogi knows the method of strenuous penances that are required to be practiced for realisation of God. A relisher would know how to enjoy the taste and enjoyment of worldly tastes and this can be emphatically stated that a patient alone knows t",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91407,
    "shabad_id": 25690,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "PUl rwK mwlI jwnY pwnih qMbolI jwnY skl sugMiD giq gwNDI jwnau jwn hY",
    "transliteration": "Dhool Raakh Maalee Jaanai Paanahi Tanbolee Jaanai , Sakal Sougandhi Gati Gaandhee Jaanau Jaan Hai ?",
    "translation": "A gardener knows how to take care of flowers, a betel leaf seller alone knows how to preserve betel leaves. One can learn the secret of scents from a perfume seller.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 91408,
    "shabad_id": 25690,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "rqnY jauhwrI jwnY ibhwrY ibauhwrI jwnY Awqm pRIiKAw koaU ibbykI pihcwn hY ]675]",
    "transliteration": "Ratanai Jauhaaree Jaanai Bihaarai Biuhaaree Jaanai , Aatam Preekhiaa Kooo Bibaykee Pahichaan Hai ?675?",
    "translation": "Only a jeweller knows how to evaluate and examine the genuineness of a jewel. A trader knows all aspects of business but he who can recognise the reality of spiritual virtues is a rare, wise and knowledgeable person who has imbibed the teachings of Guru .",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
