[
  {
    "id": 61129,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਹੂੰ ਹੁੲਿ ਕੈ ਹਿੰਦੂਅਾ ਗਾੲਿਤ੍ਰੀ ਕੋ ਗੁਪਤ ਜਪਿਓ ਕਹੂੰ ਹੁੲਿ ਕੈ ਤੁਰਕਾ ਪੁਕਾਰੇ ਬਾਂਗ ਦੇਤ ਹੋ ||",
    "transliteration": "Kdhoondhue Kai Hindooaa Gaditroo Ko Goupt Japio, Kdhoondhue Kai Turkaa Poukdare Baan Det Ho||",
    "translation": "Somewhere Thou becomest a Hindu and repeatest Gayatri secretly: Somewhere becoming a Turk Thou callest Muslims to worship.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61130,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਹੂੰ ਕੋਕ ਕਾਬ ਹੁੲਿ ਕੈ ਪੁਰਾਨ ਕੋ ਪੜਤ ਮਤ ਕਤਰੂੰ ਕੁਰਾਨ ਕੋ ਨਿਦਾਨ ਜਾਨ ਲੇਤ ਹੋ ||",
    "transliteration": "Kahoon Kok Kaab Hue Kai Puraan Ko Padat Mat Kat-hoon Kuraan Ko Nidaan Jaan Let Ho||",
    "translation": "Somewhere being a poet thou recitest the Pauranic wisdom and somewhere Thou recitest the Pauranic wisdom and somewhere Thou comprehendest the essence of Quran.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61131,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਹੂੰ ਬੇਦ ਰੀਤ ਕਹੂੰ ਤਾ ਸਿੳੁ ਬਿਪ੍ਰੀਤ ਕਹੂੰ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਕਹੂੰ ਸੁਰਗੁਨ ਸਮੇਤ ਹੋ ||੨||੧੨||",
    "transliteration": "Kahoon Bed Root Kahoon Taa Sio Biprit Kahoon Trigoun Atoot Kahoon Surgoun Samet Ho||2||12||",
    "translation": "Somewhere Thou workest in accordance with Vedic rites and somewhere Thou art quite opposed to it; somewhere Thou art without threee modes of maya and somewhere Thou hast all godly attributes. 2.12.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61132,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਹੂੰ ਦੇਵਤਾਨ ਕੇ ਦਿਵਾਨ ਮੈ ਬਿਰਾਜਮਾਨ ਕਹੂੰ ਦਾਨਵਾਨ ਕੋ ਗੁਮਾਨ ਮਤ ਦੇਤ ਹੋ ||",
    "transliteration": "Kahoon Devtaan Ke Divaan Mai Biraajmaan, Kahoon Daanvaan Ko Goumaan Mat Det Ho||",
    "translation": "O Lord! Somewhere Thou art seated in the Court of gods and somewhere Thou givest the egoistic intellect to demons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61133,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਹੂੰ ੲਿੰਦ੍ਰ ਰਾਜਾ ਕੋ ਮਿਲਤ ੲਿੰਦ੍ਰ ਪਦਵੀ ਸੀ ਕਹੂੰ ੲਿੰਦ੍ਰ ਪਦਵੀ ਛਿਪਾੲਿ ਛੀਨ ਲੇਤ ਹੋ ||",
    "transliteration": "Kahoon Indra Raajaa Ko Milat Indra Padvoo Soo, Kahoon Indra Padvoo Chhipaae Chhodhn Let Ho||",
    "translation": "Somewhere Thou Bestowest the position of of the king of gods to Indra and somewhere Thou deprivest Indra of this position.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61134,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਤਹੂੰ ਬਿਚਾਰ ਅਬਿਚਾਰ ਕੋ ਬਿਚਾਰਤ ਹੋ ਕਹੂੰ ਨਿਜ ਨਾਰ ਪਰ ਨਾਰ ਕੇ ਨਿਕੇਤ ਹੋ ||",
    "transliteration": "Kat-hoon Bichaar Abichaar Ko Bichaarat Ho, Kahoon Nij Naar Par Naar Ke Niket Ho||",
    "translation": "Somewhere Thou discriminatest between good and bad intellect, somewhere Thou art with Thy own spouse and somewhere with another’s wife.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61135,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਕਹੂੰ ਬੇਦ ਰੀਤ ਕਹੂੰ ਤਾ ਸਿੳੁ ਬਿਪ੍ਰੀਤ ਕਹੂੰ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਕਹੂੰ ਸੁਰਗੁਨ ਸਮੇਤ ਹੋ ||੩||੧੩||",
    "transliteration": "Kahoon Bed Root Kahoon Taa Sio Biproot Kahoon Trigoun Atoot Kahoon Surgoun Samet Ho||3||13||",
    "translation": "Somewhere Thou workest in accordance with Vedic rites and somewhere Thou art quite opposed to it; somewhere Thou art without three modes of maya and somewhere Thou hast all godly attributes. 3.13.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61136,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਕਹੂੰ ਸਸਤ੍ਰਧਾਰੀ ਕਹੂੰ ਬਿਦਿਅਾ ਕੇ ਬਿਚਾਰੀ ਕਹੂੰ ਮਾਰਤ ਅਹਾਹੀ ਕਹੂੰ ਨਾਰ ਕੇ ਨਿਕੇਤ ਹੋ ||",
    "transliteration": "Kahoon Sastradhaadoo Kahoon Bidiaa Ke Bichdaroo Kahoon Maarat Ahdaroo Kahoon Naar Ke Niket Ho||",
    "translation": "O Lord! Somewhere Thou art an armed warrior, somewhere Thou art an armed warrior, somewhere a learned thinker, somewhere a hunter and somewhere an enjoyer of women.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61137,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਕਹੂੰ ਦੇਵਬਾਨੀ ਕਹੂੰ ਸਾਰਦਾ ਭਵਾਨੀ ਕਹੂੰ ਮੰਗਲਾ ਮਿੜਾਨੀ ਕਹੂੰ ਸਿਅਾਮ ਕਹੂੰ ਸੇਤ ਹੋ ||",
    "transliteration": "Kahoon Devbaanoo Kahoon Saardaa Bhavaanoo Kahoon Manlaa Miraanookahoon Siaam Kahoon Set Ho||",
    "translation": "Somewhere Thou art the divine speech, somewhere Sarada and Bhavani, somewhere Durga, the trampler of corpses, somewhere in black colour and somewhere in white colour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61138,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਕਹੂੰ ਧਰਮ ਪਾਮੀ ਕਹੂੰ ਸਰਬ ਠੳੁਰ ਗਾਮੀ ਕਹੂੰ ਜਤੀ ਕਹੂੰ ਕਾਮੀ ਕਹੂੰ ਦੇਤ ਕਹੂੰ ਲੇਤ ਹੋ ||",
    "transliteration": "Kahoon Dharam Dhaamoondkahoon Sarab Thaur Gadmoondkahoon Jatoo Kahoon Kaamoondkahoon Det Kahoon Let Ho||",
    "translation": "Somewhere Thou art abode of Dharma (righteousness), somewhere All-Pervading, somewhere a celibate, somewhere a lustful person, somewhere a donor and somewhere a taker.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61139,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਕਹੂੰ ਬੇਦ ਰੀਤ ਕਹੂੰ ਤਾ ਸਿੳੁ ਬਿਪ੍ਰੀਤ ਕਹੂੰ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਕਹੂੰ ਸੁਰਗੁਨ ਸਮੇਤ ਹੋ ||੪||੧੪||",
    "transliteration": "Kahoon Bet Root Kahoon Taa Sio Biproot Kahoon Trigoun Atoot Kahoon Surgoun Samet Ho||4||14||",
    "translation": "Somewhere Thou workest in accordance with Vedic rites, and somewhere Thou art quite opposed to it; somewhere Thou art without three modes of maya and somewhere Thou hast all gldly attributes.4.14.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61140,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਕਹੂੰ ਜਟਾਧਾਰੀ ਕਹੂੰ ਕਠੀ ਧਰੇ ਬ੍ਹਮਚਾਰੀ ਕਹੂੰ ਜੋਗ ਸਾਧੀ ਕਹੂੰ ਸਾਧਨਾ ਕਰਤ ਹੋ ||",
    "transliteration": "Kahoon Jataadhdaroo Kahoon Kanthoo Ddare Brahmchdaroo Kahoon Jog Saadhoo Kahoon Saadhnaa Karat Ho||",
    "translation": "O Lord! Somewhere Thou art a sage wearing matted hair, somewhere Thu art a rosary-wearing celibate, somewhere Thou art a rosary-wearing celibate, somewhere Thou hast practiced Yoga and somewhere Thou art practicing Yoga.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61141,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਕਹੂੰ ਕਾਨ ਫਾਰੇ ਕਹੂੰ ਡੰਡੀ ਹੁੲਿ ਪਧਾਰੇ ਕਹੂੰ ਫੂਕ ਫੂਕ ਪਾਵਨ ਕੳੁ ਪ੍ਰਿਥੀ ਪੈ ਧਰਤ ਹੈ ||",
    "transliteration": "Kahoon Kaan Phdare Kahoon Dandoo Hue Padhdare Kahoon Phook Phook Paavan Kau Prithoo Pai Dharat Ho||",
    "translation": "Somewhere Thou art a Kanphata Yougi and somewhere Thou roamest like a Dandi saint, somewhere Thou steppest on the earth very cautiously.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61142,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਕਤਹੂੰ ਸਿਪਾਹੀ ਹੁੲਿ ਕੈ ਸਾਧਤ ਸਿਲਾਹਨ ਕੌ ਕਹੂੰ ਛਤ੍ਰੀ ਹੁੲਿ ਕੈ ਅਰ ਮਾਰਤ ਮਰਤ ਹੋ ||",
    "transliteration": "Kat-hoon Sipaahoo He Kai Saadhat Silaahan Kau Kahoon Chhatroo Hue Kai Ar Maarat Marat Ho||",
    "translation": "Somewhere becoming a soldier, Thou practisest arms and somewhere becoming a kshatriya, Thou slayest the enemy or be slayed Thyself.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
