[
  {
    "id": 61143,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਹੂੰ ਭੂਮ ਭਾਰ ਕੌ ੳੁਤਾਰਤ ਹੋ ਮਹਾਰਾਜ ਕਹੂੰ ਭਵ ਭੂਤਨ ਕੀ ਭਾਵਨਾ ਭਰਤ ਹੋ ॥੫॥੧੫॥",
    "transliteration": "Kahoon Bhoom Bhaar Kau Outaarat Ho Mahaaraaj Kahoon Bhav Bhootan Koo Bhaavnaa Bharat Ho||5||15||",
    "translation": "Somewhere Thou removest the burden of the earth, O Supreme Sovereign! And somewhere Thou the wishes of the worldly beings. 5.15.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61144,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਹੂੰ ਗੀਤ ਨਾਦ ਕੇ ਨਿਦਾਨ ਕੌ ਬਤਾਵਤ ਹੋ ਕਹੂੰ ਨ੍ਰਿਤਕਾਰੀ ਚਿਤ੍ਰਕਾਰੀ ਕੇ ਨਿਧਾਨ ਹੋ ॥",
    "transliteration": "Kahoon Goot Naad Ke Nidaan Kau Bataavat Ho Kahoon Nritkdaroo Chitrakdaroo Ke Nidhaan Ho||",
    "translation": "O Lord! Somewhere Thou elucidatest the traits of song and sound and somewhere Thou art the treasure of dancing and painting.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61145,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਤਹੂੰ ਪਯੂਖ ਹੁੲਿ ਕੈ ਪੀਵਤ ਪਿਵਾਵਤ ਹੋ ਕਤਹੂੰ ਮਯੂਖ ੳੂਖ ਕਹੂੰ ਮਦ ਪਾਨ ਹੋ ॥",
    "transliteration": "Kat-hoon Payookh Hue Kai Poovat Pivaavat Ho Kat-oon Mayookh Ookh Kahoon Mad Paan Ho||",
    "translation": "Somewhere Thou art ambrosia which Thou drinkest and causest to drink, somewhere Thou art honey and sugarcane juice and somewhere Thou seemest intoxicated with wine.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61146,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਹੂੰ ਮਹਾ ਸੂਰ ਹੁੲਿ ਕੈ ਮਾਰਤ ਮਵਾਸਨ ਕੈ ਕਹੂੰ ਮਹਾਦੇਵ ਦੇਵਤਾਨ ਕੇ ਸਮਾਨ ਹੋ ॥",
    "transliteration": "Kahoon Mahaa Soor Hue Kai Maarat Mavaasan Kau Kahoon Mahaadev Devtaan Ke Samaan Ho||",
    "translation": "Somewhere, becoming a great warrior Thou slayeth the enemies and somewhere Thou art like the chief gods.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61147,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਹੂੰ ਮਹਾਦੀਨ ਕਹੂੰ ਦ੍ਰਬ ਕੇ ਅਧੀਨ ਕਹੂੰ ਬਿਦਿਅਾ ਮੈ ਪ੍ਰਬੀਨ ਕਹੂੰ ਭੂਮ ਕਹੂੰ ਭਾਨ ਹੋ ॥੬॥੧੬॥",
    "transliteration": "Kahoon Mahaadin Kahoon Drab Ke Adhoon Kahoon Bidiaa Mai Praboon Kaboon Bhoom Kahoon Bhaan Ho||6||16||",
    "translation": "Somewhere thou art very humble, somewhere Thou art full of ego, somewhere Thou art an adept in learning, somewhere Thou art earth and somewhere Thou art the sun. 6.16.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61148,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਹੂੰ ਅਕਲੰਕ ਕਹੂੰ ਮਾਰਤ ਮਯੰਕ ਕਹੂੰ ਪੂਚਨ ਪ੍ਰਨ ਪ੍ਰਜੰਕ ਕਹੂੰ ਸੁੱਧਤਾ ਕੀ ਸਾਰ ਹੋ ॥",
    "transliteration": "Kahoon Akalank Kahoon Maarat Mayank Kahoon Pooran Prayank Kahoon Suddhtaa Koo Saar Ho||",
    "translation": "O Lord! Somewhere Thou art without any blemish, somewhere Thou smitest the moon, somewhere Thou art completely engrossed in enjoyment on Thy couch and somewhere Thou art the essence of Purity.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61149,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਕਹੂੰ ਦੇਵ ਧਰਮ ਕਹੂੰ ਸਾਧਨਾ ਕੇ ਹਰਮ ਕਹੂੰ ਕੁਤਸਤ ਕੁਕਰਮ ਕਹੂੰ ਧਰਮ ਕੇ ਪ੍ਰਕਾਰ ਹੋ ॥",
    "transliteration": "Kahoon Dev Dharam Kahoon Saadhnaa Ke Haram Kahoon Koutast Koukaram Kahoon Dharam Ke Prakaar Hp||",
    "translation": "Somewhere Thou performest godly rituals, somewhere Thou art the Abode of religious discipline, somewhere Thou art the vicious actions and somewhere Thou art the vicious actions and somewhere Thou appearest in variety of virtuous acts.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61150,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਕਹੂੰ ਪੳੁਨ ਅਹਾਰੀ ਕਹੂੰ ਬਿਦਿਅਾ ਕੇ ਬਿਚਾਰੀ ਕਹੂੰ ਜੋਗੀ ਜਤੀ ਬ੍ਹਮਚਾਰੀ ਨਰ ਕਹੂੰ ਨਾਰ ਹੋ ॥",
    "transliteration": "Kahoon Paoun Ahdaroo Kahoon Bidiaa Ke Bichdaroo Kahoon Jogoo Jatoo Brahmchdaroo Nar Kahoon Naar Ho||",
    "translation": "Somewhere Thou subsistest on air, somewhere Thou art a learned thinker and somewhere Thou art a Yogi, a Celibate, a Brahmchari ( disciplined student), a man and a womean.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61151,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਕਹੂੰ ਛਤ੍ਰਧਾਰੀ ਕਹੂੰ ਛਾਲਾ ਧਰੇ ਛੈਲ ਭਾਰੀ ਕਹੂੰ ਛਕਵਾਰੀ ਕਹੂੰ ਛਲ ਕੇ ਪ੍ਰਕਾਰ ਹੋ ॥੭॥੧੭॥",
    "transliteration": "Kahoon Chhatradhdaroo Kahoon Cdhaalaa Ddare Chail Bhar(i) Kahoon Chhakvaroo Kahoon Chhal Ke Prakaar Ho||7||17||",
    "translation": "Somewhere Thou art a mighty sovereign, somewhere Thou art a great preceptor sitting on a deer-skin, somewhere Thou art prone to be deceived and somewhere Thou art various types of deception Thyself. 7.17.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61152,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਕਹੂੰ ਗੀਤ ਕੇ ਗਵੱਯਾ ਕਹੂੰ ਬੇਨ ਕੇ ਬਜੱਯਾ ਕਹੂੰ ਨ੍ਰਿਤ ਕੇ ਨਚੱਯਾ ਕਹੂੰ ਨਰ ਕੋ ਅਕਾਰ ਹੋ ॥",
    "transliteration": "Kahoon Goot Ke Gadayyaa Kahoon Ben Ke Bajayyaa Kahoon Nrit Ke Nachayyaa Kahoon Nar Ko Akaar Ho||",
    "translation": "O Lord! Somewhere Thou art singer of song somewhere Thou art player of flute, somewhere Thou art a dancer and somewhere in the form of a man.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61153,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਕਹੂੰ ਬੇਦ ਬਾਨੀ ਕਹੂੰ ਕੋਕ ਕੀ ਕਹਾਨੀ ਕਹੂੰ ਰਾਜਾ ਕਹੂੰ ਰਾਨੀ ਕਹੂੰ ਨਾਰ ਕੇ ਪ੍ਰਕਾਰ ਹੋ ॥",
    "transliteration": "Kahoon Bed Baanoo Kahoon Kok Ki Kahaanoo Kahoon Raajaa Kahoon Raanoo Kahoon Naar Ke Prakaar Ho||",
    "translation": "Somewhere Thou art the vedic hymns and somewhere the story of the elucidator of the mystery of love; somewhere Thou art Thyself the king, the queen and also various types of woman.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61154,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਕਹੂੰ ਬੇਨ ਕੇ ਬਜੱਯਾ ਕਹੂੰ ਧੇਨ ਕੇ ਚਰੱਯਾ ਕਹੂੰ ਲਾਖਨ ਲਵੱਯਾ ਕਹੂੰ ਸੁੰਦਰ ਕੁਮਾਰ ਹੋ ॥",
    "transliteration": "Kahoon Ben Ke Bajayyaa Kahoon Dhen Ke Charayyaa Kahoon Laakhanndlavayyaa Kahoon Soundar Koumaar Ho||",
    "translation": "Somewhere Thou art the player of flute, somewhere the grazier of cows and somewhere Thou art the beautiful youth, enticer of lakhs (of lovely maids.)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61155,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਸੁਧਤਾ ਕੀ ਸਾਨ ਹੋ ਕਿ ਸੰਤਨ ਕੇ ਪ੍ਰਾਨ ਹੋ ਕਿ ਦਾਤਾ ਮਹਾ ਦਾਨ ਹੋ ਕਿ ਨ੍ਰਿਦੋਖੀ ਨਿਰੰਕਾਰ ਹੋ ॥੮॥੧੮॥",
    "transliteration": "Sudhtaa Koo Saan Ho Ki Santan Ke Praan Ho Ki Daataa Mahaan Daan Ho Ki Nridokhi Nirankar Ho||8||18||",
    "translation": "Somewhere Thou art the splendour of Purity, the life of the saints, the Donor of great charities and the immaculate Formless Lord. 8.18.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61156,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਨਿਰਜੁਰ ਨਿਰੂਪ ਹੋ ਕਿ ਸੁੰਦਰ ਸਰੂਪ ਹੋ ਕਿ ਭੂਪਨ ਕੇ ਭੂਪ ਹੋ ਕਿ ਦਾਤਾ ਮਹਾ ਦਾਨ ਹੋ ॥",
    "transliteration": "Nirjur Niroop Ho Ki Soundar Saroopho Ki Bhoopan Ke Bhoop Ho Ki Daataa Mahaa Daan Ho||",
    "translation": "O Lord! Thou art the Invisible Cataract, the Most Beautiful Entity, the King of Kings and the Donor of great charities.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
