[
  {
    "id": 61157,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰਾਨ ਕੇ ਬਚੱਯਾ ਦੂਧ ਪੂਤ ਕੇ ਦਿਵੱਯਾ ਰੋਗ ਸੋਗ ਕੇ ਮਿਟੱਯਾ ਕਿਧੌ ਮਾਨੀ ਮਹਾ ਮਾਨ ਹੋ ||",
    "transliteration": "Praan Ke Bachayyaa Doodh Poot Ke Divayyaa Rog Sog Ke Mitayyaa Kidhau Maanoo Mahaa Maan Ho||",
    "translation": "Thou art the Saviour of life, the Giver of milk and offspring, the Remover of ailments and sufferings and somewhere Thou art the Lord of Highest Honour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61158,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਦਿਅਾ ਕੇ ਬਿਚਾਰ ਹੋ ਕਿ ਅਦੈੂੇੁ ਅਵਤਾਰ ਹੋ ਕਿ ਸਿੱਧਤਾ ਕੀ ਸੂਰਤਿ ਹੋ ਕਿ ਸੁੱਧਤਾ ਕੀ ਸਾਨ ਹੋ ||",
    "transliteration": "Bidiaa Ke Bichaar Ho Ki Advai Avtaar Ho Ki Siddhtaa Ki Saarat(i) Ho Ki Suddhtaa Ki Saan Ho||",
    "translation": "Thou art the essence of all learning, the embodiment of monism, the Being of All-Powers and the Glory of Sanctification.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61159,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੋਬਨ ਕੇ ਜਾਲ ਹੋ ਕਿ ਕਾਲ ਹੂੰ ਕੇ ਕਾਲ ਹੋ ਕਿ ਸਤ੍ਰਨ ਕੇ ਸੂਲ ਹੋ ਕਿ ਮਿਤ੍ਰਨ ਕੇ ਪ੍ਰਾਨ ਹੋ ||੯||੧੯||",
    "transliteration": "Joban Ke Jaal Ho Ki Kaal Hoon Ke Kaal Ho Ki Satran Ke Sool Ho Ki Mitran Ke Praan Ho||9||19||",
    "translation": "Thou art the snare of youth, the Death of Death, the anguish of enemies and the life of the friends. 9.19.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61160,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਹੂੰ ਬ੍ਹਮ ਬਾਦ ਕਹੂੰ ਬਿਦਿਅਾ ਕੋ ਬਿਖਾਦ ਕਹੂੰ ਨਾਦ ਕੋ ਨਨਾਦ ਕਹੂੰ ਪੂਰਨ ਭਗਤ ਹੋ ||",
    "transliteration": "Kahoon Brahm Baad Kahoon Bidiaa Ko Bikhaad Kahoon Naad Ko Nanaad Kahoon Pooran Bhagad Ho||",
    "translation": "O Lord! Somewhere Thou art in defic conduct, somewhere Thou appearest as contention in learning somewhere Thou art the tune of sound and somewhere a perfect saint (attuned with celestial strain).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61161,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਹੂੰ ਬੇਦ ਰੀਤ ਕਹੂੰ ਬਿਦਿਅਾ ਕੀ ਪ੍ਰਤੀਤ ਕਹੂੰ ਨੀਤ ਅੳੁ ਅਨੀਤ ਕਹੂੰ ਜੁਅਾਲਾ ਸੀ ਜਗਤ ਹੋ ||",
    "transliteration": "Kahoon Bed Root Kahoon Bidiaa Koo Pratoot Kahoon Noot Au Anoot Kahoon Juaalaa Soo Jagad Ho||",
    "translation": "Somewhere Thou art Vedic ritual, somewhere the love for learning, somewhere ethical and unethical, and somewhere appearest as the glow of fire.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61162,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਪੂਰਨ ਪ੍ਰਤਾਪ ਕਹੂੰ ੲਿਕਾਤੀ ਕੋ ਜਾਪ ਕਹੂੰ ਤਾਪ ਕੋ ਅਤਾਪ ਕਹੂੰ ਜੋਗ ਤੇ ਡਿਗਤ ਹੋ ||",
    "transliteration": "Pooran Prataap Kahoon Ikaatoo Ko Jaap Kahoon Taap Ko Ataap Kahoon Jog Te Digad Ho||",
    "translation": "Somewhere Thou art perfectly Glorious, somewhere engrossed in solitary recitation, somewhere Remover of Suffering in great Agony and somewhere Thou appearest as a fallen yogi.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61163,
    "shabad_id": 10023,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਕਹੂੰ ਬਰ ਦੇਤ ਕਹੂੰ ਛਲ ਸਿੳੁ ਛਿਨਾੲਿ ਲੇਤ ਸਰਬ ਕਾਲ ਸਰਬ ਠੳੁਰ ੲੇਕ ਸੇ ਲਗਤ ਹੋ ||੧੦||੨੦||",
    "transliteration": "Kahoon Bar Det Kahoon Chhal Siu Chhinaae Let Sarab Kaal Sarab Thaur Ek Se Lagad Ho||10||20||",
    "translation": "Somewhere Thou bestowest the Boon and somewhere withdraw it with deceit. Thou at all times and at all the places Thou comest into view as the same. 10.20.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61164,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਤ੍ਵਪ੍ਰਸਾਦਿ ਸ੍ਵਯੇ ||",
    "transliteration": "Tva Prasaadh|| Swayya||",
    "translation": "BY THY GRACE SWAYYAS",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61165,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਸ੍ਰਾਵਗ ਸੁੱਧ ਸਮੂਹ ਸਿਧਾਨ ਕੇ; ਦੇਖਿ ਫਿਰਿਓ ਘਰ ਜੋਗ ਜਤੀ ਕੇ ||",
    "transliteration": "Sraavag Suddh Samoond Sidhaan Ke Dekh(i) Phirio Ghar Jog Jati Ke||",
    "translation": "I have seen during my tours pure Sravaks (Jaina and Buddhist monks), group of adepts and abodes of ascetics and Yogi.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61166,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਸੂਰ ਸੁਰਾਰਦਨ ਸੁੱਧ ਸੁਧਾਦਿਕ; ਸੰਤ ਸਮੂਹ ਅਨੇਕ ਮਤੀ ਕੇ ||",
    "transliteration": "Soor Suraaradan Suddh Sudhaadik Sant Samoond Anek Matoo Ke||",
    "translation": "Valiant heroes, demons killing gods, gods drinking nectar and assemblies of saints of various sects.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61167,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਸਾਰੇ ਹੀ ਦੇਸ ਕੋ ਦੇਖਿ ਰਹਿਓ ਮਤ; ਕੋੳੂ ਨ ਦੇਖੀਅਤ ਪ੍ਰਾਨਪਤੀ ਕੇ ||",
    "transliteration": "Sare Hoo Des Ko Dekh(i) Rahio Mat Ko( i)  Na Dekhooat Praanpatoo Ke||",
    "translation": "I have seen the disciplines of the religious systems of all the countries, but seen none of the Lord, the Master of my life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61168,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਸ੍ਰੀ ਭਗਵਾਨ ਕੀ ਭਾੲਿ ਕਿ੍ਰਪਾ ਹੂ ਤੇ; ੲੇਕ ਰਤੀ ਬਿਨੁ ੲੇਕ ਰਤੀ ਕੇ ||੧||੨੧||",
    "transliteration": "Sroo Bhagwaan Koo Bhaae Kridaa Hoo Te Ek Rati Bin(u) Ek Rati Ke||1||21||",
    "translation": "They are worth nothing without an iota of the Grace of the Lord. 1.21.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61169,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਮਾਤੇ ਮਤੰਗ ਜਰੇ ਜਰ ਸੰਗ; ਅਨੂਪ ੳੁਤੰਗ ਸੁਰੰਗ ਸਵਾਰੇ ||",
    "transliteration": "Maate Matan Dare Jar San Anoop Outan Suran Savdare||",
    "translation": "With intoxicated elephants, studded with gold, incomparable and huge, painted in bright colours.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61170,
    "shabad_id": 10024,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਕੋਟ ਤੁਰੰਗ ਕੁਰੰਗ ਸੇ ਕੂਦਤ; ਪੳੁਨ ਕੇ ਗੳੁਨ ਕੳੁ ਜਾਤ ਨਿਵਾਰੇ ||",
    "transliteration": "Kot Turan Kuran Se Soodat Paoun Ke Gaddd Kau Jaat Nivdare||",
    "translation": "With millions of horses galloping like deer, moving faster than the wind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
