[
  {
    "id": 61269,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਘੁਘੂ ਮਟ ਬਾਸੀ ਲਗੇ ਡੋਲਤ ੳੁਦਾਸੀ ਮ੍ਰਿਗ ਤਰਵਰ ਸਦੀਵ ਮੋਕ ਸਾਧੇ ੲੀ ਮਰਤ ਹੈਂ ||",
    "transliteration": "Ghoughoo Mat Baasoo Lage Dolat Udaasoo, Mrig Tarvar Sadoov Mon Saadhe Ee Marat Hain||",
    "translation": "If the Lord meets in the cloister of mendicants, by wandering like a stoic and abiding in silence, then the owl lives in the cloister of mendicants, the deer wanders like a stoic and the tree abides in silence till death.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61270,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿੰਦ ਕੇ ਸਧੱਯਾ ਤਾਹਿ ਹੀਜ ਕੀ ਬਡੱਯਾ ਦੇਤ ਬੰਦਰਾ ਸਦੀਵ ਪਾੲਿ ਨਾਗੇ ਹੀ ਫਿਰਤ ਹੈਂ ||",
    "transliteration": "Bind Ke Sadhayyaa Taah(i) Hooj Koo Badayyaa, Det Bandraa Sadoov Paae Naage Hoo Phirat Hain||",
    "translation": "If the Lord is realized by restraining the emission of semen and by wandering with bare feet, then a eunuch may be eulogized for restraining the emission of semen and the monkey always wanders with bare feet.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61271,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅੰਗਨਾ ਅਧੀਨ ਕਾਮ ਕ੍ਰੋਧ ਮੈ ਪ੍ਰਬੀਨ ੲੇਕ ਗਿਅਾਨ ਕੇ ਬਿਹੀਨ ਛਨਿ ਕੈਸੇ ਖੈ ਤਰਤ ਹੈਂ ||੧||੭੧||",
    "transliteration": "Bind Ke Sadhayyaa Taah(i) Hooj Koo Badayyaa, Det Bandraa Sadiv Paae Naage Hoo Phirat Hain||",
    "translation": "One who is under the control of a woman and whou is active in lust and anger and also who is ignorant of the Knowledge of the ONE LORD, how can such person ferry across the world-ocean? 1.71.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61272,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਭੂਤ ਬਨਚਾਰੀ ਛਿਤ ਛੳੁਨਾ ਸਭੈ ਦੂਧਾਧਾਰੀ ਪੳੁਨ ਕੇ ਅਹਾਰੀ ਸੁ ਭੁਜੰਗ ਜਾਨੀਅਤੁ ਹੈਂ ||",
    "transliteration": "Annaa Adhoon Kaam Krodh Mai Praboon, Ek Giaan Ke Bihoon Chhodhn Kaise Kai Tarat Hain||1||71||",
    "translation": "If the Lord is realized by wandering in the forest, by drinking only the milk and by subsisting on air, then the ghost wanders in the forest, all the infants live on milk and the serpents subsist on air.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61273,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਤ੍ਰਿਣ ਕੇ ਭਛੱਯਾ ਧਨ ਲੋਭ ਕੇ ਤਜੱਯਾ ਤੇ ਤੋ ਗੳੂਅਨ ਕੇ ਜੱਯਾ ਬ੍ਰਿਖਭੱਯਾ ਮਾਨੀਅਤੁ ਹੈਂ ||",
    "transliteration": "Bhoot Banchaari Chhit Chhaounaa Soubhai Doodhaadhdaroo, Paoun Ke Ahdaroo Su Bhujan Jaanooat(u) Hain||",
    "translation": "If the Lord meets by eating grass and forsaking the gred of wealth, then the Bulls, the young ones of cows do that.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61274,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਨਭ ਕੇ ੳੁਡੱਯਾ ਤਾਹਿ ਪੰਛੀ ਕੀ ਬਡੱਯਾ ਦੇਤ ਬਗੁਲਾ ਬਿੜਾਲ ਬ੍ਰਿਕ ਧਿਅਾਨੀ ਠਾਨੀਅਤੁ ਹੈਂ ||",
    "transliteration": "Trin Ke Bhachhayyaa Dhan Lobh Ke Tajayyaa Te To, Gadoan Ke Jayyaa Brikh-bhayyaa Maanooat(u) Hain||",
    "translation": "If the Lord is realized by flying in the sky and by closing the eyes in meditation, then the birds fly in the sky and those who close their eyes in meditation are considered like crane, cat and wolf.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61275,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਜੇਤੇ ਬਡੇ ਗਿਅਾਨੀ ਤਿਨੋ ਜਾਨੀ ਪੈ ਬਖਾਨੀ ਨਾਹਿ ਅੈਸੇ ਨ ਪ੍ਰਪੰਚ ਸਨ ਭੂਲ ਅਾਨੀਅਤੁ ਹੈਂ ||੨||੭੨||",
    "transliteration": "Nabh Ke Udayyaa Taah(i) Panchhodh Koo Badayyaa Det, Bagulaa Bidaal Brik Dhiaanoo Thaanooat(u) Hain||",
    "translation": "All the Knowers of Brahman know the reality of these imposters, but I have not related it; never bring in your mind such deceitful thoughts even by mistake. 2.72.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61276,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਭੁਮ ਕੇ ਭਛੱਯਾ ਤਾਹਿ ਬਾਂਦਰੀ ਕੇ ਜੱਯਾ ਕਹੈ ਨਭ ਕੇ ੳੁਡੱਯਾ ਸੋ ਚਿਰੱਯਾ ਕੈ ਬਖਾਨੀਅੈ ||",
    "transliteration": "Jete Bade Giaanoo Tino Jaajoo Pai Bakhaanoo Naab(i), Aise Na Prapanch Man Bhool Aanooat(u) Hain||2||72||",
    "translation": "He who lives on the earth should be called the young one of white ant and those who fly in the sky may be called sparrows.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61277,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਫਲ ਕੇ ਭਛੱਯਾ ਤਾਹਿ ਬਾਂਦਹੀ ਕੇ ਜੱਯਾ ਕਹੈ ਅਾਦਿਸ ਫਿਰ",
    "transliteration": "Bhoom Ke Basayyaa Taah(i) Bhoochari Ke Jayyaakahi, Nabh Ke Udayyaa So Chirayyaa Kai Bakhaanooai||",
    "translation": "They, who eat fruit may be called the young ones of monkeys, those who wander invisibly, may be considered as ghosts.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61278,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਜਲ ਕੇ ਤਰੱਯਾ ਕੋ ਗੰਗੇਰੀ ਸੀ ਕਹਤ ਜਗ ਅਾਗ ਕੇ ਭਛੱਯਾ ਸੁ ਚਕੋਰ ਸਮ ਮਾਨੀਅੈ ||",
    "transliteration": "Jal Ke Tarayyaa Ko Gadgeroo Soo Kahat Jag, Aag Ke Bhachhayyaa Su Chakor Sam Maanooai||",
    "translation": "One, who swims on water is called water-fly by the world; one, who eats fire, may be considered like Chakor (redlegged partridge).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61279,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਸੂਰਜ ਸਿਵੱਯਾ ਤਾਹਿ ਕੌਲ ਕੀ ਬਡੱਯਾ ਦੇਤ ਚੰਦ੍ਰਮਾ ਸਿਵੱਯਾ ਕੌ ਕਵੀ ਕੈ ਪਹਿਚਾਨੀਅੈ ||੩||੭੩||",
    "transliteration": "Sooraj Sivayyaa Taah(i) Kaul Koo Badayyaa Det, Channdramaa Sivayyaa Kau Kavoo Kai Paihchaanooai||3||73||",
    "translation": "One who worships the sun, may be symbolized as lotus and one, who worships the moon may be recognized as water-lily (The lotus blooms on seeing the sun and the water-lily blossoms on seeing the moon). 3.73.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61280,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਨਾਰਾੲਿਣ ਕੱਛ ਮੱਛ ਤਿੰਦੂਅਾ ਕਹਤ ਸਭ ਕੳੁਲ ਨਾਭ ਕੳੁਲ ਨਾਭ ਕੳੁਲ ਜਿਹ ਤਾਲ ਮੈਂ ਰਹਤੁ ਹੈਂ ||",
    "transliteration": "Naaraain Kachh Machh Tindooaa Kahat Sabh, Kaul Naabh Kaul Jih Taal Main Rahat(u) Hain||",
    "translation": "If the Name of the Lord is Narayana (One whose house is in water), then Kachh (tortoise incarnation), Machh (fish incarnation) and Tandooaa (octopus) will be called Naryana and if the Name of the Lord is Kaul-Naabh (Navel-lotus), then the tank in which th",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61281,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਗੋਪੀ ਨਾਥ ਗੂਜਰ ਗੁਪਾਲ ਸਭੈ ਧੇਨਚਾਰੀ ਰਿਖੀਕੇਸ ਨਾਮ ਕੈ ਸਹੰਤ ਲਹੀਅਤੁ ਹੈਂ ||",
    "transliteration": "Gopoo Naath Goojar Goupaal Sabhai Dhenchdaroo, Rikhookes Naam Kai Mahant Lahooat(u) Hain||",
    "translation": "If the Name of the Lord is Gopi Nath, then the Lord of Gopi is a cowherd; if the Name of the Lord is GOPAL, the Sustainer of cows, then all the cowherds are Dhencharis (the Graziers of cows); if the Name of the Lord is Rikhikes, then there are several chi",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61282,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਮਾਧਵ ਭਵਰ ਅੌ ਅਟੇਰੂ ਕੋ ਕਨ੍ਹਯਾ ਨਾਮ ਕੰਸ ਕੋ ਬਧੱਯਾ ਜਮਦੂਤ ਕਹੀਅਤੁ ਹੈਂ ||",
    "transliteration": "Maadhav Bhavar Au Ateroo Ko Kanbyaa Naam, Kans Ko Badhayyaa Jamdoot Kabooat(u) Hain||",
    "translation": "If the Name of Lord is Madhva, then the black bee is also called Madhva; if the Name of the Lord is Kanhaya, then the spider is also called Kanhaya; if the Name of he Lord is the “Slayer of Kansa,” then the messenger of Yama, who slayed Kansa, may be call",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
