[
  {
    "id": 61297,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "bfy bfy rwjn ky dwibq iPriq dys bfy bfy rwjn ky dRp ko dlq hYN ]",
    "transliteration": "Bade Bade Raajan Ke Daabit Phirat(i) Des, Bade Bade Raajan Ked Rap Ko Dalat Hain||",
    "translation": "Who conquer the countries of many great kings and bruise their ego.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61298,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mwn sy mhIp AO idlIp kYsy CqRDwrI bCo AiBmwn Buj dMf ko krq hYN ]",
    "transliteration": "Maan Se Mahoop Au Dilip Kaise Chhatradhdaroo, Bado Abhimaan Bhuj Dand Ko Karat Hain||",
    "translation": "The Sovereign like Mandhata and the Canopied Sovereign like Dalip, who were proud of their mightly forces.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61299,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "dwrw sy idlIsr dRujoDn sy mwnDwrI Bog Bog BUim AMq BUim mY imlq hYN ]8]78]",
    "transliteration": "Daaraa Se Diloosar Drujodhan Se Maandhdaroo, Bhog Bhog Bhoom(i) Ant Bhoom(i) Mai Milat Hain||8||78||",
    "translation": "The emperor like Darius and the great egoist like Duryodhana, after enjoying the earthly pleasures, finally merged in the earth.8.78.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61300,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "isjdy kry Anyk qopcI kpt Bys posqI Anyk dw invwvq hY sIs kO ]",
    "transliteration": "Sijde Dare Anek Topchoo Kapat Bhes, Postoo Anek Daa Nivaavat Hai Soos Kau||",
    "translation": "If the Lord is pleased by prostrating before Him, then the gunner full of deceit bows his head several times while igniting the gun and the addict acts in the same manner in intoxication.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61301,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "khw BieE m`l jO pY kwFq Anyk fMf so qO n fMfOq AstwNg AqqIs kO ]",
    "transliteration": "Kahaa Bhaio Mall Jau Pai Kaadhat Anek Dand, So Tau Na Dandaout Astaan Athtoos Kau||",
    "translation": "What, then, if the wrestler bends his body several times during his rehearsal of exercises, but that is not the prostration of eight parts of the body.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61302,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "khw BieE rogI jY pY fwirE rihE aurD muK mn qy n mUMf inhrwieE Awid eIs kO ]",
    "transliteration": "Kahaa Bhaio Rogoo Jau Pai Daario Rahio Uradh Mouch, Man Ten A Moondd Nihraaio Aadh Ees Kau||",
    "translation": "What, then, if the patient lies down with his face upwards, he has not bowed his head before the Primal Lord with single-mindedness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61303,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "kwmnw ApIn sdw dwmnw pRbIn eyk Bwvnw ibhIn kYsy pwvY jgdIs kO ]9]79]",
    "transliteration": "Kaamnaa Adhoon Sadaa Daamnaa Praboon Ek, Dbaavnaa Bihoon Kaise Paavai Jagdoos Kau||9||79||",
    "translation": "But one always subservient to desire and active in telling the beads of the rosary, and also without faith, how can he realize the Lord of the world? 9.79.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61304,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "sIs ptkq jw ky kwl mY KjUrw DsY mUMf Ctkq imqR puqR hUM ky sok sO ]",
    "transliteration": "Soos Patkat Jaa Ke Kaan Mai Khajooraa Dhasai, Moondd Chhatkat Mitra Poutra Hoon Ke Sok Sau||",
    "translation": "If the Lord is realized by knocking the head, then that person repeatedly knocks his head, in whose ear the centipede enters and if the Lord meets by beating the head, then one beats his head in grief over the death of friends or sons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61305,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "Awk ko cr`Xw Pl PUl ko BC`Xw sdw bn kO BRm`Xw AOr dUsro n bok sO ]",
    "transliteration": "Aak Ko Charayyaa Phal Phool Ko Bhachhayyaa Sadaa, Ban Kau Bhramayyaa Aur Doosro Na Bok Sau||",
    "translation": "If the Lord is realized by wandering in the forest, then there is none other like the he-goat, who grazes the akk (Calotropis Procera), eats the flowers and fruit and always wanders in the forest.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61306,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "khw Bxo Byf jo G`sq sIs biR`Cn soN mwtI ky BC`Xw bol pUC lIjY jok sO ]",
    "transliteration": "Kahaa Bhayo Bhed Jo Ghassat Soos Brichchhan Son, Maatoo Ke Bhachhayyaa Bol Poochh Loojai Jok Sau||",
    "translation": "If the Lord meets by rubbing the head with the trees in order to remove drowsiness, then the sheep always rubs its head with the trees and if the Lord meets by eating the earth, then you can ask the leech.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61307,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "kwmnw ADIn kwm kRoD mYN pRbIn eyk Bwvnw ibhIn kYsy BytY prlok sO ]10]80]",
    "transliteration": "Kaamnaa Adhoon Kaam Krodh Main Praboon, Ek Bhaavnaa Bihoon Kaise Bhetai Parlok Sau||10||80||",
    "translation": "How can one meet the Lord in the next world, who is subservient to desire, active in lust and anger and without faith? 10.80.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61308,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "nwicE eI krq mor dwdr krq sor sdw GnGor Gn kirE eI krq hYN ]",
    "transliteration": "Naachio Ee Karat Mor Daadar Karat Sor, Sadaa Ghanhor Ghan Kario Ee Karat Hain||",
    "translation": "If the Lord is realised by dancing and shouting, then pecock dances, the frog croaks and the clouds thunder.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61309,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "eyk pwie TwFy sdw bn mY rhq biRC PUk PUk pwv BUm sRwvg Drq hYN ]",
    "transliteration": "Ek Paae Thaadhe Sadaa Ban Mai Rahat Brichh, Phook Phook Paav Bhoom Sraavag Dharat Hain||",
    "translation": "If the Lord meets by standing on one leg, then the tree stands on one foot in the forest, and if the Lord meets on observing non-violence, then the Sravak (aina monk) places his feet very cautiously on the earth.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61310,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "pwhn Anyk jug eyk Taur bwsu krY kwg Aaur cIl dys dys ibcrq hYN ]",
    "transliteration": "Paahan Anek Joug Ek Thaur Baas(u) Darai, Kaag Aur Chool Des Des Bichrat Hain||",
    "translation": "If the Lord is realised by not moving from one place or by wandering, then the stone remains at one place for many ages and the crow and kite continue wandering in several countries.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
