[
  {
    "id": 61325,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਹਿੰਦੂ ਤੁਰਕ ਕੋੳੂ ਰਾਫਜੀ ੲਿਮਾਮ ਸਾਫੀ ਮਾਨਸ ਕੀ ਜਾਤ ਸਬੈ ੲੇਕੈ ਪਹਿਚਾਨਬੋ ||",
    "transliteration": "Hindoo Turak Ko( i)  Raaphjoo Imaam Saaphoo, Maanas Koo Jaat Sahi Ekai Paithchaanbo||",
    "translation": "Someone is Hindu and someone a Muslim, then someone is Shia, and someone a Sunni, but all the human beings, as a species, are recognized as one and the same.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61326,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਰਤਾ ਕਰੀਮ ਸੋੲੀ ਰਾਜਕ ਰਹੀਮ ਓੲੀ ਦੂਸਰੋ ਨ ਭੇਦ ਕੋਦੀ ਭੂਲ ਭ੍ਰਮ ਮਾਨਬੋ ||",
    "transliteration": "Kartaa Dareem Soiraajak Raheem Oee, Doosro Na Bhed Koibhool Bhram Maanbo||",
    "translation": "Karta (The Creator) and Karim (Merciful) is the same Lord, Razak (The Sustainer) and Rahim (Compassionate) is the same Lord, there is no other second, therefore consider this verbal distinguishing feature of Hindusim and Islam as an error and an illusion.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61327,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੲੇਕ ਹੀ ਕੀ ਸੇਵ ਸਭ ਹੀ ਕੋ ਗੁਰਦੇਵ ੲੇਕ ੲੇਕ ਹੀ ਸਰੂਪ ਸਬੈ ੲੇਕੈ ਜੋਤ ਜਾਨਬੋ ||੧੫||੮੫||",
    "transliteration": "Ek Hoo Koo Sev Sabh Hoo Ko Gurdev Ek, Ek Hoo Saroopsabai Ekai Jot Jaanbo||15||85||",
    "translation": "Thus worship the ONE LORD, who is the common enlightener of all; all have been created in His Image and amongst all comprehend the same ONE LIGHT. 15.85.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61328,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੇਹਰਾ ਮਸੀਤ ਸੋੲੀ ਪੂਜਾ ਅੌ ਨਿਵਾਜ ਓੲੀ ਮਾਨਸ ਸਬੈ ੲੇਕ ਪੈ ਅਨੇਕ ਕੋ ਭਰਮਾੳੁ ਹੈ ||",
    "transliteration": "Dehraa Masoot Sooo Poojaa Au Nivaaj Ooo, Maanas Sahi Ek Pai Anek Ko Bhramaao Hai||",
    "translation": "The temple and the mosque are the same, there is no difference between a Hindu worship and Muslim prayer; all the human beings are the same, but the illusion is of various types.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61329,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਦੇਵਤਾ ਅਦੇਵ ਜੱਛ ਗੰਧ੍ਰਬ ਤੁਰਕ ਹਿੱਦੂ ਨਿਅਾਰੇ ਨਿਅਾਰੇ ਦੇਸਨ ਕੇ ਭੇਸ ਕੋ ਪ੍ਰਭਾੳੁ ਹੈ ||",
    "transliteration": "Devtaa Adev Jachchh Gaddhrah Turak Hindoo, Nidare Nidare Desan Ke Bhes Ko Prabhaao Hai||",
    "translation": "The gods, demons, Yakshas, Gandharvas, Turks and Hindus… all these are due to the differences of the various garbs of different countries.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61330,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ੲੇਕੈ ਨੈਨ ੲੇਕੈ ਕਾਨ ੲੇਕੈ ਦੇਹ ੲੇਕੈ ਬਾਨ ਖਾਕ ਬਾਦ ਅਾਤਸ ਅੌ ਅਾਬ ਕੋ ਰਲਾੳੁ ਹੈ ||",
    "transliteration": "Ekai Nain Ekai Kn Ekai Deh Ekai Baan, Khaak Baad Aatas Au Aab Ko Ralaao Hai||",
    "translation": "The eyes are the same, the ears the same, the bodies are the same and the habits are the same, all the creation is the amalgam of earth, air, fire and water.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61331,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਅਲਹ ਅਭੇਖ ਸੋੲੀ ਪੁਰਾਨ ਅੌ ਕੁਰਾਨ ਓੲੀ ੲੇਕ ਹੀ ਸਰੂਪ ਸਭੈ ੲੇਕ ਹੀ ਬਨਾੳੁ ਹੈ ||੧੬||੮੬||",
    "transliteration": "Alah Abhekh Sooo Puraan Au Kuraan Ooo, Ek Hoo Saroopsabhai Ek Hoo Banaao Hai||16||86||",
    "translation": "Allah of Muslims and Abhekh (Guiseless) of Hindus are the same, the Puranas of Hindus and the holy Quran of the Muslims depict the same reality; all have been created in the image of the same Lord and have the same formation. 16.86.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61332,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਜੈਸੇ ੲੇਕ ਅਾਗ ਤੇ ਕਨੂਕਾ ਕੋਟ ਅਾਗ ੳੁਠੇ ਨਿਅਾਰੇ ਨਿਅਾਰੇ ਹੁੲਿ ਕੈ ਫੇਰਿ ਅਾਗ ਮੈ ਮਿਲਾਹਿਂਗੇ ||",
    "transliteration": "Jaise Ek Aag Te Kanookaa Kot Aag Outhe, Nidare Nidarehue Kai Pher(i) Aag Mai Milaahenge||",
    "translation": "Just as millions of sparks are created from the fire; although they are different entities, they merge in the same fire.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61333,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਜੈਸੇ ੲਿਕ ਨਦ ਤੇ ਤੰਰਗ ਕੋਟ ੳੁਪਜਤ ਹੈਂ ਪਾਨ ਕੇ ਤੰਰਗ ਸਬੈ ਪਾਨ ਹੀ ਕਹਾਹਿਂਗੇ ||",
    "transliteration": "Jaise Ek Dhoor Te Anek Dhoor Poorat Hai, Dhoor Ke Kanookaa Pher Dhoor Hoo Samaabenge||",
    "translation": "Just as from of waves are created on the surface of the big rivers and all the waves are called water.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61334,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਤੈਸੇ ਬਿਸ੍ਵ ਰੁਪ ਤੇ ਅਭੂਤ ਭੂਤ ਪ੍ਰਗਟ ਹੁੲਿ ਤਾਹੀ ਤੇ ੳੁਪਜ ਸਬੈ ਤਾਹੀ ਮੈ ਸਮਾਹਿਂਗੇ ||੧੭||੮੭||",
    "transliteration": "Taise Bisva Roop Te Abhoot Bhoot Pragad Hue, Taahoo Te Oupaj Sahai Taahoo Mai Samaahenge||17||87||",
    "translation": "Similarly the animate and inanimate objects come out of the Supreme Lord; having been created from the same Lord, they merge in the same Lord. 17.87.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61335,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਕੇਤੇ ਕੱਛ ਮੱਛ ਕੇਤੇ ੳੁਨ ਕੳੁ ਕਰਤ ਭੱਛ ਕੇਤੇ ਅੱਛ ਵੱਛ ਹੁੲਿ ਸਪੱਛ ੳੁਡ ਜਾਹਿਂਗੇ ||",
    "transliteration": "Kete Kachchh Machchh Kete Oun Kau Karat Bhachchh, Kete Achchh Vachchh Hue Sapachchh Ud Jaahenge||",
    "translation": "There are many a tortoise and fish and there are many who devour them; there are many a winged phoenix, who always continue flying.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61336,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਕੇਤੇ ਨਭ ਬੀਚ ਅੱਛ ਪੱਛ ਕੳੁ ਕਰੈਂਗੇ ਭੱਛ ਕੇਤਕ ਪ੍ਰਤੱਛ ਹੁੲਿ ਪਚਾੲਿ ਖਾਦਿ ਜਾਹਿਂਗੇ ||",
    "transliteration": "Kete Nabh Boodhe Achchh Pachchh Kau Darainge Bhachchh, Ketak Pratachchh Hue Pachaae Khaae Jaahenge||",
    "translation": "There are many who devour even the phonenix in the sky and there are many, who even eat and digest the materialized devourers.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61337,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਜਲ ਕਹਾ ਥਲ ਕਹਾ ਗਗਨ ਕੇ ਗੳੁਨ ਕਹਾ ਕਾਲ ਕੇ ਬਨਾੲਿ ਸਬੈ ਕਾਲ ਹੀ ਚਬਾਹਿਂਗੇ ||",
    "transliteration": "Jal Kahaa Thal Kahaa Gadan Ke Gaddd Kahaa, Kaal Ke Banaae Sahai Kaal Hoo Chabaahenge||",
    "translation": "Not only to speak of the residents of water, earth and wanders of the sky, all those created by god of death will ultimately be devoured ( destroyed) by him.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61338,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਤੇਜ ਜਿੳੁ ਅਤੇਜ ਮੈ ਅਤੇਜ ਜੈਸੇ ਤੇਜ ਲੀਨ ਤਾਹੀ ਤੇ ੳੁਪਜ ਸਬੈ ਤਾਹੀ ਮੈ ਸਮਾਹਿਂਗੇ ||੧੮||੮੮||",
    "transliteration": "Tej Jio Atej Mai Atej Jaise Tej Loon, Taahoo Te Oupaj Sahai Taahoo Mai Samaahenge||18||88||",
    "translation": "Just as the light merged in darkness and the darkness in the light all the created beings generated by the Lord will ultimately merge in Him. 18.88.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
