[
  {
    "id": 61339,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੂਕਤ ਫਿਰਤ ਕੇਤੇ ਰੋਵਤ ਮਰਤ ਕੇਤੇ ਜਲ ਮੈਂ ਡੁਬਤ ਕੇਤੇ ਅਾਗ ਮੈਂ ਜਰਤ ਹੈਂ ॥",
    "transliteration": "Kookat Phirat Kete Rovat Marat Kete, Jal Main Doubat Kete Aag Main Jarat Hain||",
    "translation": "Many cry out while wandering, many weep and many die; many are drowned in water and many are burnt in fire.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61340,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੇਤੇ ਗੰਗ ਬਾਸੀ ਕੇਤੇ ਮਦੀਨਾ ਮਕਾ ਨਿਵਾਸੀ ਕੇਤਕ ੳੁਦਾਸੀ ਕੇ ਭ੍ਰਮਾੲੇ ੲੀ ਫਿਰਤ ਹੈਂ ॥",
    "transliteration": "Kete Gadg Baasoo Kete Madoonaa Makaa Nivaasoo, Ketak Udaasoo Ke Bhramaae Ee Phirat Hain||",
    "translation": "Many live on the banks of Ganges and many reside in Mecca and Medina, many becoming hermits, indulge in wanderings.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61341,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਰਵਤ ਸਹਤ ਕੇਤੇ ਭੂਮਿ ਮੈ ਗਡਤ ਕੇਤੇ ਸੂਅਾ ਪੈ ਚੜ੍ਹਤ ਕੇਤੇ ਦੂਖ ਕੳੁ ਭਰਤ ਹੈਂ ॥",
    "transliteration": "Karvat Sahat Kete Bhoom(i) Mai Gadat Kete, Sooaa Pai Chadhat Kete Dookh Hau Bharat Hain||",
    "translation": "Many endure the agony of sawing, many get buried in the earth, many are hanged on the gallows and many undergo great angulish.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61342,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੈਨ ਮੈਂ ੳੁਡਤ ਕੇਤੇ ਜਲ ਮੈਂ ਰਹਤ ਕੇਤੇ ਗਿਅਾਨ ਕੇ ਬਿਹੀਨ ਜਕ ਜਾਰੇ ੲੀ ਮਰਤ ਹੈਂ ॥੧੯॥੮੯॥",
    "transliteration": "Gadn Main Ounat Kete Jal Main Rahat Kete, Giaan Ke Bihoon Jak Jdare Ee Marat Hain||19||89||",
    "translation": "Many fly in the sky, many lives in water and many without knowledge. In their waywardness burn themselves to death. 19.89.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61343,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਸੋਧ ਹਾਰੇ ਦੇਵਤਾ ਬਿਰੋਧ ਹਾਰੇ ਦਾਨੋ ਬਡੇ ਬੋਧ ਹਾਰੇ ਬੋਧਕ ਪ੍ਰਬੋਧ ਹਾਰੇ ਜਾਪਸੀ ॥",
    "transliteration": "Sodh Hdare Devtaa Birodh Hdare Daano Bade, Bodh Hdare Odhak Prabodh Hdare Jaapsoo||",
    "translation": "The gods got weary of making offerings of fragrances, the antagonistic demons have got weary, he knowledgeable sages have got weary and worshippers of good understanding have also got weary.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61344,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਘਸ ਹਾਰੇ ਚੰਦਨ ਲਗਾੲਿ ਹਾਰੇ ਚੋਅਾ ਚਾਰੁ ਪੂਜ ਹਾਰੇ ਪਾਹਨ ਚਢਾੲਿ ਹਾਰੇ ਲਾਪਸੀ ॥",
    "transliteration": "Ghas Hdare Channdan Lagade Hdare Choaa Chaar(u), Pooj Hdare Paahan Chadhaae Hdare Laapasoo||",
    "translation": "Those who rub sandalwood have got tired, the appliers of fine scent (otto) have got tired, the image-worshippers have got tired and those making offerings of sweet curry, have also got tired.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61345,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਗਾਹ ਹਾਰੇ ਗੋਰਨ ਮਨਾੲਿ ਹਾਰੇ ਮੜ੍ਹੀ ਮੱਟ ਲੀਪ ਹਾਰੇ ਭੀਤਨ ਲਗਾੲਿ ਹਾਰੇ ਛਾਪਸੀ ॥",
    "transliteration": "Gadb Hdare Goran Manaae Hdare Madhoo Matt, Loop Hdare Bhootan Lagade Hdare Chhaadasoo||",
    "translation": "The visitors of graveyards have got tired, the worshippers of hermitages and monuments have got tired; those who besmear the walls images have got tired and those who print with embossing seal have also got tired.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61346,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਗਾੲਿ ਹਾਰੇ ਗੰਧ੍ਰਬ ਬਜਾੲਿ ਹਾਰੇ ਕਿੰਨਰ ਸਭ ਪਚ ਹਾਰੇ ਪੰਡਤ ਤਪੰਤ ਹਾਰੇ ਤਾਪਾਸੀ ॥੨੦॥੯੦॥",
    "transliteration": "Gade Hdare Gaddhrab Bajaae Hdare Kinnar Sabh, Pach Hdare Pandat Tapant Hdare Taapasoo||20||90||",
    "translation": "Gandharvas, the musicians of goods have got tired, Kinnars, the players of musical instruments have got tired, the Pundits have got highly weary and the ascetics observing austerities have also got tired. None of the above-mentioned people have been able",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61347,
    "shabad_id": 10028,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥ ਤੁਜੰਗ ਪ੍ਰਯਾਤ ਛੰਦ ॥",
    "transliteration": "Tva Prasaadh|| Bhujan Prayaat Chhand||",
    "translation": "BY THY GRACE. BHUJANG PRAYAAT STANZA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61348,
    "shabad_id": 10028,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਨ ਰਾਗੰ ਨ ਰੰਗੰ ਨ ਰੁਪੰ ਨ ਰੇਖੰ ॥",
    "transliteration": "Na Raagadg Na Ranadg, Na Drohan Na Dvaikhan||",
    "translation": "The Lord is without an affection, without colour, without form and without line.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61349,
    "shabad_id": 10028,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਨ ਮੋਹੰ ਨ ਕ੍ਰੋਹੰ ਨ ਦ੍ਰੋਹੰ ਨ ਦ੍ਵੈਖੰ ॥",
    "transliteration": "Na Moh Na Kroh Na Droh Na Daayvakh",
    "translation": "He without attachment, without anger, without deceit and without malice.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61350,
    "shabad_id": 10028,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਨ ਕਰਮੰ ਨ ਭਰਮੰ ਨ ਜਨਮੰ ਨ ਜਾਤੰ ॥",
    "transliteration": "Na Karamannd Na Bharamannd, Na Janamannd Na Jaatan||",
    "translation": "He is actionless, illusionless, birthless and casteless.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61351,
    "shabad_id": 10028,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਨ ਮਿੱਤ੍ਰੰ ਨ ਸੱਤ੍ਰੰ ਨ ਪਿੱਤ੍ਰੰ ਨ ਮਾਤੰ ॥੧॥੯੧॥",
    "transliteration": "Na Mittran Na Sattran, Na Pittran Na Maatan||1||91||",
    "translation": "He is sans friend, sans enemy, sans father and sans mother.1.91.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61352,
    "shabad_id": 10028,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਨ ਨੇਹੰ ਨ ਗੇਹੰ ਨ ਕਾਮੰ ਨ ਧਾਮੰ ॥",
    "transliteration": "Na Nehan Na Gehan, Na Kaamannd Na Dhaamannd||",
    "translation": "He is without love, without home, without just and without home.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
