[
  {
    "id": 61857,
    "shabad_id": 10045,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਸਨ ਕੋਟਿ ਕਰੇ ਅਸਟਾਂਗ; ਧਰੇ ਬਹੁ ਨਿਅਾਸ, ਕਰੇ ਮੁਖ ਕਾਰੇ ॥",
    "transliteration": "Aasan Kot Dare Astaan Ddare Bahu Niaas Dare Mouch Kdare||",
    "translation": "Adopting millions of postures and observing the eight steps of Yoga, touching the limbs while reciting the mantras and blackening the face.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61858,
    "shabad_id": 10045,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਅਕਾਲ ਭਜੇ ਬਿਨੁ; ਅੰਤ ਕੋ, ਅੰਤਕੇ ਧਾਮ ਸਿਧਾਰੇ ॥੧੦॥੨੫੨॥",
    "transliteration": "Doon Daeaal Akaal Bhaje Bin(u) Ant Ko Ant Ke Dhaam Sidhdare||10||252||",
    "translation": "But without the remembrance of the Non-temporal and Merciful Lord of the lowly, one will ultimately go to the abode of Yama. 10.252.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61859,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥ ਕਬਿੱਤ ॥",
    "transliteration": "Tva Prasaadh|| Kabitt||",
    "translation": "BY THY GRACE KABITT",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61860,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਤ੍ਰ ਕੇ ਚਲੱਯਾ ਛਿਤ ਛਤ੍ਰ ਕੇ ਧਰੱਯਾ ਛਤ੍ਰ ਧਾਰੀਓਂ ਕੇ ਛਲੱਯਾ ਮਹਾ ਸਤ੍ਰਨ ਕੇ ਸਾਲ ਹੈਂ ॥",
    "transliteration": "Atra Ke Chalayyaa Chhit Chhatra Ke Dharayyaa Chhatra Dhdarooon Ke Chhalayyaa Mahaa Satran Ke Saal Hain||",
    "translation": "He operates the weapons, beguiles the sovereigns of the earth having canopies over their heads and mashes the mighty enemies.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61861,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਦਾਨ ਕੇ ਦਿਵੱਯਾ ਮਹਾ ਮਾਨ ਕੇ ਬਢੱਯਾ ਅਵਸਾਨ ਕੇ ਦਿਵੱਯਾ ਹੈਂ ਕਟੱਯਾ ਜਾਮ ਜਾਲ ਹੈਂ ॥",
    "transliteration": "Daan Ke Divayyaa Mahaa Maan Ke Badhayyaa Avsaan Ke Divayyaa Hain Katayyaa Jam Jaal Hain||",
    "translation": "He is the Donor of gifts, He causes to enhance the great honour, He is the giver of encouragement for greater effort and is the cutter of the snare of death.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61862,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਜੁੱਧ ਕੇ ਜਿਤੱਯਾ ਅੌ ਬਿਰੁੱਧ ਕੇ ਮਿਟੱਯਾ ਮਹਾਂ ਬੁੱਧਿ ਕੇ ਦਿਵੱਯਾ ਮਹਾਂ ਮਾਨਹੂੰ ਕੇ ਮਾਨ ਹੈਂ ॥",
    "transliteration": "Juddh Ke Jitayyaa Au Biruddh Ke Mitayyaa Mahaan Buddh(i) Ke Divayyaa Mahaan Maanhoon Ke Maan Hain||",
    "translation": "He is the conqueror of war and effacer of the opposition, He is giver of great intellect and the Honour of the illustrious.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61863,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਗਿਅਾਨ ਹੂੰ ਕੇ ਗਿਅਾਤਾ ਮਹਾਂ ਬੁੱਧਿਤਾ ਕੇ ਦਾਤਾ ਦੇਵ ਕਾਲ ਹੂੰ ਕੇ ਕਾਲ ਮਹਾ ਕਾਲ ਹੂੰ ਕੇ ਕਾਲ ਹੈਂ ॥੧॥੨੫੩॥",
    "transliteration": "Giaan Hoon Ke Giaataa Mahaan Buddhitaa Ke Daataa Dev Kaal Hoon Ke Kaal Mahaa Kaal Hoon Ke Kaal Hain||1||253||",
    "translation": "He is the knower of the knowledge, the giver-god of he supreme intellect; He is the death of death and also the death of the supreme death (Maha Kal).1.253.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61864,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਪੂਰਬੀ ਨ ਪਾਰ ਪਾਵੈਂ ਹਿੰਗੁਲਾ ਹਿਮਾਲੈ ਧਿਅਾਵੈਂ ਗੋਰ ਗੁਰਦੇਜੀ ਗੁਨ ਗਾਵੈਂ ਤੇਰੇ ਨਾਮ ਹੈਂ ॥",
    "transliteration": "Poorbi Na Paar Paavain Hingulaa Himaalai Dhiaavain Gor Gurdejoo Goun Gadvain Dere Naam Hain||",
    "translation": "The inhabitants of the east could not know Thy end, the people of Hingala and Himalaya mountains remember Thee, residents of Gor and Gardez sing he Praises of Thy Name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61865,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਜੋਗੀ ਜੋਗ ਸਾਧੈ ਪੳੁਨ ਸਾਧਨਾ ਕਿਤੇਕ ਬਾਧੈ ਅਾਰਬ ਕੇ ਅਾਰਬੀ ਅਰਾਧੈਂ ਤੇਰੇ ਨਾਮ ਹੈਂ ॥",
    "transliteration": "Jogoo Jog Saadhai Paoun Saadhanaa Kitek Baadhai Rab Ke Aaraboo Araadhain Dere Naam Hain||",
    "translation": "The Yogis perform Yoga, many are absorbed in doing Pranayama and residents of Arabia remember Thy Name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61866,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਫਰਾ ਕੇ ਫਿਰੰਗੀ ਮਾਨੈਂ ਕੰਧਾਰੀ ਕੁਰੇਸੀ ਜਾਨੈਂ ਪਛਮ ਕੇ ਪੱਛਮੀ ਪਛਾਨੈਂ ਨਿਜ ਕਾਮ ਹੈਂ ॥",
    "transliteration": "Pharaa Ke Phiranoo Maanain Kandhdaroo Kuresoo Jaanain Pachham Ke Pachchamoondpachhaadain Nij Kaam Hain||",
    "translation": "The people of France and England revere Thee, the inhabitants of Kandhaar and Quraishis know Thee; the people of western side recognize their duty towards Thee.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61867,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਮਰਹਟਾ ਮਘੇਲੇ ਤੇਰੀ ਮਨ ਸੋਂ ਤਪਸਿਅਾ ਕਰੈ ਦ੍ਰਿੜਵੈ ਤਿਲੰਗੀ ਪਹਚਾਨੈ ਧਰਮ ਧਾਮ ਹੈਂ ॥੨॥੨੫੪॥",
    "transliteration": "Marhataa Maghele Teroo Man Son Tapasiaa Darai Dridvai Tilanoo Pahchaanai Dharam Dhaam Hain||2||254||",
    "translation": "The inhabitants of Maharashtra and Magadha perform austerities with profound affection; the residents of Drawar and Tilang countries recognise Thee as the Abode of Dharma.2.254",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61868,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਬੰਗ ਕੇ ਬੰਗਾਲੀ ਫਿਰਹੰਗ ਕੇ ਫਿਰੰਗਾਵਾਲੀ ਦਿਲੀ ਕੇ ਦਿਲਵਾਲੀ ਤੇਰੀ ਅਾਗਿਅਾ ਮੈ ਚਲਤ ਹੈਂ ॥",
    "transliteration": "Ban Ke Banadloo Phirhan Ke Phiranadvaaloo Diloo Ke Dilvaaloo Teroo Aagiaa Mai Chalet Hain||",
    "translation": "The Bengalis of Bengal, the Phirangis of Phirangistan and Dilwalis of Delhi are the followers of Thy Command.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61869,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਰੋਹ ਕੇ ਰੁਹੇਲੇ ਮਾਘ ਦੇਸ ਕੇ ਮਘੇਲੇ ਬੀਰ ਬੰਗ ਸੀ ਬੁੰਦੇਲੇ ਪਾਪ ਪੁੰਜ ਕੋ ਮਲਤ ਹੈਂ ॥",
    "transliteration": "Roh Ke Ruhele Maagh Des Ke Maghele Boor Ban Soo Buaadele Paap Pounj Ko Malat Hain||",
    "translation": "The Rohelas of Rohu mountain, the Maghelas of Magadha, the heroic Bangasis of Bangas and the Bundhelas of Bundhelkhand destroy their sins in Thy devotion.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61870,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਗੋਖਾ ਗੁਨ ਗਾਵੈ ਚੀਨ ਮਚੀਨ ਕੇ ਸੀਸ ਨਯਾਵੈ ਤਿੱਬਤੀ ਧਿਅਾੲਿ ਦੇਖ ਦੇਹ ਕੋ ਦਲਤ ਹੈਂ ॥",
    "transliteration": "Gokhaa Goun Gadvai Choon Machoon Ke Soos Nyaavai Tibbati Dhiaae Dokh Deh Ko Dalat Hain||",
    "translation": "Gorkhas sing Thy Praises, the residents of China and Manchuria bow their heads before Thee and the Tibetans destroy the sufferings of their bodies by remembering Thee.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
