[
  {
    "id": 61885,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਾਮਨਾ ਕੀ ਖਾਨ ਹੈਂ ਕਿ ਸਾਧਨਾ ਕੀ ਸਾਨ ਹੈਂ ਬਿਰਕਤਤਾ ਕੀ ਬਾਨ ਹੈਂ ਕਿ ਬੁੱਧਿ ਕੋ ੳੁਦਾਰੁ ਹੈਂ ॥",
    "transliteration": "Kaamnaa Koo Khaan Hain Ki Saadhnaa Koo Saan Hain Biraktataa Koo Baan Hain Ki Buddh(i) Ko Udaar(u) Hain||",
    "translation": "Is He the treasure of he fulfillment of desires? Is He the Glory of discipline? Is He the dignity of asceticism? Is He the master of generous intellect?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61886,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੁੰਦਰ ਸਰੂਪ ਹੈਂ ਕਿ ਭੂਪਨ ਕੋ ਭੂਪ ਹੈਂ ਕਿ ਰੂਪ ਹੂੰ ਕੋ ਰੂਪ ਹੈਂ ਕੁਮਤਿ ਕੋ ਪ੍ਹਾਰੁ ਹੈਂ ॥",
    "transliteration": "Soundar Saroophain Ki Bhoopan Ko Bhoop Hain Ki Roop Hoon Ko Roop Hain Koumat(i) Ko Prahaar(u) Hain||",
    "translation": "Doth He contain beautiful form? Is He the king of kings? Is He the beauty? Is He the Destroyer of bad intellect?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61887,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦੀਨਨ ਕੋ ਦਾਤਾ ਹੈਂ ਗਨੀਮਨ ਕੋ ਗਾਰਕ ਹੈਂ ਸਾਧਨ ਕੋ ਰੱਛਕ ਹੈਂ ਗੁਨਨ ਕੋ ਪਹਾਰੁ ਹੈਂ ॥੭॥੨੫੯॥",
    "transliteration": "Doonan Ko Daataa Hain Gad9man Ko Gadrak Hain Saadhan Ko Rachchak Hain Gounan Ko Pahaar(u) Hain||7||259||",
    "translation": "Is He the Donor of the poor? Is He the perisher of the enemies? Is he the Protector of the saints? Is He the mountain of qualities? 7.259.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61888,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਿੱਧ ਕੋ ਸਰੂਪ ਹੈਂ ਕਿ ਬੁਧਿ ਕੋ ਬਿਭੂਤਿ ਹੈਂ ਕਿ ਕ੍ਰੁਧ ਕੋ ਅਭੂਤ ਹੈਂ ਕਿ ਅੱਛੈ ਅਬਿਨਾਸੀ ਹੈਂ ॥",
    "transliteration": "Siddh Ko Saroophain Ki Budh(i) Ko Bibhoot(i) Hain Ki Krudh Ko Abhoo Hain Ki Achchhai Abinaasoo Hain||",
    "translation": "He is the salvation-incarnate, He is the wealth of intellect, He is the destroyer of anger, He is Unassailable and eternal.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61889,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਾਮ ਕੋ ਕੁਨਿੰਦਾ ਹੈਂ ਕਿ ਖੂਬੀ ਕੋ ਦਹਿੰਦਾ ਹੈਂ ਗਨੀਮ ਕੋ ਗਰਿੰਦਾ ਹੈਂ ਕਿ ਤੇਜ ਕੋ ਪ੍ਰਕਾਸੀ ਹੈਂ ॥",
    "transliteration": "Kaam Ko Kounindaa Hain Ki Khooboo Ko Dahindaa Hain Gadoom Ko Gadindaa Hain Ki Tej Ko Prakaasoo Hain||",
    "translation": "He is the doer of errand and the giver of qualities. He is the perisher of enemies and igniter of fire.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61890,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਾਲ ਹੂੰ ਕੋ ਕਾਲ ਹੈਂ ਕਿ ਸਤ੍ਰਨ ਕੋ ਸਾਲ ਹੈਂ ਕਿ ਮਿਤ੍ਰਨ ਕੋ ਪੋਖਤ ਹੈਂ ਕਿ ਬ੍ਰਿਧਤਾ ਕੋ ਬਾਸੀ ਹੈਂ ॥",
    "transliteration": "Kaal Hoon Ko Kaal Hain Ki Satran Ko Saal Hain Ki Mitran Ko Pokhat Hain Ki Bridhataa Ko Baasoo Hain||",
    "translation": "He is the death of death and smasher of enemies; He is the Protector of Friends and subduer of excellence.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61891,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਜੋਗ ਹੂੰ ਕੋ ਜੰਤ੍ਰ ਹੈਂ ਕਿ ਤੇਜ ਹੂੰ ਕੋ ਤੰਤ੍ਰ ਹੈਂ ਕਿ ਮੋਹਨੀ ਕੋ ਮੰਤ੍ਰ ਹੈਂ ਕਿ ਪੂਰਨ ਪ੍ਰਕਾਸੀ ਹੈਂ ॥੮॥੨੬੦॥",
    "transliteration": "Jog Hoon Ko Jantra Hain Ki Tej Hoon Ko Tantra Hain Ki Mohanoo Ko Mantra Hain Ki Pooran Prakaasoo Hain||8||260||",
    "translation": "He is the mystical diagram of gaining control over Yoga, He is the mystical formula of overpowering glory; He is the incantation of bewitching the enchantress and perfect enlightener.8.260.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61892,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਰੂਪ ਕੋ ਨਿਵਾਸ ਹੈਂ ਕਿ ਬੁੱਧਿ ਕੋ ਪ੍ਰਕਾਸ ਹੈਂ ਕਿ ਸਿੱਧਤਾ ਕੋ ਬਾਸ ਹੈਂ ਕਿ ਬੁੱਧਿ ਹੂੰ ਕੋ ਘਰੁ ਹੈਂ ॥",
    "transliteration": "Roop Ko Nivaas Hain Ki Buddh(i) Ko Prakaas Hain Ki Siddhataa Ko Baas Hain Ki Buddh(i) Hoon Ko Ghar Hain||",
    "translation": "He is the Abode of Beauty and enlightener of intellect; He is the home of salvation and the dwelling of intelligence.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61893,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਦੇਵਨ ਕੋ ਦੇਵ ਹੈਂ ਨਿਰੰਜਨ ਅਭੇਵ ਹੈਂ ਅਦੇਵਨ ਕੋ ਦੇਵ ਹੈਂ ਕਿ ਸੁੱਧਤਾ ਕੋ ਸਰੁ ਹੈਂ ॥",
    "transliteration": "Devan Ko Dev Hain Niranjan Abhev Hain Adevan Ko Dev Hain Ki Suddhataa Ko Sar(u) Hain||",
    "translation": "He is the god of gods and the Indiscriminate Transcendent Lord; He is the Deity of the demons and the tank of Purity.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61894,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਜਾਨ ਕੋ ਬਚੱਯਾ ਹੈਂ ੲਿਮਾਨ ਕੋ ਦਿਵੱਯਾ ਹੈਂ ਜਮ ਜਾਲ ਕੋ ਕਟੱਯਾ ਹੈਂ ਕਿ ਕਾਮਨਾ ਕੋ ਕਰੁ ਹੈਂ ॥",
    "transliteration": "Jaan Ko Bachayyaa Hain Imaan Ko Divayyaa Hain Jam Jaal Ko Katayyaa Hain Ki Kaamannda Ko Kar(u) Hain||",
    "translation": "He is the Saviour of life and giver of faith; He is the chopper of the god of Death and the fulfiller of desires.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61895,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਤੇਜ ਕੋ ਪ੍ਰਚੰਡ ਹੈਂ ਅਖੰਡਣ ਕੋ ਖੰਡ ਹੈਂ ਮਹੀਪਨ ਕੋ ਮੰਡ ਹੈਂ ਕਿ ੲਿਸਤ੍ਰੀ ਹੈਂ ਨ ਨਰੁ ਹੈਂ ॥੯॥੨੬੧॥",
    "transliteration": "Tej Ko Prachanndd Hain Akhannddan Ko Khanndhain Mahoopan Ko Mand Hain Ki Istroo Hain Na Nar(u) Hain||9||261||",
    "translation": "He is the intensifier of Glory and breaker of the unbreakable; He is the establisher of kings, but Himself He is neither male nor female.9.261.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61896,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਬਿਸ੍ਵ ਕੋ ਭਰਨ ਹੈਂ ਕਿ ਅਪਦਾ ਕੋ ਹਰਨ ਹੈਂ ਕਿ ਸੁਖ ਕੋ ਕਰਨ ਹੈਂ ਕਿ ਤੇਜ ਕੋ ਪ੍ਰਕਾਸ ਹੈਂ ॥",
    "transliteration": "Bisva Ko Bharan Hain Ki Apdaa Ko Haran Haiaa Ki Souch Ko Karan Hain Ki Tej Ko Prakaas Hain||",
    "translation": "He is the Sustainer of the Universe and remover of the trouble; He is the giver of comfort and igniter of the fire.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61897,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਪਾੲੀਅੈ ਨ ਪਾਰ ਪਾਰਾਵਾਰ ਹੂੰ ਕੋ ਪਾਰ ਜਾਂ ਕੋ ਕੀਜਤ ਬਿਚਾਰ ਸੁਬਿਚਾਰ ਕੋ ਨਿਵਾਸ ਹੈਂ ॥",
    "transliteration": "Paaooai Na Paar Paaraavaar Hoon Ko Paar Jaan Ko Koojat Bichaar Soubichaar Ko Nivaas Hain||",
    "translation": "His limits and bounds cannot be known; if we reflect on Him, He is the Abode of all thoughts.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61898,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਹਿੰਗੁਲਾ ਹਿਮਾਲੈ ਗਾਵੈ ਹਬਸੀ ਹੱਲਬੀ ਧਿਅਾਵੈ ਪੂਰਬੀ ਨ ਪਾਰ ਪਾਵੈ ਅਾਸਾ ਤੇ ਅਨਾਸ ਹੈਂ ॥",
    "transliteration": "Hingulaa Himaalai Gadvai Habsoo Hallaboo Dhooaavai Poorboo Na Paar Paavai Aasaa Te Anaas Hain||",
    "translation": "The beings of Hingala and Himalaya sing His Praises; the people of Habash country and Halb city meditate on Him. The residents of the East do not know His end and losing all hope they have become disappointed.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
