[
  {
    "id": 61899,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੇਵਨ ਕੋ ਦੇਵ ਮਹਾਦੇਵ ਹੂੰ ਕੇ ਦੇਵ ਹੈਂ ਨਿਰੰਜਨ ਅਭੇਵ ਨਾਥ ਅਦ੍ਵੈ ਅਬਿਨਾਸ ਹੈਂ ॥੧੦॥੨੬੨॥",
    "transliteration": "Devan Ko Dev Mahaadev Hoon Ko Dev Hain Niranjan Abhev Naath Advai Abinaas Hain||10||262||",
    "translation": "He is the god of gods and god of Supreme gods, He is Transcendent, Indiscriminate, Non-dual and Immortal Lord. 10.262.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61900,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਜਨ ਬਿਹੀਨ ਹੈਂ ਨਿਰੰਜਨ ਪ੍ਰਬੀਨ ਹੈਂ ਕਿ ਸੇਵਕ ਅਧੀਨ ਹੈਂ ਕਟੱਯਾ ਜਮ ਜਾਲ ਕੇ ॥",
    "transliteration": "Anjan Biheen Hain Niranjan Prabeen Hain Ki Sevak Adheen Hain Katayyaa Jam Jaal Ke||",
    "translation": "He is without the impact of maya, He is adept and Transcendent Lord; He is obedient to his servant and is the chopper of the snare of Yama (god of death).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61901,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦੇਵਨ ਕੇ ਦੇਵ ਮਹਾਦੇਵ ਹੂੰ ਕੇ ਦੇਵਨਾਥ ਭੂਮ ਕੇ ਭੂਜੱਯਾ ਹੈਂ ਮੁਹੱਯਾ ਮਹਾ ਬਾਲ ਕੇ ॥",
    "transliteration": "Devan Ke Dev Mahaadev Hoon Ke Devnaath Bhoom Ke Bhujayyaa Hain Muhayyaa Mahaa Baal Ke||",
    "translation": "He is the god of gods and the Lord-God of the Supreme gods, He is Enjoyer of the earth and the Provider of the great power.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61902,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰਾਜਨ ਕੇ ਰਾਜਾ ਮਹਾ ਸਾਜ ਹੂੰ ਕੇ ਸਾਜਾ ਮਹਾ ਜੋਗ ਹੂੰ ਕੋ ਜੋਗ ਹੈਂ ਧਰੱਯਾ ਦ੍ਰਮ ਛਾਲ ਕੇ ॥",
    "transliteration": "Raajan Ke Raajaa Mahaa Saaj Hoon Ke Saajaa Mahaa Jog Hoon Ko Jog Hain Dharayyaa Droum Chhnl Ke||",
    "translation": "He is the king of kings and the decoration of the supreme decorations, He is the Supreme Yogi of the yogis wearing the bark of trees.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61903,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਾਮਨਾ ਕੇ ਕਰੁ ਹੈਂ ਕੁਬੁੱਧਤਾ ਕੋ ਹਰੁ ਹੈਂ ਕਿ ਸਿੱਧਤਾ ਕੇ ਸਾਥੀ ਹੈਂ ਕਿ ਕਾਲ ਹੈਂ ਕੁਚਾਲ ਕੇ ॥੧੧॥੨੬੩॥",
    "transliteration": "Kaamnaa Ke Kar(u) Hain Koubuddhataa Ke Har(u) Hain Ki Siddhataa Ke Saathoo Hain Ki Kaal Hain Kudhaal Ke||11||263||",
    "translation": "He is the fulfiller of desire and remover of vicious intellect; He is the comrade of perfection and the destroyer of bad conduct.11.263.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61904,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਛੀਰ ਕੈਸੀ ਛੀਰਾਵਧ ਛਾਛ ਕੈਸੀ ਛੱਤ੍ਰਾਨੇਰ ਛਪਾਕਰ ਕੈਸੀ ਛਬਿ ਕਾਲਿੰਦ੍ਰੀ ਕੇ ਕੂਲ ਕੈ ॥",
    "transliteration": "Chhodhr Kaisoo Chhodhraavadh Chhaadhh Kaisoo Chhattraaner Chhapaakar Kaisoo Chhab(i) Kaalindroo Ke Kool Kai||",
    "translation": "Awadh is like milk and the town of Chhatraner is like buttermilk; the banks of Yamuna are beautiful like the brilliance of the moon.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61905,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਹੰਸਨੀ ਸੀ ਸੀਹਾਰੂਮ ਹੀਰਾ ਸੀ ਹੁਸੈਨਾਬਾਦ ਗੰਗਾ ਕੈਸੀ ਧਾਰ ਚਲੀ ਸਾਤੋ ਸਿੰਧ ਰੂਲ ਕੈ ॥",
    "transliteration": "Hansanoo Soo Soohdaroom Hooraa Soo Housainaabaad Gadgad Haisoo Dhaar Chaloo Saato Sindh Rool Kai||",
    "translation": "The country of rum is like the beautiful Hansani (damsel), the town of Husainabad is like a diamond; the winsome current of the Ganges make the seven seas diffident.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61906,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਪਾਰਾ ਸੀ ਪਲਾੳੂਗਢ ਰੂਪਾ ਕੈ ਸੀ ਰਾਮਪੁਰ ਸੋਰਾ ਸੀ ਸੁਰੰਗਾਬਾਦ ਨੀਕੈ ਰਹੀ ਝੂਲ ਕੈ ॥",
    "transliteration": "Paaraa Soo Palaaoogadh Roopaa Kai Soo Raampur Soraa Soo Suranadbaad Nookai Rahoo Jhool Kai||",
    "translation": "Palayugarh is like mercury and Rampur is like siver; Surangabad is like nitre (swinging elegantly).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61907,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਚੰਪਾ ਸੀ ਚੰਦੇਰੀ ਕੋਟ ਚਾਂਦਨੀ ਸੀ ਚਾਂਦਾਗੜ੍ਹ ਕੀਰਤਿ ਤਿਹਾਰੀ ਰਹੀ ਮਾਲਤੀ ਸੀ ਫੂਲ ਕੈ ॥੧੨॥੨੬੪॥",
    "transliteration": "Channdaa Soo Channderoo Kot Chaandaagadh Koorat(i) Tihdaroo Rahoo Maaltoo Soo Phool Kai||12||264||",
    "translation": "Kot Chanderi is like Champa flower (Michelia Champacca), Chandagarh is like moonlight, but Thy Glory, O Lord! is like the beautiful flower of Malti (a creeper). 12.264.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61908,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਫਟਕ ਸੀ ਕੈਲਾਸ ਕਮਾਂੳੂਗੜ੍ਹ ਕਾਂਸੀਪ੍ਰ ਸੀਸਾ ਸੀ ਸੁਰੰਗਾਬਾਦ ਨੀਕੈ ਸੋਹੀਅਤੁ ਹੈ ॥",
    "transliteration": "Phatak Soo Kailaas Kamaanoogadh Kaansoopursoosaa Soo Suranadbaad Nookai Sohooat(u) Hai||",
    "translation": "The places like Kaiilash, Kumayun and Kashipur are clear like crystal, and Surangabad looks graceful like glass.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61909,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਹਿੰਮਾ ਸੀ ਹਿਮਾਲੈਹਰ ਹਾਰ ਸੀ ਹੱਲਬਾ ਨੇਰ ਹੰਸ ਕੈਸੀ ਹਾਜੀਪੁਰ ਦੇਖ ਮੋਹੀਅਤੁ ਹੈ ॥",
    "transliteration": "Hinmaa Soo Himaalaihar Haar Soo Hallabaa Ner Hans Kaisoo Haajoopur Dekhe Mohooat(u) Hai||",
    "translation": "Himalaya bewitches the mind with whiteness of snow, Halbaner like milkyway and Hajipur like swan.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61910,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਚੰਦਨ ਸੀ ਚੰਪਾਵਤੀ ਚੰਦ੍ਰਮਾ ਸੀ ਚੰਦ੍ਰਾਗਿਰ ਚਾਂਦਨੀ ਸੀ ਚਾਂਦਾਗੜ੍ਹ ਜੌਨ ਜੋਹੀਅਤੁ ਹੈ ॥",
    "transliteration": "Channdan Soo Channdaavatoo Channdramaa Soo Channdraagir Chaandnoo Soo Chaandaagadh Jaoun Johooat(u) Hai||",
    "translation": "Champawati looks like sandalwood, Chandragiri like moon and Chandagarh town like moonlight.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61911,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਗੰਗਾ ਸਮ ਗੰਗਧਾਰ ਬਕਾਨ ਸੀ ਬਲਿੰਦਾਵਾਦ ਕੀਰਤਿ ਤਿਹਾਰੀ ਕੀ ੳੁਜਿਅਾਰੀ ਸੋਹੀਅਤੁ ਹੈ ॥੧੩॥੨੬੫॥",
    "transliteration": "Gadgad Sam Gadgadhaar Bakaan Soo Balindaavaad Koorat(i) Tihdaroo Koo Ujidaroo Sohooat(u) Hai||13||265||",
    "translation": "Gangadhar (Gandhar) seems like the Ganges and Bulandabad like a crane; all of them are the symbols of the splendour of Thy Praise.13.265.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61912,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਫਰਾ ਸੀ ਫਿਰੰਗੀ ਫਰਾਸੀਸ ਕੇ ਦੁਰੰਗੀ ਮਕਰਾਨ ਕੇ ਮ੍ਰਿਦੰਗੀ ਤੇਰੇ ਗੀਤ ਗਾੲੀਅਤੁ ਹੈ ॥",
    "transliteration": "Pharaa Soo Phiranoo Pharaasoos Ke Duranoo Makraan Ke Mridanoo Dere Goot Gadiat(u) Hai||",
    "translation": "The Persians and the residents of Firangistan and France, people of two different colours and the Mridangis (inhabitants) of Makran sing the songs of Thy Praise.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
