[
  {
    "id": 61899,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "dyvn ko dyv mhwdyv hUM ky dyv hYN inrMjn AByv nwQ AdÍY Aibnws hYN ]10]262]",
    "transliteration": "Devan Ko Dev Mahaadev Hoon Ko Dev Hain Niranjan Abhev Naath Advai Abinaas Hain||10||262||",
    "translation": "He is the god of gods and god of Supreme gods, He is Transcendent, Indiscriminate, Non-dual and Immortal Lord. 10.262.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61900,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AMjn ibhIn hYN inrMjn pRbIn hYN ik syvk ADIn hYN kt`Xw jm jwl ky ]",
    "transliteration": "Anjan Biheen Hain Niranjan Prabeen Hain Ki Sevak Adheen Hain Katayyaa Jam Jaal Ke||",
    "translation": "He is without the impact of maya, He is adept and Transcendent Lord; He is obedient to his servant and is the chopper of the snare of Yama (god of death).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61901,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "dyvn ky dyv mhwdyv hUM ky dyvnwQ BUm ky BUj`Xw hYN muh`Xw mhw bwl ky ]",
    "transliteration": "Devan Ke Dev Mahaadev Hoon Ke Devnaath Bhoom Ke Bhujayyaa Hain Muhayyaa Mahaa Baal Ke||",
    "translation": "He is the god of gods and the Lord-God of the Supreme gods, He is Enjoyer of the earth and the Provider of the great power.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61902,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "rwjn ky rwjw mhw swj hUM ky swjw mhw jog hUM ko jog hYN Dr`Xw dRm Cwl ky ]",
    "transliteration": "Raajan Ke Raajaa Mahaa Saaj Hoon Ke Saajaa Mahaa Jog Hoon Ko Jog Hain Dharayyaa Droum Chhnl Ke||",
    "translation": "He is the king of kings and the decoration of the supreme decorations, He is the Supreme Yogi of the yogis wearing the bark of trees.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61903,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "kwmnw ky kru hYN kubu`Dqw ko hru hYN ik is`Dqw ky swQI hYN ik kwl hYN kucwl ky ]11]263]",
    "transliteration": "Kaamnaa Ke Kar(u) Hain Koubuddhataa Ke Har(u) Hain Ki Siddhataa Ke Saathoo Hain Ki Kaal Hain Kudhaal Ke||11||263||",
    "translation": "He is the fulfiller of desire and remover of vicious intellect; He is the comrade of perfection and the destroyer of bad conduct.11.263.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61904,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "CIr kYsI CIrwvD CwC kYsI C`qRwnyr Cpwkr kYsI Cib kwilMdRI ky kUl kY ]",
    "transliteration": "Chhodhr Kaisoo Chhodhraavadh Chhaadhh Kaisoo Chhattraaner Chhapaakar Kaisoo Chhab(i) Kaalindroo Ke Kool Kai||",
    "translation": "Awadh is like milk and the town of Chhatraner is like buttermilk; the banks of Yamuna are beautiful like the brilliance of the moon.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61905,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "hMsnI sI sIhwrUm hIrw sI husYnwbwd gMgw kYsI Dwr clI swqo isMD rUl kY ]",
    "transliteration": "Hansanoo Soo Soohdaroom Hooraa Soo Housainaabaad Gadgad Haisoo Dhaar Chaloo Saato Sindh Rool Kai||",
    "translation": "The country of rum is like the beautiful Hansani (damsel), the town of Husainabad is like a diamond; the winsome current of the Ganges make the seven seas diffident.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61906,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "pwrw sI plwaUgF rUpw kY sI rwmpur sorw sI surMgwbwd nIkY rhI JUl kY ]",
    "transliteration": "Paaraa Soo Palaaoogadh Roopaa Kai Soo Raampur Soraa Soo Suranadbaad Nookai Rahoo Jhool Kai||",
    "translation": "Palayugarh is like mercury and Rampur is like siver; Surangabad is like nitre (swinging elegantly).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61907,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "cMpw sI cMdyrI kot cwNdnI sI cwNdwgVH kIriq iqhwrI rhI mwlqI sI PUl kY ]12]264]",
    "transliteration": "Channdaa Soo Channderoo Kot Chaandaagadh Koorat(i) Tihdaroo Rahoo Maaltoo Soo Phool Kai||12||264||",
    "translation": "Kot Chanderi is like Champa flower (Michelia Champacca), Chandagarh is like moonlight, but Thy Glory, O Lord! is like the beautiful flower of Malti (a creeper). 12.264.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61908,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "Ptk sI kYlws kmwNaUgVH kwNsIpR sIsw sI surMgwbwd nIkY sohIAqu hY ]",
    "transliteration": "Phatak Soo Kailaas Kamaanoogadh Kaansoopursoosaa Soo Suranadbaad Nookai Sohooat(u) Hai||",
    "translation": "The places like Kaiilash, Kumayun and Kashipur are clear like crystal, and Surangabad looks graceful like glass.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61909,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ihMmw sI ihmwlYhr hwr sI h`lbw nyr hMs kYsI hwjIpur dyK mohIAqu hY ]",
    "transliteration": "Hinmaa Soo Himaalaihar Haar Soo Hallabaa Ner Hans Kaisoo Haajoopur Dekhe Mohooat(u) Hai||",
    "translation": "Himalaya bewitches the mind with whiteness of snow, Halbaner like milkyway and Hajipur like swan.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61910,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "cMdn sI cMpwvqI cMdRmw sI cMdRwigr cwNdnI sI cwNdwgVH jOn johIAqu hY ]",
    "transliteration": "Channdan Soo Channdaavatoo Channdramaa Soo Channdraagir Chaandnoo Soo Chaandaagadh Jaoun Johooat(u) Hai||",
    "translation": "Champawati looks like sandalwood, Chandragiri like moon and Chandagarh town like moonlight.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61911,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "gMgw sm gMgDwr bkwn sI bilMdwvwd kIriq iqhwrI kI auijAwrI sohIAqu hY ]13]265]",
    "transliteration": "Gadgad Sam Gadgadhaar Bakaan Soo Balindaavaad Koorat(i) Tihdaroo Koo Ujidaroo Sohooat(u) Hai||13||265||",
    "translation": "Gangadhar (Gandhar) seems like the Ganges and Bulandabad like a crane; all of them are the symbols of the splendour of Thy Praise.13.265.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 61912,
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "Prw sI iPrMgI PrwsIs ky durMgI mkrwn ky miRdMgI qyry gIq gweIAqu hY ]",
    "transliteration": "Pharaa Soo Phiranoo Pharaasoos Ke Duranoo Makraan Ke Mridanoo Dere Goot Gadiat(u) Hai||",
    "translation": "The Persians and the residents of Firangistan and France, people of two different colours and the Mridangis (inhabitants) of Makran sing the songs of Thy Praise.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
