[
  {
    "id": 90354,
    "shabad_id": 25427,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੳੁ ਪੈ ਦੇਖਿ ਦੀਪਕ ਪਤੰਗ ਪਛਮ ਨੋ ਤਾਕੈ ਜੀਵਨ ਜਨਮੁ ਕੁਲ ਲਾਛਨ ਲਗਾਵੲੀ",
    "transliteration": "Jau Pai Daykhi Deepak Patang Pachham No Taakai , Jeevan Janamu Kul Laachhan Lagaavaee ?",
    "translation": "If a moth sees a lit lamp and turns his face away from it, he defiles his life, birth and family. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90355,
    "shabad_id": 25427,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਪੈ ਨਾਦ ਬਾਦ ਸੁਨਿ ਮ੍ਰਿਗ ਅਾਨ ਗਿਅਾਨ ਰਾਚੈ ਪ੍ਰਾਨ ਸੁਖ ਹੁੲਿ ਸਬਦ ਬੇਧੀ ਨ ਕਹਾਵੲੀ",
    "transliteration": "Jau Pai Naad Baad Souni Mrig Aan Giaan Raachai , Praan Soukh Hui Sabad Baydhee N Kahaavaee ?",
    "translation": "Hearing the voice of musical instruments, if a deer ignores it and engrosses himself in some other thought, he may save his life but he can no more be known to belong to the family who love the music of Ghanda Herha, (an instrument to the sound of which d",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90356,
    "shabad_id": 25427,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੳੁ ਪੈ ਜਲ ਸੈ ਨਿਕਸ ਮੀਨ ਸਰਜੀਵ ਰਹੈ ਸਹੈ ਦੁਖ ਦੂਖਨਿ ਬਿਰਹੁ ਬਿਲਖਾਵੲੀ",
    "transliteration": "Jau Pai Jal Sai Nikas Meen Sarajeev Rahai , Sahai Doukh Dookhani Birahu Bilakhaavaee ?",
    "translation": "If a fish stays alive after coming out of water, she will have to bear the ignominy of stigmatising its clan, whimper and suffer pangs for having separated from its beloved water. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90357,
    "shabad_id": 25427,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੇਵਾ ਗੁਰ ਗਿਅਾਨ ਧਿਅਾਨ ਤਜੈ ਭਜੈ ਦੁਬਿਧਾ ਕੳੁ ਸੰਗਤ ਮੈ ਗੁਰਮੁਖ ਪਦਵੀ ਨ ਪਾਵੲੀ ॥੪੧੨॥",
    "transliteration": "Sayvaa Gur Giaan Dhiaan Tajai Bhajai Doubidhaa Kau , Sangat Mai Gurmoukh Padavee N Paavaee ?412?",
    "translation": "Similarly, if a devoted Sikh renounces True Guru's service, His teachings and contemplation of His name, is engrossed in worldly quandary, he then cannot attain the status of an obedient disciple of the True Guru in the holy congregation of Guru.  (412)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
