[
  {
    "id": 90402,
    "shabad_id": 25439,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਲਿਲ ਨਿਵਾਸ ਜੈਸੇ ਮੀਨ ਕੀ ਨ ਘਟੈ ਰੁਚ ਦੀਪਕ ਪ੍ਰਗਾਸ ਘਟੈ ਪ੍ਰੀਤਿ ਨ ਪਤੰਗ ਕੀ",
    "transliteration": "Salil Nivaas Jaisay Meen Kee N Ghatai Roucha , Deepak Pragaas Ghatai Preeti N Patang Kee ?",
    "translation": "Just as penchant for water for a fish never decreases and a moth's love for the flame of an oil lamp never wanes. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90403,
    "shabad_id": 25439,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੁਸਮ ਸੁਬਾਸ ਜੈਸੇ ਤ੍ਰਿਪਤਿ ਨ ਮਧੁਪ ਕੳੁ ੳੁਡਤ ਅਕਾਸ ਅਾਸ ਘਟੈ ਨ ਬਿਹੰਗ ਕੀ",
    "transliteration": "Kousam Soubaas Jaisay Tripati N Madhoup Kau , Udat Akaas Aas Ghatai N Bihang Kee ?",
    "translation": "Just as a black bee is never satiated enjoying the fragrance of the flowers, a bird's desire to fly in sky never decreases. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90404,
    "shabad_id": 25439,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਘਟਾ ਘਨਘੋਰ ਮੋਰ ਚਾਤ੍ਰਕ ਰਿਦੈ ੳੁਲਾਸ ਨਾਦ ਬਾਦ ਸੁਨਿ ਰਤਿ ਘਟੈ ਨ ਕੁਰੰਗ ਕੀ",
    "transliteration": "Ghataa Ghanaghor Mor Chaatrak Ridai Ulaasa , Naad Baad Souni Rati Ghatai N Kurang Kee ?",
    "translation": "Just as hearing the thunder of the collected clouds gladens the heart of a peacock and the rain-bird, and love of a deer for hearing the sweet music of Chanda Herha does not diminish. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90405,
    "shabad_id": 25439,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪ੍ਰਿਅ ਪ੍ਰੇਮ ਰਸ ਰਸਕ ਰਸਾਲ ਸੰਤ ਘਟਤ ਨ ਤ੍ਰਿਸਨਾ ਪ੍ਰਬਲ ਅੰਗ ਅੰਗ ਕੀ ॥੪੨੪॥",
    "transliteration": "Taisay Pria Praym Ras Rasak Rasaal Santa , Ghatat N Trisanaa Prabal Ang Ang Kee ?424?",
    "translation": "So is the love of a Guru-conscious saint, the seeker of ambrosial nectar for his dear True Guru. The longing of love for his Guru that has permeated in every limb of his body and is flowing rapidly never decreases.  (424)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
