[
  {
    "id": 90430,
    "shabad_id": 25446,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਚਨ ਪਤੰਗ ਦੀਪ ਦਰਸ ਦੇਖਨ ਗੲੇ ਜੋਤੀ ਜੋਤਿ ਮਿਲਿ ਪੁਨ ੳੂਤਰ ਨ ਅਾਨੇ ਹੈ",
    "transliteration": "Lochan Patang Deep Daras Daykhan Gaay , Jotee Joti Mili Poun Ootar N Aanay Hai ?",
    "translation": "The eyes of a moth who go for a glimpse of the flame of the lamp are never able to come back having engrossed themselves in its light. (So are the devoted disciples of the True Guru who are never able to return after a vision of Him). ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90431,
    "shabad_id": 25446,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਾਦ ਬਾਦ ਸੁਨਬੇ ਕੳੁ ਸ੍ਵਨ ਹਰਿਨ ਗੲੇ ਸੁਨਿ ਧੁਨਿ ਥਕਤ ਭੲੇ ਨ ਬਹੁਰਾਨੇ ਹੈ",
    "transliteration": "Naad Baad Sounabay Kau Sravan Harin Gaay , Souni Dhouni Dakat Bhaay N Bahuraanay Hai ?",
    "translation": "The ears of a deer gone to hear the melody of Ghanda Herha (a music instrument) gets so engrossed that he is never able to return. (So are the ears of a Sikh gone to hear ambrosial utterances of his True Guru never want to leave Him) ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90432,
    "shabad_id": 25446,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਮਕਰੰਦ ਰਸਿ ਰਸਕਿ ਹੁੲਿ ਮਨ ਮਧੁਕਰ ਸੁਖ ਸੰਪਟ ਸਮਾਨੇ ਹੈ",
    "transliteration": "Charan Kamal Makarand Rasi Rasaki Hui , Man Madhoukar Soukh Sanpat Samaanay Hai ?",
    "translation": "Embellished with the sweet smelling dust of the lotus feet of the True Guru, the mind of an obedient disciple gets engrossed like the black bee entranced by the sweet smell of the flower. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90433,
    "shabad_id": 25446,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰੂਪ ਗੁਨ ਪ੍ਰੇਮ ਰਸ ਪੂਰਨ ਪਰਮਪਦ ਅਾਨ ਗਿਅਾਨ ਧਿਅਾਨ ਰਸ ਭਰਮ ਭੁਲਾਨੇ ਹੈ ॥੪੩੧॥",
    "transliteration": "Roop Goun Praym Ras Pooran Paramapada , Aan Giaan Dhiaan Ras Bharam Bhulaanay Hai ?431?",
    "translation": "By virtue of the loving merits of the Naam blessed by the radiant True Guru, a Sikh of the Guru attains supreme spiritual state and rejects all other worldly contemplations and awarenesses that put one in wandering of doubts.  (431)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
