[
  {
    "id": 90450,
    "shabad_id": 25451,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਰਵਨ ਸੇਵਾ ਕੀਨੀ ਮਾਤਾ ਪਿਤਾ ਕੀ ਬਿਸੇਖ ਤਾ ਤੇ ਗਾੲੀਅਤ ਜਸ ਜਗਤ ਮੈ ਤਾਹੂ ਕੋ",
    "transliteration": "Saravan Sayvaa Keenee Maataa Pitaa Kee Bisaykha , Taa Tay Gaaeeat Jas Jagat Mai Taahoo Ko ?",
    "translation": "Sarwan, the devoted son served his blind parents with love and dedication that has earned him fame and praise in the world. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90451,
    "shabad_id": 25451,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਪ੍ਹਲਾਦਿ ਅਾਦਿ ਅੰਤ ਲੳੁ ਅਵਿਗਿਅਾ ਕੀਨੀ ਤਾਤ ਘਾਤ ਕਰਿ ਪ੍ਰਭ ਰਾਖਿਓ ਪ੍ਰਨੁ ਵਾਹੂ ਕੋ",
    "transliteration": "Jan Prahalaadi Aadi Ant Lau Avigiaa Keenee , Taat Ghaat Kari Prabh Raakhiao Pranu Vaahoo Ko ?",
    "translation": "What a strange play it is of the Lord that instead of serving his father, Bhagat Prahlad disobeyed his father's order that demanded of him not to meditate on the name of God (Ram). The Lord destroyed Harnakash (Prahlad's father) and protected Prahlad thus",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90452,
    "shabad_id": 25451,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦੁਅਾਦਸ ਬਰਖ ਸੁਕ ਜਨਨੀ ਦੁਖਤ ਕਰੀ ਸਿਧ ਭੲੇ ਤਤਖਿਨ ਜਨਮੁ ਹੈ ਜਾਹੂ ਕੋ",
    "transliteration": "Duaadas Barakh Souk Jananee Doukhat Karee , Sidh Bhaay Tatakhin Janamu Hai Jaahoo Ko ?",
    "translation": "It is said that sage Sukdev kept on causing pain to his mother by remaining in her womb for 12 years, but when born he was found to be an established and perfect sage, and all those born at that time turned out to be hermit with divine powers. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90453,
    "shabad_id": 25451,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਕਥ ਕਥਾ ਬਿਸਮ ਜਾਨੀਅੈ ਨ ਜਾੲਿ ਕਛੁ ਪਹੁਚੈ ਨ ਗਿਅਾਨ ੳੁਨਮਾਨੁ ਅਾਨ ਕਾਹੂ ਕੋ ॥੪੩੬॥",
    "transliteration": "Akad Kadaa Bisam Jaaneeai N Jaai Kachhu , Pahouchai N Giaan Ounamaanu Aan Kaahoo Ko ?436?",
    "translation": "His mysterious play is beyond explanation and is astonishing. No one can know on whom will He be kind when and where and who will receive His blessings.  (436)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
