[
  {
    "id": 89921,
    "shabad_id": 25319,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਗਮ ਅਪਾਰ ਦੇਵ ਅਲਖ ਅਭੇਵ ਅਤਿ ਅਨਿਕ ਜਤਨ ਕਰਿ ਨਿਗ੍ਹ ਨ ਪਾੲੀਅੈ",
    "transliteration": "Agam Apaar Dayv Alakh Abhayv Ati , Anik Jatan Kari Nigrah N Paaeeai ?",
    "translation": "The Lord who is highly inaccessible, infinite, light effulgent and beyond comprehension, cannot be reached by controlling the senses with all available means.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89922,
    "shabad_id": 25319,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਾੲੀਅੈ ਨ ਜਗ ਭੋਗ ਪਾੲੀਅੈ ਨ ਰਾਜ ਜੋਗ ਨਾਦ ਬਾਦ ਬੇਦ ਕੈ ਅਗਹੁ ਨ ਗਹਾੲੀਅੈ",
    "transliteration": "Paaeeai N Jag Bhog Paaeeai N Raaj Joga , Naad Baad Bayd Kai Agahu N Gahaaeeai ?",
    "translation": "He cannot even be realised through holding/performing of Yag, hom (offerings to fire god), holding of feast for holy men, nor through Raj Yog. He cannot be reached through playing of musical instruments nor recitation of Vedas.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89923,
    "shabad_id": 25319,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੀਰਥ ਪੁਰਬ ਦੇਵ ਦੇਵ ਸੇਵਕੈ ਨ ਪਾੲੀਅੈ ਕਰਮ ਧਰਮ ਬ੍ਰਤ ਨੇਮ ਲਿਵ ਲਾੲੀਅੈ",
    "transliteration": "Teerad Purab Dayv Dayv Sayvakai N Paaeeai , Karam Dharam Brat Naym Liv Laaeeai ?",
    "translation": "Such God of gods can also not be reached by visiting places of pilgrimage, celebrating days considered auspicious or by the service of gods. Even fasts of myriad kind cannot even bring Him closer. Contemplations are futile as well.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89924,
    "shabad_id": 25319,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਿਹਫਲ ਅਨਿਕ ਪ੍ਰਕਾਰ ਕੈ ਅਚਾਰ ਸਬੈ ਸਾਵਧਾਨ ਸਾਧਸੰਗ ਹੁੲਿ ਸਬਦ ਗਾੲੀਅੈ ॥੩੦੪॥",
    "transliteration": "Nihadhal Anik Prakaar Kai Achaar Sabai , Saavadhaan Saadhasang Hui Sabad Gaaeeai ?304?",
    "translation": "All the methods of God-realisation are of no use. He can only be realised by singing His paeans in the company of holy men and meditating on Him with concentrated and singular mind. (304)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
