[
  {
    "id": 89925,
    "shabad_id": 25320,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸੁਪਨ ਚਰਿਤ੍ਰ ਚਿਤ੍ਰ ਜੋੲੀ ਦੇਖੈ ਸੋੲੀ ਜਾਨੈ ਦੂਸਰੋ ਨ ਦੇਖੈ ਪਾਵੈ ਕਹੌ ਕੈਸੇ ਜਾਨੀਅੈ",
    "transliteration": "Soupan Charitr Chitr Joee Daykhai Soee Jaanai , Doosaro N Daykhai Paavai Kahau Kaisay Jaaneeai ?",
    "translation": "The miracle of a dream is known to the one who has seen it. No one else can see it. Then how can anyone else know about it?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89926,
    "shabad_id": 25320,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਾਲ ਬਿਖੈ ਬਾਤ ਕੀੲੇ ਸੁਨੀਅਤ ਕਾਨ ਦੀੲੇ ਬਕਤਾ ਅੳੁ ਸ੍ਰੋਤਾ ਬਿਨੁ ਕਾ ਪੈ ੳੁਨਮਾਨੀਅੈ",
    "transliteration": "Naal Bikhai Baat Keeay Souneeat Kaan Deeay , Bakataa Au Srotaa Binu Kaa Pai Ounamaaneeai ?",
    "translation": "If something is spoken in one end of a tube and the other end is put in one's own ears, then only he alone would know who has said or heard what. No one else can know.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89927,
    "shabad_id": 25320,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਘੁਲਾ ਕੇ ਮੂਲ ਬਿਖੈ ਜੈਸੇ ਜਲ ਪਾਨ ਕੀਜੈ ਲੀਜੀਅੈ ਜਤਨ ਕਰਿ ਪੀੲੇ ਮਨ ਮਾਨੀਅੈ",
    "transliteration": "Paghulaa Kay Mool Bikhai Jaisay Jal Paan Keejai , Leejeeai Jatan Kari Peeay Man Maaneeai ?",
    "translation": "Just as a lotus flower or any other plant draws water through its roots from the soil, the flower or plant alone knows about the state of its bloom, who drinks according to his desire.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89928,
    "shabad_id": 25320,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਗੁਹਜ ਕਥਾ ਬਿਨੋਦ ਗਿਅਾਨ ਧਿਅਾਨ ਪ੍ਰੇਮ ਰਸ ਬਿਸਮ ਬਿਧਾਨੀਅੈ ॥੩੦੫॥",
    "transliteration": "Gur Sikh Sandhi Milay Guhaj Kadaa Binoda , Giaan Dhiaan Praym Ras Bisam Bidhaaneeai ?305?",
    "translation": "The event of a Sikh meeting with his Guru and obtaining initiation from him is very wondrous, blissful and mysterious. The description of the knowledge obtained from the True Guru, contemplation on Him, His love and ecstasy is very strange to describe. No",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
