[
  {
    "id": 90113,
    "shabad_id": 25367,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੳੁ ਜਾਨੈ ਅਨੂਪ ਰੂਪ ਦ੍ਰਿਗਨ ਕੈ ਦੇਖੀਅਤ ਲੋਚਨ ਅਛਤ ਅੰਧ ਕਾਹੇ ਤੇ ਨ ਪੇਖਹੀ",
    "transliteration": "Jau Jaanai Anoop Roop Drigan Kai Daykheeata , Lochan Achhat Andh Kaahay Tay N Paykhahee ?",
    "translation": "If we believe that we see the beauty of the nature because of our eyes, then why can't a blind person who has no eyes, enjoy the same spectacle?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90114,
    "shabad_id": 25367,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਜਾਨੈ ਸਬਦੁ ਰਸ ਰਸਨਾ ਬਖਾਨੀਅਤ ਜਿਹਬਾ ਅਛਤ ਕਤ ਗੁੰਗ ਨ ਸਰੇਖ ਹੀ",
    "transliteration": "Jau Jaanai Sabadu Ras Rasanaa Bakhaaneeata , Jihabaa Achhat Kat Goung N Saraykh Hee ?",
    "translation": "If we believe that we speak sweet words because of our tongue, then why can't a dumb person with his tongue intact speak these words?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90115,
    "shabad_id": 25367,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੳੁਪੈ ਜਾਨੇ ਰਾਗ ਨਾਦ ਸੁਨੀਅਤ ਸ੍ਵਨ ਕੈ ਸ੍ਵਨ ਸਹਤ ਕਿੳੁ ਬਹਰੋ ਬਿਸੇਖ ਹੀ",
    "transliteration": "Jaoupai Jaanay Raag Naad Souneeat Sravan Kai , Sravan Sahat Kiu Baharo Bisaykh Hee ?",
    "translation": "If we accept that we hear sweet music because of ears, then why can't a deaf person hear it with his ears intact?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90116,
    "shabad_id": 25367,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨੈਨ ਜਿਹਬਾ ਸ੍ਵਨ ਕੋ ਨ ਕਛੂਅੈ ਬਸਾੲਿ ਸਬਦ ਸੁਰਤਿ ਸੋ ਅਲਖ ਅਲੇਖ ਹੀ ॥੩੫੨॥",
    "transliteration": "Nain Jihabaa Sravan Ko N Kachhooai Basaai , Sabad Surati So Alakh Alaykh Hee ?352?",
    "translation": "In fact, eyes, tongue and ears have no power of their own. Only the union of the consciousness with the words can describe or enable us to enjoy what we see, speak or hear. This is also true for knowing the indescribable Lord. Engrossing the consciousness",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
