[
  {
    "id": 90209,
    "shabad_id": 25391,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਸਰਿ ਸਰਿਤਾ ਸਕਲ ਮੈ ਸਮੁੰਦ੍ਰ ਬਡੋ ਮੇਰ ਮੈ ਸੁਮੇਰ ਬਡੋ ਜਗਤੁ ਬਖਾਨ ਹੈ",
    "transliteration": "Jaisay Sari Saritaa Sakal Mai Samoundr Bado , Mayr Mai Soumayr Bado Jagatu Bakhaan Hai ?",
    "translation": "Just as in the world, the sea is considered biggest among the lakes, rivers etc.; and Sumer mountain amongst all the mountains. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90210,
    "shabad_id": 25391,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤਰਵਰ ਬਿਖੈ ਜੈਸੇ ਚੰਦਨ ਬਿਰਖੁ ਬਡੋ ਧਾਤੁ ਮੈ ਕਨਕ ਅਤਿ ੳੁਤਮ ਕੈ ਮਾਨ ਹੈ",
    "transliteration": "Taravar Bikhai Jaisay Chandan Birakhu Bado , Dhaatu Mai Kanak Ati Outam Kai Maan Hai ?",
    "translation": "Just as a sandalwood tree and gold is considered supreme amongst the trees and metals respectively. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90211,
    "shabad_id": 25391,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪੰਛੀਅਨ ਮੈ ਹੰਸ ਮ੍ਰਿਗ ਰਾਜਨ ਮੈ ਸਾਰਦੂਲ ਰਾਗਨ ਮੈ ਸਿਰੀਰਾਗੁ ਪਾਰਸ ਪਖਾਨ ਹੈ",
    "transliteration": "Panchheean Mai Hans Mrig Raajan Mai Saaradoola , Raagan Mai Sireeraagu Paaras Pakhaan Hai ?",
    "translation": "Just as swan is supreme amongst the birds, the lion amongst the feline family, Sri Rag amongst the mode of singing and philosopher-stone among the stones. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90212,
    "shabad_id": 25391,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨਨ ਮੈ ਗਿਅਾਨੁ ਅਰੁ ਧਿਅਾਨਨ ਮੈ ਧਿਅਾਨ ਗੁਰ ਸਕਲ ਧਰਮ ਮੈ ਗ੍ਹਿਸਤੁ ਪ੍ਰਧਾਨ ਹੈ ॥੩੭੬॥",
    "transliteration": "Giaanan Mai Giaanu Aru Dhiaanan Mai Dhiaan Gur , Sakal Dharam Mai Grihasatu Pradhaan Hai ?376?",
    "translation": "Just as the knowledge imparted by the True Guru is supreme of all knowledge, and concentration of mind on True Guru is superb, so is the family life ideal and superior of all the religions (ways of life).  (376)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
