[
  {
    "id": 90278,
    "shabad_id": 25408,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਰਤ ਨ ੲਿਛਾ ਕਛੁ ਮਿਤ੍ਰ ਸਤ੍ਰਤ ਨ ਜਾਨੈ ਬਾਲ ਬੁਧਿ ਸੁਧਿ ਨਾਹਿ ਬਾਲਕ ਅਚੇਤ ਕੳੁ",
    "transliteration": "Karat N Ichhaa Kachhu Mitr Satrat N Jaanai , Baal Budhi Sudhi Naahi Baalak Achayt Kau ?",
    "translation": "Due to his childlike wisdom and unawareness of all sorts, a child is innocent, He desires nothing, nor does he harbour any hostility or friendship with anyone; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90279,
    "shabad_id": 25408,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਸਨ ਬਸਨ ਲੀੲੇ ਮਾਤਾ ਪਾਛੈ ਲਾਗੀ ਡੋਲੈ ਬੋਲੈ ਮੁਖ ਅੰਮ੍ਰਿਤ ਬਚਨ ਸੁਤ ਹੇਤ ਕੳੁ",
    "transliteration": "Asan Basan Leeay Maataa Paachhai Laagee Dolai , Bolai Moukh Anmrit Bachan Sout Hayt Kau ?",
    "translation": "His mother out of love keeps wandering behind him with food and clothing and utters elixir-like loving words for her son; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90280,
    "shabad_id": 25408,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਾਲਕੈ ਅਸੀਸ ਦੈਨਹਾਰੀ ਅਤਿ ਪਿਅਾਰੀ ਲਾਗੈ ਗਾਰਿ ਦੈਨਹਾਰੀ ਬਲਿਹਾਰੀ ਡਾਰੀ ਸੇਤ ਕੳੁ",
    "transliteration": "Baalakai Asees Dainahaaree Ati Piaaree Laagai , Gaari Dainahaaree Balihaaree Daaree Sayt Kau ?",
    "translation": "The mother loves her friends who keep showering blessings on her son but one who abuses him or say ill words for him destroys her peace of mind and creates duality. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90281,
    "shabad_id": 25408,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖ ਸਮਦਰਸੀ ਅਨੰਦਮੲੀ ਜੈਸੋ ਜਗੁ ਮਾਨੈ ਤੈਸੋ ਲਾਗੈ ਫਲੁ ਖੇਤ ਕੳੁ ॥੩੯੩॥",
    "transliteration": "Taisay Gursikh Samadarasee Anandamaee , Jaiso Jagu Maanai Taiso Laagai Dhalu Khayt Kau ?393?",
    "translation": "Like the innocent child, the obedient Sikh of the Guru maintains impartiality. He treats all alike and by virtue of the relishing of the Naam Ras blessed by the True Guru, stays in a state of bliss. Whatever way is he recognised and known by the worldly p",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
