[
  {
    "id": 34635,
    "shabad_id": 3043,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਗਤ ੳੁਧਾਰਨ ਸਾਧ ਪ੍ਰਭ; ਤਿਨ੍ਹ ਲਾਗਹੁ ਪਾਲ ||",
    "transliteration": "Jagath Oudhhaaran Saadhh Prabh Thinh Laagahu Paal ||",
    "translation": "God's Holy people are the saviors of the world; I grab hold of the hem of their robes.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਗੁਰਮੁਖ ਮਨੁੱਖ ਦੁਨੀਆ (ਦੇ ਬੰਦਿਆਂ) ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਣ ਦੀ ਸਮਰੱਥਾ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, (ਜੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਦੀ ਲੋੜ ਹੈ ਤਾਂ) ਉਹਨਾਂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ।",
    "pronunciation": "ੳੁ-ਧਾਰਨ",
    "type_id": 3
  },
  {
    "id": 34636,
    "shabad_id": 3043,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮੋਕੳੁ ਦੀਜੈ ਦਾਨੁ ਪ੍ਰਭ; ਸੰਤਨ ਪਗ ਰਾਲ ||੨||",
    "transliteration": "Mo Ko Dheejai Dhaan Prabh Santhan Pag Raal ||2||",
    "translation": "Bless me, O God, with the gift of the dust of the feet of the Saints. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਭੀ) ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦਾ ਦਾਨ ਦੇਹ ॥੨॥",
    "pronunciation": "ਰਾਲਧੂੜੀ[ ਪਗ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34637,
    "shabad_id": 3043,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ੳੁਕਤਿ ਸਿਅਾਨਪ ਕਛੁ ਨਹੀ; ਨਾਹੀ ਕਛੁ ਘਾਲ ||",
    "transliteration": "Oukath Siaanap Kashh Nehee Naahee Kashh Ghaal ||",
    "translation": "I have no skill or wisdom at all, nor any work to my credit.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਪੱਲੇ ਦਲੀਲ ਕਰਨ ਦੀ ਸਮਰਥਾ ਨਹੀਂ, ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਸਿਆਣਪ ਨਹੀਂ, ਮੈਂ ਕੋਈ ਸੇਵਾ ਦੀ ਮੇਹਨਤ ਨਹੀਂ ਕੀਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34638,
    "shabad_id": 3043,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਭ੍ਰਮ ਭੈ ਰਾਖਹੁ ਮੋਹ ਤੇ; ਕਾਟਹੁ ਜਮ ਜਾਲ ||੩||",
    "transliteration": "Bhram Bhai Raakhahu Moh Thae Kaattahu Jam Jaal ||3||",
    "translation": "Please, protect me from doubt, fear and emotional attachment, and cut away the noose of Death from my neck. ||3||",
    "punjabi": "(ਮੇਰੀ ਤਾਂ ਤੇਰੇ ਹੀ ਦਰ ਤੇ ਅਰਜ਼ੋਈ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਭਟਕਣਾਂ ਤੋਂ, ਡਰਾਂ ਤੋਂ, ਮੋਹ ਤੋਂ ਬਚਾ ਲੈ (ਇਹ ਭਟਕਣ, ਇਹ ਡਰ, ਇਹ ਮੋਹ ਸਭ ਜਮ ਦੇ ਜਾਲ, ਜਮ ਦੇ ਵੱਸ ਪਾਣ ਵਾਲੇ ਹਨ, ਮੇਰਾ ਇਹ) ਜਮਾਂ ਦਾ ਜਾਲ ਕੱਟ ਦੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34639,
    "shabad_id": 3043,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੳੁ ਕਰੳੁ ਕਰੁਣਾਪਤੇ; ਪਿਤਾ ਪ੍ਰਤਿਪਾਲ ||",
    "transliteration": "Bino Karo Karunaapathae Pithaa Prathipaal ||",
    "translation": "I beg of You, O Lord of Mercy, O my Father, please cherish me!",
    "punjabi": "ਹੇ ਤਰਸ ਦੇ ਸੋਮੇ! ਹੇ ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ! ਮੈਂ (ਤੇਰੇ ਅੱਗੇ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "ਕਰੁਣਾ-ਪਤੇ",
    "type_id": 3
  },
  {
    "id": 34640,
    "shabad_id": 3043,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗਾਵੳੁ ਤੇਰੇ ਸਾਧਸੰਗਿ; ਨਾਨਕ ਸੁਖ ਸਾਲ ||੪||੧੧||੪੧||",
    "transliteration": "Gun Gaavo Thaerae Saadhhasang Naanak Sukh Saal ||4||11||41||",
    "translation": "I sing Your Glorious Praises, in the Saadh Sangat, the Company of the Holy, O Lord, Home of peace. ||4||11||41||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ। (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਸਾਧ ਸੰਗਤਿ ਸੁਖਾਂ ਦਾ ਘਰ ਹੈ ॥੪॥੧੧॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34641,
    "shabad_id": 3044,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34642,
    "shabad_id": 3044,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕੀਤਾ ਲੋੜਹਿ. ਸੋ ਕਰਹਿ; ਤੁਝ ਬਿਨੁ. ਕਛੁ ਨਾਹਿ ||",
    "transliteration": "Keethaa Lorrehi So Karehi Thujh Bin Kashh Naahi ||",
    "translation": "Whatever You wish, You do. Without You, there is nothing.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਤੂੰ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਉਹੀ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਪਾਸੋਂ) ਕੁਝ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34643,
    "shabad_id": 3044,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪਰਤਾਪੁ ਤੁਮ੍ਹਾਰਾ ਦੇਖਿ ਕੈ; ਜਮਦੂਤ ਛਡਿ ਜਾਹਿ ||੧||",
    "transliteration": "Parathaap Thumhaaraa Dhaekh Kai Jamadhooth Shhadd Jaahi ||1||",
    "translation": "Gazing upon Your Glory, the Messenger of Death leaves and goes away. ||1||",
    "punjabi": "ਤੇਰਾ ਤੇਜ-ਪ੍ਰਤਾਪ ਵੇਖ ਕੇ ਜਮਦੂਤ (ਭੀ ਜੀਵ ਨੂੰ) ਛੱਡ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34644,
    "shabad_id": 3044,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਤੁਮ੍ਹਰੀ ਕਿ੍ਰਪਾ ਤੇ ਛੂਟੀਅੈ; ਬਿਨਸੈ ਅਹੰਮੇਵ ||",
    "transliteration": "Thumharee Kirapaa Thae Shhootteeai Binasai Ahanmaev ||",
    "translation": "By Your Grace, one is emancipated, and egotism is dispelled.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) (ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) (ਜੀਵਾਂ ਦੀ) ਹਉਮੈ ਦੂਰ ਹੋ ਸਕਦੀ ਹੈ",
    "pronunciation": "ਅਹੰ-ਮੇਵ",
    "type_id": 3
  },
  {
    "id": 34645,
    "shabad_id": 3044,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸਰਬ ਕਲਾ ਸਮਰਥ ਪ੍ਰਭ; ਪੂਰੇ ਗੁਰਦੇਵ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sarab Kalaa Samarathh Prabh Poorae Guradhaev ||1|| Rehaao ||",
    "translation": "God is omnipotent, possessing all powers; He is obtained through the Perfect, Divine Guru. ||1||Pause||",
    "punjabi": "ਹੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ ਦੇਵਤੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ (ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 4
  },
  {
    "id": 34646,
    "shabad_id": 3044,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਖੋਜਿਅਾ; ਨਾਮੈ ਬਿਨੁ. ਕੂਰੁ ||",
    "transliteration": "Khojath Khojath Khojiaa Naamai Bin Koor ||",
    "translation": "Searching, searching, searching - without the Naam, everything is false.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਆਖ਼ਰ ਮੈਂ ਇਹ ਗੱਲ) ਲੱਭ ਲਈ ਹੈ ਕਿ (ਤੇਰੇ) ਨਾਮ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਸਭ ਕੁਝ) ਨਾਸਵੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34647,
    "shabad_id": 3044,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜੀਵਨ ਸੁਖੁ ਸਭੁ ਸਾਧਸੰਗਿ; ਪ੍ਰਭ ਮਨਸਾ ਪੂਰੁ ||੨||",
    "transliteration": "Jeevan Sukh Sabh Saadhhasang Prabh Manasaa Poor ||2||",
    "translation": "All the comforts of life are found in the Saadh Sangat, the Company of the Holy; God is the Fulfiller of desires. ||2||",
    "punjabi": "ਜ਼ਿੰਦਗੀ ਦਾ ਸਾਰਾ ਸੁਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ)। ਹੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਭੀ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਾਈ ਰੱਖੀਂ, ਮੇਰੀ ਇਹ) ਤਾਂਘ ਪੂਰੀ ਕਰ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34648,
    "shabad_id": 3044,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਿਤੁ ਜਿਤੁ ਲਾਵਹੁ. ਤਿਤੁ ਤਿਤੁ ਲਗਹਿ; ਸਿਅਾਨਪ ਸਭ ਜਾਲੀ ||",
    "transliteration": "Jith Jith Laavahu Thith Thith Lagehi Siaanap Sabh Jaalee ||",
    "translation": "Whatever You attach me to, to that I am attached; I have burnt away all my cleverness.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਜਿਸ ਕੰਮ ਵਿਚ ਤੂੰ (ਜੀਵਾਂ ਨੂੰ) ਲਾਂਦਾ ਹੈਂ, ਉਸੇ ਉਸੇ ਵਿਚ (ਜੀਵ) ਲੱਗਦੇ ਹਨ। (ਇਸ ਵਾਸਤੇ, ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਆਪਣੀ ਸਾਰੀ ਚਤੁਰਾਈ ਮੁਕਾ ਦਿੱਤੀ ਹੈ (ਤੇ, ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨਾ ਲੋੜਦਾ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34649,
    "shabad_id": 3044,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਤ ਕਤ ਤੁਮ੍ਹ ਭਰਪੂਰ ਹਹੁ; ਮੇਰੇ ਦੀਨ ਦੲਿਅਾਲੀ ||੩||",
    "transliteration": "Jath Kath Thumh Bharapoor Hahu Maerae Dheen Dhaeiaalee ||3||",
    "translation": "You are permeating and pervading everywhere, O my Lord, Merciful to the meek. ||3||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ (ਤੈਥੋਂ ਕੋਈ ਆਕੀ ਨਹੀਂ ਹੋ ਸਕਦਾ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34650,
    "shabad_id": 3044,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਤੁਮ ਤੇ ਮਾਗਨਾ; ਵਡਭਾਗੀ ਪਾੲੇ ||",
    "transliteration": "Sabh Kishh Thum Thae Maaganaa Vaddabhaagee Paaeae ||",
    "translation": "I ask for everything from You, but only the very fortunate ones obtain it.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਅਸੀਂ ਜੀਵ) ਸਭ ਕੁਝ ਤੇਰੇ ਪਾਸੋਂ ਹੀ ਮੰਗ ਸਕਦੇ ਹਾਂ। (ਜੇਹੜਾ) ਵਡ-ਭਾਗੀ (ਮਨੁੱਖ ਮੰਗਦਾ ਹੈ, ਉਹ) ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਮਾਂਗਨਾ",
    "type_id": 3
  },
  {
    "id": 34651,
    "shabad_id": 3044,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ਪ੍ਰਭ; ਜੀਵਾ ਗੁਨ ਗਾੲੇ ||੪||੧੨||੪੨||",
    "transliteration": "Naanak Kee Aradhaas Prabh Jeevaa Gun Gaaeae ||4||12||42||",
    "translation": "This is Nanak's prayer, O God, I live by singing Your Glorious Praises. ||4||12||42||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਾਸ) ਨਾਨਕ ਦੀ (ਤੇਰੇ ਦਰ ਤੇ) ਅਰਦਾਸ ਹੈ (ਮੇਹਰ ਕਰ, ਮੈਂ ਨਾਨਕ) ਤੇਰੇ ਗੁਣ ਗਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲਵਾਂ ॥੪॥੧੨॥੪੨॥",
    "pronunciation": "ਜੀਵਾਂ",
    "type_id": 3
  },
  {
    "id": 34652,
    "shabad_id": 3045,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34653,
    "shabad_id": 3045,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕੈ ਬਾਸਬੈ; ਕਲਮਲ ਸਭਿ ਨਸਨਾ ||",
    "transliteration": "Saadhhasangath Kai Baasabai Kalamal Sabh Nasanaa ||",
    "translation": "Dwelling in the Saadh Sangat, the Company of the Holy, all sins are erased.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਨਾਲ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਨੱਸਨਾ",
    "type_id": 3
  },
  {
    "id": 34654,
    "shabad_id": 3045,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਸੇਤੀ ਰੰਗਿ ਰਾਤਿਅਾ; ਤਾ ਤੇ ਗਰਭਿ. ਨ ਗ੍ਰਸਨਾ ||੧||",
    "transliteration": "Prabh Saethee Rang Raathiaa Thaa Thae Garabh N Grasanaa ||1||",
    "translation": "One who is attuned to the Love of God, is not cast into the womb of reincarnation. ||1||",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮਾਤਮਾ ਨਾਲ (ਸਾਂਝ ਬਣਿਆਂ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਈਦਾ ਹੈ, ਜਿਸ ਕਰਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਫਸੀਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34655,
    "shabad_id": 3045,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਮੁ ਕਹਤ ਗੋਵਿੰਦ ਕਾ; ਸੂਚੀ ਭੲੀ ਰਸਨਾ ||",
    "transliteration": "Naam Kehath Govindh Kaa Soochee Bhee Rasanaa ||",
    "translation": "Chanting the Name of the Lord of the Universe, the tongue becomes holy.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ (ਮਨੁੱਖ ਦੀ) ਜੀਭ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34656,
    "shabad_id": 3045,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਤਨ ਨਿਰਮਲੁ ਹੋੲੀ ਹੈ; ਗੁਰ ਕਾ ਜਪੁ ਜਪਨਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Man Than Niramal Hoee Hai Gur Kaa Jap Japanaa ||1|| Rehaao ||",
    "translation": "The mind and body become immaculate and pure, chanting the Chant of the Guru. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦਾ (ਦੱਸਿਆ ਹੋਇਆ ਹਰਿ-ਨਾਮ ਦਾ) ਜਾਪ ਜਪਿਆਂ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34657,
    "shabad_id": 3045,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਚਾਖਤ ਧ੍ਰਾਪਿਅਾ; ਮਨਿ ਰਸੁ ਲੈ ਹਸਨਾ ||",
    "transliteration": "Har Ras Chaakhath Dhhraapiaa Man Ras Lai Hasanaa ||",
    "translation": "Tasting the subtle essence of the Lord, one is satisfied; receiving this essence, the mind becomes happy.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖਿਆਂ (ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਲੋਂ) ਰੱਜ ਜਾਈਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਸਦਾ ਖਿੜੇ ਰਹੀਦਾ ਹੈ।",
    "pronunciation": "ਹੱਸਨਾ",
    "type_id": 3
  },
  {
    "id": 34658,
    "shabad_id": 3045,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਬੁਧਿ ਪ੍ਰਗਾਸ ਪ੍ਰਗਟ ਭੲੀ; ੳੁਲਟਿ ਕਮਲੁ ਬਿਗਸਨਾ ||੨||",
    "transliteration": "Budhh Pragaas Pragatt Bhee Oulatt Kamal Bigasanaa ||2||",
    "translation": "The intellect is brightened and illuminated; turning away from the world, the heart-lotus blossoms forth. ||2||",
    "punjabi": "ਬੁੱਧੀ ਵਿਚ (ਸਹੀ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਬੁੱਧੀ ਉੱਜਲ ਹੋ ਜਾਂਦੀ ਹੈ। ਹਿਰਦਾ-ਕੌਲ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਪਰਤ ਕੇ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਬਿਗਸ-ਨਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34659,
    "shabad_id": 3045,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸੀਤਲ ਸਾਂਤਿ ਸੰਤੋਖੁ ਹੋੲਿ; ਸਭ ਬੂਝੀ ਤਿ੍ਰਸਨਾ ||",
    "transliteration": "Seethal Saanth Santhokh Hoe Sabh Boojhee Thrisanaa ||",
    "translation": "He is cooled and soothed, peaceful and content; all his thirst is quenched.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਕੀਤਿਆਂ ਮਨੁੱਖ ਦਾ ਮਨ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, (ਮਨ ਵਿਚ) ਸ਼ਾਂਤੀ ਤੇ ਸੰਤੋਖ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ ਵਾਲੀ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਬੂਝੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34660,
    "shabad_id": 3045,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਦਹ ਦਿਸ ਧਾਵਤ ਮਿਟਿ ਗੲੇ; ਨਿਰਮਲ ਥਾਨਿ ਬਸਨਾ ||੩||",
    "transliteration": "Dheh Dhis Dhhaavath Mitt Geae Niramal Thhaan Basanaa ||3||",
    "translation": "The mind's wandering in the ten directions is stopped, and one dwells in the immaculate place. ||3||",
    "punjabi": "(ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਦਸੀਂ ਪਾਸੀਂ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਦੌੜ-ਭੱਜ ਮਿਟ ਜਾਂਦੀ ਹੈ, (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੇ) ਪਵਿੱਤਰ ਥਾਂ ਵਿਚ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34661,
    "shabad_id": 3045,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਰਾਖਨਹਾਰੈ ਰਾਖਿਅਾ; ਭੲੇ ਭ੍ਰਮ ਭਸਨਾ ||",
    "transliteration": "Raakhanehaarai Raakhiaa Bheae Bhram Bhasanaa ||",
    "translation": "The Savior Lord saves him, and his doubts are burnt to ashes.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਰਾਖੀ ਕੀਤੀ, ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਹੀ ਭਟਕਣਾਂ (ਸੜ ਕੇ) ਸੁਆਹ ਹੋ ਗਈਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34662,
    "shabad_id": 3045,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨ ਨਾਨਕ ਸੁਖੀ; ਪੇਖਿ ਸਾਧ ਦਰਸਨਾ ||੪||੧੩||੪੩||",
    "transliteration": "Naam Nidhhaan Naanak Sukhee Paekh Saadhh Dharasanaa ||4||13||43||",
    "translation": "Nanak is blessed with the treasure of the Naam, the Name of the Lord. He finds peace, gazing upon the Blessed Vision of the Saints' Darshan. ||4||13||43||",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਉਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ (ਜੋ, ਮਾਨੋ, ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਹੀ) ਖ਼ਜ਼ਾਨੇ (ਹੈ), (ਤੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ ਲਈ) ਸੁਖੀ ਹੋ ਗਿਆ ॥੪॥੧੩॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34663,
    "shabad_id": 3046,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34664,
    "shabad_id": 3046,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪਾਣੀ ਪਖਾ ਪੀਸੁ ਦਾਸ ਕੈ; ਤਬ ਹੋਹਿ ਨਿਹਾਲੁ ||",
    "transliteration": "Paanee Pakhaa Pees Dhaas Kai Thab Hohi Nihaal ||",
    "translation": "Carry water for the Lord's slave wave the fan over him and grind his corn; then, you shall be happy.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਦੇ ਘਰ ਵਿਚ ਪਾਣੀ (ਢੋਇਆ ਕਰ), ਪੱਖਾ (ਝੱਲਿਆ ਕਰ), (ਆਟਾ) ਪੀਹਾ ਕਰ, ਤਦੋਂ ਹੀ ਤੂੰ ਆਨੰਦ ਮਾਣੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34665,
    "shabad_id": 3046,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰਾਜ ਮਿਲਖ ਸਿਕਦਾਰੀਅਾ; ਅਗਨੀ ਮਹਿ ਜਾਲੁ ||੧||",
    "transliteration": "Raaj Milakh Sikadhaareeaa Aganee Mehi Jaal ||1||",
    "translation": "Burn in the fire your power, property and authority. ||1||",
    "punjabi": "ਦੁਨੀਆ ਦੀਆਂ ਹਕੂਮਤਾਂ, ਜ਼ਿਮੀਂ ਦੀ ਮਾਲਕੀ, ਸਰਦਾਰੀਆਂ-ਇਹਨਾਂ ਨੂੰ ਅੱਗ ਵਿਚ ਸਾੜ ਦੇ (ਇਹਨਾਂ ਦਾ ਲਾਲਚ ਛੱਡ ਦੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34666,
    "shabad_id": 3046,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਕਾ ਛੋਹਰਾ; ਤਿਸੁ ਚਰਣੀ ਲਾਗਿ ||",
    "transliteration": "Santh Janaa Kaa Shhoharaa This Charanee Laag ||",
    "translation": "Grasp hold of the feet of the servant of the humble Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੋ ਗੁਰਮੁਖ ਮਨੁੱਖਾਂ ਦਾ ਨੌਕਰ (ਹੋਵੇ,) ਉਸ ਦੇ ਚਰਨੀਂ ਲੱਗਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34667,
    "shabad_id": 3046,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮਾੲਿਅਾਧਾਰੀ ਛਤ੍ਰਪਤਿ; ਤਿਨ੍ਹ ਛੋਡੳੁ ਤਿਅਾਗਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Maaeiaadhhaaree Shhathrapath Thinh Shhoddo Thiaag ||1|| Rehaao ||",
    "translation": "Renounce and abandon the wealthy, the regal overlords and kings. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਤਾਂ (ਜੇਹੜੇ) ਵੱਡੇ ਵੱਡੇ ਧਨਾਢ ਰਾਜੇ (ਹੋਣ) ਉਹਨਾਂ ਦਾ ਸਾਥ ਛੱਡਣ ਨੂੰ ਤਿਆਰ ਹੋਵਾਂਗਾ (ਪਰ ਸੰਤ ਜਨਾਂ ਦੇ ਸੇਵਕ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿਣਾ ਪਸੰਦ ਕਰਾਂਗਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34668,
    "shabad_id": 3046,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸੰਤਨ ਕਾ ਦਾਨਾ ਰੂਖਾ; ਸੋ ਸਰਬ ਨਿਧਾਨ ||",
    "transliteration": "Santhan Kaa Dhaanaa Rookhaa So Sarab Nidhhaan ||",
    "translation": "The dry bread of the Saints is equal to all treasures.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰਮੁਖਾਂ ਦੇ ਘਰ ਦੀ ਰੁੱਖੀ ਰੋਟੀ (ਜੇ ਮਿਲੇ ਤਾਂ ਉਸ ਨੂੰ ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ (ਸਮਝ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34669,
    "shabad_id": 3046,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗਿ੍ਰਹਿ ਸਾਕਤ ਛਤੀਹ ਪ੍ਰਕਾਰ; ਤੇ ਬਿਖੂ ਸਮਾਨ ||੨||",
    "transliteration": "Grihi Saakath Shhatheeh Prakaar Thae Bikhoo Samaan ||2||",
    "translation": "The thirty-six tasty dishes of the faithless cynic, are just like poison. ||2||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦੇ ਘਰ ਵਿਚ (ਜੇ) ਕਈ ਕਿਸਮਾਂ ਦੇ ਭੋਜਨ (ਮਿਲਣ, ਤਾਂ) ਉਹ ਜ਼ਹਿਰ ਵਰਗੇ (ਜਾਣ) ॥੨॥",
    "pronunciation": "ਗ ਿ੍ਰਹਿ",
    "type_id": 3
  },
  {
    "id": 34670,
    "shabad_id": 3046,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਭਗਤ ਜਨਾ ਕਾ ਲੂਗਰਾ ਓਢਿ; ਨਗਨ. ਨ ਹੋੲੀ ||",
    "transliteration": "Bhagath Janaa Kaa Loogaraa Oudt Nagan N Hoee ||",
    "translation": "Wearing the old blankets of the humble devotees, one is not naked.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਪਾਸੋਂ ਜੇ ਪਾਟਾ ਹੋਇਆ ਭੂਰਾ ਭੀ ਮਿਲ ਜਾਏ, ਤਾਂ ਉਸ ਨੂੰ ਪਹਿਨ ਕੇ ਨੰਗਾ ਹੋਣ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ।",
    "pronunciation": "(ਲੂਗਰਾ)ਫਟਿਅਾ ਬਸਤ੍ਰ, ਓਢਿਪਹਿਰਨੇ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 34671,
    "shabad_id": 3046,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸਾਕਤ ਸਿਰਪਾੳੁ ਰੇਸਮੀ; ਪਹਿਰਤ ਪਤਿ ਖੋੲੀ ||੩||",
    "transliteration": "Saakath Sirapaao Raesamee Pehirath Path Khoee ||3||",
    "translation": "But by putting on the silk clothes of the faithless cynic, one loses one's honor. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਪਾਸੋਂ ਜੇ ਰੇਸ਼ਮੀ ਸਿਰੋਪਾ ਭੀ ਮਿਲੇ, ਉਹ ਪਹਿਨਿਆਂ ਇੱਜ਼ਤ ਗਵਾ ਲਈਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34672,
    "shabad_id": 3046,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਾਕਤ ਸਿੳੁ ਮੁਖਿ ਜੋਰਿਅੈ; ਅਧ ਵੀਚਹੁ ਟੂਟੈ ||",
    "transliteration": "Saakath Sio Mukh Joriai Adhh Veechahu Ttoottai ||",
    "translation": "Friendship with the faithless cynic breaks down mid-way.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਨਾਲ ਮੇਲ-ਜੋਲ ਰੱਖਿਆਂ ਉਹ ਮੇਲ-ਜੋਲ (ਤੋੜ ਨਹੀਂ ਨਿਭਦਾ) ਅੱਧ ਵਿਚੋਂ ਹੀ ਟੁੱਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34673,
    "shabad_id": 3046,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੀ ਸੇਵਾ ਜੋ ਕਰੇ; ੲਿਤ ੳੂਤਹਿ ਛੂਟੈ ||੪||",
    "transliteration": "Har Jan Kee Saevaa Jo Karae Eith Oothehi Shhoottai ||4||",
    "translation": "But whoever serves the humble servants of the Lord, is emancipated here and hereafter. ||4||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ ਇਸ ਲੋਕ ਵਿਚ ਭੀ ਤੇ ਪਰਲੋਕ ਵਿਚ ਭੀ (ਝਗੜਿਆਂ ਬਖੇੜਿਆਂ ਤੋਂ) ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34674,
    "shabad_id": 3046,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਸਭ ਕਿਛੁ ਤੁਮ੍ਹ ਹੀ ਤੇ ਹੋਅਾ; ਅਾਪਿ ਬਣਤ ਬਣਾੲੀ ||",
    "transliteration": "Sabh Kishh Thumh Hee Thae Hoaa Aap Banath Banaaee ||",
    "translation": "Everything comes from You, O Lord; You Yourself created the creation.",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ? ਜੀਵਾਂ ਦਾ) ਹਰੇਕ ਕੰਮ ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ। ਤੂੰ ਆਪ ਹੀ ਇਹ ਸਾਰੀ ਖੇਡ ਰਚੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34675,
    "shabad_id": 3046,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਦਰਸਨੁ ਭੇਟਤ ਸਾਧ ਕਾ; ਨਾਨਕ ਗੁਣ ਗਾੲੀ ||੫||੧੪||੪੪||",
    "transliteration": "Dharasan Bhaettath Saadhh Kaa Naanak Gun Gaaee ||5||14||44||",
    "translation": "Blessed with the Blessed Vision of the Darshan of the Holy, Nanak sings the Glorious Praises of the Lord. ||5||14||44||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ, ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਂ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਸਦਾ) ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੫॥੧੪॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
