[
  {
    "id": 34715,
    "shabad_id": 3050,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਕਿ੍ਰਪਾਨਿਧੇ; ਸਾਸਿ ਸਾਸਿ ਸਮ੍ਹਾਰੈ ||੨||",
    "transliteration": "Dheen Dhaeiaal Kirapaa Nidhhae Saas Saas Samhaarai ||2||",
    "translation": "Merciful to the meek, the treasure of mercy, He remembers and protects us with each and every breath. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਕਿਰਪਾ ਦਾ ਸੋਮਾ ਹੈ, ਤੇ, (ਹਰੇਕ ਜੀਵ ਦੇ) ਹਰੇਕ ਸਾਹ ਨਾਲ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34716,
    "shabad_id": 3050,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕਰਣਹਾਰੁ. ਜੋ ਕਰਿ ਰਹਿਅਾ; ਸਾੲੀ ਵਡਿਅਾੲੀ ||",
    "transliteration": "Karanehaar Jo Kar Rehiaa Saaee Vaddiaaee ||",
    "translation": "Whatever the Creator Lord does is glorious and great.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਜੋ ਕੁਝ ਕਰ ਰਿਹਾ ਹੈ ਉਹੀ ਜੀਵਾਂ ਦੀ ਭਲਾਈ ਵਾਸਤੇ ਹੈ।",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 34717,
    "shabad_id": 3050,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ੳੁਪਦੇਸਿਅਾ; ਸੁਖੁ ਖਸਮ ਰਜਾੲੀ ||੩||",
    "transliteration": "Gur Poorai Oupadhaesiaa Sukh Khasam Rajaaee ||3||",
    "translation": "The Perfect Guru has instructed me, that peace comes by the Will of our Lord and Master. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਿੱਖਿਆ ਦਿੱਤੀ (ਉਸ ਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਿਹਾਂ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34718,
    "shabad_id": 3050,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਚਿੰਤ ਅੰਦੇਸਾ ਗਣਤ ਤਜਿ; ਜਨਿ ਹੁਕਮੁ ਪਛਾਤਾ ||",
    "transliteration": "Chinth Andhaesaa Ganath Thaj Jan Hukam Pashhaathaa ||",
    "translation": "Anxieties, worries and calculations are dismissed; the Lord's humble servant accepts the Hukam of His Command.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਨੇ (ਦੁਨੀਆ ਵਾਲੇ) ਚਿੰਤਾ ਫ਼ਿਕਰ ਝੋਰੇ ਛੱਡ ਕੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਨੂੰ (ਹੀ ਆਪਣੇ ਭਲੇ ਵਾਸਤੇ) ਪਛਾਣਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34719,
    "shabad_id": 3050,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਹ ਬਿਨਸੈ. ਨਹ ਛੋਡਿ ਜਾੲਿ; ਨਾਨਕ ਰੰਗ ਰਾਤਾ ||੪||੧੮||੪੮||",
    "transliteration": "Neh Binasai Neh Shhodd Jaae Naanak Rang Raathaa ||4||18||48||",
    "translation": "He does not die, and He does not leave; Nanak is attuned to His Love. ||4||18||48||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਨੂੰ ਯਕੀਨ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਕਦੇ ਮਰਦਾ ਨਹੀਂ, ਅਤੇ ਹੀ ਆਪਣੇ ਸੇਵਕ ਦਾ ਸਾਥ ਛੱਡਦਾ ਹੈ ॥੪॥੧੮॥੪੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34720,
    "shabad_id": 3051,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34721,
    "shabad_id": 3051,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਹਾ ਤਪਤਿ ਤੇ. ਭੲੀ ਸਾਂਤਿ; ਪਰਸਤ ਪਾਪ ਨਾਠੇ ||",
    "transliteration": "Mehaa Thapath Thae Bhee Saanth Parasath Paap Naathae ||",
    "translation": "The great fire is put out and cooled; meeting with the Guru, sins run away.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰ) ਪਰਸਿਆਂ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਮਨ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀ ਭਾਰੀ ਤਪਸ਼ ਤੋਂ ਸ਼ਾਂਤੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34722,
    "shabad_id": 3051,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਮਹਿ ਗਲਤ ਥੇ; ਕਾਢੇ ਦੇ ਹਾਥੇ ||੧||",
    "transliteration": "Andhh Koop Mehi Galath Thhae Kaadtae Dhae Haathhae ||1||",
    "translation": "I fell into the deep dark pit; giving me His Hand, He pulled me out. ||1||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਪਾਪਾਂ ਦੇ) ਘੁੱਪ ਹਨੇਰੇ ਖੂਹ ਵਿਚ ਗਲ-ਸੜ ਰਹੇ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਉਹ ਸੰਤ ਜਨ ਆਪਣਾ) ਹੱਥ ਦੇ ਕੇ (ਉਸ ਖੂਹ ਵਿਚੋਂ) ਕੱਢ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34723,
    "shabad_id": 3051,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਓੲਿ ਹਮਾਰੇ ਸਾਜਨਾ; ਹਮ ੳੁਨ ਕੀ ਰੇਨ ||",
    "transliteration": "Oue Hamaarae Saajanaa Ham Oun Kee Raen ||",
    "translation": "He is my friend; I am the dust of His Feet.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ (ਸੰਤ ਜਨ ਮੈਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਦੇਂਦੇ ਹਨ, ਉਹ (ਹੀ) ਮੇਰੇ (ਅਸਲ) ਮਿੱਤਰ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34724,
    "shabad_id": 3051,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਭੇਟਤ ਹੋਵਤ ਸੁਖੀ; ਜੀਅ ਦਾਨੁ ਦੇਨ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jin Bhaettath Hovath Sukhee Jeea Dhaan Dhaen ||1|| Rehaao ||",
    "translation": "Meeting with Him, I am at peace; He blesses me with the gift of the soul. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਿਆਂ (ਮੇਰਾ ਮਨ) ਆਨੰਦ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਲੋਚਦਾ) ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34725,
    "shabad_id": 3051,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪਰਾ ਪੂਰਬਲਾ ਲੀਖਿਅਾ; ਮਿਲਿਅਾ ਅਬ ਅਾੲਿ ||",
    "transliteration": "Paraa Poorabalaa Leekhiaa Miliaa Ab Aae ||",
    "translation": "I have now received my pre-ordained destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ (ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਕੋਈ ਸੰਤ ਜਨ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਾਂ) ਬੜੇ ਪੂਰਬਲੇ ਜਨਮ ਤੋਂ ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਲਿਖਿਆ ਲੇਖ ਉਘੜ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34726,
    "shabad_id": 3051,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਸਤ ਸੰਗਿ ਹਰਿ ਸਾਧ ਕੈ; ਪੂਰਨ ਅਾਸਾੲਿ ||੨||",
    "transliteration": "Basath Sang Har Saadhh Kai Pooran Aasaae ||2||",
    "translation": "Dwelling with the Lord's Holy Saints, my hopes are fulfilled. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ-ਜਨ ਦੀ ਸੰਗਤਿ ਵਿਚ ਵੱਸਦਿਆਂ (ਉਸ ਮਨੁੱਖ ਦੀਆਂ ਸਾਰੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34727,
    "shabad_id": 3051,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਭੈ ਬਿਨਸੇ ਤਿਹੁ ਲੋਕ ਕੇ; ਪਾੲੇ ਸੁਖ ਥਾਨ ||",
    "transliteration": "Bhai Binasae Thihu Lok Kae Paaeae Sukh Thhaan ||",
    "translation": "The fear of the three worlds is dispelled, and I have found my place of rest and peace.",
    "punjabi": "ਹੇ ਭਾਈ! (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਸਾਰੇ ਜਗਤ ਨੂੰ ਡਰਾਣ ਵਾਲੇ (ਉਸ ਦੇ) ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34728,
    "shabad_id": 3051,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਦੲਿਅਾ ਕਰੀ ਸਮਰਥ ਗੁਰਿ; ਬਸਿਅਾ ਮਨਿ ਨਾਮ ||੩||",
    "transliteration": "Dhaeiaa Karee Samarathh Gur Basiaa Man Naam ||3||",
    "translation": "The all-powerful Guru has taken pity upon me, and the Naam has come to dwell in my mind. ||3||",
    "punjabi": "ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆ ਕੀਤੀ, ਉਸ ਨੂੰ ਸੁਖਾਂ ਦਾ ਟਿਕਾਣਾ (ਸਾਧ-ਸੰਗ) ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 34729,
    "shabad_id": 3051,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਤੂ ਟੇਕ ਪ੍ਰਭ; ਤੇਰਾ ਅਾਧਾਰ ||",
    "transliteration": "Naanak Kee Thoo Ttaek Prabh Thaeraa Aadhhaar ||",
    "translation": "O God, You are the Anchor and Support of Nanak.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮੂਲ ਪ੍ਰਭੂ! ਨਾਨਕ ਦੀ ਤੂੰ ਹੀ ਓਟ ਹੈਂ, ਨਾਨਕ ਦਾ ਤੂੰ ਹੀ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34730,
    "shabad_id": 3051,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ ਪ੍ਰਭ; ਹਰਿ ਅਗਮ ਅਪਾਰ ||੪||੧੯||੪੯||",
    "transliteration": "Karan Kaaran Samarathh Prabh Har Agam Apaar ||4||19||49||",
    "translation": "He is the Doer, the Cause of causes; the All-powerful Lord God is inaccessible and infinite. ||4||19||49||",
    "punjabi": "ਹੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਹੇ ਅਪਹੁੰਚ ਹਰੀ! ਹੇ ਬੇਅੰਤ ਹਰੀ! (ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਭੀ ਗੁਰੂ ਮਿਲਾ, ਸੰਤ ਜਨ ਮਿਲਾ) ॥੪॥੧੯॥੪੯॥",
    "pronunciation": "(ਅ-ਗਮ)ਸੋਗ ਰਹਿਤ[ਅਗਮ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34731,
    "shabad_id": 3052,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34732,
    "shabad_id": 3052,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੋੲੀ ਮਲੀਨੁ ਦੀਨੁ ਹੀਨੁ; ਜਿਸੁ ਪ੍ਰਭੁ ਬਿਸਰਾਨਾ ||",
    "transliteration": "Soee Maleen Dheen Heen Jis Prabh Bisaraanaa ||",
    "translation": "One who forgets God is filthy, poor and low.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਗੰਦਾ ਹੈ, ਕੰਗਾਲ ਹੈ, ਨੀਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34733,
    "shabad_id": 3052,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਰਨੈਹਾਰੁ. ਨ ਬੂਝੲੀ; ਅਾਪੁ ਗਨੈ ਬਿਗਾਨਾ ||੧||",
    "transliteration": "Karanaihaar N Boojhee Aap Ganai Bigaanaa ||1||",
    "translation": "The fool does not understand the Creator Lord; instead, he thinks that he himself is the doer. ||1||",
    "punjabi": "ਉਹ ਮੂਰਖ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ (ਕੋਈ ਵੱਡੀ ਹਸਤੀ) ਸਮਝਦਾ ਰਹਿੰਦਾ ਹੈ, ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਨੂੰ ਕੁਝ ਸਮਝਦਾ ਹੀ ਨਹੀਂ ॥੧॥",
    "pronunciation": "ਬੂੱਝੲੀ",
    "type_id": 3
  },
  {
    "id": 34734,
    "shabad_id": 3052,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਦੂਖੁ ਤਦੇ. ਜਦਿ ਵੀਸਰੈ; ਸੁਖੁ. ਪ੍ਰਭ ਚਿਤਿ ਅਾੲੇ ||",
    "transliteration": "Dhookh Thadhae Jadh Veesarai Sukh Prabh Chith Aaeae ||",
    "translation": "Pain comes, when one forgets Him. Peace comes when one remembers God.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਨੁੱਖ ਨੂੰ) ਤਦੋਂ ਹੀ ਦੁੱਖ ਵਾਪਰਦਾ ਹੈ ਜਦੋਂ ਇਸ ਨੂੰ ਪਰਮਾਤਮਾ ਭੁੱਲ ਜਾਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਵੱਸਿਆਂ (ਸਦਾ) ਸੁਖ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34735,
    "shabad_id": 3052,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸੰਤਨ ਕੈ ਅਾਨੰਦੁ ੲੇਹੁ; ਨਿਤ ਹਰਿ ਗੁਣ ਗਾੲੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Santhan Kai Aanandh Eaehu Nith Har Gun Gaaeae ||1|| Rehaao ||",
    "translation": "This is the way the Saints are in bliss - they continually sing the Glorious Praises of the Lord. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਆਨੰਦ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34736,
    "shabad_id": 3052,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ੳੂਚੇ ਤੇ ਨੀਚਾ ਕਰੈ; ਨੀਚ ਖਿਨ ਮਹਿ ਥਾਪੈ ||",
    "transliteration": "Oochae Thae Neechaa Karai Neech Khin Mehi Thhaapai ||",
    "translation": "The high, He makes low, and the low, he elevates in an instant.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ! ਯਾਦ ਰੱਖ) ਪਰਮਾਤਮਾ ਉੱਚੇ (ਆਕੜਖਾਨ) ਤੋਂ ਨੀਵਾਂ ਬਣਾ ਦੇਂਦਾ ਹੈ, ਅਤੇ ਨੀਵਿਆਂ ਨੂੰ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਇੱਜ਼ਤ ਵਾਲੇ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34737,
    "shabad_id": 3052,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕੀਮਤਿ ਕਹੀ. ਨ ਜਾੲੀਅੈ; ਠਾਕੁਰ ਪਰਤਾਪੈ ||੨||",
    "transliteration": "Keemath Kehee N Jaaeeai Thaakur Parathaapai ||2||",
    "translation": "The value of the glory of our Lord and Master cannot be estimated. ||2||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਪਰਤਾਪ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34738,
    "shabad_id": 3052,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਪੇਖਤ ਲੀਲਾ ਰੰਗ ਰੂਪ; ਚਲਨੈ ਦਿਨੁ ਅਾੲਿਅਾ ||",
    "transliteration": "Paekhath Leelaa Rang Roop Chalanai Dhin Aaeiaa ||",
    "translation": "While he gazes upon beautiful dramas and plays, the day of his departure dawns.",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੁਨੀਆ ਦੇ) ਖੇਲ-ਤਮਾਸ਼ੇ (ਦੁਨੀਆ ਦੇ) ਰੰਗ ਰੂਪ ਵੇਖਦਿਆਂ ਵੇਖਦਿਆਂ (ਹੀ ਮਨੁੱਖ ਦਾ ਦੁਨੀਆ ਤੋਂ) ਤੁਰਨ ਦਾ ਦਿਨ ਆ ਪਹੁੰਚਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34739,
    "shabad_id": 3052,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸੁਪਨੇ ਕਾ ਸੁਪਨਾ ਭੲਿਅਾ; ਸੰਗਿ ਚਲਿਅਾ ਕਮਾੲਿਅਾ ||੩||",
    "transliteration": "Supanae Kaa Supanaa Bhaeiaa Sang Chaliaa Kamaaeiaa ||3||",
    "translation": "The dream becomes the dream, and his actions do not go along with him. ||3||",
    "punjabi": "ਇਹਨਾਂ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਨਾਲੋਂ ਸਾਥ ਮੁੱਕਣਾ ਹੀ ਸੀ, ਉਹ ਸਾਥ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਮਨੁੱਖ ਦੇ ਨਾਲ ਕੀਤੇ ਹੋਏ ਕਰਮ ਹੀ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34740,
    "shabad_id": 3052,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ ਪ੍ਰਭ; ਤੇਰੀ ਸਰਣਾੲੀ ||",
    "transliteration": "Karan Kaaran Samarathh Prabh Thaeree Saranaaee ||",
    "translation": "God is All-powerful, the Cause of causes; I seek Your Sanctuary.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਰਚਨਹਾਰ ਪ੍ਰਭੂ! ਹੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! (ਤੇਰਾ ਦਾਸ ਨਾਨਕ) ਤੇਰੀ ਸਰਣ ਆਇਆ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 34741,
    "shabad_id": 3052,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਦਿਨਸੁ ਰੈਣਿ ਨਾਨਕੁ ਜਪੈ; ਸਦ ਸਦ ਬਲਿ ਜਾੲੀ ||੪||੨੦||੫੦||",
    "transliteration": "Har Dhinas Rain Naanak Japai Sadh Sadh Bal Jaaee ||4||20||50||",
    "translation": "Day and night, Nanak meditates on the Lord; forever and ever he is a sacrifice. ||4||20||50||",
    "punjabi": "ਹੇ ਹਰੀ! ਨਾਨਕ ਦਿਨ ਰਾਤ (ਤੇਰਾ ਹੀ ਨਾਮ) ਜਪਦਾ ਹੈ, ਤੈਥੋਂ ਹੀ ਸਦਾ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੪॥੨੦॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34742,
    "shabad_id": 3053,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34743,
    "shabad_id": 3053,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਲੁ ਢੋਵੳੁ, ੲਿਹ ਸੀਸ ਕਰਿ; ਕਰ ਪਗ ਪਖਲਾਵੳੁ ||",
    "transliteration": "Jal Dtovo Eih Sees Kar Kar Pag Pakhalaavo ||",
    "translation": "I carry water on my head, and with my hands I wash their feet.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੀ ਇਹ ਤਾਂਘ ਹੈ ਕਿ ਗੁਰੂ ਦੇ ਘਰ ਵਿਚ) ਮੈਂ ਆਪਣੇ ਸਿਰ ਨਾਲ ਪਾਣੀ ਢੋਇਆ ਕਰਾਂ, ਅਤੇ ਆਪਣੇ ਹੱਥਾਂ ਨਾਲ (ਸੰਤ ਜਨਾਂ ਦੇ) ਪੈਰ ਧੋਇਆ ਕਰਾਂ।",
    "pronunciation": "ਕਰਹੱਥਾਂ[ ਪਖਲਾਵੳੁਧੋਣਾ[ਪਗ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34744,
    "shabad_id": 3053,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਾਰਿ ਜਾੳੁ. ਲਖ ਬੇਰੀਅਾ; ਦਰਸੁ ਪੇਖਿ ਜੀਵਾਵੳੁ ||੧||",
    "transliteration": "Baar Jaao Lakh Baereeaa Dharas Paekh Jeevaavo ||1||",
    "translation": "Tens of thousands of times, I am a sacrifice to them; gazing upon the Blessed Vision of their Darshan, I live. ||1||",
    "punjabi": "ਮੈਂ ਲੱਖਾਂ ਵਾਰੀ (ਗੁਰੂ ਤੋਂ) ਸਦਕੇ ਜਾਵਾਂ ਅਤੇ (ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਕਰਦਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "ਬੇਰੀਅਾ:ਕੰਨੇ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 34745,
    "shabad_id": 3053,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਕਰੳੁ ਮਨੋਰਥ ਮਨੈ ਮਾਹਿ; ਅਪਨੇ ਪ੍ਰਭ ਤੇ ਪਾਵੳੁ ||",
    "transliteration": "Karo Manorathh Manai Maahi Apanae Prabh Thae Paavo ||",
    "translation": "The hopes which I cherish in my mind - my God fulfills them all.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੀ ਸਦਾ ਇਹੀ ਅਰਜ਼ੋਈ ਹੈ ਕਿ) ਮੈਂ ਜੇਹੜੀ ਭੀ ਮੰਗ ਆਪਣੇ ਮਨ ਵਿਚ ਕਰਾਂ, ਉਹ ਮੰਗ ਮੈਂ ਆਪਣੇ ਪਰਮਾਤਮਾ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34746,
    "shabad_id": 3053,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਦੇੳੁ ਸੂਹਨੀ ਸਾਧ ਕੈ; ਬੀਜਨੁ ਢੋਲਾਵੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Dhaeo Soohanee Saadhh Kai Beejan Dtolaavo ||1|| Rehaao ||",
    "translation": "With my broom, I sweep the homes of the Holy Saints, and wave the fan over them. ||1||Pause||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਘਰ ਵਿਚ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਝਾੜੂ ਦਿਆ ਕਰਾਂ ਅਤੇ ਪੱਖਾਂ ਝੱਲਿਆ ਕਰਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸੂਹਨੀਝਾੜੂ[ ਬੀਜਨੁਪੱਖਾ",
    "type_id": 4
  },
  {
    "id": 34747,
    "shabad_id": 3053,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਗੁਣ ਸੰਤ ਬੋਲਤੇ; ਸੁਣਿ ਮਨਹਿ ਪੀਲਾਵੳੁ ||",
    "transliteration": "Anmrith Gun Santh Bolathae Sun Manehi Peelaavo ||",
    "translation": "The Saints chant the Ambrosial Praises of the Lord; I listen, and my mind drinks it in.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੀ ਇਹ ਅਰਦਾਸਿ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਜੋ ਗੁਣ ਉਚਾਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸੁਣ ਕੇ ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਪਿਲਾਇਆ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34748,
    "shabad_id": 3053,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ੳੁਅਾ ਰਸ ਮਹਿ ਸਾਂਤਿ ਤਿ੍ਰਪਤਿ ਹੋੲਿ; ਬਿਖੈ ਜਲਨਿ ਬੁਝਾਵੳੁ ||੨||",
    "transliteration": "Ouaa Ras Mehi Saanth Thripath Hoe Bikhai Jalan Bujhaavo ||2||",
    "translation": "That sublime essence calms and soothes me, and quenches the fire of sin and corruption. ||2||",
    "punjabi": "(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ) ਉਸ ਸੁਆਦ ਵਿਚ (ਮੇਰੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਅਤੇ (ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਰਜੇਵਾਂ ਪੈਦਾ ਹੋਵੇ, (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਮੈਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਵਿਸ਼ਿਆਂ ਦੀ ਸੜਨ ਬੁਝਾਂਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "ਬੁਝਾਵੳੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34749,
    "shabad_id": 3053,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜਬ ਭਗਤਿ ਕਰਹਿ ਸੰਤ ਮੰਡਲੀ; ਤਿਨ੍ਹ ਮਿਲਿ ਹਰਿ ਗਾਵੳੁ ||",
    "transliteration": "Jab Bhagath Karehi Santh Manddalee Thinh Mil Har Gaavo ||",
    "translation": "When the galaxy of Saints worship the Lord in devotion, I join them, singing the Glorious Praises of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੀ ਇਹੀ ਅਰਦਾਸਿ ਹੈ ਕਿ) ਜਦੋਂ ਸੰਤ ਜਨ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨਾਲ ਮਿਲ ਕੇ ਮੈਂ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34750,
    "shabad_id": 3053,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਕਰੳੁ ਨਮਸਕਾਰ ਭਗਤ ਜਨ; ਧੂਰਿ ਮੁਖਿ ਲਾਵੳੁ ||੩||",
    "transliteration": "Karo Namasakaar Bhagath Jan Dhhoor Mukh Laavo ||3||",
    "translation": "I bow in reverence to the humble devotees, and apply the dust of their feet to my face. ||3||",
    "punjabi": "ਮੈਂ ਸੰਤ ਜਨਾਂ ਅੱਗੇ ਸਿਰ ਨਿਵਾਇਆ ਕਰਾਂ, ਅਤੇ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਆਪਣੇ) ਮੱਥੇ ਉੱਤੇ ਲਾਇਆ ਕਰਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34751,
    "shabad_id": 3053,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ੳੂਠਤ ਬੈਠਤ ਜਪੳੁ ਨਾਮੁ; ੲਿਹੁ ਕਰਮੁ ਕਮਾਵੳੁ ||",
    "transliteration": "Oothath Baithath Japo Naam Eihu Karam Kamaavo ||",
    "translation": "Sitting down and standing up, I chant the Naam, the Name of the Lord; this is what I do.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਰ ਤੇ) ਨਾਨਕ ਦੀ ਇਹੀ ਬੇਨਤੀ ਹੈ ਕਿ ਉਠਦਿਆਂ ਬੈਠਦਿਆਂ (ਹਰ ਵੇਲੇ) ਮੈਂ (ਤੇਰਾ) ਨਾਮ ਜਪਿਆ ਕਰਾਂ।",
    "pronunciation": "ਕਮਾਵ-ੳੁ",
    "type_id": 3
  },
  {
    "id": 34752,
    "shabad_id": 3053,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਪ੍ਰਭ ਬੇਨਤੀ; ਹਰਿ ਸਰਨਿ ਸਮਾਵੳੁ ||੪||੨੧||੫੧||",
    "transliteration": "Naanak Kee Prabh Baenathee Har Saran Samaavo ||4||21||51||",
    "translation": "This is Nanak's prayer to God, that he may merge in the Lord's Sanctuary. ||4||21||51||",
    "punjabi": "ਮੈਂ ਇਸ ਕੰਮ ਨੂੰ (ਹੀ ਸ੍ਰੇਸ਼ਟ ਜਾਣ ਕੇ ਨਿੱਤ) ਕਰਿਆ ਕਰਾਂ, ਅਤੇ, ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੇ ਹੀ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਾਂ ॥੪॥੨੧॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34753,
    "shabad_id": 3054,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34754,
    "shabad_id": 3054,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਸਾਗਰੁ ਸੋੲੀ ਤਰੈ; ਜੋ ਹਰਿ ਗੁਣ ਗਾੲੇ ||",
    "transliteration": "Eihu Saagar Soee Tharai Jo Har Gun Gaaeae ||",
    "translation": "He alone crosses over this world-ocean, who sings the Glorious Praises of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਹ ਜਗਤ, ਮਾਨੋ, ਇਕ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦਾ ਪਾਣੀ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ) ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ ਉਹੀ ਮਨੁੱਖ ਪਾਰ ਲੰਘਦਾ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34755,
    "shabad_id": 3054,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕੈ ਸੰਗਿ ਵਸੈ; ਵਡਭਾਗੀ ਪਾੲੇ ||੧||",
    "transliteration": "Saadhhasangath Kai Sang Vasai Vaddabhaagee Paaeae ||1||",
    "translation": "He dwells with the Saadh Sangat, the Company of the Holy; by great good fortune, he finds the Lord. ||1||",
    "punjabi": "ਜੇਹੜਾ ਸਾਧ ਸੰਗਤਿ ਦੇ ਨਾਲ ਮੇਲ-ਜੋਲ ਰੱਖਦਾ ਹੈ। (ਪਰ ਇਹ ਦਾਤਿ) ਕੋਈ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
