[
  {
    "id": 34756,
    "shabad_id": 3054,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸੁਣਿ ਸੁਣਿ ਜੀਵੈ ਦਾਸੁ ਤੁਮ੍ਹ; ਬਾਣੀ ਜਨ ਅਾਖੀ ||",
    "transliteration": "Sun Sun Jeevai Dhaas Thumh Baanee Jan Aakhee ||",
    "translation": "Your slave lives by hearing, hearing the Word of Your Bani, chanted by Your humble servant.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੇਵਕ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਲਾਹ ਦੀ ਜੇਹੜੀ ਬਾਣੀ ਉਚਾਰਦੇ ਹਨ, ਤੇਰਾ ਦਾਸ ਉਸ ਬਾਣੀ ਨੂੰ ਹਰ ਵੇਲੇ ਸੁਣ ਸੁਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34757,
    "shabad_id": 3054,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰਗਟ ਭੲੀ ਸਭ ਲੋਅ ਮਹਿ; ਸੇਵਕ ਕੀ ਰਾਖੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Pragatt Bhee Sabh Loa Mehi Saevak Kee Raakhee ||1|| Rehaao ||",
    "translation": "The Guru is revealed in all the worlds; He saves the honor of His servant. ||1||Pause||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਕੇ) ਤੂੰ ਆਪਣੇ ਸੇਵਕ ਦੀ ਜੋ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈਂ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਉੱਘੜ ਪੈਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34758,
    "shabad_id": 3054,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਗਨਿ ਸਾਗਰ ਤੇ ਕਾਢਿਅਾ; ਪ੍ਰਭਿ ਜਲਨਿ ਬੁਝਾੲੀ ||",
    "transliteration": "Agan Saagar Thae Kaadtiaa Prabh Jalan Bujhaaee ||",
    "translation": "God has pulled me out of the ocean of fire, and quenched my burning thirst.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਸੇਵਕ ਨੇ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ) ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਉਸ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ ਦੇ ਸਮੁੰਦਰ ਵਿਚੋਂ ਕੱਢ ਲਿਆ, ਪਰਮਾਤਮਾ ਨੇ ਆਪ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਸੜਨ ਸ਼ਾਂਤ ਕਰ ਦਿੱਤੀ।",
    "pronunciation": "ਬੁਝਾੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34759,
    "shabad_id": 3054,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਜਲੁ ਸੰਚਿਅਾ; ਗੁਰ ਭੲੇ ਸਹਾੲੀ ||੨||",
    "transliteration": "Anmrith Naam Jal Sanchiaa Gur Bheae Sehaaee ||2||",
    "translation": "The Guru has sprinkled the Ambrosial Water of the Naam, the Name of the Lord; He has become my Helper. ||2||",
    "punjabi": "ਸਤਿਗੁਰੂ ਜੀ ਨੇ ਉਸ ਸੇਵਕ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ, ਤੇ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਛਿੜਕਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34760,
    "shabad_id": 3054,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਦੁਖ ਕਾਟਿਅਾ; ਸੁਖ ਕਾ ਥਾਨੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Janam Maran Dhukh Kaattiaa Sukh Kaa Thhaan Paaeiaa ||",
    "translation": "The pains of birth and death are removed, and I have obtained a resting place of peace.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਸੇਵਕ ਨੇ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣ ਸੁਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਲੱਭ ਲਿਆ) ਉਸ ਨੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਦੁੱਖ ਕੱਟ ਲਿਆ, ਉਸ ਨੇ ਉਹ (ਆਤਮਕ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ ਜਿਥੇ ਸੁਖ ਹੀ ਸੁਖ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34761,
    "shabad_id": 3054,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਕਾਟੀ ਸਿਲਕ ਭ੍ਰਮ ਮੋਹ ਕੀ; ਅਪਨੇ ਪ੍ਰਭ ਭਾੲਿਅਾ ||੩||",
    "transliteration": "Kaattee Silak Bhram Moh Kee Apanae Prabh Bhaaeiaa ||3||",
    "translation": "The noose of doubt and emotional attachment has been snapped; I have become pleasing to my God. ||3||",
    "punjabi": "ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਤੇ ਮੋਹ ਦੀ ਫਾਹੀ ਕੱਟ ਲਈ, ਉਹ ਸੇਵਕ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34762,
    "shabad_id": 3054,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਮਤ ਕੋੲੀ ਜਾਣਹੁ ਅਵਰੁ ਕਛੁ; ਸਭ ਪ੍ਰਭ ਕੈ ਹਾਥਿ ||",
    "transliteration": "Math Koee Jaanahu Avar Kashh Sabh Prabh Kai Haathh ||",
    "translation": "Let no one think that there is any other at all; everything is in the Hands of God.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਕਿਤੇ ਇਹ ਨਾਹ ਸਮਝ ਲੈਣਾ (ਕਿ ਇਹੋ ਜਿਹਾ ਆਤਮਕ) ਆਨੰਦ ਮਾਣਨ ਵਾਸਤੇ ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਕੋਈ ਹੋਰ ਚਾਰਾ ਚੱਲ ਸਕਦਾ ਹੈ (ਯਕੀਨ ਨਾਲ ਜਾਣੋ ਕਿ) ਹਰੇਕ ਜੁਗਤਿ ਪਰਮਾਤਮਾ ਦੇ (ਆਪਣੇ) ਹੱਥ ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34763,
    "shabad_id": 3054,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਰਬ ਸੂਖ ਨਾਨਕ ਪਾੲੇ; ਸੰਗਿ ਸੰਤਨ ਸਾਥਿ ||੪||੨੨||੫੨||",
    "transliteration": "Sarab Sookh Naanak Paaeae Sang Santhan Saathh ||4||22||52||",
    "translation": "Nanak has found total peace, in the Society of the Saints. ||4||22||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਸੇਵਕ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜੋ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ਜੋ ਸੰਤ ਜਨਾਂ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨੨॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34764,
    "shabad_id": 3055,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34765,
    "shabad_id": 3055,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬੰਧਨ ਕਾਟੇ ਅਾਪਿ ਪ੍ਰਭਿ; ਹੋਅਾ ਕਿਰਪਾਲ ||",
    "transliteration": "Bandhhan Kaattae Aap Prabh Hoaa Kirapaal ||",
    "translation": "My bonds have been snapped; God Himself has become compassionate.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪੂਰੇ ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕਰ ਦਿੱਤੀ) ਪ੍ਰਭੂ ਨੇ ਆਪ (ਉਸ ਦੇ ਸਾਰੇ) ਬੰਧਨ ਕੱਟ ਦਿੱਤੇ, ਪ੍ਰਭੂ ਉਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆਵਾਨ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34766,
    "shabad_id": 3055,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਪ੍ਰਭ ਪਾਰਬ੍ਰਹਮ; ਤਾ ਕੀ ਨਦਰਿ ਨਿਹਾਲ ||੧||",
    "transliteration": "Dheen Dhaeiaal Prabh Paarabreham Thaa Kee Nadhar Nihaal ||1||",
    "translation": "The Supreme Lord God is Merciful to the meek; by His Glance of Grace, I am in ecstasy. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ ਪਾਰਬ੍ਰਹਮ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ (ਜਿਸ ਭੀ ਗ਼ਰੀਬ ਉਤੇ ਪ੍ਰਭੂ ਨਿਗਾਹ ਕਰਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਉਸ (ਪ੍ਰਭੂ) ਦੀ ਨਿਗਾਹ ਨਾਲ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34767,
    "shabad_id": 3055,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਕਿਰਪਾ ਕਰੀ; ਕਾਟਿਅਾ ਦੁਖੁ ਰੋਗੁ ||",
    "transliteration": "Gur Poorai Kirapaa Karee Kaattiaa Dhukh Rog ||",
    "translation": "The Perfect Guru has shown mercy to me, and eradicated my pains and illnesses.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪੂਰੇ ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕਰ ਦਿੱਤੀ, ਉਸ ਮਨੁੱਖ ਦਾ (ਹਰੇਕ) ਦੁੱਖ (ਹਰੇਕ) ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34768,
    "shabad_id": 3055,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਸੀਤਲੁ ਸੁਖੀ ਭੲਿਅਾ; ਪ੍ਰਭ ਧਿਅਾਵਨ ਜੋਗੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Man Than Seethal Sukhee Bhaeiaa Prabh Dhhiaavan Jog ||1|| Rehaao ||",
    "translation": "My mind and body have been cooled and soothed, meditating on God, most worthy of meditation. ||1||Pause||",
    "punjabi": "ਧਿਆਵਣ-ਜੋਗ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਹਿਰਦਾ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34769,
    "shabad_id": 3055,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅੳੁਖਧੁ ਹਰਿ ਕਾ ਨਾਮੁ ਹੈ; ਜਿਤੁ ਰੋਗੁ. ਨ ਵਿਅਾਪੈ ||",
    "transliteration": "Aoukhadhh Har Kaa Naam Hai Jith Rog N Viaapai ||",
    "translation": "The Name of the Lord is the medicine to cure all disease; with it, no disease afflicts me.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਇਕ ਐਸੀ) ਦਵਾਈ ਹੈ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਕੋਈ ਭੀ) ਰੋਗ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34770,
    "shabad_id": 3055,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਮਨਿ ਤਨਿ ਹਿਤੈ; ਫਿਰਿ ਦੂਖੁ. ਨ ਜਾਪੈ ||੨||",
    "transliteration": "Saadhhasang Man Than Hithai Fir Dhookh N Jaapai ||2||",
    "translation": "In the Saadh Sangat, the Company of the Holy, the mind and body are tinged with the Lord's Love, and I do not suffer pain any longer. ||2||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਤਨ ਵਿਚ (ਹਰਿ-ਨਾਮ) ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ (ਮਨੁੱਖ ਨੂੰ) ਕੋਈ ਦੁੱਖ ਮਹਿਸੂਸ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34771,
    "shabad_id": 3055,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ. ਹਰਿ ਹਰਿ ਜਾਪੀਅੈ; ਅੰਤਰਿ ਲਿਵ ਲਾੲੀ ||",
    "transliteration": "Har Har Har Har Jaapeeai Anthar Liv Laaee ||",
    "translation": "I chant the Name of the Lord, Har, Har, Har, Har, lovingly centering my inner being on Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰ ਸੁਰਤ ਜੋੜ ਕੇ, ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34772,
    "shabad_id": 3055,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਿਲਵਿਖ ੳੁਤਰਹਿ ਸੁਧੁ ਹੋੲਿ; ਸਾਧੂ ਸਰਣਾੲੀ ||੩||",
    "transliteration": "Kilavikh Outharehi Sudhh Hoe Saadhhoo Saranaaee ||3||",
    "translation": "Sinful mistakes are erased and I am sanctified, in the Sanctuary of the Holy Saints. ||3||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਸਾਰੇ) ਪਾਪ (ਮਨ ਤੋਂ) ਲਹਿ ਜਾਂਦੇ ਹਨ, (ਮਨ) ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ੳੁ੍ਨਤਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 34773,
    "shabad_id": 3055,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸੁਨਤ ਜਪਤ. ਹਰਿ ਨਾਮ ਜਸੁ; ਤਾ ਕੀ ਦੂਰਿ ਬਲਾੲੀ ||",
    "transliteration": "Sunath Japath Har Naam Jas Thaa Kee Dhoor Balaaee ||",
    "translation": "Misfortune is kept far away from those who hear and chant the Praises of the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ ਸੁਣਦਿਆਂ ਤੇ ਜਪਦਿਆਂ ਉਸ ਮਨੁੱਖ ਦੀ ਹਰੇਕ ਬਲਾ (ਬਿਪਤਾ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34774,
    "shabad_id": 3055,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਮਹਾ ਮੰਤ੍ਰੁ ਨਾਨਕੁ ਕਥੈ; ਹਰਿ ਕੇ ਗੁਣ ਗਾੲੀ ||੪||੨੩||੫੩||",
    "transliteration": "Mehaa Manthra Naanak Kathhai Har Kae Gun Gaaee ||4||23||53||",
    "translation": "Nanak chants the Mahaa Mantra, the Great Mantra, singing the Glorious Praises of the Lord. ||4||23||53||",
    "punjabi": "ਨਾਨਕ (ਇਕ) ਸਭ ਤੋਂ ਵੱਡਾ ਮੰਤ੍ਰ ਦੱਸਦਾ ਹੈ (ਮੰਤ੍ਰ ਇਹ ਹੈ ਕਿ ਜੇਹੜਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਦਾ ਦੁੱਖਾਂ ਤੋਂ ਛੁਟਕਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੪॥੨੩॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34775,
    "shabad_id": 3056,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34776,
    "shabad_id": 3056,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭੈ ਤੇ. ੳੁਪਜੈ ਭਗਤਿ ਪ੍ਰਭ; ਅੰਤਰਿ ਹੋੲਿ ਸਾਂਤਿ ||",
    "transliteration": "Bhai Thae Oupajai Bhagath Prabh Anthar Hoe Saanth ||",
    "translation": "From the Fear of God, devotion wells up, and deep within, there is peace.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਿਰਮਲ ਡਰ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ) ਨਿਰਮਲ ਡਰ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਹਿਰਦੇ ਵਿਚ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਮਨ ਵਿਚ ਠੰਡ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34777,
    "shabad_id": 3056,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਮੁ ਜਪਤ ਗੋਵਿੰਦ ਕਾ; ਬਿਨਸੈ ਭ੍ਰਮ ਭ੍ਰਾਂਤਿ ||੧||",
    "transliteration": "Naam Japath Govindh Kaa Binasai Bhram Bhraanth ||1||",
    "translation": "Chanting the Name of the Lord of the Universe, doubt and delusions are dispelled. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਜਪਦਿਆਂ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਭਰਮ ਭਟਕਣ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34778,
    "shabad_id": 3056,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਜਿਸੁ ਭੇਟਿਅਾ; ਤਾ ਕੈ ਸੁਖਿ ਪਰਵੇਸੁ ||",
    "transliteration": "Gur Pooraa Jis Bhaettiaa Thaa Kai Sukh Paravaes ||",
    "translation": "One who meets with the Perfect Guru, is blessed with peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੀ ਮਤਿ ਛੱਡ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ, (ਗੁਰੂ ਦਾ) ਉਪਦੇਸ਼ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34779,
    "shabad_id": 3056,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਕੀ ਮਤਿ ਤਿਅਾਗੀਅੈ; ਸੁਣੀਅੈ ੳੁਪਦੇਸੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Man Kee Math Thiaageeai Suneeai Oupadhaes ||1|| Rehaao ||",
    "translation": "So renounce the intellectual cleverness of your mind, and listen to the Teachings. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਯਕੀਨ ਜਾਣੋ ਕਿ) ਉਸ (ਮਨੁੱਖ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੁਖ ਨੇ ਪਰਵੇਸ਼ ਕਰ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34780,
    "shabad_id": 3056,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸਿਮਰਤ ਸਿਮਰਤ ਸਿਮਰੀਅੈ; ਸੋ ਪੁਰਖੁ ਦਾਤਾਰੁ ||",
    "transliteration": "Simarath Simarath Simareeai So Purakh Dhaathaar ||",
    "translation": "Meditate, meditate, meditate in remembrance on the Primal Lord, the Great Giver.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਭ ਦਾਤਾਂ ਬਖ਼ਸ਼ਣ ਵਾਲੇ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਵੇਲੇ ਹੀ ਸਿਮਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34781,
    "shabad_id": 3056,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਤੇ ਕਬਹੁ. ਨ ਵੀਸਰੈ; ਸੋ ਪੁਰਖੁ ਅਪਾਰੁ ||੨||",
    "transliteration": "Man Thae Kabahu N Veesarai So Purakh Apaar ||2||",
    "translation": "May I never forget that Primal, Infinite Lord from my mind. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ! ਖ਼ਿਆਲ ਰੱਖ ਕਿ) ਉਹ ਬੇਅੰਤ ਅਕਾਲ ਪੁਰਖ ਕਦੇ ਭੀ ਮਨ ਤੋਂ ਨਾਹ ਭੁੱਲੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34782,
    "shabad_id": 3056,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਿੳੁ ਰੰਗੁ ਲਗਾ; ਅਚਰਜ ਗੁਰਦੇਵ ||",
    "transliteration": "Charan Kamal Sio Rang Lagaa Acharaj Guradhaev ||",
    "translation": "I have enshrined love for the Lotus Feet of the Wondrous Divine Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਇਹ ਅਚਰਜ ਵਡਿਆਈ ਹੈ ਕਿ ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਪ੍ਰੀਤ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 34783,
    "shabad_id": 3056,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਾ ਕੳੁ ਕਿਰਪਾ ਕਰਹੁ ਪ੍ਰਭ; ਤਾ ਕੳੁ ਲਾਵਹੁ ਸੇਵ ||੩||",
    "transliteration": "Jaa Ko Kirapaa Karahu Prabh Thaa Ko Laavahu Saev ||3||",
    "translation": "One who is blessed by Your Mercy, God, is committed to Your service. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤੂੰ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ (ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈਂ ਅਤੇ ਉਸ ਨੂੰ) ਤੂੰ ਆਪਣੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲਾ ਲੈਂਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34784,
    "shabad_id": 3056,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਿਧਿ ਨਿਧਾਨ ਅੰਮਿ੍ਰਤੁ ਪੀਅਾ; ਮਨਿ ਤਨਿ ਅਾਨੰਦ ||",
    "transliteration": "Nidhh Nidhhaan Anmrith Peeaa Man Than Aanandh ||",
    "translation": "I drink in the Ambrosial Nectar, the treasure of wealth, and my mind and body are in bliss.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ (ਉਹ) ਨਾਮ-ਜਲ ਪੀ ਲਿਆ (ਜੋ) ਸਾਰੇ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਉਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਖ਼ੁਸ਼ੀ ਭਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34785,
    "shabad_id": 3056,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਕਬਹੁ, ਨ ਵੀਸਰੈ; ਪ੍ਰਭ ਪਰਮਾਨੰਦ ||੪||੨੪||੫੪||",
    "transliteration": "Naanak Kabahu N Veesarai Prabh Paramaanandh ||4||24||54||",
    "translation": "Nanak never forgets God, the Lord of supreme bliss. ||4||24||54||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਖ਼ਿਆਲ ਰੱਖ ਕਿ) ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦਾ ਮਾਲਕ ਪਰਮਾਤਮਾ ਕਦੇ ਭੀ (ਮਨ ਤੋਂ) ਵਿਸਰ ਨਾਹ ਜਾਏ ॥੪॥੨੪॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34786,
    "shabad_id": 3057,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34787,
    "shabad_id": 3057,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਿ੍ਰਸਨ ਬੁਝੀ ਮਮਤਾ ਗੲੀ; ਨਾਠੇ ਭੈ ਭਰਮਾ ||",
    "transliteration": "Thrisan Bujhee Mamathaa Gee Naathae Bhai Bharamaa ||",
    "translation": "Desire is stilled, and egotism is gone; fear and doubt have run away.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ) (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ, (ਮਾਇਆ ਵਾਲੀ) ਅਪਣੱਤ ਦੂਰ ਹੋ ਗਈ, ਉਸ ਦੇ ਸਾਰੇ ਡਰ ਵਹਿਮ ਨੱਸ ਗਏ।",
    "pronunciation": "ਬੁਝੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34788,
    "shabad_id": 3057,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਥਿਤਿ ਪਾੲੀ ਅਾਨਦੁ ਭੲਿਅਾ; ਗੁਰਿ ਕੀਨੇ ਧਰਮਾ ||੧||",
    "transliteration": "Thhith Paaee Aanadh Bhaeiaa Gur Keenae Dhharamaa ||1||",
    "translation": "I have found stability, and I am in ecstasy; the Guru has blessed me with Dharmic faith. ||1||",
    "punjabi": "ਉਸ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਿਆ। ਗੁਰੂ ਨੇ ਉਸ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਦਾ ਨੇਮ ਨਿਬਾਹ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34789,
    "shabad_id": 3057,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਅਾਰਾਧਿਅਾ; ਬਿਨਸੀ ਮੇਰੀ ਪੀਰ ||",
    "transliteration": "Gur Pooraa Aaraadhhiaa Binasee Maeree Peer ||",
    "translation": "Worshipping the Perfect Guru in adoration, my anguish is eradicated.",
    "punjabi": "(ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ) ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ। ਉਸ ਦਾ (ਮਾਇਆ ਦੀ) ਮਮਤਾ ਵਾਲਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34790,
    "shabad_id": 3057,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਸਭੁ ਸੀਤਲੁ ਭੲਿਅਾ; ਪਾੲਿਅਾ ਸੁਖੁ ਬੀਰ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Than Man Sabh Seethal Bhaeiaa Paaeiaa Sukh Beer ||1|| Rehaao ||",
    "translation": "My body and mind are totally cooled and soothed; I have found peace, O my brother. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34791,
    "shabad_id": 3057,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੋਵਤ ਹਰਿ ਜਪਿ ਜਾਗਿਅਾ; ਪੇਖਿਅਾ ਬਿਸਮਾਦੁ ||",
    "transliteration": "Sovath Har Jap Jaagiaa Paekhiaa Bisamaadh ||",
    "translation": "I have awakened from sleep, chanting the Name of the Lord; gazing upon Him, I am filled with wonder.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਸੁੱਤਾ ਹੋਇਆ ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਜਾਗ ਪਿਆ, ਉਸ ਨੇ (ਹਰ ਥਾਂ) ਅਚਰਜ-ਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34792,
    "shabad_id": 3057,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਪੀ ਅੰਮਿ੍ਰਤੁ ਤਿ੍ਰਪਤਾਸਿਅਾ; ਤਾ ਕਾ ਅਚਰਜ ਸੁਅਾਦੁ ||੨||",
    "transliteration": "Pee Anmrith Thripathaasiaa Thaa Kaa Acharaj Suaadh ||2||",
    "translation": "Drinking in the Ambrosial Nectar, I am satisfied. How wondrous is its taste! ||2||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਕੇ ਉਸ ਦਾ ਮਨ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਗਿਆ। ਹੇ ਭਾਈ! ਉਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਅਚਰਜ ਹੀ ਹੈ ॥੨॥",
    "pronunciation": "ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 34793,
    "shabad_id": 3057,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਿ ਮੁਕਤੁ ਸੰਗੀ ਤਰੇ; ਕੁਲ ਕੁਟੰਬ ੳੁਧਾਰੇ ||",
    "transliteration": "Aap Mukath Sangee Tharae Kul Kuttanb Oudhhaarae ||",
    "translation": "I myself am liberated, and my companions swim across; my family and ancestors are also saved.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ) ਆਪ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਥੀ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ, ਆਪਣੇ ਪਰਵਾਰ ਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34794,
    "shabad_id": 3057,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਫਲ ਸੇਵਾ ਗੁਰਦੇਵ ਕੀ; ਨਿਰਮਲ ਦਰਬਾਰੇ ||੩||",
    "transliteration": "Safal Saevaa Guradhaev Kee Niramal Dharabaarae ||3||",
    "translation": "Service to the Divine Guru is fruitful; it has made me pure in the Court of the Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ ਉਸ ਨੂੰ ਫਲ-ਦਾਇਕ ਸਾਬਤ ਹੋ ਜਾਂਦੀ ਹੈ, (ਪ੍ਰਭੂ ਦੀ) ਪਵਿੱਤਰ ਹਜ਼ੂਰੀ ਵਿਚ (ਉਸ ਨੂੰ ਥਾਂ ਮਿਲ ਜਾਂਦੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34795,
    "shabad_id": 3057,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨੀਚੁ ਅਨਾਥੁ ਅਜਾਨੁ ਮੈ; ਨਿਰਗੁਨੁ ਗੁਣ ਹੀਨੁ ||",
    "transliteration": "Neech Anaathh Ajaan Mai Niragun Guneheen ||",
    "translation": "I am lowly, without a master, ignorant, worthless and without virtue.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਨੀਚ ਸਾਂ, ਅਨਾਥ ਸਾਂ, ਅੰਞਾਨ ਸਾਂ, ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਗੁਣ ਨਹੀਂ ਸਨ, ਮੈਂ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣਾ ਸਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]
