[
  {
    "id": 35036,
    "shabad_id": 3086,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤਿ੍ਰਪਤਿ ਅਘਾੲੇ ਪੇਖਿ ਪ੍ਰਭ ਦਰਸਨੁ; ਅੰਮਿ੍ਰਤ ਹਰਿ ਰਸੁ ਭੋਜਨੁ ਖਾਤ ॥",
    "transliteration": "Thripath Aghaaeae Paekh Prabh Dharasan Anmrith Har Ras Bhojan Khaath ||",
    "translation": "I am satisfied and satiated, gazing upon the Blessed Vision of God's Darshan. I eat the Ambrosial Nectar of the Lord's sublime food.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸਨਾ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਸੰਤ ਜਨ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦਲਾ ਭੋਜਨ ਖਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35037,
    "shabad_id": 3086,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸਰਨ ਨਾਨਕ ਪ੍ਰਭ ਤੇਰੀ; ਕਰਿ ਕਿਰਪਾ ਸੰਤਸੰਗਿ ਮਿਲਾਤ ॥੨॥੪॥੮੪॥",
    "transliteration": "Charan Saran Naanak Prabh Thaeree Kar Kirapaa Santhasang Milaath ||2||4||84||",
    "translation": "Nanak seeks the Sanctuary of Your Feet, O God; in Your Mercy, unite him with the Society of the Saints. ||2||4||84||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਤੂੰ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈਂ ॥੨॥੪॥੮੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35038,
    "shabad_id": 3087,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35039,
    "shabad_id": 3087,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰਾਖਿ ਲੀੲੇ; ਅਪਨੇ ਜਨ ਅਾਪ ॥",
    "transliteration": "Raakh Leeeae Apanae Jan Aap ||",
    "translation": "He Himself has saved His humble servant.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਸਦਾ ਹੀ ਰੱਖਿਆ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35040,
    "shabad_id": 3087,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਹਰਿ ਹਰਿ ਨਾਮੁ ਦੀਨੋ; ਬਿਨਸਿ ਗੲੇ ਸਭ ਸੋਗ ਸੰਤਾਪ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kar Kirapaa Har Har Naam Dheeno Binas Geae Sabh Sog Santhaap ||1|| Rehaao ||",
    "translation": "In His Mercy, the Lord, Har, Har, has blessed me with His Name, and all my pains and afflictions have been dispelled. ||1||Pause||",
    "punjabi": "ਮੇਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ) ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਆਇਆ ਹੈ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਤੇ ਦੁੱਖ-ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35041,
    "shabad_id": 3087,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗੋਵਿੰਦ ਗਾਵਹੁ ਸਭਿ ਹਰਿ ਜਨ; ਰਾਗ ਰਤਨ ਰਸਨਾ ਅਾਲਾਪ ॥",
    "transliteration": "Gun Govindh Gaavahu Sabh Har Jan Raag Rathan Rasanaa Aalaap ||",
    "translation": "Sing the Glorious Praises of the Lord of the Universe, all you humble servants of the Lord; chant the jewels, the songs of the Lord with your tongue.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਾਰੇ (ਰਲ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ, ਜੀਭ ਨਾਲ ਸੋਹਣੇ ਰਾਗਾਂ ਦੀ ਰਾਹੀਂ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਉਚਾਰਣ ਕਰਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35042,
    "shabad_id": 3087,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕੋਟਿ ਜਨਮ ਕੀ ਤਿ੍ਰਸਨਾ ਨਿਵਾਰੀ; ਰਾਮ ਰਸਾੲਿਣਿ ਅਾਤਮ ਧ੍ਰਾਪ ॥੧॥",
    "transliteration": "Kott Janam Kee Thrisanaa Nivaree Raam Rasaaein Aatham Dhhraap ||1||",
    "translation": "The desires of millions of incarnations shall be quenched, and your soul shall be satisfied with the sweet, sublime essence of the Lord. ||1||",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਉਚਾਰਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ) ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਦੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਭ ਰਸਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਨਾਮ-ਰਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35043,
    "shabad_id": 3087,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਚਰਣ ਗਹੇ. ਸਰਣਿ ਸੁਖਦਾਤੇ; ਗੁਰ ਕੈ ਬਚਨਿ ਜਪੇ ਹਰਿ ਜਾਪ ॥",
    "transliteration": "Charan Gehae Saran Sukhadhaathae Gur Kai Bachan Japae Har Jaap ||",
    "translation": "I have grasped the Sanctuary of the Lord's Feet; He is the Giver of peace; through the Word of the Guru's Teachings, I meditate and chant the Chant of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਫੜੀ ਰੱਖਦੇ ਹਨ, ਸੁਖਦਾਤੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35044,
    "shabad_id": 3087,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਾਗਰ ਤਰੇ. ਭਰਮ ਭੈ ਬਿਨਸੇ; ਕਹੁ ਨਾਨਕ. ਠਾਕੁਰ ਪਰਤਾਪ ॥੨॥੫॥੮੫॥",
    "transliteration": "Saagar Tharae Bharam Bhai Binasae Kahu Naanak Thaakur Parathaap ||2||5||85||",
    "translation": "I have crossed over the world-ocean, and my doubt and fear are dispelled, says Nanak, through the glorious granduer of our Lord and Master. ||2||5||85||",
    "punjabi": "ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਡਰ ਭਰਮ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਹ ਸਾਰੀ ਵਡਿਆਈ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਹੀ ਹੈ ॥੨॥੫॥੮੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35045,
    "shabad_id": 3088,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35046,
    "shabad_id": 3088,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਾਪੁ ਲਾਹਿਅਾ; ਗੁਰ ਸਿਰਜਨਹਾਰਿ ॥",
    "transliteration": "Thaap Laahiaa Gur Sirajanehaar ||",
    "translation": "Through the Guru, the Creator Lord has subdued the fever.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ ਕਰਤਾਰ ਨੇ (ਆਪ ਬਾਲਕ ਹਰਿਗੋਬਿੰਦ ਦਾ) ਤਾਪ ਉਤਾਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35047,
    "shabad_id": 3088,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰ ਅਪਨੇ ਕੳੁ ਬਲਿ ਜਾੲੀ; ਜਿਨਿ ਪੈਜ ਰਖੀ ਸਾਰੈ ਸੰਸਾਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Apanae Ko Bal Jaaee Jin Paij Rakhee Saarai Sansaar ||1|| Rehaao ||",
    "translation": "I am a sacrifice to my True Guru, who has saved the honor of the whole world. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ (ਮੇਰੀ) ਇੱਜ਼ਤ ਰੱਖ ਲਈ ਹੈ (ਨਹੀਂ ਤਾਂ, ਭਰਮੀ ਲੋਕ ਤਾਂ, ਸੀਤਲਾ ਦੇਵੀ ਆਦਿਕ ਦੀ ਪੂਜਾ ਵਾਸਤੇ ਬਥੇਰੀ ਪ੍ਰੇਰਨਾ ਕਰਦੇ ਰਹੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35048,
    "shabad_id": 3088,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਰੁ ਮਸਤਕਿ ਧਾਰਿ; ਬਾਲਿਕੁ ਰਖਿ ਲੀਨੋ ॥",
    "transliteration": "Kar Masathak Dhhaar Baalik Rakh Leeno ||",
    "translation": "Placing His Hand on the child's forehead, He saved him.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਆਪਣਾ ਹੱਥ (ਬਾਲਕ ਦੇ) ਸਿਰ ਉਤੇ ਰੱਖ ਕੇ ਬਾਲਕ ਨੂੰ (ਤਾਪ ਤੋਂ) ਬਚਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35049,
    "shabad_id": 3088,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪ੍ਰਭਿ ਅੰਮਿ੍ਰਤ ਨਾਮੁ; ਮਹਾ ਰਸੁ ਦੀਨ੍ਹੋ ॥੧॥",
    "transliteration": "Prabh Anmrith Naam Mehaa Ras Dheeno ||1||",
    "translation": "God blessed me with the supreme, sublime essence of the Ambrosial Naam. ||1||",
    "punjabi": "(ਨਿਰਾ ਤਾਪ ਤੋਂ ਹੀ ਨਹੀਂ ਬਚਾਇਆ, ਅੱਨ-ਪੂਜਾ ਤੋਂ ਬਚਾ ਕੇ) ਪ੍ਰਭੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਵਾਲਾ ਆਪਣਾ ਨਾਮ ਭੀ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35050,
    "shabad_id": 3088,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਦਾਸ ਕੀ ਲਾਜ ਰਖੈ; ਮਿਹਰਵਾਨੁ ॥",
    "transliteration": "Dhaas Kee Laaj Rakhai Miharavaan ||",
    "translation": "The Merciful Lord saves the honor of His slave.",
    "punjabi": "ਮਿਹਰਵਾਨ ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ (ਜ਼ਰੂਰ) ਰੱਖਦਾ ਹੈ (ਸੋ, ਹੇ ਭਾਈ! ਦੁੱਖ-ਕਲੇਸ਼ ਵੇਲੇ ਘਬਰਾ ਕੇ ਹੋਰ ਹੋਰ ਆਸਰੇ ਨਾਹ ਭਾਲਦੇ ਫਿਰੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35051,
    "shabad_id": 3088,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ ਬੋਲੈ; ਦਰਗਹ ਪਰਵਾਨੁ ॥੨॥੬॥੮੬॥",
    "transliteration": "Gur Naanak Bolai Dharageh Paravaan ||2||6||86||",
    "translation": "Guru Nanak speaks - it is confirmed in the Court of the Lord. ||2||6||86||",
    "punjabi": "(ਹੇ ਭਾਈ! ਚੇਤਾ ਰੱਖ) ਗੁਰੂ ਨਾਨਕ (ਉਹੀ ਕੁਝ) ਆਖਦਾ ਹੈ (ਜੋ ਪਰਮਾਤਮਾ ਦੀ) ਦਰਗਾਹ ਵਿਚ ਪਰਵਾਨ ਹੈ ॥੨॥੬॥੮੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35052,
    "shabad_id": 3089,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਗੁ ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ਚੳੁਪਦੇ ਦੁਪਦੇ ਘਰੁ ੭",
    "transliteration": "Raag Bilaaval Mehalaa 5 Choupadhae Dhupadhae Ghar 7",
    "translation": "Raag Bilaaval, Fifth Mehl, Chau-Padas And Du-Padas, Seventh House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35053,
    "shabad_id": 3089,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 35054,
    "shabad_id": 3089,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਤਿਗੁਰ ਸਬਦਿ. ੳੁਜਾਰੋ ਦੀਪਾ ॥",
    "transliteration": "Sathigur Sabadh Oujaaro Dheepaa ||",
    "translation": "The Shabad, the Word of the True Guru, is the light of the lamp.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨ-ਮੰਦਰ ਵਿਚ ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਦੀਵੇ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35055,
    "shabad_id": 3089,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬਿਨਸਿਓ ਅੰਧਕਾਰ ਤਿਹ ਮੰਦਰਿ; ਰਤਨ ਕੋਠੜੀ ਖੁਲ੍ਹੀ ਅਨੂਪਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Binasiou Andhhakaar Thih Mandhar Rathan Kotharree Khulhee Anoopaa ||1|| Rehaao ||",
    "translation": "It dispels the darkness from the body-mansion, and opens the beautiful chamber of jewels. ||1||Pause||",
    "punjabi": "ਉਸ ਮਨ-ਮੰਦਰ ਵਿਚ ਆਤਮਕ ਗੁਣ-ਰਤਨਾਂ ਦੀ ਬੜੀ ਸੁੰਦਰ ਕੋਠੜੀ ਖੁਲ੍ਹ ਜਾਂਦੀ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲੇ) ਹਨੇਰੇ ਦਾ ਉਥੋਂ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35056,
    "shabad_id": 3089,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਬਿਸਮਨ ਬਿਸਮ ਭੲੇ ਜੳੁ ਪੇਖਿਓ; ਕਹਨੁ. ਨ ਜਾੲਿ, ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Bisaman Bisam Bheae Jo Paekhiou Kehan N Jaae Vaddiaaee ||",
    "translation": "I was wonderstruck and astonished, when I looked inside; I cannot even describe its glory and grandeur.",
    "punjabi": "(ਗੁਰੂ ਸ਼ਬਦ-ਦੀਵੇ ਦੇ ਚਾਨਣ ਵਿਚ) ਜਦੋਂ (ਅੰਦਰ-ਵੱਸਦੇ) ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਹੁੰਦਾ ਹੈ ਤਦੋਂ ਮੇਰ-ਤੇਰ ਵਾਲੀਆਂ ਸਭੇ ਸੁੱਧਾਂ ਭੁੱਲ ਜਾਂਦੀਆਂ ਹਨ, ਪਰ ਉਸ ਅਵਸਥਾ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35057,
    "shabad_id": 3089,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਗਨ ਭੲੇ ੳੂਹਾ ਸੰਗਿ ਮਾਤੇ; ਓਤਿ ਪੋਤਿ ਲਪਟਾੲੀ ॥੧॥",
    "transliteration": "Magan Bheae Oohaa Sang Maathae Outh Poth Lapattaaee ||1||",
    "translation": "I am intoxicated and enraptured with it, and I am wrapped in it, through and through. ||1||",
    "punjabi": "ਜਿਵੇਂ ਤਾਣੇ ਪੇਟੇ ਦੇ ਧਾਗੇ ਆਪੋ ਵਿਚ ਮਿਲੇ ਹੁੰਦੇ ਹਨ, ਤਿਵੇਂ ਉਸ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਸੁਰਤ ਡੁੱਬ ਜਾਂਦੀ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਨਾਲ ਹੀ ਮਸਤ ਹੋ ਜਾਈਦਾ ਹੈ, ਉਸ ਦੇ ਚਰਨਾਂ ਨਾਲ ਹੀ ਚੰਬੜ ਜਾਈਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35058,
    "shabad_id": 3089,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਲ ਜਾਲ ਨਹੀ ਕਛੂ ਜੰਜਾਰਾ; ਅਹੰਬੁਧਿ ਨਹੀ ਭੋਰਾ ॥",
    "transliteration": "Aal Jaal Nehee Kashhoo Janjaaraa Ahanbudhh Nehee Bhoraa ||",
    "translation": "No worldly entanglements or snares can trap me, and no trace of egotistical pride remains.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਦੀਵੇ ਨਾਲ ਜਦੋਂ ਮਨ-ਮੰਦਰ ਵਿਚ ਚਾਨਣ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਅਵਸਥਾ ਵਿਚ) ਗ੍ਰਿਹਸਤ ਦੇ ਮੋਹ ਦੇ ਜਾਲ ਅਤੇ ਝੰਬੇਲੇ ਮਹਿਸੂਸ ਹੀ ਨਹੀਂ ਹੁੰਦੇ, ਅੰਦਰ ਕਿਤੇ ਰਤਾ ਭਰ ਭੀ 'ਮੈਂ ਮੈਂ' ਕਰਨ ਵਾਲੀ ਬੁੱਧੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "ਅਹੰ-ਬੱੁਧਿ",
    "type_id": 3
  },
  {
    "id": 35059,
    "shabad_id": 3089,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ੳੂਚਨ ੳੂਚਾ. ਬੀਚੁ, ਨ ਖੀਚਾ; ਹੳੁ ਤੇਰਾ. ਤੂੰ ਮੋਰਾ ॥੨॥",
    "transliteration": "Oochan Oochaa Beech N Kheechaa Ho Thaeraa Thoon Moraa ||2||",
    "translation": "You are the highest of the high, and no curtain separates us; I am Yours, and You are mine. ||2||",
    "punjabi": "ਤਦੋਂ ਮਨ-ਮੰਦਰ ਵਿਚ ਉਹ ਮਹਾਨ ਉੱਚਾ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਨਾਲੋਂ ਕੋਈ ਪਰਦਾ ਤਣਿਆ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ। (ਉਸ ਵੇਲੇ ਉਸ ਨੂੰ ਇਉਂ ਹੀ ਆਖੀਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰਾ (ਦਾਸ) ਹਾਂ, ਤੂੰ ਮੇਰਾ (ਮਾਲਕ) ਹੈਂ ॥੨॥",
    "pronunciation": "ਦਾਸਨ ਦਾਸ ਨੇ ਹੰਗਤਾ ਦਾ (ਬੀਚੁ)ਪੜਦਾ ਨਹੀਂ (ਖੀਚਾ)ਖਿੱਚਿਅਾ ਭਾਵ ਤਾਣਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 35060,
    "shabad_id": 3089,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ੲੇਕੰਕਾਰੁ ੲੇਕੁ ਪਾਸਾਰਾ; ੲੇਕੈ ਅਪਰ ਅਪਾਰਾ ॥",
    "transliteration": "Eaekankaar Eaek Paasaaraa Eaekai Apar Apaaraa ||",
    "translation": "The One Creator Lord created the expanse of the one universe; the One Lord is unlimited and infinite.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਦੀਵੇ ਨਾਲ ਜਦੋਂ ਮਨ-ਮੰਦਰ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਬਾਹਰ ਜਗਤ ਵਿਚ ਭੀ) ਇਕੋ ਸਰਬ-ਵਿਆਪਕ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਪਸਰਿਆ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35061,
    "shabad_id": 3089,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ੲੇਕੁ ਬਿਸਥੀਰਨੁ. ੲੇਕੁ ਸੰਪੂਰਨੁ; ੲੇਕੈ ਪ੍ਰਾਨ ਅਧਾਰਾ ॥੩॥",
    "transliteration": "Eaek Bisathheeran Eaek Sanpooran Eaekai Praan Adhhaaraa ||3||",
    "translation": "The One Lord pervades the one universe; the One Lord is totally permeating everywhere; the One Lord is the Support of the breath of life. ||3||",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਹਰ ਪਾਸੇ ਖਿਲਰਿਆ ਤੇ ਵਿਆਪਕ ਜਾਪਦਾ ਹੈ, ਉਹੀ ਜੀਵਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਦਿੱਸਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35062,
    "shabad_id": 3089,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਨਿਰਮਲ ਨਿਰਮਲ, ਸੂਚਾ ਸੂਚੋ; ਸੂਚਾ ਸੂਚੋ ਸੂਚਾ ॥",
    "transliteration": "Niramal Niramal Soochaa Soocho Soochaa Soocho Soochaa ||",
    "translation": "He is the most immaculate of the immaculate, the purest of the pure, so pure, so pure.",
    "punjabi": "(ਜਦੋਂ ਮਨ-ਮੰਦਰ ਵਿਚ ਗੁਰ-ਸ਼ਬਦ ਦੇ ਦੀਵੇ ਨਾਲ ਪ੍ਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਇਹ ਪ੍ਰਤੱਖ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਮਹਾਨ ਪਵਿੱਤਰ ਹੈ, ਮਹਾਨ ਸੁੱਚਾ ਹੈ।",
    "pronunciation": "ਵਾਹਿਗੁਰੂ ਜੀ (ਨਿਰਮਲ) ਪਵਿੱਤ੍ਰ ਤੋਂ (ਨਿਰਮਲ) ਪਵਿੱਤ੍ਰ (ਸੂਚਾ) ਸੁੱਚੇ ਤੋਂ (ਸੂਚੋ)ਸੁੱਚੇ।(ਸੂਚਾ)ਸੁੱਚੇ ਤੋਂ (ਸੂਚੋ)ਸੁੱਚੇ, (ਸੂਚਾ)ਸੁੱਚੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 35063,
    "shabad_id": 3089,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਅੰਤ ਨ ਅੰਤਾ, ਸਦਾ ਬੇਅੰਤਾ; ਕਹੁ ਨਾਨਕ. ੳੂਚੋ ੳੂਚਾ ॥੪॥੧॥੮੭॥",
    "transliteration": "Anth N Anthaa Sadhaa Baeanthaa Kahu Naanak Oocho Oochaa ||4||1||87||",
    "translation": "He has no end or limitation; He is forever unlimited. Says Nanak, He is the highest of the high. ||4||1||87||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਦਾ ਕਦੇ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਹ ਸਦਾ ਹੀ ਬੇਅੰਤ ਹੈ, ਅਤੇ ਉੱਚਿਆਂ ਤੋਂ ਉੱਚਾ ਹੈ (ਉਸ ਵਰਗਾ ਉੱਚਾ ਹੋਰ ਕੋਈ ਨਹੀਂ) ॥੪॥੧॥੮੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35064,
    "shabad_id": 3090,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35065,
    "shabad_id": 3090,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ; ਕਾਮਿ. ਨ ਅਾਵਤ ਹੇ ॥",
    "transliteration": "Bin Har Kaam N Aavath Hae ||",
    "translation": "Without the Lord, nothing is of any use.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਕੋਈ ਹੋਰ ਚੀਜ਼ ਤੇਰੇ ਆਤਮਕ ਜੀਵਨ ਦੇ) ਕੰਮ ਨਹੀਂ ਆ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35066,
    "shabad_id": 3090,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਾ ਸਿੳੁ ਰਾਚਿ ਮਾਚਿ ਤੁਮ੍ਹ ਲਾਗੇ; ਓਹ ਮੋਹਨੀ ਮੋਹਾਵਤ ਹੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jaa Sio Raach Maach Thumh Laagae Ouh Mohanee Mohaavath Hae ||1|| Rehaao ||",
    "translation": "You are totally attached to that Enticer Maya; she is enticing you. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨ-ਮੋਹਣੀ ਮਾਇਆ ਨਾਲ ਤੂੰ ਰਚਿਆ ਮਿਚਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਉਹ ਤਾਂ ਤੈਨੂੰ ਠੱਗ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35067,
    "shabad_id": 3090,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਕਨਿਕ ਕਾਮਿਨੀ ਸੇਜ ਸੋਹਨੀ; ਛੋਡਿ ਖਿਨੈ ਮਹਿ ਜਾਵਤ ਹੇ ॥",
    "transliteration": "Kanik Kaaminee Saej Sohanee Shhodd Khinai Mehi Jaavath Hae ||",
    "translation": "You shall have to leave behind your gold, your woman and your beautiful bed; you shall have to depart in an instant.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੋਨਾ (ਧਨ-ਪਦਾਰਥ), ਇਸਤ੍ਰੀ ਦੀ ਸੋਹਣੀ ਸੇਜ-ਇਹ ਤਾਂ ਇਕ ਛਿਨ ਵਿਚ ਛੱਡ ਕੇ ਮਨੁੱਖ ਇਥੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35068,
    "shabad_id": 3090,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ੳੁਰਝਿ ਰਹਿਓ ੲਿੰਦ੍ਰੀ ਰਸ ਪ੍ਰੇਰਿਓ; ਬਿਖੈ ਠਗੳੁਰੀ ਖਾਵਤ ਹੇ ॥੧॥",
    "transliteration": "Ourajh Rehiou Eindhree Ras Praeriou Bikhai Thagouree Khaavath Hae ||1||",
    "translation": "You are entangled in the lures of sexual pleasures, and you are eating poisonous drugs. ||1||",
    "punjabi": "ਕਾਮ-ਵਾਸਨਾ ਦੇ ਸੁਆਦਾਂ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਤੂੰ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈਂ, ਅਤੇ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦੀ ਠਗ-ਬੂਟੀ ਖਾ ਰਿਹਾ ਹੈਂ (ਜਿਸ ਦੇ ਕਾਰਨ ਤੂੰ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਹੋਸ਼ ਪਿਆ ਹੈਂ) ॥੧॥",
    "pronunciation": "ਠੱਗੳੁਰੀ",
    "type_id": 3
  },
  {
    "id": 35069,
    "shabad_id": 3090,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਤਿ੍ਰਣ ਕੋ ਮੰਦਰੁ ਸਾਜਿ ਸਵਾਰਿਓ; ਪਾਵਕੁ ਤਲੈ ਜਰਾਵਤ ਹੇ ॥",
    "transliteration": "Thrin Ko Mandhar Saaj Savaariou Paavak Thalai Jaraavath Hae ||",
    "translation": "You have built and adorned a palace of straw, and under it, you light a fire.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੀਲਿਆਂ ਦਾ ਘਰ ਬਣਾ ਸਵਾਰ ਕੇ ਤੂੰ ਉਸ ਦੇ ਹੇਠ ਅੱਗ ਬਾਲ ਰਿਹਾ ਹੈਂ (ਇਸ ਸਰੀਰ ਵਿਚ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦਾ ਭਾਂਬੜ ਮਚਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਸੁਆਹ ਕਰੀ ਜਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35070,
    "shabad_id": 3090,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅੈਸੇ ਗੜ ਮਹਿ. ਅੈਠਿ ਹਠੀਲੋ; ਫੂਲਿ ਫੂਲਿ ਕਿਅਾ ਪਾਵਤ ਹੇ ॥੨॥",
    "transliteration": "Aisae Garr Mehi Aith Hatheelo Fool Fool Kiaa Paavath Hae ||2||",
    "translation": "Sitting all puffed-up in such a castle, you stubborn-minded fool, what do you think you will gain? ||2||",
    "punjabi": "ਵਿਕਾਰਾਂ ਵਿਚ ਸੜ ਰਹੇ) ਇਸ ਸਰੀਰ-ਕਿਲ੍ਹੇ ਵਿਚ ਆਕੜ ਕੇ ਹਠੀ ਹੋਇਆ ਬੈਠਾ ਤੂੰ ਮਾਣ ਕਰ ਕਰ ਕੇ ਹਾਸਲ ਤਾਂ ਕੁਝ ਭੀ ਨਹੀਂ ਕਰ ਰਿਹਾ ॥੨॥",
    "pronunciation": "(ਅੈਠਿ)ਅਾਕੜ।(ਹਠੀ)ਲੋਹਠ।(ਫੂਲਿ)ਫੱੁਲ।(ਫੂਲਿ)ਫੱੁਲ।ਕਿਅਾਕੀ। (ਪਾਵਤ)ਪੌਂਦਾ।(ਹੇ)ਹੈਂ।ਜਿਵੇਂ ਦੀਵੇ ਦਾ ਫੁੱਲ ਕਾਲਖ ਹੁੰਦੀ ਹੈ, ੲਿੳੁਂ ਵਿਸ਼ਿਅਾਂ ਦੀ ਕਾਲਖ ਹੈ। ਗੜ੍ਹ। ਅੈਂਠਿ",
    "type_id": 3
  },
  {
    "id": 35071,
    "shabad_id": 3090,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਪੰਚ ਦੂਤ. ਮੂਡ ਪਰਿ ਠਾਢੇ; ਕੇਸ ਗਹੇ ਫੇਰਾਵਤ ਹੇ ॥",
    "transliteration": "Panch Dhooth Moodd Par Thaadtae Kaes Gehae Faeraavath Hae ||",
    "translation": "The five thieves stand over your head and seize you. Grabbing you by your hair, they will drive you on.",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ ਅਗਿਆਨੀ! ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਤੇਰੇ ਸਿਰ ਉਤੇ ਖਲੋਤੇ ਹੋਏ ਤੈਨੂੰ ਜ਼ਲੀਲ ਕਰ ਰਹੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  }
]
