[
  {
    "id": 35107,
    "shabad_id": 3095,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅੈਸੋ ਹਰਿ ਰਸੁ ਬਰਨਿ. ਨ ਸਾਕੳੁ; ਗੁਰਿ ਪੂਰੈ. ਮੇਰੀ ੳੁਲਟਿ ਧਰੀ ||੧||",
    "transliteration": "Aiso Har Ras Baran N Saako Gur Poorai Maeree Oulatt Dhharee ||1||",
    "translation": "Such is the sublime essence of the Lord, that I cannot describe it. The Perfect Guru has turned me away from the world. ||1||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਮੈਨੂੰ ਅਜੇਹਾ ਆਇਆ ਕਿ ਮੈਂ ਉਹ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਗੁਰੂ ਨੇ ਮੇਰੀ ਬ੍ਰਿਤੀ ਮਾਇਆ ਵਲੋਂ ਪਰਤਾ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35108,
    "shabad_id": 3095,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਪੇਖਿਓ ਮੋਹਨੁ ਸਭ ਕੈ ਸੰਗੇ; ੳੂਨ ਨ ਕਾਹੂ. ਸਗਲ ਭਰੀ ||",
    "transliteration": "Paekhiou Mohan Sabh Kai Sangae Oon N Kaahoo Sagal Bharee ||",
    "translation": "I behold the Fascinating Lord with everyone. No one is without Him - He is pervading everywhere.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੂੰ ਮੈਂ ਸਭ ਵਿਚ ਵੱਸਦਾ ਵੇਖ ਲਿਆ ਹੈ, ਕੋਈ ਭੀ ਥਾਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਸੱਖਣਾ ਨਹੀਂ ਦਿੱਸਦਾ, ਸਾਰੀ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਪ੍ਰਭੂ ਦੀ ਜੀਵਨ-ਰੌ ਨਾਲ ਭਰਪੂਰ ਦਿੱਸ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35109,
    "shabad_id": 3095,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਪੂਰਨ ਪੂਰਿ ਰਹਿਓ ਕਿਰਪਾਨਿਧਿ; ਕਹੁ ਨਾਨਕ ਮੇਰੀ ਪੂਰੀ ਪਰੀ ||੨||੭||੯੩||",
    "transliteration": "Pooran Poor Rehiou Kirapaa Nidhh Kahu Naanak Maeree Pooree Paree ||2||7||93||",
    "translation": "The Perfect Lord, the treasure of mercy, is permeating everywhere. Says Nanak, I am fully fulfilled. ||2||7||93||",
    "punjabi": "ਕਿਰਪਾ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਪੂਰਨ ਤੌਰ ਤੇ ਵਿਆਪਕ ਦਿੱਸ ਰਿਹਾ ਹੈ। ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੇਰੀ ਮੇਹਨਤ ਸਫਲ ਹੋ ਗਈ ਹੈ ॥੨॥੭॥੯੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35110,
    "shabad_id": 3096,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35111,
    "shabad_id": 3096,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਕਿਅਾ ਕਹਤਾ; ਹੳੁ ਕਿਅਾ ਕਹਤਾ ||",
    "transliteration": "Man Kiaa Kehathaa Ho Kiaa Kehathaa ||",
    "translation": "What does the mind say? What can I say?",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕੀਹ ਕਹਿ ਰਿਹਾ ਹੈਂ? ਹੇ ਜੀਵ! ਤੂੰ ਕੀਹ ਆਖਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35112,
    "shabad_id": 3096,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਾਨ ਪ੍ਰਬੀਨ ਠਾਕੁਰ ਪ੍ਰਭ ਮੇਰੇ; ਤਿਸੁ ਅਾਗੈ ਕਿਅਾ ਕਹਤਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jaan Prabeen Thaakur Prabh Maerae This Aagai Kiaa Kehathaa ||1|| Rehaao ||",
    "translation": "You are wise and all-knowing, O God, my Lord and Master; what can I say to You? ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਠਾਕੁਰ ਪ੍ਰਭੂ ਜੀ ਤਾਂ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਤੇ ਸਮਝਣ ਵਾਲੇ ਹਨ। ਹੇ ਜੀਵ! ਉਸ ਅੱਗੇ ਕੋਈ (ਠੱਗੀ-ਫ਼ਰੇਬ ਦੀ) ਗੱਲ ਨਹੀਂ ਆਖੀ ਜਾ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35113,
    "shabad_id": 3096,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਨ ਬੋਲੇ ਕੳੁ. ਤੁਹੀ ਪਛਾਨਹਿ; ਜੋ ਜੀਅਨ ਮਹਿ ਹੋਤਾ ||",
    "transliteration": "Anabolae Ko Thuhee Pashhaanehi Jo Jeean Mehi Hothaa ||",
    "translation": "You know even what is not said, whatever is in the soul.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਦੱਸਣ ਤੋਂ ਬਿਨਾ ਤੂੰ ਆਪ ਹੀ (ਪਹਿਲਾਂ ਹੀ) ਪਛਾਣ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35114,
    "shabad_id": 3096,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਰੇ ਮਨ ਕਾੲਿ, ਕਹਾ ਲੳੁ ਡਹਕਹਿ; ਜੳੁ ਪੇਖਤ ਹੀ ਸੰਗਿ ਸੁਨਤਾ ||੧||",
    "transliteration": "Rae Man Kaae Kehaa Lo Ddehakehi Jo Paekhath Hee Sang Sunathaa ||1||",
    "translation": "O mind, why do you deceive others? How long will you do this? The Lord is with you; He hears and sees everything. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਠੱਗੀ ਕਰਦਾ ਹੈਂ? ਕਦ ਤਕ ਠੱਗੀ ਕਰੀ ਜਾਵੇਂਗਾ? ਪਰਮਾਤਮਾ ਤਾਂ ਤੇਰੇ ਨਾਲ (ਵੱਸਦਾ ਹੋਇਆ ਤੇਰੇ ਕਰਮ) ਵੇਖ ਰਿਹਾ ਹੈ, ਤੇ, ਸੁਣ ਭੀ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "ਡਹਕ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 35115,
    "shabad_id": 3096,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅੈਸੋ ਜਾਨਿ ਭੲੇ ਮਨਿ ਅਾਨਦ; ਅਾਨ. ਨ ਬੀਓ ਕਰਤਾ ||",
    "transliteration": "Aiso Jaan Bheae Man Aanadh Aan N Beeou Karathaa ||",
    "translation": "Knowing this, my mind has become blissful; there is no other Creator.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਾਣ ਕੇ ਕਿ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਕੁਝ ਭੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ, (ਜਾਣਨ ਵਾਲੇ ਦੇ) ਮਨ ਵਿਚ ਹੁਲਾਰਾ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35116,
    "shabad_id": 3096,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰ ਭੲੇ ਦੲਿਅਾਰਾ; ਹਰਿ ਰੰਗੁ. ਨ ਕਬਹੂ ਲਹਤਾ ||੨||੮||੯੪||",
    "transliteration": "Kahu Naanak Gur Bheae Dhaeiaaraa Har Rang N Kabehoo Lehathaa ||2||8||94||",
    "translation": "Says Nanak, the Guru has become kind to me; my love for the Lord shall never wear off. ||2||8||94||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਮਿਹਰਬਾਨ ਹੁੰਦਾ ਹੈ (ਉਸ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਕਦੇ ਨਹੀਂ ਉਤਰਦਾ ॥੨॥੮॥੯੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35117,
    "shabad_id": 3097,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35118,
    "shabad_id": 3097,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਿੰਦਕੁ; ਅੈਸੇ ਹੀ ਝਰਿ ਪਰੀਅੈ ||",
    "transliteration": "Nindhak Aisae Hee Jhar Pareeai ||",
    "translation": "Thus, the slanderer crumbles away.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁਣ, ਨਿੰਦਕ ਭੀ ਇਸੇ ਤਰ੍ਹਾਂ ਆਤਮਕ ਉੱਚਤਾ ਤੋਂ ਡਿੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35119,
    "shabad_id": 3097,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿਹ ਨੀਸਾਨੀ ਸੁਨਹੁ ਤੁਮ ਭਾੲੀ; ਜਿੳੁ ਕਾਲਰ ਭੀਤਿ ਗਿਰੀਅੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eih Neesaanee Sunahu Thum Bhaaee Jio Kaalar Bheeth Gireeai ||1|| Rehaao ||",
    "translation": "This is the distinctive sign - listen, O Siblings of Destiny: he collapses like a wall of sand. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ ਕੱਲਰ ਦੀ ਕੰਧ (ਕਿਰ ਕਿਰ ਕੇ) ਡਿੱਗ ਪੈਂਦੀ ਹੈ, ਇਹੀ ਨਿਸ਼ਾਨੀ ਨਿੰਦਕ ਦੇ ਜੀਵਨ ਦੀ ਹੈ। (ਨਿੰਦਾ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ, ਮਾਨੋ, ਕੱਲਰ ਲੱਗਾ ਹੋਇਆ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35120,
    "shabad_id": 3097,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜੳੁ ਦੇਖੈ ਛਿਦ੍ਰੁ. ਤੳੁ ਨਿੰਦਕੁ ੳੁਮਾਹੈ; ਭਲੋ ਦੇਖਿ ਦੁਖ ਭਰੀਅੈ ||",
    "transliteration": "Jo Dhaekhai Shhidhra Tho Nindhak Oumaahai Bhalo Dhaekh Dhukh Bhareeai ||",
    "translation": "When the slanderer sees a fault in someone else, he is pleased. Seeing goodness, he is depressed.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ (ਕੋਈ) ਨਿੰਦਕ (ਕਿਸੇ ਮਨੁੱਖ ਦਾ ਕੋਈ) ਨੁਕਸ ਵੇਖਦਾ ਹੈ ਤਦੋਂ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਪਰ ਕਿਸੇ ਦਾ ਗੁਣ ਵੇਖ ਕੇ ਨਿੰਦਕ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35121,
    "shabad_id": 3097,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਚਿਤਵੈ. ਨਹੀ ਪਹੁਚੈ; ਬੁਰਾ ਚਿਤਵਤ ਚਿਤਵਤ ਮਰੀਅੈ ||੧||",
    "transliteration": "Aath Pehar Chithavai Nehee Pahuchai Buraa Chithavath Chithavath Mareeai ||1||",
    "translation": "Twenty-four hours a day, he plots, but nothing works. The evil man dies, constantly thinking up evil plans. ||1||",
    "punjabi": "ਅੱਠੇ ਪਹਰ (ਹਰ ਵੇਲੇ) ਨਿੰਦਕ ਕਿਸੇ ਨਾਲ ਬੁਰਾਈ ਕਰਨ ਦੀਆਂ ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈ, ਬੁਰਾਈ ਕਰ ਸਕਣ ਤਕ ਅੱਪੜ ਤਾਂ ਸਕਦਾ ਨਹੀਂ, ਬੁਰਾਈ ਦੀ ਵਿਓਂਤ ਸੋਚਦਿਆਂ ਸੋਚਦਿਆਂ ਹੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35122,
    "shabad_id": 3097,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਿੰਦਕੁ. ਪ੍ਰਭੂ ਭੁਲਾੲਿਅਾ. ਕਾਲੁ ਨੇਰੈ ਅਾੲਿਅਾ; ਹਰਿ ਜਨ ਸਿੳੁ ਬਾਦੁ ੳੁਠਰੀਅੈ ||",
    "transliteration": "Nindhak Prabhoo Bhulaaeiaa Kaal Naerai Aaeiaa Har Jan Sio Baadh Outhareeai ||",
    "translation": "The slanderer forgets God, death approaches him, and he starts to argue with the humble servant of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਿੰਦਕ ਨੂੰ ਜਿਉਂ ਜਿਉਂ ਪ੍ਰਭੂ (ਨਿੰਦਾ ਵਾਲੇ) ਕੁਰਾਹੇ ਪਾਂਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਨਿੰਦਕ ਦੀ ਮੁਕੰਮਲ ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਆਉਂਦੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਿੰਦਕ ਸੰਤ ਜਨਾਂ ਨਾਲ ਵੈਰ ਚੁੱਕੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ੳੁ-ਠਰੀਅੈ",
    "type_id": 3
  },
  {
    "id": 35123,
    "shabad_id": 3097,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ਕਾ ਰਾਖਾ. ਅਾਪਿ ਪ੍ਰਭੁ ਸੁਅਾਮੀ; ਕਿਅਾ ਮਾਨਸ ਬਪੁਰੇ ਕਰੀਅੈ ||੨||੯||੯੫||",
    "transliteration": "Naanak Kaa Raakhaa Aap Prabh Suaamee Kiaa Maanas Bapurae Kareeai ||2||9||95||",
    "translation": "God Himself, the Lord and Master, is Nanak's protector. What can any wretched person do to him? ||2||9||95||",
    "punjabi": "ਪਰ ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦਾ ਰਖਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ। ਵਿਚਾਰੇ ਜੀਵ ਉਹਨਾਂ ਦਾ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜ ਸਕਦੇ ॥੨॥੯॥੯੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35124,
    "shabad_id": 3098,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35125,
    "shabad_id": 3098,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅੈਸੇ ਕਾਹੇ ਭੂਲਿ ਪਰੇ ||",
    "transliteration": "Aisae Kaahae Bhool Parae ||",
    "translation": "Why do you wander in delusion like this?",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਤਾ ਨਹੀਂ ਜੀਵ) ਕਿਉਂ ਇਸ ਤਰ੍ਹਾਂ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35126,
    "shabad_id": 3098,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਰਹਿ ਕਰਾਵਹਿ. ਮੂਕਰਿ ਪਾਵਹਿ; ਪੇਖਤ ਸੁਨਤ ਸਦਾ ਸੰਗਿ ਹਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Karehi Karaavehi Mookar Paavehi Paekhath Sunath Sadhaa Sang Harae ||1|| Rehaao ||",
    "translation": "You act, and incite others to act, and then deny it. The Lord is always with you; He sees and hears everything. ||1||Pause||",
    "punjabi": "(ਜੀਵ ਸਾਰੇ ਮੰਦੇ ਕਰਮ) ਕਰਦੇ ਕਰਾਂਦੇ ਭੀ ਹਨ, (ਫਿਰ) ਮੁੱਕਰ ਭੀ ਜਾਂਦੇ ਹਨ (ਕਿ ਅਸਾਂ ਨਹੀਂ ਕੀਤੇ)। ਪਰ ਪਰਮਾਤਮਾ ਸਦਾ ਸਭ ਜੀਵਾਂ ਦੇ ਨਾਲ ਵੱਸਦਾ (ਸਭਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ) ਵੇਖਦਾ ਸੁਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35127,
    "shabad_id": 3098,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਾਚ ਬਿਹਾਝਨ, ਕੰਚਨ ਛਾਡਨ; ਬੈਰੀ ਸੰਗਿ ਹੇਤੁ. ਸਾਜਨ ਤਿਅਾਗਿ. ਖਰੇ ||",
    "transliteration": "Kaach Bihaajhan Kanchan Shhaaddan Bairee Sang Haeth Saajan Thiaag Kharae ||",
    "translation": "You purchase glass, and discard gold; you are in love with your enemy, while you renounce your true friend.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੱਚ ਦਾ ਵਪਾਰ ਕਰਨਾ, ਸੋਨਾ ਛੱਡ ਦੇਣਾ, ਸੱਚੇ ਮਿੱਤਰ ਤਿਆਗ ਕੇ ਵੈਰੀ ਨਾਲ ਪਿਆਰ-(ਇਹ ਹਨ ਜੀਵਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35128,
    "shabad_id": 3098,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹੋਵਨੁ ਕੳੁਰਾ. ਅਨਹੋਵਨੁ ਮੀਠਾ; ਬਿਖਿਅਾ ਮਹਿ ਲਪਟਾੲਿ ਜਰੇ ||੧||",
    "transliteration": "Hovan Kouraa Anehovan Meethaa Bikhiaa Mehi Lapattaae Jarae ||1||",
    "translation": "That which exists, seems bitter; that which does not exist, seems sweet to you. Engrossed in corruption, you are burning away. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਕੌੜਾ ਲੱਗਣਾ, ਮਾਇਆ ਦਾ ਮੋਹ ਮਿੱਠਾ ਲੱਗਣਾ (-ਇਹ ਹੈ ਨਿੱਤ ਦਾ ਸੁਭਾਉ ਜੀਵਾਂ ਦਾ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸਦਾ ਖਿੱਝਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35129,
    "shabad_id": 3098,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਮਹਿ ਪਰਿਓ ਪਰਾਨੀ; ਭਰਮ ਗੁਬਾਰ ਮੋਹ ਬੰਧਿ ਪਰੇ ||",
    "transliteration": "Andhh Koop Mehi Pariou Paraanee Bharam Gubaar Moh Bandhh Parae ||",
    "translation": "The mortal has fallen into the deep, dark pit, and is entangled in the darkness of doubt, and the bondage of emotional attachment.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੀਵ (ਸਦਾ) ਮੋਹ ਦੇ ਅੰਨ੍ਹੇ (ਹਨੇਰੇ) ਖੂਹ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, (ਜੀਵਾਂ ਨੂੰ ਸਦਾ) ਭਟਕਣਾ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਮੋਹ ਦੇ ਹਨੇਰੇ ਜਕੜ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ (ਪਤਾ ਨਹੀਂ ਇਹ ਕਿਉਂ ਇਸ ਤਰ੍ਹਾਂ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35130,
    "shabad_id": 3098,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਭ ਹੋਤ ਦੲਿਅਾਰਾ; ਗੁਰੁ ਭੇਟੈ ਕਾਢੈ ਬਾਹ. ਫਰੇ ||੨||੧੦||੯੬||",
    "transliteration": "Kahu Naanak Prabh Hoth Dhaeiaaraa Gur Bhaettai Kaadtai Baah Farae ||2||10||96||",
    "translation": "Says Nanak, when God becomes merciful, one meets with the Guru, who takes him by the arm, and lifts him out. ||2||10||96||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ, ਗੁਰੂ ਉਸ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਉਸ ਨੂੰ ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ) ਕੱਢ ਲੈਂਦਾ ਹੈ ॥੨॥੧੦॥੯੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35131,
    "shabad_id": 3099,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35132,
    "shabad_id": 3099,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨ ਤਨ ਰਸਨਾ; ਹਰਿ ਚੀਨ੍ਹਾ ||",
    "transliteration": "Man Than Rasanaa Har Cheenhaa ||",
    "translation": "With my mind, body and tongue, I remember the Lord.",
    "punjabi": "ਮੇਰੇ ਮਨ ਮੇਰੇ ਤਨ ਮੇਰੀ ਜੀਭ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35133,
    "shabad_id": 3099,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭੲੇ ਅਨੰਦਾ. ਮਿਟੇ ਅੰਦੇਸੇ; ਸਰਬ ਸੂਖ ਮੋਕੳੁ ਗੁਰਿ ਦੀਨ੍ਹਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bheae Anandhaa Mittae Andhaesae Sarab Sookh Mo Ko Gur Dheenhaa ||1|| Rehaao ||",
    "translation": "I am in ecstasy, and my anxieties are dispelled; the Guru has blessed me with total peace. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੇ) ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਸਾਰੇ (ਹੀ) ਸੁਖ ਦੇ ਦਿੱਤੇ ਹਨ, ਮੇਰੇ ਫ਼ਿਕਰ-ਅੰਦੇਸ਼ੇ ਮਿਟ ਗਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35134,
    "shabad_id": 3099,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ੲਿਅਾਨਪ ਤੇ ਸਭ ਭੲੀ ਸਿਅਾਨਪ; ਪ੍ਰਭੁ ਮੇਰਾ ਦਾਨਾ ਬੀਨਾ ||",
    "transliteration": "Eiaanap Thae Sabh Bhee Siaanap Prabh Maeraa Dhaanaa Beenaa ||",
    "translation": "My ignorance has been totally transformed into wisdom. My God is wise and all-knowing.",
    "punjabi": "ਹੇ ਭਾਈ! ਬੇ-ਸਮਝੀ ਦੇ ਥਾਂ ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਅਕਲਮੰਦੀ ਹੀ ਪੈਦਾ ਹੋ ਗਈ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ (ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ) ਜਾਣਨ ਵਾਲਾ ਹੈ (ਸਭ ਦੇ ਕੀਤੇ ਕੰਮ) ਵੇਖਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35135,
    "shabad_id": 3099,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਾਥ ਦੇੲਿ ਰਾਖੈ. ਅਪਨੇ ਕੳੁ; ਕਾਹੂ ਨ ਕਰ ਤੇ ਕਛੁ ਖੀਨਾ ||੧||",
    "transliteration": "Haathh Dhaee Raakhai Apanae Ko Kaahoo N Karathae Kashh Kheenaa ||1||",
    "translation": "Giving me His Hand, He saved me, and now no one can harm me at all. ||1||",
    "punjabi": "(ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਆ ਗਿਆ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪ ਹੱਥ ਦੇ ਕੇ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਕੋਈ ਭੀ ਮਨੁੱਖ (ਸੇਵਕ ਦਾ) ਕੁਝ ਨਹੀਂ ਵਿਗਾੜ ਸਕਦਾ ॥੧॥",
    "pronunciation": "ਕਾਹੂਕਿਸੇ ਦੇ[ ਕਰਹੱਥ[ ਤੇਤੋਂ[ ਖੀਨਾਨਾਸ",
    "type_id": 3
  },
  {
    "id": 35136,
    "shabad_id": 3099,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਲਿ ਜਾਵੳੁ ਦਰਸਨ ਸਾਧੂ ਕੈ; ਜਿਹ ਪ੍ਰਸਾਦਿ ਹਰਿ ਨਾਮੁ ਲੀਨਾ ||",
    "transliteration": "Bal Jaavo Dharasan Saadhhoo Kai Jih Prasaadh Har Naam Leenaa ||",
    "translation": "I am a sacrifice to the Blessed Vision of the Holy; by their Grace, I contemplate the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕਿਉਂਕਿ ਉਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਹੀ) ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਸਕਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35137,
    "shabad_id": 3099,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਠਾਕੁਰ ਭਾਰੋਸੈ; ਕਹੂ. ਨ ਮਾਨਿਓ ਮਨਿ ਛੀਨਾ ||੨||੧੧||੯੭||",
    "transliteration": "Kahu Naanak Thaakur Bhaarosai Kehoo N Maaniou Man Shheenaa ||2||11||97||",
    "translation": "Says Nanak, I place my faith in my Lord and Master; within my mind, I do not believe in any other, even for an instant. ||2||11||97||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੁਣ) ਪਰਮਾਤਮਾ ਦੇ ਭਰੋਸੇ ਤੇ ਕਿਸੇ ਹੋਰ (ਆਸਰੇ) ਨੂੰ ਇਕ ਛਿਨ ਵਾਸਤੇ ਭੀ ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਮੰਨਦਾ ॥੨॥੧੧॥੯੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35138,
    "shabad_id": 3100,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35139,
    "shabad_id": 3100,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ; ਮੇਰੀ ਰਾਖਿ ਲੲੀ ||",
    "transliteration": "Gur Poorai Maeree Raakh Lee ||",
    "translation": "The Perfect Guru has has saved me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35140,
    "shabad_id": 3100,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਰਿਦੇ ਮਹਿ ਦੀਨੋ; ਜਨਮ ਜਨਮ ਕੀ ਮੈਲੁ ਗੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Anmrith Naam Ridhae Mehi Dheeno Janam Janam Kee Mail Gee ||1|| Rehaao ||",
    "translation": "He has enshrined the Ambrosial Name of the Lord within my heart, and the filth of countless incarnations has been washed away. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ, (ਉਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੀ ਮੈਲ ਮੇਰੇ ਮਨ ਵਿਚੋਂ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35141,
    "shabad_id": 3100,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨਿਵਰੇ ਦੂਤ ਦੁਸਟ ਬੈਰਾੲੀ; ਗੁਰ ਪੂਰੇ ਕਾ ਜਪਿਅਾ ਜਾਪੁ ||",
    "transliteration": "Nivarae Dhooth Dhusatt Bairaaee Gur Poorae Kaa Japiaa Jaap ||",
    "translation": "The demons and wicked enemies are driven out, by meditating, and chanting the Chant of the Perfect Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦਾ ਦੱਸਿਆ ਹੋਇਆ ਹਰਿ-ਨਾਮ ਦਾ ਜਾਪ ਜਦੋਂ ਤੋਂ ਮੈਂ ਜਪਣਾ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ, (ਕਾਮਾਦਿਕ) ਸਾਰੇ ਵੈਰੀ ਦੁਰਜਨ ਨੱਸ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
