[
  {
    "id": 35142,
    "shabad_id": 3100,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਕਹਾ ਕਰੈ ਕੋੲੀ ਬੇਚਾਰਾ; ਪ੍ਰਭ ਮੇਰੇ ਕਾ ਬਡ ਪਰਤਾਪੁ ||੧||",
    "transliteration": "Kehaa Karai Koee Baechaaraa Prabh Maerae Kaa Badd Parathaap ||1||",
    "translation": "What can any wretched creature do to me? The radiance of my God is gloriously great. ||1||",
    "punjabi": "ਮੇਰੇ ਪ੍ਰਭੂ ਦੀ ਬੜੀ ਤਾਕਤ ਹੈ, ਹੁਣ (ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਮੇਰਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35143,
    "shabad_id": 3100,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਸਿਮਰਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਚਰਨਕਮਲ ਰਖੁ ਮਨ ਮਾਹੀ ||",
    "transliteration": "Simar Simar Simar Sukh Paaeiaa Charan Kamal Rakh Man Maahee ||",
    "translation": "Meditating, meditating, meditating in remembrance, I have found peace; I have enshrined His Lotus Feet within my mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ) ਮੇਰੇ ਮਨ ਵਿਚ ਆਸਰਾ ਬਣ ਗਏ ਹਨ, ਉਸ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਸਿਮਰ ਸਿਮਰ ਕੇ ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35144,
    "shabad_id": 3100,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਤਾ ਕੀ ਸਰਨਿ. ਪਰਿਓ ਨਾਨਕ ਦਾਸੁ; ਜਾ ਤੇ ੳੂਪਰਿ ਕੋ ਨਾਹੀ ||੨||੧੨||੯੮||",
    "transliteration": "Thaa Kee Saran Pariou Naanak Dhaas Jaa Thae Oopar Ko Naahee ||2||12||98||",
    "translation": "Slave Nanak has entered His Sanctuary; there is none above Him. ||2||12||98||",
    "punjabi": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦਾ) ਦਾਸ ਨਾਨਕ ਉਸ (ਪ੍ਰਭੂ) ਦੀ ਸਰਨ ਪੈ ਗਿਆ ਹੈ ਜਿਸ ਤੋਂ ਵੱਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ॥੨॥੧੨॥੯੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35145,
    "shabad_id": 3101,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35146,
    "shabad_id": 3101,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਜਪੀਅੈ ਪ੍ਰਭ ਨਾਮ ||",
    "transliteration": "Sadhaa Sadhaa Japeeai Prabh Naam ||",
    "translation": "Forever and ever, chant the Name of God.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35147,
    "shabad_id": 3101,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਰਾ ਮਰਾ ਕਛੁ ਦੂਖੁ. ਨ ਬਿਅਾਪੈ; ਅਾਗੈ ਦਰਗਹ ਪੂਰਨ ਕਾਮ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jaraa Maraa Kashh Dhookh N Biaapai Aagai Dharageh Pooran Kaam ||1|| Rehaao ||",
    "translation": "The pains of old age and death shall not afflict you, and in the Court of the Lord hereafter, your affairs shall be perfectly resolved. ||1||Pause||",
    "punjabi": "(ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅਜੇਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਨੂੰ) ਬੁਢੇਪਾ, ਮੌਤ ਜਾਂ ਦੁੱਖ ਕੁੱਝ ਭੀ ਪੋਹ ਨਹੀਂ ਸਕਦਾ। ਅਗਾਂਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਭੀ ਸਫਲਤਾ ਮਿਲਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35148,
    "shabad_id": 3101,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੁ ਤਿਅਾਗਿ ਪਰੀਅੈ ਨਿਤ ਸਰਨੀ; ਗੁਰ ਤੇ ਪਾੲੀਅੈ ੲੇਹੁ ਨਿਧਾਨੁ ||",
    "transliteration": "Aap Thiaag Pareeai Nith Saranee Gur Thae Paaeeai Eaehu Nidhhaan ||",
    "translation": "So forsake your self-conceit, and ever seek Sanctuary. This treasure is obtained only from the Guru.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਇਹ (ਨਾਮ-) ਖ਼ਜ਼ਾਨਾ ਗੁਰੂ ਤੋਂ (ਹੀ) ਮਿਲਦਾ ਹੈ, ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਸਦਾ (ਗੁਰੂ ਦੀ) ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35149,
    "shabad_id": 3101,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਕੀ ਕਟੀਅੈ ਫਾਸੀ; ਸਾਚੀ ਦਰਗਹ ਕਾ ਨੀਸਾਨੁ ||੧||",
    "transliteration": "Janam Maran Kee Katteeai Faasee Saachee Dharageh Kaa Neesaan ||1||",
    "translation": "The noose of birth and death is snapped; this is the insignia, the hallmark, of the Court of the True Lord. ||1||",
    "punjabi": "ਇਹ ਨਾਮ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਹੁੰਚਣ ਵਾਸਤੇ ਪਰਵਾਨਾ ਹੈ, (ਨਾਮ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਜਨਮ ਮਰਨ ਦੀ ਫਾਹੀ (ਭੀ) ਕੱਟੀ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35150,
    "shabad_id": 3101,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜੋ ਤੁਮ੍ਹ ਕਰਹੁ ਸੋੲੀ ਭਲ ਮਾਨੳੁ; ਮਨ ਤੇ ਛੂਟੈ ਸਗਲ ਗੁਮਾਨੁ ||",
    "transliteration": "Jo Thumh Karahu Soee Bhal Maano Man Thae Shhoottai Sagal Gumaan ||",
    "translation": "Whatever You do, I accept as good. I have eradicated all egotistical pride from my mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇ ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਮਿਲ ਜਾਏ, ਤਾਂ) ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹ ਮੈਂ ਭਲਾ ਸਮਝਣ ਲੱਗ ਪਵਾਂਗਾ, (ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਤੋਂ ਸਾਰਾ ਅਹੰਕਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35151,
    "shabad_id": 3101,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਾ ਕੀ ਸਰਣਾੲੀ; ਜਾ ਕਾ ਕੀਅਾ ਸਗਲ ਜਹਾਨੁ ||੨||੧੩||੯੯||",
    "transliteration": "Kahu Naanak Thaa Kee Saranaaee Jaa Kaa Keeaa Sagal Jehaan ||2||13||99||",
    "translation": "Says Nanak, I am under His protection; He created the entire Universe. ||2||13||99||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਾਰਾ ਜਹਾਨ ਜਿਸ ਦਾ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ ॥੨॥੧੩॥੯੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35152,
    "shabad_id": 3102,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35153,
    "shabad_id": 3102,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਨ ਤਨ ਅੰਤਰਿ ਪ੍ਰਭੁ ਅਾਹੀ ||",
    "transliteration": "Man Than Anthar Prabh Aahee ||",
    "translation": "Deep within the nucleus of his mind and body, is God.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35154,
    "shabad_id": 3102,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਗੁਨ ਗਾਵਤ. ਪਰੳੁਪਕਾਰ ਨਿਤ; ਤਿਸੁ ਰਸਨਾ ਕਾ ਮੋਲੁ. ਕਿਛੁ ਨਾਹੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Gun Gaavath Paroupakaar Nith This Rasanaa Kaa Mol Kishh Naahee ||1|| Rehaao ||",
    "translation": "He continually sings the Glorious Praises of the Lord, and always does good for others; his tongue is priceless. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ, ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਦੀਆਂ ਗੱਲਾਂ ਸਦਾ ਕਰਦਿਆਂ, ਉਸ ਮਨੁੱਖ ਦੀ ਜੀਭ ਅਮੋਲਕ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35155,
    "shabad_id": 3102,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਕੁਲ ਸਮੂਹ ੳੁਧਰੇ ਖਿਨ ਭੀਤਰਿ; ਜਨਮ ਜਨਮ ਕੀ ਮਲੁ ਲਾਹੀ ||",
    "transliteration": "Kul Samooh Oudhharae Khin Bheethar Janam Janam Kee Mal Laahee ||",
    "translation": "All his generations are redeemed and saved in an instant, and the filth of countless incarnations is washed away.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਸੰਤ ਭਗਤ) ਜਨਮਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੀ ਮੈਲ ਲਾਹ ਲੈਂਦੇ ਹਨ। ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਭੀ ਖਿਨ ਵਿਚ (ਸੰਸਾਰ-ਜੰਗਲ ਵਿਚੋਂ) ਬਚ ਨਿਕਲਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35156,
    "shabad_id": 3102,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ. ਸੁਅਾਮੀ ਪ੍ਰਭੁ ਅਪਨਾ; ਅਨਦ ਸੇਤੀ ਬਿਖਿਅਾ ਬਨੁ ਗਾਹੀ ||੧||",
    "transliteration": "Simar Simar Suaamee Prabh Apanaa Anadh Saethee Bikhiaa Ban Gaahee ||1||",
    "translation": "Meditating, meditating in remembrance on God, his Lord and Master, he passes blissfully through the forest of poison. ||1||",
    "punjabi": "ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰ ਕੇ (ਉਹ ਭਗਤ) ਮਾਇਆ (ਦੇ ਸੰਸਾਰ-) ਜੰਗਲ ਤੋਂ ਬੜੇ ਆਨੰਦ ਨਾਲ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਬਿਖਿਅਾ)ਮਾੲਿਅਾ, ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ ਦੀ (ਬਿਖਿਅਾ)ਜ਼ਹਿਰ ਦਾ, ਬਨਜੰਗਲ਼[(ਗਾਹੀ)ਲੰਘਣਾ",
    "type_id": 3
  },
  {
    "id": 35157,
    "shabad_id": 3102,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਚਰਨ ਪ੍ਰਭੂ ਕੇ ਬੋਹਿਥੁ ਪਾੲੇ; ਭਵ ਸਾਗਰੁ ਪਾਰਿ ਪਰਾਹੀ ||",
    "transliteration": "Charan Prabhoo Kae Bohithh Paaeae Bhav Saagar Paar Paraahee ||",
    "translation": "I have obtained the boat of God's Feet, to carry me across the terrifying world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਜਹਾਜ਼ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35158,
    "shabad_id": 3102,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸੰਤ ਸੇਵਕ ਭਗਤ ਹਰਿ ਤਾ ਕੇ; ਨਾਨਕ. ਮਨੁ ਲਾਗਾ ਹੈ ਤਾਹੀ ||੨||੧੪||੧੦੦||",
    "transliteration": "Santh Saevak Bhagath Har Thaa Kae Naanak Man Laagaa Hai Thaahee ||2||14||100||",
    "translation": "The Saints, servants and devotees belong to the Lord; Nanak's mind is attached to Him. ||2||14||100||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦੇ ਸੰਤ ਹਨ, ਭਗਤ ਹਨ, ਸੇਵਕ ਹਨ। ਉਹਨਾਂ ਦਾ ਮਨ ਉਸ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧੪॥੧੦੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35159,
    "shabad_id": 3103,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35160,
    "shabad_id": 3103,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਧੀਰੳੁ; ਦੇਖਿ ਤੁਮ੍ਹਾਰੇ ਰੰਗਾ ||",
    "transliteration": "Dhheero Dhaekh Thumhaarai Rangaa ||",
    "translation": "I am reassured, gazing upon Your wondrous play.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚੋਜ-ਤਮਾਸ਼ੇ ਵੇਖ ਵੇਖ ਕੇ ਮੈਨੂੰ (ਭੀ) ਹੌਸਲਾ ਬਣ ਰਿਹਾ ਹੈ (ਕਿ ਤੂੰ ਮੇਰੀ ਭੀ ਸਹਾਇਤਾ ਕਰੇਂਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35161,
    "shabad_id": 3103,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੁਹੀ ਸੁਅਾਮੀ ਅੰਤਰਜਾਮੀ; ਤੂਹੀ ਵਸਹਿ ਸਾਧ ਕੈ ਸੰਗਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thuhee Suaamee Antharajaamee Thoohee Vasehi Saadhh Kai Sangaa ||1|| Rehaao ||",
    "translation": "You are my Lord and Master, the Inner-knower, the Searcher of hearts; You dwell with the Holy Saints. ||1||Pause||",
    "punjabi": "ਤੂੰ ਹੀ (ਸਾਡਾ) ਮਾਲਕ ਹੈਂ, ਤੂੰ ਹੀ ਸਾਡੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ (ਹਰੇਕ) ਸਾਧੂ-ਜਨ ਦੇ ਨਾਲ ਵੱਸਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35162,
    "shabad_id": 3103,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਥਾਪਿ ਨਿਵਾਜੇ ਠਾਕੁਰ; ਨੀਚ ਕੀਟ ਤੇ. ਕਰਹਿ ਰਾਜੰਗਾ ||੧||",
    "transliteration": "Khin Mehi Thhaap Nivaajae Thaakur Neech Keett Thae Karehi Raajangaa ||1||",
    "translation": "In an instant, our Lord and Master establishes and exalts. From a lowly worm, He creates a king. ||1||",
    "punjabi": "ਹੇ ਮਾਲਕ! ਤੂੰ ਨੀਵੇਂ ਕੀੜਿਆਂ (ਵਰਗੇ ਨਾਚੀਜ਼ ਬੰਦਿਆਂ) ਨੂੰ ਰਾਜੇ ਬਣਾ ਦੇਂਦਾ ਹੈਂ। ਤੂੰ ਇਕ ਖਿਨ ਵਿਚ ਹੀ (ਨੀਵਿਆਂ ਨੂੰ) ਥਾਪਣਾ ਦੇ ਕੇ ਮਾਣ-ਆਦਰ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35163,
    "shabad_id": 3103,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਬਹੂ. ਨ ਬਿਸਰੈ ਹੀੲੇ ਮੋਰੇ ਤੇ; ਨਾਨਕ ਦਾਸ ੲਿਹੀ ਦਾਨੁ ਮੰਗਾ ||੨||੧੫||੧੦੧||",
    "transliteration": "Kabehoo N Bisarai Heeeae Morae Thae Naanak Dhaas Eihee Dhaan Mangaa ||2||15||101||",
    "translation": "May I never forget You from my heart; slave Nanak prays for this blessing. ||2||15||101||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਤੇਰਾ ਨਾਮ) ਮੇਰੇ ਹਿਰਦੇ ਤੋਂ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲੇ। (ਤੇਰੇ ਦਰ ਤੋਂ) ਮੈਂ ਖ਼ੈਰ ਮੰਗਦਾ ਹਾਂ ॥੨॥੧੫॥੧੦੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35164,
    "shabad_id": 3104,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35165,
    "shabad_id": 3104,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਚੁਤ ਪੂਜਾ ਜੋਗ; ਗੋਪਾਲ ||",
    "transliteration": "Achuth Poojaa Jog Gopaal ||",
    "translation": "The imperishable Lord God is worthy of worship and adoration.",
    "punjabi": "ਹੇ ਭਾਈ! ਧਰਤੀ ਦਾ ਰਾਖਾ ਅਤੇ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਹੀ ਪੂਜਾ ਦਾ ਹੱਕਦਾਰ ਹੈ।",
    "pronunciation": "ਅ-ਚੱੁਤ[ਪੂਜਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 35166,
    "shabad_id": 3104,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਅਰਪਿ ਰਖੳੁ ਹਰਿ ਅਾਗੈ; ਸਰਬ ਜੀਅਾ ਕਾ ਹੈ ਪ੍ਰਤਿਪਾਲ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Man Than Arap Rakho Har Aagai Sarab Jeeaa Kaa Hai Prathipaal ||1|| Rehaao ||",
    "translation": "Dedicating my mind and body, I place them before the Lord, the Cherisher of all beings. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਭੇਟਾ ਕਰ ਕੇ ਉਸ ਪ੍ਰਭੂ ਅੱਗੇ (ਹੀ) ਰਖਦਾ ਹਾਂ। ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35167,
    "shabad_id": 3104,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਰਨਿ ਸਮ੍ਰਥ ਅਕਥ ਸੁਖਦਾਤਾ; ਕਿਰਪਾਸਿੰਧੁ. ਬਡੋ ਦੲਿਅਾਲ ||",
    "transliteration": "Saran Samrathh Akathh Sukhadhaathaa Kirapaa Sindhh Baddo Dhaeiaal ||",
    "translation": "His Sanctuary is All-powerful; He cannot be described; He is the Giver of peace, the ocean of mercy, supremely compassionate.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਸਰਨ ਪਏ ਜੀਵ ਦੀ ਰੱਖਿਆ ਕਰਨ ਜੋਗਾ ਹੈ, ਉਸ ਦੇ ਸਰੂਪ ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਹ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਹੈ, ਕਿਰਪਾ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਬੜਾ ਹੀ ਦਇਆਵਾਨ ਹੈ।",
    "pronunciation": "ਸਮ੍ਰੱਥ[ਅ-ਕਥ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 35168,
    "shabad_id": 3104,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਕੰਠਿ ਲਾੲਿ ਰਾਖੈ ਅਪਨੇ ਕੳੁ; ਤਿਸ ਨੋ ਲਗੈ ਨ. ਤਾਤੀ ਬਾਲ ||੧||",
    "transliteration": "Kanth Laae Raakhai Apanae Ko This No Lagai N Thaathee Baal ||1||",
    "translation": "Holding him close in His embrace, the Lord protects and saves him, and then even the hot wind cannot touch him. ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ (ਸੇਵਕ) ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦਾ ਹੈ, (ਫਿਰ) ਉਸ (ਸੇਵਕ) ਨੂੰ ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਰਤਾ ਭਰ ਭੀ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35169,
    "shabad_id": 3104,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਦਾਮੋਦਰ ਦੲਿਅਾਲ ਸੁਅਾਮੀ ਸਰਬਸੁ; ਸੰਤ ਜਨਾ ਧਨ ਮਾਲ ||",
    "transliteration": "Dhaamodhar Dhaeiaal Suaamee Sarabas Santh Janaa Dhhan Maal ||",
    "translation": "Our Merciful Lord and Master is wealth, property and everything to His humble Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ, ਸੰਤ ਜਨਾਂ ਵਾਸਤੇ ਉਹੀ ਧਨ ਹੈ ਮਾਲ ਹੈ ਅਤੇ ਸਭ ਕੁਝ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35170,
    "shabad_id": 3104,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਜਾਚਿਕ. ਦਰਸੁ ਪ੍ਰਭ ਮਾਗੈ; ਸੰਤ ਜਨਾ ਕੀ ਮਿਲੈ ਰਵਾਲ ||੨||੧੬||੧੦੨||",
    "transliteration": "Naanak Jaachik Dharas Prabh Maagai Santh Janaa Kee Milai Ravaal ||2||16||102||",
    "translation": "Nanak, a beggar, asks for the Blessed Vision of God's Darshan; please, bless him with the dust of the feet of the Saints. ||2||16||102||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ (ਦੇ ਦਰ) ਦਾ ਮੰਗਤਾ ਨਾਨਕ ਉਸ ਦੇ ਦਰਸਨ ਦਾ ਖ਼ੈਰ ਮੰਗਦਾ ਹੈ (ਅਤੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹੈ ਕਿ ਉਸ ਦੇ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲ ਜਾਏ ॥੨॥੧੬॥੧੦੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35171,
    "shabad_id": 3105,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35172,
    "shabad_id": 3105,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਮਰਤ ਨਾਮੁ; ਕੋਟਿ ਜਤਨ ਭੲੇ ||",
    "transliteration": "Simarath Naam Kott Jathan Bheae ||",
    "translation": "Meditating on the Naam, the Name of the Lord, is equal to millions of efforts.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ (ਤੀਰਥ, ਕਰਮ ਕਾਂਡ ਆਦਿਕ) ਕ੍ਰੋੜਾਂ ਹੀ ਉੱਦਮ (ਮਾਨੋ) ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35173,
    "shabad_id": 3105,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਮਿਲਿ ਹਰਿ ਗੁਨ ਗਾੲੇ; ਜਮਦੂਤਨ ਕੳੁ ਤ੍ਰਾਸ ਅਹੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Saadhhasang Mil Har Gun Gaaeae Jamadhoothan Ko Thraas Ahae ||1|| Rehaao ||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, sing the Glorious Praises of the Lord, and the Messenger of Death will be frightened away. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ, ਜਮਦੂਤਾਂ ਨੂੰ (ਉਸ ਦੇ ਨੇੜੇ ਜਾਣੋਂ) ਡਰ ਆਉਣ ਲੱਗ ਪਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35174,
    "shabad_id": 3105,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜੇਤੇ ਪੁਨਹਚਰਨ ਸੇ ਕੀਨ੍ਹੇ; ਮਨਿ ਤਨਿ ਪ੍ਰਭ ਕੇ ਚਰਣ ਗਹੇ ||",
    "transliteration": "Jaethae Punehacharan Sae Keenhae Man Than Prabh Kae Charan Gehae ||",
    "translation": "To enshrine the Feet of God in one's mind and body, is to perform all sorts of acts of atonement.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਏ, ਉਸ ਨੇ (ਪਿਛਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਮਿਟਾਣ ਲਈ, ਮਾਨੋ) ਸਾਰੇ ਹੀ ਪ੍ਰਾਸ਼ਚਿਤ ਕਰਮ ਕਰ ਲਏ।",
    "pronunciation": "ਪੁਨਹ-ਚਰਨ",
    "type_id": 3
  },
  {
    "id": 35175,
    "shabad_id": 3105,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਵਣ ਜਾਣੁ ਭਰਮੁ ਭੳੁ ਨਾਠਾ; ਜਨਮ ਜਨਮ ਕੇ ਕਿਲਵਿਖ ਦਹੇ ||੧||",
    "transliteration": "Aavan Jaan Bharam Bho Naathaa Janam Janam Kae Kilavikh Dhehae ||1||",
    "translation": "Coming and going, doubt and fear have run away, and the sins of countless incarnations are burnt away. ||1||",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਗਿਆ, ਉਸ ਦਾ ਹਰੇਕ ਭਰਮ ਡਰ ਦੂਰ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਪਾਪ ਸੜ ਗਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35176,
    "shabad_id": 3105,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਨਿਰਭੳੁ ਹੋੲਿ ਭਜਹੁ ਜਗਦੀਸੈ; ੲੇਹੁ ਪਦਾਰਥੁ ਵਡਭਾਗਿ ਲਹੇ ||",
    "transliteration": "Nirabho Hoe Bhajahu Jagadheesai Eaehu Padhaarathh Vaddabhaag Lehae ||",
    "translation": "So become fearless, and vibrate upon the Lord of the Universe. This is true wealth, obtained only by great good fortune.",
    "punjabi": "(ਤਾਂ ਤੇ, ਹੇ ਭਾਈ!) ਨਿਡਰ ਹੋ ਕੇ (ਕਰਮ ਕਾਂਡ ਦਾ ਭਰਮ ਲਾਹ ਕੇ) ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ। ਇਹ ਨਾਮ-ਪਦਾਰਥ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਦੀਸੈ",
    "type_id": 3
  }
]
