[
  {
    "id": 35527,
    "shabad_id": 3139,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਿਲਿ ਸਤਸੰਗਤਿ. ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਮੈ ਹਿਰਡ ਪਲਾਸ, ਸੰਗਿ ਹਰਿ ਬੁਹੀਅਾ ॥੧॥",
    "transliteration": "Mil Sathasangath Param Padh Paaeiaa Mai Hiradd Palaas Sang Har Buheeaa ||1||",
    "translation": "Joining the Society of the Saints, I have obtained the supreme status. I am just a castor-oil tree, made fragrant by their association. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦਾ ਹੈ। ਜਿਵੇਂ ਅਰਿੰਡ ਤੇ ਪਲਾਹ (ਆਦਿਕ ਨਿਕੰਮੇ ਰੁੱਖ ਚੰਦਨ ਦੀ ਸੰਗਤਿ ਨਾਲ) ਸੁਗੰਧਿਤ ਹੋ ਜਾਂਦੇ ਹਨ, (ਤਿਵੇਂ) ਮੇਰੇ ਵਰਗੇ ਜੀਵ (ਹਰਿ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "ਹਿਰਡੲਿੰਰਿੰਡ, ਕੌੜਾ ਸੁਭਾੳੁ। ਪਲਾਸਪਲਾਹ, ਫਿੱਕਾ ਸੁਭਾੳੁ",
    "type_id": 3
  },
  {
    "id": 35528,
    "shabad_id": 3139,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਜਪਿ; ਜਗੰਨਾਥ ਜਗਦੀਸ ਗੁਸੲੀਅਾ ॥",
    "transliteration": "Jap Jagannaathh Jagadhees Guseeaa ||",
    "translation": "Meditate on the Lord of the Universe, the Master of the world, the Lord of creation.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਦੇ ਨਾਥ, ਜਗਤ ਦੇ ਈਸ਼੍ਵਰ, ਧਰਤੀ ਦੇ ਖਸਮ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "ਜੱਗਦੀਸ।ਗੁ-ਸੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35529,
    "shabad_id": 3139,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਰਣਿ ਪਰੇ ਸੇੲੀ ਜਨ ੳੁਬਰੇ; ਜਿੳੁ ਪ੍ਰਹਿਲਾਦ ੳੁਧਾਰਿ ਸਮੲੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saran Parae Saeee Jan Oubarae Jio Prehilaadh Oudhhaar Sameeaa ||1|| Rehaao ||",
    "translation": "Those humble beings who seek the Lord's Sanctuary are saved, like Prahlaad; they are emancipated and merge with the Lord. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ, ਜਿਵੇਂ ਪ੍ਰਹਿਲਾਦ (ਆਦਿਕ ਭਗਤਾਂ) ਨੂੰ (ਪਰਮਾਤਮਾ ਨੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਕਰ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਪ੍ਰ-ਹਿਲਾਦ।ਸ-ਮੲੀਅਾ",
    "type_id": 4
  },
  {
    "id": 35530,
    "shabad_id": 3139,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਭਾਰ ਅਠਾਰਹ ਮਹਿ ਚੰਦਨੁ ੳੂਤਮ; ਚੰਦਨ ਨਿਕਟਿ ਸਭ ਚੰਦਨੁ ਹੁੲੀਅਾ ॥",
    "transliteration": "Bhaar Athaareh Mehi Chandhan Ootham Chandhan Nikatt Sabh Chandhan Hueeaa ||",
    "translation": "Of all plants, the sandalwood tree is the most sublime. Everything near the sandalwood tree becomes fragrant like sandalwood.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੀ ਬਨਸਪਤੀ ਵਿਚ ਚੰਦਨ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ (ਰੁੱਖ) ਹੈ, ਚੰਦਨ ਦੇ ਨੇੜੇ (ਉੱਗਾ ਹੋਇਆ) ਹਰੇਕ ਬੂਟਾ ਚੰਦਨ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35531,
    "shabad_id": 3139,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਾਕਤ ਕੂੜੇ. ੳੂਭਸੁਕ ਹੂੲੇ; ਮਨਿ ਅਭਿਮਾਨੁ, ਵਿਛੁੜਿ ਦੂਰਿ ਗੲੀਅਾ ॥੨॥",
    "transliteration": "Saakath Koorrae Oobh Suk Hooeae Man Abhimaan Vishhurr Dhoor Geeaa ||2||",
    "translation": "The stubborn, false faithless cynics are dried up; their egotistical pride separates them far from the Lord. ||2||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਪ੍ਰਾਣੀ (ਉਹਨਾਂ ਰੁੱਖਾਂ ਵਰਗੇ ਹਨ ਜੋ ਧਰਤੀ ਵਿਚੋਂ ਖ਼ੁਰਾਕ ਮਿਲ ਸਕਣ ਤੇ ਭੀ) ਖਲੋਤੇ ਹੀ ਸੁੱਕ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਵੱਸਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਤੋਂ) ਵਿਛੁੱੜ ਕੇ ਉਹ ਕਿਤੇ ਦੂਰ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ੳੂਭ-ਸੁੱਕ)ਖੜਸੋਕੜ ਸ਼ਰਧਾ ਰੂਪ ਜੜ੍ਹ ਨਹੀਂ, ਭਗਤੀ ਰੂਪ ਛਿੱਲ ਨਹੀਂ, ਪ੍ਰੇਮ ਰੂਪੀ ਰਸ ਨਹੀਂ, ਨਿਸ਼ਕਾਮ ਕਰਮਾਂ ਰੂਪ ਪੱਤੇ ਨਹੀਂ, ਧਰਮ ਰੂਪੀ ਫੁੱਲ ਨਹੀਂ, ਬ੍ਰਹਮਗਿਅਾਨ ਰੂਪੀ ਫਲ਼ ਨਹੀਂ, ਸ਼ਾਂਤੀ ਰੂਪ ਛਾਂ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 35532,
    "shabad_id": 3139,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਗਤਿ ਮਿਤਿ ਕਰਤਾ ਅਾਪੇ ਜਾਣੈ; ਸਭ ਬਿਧਿ ਹਰਿ ਹਰਿ ਅਾਪਿ ਬਨੲੀਅਾ ॥",
    "transliteration": "Har Gath Mith Karathaa Aapae Jaanai Sabh Bidhh Har Har Aap Baneeaa ||",
    "translation": "Only the Creator Lord Himself knows the state and condition of everyone; the Lord Himself makes all the arrangements.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ ਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈ-ਇਹ ਗੱਲ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ। (ਜਗਤ ਦੀ) ਸਾਰੀ ਮਰਯਾਦਾ ਉਸ ਨੇ ਆਪ ਹੀ ਬਣਾਈ ਹੋਈ ਹੈ (ਉਸ ਮਰਯਾਦਾ ਅਨੁਸਾਰ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ (ਸੁੱਚੇ ਜੀਵਨ ਵਲ ਬਣ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਬ-ਨੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35533,
    "shabad_id": 3139,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਸਤਿਗੁਰੁ ਭੇਟੇ ਸੁ ਕੰਚਨੁ ਹੋਵੈ; ਜੋ ਧੁਰਿ ਲਿਖਿਅਾ ਸੁ ਮਿਟੈ ਨ. ਮਿਟੲੀਅਾ ॥੩॥",
    "transliteration": "Jis Sathigur Bhaettae S Kanchan Hovai Jo Dhhur Likhiaa S Mittai N Mitteeaa ||3||",
    "translation": "One who meets the True Guru is transformed into gold. Whatever is pre-ordained, is not erased by erasing. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਜੋ ਲੇਖ) ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਲੇਖ (ਕਿਸੇ ਦੇ ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਮਿਟਾਇਆਂ ਮਿਟ ਨਹੀਂ ਸਕਦਾ (ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਹੀ ਲੋਹੇ ਤੋਂ ਕੰਚਨ ਬਣਦਾ) ਹੈ ॥੩॥",
    "pronunciation": "ਮਿ-ਟੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35534,
    "shabad_id": 3139,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਰਤਨ ਪਦਾਰਥ ਗੁਰਮਤਿ ਪਾਵੈ; ਸਾਗਰ ਭਗਤਿ ਭੰਡਾਰ ਖੁਲ੍ਹੲੀਅਾ ॥",
    "transliteration": "Rathan Padhaarathh Guramath Paavai Saagar Bhagath Bhanddaar Khulheeaa ||",
    "translation": "The treasure of jewels is found in the ocean of the Guru's Teachings. The treasure of devotional worship is opened to me.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੇ ਅੰਦਰ) ਭਗਤੀ ਦੇ ਸਮੁੰਦਰ (ਭਰੇ ਪਏ) ਹਨ, ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਖੁਲ੍ਹੇ ਪਏ ਹਨ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਹੀ ਮਨੁੱਖ (ਉੱਚੇ ਆਤਮਕ ਗੁਣ-) ਰਤਨ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ।",
    "pronunciation": "ਖੁ-ਲ੍ਹੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35535,
    "shabad_id": 3139,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਚਰਣੀ ੲਿਕ ਸਰਧਾ ੳੁਪਜੀ; ਮੈ ਹਰਿ ਗੁਣ ਕਹਤੇ ਤਿ੍ਰਪਤਿ. ਨ ਭੲੀਅਾ ॥੪॥",
    "transliteration": "Gur Charanee Eik Saradhhaa Oupajee Mai Har Gun Kehathae Thripath N Bheeaa ||4||",
    "translation": "Focused on the Guru's Feet, faith wells up within me; chanting the Glorious Praises of the Lord, I hunger for more. ||4||",
    "punjabi": "(ਵੇਖੋ) ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ (ਹੀ ਮੇਰੇ ਅੰਦਰ) ਇਕ ਪਰਮਾਤਮਾ ਵਾਸਤੇ ਪਿਆਰ ਪੈਦਾ ਹੋਇਆ ਹੈ (ਹੁਣ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਮੇਰਾ ਮਨ ਰੱਜਦਾ ਨਹੀਂ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35536,
    "shabad_id": 3139,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਪਰਮ ਬੈਰਾਗੁ. ਨਿਤ ਨਿਤ ਹਰਿ ਧਿਅਾੲੇ; ਮੈ ਹਰਿ ਗੁਣ ਕਹਤੇ ਭਾਵਨੀ ਕਹੀਅਾ ॥",
    "transliteration": "Param Bairaag Nith Nith Har Dhhiaaeae Mai Har Gun Kehathae Bhaavanee Keheeaa ||",
    "translation": "I am totally detached, continually, continuously meditating on the Lord; chanting the Glorious Praises of the Lord, I express my love for Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਸਦੇ ਅੰਦਰ ਸਭ ਤੋਂ ਉੱਚੀ ਲਗਨ ਬਣ ਜਾਂਦੀ ਹੈ। ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਜਿਹੜਾ ਪਿਆਰ ਮੇਰੇ ਅੰਦਰ ਬਣਿਆ ਹੈ, ਮੈਂ (ਤੁਹਾਨੂੰ ਉਸ ਦਾ ਹਾਲ) ਦੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35537,
    "shabad_id": 3139,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਬਾਰ ਬਾਰ ਖਿਨੁ ਖਿਨੁ ਪਲੁ ਕਹੀਅੈ; ਹਰਿ ਪਾਰੁ. ਨ ਪਾਵੈ, ਪਰੈ ਪਰੲੀਅਾ ॥੫॥",
    "transliteration": "Baar Baar Khin Khin Pal Keheeai Har Paar N Paavai Parai Pareeaa ||5||",
    "translation": "Time and time again, each and every moment and instant, I express it. I cannot find the Lord's limits; He is the farthest of the far. ||5||",
    "punjabi": "ਸੋ, ਹੇ ਭਾਈ! ਮੁੜ ਮੁੜ, ਹਰੇਕ ਖਿਨ, ਹਰੇਕ ਪਲ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ (ਪਰ, ਇਹ ਚੇਤੇ ਰੱਖੋ) ਪਰਮਾਤਮਾ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ, ਕੋਈ ਜੀਵ ਉਸ (ਦੀ ਹਸਤੀ) ਦਾ ਪਾਰਲਾ ਬੰਨ੍ਹਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ ॥੫॥",
    "pronunciation": "ਪ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35538,
    "shabad_id": 3139,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਸਾਸਤ ਬੇਦ ਪੁਰਾਣ ਪੁਕਾਰਹਿ; ਧਰਮੁ ਕਰਹੁ ਖਟੁ ਕਰਮ ਦਿ੍ਰੜੲੀਅਾ ॥",
    "transliteration": "Saasath Baedh Puraan Pukaarehi Dhharam Karahu Khatt Karam Dhrirreeaa ||",
    "translation": "The Shaastras, the Vedas and the Puraanas advise righteous actions, and the performance of the six religious rituals.",
    "punjabi": "ਹੇ ਭਾਈ! ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਪੁਰਾਣ (ਆਦਿਕ ਧਰਮ ਪੁਸਤਕ ਇਸੇ ਗੱਲ ਉੱਤੇ) ਜ਼ੋਰ ਦੇਂਦੇ ਹਨ (ਕਿ ਖਟ-ਕਰਮੀ) ਧਰਮ ਕਮਾਇਆ ਕਰੋ, ਉਹ ਇਹਨਾਂ ਛੇ ਧਾਰਮਿਕ ਕਰਮਾਂ ਬਾਰੇ ਹੀ ਪਕਿਆਈ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਦਿ੍ਰ-ੜੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35539,
    "shabad_id": 3139,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖ ਪਾਖੰਡਿ ਭਰਮਿ ਵਿਗੂਤੇ; ਲੋਭ ਲਹਰਿ ਨਾਵ ਭਾਰਿ ਬੁਡੲੀਅਾ ॥੬॥",
    "transliteration": "Manamukh Paakhandd Bharam Vigoothae Lobh Lehar Naav Bhaar Buddeeaa ||6||",
    "translation": "The hypocritical, self-willed manmukhs are ruined by doubt; in the waves of greed, their boat is heavily loaded, and it sinks. ||6||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਇਸੇ) ਪਾਖੰਡ ਵਿਚ ਭਟਕਣਾ ਵਿਚ (ਪੈ ਕੇ) ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ) ਬੇੜੀ (ਆਪਣੇ ਹੀ ਪਾਖੰਡ ਦੇ) ਭਾਰ ਨਾਲ ਲੋਭ ਦੀ ਲਹਿਰ ਵਿਚ ਡੁੱਬ ਜਾਂਦੀ ਹੈ ॥੬॥",
    "pronunciation": "ਬੁੱ-ਡੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35540,
    "shabad_id": 3139,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਨਾਮੁ ਜਪਹੁ ਨਾਮੇ ਗਤਿ ਪਾਵਹੁ; ਸਿਮਿ੍ਰਤਿ ਸਾਸਤ੍ਰ ਨਾਮੁ ਦਿ੍ਰੜੲੀਅਾ ॥",
    "transliteration": "Naam Japahu Naamae Gath Paavahu Simrith Saasathr Naam Dhrirreeaa ||",
    "translation": "So chant the Naam, the Name of the Lord, and through the Naam, find emancipation. The Simritees and Shaastras recommend the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ, ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰੋਗੇ। (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਟਿਕਾਈ ਰੱਖੋ, (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਵਾਸਤੇ ਇਹ ਹਰਿ-ਨਾਮ ਹੀ) ਸਿਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰਾਂ ਦਾ ਉਪਦੇਸ ਹੈ।",
    "pronunciation": "ਸਿਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 35541,
    "shabad_id": 3139,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਹੳੁਮੈ ਜਾੲਿ. ਤ ਨਿਰਮਲੁ ਹੋਵੈ; ਗੁਰਮੁਖਿ ਪਰਚੈ ਪਰਮਪਦੁ ਪੲੀਅਾ ॥੭॥",
    "transliteration": "Houmai Jaae Th Niramal Hovai Guramukh Parachai Param Padh Peeaa ||7||",
    "translation": "Eradicating egotism, one becomes pure. The Gurmukh is inspired, and obtains the supreme status. ||7||",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਦੀ ਰਾਹੀਂ ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਦੋਂ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ) ਪਤੀਜਦਾ ਹੈ, ਤਦੋਂ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35542,
    "shabad_id": 3139,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ੲਿਹੁ ਜਗੁ ਵਰਨੁ ਰੂਪੁ ਸਭੁ ਤੇਰਾ; ਜਿਤੁ ਲਾਵਹਿ ਸੇ ਕਰਮ ਕਮੲੀਅਾ ॥",
    "transliteration": "Eihu Jag Varan Roop Sabh Thaeraa Jith Laavehi Sae Karam Kameeaa ||",
    "translation": "This world, with its colors and forms, is all Yours, O Lord; as You attach us, so do we do our deeds.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਇਹ ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਹੀ ਰੂਪ ਹੈ ਤੇਰਾ ਹੀ ਰੰਗ ਹੈ। ਜਿਸ ਪਾਸੇ ਤੂੰ (ਜੀਵਾਂ ਨੂੰ) ਲਾਂਦਾ ਹੈਂ, ਉਹੀ ਕਰਮ ਜੀਵ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਜੱਗੁ, ਕ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35543,
    "shabad_id": 3139,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਜੰਤ ਵਜਾੲੇ ਵਾਜਹਿ; ਜਿਤੁ ਭਾਵੈ ਤਿਤੁ ਰਾਹਿ ਚਲੲੀਅਾ ॥੮॥੨॥੫॥",
    "transliteration": "Naanak Janth Vajaaeae Vaajehi Jith Bhaavai Thith Raahi Chaleeaa ||8||2||5||",
    "translation": "O Nanak, we are the instruments upon which He plays; as He wills, so is the path we take. ||8||2||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੀਵ (ਤੇਰੇ ਵਾਜੇ ਹਨ) ਜਿਵੇਂ ਤੂੰ ਵਜਾਂਦਾ ਹੈਂ, ਤਿਵੇਂ ਵੱਜਦੇ ਹਨ। ਜਿਸ ਰਾਹ ਤੇ ਤੋਰਨਾ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਸੇ ਰਾਹ ਤੇ ਜੀਵ ਤੁਰਦੇ ਹਨ ॥੮॥੨॥੫॥",
    "pronunciation": "ਚ-ਲੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35544,
    "shabad_id": 3140,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35545,
    "shabad_id": 3140,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅਗਮ ਅਗੋਚਰੁ ਧਿਅਾੲਿਅਾ; ਹੳੁ ਬਲਿ ਬਲਿ. ਸਤਿਗੁਰ ਸਤਿ ਪੁਰਖੲੀਅਾ ॥",
    "transliteration": "Guramukh Agam Agochar Dhhiaaeiaa Ho Bal Bal Sathigur Sath Purakheeaa ||",
    "translation": "The Gurmukh meditates on the Inaccessible, Unfathomable Lord. I am a sacrifice, a sacrifice to the True Guru, the True Primal Being.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਉਸ ਅਪਹੁੰਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਰਿਹਾ ਹਾਂ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "ਪੁਰ-ਖੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35546,
    "shabad_id": 3140,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ. ਮੇਰੈ ਪ੍ਰਾਣਿ ਵਸਾੲੇ; ਸਤਿਗੁਰ ਪਰਸਿ. ਹਰਿ ਨਾਮਿ ਸਮੲੀਅਾ ॥੧॥",
    "transliteration": "Raam Naam Maerai Praan Vasaaeae Sathigur Paras Har Naam Sameeaa ||1||",
    "translation": "He has brought the Lord's Name to dwell upon my breath of life; meeting with the True Guru, I am absorbed into the Lord's Name. ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਹਰੇਕ ਸੁਆਸ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ। ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਛੁਹ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੈਂ ਲੀਨ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "ਸ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35547,
    "shabad_id": 3140,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਕੀ ਟੇਕ; ਹਰਿ ਨਾਮੁ ਟਿਕੲੀਅਾ ॥",
    "transliteration": "Jan Kee Ttaek Har Naam Ttikeeaa ||",
    "translation": "The Name of the Lord is the only Support of His humble servants.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮੈਂ) ਦਾਸ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਸਹਾਰਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਟਿ-ਕੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35548,
    "shabad_id": 3140,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਧਰ ਲਾਗਾ ਜਾਵਾ; ਗੁਰ ਕਿਰਪਾ ਤੇ. ਹਰਿ ਦਰੁ ਲਹੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Kee Dhhar Laagaa Jaavaa Gur Kirapaa Thae Har Dhar Leheeaa ||1|| Rehaao ||",
    "translation": "I shall live under the protection of the True Guru. By Guru's Grace, I shall attain the Court of the Lord. ||1||Pause||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ ਕੇ (ਜੀਵਨ-ਪੰਧ ਤੇ) ਤੁਰਿਆ ਜਾ ਰਿਹਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ (ਦੇ ਮਹਲ) ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35549,
    "shabad_id": 3140,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਸਰੀਰੁ ਕਰਮ ਕੀ ਧਰਤੀ; ਗੁਰਮੁਖਿ ਮਥਿ ਮਥਿ ਤਤੁ ਕਢੲੀਅਾ ॥",
    "transliteration": "Eihu Sareer Karam Kee Dhharathee Guramukh Mathh Mathh Thath Kadteeaa ||",
    "translation": "This body is the field of karma; the Gurmukhs plow and work it, and harvest the essence.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ (ਮਨੁੱਖਾ) ਸਰੀਰ (ਇਕ ਅਜਿਹੀ) ਧਰਤੀ ਹੈ ਜਿਸ ਵਿਚ (ਰੋਜ਼ਾਨਾ ਕੀਤੇ ਜਾ ਰਹੇ) ਕਰਮ (-ਬੀਜ) ਬੀਜੇ ਜਾ ਰਹੇ ਹਨ। (ਜਿਵੇਂ) ਦੁੱਧ ਨੂੰ ਰਿੜਕ ਰਿੜਕ ਕੇ ਮੱਖਣ ਕੱਢ ਲਈਦਾ ਹੈ (ਤਿਵੇਂ,) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਹਨਾਂ ਰੋਜ਼ਾਨਾ ਕੀਤੇ ਜਾ ਰਹੇ ਕਰਮਾਂ ਨੂੰ ਸੋਧ ਸੋਧ ਕੇ ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦਾ ਹੈ)।",
    "pronunciation": "ਮਥਿ:ਪੋਲਾ ਬੋਲੋ। ਕ-ਢੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35550,
    "shabad_id": 3140,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਲਾਲੁ ਜਵੇਹਰ ਨਾਮੁ ਪ੍ਰਗਾਸਿਅਾ; ਭਾਂਡੈ ਭਾੳੁ ਪਵੈ ਤਿਤੁ ਅੲੀਅਾ ॥੨॥",
    "transliteration": "Laal Javaehar Naam Pragaasiaa Bhaanddai Bhaao Pavai Thith Aeeaa ||2||",
    "translation": "The priceless jewel of the Naam becomes manifest, and it pours into their vessels of love. ||2||",
    "punjabi": "(ਜਿਸ ਹਿਰਦੇ-ਰੂਪ ਭਾਂਡੇ ਵਿਚ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ) ਮਹਾਨ ਕੀਮਤੀ ਨਾਮ ਪਰਗਟ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਸ (ਹਿਰਦਾ-) ਭਾਂਡੇ ਵਿਚ ਪ੍ਰੇਮ ਆ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35551,
    "shabad_id": 3140,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਦਾਸਨਿ ਦਾਸ ਦਾਸ ਹੋੲਿ ਰਹੀਅੈ; ਜੋ ਜਨ ਰਾਮ ਭਗਤ ਨਿਜ ਭੲੀਅਾ ॥",
    "transliteration": "Dhaasan Dhaas Dhaas Hoe Reheeai Jo Jan Raam Bhagath Nij Bheeaa ||",
    "translation": "Become the slave of the slave of the slave, of that humble being who has become the devotee of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਖ਼ਾਸ ਭਗਤ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸ ਬਣ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35552,
    "shabad_id": 3140,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਮਨੁ ਬੁਧਿ ਅਰਪਿ ਧਰੳੁ ਗੁਰ ਅਾਗੈ; ਗੁਰ ਪਰਸਾਦੀ ਮੈ ਅਕਥੁ ਕਥੲੀਅਾ ॥੩॥",
    "transliteration": "Man Budhh Arap Dhharo Gur Aagai Gur Parasaadhee Mai Akathh Kathheeaa ||3||",
    "translation": "I dedicate my mind and intellect, and place them in offering before my Guru; by Guru's Grace, I speak the Unspoken. ||3||",
    "punjabi": "ਮੈਂ (ਆਪਣੇ) ਗੁਰੂ ਦੇ ਅੱਗੇ (ਆਪਣਾ) ਮਨ ਭੇਟਾ ਕਰ ਦਿੱਤਾ ਹੈ, ਆਪਣੀ ਅਕਲ ਭੇਟਾ ਕਰ ਦਿੱਤੀ ਹੈ। ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ, ਜਿਸ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "ਅ-ਕਥੁ:ਪੋਲਾ ਬੋਲੋ।ਕ-ਥੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35553,
    "shabad_id": 3140,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਮਨਮੁਖ ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਅਾਪੇ; ੲਿਹੁ ਮਨੁ ਤਿ੍ਰਸਨਾ ਜਲਤ ਤਿਖੲੀਅਾ ॥",
    "transliteration": "Manamukh Maaeiaa Mohi Viaapae Eihu Man Thrisanaa Jalath Thikheeaa ||",
    "translation": "The self-willed manmukhs are engrossed in attachment to Maya; their minds are thirsty, burning with desire.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦਾ) ਇਹ ਮਨ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਤਿ-ਖੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35554,
    "shabad_id": 3140,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮਤਿ ਨਾਮੁ. ਅੰਮਿ੍ਰਤ ਜਲੁ ਪਾੲਿਅਾ; ਅਗਨਿ ਬੁਝੀ. ਗੁਰ ਸਬਦਿ ਬੁਝੲੀਅਾ ॥੪॥",
    "transliteration": "Guramath Naam Anmrith Jal Paaeiaa Agan Bujhee Gur Sabadh Bujheeaa ||4||",
    "translation": "Following the Guru's Teachings, I have obtained the Ambrosial Water of the Naam, and the fire has been put out. The Word of the Guru's Shabad has put it out. ||4||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਲੱਭ ਲਿਆ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਬੁੱਝ ਗਈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਬੁਝਾ ਦਿੱਤੀ ॥੪॥",
    "pronunciation": "ਬੁਝੀ।ਬੁ-ਝੲੀਅਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 35555,
    "shabad_id": 3140,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਨਾਚੈ. ਸਤਿਗੁਰ ਅਾਗੈ; ਅਨਹਦ ਸਬਦ ਧੁਨਿ ਤੂਰ ਵਜੲੀਅਾ ॥",
    "transliteration": "Eihu Man Naachai Sathigur Aagai Anehadh Sabadh Dhhun Thoor Vajeeaa ||",
    "translation": "This mind dances before the True Guru. The unstruck sound current of the Shabad resounds, vibrating the celestial melody.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ ਜਿਧਰ ਗੁਰੂ ਤੋਰਦਾ ਹੈ ਉਧਰ ਤੁਰਦਾ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰੌ ਦੇ ਇਕ-ਰਸ (ਮਾਨੋ) ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਵ-ਜੲੀਅਾ",
    "type_id": 3
  }
]
