[
  {
    "id": 36300,
    "shabad_id": 3179,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਵੇਖਣੁ ਬੋਲਣਾ; ਨਾਮੁ ਜਪਤ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Guramukh Vaekhan Bolanaa Naam Japath Sukh Paaeiaa ||",
    "translation": "The Gurmukh beholds and speaks the Naam, the Name of the Lord; chanting the Naam, he finds peace.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ) ਵੇਖਦਾ ਹੈ (ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਹੀ ਉਚਾਰਦਾ ਹੈ, ਨਾਮ ਜਪਦਿਆਂ ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36301,
    "shabad_id": 3179,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਗਿਅਾਨੁ ਪ੍ਰਗਾਸਿਅਾ; ਤਿਮਰ ਅਗਿਅਾਨੁ ਅੰਧੇਰੁ ਚੁਕਾੲਿਅਾ ||੨||",
    "transliteration": "Naanak Guramukh Giaan Pragaasiaa Thimar Agiaan Andhhaer Chukaaeiaa ||2||",
    "translation": "O Nanak, the spiritual wisdom of the Gurmukh shines forth; the black darkness of ignorance is dispelled. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਹੀ ਜੀਵਨ ਦੀ ਸੂਝ ਵਜੋਂ ਬੇ-ਸਮਝੀ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36302,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36303,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਨਮੁਖ ਮੈਲੇ; ਮਰਹਿ ਗਵਾਰ ||",
    "transliteration": "Manamukh Mailae Marehi Gavaar ||",
    "translation": "The filthy, foolish, self-willed manmukhs die.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮੂਰਖ ਮਨੁੱਖ ਵਿਕਾਰੀ ਮਨ ਵਾਲੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36304,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਿਰਮਲ; ਹਰਿ ਰਾਖਿਅਾ ੳੁਰ ਧਾਰਿ ||",
    "transliteration": "Guramukh Niramal Har Raakhiaa Our Dhhaar ||",
    "translation": "The Gurmukhs are immaculate and pure; they keep the Lord enshrined within their hearts.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36305,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭਨਤਿ ਨਾਨਕੁ; ਸੁਣਹੁ ਜਨ ਭਾੲੀ ||",
    "transliteration": "Bhanath Naanak Sunahu Jan Bhaaee ||",
    "translation": "Prays Nanak, listen, O Siblings of Destiny!",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਭਾਈ ਜਨੋ! ਸੁਣੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36306,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿਹੁ; ਹੳੁਮੈ ਮਲੁ ਜਾੲੀ ||",
    "transliteration": "Sathigur Saevihu Houmai Mal Jaaee ||",
    "translation": "Serve the True Guru, and the filth of your ego shall be gone.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਿਆ ਕਰੋ (ਇਸ ਤਰ੍ਹਾਂ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36307,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੰਦਰਿ ਸੰਸਾ ਦੂਖੁ ਵਿਅਾਪੇ; ਸਿਰਿ ਧੰਧਾ ਨਿਤ ਮਾਰ ||",
    "transliteration": "Andhar Sansaa Dhookh Viaapae Sir Dhhandhhaa Nith Maar ||",
    "translation": "Deep within, the pain of skepticism afflicts them; their heads are constantly assaulted by worldly entanglements.",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਸਹਿਮ ਤੇ ਕਲੇਸ਼ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ (ਇਹੋ ਜਿਹਾ) ਕਜ਼ੀਆ ਖਪਾਣਾ ਬਣਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36308,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਸੂਤੇ. ਕਬਹੁ, ਨ ਜਾਗਹਿ; ਮਾੲਿਅਾ ਮੋਹ ਪਿਅਾਰ ||",
    "transliteration": "Dhoojai Bhaae Soothae Kabahu N Jaagehi Maaeiaa Moh Piaar ||",
    "translation": "Asleep in the love of duality, they never wake up; they are attached to the love of Maya.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸ ਕੇ ਉਹ ਸਹੀ ਜੀਵਨ ਵਲੋਂ) ਸੁੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਕਦੇ ਹੋਸ਼ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "ਸੂੱਤੇ",
    "type_id": 3
  },
  {
    "id": 36309,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਮੁ. ਨ ਚੇਤਹਿ, ਸਬਦੁ. ਨ ਵੀਚਾਰਹਿ; ੲਿਹੁ ਮਨਮੁਖ ਕਾ ਬੀਚਾਰ ||",
    "transliteration": "Naam N Chaethehi Sabadh N Veechaarehi Eihu Manamukh Kaa Beechaar ||",
    "translation": "They do not remember the Name, and they do not contemplate the Word of the Shabad; this is the view of the self-willed manmukhs.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਮਾਇਆ ਦਾ ਪਿਆਰ (ਇਤਨਾ ਪ੍ਰਬਲ ਹੁੰਦਾ ਹੈ ਕਿ) ਉਹ ਕਦੇ ਹਰਿ-ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਨਹੀਂ ਵਿਚਾਰਦੇ-ਬੱਸ! ਮਨ ਦੇ ਮੁਰੀਦ ਬੰਦਿਆਂ ਦਾ ਸੋਚਣ ਦਾ ਢੰਗ ਹੀ ਇਹ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36310,
    "shabad_id": 3180,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ. ਨ ਭਾੲਿਅਾ. ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ; ਨਾਨਕ. ਜਮੁ ਮਾਰਿ ਕਰੇ ਖੁਅਾਰ ||੩||",
    "transliteration": "Har Naam N Bhaaeiaa Birathhaa Janam Gavaaeiaa Naanak Jam Maar Karae Khuaar ||3||",
    "translation": "They do not love the Lord's Name, and they lose their life uselessly. O Nanak, the Messenger of Death attacks them, and humiliates them. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ, ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਗਵਾ ਲੈਂਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਸਹੀ ਜੀਵਨ ਨੂੰ ਮਾਰ-ਮੁਕਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਖ਼ੁਆਰ ਕਰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36311,
    "shabad_id": 3181,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36312,
    "shabad_id": 3181,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਿਸ ਨੋ ਹਰਿ ਭਗਤਿ ਸਚੁ ਬਖਸੀਅਨੁ; ਸੋ ਸਚਾ ਸਾਹੁ ||",
    "transliteration": "Jis No Har Bhagath Sach Bakhaseean So Sachaa Saahu ||",
    "translation": "He alone is a true king, whom the Lord blesses with true devotion.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਧਨ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਬਖ਼ਸ਼ੀ, ਉਹ ਸਦਾ ਲਈ ਸ਼ਾਹੂਕਾਰ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36313,
    "shabad_id": 3181,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਿਸ ਕੀ ਮੁਹਤਾਜੀ. ਲੋਕੁ ਕਢਦਾ; ਹੋਰਤੁ ਹਟਿ. ਨ ਵਥੁ, ਨ ਵੇਸਾਹੁ ||",
    "transliteration": "This Kee Muhathaajee Lok Kadtadhaa Horath Hatt N Vathh N Vaesaahu ||",
    "translation": "People pledge their allegiance to him; no other store stocks this merchandise, nor deals in this trade.",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਉਸ ਦੇ ਦਰ ਦਾ ਅਰਥੀਆ ਬਣਦਾ ਹੈ (ਕਿਉਂਕਿ) ਕਿਸੇ ਹੋਰ ਹੱਟ ਵਿਚ ਨਾਹ ਇਹ ਸੌਦਾ ਹੁੰਦਾ ਹੈ ਨਾਹ ਇਸ ਦਾ ਵਣਜ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਮੁਹਤਾਜੀ)ਖੁਸ਼ਾਮਦੀ[ਹੱਟਿ",
    "type_id": 3
  },
  {
    "id": 36314,
    "shabad_id": 3181,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭਗਤ ਜਨਾ ਕੳੁ ਸਨਮੁਖੁ ਹੋਵੈ, ਸੁ ਹਰਿ ਰਾਸਿ ਲੲੇ; ਵੇਮੁਖ ਭਸੁ ਪਾਹੁ ||",
    "transliteration": "Bhagath Janaa Ko Sanamukh Hovai S Har Raas Leae Vaemukh Bhas Paahu ||",
    "translation": "That humble devotee who turns his face towards the Guru and becomes sunmukh, receives the Lord's wealth; the faithless baymukh, who turns his face away from the Guru, gathers only ashes.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਭਗਤ ਜਨਾਂ ਵਲ ਆਪਣਾ ਮੂੰਹ ਰੱਖਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਸਰਮਾਇਆ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਪਰ ਭਗਤ ਜਨਾਂ ਵਲੋਂ ਮੂੰਹ ਮੋੜਨ ਵਾਲੇ ਦੇ ਸਿਰ ਸੁਆਹ ਹੀ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "ਭਸ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36315,
    "shabad_id": 3181,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਕੇ ਵਾਪਾਰੀ. ਹਰਿ ਭਗਤ ਹਹਿ; ਜਮੁ ਜਾਗਾਤੀ ਤਿਨਾ ਨੇੜਿ. ਨ ਜਾਹੁ ||",
    "transliteration": "Har Kae Naam Kae Vaapaaree Har Bhagath Hehi Jam Jaagaathee Thinaa Naerr N Jaahu ||",
    "translation": "The Lord's devotees are dealers in the Name of the Lord. The Messenger of Death, the tax-collector, does not even approach them.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ, ਜਮ ਮਸੂਲੀਆ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36316,
    "shabad_id": 3181,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਨਾਨਕਿ. ਹਰਿ ਨਾਮ ਧਨੁ ਲਦਿਅਾ; ਸਦਾ ਵੇਪਰਵਾਹੁ ||੭||",
    "transliteration": "Jan Naanak Har Naam Dhhan Ladhiaa Sadhaa Vaeparavaahu ||7||",
    "translation": "Servant Nanak has loaded the wealth of the Name of the Lord, who is forever independent and care-free. ||7||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਨੇ (ਭੀ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਦਾ ਸੌਦਾ ਲੱਦਿਆ ਹੈ (ਇਸ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ ਧਨ ਵਲੋਂ) ਬੇ-ਮੁਥਾਜ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਲੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 36317,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "ਭਗਤੀਂ[ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 36318,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲਿਸੁ ਜੁਗ ਮਹਿ. ਭਗਤੀ ਹਰਿ ਧਨੁ ਖਟਿਅਾ; ਹੋਰੁ ਸਭੁ ਜਗਤੁ ਭਰਮਿ ਭੁਲਾੲਿਅਾ ||",
    "transliteration": "Eis Jug Mehi Bhagathee Har Dhhan Khattiaa Hor Sabh Jagath Bharam Bhulaaeiaa ||",
    "translation": "In this age, the devotee earns the wealth of the Lord; all the rest of the world wanders deluded in doubt.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ (ਸਿਰਫ਼) ਭਗਤਾਂ ਨੇ (ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਖੱਟਿਆ ਹੈ, ਹੋਰ ਸਾਰਾ ਜਗਤ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਪੈ ਕੇ, ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36319,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਨਾਮੁ ਮਨਿ ਵਸਿਅਾ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Gur Parasaadhee Naam Man Vasiaa Anadhin Naam Dhhiaaeiaa ||",
    "translation": "By Guru's Grace, the Naam, the Name of the Lord, comes to dwell in his mind; night and day, he meditates on the Naam.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36320,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਖਿਅਾ ਮਾਹਿ ੳੁਦਾਸ ਹੈ; ਹੳੁਮੈ ਸਬਦਿ ਜਲਾੲਿਅਾ ||",
    "transliteration": "Bikhiaa Maahi Oudhaas Hai Houmai Sabadh Jalaaeiaa ||",
    "translation": "In the midst of corruption, he remains detached; through the Word of the Shabad, he burns away his ego.",
    "punjabi": "ਉਹ ਮਾਇਆ ਵਿਚ (ਵਿਚਰਦਾ ਹੋਇਆ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ (ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36321,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਿ ਤਰਿਅਾ ਕੁਲ ੳੁਧਰੇ; ਧੰਨੁ ਜਣੇਦੀ ਮਾੲਿਅਾ ||",
    "transliteration": "Aap Thariaa Kul Oudhharae Dhhann Janaedhee Maaeiaa ||",
    "translation": "He crosses over, and saves his relatives as well; blessed is the mother who gave birth to him.",
    "punjabi": "ਧੰਨ ਹੈ ਉਸ ਦੀ ਜੰਮਣ ਵਾਲੀ ਮਾਂ! ਉਹ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਸਦਕਾ ਉਸ ਦੀਆਂ) ਕੁਲਾਂ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36322,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਦਾ ਸਹਜੁ ਸੁਖੁ ਮਨਿ ਵਸਿਅਾ; ਸਚੇ ਸਿੳੁ ਲਿਵ ਲਾੲਿਅਾ ||",
    "transliteration": "Sadhaa Sehaj Sukh Man Vasiaa Sachae Sio Liv Laaeiaa ||",
    "translation": "Peace and poise fill his mind forever, and he embraces love for the True Lord.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿੱਚ ਸਦਾ ਹੀ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਆਪਣੀ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36323,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬ੍ਰਹਮਾ ਬਿਸਨੁ ਮਹਾਦੇੳੁ ਤ੍ਰੈ ਗੁਣ ਭੁਲੇ; ਹੳੁਮੈ ਮੋਹੁ ਵਧਾੲਿਅਾ ||",
    "transliteration": "Brehamaa Bisan Mehaadhaeo Thrai Gun Bhulae Houmai Mohu Vadhhaaeiaa ||",
    "translation": "Brahma, Vishnu and Shiva wander in the three qualities, while their egotism and desire increase.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ) ਬ੍ਰਹਮਾ, ਵਿਸ਼ਨੂ, ਸ਼ਿਵ ਜੀ (ਵਰਗੇ ਵੱਡੇ ਵੱਡੇ ਦੇਵਤੇ ਭੀ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਕਾਰਨ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਦੇ ਰਹੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਉਮੈ ਵਧਦੀ ਰਹੀ (ਮਾਇਆ ਦਾ) ਮੋਹ ਵਧਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36324,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੰਡਿਤ ਪੜਿ ਪੜਿ ਮੋਨੀ ਭੁਲੇ; ਦੂਜੈ ਭਾੲਿ ਚਿਤੁ ਲਾੲਿਅਾ ||",
    "transliteration": "Panddith Parr Parr Monee Bhulae Dhoojai Bhaae Chith Laaeiaa ||",
    "translation": "The Pandits, the religious scholars and the silent sages read and debate in confusion; their consciousness is centered on the love of duality.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਪੰਡਿਤ (ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਭੀ) ਖੁੰਝਦੇ ਰਹੇ, ਮੁਨੀ ਲੋਕ (ਮੋਨ ਧਾਰ ਕੇ) ਖੁੰਝਦੇ ਰਹੇ, (ਉਹਨਾਂ ਨੇ ਭੀ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਿਆ।",
    "pronunciation": "ਪੜਿ੍ਹ[ਪੜਿ੍ਹ[ਭੁੱਲੇ",
    "type_id": 3
  },
  {
    "id": 36325,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੋਗੀ ਜੰਗਮ ਸੰਨਿਅਾਸੀ ਭੁਲੇ; ਵਿਣੁ ਗੁਰ ਤਤੁ. ਨ ਪਾੲਿਅਾ ||",
    "transliteration": "Jogee Jangam Sanniaasee Bhulae Vin Gur Thath N Paaeiaa ||",
    "translation": "The Yogis, wandering pilgrims and Sanyaasees are deluded; without the Guru, they do not find the essence of reality.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਜੋਗੀ ਜੰਗਮ ਸੰਨਿਆਸੀ ਭੀ ਕੁਰਾਹੇ ਪਏ ਰਹੇ, ਉਹਨਾਂ ਨੇ ਭੀ ਅਸਲੀ ਵਸਤ ਨਾਹ ਲੱਭੀ।",
    "pronunciation": "ਭੱੁਲੇ ਤੱਤੁ",
    "type_id": 3
  },
  {
    "id": 36326,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨਮੁਖ ਦੁਖੀੲੇ ਸਦਾ ਭ੍ਰਮਿ ਭੁਲੇ; ਤਿਨ੍ਹੀ ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Manamukh Dhukheeeae Sadhaa Bhram Bhulae Thinhee Birathhaa Janam Gavaaeiaa ||",
    "translation": "The miserable self-willed manmukhs are forever deluded by doubt; they waste away their lives uselessly.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਸਦਾ ਦੁਖੀ ਹੀ ਰਹੇ, ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝੇ ਹੀ ਰਹੇ, ਉਹਨਾਂ ਆਪਣਾ ਜਨਮ ਵਿਅਰਥ ਹੀ ਗਵਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36327,
    "shabad_id": 3182,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ, ਸੇੲੀ ਜਨ ਸਮਧੇ; ਜਿ ਅਾਪੇ ਬਖਸਿ ਮਿਲਾੲਿਅਾ ||੧||",
    "transliteration": "Naanak Naam Rathae Saeee Jan Samadhhae J Aapae Bakhas Milaaeiaa ||1||",
    "translation": "O Nanak, those who are imbued with the Naam are balanced and poised; forgiving them, the Lord blends them with Himself. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! (ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖ ਨੂੰ (ਪਰਮਾਤਮਾ) ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈ, ਉਹ (ਉਸ ਦੇ) ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਉਹੀ ਕਾਮਯਾਬ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਸਮ-ਧੇ) ਸਮਝੇ[ਸਮਧੇ:ਪੋਲਾ ਬੋਲੋ[ਸਮਾੲੇ",
    "type_id": 3
  },
  {
    "id": 36328,
    "shabad_id": 3183,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36329,
    "shabad_id": 3183,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਸਾਲਾਹੀਅੈ; ਜਿਸੁ ਵਸਿ ਸਭੁ ਕਿਛੁ ਹੋੲਿ ||",
    "transliteration": "Naanak So Saalaaheeai Jis Vas Sabh Kishh Hoe ||",
    "translation": "O Nanak, praise Him, who has control over everything.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਇਖ਼ਤਿਆਰ ਵਿਚ ਹਰੇਕ ਚੀਜ਼ ਹੈ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36330,
    "shabad_id": 3183,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਿਸਹਿ ਸਰੇਵਹੁ ਪ੍ਰਾਣੀਹੋ; ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲਿ ||",
    "transliteration": "Thisehi Saraevahu Praaneeho This Bin Avar N Koe ||",
    "translation": "Remember Him, O mortals - without Him, there is no other at all.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਓ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ (ਸਦਾ) ਸਿਮਰਦੇ ਰਹੋ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਉਸ ਵਰਗਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36331,
    "shabad_id": 3183,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅੰਤਰਿ ਮਨਿ ਵਸੈ; ਸਦਾ ਸਦਾ ਸੁਖੁ ਹੋੲਿ ||੨||",
    "transliteration": "Guramukh Anthar Man Vasai Sadhaa Sadhaa Sukh Hoe ||2||",
    "translation": "He dwells deep within those who are Gurmukh; forever and ever, they are at peace. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਉਹ ਪਰਮਾਤਮਾ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ) ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36332,
    "shabad_id": 3184,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36333,
    "shabad_id": 3184,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਨੀ ਗੁਰਮੁਖਿ. ਹਰਿ ਨਾਮ ਧਨੁ, ਨ ਖਟਿਓ; ਸੇ ਦੇਵਾਲੀੲੇ ਜੁਗ ਮਾਹਿ ||",
    "transliteration": "Jinee Guramukh Har Naam Dhhan N Khattiou Sae Dhaevaaleeeae Jug Maahi ||",
    "translation": "Those who do not become Gurmukh and earn the wealth of the Lord's Name, are bankrupt in this age.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਕਮਾਇਆ, ਉਹ ਜਗਤ ਵਿਚ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਚੁਕੇ ਸਮਝੋ (ਜਿਵੇਂ ਜੁਆਰੀਆ ਜੂਏ ਵਿਚ ਹਾਰ ਕੇ ਕੰਗਾਲ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(ਦੇਵਾਲੀੲੇ)ਅਪਨਾ ਸਭ ਕੱੁਝ ਨਾਸ ਕਰਨ ਵਾਲੇ, ਕਰਜ਼ਾੲੀ[ਜੁੱਗ[ਖੱਟਿਓ",
    "type_id": 3
  },
  {
    "id": 36334,
    "shabad_id": 3184,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਓੲਿ ਮੰਗਦੇ ਫਿਰਹਿ ਸਭ ਜਗਤ ਮਹਿ; ਕੋੲੀ ਮੁਹਿ ਥੁਕ. ਨ ਤਿਨ ਕੳੁ ਪਾਹਿ ||",
    "transliteration": "Oue Mangadhae Firehi Sabh Jagath Mehi Koee Muhi Thhuk N Thin Ko Paahi ||",
    "translation": "They wander around begging all over the world, but no one even spits in their faces.",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ (ਉਹਨਾਂ ਮੰਗਤਿਆਂ ਵਰਗੇ ਹਨ ਜੋ) ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਮੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਕੋਈ ਥੁੱਕਦਾ ਭੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36335,
    "shabad_id": 3184,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪਰਾੲੀ ਬਖੀਲੀ ਕਰਹਿ. ਅਾਪਣੀ ਪਰਤੀਤਿ ਖੋਵਨਿ; ਸਗਵਾ ਭੀ ਅਾਪੁ ਲਖਾਹਿ ||",
    "transliteration": "Paraaee Bakheelee Karehi Aapanee Paratheeth Khovan Sagavaa Bhee Aap Lakhaahi ||",
    "translation": "They gossip about others, and lose their credit, and expose themselves as well.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹੇ ਬੰਦੇ ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣਾ ਇਤਬਾਰ ਗਵਾ ਲੈਂਦੇ ਹਨ, ਸਗੋਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਆਪਣਾ (ਭੈੜਾ) ਅਸਲਾ ਨਸ਼ਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਸਗਵਾ)ਸਗੋਂ[ ਸਗਵਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36336,
    "shabad_id": 3184,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਿਸੁ ਧਨ ਕਾਰਣਿ ਚੁਗਲੀ ਕਰਹਿ, ਸੋ ਧਨੁ. ਚੁਗਲੀ ਹਥਿ, ਨ ਅਾਵੈ; ਓੲਿ ਭਾਵੈ ਤਿਥੈ ਜਾਹਿ ||",
    "transliteration": "Jis Dhhan Kaaran Chugalee Karehi So Dhhan Chugalee Hathh N Aavai Oue Bhaavai Thithhai Jaahi ||",
    "translation": "That wealth, for which they slander others, does not come into their hands, no matter where they go.",
    "punjabi": "ਅਜੇਹੇ ਮਨੁੱਖ ਜਿਥੇ ਜੀ ਚਾਹੇ ਜਾਣ, ਜਿਸ ਧਨ ਦੀ ਖ਼ਾਤਰ (ਲਾਲਚ ਵਿਚ ਆ ਕੇ) ਚੁਗ਼ਲੀ ਕਰਦੇ ਹਨ, ਚੁਗਲੀ ਨਾਲ ਉਹ ਧਨ ਉਹਨਾਂ ਨੂੰ ਲੱਭਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]
