[
  {
    "id": 37397,
    "shabad_id": 3266,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwmklI mhlw 1 Gru 1 caupdy",
    "transliteration": "Raamakalee Mehalaa 1 Ghar 1 Choupadhae",
    "translation": "Raamkalee, First Mehl, First House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37398,
    "shabad_id": 3266,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 37399,
    "shabad_id": 3266,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "koeI pVqw shswikrqw; koeI pVY purwnw ]",
    "transliteration": "Koee Parrathaa Sehasaakirathaa Koee Parrai Puraanaa ||",
    "translation": "Some read the Sanskrit scriptures, and some read the Puraanas.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਨਾਮ ਵਿਸਾਰ ਕੇ) ਕੋਈ ਮਨੁੱਖ ਮਾਗਧੀ ਪ੍ਰਾਕ੍ਰਿਤ ਵਿਚ ਲਿਖੇ ਹੋਏ ਬੌਧ ਤੇ ਜੈਨ ਗ੍ਰੰਥ ਪੜ੍ਹ ਰਿਹਾ ਹੈ, ਕੋਈ (ਤੈਨੂੰ ਭੁਲਾ ਕੇ) ਪੁਰਾਣ ਆਦਿਕ ਪੜ੍ਹਦਾ ਹੈ,",
    "pronunciation": "(shswikrqw)sMsikRq[pV@qw pV@Y",
    "type_id": 3
  },
  {
    "id": 37400,
    "shabad_id": 3266,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "koeI nwmu jpY jpmwlI; lwgY iqsY iDAwnw ]",
    "transliteration": "Koee Naam Japai Japamaalee Laagai Thisai Dhhiaanaa ||",
    "translation": "Some meditate on the Naam, the Name of the Lord, and chant it on their malas, focusing on it in meditation.",
    "punjabi": "ਕੋਈ (ਕਿਸੇ ਦੇਵੀ ਦੇਵਤੇ ਨੂੰ ਸਿੱਧ ਕਰਨ ਲਈ) ਮਾਲਾ ਨਾਲ (ਦੇਵਤੇ ਦੇ) ਨਾਮ ਦਾ ਜਾਪ ਕਰਦਾ ਹੈ, ਕੋਈ ਸਮਾਧੀ ਲਾਈ ਬੈਠਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37401,
    "shabad_id": 3266,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "Ab hI kb hI. ikCU n jwnw; qyrw eyko nwmu pCwnw ]1]",
    "transliteration": "Ab Hee Kab Hee Kishhoo N Jaanaa Thaeraa Eaeko Naam Pashhaanaa ||1||",
    "translation": "I know nothing, now or ever; I recognize only Your One Name, Lord. ||1||",
    "punjabi": "ਪਰ ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਸਿਰਫ਼ ਤੇਰੇ ਨਾਮ ਨੂੰ ਪਛਾਣਦਾ ਹਾਂ (ਤੇਰੇ ਨਾਮ ਨਾਲ ਹੀ ਸਾਂਝ ਪਾਂਦਾ ਹਾਂ), ਮੈਂ ਕਦੇ ਭੀ (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਉੱਦਮ (ਐਸਾ) ਨਹੀਂ ਸਮਝਦਾ (ਜੋ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਉੱਚਾ ਕਰ ਸਕੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37402,
    "shabad_id": 3266,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "n jwxw hry; myrI kvn gqy ]",
    "transliteration": "N Jaanaa Harae Maeree Kavan Gathae ||",
    "translation": "I do not know, Lord, what my condition shall be.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਸੀ ਕਿ (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਮੇਰੀ ਆਤਮਕ ਅਵਸਥਾ ਨੀਵੀਂ ਹੋ ਜਾਇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37403,
    "shabad_id": 3266,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hm mUrK AigAwn, srin pRB qyrI; kir ikrpw, rwKhu myrI lwj. pqy ]1] rhwau ]",
    "transliteration": "Ham Moorakh Agiaan Saran Prabh Thaeree Kar Kirapaa Raakhahu Maeree Laaj Pathae ||1|| Rehaao ||",
    "translation": "I am foolish and ignorant; I seek Your Sanctuary, God. Please, save my honor and my self-respect. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮੂਰਖ ਹਾਂ, ਅਗਿਆਨੀ ਹਾਂ, (ਪਰ) ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! ਮੇਹਰ ਕਰ (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, ਤੇ) ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "pqy:polw bolo",
    "type_id": 4
  },
  {
    "id": 37404,
    "shabad_id": 3266,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "kbhU jIAVw aUiB cVqu hY; kbhU jwie pieAwly ]",
    "transliteration": "Kabehoo Jeearraa Oobh Charrath Hai Kabehoo Jaae Paeiaalae ||",
    "translation": "Sometimes, the soul soars high in the heavens, and sometimes it falls to the depths of the nether regions.",
    "punjabi": "(ਤੇਰੇ ਨਾਮ ਨੂੰ ਵਿਸਾਰ ਕੇ ਜੀਵ ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ) ਕਦੇ (ਜਦੋਂ ਮਾਇਆ ਮਿਲਦੀ ਹੈ) ਜੀਵ (ਬੜਾ ਹੀ ਖ਼ੁਸ਼ ਹੁੰਦਾ, ਮਾਨੋ) ਆਕਾਸ਼ ਵਿਚ ਜਾ ਚੜ੍ਹਦਾ ਹੈ, ਕਦੇ (ਜਦੋਂ ਮਾਇਆ ਦੀ ਥੁੜ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਬਹੁਤ ਡਾਵਾਂ-ਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਮਾਨੋ) ਪਾਤਾਲ ਵਿਚ ਜਾ ਡਿੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37405,
    "shabad_id": 3266,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "loBI jIAVw iQru. n rhqu hY; cwry kuMfw Bwly ]2]",
    "transliteration": "Lobhee Jeearraa Thhir N Rehath Hai Chaarae Kunddaa Bhaalae ||2||",
    "translation": "The greedy soul does not remain stable; it searches in the four directions. ||2||",
    "punjabi": "ਲੋਭ-ਵੱਸ ਹੋਇਆ ਜੀਵ ਅਡੋਲ-ਚਿੱਤ ਨਹੀਂ ਰਹਿ ਸਕਦਾ, ਚੌਹੀਂ ਪਾਸੀਂ (ਮਾਇਆ ਦੀ) ਭਾਲ ਕਰਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37406,
    "shabad_id": 3266,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "mrxu ilKwie. mMfl mih Awey; jIvxu swjih mweI ]",
    "transliteration": "Maran Likhaae Manddal Mehi Aaeae Jeevan Saajehi Maaee ||",
    "translation": "With death pre-ordained, the soul comes into the world, gathering the riches of life.",
    "punjabi": "ਹੇ ਮਾਂ! ਜੀਵ ਜਗਤ ਵਿਚ (ਇਹ ਲੇਖ ਮੱਥੇ ਤੇ) ਲਿਖਾ ਕੇ ਆਉਂਦੇ ਹਨ (ਕਿ) ਮੌਤ (ਜ਼ਰੂਰ ਆਵੇਗੀ; ਪਰ ਤੈਨੂੰ ਵਿਸਾਰ ਕੇ ਇਥੇ ਸਦਾ) ਜੀਊਂਦੇ ਰਹਿਣ ਦਾ ਬਾਨ੍ਹਣੂ ਬੰਨ੍ਹਦੇ ਹਨ।",
    "pronunciation": "jIvn nMU &YSn nSy ivSy ivkwr AOgux pwp rUp(mweI)mwieAw nwl (swjih)sjwauNdy",
    "type_id": 3
  },
  {
    "id": 37407,
    "shabad_id": 3266,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "eyik cly. hm dyKh suAwmI; Bwih blMqI AweI ]3]",
    "transliteration": "Eaek Chalae Ham Dhaekheh Suaamee Bhaahi Balanthee Aaee ||3||",
    "translation": "I see that some have already gone, O my Lord and Master; the burning fire is coming closer! ||3||",
    "punjabi": "ਹੇ ਮਾਲਿਕ-ਪ੍ਰਭੂ! ਸਾਡੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਹੀ ਅਨੇਕਾਂ ਜੀਵ (ਇਥੋਂ) ਤੁਰੇ ਜਾ ਰਹੇ ਹਨ, (ਮੌਤ ਦੀ) ਅੱਗ ਬਲ ਰਹੀ ਹੈ (ਇਸ ਵਿਚ ਸਭ ਦੇ ਸਰੀਰ ਭਸਮ ਹੋ ਜਾਣੇ ਹਨ, ਪਰ ਤੇਰੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਜੀਵ ਸਦਾ ਜੀਊਣਾ ਹੀ ਲੋਚਦੇ ਹਨ) ॥੩॥",
    "pronunciation": "c`ly",
    "type_id": 3
  },
  {
    "id": 37408,
    "shabad_id": 3266,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "n iksI kw mIqu. n iksI kw BweI; nw iksY bwpu. n mweI ]",
    "transliteration": "N Kisee Kaa Meeth N Kisee Kaa Bhaaee Naa Kisai Baap N Maaee ||",
    "translation": "No one has any friend, and no one has any brother; no one has any father or mother.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਨਾਹ ਕਿਸੇ ਦਾ ਕੋਈ ਮਿਤ੍ਰ, ਨਾਹ ਕਿਸੇ ਦਾ ਕੋਈ ਭਰਾ, ਨਾਹ ਕਿਸੇ ਦਾ ਪਿਉ ਅਤੇ ਨਾਹ ਕਿਸੇ ਦੀ ਮਾਂ (ਅੰਤ ਵੇਲੇ ਕੋਈ ਕਿਸੇ ਨਾਲ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37409,
    "shabad_id": 3266,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "pRxviq nwnk. jy qU dyvih; AMqy hoie sKweI ]4]1]",
    "transliteration": "Pranavath Naanak Jae Thoo Dhaevehi Anthae Hoe Sakhaaee ||4||1||",
    "translation": "Prays Nanak, if You bless me with Your Name, it shall be my help and support in the end. ||4||1||",
    "punjabi": "ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੇ ਤੂੰ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਵੇਂ, ਤਾਂ (ਸਿਰਫ਼ ਇਹੀ) ਅੰਤ ਵੇਲੇ ਸਹਾਈ ਹੋ ਸਕਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37410,
    "shabad_id": 3267,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwmklI mhlw 1 ]",
    "transliteration": "Raamakalee Mehalaa 1 ||",
    "translation": "Raamkalee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37411,
    "shabad_id": 3267,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "srb joiq qyrI psir rhI ]",
    "transliteration": "Sarab Joth Thaeree Pasar Rehee ||",
    "translation": "Your Light is prevailing everywhere.",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ! ਸਭ ਜੀਵਾਂ ਵਿਚ ਤੇਰੀ ਜੋਤਿ ਰੁਮਕ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37412,
    "shabad_id": 3267,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jh jh dyKw; qh nrhrI ]1]",
    "transliteration": "Jeh Jeh Dhaekhaa Theh Nareharee ||1||",
    "translation": "Wherever I look, there I see the Lord. ||1||",
    "punjabi": "(ਪਰ ਮੈਨੂੰ ਨਹੀਂ ਦਿੱਸਦੀ ਕਿਉਂਕਿ ਮੈਂ ਮਾਇਆ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚ ਡਿੱਗ ਪਿਆ ਹਾਂ। ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਇਸ ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਤਾ ਕਿ) ਜਿਧਰ ਜਿਧਰ ਮੈਂ ਵੇਖਾਂ ਉਧਰ ਉਧਰ (ਮੈਨੂੰ ਤੂੰ ਹੀ ਦਿੱਸੇਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37413,
    "shabad_id": 3267,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "jIvn qlb invwir; suAwmI ]",
    "transliteration": "Jeevan Thalab Nivaar Suaamee ||",
    "translation": "Please rid me of the desire to live, O my Lord and Master.",
    "punjabi": "ਹੇ ਮਾਲਿਕ-ਪ੍ਰਭੂ! ਮੇਰੀਆਂ ਜ਼ਿੰਦਗੀ ਦੀਆਂ ਵਧਦੀਆਂ ਖ਼ਾਹਸ਼ਾਂ ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37414,
    "shabad_id": 3267,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "AMD kUip mwieAw mnu gwifAw; ikau kir auqrau pwir suAwmI ]1] rhwau ]",
    "transliteration": "Andhh Koop Maaeiaa Man Gaaddiaa Kio Kar Outharo Paar Suaamee ||1|| Rehaao ||",
    "translation": "My mind is entangled in the deep dark pit of Maya. How can I cross over, O Lord and Master? ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਮਨ ਮਾਇਆ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚ ਫਸਿਆ ਹੈ, (ਤੇਰੀ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ) ਮੈਂ ਇਸ ਵਿਚੋਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37415,
    "shabad_id": 3267,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jh BIqir Gt BIqir bisAw; bwhir kwhy nwhI ]",
    "transliteration": "Jeh Bheethar Ghatt Bheethar Basiaa Baahar Kaahae Naahee ||",
    "translation": "He dwells deep within, inside the heart; how can He not be outside as well?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਬਾਹਰ ਭੀ (ਹਰ ਥਾਂ) ਜ਼ਰੂਰ ਉਹੀ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37416,
    "shabad_id": 3267,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "iqn kI swr kry inq swihbu; sdw icMq mn mwhI ]2]",
    "transliteration": "Thin Kee Saar Karae Nith Saahib Sadhaa Chinth Man Maahee ||2||",
    "translation": "Our Lord and Master always takes care of us, and keeps us in His thoughts. ||2||",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਮਾਲਿਕ-ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੀ ਸਦਾ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ (ਉਹਨਾਂ ਦੀ ਸੰਭਾਲ ਦਾ) ਫ਼ਿਕਰ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37417,
    "shabad_id": 3267,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awpy nyVY; Awpy dUir ]",
    "transliteration": "Aapae Naerrai Aapae Dhoor ||",
    "translation": "He Himself is near at hand, and He is far away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਦੇ ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ (ਇਹਨਾਂ ਤੋਂ ਵੱਖ) ਦੂਰ ਭੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37418,
    "shabad_id": 3267,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awpy srb rihAw BrpUir ]",
    "transliteration": "Aapae Sarab Rehiaa Bharapoor ||",
    "translation": "He Himself is all-pervading, permeating everywhere.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37419,
    "shabad_id": 3267,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sqguru imlY; AMDyrw jwie ]",
    "transliteration": "Sathagur Milai Andhhaeraa Jaae ||",
    "translation": "Meeting the True Guru, the darkness is dispelled.",
    "punjabi": "ਜੇ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮੇਰਾ ਮਾਇਆ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਾਲਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  }
]
