[
  {
    "id": 37638,
    "shabad_id": 3282,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Raamakalee Mehalaa 4 ||",
    "translation": "Raamkalee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37639,
    "shabad_id": 3282,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਤਗੁਰ ਦੲਿਅਾ ਕਰਹੁ ਹਰਿ ਮੇਲਹੁ; ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਾਣ ਹਰਿ ਰਾੲਿਅਾ ॥",
    "transliteration": "Sathagur Dhaeiaa Karahu Har Maelahu Maerae Preetham Praan Har Raaeiaa ||",
    "translation": "O True Guru, please be kind, and unite me with the Lord. My Sovereign Lord is the Beloved of my breath of life.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਪਾਤਿਸ਼ਾਹ! ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37640,
    "shabad_id": 3282,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਮ ਚੇਰੀ ਹੋੲਿ ਲਗਹ ਗੁਰ ਚਰਣੀ; ਜਿਨਿ ਹਰਿ ਪ੍ਰਭ ਮਾਰਗੁ ਪੰਥੁ ਦਿਖਾੲਿਅਾ ॥੧॥",
    "transliteration": "Ham Chaeree Hoe Lageh Gur Charanee Jin Har Prabh Maarag Panthh Dhikhaaeiaa ||1||",
    "translation": "I am a slave; I fall at the Guru's feet. He has shown me the Path, the Way to my Lord God. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਗੁਰੂ ਨੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਵਿਖਾਇਆ ਹੈ, ਮੈਂ ਉਸ ਦਾ ਦਾਸ ਬਣ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਉੱਤੇ ਡਿੱਗਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "ਲੱਗਹ",
    "type_id": 3
  },
  {
    "id": 37641,
    "shabad_id": 3282,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਰਾਮ; ਮੈ. ਹਰਿ ਹਰਿ ਨਾਮੁ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Raam Mai Har Har Naam Man Bhaaeiaa ||",
    "translation": "The Name of my Lord, Har, Har, is pleasing to my mind.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਰਾਮ! ਹੇ ਹਰੀ! ਮੇਰੇ ਮਨ ਵਿਚ ਤੇਰਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37642,
    "shabad_id": 3282,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੈ ਹਰਿ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ ਬੇਲੀ; ਮੇਰਾ ਪਿਤਾ ਮਾਤਾ ਹਰਿ ਸਖਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mai Har Bin Avar N Koee Baelee Maeraa Pithaa Maathaa Har Sakhaaeiaa ||1|| Rehaao ||",
    "translation": "I have no friend except the Lord; the Lord is my father, my mother, my companion. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਮਦਦਗਾਰ ਨਹੀਂ ਦਿੱਸਦਾ। ਪਰਮਾਤਮਾ ਹੀ ਮੇਰੀ ਮਾਂ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਪਿਉ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਸਾਥੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37643,
    "shabad_id": 3282,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ੲਿਕੁ ਖਿਨੁ ਪ੍ਰਾਨ. ਨ ਰਹਹਿ ਬਿਨੁ ਪ੍ਰੀਤਮ; ਬਿਨੁ ਦੇਖੇ. ਮਰਹਿ ਮੇਰੀ ਮਾੲਿਅਾ ॥",
    "transliteration": "Maerae Eik Khin Praan N Rehehi Bin Preetham Bin Dhaekhae Marehi Maeree Maaeiaa ||",
    "translation": "My breath of life will not survive for an instant, without my Beloved; unless I see Him, I will die, O my mother!",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਪ੍ਰੀਤਮ (ਗੁਰੂ ਦੇ ਮਿਲਾਪ) ਤੋਂ ਬਿਨਾ ਮੇਰੀ ਜਿੰਦ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ, ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੇਰੀ (ਆਤਮਕ) ਮੌਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37644,
    "shabad_id": 3282,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਵਡਭਾਗ. ਗੁਰ ਸਰਣੀ ਅਾੲੇ; ਹਰਿ ਗੁਰ ਮਿਲਿ ਦਰਸਨੁ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Dhhan Dhhan Vadd Bhaag Gur Saranee Aaeae Har Gur Mil Dharasan Paaeiaa ||2||",
    "translation": "Blessed, blessed is my great, high destiny, that I have come to the Guru's Sanctuary. Meeting with the Guru, I have obtained the Blessed Vision of the Lord's Darshan. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਧੰਨ ਹਨ ਧੰਨ ਹਨ, ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "ਵੱਡਭਾਗ",
    "type_id": 3
  },
  {
    "id": 37645,
    "shabad_id": 3282,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮੈ ਅਵਰੁ. ਨ ਕੋੲੀ ਸੂਝੈ ਬੂਝੈ; ਮਨਿ ਹਰਿ ਜਪੁ ਜਪੳੁ ਜਪਾੲਿਅਾ ॥",
    "transliteration": "Mai Avar N Koee Soojhai Boojhai Man Har Jap Japo Japaaeiaa ||",
    "translation": "I do not know or understand any other within my mind; I meditate and chant the Lord's Chant.",
    "punjabi": "(ਹੇ ਮੇਰੀ ਮਾਂ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਜਾਪ ਤੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਭੀ ਹੋਰ ਕੰਮ ਨਹੀਂ ਸੁੱਝਦਾ (ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ)। ਜਿਵੇਂ ਗੁਰੂ ਜਪਣ ਲਈ ਪ੍ਰੇਰਦਾ ਹੈ, ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦਾ ਜਾਪ ਹੀ ਜਪਦਾ ਹਾਂ।",
    "pronunciation": "ਸੂੱਝੈ ਬੱੂਝੈ",
    "type_id": 3
  },
  {
    "id": 37646,
    "shabad_id": 3282,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਨਾਮ ਹੀਣ ਫਿਰਹਿ ਸੇ ਨਕਟੇ; ਤਿਨ ਘਸਿ ਘਸਿ ਨਕ ਵਢਾੲਿਅਾ ॥੩॥",
    "transliteration": "Naameheen Firehi Sae Nakattae Thin Ghas Ghas Nak Vadtaaeiaa ||3||",
    "translation": "Those who lack the Naam, wander in shame; their noses are chopped off, bit by bit. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਬੇਸ਼ਰਮਾਂ ਵਾਂਗ (ਦੁਨੀਆ ਵਿਚ) ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਉਹ ਅਨੇਕਾਂ ਵਾਰੀ ਬੇ-ਇੱਜ਼ਤੀ ਕਰਾ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਨੱਕ",
    "type_id": 3
  },
  {
    "id": 37647,
    "shabad_id": 3282,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਮੋਕੳੁ ਜਗਜੀਵਨ ਜੀਵਾਲਿ ਲੈ ਸੁਅਾਮੀ; ਰਿਦ ਅੰਤਰਿ ਨਾਮੁ ਵਸਾੲਿਅਾ ॥",
    "transliteration": "Mo Ko Jagajeevan Jeevaal Lai Suaamee Ridh Anthar Naam Vasaaeiaa ||",
    "translation": "O Life of the World, rejuvenate me! O my Lord and Master, enshrine Your Name deep within my heart.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ-ਪ੍ਰਭੂ! ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣਾ ਨਾਮ ਵਸਾਈ ਰੱਖ, ਤੇ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਬਖ਼ਸ਼ੀ ਰੱਖ।",
    "pronunciation": "ਜੱਗਜੀਵਨ",
    "type_id": 3
  },
  {
    "id": 37648,
    "shabad_id": 3282,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰੂ ਗੁਰੂ ਹੈ ਪੂਰਾ; ਮਿਲਿ ਸਤਿਗੁਰ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ॥੪॥੫॥",
    "transliteration": "Naanak Guroo Guroo Hai Pooraa Mil Sathigur Naam Dhhiaaeiaa ||4||5||",
    "translation": "O Nanak, perfect is the Guru, the Guru. Meeting the True Guru, I meditate on the Naam. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ-ਜੋਗਾ) ਗੁਰੂ ਪੂਰਾ ਹੀ ਹੈ ਗੁਰੂ ਪੂਰਾ ਹੀ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37649,
    "shabad_id": 3283,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Raamakalee Mehalaa 4 ||",
    "translation": "Raamkalee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37650,
    "shabad_id": 3283,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਗੁਰੁ ਦਾਤਾ ਵਡਾ ਵਡ ਪੁਰਖੁ ਹੈ; ਜਿਤੁ ਮਿਲਿਅੈ ਹਰਿ ੳੁਰ ਧਾਰੇ ॥",
    "transliteration": "Sathagur Dhaathaa Vaddaa Vadd Purakh Hai Jith Miliai Har Our Dhhaarae ||",
    "translation": "The True Guru, the Great Giver, is the Great, Primal Being; meeting Him, the Lord is enshrined within the heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਗੁਰੂ (ਹੀ) ਸਭ ਤੋਂ ਵੱਡਾ ਵਿਅਕਤੀ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਨਾਲ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਵੱਡਾ ਵੱਡ",
    "type_id": 3
  },
  {
    "id": 37651,
    "shabad_id": 3283,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੀਅ ਦਾਨੁ ਗੁਰਿ ਪੂਰੈ ਦੀਅਾ; ਹਰਿ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਸਮਾਰੇ ॥੧॥",
    "transliteration": "Jeea Dhaan Gur Poorai Dheeaa Har Anmrith Naam Samaarae ||1||",
    "translation": "The Perfect Guru has granted me the life of the soul; I meditate in remembrance on the Ambrosial Name of the Lord. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਦੇ ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਨੂੰ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37652,
    "shabad_id": 3283,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਰਾਮ; ਗੁਰਿ ਹਰਿ ਹਰਿ ਨਾਮੁ, ਕੰਠਿ ਧਾਰੇ ॥",
    "transliteration": "Raam Gur Har Har Naam Kanth Dhhaarae ||",
    "translation": "O Lord, the Guru has implanted the Name of the Lord, Har, Har, within my heart.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਹੋ ਗਏ ਹਨ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ, ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਮੈਂ ਆਪਣੇ ਗਲ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37653,
    "shabad_id": 3283,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਕਥਾ ਸੁਣੀ ਮਨਿ ਭਾੲੀ; ਧਨੁ ਧਨੁ ਵਡਭਾਗ ਹਮਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Guramukh Kathhaa Sunee Man Bhaaee Dhhan Dhhan Vadd Bhaag Hamaarae ||1|| Rehaao ||",
    "translation": "As Gurmukh, I have heard His sermon, which pleases my mind; blessed, blessed is my great destiny. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣੀ ਹੈ, ਤੇ, ਉਹ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37654,
    "shabad_id": 3283,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਕੋਟਿ ਕੋਟਿ ਤੇਤੀਸ ਧਿਅਾਵਹਿ; ਤਾ ਕਾ. ਅੰਤੁ ਨ ਪਾਵਹਿ ਪਾਰੇ ॥",
    "transliteration": "Kott Kott Thaethees Dhhiaavehi Thaa Kaa Anth N Paavehi Paarae ||",
    "translation": "Millions, three hundred thirty millions of gods meditate on Him, but they cannot find His end or limitation.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੇਤੀ ਕ੍ਰੋੜ (ਦੇਵਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਗੁਣਾਂ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37655,
    "shabad_id": 3283,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਹਿਰਦੈ ਕਾਮ ਕਾਮਨੀ ਮਾਗਹਿ; ਰਿਧਿ ਮਾਗਹਿ ਹਾਥੁ ਪਸਾਰੇ ॥੨॥",
    "transliteration": "Hiradhai Kaam Kaamanee Maagehi Ridhh Maagehi Haathh Pasaarae ||2||",
    "translation": "With sexual urges in their hearts, they beg for beautiful women; stretching out their hands, they beg for riches. ||2||",
    "punjabi": "(ਅਨੇਕਾਂ ਐਸੇ ਭੀ ਹਨ ਜੋ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਕਾਮ-ਵਾਸਨਾ ਧਾਰ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਇਸਤ੍ਰੀ (ਹੀ) ਮੰਗਦੇ ਹਨ, (ਉਸ ਦੇ ਅੱਗੇ) ਹੱਥ ਪਸਾਰ ਕੇ (ਦੁਨੀਆ ਦੇ) ਧਨ-ਪਦਾਰਥ (ਹੀ) ਮੰਗਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37656,
    "shabad_id": 3283,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਜਸੁ ਜਪਿ ਜਪੁ ਵਡਾ ਵਡੇਰਾ; ਗੁਰਮੁਖਿ ਰਖੳੁ ੳੁਰਿ ਧਾਰੇ ॥",
    "transliteration": "Har Jas Jap Jap Vaddaa Vaddaeraa Guramukh Rakho Our Dhhaarae ||",
    "translation": "One who chants the Praises of the Lord is the greatest of the great; the Gurmukh keeps the Lord clasped to his heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਕੰਮ ਹੈ। ਮੈਂ ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਹੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37657,
    "shabad_id": 3283,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜੇ ਵਡਭਾਗ ਹੋਵਹਿ ਤਾ ਜਪੀਅੈ; ਹਰਿ ਭੳੁਜਲੁ ਪਾਰਿ ੳੁਤਾਰੇ ॥੩॥",
    "transliteration": "Jae Vadd Bhaag Hovehi Thaa Japeeai Har Bhoujal Paar Outhaarae ||3||",
    "translation": "If one is blessed with high destiny, he meditates on the Lord, who carries him across the terrifying world-ocean. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਵੱਡੀ ਕਿਸਮਤ ਹੋਵੇ ਤਾਂ ਹੀ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਜਪਦਾ ਹੈ ਉਸ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37658,
    "shabad_id": 3283,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਜਨ ਨਿਕਟਿ. ਨਿਕਟਿ ਹਰਿ ਜਨ ਹੈ; ਹਰਿ ਰਾਖੈ ਕੰਠਿ ਜਨ ਧਾਰੇ ॥",
    "transliteration": "Har Jan Nikatt Nikatt Har Jan Hai Har Raakhai Kanth Jan Dhhaarae ||",
    "translation": "The Lord is close to His humble servant, and His humble servant is close to the Lord; He keeps His humble servant clasped to His Heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਨੇੜੇ ਵੱਸਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਸੰਤ ਜਨਾਂ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37659,
    "shabad_id": 3283,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਪਿਤਾ ਮਾਤਾ ਹੈ ਹਰਿ ਪ੍ਰਭੁ; ਹਮ ਬਾਰਿਕ ਹਰਿ ਪ੍ਰਤਿਪਾਰੇ ॥੪॥੬॥੧੮॥",
    "transliteration": "Naanak Pithaa Maathaa Hai Har Prabh Ham Baarik Har Prathipaarae ||4||6||18||",
    "translation": "O Nanak, the Lord God is our father and mother. I am His child; the Lord cherishes me. ||4||6||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਸਾਡਾ ਪਿਉ ਹੈ, ਪਰਮਾਤਮਾ ਸਾਡੀ ਮਾਂ ਹੈ। ਸਾਨੂੰ ਬੱਚਿਆਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹੀ ਪਾਲਦਾ ਹੈ ॥੪॥੬॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37660,
    "shabad_id": 3284,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰਾਗੁ ਰਾਮਕਲੀ ਮਹਲਾ ੫ ਘਰੁ ੧",
    "transliteration": "Raag Raamakalee Mehalaa 5 Ghar 1",
    "translation": "Raag Raamkalee, Fifth Mehl, First House:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37661,
    "shabad_id": 3284,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 37662,
    "shabad_id": 3284,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਕਿਰਪਾ ਕਰਹੁ. ਦੀਨ ਕੇ ਦਾਤੇ; ਮੇਰਾ ਗੁਣੁ ਅਵਗਣੁ. ਨ ਬੀਚਾਰਹੁ ਕੋੲੀ ॥",
    "transliteration": "Kirapaa Karahu Dheen Kae Dhaathae Maeraa Gun Avagan N Beechaarahu Koee ||",
    "translation": "Have mercy on me, O Generous Giver, Lord of the meek; please do not consider my merits and demerits.",
    "punjabi": "ਹੇ ਗ਼ਰੀਬਾਂ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੇਰਾ ਕੋਈ ਗੁਣ ਨਾਹ ਵਿਚਾਰੀਂ, ਮੇਰਾ ਕੋਈ ਔਗੁਣ ਨਾਹ ਵਿਚਾਰੀਂ (ਮੇਰੇ ਅੰਦਰ ਤਾਂ ਔਗੁਣ ਹੀ ਔਗੁਣ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37663,
    "shabad_id": 3284,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਾਟੀ ਕਾ ਕਿਅਾ ਧੋਪੈ ਸੁਅਾਮੀ; ਮਾਣਸ ਕੀ ਗਤਿ ੲੇਹੀ ॥੧॥",
    "transliteration": "Maattee Kaa Kiaa Dhhopai Suaamee Maanas Kee Gath Eaehee ||1||",
    "translation": "How can dust be washed? O my Lord and Master, such is the state of mankind. ||1||",
    "punjabi": "(ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਧੋਤਿਆਂ) ਮਿੱਟੀ ਦਾ ਮੈਲਾ-ਪਨ ਕਦੇ ਧੁਪ ਨਹੀਂ ਸਕਦਾ, ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਭੀ ਇਹੀ ਹਾਲਤ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37664,
    "shabad_id": 3284,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਸਤਿਗੁਰੁ ਸੇਵਿ ਸੁਖੁ ਹੋੲੀ ॥",
    "transliteration": "Maerae Man Sathigur Saev Sukh Hoee ||",
    "translation": "O my mind, serve the True Guru, and be at peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ (ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਰਿਹਾਂ ਹੀ) ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37665,
    "shabad_id": 3284,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜੋ ੲਿਛਹੁ ਸੋੲੀ ਫਲੁ ਪਾਵਹੁ; ਫਿਰਿ ਦੂਖੁ. ਨ ਵਿਅਾਪੈ ਕੋੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Eishhahu Soee Fal Paavahu Fir Dhookh N Viaapai Koee ||1|| Rehaao ||",
    "translation": "Whatever you desire, you shall receive that reward, and you shall not be afflicted by pain any longer. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਰਹਿ ਕੇ) ਜੇਹੜੀ ਕਾਮਨਾ ਚਿਤਵੇਂਗਾ, ਉਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲਏਂਗਾ। (ਇਸ ਤਰ੍ਹਾਂ) ਕੋਈ ਦੁੱਖ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37666,
    "shabad_id": 3284,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਾਚੇ ਭਾਡੇ ਸਾਜਿ ਨਿਵਾਜੇ; ਅੰਤਰਿ ਜੋਤਿ ਸਮਾੲੀ ॥",
    "transliteration": "Kaachae Bhaaddae Saaj Nivaajae Anthar Joth Samaaee ||",
    "translation": "He creates and adorns the earthen vessels; He infuses His Light within them.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਾਡੇ ਇਹ) ਨਾਸਵੰਤ ਸਰੀਰ ਬਣਾ ਕੇ (ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਇਹਨਾਂ ਨੂੰ) ਵਡਿਆਈ ਦਿੱਤੀ ਹੋਈ ਹੈ (ਕਿਉਂਕਿ ਇਹਨਾਂ ਨਾਸਵੰਤ ਸਰੀਰਾਂ ਦੇ) ਅੰਦਰ ਉਸ ਦੀ ਜੋਤ ਟਿਕੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37667,
    "shabad_id": 3284,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜੈਸਾ ਲਿਖਤੁ ਲਿਖਿਅਾ ਧੁਰਿ ਕਰਤੈ; ਹਮ ਤੈਸੀ ਕਿਰਤਿ ਕਮਾੲੀ ॥੨॥",
    "transliteration": "Jaisaa Likhath Likhiaa Dhhur Karathai Ham Thaisee Kirath Kamaaee ||2||",
    "translation": "As is the destiny pre-ordained by the Creator, so are the deeds we do. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਾਡੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਕਰਤਾਰ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਹੋ ਜਿਹਾ (ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ (ਸਾਡੇ ਅੰਦਰ) ਲਿਖ ਦਿੱਤਾ ਹੈ, ਅਸੀਂ ਜੀਵ (ਹੁਣ ਭੀ) ਉਹੋ ਜਿਹੇ ਕਰਮਾਂ ਦੀ ਕਮਾਈ ਕਰੀ ਜਾਂਦੇ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37668,
    "shabad_id": 3284,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਥਾਪਿ ਕੀਅਾ ਸਭੁ ਅਪਨਾ; ੲੇਹੋ ਅਾਵਣ ਜਾਣਾ ॥",
    "transliteration": "Man Than Thhaap Keeaa Sabh Apanaa Eaeho Aavan Jaanaa ||",
    "translation": "He believes the mind and body are all his own; this is the cause of his coming and going.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਇਸ ਜਿੰਦ ਨੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਸਦਾ ਆਪਣਾ ਮਿਥੀ ਰੱਖਦਾ ਹੈ, ਇਹ ਅਪਣੱਤ ਹੀ (ਮਨੁੱਖ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ ਦਾ ਕਾਰਨ ਬਣੀ ਰਹਿੰਦੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37669,
    "shabad_id": 3284,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਜਿਨਿ ਦੀਅਾ ਸੋ ਚਿਤਿ. ਨ ਅਾਵੈ; ਮੋਹਿ ਅੰਧੁ ਲਪਟਾਣਾ ॥੩॥",
    "transliteration": "Jin Dheeaa So Chith N Aavai Mohi Andhh Lapattaanaa ||3||",
    "translation": "He does not think of the One who gave him these; he is blind, entangled in emotional attachment. ||3||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਿੰਦ ਦਿੱਤੀ ਹੈ ਇਹ ਸਰੀਰ ਦਿੱਤਾ ਹੈ ਉਹ ਇਸ ਦੇ ਚਿੱਤ ਵਿਚ (ਕਦੇ) ਨਹੀਂ ਵੱਸਦਾ, ਅੰਨ੍ਹਾ ਮਨੁੱਖ (ਜਿੰਦ ਤੇ ਸਰੀਰ ਦੇ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
