[
  {
    "id": 37670,
    "shabad_id": 3284,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ijin kIAw soeI pRBu jwxY; hir kw mhlu Apwrw ]",
    "transliteration": "Jin Keeaa Soee Prabh Jaanai Har Kaa Mehal Apaaraa ||",
    "translation": "One who knows that God created him, reaches the Incomparable Mansion of the Lord's Presence.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਇਹ ਖੇਲ) ਬਣਾਇਆ ਹੈ ਉਹੀ (ਇਸ ਨੂੰ ਚਲਾਣਾ) ਜਾਣਦਾ ਹੈ, ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਅਪਹੁੰਚ ਹੈ (ਜੀਵ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37671,
    "shabad_id": 3284,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "Bgiq krI hir ky gux gwvw; nwnk dwsu qumwrw ]4]1]",
    "transliteration": "Bhagath Karee Har Kae Gun Gaavaa Naanak Dhaas Thumaaraa ||4||1||",
    "translation": "Worshipping the Lord, I sing His Glorious Praises. Nanak is Your slave. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰਾ ਦਾਸ ਹਾਂ (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੀ ਭਗਤੀ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37672,
    "shabad_id": 3285,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "rwmklI mhlw 5 ]",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37673,
    "shabad_id": 3285,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pvhu crxw qil. aUpir Awvhu; AYsI syv kmwvhu ]",
    "transliteration": "Pavahu Charanaa Thal Oopar Aavahu Aisee Saev Kamaavahu ||",
    "translation": "Place yourself beneath all men's feet, and you will be uplifted; serve Him in this way.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਹੇਠ ਪਏ ਰਹੋ। ਜੇ ਇਹੋ ਜਿਹੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਕਮਾਈ ਕਰੋਗੇ, ਤਾਂ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਉਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37674,
    "shabad_id": 3285,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awps qy aUpir sB jwxhu; qau drgh suKu pwvhu ]1]",
    "transliteration": "Aapas Thae Oopar Sabh Jaanahu Tho Dharageh Sukh Paavahu ||1||",
    "translation": "Know that all are above you, and you shall find peace in the Court of the Lord. ||1||",
    "punjabi": "ਜਦੋਂ ਤੁਸੀਂ ਸਭਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲੋਂ ਚੰਗੇ ਸਮਝਣ ਲੱਗ ਪਵੋਗੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਟਿਕੇ ਰਹਿ ਕੇ) ਆਨੰਦ ਮਾਣੋਗੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37675,
    "shabad_id": 3285,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "sMqhu; AYsI kQhu khwxI ]",
    "transliteration": "Santhahu Aisee Kathhahu Kehaanee ||",
    "translation": "O Saints, speak that speech which purifies the gods and sanctifies the divine beings.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਇਹੋ ਜਿਹੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37676,
    "shabad_id": 3285,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "sur pivqR. nr dyv pivqRw; iKnu bolhu gurmuiK bwxI ]1] rhwau ]",
    "transliteration": "Sur Pavithr Nar Dhaev Pavithraa Khin Bolahu Guramukh Baanee ||1|| Rehaao ||",
    "translation": "As Gurmukh, chant the Word of His Bani, even for an instant. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦੇ ਰਹੋ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੇਵਤੇ ਮਨੁੱਖ ਸਭ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37677,
    "shabad_id": 3285,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "prpMcu Coif. shj Gir bYshu; JUTw khhu n koeI ]",
    "transliteration": "Parapanch Shhodd Sehaj Ghar Baisahu Jhoothaa Kehahu N Koee ||",
    "translation": "Renounce your fraudulent plans, and dwell in the celestial palace; do not call anyone else false.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮਾਇਆ ਦਾ ਮੋਹ ਛੱਡ ਕੇ ਕਿਸੇ ਨੂੰ ਭੈੜਾ ਨਾਹ ਆਖਿਆ ਕਰੋ, (ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37678,
    "shabad_id": 3285,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "siqgur imlhu nvY iniD pwvhu; ien ibiD qqu ibloeI ]2]",
    "transliteration": "Sathigur Milahu Navai Nidhh Paavahu Ein Bidhh Thath Biloee ||2||",
    "translation": "Meeting with the True Guru, you shall receive the nine treasures; in this way, you shall find the essence of reality. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ। ਇਸ ਤਰ੍ਹਾਂ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਲੱਭ ਕੇ ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਵੋਗੇ (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰ ਲਵੋਗੇ। ਬੇ-ਮੁਥਾਜ ਹੋ ਜਾਉਗੇ) ॥੨॥",
    "pronunciation": "q`q",
    "type_id": 3
  },
  {
    "id": 37679,
    "shabad_id": 3285,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Brmu cukwvhu. gurmuiK ilv lwvhu; Awqmu cInhu BweI ]",
    "transliteration": "Bharam Chukaavahu Guramukh Liv Laavahu Aatham Cheenahu Bhaaee ||",
    "translation": "Eradicate doubt, and as Gurmukh, enshrine love for the Lord; understand your own soul, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੀਤ ਜੋੜੋ, (ਮਨ ਵਿਚੋਂ) ਭਟਕਣਾ ਦੂਰ ਕਰੋ, ਆਪਣੇ ਆਪ ਦੀ ਪਛਾਣ ਕਰੋ (ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦੇ ਰਹੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37680,
    "shabad_id": 3285,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "inkit kir jwxhu. sdw pRBu hwjru; iksu isau krhu burweI ]3]",
    "transliteration": "Nikatt Kar Jaanahu Sadhaa Prabh Haajar Kis Sio Karahu Buraaee ||3||",
    "translation": "Know that God is near at hand, and ever-present. How could you try to hurt anyone else? ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਆਪਣੇ ਨੇੜੇ ਪ੍ਰਤੱਖ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਸਮਝੋ, (ਫਿਰ) ਕਿਸੇ ਨਾਲ ਭੀ ਕੋਈ ਭੈੜ ਨਹੀਂ ਕਰ ਸਕੋਗੇ (ਇਹੀ ਹੈ ਸਹੀ ਜੀਵਨ-ਰਾਹ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37681,
    "shabad_id": 3285,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "siqguir imilAY mwrgu mukqw; shjy imly suAwmI ]",
    "transliteration": "Sathigur Miliai Maarag Mukathaa Sehajae Milae Suaamee ||",
    "translation": "Meeting with the True Guru, your path shall be clear, and you shall easily meet your Lord and Master.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਜ਼ਿੰਦਗੀ ਦਾ) ਰਸਤਾ ਖੁਲ੍ਹਾ (ਵਿਕਾਰਾਂ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ ਸੁਤੰਤਰ) ਹੋ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਅਡੋਲਤਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਸ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37682,
    "shabad_id": 3285,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Dnu Dnu sy jn. ijnI kil mih hir pwieAw; jn nwnk sd kurbwnI ]4]2]",
    "transliteration": "Dhhan Dhhan Sae Jan Jinee Kal Mehi Har Paaeiaa Jan Naanak Sadh Kurabaanee ||4||2||",
    "translation": "Blessed, blessed are those humble beings, who, in this Dark Age of Kali Yuga, find the Lord. Nanak is forever a sacrifice to them. ||4||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਇਸ ਜੀਵਨ ਵਿਚ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ। ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਮੈਂ ਉਹਨਾਂ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37683,
    "shabad_id": 3286,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwmklI mhlw 5 ]",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37684,
    "shabad_id": 3286,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Awvq hrK n jwvq dUKw; nh ibAwpY mn rognI ]",
    "transliteration": "Aavath Harakh N Jaavath Dhookhaa Neh Biaapai Man Roganee ||",
    "translation": "Coming does not please me, and going does not bring me pain, and so my mind is not afflicted by disease.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਜੇ ਕੋਈ ਮਾਇਕ ਲਾਭ ਹੋਵੇ ਤਾਂ ਖ਼ੁਸ਼ੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾਂਦੀ, ਜੇ ਕੋਈ ਨੁਕਸਾਨ ਹੋ ਜਾਏ ਤਾਂ ਦੁੱਖ ਨਹੀਂ ਵਾਪਰਦਾ, ਕੋਈ ਭੀ ਚਿੰਤਾ ਆਪਣਾ ਦਬਾਉ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37685,
    "shabad_id": 3286,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sdw AnMdu guru pUrw pwieAw; qau auqrI sgl ibEgnI ]1]",
    "transliteration": "Sadhaa Anandh Gur Pooraa Paaeiaa Tho Outharee Sagal Biouganee ||1||",
    "translation": "I am in bliss forever, for I have found the Perfect Guru; my separation from the Lord is totally ended. ||1||",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਮੈਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲਿਆ ਹੈ, ਤਦੋਂ ਤੋਂ (ਮੇਰੇ ਅੰਦਰੋਂ ਪ੍ਰਭੂ ਨਾਲੋਂ) ਸਾਰੀ ਵਿੱਥ ਮੁੱਕ ਚੁਕੀ ਹੈ, (ਮੇਰੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37686,
    "shabad_id": 3286,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ieh ibiD hY; mnu jognI ]",
    "transliteration": "Eih Bidhh Hai Man Joganee ||",
    "translation": "This is how I have joined my mind to the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰਾ) ਮਨ ਇਸ ਤਰ੍ਹਾਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "ibiD:polw bolo",
    "type_id": 3
  },
  {
    "id": 37687,
    "shabad_id": 3286,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "mohu sogu rogu logu n ibAwpY; qh hir hir hir rs BognI ]1] rhwau ]",
    "transliteration": "Mohu Sog Rog Log N Biaapai Theh Har Har Har Ras Bhoganee ||1|| Rehaao ||",
    "translation": "Attachment, sorrow, disease and public opinion do not affect me, and so, I enjoy the subtle essence of the Lord, Har, Har, Har. ||1||Pause||",
    "punjabi": "ਕਿ ਇਸ ਉੱਤੇ ਮੋਹ, ਗ਼ਮ, ਰੋਗ, ਲੋਕ-ਲਾਜ ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ। ਇਸ ਅਵਸਥਾ ਵਿਚ (ਇਹ ਮੇਰਾ ਮਨ) ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37688,
    "shabad_id": 3286,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "surg pivqRw. imrq pivqRw; pieAwl pivqR AlognI ]",
    "transliteration": "Surag Pavithraa Mirath Pavithraa Paeiaal Pavithr Aloganee ||",
    "translation": "I am pure in the heavenly realm, pure on this earth, and pure in the nether regions of the underworld. I remain apart from the people of the world.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਇਸ ਮਨ ਨੂੰ) ਸੁਰਗ, ਮਾਤ-ਲੋਕ, ਪਾਤਾਲ (ਇਕੋ ਜਿਹੇ ਹੀ) ਪਵਿੱਤਰ ਦਿੱਸ ਰਹੇ ਹਨ, ਕੋਈ ਲੋਕ-ਲਾਜ ਭੀ ਨਹੀਂ ਪੋਂਹਦੀ।",
    "pronunciation": "(AlognI)AlOikk[piv`qRw[p-ieAwl",
    "type_id": 3
  },
  {
    "id": 37689,
    "shabad_id": 3286,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AwigAwkwrI sdw suKu BuMcY; jq kq pyKau hir gunI ]2]",
    "transliteration": "Aagiaakaaree Sadhaa Sukh Bhunchai Jath Kath Paekho Har Gunee ||2||",
    "translation": "Obedient to the Lord, I enjoy peace forever; wherever I look, I see the Lord of glorious virtues. ||2||",
    "punjabi": "(ਗੁਰੂ ਦੀ) ਆਗਿਆ ਵਿਚ ਰਹਿ ਕੇ (ਮੇਰਾ ਮਨ) ਸਦਾ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹੈ। ਹੁਣ ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਮੈਨੂੰ ਦਿੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "jq,kq:polw bolo",
    "type_id": 3
  },
  {
    "id": 37690,
    "shabad_id": 3286,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "nh isv skqI. jlu nhI pvnw; qh Akwru nhI mydnI ]",
    "transliteration": "Neh Siv Sakathee Jal Nehee Pavanaa Theh Akaar Nehee Maedhanee ||",
    "translation": "There is no Shiva or Shakti, no energy or matter, no water or wind, no world of form there,",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਇਸ ਮਨ ਵਿਚ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ, ਤੀਰਥ-ਇਸ਼ਨਾਨ, ਪ੍ਰਾਣਾਯਾਮ, ਸੰਸਾਰਕ ਰੂਪ, ਧਰਤੀ ਦੇ ਪਦਾਰਥ ਕੋਈ ਭੀ ਨਹੀਂ ਟਿਕ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37691,
    "shabad_id": 3286,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "siqgur jog kw qhw invwsw; jh Aivgq nwQu Agm DnI ]3]",
    "transliteration": "Sathigur Jog Kaa Thehaa Nivaasaa Jeh Avigath Naathh Agam Dhhanee ||3||",
    "translation": "Where the True Guru, the Yogi, dwells, where the Imperishable Lord God, the Unapproachable Master abides. ||3||",
    "punjabi": "ਹੁਣ ਮੇਰੇ ਇਸ ਮਨ ਵਿਚ ਗੁਰੂ ਦੇ ਮਿਲਾਪ ਦਾ ਸਦਾ ਲਈ ਨਿਵਾਸ ਹੋ ਗਿਆ ਹੈ, ਅਦ੍ਰਿਸ਼ਟ ਅਪਹੁੰਚ ਮਾਲਕ ਖਸਮ-ਪ੍ਰਭੂ ਭੀ ਉਥੇ ਹੀ ਵੱਸਦਾ ਦਿੱਸ ਪਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37692,
    "shabad_id": 3286,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "qnu mnu hir kw. Dnu sBu hir kw; hir ky gux hau ikAw gnI ]",
    "transliteration": "Than Man Har Kaa Dhhan Sabh Har Kaa Har Kae Gun Ho Kiaa Ganee ||",
    "translation": "Body and mind belong to the Lord; all wealth belongs to the Lord; what glorious virtues of the Lord can I describe?",
    "punjabi": "(ਹੁਣ ਮੈਨੂੰ ਸਮਝ ਆ ਗਈ ਹੈ ਕਿ) ਇਹ ਸਰੀਰ, ਇਹ ਜਿੰਦ, ਇਹ ਧਨ ਸਭ ਕੁਝ ਉਸ ਪ੍ਰਭੂ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ (ਉਹ ਬੜਾ ਬਖ਼ਸ਼ਿੰਦ ਹੈ) ਮੈਂ ਉਸ ਦੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37693,
    "shabad_id": 3286,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "khu nwnk. hm qum. guir, KoeI hY; AMBY AMBu imlognI ]4]3]",
    "transliteration": "Kahu Naanak Ham Thum Gur Khoee Hai Anbhai Anbh Miloganee ||4||3||",
    "translation": "Says Nanak, the Guru has destroyed my sense of 'mine and yours'. Like water with water, I am blended with God. ||4||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਮੇਰੇ ਮਨ ਵਿਚੋਂ) ਮੇਰ-ਤੇਰ ਮੁਕਾ ਦਿੱਤੀ ਹੈ (ਮੈਂ ਹੁਣ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਇਉਂ ਮਿਲ ਗਿਆ ਹਾਂ, ਜਿਵੇਂ) ਪਾਣੀ ਵਿਚ ਪਾਣੀ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37694,
    "shabad_id": 3287,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwmklI mhlw 5 ]",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37695,
    "shabad_id": 3287,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qRY gux rhq rhY inrwrI; swiDk isD. n jwnY ]",
    "transliteration": "Thrai Gun Rehath Rehai Niraaree Saadhhik Sidhh N Jaanai ||",
    "translation": "It is beyond the three qualities; it remains untouched. The seekers and Siddhas do not know it.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਕੀਮਤੀ ਪਦਾਰਥ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਵੱਖਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਦਾਰਥ ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲਿਆਂ ਅਤੇ ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀਆਂ ਨਾਲ ਭੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ (ਭਾਵ, ਜੋਗ-ਸਾਧਨਾਂ ਦੀ ਰਾਹੀਂ ਉਹ ਨਾਮ-ਵਸਤੂ ਨਹੀਂ ਮਿਲਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37696,
    "shabad_id": 3287,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rqn koTVI AMimRq sMpUrn; siqgur kY KjwnY ]1]",
    "transliteration": "Rathan Kotharree Anmrith Sanpooran Sathigur Kai Khajaanai ||1||",
    "translation": "There is a chamber filled with jewels, overflowing with Ambrosial Nectar, in the Guru's Treasury. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਕੀਮਤੀ ਪਦਾਰਥ ਗੁਰੂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਹੈ। ਉਹ ਪਦਾਰਥ ਹੈ-ਪ੍ਰਭੂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਗੁਣ-ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨਕ ਭਰੀ ਹੋਈ ਹਿਰਦਾ-ਕੋਠੜੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37697,
    "shabad_id": 3287,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Acrju; ikCu khxu. n jweI ]",
    "transliteration": "Acharaj Kishh Kehan N Jaaee ||",
    "translation": "This thing is wonderful and amazing! It cannot be described.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕ ਅਨੋਖਾ ਤਮਾਸ਼ਾ ਬਣਿਆ ਪਿਆ ਹੈ, ਜਿਸ ਦੀ ਬਾਬਤ ਕੁਝ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-crju",
    "type_id": 3
  },
  {
    "id": 37698,
    "shabad_id": 3287,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "bsqu Agocr BweI ]1] rhwau ]",
    "transliteration": "Basath Agochar Bhaaee ||1|| Rehaao ||",
    "translation": "It is an unfathomable object, O Siblings of Destiny! ||1||Pause||",
    "punjabi": "(ਅਨੋਖਾ ਤਮਾਸ਼ਾ ਇਹ ਹੈ ਕਿ ਗੁਰੂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਇਕ) ਕੀਮਤੀ ਚੀਜ਼ ਹੈ ਜਿਸ ਤਕ (ਮਨੁੱਖ ਦੇ) ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 37699,
    "shabad_id": 3287,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "molu nwhI kCu krxY jogw; ikAw ko khY suxwvY ]",
    "transliteration": "Mol Naahee Kashh Karanai Jogaa Kiaa Ko Kehai Sunaavai ||",
    "translation": "Its value cannot be estimated at all; what can anyone say about it?",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਨਾਮ-ਵਸਤੂ ਦਾ ਮੁੱਲ ਕੋਈ ਭੀ ਜੀਵ ਨਹੀਂ ਪਾ ਸਕਦਾ। ਕੋਈ ਭੀ ਜੀਵ ਉਸ ਦਾ ਮੁੱਲ ਕਹਿ ਨਹੀਂ ਸਕਦਾ, ਦੱਸ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37700,
    "shabad_id": 3287,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "kQn khx kau soJI nwhI; jo pyKY iqsu bix AwvY ]2]",
    "transliteration": "Kathhan Kehan Ko Sojhee Naahee Jo Paekhai This Ban Aavai ||2||",
    "translation": "By speaking and describing it, it cannot be understood; only one who sees it realizes it. ||2||",
    "punjabi": "(ਉਸ ਕੀਮਤੀ ਪਦਾਰਥ ਦੀਆਂ ਸਿਫ਼ਤਾਂ) ਦੱਸਣ ਵਾਸਤੇ ਕਿਸੇ ਦੀ ਭੀ ਅਕਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੀ। ਹਾਂ, ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਵਸਤ ਨੂੰ ਵੇਖ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਉਸ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37701,
    "shabad_id": 3287,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "soeI jwxY krxYhwrw; kIqw ikAw bycwrw ]",
    "transliteration": "Soee Jaanai Karanaihaaraa Keethaa Kiaa Baechaaraa ||",
    "translation": "Only the Creator Lord knows it; what can any poor creature do?",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਸਿਰਜਣਹਾਰ ਨੇ ਉਹ ਪਦਾਰਥ ਬਣਾਇਆ ਹੈ, ਉਸ ਦਾ ਮੁੱਲ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ। ਉਸ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਜੀਵ ਵਿਚ ਅਜੇਹੀ ਸਮਰਥਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37702,
    "shabad_id": 3287,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "AwpxI giq imiq Awpy jwxY; hir Awpy pUr BMfwrw ]3]",
    "transliteration": "Aapanee Gath Mith Aapae Jaanai Har Aapae Poor Bhanddaaraa ||3||",
    "translation": "Only He Himself knows His own state and extent. The Lord Himself is the treasure overflowing. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਉਸ ਕੀਮਤੀ ਪਦਾਰਥ ਨਾਲ ਭਰੇ ਹੋਏ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਮਾਲਕ ਹੈ। ਤੇ, ਉਹ ਆਪ ਕਿਹੋ ਜਿਹਾ ਹੈ, ਕੇਡਾ ਵੱਡਾ ਹੈ-ਇਹ ਗੱਲ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37703,
    "shabad_id": 3287,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "AYsw rsu AMimRqu min cwiKAw; iqRpiq rhy AwGweI ]",
    "transliteration": "Aisaa Ras Anmrith Man Chaakhiaa Thripath Rehae Aaghaaee ||",
    "translation": "Tasting such Ambrosial Nectar, the mind remains satisfied and satiated.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਉਸ ਅਸਚਰਜ ਨਾਮ-ਰਸ ਨੂੰ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਚੱਖਿਆ ਹੈ, ਹੁਣ ਮੈਂ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜ ਗਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 37704,
    "shabad_id": 3287,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "khu nwnk. myrI Awsw pUrI; siqgur kI srxweI ]4]4]",
    "transliteration": "Kahu Naanak Maeree Aasaa Pooree Sathigur Kee Saranaaee ||4||4||",
    "translation": "Says Nanak, my hopes are fulfilled; I have found the Guru's Sanctuary. ||4||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੇਰੀ ਲਾਲਸਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ (ਮੈਨੂੰ ਉਹ ਕੀਮਤੀ ਪਦਾਰਥ ਮਿਲ ਗਿਆ ਹੈ) ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
