{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਰਾਮ ਰਵਣ. ਦੁਰਤ ਦਵਣ; ਸਕਲ ਭਵਣ ਕੁਸਲ ਕਰਣ; ਸਰਬ ਭੂਤ, ਆਪਿ ਹੀ ਦੇਵਾਧਿ ਦੇਵ; ਸਹਸ ਮੁਖ ਫਨਿੰਦ ਜੀਉ ॥",
      "page": 1403,
      "line": 5
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Thou thyself are the contemplator of the Lord, the destroyer of sin, the dispenser of bliss to all the universes, pervading all the beings, God of gods and the thousand mouthed and hooded serpent King."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਤੂੰ ਖੁਦ ਹੀ ਸੁਆਮੀ ਨੂੰ ਸਿਮਰਨ ਵਾਲਾ, ਪਾਪ ਨਸ਼ਟ ਕਰਨਹਾਰ, ਸਾਰਿਆਂ ਆਲਸ਼ਾਂ ਨੂੰ ਖੁਸ਼ੀ ਬਖਸ਼ਣ ਵਾਲਾ, ਸਮੂਹ ਜੀਵਾਂ ਅੰਦਰ ਵਿਆਪਕ, ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਅਤੇ ਹਜਾਰਾ ਮੂੰਹਾਂ ਅਤੇ ਫਣਾ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The Lord of contemplation, Destroyer of sin, who brings pleasure to the beings of all realms, He Himself is the God of gods, Divinity of the divine, the thousand-headed king cobra."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ (ਰਵਣ) ਬਿਆਪਕ ਸਰੂਪ! ਆਪ ਕਾ ਰਾਮ ਨਾਮ (ਦੁਰਤ) ਪਾਪੋਂ ਕੇ (ਦਵਣ) ਦਬਾਵਣੇਹਾਰਾ ਔ ਸੰਪੂਰਨ ਭਵਨੋਂ ਮੇਂ ਕੁਸ਼ਲ ਕਰਨੇਹਾਰਾ ਹੈ, ਪੁਨਾ ਆਪ ਹੀ ਸਰਬ (ਭੂਤ) ਜੀਵ ਰੂਪ ਹੋ ਰਹੇ ਹੋ। ਹੇ (ਦੇਵਾਧਿਦੇਵ) ਦੇਵਤਿਓਂ ਕੇ ਅਧਪਤੀ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ! ਹਜਾਰ ਮੁਖੋਂ ਵਾਲਾ ਸਰਪੋਂ ਕਾ ਰਾਜਾ ਸੇਸਨਾਗ ਭੀ ਆਪ ਕੀ ਉਸਤਤੀ ਉਚਾਰਨ ਕਰ ਰਿਹਾ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਆਪ ਅਕਾਲ ਪੁਰਖ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਭ ਥਾਈਂ ਸੁਖ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਜੀਆਂ ਵਿਚ ਆਪ ਹੀ ਹਨ, ਆਪ ਹੀ ਦੇਵਤਿਆਂ ਦੇ ਦੇਵਤਾ ਹਨ। ਅਤੇ (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਜ਼ਾਰਾਂ ਮੂੰਹਾਂ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਭੀ ਆਪ ਹੀ ਹਨ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "El Señor de Meditación, Destructor del Error, Quien trae Placer a todos los seres de Su Reino, Dios de dioses, Divinidad de lo divino, Sheshnaga, el Rey Cobre de las mil cabezas."
    }
  ]
}
