{
  "content": [
    {
      "asset": "GSNL",
      "type": "translation",
      "language": "pa",
      "data": "ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਉਸ ਸੱਚੇ ਅਤੇ ਸਮਰੱਥ ਦੇ ਨੂਰ ਨੂੰ ਚਮਕਾਉਣ ਵਾਲੀ, ਅਤੇ ਰੱਬ ਤੇ ਭਰੋਸੇ ਦੇ ਗਿਆਨ ਨੂੰ ਰੋਸ਼ਨ ਕਰਨ ਵਾਲੀ ਹੈ । ਉਸ ਸਦੀਵੀ ਜਾਣਕਾਰੀ ਦਾ ਝੰਡਾ ਉੱਚਂ ਕਰਨ ਵਾਲੀ ਅਤੇ ਗਿਆਨ ਦੇ ਅੰਨ੍ਹੇਰੇ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲੀ, ਪਾਤਾਲ ਤੋਂ ਲੈਕੇ ਅਨੰਤ ਤਕ ਉਸ ਰੱਬ ਦੇ ਫਰਮਾਨ ਦਾ ਪਲਾਨਾ ਆਪਣੇ ਮੋਢੇ ਤੇ ਰੱਖੀ ਬੈਠੀ ਹੈ । ਲਾਹੂੂਤ ਤੋਂ ਲੈਕੇ ਇਸ ਜਹਾਨ ਤੱਕ ਸਭ ਉਸ ਦੇ ਦਰ ਦੀ ਖਾਕ ਹਨ । ਉਸ ਦਾ ਜੱਸ ਗਾਇਣ ਕਰਣ ਵਾਲਾ ਆਪ ਵੱਡੇ ਮਰਤਬੇ ਵਾਲਾ ਰੱਬ ਹੈ ਅਤੇ ਉਸ ਦਾ ਤਾਲਬ ਆਪ ਰੱਬ ਦੀ ਅਬਿਨਾਸੀ ਜ਼ਾਤ ਹੈ । ਹਰ ਚੌਥੇ ਅਤੇ ਛੇਵੇਂ ਫਰਿਸ਼ਤੇ ਦਾ ਕਲਾਮ ਵੀ ਉਸੇ ਦੀ ਸਿਫਤ ਸਾਲਾਹ ਕਰਣ ਤੋਂ ਅਸਮਰੱਥ ਹੈ ਅਤੇ ਉਸ ਦਾ ਨੂਰ ਨਾਲ ਭਰਿਆ ਝੰਡਾ ਦੋਹਾਂ ਜਹਾਨਾਂ ਤੇ ਝੁਲਦਾ ਹੈ । ਉਸ ਦੇ ਹੁਕਮ ਦੀ ਮਿਸਾਲ ਰੱਬ ਦੀਆਂ ਨੂਰਾਨੀ ਕਿਰਨਾਂ ਹਨ ਅਤੇ ਉਸਦੇ ਸਾਹਮਣੇ ਲੱਖਾਂ ਚੰਨ ਸੂਰਜ ਅੰਨ੍ਹੇਰੇ ਦੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁਬ ਜਾਂਦੇ ਹਨ । ਉਸ ਦੇ ਬਚਨ ਅਤੇ ਆਗਿਆ ਦੁਨੀਆਂ ਦੇ ਲੋਕਾਂ ਲਈ ਸਰਵੋਤਮ ਹਨ, ਅਤੇ ਉਸ ਦੀ ਸਫਾਰਸ਼ ਦੋਹਾਂ ਜਹਾਨਾਂ ਲਈ ਪਹਿਲਾ ਦਰਜਾ ਰਖਦੀ ਹੈ । ਉਸ ਦੇ ਸੱਚੇ ਖਿਤਾਬ ਦੋਹਾਂ ਜਹਾਨਾਂ ਦੇ ਮੁਰਸ਼ਦ ਹਨ ਅਤੇ ਉਸ ਦੀ ਸੱਚੀ ਜ਼ਾਤ ਗੁਨਾਹਗਾਰਾਂ ਲਈ ਰਹਿਮਤ ਹੈ । ਰੱਬ ਦੀ ਦਰਗਾਹ ਦੇ ਦੇਵਤੇ ਉਸ ਮੁਰਸ਼ਦ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਨੂੰ ਚੁੰਮਦੇ ਹਨ ਅਤੇ ਉਚੇਰੇ ਦਰਬਾਰ ਦੇ ਪਵਿੱਤ੍ਰ ਫਰਸ਼ਿਤੇ ਉਸ ਮੁਰਸ਼ਦ ਦੇ ਗੋਲੇ ਅਤੇ ਗੁਲਾਮ ਹਨ । ਉਸ ਦੇ ਪਵਿੱਤ੍ਰ ਨਾਮ ਦੇ ਦੋਵੇਂ ਨੂੰਨ ਨਿਆਮਤਾਂ ਬਖਸ਼ਣ ਵਾਲੇ ਅਤੇ ਸਹਾਈ ਹੋਣ ਵਾਲੇ ਹਨ । ਵਿਚਕਾਰਲਾ ਅਲਿਫ ਅਕਾਲਪੁਰਖ ਦਾ ਲਖਾਇਕ ਹੈ, ਅਖੀਰਲਾ ਕਾਫ਼ ਅੰਤਮ ਮਹਾਂਪੁਰਖ ਦਾ ਸੂਚਕ ਹੈ । ਉਸ ਦੀ ਫਕੀਰੀ ਕਾਮਲ ਫਕਰ ਦਾ ਸਿਰ ਉੱਚਾ ਕਰਨ ਵਾਲੀ ਹੈ ਅਤੇ ਉਸ ਦੀ ਸਖਾਵਤ ਦੋਹਾਂ ਜਹਾਨਾਂ ਵਿਚ ਭਰਪੂਰ ਹੈ ।"
    },
    {
      "asset": "KEGP",
      "type": "translation",
      "language": "en",
      "data": "Pehlee Paatshaahee (Sri Guru Nanak Dev Ji). The first Sikh Guru, Guru Nanak Dev Ji, was the one who glistened the true and all-powerful refulgence of the Almighty and to highlight the significance of knowledge of complete faith in Him. He was the one who elevated the flag of eternal spirituality and eliminated the darkness of ignorance of divine enlightenment and who took upon his own shoulders the responsibility of propagating the message of Akaalpurakh. Beginning from the earliest time to the present world, everyone considers himself to be the dust at his door; The highest-ranked, the Lord, Himself sings his praises; and his disciple-student is the divine lineage of Waaheguru Himself. Every fourth and sixth angel is unable to describe Guru's eclat in their expressions; and his radiance filled flag is flying over both the worlds. Examples of his command are the brilliant rays emanating from the Provident and when compared to him, millions of suns and moons get drowned in the oceans of darkness. His words, messages and orders are the supreme for the people of the world and his recommendations rank absolutely first in both the worlds. His true titles are the guide for both the worlds; and his true disposition is the compassion for the sinful. The gods in the court of Waaheguru consider it a privilege to kiss the dust of his lotus feet and the angles of the higher court are slaves and servitors of this mentor. Both the N's in his name depict nurturer, nourisher ans neighborly (boons, support and benefactions); the middle A represents the Akaalpurakh, and the last K represents the Ultimate great prophet. His mendicancy raises the bar of detachment from the worldly distractions to the highest level and his generosity and benevolence prevails all over both the worlds."
    }
  ]
}
