[
  {
    "SHABAD_ID": 3685,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "guir mMqRü AvKDu. nwmu dInw; jn nwnk. sMkt join, n pwie ]5]2]",
    "TRANSLITERATION": "Gur Manthra Avakhadhh Naam Dheenaa Jan Naanak Sankatt Jon N Paae ||5||2||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਮੰਤ੍ਰੁ ਦੇ ਦਿੱਤਾ, ਨਾਮ-ਦਾਰੂ ਦੇ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ (ਚੌਰਾਸੀ ਲੱਖ) ਜੂਨਾਂ ਦੇ ਕਲੇਸ਼ ਨਹੀਂ ਪਾਂਦਾ ॥੫॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3685,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "ry nr; ien ibiD pwir prwie ]",
    "TRANSLITERATION": "Rae Nar Ein Bidhh Paar Paraae ||",
    "PUNJABI": "ਇਸ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "ibiD: polw bolo"
  },
  {
    "SHABAD_ID": 3685,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "iDAwie hir jIau. hoie imrqku; iqAwig dUjw Bwau ] rhwau dUjw ]2]11]",
    "TRANSLITERATION": "Dhhiaae Har Jeeo Hoe Mirathak Thiaag Dhoojaa Bhaao || Rehaao Dhoojaa ||2||11||",
    "PUNJABI": "ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਵਿਕਾਰਾਂ ਵਲੋਂ ਮੁਰਦਾ ਹੋ ਜਾ, ਅਤੇ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਪਿਆਰ ਛੱਡ ਦੇਹ।ਰਹਾਉ ਦੂਜਾ ॥੨॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "bwhir FUFn qy. CUit pry; guir. Gr hI mwih idKwieAw Qw ]",
    "TRANSLITERATION": "Baahar Dtoodtan Thae Shhoott Parae Gur Ghar Hee Maahi Dhikhaaeiaa Thhaa ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਨੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦੀਦਾਰ ਕਰਵਾ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਾਲ ਬਾਹਰ (ਜੰਗਲਾਂ ਵਿਚ) ਕਰਨ ਤੋਂ ਬਚ ਗਿਆ ਹਾਂ।",
    "PRONUNCIATION": "bw-hir"
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "AnBau Acrj rUpu pRB pyiKAw; myrw mnu Coif. n kqhU jwieAw Qw ]1]",
    "TRANSLITERATION": "Anabho Acharaj Roop Prabh Paekhiaa Maeraa Man Shhodd N Kathehoo Jaaeiaa Thhaa ||1||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਅਸਚਰਜ ਰੂਪ ਦਾ ਹਿਰਦੇ ਵਿੱਚ ਅਨੁਭਵ ਹੋ ਗਿਆ ਹੈ, ਤਾਂ ਹੁਣ ਮੇਰਾ ਮਨ ਉਸਦਾ ਆਸਰਾ ਛੱਡ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦਾ ॥੧॥",
    "PRONUNCIATION": "An-Bau A-crj"
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "mwnku pwieE ry. pwieE; hir pUrw pwieAw Qw ]",
    "TRANSLITERATION": "Maanak Paaeiou Rae Paaeiou Har Pooraa Paaeiaa Thhaa ||",
    "PUNJABI": "ਮੈਂ ਮੋਤੀ ਲੱਭ ਲਿਆ ਹੈ, ਮੈਂ ਪੂਰਨ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "moil Amolu. n pwieAw jweI; kir ikrpw gurU idvwieAw Qw ]1] rhwau ]",
    "TRANSLITERATION": "Mol Amol N Paaeiaa Jaaee Kar Kirapaa Guroo Dhivaaeiaa Thhaa ||1|| Rehaao ||",
    "PUNJABI": "ਇਹ ਮੋਤੀ ਬਹੁਤ ਅਮੋਲਕ ਹੈ, ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਮੈਨੂੰ ਤਾਂ ਇਹ ਮੋਤੀ ਗੁਰੂ ਨੇ ਦਿਵਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "Aidstu Agocru pwrbRhmu; imil swDU AkQu kQwieAw Qw ]",
    "TRANSLITERATION": "Adhisatt Agochar Paarabreham Mil Saadhhoo Akathh Kathhaaeiaa Thhaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ, ਸਾਡੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਰ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ ਹੈ।",
    "PRONUNCIATION": "A-kQu: polw bolo"
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "Anhd sbdu dsmduAwir vijE; qh AMimRq nwmu cuAwieAw Qw ]2]",
    "TRANSLITERATION": "Anehadh Sabadh Dhasam Dhuaar Vajiou Theh Anmrith Naam Chuaaeiaa Thhaa ||2||",
    "PUNJABI": "ਮੇਰੇ ਦਿਮਾਗ਼ ਵਿਚ ਹੁਣ ਹਰ ਵੇਲੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਪ੍ਰਭਾਵ ਪਾ ਰਹੀ ਹੈ; ਮੇਰੇ ਅੰਦਰ ਹੁਣ ਹਰ ਵੇਲੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਚੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "v`ijE"
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "qoit nwhI. min iqRsnw bUJI; AKut BMfwr smwieAw Qw ]",
    "TRANSLITERATION": "Thott Naahee Man Thrisanaa Boojhee Akhutt Bhanddaar Samaaeiaa Thhaa ||",
    "PUNJABI": "ਮੇਰੇ ਮਨ ਵਿਚ ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਭਰ ਗਏ ਹਨ, ਇਹਨਾਂ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ ਕਦੇ ਕਮੀ ਨਹੀਂ ਆ ਸਕਦੀ, ਮਨ ਵਿਚ (ਵੱਸ-ਰਹੀ) ਤ੍ਰਿਸ਼ਨਾ (-ਅੱਗ ਦੀ ਲਾਟ) ਬੁੱਝ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "crx crx crx gur syvy; AGVu GiVE rsu pwieAw Qw ]3]",
    "TRANSLITERATION": "Charan Charan Charan Gur Saevae Agharr Gharriou Ras Paaeiaa Thhaa ||3||",
    "PUNJABI": "ਮੈਂ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲੈ ਰਿਹਾ ਹਾਂ। ਮੈਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ਹੈ, ਤੇ ਪਹਿਲੀ ਕੋਝੀ ਘਾੜਤ ਵਾਲਾ ਮਨ ਹੁਣ ਸੋਹਣਾ ਬਣ ਗਿਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": "A-GVu"
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "shjy Awvw shjy jwvw; shjy mnu KylwieAw Qw ]",
    "TRANSLITERATION": "Sehajae Aavaa Sehajae Jaavaa Sehajae Man Khaelaaeiaa Thhaa ||",
    "PUNJABI": "ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰਾ ਮਨ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਕਾਰ-ਵਿਹਾਰ ਕਰ ਰਿਹਾ ਹੈ, ਮਨ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਖੇਡ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3686,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "khu nwnk. Brmu, guir KoieAw; qw hir mhlI mhlu pwieAw Qw ]4]3]12]",
    "TRANSLITERATION": "Kahu Naanak Bharam Gur Khoeiaa Thaa Har Mehalee Mehal Paaeiaa Thhaa ||4||3||12||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜਦੋਂ ਦੀ) ਗੁਰੂ ਨੇ ਮੇਰੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਸਦਾ ਅਸਥਿਰ ਟਿਕਾਣੇ ਵਾਲੇ ਹਰੀ (ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ ਹੈ ॥੪॥੩॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "ijsih swij invwijAw; iqsih isau ruc nwih ]",
    "TRANSLITERATION": "Jisehi Saaj Nivaajiaa Thisehi Sio Ruch Naahi ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਤੈਨੂੰ ਪੈਦਾ ਕਰ ਕੇ ਕਈ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕੀਤੀਆਂ ਹੋਈਆਂ ਹਨ, ਉਸ ਨਾਲ ਹੀ ਤੇਰਾ ਪਿਆਰ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "Awn rUqI. Awn boeIAY; Plu. n PUlY qwih ]1]",
    "TRANSLITERATION": "Aan Roothee Aan Boeeai Fal N Foolai Thaahi ||1||",
    "PUNJABI": "(ਤੂੰ ਹੋਰ ਹੋਰ ਆਹਰਾਂ ਵਿਚ ਲੱਗਾ ਫਿਰਦਾ ਹੈਂ, ਪਰ ਜੇ) ਰੁੱਤ ਕੋਈ ਹੋਵੇ, ਬੀਜ ਕੋਈ ਹੋਰ ਬੀਜ ਦੇਈਏ, ਉਸ ਨੂੰ ਨਾਹ ਫੁੱਲ ਲੱਗਦਾ ਹੈ ਨਾਹ ਫਲ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "ry mn; vqR bIjx nwau ]",
    "TRANSLITERATION": "Rae Man Vathr Beejan Naao ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਇਹ ਮਨੁੱਖਾ ਜੀਵਨ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ-ਬੀਜਣ ਲਈ ਢੁਕਵਾਂ ਸਮਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "boie KyqI lwie mnUAw; Blo smau suAwau ]1] rhwau ]",
    "TRANSLITERATION": "Boe Khaethee Laae Manooaa Bhalo Samo Suaao ||1|| Rehaao ||",
    "PUNJABI": "ਆਪਣਾ ਮਨ ਲਾ ਕੇ (ਹਿਰਦੇ ਦੀ) ਖੇਤੀ ਵਿਚ (ਨਾਮ) ਬੀਜ ਲੈ। ਇਹੀ ਚੰਗਾ ਮੌਕਾ ਹੈ, (ਇਸੇ ਵਿਚ) ਲਾਭ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "Koie KhVw Brmu mn kw; siqgur srxI jwie ]",
    "TRANSLITERATION": "Khoe Kheharraa Bharam Man Kaa Sathigur Saranee Jaae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੀ ਜ਼ਿੱਦ ਆਪਣੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ, ਤੇ, ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਉ (ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਬੀਜ ਬੀਜ ਲੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "krmu ijs kau Durhu iliKAw; soeI kwr kmwie ]2]",
    "TRANSLITERATION": "Karam Jis Ko Dhhurahu Likhiaa Soee Kaar Kamaae ||2||",
    "PUNJABI": "ਪਰ ਇਹ ਕਾਰ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "Bwau lwgw goibd isau; Gwl pweI Qwie ]",
    "TRANSLITERATION": "Bhaao Laagaa Gobidh Sio Ghaal Paaee Thhaae ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੀ ਨਾਮ ਸਿਮਰਨ ਦੀ) ਮਿਹਨਤ ਪਰਮਾਤਮਾ ਪਰਵਾਨ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "Kyiq myrY jMimAw; inKuit. n kbhU jwie ]3]",
    "TRANSLITERATION": "Khaeth Maerai Janmiaa Nikhutt N Kabehoo Jaae ||3||",
    "PUNJABI": "ਮੇਰੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ ਭੀ ਉਹ ਨਾਮ-ਫ਼ਸਲ ਉੱਗ ਪਿਆ ਹੈ ਜੋ ਕਦੇ ਭੀ ਮੁੱਕਦਾ ਨਹੀਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "pwieAw Amolu pdwrQo; Coif. n kqhU jwie ]",
    "TRANSLITERATION": "Paaeiaa Amol Padhaarathho Shhodd N Kathehoo Jaae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਅਮੋਲਕ ਪਦਾਰਥ ਲੱਭ ਲਿਆ, ਉਹ ਇਸ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦੇ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3687,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "khu nwnk. suKu pwieAw; iqRpiq rhy AwGwie ]4]4]13]",
    "TRANSLITERATION": "Kahu Naanak Sukh Paaeiaa Thripath Rehae Aaghaae ||4||4||13||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਪੂਰਨ ਤੌਰ ਤੇ ਸੰਤੋਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੪॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "PUto AWfw Brm kw; mnih BieE prgwsu ]",
    "TRANSLITERATION": "Footto Aaanddaa Bharam Kaa Manehi Bhaeiou Paragaas ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਗਈ, ਉਸ ਦਾ ਭਰਮ (ਭਟਕਣ) ਦਾ ਆਂਡਾ ਫੁੱਟ ਗਿਆ (ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਉਡਾਰੀ ਲਾਣ-ਜੋਗਾ ਹੋ ਗਿਆ, ਜਿਵੇਂ ਆਂਡੇ ਦੇ ਖ਼ੋਲ ਦੇ ਫੁੱਟ ਜਾਣ ਪਿੱਛੋਂ ਉਸ ਦੇ ਅੰਦਰ ਦਾ ਪੰਛੀ ਉਡਾਰੀਆਂ ਲਾਣ ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "kwtI byrI pgh qy; guir kInI bMid Klwsu ]1]",
    "TRANSLITERATION": "Kaattee Baeree Pageh Thae Gur Keenee Bandh Khalaas ||1||",
    "PUNJABI": "ਜਿਸ ਦੇ ਪੈਰਾਂ ਤੋਂ ਗੁਰੂ ਨੇ (ਮੋਹ ਦੀਆਂ) ਬੇੜੀਆਂ ਕੱਟ ਦਿੱਤੀਆਂ, ਜਿਸ ਨੂੰ ਮੋਹ ਦੀ ਕੈਦ ਤੋਂ ਛੁਟਕਾਰਾ ਦੇ ਦਿੱਤਾ ॥੧॥",
    "PRONUNCIATION": "pg-h: polw bolo"
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "Awvx jwxu rihE ]",
    "TRANSLITERATION": "Aavan Jaan Rehiou ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਮੁੱਕ ਗਈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "qpq kVwhw buiJ gieAw; guir. sIql nwmu dIE ]1] rhwau ]",
    "TRANSLITERATION": "Thapath Karraahaa Bujh Gaeiaa Gur Seethal Naam Dheeou ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਠੰਢ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਦੇ ਦਿੱਤਾ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਦਾ ਭਾਂਬੜ ਬੁੱਝ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "buiJ: polw bolo,g-ieAw"
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "jb qy. swDUsMgu BieAw; qau Coif gey. inghwr ]",
    "TRANSLITERATION": "Jab Thae Saadhhoo Sang Bhaeiaa Tho Shhodd Geae Nigehaar ||",
    "PUNJABI": "ਜਦੋਂ (ਕਿਸੇ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ (ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਉੱਤੇ) ਤੱਕ ਰੱਖਣ ਵਾਲੇ (ਵਿਕਾਰ ਉਸ ਨੂੰ) ਛੱਡ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(inghwr) AOgux, ivkwr"
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "ijs kI Atk. iqs qy CutI; qau khw krY kotvwr ]2]",
    "TRANSLITERATION": "Jis Kee Attak This Thae Shhuttee Tho Kehaa Karai Kottavaar ||2||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਵਲੋਂ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਪਾਈ ਹੋਈ ਰੁਕਾਵਟ ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਤਦੋਂ (ਉਹਨਾਂ ਤੱਕ ਰਖਣ ਵਾਲਿਆਂ ਦਾ ਸਰਦਾਰ) ਕੋਤਵਾਲ (ਮੋਹ) ਭੀ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "Cu`tI[ (kotvwr) Twxydwr, Drmrwjw"
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "cUkw Bwrw krm kw; hoey inhkrmw ]",
    "TRANSLITERATION": "Chookaa Bhaaraa Karam Kaa Hoeae Nihakaramaa ||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਮੰਦ-ਕਰਮਾਂ ਦਾ ਕਰਜ਼ (ਭਾਵ, ਵਿਕਾਰਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ) ਮੁੱਕ ਗਿਆ, ਉਹ ਮੰਦ-ਕਰਮਾਂ ਦੀ ਕੈਦ ਵਿਚੋਂ ਨਿਕਲ ਗਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "swgr qy kMFY cVy; guir. kIny Drmw ]3]",
    "TRANSLITERATION": "Saagar Thae Kandtai Charrae Gur Keenae Dhharamaa ||3||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਗੁਰੂ ਨੇ ਉਪਕਾਰ ਕਰ ਦਿੱਤਾ, ਉਹ (ਸੰਸਾਰ-) ਸਮੁੰਦਰ (ਵਿਚ ਡੁੱਬਣ) ਤੋਂ (ਬਚ ਕੇ) ਕੰਢੇ ਉਤੇ ਪਹੁੰਚ ਗਏ ॥੩॥",
    "PRONUNCIATION": "cV@y"
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "scu Qwnu scu bYTkw; scu suAwau bxwieAw ]",
    "TRANSLITERATION": "Sach Thhaan Sach Baithakaa Sach Suaao Banaaeiaa ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਨੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ ਬਣਾ ਲਿਆ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਚਰਨ ਹੀ ਉਸ ਲਈ (ਆਤਮਕ ਰਿਹਾਇਸ਼ ਦਾ) ਥਾਂ ਬਣ ਗਿਆ, ਬੈਠਕ ਬਣ ਗਈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3688,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "scu pUMjI. scu vKro; nwnk. Gir pwieAw ]4]5]14]",
    "TRANSLITERATION": "Sach Poonjee Sach Vakharo Naanak Ghar Paaeiaa ||4||5||14||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਉਤੇ ਗੁਰੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਆਪਣੇ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਸਰਮਾਇਆ ਲੱਭ ਲਿਆ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਸੌਦਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੪॥੫॥੧੪॥",
    "PRONUNCIATION": "v`Kro"
  },
  {
    "SHABAD_ID": 3689,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  }
]