[
  {
    "SHABAD_ID": 3711,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "DMDY Dwvq jgu bwiDAw; nw bUJY vIcwru ]",
    "TRANSLITERATION": "Dhhandhhai Dhhaavath Jag Baadhhiaa Naa Boojhai Veechaar ||",
    "PUNJABI": "ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਵਿਚ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਕਰਦਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੱਝ ਜਾਂਦਾ ਹੈ, ਉਹ (ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਦੀ ਕੋਈ) ਸੋਚ ਸੋਚ ਹੀ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3711,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "jMmx mrxu ivswirAw; mnmuK mugDu gvwru ]",
    "TRANSLITERATION": "Janman Maran Visaariaa Manamukh Mugadhh Gavaar ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਅਜੇਹਾ ਮੂਰਖ ਤੇ ਬੁੱਧੂ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਭੁਲਾ ਹੀ ਬੈਠਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3711,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "guir rwKy. sy aubry; scw sbdu vIcwir ]7]",
    "TRANSLITERATION": "Gur Raakhae Sae Oubarae Sachaa Sabadh Veechaar ||7||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਸੱਚੇ ਸ਼ਬਦ ਨੂੰ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾ ਕੇ (ਮੋਹ ਦੀ ਜੇਵੜੀ ਵਿਚੋਂ) ਬਚ ਨਿਕਲੇ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3711,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "sUhtu ipMjir pRym kY; bolY bolxhwru ]",
    "TRANSLITERATION": "Soohatt Pinjar Praem Kai Bolai Bolanehaar ||",
    "PUNJABI": "(ਤੋਤਾ ਆਪਣੇ ਮਾਲਕ ਦੇ ਪਿੰਜਰੇ ਵਿਚ ਪੈ ਕੇ ਉਹੀ ਬੋਲੀ ਬੋਲਦਾ ਹੈ ਜੋ ਮਾਲਕ ਸਿਖਾਂਦਾ ਹੈ, ਮਾਲਕ ਉਹ ਬੋਲੀ ਸੁਣ ਕੇ ਤੋਤੇ ਉਤੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ) ਜੇਹੜਾ ਜੀਵ-ਤੋਤਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦੇ ਪਿੰਜਰੇ ਵਿਚ ਪੈ ਕੇ ਉਹ ਬੋਲ ਬੋਲਦਾ ਹੈ ਜੋ ਇਸ ਦੇ ਅੰਦਰ ਬੋਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3711,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "scu cugY. AMimRqu pIAY; aufY q eykw vwr ]",
    "TRANSLITERATION": "Sach Chugai Anmrith Peeai Ouddai Th Eaekaa Vaar ||",
    "PUNJABI": "ਤਾਂ ਉਹ ਜੀਵ-ਤੋਤਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਦੀ ਚੋਗ ਚੁਗਦਾ ਹੈ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ। (ਸਰੀਰ-ਪਿੰਜਰੇ ਨੂੰ ਸਦਾ ਲਈ) ਇਕੋ ਵਾਰੀ ਹੀ ਤਿਆਗ ਜਾਂਦਾ ਹੈ (ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਪੈਦਾ)।",
    "PRONUNCIATION": "cugY: polw bolo"
  },
  {
    "SHABAD_ID": 3711,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "guir imilAY. Ksmu pCwxIAY; khu nwnk. moK duAwru ]8]2]",
    "TRANSLITERATION": "Gur Miliai Khasam Pashhaaneeai Kahu Naanak Mokh Dhuaar ||8||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਖਸਮ-ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਜਾਂਦੀ ਹੈ, ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੮॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 1 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "sbid mrY. qw mwir mru; Bwgo iksu pih jwau ]",
    "TRANSLITERATION": "Sabadh Marai Thaa Maar Mar Bhaago Kis Pehi Jaao ||",
    "PUNJABI": "(ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਆਪਾ-ਭਾਵ ਤੋਂ ਮਰਦਾ ਹੈ ਤਦੋਂ ਉਹ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ। (ਉਂਞ ਮੌਤ ਤੋਂ) ਭੱਜ ਕੇ ਮੈਂ ਕਿਸ ਦੇ ਪਾਸ ਜਾ ਸਕਦਾ ਹਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "ijs kY fir BY BwgIAY; AMimRqu qw ko nwau ]",
    "TRANSLITERATION": "Jis Kai Ddar Bhai Bhaageeai Anmrith Thaa Ko Naao ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਡਰ ਵਿਚ ਰਿਹਾਂ ਅਦਬ ਵਿਚ ਰਿਹਾਂ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ (ਉਸ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ), ਉਸ ਦਾ ਨਾਮ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrih rwKih eyku qU; bIjau. nwhI Qwau ]1]",
    "TRANSLITERATION": "Maarehi Raakhehi Eaek Thoo Beejo Naahee Thhaao ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਮਾਰਦਾ ਹੈਂ ਤੂੰ ਆਪ ਹੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ। ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ (ਜੋ ਮਾਰ ਸਕੇ ਜਾਂ ਮੌਤ ਤੋਂ ਬਚਾ ਸਕੇ) ॥੧॥",
    "PRONUNCIATION": "bI~jau"
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "bwbw. mY kucIlu; kwcau miq hIn ]",
    "TRANSLITERATION": "Baabaa Mai Kucheel Kaacho Mathiheen ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਮੈਂ ਗੰਦਾ ਹਾਂ, ਕਮਜ਼ੋਰ-ਦਿਲ ਹਾਂ, ਅਕਲ ਤੋਂ ਸੱਖਣਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "nwm ibnw. ko kCu nhI; guir pUrY. pUrI miq kIn ]1] rhwau ]",
    "TRANSLITERATION": "Naam Binaa Ko Kashh Nehee Gur Poorai Pooree Math Keen ||1|| Rehaao ||",
    "PUNJABI": "ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਜੀਵ ਕਾਸੇ ਜੋਗਾ ਨਹੀਂ ਹੈ (ਅਕਲੋਂ ਖ਼ਾਲੀ ਹੈ)। (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਉਹ ਮੱਤ ਦੇ ਦਿੱਤੀ ਜਿਸ ਨਾਲ ਉਹ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਉਕਾਈ ਨਾਹ ਖਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "Avgix suBr. gux nhI; ibnu gux. ikau Gir jwau ]",
    "TRANSLITERATION": "Avagan Subhar Gun Nehee Bin Gun Kio Ghar Jaao ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਮੈਂ ਔਗੁਣ ਨਾਲ ਨਕਾ-ਨਕ ਭਰ ਜਾਂਦਾ ਹਾਂ, ਮੇਰੇ ਵਿਚ ਗੁਣ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦੇ, ਤੇ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਮੈਂ (ਪਰਮਾਤਮਾ ਦੇ) ਦੇਸ ਵਿਚ ਕਿਵੇਂ ਪਹੁੰਚ ਸਕਦਾ ਹਾਂ?",
    "PRONUNCIATION": "su`Br"
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "shij sbid suKu aUpjY; ibnu Bwgw. Dnu nwih ]",
    "TRANSLITERATION": "Sehaj Sabadh Sukh Oopajai Bin Bhaagaa Dhhan Naahi ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਦਾ ਹੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਪਰ ਇਹ ਨਾਮ-ਧਨ ਕਿਸਮਤ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "ijn kY nwmu. n min vsY; sy bwDy dUK shwih ]2]",
    "TRANSLITERATION": "Jin Kai Naam N Man Vasai Sae Baadhhae Dhookh Sehaahi ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹ ਔਗੁਣਾਂ ਦੇ ਬੱਧੇ ਹੋਏ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "ijnI nwmu ivswirAw; sy ikqu Awey sMswir ]",
    "TRANSLITERATION": "Jinee Naam Visaariaa Sae Kith Aaeae Sansaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਉਹ ਸੰਸਾਰ ਵਿਚ ਕਾਹਦੇ ਲਈ ਆਏ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "AwgY pwCY suKu nhI; gwfy lwdy Cwru ]",
    "TRANSLITERATION": "Aagai Paashhai Sukh Nehee Gaaddae Laadhae Shhaar ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਸੁਖ, ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ, ਉਹ ਤਾਂ ਸੁਆਹ ਦੇ ਲੱਦੇ ਹੋਏ ਗੱਡੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "ivCuiVAw. mylw nhI; dUKu Gxo jm duAwir ]3]",
    "TRANSLITERATION": "Vishhurriaa Maelaa Nehee Dhookh Ghano Jam Dhuaar ||3||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਹਨ, ਪਰਮਾਤਮਾ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਮਿਲਾਪ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਜਮਰਾਜ ਦੇ ਡਰ ਤੇ ਡਾਢਾ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "AgY ikAw jwxw, nwih mY; BUly qU smJwie ]",
    "TRANSLITERATION": "Agai Kiaa Jaanaa Naahi Mai Bhoolae Thoo Samajhaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਕਿ ਤੇਰੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਮੇਰੇ ਨਾਲ ਕਿਹੀ ਵਾਪਰੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "BUly mwrgu jo dsy; iqs kY lwgau pwie ]",
    "TRANSLITERATION": "Bhoolae Maarag Jo Dhasae This Kai Laago Paae ||",
    "PUNJABI": "ਮੈਨੂੰ ਭੁੱਲੇ ਹੋਏ ਨੂੰ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਅਕਲ ਦੇਹ। ਮੈਨੂੰ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਨੂੰ ਜੇਹੜਾ ਕੋਈ ਰਸਤਾ ਦੱਸੇਗਾ, ਮੈਂ ਉਸ ਦੇ ਪੈਰੀਂ ਲੱਗਾਂਗਾ।",
    "PRONUNCIATION": "d`sy"
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "gur ibnu. dwqw ko nhI; kImiq khxu. n jwie ]4]",
    "TRANSLITERATION": "Gur Bin Dhaathaa Ko Nehee Keemath Kehan N Jaae ||4||",
    "PUNJABI": "(ਸਹੀ ਰਸਤੇ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਇਸ ਦਾਤ ਦਾ ਮੁੱਲ ਪਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "swjnu dyKw. qw gil imlw; swcu pTwieE lyKu ]",
    "TRANSLITERATION": "Saajan Dhaekhaa Thaa Gal Milaa Saach Pathaaeiou Laekh ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਰਹੀ ਹਾਂ, ਇਹ ਸਿਮਰਨ-ਰੂਪ ਚਿੱਠੀ ਮੈਂ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ) ਭੇਜੀ ਹੈ, ਜਦੋਂ ਉਸ ਸੱਜਣ-ਪ੍ਰਭੂ ਦਾ ਮੈਂ ਦਰਸਨ ਕਰਾਂਗੀ ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਗਲ ਨਾਲ ਲੱਗ ਜਾਵਾਂਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "muiK iDmwxY. Dn KVI; gurmuiK AwKI dyKu ]",
    "TRANSLITERATION": "Mukh Dhhimaanai Dhhan Kharree Guramukh Aakhee Dhaekh ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਖੁੰਝ ਕੇ) ਹੇ ਨਿਮੋ-ਝੂਣ ਖਲੋਤੀ ਜੀਵ-ਇਸਤ੍ਰੀ! ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇ ਆਪਣੀ ਅੱਖੀਂ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈ।",
    "PRONUNCIATION": "(iDmwxY) audws,KV@I"
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "quDu BwvY qU min vsih; ndrI krim ivsyKu ]5]",
    "TRANSLITERATION": "Thudhh Bhaavai Thoo Man Vasehi Nadharee Karam Visaekh ||5||",
    "PUNJABI": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਸਾਡੇ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਤੂੰ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਆ ਪਰਗਟਦਾ ਹੈਂ, ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਤੇਰੇ ਦਰਸਨ ਦੀ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "BUK ipAwso jy BvY; ikAw iqsu mwgau dyie ]",
    "TRANSLITERATION": "Bhookh Piaaso Jae Bhavai Kiaa This Maago Dhaee ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਭੁੱਖਾ ਤਿਹਾਇਆ ਭਟਕ ਰਿਹਾ ਹੋਵੇ, ਮੈਂ ਉਸ ਪਾਸੋਂ ਕੀਹ (ਨਾਮ ਦੀ ਦਾਤਿ) ਮੰਗ ਸਕਦਾ ਹਾਂ? ਉਹ ਮੈਨੂੰ ਕੀਹ ਦੇ ਸਕਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "bIjau. sUJY ko nhI; min qin pUrnu dyie ]",
    "TRANSLITERATION": "Beejo Soojhai Ko Nehee Man Than Pooran Dhaee ||",
    "PUNJABI": "ਮੈਨੂੰ ਤਾਂ ਹੋਰ ਕੋਈ (ਦਾਤਾ) ਨਹੀਂ ਸੁੱਝਦਾ, (ਹਾਂ,) ਉਹੀ ਪਰਮਾਤਮਾ ਦੇ ਸਕਦਾ ਹੈ ਜੋ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਭਰਪੂਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "ijin kIAw iqin dyiKAw; Awip vfweI dyie ]6]",
    "TRANSLITERATION": "Jin Keeaa Thin Dhaekhiaa Aap Vaddaaee Dhaee ||6||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਰਚਿਆ ਹੈ ਉਸ ਨੇ ਆਪ ਹੀ ਇਸ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰਨੀ ਹੈ। ਉਹ ਆਪ ਹੀ ਆਪਣੇ (ਨਾਮ ਦੀ ਦਾਤ ਦੀ) ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "ngrI nwieku nvqno; bwlku lIl AnUpu ]",
    "TRANSLITERATION": "Nagaree Naaeik Navathano Baalak Leel Anoop ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਸਰੀਰਾਂ ਦਾ ਮਾਲਕ ਹੈ, (ਜੀਵਾਂ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਿਚ ਉਹ ਹਰ ਵੇਲੇ) ਨਵਾਂ ਹੈ, ਬਾਲਕ (ਵਾਂਗ ਉਹ ਨਿਰਵੈਰ) ਹੈ, ਉਹ ਅਨੋਖੇ ਕੌਤਕ ਕਰਨਹਾਰ ਹੈ।",
    "PRONUNCIATION": "n`grI"
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "nwir n purKu. n pMKxU; swcau cquru srUpu ]",
    "TRANSLITERATION": "Naar N Purakh N Pankhanoo Saacho Chathur Saroop ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਅਕਲ ਦਾ ਪੁੰਜ ਹੈ, (ਇਸਤ੍ਰੀ ਮਰਦ ਪੰਛੀ ਆਦਿਕ ਸਭਨਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ) ਪਰ ਉਹ ਕੋਈ ਖ਼ਾਸ ਇਸਤ੍ਰੀ ਨਹੀਂ, ਕੋਈ ਖ਼ਾਸ ਮਰਦ ਨਹੀਂ, ਕੋਈ ਖ਼ਾਸ ਪੰਛੀ ਨਹੀਂ।",
    "PRONUNCIATION": "(pMKxU) pMCI[ (dUjw pwT: npMKxU)"
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "jo iqsu BwvY. so QIAY; qU dIpku. qU DUpu ]7]",
    "TRANSLITERATION": "Jo This Bhaavai So Thheeai Thoo Dheepak Thoo Dhhoop ||7||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਉਹੀ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਚਾਨਣ (ਗਿਆਨ) ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਨੂੰ ਸੁਗੰਧੀ (ਮਿੱਠਾ ਸੁਭਾਉ) ਦੇਣ ਵਾਲਾ ਹੈਂ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "gIq swd cwKy suxy; bwd swd qin rogu ]",
    "TRANSLITERATION": "Geeth Saadh Chaakhae Sunae Baadh Saadh Than Rog ||",
    "PUNJABI": "ਦੁਨੀਆ ਦੇ ਗੀਤ ਸੁਣ ਵੇਖੇ ਹਨ, ਸੁਆਦ ਚੱਖ ਵੇਖੇ ਹਨ; ਇਹ ਗੀਤ ਤੇ ਸੁਆਦ ਸਰੀਰ ਵਿਚ ਰੋਗ ਹੀ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "scu BwvY swcau cvY; CUtY sog ivjogu ]",
    "TRANSLITERATION": "Sach Bhaavai Saacho Chavai Shhoottai Sog Vijog ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦਾ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਵਿਛੋੜਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਚਿੰਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3712,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "nwnk nwmu. n vIsrY; jo iqsu BwvY su hogu ]8]3]",
    "TRANSLITERATION": "Naanak Naam N Veesarai Jo This Bhaavai S Hog ||8||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਭੁੱਲਦਾ, ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਹੈ ॥੮॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 1 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "swcI kwr kmwvxI; hoir lwlc bwid ]",
    "TRANSLITERATION": "Saachee Kaar Kamaavanee Hor Laalach Baadh ||",
    "PUNJABI": "(ਪ੍ਰਭੂ-ਮਾਲਕ ਦਾ ਗ਼ੁਲਾਮ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਕਾਰ ਕਰਦਾ ਹੈ, (ਨਾਮ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਬਾਕੀ ਦੇ ਲਾਲਚ ਉਸ ਨੂੰ ਵਿਅਰਥ (ਦਿੱਸਦੇ) ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "iehu mnu swcY moihAw; ijhvw sic swid ]",
    "TRANSLITERATION": "Eihu Man Saachai Mohiaa Jihavaa Sach Saadh ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਦਾ ਮਨ ਪ੍ਰੇਮ-ਵੱਸ ਕੀਤਾ ਹੋਇਆ ਹੈ (ਇਸ ਵਾਸਤੇ ਸੇਵਕ ਦੀ) ਜੀਭ ਸਦਾ-ਥਿਰ ਨਾਮ-ਸਿਮਰਨ ਦੇ ਸੁਆਦ ਵਿਚ (ਮਗਨ ਰਹਿੰਦੀ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "ibnu nwvY. ko rsu nhI; hoir clih ibKu lwid ]1]",
    "TRANSLITERATION": "Bin Naavai Ko Ras Nehee Hor Chalehi Bikh Laadh ||1||",
    "PUNJABI": "(ਸੇਵਕ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਰਸ (ਖਿੱਚੀ) ਨਹੀਂ (ਪਾਂਦਾ)। (ਸੇਵਕ ਨੂੰ ਨਿਸ਼ਚਾ ਹੈ ਕਿ ਨਾਮ-ਰਸ ਤੋਂ ਵਾਂਜੇ ਰਹਿਣ ਵਾਲੇ) ਬੰਦੇ ਉਹ ਚੀਜ਼ ਇਕੱਠੀ ਕਰ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ ਜੋ ਆਤਮਕ ਜੀਵਨ ਲਈ ਜ਼ਹਿਰ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "AYsw lwlw. myry lwl ko; suix Ksm hmwry ]",
    "TRANSLITERATION": "Aisaa Laalaa Maerae Laal Ko Sun Khasam Hamaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਖਸਮ! ਹੇ ਪਿਆਰੇ ਲਾਲ! (ਮੇਰੀ ਅਰਜ਼ੋਈ) ਸੁਣ। ਮੈਂ ਆਪਣੇ ਲਾਲ ਦਾ (ਭਾਵ, ਤੇਰਾ) ਅਜੇਹਾ ਸੇਵਕ-ਗ਼ੁਲਾਮ ਹਾਂ,",
    "PRONUNCIATION": "l`wlw"
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "ijau Purmwvih iqau clw; scu lwl ipAwry ]1] rhwau ]",
    "TRANSLITERATION": "Jio Furamaavehi Thio Chalaa Sach Laal Piaarae ||1|| Rehaao ||",
    "PUNJABI": "ਕਿ ਜਿਵੇਂ ਹੁਕਮ ਕਰਦਾ ਹੈਂ, ਮੈਂ ਤਿਵੇਂ ਹੀ (ਜੀਵਨ-ਰਾਹ ਤੇ) ਤੁਰਦਾ ਹਾਂ। ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "An idnu lwly cwkrI; goly isir mIrw ]",
    "TRANSLITERATION": "Anadhin Laalae Chaakaree Golae Sir Meeraa ||",
    "PUNJABI": "ਸੇਵਕ ਨੇ ਹਰ ਰੋਜ਼ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਸੇਵਾ ਹੀ ਸੰਭਾਲੀ ਹੋਈ ਹੈ, ਸੇਵਕ ਨੂੰ ਆਪਣੇ ਸਿਰ ਉਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਖੜਾ ਦਿੱਸਦਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3713,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "gur bcnI mnu vyicAw; sbid mnu DIrw ]",
    "TRANSLITERATION": "Gur Bachanee Man Vaechiaa Sabadh Man Dhheeraa ||",
    "PUNJABI": "ਸੇਵਕ ਨੇ ਆਪਣਾ ਮਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਤੋਂ ਵੇਚ ਦਿੱਤਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਟਿਕ ਕੇ) ਸੇਵਕ ਦਾ ਮਨ ਧੀਰਜ ਫੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]