[
  {
    "SHABAD_ID": 3714,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "gur syvw sdw suKu hY; ijs no hukmu mnwey ]7]",
    "TRANSLITERATION": "Gur Saevaa Sadhaa Sukh Hai Jis No Hukam Manaaeae ||7||",
    "PUNJABI": "ਗੁਰੂ ਜਿਸ ਸੇਵਕ ਤੋਂ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਮਨਾਂਦਾ ਹੈ ਉਸ ਸੇਵਕ ਨੂੰ ਗੁਰੂ ਦੀ (ਇਸ ਦੱਸੀ) ਸੇਵਾ ਨਾਲ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3714,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "suienw rupw sB Dwqu hY; mwtI ril jweI ]",
    "TRANSLITERATION": "Sueinaa Rupaa Sabh Dhhaath Hai Maattee Ral Jaaee ||",
    "PUNJABI": "ਸੋਨਾ ਚਾਂਦੀ ਆਦਿਕ ਸਭ (ਨਾਸਵੰਤ) ਮਾਇਆ ਹੈ (ਜਦੋਂ ਜੀਵ ਸਰੀਰ ਤਿਆਗਦਾ ਹੈ ਉਸ ਦੇ ਭਾ ਦੀ ਇਹ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦੀ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਦੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ)।",
    "PRONUNCIATION": "ru`pw cWdI"
  },
  {
    "SHABAD_ID": 3714,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "ibnu nwvY nwil. n cleI; siqguir bUJ buJweI ]",
    "TRANSLITERATION": "Bin Naavai Naal N Chalee Sathigur Boojh Bujhaaee ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਨੂੰ ਇਹ) ਸੂਝ ਦੇ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਸੋਨਾ ਚਾਂਦੀ ਆਦਿਕ ਕੋਈ ਚੀਜ਼ ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "PRONUNCIATION": "bU`J bu`JweI"
  },
  {
    "SHABAD_ID": 3714,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "nwnk. nwim rqy sy inrmly; swcY rhy smweI ]8]5]",
    "TRANSLITERATION": "Naanak Naam Rathae Sae Niramalae Saachai Rehae Samaaee ||8||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੮॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 1 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "hukmu BieAw. rhxw nhI; Duir Pwty cIrY ]",
    "TRANSLITERATION": "Hukam Bhaeiaa Rehanaa Nehee Dhhur Faattae Cheerai ||",
    "PUNJABI": "ਜਦੋਂ (ਪਰਮਾਤਮਾ ਦਾ) ਹੁਕਮ ਹੋ ਜਾਂਦਾ ਹੈ ਜਦੋਂ (ਕਿਸੇ ਦੀ) ਚਿੱਠੀ ਧੁਰ (ਦਰਗਾਹ) ਤੋਂ ਪਾਟ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਉਹ (ਇਸ ਸੰਸਾਰ ਵਿਚ) ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "eyhu mnu Avgix bwiDAw; shu dyh srIrY ]",
    "TRANSLITERATION": "Eaehu Man Avagan Baadhhiaa Sahu Dhaeh Sareerai ||",
    "PUNJABI": "(ਜਦ ਤਕ ਤੇਰਾ) ਇਹ ਮਨ ਔਗੁਣਾਂ (ਦੀ ਫਾਹੀ) ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਹੈ (ਤਦ ਤਕ ਆਪਣੇ ਇਸ) ਸਰੀਰ ਵਿਚ (ਦੁੱਖ) ਸਹਾਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "pUrY guir bKsweIAih; siB gunh PkIrY ]1]",
    "TRANSLITERATION": "Poorai Gur Bakhasaaeeahi Sabh Guneh Fakeerai ||1||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਦਾ ਮੰਗਤਾ ਬਣਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਗੁਨਾਹ ਬਖ਼ਸ਼ੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "bKsweI-Aih"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "ikau rhIAY. auiT clxw; buJu sbd bIcwrw ]",
    "TRANSLITERATION": "Kio Reheeai Outh Chalanaa Bujh Sabadh Beechaaraa ||",
    "PUNJABI": "(ਹੁਣੇ ਹੁਣੇ ਵੇਲਾ ਹੈ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਸਮਝ, (ਇਥੇ ਸਦਾ) ਟਿਕੇ ਨਹੀਂ ਰਹਿ ਸਕੀਦਾ, (ਜਦੋਂ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਆਇਆ, ਤਦੋਂ) ਇਥੋਂ ਚੱਲਣਾ ਹੀ ਪਏਗਾ।",
    "PRONUNCIATION": "bu`Ju"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "ijsu qU mylih so imlY; Duir hukmu Apwrw ]1] rhwau ]",
    "TRANSLITERATION": "Jis Thoo Maelehi So Milai Dhhur Hukam Apaaraa ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਉਹੀ ਮਨੁੱਖ ਮਿਲ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਏਂ, ਧੁਰ ਤੋਂ ਤੇਰਾ (ਅਜੇਹਾ ਹੀ) ਹੁਕਮ ਹੈ (ਅਜੇਹੀ ਹੀ ਰਜ਼ਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "ijau qU rwKih iqau rhw; jo dyih su Kwau ]",
    "TRANSLITERATION": "Jio Thoo Raakhehi Thio Rehaa Jo Dhaehi S Khaao ||",
    "PUNJABI": "(ਪਰ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਹਾਲਤ ਵਿਚ ਤੂੰ ਮੈਨੂੰ ਰੱਖਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਹਾਲਤ ਵਿਚ ਰਹਿ ਸਕਦਾ ਹਾਂ, ਜੇਹੜੀ (ਆਤਮਕ ਖ਼ੁਰਾਕ) ਤੂੰ ਮੈਨੂੰ ਦੇਂਦਾ ਹੈਂ ਮੈਂ ਉਹੀ ਖਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "ijau qU clwvih iqau clw; muiK AMimRq nwau ]",
    "TRANSLITERATION": "Jio Thoo Chalaavehi Thio Chalaa Mukh Anmrith Naao ||",
    "PUNJABI": "(ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਤੇ) ਜਿਸ ਤਰ੍ਹਾਂ ਤੂੰ ਮੈਨੂੰ ਤੋਰਦਾ ਹੈਂ ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਤੁਰਦਾ ਹਾਂ, ਤੇ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ ਪਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": "c`lW"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "myry Twkur hiQ vifAweIAw; mylih min cwau ]2]",
    "TRANSLITERATION": "Maerae Thaakur Hathh Vaddiaaeeaa Maelehi Man Chaao ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਤੇਰੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਵਡਿਆਈਆਂ ਹਨ (ਜਿਸ ਨੂੰ ਤੂੰ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈਂ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈਂ ਉਸ ਦੇ ਮਨ ਵਿਚ (ਤੇਰੀ ਭਗਤੀ ਦਾ) ਚਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "kIqw. ikAw swlwhIAY; kir dyKY soeI ]",
    "TRANSLITERATION": "Keethaa Kiaa Saalaaheeai Kar Dhaekhai Soee ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦੇ) ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਵਡਿਆਈ ਕਰਨ ਤੋਂ ਕੋਈ (ਆਤਮਕ) ਲਾਭ ਨਹੀਂ ਹੋਵੇਗਾ (ਵਡਿਆਈਆਂ ਉਸ ਕਰਤਾਰ ਦੀਆਂ ਕਰੋ) ਜੋ (ਜਗਤ-ਰਚਨਾ) ਕਰ ਕੇ ਆਪ ਹੀ (ਉਸ ਦੀ) ਸੰਭਾਲ ਭੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "ijin kIAw. so min vsY; mY Avru. n koeI ]",
    "TRANSLITERATION": "Jin Keeaa So Man Vasai Mai Avar N Koee ||",
    "PUNJABI": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਜਗਤ ਰਚਿਆ ਹੈ ਉਹੀ (ਮੇਰੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ। ਮੈਨੂੰ ਉਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "so swcw swlwhIAY; swcI piq hoeI ]3]",
    "TRANSLITERATION": "So Saachaa Saalaaheeai Saachee Path Hoee ||3||",
    "PUNJABI": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਜੇਹੜਾ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਸਦਾ ਦੀ ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "pMifqu piV. n phuceI; bhu Awl jMjwlw ]",
    "TRANSLITERATION": "Panddith Parr N Pahuchee Bahu Aal Janjaalaa ||",
    "PUNJABI": "ਪੰਡਿਤ (ਸ਼ਾਸਤ੍ਰ ਪੁਰਾਣ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨਿਰੀਆਂ) ਪੜ੍ਹ ਕੇ (ਉਸ ਅਵਸਥਾ ਤੇ) ਨਹੀਂ ਪਹੁੰਚਦਾ (ਜਿਥੇ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੋੜਾ ਮੁੱਕ ਜਾਏ, ਕਿਉਂਕਿ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਭੀ) ਉਹ ਮਾਇਆ ਦੇ ਜੰਜਾਲਾਂ ਵਿਚ ਬਹੁਤ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "pwp puMn duie sMgmy; KuiDAw jmkwlw ]",
    "TRANSLITERATION": "Paap Punn Dhue Sangamae Khudhhiaa Jamakaalaa ||",
    "PUNJABI": "(ਧਰਮ ਸ਼ਾਸਤ੍ਰਾਂ ਅਨੁਸਾਰ) ਪਾਪ ਕੀਹ ਹੈ ਤੇ ਪੁੰਨ ਕੀਹ ਹੈ ਇਹ ਵਿਚਾਰ ਕਰਦਾ ਹੋਇਆ ਭੀ ਉਹ ਦ੍ਵੈਤ ਦੀ ਫਾਹੀ ਵਿਚ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਤੇ ਆਤਮਕ ਮੌਤ (ਮੌਤ ਦਾ ਡਰ) ਉਸ ਦੇ ਸਿਰ ਤੇ ਕਾਇਮ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "ivCoVw Bau vIsrY; pUrw rKvwlw ]4]",
    "TRANSLITERATION": "Vishhorraa Bho Veesarai Pooraa Rakhavaalaa ||4||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਤੇ ਸਹਿਮ ਉਸ ਮਨੁੱਖ ਦਾ ਹੀ ਮੁੱਕਦਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਹਰ ਤਰ੍ਹਾਂ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "ijn kI lyKY piq pvY; sy pUry BweI ]",
    "TRANSLITERATION": "Jin Kee Laekhai Path Pavai Sae Poorae Bhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ1 ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਹੋਣ ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ਉਹ ਪੂਰੇ ਭਾਂਡੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "pUry pUrI miq hY; scI vifAweI ]",
    "TRANSLITERATION": "Poorae Pooree Math Hai Sachee Vaddiaaee ||",
    "PUNJABI": "ਅਜੇਹੇ ਪੂਰਨ ਗੁਣਵਾਨ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ ਮੱਤ ਭੀ ਪੂਰੀ ਹੀ ਮਿਲਦੀ ਹੈ (ਜਿਸ ਕਰਕੇ ਉਹ ਭੁੱਲਣ ਵਾਲੇ ਜੀਵਨ-ਰਾਹ ਤੇ ਨਹੀਂ ਪੈਂਦਾ) ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "dydy. qoit, n AwveI; lY lY Qik pweI ]5]",
    "TRANSLITERATION": "Dhaedhae Thott N Aavee Lai Lai Thhak Paaee ||5||",
    "PUNJABI": "(ਉਹ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਦਾਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜੀਵ ਨੂੰ) ਸਦਾ ਦੇਂਦਾ ਹੈ (ਉਸ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ) ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ, ਜੀਵ ਦਾਤਾਂ ਲੈ ਲੈ ਕੇ ਥੱਕ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": "dyNdy, Q`ik"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "Kwr smudRü FMFolIAY; ieku mxIAw pwvY ]",
    "TRANSLITERATION": "Khaar Samudhra Dtandtoleeai Eik Maneeaa Paavai ||",
    "PUNJABI": "(ਇਸ ਗੱਲ ਦੀ ਬੜੀ ਵਡਿਆਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਦੇਵਤਿਆਂ ਨੇ ਸਮੁੰਦਰ ਰਿੜਕਿਆ ਤੇ ਉਸ ਵਿਚੋਂ ਚੌਦਾਂ ਰਤਨ ਨਿਕਲੇ, ਭਲਾ) ਜੇ ਖਾਰਾ ਸਮੁੰਦਰ ਰਿੜਕਿਆ ਜਾਏ, ਉਸ ਵਿਚੋਂ ਕੋਈ ਮਨੁੱਖ ਇਕ ਰਤਨ ਲੱਭ ਲਏ,",
    "PRONUNCIATION": "smudRü"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "duie idn cwir suhwvxw; mwtI iqsu KwvY ]",
    "TRANSLITERATION": "Dhue Dhin Chaar Suhaavanaa Maattee This Khaavai ||",
    "PUNJABI": "(ਤਾਂ ਭੀ ਆਖ਼ਰ ਕੇਹੜੀ ਮੱਲ ਮਾਰ ਲਈ? ਉਹ ਰਤਨ) ਦੋ ਚਾਰ ਦਿਨ ਹੀ ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ (ਅੰਤ) ਉਸ ਰਤਨ ਨੂੰ ਕਦੇ ਮਿੱਟੀ ਹੀ ਖਾ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "guru swgru siq syvIAY; dy qoit. n AwvY ]6]",
    "TRANSLITERATION": "Gur Saagar Sath Saeveeai Dhae Thott N Aavai ||6||",
    "PUNJABI": "(ਸਤਿਗੁਰੂ ਅਸਲ ਸਮੁੰਦਰ ਹੈ) ਜੇ ਸਤਿਗੁਰੂ ਸਮੁੰਦਰ ਨੂੰ ਸੇਵਿਆ ਜਾਏ (ਜੇ ਗੁਰੂ-ਸਮੁੰਦਰ ਦੀ ਸਰਨ ਪਈਏ, ਤਾਂ ਗੁਰੂ-ਸਮੁੰਦਰ ਐਸਾ ਨਾਮ-ਰਤਨ) ਦੇਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਕਦੇ ਘਾਟਾ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "myry pRB Bwvin. sy aUjly; sB mYlu BrIjY ]",
    "TRANSLITERATION": "Maerae Prabh Bhaavan Sae Oojalae Sabh Mail Bhareejai ||",
    "PUNJABI": "ਸਾਰੀ ਲੋਕਾਈ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਮੈਲ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ, ਸਿਰਫ਼ ਉਹ ਬੰਦੇ ਸਾਫ਼-ਸੁਥਰੇ ਹਨ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "mYlw. aUjlu qw QIAY; pwrs sMig BIjY ]",
    "TRANSLITERATION": "Mailaa Oojal Thaa Thheeai Paaras Sang Bheejai ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲ) ਮਲੀਨ-ਮਨ ਹੋਇਆ ਬੰਦਾ ਤਦੋਂ ਹੀ ਪਵਿਤ੍ਰ ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ ਉਹ ਗੁਰੂ-ਪਾਰਸ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਿੱਜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "vMnI swcy lwl kI; ikin kImiq kIjY ]7]",
    "TRANSLITERATION": "Vannee Saachae Laal Kee Kin Keemath Keejai ||7||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਲਾਲ ਦਾ ਨਾਮ-ਰੰਗ ਉਸ ਨੂੰ ਐਸਾ ਚੜ੍ਹਦਾ ਹੈ ਕਿ ਕਿਸੇ ਪਾਸੋਂ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "ByKI hwQ, n lBeI; qIriQ nhI dwny ]",
    "TRANSLITERATION": "Bhaekhee Haathh N Labhee Theerathh Nehee Dhaanae ||",
    "PUNJABI": "ਪਰ ਉਸ ਨਾਮ-ਰੰਗ ਦੀ ਡੂੰਘਾਈ ਬਾਹਰਲੇ ਧਾਰਮਿਕ ਪਹਿਰਾਵਿਆਂ ਨਾਲ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਤੀਰਥ ਤੇ ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ ਤੇ ਦਾਨ-ਪੁੰਨ ਕੀਤਿਆਂ ਭੀ ਨਹੀਂ ਲੱਭਦੀ।",
    "PRONUNCIATION": "ByKIN, l`-BeI"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "pUCau byd pVMiqAw; mUTI ivxu mwny ]",
    "TRANSLITERATION": "Pooshho Baedh Parranthiaa Moothee Vin Maanae ||",
    "PUNJABI": "ਮੈਂ ਵੇਦ ਪੜ੍ਹਨ ਵਾਲਿਆਂ ਤੋਂ ਇਹ ਭੇਦ ਪੁੱਛਦਾ ਹਾਂ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਪੜ੍ਹਨ ਨਾਲ ਭੀ ਨਾਮ-ਰੰਗ ਦੀ ਡੂੰਘਾਈ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ)। ਜਦ ਤਕ ਨਾਮ-ਰੰਗ ਵਿਚ ਮਨ ਨਹੀਂ ਮੰਨਦਾ (ਮਨ ਨਹੀਂ ਭਿੱਜਦਾ ਤਦ ਤਕ ਸਾਰੀ ਲੋਕਾਈ ਹੀ ਮਾਇਆ-ਮੋਹ ਵਿਚ) ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "pV@MiqAW"
  },
  {
    "SHABAD_ID": 3715,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "nwnk. kImiq so kry; pUrw guru igAwny ]8]6]",
    "TRANSLITERATION": "Naanak Keemath So Karae Pooraa Gur Giaanae ||8||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਨਾਮ-ਰੰਗ ਦੀ ਕਦਰ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੮॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 1 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "mnmuKu lhir. Gru qij ivgUcY; Avrw ky Gr hyrY ]",
    "TRANSLITERATION": "Manamukh Lehar Ghar Thaj Vigoochai Avaraa Kae Ghar Haerai ||",
    "PUNJABI": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਤਿਆਗ ਦੇ) ਜੋਸ਼ ਵਿਚ ਆਪਣਾ ਘਰ ਤਿਆਗ ਕੇ (ਫਿਰ ਰੋਟੀ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਹੋਰਨਾਂ ਦੇ ਘਰ ਤੱਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "PRONUNCIATION": "l-hir"
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "igRh Drmu gvwey. siqguru, n BytY; durmiq GUmn GyrY ]",
    "TRANSLITERATION": "Grih Dhharam Gavaaeae Sathigur N Bhaettai Dhuramath Ghooman Ghaerai ||",
    "PUNJABI": "ਗ੍ਰਿਹਸਤ ਨਿਬਾਹੁਣ ਦਾ ਫ਼ਰਜ਼ (ਕਿਰਤ ਕਰਨੀ) ਛੱਡ ਦੇਂਦਾ ਹੈ (ਇਸ ਗ਼ਲਤ ਤਿਆਗ ਨਾਲ ਉਸ ਨੂੰ) ਸਤਿਗੁਰੂ (ਭੀ) ਨਹੀਂ ਮਿਲਦਾ, ਤੇ ਆਪਣੀ ਭੈੜੀ ਮੱਤ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ ਵਿਚ (ਗੋਤੇ ਖਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "idsMqru BvY. pwT piV Qwkw; iqRsnw hoie vDyrY ]",
    "TRANSLITERATION": "Dhisanthar Bhavai Paath Parr Thhaakaa Thrisanaa Hoe Vadhhaerai ||",
    "PUNJABI": "(ਆਪਣਾ ਘਰ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਦੇਸਾਂ (ਦਾ) ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ, (ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ) ਪਾਠ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਭੀ ਥੱਕ ਜਾਂਦਾ ਹੈ, (ਪਰ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਮੁੱਕਣ ਦੇ ਥਾਂ ਸਗੋਂ) ਵਧਦੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "kwcI ipMfI. sbdu, n cInY; audru BrY jYsy ForY ]1]",
    "TRANSLITERATION": "Kaachee Pinddee Sabadh N Cheenai Oudhar Bharai Jaisae Dtorai ||1||",
    "PUNJABI": "ਹੋਛੀ ਮੱਤ ਵਾਲਾ (ਮਨਮੁਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਵਿਚਾਰਦਾ, (ਤੇ ਲੋਕਾਂ ਦੇ ਘਰਾਂ ਤੋਂ ਵੇਹਲੜ) ਪਸ਼ੂਆਂ ਵਾਂਗ ਆਪਣਾ ਢਿੱਡ ਭਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "bwbw. AYsI rvq rvY sMinAwsI ]",
    "TRANSLITERATION": "Baabaa Aisee Ravath Ravai Sanniaasee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸਲ ਸੰਨਿਆਸੀ ਉਹ ਹੈ ਜੋ ਅਜੇਹਾ ਜੀਵਨ ਜੀਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "gur kY sbid eyk ilv lwgI; qyrY nwim rqy iqRpqwsI ]1] rhwau ]",
    "TRANSLITERATION": "Gur Kai Sabadh Eaek Liv Laagee Thaerai Naam Rathae Thripathaasee ||1|| Rehaao ||",
    "PUNJABI": "ਕਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਲਗਨ ਇਕ (ਤੇਰੇ ਚਰਨਾਂ) ਵਿਚ ਲੱਗੀ ਰਹੇ। ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਮਾਇਆ ਵਲੋਂ) ਉਸ ਨੂੰ ਸਦਾ ਤ੍ਰਿਪਤੀ ਰਹੇਗੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "GolI gyrU. rMgu cVwieAw; vsqR ByK ByKwrI ]",
    "TRANSLITERATION": "Gholee Gaeroo Rang Charraaeiaa Vasathr Bhaekh Bhaekhaaree ||",
    "PUNJABI": "ਮਨਮੁਖ ਬੰਦਾ ਗੇਰੀ ਘੋਲਦਾ ਹੈ, ਉਸ ਦਾ ਰੰਗ (ਆਪਣੇ ਕੱਪੜਿਆਂ ਉਤੇ) ਚਾੜ੍ਹਦਾ ਹੈ, ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਵਾਲੇ ਕੱਪੜੇ ਪਾ ਕੇ ਭਿਖਾਰੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "GolI: polw bolo[ cV@wieAw"
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "kwpV Pwir bnweI iKMQw; JolI mwieAwDwrI ]",
    "TRANSLITERATION": "Kaaparr Faar Banaaee Khinthhaa Jholee Maaeiaadhhaaree ||",
    "PUNJABI": "ਕੱਪੜੇ ਪਾੜ ਕੇ (ਪਹਿਨਣ ਲਈ) ਗੋਦੜੀ ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਅੰਨ ਆਟਾ ਆਦਿਕ) ਮਾਇਆ ਪਾਣ ਲਈ ਝੋਲੀ (ਤਿਆਰ ਕਰ ਲੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "Gir Gir mwgY. jgu prboDY; min AMDY. piq hwrI ]",
    "TRANSLITERATION": "Ghar Ghar Maagai Jag Parabodhhai Man Andhhai Path Haaree ||",
    "PUNJABI": "(ਆਪ ਤਾਂ) ਹਰੇਕ ਘਰ ਵਿਚ (ਜਾ ਕੇ ਭਿੱਛਿਆ) ਮੰਗਦਾ ਹੈ ਪਰ ਜਗਤ ਨੂੰ (ਸਤ ਧਰਮ ਦਾ) ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ, ਆਪਣਾ ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਦੇ ਕਾਰਨ ਮਨਮੁਖ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3716,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "Brim Bulwxw. sbdu, n cInY; jUAY bwjI hwrI ]2]",
    "TRANSLITERATION": "Bharam Bhulaanaa Sabadh N Cheenai Jooai Baajee Haaree ||2||",
    "PUNJABI": "ਭਟਕਣਾ ਵਿਚ (ਪੈ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝਿਆ ਹੋਇਆ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਪਛਾਣਦਾ ਨਹੀਂ (ਜਿਵੇਂ ਕੋਈ ਜੁਆਰੀਆ) ਜੂਏ ਵਿਚ ਬਾਜ਼ੀ ਹਾਰਦਾ ਹੈ (ਤਿਵੇਂ ਇਹ ਮਨਮੁਖ ਆਪਣੀ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਜਾਂਦਾ ਹੈ) ॥੨॥",
    "PRONUNCIATION": ""
  }
]