[
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 Gru 3 AstpdIAw",
    "TRANSLITERATION": "Maaroo Mehalaa 5 Ghar 3 Asattapadheeaa",
    "PUNJABI": "ਰਾਗ ਮਾਰੂ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW: s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "lK caurwsIh BRmqy BRmqy; dulB jnmu Ab pwieE ]1]",
    "TRANSLITERATION": "Lakh Chouraaseeh Bhramathae Bhramathae Dhulabh Janam Ab Paaeiou ||1||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚ ਭੌਂਦਿਆਂ ਭੌਦਿਆਂ ਹੁਣ ਤੈਨੂੰ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਮਿਲਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "l`K, du-lB"
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "ry mUVy; qU hoCY ris lptwieE ]",
    "TRANSLITERATION": "Rae Moorrae Thoo Hoshhai Ras Lapattaaeiou ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਤੂੰ ਨਾਸਵੰਤ (ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "AMimRqu sMig bsqu hY qyrY; ibiKAw isau aurJwieE ]1] rhwau ]",
    "TRANSLITERATION": "Anmrith Sang Basath Hai Thaerai Bikhiaa Sio Ourajhaaeiou ||1|| Rehaao ||",
    "PUNJABI": "ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਤੇਰੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ (ਤੂੰ ਉਸ ਨੂੰ ਛੱਡ ਕੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ) ਮਾਇਆ ਦੇ ਨਾਲ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "rqn jvyhr bnjin AwieE; kwlru lwid clwieE ]2]",
    "TRANSLITERATION": "Rathan Javaehar Banajan Aaeiou Kaalar Laadh Chalaaeiou ||2||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਤੂੰ ਆਇਆ ਸੈਂ ਰਤਨ ਤੇ ਜਵਾਹਰ ਖ਼ਰੀਦਣ ਲਈ, ਪਰ ਤੂੰ ਇੱਥੋਂ ਕੱਲਰ ਲੱਦ ਕੇ ਹੀ ਤੁਰ ਪਿਆ ਹੈਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "ijh Gr mih quDu rhnw bsnw; so Gru cIiq. n AwieE ]3]",
    "TRANSLITERATION": "Jih Ghar Mehi Thudhh Rehanaa Basanaa So Ghar Cheeth N Aaeiou ||3||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਜਿਸ ਘਰ ਵਿਚ ਤੂੰ ਸਦਾ ਰਹਿਣਾ-ਵੱਸਣਾ ਹੈ, ਉਹ ਘਰ ਕਦੇ ਤੇਰੇ ਚਿੱਤ-ਚੇਤੇ ਹੀ ਨਹੀਂ ਆਇਆ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "Atl AKMf pRwx suKdweI; iek inmK. nhI quJu gwieE ]4]",
    "TRANSLITERATION": "Attal Akhandd Praan Sukhadhaaee Eik Nimakh Nehee Thujh Gaaeiou ||4||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਤੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਕਦੇ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਹੀਂ ਕੀਤੀ, ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਅਬਿਨਾਸੀ ਹੈ, ਜੋ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "A-tl"
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "jhw jwxw so Qwnu ivswirE; iek inmK. nhI mnu lwieE ]5]",
    "TRANSLITERATION": "Jehaa Jaanaa So Thhaan Visaariou Eik Nimakh Nehee Man Laaeiou ||5||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਜਿਸ ਥਾਂ ਆਖ਼ਰ ਜ਼ਰੂਰ ਜਾਣਾ ਹੈ ਉਸ ਵਲ ਤਾਂ ਤੂੰ ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਕਦੇ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "puqR klqR igRh dyiK smgRI; ies hI mih aurJwieE ]6]",
    "TRANSLITERATION": "Puthr Kalathr Grih Dhaekh Samagree Eis Hee Mehi Ourajhaaeiou ||6||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਪੁੱਤਰ, ਇਸਤ੍ਰੀ ਤੇ ਘਰ ਦਾ ਸਾਮਾਨ ਵੇਖ ਕੇ ਇਸ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਤੂੰ ਫਸਿਆ ਪਿਆ ਹੈਂ ॥੬॥",
    "PRONUNCIATION": "k-l`qR [sm`gRI"
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "ijqu ko lwieE. iqq hI lwgw; qYsy krm kmwieE ]7]",
    "TRANSLITERATION": "Jith Ko Laaeiou Thith Hee Laagaa Thaisae Karam Kamaaeiou ||7||",
    "PUNJABI": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ!) ਜਿਸ (ਕੰਮ) ਵਿਚ ਕੋਈ ਜੀਵ (ਪਰਮਾਤਮਾ ਵੱਲੋਂ) ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਉਸ ਵਿਚ ਉਹ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਉਹੋ ਜਿਹੇ ਕੰਮ ਹੀ ਉਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3722,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "jau BieE ikRpwlu qw swDsMgu pwieAw; jn nwnk. bRhmu iDAwieE ]8]1]",
    "TRANSLITERATION": "Jo Bhaeiou Kirapaal Thaa Saadhhasang Paaeiaa Jan Naanak Breham Dhhiaaeiou ||8||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਦੋਂ ਪਰਮਾਤਮਾ ਕਿਸੇ ਜੀਵ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਸਾਥ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਤੇ, ਉਹ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ॥੮॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "kir AnugRhu rwiK lIno; BieE swDUsMgu ]",
    "TRANSLITERATION": "Kar Anugrahu Raakh Leeno Bhaeiou Saadhhoo Sang ||",
    "PUNJABI": "ਦਇਆ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਰੱਖਿਆ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "A-nu`gRhu"
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "hir nwm rsu rsnw aucwrY; imst gUVw rMgu ]1]",
    "TRANSLITERATION": "Har Naam Ras Rasanaa Ouchaarai Misatt Goorraa Rang ||1||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ। ਉਹ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, (ਉਸ ਦੇ ਮਨ ਉਤੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦਾ) ਮਿੱਠਾ ਗੂੜ੍ਹਾ ਰੰਗ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "myry mwn ko AsQwnu ]",
    "TRANSLITERATION": "Maerae Maan Ko Asathhaan ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਮੇਰੇ ਮਨ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "mIq swjn sKw bMDpu; AMqrjwmI jwnu ]1] rhwau ]",
    "TRANSLITERATION": "Meeth Saajan Sakhaa Bandhhap Antharajaamee Jaan ||1|| Rehaao ||",
    "PUNJABI": "ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਸੁਜਾਨ ਪਰਮਾਤਮਾ ਮੇਰਾ ਮਿੱਤਰ ਹੈ, ਉਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈ, ਉਹੀ ਮੇਰਾ ਸਾਥੀ ਹੈ, ਉਹੀ ਮੇਰਾ ਰਿਸ਼ਤੇਦਾਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "sMswr swgru ijin aupwieE; srix pRB kI ghI ]",
    "TRANSLITERATION": "Sansaar Saagar Jin Oupaaeiou Saran Prabh Kee Gehee ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ਜਿਸ ਨੇ ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "gur pRswdI pRBu ArwDy; jmkMkru ikCu. n khI ]2]",
    "TRANSLITERATION": "Gur Prasaadhee Prabh Araadhhae Jamakankar Kishh N Kehee ||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਜਮਦੂਤ ਭੀ ਕੁਝ ਨਹੀਂ ਆਖਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "moK mukiq duAwir jw kY; sMq irdw BMfwru ]",
    "TRANSLITERATION": "Mokh Mukath Dhuaar Jaa Kai Santh Ridhaa Bhanddaar ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਮੁਕਤੀ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦਾ ਖ਼ਜ਼ਾਨਾ ਸੰਤ ਜਨਾਂ ਦਾ ਹਿਰਦਾ ਹੈ (ਜੋ ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵੱਸਦਾ ਹੈ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "jIA jugiq sujwxu suAwmI; sdw rwKxhwru ]3]",
    "TRANSLITERATION": "Jeea Jugath Sujaan Suaamee Sadhaa Raakhanehaar ||3||",
    "PUNJABI": "ਉਹੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਰੱਖਿਆ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ। ਉਹ ਸੁਜਾਨ ਪ੍ਰਭੂ ਹੀ ਆਤਮਕ ਜੀਵਨ ਜੀਊਣ ਦੀ ਜਾਚ ਸਿਖਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "dUK drd klys ibnsih; ijsu bsY mn mwih ]",
    "TRANSLITERATION": "Dhookh Dharadh Kalaes Binasehi Jis Basai Man Maahi ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦਰਦ ਤੇ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "imrqu nrku AsQwn ibKVy; ibKu. n pohY qwih ]4]",
    "TRANSLITERATION": "Mirath Narak Asathhaan Bikharrae Bikh N Pohai Thaahi ||4||",
    "PUNJABI": "ਆਤਮਕ ਮੌਤ, ਨਰਕ, ਹੋਰ ਔਖੇ ਥਾਂ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਉਸ ਉਤੇ ਆਪਣਾ ਅਸਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "iriD isiD nv iniD jw kY; AMimRqw prvwh ]",
    "TRANSLITERATION": "Ridhh Sidhh Nav Nidhh Jaa Kai Anmrithaa Paravaah ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹਨ, ਤੇ ਸਾਰੇ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਨ, ਜਿਸ ਦੇ ਘਰ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੇ ਚਸ਼ਮੇ ਚੱਲ ਰਹੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "Awid AMqy miD pUrn; aUc Agm Agwh ]5]",
    "TRANSLITERATION": "Aadh Anthae Madhh Pooran Ooch Agam Agaah ||5||",
    "PUNJABI": "ਉਹੀ ਪਰਮਾਤਮਾ ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਵਿਚ, ਅੰਤ ਵਿਚ, ਵਿਚਕਾਰਲੇ ਸਮੇ ਵਿਚ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਅਪਹੁੰਚ ਹੈ, ਤੇ ਅਥਾਹ ਹੈ ॥੫॥",
    "PRONUNCIATION": "A-gm: polw bolo sog rihq"
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "isD swiDk dyv muin jn; byd krih aucwru ]",
    "TRANSLITERATION": "Sidhh Saadhhik Dhaev Mun Jan Baedh Karehi Ouchaar ||",
    "PUNJABI": "ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਜੋਗੀ, ਦੇਵਤੇ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ, (ਉਹ ਪੰਡਿਤ ਜੋ) ਵੇਦਾਂ ਦਾ ਪਾਠ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "ismir suAwmI suK shij BuMcih; nhI AMqu pwrwvwru ]6]",
    "TRANSLITERATION": "Simar Suaamee Sukh Sehaj Bhunchehi Nehee Anth Paaraavaar ||6||",
    "PUNJABI": "(ਕੋਈ ਭੀ ਹੋਣ) ਮਾਲਕ-ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸਿਮਰ ਕੇ (ਹੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਨੰਦ ਮਾਣ ਸਕਦੇ ਹਨ, (ਐਸਾ ਆਨੰਦ ਜਿਸ ਦਾ) ਅੰਤ ਨਹੀਂ (ਜੋ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ) ਜਿਸ ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "Aink pRwCq. imtih iKn mih; irdY jip Bgvwn ]",
    "TRANSLITERATION": "Anik Praashhath Mittehi Khin Mehi Ridhai Jap Bhagavaan ||",
    "PUNJABI": "ਹਿਰਦੇ ਵਿਚ ਭਗਵਾਨ (ਦਾ ਨਾਮ) ਜਪ ਕੇ ਇਕ ਛਿਨ ਵਿਚ ਹੀ ਅਨੇਕਾਂ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "pwvnw qy mhw pwvn; koit dwn iesnwn ]7]",
    "TRANSLITERATION": "Paavanaa Thae Mehaa Paavan Kott Dhaan Eisanaan ||7||",
    "PUNJABI": "ਭਗਵਾਨ (ਦਾ ਨਾਮ ਹੀ) ਸਭ ਤੋਂ ਵਧੀਕ ਪਵਿੱਤਰ ਹੈ, ਨਾਮ-ਸਿਮਰਨ ਹੀ ਕ੍ਰੋੜਾਂ ਦਾਨ ਹਨ ਤੇ ਕ੍ਰੋੜਾਂ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹਨ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "bl buiD suiD prwx srbsu; sMqnw kI rwis ]",
    "TRANSLITERATION": "Bal Budhh Sudhh Paraan Sarabas Santhanaa Kee Raas ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸੰਤ ਜਨਾਂ ਦਾ ਸਰਮਾਇਆ ਹੈ, ਬਲ ਹੈ, ਬੁੱਧੀ ਹੈ, ਸੂਝ-ਬੂਝ ਹੈ, ਜਿੰਦ ਹੈ, ਇਹੀ ਉਹਨਾਂ ਦਾ ਸਭ ਕੁਝ ਹੈ।",
    "PRONUNCIATION": "srbsu: polw bolo imlvW"
  },
  {
    "SHABAD_ID": 3723,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "ibsru nwhI. inmK mn qy; nwnk kI Ardwis ]8]2]",
    "TRANSLITERATION": "Bisar Naahee Nimakh Man Thae Naanak Kee Aradhaas ||8||2||",
    "PUNJABI": "ਨਾਨਕ ਦੀ ਭੀ ਇਹੀ ਬੇਨਤੀ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਮਨ ਤੋਂ ਤੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਾਹ ਭੁੱਲ ॥੮॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "ssiqR qIKix kwit fwirE; min. n kIno rosu ]",
    "TRANSLITERATION": "Sasathr Theekhan Kaatt Ddaariou Man N Keeno Ros ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਰੁੱਖ ਨੂੰ ਕਿਸੇ) ਤੇਜ਼ ਹਥਿਆਰ ਨਾਲ ਕੱਟ ਸੁੱਟਿਆ (ਰੁੱਖ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਉਸ ਉੱਤੇ) ਗੁੱਸਾ ਨਾਹ ਕੀਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "kwju auAw ko ly svwirE; iqlu. n dIno dosu ]1]",
    "TRANSLITERATION": "Kaaj Ouaa Ko Lae Savaariou Thil N Dheeno Dhos ||1||",
    "PUNJABI": "(ਸਗੋਂ ਰੁੱਖ ਨੇ) ਉਸ ਦਾ ਕੰਮ ਸਵਾਰ ਦਿੱਤਾ, ਤੇ, (ਉਸ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਕੋਈ ਦੋਸ਼ ਨਾਹ ਦਿੱਤਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "mn myry; rwm rau inq nIiq ]",
    "TRANSLITERATION": "Man Maerae Raam Ro Nith Neeth ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "dieAwl dyv ikRpwl goibMd; suin sMqnw kI rIiq ]1] rhwau ]",
    "TRANSLITERATION": "Dhaeiaal Dhaev Kirapaal Gobindh Sun Santhanaa Kee Reeth ||1|| Rehaao ||",
    "PUNJABI": "ਦਇਆਲ, ਪ੍ਰਕਾਸ਼-ਰੂਪ, ਕਿਰਪਾਲ ਗੋਬਿੰਦ ਦੇ (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਗੁਣ ਗਾ)। (ਉਹ ਸੰਤ ਜਨ ਕਿਹੋ ਜਿਹੇ ਹੁੰਦੇ ਹਨ? ਉਹਨਾਂ) ਸੰਤ ਜਨਾਂ ਦੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਸੁਣ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  }
]