[
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "crx qlY augwih bYisE; sRmu. n rihE srIir ]",
    "TRANSLITERATION": "Charan Thalai Ougaahi Baisiou Sram N Rehiou Sareer ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜਾ ਮਨੁੱਖ ਬੇੜੀ ਨੂੰ) ਪੈਰਾਂ ਹੇਠ ਨੱਪ ਕੇ (ਉਸ ਵਿਚ) ਬਹਿ ਗਿਆ, (ਉਸ ਮਨੁੱਖ ਦੇ) ਸਰੀਰ ਵਿਚ (ਪੈਂਡੇ ਦਾ) ਥਕੇਵਾਂ ਨਾਹ ਰਿਹਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "mhw swgru. nh ivAwpY; iKnih auqirE qIir ]2]",
    "TRANSLITERATION": "Mehaa Saagar Neh Viaapai Khinehi Outhariou Theer ||2||",
    "PUNJABI": "ਭਿਆਨਕ ਸਮੁੰਦਰ (ਦਰੀਆ ਭੀ) ਉਸ ਉੱਤੇ ਆਪਣਾ ਅਸਰ ਨਹੀਂ ਪਾ ਸਕਦਾ, (ਬੇੜੀ ਵਿਚ ਬੈਠ ਕੇ ਉਹ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ (ਉਸ ਦਰੀਆ ਤੋਂ) ਪਾਰਲੇ ਕੰਢੇ ਜਾ ਉਤਰਿਆ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "cMdn Agr kpUr lypn; iqsu sMgy. nhI pRIiq ]",
    "TRANSLITERATION": "Chandhan Agar Kapoor Laepan This Sangae Nehee Preeth ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜਾ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਚੰਦਨ ਅਗਰ ਕਪੂਰ ਨਾਲ ਲੇਪਨ (ਕਰਦਾ ਹੈ, ਧਰਤੀ) ਉਸ (ਮਨੁੱਖ) ਨਾਲ (ਕੋਈ ਖ਼ਾਸ) ਪਿਆਰ ਨਹੀਂ ਕਰਦੀ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "ibstw mUqR Koid iqlu iqlu; min. n mnI ibprIiq ]3]",
    "TRANSLITERATION": "Bisattaa Moothr Khodh Thil Thil Man N Manee Bipareeth ||3||",
    "PUNJABI": "ਤੇ (ਜਿਹੜਾ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਗੂੰਹ ਮੂਤਰ (ਸੁੱਟਦਾ ਹੈ, ਧਰਤੀ ਨੂੰ) ਪੁੱਟ ਕੇ ਰਤਾ ਰਤਾ (ਕਰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਵਿਰੁੱਧ ਆਪਣੇ) ਮਨ ਵਿਚ (ਧਰਤੀ) ਬੁਰਾ ਨਹੀਂ ਮਨਾਂਦੀ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "aUc nIc ibkwr suikRq; sMlgn sB suK CqR ]",
    "TRANSLITERATION": "Ooch Neech Bikaar Sukirath Sanlagan Sabh Sukh Shhathr ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ!) ਕੋਈ ਉੱਚਾ ਹੋਵੇ ਨੀਵਾਂ ਹੋਵੇ, ਕੋਈ ਬੁਰਾਈ ਕਰੇ ਕੋਈ ਭਲਾਈ ਕਰੇ (ਆਕਾਸ਼ ਸਭਨਾਂ ਨਾਲ) ਇਕੋ ਜਿਹਾ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਸਭਨਾਂ ਵਾਸਤੇ ਸੁਖਾਂ ਦਾ ਛਤਰ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "PRONUNCIATION": "su-ikRq[ sM-lgn: polw bolo"
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "imqR sqRü. n kCU jwnY; srb jIA smq ]4]",
    "TRANSLITERATION": "Mithr Sathra N Kashhoo Jaanai Sarab Jeea Samath ||4||",
    "PUNJABI": "(ਆਕਾਸ਼) ਨਾਹ ਕਿਸੇ ਨੂੰ ਮਿੱਤਰ ਸਮਝਦਾ ਹੈ ਨਾਹ ਕਿਸੇ ਨੂੰ ਵੈਰੀ, (ਆਕਾਸ਼) ਸਾਰੇ ਜੀਵਾਂ ਵਾਸਤੇ ਇੱਕ-ਸਮਾਨ ਹੈ ॥੪॥",
    "PRONUNCIATION": "ie`k (smq) smwn[smq: polw bolo"
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "kir pRgwsu pRcMf pRgitE; AMDkwr ibnws ]",
    "TRANSLITERATION": "Kar Pragaas Prachandd Pragattiou Andhhakaar Binaas ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਸੂਰਜ) ਤੇਜ਼ ਰੌਸ਼ਨੀ ਕਰ ਕੇ (ਆਕਾਸ਼ ਵਿਚ) ਪਰਗਟ ਹੁੰਦਾ ਹੈ ਅਤੇ ਹਨੇਰੇ ਦਾ ਨਾਸ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "pivqR ApivqRh ikrx lwgy; min. n BieE ibKwdu ]5]",
    "TRANSLITERATION": "Pavithr Apavithreh Kiran Laagae Man N Bhaeiou Bikhaadh ||5||",
    "PUNJABI": "ਚੰਗੇ ਮੰਦੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਉਸ ਦੀਆਂ ਕਿਰਣਾਂ ਲੱਗਦੀਆਂ ਹਨ, (ਸੂਰਜ ਦੇ) ਮਨ ਵਿਚ (ਇਸ ਗੱਲੋਂ) ਦੁੱਖ ਨਹੀਂ ਹੁੰਦਾ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "sIq mMd sugMD cilE; srb Qwn smwn ]",
    "TRANSLITERATION": "Seeth Mandh Sugandhh Chaliou Sarab Thhaan Samaan ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਠੰਢੀ (ਹਵਾ) ਸੁਗੰਧੀ-ਭਰੀ (ਹਵਾ) ਮੱਠੀ ਮੱਠੀ ਸਭਨਾਂ ਥਾਂਵਾਂ ਵਿਚ ਇਕੋ ਜਿਹੀ ਚੱਲਦੀ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "jhw sw ikCu. qhw lwigE; iqlu. n sMkw mwn ]6]",
    "TRANSLITERATION": "Jehaa Saa Kishh Thehaa Laagiou Thil N Sankaa Maan ||6||",
    "PUNJABI": "ਜਿੱਥੇ ਭੀ ਕੋਈ ਚੀਜ਼ ਹੋਵੇ (ਚੰਗੀ ਹੋਵੇ ਚਾਹੇ ਮੰਦੀ) ਉੱਥੇ ਹੀ (ਸਭ ਨੂੰ) ਲੱਗਦੀ ਹੈ, ਰਤਾ ਭੀ ਝਿਜਕ ਨਹੀਂ ਕਰਦੀ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "suBwie ABwie ju inkit AwvY; sIqu qw kw jwie ]",
    "TRANSLITERATION": "Subhaae Abhaae J Nikatt Aavai Seeth Thaa Kaa Jaae ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਚੰਗੀ ਭਾਵਨਾ ਨਾਲ ਜਾਂ ਮੰਦੀ ਭਾਵਨਾ ਨਾਲ (ਅੱਗ ਦੇ) ਨੇੜੇ ਆਉਂਦਾ ਹੈ, ਉਸ ਦਾ ਪਾਲਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "Awp pr kw kCu. n jwxY; sdw shij suBwie ]7]",
    "TRANSLITERATION": "Aap Par Kaa Kashh N Jaanai Sadhaa Sehaj Subhaae ||7||",
    "PUNJABI": "(ਅੱਗ) ਇਹ ਗੱਲ ਬਿਲਕੁਲ ਨਹੀਂ ਜਾਣਦੀ ਕਿ ਇਹ ਆਪਣਾ ਹੈ ਇਹ ਪਰਾਇਆ ਹੈ, (ਅੱਗ) ਅਡੋਲਤਾ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ਆਪਣੇ ਸੁਭਾਵ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "crx srx snwQ iehu mnu; rMig rwqy lwl ]",
    "TRANSLITERATION": "Charan Saran Sanaathh Eihu Man Rang Raathae Laal ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਰਹਿ ਕੇ ਖਸਮ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਪ੍ਰਭੂ ਵਿਚ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਇਹ ਮਨ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3724,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "gopwl gux inq gwau nwnk; Bey pRB ikrpwl ]8]3]",
    "TRANSLITERATION": "Gopaal Gun Nith Gaao Naanak Bheae Prabh Kirapaal ||8||3||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਭੀ) ਗੋਪਾਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਿਹਾ ਕਰ। ਹੇ ਨਾਨਕ! (ਜਿਹੜੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ) ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੮॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 Gru 4 AstpdIAw",
    "TRANSLITERATION": "Maaroo Mehalaa 5 Ghar 4 Asattapadheeaa",
    "PUNJABI": "ਰਾਗ ਮਾਰੂ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW: s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "cwdnw. cwdnu AWgin; pRB jIau AMqir cwdnw ]1]",
    "TRANSLITERATION": "Chaadhanaa Chaadhan Aaangan Prabh Jeeo Anthar Chaadhanaa ||1||",
    "PUNJABI": "(ਲੋਕ ਖ਼ੁਸ਼ੀ ਆਦਿਕ ਦੇ ਮੌਕੇ ਤੇ ਘਰਾਂ ਵਿਚ ਦੀਵੇ ਆਦਿਕ ਬਾਲ ਕੇ ਚਾਨਣ ਕਰਦੇ ਹਨ, ਪਰ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਚਾਨਣ ਹੋ ਜਾਣਾ-ਇਹ ਵਿਹੜੇ ਵਿਚ ਹੋਰ ਸਭ ਚਾਨਣਾਂ ਨਾਲੋਂ ਵਧੀਆ ਚਾਨਣ ਹੈ ॥੧॥",
    "PRONUNCIATION": "cWdnw, cWdnu"
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "AwrwDnw ArwDnu nIkw; hir hir nwmu ArwDnw ]2]",
    "TRANSLITERATION": "Aaraadhhanaa Araadhhan Neekaa Har Har Naam Araadhhanaa ||2||",
    "PUNJABI": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਸਿਮਰਨਾ-ਇਹ ਹੋਰ ਸਾਰੇ ਸਿਮਰਨਾਂ ਨਾਲੋਂ ਸੋਹਣਾ ਸਿਮਰਨ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "iqAwgnw iqAwgnu nIkw; kwmu kRoDu loBu iqAwgnw ]3]",
    "TRANSLITERATION": "Thiaaganaa Thiaagan Neekaa Kaam Krodhh Lobh Thiaaganaa ||3||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ ਲੋਕ ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਜਾਂਦੇ ਹਨ, ਪਰ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚੋਂ) ਤਿਆਗ ਦੇਣਾ-ਇਹ ਹੋਰ ਸਾਰੇ ਤਿਆਗਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਤਿਆਗ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "mwgnw mwgnu nIkw; hir jsu gur qy mwgnw ]4]",
    "TRANSLITERATION": "Maaganaa Maagan Neekaa Har Jas Gur Thae Maaganaa ||4||",
    "PUNJABI": "ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਖ਼ੈਰ ਮੰਗਣਾ-ਇਹ ਹੋਰ ਸਾਰੀਆਂ ਮੰਗਾਂ ਨਾਲੋਂ ਵਧੀਆ ਮੰਗ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "jwgnw jwgnu nIkw; hir kIrqn mih jwgnw ]5]",
    "TRANSLITERATION": "Jaaganaa Jaagan Neekaa Har Keerathan Mehi Jaaganaa ||5||",
    "PUNJABI": "(ਦੇਵੀ ਆਦਿਕ ਦੀ ਪੂਜਾ ਵਾਸਤੇ ਲੋਕ ਜਾਗਰੇ ਕਰਦੇ ਹਨ, ਪਰ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜਾਗਣਾ-ਇਹ ਹੋਰ ਜਾਗਰਿਆਂ ਨਾਲੋਂ ਉੱਤਮ ਜਾਗਰਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "lwgnw lwgnu nIkw; gur crxI mnu lwgnw ]6]",
    "TRANSLITERATION": "Laaganaa Laagan Neekaa Gur Charanee Man Laaganaa ||6||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਨ ਦਾ ਪਿਆਰ ਬਣ ਜਾਣਾ-ਇਹ ਹੋਰ ਸਾਰੀਆਂ ਲਗਨਾਂ ਨਾਲੋਂ ਵਧੀਆ ਲਗਨ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "ieh ibiD iqsih prwpqy; jw kY msqik Bwgnw ]7]",
    "TRANSLITERATION": "Eih Bidhh Thisehi Paraapathae Jaa Kai Masathak Bhaaganaa ||7||",
    "PUNJABI": "ਪਰ, ਇਹ ਜੁਗਤਿ ਉਸੇ ਹੀ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਭਾਗ ਜਾਗ ਪੈਣ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3725,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "khu nwnk. iqsu sBu ikCu nIkw; jo pRB kI srnwgnw ]8]1]4]",
    "TRANSLITERATION": "Kahu Naanak This Sabh Kishh Neekaa Jo Prabh Kee Saranaaganaa ||8||1||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰੇਕ ਸੋਹਣਾ ਗੁਣ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU mhlw 5 ]",
    "TRANSLITERATION": "Maaroo Mehalaa 5 ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "Awau jI. qU Awau hmwrY; hir jsu sRvn sunwvnw ]1] rhwau ]",
    "TRANSLITERATION": "Aao Jee Thoo Aao Hamaarai Har Jas Sravan Sunaavanaa ||1|| Rehaao ||",
    "PUNJABI": "ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸ, ਤੇ, ਮੇਰੇ ਕੰਨਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "quDu Awvq. myrw mnu qnu hirAw; hir jsu qum sMig gwvnw ]1]",
    "TRANSLITERATION": "Thudhh Aavath Maeraa Man Than Hariaa Har Jas Thum Sang Gaavanaa ||1||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਤੇਰੇ ਆਇਆਂ ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਜਸ ਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "sMq ikRpw qy ihrdY vwsY; dUjw Bwau imtwvnw ]2]",
    "TRANSLITERATION": "Santh Kirapaa Thae Hiradhai Vaasai Dhoojaa Bhaao Mittaavanaa ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "Bgq dieAw qy. buiD prgwsY; durmiq dUK qjwvnw ]3]",
    "TRANSLITERATION": "Bhagath Dhaeiaa Thae Budhh Paragaasai Dhuramath Dhookh Thajaavanaa ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦੀ ਕਿਰਪਾ ਨਾਲ ਬੁੱਧੀ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਖੋਟੀ ਮੱਤ ਦੇ ਸਾਰੇ ਵਿਕਾਰ ਤਿਆਗੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "drsnu Bytq hoq punIqw; punrip griB. n pwvnw ]4]",
    "TRANSLITERATION": "Dharasan Bhaettath Hoth Puneethaa Punarap Garabh N Paavanaa ||4||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਜੀਵਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪਈਦਾ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "nau iniD iriD isiD pweI; jo qumrY min Bwvnw ]5]",
    "TRANSLITERATION": "No Nidhh Ridhh Sidhh Paaee Jo Thumarai Man Bhaavanaa ||5||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜਾ (ਵਡਭਾਗੀ) ਮਨੁੱਖ ਤੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ, (ਮਾਨੋ) ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਅਤੇ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "sMq ibnw. mY Qwau, n koeI; Avr. n sUJY jwvnw ]6]",
    "TRANSLITERATION": "Santh Binaa Mai Thhaao N Koee Avar N Soojhai Jaavanaa ||6||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ, ਕਿਸੇ ਹੋਰ ਥਾਂ ਜਾਣਾ ਮੈਨੂੰ ਨਹੀਂ ਸੁੱਝਦਾ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "moih inrgun kau. koie, n rwKY; sMqw sMig smwvnw ]7]",
    "TRANSLITERATION": "Mohi Niragun Ko Koe N Raakhai Santhaa Sang Samaavanaa ||7||",
    "PUNJABI": "ਮੇਰੀ ਗੁਣ-ਹੀਨ ਦੀ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਬਾਂਹ ਨਹੀਂ ਫੜਦਾ। ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋਈਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3726,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "khu nwnk. guir, clqu idKwieAw; mn mDy hir hir rwvnw ]8]2]5]",
    "TRANSLITERATION": "Kahu Naanak Gur Chalath Dhikhaaeiaa Man Madhhae Har Har Raavanaa ||8||2||5||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਅਚਰਜ ਤਮਾਸ਼ਾ ਵਿਖਾ ਦਿੱਤਾ ਹੈ। ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹਾਂ ॥੮॥੨॥੫॥",
    "PRONUNCIATION": ""
  }
]