{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਮਨ ਇਛੇ ਫਲ ਪਾਵਹੁ, ਸਭੈ ਫਲ ਪਾਵਹੁ, ਧਰਮੁ ਅਰਥੁ ਕਾਮ ਮੋਖੁ; ਜਨ ਨਾਨਕ. ਹਰਿ ਸਿਉ ਮਿਲੇ; ਹਰਿ ਭਗਤ ਤੋਰਾ ॥੨॥੨॥੯॥",
      "page": 1201,
      "line": 7
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Says slave Nanak, O Lord, Thy saint obtains the heart-desired fruits, all the fruits, and obtains also the four cardinal boons of righteousness, riches, success and emancipation."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੋਲਾ ਨਾਨਕ ਆਖਦਾ ਹੈ, ਹੇ ਸੁਆਮੀ! ਤੇਰਾ ਸਾਧੂ ਚਿੱਤ-ਚਾਹੁੰਦੇ ਮੇਵੇ ਪਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੇ ਮੇਵੇ ਪਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਸੱਚਾਈ, ਧਨ-ਦੌਲਤ, ਕਾਮਯਾਬੀ ਅਤੇ ਕਲਿਆਣ ਦੀਆਂ ਚਾਰ ਉਤਮ ਦਾਤਾਂ ਭੀ ਪਾ ਲੈਂਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Servant Nanak: O Lord, Your devotees obtain the fruits of their minds' desires; they obtain all the fruits and rewards, and the four great blessings - Dharmic faith, wealth and riches, fulfilment of desires and liberation. ||2||2||9||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਮਨ ਇਛਤ ਫਲ ਕੋ ਪਾਵਤੇ ਹੈਂ ਔਰ ਭੀ ਸਭੀ ਫਲ ਪਾਵਤੇ ਹੈਂ, ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ ਆਦਿਕ ਜੋ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਜੋ ਭਗਤ ਜਨ ਤੇਰੇ ਸਾਥ ਮਿਲੇ ਹੈਂ, ਸੋ ਹੇ ਹਰੀ! ਤੇਰਾ ਹੁਕਮ ਮਾਨਤੇ ਹੈਂ; ਵਾ ਭਗਤੋਂ ਮੇਂ ਤਿਨ ਕਾ ਤੋਰਾ ਅਰਥਾਤ ਮੁੱਖਤਾ ਹੋਤੀ ਹੈ। ਪੂਰਬੋਕਤ ਸਬਦ ਕਾ ਉਪਦੇਸ ਮੇਂ ਭੀ ਅਰਥ ਬਨ ਸਕਤਾ ਹੈ॥੨॥੨॥੯॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ। ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ-ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ। ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ॥੨॥੨॥੯॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "El Sirviente Nanak dice, oh Señor, Tus Devotos obtienen los Frutos de los deseos de sus mentes. Obtienen todos los Frutos y Recompensas y las Cuatro Grandes Bendiciones, Fe Dhármica, bienes y riquezas, satisfacción sexual y liberación. (2-2-9)"
    }
  ]
}
