[
  {
    "id": 39426,
    "shabad_id": 3370,
    "pada": 22,
    "source_line": 1,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਸੁਣਹੁ ਸੰਤਹੁ; ਸੋ ਸਿਖੁ ਸਨਮੁਖੁ ਹੋੲੇ ॥੨੧॥",
    "transliteration": "Kehai Naanak Sunahu Santhahu So Sikh Sanamukh Hoeae ||21||",
    "translation": "Says Nanak, listen, O Saints: such a Sikh turns toward the Guru with sincere faith, and becomes sunmukh. ||21||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ ਉਹ ਸਿੱਖ (ਹੀ) ਖਿੜੇ-ਮੱਥੇ ਰਹਿ ਸਕਦਾ ਹੈ (ਉਸ ਦੇ ਹੀ ਅੰਦਰ ਆਤਮਕ ਖੇੜਾ ਹੋ ਸਕਦਾ ਹੈ, ਉਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕਦਾ ਹੈ) ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39427,
    "shabad_id": 3370,
    "pada": 23,
    "source_line": 1,
    "gurmukhi": "ਜੇ ਕੋ. ਗੁਰ ਤੇ ਵੇਮੁਖੁ ਹੋਵੈ; ਬਿਨੁ ਸਤਿਗੁਰ ਮੁਕਤਿ. ਨ ਪਾਵੈ ॥",
    "transliteration": "Jae Ko Gur Thae Vaemukh Hovai Bin Sathigur Mukath N Paavai ||",
    "translation": "One who turns away from the Guru, and becomes baymukh - without the True Guru, he shall not find liberation.",
    "punjabi": "(ਜਿਥੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਸਹਿਮ ਹੈ ਉਥੇ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਪਲ੍ਹਰ ਸਕਦਾ, ਪਰ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜ ਲਏ (ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਸੀਬ ਨਹੀਂ ਹੋ ਸਕਦਾ ਕਿਉਂਕਿ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39428,
    "shabad_id": 3370,
    "pada": 23,
    "source_line": 2,
    "gurmukhi": "ਪਾਵੈ ਮੁਕਤਿ ਨ. ਹੋਰ ਥੈ ਕੋੲੀ; ਪੁਛਹੁ ਬਿਬੇਕੀਅਾ ਜਾੲੇ ॥",
    "transliteration": "Paavai Mukath N Hor Thhai Koee Pushhahu Bibaekeeaa Jaaeae ||",
    "translation": "He shall not find liberation anywhere else either; go and ask the wise ones about this.",
    "punjabi": "ਬੇਸ਼ੱਕ ਕਿਸੇ ਵਿਚਾਰਵਾਨਾਂ ਤੋਂ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ (ਤੇ ਤਸੱਲੀ ਕਰ ਲਵੋ, ਇਹ ਪੱਕੀ ਗੱਲ ਹੈ ਕਿ ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਭੀ ਹੋਰ ਥਾਂ ਤੋਂ ਮਾਇਕ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39429,
    "shabad_id": 3370,
    "pada": 23,
    "source_line": 2,
    "gurmukhi": "ਅਨੇਕ ਜੂਨੀ. ਭਰਮਿ ਅਾਵੈ; ਵਿਣੁ ਸਤਿਗੁਰ ਮੁਕਤਿ. ਨ ਪਾੲੇ ॥",
    "transliteration": "Anaek Joonee Bharam Aavai Vin Sathigur Mukath N Paaeae ||",
    "translation": "He shall wander through countless incarnations; without the True Guru, he shall not find liberation.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ) ਅਨੇਕਾਂ ਜੂਨੀਆਂ ਵਿਚ ਭਟਕਦਾ ਆਉਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਇਸ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39430,
    "shabad_id": 3370,
    "pada": 23,
    "source_line": 3,
    "gurmukhi": "ਫਿਰਿ ਮੁਕਤਿ ਪਾੲੇ. ਲਾਗਿ ਚਰਣੀ; ਸਤਿਗੁਰੂ ਸਬਦੁ ਸੁਣਾੲੇ ॥",
    "transliteration": "Fir Mukath Paaeae Laag Charanee Sathiguroo Sabadh Sunaaeae ||",
    "translation": "But liberation is attained, when one is attached to the feet of the True Guru, chanting the Word of the Shabad.",
    "punjabi": "ਆਖ਼ਰ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਛੁਟਕਾਰਾ ਮਿਲਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ (ਸਹੀ ਜੀਵਨ-ਮਾਰਗ ਦਾ) ਉਪਦੇਸ਼ ਸੁਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39431,
    "shabad_id": 3370,
    "pada": 23,
    "source_line": 4,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਵੀਚਾਰਿ ਦੇਖਹੁ; ਵਿਣੁ ਸਤਿਗੁਰ ਮੁਕਤਿ. ਨ ਪਾੲੇ ॥੨੨॥",
    "transliteration": "Kehai Naanak Veechaar Dhaekhahu Vin Sathigur Mukath N Paaeae ||22||",
    "translation": "Says Nanak, contemplate this and see, that without the True Guru, there is no liberation. ||22||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਵੋ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੇ ਬੰਧਨ ਤੋਂ ਆਜ਼ਾਦੀ ਨਹੀਂ ਮਿਲਦੀ, (ਤੇ ਇਸ ਮੁਕਤੀ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ) ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39432,
    "shabad_id": 3370,
    "pada": 24,
    "source_line": 4,
    "gurmukhi": "ਅਾਵਹੁ ਸਿਖ. ਸਤਿਗੁਰੂ ਕੇ ਪਿਅਾਰਿਹੋ; ਗਾਵਹੁ ਸਚੀ ਬਾਣੀ ॥",
    "transliteration": "Aavahu Sikh Sathiguroo Kae Piaariho Gaavahu Sachee Baanee ||",
    "translation": "Come, O beloved Sikhs of the True Guru, and sing the True Word of His Bani.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰੇ ਸਿੱਖੋ! ਆਵੋ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਜੋੜਨ ਵਾਲੀ ਬਾਣੀ (ਰਲ ਕੇ) ਗਾਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39433,
    "shabad_id": 3370,
    "pada": 24,
    "source_line": 5,
    "gurmukhi": "ਬਾਣੀ ਤ ਗਾਵਹੁ ਗੁਰੂ ਕੇਰੀ; ਬਾਣੀਅਾ ਸਿਰਿ ਬਾਣੀ ॥",
    "transliteration": "Baanee Th Gaavahu Guroo Kaeree Baaneeaa Sir Baanee ||",
    "translation": "Sing the Guru's Bani, the supreme Word of Words.",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਗਾਵੋ, ਇਹ ਬਾਣੀ ਹੋਰ ਸਭ ਬਾਣੀਆਂ ਨਾਲੋਂ ਸ਼ਿਰੋਮਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39434,
    "shabad_id": 3370,
    "pada": 24,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਨਦਰਿ ਕਰਮੁ ਹੋਵੈ; ਹਿਰਦੈ ਤਿਨਾ ਸਮਾਣੀ ॥",
    "transliteration": "Jin Ko Nadhar Karam Hovai Hiradhai Thinaa Samaanee ||",
    "translation": "Those who are blessed by the Lord's Glance of Grace - their hearts are imbued with this Bani.",
    "punjabi": "ਇਹ ਬਾਣੀ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਟਿਕਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਹੋਵੇ, ਬਖ਼ਸ਼ਸ਼ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39435,
    "shabad_id": 3370,
    "pada": 24,
    "source_line": 6,
    "gurmukhi": "ਪੀਵਹੁ ਅੰਮ੍ਰਿਤੁ. ਸਦਾ ਰਹਹੁ ਹਰਿ ਰੰਗਿ; ਜਪਿਹੁ ਸਾਰਿਗਪਾਣੀ ॥",
    "transliteration": "Peevahu Anmrith Sadhaa Rehahu Har Rang Japihu Saarigapaanee ||",
    "translation": "Drink in this Ambrosial Nectar, and remain in the Lord's Love forever; meditate on the Lord, the Sustainer of the world.",
    "punjabi": "(ਹੇ ਪਿਆਰੇ ਗੁਰਸਿੱਖੋ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ, ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਸਦਾ ਜੁੜੇ ਰਹੋ, ਇਹ (ਆਨੰਦ ਦੇਣ ਵਾਲਾ, ਆਤਮਕ ਹੁਲਾਰਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਨਾਮ-ਜਲ ਪੀਓ।",
    "pronunciation": "ਰਹ-ਹੁ।ਸਾਰਿਗ-ਪਾਣੀ",
    "type_id": 3
  },
  {
    "id": 39436,
    "shabad_id": 3370,
    "pada": 24,
    "source_line": 6,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਸਦਾ ਗਾਵਹੁ; ੲੇਹ ਸਚੀ ਬਾਣੀ ॥੨੩॥",
    "transliteration": "Kehai Naanak Sadhaa Gaavahu Eaeh Sachee Baanee ||23||",
    "translation": "Says Nanak, sing this True Bani forever. ||23||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਗੁਰਸਿੱਖੋ!) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਇਹ ਬਾਣੀ ਸਦਾ ਗਾਵੋ (ਇਸੇ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਹੈ) ॥੨੩॥",
    "pronunciation": "ਸੱਚੀ",
    "type_id": 3
  },
  {
    "id": 39437,
    "shabad_id": 3370,
    "pada": 25,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਬਿਨਾ; ਹੋਰ ਕਚੀ ਹੈ ਬਾਣੀ ॥",
    "transliteration": "Sathiguroo Binaa Hor Kachee Hai Baanee ||",
    "translation": "Without the True Guru, other songs are false.",
    "punjabi": "ਗੁਰ-ਆਸ਼ੇ ਤੋਂ ਉਲਟ ਬਾਣੀ (ਮਾਇਆ) ਦੀ ਝਲਕ ਦੇ ਸਾਹਮਣੇ ਥਿੜਕਾ ਦੇਣ ਵਾਲੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਕੱਚੀ",
    "type_id": 3
  },
  {
    "id": 39438,
    "shabad_id": 3370,
    "pada": 25,
    "source_line": 7,
    "gurmukhi": "ਬਾਣੀ ਤ ਕਚੀ. ਸਤਿਗੁਰੂ ਬਾਝਹੁ; ਹੋਰ ਕਚੀ ਬਾਣੀ ॥",
    "transliteration": "Baanee Th Kachee Sathiguroo Baajhahu Hor Kachee Baanee ||",
    "translation": "The songs are false without the True Guru; all other songs are false.",
    "punjabi": "ਗੁਰ-ਆਸ਼ੇ ਤੋਂ ਉਲਟ ਬਾਣੀ ਮਨੁੱਖ ਦੇ ਮਨ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇ ਟਿਕਾਣੇ ਤੋਂ ਹੇਠਾਂ ਡੇਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39439,
    "shabad_id": 3370,
    "pada": 25,
    "source_line": 8,
    "gurmukhi": "ਕਹਦੇ ਕਚੇ ਸੁਣਦੇ ਕਚੇ; ਕਚਂØੀ ਅਾਖਿ ਵਖਾਣੀ ॥",
    "transliteration": "Kehadhae Kachae Sunadhae Kachae Kachanaee Aakh Vakhaanee ||",
    "translation": "The speakers are false, and the listeners are false; those who speak and recite are false.",
    "punjabi": "ਇਹ ਪੱਕੀ ਗੱਲ ਹੈ ਕਿ ਗੁਰ-ਆਸ਼ੇ ਦੇ ਉਲਟ ਜਾਣ ਵਾਲੀ ਬਾਣੀ ਨੂੰ ਸੁਣਨ ਵਾਲਿਆਂ ਦੇ ਮਨ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸੁਣਨ ਵਾਲਿਆਂ ਦੇ ਮਨ ਭੀ ਥਿੜਕ ਜਾਂਦੇ ਹਨ, ਤੇ ਜੋ ਅਜੇਹੀ ਬਾਣੀ ਦੀ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਵਿਆਖਿਆ ਕਰਦੇ ਹਨ, ਉਹ ਭੀ ਕਮਜ਼ੋਰ ਮਨ ਦੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39440,
    "shabad_id": 3370,
    "pada": 25,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਿਤ ਕਰਹਿ ਰਸਨਾ; ਕਹਿਅਾ ਕਛੂ. ਨ ਜਾਣੀ ॥",
    "transliteration": "Har Har Nith Karehi Rasanaa Kehiaa Kashhoo N Jaanee ||",
    "translation": "They may continually chant, 'Har, Har' with their tongues, but they do not know what they are saying.",
    "punjabi": "ਜੇ ਉਹ ਬੰਦੇ ਜੀਭ-ਨਾਲ ਹਰੀ-ਨਾਮ ਭੀ ਬੋਲਣ ਤਾਂ ਭੀ ਜੋ ਕੁਝ ਉਹ ਬੋਲਦੇ ਹਨ ਉਸ ਨਾਲ ਉਹਨਾਂ ਦੀ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪੈਂਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39441,
    "shabad_id": 3370,
    "pada": 25,
    "source_line": 9,
    "gurmukhi": "ਚਿਤੁ ਜਿਨ ਕਾ. ਹਿਰਿ ਲੲਿਅਾ ਮਾੲਿਅਾ; ਬੋਲਨਿ ਪੲੇ ਰਵਾਣੀ ॥",
    "transliteration": "Chith Jin Kaa Hir Laeiaa Maaeiaa Bolan Peae Ravaanee ||",
    "translation": "Their consciousness is lured by Maya; they are just reciting mechanically.",
    "punjabi": "ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਮਨ ਨੂੰ ਮਾਇਆ ਨੇ ਮੋਹ ਰੱਖਿਆ ਹੈ, ਉਹ ਜੋ ਕੁਝ ਬੋਲਦੇ ਹਨ ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਹੀ ਬੋਲਦੇ ਹਨ।",
    "pronunciation": "(ਰਵਾਣੀ) ਬਿਅਰਥ, ਕੂੜ",
    "type_id": 3
  },
  {
    "id": 39442,
    "shabad_id": 3370,
    "pada": 25,
    "source_line": 9,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਸਤਿਗੁਰੂ ਬਾਝਹੁ; ਹੋਰ ਕਚੀ ਬਾਣੀ ॥੨੪॥",
    "transliteration": "Kehai Naanak Sathiguroo Baajhahu Hor Kachee Baanee ||24||",
    "translation": "Says Nanak, without the True Guru, other songs are false. ||24||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰ-ਆਸ਼ੇ ਤੋਂ ਉਲਟ ਬਾਣੀ ਮਨੁੱਖ ਦੇ ਮਨ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇ ਟਿਕਾਣੇ ਤੋਂ ਹੇਠਾਂ ਡੇਗਦੀ ਹੈ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39443,
    "shabad_id": 3370,
    "pada": 26,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ. ਰਤੰਨੁ ਹੈ; ਹੀਰੇ ਜਿਤੁ ਜੜਾੳੁ ॥",
    "transliteration": "Gur Kaa Sabadh Rathann Hai Heerae Jith Jarraao ||",
    "translation": "The Word of the Guru's Shabad is a jewel, studded with diamonds.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਇਕ ਐਸੀ ਅਮੋਲਕ ਦਾਤ ਹੈ ਜਿਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀਆਂ ਵਡਿਆਈਆਂ ਭਰੀਆਂ ਪਈਆਂ ਹਨ।",
    "pronunciation": "ਤੰਨੁ:ਟਿੱਪੀ ਅੌਂਕੜ ਬੋਲ ਰ",
    "type_id": 3
  },
  {
    "id": 39444,
    "shabad_id": 3370,
    "pada": 26,
    "source_line": 10,
    "gurmukhi": "ਸਬਦੁ ਰਤਨੁ ਜਿਤੁ ਮੰਨੁ ਲਾਗਾ; ੲੇਹੁ ਹੋਅਾ ਸਮਾੳੁ ॥",
    "transliteration": "Sabadh Rathan Jith Mann Laagaa Eaehu Hoaa Samaao ||",
    "translation": "The mind which is attached to this jewel, merges into the Shabad.",
    "punjabi": "ਸ਼ਬਦ, ਮਾਨੋ, (ਐਸਾ) ਰਤਨ ਹੈ, ਕਿ ਉਸ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦਾ) ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਟਿਕ ਜਾਂਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਵਿਚ) ਇਕ ਅਸਚਰਜ ਲੀਨਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39445,
    "shabad_id": 3370,
    "pada": 26,
    "source_line": 11,
    "gurmukhi": "ਸਬਦ ਸੇਤੀ ਮਨੁ ਮਿਲਿਅਾ; ਸਚੈ ਲਾੲਿਅਾ ਭਾੳੁ ॥",
    "transliteration": "Sabadh Saethee Man Miliaa Sachai Laaeiaa Bhaao ||",
    "translation": "One whose mind is attuned to the Shabad, enshrines love for the True Lord.",
    "punjabi": "ਜੇ ਸ਼ਬਦ ਵਿਚ (ਮਨੁੱਖ ਦਾ) ਮਨ ਜੁੜ ਜਾਏ, ਤਾਂ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ (ਉਸ ਦਾ) ਪ੍ਰੇਮ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39446,
    "shabad_id": 3370,
    "pada": 26,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਹੀਰਾ. ਰਤਨੁ ਅਾਪੇ; ਜਿਸ ਨੋ ਦੇੲਿ ਬੁਝਾੲਿ ॥",
    "transliteration": "Aapae Heeraa Rathan Aapae Jis No Dhaee Bujhaae ||",
    "translation": "He Himself is the diamond, and He Himself is the jewel; one who is blessed, understands its value.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਹੀਰਾ-ਨਾਮ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਰਤਨ-ਸ਼ਬਦ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। (ਪਰ ਇਹ ਦਾਤ ਉਸ ਨੂੰ ਹੀ ਮਿਲਦੀ ਹੈ) ਜਿਸ ਨੂੰ (ਪ੍ਰਭੂ ਆਪ ਇਹ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "ਬੁੱਝਾੲਿ",
    "type_id": 3
  },
  {
    "id": 39447,
    "shabad_id": 3370,
    "pada": 26,
    "source_line": 12,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਸਬਦੁ ਰਤਨੁ ਹੈ; ਹੀਰਾ ਜਿਤੁ ਜੜਾੳੁ ॥੨੫॥",
    "transliteration": "Kehai Naanak Sabadh Rathan Hai Heeraa Jith Jarraao ||25||",
    "translation": "Says Nanak, the Shabad is a jewel, studded with diamonds. ||25||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦਾ ਸ਼ਬਦ, ਮਾਨੋ, ਇਕ ਰਤਨ ਹੈ ਜਿਸ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਹੀਰਾ ਜੜਿਆ ਹੋਇਆ ਹੈ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39448,
    "shabad_id": 3370,
    "pada": 27,
    "source_line": 12,
    "gurmukhi": "ਸਿਵ ਸਕਤਿ. ਅਾਪਿ ੳੁਪਾੲਿ ਕੈ ਕਰਤਾ; ਅਾਪੇ ਹੁਕਮੁ ਵਰਤਾੲੇ ॥",
    "transliteration": "Siv Sakath Aap Oupaae Kai Karathaa Aapae Hukam Varathaaeae ||",
    "translation": "He Himself created Shiva and Shakti, mind and matter; the Creator subjects them to His Command.",
    "punjabi": "ਜੀਵਾਤਮਾ ਅਤੇ ਮਾਇਆ ਪੈਦਾ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਇਹ) ਹੁਕਮ ਵਰਤਾਂਦਾ ਹੈ ਕਿ (ਮਾਇਆ ਦਾ ਜ਼ੋਰ ਜੀਵਾਂ ਉਤੇ ਪਿਆ ਰਹੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39449,
    "shabad_id": 3370,
    "pada": 27,
    "source_line": 13,
    "gurmukhi": "ਹੁਕਮੁ ਵਰਤਾੲੇ ਅਾਪਿ ਵੇਖੈ; ਗੁਰਮੁਖਿ ਕਿਸੈ ਬੁਝਾੲੇ ॥",
    "transliteration": "Hukam Varathaaeae Aap Vaekhai Guramukh Kisai Bujhaaeae ||",
    "translation": "Enforcing His Order, He Himself sees all. How rare are those who, as Gurmukh, come to know Him.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਹ ਹੁਕਮ ਵਰਤਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਇਹ ਖੇਡ ਵੇਖਦਾ ਹੈ (ਕਿ ਕਿਸ ਤਰ੍ਹਾਂ ਜੀਵ ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਉਤੇ ਨੱਚ ਰਹੇ ਹਨ), ਕਿਸੇ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਇਸ ਖੇਡ ਦੀ) ਸੂਝ ਦੇ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਬੁੱਝਾੲਿ",
    "type_id": 3
  },
  {
    "id": 39450,
    "shabad_id": 3370,
    "pada": 27,
    "source_line": 13,
    "gurmukhi": "ਤੋੜੇ ਬੰਧਨ. ਹੋਵੈ ਮੁਕਤੁ; ਸਬਦੁ ਮੰਨਿ ਵਸਾੲੇ ॥",
    "transliteration": "Thorrae Bandhhan Hovai Mukath Sabadh Mann Vasaaeae ||",
    "translation": "They break their bonds, and attain liberation; they enshrine the Shabad within their minds.",
    "punjabi": "(ਜਿਸ ਨੂੰ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਸ ਦੇ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਦੇ ਬੰਧਨ ਤੋੜ ਦੇਂਦਾ ਹੈ, ਉਹ ਬੰਦਾ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਸੁਤੰਤਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ) ਉਹ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਮੰਨਿ:ਟਿੱਪੀ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 39451,
    "shabad_id": 3370,
    "pada": 27,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਿਸ ਨੋ ਅਾਪਿ ਕਰੇ ਸੁ ਹੋਵੈ; ੲੇਕਸ ਸਿੳੁ ਲਿਵ ਲਾੲੇ ॥",
    "transliteration": "Guramukh Jis No Aap Karae S Hovai Eaekas Sio Liv Laaeae ||",
    "translation": "Those whom the Lord Himself makes Gurmukh, lovingly focus their consciousness on the One Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਜੋਗਾ ਉਹੀ ਮਨੁੱਖ ਹੁੰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਇਹ ਸਮਰੱਥਾ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਦਾ ਹੈ, ਤੇ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚੋਂ ਨਿਕਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39452,
    "shabad_id": 3370,
    "pada": 27,
    "source_line": 14,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਅਾਪਿ ਕਰਤਾ; ਅਾਪੇ ਹੁਕਮੁ ਬੁਝਾੲੇ ॥੨੬॥",
    "transliteration": "Kehai Naanak Aap Karathaa Aapae Hukam Bujhaaeae ||26||",
    "translation": "Says Nanak, He Himself is the Creator; He Himself reveals the Hukam of His Command. ||26||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਤਮਾ ਤੇ ਮਾਇਆ ਦੀ) ਰਚਨਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਇਹ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਕਿ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਭੀ ਉਸ ਦਾ ਆਪਣਾ ਹੀ) ਹੁਕਮ (ਜਗਤ ਵਿਚ ਵਰਤ ਰਿਹਾ) ਹੈ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39453,
    "shabad_id": 3370,
    "pada": 28,
    "source_line": 15,
    "gurmukhi": "ਸਿਮ੍ਰਿਤਿ ਸਾਸਤ੍ਰ. ਪੁੰਨ ਪਾਪ ਬੀਚਾਰਦੇ; ਤਤੈ ਸਾਰ. ਨ ਜਾਣੀ ॥",
    "transliteration": "Simrith Saasathr Punn Paap Beechaaradhae Thathai Saar N Jaanee ||",
    "translation": "The Simritees and the Shaastras discriminate between good and evil, but they do not know the true essence of reality.",
    "punjabi": "ਸਿੰਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ ਪੜ੍ਹਨ ਵਾਲੇ ਪੰਡਿਤ ਸਿਰਫ਼ ਇਹੀ ਵਿਚਾਰਾਂ ਕਰਦੇ ਹਨ ਕਿ (ਇਹਨਾਂ ਪੁਸਤਕਾਂ ਅਨੁਸਾਰ) ਪਾਪ ਕੀਹ ਹੈ ਤੇ ਪੁੰਨ ਕੀਹ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦਾ ਰਸ ਨਹੀਂ ਆ ਸਕਦਾ।",
    "pronunciation": "ਸਿਮ- ੍ਰਿਤਿ:ਮ ਮੁਕਤਾ ਬੋਲੋ, ਅੱਧੇ ਰਾਰੇ ੍ਰ ਸਿਹਾਰੀ ਲਾ ਕੇ,ਪੋਲਾ ਬੋਲੋ, ਸਿਹਾਰੀ ਤੱਤੇ ਨੰੂ ਭੀ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 39454,
    "shabad_id": 3370,
    "pada": 28,
    "source_line": 15,
    "gurmukhi": "ਤਤੈ ਸਾਰ. ਨ ਜਾਣੀ ਗੁਰੂ ਬਾਝਹੁ; ਤਤੈ ਸਾਰ. ਨ ਜਾਣੀ ॥",
    "transliteration": "Thathai Saar N Jaanee Guroo Baajhahu Thathai Saar N Jaanee ||",
    "translation": "They do not know the true essence of reality without the Guru; they do not know the true essence of reality.",
    "punjabi": "(ਇਹ ਗੱਲ ਯਕੀਨੀ ਜਾਣੋ ਕਿ) ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਦਾ ਰਸ ਨਹੀਂ ਆ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39455,
    "shabad_id": 3370,
    "pada": 28,
    "source_line": 16,
    "gurmukhi": "ਤਿਹੀ ਗੁਣੀ ਸੰਸਾਰੁ. ਭ੍ਰਮਿ ਸੁਤਾ; ਸੁਤਿਅਾ ਰੈਣਿ ਵਿਹਾਣੀ ॥",
    "transliteration": "Thihee Gunee Sansaar Bhram Suthaa Suthiaa Rain Vihaanee ||",
    "translation": "The world is asleep in the three modes and doubt; it passes the night of its life sleeping.",
    "punjabi": "ਜਗਤ ਤਿੰਨਾਂ ਗੁਣਾਂ ਵਿਚ ਹੀ ਭਟਕ ਭਟਕ ਕੇ ਗ਼ਾਫ਼ਿਲ ਹੋਇਆ ਪਿਆ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤਿਆਂ ਦੀ ਹੀ ਸਾਰੀ ਉਮਰ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ (ਸਿੰਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀਆਂ ਵਿਚਾਰਾਂ ਇਸ ਨੀਂਦ ਵਿਚੋਂ ਜਗਾ ਨਹੀਂ ਸਕਦੀਆਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39456,
    "shabad_id": 3370,
    "pada": 28,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਕਿਰਪਾ ਤੇ. ਸੇ ਜਨ ਜਾਗੇ. ਜਿਨਾ ਹਰਿ ਮਨਿ ਵਸਿਅਾ; ਬੋਲਹਿ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ॥",
    "transliteration": "Gur Kirapaa Thae Sae Jan Jaagae Jinaa Har Man Vasiaa Bolehi Anmrith Baanee ||",
    "translation": "Those humble beings remain awake and aware, within whose minds, by Guru's Grace, the Lord abides; they chant the Ambrosial Word of the Guru's Bani.",
    "punjabi": "(ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਸਿਰਫ਼) ਉਹ ਮਨੁੱਖ ਜਾਗਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39457,
    "shabad_id": 3370,
    "pada": 28,
    "source_line": 17,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਸੋ ਤਤੁ ਪਾੲੇ. ਜਿਸ ਨੋ ਅਨਦਿਨੁ ਹਰਿ ਲਿਵ ਲਾਗੈ; ਜਾਗਤ ਰੈਣਿ ਵਿਹਾਣੀ ॥੨੭॥",
    "transliteration": "Kehai Naanak So Thath Paaeae Jis No Anadhin Har Liv Laagai Jaagath Rain Vihaanee ||27||",
    "translation": "Says Nanak, they alone obtain the essence of reality, who night and day remain lovingly absorbed in the Lord; they pass the night of their life awake and aware. ||27||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਉਹੀ ਮਨੁੱਖ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ਜੋ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦੀ ਲਗਨ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਜਿਸ ਦੀ ਉਮਰ (ਇਸ ਤਰ੍ਹਾਂ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗਦਿਆਂ ਬੀਤਦੀ ਹੈ ॥੨੭॥",
    "pronunciation": "ਤੱਤੁ",
    "type_id": 3
  },
  {
    "id": 39458,
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 18,
    "gurmukhi": "ਮਾਤਾ ਕੇ ੳੁਦਰ ਮਹਿ. ਪ੍ਰਤਿਪਾਲ ਕਰੇ; ਸੋ. ਕਿੳੁ ਮਨਹੁ ਵਿਸਾਰੀਅੈ ॥",
    "transliteration": "Maathaa Kae Oudhar Mehi Prathipaal Karae So Kio Manahu Visaareeai ||",
    "translation": "He nourished us in the mother's womb; why forget Him from the mind?",
    "punjabi": "(ਜੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਨਾ ਹੈ ਤਾਂ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਦੇ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਜੋ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ (ਭੀ) ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ੳੁਦ-ਰ",
    "type_id": 3
  },
  {
    "id": 39459,
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 18,
    "gurmukhi": "ਮਨਹੁ. ਕਿੳੁ ਵਿਸਾਰੀਅੈ, ੲੇਵਡੁ ਦਾਤਾ; ਜਿ ਅਗਨਿ ਮਹਿ. ਅਾਹਾਰੁ ਪਹੁਚਾਵੲੇ ॥",
    "transliteration": "Manahu Kio Visaareeai Eaevadd Dhaathaa J Agan Mehi Aahaar Pahuchaaveae ||",
    "translation": "Why forget from the mind such a Great Giver, who gave us sustenance in the fire of the womb?",
    "punjabi": "ਇਤਨੇ ਵੱਡੇ ਦਾਤੇ ਨੂੰ ਮਨੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ਜੋ (ਮਾਂ ਦੇ ਪੇਟ ਦੀ) ਅੱਗ ਵਿਚ (ਭੀ) ਖ਼ੁਰਾਕ ਅਪੜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪਹੁਚਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 39460,
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 19,
    "gurmukhi": "ਓਸ ਨੋ ਕਿਹੁ ਪੋਹਿ. ਨ ਸਕੀ; ਜਿਸ ਨੳੁ ਅਾਪਣੀ ਲਿਵ ਲਾਵੲੇ ॥",
    "transliteration": "Ous No Kihu Pohi N Sakee Jis No Aapanee Liv Laaveae ||",
    "translation": "Nothing can harm one, whom the Lord inspires to embrace His Love.",
    "punjabi": "(ਇਹ ਮੋਹ ਹੀ ਹੈ ਜੋ ਆਨੰਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰੱਖਦਾ ਹੈ, ਪਰ) ਉਸ ਬੰਦੇ ਨੂੰ (ਮੋਹ ਆਦਿਕ) ਕੁਝ ਭੀ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "ਲਾ-ਵੲੇ",
    "type_id": 3
  }
]
