[
  {
    "id": 39461,
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਣੀ ਲਿਵ ਅਾਪੇ ਲਾੲੇ; ਗੁਰਮੁਖਿ ਸਦਾ ਸਮਾਲੀਅੈ ॥",
    "transliteration": "Aapanee Liv Aapae Laaeae Guramukh Sadhaa Samaaleeai ||",
    "translation": "He Himself is the love, and He Himself is the embrace; the Gurmukh contemplates Him forever.",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ?) ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੀ ਪ੍ਰੀਤ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਨੂੰ ਸਿਮਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39462,
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 1,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ੲੇਵਡੁ ਦਾਤਾ; ਸੋ. ਕਿੳੁ ਮਨਹੁ ਵਿਸਾਰੀਅੈ ॥੨੮॥",
    "transliteration": "Kehai Naanak Eaevadd Dhaathaa So Kio Manahu Visaareeai ||28||",
    "translation": "Says Nanak, why forget such a Great Giver from the mind? ||28||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਜੇ ਆਤਮਕ ਆਨੰਦ ਦੀ ਲੋੜ ਹੈ ਤਾਂ) ਇਤਨੇ ਵੱਡੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੂੰ ਕਦੇ ਭੀ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39463,
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੀ ਅਗਨਿ ੳੁਦਰ ਮਹਿ; ਤੈਸੀ ਬਾਹਰਿ ਮਾੲਿਅਾ ॥",
    "transliteration": "Jaisee Agan Oudhar Mehi Thaisee Baahar Maaeiaa ||",
    "translation": "As is the fire within the womb, so is Maya outside.",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਅੱਗ ਹੈ ਤਿਵੇਂ ਬਾਹਰ ਜਗਤ ਵਿਚ ਮਾਇਆ (ਦੁਖਦਾਈ) ਹੈ।",
    "pronunciation": "ਬਾਹ-ਰਿ",
    "type_id": 3
  },
  {
    "id": 39464,
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 2,
    "gurmukhi": "ਮਾੲਿਅਾ ਅਗਨਿ ਸਭ ੲਿਕੋ ਜੇਹੀ; ਕਰਤੈ ਖੇਲੁ ਰਚਾੲਿਅਾ ॥",
    "transliteration": "Maaeiaa Agan Sabh Eiko Jaehee Karathai Khael Rachaaeiaa ||",
    "translation": "The fire of Maya is one and the same; the Creator has staged this play.",
    "punjabi": "ਮਾਇਆ ਤੇ ਅੱਗ ਇਕੋ ਜਿਹੀਆਂ ਹੀ ਹਨ, ਕਰਤਾਰ ਨੇ ਐਸੀ ਹੀ ਖੇਡ ਰਚ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39465,
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਤਿਸੁ ਭਾਣਾ. ਤਾ ਜੰਮਿਅਾ; ਪਰਵਾਰਿ ਭਲਾ ਭਾੲਿਅਾ ॥",
    "transliteration": "Jaa This Bhaanaa Thaa Janmiaa Paravaar Bhalaa Bhaaeiaa ||",
    "translation": "According to His Will, the child is born, and the family is very pleased.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਜੀਵ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਪਰਵਾਰ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39466,
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 3,
    "gurmukhi": "ਲਿਵ ਛੁੜਕੀ. ਲਗੀ ਤ੍ਰਿਸਨਾ; ਮਾੲਿਅਾ. ਅਮਰੁ ਵਰਤਾੲਿਅਾ ॥",
    "transliteration": "Liv Shhurrakee Lagee Thrisanaa Maaeiaa Amar Varathaaeiaa ||",
    "translation": "Love for the Lord wears off, and the child becomes attached to desires; the script of Maya runs its course.",
    "punjabi": "(ਪਰਵਾਰ ਦੇ ਜੀਵ ਉਸ ਨਵੇਂ ਜੰਮੇ ਬਾਲ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹਨ, ਇਸ ਪਿਆਰ ਵਿਚ ਫਸ ਕੇ ਉਸ ਦੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲੋਂ) ਪ੍ਰੀਤ ਦੀ ਤਾਰ ਟੁੱਟ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਆ ਚੰਬੜਦੀ ਹੈ, ਮਾਇਆ (ਉਸ ਉਤੇ) ਆਪਣਾ ਜ਼ੋਰ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39467,
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 4,
    "gurmukhi": "ੲੇਹ ਮਾੲਿਅਾ. ਜਿਤੁ ਹਰਿ ਵਿਸਰੈ; ਮੋਹੁ ੳੁਪਜੈ. ਭਾੳੁ ਦੂਜਾ ਲਾੲਿਅਾ ॥",
    "transliteration": "Eaeh Maaeiaa Jith Har Visarai Mohu Oupajai Bhaao Dhoojaa Laaeiaa ||",
    "translation": "This is Maya, by which the Lord is forgotten; emotional attachment and love of duality well up.",
    "punjabi": "ਮਾਇਆ ਹੈ ਹੀ ਐਸੀ ਕਿ ਇਸ ਦੀ ਰਾਹੀਂ ਰੱਬ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, (ਦੁਨੀਆ ਦਾ) ਮੋਹ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਰੱਬ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਪਿਆਰ ਉਪਜ ਪੈਂਦਾ ਹੈ (ਫਿਰ ਅਜੇਹੀ ਹਾਲਤ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਕਿਥੋਂ ਮਿਲੇ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39468,
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 5,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਗੁਰ ਪਰਸਾਦੀ. ਜਿਨਾ ਲਿਵ ਲਾਗੀ; ਤਿਨੀ ਵਿਚੇ ਮਾੲਿਅਾ ਪਾੲਿਅਾ ॥੨੯॥",
    "transliteration": "Kehai Naanak Gur Parasaadhee Jinaa Liv Laagee Thinee Vichae Maaeiaa Paaeiaa ||29||",
    "translation": "Says Nanak, by Guru's Grace, those who enshrine love for the Lord find Him, in the midst of Maya. ||29||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੀ ਪ੍ਰੀਤ ਦੀ ਡੋਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਵਿਚ ਵਰਤਦਿਆਂ ਹੀ (ਆਤਮਕ ਆਨੰਦ) ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39469,
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਅਾਪਿ ਅਮੁਲਕੁ ਹੈ; ਮੁਲਿ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Har Aap Amulak Hai Mul N Paaeiaa Jaae ||",
    "translation": "The Lord Himself is priceless; His worth cannot be estimated.",
    "punjabi": "(ਜਦ ਤਕ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਾ ਹੋਵੇ ਤਦ ਤਕ ਆਨੰਦ ਨਹੀਂ ਮਾਣਿਆ ਜਾ ਸਕਦਾ, ਪਰ) ਪ੍ਰਭੂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਰਮਾਤਮਾ (ਧਨ ਆਦਿਕ) ਕਿਸੇ ਕੀਮਤ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "ਮੱੁਲਿ",
    "type_id": 3
  },
  {
    "id": 39470,
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 6,
    "gurmukhi": "ਮੁਲਿ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ. ਕਿਸੈ ਵਿਟਹੁ; ਰਹੇ ਲੋਕ ਵਿਲਲਾੲਿ ॥",
    "transliteration": "Mul N Paaeiaa Jaae Kisai Vittahu Rehae Lok Vilalaae ||",
    "translation": "His worth cannot be estimated, even though people have grown weary of trying.",
    "punjabi": "ਜੀਵ ਖਪ ਖਪ ਕੇ ਹਾਰ ਗਏ, ਕਿਸੇ ਨੂੰ (ਧਨ ਆਦਿਕ) ਕੀਮਤ ਦੇ ਕੇ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39471,
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 6,
    "gurmukhi": "ਅੈਸਾ ਸਤਿਗੁਰੁ. ਜੇ ਮਿਲੈ, ਤਿਸ ਨੋ ਸਿਰੁ ਸੳੁਪੀਅੈ; ਵਿਚਹੁ ਅਾਪੁ ਜਾੲਿ ॥",
    "transliteration": "Aisaa Sathigur Jae Milai This No Sir Soupeeai Vichahu Aap Jaae ||",
    "translation": "If you meet such a True Guru, offer your head to Him; your selfishness and conceit will be eradicated from within.",
    "punjabi": "(ਹਾਂ,) ਜੇ ਅਜੇਹਾ ਗੁਰੂ ਮਿਲ ਪਏ (ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਨਿਕਲ ਜਾਏ) ਤਾਂ ਉਸ ਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ (ਆਪਣਾ ਆਪ ਅਰਪਣ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39472,
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 7,
    "gurmukhi": "ਜਿਸ ਦਾ ਜੀੳੁ. ਤਿਸੁ ਮਿਲਿ ਰਹੈ; ਹਰਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Jis Dhaa Jeeo This Mil Rehai Har Vasai Man Aae ||",
    "translation": "Your soul belongs to Him; remain united with Him, and the Lord will come to dwell in your mind.",
    "punjabi": "(ਤੇ ਜਿਸ ਗੁਰੂ ਦੇ ਮਿਲਿਆਂ) ਜੀਵ ਉਸ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੇ ਉਹ ਹਰੀ ਉਸ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ ਜਿਸ ਦਾ ਇਹ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39473,
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਅਾਪਿ ਅਮੁਲਕੁ ਹੈ. ਭਾਗ ਤਿਨਾ ਕੇ ਨਾਨਕਾ; ਜਿਨ ਹਰਿ ਪਲੈ ਪਾੲਿ ॥੩੦॥",
    "transliteration": "Har Aap Amulak Hai Bhaag Thinaa Kae Naanakaa Jin Har Palai Paae ||30||",
    "translation": "The Lord Himself is priceless; very fortunate are those, O Nanak, who attain to the Lord. ||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਕਿਸੇ ਕੀਮਤ ਤੋਂ ਨਹੀਂ ਮਿਲਦਾ, ਪਰ) ਪਰਮਾਤਮਾ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਗੁਰੂ ਦੇ) ਲੜ ਲਾ ਦੇਂਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਭਾਗ ਜਾਗ ਪੈਂਦੇ ਹਨ (ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ) ॥੩੦॥",
    "pronunciation": "ਅ-ਮੱੁਲਕੁ।ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 39474,
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਰਾਸਿ ਮੇਰੀ; ਮਨੁ ਵਣਜਾਰਾ ॥",
    "transliteration": "Har Raas Maeree Man Vanajaaraa ||",
    "translation": "The Lord is my capital; my mind is the merchant.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੀ ਰਾਸਿ-ਪੂੰਜੀ ਹੈ ਤੇ ਮੇਰਾ ਮਨ ਵਪਾਰੀ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39475,
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਰਾਸਿ ਮੇਰੀ. ਮਨੁ ਵਣਜਾਰਾ; ਸਤਿਗੁਰ ਤੇ ਰਾਸਿ ਜਾਣੀ ॥",
    "transliteration": "Har Raas Maeree Man Vanajaaraa Sathigur Thae Raas Jaanee ||",
    "translation": "The Lord is my capital, and my mind is the merchant; through the True Guru, I know my capital.",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਮੈਨੂੰ ਸਮਝ ਆਈ ਹੈ ਕਿ (ਆਤਮਕ ਆਨੰਦ ਦੀ ਖੱਟੀ ਖੱਟਣ ਲਈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰੀ ਰਾਸਿ-ਪੂੰਜੀ (ਹੋ ਸਕਦੀ ਹੈ), ਮੇਰਾ ਮਨ (ਇਸ ਵਣਜ ਦਾ) ਵਪਾਰੀ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39476,
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਿਤ ਜਪਿਹੁ ਜੀਅਹੁ; ਲਾਹਾ ਖਟਿਹੁ ਦਿਹਾੜੀ ॥",
    "transliteration": "Har Har Nith Japihu Jeeahu Laahaa Khattihu Dhihaarree ||",
    "translation": "Meditate continually on the Lord, Har, Har, O my soul, and you shall collect your profits daily.",
    "punjabi": "ਤੁਸੀ ਭੀ ਪ੍ਰੇਮ ਨਾਲ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ, ਤੇ ਹਰ ਰੋਜ਼ (ਆਤਮਕ ਆਨੰਦ ਦਾ) ਲਾਭ ਖੱਟੋ।",
    "pronunciation": "ਖੱਟਿਹੁ",
    "type_id": 3
  },
  {
    "id": 39477,
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 10,
    "gurmukhi": "ੲੇਹੁ ਧਨੁ ਤਿਨਾ ਮਿਲਿਅਾ; ਜਿਨ ਹਰਿ ਅਾਪੇ ਭਾਣਾ ॥",
    "transliteration": "Eaehu Dhhan Thinaa Miliaa Jin Har Aapae Bhaanaa ||",
    "translation": "This wealth is obtained by those who are pleasing to the Lord's Will.",
    "punjabi": "(ਹਰੀ-ਨਾਮ ਦਾ, ਆਤਮਕ ਆਨੰਦ ਦਾ) ਇਹ ਧਨ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਦੇਣਾ ਪ੍ਰਭੂ ਨੂੰ ਆਪ ਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39478,
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 10,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਹਰਿ ਰਾਸਿ ਮੇਰੀ; ਮਨੁ ਹੋਅਾ ਵਣਜਾਰਾ ॥੩੧॥",
    "transliteration": "Kehai Naanak Har Raas Maeree Man Hoaa Vanajaaraa ||31||",
    "translation": "Says Nanak, the Lord is my capital, and my mind is the merchant. ||31||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੀ ਪੂੰਜੀ ਬਣ ਗਈ ਹੈ (ਹੁਣ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਦੀ ਖੱਟੀ ਖੱਟਦਾ ਹਾਂ) ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39479,
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 11,
    "gurmukhi": "ੲੇ ਰਸਨਾ. ਤੂ ਅਨ ਰਸਿ ਰਾਚਿ ਰਹੀ; ਤੇਰੀ ਪਿਅਾਸ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Eae Rasanaa Thoo An Ras Raach Rehee Thaeree Piaas N Jaae ||",
    "translation": "O my tongue, you are engrossed in other tastes, but your thirsty desire is not quenched.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜੀਭ! ਤੂੰ ਹੋਰ ਹੋਰ ਸੁਆਦ ਵਿਚ ਮਸਤ ਹੋ ਰਹੀ ਹੈਂ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰਾ ਸੁਆਦਾਂ ਦਾ ਚਸਕਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39480,
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 11,
    "gurmukhi": "ਪਿਅਾਸ. ਨ ਜਾੲਿ ਹੋਰਤੁ ਕਿਤੈ; ਜਿਚਰੁ ਹਰਿ ਰਸੁ ਪਲੈ. ਨ ਪਾੲਿ ॥",
    "transliteration": "Piaas N Jaae Horath Kithai Jichar Har Ras Palai N Paae ||",
    "translation": "Your thirst shall not be quenched by any means, until you attain the subtle essence of the Lord.",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਨਾ ਹੋਵੇ, (ਉਤਨਾ ਚਿਰ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਤੋਂ ਸੁਆਦਾਂ ਦਾ ਚਸਕਾ ਮਿਟ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39481,
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਪਾੲਿ ਪਲੈ. ਪੀਅੈ ਹਰਿ ਰਸੁ; ਬਹੁੜਿ. ਨ ਤ੍ਰਿਸਨਾ ਲਾਗੈ, ਅਾੲਿ ॥",
    "transliteration": "Har Ras Paae Palai Peeai Har Ras Bahurr N Thrisanaa Laagai Aae ||",
    "translation": "If you do obtain the subtle essence of the Lord, and drink in this essence of the Lord, you shall not be troubled by desire again.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲ ਜਾਏ, ਜੋ ਮਨੁੱਖ ਹਰੀ-ਸਿਮਰਨ ਦਾ ਸੁਆਦ ਮਾਣਨ ਲੱਗ ਪਏ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਪੋਹ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39482,
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 12,
    "gurmukhi": "ੲੇਹੁ ਹਰਿ ਰਸੁ. ਕਰਮੀ ਪਾੲੀਅੈ; ਸਤਿਗੁਰੁ ਮਿਲੈ ਜਿਸੁ ਅਾੲਿ ॥",
    "transliteration": "Eaehu Har Ras Karamee Paaeeai Sathigur Milai Jis Aae ||",
    "translation": "This subtle essence of the Lord is obtained by good karma, when one comes to meet with the True Guru.",
    "punjabi": "ਪਰ ਇਹ ਹਰੀ-ਨਾਮ ਦਾ ਆਨੰਦ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਉਸ ਨੂੰ ਮਿਲਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39483,
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 13,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਹੋਰਿ ਅਨ ਰਸ ਸਭਿ ਵੀਸਰੇ; ਜਾ ਹਰਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥੩੨॥",
    "transliteration": "Kehai Naanak Hor An Ras Sabh Veesarae Jaa Har Vasai Man Aae ||32||",
    "translation": "Says Nanak, all other tastes and essences are forgotten, when the Lord comes to dwell within the mind. ||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਦੋਂ ਹਰੀ-ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਮਨ ਵਿਚ ਵੱਸ ਪਏ, ਤਦੋਂ ਹੋਰ ਹੋਰ ਸਾਰੇ ਚਸਕੇ ਭੁੱਲ ਜਾਂਦੇ ਹਨ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39484,
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 14,
    "gurmukhi": "ੲੇ ਸਰੀਰਾ ਮੇਰਿਅਾ. ਹਰਿ ਤੁਮ ਮਹਿ ਜੋਤਿ ਰਖੀ; ਤਾ ਤੂ. ਜਗ ਮਹਿ ਅਾੲਿਅਾ ॥",
    "transliteration": "Eae Sareeraa Maeriaa Har Thum Mehi Joth Rakhee Thaa Thoo Jag Mehi Aaeiaa ||",
    "translation": "O my body, the Lord infused His Light into you, and then you came into the world.",
    "punjabi": "ਮੇਰੇ ਸਰੀਰ! (ਤੂੰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚੋਂ ਅਨੰਦ ਢੂੰਢਦਾ ਹੈਂ, ਪਰ ਆਨੰਦ ਦਾ ਸੋਮਾ ਤਾਂ ਪਰਮਾਤਮਾ ਹੈ ਜੋ ਤੇਰੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ) ਤੂੰ ਜਗਤ ਵਿਚ ਆਇਆ ਹੀ ਤਦੋਂ, ਜਦੋਂ ਹਰੀ ਨੇ ਆਪਣੀ ਜੋਤਿ ਤੇਰੇ ਅੰਦਰ ਰੱਖ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39485,
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਜੋਤਿ ਰਖੀ. ਤੁਧੁ ਵਿਚਿ; ਤਾ ਤੂ ਜਗ ਮਹਿ ਅਾੲਿਅਾ ॥",
    "transliteration": "Har Joth Rakhee Thudhh Vich Thaa Thoo Jag Mehi Aaeiaa ||",
    "translation": "The Lord infused His Light into you, and then you came into the world.",
    "punjabi": "(ਇਹ ਯਕੀਨ ਜਾਣ ਕਿ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੇ ਤੇਰੇ ਅੰਦਰ ਆਪਣੀ ਜੋਤਿ ਰੱਖੀ, ਤਦੋਂ ਤੂੰ ਜਗਤ ਵਿਚ ਜੰਮਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39486,
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਮਾਤਾ. ਅਾਪੇ ਪਿਤਾ; ਜਿਨਿ ਜੀੳੁ ੳੁਪਾੲਿ. ਜਗਤੁ ਦਿਖਾੲਿਅਾ ॥",
    "transliteration": "Har Aapae Maathaa Aapae Pithaa Jin Jeeo Oupaae Jagath Dhikhaaeiaa ||",
    "translation": "The Lord Himself is your mother, and He Himself is your father; He created the created beings, and revealed the world to them.",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਜੀਵ ਪੈਦਾ ਕਰਕੇ ਉਸ ਨੂੰ ਜਗਤ ਵਿਚ ਭੇਜਦਾ ਹੈ ਉਹ ਆਪ ਹੀ ਇਸ ਦੀ ਮਾਂ ਹੈ ਆਪ ਹੀ ਇਸ ਦਾ ਪਿਤਾ ਹੈ (ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਾਪਿਆਂ ਵਾਂਗ ਜੀਵ ਨੂੰ ਹਰ ਤਰ੍ਹਾਂ ਦਾ ਸੁਖ ਦੇਂਦਾ ਹੈ, ਸੁਖ ਆਨੰਦ ਦਾ ਦਾਤਾ ਹੈ ਹੀ ਪ੍ਰਭੂ ਆਪ। ਪਰ ਜੀਵ ਜਗਤ ਵਿਚੋਂ ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਿਚੋਂ ਆਨੰਦ ਭਾਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39487,
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਬੁਝਿਅਾ. ਤਾ ਚਲਤੁ ਹੋਅਾ; ਚਲਤੁ ਨਦਰੀ ਅਾੲਿਅਾ ॥",
    "transliteration": "Gur Parasaadhee Bujhiaa Thaa Chalath Hoaa Chalath Nadharee Aaeiaa ||",
    "translation": "By Guru's Grace, some understand, and then it's a show; it seems like just a show.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਜੀਵ ਨੂੰ ਗਿਆਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਇਹ ਜਗਤ ਤਾਂ ਇਕ ਖੇਡ ਹੀ ਹੈ, ਫਿਰ ਜੀਵ ਨੂੰ ਇਹ ਜਗਤ (ਮਦਾਰੀ ਦਾ) ਇਕ ਤਮਾਸ਼ਾ ਹੀ ਦਿੱਸ ਪੈਂਦਾ ਹੈ (ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਆਤਮਕ ਆਨੰਦ ਇਸ ਵਿਚ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "pronunciation": "ਬੁੱਝਿਅਾ",
    "type_id": 3
  },
  {
    "id": 39488,
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 16,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਸ੍ਰਿਸਟਿ ਕਾ ਮੂਲੁ ਰਚਿਅਾ. ਜੋਤਿ ਰਾਖੀ; ਤਾ ਤੂ ਜਗ ਮਹਿ ਅਾੲਿਅਾ ॥੩੩॥",
    "transliteration": "Kehai Naanak Srisatt Kaa Mool Rachiaa Joth Raakhee Thaa Thoo Jag Mehi Aaeiaa ||33||",
    "translation": "Says Nanak, He laid the foundation of the Universe, and infused His Light, and then you came into the world. ||33||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਮੇਰੇ ਸਰੀਰ! ਜਦੋਂ ਪ੍ਰਭੂ ਨੇ ਜਗਤ-ਰਚਨਾ ਦਾ ਮੁੱਢ ਬੱਧਾ, ਤੇਰੇ ਅੰਦਰ ਆਪਣੀ ਜੋਤਿ ਪਾਈ, ਤਦੋਂ ਤੂੰ ਜਗਤ ਵਿਚ ਜਨਮਿਆ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39489,
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 17,
    "gurmukhi": "ਮਨਿ ਚਾੳੁ ਭੲਿਅਾ; ਪ੍ਰਭ ਅਾਗਮੁ ਸੁਣਿਅਾ ॥",
    "transliteration": "Man Chaao Bhaeiaa Prabh Aagam Suniaa ||",
    "translation": "My mind has become joyful, hearing of God's coming.",
    "punjabi": "ਆਪਣੀ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਆਉਣਾ ਮੈਂ ਸੁਣ ਲਿਆ ਹੈ (ਮੈਂ ਅਨੁਭਵ ਕਰ ਲਿਆ ਹੈ ਕਿ ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ ਹੁਣ) ਮੇਰੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39490,
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਮੰਗਲੁ ਗਾੳੁ ਸਖੀ; ਗ੍ਰਿਹੁ ਮੰਦਰੁ ਬਣਿਅਾ ॥",
    "transliteration": "Har Mangal Gaao Sakhee Grihu Mandhar Baniaa ||",
    "translation": "Sing the songs of joy to welcome the Lord, O my companions; my household has become the Lord's Mansion.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਮੇਰਾ ਇਹ ਹਿਰਦਾ-ਘਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਨਿਵਾਸ-ਅਸਥਾਨ ਬਣ ਗਿਆ ਹੈ, ਹੁਣ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39491,
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਗਾੳੁ ਮੰਗਲੁ ਨਿਤ ਸਖੀੲੇ; ਸੋਗੁ ਦੂਖੁ. ਨ ਵਿਅਾਪੲੇ ॥",
    "transliteration": "Har Gaao Mangal Nith Sakheeeae Sog Dhookh N Viaapeae ||",
    "translation": "Sing continually the songs of joy to welcome the Lord, O my companions, and sorrow and suffering will not afflict you.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਦਾ ਗੀਤ ਗਾਂਦੀ ਰਹੁ, (ਇਹ ਤਰ੍ਹਾਂ) ਕੋਈ ਫ਼ਿਕਰ ਕੋਈ ਦੁੱਖ (ਆਪਣਾ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "ਵਿਅਾ-ਪੲੇ",
    "type_id": 3
  },
  {
    "id": 39492,
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਚਰਨ ਲਾਗੇ. ਦਿਨ ਸਭਾਗੇ; ਅਾਪਣਾ ਪਿਰੁ ਜਾਪੲੇ ॥",
    "transliteration": "Gur Charan Laagae Dhin Sabhaagae Aapanaa Pir Jaapeae ||",
    "translation": "Blessed is that day, when I am attached to the Guru's feet and meditate on my Husband Lord.",
    "punjabi": "ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਜਦੋਂ (ਮੱਥਾ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਉਤੇ ਟਿਕੇ, ਪਿਆਰਾ ਪਤੀ-ਪ੍ਰਭੂ (ਹਿਰਦੇ ਵਿਚ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਾ-ਪੲੇ",
    "type_id": 3
  },
  {
    "id": 39493,
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 19,
    "gurmukhi": "ਅਨਹਤ ਬਾਣੀ. ਗੁਰ ਸਬਦਿ ਜਾਣੀ; ਹਰਿ ਨਾਮੁ ਹਰਿ ਰਸੁ ਭੋਗੋ ॥",
    "transliteration": "Anehath Baanee Gur Sabadh Jaanee Har Naam Har Ras Bhogo ||",
    "translation": "I have come to know the unstruck sound current and the Word of the Guru's Shabad; I enjoy the sublime essence of the Lord, the Lord's Name.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰੌ ਨਾਲ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
