[
  {
    "id": 39558,
    "shabad_id": 3371,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਜਿ ਬੋਲਿਅਾ; ਗੁਰਸਿਖਾ ਮੰਨਿ ਲੲੀ ਰਜਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Sathigur Purakh J Boliaa Gurasikhaa Mann Lee Rajaae Jeeo ||",
    "translation": "And as the True Guru, the Primal Lord spoke, and the Gursikhs obeyed His Will.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਬਚਨ ਕੀਤਾ (ਕਿ ਸਾਰੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਚਰਨੀਂ ਲੱਗਣ, ਤਾਂ) ਗੁਰਸਿੱਖਾਂ ਨੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਹੁਕਮ ਮੰਨ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39559,
    "shabad_id": 3371,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਮੋਹਰੀ ਪੁਤੁ ਸਨਮੁਖੁ ਹੋੲਿਅਾ; ਰਾਮਦਾਸੈ ਪੈਰੀ ਪਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Moharee Puth Sanamukh Hoeiaa Raamadhaasai Pairee Paae Jeeo ||",
    "translation": "His son Mohri turned sunmukh, and become obedient to Him; he bowed, and touched Ram Das' feet.",
    "punjabi": "(ਸਭ ਤੋਂ ਪਹਿਲਾਂ) (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ) ਪੁੱਤ੍ਰ (ਬਾਬਾ) ਮੋਹਰੀ ਜੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਪੈਰਾਂ ਤੇ ਪੈ ਕੇ (ਪਿਤਾ ਦੇ) ਸਾਮ੍ਹਣੇ ਸੁਰਖ਼ਰੂ ਹੋ ਕੇ ਆ ਖਲੋਤੇ।",
    "pronunciation": "ਪੈਰੀਂ",
    "type_id": 3
  },
  {
    "id": 39560,
    "shabad_id": 3371,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਸਭ ਪਵੈ ਪੈਰੀ ਸਤਿਗੁਰੂ ਕੇਰੀ; ਜਿਥੈ ਗੁਰੂ ਅਾਪੁ ਰਖਿਅਾ ॥",
    "transliteration": "Sabh Pavai Pairee Sathiguroo Kaeree Jithhai Guroo Aap Rakhiaa ||",
    "translation": "Then, everyone bowed and touched the feet of Ram Das, into whom the Guru infused His essence.",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਵਿਚ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਆਪਣੀ ਆਤਮਾ ਟਿਕਾ ਦਿੱਤੀ, (ਇਸ ਵਾਸਤੇ) ਸਾਰੀ ਲੋਕਾਈ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੀ ਪੈਰੀਂ ਆ ਪਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39561,
    "shabad_id": 3371,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਕੋੲੀ ਕਰਿ ਬਖੀਲੀ. ਨਿਵੈ ਨਾਹੀ; ਫਿਰਿ ਸਤਿਗੁਰੂ ਅਾਣਿ ਨਿਵਾੲਿਅਾ ॥",
    "transliteration": "Koee Kar Bakheelee Nivai Naahee Fir Sathiguroo Aan Nivaaeiaa ||",
    "translation": "And any that did not bow then because of envy - later, the True Guru brought them around to bow in humility.",
    "punjabi": "ਜੇ ਕੋਈ ਨਿੰਦਾ ਕਰ ਕੇ (ਪਹਿਲਾਂ) ਨਹੀਂ ਸੀ ਭੀ ਨਿਂਵਿਆ, ਉਸ ਨੂੰ ਭੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਲਿਆ ਕੇ ਆ ਪੈਰੀਂ ਪਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39562,
    "shabad_id": 3371,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਗੁਰਹਿ ਭਾਣਾ ਦੀੲੀ ਵਡਿਅਾੲੀ; ਧੁਰਿ ਲਿਖਿਅਾ ਲੇਖੁ ਰਜਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Har Gurehi Bhaanaa Dheeee Vaddiaaee Dhhur Likhiaa Laekh Rajaae Jeeo ||",
    "translation": "It pleased the Guru, the Lord, to bestow glorious greatness upon Him; such was the pre-ordained destiny of the Lord's Will.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਅਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ (ਇਹੀ) ਚੰਗਾ ਲੱਗਾ, (ਉਹਨਾਂ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ; ਧੁਰੋਂ ਅਕਾਲ ਪੁਰਖ ਦਾ ਇਹੀ ਹੁਕਮ ਲਿਖਿਆ ਆਇਆ ਸੀ;",
    "pronunciation": "ਦੀ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 39563,
    "shabad_id": 3371,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਕਹੈ ਸੁੰਦਰੁ. ਸੁਣਹੁ ਸੰਤਹੁ; ਸਭੁ ਜਗਤੁ ਪੈਰੀ ਪਾੲਿ ਜੀੳੁ ॥੬॥੧॥",
    "transliteration": "Kehai Sundhar Sunahu Santhahu Sabh Jagath Pairee Paae Jeeo ||6||1||",
    "translation": "Says Sundar, listen, O Saints: all the world fell at His feet. ||6||1||",
    "punjabi": "ਸੁੰਦਰ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤਹੁ! ਸੁਣੋ, (ਇਸ ਵਾਸਤੇ) ਸਾਰਾ ਜਗਤ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ) ਪੈਰੀਂ ਪਿਆ ॥੬॥੧॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 39564,
    "shabad_id": 3372,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੫ ਛੰਤ",
    "transliteration": "Raamakalee Mehalaa 5 Shhantha",
    "translation": "Raamkalee, Fifth Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39565,
    "shabad_id": 3372,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 39566,
    "shabad_id": 3372,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਾਜਨੜਾ. ਮੇਰਾ ਸਾਜਨੜਾ; ਨਿਕਟਿ ਖਲੋੲਿਅੜਾ. ਮੇਰਾ ਸਾਜਨੜਾ ॥",
    "transliteration": "Saajanarraa Maeraa Saajanarraa Nikatt Khaloeiarraa Maeraa Saajanarraa ||",
    "translation": "Friend, my Friend - standing so near to me is my Friend!",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੇਰਾ ਪਿਆਰਾ ਸੱਜਣ ਹੈ, ਮੇਰਾ ਪਿਆਰਾ ਮਿੱਤਰ ਹੈ; ਉਹ ਮੇਰਾ ਪਿਆਰਾ ਸੱਜਣ (ਹਰ ਵੇਲੇ) ਮੇਰੇ ਪਾਸ ਖਲੋਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39567,
    "shabad_id": 3372,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜਾਨੀਅੜਾ ਹਰਿ ਜਾਨੀਅੜਾ; ਨੈਣ ਅਲੋੲਿਅੜਾ ਹਰਿ ਜਾਨੀਅੜਾ ॥",
    "transliteration": "Jaaneearraa Har Jaaneearraa Nain Aloeiarraa Har Jaaneearraa ||",
    "translation": "Beloved, the Lord my Beloved - with my eyes, I have seen the Lord, my Beloved!",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਜਿੰਦ ਤੋਂ ਭੀ ਪਿਆਰਾ ਹੈ, ਮੈਨੂੰ ਜਾਨ ਤੋਂ ਭੀ ਪਿਆਰਾ ਹੈ, ਉਸ ਪਿਆਰੇ ਜਾਨੀ ਪ੍ਰਭੂ ਨੂੰ ਮੈਂ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39568,
    "shabad_id": 3372,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਨੈਣ ਅਲੋੲਿਅਾ. ਘਟਿ ਘਟਿ ਸੋੲਿਅਾ; ਅਤਿ ਅੰਮ੍ਰਿਤ ਪ੍ਰਿਅ ਗੂੜਾ ॥",
    "transliteration": "Nain Aloeiaa Ghatt Ghatt Soeiaa Ath Anmrith Pria Goorraa ||",
    "translation": "With my eyes I have seen Him, sleeping upon the bed within each and every heart; my Beloved is the sweetest ambrosial nectar.",
    "punjabi": "ਮੈਂ ਅੱਖੀਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਉਹ ਅੱਤ ਮਿੱਠਾ ਤੇ ਪਿਆਰਾ ਮਿੱਤਰ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਗੁਪਤ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਗੂੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 39569,
    "shabad_id": 3372,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਨਾਲਿ ਹੋਵੰਦਾ. ਲਹਿ, ਨ ਸਕੰਦਾ; ਸੁਅਾੳੁ. ਨ ਜਾਣੈ, ਮੂੜਾ ॥",
    "transliteration": "Naal Hovandhaa Lehi N Sakandhaa Suaao N Jaanai Moorraa ||",
    "translation": "He is with all, but he cannot be found; the fool does not know His taste.",
    "punjabi": "ਪਰ, ਮੂਰਖ ਜੀਵ (ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ) ਸੁਆਦ ਨਹੀਂ ਜਾਣਦਾ, (ਕਿਉਂਕਿ) ਉਸ ਹਰ-ਵੇਲੇ-ਨਾਲ-ਵੱਸਦੇ ਮਿੱਤਰ ਨੂੰ (ਮੂਰਖ ਮਨੁੱਖ) ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਮੂੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 39570,
    "shabad_id": 3372,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਦਿ ਮਾਤਾ, ਹੋਛੀ ਬਾਤਾ; ਮਿਲਣੁ. ਨ ਜਾੲੀ, ਭਰਮ ਧੜਾ ॥",
    "transliteration": "Maaeiaa Madh Maathaa Hoshhee Baathaa Milan N Jaaee Bharam Dhharraa ||",
    "translation": "Intoxicated with the wine of Maya, the mortal babbles on about trivial affairs; giving in to the illusion, he cannot meet the Lord.",
    "punjabi": "ਮੂਰਖ ਜੀਵ ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਥੋੜ-ਵਿਤੀਆਂ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਭਟਕਣਾ ਦਾ ਪ੍ਰਭਾਵ ਹੋਣ ਕਰਕੇ (ਉਸ ਪਿਆਰੇ ਮਿੱਤਰ ਨੂੰ) ਮਿਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 39571,
    "shabad_id": 3372,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰ ਬਿਨੁ, ਨਾਹੀ ਸੂਝੈ; ਹਰਿ ਸਾਜਨੁ ਸਭ ਕੈ ਨਿਕਟਿ ਖੜਾ ॥੧॥",
    "transliteration": "Kahu Naanak Gur Bin Naahee Soojhai Har Saajan Sabh Kai Nikatt Kharraa ||1||",
    "translation": "Says Nanak, without the Guru, he cannot understand the Lord, the Friend who is standing near everyone. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸੱਜਣ ਪਰਮਾਤਮਾ (ਭਾਵੇਂ) ਸਭ ਜੀਵਾਂ ਦੇ ਨੇੜੇ ਖਲੋਤਾ ਹੋਇਆ ਹੈ, ਪਰ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਉਹ ਦਿੱਸਦਾ ਨਹੀਂ ॥੧॥",
    "pronunciation": "ਖੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 39572,
    "shabad_id": 3372,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੋਬਿੰਦਾ ਮੇਰੇ ਗੋਬਿੰਦਾ; ਪ੍ਰਾਣ ਅਧਾਰਾ ਮੇਰੇ ਗੋਬਿੰਦਾ ॥",
    "transliteration": "Gobindhaa Maerae Gobindhaa Praan Adhhaaraa Maerae Gobindhaa ||",
    "translation": "God, my God - the Support of the breath of life is my God.",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! ਹੇ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਆਸਰੇ ਗੋਬਿੰਦ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39573,
    "shabad_id": 3372,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਿਰਪਾਲਾ ਮੇਰੇ ਕਿਰਪਾਲਾ; ਦਾਨ ਦਾਤਾਰਾ ਮੇਰੇ ਕਿਰਪਾਲਾ ॥",
    "transliteration": "Kirapaalaa Maerae Kirapaalaa Dhaan Dhaathaaraa Maerae Kirapaalaa ||",
    "translation": "Merciful Lord, my Merciful Lord - the Giver of gifts is my Merciful Lord.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਮੇਰੇ ਕਿਰਪਾਲ! ਹੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਮੇਰੇ ਕਿਰਪਾਲ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39574,
    "shabad_id": 3372,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦਾਨ ਦਾਤਾਰਾ ਅਪਰ ਅਪਾਰਾ; ਘਟ ਘਟ ਅੰਤਰਿ ਸੋਹਨਿਅਾ ॥",
    "transliteration": "Dhaan Dhaathaaraa Apar Apaaraa Ghatt Ghatt Anthar Sohaniaa ||",
    "translation": "The Giver of gifts is infinite and unlimited; deep within each and every heart, He is so beautiful!",
    "punjabi": "ਹੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ! ਹੇ ਬੇਅੰਤ! ਹੇ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਹੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39575,
    "shabad_id": 3372,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੲਿਕ ਦਾਸੀ ਧਾਰੀ ਸਬਲ ਪਸਾਰੀ; ਜੀਅ ਜੰਤ ਲੈ ਮੋਹਨਿਅਾ ॥",
    "transliteration": "Eik Dhaasee Dhhaaree Sabal Pasaaree Jeea Janth Lai Mohaniaa ||",
    "translation": "He created Maya, His slave, so powerfully pervasive - she has enticed all beings and creatures.",
    "punjabi": "ਤੂੰ ਮਾਇਆ-ਦਾਸੀ ਪੈਦਾ ਕੀਤੀ, ਉਸ ਨੇ ਬੜਾ ਬਲ ਵਾਲਾ ਖਿਲਾਰਾ ਖਿਲਾਰਿਆ ਹੈ ਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮੋਹ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39576,
    "shabad_id": 3372,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਸ ਨੋ ਰਾਖੈ ਸੋ ਸਚੁ ਭਾਖੈ; ਗੁਰ ਕਾ ਸਬਦੁ ਬੀਚਾਰਾ ॥",
    "transliteration": "Jis No Raakhai So Sach Bhaakhai Gur Kaa Sabadh Beechaaraa ||",
    "translation": "One whom the Lord saves, chants the True Name, and contemplates the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ (ਇਸ ਦਾਸੀ-ਮਾਇਆ ਤੋਂ) ਬਚਾ ਰੱਖਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39577,
    "shabad_id": 3372,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜੋ ਪ੍ਰਭ ਕੳੁ ਭਾਣਾ; ਤਿਸ ਹੀ ਕੳੁ ਪ੍ਰਭੁ ਪਿਅਾਰਾ ॥੨॥",
    "transliteration": "Kahu Naanak Jo Prabh Ko Bhaanaa This Hee Ko Prabh Piaaraa ||2||",
    "translation": "Says Nanak, one who is pleasing to God - God is very dear to him. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ ਉਸੇ ਨੂੰ ਹੀ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39578,
    "shabad_id": 3372,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਮਾਣੋ ਪ੍ਰਭ ਮਾਣੋ; ਮੇਰੇ ਪ੍ਰਭ ਕਾ ਮਾਣੋ ॥",
    "transliteration": "Maano Prabh Maano Maerae Prabh Kaa Maano ||",
    "translation": "I take pride, I take pride in God; I take pride in my God.",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪ੍ਰਭੂ (ਦੇ ਆਸਰੇ) ਦਾ ਹੀ ਮਾਣ-ਫ਼ਖ਼ਰ ਹੋ ਸਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39579,
    "shabad_id": 3372,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਾਣੋ ਪ੍ਰਭੁ ਜਾਣੋ; ਸੁਅਾਮੀ ਸੁਘੜੁ ਸੁਜਾਣੋ ॥",
    "transliteration": "Jaano Prabh Jaano Suaamee Sugharr Sujaano ||",
    "translation": "Wise, God is wise; my Lord and Master is all-wise, and all-knowing.",
    "punjabi": "ਪ੍ਰਭੂ ਹੀ (ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ) ਜਾਣਨ ਵਾਲਾ ਮਾਲਕ ਹੈ ਸਿਆਣਾ ਹੈ ਸੁਜਾਨ ਹੈ।",
    "pronunciation": "ਸੁਘੜੁ",
    "type_id": 3
  },
  {
    "id": 39580,
    "shabad_id": 3372,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸੁਘੜ ਸੁਜਾਨਾ ਸਦ ਪਰਧਾਨਾ; ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਕਾ ਨਾਮਾ ॥",
    "transliteration": "Sugharr Sujaanaa Sadh Paradhhaanaa Anmrith Har Kaa Naamaa ||",
    "translation": "All-wise and all-knowing, and forever supreme; the Name of the Lord is Ambrosial Nectar.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਿਆਣਾ ਹੈ ਸੁਜਾਣ ਹੈ ਸਦਾ ਮੰਨਿਆ-ਪਰਮੰਨਿਆ ਹੈ; ਉਸ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਸੁਘੜੁ",
    "type_id": 3
  },
  {
    "id": 39581,
    "shabad_id": 3372,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਚਾਖਿ ਅਘਾਣੇ ਸਾਰਿਗਪਾਣੇ; ਜਿਨ ਕੈ ਭਾਗ ਮਥਾਨਾ ॥",
    "transliteration": "Chaakh Aghaanae Saarigapaanae Jin Kai Bhaag Mathhaanaa ||",
    "translation": "Those who have such pre-ordained destiny recorded upon their foreheads, taste it, and are satisfied with the Lord of the Universe.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਬੰਦਿਆਂ) ਦੇ ਮੱਥੇ ਦੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ਉਹ ਉਸ ਧਨੁਖ-ਧਾਰੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਚੱਖ ਕੇ (ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39582,
    "shabad_id": 3372,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਤਿਨ ਹੀ ਪਾੲਿਅਾ. ਤਿਨਹਿ ਧਿਅਾੲਿਅਾ; ਸਗਲ ਤਿਸੈ ਕਾ ਮਾਣੋ ॥",
    "transliteration": "Thin Hee Paaeiaa Thinehi Dhhiaaeiaa Sagal Thisai Kaa Maano ||",
    "translation": "They meditate on Him, and find Him; they place all their pride in Him.",
    "punjabi": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ ਹੀ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੇ ਹੀ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ। ਸਭ ਜੀਵਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਆਸਰੇ ਦਾ ਹੀ ਮਾਣ-ਫ਼ਖ਼ਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39583,
    "shabad_id": 3372,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਥਿਰੁ ਤਖਤਿ ਨਿਵਾਸੀ; ਸਚੁ ਤਿਸੈ ਦੀਬਾਣੋ ॥੩॥",
    "transliteration": "Kahu Naanak Thhir Thakhath Nivaasee Sach Thisai Dheebaano ||3||",
    "translation": "Says Nanak, He is seated on His eternal throne; True is His royal court. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਸਦਾ ਆਪਣੇ) ਤਖ਼ਤ ਉਤੇ ਟਿਕਿਆ ਰਹਿਣ ਵਾਲਾ ਹੈ। (ਸਿਰਫ਼) ਉਸ ਦਾ ਹੀ ਦਰਬਾਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39584,
    "shabad_id": 3372,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਮੰਗਲਾ ਹਰਿ ਮੰਗਲਾ; ਮੇਰੇ ਪ੍ਰਭ ਕੈ ਸੁਣੀਅੈ ਮੰਗਲਾ ॥",
    "transliteration": "Mangalaa Har Mangalaa Maerae Prabh Kai Suneeai Mangalaa ||",
    "translation": "The song of joy, the Lord's song of joy; listen to the song of joy of my God.",
    "punjabi": "ਸੰਤ ਜਨ ਆਖਦੇ ਹਨ ਕਿ ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਖ਼ੁਸ਼ੀ ਸਦਾ ਖ਼ੁਸ਼ੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39585,
    "shabad_id": 3372,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸੋਹਿਲੜਾ ਪ੍ਰਭ ਸੋਹਿਲੜਾ; ਅਨਹਦ ਧੁਨੀਅੈ ਸੋਹਿਲੜਾ ॥",
    "transliteration": "Sohilarraa Prabh Sohilarraa Anehadh Dhhuneeai Sohilarraa ||",
    "translation": "The wedding song, God's wedding song; the unstruck sound current of His wedding song resounds.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਇਕ-ਰਸ ਸੁਰ ਵਾਲਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਮਿੱਠਾ ਗੀਤ ਸਦਾ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39586,
    "shabad_id": 3372,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਅਨਹਦ ਵਾਜੇ ਸਬਦ ਅਗਾਜੇ; ਨਿਤ ਨਿਤ ਜਿਸਹਿ ਵਧਾੲੀ ॥",
    "transliteration": "Anehadh Vaajae Sabadh Agaajae Nith Nith Jisehi Vadhhaaee ||",
    "translation": "The unstruck sound current vibrates, and the Word of the Shabad resounds; there is continuous, continual rejoicing.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਸਦਾ ਹੀ ਚੜ੍ਹਦੀ ਕਲਾ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਘਰ ਵਿਚ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39587,
    "shabad_id": 3372,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਧਿਅਾੲੀਅੈ. ਸਭੁ ਕਿਛੁ ਪਾੲੀਅੈ; ਮਰੈ ਨ ਅਾਵੈ ਜਾੲੀ ॥",
    "transliteration": "So Prabh Dhhiaaeeai Sabh Kishh Paaeeai Marai N Aavai Jaaee ||",
    "translation": "Meditating on that God, everything is obtained; He does not die, or come or go.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ (ਕਦੇ) ਮਰਦਾ ਨਹੀਂ, ਉਹ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ। ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਜੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੀਏ, ਤਾਂ ਉਸ ਦੇ ਦਰ ਤੋਂ) ਹਰੇਕ (ਮੂੰਹ-ਮੰਗੀ) ਚੀਜ਼ ਹਾਸਲ ਕਰ ਲਈਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39588,
    "shabad_id": 3372,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਚੂਕੀ ਪਿਅਾਸਾ ਪੂਰਨ ਅਾਸਾ; ਗੁਰਮੁਖਿ ਮਿਲੁ ਨਿਰਗੁਨੀਅੈ ॥",
    "transliteration": "Chookee Piaasaa Pooran Aasaa Guramukh Mil Niraguneeai ||",
    "translation": "Thirst is quenched, and hopes are fulfilled; the Gurmukh meets with the absolute, unmanifest Lord.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਸ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ (ਹਰੇਕ) ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ। (ਤੂੰ ਭੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਮਾਇਆ-ਰਹਿਤ (ਨਿਰਲੇਪ) ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39589,
    "shabad_id": 3372,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਘਰਿ ਪ੍ਰਭ ਮੇਰੇ ਕੈ; ਨਿਤ ਨਿਤ ਮੰਗਲੁ ਸੁਨੀਅੈ ॥੪॥੧॥",
    "transliteration": "Kahu Naanak Ghar Prabh Maerae Kai Nith Nith Mangal Suneeai ||4||1||",
    "translation": "Says Nanak, in the Home of my God, the songs of joy are continuously, continually heard. ||4||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਇਹ ਗੱਲ ਗੁਰਮੁਖਾਂ ਦੇ ਮੂੰਹੋ) ਸੁਣੀ ਜਾ ਰਹੀ ਹੈ ਕਿ ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਸਦਾ ਹੀ ਖ਼ੁਸ਼ੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
