[
  {
    "id": 39667,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲਿਕ ਓਟ ਕੀਜੈ. ਜੀੳੁ ਦੀਜੈ; ਅਾਸ ੲਿਕ ਧਰਣੀਧਰੈ ॥",
    "transliteration": "Eik Outt Keejai Jeeo Dheejai Aas Eik Dhharaneedhharai ||",
    "translation": "Seek the Support of the One Lord, and surrender your soul to Him; place your hopes only in the Sustainer of the World.",
    "punjabi": "ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਆਪਣਾ ਆਪ ਉਸਦੇ ਹਵਾਲੇ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਆਸਰੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਹੀ ਆਸ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "ਧਰਣੀ-ਧਰੈ",
    "type_id": 3
  },
  {
    "id": 39668,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾਧਸੰਗੇ ਹਰਿ ਨਾਮ ਰੰਗੇ; ਸੰਸਾਰੁ ਸਾਗਰੁ ਸਭੁ ਤਰੈ ॥",
    "transliteration": "Saadhhasangae Har Naam Rangae Sansaar Saagar Sabh Tharai ||",
    "translation": "Those who are imbued with the Lord's Name, in the Saadh Sangat, cross over the terrifying world-ocean.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39669,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਬਿਕਾਰ ਛੂਟੇ; ਫਿਰਿ. ਨ ਲਾਗੈ ਦਾਗੁ ਜੀੳੁ ॥",
    "transliteration": "Janam Maran Bikaar Shhoottae Fir N Laagai Dhaag Jeeo ||",
    "translation": "The corrupting sins of birth and death are eradicated, and no stain ever sticks to them again.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਉਸ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਕੁਕਰਮ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮੁੜ ਕਦੇ ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਦਾਗ਼ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39670,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਲਿ ਜਾੲਿ ਨਾਨਕੁ. ਪੁਰਖ ਪੂਰਨ; ਥਿਰੁ ਜਾ ਕਾ ਸੋਹਾਗੁ ਜੀੳੁ ॥੩॥",
    "transliteration": "Bal Jaae Naanak Purakh Pooran Thhir Jaa Kaa Sohaag Jeeo ||3||",
    "translation": "Nanak is a sacrifice to the Perfect Primal Lord; His marriage is eternal. ||3||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਪਤੀ ਵਾਲਾ ਸਹਾਰਾ ਸਦਾ (ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ) ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਨਾਨਕ ਉਸ ਸਰਬ-ਗੁਣ-ਭਰਪੂਰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39671,
    "shabad_id": 3382,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39672,
    "shabad_id": 3382,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਧਰਮ ਅਰਥ ਅਰੁ ਕਾਮ ਮੋਖ; ਮੁਕਤਿ ਪਦਾਰਥ ਨਾਥ ॥",
    "transliteration": "Dhharam Arathh Ar Kaam Mokh Mukath Padhaarathh Naathh ||",
    "translation": "Righteous faith, wealth, sexual success and salvation; the Lord bestows these four blessings.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਦੇ ਪ੍ਰਸਿੱਧ ਚਾਰ ਪਦਾਰਥ) ਧਰਮ ਅਰਥ ਕਾਮ ਅਤੇ ਮੋਖ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਆਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39673,
    "shabad_id": 3382,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਗਲ ਮਨੋਰਥ ਪੂਰਿਅਾ; ਨਾਨਕ. ਲਿਖਿਅਾ ਮਾਥ ॥੧॥",
    "transliteration": "Sagal Manorathh Pooriaa Naanak Likhiaa Maathh ||1||",
    "translation": "One who has such pre-ordained destiny upon his forehead, O Nanak, has all his desires fulfilled. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ (ਉਸ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਆ ਮਿਲਦਾ ਹੈ ਅਤੇ) ਉਸ ਦੇ ਸਾਰੇ ਮਨੋਰਥ ਪੂਰੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39674,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "ਭ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 39675,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਗਲ ੲਿਛ ਮੇਰੀ ਪੁੰਨੀਅਾ; ਮਿਲਿਅਾ ਨਿਰੰਜਨ ਰਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Sagal Eishh Maeree Punneeaa Miliaa Niranjan Raae Jeeo ||",
    "translation": "All my desires are fulfilled, meeting with my Immaculate, Sovereign Lord.",
    "punjabi": "ਨਿਰਲੇਪ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ (ਜਦੋਂ ਦਾ) ਮੈਨੂੰ ਮਿਲਿਆ ਹੈ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39676,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਨਦੁ ਭੲਿਅਾ ਵਡਭਾਗੀਹੋ; ਗ੍ਰਿਹਿ ਪ੍ਰਗਟੇ ਪ੍ਰਭ ਅਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Anadh Bhaeiaa Vaddabhaageeho Grihi Pragattae Prabh Aae Jeeo ||",
    "translation": "I am in ecstasy, O very fortunate ones; the Dear Lord has become manifest in my own home.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਸੱਜਣੋ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਜੀ ਆ ਵੱਸਦੇ ਹਨ, ਉਸਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39677,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗ੍ਰਿਹਿ ਲਾਲ ਅਾੲੇ. ਪੁਰਬਿ ਕਮਾੲੇ; ਤਾ ਕੀ ੳੁਪਮਾ. ਕਿਅਾ ਗਣਾ ॥",
    "transliteration": "Grihi Laal Aaeae Purab Kamaaeae Thaa Kee Oupamaa Kiaa Ganaa ||",
    "translation": "My Beloved has come to my home, because of my past actions; how can I count His Glories?",
    "punjabi": "ਪਰ, ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੋਹਣਾ ਪਾਤਿਸ਼ਾਹ ਆ ਕੇ ਵੱਸਦਾ ਹੈ ਜਿਸ ਨੇ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਨੇਕ ਕਰਮ ਕਮਾਏ ਹੁੰਦੇ ਹਨ। ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦੀ ਕੋਈ ਵਡਿਆਈ ਕਰਨ-ਜੋਗ ਨਹੀਂ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39678,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬੇਅੰਤ ਪੂਰਨ ਸੁਖ ਸਹਜ ਦਾਤਾ; ਕਵਨ ਰਸਨਾ ਗੁਣ ਭਣਾ ॥",
    "transliteration": "Baeanth Pooran Sukh Sehaj Dhaathaa Kavan Rasanaa Gun Bhanaa ||",
    "translation": "The Lord, the Giver of peace and intuition, is infinite and perfect; with what tongue can I describe His Glorious Virtues?",
    "punjabi": "ਉਹ ਬੇਅੰਤ ਹੈ, ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ। ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਸ ਦੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39679,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪੇ ਮਿਲਾੲੇ ਗਹਿ ਕੰਠਿ ਲਾੲੇ; ਤਿਸੁ ਬਿਨਾ. ਨਹੀ ਜਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Aapae Milaaeae Gehi Kanth Laaeae This Binaa Nehee Jaae Jeeo ||",
    "translation": "He hugs me close in His embrace, and merges me into Himself; there is no place of rest other than Him.",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਕਿਸੇ ਵਡਭਾਗੀ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ, ਉਸ ਨੂੰ ਫੜ ਕੇ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਂਦਾ ਹੈ। ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਮੇਰਾ) ਸਹਾਰਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39680,
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਲਿ ਜਾੲਿ ਨਾਨਕੁ. ਸਦਾ ਕਰਤੇ; ਸਭ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲਿ ਜੀੳੁ ॥੪॥੪॥",
    "transliteration": "Bal Jaae Naanak Sadhaa Karathae Sabh Mehi Rehiaa Samaae Jeeo ||4||4||",
    "translation": "Nanak is forever a sacrifice to the Creator, who is contained in, and permeating all. ||4||4||",
    "punjabi": "ਨਾਨਕ ਸਦਾ ਉਸ ਕਰਤਾਰ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਭਨਾਂ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39681,
    "shabad_id": 3384,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਗੁ ਰਾਮਕਲੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Raag Raamakalee Mehalaa 5 ||",
    "translation": "Raag Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39682,
    "shabad_id": 3384,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਣ ਝੁੰਝਨੜਾ ਗਾੳੁ ਸਖੀ; ਹਰਿ ੲੇਕੁ ਧਿਅਾਵਹੁ ॥",
    "transliteration": "Ran Jhunjhanarraa Gaao Sakhee Har Eaek Dhhiaavahu ||",
    "translation": "Sing the melodious harmonies, O my companions, and meditate on the One Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਹੇ ਸਤਸੰਗੀਓ! ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰੋ; ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ (ਉਹ) ਸੋਹਣਾ ਗੀਤ ਗਾਵੋ (ਜਿਸ ਦੀ ਬਰਕਤ ਨਾਲ ਵਿਕਾਰਾਂ ਦਾ ਟਾਕਰਾ ਕਰ ਸਕੋ)।",
    "pronunciation": "(ਰਣ)ਸੁੰਦਰ।(ਝੁੰਝਨੜਾ)ਝੁਨਕਾਰ ਵਾਲਾ ਵਾਹਿਗੁਰੂ ਜਸ, ਬਾਲਕ ਜਨਮ ਸਮੇਂ ਗਾਵਿਅਾ ਜਾਂਦਾ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਦੇ ਅਵਤਾਰ ਵੇਲੇ, ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਸਾਹਿਬ ਜੀ ੲਿਹ ਦੋ ਤੁਕਾਂ ੳੁਚਾਰਦਿਅਾਂ ਹੀ ਅਫ਼ੁਰ ਅਚੱਲ ਅਡੋਲ ਸਮਾਧੀ ਚ ਲੀਣ ਹੋ ਗੲੇ",
    "type_id": 3
  },
  {
    "id": 39683,
    "shabad_id": 3384,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰੁ. ਤੁਮ ਸੇਵਿ ਸਖੀ; ਮਨਿ ਚਿੰਦਿਅੜਾ ਫਲੁ ਪਾਵਹੁ ॥",
    "transliteration": "Sathigur Thum Saev Sakhee Man Chindhiarraa Fal Paavahu ||",
    "translation": "Serve your True Guru, O my companions, and you shall obtain the fruits of your mind's desires.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ, (ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇਹ) ਮਨ-ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39684,
    "shabad_id": 3385,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੫ ਰੁਤੀ ਸਲੋਕ",
    "transliteration": "Raamakalee Mehalaa 5 Ruthee Saloku",
    "translation": "Raamkalee, Fifth Mehl, Ruti ~ The Seasons. Shalok:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਰੁਤੀ ਸਲੋਕੁ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39685,
    "shabad_id": 3385,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 39686,
    "shabad_id": 3385,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ਬੰਦਨ ਪ੍ਰਭ ਪਾਰਬ੍ਰਹਮ; ਬਾਛੳੁ ਸਾਧਹ ਧੂਰਿ ॥",
    "transliteration": "Kar Bandhan Prabh Paarabreham Baashho Saadhheh Dhhoor ||",
    "translation": "Bow to the Supreme Lord God, and seek the dust of the feet of the Holy.",
    "punjabi": "ਪਾਰਬ੍ਰਹਮ ਪ੍ਰਭੂ ਨੂੰ ਨਮਸਕਾਰ ਕਰ ਕੇ ਮੈਂ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39687,
    "shabad_id": 3385,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੁ ਨਿਵਾਰਿ. ਹਰਿ ਹਰਿ ਭਜੳੁ; ਨਾਨਕ. ਪ੍ਰਭ ਭਰਪੂਰਿ ॥੧॥",
    "transliteration": "Aap Nivaar Har Har Bhajo Naanak Prabh Bharapoor ||1||",
    "translation": "Cast out your self-conceit, and vibrate, meditate, on the Lord, Har, Har. O Nanak, God is all-pervading. ||1||",
    "punjabi": "ਅਤੇ ਹੇ ਨਾਨਕ! ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਮੈਂ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39688,
    "shabad_id": 3385,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਿਲਵਿਖ ਕਾਟਣ ਭੈ ਹਰਣ; ਸੁਖਸਾਗਰ ਹਰਿ ਰਾੲਿ ॥",
    "transliteration": "Kilavikh Kaattan Bhai Haran Sukh Saagar Har Raae ||",
    "translation": "He is the Eradicator of sins, the Destroyer of fear, the Ocean of peace, the Sovereign Lord King.",
    "punjabi": "ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਸਾਰੇ ਪਾਪ ਕੱਟਣ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39689,
    "shabad_id": 3385,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਦੁਖਭੰਜਨੋ; ਨਾਨਕ. ਨੀਤ ਧਿਅਾੲਿ ॥੨॥",
    "transliteration": "Dheen Dhaeiaal Dhukh Bhanjano Naanak Neeth Dhhiaae ||2||",
    "translation": "Merciful to the meek, the Destroyer of pain: O Nanak, always meditate on Him. ||2||",
    "punjabi": "ਗਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, (ਗਰੀਬਾਂ ਦੇ) ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਸਦਾ ਸਿਮਰਦਾ ਰਹੁ ॥੨॥",
    "pronunciation": "ਦ-ੲਿਅਾਲ",
    "type_id": 3
  },
  {
    "id": 39690,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39691,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਸੁ ਗਾਵਹੁ ਵਡਭਾਗੀਹੋ; ਕਰਿ ਕਿਰਪਾ ਭਗਵੰਤ ਜੀੳੁ ॥",
    "transliteration": "Jas Gaavahu Vaddabhaageeho Kar Kirapaa Bhagavanth Jeeo ||",
    "translation": "Sing His Praises, O very fortunate ones, and the Dear Lord God shall bless you with His Mercy.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ। ਹੇ ਭਗਵਾਨ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ (ਮੈਂ ਭੀ ਤੇਰਾ ਜਸ ਗਾਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39692,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰੁਤੀ ਮਾਹ ਮੂਰਤ ਘੜੀ; ਗੁਣ ੳੁਚਰਤ ਸੋਭਾਵੰਤ ਜੀੳੁ ॥",
    "transliteration": "Ruthee Maah Moorath Gharree Gun Oucharath Sobhaavanth Jeeo ||",
    "translation": "Blessed and auspicious is that season, that month, that moment, that hour, when you chant the Lord's Glorious Praises.",
    "punjabi": "ਜਿਹੜੀਆਂ ਰੁੱਤਾਂ, ਜਿਹੜੇ ਮੁਹੂਰਤ, ਜਿਹੜੀਆਂ ਘੜੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦਿਆਂ ਬੀਤਣ, ਉਹ ਸਮੇ ਸੋਭਾ ਵਾਲੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ੳੁ੍ਨਚ-ਰਤ",
    "type_id": 3
  },
  {
    "id": 39693,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਣ ਰੰਗਿ ਰਾਤੇ ਧੰਨਿ ਤੇ ਜਨ; ਜਿਨੀ ੲਿਕ ਮਨਿ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Gun Rang Raathae Dhhann Thae Jan Jinee Eik Man Dhhiaaeiaa ||",
    "translation": "Blessed are those humble beings, who are imbued with love for His Praises, and who meditate single-mindedly on Him.",
    "punjabi": "ਜਿਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਇਕ-ਮਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹ ਬੰਦੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39694,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਫਲ ਜਨਮੁ ਭੲਿਅਾ ਤਿਨ ਕਾ; ਜਿਨੀ ਸੋ ਪ੍ਰਭੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Safal Janam Bhaeiaa Thin Kaa Jinee So Prabh Paaeiaa ||",
    "translation": "Their lives become fruitful, and they find that Lord God.",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39695,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੁੰਨ ਦਾਨ ਨ ਤੁਲਿ ਕਿਰਿਅਾ; ਹਰਿ. ਸਰਬ ਪਾਪਾ ਹੰਤ ਜੀੳੁ ॥",
    "transliteration": "Punn Dhaan N Thul Kiriaa Har Sarab Paapaa Hanth Jeeo ||",
    "translation": "Donations to charities and religious rituals are not equal to meditation on the Lord, who destroys all sins.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸਾਰੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਕੋਈ ਪੁੰਨ-ਦਾਨ ਕੋਈ ਧਾਰਮਿਕ ਕਰਮ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੇ ਬਰਾਬਰ ਨਹੀਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39696,
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਿਮਰਿ ਜੀਵਾ; ਜਨਮ ਮਰਣ ਰਹੰਤ ਜੀੳੁ ॥੧॥",
    "transliteration": "Binavanth Naanak Simar Jeevaa Janam Maran Rehanth Jeeo ||1||",
    "translation": "Prays Nanak, meditating in remembrance on Him, I live; birth and death are finished for me. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਮੁੱਕ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39697,
    "shabad_id": 3387,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39698,
    "shabad_id": 3387,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੳੁਦਮੁ ਅਗਮੁ ਅਗੋਚਰੋ; ਚਰਨਕਮਲ ਨਮਸਕਾਰ ॥",
    "transliteration": "Oudham Agam Agocharo Charan Kamal Namasakaar ||",
    "translation": "Strive for the inaccessible and unfathomable Lord, and bow in humility to His lotus feet.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉੱਦਮ-ਸਰੂਪ ਹੈਂ (ਤੇਰੇ ਵਿਚ ਰਤਾ ਭੀ ਆਲਸ ਨਹੀਂ ਹੈ), ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਤੇਰੇ ਤਕ ਪਹੁੰਚ ਨਹੀਂ; ਮੈਂ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਤੇ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "ਅ-ਗਮ:ਪੋਲਾ ਸੋਗ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 39699,
    "shabad_id": 3387,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਥਨੀ ਸਾ ਤੁਧੁ ਭਾਵਸੀ; ਨਾਨਕ ਨਾਮ ਅਧਾਰ ॥੧॥",
    "transliteration": "Kathhanee Saa Thudhh Bhaavasee Naanak Naam Adhhaar ||1||",
    "translation": "O Nanak, that sermon alone is pleasing to You, Lord, which inspires us to take the Support of the Name. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮਿਹਰ ਕਰ) ਮੈਂ (ਸਦਾ) ਉਹ ਬੋਲ ਬੋਲਾਂ ਜੋ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ। ਤੇਰਾ ਨਾਮ ਹੀ ਨਾਨਕ ਦਾ ਆਸਰਾ ਬਣਿਆ ਰਹੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39700,
    "shabad_id": 3387,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੰਤ ਸਰਣਿ ਸਾਜਨ ਪਰਹੁ; ਸੁਅਾਮੀ ਸਿਮਰਿ ਅਨੰਤ ॥",
    "transliteration": "Santh Saran Saajan Parahu Suaamee Simar Ananth ||",
    "translation": "Seek the Sanctuary of the Saints, O friends; meditate in remembrance on your infinite Lord and Master.",
    "punjabi": "ਹੇ ਸੱਜਣੋ! ਗੁਰੂ-ਸੰਤ ਦੀ ਸਰਨ ਪਏ ਰਹੋ। (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39701,
    "shabad_id": 3387,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸੂਕੇ ਤੇ ਹਰਿਅਾ ਥੀਅਾ; ਨਾਨਕ. ਜਪਿ ਭਗਵੰਤ ॥੨॥",
    "transliteration": "Sookae Thae Hariaa Thheeaa Naanak Jap Bhagavanth ||2||",
    "translation": "The dried branch shall blossom forth in its greenery again, O Nanak, meditating on the Lord God. ||2||",
    "punjabi": "ਭਗਵਾਨ ਦਾ ਨਾਮ ਜਪ ਕੇ ਹੇ ਨਾਨਕ! (ਮਨੁੱਖ) ਸੁੱਕੇ ਤੋਂ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39702,
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39703,
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਰੁਤਿ ਸਰਸ ਬਸੰਤ ਮਾਹ; ਚੇਤੁ ਵੈਸਾਖ ਸੁਖ ਮਾਸੁ ਜੀੳੁ ॥",
    "transliteration": "Ruth Saras Basanth Maah Chaeth Vaisaakh Sukh Maas Jeeo ||",
    "translation": "The season of spring is delightful; the months of Chayt and Baisaakhi are the most pleasant months.",
    "punjabi": "(ਹੇ ਸੱਜਣੋ! ਉਸ ਮਨੁੱਖ ਨੂੰ) ਬਸੰਤ ਦੀ ਰੁਤਿ ਆਨੰਦ-ਦਾਇਕ ਪ੍ਰਤੀਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਵਾਸਤੇ ਮਹੀਨਾ ਚੇਤ ਉਸ ਵਾਸਤੇ ਵੈਸਾਖ ਦਾ ਮਹੀਨਾ ਸੁਖਾਂ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39704,
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਨਾਹੁ ਮਿਲਿਅਾ; ਮੳੁਲਿਅਾ ਮਨੁ ਤਨੁ ਸਾਸੁ ਜੀੳੁ ॥",
    "transliteration": "Har Jeeo Naahu Miliaa Mouliaa Man Than Saas Jeeo ||",
    "translation": "I have obtained the Dear Lord as my Husband, and my mind, body and breath have blossomed forth.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਉਸ ਦਾ (ਹਰੇਕ) ਸਾਹ ਖ਼ੁਸ਼ੀ ਨਾਲ ਮਹਿਕ ਉਠਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ-ਖਸਮ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਮੳੁ੍ਨਲਿਅਾ:ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 39705,
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਘਰਿ ਨਾਹੁ ਨਿਹਚਲੁ ਅਨਦੁ ਸਖੀੲੇ; ਚਰਨਕਮਲ ਪ੍ਰਫੁਲਿਅਾ ॥",
    "transliteration": "Ghar Naahu Nihachal Anadh Sakheeeae Charan Kamal Prafuliaa ||",
    "translation": "The eternal, unchanging Lord has come into my home as my Husband, O my companions; dwelling upon His lotus feet, I blossom forth in bliss.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਸੋਹਣੇ ਚਰਨ ਆ ਵੱਸਣ, ਉਸ ਦਾ ਹਿਰਦਾ ਖਿੜ ਪੈਂਦਾ ਹੈ; ਜਿਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਵੱਸੇ, ਉਥੇ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਪ੍ਰਫੁੱਲਿਅਾ",
    "type_id": 3
  }
]
