[
  {
    "id": 40088,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੀ ਮੇਰੀ ਕਰਿ ਮੁੲੇ; ਵਿਣੁ ਨਾਵੈ. ਦੁਖੁ ਭਾਲਿ ॥",
    "transliteration": "Maeree Maeree Kar Mueae Vin Naavai Dhukh Bhaal ||",
    "translation": "Crying out, \"Mine, mine!\", they have died, but without the Name, they find only pain.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ 'ਨਾਮ' ਭੁਲਾ ਕੇ (ਨਿਰੀ) ਮਾਇਆ ਨੂੰ ਹੀ ਆਪਣੀ ਸਮਝ ਕੇ (ਇਸ ਤਰ੍ਹਾਂ ਸਗੋਂ) ਦੁੱਖ ਵਿਹਾਝ ਕੇ ਹੀ (ਬੇਅੰਤ ਜੀਵ) ਚਲੇ ਗਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40089,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 1,
    "gurmukhi": "ਗੜ ਮੰਦਰ ਮਹਲਾ ਕਹਾ; ਜਿੳੁ ਬਾਜੀ ਦੀ ਬਾਣੁ ॥",
    "transliteration": "Garr Mandhar Mehalaa Kehaa Jio Baajee Dheebaan ||",
    "translation": "So where are their forts, mansions, palaces and courts? They are like a short story.",
    "punjabi": "ਕਿਲੇ, ਪੱਕੇ ਘਰ, ਮਹਲ ਮਾੜੀਆਂ ਤੇ ਹਕੂਮਤ (ਸਭ) ਸਾਥ ਛੱਡ ਗਏ, ਇਹ ਤਾਂ (ਮਦਾਰੀ ਦੀ) ਖੇਡ ਹੀ ਸਨ।",
    "pronunciation": "ਬਾਜੀਗਰ ਦੀ ਬਾਜੀ ਦੀ ਬਾਣੁਬਣਾਵਟ। ਗੜ੍ਹ, ਮਹਲਾਂ, ਕਹਾਂ (ਦੂਜਾ ਪਾਠ: ਦੀਬਾਣੁ)",
    "type_id": 3
  },
  {
    "id": 40090,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਸਚੇ ਨਾਮ ਵਿਣੁ; ਝੂਠਾ ਅਾਵਣ ਜਾਣੁ ॥",
    "transliteration": "Naanak Sachae Naam Vin Jhoothaa Aavan Jaan ||",
    "translation": "O Nanak, without the True Name, the false just come and go.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜੀਵਨ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40091,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਚਤੁਰੁ ਸਰੂਪੁ ਹੈ; ਅਾਪੇ ਜਾਣੁ ਸੁਜਾਣੁ ॥੪੨॥",
    "transliteration": "Aapae Chathur Saroop Hai Aapae Jaan Sujaan ||42||",
    "translation": "He Himself is clever and so very beautiful; He Himself is wise and all-knowing. ||42||",
    "punjabi": "(ਪਰ ਜੀਵ ਵਿਚਾਰੇ ਦੇ ਕੀਹ ਵਸਿ? ਇਹ ਬੇ-ਸਮਝ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਿਆਣਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈ (ਉਹੀ ਸਮਝਾਵੇ ਤਾਂ ਜੀਵ ਸਮਝੇ) ॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40092,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਅਾਵਹਿ. ਸੇ ਜਾਹਿ ਫੁਨਿ; ਅਾੲਿ ਗੲੇ ਪਛੁਤਾਹਿ ॥",
    "transliteration": "Jo Aavehi Sae Jaahi Fun Aae Geae Pashhuthaahi ||",
    "translation": "Those who come, must go in the end; they come and go, regretting and repenting.",
    "punjabi": "ਜੋ ਜੀਵ (ਮਾਇਆ ਦੀ ਮਮਤਾ ਦੇ ਬੱਧੇ ਹੋਏ ਜਗਤ ਵਿਚ) ਆਉਂਦੇ ਹਨ ਉਹ (ਇਸ ਮਮਤਾ ਵਿਚ ਫਸੇ ਹੋਏ ਇਥੋਂ) ਜਾਂਦੇ ਹਨ, ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਹਨ ਤੇ ਦੁਖੀ ਹੁੰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40093,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 3,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਮੇਦਨੀ; ਘਟੈ ਨ ਵਧੈ ੳੁਤਾਹਿ ॥",
    "transliteration": "Lakh Chouraaseeh Maedhanee Ghattai N Vadhhai Outhaahi ||",
    "translation": "They will pass through 8.4 millions species; this number does not decrease or rise.",
    "punjabi": "(ਉਹਨਾਂ ਵਾਸਤੇ) ਇਹ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਾਲੀ ਸ੍ਰਿਸ਼ਟੀ ਰਤਾ ਭੀ ਘਟਦੀ ਵਧਦੀ ਨਹੀਂ (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਮਮਤਾ ਦੇ ਕਾਰਨ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚੋਂ ਲੰਘਣਾ ਪੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40094,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 3,
    "gurmukhi": "ਸੇ ਜਨ ੳੁਬਰੇ; ਜਿਨ ਹਰਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Sae Jan Oubarae Jin Har Bhaaeiaa ||",
    "translation": "They alone are saved, who love the Lord.",
    "punjabi": "(ਉਹਨਾਂ ਵਿਚੋਂ) ਬਚਦੇ ਸਿਰਫ਼ ਉਹ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40095,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 4,
    "gurmukhi": "ਧੰਧਾ ਮੁਅਾ; ਵਿਗੂਤੀ ਮਾੲਿਅਾ ॥",
    "transliteration": "Dhhandhhaa Muaa Vigoothee Maaeiaa ||",
    "translation": "Their worldly entanglements are ended, and Maya is conquered.",
    "punjabi": "(ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੀ ਮਾਇਆ ਪਿੱਛੇ) ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ (ਉਹਨਾਂ ਵਲ ਆਇਆਂ) ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਮੋਹ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40096,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਦੀਸੈ ਸੋ ਚਾਲਸੀ; ਕਿਸ ਕੳੁ ਮੀਤੁ ਕਰੇੳੁ ॥",
    "transliteration": "Jo Dheesai So Chaalasee Kis Ko Meeth Karaeo ||",
    "translation": "Whoever is seen, shall depart; who should I make my friend?",
    "punjabi": "(ਜਗਤ ਵਿਚ ਤਾਂ) ਜੋ ਭੀ ਦਿੱਸਦਾ ਹੈ ਨਾਸਵੰਤ ਹੈ, ਮੈਂ ਕਿਸ ਨੂੰ ਮਿੱਤਰ ਬਣਾਵਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40097,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 5,
    "gurmukhi": "ਜੀੳੁ ਸਮਪੳੁ ਅਾਪਣਾ; ਤਨੁ ਮਨੁ ਅਾਗੈ ਦੇੳੁ ॥",
    "transliteration": "Jeeo Samapo Aapanaa Than Man Aagai Dhaeo ||",
    "translation": "I dedicate my soul, and place my body and mind in offering before Him.",
    "punjabi": "(ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਮਿੱਤਰ ਤਾਂ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਉਸ ਦੇ ਅੱਗੇ ਹੀ) ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਅਰਪਣ ਕਰਾਂ ਤੇ ਤਨ ਮਨ ਭੇਟ ਰੱਖਾਂ।",
    "pronunciation": "(ਸ-ਮੱਪੳੁ) ਅਰਪਣਾ ਕਰੋ",
    "type_id": 3
  },
  {
    "id": 40098,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 5,
    "gurmukhi": "ਅਸਥਿਰੁ ਕਰਤਾ ਤੂ ਧਣੀ; ਤਿਸ ਹੀ ਕੀ ਮੈ ਓਟ ॥",
    "transliteration": "Asathhir Karathaa Thoo Dhhanee This Hee Kee Mai Outt ||",
    "translation": "You are eternally stable, O Creator, Lord and Master; I lean on Your Support.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ। (ਹੇ ਪਾਂਡੇ!) ਮੈਨੂੰ ਕਰਤਾਰ ਦਾ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40099,
    "shabad_id": 3401,
    "pada": 45,
    "source_line": 5,
    "gurmukhi": "ਗੁਣ ਕੀ ਮਾਰੀ ਹੳੁ ਮੁੲੀ; ਸਬਦਿ ਰਤੀ ਮਨਿ ਚੋਟ ॥੪੩॥",
    "transliteration": "Gun Kee Maaree Ho Muee Sabadh Rathee Man Chott ||43||",
    "translation": "Conquered by virtue, egotism is killed; imbued with the Word of the Shabad, the mind rejects the world. ||43||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਵਿਆਂ ਹੀ ਹਉਮੈ ਮਰਦੀ ਹੈ। (ਕਿਉਂਕਿ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਜ ਕੇ ਹੀ ਮਨ ਵਿਚ ਠੋਕਰ (ਲੱਗਦੀ ਹੈ) ॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40100,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 6,
    "gurmukhi": "ਰਾਣਾ ਰਾੳੁ. ਨ ਕੋ ਰਹੈ; ਰੰਗੁ ਨ ਤੁੰਗੁ ਫਕੀਰੁ ॥",
    "transliteration": "Raanaa Raao N Ko Rehai Rang N Thung Fakeer ||",
    "translation": "Neither the kings nor the nobles will remain; neither the rich nor the poor will remain.",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਨਾਹ ਕੋਈ ਰਾਣਾ ਨਾਹ ਕੋਈ ਕੰਗਾਲ ਸਦਾ ਜਿਊਂਦਾ ਰਹਿ ਸਕਦਾ ਹੈ; ਨਾਹ ਕੋਈ ਅਮੀਰ ਤੇ ਨਾਹ ਕੋਈ ਫਕੀਰ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40101,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 6,
    "gurmukhi": "ਵਾਰੀ ਅਾਪੋ ਅਾਪਣੀ; ਕੋੲਿ. ਨ ਬੰਧੈ ਧੀਰ ॥",
    "transliteration": "Vaaree Aapo Aapanee Koe N Bandhhai Dhheer ||",
    "translation": "When one's turn comes, no one can stay here.",
    "punjabi": "ਹਰੇਕ ਆਪੋ ਆਪਣੀ ਵਾਰੀ (ਇਥੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ) ਕੋਈ ਕਿਸੇ ਨੂੰ ਇਹ ਤਸੱਲੀ ਦੇਣ ਜੋਗਾ ਨਹੀਂ (ਕਿ ਤੂੰ ਸਦਾ ਇਥੇ ਟਿਕਿਆ ਰਹੇਂਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40102,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 7,
    "gurmukhi": "ਰਾਹੁ ਬੁਰਾ ਭੀਹਾਵਲਾ; ਸਰ ਡੂਗਰ ਅਸਗਾਹ ॥",
    "transliteration": "Raahu Buraa Bheehaavalaa Sar Ddoogar Asagaah ||",
    "translation": "The path is difficult and treacherous; the pools and mountains are impassable.",
    "punjabi": "(ਜਗਤ ਦਾ) ਪੈਂਡਾ ਬੜਾ ਔਖਾ ਤੇ ਡਰਾਉਣਾ ਹੈ, (ਇਹ ਇਕ) ਬੇਅੰਤ ਡੂੰਘੇ ਸਮੁੰਦਰ (ਦਾ ਸਫ਼ਰ ਹੈ) ਪਹਾੜੀ ਰਸਤਾ ਹੈ।",
    "pronunciation": "(ਭਹਿਾਵਲਾ) ਭੈਦਾੲਿਕ (ਸਰ) ਸਮੁੰਦ੍ਰ ਸੰਸਾਰ, ਜੀਅਾਂ ਨੰੂ ਮਾਰਨ, ਕੋਹਣ, ਹੰਕਾਰ, ਵਿਕਾਰ, ਸੁਅਾਦ, ਅੌਗੁਣ ਰੂਪੀ (ਡੂਗਰ) ਪਹਾੜ (ਅਸਗਾਹ) ਡੂੰਘਾ",
    "type_id": 3
  },
  {
    "id": 40103,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 7,
    "gurmukhi": "ਮੈ ਤਨਿ ਅਵਗਣ ਝੁਰਿ ਮੁੲੀ; ਵਿਣੁ ਗੁਣ. ਕਿੳੁ ਘਰਿ ਜਾਹ ॥",
    "transliteration": "Mai Than Avagan Jhur Muee Vin Gun Kio Ghar Jaah ||",
    "translation": "My body is filled with faults; I am dying of grief. Without virtue, how can I enter my home?",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਤਾਂ ਕਈ ਔਗੁਣ ਹਨ ਜਿਨ੍ਹਾਂ ਕਰਕੇ ਦੁਖੀ ਹੋ ਰਹੀ ਹਾਂ, (ਮੇਰੇ ਪੱਲੇ ਗੁਣ ਨਹੀਂ ਹਨ) ਗੁਣਾਂ ਤੋਂ ਬਿਨਾਂ ਕਿਵੇਂ ਮੰਜ਼ਲ ਤੇ ਅੱਪੜਾਂ? (ਭਾਵ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40104,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 8,
    "gurmukhi": "ਗੁਣੀਅਾ ਗੁਣ ਲੇ ਪ੍ਰਭ ਮਿਲੇ; ਕਿੳੁ ਤਿਨ ਮਿਲੳੁ ਪਿਅਾਰਿ ॥",
    "transliteration": "Guneeaa Gun Lae Prabh Milae Kio Thin Milo Piaar ||",
    "translation": "The virtuous take virtue, and meet God; how can I meet them with love?",
    "punjabi": "ਗੁਣਾਂ ਵਾਲੇ ਗੁਣ ਪੱਲੇ ਬੰਨ੍ਹ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਏ ਹਨ (ਮੇਰਾ ਭੀ ਚਿੱਤ ਕਰਦਾ ਹੈ ਕਿ) ਉਹਨਾਂ ਪਿਆਰਿਆਂ ਨੂੰ ਮਿਲਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40105,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 8,
    "gurmukhi": "ਤਿਨ ਹੀ ਜੈਸੀ ਥੀ ਰਹਾਂ; ਜਪਿ ਜਪਿ ਰਿਦੈ ਮੁਰਾਰਿ ॥",
    "transliteration": "Thin Hee Jaisee Thhee Rehaan Jap Jap Ridhai Muraar ||",
    "translation": "If ony I could be like them, chanting and meditating within my heart on the Lord.",
    "punjabi": "(ਪਰ) ਕਿਵੇਂ (ਮਿਲਾਂ)? ਜੇ ਪ੍ਰਭੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਜਪਾਂ ਤਦੋਂ ਉਹਨਾਂ ਗੁਣੀ ਗੁਰਮੁਖਾਂ ਵਰਗੀ ਹੋ ਸਕਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40106,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 9,
    "gurmukhi": "ਅਵਗੁਣੀ ਭਰਪੂਰ ਹੈ; ਗੁਣ ਭੀ ਵਸਹਿ ਨਾਲਿ ॥",
    "transliteration": "Avagunee Bharapoor Hai Gun Bhee Vasehi Naal ||",
    "translation": "He is overflowing with faults and demerits, but virtue dwells within him as well.",
    "punjabi": "(ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵ) ਅਉਗਣਾਂ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਂਞ) ਗੁਣ ਭੀ ਉਸ ਦੇ ਅੰਦਰ ਹੀ ਵੱਸਦੇ ਹਨ (ਕਿਉਂਕਿ ਗੁਣੀ ਪ੍ਰਭੂ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40107,
    "shabad_id": 3401,
    "pada": 46,
    "source_line": 9,
    "gurmukhi": "ਵਿਣੁ ਸਤਗੁਰ. ਗੁਣ, ਨ ਜਾਪਨੀ; ਜਿਚਰੁ ਸਬਦਿ. ਨ ਕਰੇ ਬੀਚਾਰੁ ॥੪੪॥",
    "transliteration": "Vin Sathagur Gun N Jaapanee Jichar Sabadh N Karae Beechaar ||44||",
    "translation": "Without the True Guru, he does not see God's Virtues; he does not chant the Glorious Virtues of God. ||44||",
    "punjabi": "ਪਰ ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਗੁਣਾਂ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ। (ਤਦ ਤਕ ਨਹੀਂ ਪੈਂਦੀ) ਜਦ ਤਕ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵੀਚਾਰ ਨਾਹ ਕੀਤੀ ਜਾਏ ॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40108,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 10,
    "gurmukhi": "ਲਸਕਰੀਅਾ ਘਰ ਸੰਮਲੇ; ਅਾੲੇ ਵਜਹੁ ਲਿਖਾੲਿ ॥",
    "transliteration": "Lasakareeaa Ghar Sanmalae Aaeae Vajahu Likhaae ||",
    "translation": "God's soldiers take care of their homes; their pay is pre-ordained, before they come into the world.",
    "punjabi": "(ਇਸ ਜਗਤ ਰਣ-ਭੂਮੀ ਵਿਚ, ਜੀਵ) ਸਿਪਾਹੀਆਂ ਨੇ (ਸਰੀਰ-ਰੂਪ) ਡੇਰੇ ਮੱਲੇ ਹੋਏ ਹਨ, (ਪ੍ਰਭੂ-ਖਸਮ ਪਾਸੋਂ) ਰਿਜ਼ਕ ਲਿਖਾ ਕੇ (ਇਥੇ) ਆਏ ਹਨ।",
    "pronunciation": "ਵਜਹੁ: ਪੋਲਾ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 40109,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 10,
    "gurmukhi": "ਕਾਰ ਕਮਾਵਹਿ ਸਿਰਿ ਧਣੀ; ਲਾਹਾ ਪਲੈ ਪਾੲਿ ॥",
    "transliteration": "Kaar Kamaavehi Sir Dhhanee Laahaa Palai Paae ||",
    "translation": "They serve their Supreme Lord and Master, and obtain the profit.",
    "punjabi": "ਜੋ ਸਿਪਾਹੀ ਹਰਿ-ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ ਮਾਲਕ ਦੀ (ਰਜ਼ਾ-ਰੂਪ) ਕਾਰ ਸਿਰ ਤੇ ਕਮਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40110,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 11,
    "gurmukhi": "ਲਬੁ ਲੋਭੁ ਬੁਰਿਅਾੲੀਅਾ; ਛੋਡੇ ਮਨਹੁ ਵਿਸਾਰਿ ॥",
    "transliteration": "Lab Lobh Buriaaeeaa Shhoddae Manahu Visaar ||",
    "translation": "They renounce greed, avarice and evil, and forget them from their minds.",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਚਸਕਾ ਲਾਲਚ ਤੇ ਹੋਰ ਵਿਕਾਰ ਮਨ ਵਿਚੋਂ ਕੱਢ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40111,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 11,
    "gurmukhi": "ਗੜਿ ਦੋਹੀ ਪਾਤਿਸਾਹ ਕੀ; ਕਦੇ. ਨ ਅਾਵੈ ਹਾਰਿ ॥",
    "transliteration": "Garr Dhohee Paathisaah Kee Kadhae N Aavai Haar ||",
    "translation": "In the fortress of the body, they announce the victory of their Supreme King; they are never ever vanquished.",
    "punjabi": "ਜਿਸ (ਜੀਵ-) ਸਿਪਾਹੀ ਨੇ (ਸਰੀਰ-) ਕਿਲ੍ਹੇ ਵਿਚ (ਪ੍ਰਭੂ-) ਪਾਤਸ਼ਾਹ ਦੀ ਦੁਹਾਈ ਪਾਈ ਹੈ (ਭਾਵ, ਸਿਮਰਨ ਨੂੰ ਹਰ ਵੇਲੇ ਵਸਾਇਆ ਹੈ) ਉਹ (ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਦੇ ਮੁਕਾਬਲੇ ਤੇ) ਕਦੇ ਹਾਰ ਕੇ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "ਗੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 40112,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 12,
    "gurmukhi": "ਚਾਕਰੁ ਕਹੀਅੈ ਖਸਮ ਕਾ; ਸੳੁਹੇ ੳੁਤਰ ਦੇੲਿ ॥",
    "transliteration": "Chaakar Keheeai Khasam Kaa Souhae Outhar Dhaee ||",
    "translation": "One who calls himself a servant of his Lord and Master, and yet speaks defiantly to Him,",
    "punjabi": "(ਪਰ ਜੋ ਮਨੁੱਖ) ਪ੍ਰਭੂ ਮਾਲਕ ਦਾ ਨੌਕਰ (ਭੀ) ਅਖਵਾਏ ਤੇ ਸਾਹਮਣੇ ਜਵਾਬ ਭੀ ਦੇਵੇ (ਭਾਵ, ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਨਾਹ ਤੁਰੇ),",
    "pronunciation": "ਸੳੁਹੇ ਸਾਮ੍ਹਣੇ",
    "type_id": 3
  },
  {
    "id": 40113,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 12,
    "gurmukhi": "ਵਜਹੁ ਗਵਾੲੇ ਅਾਪਣਾ; ਤਖਤਿ. ਨ ਬੈਸਹਿ ਸੇੲਿ ॥",
    "transliteration": "Vajahu Gavaaeae Aapanaa Thakhath N Baisehi Saee ||",
    "translation": "Shall forfeit his pay, and not be seated upon the throne.",
    "punjabi": "ਉਹ ਆਪਣੀ ਤਨਖ਼ਾਹ ਗਵਾ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਮੇਹਰ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ), ਅਜੇਹੇ ਜੀਵ (ਰੱਬੀ) ਤਖ਼ਤ ਉਤੇ ਨਹੀਂ ਬੈਠ ਸਕਦੇ (ਭਾਵ, ਉਸ ਨਾਲ ਇਕ-ਰੂਪ ਨਹੀਂ ਹੋ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40114,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰੀਤਮ ਹਥਿ ਵਡਿਅਾੲੀਅਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ॥",
    "transliteration": "Preetham Hathh Vaddiaaeeaa Jai Bhaavai Thai Dhaee ||",
    "translation": "Glorious greatness rests in the hands of my Beloved; He gives, according to the Pleasure of His Will.",
    "punjabi": "ਪਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਉਣੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ, ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40115,
    "shabad_id": 3401,
    "pada": 47,
    "source_line": 13,
    "gurmukhi": "ਅਾਪਿ ਕਰੇ ਕਿਸੁ ਅਾਖੀਅੈ; ਅਵਰੁ. ਨ ਕੋੲਿ ਕਰੇੲਿ ॥੪੫॥",
    "transliteration": "Aap Karae Kis Aakheeai Avar N Koe Karaee ||45||",
    "translation": "He Himself does everything; who else should we address? No one else does anything. ||45||",
    "punjabi": "ਕਿਸੇ ਹੋਰ ਦੇ ਅੱਗੇ ਪੁਕਾਰ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ, ਕੋਈ ਹੋਰ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੪੫॥",
    "pronunciation": "ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 40116,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 14,
    "gurmukhi": "ਬੀਜੳੁ ਸੂਝੈ ਕੋ ਨਹੀ; ਬਹੈ ਦੁਲੀਚਾ ਪਾੲਿ ॥",
    "transliteration": "Beejo Soojhai Ko Nehee Behai Dhuleechaa Paae ||",
    "translation": "I cannot conceive of any other, who could be seated upon the royal cushions.",
    "punjabi": "ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਦੂਜਾ ਐਸਾ ਨਹੀਂ ਸੁੱਝਦਾ ਜੋ (ਸਦਾ ਲਈ) ਆਸਣ ਵਿਛਾ ਕੇ ਬੈਠ ਸਕੇ (ਭਾਵ, ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਅਟੱਲ ਮਾਲਕ ਅਖਵਾ ਸਕੇ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40117,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 14,
    "gurmukhi": "ਨਰਕ ਨਿਵਾਰਣੁ ਨਰਹ ਨਰੁ; ਸਾਚੳੁ ਸਾਚੈ ਨਾੲਿ ॥",
    "transliteration": "Narak Nivaaran Nareh Nar Saacho Saachai Naae ||",
    "translation": "The Supreme Man of men eradicates hell; He is True, and True is His Name.",
    "punjabi": "ਜੀਵਾਂ ਦੇ ਨਰਕ ਦੂਰ ਕਰਨ ਵਾਲਾ ਤੇ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਇਕ ਪ੍ਰਭੂ ਹੀ ਹੈ ਜੋ ਨਾਮ (ਸਿਮਰਨ) ਦੀ ਰਾਹੀਂ (ਮਿਲਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40118,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 14,
    "gurmukhi": "ਵਣੁ ਤ੍ਰਿਣੁ ਢੂਢਤ ਫਿਰਿ ਰਹੀ; ਮਨ ਮਹਿ ਕਰੳੁ ਬੀਚਾਰੁ ॥",
    "transliteration": "Van Thrin Dtoodtath Fir Rehee Man Mehi Karo Beechaar ||",
    "translation": "I wandered around searching for Him in the forests and meadows; I contemplate Him within my mind.",
    "punjabi": "(ਉਸ ਪ੍ਰਭੂ ਦੀ ਖ਼ਾਤਰ) ਮੈਂ ਜੰਗਲ-ਬੇਲਾ ਢੂੰਢ ਢੂੰਢ ਕੇ ਥੱਕ ਗਈ ਹਾਂ, (ਹੁਣ ਜਦੋਂ) ਮੈਂ ਮਨ ਵਿਚ ਸੋਚਦੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40119,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 15,
    "gurmukhi": "ਲਾਲ ਰਤਨ ਬਹੁ ਮਾਣਕੀ; ਸਤਿਗੁਰ ਹਾਥਿ ਭੰਡਾਰੁ ॥",
    "transliteration": "Laal Rathan Bahu Maanakee Sathigur Haathh Bhanddaar ||",
    "translation": "The treasures of myriads of pearls, jewels and emeralds are in the hands of the True Guru.",
    "punjabi": "(ਤਾਂ ਸਮਝ ਆਈ ਹੈ ਕਿ) ਲਾਲਾਂ ਰਤਨਾਂ ਤੇ ਮੋਤੀਆਂ (ਭਾਵ, ਰੱਬੀ ਗੁਣਾਂ) ਦਾ ਖ਼ਜ਼ਾਨਾ ਸਤਿਗੁਰੂ ਦੇ ਹੱਥ ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40120,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 15,
    "gurmukhi": "ੳੂਤਮੁ ਹੋਵਾ ਪ੍ਰਭੁ ਮਿਲੈ; ੲਿਕ ਮਨਿ ੲੇਕੈ ਭਾੲਿ ॥",
    "transliteration": "Ootham Hovaa Prabh Milai Eik Man Eaekai Bhaae ||",
    "translation": "Meeting with God, I am exalted and elevated; I love the One Lord single-mindedly.",
    "punjabi": "ਜੇ ਮੈਂ ਇਕ-ਮਨ ਹੋ ਕੇ (ਸਿਮਰਨ ਕਰ ਕੇ) ਸੁੱਧ-ਆਤਮਾ ਹੋ ਜਾਵਾਂ ਤਾਂ ਮੈਨੂੰ ਪ੍ਰਭੂ ਮਿਲ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40121,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰੀਤਮ ਰਸਿ ਮਿਲੇ; ਲਾਹਾ ਲੈ ਪਰਥਾੲਿ ॥",
    "transliteration": "Naanak Preetham Ras Milae Laahaa Lai Parathhaae ||",
    "translation": "O Nanak, one who lovingly meets with his Beloved, earns profit in the world hereafter.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜੇ ਹੋਏ ਹਨ ਉਹ ਪਰਲੋਕ ਦੀ ਖੱਟੀ ਖੱਟ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40122,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 16,
    "gurmukhi": "ਰਚਨਾ ਰਾਚਿ ਜਿਨਿ ਰਚੀ; ਜਿਨਿ ਸਿਰਿਅਾ ਅਾਕਾਰੁ ॥",
    "transliteration": "Rachanaa Raach Jin Rachee Jin Siriaa Aakaar ||",
    "translation": "He who created and formed the creation, made your form as well.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਜਿਸ (ਪ੍ਰਭੂ) ਨੇ ਰਚਨਾ ਰਚੀ ਹੈ ਜਿਸ ਨੇ ਜਗਤ ਦਾ ਢਾਂਚਾ ਬਣਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40123,
    "shabad_id": 3401,
    "pada": 48,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਬੇਅੰਤੁ ਧਿਅਾੲੀਅੈ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ॥੪੬॥",
    "transliteration": "Guramukh Baeanth Dhhiaaeeai Anth N Paaraavaar ||46||",
    "translation": "As Gurmukh, meditate on the Infinite Lord, who has no end or limitation. ||46||",
    "punjabi": "ਜੋ ਆਪ ਬੇਅੰਤ ਹੈ, ਜਿਸ ਦਾ ਅੰਤ ਤੇ ਹੱਦ-ਬੰਨਾ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਤੇ ਤੁਰਿਆਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40124,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 17,
    "gurmukhi": "ੜਾੜੈ; ਰੂੜਾ ਹਰਿ ਜੀੳੁ ਸੋੲੀ ॥",
    "transliteration": "Rraarrai Roorraa Har Jeeo Soee ||",
    "translation": "Rharha: The Dear Lord is beautiful;",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਹੀ (ਸਭ ਤੋਂ ਵਧੀਕ) ਸੁੰਦਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40125,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 18,
    "gurmukhi": "ਤਿਸੁ ਬਿਨੁ ਰਾਜਾ; ਅਵਰੁ. ਨ ਕੋੲੀ ॥",
    "transliteration": "This Bin Raajaa Avar N Koee ||",
    "translation": "There is no other king, except Him.",
    "punjabi": "ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਭਾਵ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ) ਹਾਕਮ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40126,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 18,
    "gurmukhi": "ੜਾੜੈ. ਗਾਰੁੜੁ ਤੁਮ ਸੁਣਹੁ; ਹਰਿ ਵਸੈ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Rraarrai Gaarurr Thum Sunahu Har Vasai Man Maahi ||",
    "translation": "Rharha: Listen to the spell, and the Lord will come to dwell in your mind.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਤੂੰ ਮਨ ਨੂੰ ਵੱਸ ਕਰਨ ਲਈ ('ਗੁਰ-ਸ਼ਬਦ'-ਰੂਪ) ਮੰਤ੍ਰ ਸੁਣ (ਇਸ ਨਾਲ) ਇਹ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40127,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਹਰਿ ਪਾੲੀਅੈ; ਮਤੁ ਕੋ ਭਰਮਿ ਭੁਲਾਹਿ ॥",
    "transliteration": "Gur Parasaadhee Har Paaeeai Math Ko Bharam Bhulaahi ||",
    "translation": "By Guru's Grace, one finds the Lord; do not be deluded by doubt.",
    "punjabi": "(ਪਰ) ਮਤਾਂ ਕੋਈ ਕਿਸੇ ਭੁਲੇਖੇ ਵਿਚ ਪਏ, (ਕਿ ਪ੍ਰਭੂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਹੈ) ਪ੍ਰਭੂ (ਤਾਂ) ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40128,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 19,
    "gurmukhi": "ਸੋ ਸਾਹੁ ਸਾਚਾ; ਜਿਸੁ ਹਰਿ ਧਨੁ ਰਾਸਿ ॥",
    "transliteration": "So Saahu Saachaa Jis Har Dhhan Raas ||",
    "translation": "He alone is the true banker, who has the capital of the wealth of the Lord.",
    "punjabi": "ਗੁਰੂ ਹੀ ਸੱਚਾ ਸ਼ਾਹ ਹੈ ਜਿਸ ਦੇ ਪਾਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਪੂੰਜੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40129,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪੂਰਾ; ਤਿਸੁ ਸਾਬਾਸਿ ॥",
    "transliteration": "Guramukh Pooraa This Saabaas ||",
    "translation": "The Gurmukh is perfect - applaud him!",
    "punjabi": "ਗੁਰੂ ਹੀ ਪੂਰਨ ਪੁਰਖ ਹੈ, ਗੁਰੂ ਨੂੰ ਹੀ ਧੰਨ ਧੰਨ (ਆਖੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40130,
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 19,
    "gurmukhi": "ਰੂੜੀ ਬਾਣੀ ਹਰਿ ਪਾੲਿਅਾ; ਗੁਰ ਸਬਦੀ ਬੀਚਾਰਿ ॥",
    "transliteration": "Roorree Baanee Har Paaeiaa Gur Sabadhee Beechaar ||",
    "translation": "Through the beautiful Word of the Guru's Bani, the Lord is obtained; contemplate the Word of the Guru's Shabad.",
    "punjabi": "(ਜਿਸ ਕਿਸੇ ਨੂੰ ਮਿਲਿਆ ਹੈ) ਸਤਿਗੁਰੂ ਦੀ ਸੁੰਦਰ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਹੀ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਦੀ ਰਾਹੀਂ ਹੀ ਪ੍ਰਭੂ ਮਿਲਿਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  }
]
