[
  {
    "id": 40258,
    "shabad_id": 3411,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਿਤੁ ਬਿਧਿ; ਅਾਸਾ ਮਨਸਾ ਖਾੲੀ ॥",
    "transliteration": "Kith Bidhh Aasaa Manasaa Khaaee ||",
    "translation": "How have you subdued your hopes and desires?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40259,
    "shabad_id": 3411,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਿਤੁ ਬਿਧਿ; ਜੋਤਿ ਨਿਰੰਤਰਿ ਪਾੲੀ ॥",
    "transliteration": "Kith Bidhh Joth Niranthar Paaee ||",
    "translation": "How have you found the Light deep within your nucleus?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40260,
    "shabad_id": 3411,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਦੰਤਾ; ਕਿੳੁ ਖਾੲੀਅੈ ਸਾਰੁ ॥",
    "transliteration": "Bin Dhanthaa Kio Khaaeeai Saar ||",
    "translation": "Without teeth, how can you eat iron?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40261,
    "shabad_id": 3411,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਸਾਚਾ ਕਰਹੁ ਬੀਚਾਰੁ ॥੧੯॥",
    "transliteration": "Naanak Saachaa Karahu Beechaar ||19||",
    "translation": "Give us your true opinion, Nanak.\"||19||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40262,
    "shabad_id": 3411,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਜਨਮੇ; ਗਵਨੁ ਮਿਟਾੲਿਅਾ ॥",
    "transliteration": "Sathigur Kai Janamae Gavan Mittaaeiaa ||",
    "translation": "Born into the House of the True Guru, my wandering in reincarnation ended.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40263,
    "shabad_id": 3411,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਨਹਤਿ ਰਾਤੇ; ੲਿਹੁ ਮਨੁ ਲਾੲਿਅਾ ॥",
    "transliteration": "Anehath Raathae Eihu Man Laaeiaa ||",
    "translation": "My mind is attached and attuned to the unstruck sound current.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40264,
    "shabad_id": 3411,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਨਸਾ ਅਾਸਾ; ਸਬਦਿ ਜਲਾੲੀ ॥",
    "transliteration": "Manasaa Aasaa Sabadh Jalaaee ||",
    "translation": "Through the Word of the Shabad, my hopes and desires have been burnt away.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40265,
    "shabad_id": 3411,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜੋਤਿ ਨਿਰੰਤਰਿ ਪਾੲੀ ॥",
    "transliteration": "Guramukh Joth Niranthar Paaee ||",
    "translation": "As Gurmukh, I found the Light deep within the nucleus of my self.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40266,
    "shabad_id": 3411,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮੇਟੇ; ਖਾੲੀਅੈ ਸਾਰੁ ॥",
    "transliteration": "Thrai Gun Maettae Khaaeeai Saar ||",
    "translation": "Eradicating the three qualities, one eats iron.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40267,
    "shabad_id": 3411,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ; ਤਾਰੇ ਤਾਰਣਹਾਰੁ ॥੨੦॥",
    "transliteration": "Naanak Thaarae Thaaranehaar ||20||",
    "translation": "O Nanak, the Emancipator emancipates. ||20||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40268,
    "shabad_id": 3412,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਦਿ ਕੳੁ ਕਵਨੁ ਬੀਚਾਰੁ ਕਥੀਅਲੇ; ਸੁੰਨ ਕਹਾ ਘਰ ਵਾਸੋ ॥",
    "transliteration": "Aadh Ko Kavan Beechaar Kathheealae Sunn Kehaa Ghar Vaaso ||",
    "translation": "\"What can you tell us about the beginning? In what home did the absolute dwell then?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40269,
    "shabad_id": 3412,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗਿਅਾਨ ਕੀ ਮੁਦ੍ਰਾ ਕਵਨ ਕਥੀਅਲੇ; ਘਟਿ ਘਟਿ ਕਵਨ ਨਿਵਾਸੋ ॥",
    "transliteration": "Giaan Kee Mudhraa Kavan Kathheealae Ghatt Ghatt Kavan Nivaaso ||",
    "translation": "What are the ear-rings of spiritual wisdom? Who dwells in each and every heart?",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਦਾ ਕੀਹ ਸਾਧਨ ਦੱਸਦੇ ਹੋ? ਹਰੇਕ ਘਟ ਵਿਚ ਕਿਸ ਦਾ ਨਿਵਾਸ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40270,
    "shabad_id": 3412,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਾਲ ਕਾ ਠੀਗਾ. ਕਿੳੁ ਜਲਾੲੀਅਲੇ; ਕਿੳੁ. ਨਿਰਭੳੁ ਘਰਿ ਜਾੲੀਅੈ ॥",
    "transliteration": "Kaal Kaa Theegaa Kio Jalaaeealae Kio Nirabho Ghar Jaaeeai ||",
    "translation": "How can one avoid the attack of death? How can one enter the home of fearlessness?",
    "punjabi": "ਕਾਲ ਦੀ ਚੋਟ ਕਿਵੇਂ ਮੁਕਾਈ ਜਾਏ? ਨਿਰਭੈਤਾ ਦੇ ਦਰਜੇ ਤੇ ਕਿਵੇਂ ਅੱਪੜੀਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40271,
    "shabad_id": 3412,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਹਜ ਸੰਤੋਖ ਕਾ ਅਾਸਣੁ ਜਾਣੈ; ਕਿੳੁ. ਛੇਦੇ ਬੈਰਾੲੀਅੈ ॥",
    "transliteration": "Sehaj Santhokh Kaa Aasan Jaanai Kio Shhaedhae Bairaaeeai ||",
    "translation": "How can one know the posture of intuition and contentment, and overcome one's adversaries?\"",
    "punjabi": "ਕਿਵੇਂ (ਹਉਮੈ) ਵੈਰੀ ਦਾ ਨਾਸ ਹੋਵੇ ਜਿਸ ਕਰਕੇ ਸਹਜ ਤੇ ਸੰਤੋਖ ਦਾ ਆਸਣ ਪਛਾਣ ਲਿਆ ਜਾਏ (ਭਾਵ, ਜਿਸ ਕਰਕੇ ਸਹਜ ਤੇ ਸੰਤੋਖ ਪ੍ਰਾਪਤ ਹੋਵੇ)?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40272,
    "shabad_id": 3412,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ. ਹੳੁਮੈ ਬਿਖੁ ਮਾਰੈ; ਤਾ ਨਿਜ ਘਰਿ ਹੋਵੈ ਵਾਸੋ ॥",
    "transliteration": "Gur Kai Sabadh Houmai Bikh Maarai Thaa Nij Ghar Hovai Vaaso ||",
    "translation": "Through the Word of the Guru's Shabad, egotism and corruption are conquered, and then one comes to dwell in the home of the self within.",
    "punjabi": "(ਉੱਤਰ:) (ਜੋ ਮਨੁੱਖ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਦੇ ਜ਼ਹਿਰ ਨੂੰ ਮੁਕਾ ਲਏ, ਤਾਂ ਨਿੱਜ ਸਰੂਪ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40273,
    "shabad_id": 3412,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਿ ਰਚਿ ਰਚਿਅਾ. ਤਿਸੁ ਸਬਦਿ ਪਛਾਣੈ; ਨਾਨਕੁ. ਤਾ ਕਾ ਦਾਸੋ ॥੨੧॥",
    "transliteration": "Jin Rach Rachiaa This Sabadh Pashhaanai Naanak Thaa Kaa Dhaaso ||21||",
    "translation": "One who realizes the Shabad of the One who created the creation - Nanak is his slave. ||21||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਰਚਨਾ ਰਚੀ ਹੈ ਜੋ ਮਨੁੱਖ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਛਾਣਦਾ ਹੈ ਨਾਨਕ ਉਸ ਦਾ ਦਾਸ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40274,
    "shabad_id": 3412,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਹਾ ਤੇ ਅਾਵੈ. ਕਹਾ ੲਿਹੁ ਜਾਵੈ; ਕਹਾ ੲਿਹੁ ਰਹੈ ਸਮਾੲੀ ॥",
    "transliteration": "Kehaa Thae Aavai Kehaa Eihu Jaavai Kehaa Eihu Rehai Samaaee ||",
    "translation": "\"Where did we come from? Where are we going? Where will we be absorbed?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40275,
    "shabad_id": 3412,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ੲੇਸੁ ਸਬਦ ਕੳੁ, ਜੋ ਅਰਥਾਵੈ; ਤਿਸੁ ਗੁਰ. ਤਿਲੁ, ਨ ਤਮਾੲੀ ॥",
    "transliteration": "Eaes Sabadh Ko Jo Arathhaavai This Gur Thil N Thamaaee ||",
    "translation": "One who reveals the meaning of this Shabad is the Guru, who has no greed at all.",
    "punjabi": "",
    "pronunciation": "(ਅਰਥਾਵੈ) ਅਰਥ ਸਿਧਾਂਤ ਨੰੂ ਕਮਾਵੇ",
    "type_id": 3
  },
  {
    "id": 40276,
    "shabad_id": 3412,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਕਿੳੁ ਤਤੈ ਅਵਿਗਤੈ ਪਾਵੈ; ਗੁਰਮੁਖਿ ਲਗੈ ਪਿਅਾਰੋ ॥",
    "transliteration": "Kio Thathai Avigathai Paavai Guramukh Lagai Piaaro ||",
    "translation": "How can one find the essence of the unmanifest reality? How does one become Gurmukh, and enshrine love for the Lord?",
    "punjabi": "",
    "pronunciation": "ਤੱਤੈ। ਅਵਿਗਤੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40277,
    "shabad_id": 3412,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਸੁਰਤਾ. ਅਾਪੇ ਕਰਤਾ; ਕਹੁ ਨਾਨਕ. ਬੀਚਾਰੋ ॥",
    "transliteration": "Aapae Surathaa Aapae Karathaa Kahu Naanak Beechaaro ||",
    "translation": "He Himself is consciousness, He Himself is the Creator; share with us, Nanak, your wisdom.\"",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40278,
    "shabad_id": 3412,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹੁਕਮੇ ਅਾਵੈ. ਹੁਕਮੇ ਜਾਵੈ; ਹੁਕਮੇ ਰਹੈ ਸਮਾੲੀ ॥",
    "transliteration": "Hukamae Aavai Hukamae Jaavai Hukamae Rehai Samaaee ||",
    "translation": "By His Command we come, and by His Command we go; by His Command, we merge in absorption.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40279,
    "shabad_id": 3412,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਤੇ ਸਾਚੁ ਕਮਾਵੈ; ਗਤਿ ਮਿਤਿ ਸਬਦੇ ਪਾੲੀ ॥੨੨॥",
    "transliteration": "Poorae Gur Thae Saach Kamaavai Gath Mith Sabadhae Paaee ||22||",
    "translation": "Through the Perfect Guru, live the Truth; through the Word of the Shabad, the state of dignity is attained. ||22||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40280,
    "shabad_id": 3413,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਦਿ ਕੳੁ ਬਿਸਮਾਦੁ ਬੀਚਾਰੁ ਕਥੀਅਲੇ; ਸੁੰਨ ਨਿਰੰਤਰਿ ਵਾਸੁ ਲੀਅਾ ॥",
    "transliteration": "Aadh Ko Bisamaadh Beechaar Kathheealae Sunn Niranthar Vaas Leeaa ||",
    "translation": "We can only express a sense of wonder about the beginning. The absolute abided endlessly deep within Himself then.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40281,
    "shabad_id": 3413,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਕਲਪਤ ਮੁਦ੍ਰਾ. ਗੁਰ ਗਿਅਾਨੁ ਬੀਚਾਰੀਅਲੇ; ਘਟਿ ਘਟਿ ਸਾਚਾ, ਸਰਬ ਜੀਅਾ ॥",
    "transliteration": "Akalapath Mudhraa Gur Giaan Beechaareealae Ghatt Ghatt Saachaa Sarab Jeeaa ||",
    "translation": "Consider freedom from desire to be the ear-rings of the Guru's spiritual wisdom. The True Lord, the Soul of all, dwells within each and every heart.",
    "punjabi": "ਗਿਆਨ ਦਾ ਅਸਲੀ ਸਾਧਨ ਇਹ ਸਮਝੋ ਕਿ ਸਤਿਗੁਰੂ ਤੋਂ ਮਿਲਿਆ ਗਿਆਨ ਹੋਵੇ (ਭਾਵ, ਗਿਆਨ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਅਸਲੀ ਸਾਧਨ ਸਤਿਗੁਰੂ ਦੀ ਸਰਣ ਹੀ ਹੈ)। ਹਰੇਕ ਘਟ ਵਿਚ, ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(ਮੁਦ੍ਰਾ) ਨਿਸ਼ਾਨੀ। ਅ-ਕਲਪਤ: ਪੋਲਾ ਬੋਲੋ। ਜੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 40282,
    "shabad_id": 3413,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਬਚਨੀ ਅਵਿਗਤਿ ਸਮਾੲੀਅੈ; ਤਤੁ ਨਿਰੰਜਨੁ ਸਹਜਿ ਲਹੈ ॥",
    "transliteration": "Gur Bachanee Avigath Samaaeeai Thath Niranjan Sehaj Lehai ||",
    "translation": "Through the Guru's Word, one merges in the absolute, and intuitively receives the immaculate essence.",
    "punjabi": "ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਵਿਚ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਲੀਨ ਹੋਈਦਾ ਹੈ, (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆਂ ਜਗਤ ਦਾ ਮੂਲ ਨਿਰੰਜਨ (ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ) ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40283,
    "shabad_id": 3413,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਦੂਜੀ ਕਾਰ, ਨ ਕਰਣੀ ਸੇਵੈ; ਸਿਖੁ ਸੁ ਖੋਜਿ ਲਹੈ ॥",
    "transliteration": "Naanak Dhoojee Kaar N Karanee Saevai Sikh S Khoj Lehai ||",
    "translation": "O Nanak, that Sikh who seeks and finds the Way does not serve any other.",
    "punjabi": "(ਨਿਰੰਜਨ ਨੂੰ ਲੱਭਣ ਲਈ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰਨ ਤੋਂ ਛੁਟ) ਹੋਰ ਕੋਈ ਕਾਰ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ, ਜੋ ਸਿੱਖ (ਗੁਰ-ਆਸ਼ੇ ਅਨੁਸਾਰ) ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ ਭਾਲ ਕੇ 'ਨਿਰੰਜਨ' ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਸਿੱਖੁ",
    "type_id": 3
  },
  {
    "id": 40284,
    "shabad_id": 3413,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹੁਕਮੁ ਬਿਸਮਾਦੁ ਹੁਕਮਿ ਪਛਾਣੈ; ਜੀਅ ਜੁਗਤਿ ਸਚੁ ਜਾਣੈ ਸੋੲੀ ॥",
    "transliteration": "Hukam Bisamaadh Hukam Pashhaanai Jeea Jugath Sach Jaanai Soee ||",
    "translation": "Wonderful and amazing is His Command; He alone realizes His Command and knows the true way of life of His creatures.",
    "punjabi": "ਹੇ ਨਾਨਕ! 'ਹੁਕਮ' ਮੰਨਣਾ ਅਸਚਰਜ (ਖ਼ਿਆਲ) ਹੈ ਭਾਵ, ਇਹ (ਖ਼ਿਆਲ ਕਿ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਿਆਂ \"ਅਵਿਗਤ\" ਵਿਚ ਸਮਾਈਦਾ ਹੈ ਹੈਰਾਨਗੀ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ; ਪਰ) ਜੋ ਮਨੁੱਖ 'ਹੁਕਮ' ਵਿਚ (ਤੁਰ ਕੇ 'ਹੁਕਮ' ਨੂੰ) ਪਛਾਣਦਾ ਹੈ ਉਹ ਜੀਵਨ ਦੀ (ਸਹੀ) ਜੁਗਤਿ ਤੇ 'ਸਚ' ਨੂੰ ਜਾਣ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40285,
    "shabad_id": 3413,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੁ ਮੇਟਿ ਨਿਰਾਲਮੁ ਹੋਵੈ; ਅੰਤਰਿ ਸਾਚੁ. ਜੋਗੀ ਕਹੀਅੈ ਸੋੲੀ ॥੨੩॥",
    "transliteration": "Aap Maett Niraalam Hovai Anthar Saach Jogee Keheeai Soee ||23||",
    "translation": "One who eradicates his self-conceit becomes free of desire; he alone is a Yogi, who enshrines the True Lord deep within. ||23||",
    "punjabi": "ਉਹ 'ਆਪਾ ਭਾਵ' ਮਿਟਾ ਕੇ (ਦੁਨੀਆ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਭੀ ਦੁਨੀਆ ਤੋਂ) ਵੱਖਰਾ ਹੁੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਸਾਖਿਆਤ) ਹੈ, (ਬੱਸ!) ਐਸਾ ਮਨੁੱਖ ਹੀ ਜੋਗੀ ਅਖਵਾਣ ਦੇ ਯੋਗ ਹੈ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40286,
    "shabad_id": 3413,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਵਿਗਤੋ ਨਿਰਮਾੲਿਲੁ ੳੁਪਜੇ; ਨਿਰਗੁਣ ਤੇ ਸਰਗੁਣੁ ਥੀਅਾ ॥",
    "transliteration": "Avigatho Niramaaeil Oupajae Niragun Thae Saragun Thheeaa ||",
    "translation": "From His state of absolute existence, He assumed the immaculate form; from formless, He assumed the supreme form.",
    "punjabi": "(ਜਦੋਂ) ਅਦ੍ਰਿਸ਼ਟ ਅਵਸਥਾ ਤੋਂ ਨਿਰਮਲ ਪ੍ਰਭੂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ ਤੇ ਨਿਰਗੁਣ ਰੂਪ ਤੋਂ ਸਰਗੁਣ ਬਣਦਾ ਹੈ (ਭਾਵ, ਆਪਣੇ ਅਦ੍ਰਿਸ਼ਟ ਆਤਮਕ ਸਰੂਪ ਤੋਂ ਆਕਾਰ ਵਾਲਾ ਬਣ ਕੇ ਸੂਖਮ ਤੇ ਅਸਥੂਲ ਰੂਪ ਧਾਰ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "ਅਵਿ-ਗਤੋ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40287,
    "shabad_id": 3413,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਤਿਗੁਰ ਪਰਚੈ ਪਰਮਪਦੁ ਪਾੲੀਅੈ; ਸਾਚੈ ਸਬਦਿ ਸਮਾੲਿ ਲੀਅਾ ॥",
    "transliteration": "Sathigur Parachai Param Padh Paaeeai Saachai Sabadh Samaae Leeaa ||",
    "translation": "By pleasing the True Guru, the supreme status is obtained, and one is absorbed in the True Word of the Shabad.",
    "punjabi": "ਤਦੋਂ ਇਸ ਦ੍ਰਿਸ਼ਟਮਾਨ ਸੰਸਾਰ ਵਿਚੋਂ ਜਿਸ ਜੀਵ ਦਾ ਮਨ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਪਤੀਜਦਾ ਜਾਂਦਾ ਹੈ (ਉਸ ਜੀਵ ਨੂੰ) ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ (ਤਦੋਂ ਸਮਝੋ ਕਿ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੱਚੇ ਪ੍ਰਭੂ ਨੇ (ਉਸ ਨੂੰ ਆਪਣੇ ਵਿਚ) ਲੀਨ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40288,
    "shabad_id": 3413,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ੲੇਕੇ ਕੳੁ ਸਚੁ ੲੇਕਾ ਜਾਣੈ; ਹੳੁਮੈ ਦੂਜਾ ਦੂਰਿ ਕੀਅਾ ॥",
    "transliteration": "Eaekae Ko Sach Eaekaa Jaanai Houmai Dhoojaa Dhoor Keeaa ||",
    "translation": "He knows the True Lord as the One and only; he sends his egotism and duality far away.",
    "punjabi": "(ਤਦੋਂ) ਉਹ ਕੇਵਲ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ (ਸਦਾ ਰਹਿਣ ਵਾਲੀ ਹਸਤੀ) ਜਾਣਦਾ ਹੈ, ਉਸ ਨੇ ਹਉਮੈ ਅਤੇ ਦੂਜਾ-ਭਾਵ (ਭਾਵ, ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਅਜੇਹੀ ਹਸਤੀ ਦੀ ਸੰਭਾਵਨਾ ਦਾ ਖ਼ਿਆਲ) ਦੂਰ ਕਰ ਲਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40289,
    "shabad_id": 3413,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਜੋਗੀ ਗੁਰ ਸਬਦੁ ਪਛਾਣੈ; ਅੰਤਰਿ ਕਮਲੁ ਪ੍ਰਗਾਸੁ ਥੀਅਾ ॥",
    "transliteration": "So Jogee Gur Sabadh Pashhaanai Anthar Kamal Pragaas Thheeaa ||",
    "translation": "He alone is a Yogi, who realizes the Word of the Guru's Shabad; the lotus of the heart blossoms forth within.",
    "punjabi": "(ਬੱਸ!) ਉਹੀ (ਅਸਲ) ਜੋਗੀ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸਮਝਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ (ਰਿਹਦਾ-ਰੂਪ) ਕੌਲ ਫੁੱਲ ਖਿੜ ਪਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40290,
    "shabad_id": 3413,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੀਵਤੁ ਮਰੈ. ਤਾ ਸਭੁ ਕਿਛੁ ਸੂਝੈ; ਅੰਤਰਿ ਜਾਣੈ ਸਰਬ ਦੲਿਅਾ ॥",
    "transliteration": "Jeevath Marai Thaa Sabh Kishh Soojhai Anthar Jaanai Sarab Dhaeiaa ||",
    "translation": "If one remains dead while yet alive, then he understands everything; he knows the Lord deep within himself, who is kind and compassionate to all.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਜੀਊਂਦਾ ਹੀ ਮਰਦਾ ਹੈ (ਭਾਵ, 'ਹਉਮੈ' ਦਾ ਤਿਆਗ ਕਰਦਾ ਹੈ, ਸੁਆਰਥ ਮਿਟਾਂਦਾ ਹੈ) ਉਸ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦੇ) ਹਰੇਕ (ਪਹਿਲੂ) ਦੀ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਾਰੇ ਜੀਵਾਂ ਉਤੇ ਦਇਆ ਕਰਨ (ਦਾ ਅਸੂਲ) ਆਪਣੇ ਮਨ ਵਿਚ ਪੱਕਾ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40291,
    "shabad_id": 3413,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਤਾ ਕੳੁ ਮਿਲੈ ਵਡਾੲੀ; ਅਾਪੁ ਪਛਾਣੈ ਸਰਬ ਜੀਅਾ ॥੨੪॥",
    "transliteration": "Naanak Thaa Ko Milai Vaddaaee Aap Pashhaanai Sarab Jeeaa ||24||",
    "translation": "O Nanak, he is blessed with glorious greatness; he realizes himself in all beings. ||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ, ਉਹ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਵੇਖਦਾ ਹੈ (ਭਾਵ, ਉਹ ਉਸੇ ਜੋਤਿ ਨੂੰ ਸਭ ਵਿਚ ਵੇਖਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਆਪਣੇ ਅੰਦਰ ਹੈ) ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40292,
    "shabad_id": 3414,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਾਚੌ ੳੁਪਜੈ ਸਾਚਿ ਸਮਾਵੈ; ਸਾਚੇ ਸੂਚੇ ੲੇਕ ਮੲਿਅਾ ॥",
    "transliteration": "Saacha Oupajai Saach Samaavai Saachae Soochae Eaek Maeiaa ||",
    "translation": "We emerge from Truth, and merge into Truth again. The pure being merges into the One True Lord.",
    "punjabi": "(ਗੁਰਮੁਖਿ) ਸੱਚੇ ਪ੍ਰਭੂ ਤੋਂ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਤੇ ਸੱਚੇ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ; ਪ੍ਰਭੂ ਤੇ ਗੁਰਮੁਖਿ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40293,
    "shabad_id": 3414,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਝੂਠੇ ਅਾਵਹਿ ਠਵਰ. ਨ ਪਾਵਹਿ; ਦੂਜੈ ਅਾਵਾ ਗੳੁਣੁ ਭੲਿਅਾ ॥",
    "transliteration": "Jhoothae Aavehi Thavar N Paavehi Dhoojai Aavaa Goun Bhaeiaa ||",
    "translation": "The false come, and find no place of rest; in duality, they come and go.",
    "punjabi": "ਪਰ ਝੂਠੇ (ਭਾਵ, ਨਾਸਵੰਤ ਮਾਇਆ ਵਿਚ ਲੱਗੇ ਹੋਏ ਬੰਦੇ) ਜਗਤ ਆਉਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮਨ ਦਾ ਟਿਕਾਉ ਨਹੀਂ ਹਾਸਲ ਹੁੰਦਾ (ਸੋ ਇਸ) ਦੂਜੇ-ਭਾਵ ਦੇ ਕਾਰਣ ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਚੱਕਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40294,
    "shabad_id": 3414,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਵਾ ਗੳੁਣੁ ਮਿਟੈ. ਗੁਰ ਸਬਦੀ; ਅਾਪੇ ਪਰਖੈ ਬਖਸਿ ਲੲਿਅਾ ॥",
    "transliteration": "Aavaa Goun Mittai Gur Sabadhee Aapae Parakhai Bakhas Laeiaa ||",
    "translation": "This coming and going in reincarnation is ended through the Word of the Guru's Shabad; the Lord Himself analyzes and grants His forgiveness.",
    "punjabi": "ਇਹ ਜਨਮ ਮਰਨ ਦਾ ਚੱਕਰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਟਦਾ ਹੈ (ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੁੜੇ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਆਪ ਪਛਾਣ ਲੈਂਦਾ ਹੈ, ਤੇ (ਉਸ ਉਤੇ) ਮੇਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40295,
    "shabad_id": 3414,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲੇਕਾ ਬੇਦਨ ਦੂਜੈ ਬਿਅਾਪੀ; ਨਾਮੁ ਰਸਾੲਿਣੁ ਵੀਸਰਿਅਾ ॥",
    "transliteration": "Eaekaa Baedhan Dhoojai Biaapee Naam Rasaaein Veesariaa ||",
    "translation": "One who suffers from the disease of duality, forgets the Naam, the source of nectar.",
    "punjabi": "(ਪਰ ਜਿਨ੍ਹਾਂ ਨੂੰ) ਸਾਰੇ-ਰਸਾਂ-ਦਾ-ਘਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿੱਸਰ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਦੂਜੇ-ਭਾਵ ਵਿਚ ਫਸਣ ਦੇ ਕਾਰਨ ਇਹ ਹਉਮੈ ਦੀ ਪੀੜਾ ਸਤਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
