[
  {
    "id": 40680,
    "shabad_id": 3455,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮਤੀ ਘਟਿ ਚਾਨਣਾ; ਅਾਨੇਰੁ ਬਿਨਾਸਣਿ ॥",
    "transliteration": "Guramathee Ghatt Chaananaa Aanaer Binaasan ||",
    "translation": "Following the Guru's Teachings, one's heart is illumined, and the darkness is dispelled.",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਹਨੇਰਾ (ਜੋ ਉਸ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੈ) ਦੂਰ ਕਰਨ ਲਈ ਸਤਿਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਚਾਨਣ (ਭੀ ਉਹ ਆਪ ਹੀ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ)।",
    "pronunciation": "ਅਾਨੇ੍ਹਰੁ",
    "type_id": 3
  },
  {
    "id": 40681,
    "shabad_id": 3455,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹੁਕਮੇ ਹੀ ਸਭ ਸਾਜੀਅਨੁ; ਰਵਿਅਾ ਸਭ ਵਣਿ ਤ੍ਰਿਣਿ ॥",
    "transliteration": "Hukamae Hee Sabh Saajeean Raviaa Sabh Van Thrin ||",
    "translation": "By the Hukam of His Command, He creates everything; He pervades and permeates all the woods and meadows.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਉਸ ਨੇ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਹੀ ਰਚੀ ਹੈ ਤੇ ਉਹ ਹਰੇਕ ਵਣ ਵਿਚ ਤੀਲੇ ਤੀਲੇ ਵਿਚ ਆਪ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40682,
    "shabad_id": 3455,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਅਾਪੇ ਅਾਪਿ ਹੈ; ਗੁਰਮੁਖਿ ਸਦਾ ਹਰਿ ਭਣਿ ॥",
    "transliteration": "Sabh Kishh Aapae Aap Hai Guramukh Sadhaa Har Bhan ||",
    "translation": "He Himself is everything; the Gurmukh constantly chants the Lord's Name.",
    "punjabi": "(ਜੋ ਕੁਝ ਬਣਿਆ ਪਿਆ ਹੈ ਉਹ) ਸਭ ਕੁਝ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਹੈ, ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਸਦਾ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40683,
    "shabad_id": 3455,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਬਦੇ ਹੀ ਸੋਝੀ ਪੲੀ; ਸਚੈ ਅਾਪਿ ਬੁਝਾੲੀ ॥੫॥",
    "transliteration": "Sabadhae Hee Sojhee Pee Sachai Aap Bujhaaee ||5||",
    "translation": "Through the Shabad, understanding comes; the True Lord Himself inspires us to understand. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਜੀਵ ਨੂੰ) ਸੂਝ ਪੈਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਸੂਝ ਦੇਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 40684,
    "shabad_id": 3456,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40685,
    "shabad_id": 3456,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਭਿਅਾਗਤ ੲੇਹਿ. ਨ ਅਾਖੀਅਨਿ; ਜਿਨ ਕੇ ਚਿਤ ਮਹਿ ਭਰਮੁ ॥",
    "transliteration": "Abhiaagath Eaehi N Aakheean Jin Kae Chith Mehi Bharam ||",
    "translation": "He is not called a renunciate, whose consciousness is filled with doubt.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਭਟਕਣਾ ਹੋਵੇ (ਭਾਵ, ਜੋ ਦਰ ਦਰ ਤੇ ਭਟਕ ਕੇ ਰੋਟੀਆਂ ਆਟਾ ਮੰਗਦੇ ਫਿਰਨ) ਉਹਨਾਂ ਨੂੰ 'ਅਭਿਆਗਤ' ਨਹੀਂ ਆਖੀਦਾ;",
    "pronunciation": "ਅਭਿਅਾ-ਗਤ: ਗੁਰਸੇਵਕ ਵਿਰਕਤ ਸੰਤ",
    "type_id": 3
  },
  {
    "id": 40686,
    "shabad_id": 3456,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਿਸ ਦੈ ਦਿਤੈ ਨਾਨਕਾ; ਤੇਹੋ ਜੇਹਾ ਧਰਮੁ ॥",
    "transliteration": "This Dhai Dhithai Naanakaa Thaeho Jaehaa Dhharam ||",
    "translation": "Donations to him bring proportionate rewards.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਜੇਹੇ ਬੰਦੇ ਨੂੰ ਦੇਣ ਨਾਲ ਪੁੰਨ ਭੀ ਇਹੋ ਜਿਹਾ ਹੀ ਹੁੰਦਾ ਹੈ (ਭਾਵ, ਕੋਈ ਪੁੰਨ-ਕਰਮ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40687,
    "shabad_id": 3456,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਭੈ ਨਿਰੰਜਨੁ ਪਰਮਪਦੁ; ਤਾ ਕਾ ਭੂਖਾ ਹੋੲਿ ॥",
    "transliteration": "Abhai Niranjan Param Padh Thaa Kaa Bhookhaa Hoe ||",
    "translation": "He hungers for the supreme status of the Fearless, Immaculate Lord;",
    "punjabi": "ਸਭ ਤੋਂ ਉੱਚਾ ਦਰਜਾ ਹੈ ਨਿਰਭਉ ਤੇ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣਾ। ਜੋ ਮਨੁੱਖ ਇਸ 'ਪਰਮ ਪਦ' ਦਾ ਅਭਿਲਾਖੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40688,
    "shabad_id": 3456,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਸ ਕਾ ਭੋਜਨੁ ਨਾਨਕਾ; ਵਿਰਲਾ ਪਾੲੇ ਕੋੲਿ ॥੧॥",
    "transliteration": "This Kaa Bhojan Naanakaa Viralaa Paaeae Koe ||1||",
    "translation": "O Nanak, how rare are those who offer him this food. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦੀ ਲੋੜੀਂਦੀ ਖ਼ੁਰਾਕ ਕੋਈ ਵਿਰਲਾ ਬੰਦਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40689,
    "shabad_id": 3457,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40690,
    "shabad_id": 3457,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਭਿਅਾਗਤ ੲੇਹਿ. ਨ ਅਾਖੀਅਨਿ; ਜਿ ਪਰ ਘਰਿ ਭੋਜਨੁ ਕਰੇਨਿ ॥",
    "transliteration": "Abhiaagath Eaehi N Aakheean J Par Ghar Bhojan Karaen ||",
    "translation": "They are not called renunciates, who take food in the homes of others.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ 'ਅਭਿਆਗਤ' (ਸਾਧੂ) ਨਹੀਂ ਆਖੀਦਾ ਜੋ ਮਨੁੱਖ ਪਰਾਏ ਘਰ ਵਿਚ ਰੋਟੀ ਖਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40691,
    "shabad_id": 3457,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੳੁਦਰੈ ਕਾਰਣਿ ਅਾਪਣੇ; ਬਹਲੇ ਭੇਖਿ ਕਰੇਨਿ ॥",
    "transliteration": "Oudharai Kaaran Aapanae Behalae Bhaekh Karaen ||",
    "translation": "For the sake of their bellies, they wear various religious robes.",
    "punjabi": "ਤੇ ਆਪਣਾ ਪੇਟ ਭਰਨ ਦੀ ਖ਼ਾਤਰ ਕਈ ਭੇਖ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40692,
    "shabad_id": 3457,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਭਿਅਾਗਤ ਸੇੲੀ ਨਾਨਕਾ; ਜਿ ਅਾਤਮ ਗੳੁਣੁ ਕਰੇਨਿ ॥",
    "transliteration": "Abhiaagath Saeee Naanakaa J Aatham Goun Karaen ||",
    "translation": "They alone are renunciates, O Nanak, who enter into their own souls.",
    "punjabi": "ਹੇ ਨਾਨਕ! 'ਅਭਿਆਗਤ' ਉਹੀ ਹਨ ਜੋ ਆਤਮਕ ਮੰਡਲ ਦੀ ਸੈਰ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40693,
    "shabad_id": 3457,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭਾਲਿ ਲਹਨਿ ਸਹੁ ਅਾਪਣਾ; ਨਿਜ ਘਰਿ ਰਹਣੁ ਕਰੇਨਿ ॥੨॥",
    "transliteration": "Bhaal Lehan Sahu Aapanaa Nij Ghar Rehan Karaen ||2||",
    "translation": "They seek and find their Husband Lord; they dwell within the home of their own inner self. ||2||",
    "punjabi": "ਆਪਣੇ ਅਸਲ ਘਰ (ਪ੍ਰਭੂ) ਵਿਚ ਨਿਵਾਸ ਰੱਖਦੇ ਹਨ ਤੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40694,
    "shabad_id": 3458,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40695,
    "shabad_id": 3458,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅੰਬਰੁ ਧਰਤਿ ਵਿਛੋੜਿਅਨੁ; ਵਿਚਿ ਸਚਾ ਅਸਰਾੳੁ ॥",
    "transliteration": "Anbar Dhharath Vishhorrian Vich Sachaa Asaraao ||",
    "translation": "They sky and the earth are separate, but the True Lord supports them from within.",
    "punjabi": "(ਇਸ \"ਵੇਕੀ ਸ੍ਰਿਸਟਿ\" ਵਿਚ) ਆਕਾਸ਼ ਤੇ ਧਰਤੀ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਵੱਖ ਵੱਖ ਕੀਤੇ ਹਨ, ਤੇ ਇਹਨਾਂ ਦੇ ਅੰਦਰ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪਣਾ ਹੁਕਮ ਚਲਾ ਰਿਹਾ ਹੈ;",
    "pronunciation": "ਪੂਰਨ ਗੁਰੂ ਜੀ ਨੇ ਅਪਣੇ ਪ੍ਰੇਮੀ ਗੁਰਮੁਖਿ ਸੇਵਕ ਜੀ, ਅਕਾਸ ਸੁਰਗ ਬ੍ਰਹਮਲੋਕ, ਧਰਤੀ ਦੇ ਭੋਗਾਂ ਤੋਂ ਵਿਛੋੜ ਦਿਤੇ, ਪ੍ਰੇਮੀ ਸੇਵਕ ਜੀ ਵਿੱਚ ਸੱਚੇ ਦਾ (ਅਸਰਾੳੁ) ਅਾਸਰਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 40696,
    "shabad_id": 3458,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਘਰੁ ਦਰੁ ਸਭੋ ਸਚੁ ਹੈ; ਜਿਸੁ ਵਿਚਿ ਸਚਾ ਨਾੳੁ ॥",
    "transliteration": "Ghar Dhar Sabho Sach Hai Jis Vich Sachaa Naao ||",
    "translation": "True are all those homes and gates, within which the True Name is enshrined.",
    "punjabi": "(ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਹਰੇਕ ਘਰ ਹਰੇਕ ਦਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਟਿਕਾਣਾ) ਹੈ ਕਿਉਂਕਿ ਇਸ ਵਿਚ (ਹਰ ਥਾਂ) ਸੱਚਾ 'ਨਾਮ' ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40697,
    "shabad_id": 3458,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਭੁ ਸਚਾ ਹੁਕਮੁ ਵਰਤਦਾ; ਗੁਰਮੁਖਿ ਸਚਿ ਸਮਾੳੁ ॥",
    "transliteration": "Sabh Sachaa Hukam Varathadhaa Guramukh Sach Samaao ||",
    "translation": "The Hukam of the True Lord's Command is effective everywhere. The Gurmukh merges in the True Lord.",
    "punjabi": "ਹਰ ਥਾਂ (ਪ੍ਰਭੂ ਦਾ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ, ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨਤਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40698,
    "shabad_id": 3458,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਚਾ ਅਾਪਿ ਤਖਤੁ ਸਚਾ; ਬਹਿ ਸਚਾ ਕਰੇ ਨਿਅਾੳੁ ॥",
    "transliteration": "Sachaa Aap Thakhath Sachaa Behi Sachaa Karae Niaao ||",
    "translation": "He Himself is True, and True is His throne. Seated upon it, He administers true justice.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਸਦਾ ਇਕ-ਰਸ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਜਗਤ-ਰੂਪ ਉਸ ਦਾ) ਤਖ਼ਤ (ਭੀ) (ਉਸੇ ਦਾ ਸਰੂਪ) ਸੱਚਾ ਹੈ, (ਇਸ ਤਖ਼ਤ ਉਤੇ) ਬੈਠ ਕੇ ਉਹ ਅਟੱਲ ਨਿਆਂ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40699,
    "shabad_id": 3458,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਭੁ ਸਚੋ ਸਚੁ ਵਰਤਦਾ; ਗੁਰਮੁਖਿ ਅਲਖੁ ਲਖਾੲੀ ॥੬॥",
    "transliteration": "Sabh Sacho Sach Varathadhaa Guramukh Alakh Lakhaaee ||6||",
    "translation": "The Truest of the True is all-pervading everywhere; the Gurmukh sees the unseen. ||6||",
    "punjabi": "ਹਰ ਥਾਂ ਨਿਰੋਲ ਉਹੀ ਸੱਚਾ ਪ੍ਰਭੂ ਮੌਜੂਦ ਹੈ, (ਪਰ) ਉਹ ਅਲੱਖ ਪ੍ਰਭੂ ਲਖਿਆ ਤਾਂ ਹੀ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਵੀਏ (ਘਰ ਘਾਟ ਨੂੰ ਤਿਆਗ ਕੇ ਨਹੀਂ) ॥੬॥",
    "pronunciation": "ਅ-ਲਖੁ",
    "type_id": 3
  },
  {
    "id": 40700,
    "shabad_id": 3459,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40701,
    "shabad_id": 3459,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰੈਣਾੲਿਰ ਮਾਹਿ ਅਨੰਤੁ ਹੈ; ਕੂੜੀ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Rainaaeir Maahi Ananth Hai Koorree Aavai Jaae ||",
    "translation": "In the world-ocean, the Infinite Lord abides. The false come and go in reincarnation.",
    "punjabi": "(ਇਸ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਵਿਚ ਬੇਅੰਤ ਪ੍ਰਭੂ ਆਪ ਵੱਸ ਰਿਹਾ ਹੈ, ਪਰ (ਉਸ 'ਅਨੰਤ' ਨੂੰ ਛੱਡ ਕੇ) ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਵਿਚ ਲੱਗੀ ਹੋਈ ਜਿੰਦ ਜੰਮਦੀ ਮਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਰੈ-ਣਾ-ੲਿਰ) ਪ੍ਰਮੇਸ਼ਰ",
    "type_id": 3
  },
  {
    "id": 40702,
    "shabad_id": 3459,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭਾਣੈ ਚਲੈ ਅਾਪਣੈ; ਬਹੁਤੀ ਲਹੈ ਸਜਾੲਿ ॥",
    "transliteration": "Bhaanai Chalai Aapanai Bahuthee Lehai Sajaae ||",
    "translation": "One who walks according to his own will, suffers terrible punishment.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਤੁਰਦਾ ਹੈ ਉਸ ਨੂੰ ਬਹੁਤ ਦੁੱਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ \"ਅਨੰਤ\" ਨੂੰ ਛੱਡ ਕੇ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਪਿੱਛੇ ਦੌੜਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40703,
    "shabad_id": 3459,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰੈਣਾੲਿਰ ਮਹਿ ਸਭੁ ਕਿਛੁ ਹੈ; ਕਰਮੀ ਪਲੈ ਪਾੲਿ ॥",
    "transliteration": "Rainaaeir Mehi Sabh Kishh Hai Karamee Palai Paae ||",
    "translation": "All things are in the world-ocean, but they are obtained only by the karma of good actions.",
    "punjabi": "ਸਭ ਕੁਝ ਇਸ ਸਾਗਰ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਪਰ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40704,
    "shabad_id": 3459,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਨੳੁ ਨਿਧਿ ਪਾੲੀਅੈ; ਜੇ ਚਲੈ ਤਿਸੈ ਰਜਾੲਿ ॥੧॥",
    "transliteration": "Naanak No Nidhh Paaeeai Jae Chalai Thisai Rajaae ||1||",
    "translation": "O Nanak, he alone obtains the nine treasures, who walks in the Will of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨੁੱਖ ਨੂੰ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਮਿਲ ਜਾਂਦੇ ਹਨ ਜੇ ਮਨੁੱਖ (ਇਸ ਸਾਗਰ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ) ਰਜ਼ਾ ਵਿਚ ਤੁਰੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40705,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40706,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਹਜੇ ਸਤਿਗੁਰੁ. ਨ ਸੇਵਿਓ; ਵਿਚਿ ਹੳੁਮੈ ਜਨਮਿ ਬਿਨਾਸੁ ॥",
    "transliteration": "Sehajae Sathigur N Saeviou Vich Houmai Janam Binaas ||",
    "translation": "One who intuitively serves the True Guru, loses his life in egotism.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਿਦਕ ਸਰਧਾ ਨਾਲ ਸਤਿਗੁਰ ਦੇ ਹੁਕਮ ਵਿਚ ਨਹੀਂ ਤੁਰਿਆ, ਉਹ ਹਉਮੈ ਵਿਚ (ਰਹਿ ਕੇ) (ਜਗਤ ਵਿਚ) ਜਨਮ ਲੈ ਕੇ (ਜੀਵਨ) ਅਜਾਂਈ ਗਵਾ ਗਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40707,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਰਸਨਾ ਹਰਿ ਰਸੁ. ਨ ਚਖਿਓ; ਕਮਲੁ. ਨ ਹੋੲਿਓ ਪਰਗਾਸੁ ॥",
    "transliteration": "Rasanaa Har Ras N Chakhiou Kamal N Hoeiou Paragaas ||",
    "translation": "His tongue does not taste the sublime essence of the Lord, and his heart-lotus does not blossom forth.",
    "punjabi": "ਜਿਸ ਨੇ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਨਹੀਂ ਲਿਆ ਉਸ ਦਾ ਹਿਰਦਾ-ਰੂਪ ਕਉਲ ਫੁੱਲ ਨਹੀਂ ਖਿੜਿਆ।",
    "pronunciation": "ਚੱਖਿਓ",
    "type_id": 3
  },
  {
    "id": 40708,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਖੁ ਖਾਧੀ ਮਨਮੁਖੁ ਮੁਅਾ; ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਣਾਸੁ ॥",
    "transliteration": "Bikh Khaadhhee Manamukh Muaa Maaeiaa Mohi Vinaas ||",
    "translation": "The self-willed manmukh eats poison and dies; he is ruined by love and attachment to Maya.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੀ) ਵਿਹੁ ਖਾਂਦਾ ਰਿਹਾ, (ਅਸਲ ਜੀਵਨ ਵੱਲੋਂ) ਮੋਇਆ ਹੀ ਰਿਹਾ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਤਬਾਹ ਹੋ ਗਈ।",
    "pronunciation": "ਬਿਖੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40709,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਸੁ ਹਰਿ ਕੇ ਨਾਮ ਵਿਣੁ; ਧ੍ਰਿਗੁ ਜੀਵਣੁ. ਧ੍ਰਿਗੁ ਵਾਸੁ ॥",
    "transliteration": "Eikas Har Kae Naam Vin Dhhrig Jeevan Dhhrig Vaas ||",
    "translation": "Without the Name of the One Lord, his life is cursed, and his home is cursed as well.",
    "punjabi": "ਇਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਜਗਤ ਵਿਚ) ਜੀਊਣਾ ਵੱਸਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40710,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਾ ਅਾਪੇ ਨਦਰਿ ਕਰੇ ਪ੍ਰਭੁ ਸਚਾ; ਤਾ ਹੋਵੈ ਦਾਸਨਿ ਦਾਸੁ ॥",
    "transliteration": "Jaa Aapae Nadhar Karae Prabh Sachaa Thaa Hovai Dhaasan Dhaas ||",
    "translation": "When God Himself bestows His Glance of Grace, then one becomes the slave of His slaves.",
    "punjabi": "ਜਦੋਂ ਸੱਚਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਤਾਂ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੇ) ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40711,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਾ ਅਨ ਦਿਨੁ ਸੇਵਾ ਕਰੇ ਸਤਿਗੁਰੂ ਕੀ; ਕਬਹਿ. ਨ ਛੋਡੈ ਪਾਸੁ ॥",
    "transliteration": "Thaa Anadhin Saevaa Karae Sathiguroo Kee Kabehi N Shhoddai Paas ||",
    "translation": "And then, night and day, he serves the True Guru, and never leaves His side.",
    "punjabi": "(ਫਿਰ) ਉਹ ਨਿੱਤ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ, ਕਦੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਨਹੀਂ ਛੱਡਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40712,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਮਹਿ. ਕਮਲੁ ਅਲਿਪਤੋ ਵਰਤੈ; ਤਿੳੁ ਵਿਚੇ ਗਿਰਹ ੳੁਦਾਸੁ ॥",
    "transliteration": "Jio Jal Mehi Kamal Alipatho Varathai Thio Vichae Gireh Oudhaas ||",
    "translation": "As the lotus flower floats unaffected in the water, so does he remain detached in his own household.",
    "punjabi": "ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਭੀ ਇਉਂ ਉਪਰਾਮ ਜਿਹਾ ਰਹਿੰਦਾ ਹੈ ਜਿਵੇਂ ਪਾਣੀ ਵਿਚ (ਉੱਗਾ ਹੋਇਆ) ਕਉਲ-ਫੁੱਲ (ਪਾਣੀ ਦੇ ਅਸਰ ਤੋਂ) ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਲਿਪਤੋ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40713,
    "shabad_id": 3460,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਕਰੇ ਕਰਾੲਿਅਾ ਸਭੁ ਕੋ; ਜਿੳੁ ਭਾਵੈ. ਤਿਵ ਹਰਿ ਗੁਣਤਾਸੁ ॥੨॥",
    "transliteration": "Jan Naanak Karae Karaaeiaa Sabh Ko Jio Bhaavai Thiv Har Gunathaas ||2||",
    "translation": "O servant Nanak, the Lord acts, and inspires everyone to act, according to the Pleasure of His Will. He is the treasure of virtue. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਵੇਂ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ ਉਸ ਦਾ ਕਰਾਇਆ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40714,
    "shabad_id": 3461,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40715,
    "shabad_id": 3461,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਛਤੀਹ ਜੁਗ ਗੁਬਾਰੁ ਸਾ; ਅਾਪੇ ਗਣਤ ਕੀਨੀ ॥",
    "transliteration": "Shhatheeh Jug Gubaar Saa Aapae Ganath Keenee ||",
    "translation": "For thirty-six ages, there was utter darkness. Then, the Lord revealed Himself.",
    "punjabi": "(ਪਹਿਲਾਂ ਜਦੋਂ ਪ੍ਰਭੂ ਨਿਰਗੁਣ ਰੂਪ ਵਿਚ ਸੀ ਤਦੋਂ) ਬੇਅੰਤ ਸਮਾ ਹਨੇਰਾ ਸੀ (ਭਾਵ, ਤਦੋਂ ਕੀਹ ਸਰੂਪ ਸੀ-ਇਹ ਗੱਲ ਦੱਸੀ ਨਹੀਂ ਜਾ ਸਕਦੀ), (ਫਿਰ ਸਰਗੁਣ ਰੂਪ ਰਚ ਕੇ) ਉਸ ਨੇ ਆਪ ਹੀ (ਜਗਤ-ਰਚਨਾ ਦੀ) ਵਿਚਾਰ ਕੀਤੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40716,
    "shabad_id": 3461,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਸ੍ਰਿਸਟਿ ਸਭ ਸਾਜੀਅਨੁ; ਅਾਪਿ ਮਤਿ ਦੀਨੀ ॥",
    "transliteration": "Aapae Srisatt Sabh Saajeean Aap Math Dheenee ||",
    "translation": "He Himself created the entire universe. He Himself blessed it with understanding.",
    "punjabi": "ਉਸ (ਪ੍ਰਭੂ) ਨੇ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਤੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਅਕਲ ਦਿੱਤੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40717,
    "shabad_id": 3461,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਮ੍ਰਿਤਿ ਸਾਸਤ ਸਾਜਿਅਨੁ; ਪਾਪ ਪੁੰਨ ਗਣਤ ਗਣੀਨੀ ॥",
    "transliteration": "Simrith Saasath Saajian Paap Punn Ganath Ganeenee ||",
    "translation": "He created the Simritees and the Shaastras; He calculates the accounts of virtue and vice.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਬੁੱਧਵਾਨਾਂ ਦੀ ਰਾਹੀਂ ਉਸ ਨੇ ਆਪ ਹੀ ਸਿਮ੍ਰਿਤੀਆਂ ਤੇ ਸ਼ਾਸਤ੍ਰ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਬਣਾਏ, (ਉਹਨਾਂ ਵਿਚ) ਪਾਪ ਤੇ ਪੁੰਨ ਦਾ ਨਿਖੇੜਾ ਕੀਤਾ (ਭਾਵ, ਦੱਸਿਆ ਕਿ 'ਪਾਪ' ਕੀਹ ਹੈ ਤੇ 'ਪੁੰਨ' ਕੀਹ ਹੈ)।",
    "pronunciation": "ਸਿਮ- ੍ਰਿਤਿ",
    "type_id": 3
  },
  {
    "id": 40718,
    "shabad_id": 3461,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਸੁ ਬੁਝਾੲੇ ਸੋ ਬੁਝਸੀ; ਸਚੈ ਸਬਦਿ ਪਤੀਨੀ ॥",
    "transliteration": "Jis Bujhaaeae So Bujhasee Sachai Sabadh Patheenee ||",
    "translation": "He alone understands, whom the Lord inspires to understand and to be pleased with the True Word of the Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਇਹ ਸਾਰਾ ਰਾਜ਼) ਸਮਝਾਂਦਾ ਹੈ ਉਹੀ ਸਮਝਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਸਰਧਾ ਧਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਬੁੱਝਾੲੇ। ਬੁੱਝਸੀ",
    "type_id": 3
  },
  {
    "id": 40719,
    "shabad_id": 3461,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਭੁ ਅਾਪੇ ਅਾਪਿ ਵਰਤਦਾ; ਅਾਪੇ ਬਖਸਿ ਮਿਲਾੲੀ ॥੭॥",
    "transliteration": "Sabh Aapae Aap Varathadhaa Aapae Bakhas Milaaee ||7||",
    "translation": "He Himself is all-pervading; He Himself forgives, and unites with Himself. ||7||",
    "punjabi": "ਹਰੇਕ ਕਾਰਜ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ, ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ (ਜੀਵ ਨੂੰ ਆਪਣੇ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40720,
    "shabad_id": 3462,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40721,
    "shabad_id": 3462,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲਿਹੁ ਤਨੁ ਸਭੋ ਰਤੁ ਹੈ; ਰਤੁ ਬਿਨੁ. ਤੰਨੁ ਨ ਹੋੲਿ ॥",
    "transliteration": "Eihu Than Sabho Rath Hai Rath Bin Thann N Hoe ||",
    "translation": "This body is all blood; without blood, the body cannot exist.",
    "punjabi": "ਇਹ ਸਾਰਾ ਸਰੀਰ ਲਹੂ ਹੈ (ਭਾਵ, ਸਾਰੇ ਸਰੀਰ ਵਿਚ ਲਹੂ ਮੌਜੂਦ ਹੈ), ਲਹੂ ਤੋਂ ਬਿਨਾ ਸਰੀਰ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਰਤੁ) ਪ੍ਰੀਤੀ।ਰਤੁ ਰਤੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40722,
    "shabad_id": 3462,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਸਹਿ ਰਤੇ ਅਾਪਣੈ; ਤਿਨ ਤਨਿ. ਲੋਭ ਰਤੁ ਨ ਹੋੲਿ ॥",
    "transliteration": "Jo Sehi Rathae Aapanai Thin Than Lobh Rath N Hoe ||",
    "translation": "Those who are attuned to their Lord - their bodies are not filled with the blood of greed.",
    "punjabi": "(ਫਿਰ, ਸਰੀਰ ਨੂੰ ਚੀਰਿਆਂ, ਭਾਵ, ਸਰੀਰ ਦੀ ਪੜਤਾਲ ਕੀਤਿਆਂ, ਕੇਹੜਾ ਲਹੂ ਨਹੀਂ ਨਿਕਲਦਾ?) ਜੋ ਬੰਦੇ ਆਪਣੇ ਖਸਮ (-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ਲਾਲਚ ਦਾ ਲਹੂ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਰਤ: ਪੋਲਾ ਬੋਲੋ। ਰੱਤੇ",
    "type_id": 3
  },
  {
    "id": 40723,
    "shabad_id": 3462,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭੈ ਪੲਿਅੈ ਤਨੁ ਖੀਣੁ ਹੋੲਿ; ਲੋਭ ਰਤੁ ਵਿਚਹੁ ਜਾੲਿ ॥",
    "transliteration": "Bhai Paeiai Than Kheen Hoe Lobh Rath Vichahu Jaae ||",
    "translation": "In the Fear of God, the body becomes thin, and the blood of greed passes out of the body.",
    "punjabi": "ਜੇ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਵਿਚ ਜੀਵੀਏ ਤਾਂ ਸਰੀਰ (ਇਸ ਤਰ੍ਹਾਂ ਦਾ) ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿ) ਇਸ ਵਿਚੋਂ ਲੋਭ ਦੀ ਰੁੱਤ ਨਿਕਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਰਤੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
