[
  {
    "id": 42055,
    "shabad_id": 3624,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਦਾਸਨਿ ਦਾਸੁ ਕਹਤੁ ਹੈ; ਹਮ ਦਾਸਨ ਕੇ ਪਨਿਹਾਰੇ ॥੮॥੧॥",
    "transliteration": "Naanak Dhaasan Dhaas Kehath Hai Ham Dhaasan Kae Panihaarae ||8||1||",
    "translation": "Nanak, the slave of Your slaves, says, I am the water-carrier of Your slaves. ||8||1||",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਆਖਦਾ ਹਾਂ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਪਾਣੀ ਢੋਣ ਵਾਲਾ ਬਣਾਈ ਰੱਖ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42056,
    "shabad_id": 3625,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੪ ॥",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42057,
    "shabad_id": 3625,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰਾਮ; ਹਮ ਪਾਥਰ ਨਿਰਗੁਨੀਅਾਰੇ ॥",
    "transliteration": "Raam Ham Paathhar Niraguneeaarae ||",
    "translation": "O Lord, I am an unworthy stone.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਅਸੀਂ ਜੀਵ ਨਿਰਦਈ ਹਾਂ, ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਹਾਂ।",
    "pronunciation": "ਨਿਰਗੁਨੀ-ਅਾਰੇ",
    "type_id": 3
  },
  {
    "id": 42058,
    "shabad_id": 3625,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਕ੍ਰਿਪਾ ਕਰਿ ਗੁਰੂ ਮਿਲਾੲੇ; ਹਮ ਪਾਹਨ. ਸਬਦਿ ਗੁਰ ਤਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kirapaa Kirapaa Kar Guroo Milaaeae Ham Paahan Sabadh Gur Thaarae ||1|| Rehaao ||",
    "translation": "The Merciful Lord, in His Mercy, has led me to meet the Guru; through the Word of the Guru's Shabad, this stone is carried across. ||1||Pause||",
    "punjabi": "ਮਿਹਰ ਕਰ ਮਿਹਰ ਕਰ, ਸਾਨੂੰ ਗੁਰੂ ਮਿਲਾ। ਸਾਨੂੰ ਪੱਥਰਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42059,
    "shabad_id": 3625,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰ ਨਾਮੁ ਦ੍ਰਿੜਾੲੇ. ਅਤਿ ਮੀਠਾ; ਮੈਲਾਗਰੁ ਮਲਗਾਰੇ ॥",
    "transliteration": "Sathigur Naam Dhrirraaeae Ath Meethaa Mailaagar Malagaarae ||",
    "translation": "The True Guru has implanted within me the exceedingly sweet Naam, the Name of the Lord; it is like the most fragrant sandalwood.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰ, ਇਹ ਨਾਮ ਬਹੁਤ ਮਿੱਠਾ ਹੈ ਤੇ (ਠੰਢਕ ਅਪੜਾਣ ਵਿਚ) ਚੰਦਨ ਤੋਂ ਭੀ ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "(ਮੈਲਾਗਰੁ) ਚੰਦਨ। (ਮਲਗਾਰੇ) ਖ਼ਸ਼ਬੂਦਾਰ, ਮੈਲ ਗਾਲਣ ਵਾਲਾ",
    "type_id": 3
  },
  {
    "id": 42060,
    "shabad_id": 3625,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਨਾਮੈ ਸੁਰਤਿ ਵਜੀ ਹੈ ਦਹ ਦਿਸਿ; ਹਰਿ ਮੁਸਕੀ ਮੁਸਕ ਗੰਧਾਰੇ ॥੧॥",
    "transliteration": "Naamai Surath Vajee Hai Dheh Dhis Har Musakee Musak Gandhhaarae ||1||",
    "translation": "Through the Name, my awareness extends in the ten directions; the fragrance of the fragrant Lord permeates the air. ||1||",
    "punjabi": "ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਇਹ ਸੁਰਤ ਪ੍ਰਬਲ ਹੁੰਦੀ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਦੀ ਸੁਗੰਧੀ ਪਸਰ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "ਵੱਜੀ",
    "type_id": 3
  },
  {
    "id": 42061,
    "shabad_id": 3625,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਤੇਰੀ ਨਿਰਗੁਣ ਕਥਾ. ਕਥਾ ਹੈ ਮੀਠੀ; ਗੁਰਿ. ਨੀਕੇ ਬਚਨ ਸਮਾਰੇ ॥",
    "transliteration": "Thaeree Niragun Kathhaa Kathhaa Hai Meethee Gur Neekae Bachan Samaarae ||",
    "translation": "Your unlimited sermon is the most sweet sermon; I contemplate the most Sublime Word of the Guru.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿੱਠੀ ਹੈ, ਇਸ ਉਤੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਸੋਹਣੇ ਬਚਨ ਹਿਰਦੇ ਵਿਚ ਵਸਾਏ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42062,
    "shabad_id": 3625,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਗਾਵਤ ਗਾਵਤ ਹਰਿ ਗੁਨ ਗਾੲੇ; ਗੁਨ ਗਾਵਤ. ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੨॥",
    "transliteration": "Gaavath Gaavath Har Gun Gaaeae Gun Gaavath Gur Nisathaarae ||2||",
    "translation": "Singing, singing, I sing the Glorious Praises of the Lord; singing His Glorious Praises, the Guru saves me. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵਣੇ ਸ਼ੁਰੂ ਕੀਤੇ, ਗੁਣ ਗਾਂਦਿਆਂ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42063,
    "shabad_id": 3625,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਬਿਬੇਕੁ ਗੁਰੂ ਗੁਰੂ ਸਮਦਰਸੀ; ਤਿਸੁ ਮਿਲੀਅੈ ਸੰਕ ੳੁਤਾਰੇ ॥",
    "transliteration": "Bibaek Guroo Guroo Samadharasee This Mileeai Sank Outhaarae ||",
    "translation": "The Guru is wise and clear; the Guru looks upon all alike. Meeting with Him, doubt and skepticism are removed.",
    "punjabi": "ਗੁਰੂ ਚੰਗੇ ਮੰਦੇ ਕੰਮਾਂ ਦੀ ਪਰਖ ਕਰਨ ਵਿਚ ਨਿਪੁੰਨ ਹੈ, ਗੁਰੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਪਿਆਰ ਨਾਲ ਵੇਖਣ ਵਾਲਾ ਹੈ। (ਆਪਣੇ ਮਨ ਦੇ ਸਾਰੇ) ਸ਼ੰਕੇ ਦੂਰ ਕਰ ਕੇ ਉਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42064,
    "shabad_id": 3625,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿਅੈ. ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਹੳੁ. ਸਤਿਗੁਰ ਕੈ ਬਲਿਹਾਰੇ ॥੩॥",
    "transliteration": "Sathigur Miliai Param Padh Paaeiaa Ho Sathigur Kai Balihaarae ||3||",
    "translation": "Meeting with the True Guru, I have obtained the supreme status. I am a sacrifice to the True Guru. ||3||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42065,
    "shabad_id": 3625,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਪਾਖੰਡ ਪਾਖੰਡ ਕਰਿ ਕਰਿ ਭਰਮੇ; ਲੋਭੁ ਪਾਖੰਡੁ ਜਗਿ ਬੁਰਿਅਾਰੇ ॥",
    "transliteration": "Paakhandd Paakhandd Kar Kar Bharamae Lobh Paakhandd Jag Buriaarae ||",
    "translation": "Practicing hypocrisy and deception, people wander around in confusion. Greed and hypocrisy are evils in this world.",
    "punjabi": "(ਮਾਇਆ ਆਦਿਕ ਬਟੋਰਨ ਲਈ ਅਨੇਕਾਂ ਧਾਰਮਿਕ) ਦਿਖਾਵੇ ਸਦਾ ਕਰ ਕਰ ਕੇ (ਜੀਵ) ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ। ਇਹ ਲੋਭ ਤੇ ਇਹ (ਧਾਰਮਿਕ) ਵਿਖਾਵਾ ਜਗਤ ਵਿਚ ਇਹ ਬੜੇ ਭੈੜੇ (ਵੈਰੀ) ਹਨ।",
    "pronunciation": "ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 42066,
    "shabad_id": 3625,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਦੁਖਦਾੲੀ ਹੋਵਹਿ; ਜਮਕਾਲੁ ਖੜਾ ਸਿਰਿ ਮਾਰੇ ॥੪॥",
    "transliteration": "Halath Palath Dhukhadhaaee Hovehi Jamakaal Kharraa Sir Maarae ||4||",
    "translation": "In this world and the next, they are miserable; the Messenger of Death hovers over their heads, and strikes them down. ||4||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ (ਇਹ ਸਦਾ) ਦੁਖਦਾਈ ਹੁੰਦੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਕਾਰਨ) ਜਮਕਾਲ (ਜੀਵਾਂ ਦੇ) ਸਿਰ ਉਤੇ ਖਲੋਤਾ ਹੋਇਆ (ਸਭਨਾਂ ਨੂੰ) ਆਤਮਕ ਮੌਤੇ ਮਾਰੀ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਖੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 42067,
    "shabad_id": 3625,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ੳੁਗਵੈ ਦਿਨਸੁ. ਅਾਲੁ ਜਾਲੁ ਸਮ੍ਹਾਲੈ; ਬਿਖੁ ਮਾੲਿਅਾ ਕੇ ਬਿਸਥਾਰੇ ॥",
    "transliteration": "Ougavai Dhinas Aal Jaal Samhaalai Bikh Maaeiaa Kae Bisathhaarae ||",
    "translation": "At the break of day, they take care of their affairs, and the poisonous entanglements of Maya.",
    "punjabi": "(ਜਦੋਂ) ਦਿਨ ਚੜ੍ਹਦਾ ਹੈ (ਉਸੇ ਵੇਲੇ ਲੋਭ-ਵਸ ਜੀਵ) ਘਰ ਦੇ ਧੰਧੇ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਖਿਲਾਰੇ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42068,
    "shabad_id": 3625,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਅਾੲੀ ਰੈਨਿ. ਭੲਿਅਾ ਸੁਪਨੰਤਰੁ; ਬਿਖੁ ਸੁਪਨੈ ਭੀ, ਦੁਖ ਸਾਰੇ ॥੫॥",
    "transliteration": "Aaee Rain Bhaeiaa Supananthar Bikh Supanai Bhee Dhukh Saarae ||5||",
    "translation": "When night falls, they enter the land of dreams, and even in dreams, they take care of their corruptions and pains. ||5||",
    "punjabi": "(ਜਦੋਂ) ਰਾਤ ਆ ਗਈ (ਤਦੋਂ ਜੀਵ ਦਿਨ ਵਾਲੇ ਕੀਤੇ ਧੰਧਿਆਂ ਅਨੁਸਾਰ) ਸੁਪਨਿਆਂ ਵਿਚ ਗ਼ਲਤਾਨ ਹੋ ਗਿਆ, ਸੁਪਨੇ ਵਿਚ ਭੀ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਦੁੱਖਾਂ ਨੂੰ ਹੀ ਸੰਭਾਲਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42069,
    "shabad_id": 3625,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਕਲਰੁ ਖੇਤੁ ਲੈ ਕੂੜੁ ਜਮਾੲਿਅਾ; ਸਭ ਕੂੜੈ ਕੇ ਖਲਵਾਰੇ ॥",
    "transliteration": "Kalar Khaeth Lai Koorr Jamaaeiaa Sabh Koorrai Kae Khalavaarae ||",
    "translation": "Taking a barren field, they plant falsehood; they shall harvest only falsehood.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਦਾ ਇਹ ਹਿਰਦਾ-ਖੇਤ ਕੱਲਰ ਹੈ (ਜਿਸ ਵਿਚ ਨਾਮ-ਬੀਜ ਨਹੀਂ ਉੱਗ ਸਕਦਾ। ਸਾਕਤ) ਉਸ ਵਿਚ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ ਹੀ ਬੀਜਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਮੋਹ ਮਾਇਆ ਦੇ ਖਲਵਾੜੇ ਹੀ ਇਕੱਠੇ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਕੱਲਰੁ",
    "type_id": 3
  },
  {
    "id": 42070,
    "shabad_id": 3625,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਸਾਕਤ ਨਰ ਸਭਿ ਭੂਖ ਭੁਖਾਨੇ; ਦਰਿ ਠਾਢੇ ਜਮ ਜੰਦਾਰੇ ॥੬॥",
    "transliteration": "Saakath Nar Sabh Bhookh Bhukhaanae Dhar Thaadtae Jam Jandhaarae ||6||",
    "translation": "The materialistic people shall all remain hungry; the brutal Messenger of Death stands waiting at their door. ||6||",
    "punjabi": "(ਇਸ ਦਾ ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਸਾਕਤ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਮਾਰੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਬਲੀ ਜਮਰਾਜ ਦੇ ਦਰ ਤੇ ਖਲੋਤੇ ਰਹਿੰਦੇ ਹਨ (ਜਮਾਂ ਦੇ ਵੱਸ ਪਏ ਰਹਿੰਦੇ ਹਨ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42071,
    "shabad_id": 3625,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਮਨਮੁਖ ਕਰਜੁ ਚੜਿਅਾ ਬਿਖੁ ਭਾਰੀ; ੳੁਤਰੈ ਸਬਦੁ ਵੀਚਾਰੇ ॥",
    "transliteration": "Manamukh Karaj Charriaa Bikh Bhaaree Outharai Sabadh Veechaarae ||",
    "translation": "The self-willed manmukh has accumulated a tremendous load of debt in sin; only by contemplating the Word of the Shabad, can this debt be paid off.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਸਿਰ ਉਤੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ (ਵਿਕਾਰਾਂ ਦਾ) ਕਰਜ਼ਾ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਇਆਂ ਹੀ ਇਹ ਕਰਜ਼ਾ ਉਤਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42072,
    "shabad_id": 3625,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਜਿਤਨੇ ਕਰਜ ਕਰਜ ਕੇ ਮੰਗੀੲੇ; ਕਰਿ ਸੇਵਕ ਪਗਿ ਲਗਿ ਵਾਰੇ ॥੭॥",
    "transliteration": "Jithanae Karaj Karaj Kae Mangeeeae Kar Saevak Pag Lag Vaarae ||7||",
    "translation": "As much debt and as many creditors as there are, the Lord makes them into servants, who fall at his feet. ||7||",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ) ਕਰਜ਼ਾ ਮੰਗਣ ਵਾਲੇ ਇਹਨਾਂ ਸਾਰੇ ਹੀ ਜਮਦੂਤਾਂ ਨੂੰ (ਗੁਰ-ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈਣ ਵਾਲਿਆਂ ਦਾ) ਸੇਵਕ ਬਣਾ ਕੇ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲਾ ਕੇ ਰੋਕ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਪਗਿ: ਪੋਲਾ ਬੋਲੋ, ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 42073,
    "shabad_id": 3625,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਜਗੰਨਾਥ. ਸਭਿ ਜੰਤ੍ਰ ੳੁਪਾੲੇ; ਨਕਿ ਖੀਨੀ, ਸਭ ਨਥਹਾਰੇ ॥",
    "transliteration": "Jagannaathh Sabh Janthr Oupaaeae Nak Kheenee Sabh Nathhehaarae ||",
    "translation": "All the beings which the Lord of the Universe created - He puts the rings through their noses, and leads them all along.",
    "punjabi": "(ਹੇ ਭਾਈ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਇਹ ਸਾਰੇ ਜੀਵ ਜਗਤ ਦੇ ਨਾਥ-ਪ੍ਰਭੂ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਨੱਕੋ-ਵਿੰਨ੍ਹੇ ਹੋਏ (ਪਸ਼ੂਆਂ ਵਾਂਗ) ਸਭ ਉਸੇ ਦੇ ਵੱਸ ਵਿਚ ਹਨ।",
    "pronunciation": "ਰਾਮ ਜੀ ਨੇ ਮਨ ਰੂਪੀ ਨੱਕ ਚ ਹੁਕਮ ਰੂਪੀ ਨੱਥ ਪਾੲੀ ਹੈ। ਨੱਕਿ ਖੀਨੀ ਪਾੜ ਕੇ ਸਭ (ਨੱਥਹਾਰੇ) ਨੱਥ ਵਾਲੇ ਕਰ ਲੲੇ ਭਾਵ ਅਪਣੇ ਅਧੀਨ ਕਰ ਲੲੇ ਹਨ।ਜੱਗੰਨਾਥ, ਨੱਥਹਾਰੇ।",
    "type_id": 3
  },
  {
    "id": 42074,
    "shabad_id": 3625,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰਭੁ ਖਿੰਚੈ ਤਿਵ ਚਲੀਅੈ; ਜਿੳੁ ਭਾਵੈ ਰਾਮ ਪਿਅਾਰੇ ॥੮॥੨॥",
    "transliteration": "Naanak Prabh Khinchai Thiv Chaleeai Jio Bhaavai Raam Piaarae ||8||2||",
    "translation": "O Nanak, as God drives us on, so do we follow; it is all the Will of the Beloved Lord. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਦੀ ਨੱਥ) ਖਿੱਚਦਾ ਹੈ, ਜਿਵੇਂ ਪਿਆਰੇ ਰਾਮ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਤਿਵੇਂ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਤੁਰਨਾ ਪੈਂਦਾ ਹੈ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42075,
    "shabad_id": 3626,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੪ ॥",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42076,
    "shabad_id": 3626,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਰਾਮ; ਹਰਿ ਅੰਮ੍ਰਿਤ ਸਰਿ ਨਾਵਾਰੇ ॥",
    "transliteration": "Raam Har Anmrith Sar Naavaarae ||",
    "translation": "The Lord has bathed me in the pool of Ambrosial Nectar.",
    "punjabi": "ਹੇ ਰਾਮ! ਹੇ ਹਰੀ! (ਜਿਹੜਾ ਮਨੁੱਖ ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਤੇਰੇ ਨਾਮ-ਜਲ ਦੇ ਸਰ ਵਿਚ (ਆਪਣੇ ਮਨ ਨੂੰ) ਇਸ਼ਨਾਨ ਕਰਾਂਦਾ ਹੈ,",
    "pronunciation": "ਨ੍ਹਾਵਾਰੇ",
    "type_id": 3
  },
  {
    "id": 42077,
    "shabad_id": 3626,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਗਿਅਾਨੁ ਮਜਨੁ ਹੈ ਨੀਕੋ; ਮਿਲਿ. ਕਲਮਲ ਪਾਪ ੳੁਤਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Giaan Majan Hai Neeko Mil Kalamal Paap Outhaarae ||1|| Rehaao ||",
    "translation": "The spiritual wisdom of the True Guru is the most excellent cleansing bath; bathing in it, all the filthy sins are washed away. ||1||Pause||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ) ਮਿਲ ਕੇ (ਆਪਣੇ ਸਾਰੇ) ਪਾਪ ਵਿਕਾਰ ਲਾਹ ਲੈਂਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹੀ ਗੁਰੂ (-ਸਰੋਵਰ) ਵਿਚ ਸੋਹਣਾ ਇਸ਼ਨਾਨ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮੱਜਨੁ",
    "type_id": 4
  },
  {
    "id": 42078,
    "shabad_id": 3626,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸੰਗਤਿ ਕਾ ਗੁਨੁ ਬਹੁਤੁ ਅਧਿਕਾੲੀ; ਪੜਿ ਸੂਅਾ. ਗਨਕ ੳੁਧਾਰੇ ॥",
    "transliteration": "Sangath Kaa Gun Bahuth Adhhikaaee Parr Sooaa Ganak Oudhhaarae ||",
    "translation": "The virtues of the Sangat, the Holy Congregation, are so very great. Even the prostitute was saved, by teaching the parrot to speak the Lord's Name.",
    "punjabi": "ਸੰਗਤ ਦਾ ਅਸਰ ਬਹੁਤ ਅਧਿਕ ਹੋਇਆ ਕਰਦਾ ਹੈ, (ਵੇਖੋ,) ਤੋਤਾ (ਗਨਿਕਾ ਪਾਸੋਂ 'ਰਾਮ ਨਾਮ') ਪੜ੍ਹ ਕੇ ਗਨਿਕਾ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਗਿਆ।",
    "pronunciation": "ਪੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 42079,
    "shabad_id": 3626,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਪਰਸ ਨਪਰਸ ਭੲੇ ਕੁਬਿਜਾ ਕੳੁ; ਲੈ ਬੈਕੁੰਠਿ ਸਿਧਾਰੇ ॥੧॥",
    "transliteration": "Paras Naparas Bheae Kubijaa Ko Lai Baikunth Sidhhaarae ||1||",
    "translation": "Krishna was pleased, and so he touched the hunch-back Kubija, and she was transported to the heavens. ||1||",
    "punjabi": "ਕੁਬਿਜਾ ਨੂੰ (ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਦੇ ਚਰਨਾਂ ਦੀ) ਸ੍ਰੇਸ਼ਟ ਛੋਹ ਪ੍ਰਾਪਤ ਹੋਈ, (ਉਹ ਛੋਹ) ਉਸ ਨੂੰ ਬੈਕੁੰਠ ਵਿਚ ਭੀ ਲੈ ਪਹੁੰਚੀ ॥੧॥",
    "pronunciation": "ਨ-ਪਰਸ। ਕੁਬਿ-ਜਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42080,
    "shabad_id": 3626,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਜਾਮਲ ਪ੍ਰੀਤਿ ਪੁਤ੍ਰ ਪ੍ਰਤਿ ਕੀਨੀ; ਕਰਿ ਨਾਰਾੲਿਣ ਬੋਲਾਰੇ ॥",
    "transliteration": "Ajaamal Preeth Puthr Prath Keenee Kar Naaraaein Bolaarae ||",
    "translation": "Ajaamal loved his son Naaraayan, and called out his name.",
    "punjabi": "ਅਜਾਮਲ ਦੀ ਆਪਣੇ ਪੁੱਤਰ (ਨਾਰਾਇਣ) ਨਾਲ ਕੀਤੀ ਹੋਈ ਪ੍ਰੀਤ (ਜਗਤ-ਪ੍ਰਸਿਧ ਹੈ। ਅਜਾਮਲ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ) ਨਾਰਾਇਣ ਨਾਮ ਨਾਲ ਬੁਲਾਂਦਾ ਸੀ (ਨਾਰਾਇਣ ਆਖਦਿਆਂ ਉਸ ਦੀ ਪ੍ਰੀਤ ਨਾਰਾਇਣ-ਪ੍ਰਭੂ ਨਾਲ ਭੀ ਬਣ ਗਈ)।",
    "pronunciation": "ਅਜਾ-ਮੱਲ",
    "type_id": 3
  },
  {
    "id": 42081,
    "shabad_id": 3626,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ ਕੈ ਮਨਿ ਭਾੲਿ ਭਾਵਨੀ; ਜਮਕੰਕਰ ਮਾਰਿ ਬਿਦਾਰੇ ॥੨॥",
    "transliteration": "Maerae Thaakur Kai Man Bhaae Bhaavanee Jamakankar Maar Bidhaarae ||2||",
    "translation": "His loving devotion pleased my Lord and Master, who struck down and drove off the Messengers of Death. ||2||",
    "punjabi": "ਪਿਆਰੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨਾਰਾਇਣ ਦੇ ਮਨ ਵਿਚ (ਅਜਾਮਲ ਦੀ ਉਹ) ਪ੍ਰੀਤ ਪਸੰਦ ਆ ਗਈ, ਉਸ ਨੇ ਜਮਦੂਤਾਂ ਨੂੰ ਮਾਰ ਕੇ (ਅਜਾਮਲ ਤੋਂ ਪਰੇ) ਭਜਾ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42082,
    "shabad_id": 3626,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਮਾਨੁਖੁ. ਕਥੈ ਕਥਿ ਲੋਕ ਸੁਨਾਵੈ; ਜੋ ਬੋਲੈ ਸੋ. ਨ ਬੀਚਾਰੇ ॥",
    "transliteration": "Maanukh Kathhai Kathh Lok Sunaavai Jo Bolai So N Beechaarae ||",
    "translation": "The mortal speaks and by speaking, makes the people listen; but he does not reflect upon what he himself says.",
    "punjabi": "ਪਰ, ਜੇ ਮਨੁੱਖ ਨਿਰਾ ਜ਼ਬਾਨੀ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਹੈ ਤੇ ਗੱਲਾਂ ਕਰ ਕੇ ਨਿਰਾ ਲੋਕਾਂ ਨੂੰ ਹੀ ਸੁਣਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਆਪ ਨੂੰ ਇਸ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ); ਜੋ ਕੁਝ ਉਹ ਬੋਲਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42083,
    "shabad_id": 3626,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲੈ ਤ ਦਿੜਤਾ ਅਾਵੈ; ਹਰਿ ਰਾਮ ਨਾਮਿ ਨਿਸਤਾਰੇ ॥੩॥",
    "transliteration": "Sathasangath Milai Th Dhirrathaa Aavai Har Raam Naam Nisathaarae ||3||",
    "translation": "But when he joins the Sat Sangat, the True Congregation, he is confirmed in his faith, and he is saved by the Name of the Lord. ||3||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਬੈਠਦਾ ਹੈ ਜਦੋਂ ਉਸ ਦੇ ਅੰਦਰ ਸਰਧਾ ਬੱਝਦੀ ਹੈ, (ਗੁਰੂ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਵਿਚ ਜੋੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42084,
    "shabad_id": 3626,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜਬ ਲਗੁ ਜੀੳੁ ਪਿੰਡੁ ਹੈ ਸਾਬਤੁ; ਤਬ ਲਗਿ ਕਿਛੁ. ਨ ਸਮਾਰੇ ॥",
    "transliteration": "Jab Lag Jeeo Pindd Hai Saabath Thab Lag Kishh N Samaarae ||",
    "translation": "As long as his soul and body are healthy and strong, he does not remember the Lord at all.",
    "punjabi": "ਜਦੋਂ ਤਕ ਜਿੰਦ ਤੇ ਸਰੀਰ (ਦਾ ਮੇਲ) ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਤਦੋਂ ਤਕ (ਪ੍ਰਭੂ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਨੂੰ) ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ,",
    "pronunciation": "ਲੱਗੁ,ਸਮ੍ਹਾਰੇ",
    "type_id": 3
  },
  {
    "id": 42085,
    "shabad_id": 3626,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜਬ ਘਰ ਮੰਦਰਿ ਅਾਗਿ ਲਗਾਨੀ; ਕਢਿ ਕੂਪੁ. ਕਢੈ ਪਨਿਹਾਰੇ ॥੪॥",
    "transliteration": "Jab Ghar Mandhar Aag Lagaanee Kadt Koop Kadtai Panihaarae ||4||",
    "translation": "But when his home and mansion catch fire, then, he wants to dig the well to draw water. ||4||",
    "punjabi": "(ਇਸ ਦਾ ਹਾਲ ਉਸੇ ਮਨੁੱਖ ਵਾਂਗ ਸਮਝੋ, ਜਿਸ ਦੇ) ਘਰ-ਮਹਲ ਵਿਚ ਜਦੋਂ ਅੱਗ ਲੱਗਦੀ ਹੈ ਤਦੋਂ ਖੂਹ ਪੁੱਟ ਕੇ ਪਾਣੀ ਕੱਢਦਾ ਹੈ (ਅੱਗ ਬੁਝਾਣ ਲਈ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42086,
    "shabad_id": 3626,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਸਾਕਤ ਸਿੳੁ ਮਨ ਮੇਲੁ. ਨ ਕਰੀਅਹੁ; ਜਿਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਬਿਸਾਰੇ ॥",
    "transliteration": "Saakath Sio Man Mael N Kareeahu Jin Har Har Naam Bisaarae ||",
    "translation": "O mind, do not join with the faithless cynic, who has forgotten the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉੱਕਾ ਹੀ ਭੁਲਾ ਦਿੱਤਾ ਹੈ (ਉਹ ਸਾਕਤ ਹੈ, ਉਸ) ਸਾਕਤ ਨਾਲ ਕਦੇ ਸਾਂਝ ਨਾਹ ਪਾਣੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42087,
    "shabad_id": 3626,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਸਾਕਤ ਬਚਨ ਬਿਛੂਅਾ ਜਿੳੁ ਡਸੀਅੈ; ਤਜਿ ਸਾਕਤ ਪਰੈ ਪਰਾਰੇ ॥੫॥",
    "transliteration": "Saakath Bachan Bishhooaa Jio Ddaseeai Thaj Saakath Parai Paraarae ||5||",
    "translation": "The word of the faithless cynic stings like a scorpion; leave the faithless cynic far, far behind. ||5||",
    "punjabi": "ਕਿਉਂਕਿ ਸਾਕਤ ਦੇ ਬਚਨਾਂ ਨਾਲ ਮਨੁੱਖ ਇਉਂ ਡੰਗਿਆ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਸੱਪ-ਠੂਹੇਂ ਦੇ ਡੰਗ ਨਾਲ। ਸਾਕਤ (ਦਾ ਸੰਗ) ਛੱਡ ਕੇ ਉਸ ਤੋਂ ਪਰੇ ਹੀ ਹੋਰ ਪਰੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਡੱਸੀਅੈ",
    "type_id": 3
  }
]
