[
  {
    "id": 42121,
    "shabad_id": 3628,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੇ ਸਤਿਗੁਰ ਕੇ ਮਨਿ ਬਚਨ. ਨ ਭਾੲੇ; ਸਭ ਫੋਕਟ ਚਾਰ ਸੀਗਾਰੇ ॥੩॥",
    "transliteration": "Maerae Sathigur Kae Man Bachan N Bhaaeae Sabh Fokatt Chaar Seegaarae ||3||",
    "translation": "But if the Word of my True Guru is not pleasing to his mind, then all his preparations and beautiful decorations are useless. ||3||",
    "punjabi": "ਪਰ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੇ ਬਚਨ ਪਿਆਰੇ ਨਹੀਂ ਲੱਗਦੇ, ਉਸ ਦੇ ਇਹ ਸਾਰੇ (ਸਰੀਰਕ) ਸੋਹਣੇ ਸ਼ਿੰਗਾਰ ਫੋਕੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42122,
    "shabad_id": 3628,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮਟਕਿ ਮਟਕਿ ਚਲੁ ਸਖੀ ਸਹੇਲੀ; ਮੇਰੇ ਠਾਕੁਰ ਕੇ ਗੁਨ ਸਾਰੇ ॥",
    "transliteration": "Mattak Mattak Chal Sakhee Sehaelee Maerae Thaakur Kae Gun Saarae ||",
    "translation": "Walk playfully and carefree, O my friends and companions; cherish the Glorious Virtues of my Lord and Master.",
    "punjabi": "ਹੇ ਸਖੀ! ਹੇ ਸਹੇਲੀ! ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਤੁਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42123,
    "shabad_id": 3628,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੇਵਾ ਮੇਰੇ ਪ੍ਰਭ ਭਾੲੀ; ਮੈ. ਸਤਿਗੁਰ ਅਲਖੁ ਲਖਾਰੇ ॥੪॥",
    "transliteration": "Guramukh Saevaa Maerae Prabh Bhaaee Mai Sathigur Alakh Lakhaarae ||4||",
    "translation": "To serve, as Gurmukh, is pleasing to my God. Through the True Guru, the unknown is known. ||4||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਹੇ ਸਤਿਗੁਰ! ਮੈਨੂੰ (ਭੀ) ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ ॥੪॥",
    "pronunciation": "ਅ-ਲਖੁ",
    "type_id": 3
  },
  {
    "id": 42124,
    "shabad_id": 3628,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਨਾਰੀ ਪੁਰਖੁ. ਪੁਰਖੁ ਸਭ ਨਾਰੀ; ਸਭੁ ੲੇਕੋ ਪੁਰਖੁ ਮੁਰਾਰੇ ॥",
    "transliteration": "Naaree Purakh Purakh Sabh Naaree Sabh Eaeko Purakh Muraarae ||",
    "translation": "Women and men, all the men and women, all came from the One Primal Lord God.",
    "punjabi": "ਹੇ ਸਖੀ! (ਉਂਞ ਤਾਂ ਚਾਹੇ) ਇਸਤ੍ਰੀ ਹੈ (ਚਾਹੇ) ਮਰਦ ਹੈ, (ਚਾਹੇ) ਮਰਦ ਹੈ (ਚਾਹੇ) ਇਸਤ੍ਰੀ ਹੈ, ਸਭਨਾਂ ਵਿਚ ਹਰ ਥਾਂ ਇਕੋ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42125,
    "shabad_id": 3628,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਕੀ ਰੇਨੁ ਮਨਿ ਭਾੲੀ; ਮਿਲਿ ਹਰਿ ਜਨ ਹਰਿ ਨਿਸਤਾਰੇ ॥੫॥",
    "transliteration": "Santh Janaa Kee Raen Man Bhaaee Mil Har Jan Har Nisathaarae ||5||",
    "translation": "My mind loves the dust of the feet of the humble; the Lord emancipates those who meet with the Lord's humble servants. ||5||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ ਜਨਾਂ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ ਹੀ ਪ੍ਰਭੂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ। ਹੇ ਸਖੀ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਹੀ ਪ੍ਰਭੂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42126,
    "shabad_id": 3628,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਗ੍ਰਾਮ ਗ੍ਰਾਮ ਨਗਰ ਸਭ ਫਿਰਿਅਾ; ਰਿਦ ਅੰਤਰਿ ਹਰਿ ਜਨ ਭਾਰੇ ॥",
    "transliteration": "Graam Graam Nagar Sabh Firiaa Ridh Anthar Har Jan Bhaarae ||",
    "translation": "From village to village, throughout all the cities I wandered; and then, inspired by the Lord's humble servants, I found Him deep within the nucleus of my heart.",
    "punjabi": "ਹੇ ਸਖੀ! ਪਿੰਡ ਪਿੰਡ ਸ਼ਹਿਰ ਸ਼ਹਿਰ ਸਭਨੀਂ ਥਾਈਂ ਫਿਰ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਪਰਮਾਤਮਾ ਇਉਂ ਬਾਹਰ ਭਾਲਿਆਂ ਨਹੀਂ ਲੱਭਦਾ), ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਲਭਿਆ ਹੈ।",
    "pronunciation": "ਨੱਗਰ",
    "type_id": 3
  },
  {
    "id": 42127,
    "shabad_id": 3628,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਸਰਧਾ ਸਰਧਾ ੳੁਪਾੲਿ ਮਿਲਾੲੇ; ਮੋਕੳੁ. ਹਰਿ ਗੁਰ ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੬॥",
    "transliteration": "Saradhhaa Saradhhaa Oupaae Milaaeae Mo Ko Har Gur Gur Nisathaarae ||6||",
    "translation": "Faith and longing have welled up within me, and I have been blended with the Lord; the Guru, the Guru, has saved me. ||6||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਅੰਦਰ ਭੀ) ਸਰਧਾ ਪੈਦਾ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ, ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42128,
    "shabad_id": 3628,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਪਵਨ ਸੂਤੁ ਸਭੁ ਨੀਕਾ ਕਰਿਅਾ; ਸਤਿਗੁਰਿ ਸਬਦੁ ਵੀਚਾਰੇ ॥",
    "transliteration": "Pavan Sooth Sabh Neekaa Kariaa Sathigur Sabadh Veechaarae ||",
    "translation": "The thread of my breath has been made totally sublime and pure; I contemplate the Shabad, the Word of the True Guru.",
    "punjabi": "ਹੇ ਸਖੀ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ (ਜੁੜ ਕੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਟਿਕਾ ਕੇ (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਪਣੇ ਸੁਆਸਾਂ ਦੀ ਲੜੀ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42129,
    "shabad_id": 3628,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਜਾੲਿ ਅੰਮਿ੍ਰਤ ਰਸੁ ਪੀਅਾ; ਬਿਨੁ ਨੈਨਾ. ਜਗਤੁ ਨਿਹਾਰੇ ॥੭॥",
    "transliteration": "Nij Ghar Jaae Anmrith Ras Peeaa Bin Nainaa Jagath Nihaarae ||7||",
    "translation": "I came back to the home of my own inner self; drinking in the ambrosial essence, I see the world, without my eyes. ||7||",
    "punjabi": "ਉਸ ਨੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰ ਕੇ ਜਗਤ (ਦੀ ਅਸਲੀਅਤ) ਨੂੰ ਵੇਖ ਕੇ, ਅੰਤਰ ਆਤਮੇ ਟਿਕ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਲਿਆ ॥੭॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 42130,
    "shabad_id": 3628,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਤੳੁ ਗੁਨ ੲੀਸ ਬਰਨਿ. ਨਹੀ ਸਾਕੳੁ; ਤੁਮ ਮੰਦਰ. ਹਮ ਨਿਕ ਕੀਰੇ ॥",
    "transliteration": "Tho Gun Ees Baran Nehee Saako Thum Mandhar Ham Nik Keerae ||",
    "translation": "I cannot describe Your Glorious Virtues, Lord; You are the temple, and I am just a tiny worm.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਤੂੰ ਇਕ ਸੋਹਣਾ ਮੰਦਰ ਹੈਂ ਅਸੀਂ ਜੀਵ ਉਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਨਿੱਕੇ ਨਿੱਕੇ ਕੀੜੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42131,
    "shabad_id": 3628,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਕਿ੍ਰਪਾ ਕਰਹੁ ਗੁਰ ਮੇਲਹੁ; ਮੈ ਰਾਮੁ ਜਪਤ ਮਨ ਧੀਰੇ ॥੮॥੫॥",
    "transliteration": "Naanak Kirapaa Karahu Gur Maelahu Mai Raam Japath Man Dhheerae ||8||5||",
    "translation": "Bless Nanak with Your Mercy, and unite him with the Guru; meditating on my Lord, my mind is comforted and consoled. ||8||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮੇਰੇ ਤੇ ਮਿਹਰ ਹੋਵੇ ਤੇ ਮੈਨੂੰ ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਜਾਵੇ ਤਾਂ ਮੇਰਾ ਮਨ ਨਾਮ ਜਪ ਜਪ ਕੇ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਟਿਕਿਆ ਰਹੇ ॥੮॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42132,
    "shabad_id": 3629,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੪ ॥",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42133,
    "shabad_id": 3629,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਭਜੁ ਠਾਕੁਰ ਅਗਮ ਅਪਾਰੇ ॥",
    "transliteration": "Maerae Man Bhaj Thaakur Agam Apaarae ||",
    "translation": "O my mind, vibrate, meditate on the inaccessible and infinite Lord and Master.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਯਾਦ ਕਰਿਆ ਕਰ,",
    "pronunciation": "ਭਜੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42134,
    "shabad_id": 3629,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਮ ਪਾਪੀ ਬਹੁ ਨਿਰਗੁਣੀਅਾਰੇ; ਕਰਿ ਕਿਰਪਾ ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ham Paapee Bahu Niraguneeaarae Kar Kirapaa Gur Nisathaarae ||1|| Rehaao ||",
    "translation": "I am such a great sinner; I am so unworthy. And yet the Guru, in His Mercy, has saved me. ||1||Pause||",
    "punjabi": "(ਤੇ ਆਖਿਆ ਕਰ-ਹੇ ਪ੍ਰਭੂ!) ਅਸੀਂ ਜੀਵ ਪਾਪੀ ਹਾਂ, ਗੁਣਾਂ ਤੋਂ ਬਹੁਤ ਸੱਖਣੇ ਹਾਂ। ਕਿਰਪਾ ਕਰ ਕੇ ਸਾਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42135,
    "shabad_id": 3629,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਾਧੂ ਪੁਰਖ ਸਾਧ ਜਨ ਪਾੲੇ; ੲਿਕ ਬਿਨੳੁ ਕਰੳੁ ਗੁਰ ਪਿਅਾਰੇ ॥",
    "transliteration": "Saadhhoo Purakh Saadhh Jan Paaeae Eik Bino Karo Gur Piaarae ||",
    "translation": "I have found the Holy Person, the Holy and humble servant of the Lord; I offer a prayer to Him, my Beloved Guru.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਉਹ ਭੀ ਗੁਰਮੁਖ ਬਣ ਜਾਂਦਾ ਹੈ, ਮੈਂ ਭੀ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ (ਮੈਨੂੰ ਭੀ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਬਖ਼ਸ਼, ਅਤੇ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42136,
    "shabad_id": 3629,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਧਨੁ ਪੂਜੀ ਦੇਵਹੁ; ਸਭੁ ਤਿਸਨਾ ਭੂਖ ਨਿਵਾਰੇ ॥੧॥",
    "transliteration": "Raam Naam Dhhan Poojee Dhaevahu Sabh Thisanaa Bhookh Nivaarae ||1||",
    "translation": "Please, bless me with the wealth, the capital of the Lord's Name, and take away all my hunger and thirst. ||1||",
    "punjabi": "ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਸਰਮਾਇਆ ਦੇਹ ਜੋ ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਸਭ ਦੂਰ ਕਰ ਦੇਵੇ ॥੧॥",
    "pronunciation": "ਪੂੰਜੀ",
    "type_id": 3
  },
  {
    "id": 42137,
    "shabad_id": 3629,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪਚੈ ਪਤੰਗੁ ਮਿ੍ਰਗ, ਭਿ੍ਰੰਗ ਕੁੰਚਰ ਮੀਨ; ੲਿਕ ੲਿੰਦ੍ਰੀ ਪਕਰਿ ਸਘਾਰੇ ॥",
    "transliteration": "Pachai Pathang Mrig Bhring Kunchar Meen Eik Eindhree Pakar Saghaarae ||",
    "translation": "The moth, the deer, the bumble bee, the elephant and the fish are ruined, each by the one passion that controls them.",
    "punjabi": "ਪਤੰਗਾ (ਦੀਵੇ ਦੀ ਲਾਟ ਉੱਤੇ) ਸੜ ਜਾਂਦਾ ਹੈ; ਹਰਨ, ਭੌਰਾ, ਹਾਥੀ, ਮੱਛੀ ਇਹਨਾਂ ਨੂੰ ਭੀ ਇਕ ਇਕ ਵਿਕਾਰ-ਵਾਸਨਾ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮਾਰ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(ਪਚੈ) ਸੜਦੇ ਹਨ। (ਭਿ੍ਰੰਗ) ਭੌਰਾ। (ਸਘਾਰੇ) ਨਾਸ ਕਰ ਦਿੱਤੇ। ਪਚੈ: ਪੋਲਾ ਬੋਲੋ। ਸੰਘਾਰੇ",
    "type_id": 3
  },
  {
    "id": 42138,
    "shabad_id": 3629,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪੰਚ ਭੂਤ ਸਬਲ ਹੈ ਦੇਹੀ; ਗੁਰੁ ਸਤਿਗੁਰੁ ਪਾਪ ਨਿਵਾਰੇ ॥੨॥",
    "transliteration": "Panch Bhooth Sabal Hai Dhaehee Gur Sathigur Paap Nivaarae ||2||",
    "translation": "The five powerful demons are in the body; the Guru, the True Guru turns out these sins. ||2||",
    "punjabi": "ਪਰ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਤਾਂ ਇਹ ਕਾਮਾਦਿਕ ਪੰਜੇ ਹੀ ਦੈਂਤ ਬਲਵਾਨ ਹਨ, (ਮਨੁੱਖ ਇਹਨਾਂ ਦਾ ਟਾਕਰਾ ਕਿਵੇਂ ਕਰੇ?)। ਗੁਰੂ ਹੀ ਸਤਿਗੁਰੂ ਹੀ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42139,
    "shabad_id": 3629,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸਾਸਤ੍ਰ ਬੇਦ ਸੋਧਿ ਸੋਧਿ ਦੇਖੇ; ਮੁਨਿ ਨਾਰਦ ਬਚਨ ਪੁਕਾਰੇ ॥",
    "transliteration": "Saasathr Baedh Sodhh Sodhh Dhaekhae Mun Naaradh Bachan Pukaarae ||",
    "translation": "I searched and searched through the Shaastras and the Vedas; Naarad the silent sage proclaimed these words as well.",
    "punjabi": "ਵੇਦ ਸ਼ਾਸਤਰ ਕਈ ਵਾਰੀ ਸੋਧ ਕੇ ਵੇਖ ਲਏ ਹਨ, ਨਾਰਦ ਆਦਿਕ ਰਿਸ਼ੀ ਮੁਨੀ ਭੀ (ਜੀਵਨ ਜੁਗਤਿ ਬਾਰੇ) ਜੋ ਬਚਨ ਜ਼ੋਰ ਦੇ ਕੇ ਕਹਿ ਗਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42140,
    "shabad_id": 3629,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਪੜਹੁ ਗਤਿ ਪਾਵਹੁ; ਸਤਸੰਗਤਿ ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੩॥",
    "transliteration": "Raam Naam Parrahu Gath Paavahu Sathasangath Gur Nisathaarae ||3||",
    "translation": "Chanting the Lord's Name, salvation is attained; the Guru saves those in the Sat Sangat, the True Congregation. ||3||",
    "punjabi": "(ਉਹ ਭੀ ਸੋਧ ਵੇਖੇ ਹਨ; ਪਰ ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਿੱਖੋਗੇ ਤਦੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਗੁਰੂ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੀ (ਅਨੇਕਾਂ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਏ ਹਨ ॥੩॥",
    "pronunciation": "ਪੜ੍ਹਹੁ",
    "type_id": 3
  },
  {
    "id": 42141,
    "shabad_id": 3629,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰੀਤਮ ਪ੍ਰੀਤਿ ਲਗੀ ਪ੍ਰਭ ਕੇਰੀ; ਜਿਵ ਸੂਰਜੁ ਕਮਲੁ ਨਿਹਾਰੇ ॥",
    "transliteration": "Preetham Preeth Lagee Prabh Kaeree Jiv Sooraj Kamal Nihaarae ||",
    "translation": "In love with the Beloved Lord God, one looks at Him as the lotus looks at the sun.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਬਣਿਆ ਹੈ (ਉਹ ਉਸ ਦੇ ਮਿਲਾਪ ਲਈ ਇਉਂ ਤਾਂਘਦਾ ਰਹਿੰਦਾ ਹੈ) ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਸੂਰਜ ਨੂੰ ਤੱਕਦਾ ਹੈ (ਤੇ ਖਿੜਦਾ ਹੈ, ਜਿਵੇਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42142,
    "shabad_id": 3629,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਮੇਰ ਸੁਮੇਰ. ਮੋਰੁ ਬਹੁ ਨਾਚੈ; ਜਬ ੳੁਨਵੈ ਘਨ ਘਨਹਾਰੇ ॥੪॥",
    "transliteration": "Maer Sumaer Mor Bahu Naachai Jab Ounavai Ghan Ghanehaarae ||4||",
    "translation": "The peacock dances on the mountain, when the clouds hang low and heavy. ||4||",
    "punjabi": "ਜਦੋਂ ਬੱਦਲ (ਵਰ੍ਹਨ ਲਈ) ਬਹੁਤ ਝੁਕਦਾ ਹੈ ਤਦੋਂ ਉੱਚੇ ਪਹਾੜਾਂ (ਵਲੋਂ ਘਟਾਂ ਆਉਂਦੀਆਂ ਵੇਖ ਕੇ) ਮੋਰ ਬਹੁਤ ਨੱਚਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਪ੍ਰੇਮ ਰੂਪੀ ਸੁਮੇਰ ਪਰਬਤ। (ਮੇਰ)ੳੁ੍ਨਪਰ। ਗੁਰਸੇਵਕ ਰੂਪੀ ਮੋਰੁ ਨਿਰਨਾ ਕਰਨ ਰੂਪ ਨੱਚਦੇ ਹਨ ਜਦੋਂ ਸਤਿਗੁਰੂ ਰੂਪ (ਘਨਹਾਰੇ) ਬੱਦਲ (ਘਨ)ਬਹੁਤੇ। (ੳੁਨਵੈ) ਕਿ੍ਰਪਾਲੂ ਹੋ ਕੇ, ਸੱਚੇ ਨਾਮ ਦੀ ਵਰਖਾ ਕਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 42143,
    "shabad_id": 3629,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਸਾਕਤ ਕੳੁ. ਅੰਮਿ੍ਰਤ ਬਹੁ ਸਿੰਚਹੁ; ਸਭ ਡਾਲ ਫੂਲ, ਬਿਸੁ ਕਾਰੇ ॥",
    "transliteration": "Saakath Ko Anmrith Bahu Sinchahu Sabh Ddaal Fool Bisukaarae ||",
    "translation": "The faithless cyinc may be totally drenched with ambrosial nectar, but even so, all his branches and flowers are filled with venom.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ (ਮਾਨੋ, ਇਕ ਵਿਹੁਲਾ ਰੁੱਖ ਹੈ) ਉਸ ਨੂੰ ਭਾਵੇਂ ਕਿਤਨਾ ਹੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜੀ ਜਾਓ, ਉਸ ਦੀਆਂ ਟਾਹਣੀਆਂ ਉਸ ਦੇ ਫੁੱਲ ਸਭ ਵਿਹੁਲੇ ਹੀ ਰਹਿਣਗੇ।",
    "pronunciation": "(ਡਾਲ) ੲਿੰਦ੍ਰੇ। (ਫੁਲ) ਕਰਮ।(ਬਿਸੁ) ਵਿਸ਼ਿਅਾਂ ਦੀ (ਬਿਸੁ) ਵਿਹੁ (ਕਾਰੇ) ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 42144,
    "shabad_id": 3629,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਨਿਵਹਿ. ਸਾਕਤ ਨਰ ਸੇਤੀ; ਛੇੜਿ ਛੇੜਿ ਕਢੈ ਬਿਖੁ ਖਾਰੇ ॥੫॥",
    "transliteration": "Jio Jio Nivehi Saakath Nar Saethee Shhaerr Shhaerr Kadtai Bikh Khaarae ||5||",
    "translation": "The more one bows down in humility before the faithless cyinc, the more he provokes, and stabs, and spits out his poison. ||5||",
    "punjabi": "ਸਾਕਤ ਮਨੁੱਖ ਨਾਲ ਜਿਉਂ ਜਿਉਂ ਲੋਕ ਨਿਮ੍ਰਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਉਹ ਛੇੜ-ਖਾਨੀਆਂ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕੌੜਾ ਜ਼ਹਰ ਹੀ ਕੱਢਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42145,
    "shabad_id": 3629,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਸੰਤਨ ਸੰਤ ਸਾਧ. ਮਿਲਿ ਰਹੀਅੈ; ਗੁਣ ਬੋਲਹਿ ਪਰੳੁਪਕਾਰੇ ॥",
    "transliteration": "Santhan Santh Saadhh Mil Reheeai Gun Bolehi Paroupakaarae ||",
    "translation": "Remain with the Holy man, the Saint of the Saints, who chants the Lord's Praises for the benefit of all.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਸਾਕਤ ਨਾਲ ਸਾਂਝ ਪਾਣ ਦੇ ਥਾਂ) ਸੰਤ ਜਨਾਂ ਨਾਲ ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। ਸੰਤ ਜਨ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਵਾਲੇ ਭਲੇ ਬਚਨ ਹੀ ਬੋਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42146,
    "shabad_id": 3629,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਸੰਤੈ ਸੰਤੁ ਮਿਲੈ. ਮਨੁ ਬਿਗਸੈ; ਜਿੳੁ ਜਲ ਮਿਲਿ ਕਮਲ ਸਵਾਰੇ ॥੬॥",
    "transliteration": "Santhai Santh Milai Man Bigasai Jio Jal Mil Kamal Savaarae ||6||",
    "translation": "Meeting the Saint of Saints, the mind blossoms forth, like the lotus, exalted by obtaining the water. ||6||",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਨੂੰ ਮਿਲ ਕੇ ਕੌਲ ਫੁੱਲ ਖਿੜਦੇ ਹਨ, ਤਿਵੇਂ ਜਦੋਂ ਕੋਈ ਸੰਤ ਕਿਸੇ ਸੰਤ ਨੂੰ ਮਿਲਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42147,
    "shabad_id": 3629,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਲੋਭ ਲਹਰਿ ਸਭੁ ਸੁਅਾਨੁ ਹਲਕੁ ਹੈ; ਹਲਕਿਓ ਸਭਹਿ ਬਿਗਾਰੇ ॥",
    "transliteration": "Lobh Lehar Sabh Suaan Halak Hai Halakiou Sabhehi Bigaarae ||",
    "translation": "The waves of greed are like mad dogs with rabies. Their madness ruins everything.",
    "punjabi": "ਲੋਭ ਦੀ ਲਹਿਰ ਨਿਰੋਲ ਹਲਕਾਇਆ ਕੁੱਤਾ ਹੀ ਹੈ (ਜਿਵੇਂ) ਹਲਕਾਇਆ ਕੁੱਤਾ ਸਭਨਾਂ ਨੂੰ (ਵੱਢ ਵੱਢ ਕੇ) ਵਿਗਾੜਦਾ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਲੋਭੀ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਆਪਣੀ ਸੰਗਤ ਵਿਚ ਲੋਭੀ ਬਣਾਈ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42148,
    "shabad_id": 3629,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ ਕੈ ਦੀਬਾਨਿ ਖਬਰਿ ਹੁੋੲੀ; ਗੁਰਿ ਗਿਅਾਨੁ ਖੜਗੁ ਲੈ ਮਾਰੇ ॥੭॥",
    "transliteration": "Maerae Thaakur Kai Dheebaan Khabar Huoee Gur Giaan Kharrag Lai Maarae ||7||",
    "translation": "When the news reached the Court of my Lord and Master, the Guru took up the sword of spiritual wisdom, and killed them. ||7||",
    "punjabi": "(ਇਸ ਲੋਭ ਤੋਂ ਬਚਣ ਲਈ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਪੁਕਾਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਸ ਦੀ ਅਰਜ਼ੋਈ ਦੀ ਖ਼ਬਰ ਪਹੁੰਚਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਤਲਵਾਰ ਲੈ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਲੋਭ ਦਾ ਹਲਕਾਇਆ ਕੁੱਤਾ ਮਾਰ ਦੇਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42149,
    "shabad_id": 3629,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਰਾਖੁ ਰਾਖੁ ਰਾਖੁ ਪ੍ਰਭ ਮੇਰੇ; ਮੈ ਰਾਖਹੁ ਕਿਰਪਾ ਧਾਰੇ ॥",
    "transliteration": "Raakh Raakh Raakh Prabh Maerae Mai Raakhahu Kirapaa Dhhaarae ||",
    "translation": "Save me, save me, save me, O my God; shower me with Your Mercy, and save me!",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਇਸ ਲੋਭ-ਕੁੱਤੇ ਤੋਂ) ਮੈਨੂੰ ਭੀ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42150,
    "shabad_id": 3629,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਮੈ ਧਰ ਅਵਰ. ਨ ਕਾੲੀ; ਮੈ. ਸਤਿਗੁਰੁ ਗੁਰੁ ਨਿਸਤਾਰੇ ॥੮॥੬॥ ਛਕਾ ੧ ॥",
    "transliteration": "Naanak Mai Dhhar Avar N Kaaee Mai Sathigur Gur Nisathaarae ||8||6||",
    "translation": "O Nanak, I have no other support; the Guru, the True Guru, has saved me. ||8||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ) ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ। ਗੁਰੂ ਹੀ ਮੇਰਾ ਆਸਰਾ ਹੈ, ਗੁਰੂ ਹੀ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਰੱਖ)।੮।੬।ਛਕਾ ॥੮॥੬॥ਛਕਾ ੧ ॥",
    "pronunciation": "ਛੇ ਸਬਦ ੲਿੱਕ ਛੱਕਾ। ਛੱਕਾ ੲਿੱਕ ਬੋਲੋ",
    "type_id": 3
  }
]
