[
  {
    "id": 42581,
    "shabad_id": 3666,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮੇਰਾ ਪ੍ਰਭੁ ਵੇਪਰਵਾਹੁ ਹੈ; ਨਾ ਤਿਸੁ ਤਿਲੁ ਨ ਤਮਾੲਿ ॥",
    "transliteration": "Maeraa Prabh Vaeparavaahu Hai Naa This Thil N Thamaae ||",
    "translation": "My God is independent and self-sufficient; he does not have even an iota of greed.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਨੂੰ ਕੋਈ ਰਤਾ ਜਿਤਨਾ ਭੀ ਲਾਲਚ ਨਹੀਂ (ਜੀਵ ਨੇ ਆਪਣੇ ਭਲੇ ਵਾਸਤੇ ਹੀ ਸਿਮਰਨ ਕਰਨਾ ਹੈ; ਸੋ)",
    "pronunciation": "(ਤਿਸੁ) ਤ੍ਰਿਸਨਾ। (ਤਮਾੲਿ)ਤਮੋਂ ਗੁਣ ਖਾਹਸ਼",
    "type_id": 3
  },
  {
    "id": 42582,
    "shabad_id": 3666,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਤਿਸੁ ਸਰਣਾੲੀ ਭਜਿ ਪੳੁ; ਅਾਪੇ ਬਖਸਿ ਮਿਲਾੲਿ ॥੪॥੫॥",
    "transliteration": "Naanak This Saranaaee Bhaj Po Aapae Bakhas Milaae ||4||5||",
    "translation": "O Nanak, run to His Sanctuary; granting His forgiveness, He merges us into Himself. ||4||5||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਹੀ ਛੇਤੀ ਜਾ ਪਉ, (ਸਰਨ ਪਏ ਨੂੰ) ਉਹ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "ਭੱਜਿ",
    "type_id": 3
  },
  {
    "id": 42583,
    "shabad_id": 3667,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੪ ਘਰੁ ੨",
    "transliteration": "Maaroo Mehalaa 4 Ghar 2",
    "translation": "Maaroo, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਮਾਰੂ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42584,
    "shabad_id": 3667,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 42585,
    "shabad_id": 3667,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਪਿਓ ਨਾਮੁ ਸੁਕ ਜਨਕ, ਗੁਰ ਬਚਨੀ; ਹਰਿ ਹਰਿ ਸਰਣਿ ਪਰੇ ॥",
    "transliteration": "Japiou Naam Suk Janak Gur Bachanee Har Har Saran Parae ||",
    "translation": "Suk-deva and Janak meditated on the Naam; following the Guru's Teachings they sought the Sanctuary of the Lord Har, Har.",
    "punjabi": "ਹੇ ਮਨ! ਰਾਜਾ ਜਨਕ ਨੇ, ਸੁਕਦੇਵ ਰਿਸ਼ੀ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆ ਪਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42586,
    "shabad_id": 3667,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਦਾਲਦੁ ਭੰਜਿ ਸੁਦਾਮੇ ਮਿਲਿਓ; ਭਗਤੀ ਭਾੲਿ ਤਰੇ ॥",
    "transliteration": "Dhaaladh Bhanj Sudhaamae Miliou Bhagathee Bhaae Tharae ||",
    "translation": "God met Sudama and removed his poverty; through loving devotional worship, he crossed over.",
    "punjabi": "ਸੁਦਾਮਾ ਭਗਤੀ ਦੀ ਗ਼ਰੀਬੀ ਦੂਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਸੁਦਾਮੇ ਨੂੰ ਆ ਮਿਲਿਆ। ਇਹ ਸਭ ਭਗਤੀ-ਭਾਵਨਾ ਨਾਲ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42587,
    "shabad_id": 3667,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਭਗਤਿ ਵਛਲੁ ਹਰਿ ਨਾਮੁ ਕ੍ਰਿਤਾਰਥੁ; ਗੁਰਮੁਖਿ ਕ੍ਰਿਪਾ ਕਰੇ ॥੧॥",
    "transliteration": "Bhagath Vashhal Har Naam Kirathaarathh Guramukh Kirapaa Karae ||1||",
    "translation": "God is the Lover of His devotees; the Lord's Name is fufilling; God showers His Mercy on the Gurmukhs. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ) ਕਾਮਯਾਬ ਬਣਾਣ ਵਾਲਾ ਹੈ। (ਇਹ ਨਾਮ ਮਿਲਦਾ ਉਹਨਾਂ ਨੂੰ ਹੈ ਜਿਨ੍ਹਾਂ ਉਤੇ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42588,
    "shabad_id": 3667,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਨਾਮੁ ਜਪਤ ੳੁਧਰੇ ॥",
    "transliteration": "Maerae Man Naam Japath Oudhharae ||",
    "translation": "O my mind, chanting the Naam, the Name of the Lord, you will be saved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਅਨੇਕਾਂ ਪ੍ਰਾਣੀ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42589,
    "shabad_id": 3667,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਧ੍ਰ¨ ਪ੍ਰਹਿਲਾਦੁ. ਬਿਦਰੁ ਦਾਸੀ ਸੁਤੁ; ਗੁਰਮੁਖਿ ਨਾਮਿ ਤਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhhroo Prehilaadh Bidhar Dhaasee Suth Guramukh Naam Tharae ||1|| Rehaao ||",
    "translation": "Dhroo, Prahlaad and Bidar the slave-girl's son, became Gurmukh, and through the Naam, crossed over. ||1||Pause||",
    "punjabi": "ਧ੍ਰੂ ਭਗਤ, ਪ੍ਰਹਿਲਾਦ ਭਗਤ, ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ-(ਇਹ ਸਾਰੇ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42590,
    "shabad_id": 3667,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਲਜੁਗਿ. ਨਾਮੁ ਪ੍ਰਧਾਨੁ ਪਦਾਰਥੁ; ਭਗਤ ਜਨਾ ੳੁਧਰੇ ॥",
    "transliteration": "Kalajug Naam Pradhhaan Padhaarathh Bhagath Janaa Oudhharae ||",
    "translation": "In this Dark Age of Kali Yuga, the Naam is the supreme wealth; it saves the humble devotees.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ। ਭਗਤ ਜਨ (ਇਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42591,
    "shabad_id": 3667,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਨਾਮਾ ਜੈਦੇੳੁ ਕਬੀਰੁ ਤ੍ਰਿਲੋਚਨੁ; ਸਭਿ ਦੋਖ ਗੲੇ ਚਮਰੇ ॥",
    "transliteration": "Naamaa Jaidhaeo Kabeer Thrilochan Sabh Dhokh Geae Chamarae ||",
    "translation": "All the faults of Naam Dayv, Jai Dayv, Kabeer, Trilochan and Ravi Daas the leather-worker were covered.",
    "punjabi": "ਨਾਮਦੇਵ ਬਚ ਗਿਆ, ਜੈਦੇਉ ਬਚ ਗਿਆ, ਕਬੀਰ ਬਚ ਗਿਆ, ਤ੍ਰਿਲੋਚਨ ਬਚ ਗਿਆ; ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਰਵਿਦਾਸ) ਚਮਾਰ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "ਚਮਰੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42592,
    "shabad_id": 3667,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮਿ ਲਗੇ ਸੇ ੳੁਧਰੇ; ਸਭਿ ਕਿਲਬਿਖ ਪਾਪ ਟਰੇ ॥੨॥",
    "transliteration": "Guramukh Naam Lagae Sae Oudhharae Sabh Kilabikh Paap Ttarae ||2||",
    "translation": "Those who become Gurmukh, and remain attached to the Naam, are saved; all their sins are washed off. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੱਗੇ ਉਹ ਸਭ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ, (ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਪਾਪ ਟਲ ਗਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42593,
    "shabad_id": 3667,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਜੋ ਨਾਮੁ ਜਪੈ ਅਪਰਾਧੀ; ਸਭਿ ਤਿਨ ਕੇ ਦੋਖ ਪਰਹਰੇ ॥",
    "transliteration": "Jo Jo Naam Japai Aparaadhhee Sabh Thin Kae Dhokh Pareharae ||",
    "translation": "Whoever chants the Naam, all his sins and mistakes are taken away.",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜਾ ਜਿਹੜਾ ਵਿਕਾਰੀ ਬੰਦਾ (ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42594,
    "shabad_id": 3667,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਬੇਸੁਅਾ ਰਵਤ ਅਜਾਮਲੁ ੳੁਧਰਿਓ; ਮੁਖਿ ਬੋਲੈ ਨਾਰਾੲਿਣੁ ਨਰਹਰੇ ॥",
    "transliteration": "Baesuaa Ravath Ajaamal Oudhhariou Mukh Bolai Naaraaein Nareharae ||",
    "translation": "Ajaamal, who had sex with prostitites, was saved, by chanting the Name of the Lord.",
    "punjabi": "(ਵੇਖ) ਵੇਸੁਆ ਦਾ ਸੰਗ ਕਰਨ ਵਾਲਾ ਅਜਾਮਲ ਜਦੋਂ ਮੂੰਹੋਂ 'ਨਾਰਾਇਣ ਨਰਹਰੀ' ਉਚਾਰਨ ਲੱਗ ਪਿਆ, ਤਾਂ ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਿਆ।",
    "pronunciation": "ਅਜਾ-ਮੱਲੁ",
    "type_id": 3
  },
  {
    "id": 42595,
    "shabad_id": 3667,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਮੁ ਜਪਤ ੳੁਗ੍ਰਸੈਣਿ ਗਤਿ ਪਾੲੀ; ਤੋੜਿ ਬੰਧਨ ਮੁਕਤਿ ਕਰੇ ॥੩॥",
    "transliteration": "Naam Japath Ougrasain Gath Paaee Thorr Bandhhan Mukath Karae ||3||",
    "translation": "Chanting the Naam, Ugar Sain obtained salvation; his bonds were broken, and he was liberated. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਉਗ੍ਰਸੈਣ ਨੇ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਦੇ ਬੰਧਨ ਤੋੜ ਕੇ ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਬਖ਼ਸ਼ੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42596,
    "shabad_id": 3667,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਕੳੁ ਅਾਪਿ ਅਨੁਗ੍ਰਹੁ ਕੀਅਾ; ਹਰਿ ਅੰਗੀਕਾਰੁ ਕਰੇ ॥",
    "transliteration": "Jan Ko Aap Anugrahu Keeaa Har Angeekaar Karae ||",
    "translation": "God Himself takes pity on His humble servants, and makes them His own.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤ ਉਤੇ (ਸਦਾ) ਆਪ ਮਿਹਰ ਕਰਦਾ ਆ ਰਿਹਾ ਹੈ, ਆਪਣੇ ਭਗਤ ਦਾ (ਸਦਾ) ਪੱਖ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42597,
    "shabad_id": 3667,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਸੇਵਕ ਪੈਜ ਰਖੈ ਮੇਰਾ ਗੋਵਿਦੁ; ਸਰਣਿ ਪਰੇ ੳੁਧਰੇ ॥",
    "transliteration": "Saevak Paij Rakhai Maeraa Govidh Saran Parae Oudhharae ||",
    "translation": "My Lord of the Universe saves the honor of His servants; those who seek His Sanctuary are saved.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਦੀ ਲਾਜ ਰੱਖਦਾ ਹੈ, ਜਿਹੜੇ ਭੀ ਉਸ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42598,
    "shabad_id": 3667,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਕਿਰਪਾ ਧਾਰੀ; ੳੁਰ ਧਰਿਓ ਨਾਮੁ ਹਰੇ ॥੪॥੧॥",
    "transliteration": "Jan Naanak Har Kirapaa Dhhaaree Our Dhhariou Naam Harae ||4||1||",
    "translation": "The Lord has showered servant Nanak with His Mercy; he has enshrined the Lord's Name within his heart. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ (ਦੀ ਨਿਗਾਹ) ਕੀਤੀ, ਉਸ ਨੇ ਉਸ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42599,
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੪ ॥",
    "transliteration": "Maaroo Mehalaa 4 ||",
    "translation": "Maaroo, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42600,
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਿਧ ਸਮਾਧਿ ਜਪਿਓ ਲਿਵ ਲਾੲੀ; ਸਾਧਿਕ ਮੁਨਿ ਜਪਿਅਾ ॥",
    "transliteration": "Sidhh Samaadhh Japiou Liv Laaee Saadhhik Mun Japiaa ||",
    "translation": "The Siddhas in Samaadhi meditate on Him; they are lovingly focused on Him. The seekers and the silent sages meditate on Him as well.",
    "punjabi": "ਹੇ ਮਨ! ਸਿੱਧ ਸਮਾਧੀ ਲਾ ਕੇ ਸੁਰਤ ਜੋੜ ਕੇ ਜਪਦੇ ਰਹੇ, ਸਾਧਿਕ ਤੇ ਮੁਨੀ ਜਪਦੇ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42601,
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਤੀ ਸਤੀ ਸੰਤੋਖੀ ਧਿਅਾੲਿਅਾ; ਮੁਖਿ ੲਿੰਦ੍ਰਾਦਿਕ ਰਵਿਅਾ ॥",
    "transliteration": "Jathee Sathee Santhokhee Dhhiaaeiaa Mukh Eindhraadhik Raviaa ||",
    "translation": "The celibates, the true and contented beings meditate on Him; Indra and the other gods chant His Name with their mouths.",
    "punjabi": "ਜਤੀਆਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰਿਆ, ਸਤੀਆਂ ਨੇ ਸੰਤੋਖੀਆਂ ਨੇ ਧਿਆਨ ਧਰਿਆ, ਇੰਦ੍ਰ ਆਦਿਕ ਦੇਵਤਿਆਂ ਨੇ ਮੂੰਹੋਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42602,
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਰਣਿ ਪਰੇ ਜਪਿਓ. ਤੇ ਭਾੲੇ; ਗੁਰਮੁਖਿ ਪਾਰਿ ਪੲਿਅਾ ॥੧॥",
    "transliteration": "Saran Parae Japiou Thae Bhaaeae Guramukh Paar Paeiaa ||1||",
    "translation": "Those who seek His Sanctuary meditate on Him; they become Gurmukh and swim across. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਨਾਮ ਜਪਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗੇ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42603,
    "shabad_id": 3668,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਨਾਮੁ ਜਪਤ ਤਰਿਅਾ ॥",
    "transliteration": "Maerae Man Naam Japath Thariaa ||",
    "translation": "O my mind, chant the Naam, the Name of the Lord, and cross over.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਅਨੇਕਾਂ ਪ੍ਰਾਣੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42604,
    "shabad_id": 3668,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਧੰਨਾ ਜਟੁ. ਬਾਲਮੀਕੁ ਬਟਵਾਰਾ; ਗੁਰਮੁਖਿ ਪਾਰਿ ਪੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhhannaa Jatt Baalameek Battavaaraa Guramukh Paar Paeiaa ||1|| Rehaao ||",
    "translation": "Dhanna the farmer, and Balmik the highway robber, became Gurmukh, and crossed over. ||1||Pause||",
    "punjabi": "ਧੰਨਾ ਜੱਟ ਪਾਰ ਲੰਘ ਗਿਆ, ਬਾਲਮੀਕ ਡਾਕੂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਾਰ ਲੰਘ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42605,
    "shabad_id": 3668,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਗਣ ਗੰਧਰਬੇ ਜਪਿਓ; ਰਿਖਿ ਬਪੁਰੈ ਹਰਿ ਗਾੲਿਅਾ ॥",
    "transliteration": "Sur Nar Gan Gandhharabae Japiou Rikh Bapurai Har Gaaeiaa ||",
    "translation": "Angels, men, heavenly heralds and celestial singers meditate on Him; even the humble Rishis sing of the Lord.",
    "punjabi": "ਹੇ ਮਨ! ਦੇਵਤਿਆਂ ਨੇ, ਮਨੁੱਖਾਂ ਨੇ, (ਸ਼ਿਵ ਜੀ ਦੇ ਉਪਾਸਕ-) ਗਣਾਂ ਨੇ, ਦੇਵਤਿਆਂ ਦੇ ਰਾਗੀਆਂ ਨੇ ਨਾਮ ਜਪਿਆ; ਵਿਚਾਰੇ ਧਰਮਰਾਜ ਨੇ ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ।",
    "pronunciation": "ਗੰ-ਧਰਬੇ",
    "type_id": 3
  },
  {
    "id": 42606,
    "shabad_id": 3668,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੰਕਰਿ ਬ੍ਰਹਮੈ ਦੇਵੀ ਜਪਿਓ; ਮੁਖਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪਿਅਾ ॥",
    "transliteration": "Sankar Brehamai Dhaevee Japiou Mukh Har Har Naam Japiaa ||",
    "translation": "Shiva, Brahma and the goddess Lakhshmi, meditate, and chant with their mouths the Name of the Lord, Har, Har.",
    "punjabi": "ਸ਼ਿਵ ਨੇ, ਬ੍ਰਹਮਾ ਨੇ, ਦੇਵਤਿਆਂ ਨੇ ਮੂੰਹੋਂ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ।",
    "pronunciation": "(ਦੇਵੀਂ) ਦੇਵਤਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 42607,
    "shabad_id": 3668,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮਿ ਜਿਨਾ ਮਨੁ ਭੀਨਾ; ਤੇ ਗੁਰਮੁਖਿ ਪਾਰਿ ਪੲਿਅਾ ॥੨॥",
    "transliteration": "Har Har Naam Jinaa Man Bheenaa Thae Guramukh Paar Paeiaa ||2||",
    "translation": "Those whose minds are drenched with the Name of the Lord, Har, Har, as Gurmukh, cross over. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਗਿਆ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42608,
    "shabad_id": 3668,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕੋਟਿ ਕੋਟਿ ਤੇਤੀਸ ਧਿਅਾੲਿਓ; ਹਰਿ ਜਪਤਿਅਾ ਅੰਤੁ. ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Kott Kott Thaethees Dhhiaaeiou Har Japathiaa Anth N Paaeiaa ||",
    "translation": "Millions and millions, three hundred thirty million gods meditate on Him; there is no end to those who meditate on the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਹਰਿ-ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ (ਦੀ ਗਿਣਤੀ) ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42609,
    "shabad_id": 3668,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਬੇਦ ਪੁਰਾਣ ਸਿਮ੍ਰਿਤਿ ਹਰਿ ਜਪਿਅਾ; ਮੁਖਿ ਪੰਡਿਤ ਹਰਿ ਗਾੲਿਅਾ ॥",
    "transliteration": "Baedh Puraan Simrith Har Japiaa Mukh Panddith Har Gaaeiaa ||",
    "translation": "The Vedas, the Puraanas and the Simritees meditate on the Lord; the Pandits, the religious scholars, sing the Lord's Praises as well.",
    "punjabi": "ਵੇਦ ਪੁਰਾਣ ਸਿਮ੍ਰਿਤੀਆਂ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ ਲਿਖਣ ਵਾਲਿਆਂ ਨੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ, ਪੰਡਿਤਾਂ ਨੇ ਮੂੰਹੋਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ।",
    "pronunciation": "ਸਿਮ- ੍ਰਿਤਿ",
    "type_id": 3
  },
  {
    "id": 42610,
    "shabad_id": 3668,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੁ ਰਸਾਲੁ ਜਿਨਾ ਮਨਿ ਵਸਿਅਾ; ਤੇ ਗੁਰਮੁਖਿ ਪਾਰਿ ਪੲਿਅਾ ॥੩॥",
    "transliteration": "Naam Rasaal Jinaa Man Vasiaa Thae Guramukh Paar Paeiaa ||3||",
    "translation": "Those whose minds are filled with the Naam, the source of nectar - as Gurmukh, they cross over. ||3||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਰਸਾਂ ਦਾ ਸੋਮਾ ਹਰਿ-ਨਾਮ ਟਿਕ ਗਿਆ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42611,
    "shabad_id": 3668,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅਨਤ ਤਰੰਗੀ ਨਾਮੁ ਜਿਨ ਜਪਿਅਾ; ਮੈ ਗਣਤ. ਨ ਕਰਿ ਸਕਿਅਾ ॥",
    "transliteration": "Anath Tharangee Naam Jin Japiaa Mai Ganath N Kar Sakiaa ||",
    "translation": "Those who chant the Naam in endless waves - I cannot even count their number.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਬੇਅੰਤ ਰਚਨਾ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਿਨ੍ਹਾਂ ਪ੍ਰਾਣੀਆਂ ਨੇ ਜਪਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42612,
    "shabad_id": 3668,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਗੋਬਿਦੁ ਕ੍ਰਿਪਾ ਕਰੇ ਥਾੲਿ ਪਾੲੇ; ਜੋ ਹਰਿ ਪ੍ਰਭ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Gobidh Kirapaa Karae Thhaae Paaeae Jo Har Prabh Man Bhaaeiaa ||",
    "translation": "The Lord of the Universe bestows His Mercy, and those who are pleasing to the Mind of the Lord God, find their place.",
    "punjabi": "ਜਿਹੜੇ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਭਾ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰ ਕੇ (ਉਹਨਾਂ ਦੀ ਸੇਵਾ-ਭਗਤੀ) ਪਰਵਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42613,
    "shabad_id": 3668,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ ਧਾਰਿ ਕ੍ਰਿਪਾ. ਹਰਿ ਨਾਮੁ ਦ੍ਰਿੜਾੲਿਓ; ਜਨ ਨਾਨਕ. ਨਾਮੁ ਲੲਿਅਾ ॥੪॥੨॥",
    "transliteration": "Gur Dhhaar Kirapaa Har Naam Dhrirraaeiou Jan Naanak Naam Laeiaa ||4||2||",
    "translation": "The Guru, granting His Grace, implants the Lord's Name within; servant Nanak chants the Naam, the Name of the Lord. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, (ਉਹਨਾਂ ਨੇ ਹੀ) ਨਾਮ ਸਿਮਰਿਆ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
