[
  {
    "id": 42614,
    "shabad_id": 3669,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੪ ਘਰੁ ੩",
    "transliteration": "Maaroo Mehalaa 4 Ghar 3",
    "translation": "Maaroo, Fourth Mehl, Third House:",
    "punjabi": "ਰਾਗ ਮਾਰੂ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42615,
    "shabad_id": 3669,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 42616,
    "shabad_id": 3669,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਲੈ; ਗੁਰਮਤਿ ਹਰਿ ਪਤਿ ਪਾੲਿ ॥",
    "transliteration": "Har Har Naam Nidhhaan Lai Guramath Har Path Paae ||",
    "translation": "Take the treasure of the Name of the Lord Har Har. Follow the Guru's Teachings, and the Lord shall bless you with honor.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਅਸਲ) ਖ਼ਜ਼ਾਨਾ ਹੈ; ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤੁਰ ਕੇ (ਇਹ ਖ਼ਜ਼ਾਨਾ) ਹਾਸਲ ਕਰ, (ਜਿਸ ਦੇ ਪਾਸ ਇਹ ਖ਼ਜ਼ਾਨਾ ਹੁੰਦਾ ਹੈ, ਉਹ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42617,
    "shabad_id": 3669,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਨਾਲਿ ਚਲਦਾ; ਹਰਿ. ਅੰਤੇ ਲੲੇ ਛਡਾੲਿ ॥",
    "transliteration": "Halath Palath Naal Chaladhaa Har Anthae Leae Shhaddaae ||",
    "translation": "Here and hereafter, the Lord goes with you; in the end, He shall deliver you.",
    "punjabi": "(ਇਹ ਖ਼ਜ਼ਾਨਾ) ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸਾਥ ਨਿਬਾਹੁੰਦਾ ਹੈ, ਤੇ ਅਖ਼ੀਰ ਵੇਲੇ ਭੀ ਪਰਮਾਤਮਾ (ਦੁੱਖਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42618,
    "shabad_id": 3669,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਜਿਥੈ ਅਵਘਟ ਗਲੀਅਾ ਭੀੜੀਅਾ; ਤਿਥੈ ਹਰਿ ਹਰਿ ਮੁਕਤਿ ਕਰਾੲਿ ॥੧॥",
    "transliteration": "Jithhai Avaghatt Galeeaa Bheerreeaa Thithhai Har Har Mukath Karaae ||1||",
    "translation": "Where the path is difficult and the street is narrow, there the Lord shall liberate you. ||1||",
    "punjabi": "ਜੀਵਨ ਦੇ ਜਿਸ ਇਸ ਰਸਤੇ ਵਿਚ ਪੱਤਣ ਤੋਂ ਲਾਂਭ ਦੇ ਬਿਖੜੇ ਰਸਤੇ ਹਨ, ਬੜੀਆਂ ਭੀੜੀਆਂ ਗਲੀਆਂ ਹਨ (ਜਿਨ੍ਹਾਂ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਾਹ ਘੁੱਟਿਆ ਜਾਂਦਾ ਹੈ) ਉਥੇ ਪਰਮਾਤਮਾ ਹੀ ਖ਼ਲਾਸੀ ਦਿਵਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42619,
    "shabad_id": 3669,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ਸਤਿਗੁਰਾ; ਮੈ ਹਰਿ ਹਰਿ ਨਾਮੁ ਦ੍ਰਿੜਾੲਿ ॥",
    "transliteration": "Maerae Sathiguraa Mai Har Har Naam Dhrirraae ||",
    "translation": "O my True Guru, implant within me the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42620,
    "shabad_id": 3669,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮੇਰਾ ਮਾਤ ਪਿਤਾ ਸੁਤ ਬੰਧਪੋ; ਮੈ. ਹਰਿ ਬਿਨੁ ਅਵਰੁ. ਨ ਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maeraa Maath Pithaa Suth Bandhhapo Mai Har Bin Avar N Maae ||1|| Rehaao ||",
    "translation": "The Lord is my mother, father, child and relative; I have none other than the Lord, O my mother. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਹਰੀ ਹੀ ਮੇਰੀ ਮਾਂ ਹੈ, ਹਰੀ ਹੀ ਮੇਰਾ ਪਿਉ ਹੈ, ਹਰੀ ਹੀ ਮੇਰੇ ਪੁੱਤਰ ਹਨ, ਹਰੀ ਹੀ ਮੇਰਾ ਸਨਬੰਧੀ ਹੈ। ਹੇ ਮਾਂ! ਹਰੀ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਮੇਰਾ (ਪੱਕਾ ਸਾਕ) ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42621,
    "shabad_id": 3669,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਮੈ. ਹਰਿ ਬਿਰਹੀ ਹਰਿ ਨਾਮੁ ਹੈ; ਕੋੲੀ ਅਾਣਿ ਮਿਲਾਵੈ ਮਾੲਿ ॥",
    "transliteration": "Mai Har Birehee Har Naam Hai Koee Aan Milaavai Maae ||",
    "translation": "I feel the pains of love and yearning for the Lord, and the Name of the Lord. If only someone would come and unite me with Him, O my mother.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰਾ (ਅਸਲ) ਪਿਆਰਾ (ਮਿੱਤਰ) ਹੈ। ਹੇ ਮਾਂ! ਜੇ ਕੋਈ (ਉਸ ਮਿੱਤਰ ਨੂੰ) ਲਿਆ ਕੇ (ਮੇਰੇ ਨਾਲ) ਮਿਲਾਪ ਕਰਾ ਸਕਦਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42622,
    "shabad_id": 3669,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤਿਸੁ ਅਾਗੈ ਮੈ ਜੋਦੜੀ; ਮੇਰਾ ਪ੍ਰੀਤਮੁ ਦੇੲਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "This Aagai Mai Jodharree Maeraa Preetham Dhaee Milaae ||",
    "translation": "I bow in humble devotion to one who inspires me to meet with my Beloved.",
    "punjabi": "ਮੈਂ ਉਸ ਅੱਗੇ ਨਿੱਤ ਅਰਜ਼ੋਈ ਕਰਦਾ ਰਹਾਂ, ਭਲਾ ਜਿ ਕਿਤੇ ਮੇਰਾ ਪ੍ਰੀਤਮ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42623,
    "shabad_id": 3669,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਦੲਿਅਾਲ ਪ੍ਰਭੁ; ਹਰਿ ਮੇਲੇ. ਢਿਲ, ਨ ਪਾੲਿ ॥੨॥",
    "transliteration": "Sathigur Purakh Dhaeiaal Prabh Har Maelae Dtil N Paae ||2||",
    "translation": "The almighty and merciful True Guru unites me with the Lord God instantaneously. ||2||",
    "punjabi": "ਹੇ ਮਾਂ! ਗੁਰੂ ਹੀ ਦਇਆਵਾਨ ਪੁਰਖ ਹੈ ਜੋ ਹਰੀ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ਤੇ ਰਤਾ ਢਿੱਲ ਨਹੀਂ ਪੈਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42624,
    "shabad_id": 3669,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਨ ਚੇਤਿਓ; ਸੇ ਭਾਗਹੀਣ ਮਰਿ ਜਾੲਿ ॥",
    "transliteration": "Jin Har Har Naam N Chaethiou Sae Bhaageheen Mar Jaae ||",
    "translation": "Those who do not remember the Name of the Lord, Har, Har, are most unfortunate, and are slaughtered.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਕਦੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਉਹ ਬਦ-ਕਿਸਮਤ ਹਨ। (ਨਾਮ-ਹੀਣ ਮਨੁੱਖ) ਆਤਮਕ ਮੌਤੇ ਮਰਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42625,
    "shabad_id": 3669,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਓੲਿ ਫਿਰਿ ਫਿਰਿ ਜੋਨਿ ਭਵਾੲੀਅਹਿ; ਮਰਿ ਜੰਮਹਿ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Oue Fir Fir Jon Bhavaaeeahi Mar Janmehi Aavai Jaae ||",
    "translation": "They wander in reincarnation, again and again; they die, and are re-born, and continue coming and going.",
    "punjabi": "ਉਹ (ਨਾਮ ਤੋਂ ਸੱਖਣੇ) ਬੰਦੇ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਭਵਾਏ ਜਾਂਦੇ ਹਨ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ। ਨਾਮ-ਹੀਣ ਮਨੁੱਖ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42626,
    "shabad_id": 3669,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਓੲਿ ਜਮ ਦਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਹਰਿ ਦਰਗਹ ਮਿਲੈ ਸਜਾੲਿ ॥੩॥",
    "transliteration": "Oue Jam Dhar Badhhae Maareeahi Har Dharageh Milai Sajaae ||3||",
    "translation": "Bound and gagged at Death's Door, they are cruelly beaten, and punished in the Court of the Lord. ||3||",
    "punjabi": "ਉਹ (ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਏ) ਬੰਦੇ ਜਮਰਾਜ ਦੇ ਦਰ ਤੇ ਬੱਝੇ ਮਾਰੀ-ਕੁੱਟੀਦੇ ਹਨ। ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਹਨਾਂ ਨੂੰ (ਇਹ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਮਾਰੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 42627,
    "shabad_id": 3669,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਤੂ ਪ੍ਰਭੁ. ਹਮ ਸਰਣਾਗਤੀ; ਮੋਕੳੁ ਮੇਲਿ ਲੈਹੁ ਹਰਿ ਰਾੲਿ ॥",
    "transliteration": "Thoo Prabh Ham Saranaagathee Mo Ko Mael Laihu Har Raae ||",
    "translation": "O God, I seek Your Sanctuary; O my Sovereign Lord King, please unite me with Yourself.",
    "punjabi": "ਹੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਾਡਾ ਮਾਲਕ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਤੇਰੀ ਸਰਣ ਹਾਂ। ਹੇ ਪਾਤਿਸ਼ਾਹ! ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "ਸਰਣਾ-ਗਤੀ",
    "type_id": 3
  },
  {
    "id": 42628,
    "shabad_id": 3669,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਧਾਰਿ ਕ੍ਰਿਪਾ ਜਗਜੀਵਨਾ; ਗੁਰ ਸਤਿਗੁਰ ਕੀ ਸਰਣਾੲਿ ॥",
    "transliteration": "Har Dhhaar Kirapaa Jagajeevanaa Gur Sathigur Kee Saranaae ||",
    "translation": "O Lord, Life of the World, please shower me with Your Mercy; grant me the Sanctuary of the Guru, the True Guru.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਹਰੀ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ (ਸਦਾ ਰੱਖ)।",
    "pronunciation": "ਜੱਗਜੀਵਨਾ",
    "type_id": 3
  },
  {
    "id": 42629,
    "shabad_id": 3669,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਅਾਪਿ ਦੲਿਅਾਲੁ ਹੋੲਿ; ਜਨ ਨਾਨਕ. ਹਰਿ ਮੇਲਾੲਿ ॥੪॥੧॥੩॥",
    "transliteration": "Har Jeeo Aap Dhaeiaal Hoe Jan Naanak Har Maelaae ||4||1||3||",
    "translation": "The Dear Lord, becoming merciful, has blended servant Nanak with Himself. ||4||1||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਰੱਖ ਕੇ) ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42630,
    "shabad_id": 3670,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੪ ॥",
    "transliteration": "Maaroo Mehalaa 4 ||",
    "translation": "Maaroo, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42631,
    "shabad_id": 3670,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ਪੂੰਜੀ ਨਾਮੁ ਦਸਾੲਿਦਾ; ਕੋ ਦਸੇ ਹਰਿ ਧਨੁ ਰਾਸਿ ॥",
    "transliteration": "Ho Poonjee Naam Dhasaaeidhaa Ko Dhasae Har Dhhan Raas ||",
    "translation": "I inquire about the commodity of the Naam, the Name of the Lord. Is there anyone who can show me the wealth, the capital of the Lord?",
    "punjabi": "ਮੈਂ ਹਰਿ-ਨਾਮ ਸਰਮਾਏ ਦੀ ਭਾਲ ਕਰਦਾ ਫਿਰਦਾ ਹਾਂ। ਜੇ ਕੋਈ ਮੈਨੂੰ ਉਸ ਨਾਮ-ਧਨ ਨਾਮ-ਸਰਮਾਏ ਦੀ ਦੱਸ ਪਾ ਦੇਵੇ,",
    "pronunciation": "ਦੱਸੇ",
    "type_id": 3
  },
  {
    "id": 42632,
    "shabad_id": 3670,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ. ਤਿਸੁ ਵਿਟਹੁ ਖਨ ਖੰਨੀਅੈ; ਮੈ ਮੇਲੇ ਹਰਿ ਪ੍ਰਭ ਪਾਸਿ ॥",
    "transliteration": "Ho This Vittahu Khan Khanneeai Mai Maelae Har Prabh Paas ||",
    "translation": "I cut myself into pieces, and make myself a sacrifice to that one who leads me to meet my Lord God.",
    "punjabi": "ਤੇ, ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਜੋੜ ਦੇਵੇ ਤਾਂ ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਵਾਂ, ਕੁਰਬਾਨ ਜਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42633,
    "shabad_id": 3670,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੈ ਅੰਤਰਿ ਪ੍ਰੇਮੁ ਪਿਰੰਮ ਕਾ; ਕਿੳੁ ਸਜਣੁ ਮਿਲੈ ਮਿਲਾਸਿ ॥੧॥",
    "transliteration": "Mai Anthar Praem Piranm Kaa Kio Sajan Milai Milaas ||1||",
    "translation": "I am filled with the Love of my Beloved; how can I meet my Friend, and merge with Him? ||1||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ ਵੱਸ ਰਿਹਾ ਹੈ। ਉਹ ਸੱਜਣ ਮੈਨੂੰ ਕਿਵੇਂ ਮਿਲੇ? ਮੈਂ ਉਸ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42634,
    "shabad_id": 3670,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਮੈ. ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਨੁ ਰਾਸਿ ॥",
    "transliteration": "Man Piaariaa Mithraa Mai Har Har Naam Dhhan Raas ||",
    "translation": "O my beloved friend, my mind, I take the wealth, the capital of the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹੇ ਪਿਆਰੇ ਮਿੱਤਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੈਨੂੰ (ਅਸਲ) ਧਨ (ਅਸਲ) ਸਰਮਾਇਆ (ਜਾਪਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42635,
    "shabad_id": 3670,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ. ਨਾਮੁ ਦ੍ਰਿੜਾੲਿਅਾ; ਹਰਿ ਧੀਰਕ ਹਰਿ ਸਾਬਾਸਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Poorai Naam Dhrirraaeiaa Har Dhheerak Har Saabaas ||1|| Rehaao ||",
    "translation": "The Perfect Guru has implanted the Naam within me; the Lord is my support - I celebrate the Lord. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰੇ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਧੀਰਜ ਦੇਂਦਾ ਹੈ ਉਸ ਨੂੰ ਸ਼ਾਬਾਸ਼ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42636,
    "shabad_id": 3670,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਾਪਿ ਮਿਲਾੲਿ ਗੁਰੁ; ਮੈ ਦਸੇ ਹਰਿ ਧਨੁ ਰਾਸਿ ॥",
    "transliteration": "Har Har Aap Milaae Gur Mai Dhasae Har Dhhan Raas ||",
    "translation": "O my Guru, please unite me with the Lord, Har, Har; show me the wealth, the capital of the Lord.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ ਦੇਹ, ਤਾ ਕਿ ਗੁਰੂ ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ-ਧਨ ਸਰਮਾਇਆ ਵਿਖਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42637,
    "shabad_id": 3670,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਪ੍ਰੇਮੁ, ਨ ਲਭੲੀ; ਜਨ ਵੇਖਹੁ ਮਨਿ ਨਿਰਜਾਸਿ ॥",
    "transliteration": "Bin Gur Praem N Labhee Jan Vaekhahu Man Nirajaas ||",
    "translation": "Without the Guru, love does not well up; see this, and know it in your mind.",
    "punjabi": "ਹੇ ਸੱਜਣੋ! ਆਪਣੇ ਮਨ ਵਿਚ ਨਿਰਣਾ ਕਰ ਕੇ ਵੇਖ ਲਵੋ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਲੱ-ਭੲੀ",
    "type_id": 3
  },
  {
    "id": 42638,
    "shabad_id": 3670,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਗੁਰ ਵਿਚਿ ਅਾਪੁ ਰਖਿਅਾ; ਹਰਿ ਮੇਲੇ ਗੁਰ ਸਾਬਾਸਿ ॥੨॥",
    "transliteration": "Har Gur Vich Aap Rakhiaa Har Maelae Gur Saabaas ||2||",
    "translation": "The Lord has installed Himself within the Guru; so praise the Guru, who unites us with the Lord. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਗੁਰੂ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਗੁਰੂ ਹੀ ਉਸ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰੋ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42639,
    "shabad_id": 3670,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸਾਗਰ ਭਗਤਿ ਭੰਡਾਰ ਹਰਿ; ਪੂਰੇ ਸਤਿਗੁਰ ਪਾਸਿ ॥",
    "transliteration": "Saagar Bhagath Bhanddaar Har Poorae Sathigur Paas ||",
    "translation": "The ocean, the treasure of devotional worship of the Lord, rests with the Perfect True Guru.",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਦੇ ਕੋਲ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਸਮੁੰਦਰ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਮੌਜੂਦ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42640,
    "shabad_id": 3670,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਤੁਠਾ ਖੋਲਿ ਦੇੲਿ; ਮੁਖਿ ਗੁਰਮੁਖਿ ਹਰਿ ਪਰਗਾਸਿ ॥",
    "transliteration": "Sathigur Thuthaa Khol Dhaee Mukh Guramukh Har Paragaas ||",
    "translation": "When it pleases the True Guru, He opens the treasure, and and the Gurmukhs are illuminated by the Lord's Light.",
    "punjabi": "ਜਿਸ ਗੁਰਮੁਖ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਮਿਹਰਵਾਨ ਹੁੰਦਾ ਹੈ (ਇਹ ਖ਼ਜ਼ਾਨੇ) ਖੋਲ੍ਹ ਕੇ (ਉਸ ਨੂੰ) ਦੇ ਦੇਂਦਾ ਹੈ, ਮੂੰਹੋਂ ਉਸ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ ਜਿਸ ਕਰਕੇ ਉਸ ਦੇ ਅੰਦਰ ਰੱਬੀ ਨੂਰ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਤੁੱਠਾ",
    "type_id": 3
  },
  {
    "id": 42641,
    "shabad_id": 3670,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਨਮੁਖਿ ਭਾਗ ਵਿਹੂਣਿਅਾ; ਤਿਖ ਮੁੲੀਅਾ ਕੰਧੀ ਪਾਸਿ ॥੩॥",
    "transliteration": "Manamukh Bhaag Vihooniaa Thikh Mueeaa Kandhhee Paas ||3||",
    "translation": "The unfortunate self-willed manmukhs die of thirst, on the very bank of the river. ||3||",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਬਦ-ਕਿਸਮਤ ਹੁੰਦੀ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਨੇੜੇ ਹੁੰਦਿਆਂ ਭੀ ਉਵੇਂ ਆਤਮਕ ਮੌਤੇ ਮਰੀ ਰਹਿੰਦੀ ਹੈ ਜਿਵੇਂ ਕੋਈ ਮਨੁੱਖ ਸਰੋਵਰ ਦੇ ਕੰਢੇ ਕੋਲ ਹੁੰਦਾ ਭੀ ਤਿਹਾਇਆ ਮਰ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42642,
    "shabad_id": 3670,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਗੁਰੁ ਦਾਤਾ ਦਾਤਾਰੁ ਹੈ; ਹੳੁ ਮਾਗੳੁ ਦਾਨੁ ਗੁਰ ਪਾਸਿ ॥",
    "transliteration": "Gur Dhaathaa Dhaathaar Hai Ho Maago Dhaan Gur Paas ||",
    "translation": "The Guru is the Great Giver; I beg for this gift from the Guru,",
    "punjabi": "ਗੁਰੂ ਸਭ ਦਾਤਾਂ ਦੇਣ ਦੇ ਸਮਰੱਥ ਹੈ। ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਖ਼ੈਰ ਮੰਗਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42643,
    "shabad_id": 3670,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਚਿਰੀ ਵਿਛੁੰਨਾ ਮੇਲਿ ਪ੍ਰਭ; ਮੈ ਮਨਿ ਤਨਿ ਵਡੜੀ ਅਾਸ ॥",
    "transliteration": "Chiree Vishhunnaa Mael Prabh Mai Man Than Vaddarree Aas ||",
    "translation": "That He may unite me with God, from whom I was separated for so long! This is the great hope of my mind and body.",
    "punjabi": "ਕਿ ਮੈਨੂੰ ਚਿਰ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਨੂੰ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ, ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਬੜੀ ਤਾਂਘ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42644,
    "shabad_id": 3670,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਭਾਵੈ ਸੁਣਿ ਬੇਨਤੀ; ਜਨ ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ॥੪॥੨॥੪॥",
    "transliteration": "Gur Bhaavai Sun Baenathee Jan Naanak Kee Aradhaas ||4||2||4||",
    "translation": "If it pleases You, O my Guru, please listen to my prayer; this is servant Nanak's prayer. ||4||2||4||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਜੇ ਤੈਨੂੰ ਭਾਵੇ ਤਾਂ ਦਾਸ ਨਾਨਕ ਦੀ ਇਹ ਬੇਨਤੀ ਸੁਣ, ਅਰਦਾਸ ਸੁਣ ॥੪॥੨॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42645,
    "shabad_id": 3671,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੪ ॥",
    "transliteration": "Maaroo Mehalaa 4 ||",
    "translation": "Maaroo, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42646,
    "shabad_id": 3671,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਣਾੲਿ ਪ੍ਰਭ; ਗੁਰਮਤਿ ਹਰਿ ਰਿਦੈ ਸਮਾਣੀ ॥",
    "transliteration": "Har Har Kathhaa Sunaae Prabh Guramath Har Ridhai Samaanee ||",
    "translation": "O Lord God please preach Your sermon to me. Through the Guru's Teachings the Lord is merged into my heart.",
    "punjabi": "ਹੇ ਮਨ! ਸਦਾ ਹਰੀ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦਾ ਰਹੁ। ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਇਹ ਹਰਿ-ਕਥਾ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42647,
    "shabad_id": 3671,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਪਿ ਹਰਿ ਹਰਿ ਕਥਾ ਵਡਭਾਗੀਅਾ; ਹਰਿ ੳੁਤਮ ਪਦੁ ਨਿਰਬਾਣੀ ॥",
    "transliteration": "Jap Har Har Kathhaa Vaddabhaageeaa Har Outham Padh Nirabaanee ||",
    "translation": "Meditate on the sermon of the Lord, Har, Har, O very fortunate ones; the Lord shall bless you with the most sublime status of Nirvaanaa.",
    "punjabi": "ਹੇ ਵਡਭਾਗੀ ਮਨ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਚੇਤੇ ਕਰਦਾ ਰਹੁ, (ਇਸ ਤਰ੍ਹਾਂ) ਉੱਤਮ ਅਤੇ ਵਾਸਨਾ-ਰਹਿਤ ਆਤਮਕ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
