{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਖਿਨੁ ਰਮ ਗੁਰ ਗਮ, ਹਰਿ ਦਮ. ਨਹ ਜਮ; ਹਰਿ ਕੰਠਿ ਨਾਨਕ. ਉਰਿ ਹਾਰੀ ਰੇ ॥੨॥੫॥੧੩੪॥",
      "page": 404,
      "line": 16
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "By reciting it even for a moment, man mounts to the Guru and by ever repeating it he is not trapped by Death's Courier. God has garlanded Nanak's neck and heart with Gurbani."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਇਕ ਛਿਨ ਮਾਤ੍ਰ ਇਸ ਦਾ ਪਾਠ ਕਰਨ ਦੁਆਰਾ ਇਨਸਾਨ ਗੁਰਾਂ ਕੋਲ ਪੁਜ ਜਾਂਦਾ ਹੈ। ਸਦਾ ਹੀ ਇਸ ਦਾ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਉਹ ਮੌਤ ਦੇ ਦੂਤ ਦੇ ਜਾਲ ਵਿੱਚ ਨਹੀਂ ਫਸਦਾ। ਵਾਹਿਗੁਰੂ ਨੇ ਨਾਨਕ ਦੇ ਗਲ ਅਤੇ ਦਿਲ ਵਿੱਚ ਗੁਰਬਾਣੀ ਦਾ ਹਾਰ ਪਾਇਆ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Chanting it even for a moment, I rise to the Guru; meditating on it, one is not trapped by the Messenger of Death. The Lord has placed it as a garland around Nanak's neck, and within his heart. ||2||5||134||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: (ਗੁਰ ਗਮ) ਗੁਰੂ ਕੀ ਦੀ ਹੂਈ ਗ੍ਯਾਤ ਸੇ (ਖਿਨ ਰਮ ਹਰਿ ਦਮ) ਹਰ ਖਿਨ ਮੇਂ ਹਰ ਸ੍ਵਾਸ ਮੇਂ ਜਿਸ ਨੇ ਹਰਿ ਕੀ ਕਥਾ ਮੇਂ ਰਮਣ ਕੀਆ ਹੈ, ਭਾਵ ਕਹੀ ਵਾ ਸੁਣੀ ਹੈ ਔਰ (ਹਰਿ ਕੰਠਿ) ਹਰਿ ਨਾਮ ਕੀ ਕਥਾ ਹਾਰ ਕੀ ਨ੍ਯਾਈ (ਉਰਿ) ਵਸੇਸ ਕਰ ਕੇ ਜਿਨਾਂ ਨੇ ਹੀ ਕੰਠ ਮੇਂ ਰਖੀ ਹੈ, ਤਿਨ ਗੁਰਮੁਖੋਂ ਕੋ (ਨਹ ਜਮ) ਜਨਮ ਨਹੀਂ ਹੋਤਾ ਵਾ ਜਮ ਮਾਰਗ ਨਹੀਂ ਹੋਤਾ ਹੈ॥੨॥੫॥੧੩੪॥☬ਸਤਿ ਸੰਗਤਿ ਕੀ ਮਹਿਮਾਂ ਕਹ ਕਰ ਪਰਮੇਸ੍ਵਰ ਸੇ ਤਿਸ ਕੀ ਪ੍ਰਾਪਤੀ ਮਾਂਗਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਇਸ ਬਾਣੀ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤਕ ਪਹੁੰਚ ਬਣ ਜਾਂਦੀ ਹੈ, ਇਸ ਨੂੰ ਸੁਆਸ ਸੁਆਸ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ। ਹੇ ਨਾਨਕ! ਇਸ ਹਰਿ-ਕਥਾ ਨੂੰ ਆਪਣੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ ਇਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਾਰ (ਬਣਾ ਕੇ) ਰੱਖ ॥੨॥੫॥੧੩੪॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Si uno La recita tan sólo por un momento, se mete en el Guru, y si uno medita en ella, no es atrapado por la muerte, así el Señor compenetra su corazón para siempre. (2-5-134)"
    }
  ]
}