[
  {
    "shabad_id": 1868,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "pvxu pwxI Agin iqin kIAw; bRhmw ibsnu mhys Akwr ]",
    "transliteration": "Pavan Paanee Agan Thin Keeaa Brehamaa Bisan Mehaes Akaar ||",
    "translation": "He created air, water and fire, Brahma, Vishnu and Shiva - the whole creation.",
    "punjabi": "ਜਦੋਂ ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹਵਾ ਪਾਣੀ ਅੱਗ (ਆਦਿਕ ਤੱਤ) ਰਚੇ, ਤਾਂ ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂੰ ਸ਼ਿਵ ਆਦਿਕ ਦੇ ਵਜੂਦ ਰਚੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "srby jwick. qUM pRBu dwqw; dwiq kry ApunY bIcwr ]4]",
    "transliteration": "Sarabae Jaachik Thoon Prabh Dhaathaa Dhaath Karae Apunai Beechaar ||4||",
    "translation": "All are beggars; You alone are the Great Giver, God. You give Your gifts according to Your own considerations. ||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਇਹ ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂੰ ਸ਼ਿਵ ਆਦਿਕ) ਸਾਰੇ ਹੀ (ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ ਤੂੰ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ। (ਸਮਰੱਥ ਪ੍ਰਭੂ) ਆਪਣੀ ਵਿਚਾਰ ਅਨੁਸਾਰ (ਸਭ ਨੂੰ) ਦਾਤਾਂ ਦੇਂਦਾ ਹੈਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "koit qyqIs jwcih. pRB nwiek; dydy qoit nwhI. BMfwr ]",
    "transliteration": "Kott Thaethees Jaachehi Prabh Naaeik Dhaedhae Thott Naahee Bhanddaar ||",
    "translation": "Three hundred thirty million gods beg of God the Master; even as He gives, His treasures are never exhausted.",
    "punjabi": "ਹੇ ਸਭ ਦੀ ਅਗਵਾਈ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ (ਭੀ ਤੇਰੇ ਦਰ ਤੋਂ) ਮੰਗਦੇ ਹਨ। (ਉਹਨਾਂ ਨੂੰ ਦਾਤਾਂ) ਦੇ ਦੇ ਕੇ ਤੇਰੇ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "aUNDY BWfY. kCu n smwvY; sIDY AMimRqu prY inhwr ]5]",
    "transliteration": "Oonadhhai Bhaanddai Kashh N Samaavai Seedhhai Anmrith Parai Nihaar ||5||",
    "translation": "Nothing can be contained in a vessel turned upside-down; Ambrosial Nectar pours into the upright one. ||5||",
    "punjabi": "(ਮਾਇਕ ਪਦਾਰਥ ਤਾਂ ਸਭ ਨੂੰ ਮਿਲਦੇ ਹਨ, ਪਰ) ਸਰਧਾ-ਹੀਨ ਹਿਰਦੇ ਵਿਚ (ਤੇਰੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਦਾਤ ਵਿਚੋਂ) ਕੁਝ ਭੀ ਨਹੀਂ ਟਿਕਦਾ, ਤੇ ਸਰਧਾ-ਭਰਪੂਰ ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ ਟਿਕਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(aUNDY) pu`Ty",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "isD smwDI AMqir jwcih; iriD isiD jwic, krih jYkwr ]",
    "transliteration": "Sidhh Samaadhhee Anthar Jaachehi Ridhh Sidhh Jaach Karehi Jaikaar ||",
    "translation": "The Siddhas in Samaadhi beg for wealth and miracles, and proclaim His victory.",
    "punjabi": "ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਭੀ ਸਮਾਧੀ ਵਿਚ ਟਿਕ ਕੇ ਤੈਥੋਂ ਹੀ ਮੰਗਦੇ ਹਨ, ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਮੰਗ ਮੰਗ ਕੇ ਤੇਰੀ ਜੈ-ਜੈ ਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "jYsI ipAws hoie mn AMqir; qYso jlu dyvih prkwr ]6]",
    "transliteration": "Jaisee Piaas Hoe Man Anthar Thaiso Jal Dhaevehi Parakaar ||6||",
    "translation": "As is the thirst within their minds, so is the water which You give to them. ||6||",
    "punjabi": "(ਇਹੀ ਆਖਦੇ ਹਨ-ਤੇਰੀ ਜੈ ਹੋਵੇ, ਤੇਰੀ ਜੈ ਹੋਵੇ) ਜਿਹੋ ਜਿਹੀ ਕਿਸੇ ਦੇ ਮਨ ਵਿਚ (ਮੰਗਣ ਦੀ) ਪਿਆਸ ਹੁੰਦੀ ਹੈ, ਤੂੰ, ਹੇ ਪ੍ਰਭੂ! ਉਸੇ ਕਿਸਮ ਦਾ ਜਲ ਦੇ ਦੇਂਦਾ ਹੈਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "bfyBwg guru syvih Apunw; Bydu nwhI gurdyv murwr ]",
    "transliteration": "Baddae Bhaag Gur Saevehi Apunaa Bhaedh Naahee Guradhaev Muraar ||",
    "translation": "The most fortunate ones serve their Guru; there is no difference between the Divine Guru and the Lord.",
    "punjabi": "ਪਰ ਅਸਲੀ ਵੱਡੇ ਭਾਗ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੇ ਹਨ ਜੋ ਆਪਣੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ। ਗੁਰੂ ਤੇ ਪਰਮਾਤਮਾ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "qw kau. kwlu nwhI jmu johY; bUJih AMqir sbdu bIcwr ]7]",
    "transliteration": "Thaa Ko Kaal Naahee Jam Johai Boojhehi Anthar Sabadh Beechaar ||7||",
    "translation": "The Messenger of Death cannot see those who come to realize within their minds the contemplative meditation of the Word of the Shabad. ||7||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੀ ਮੰਗ ਦੇ ਥਾਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸਮਝਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕ ਸਕਦੀ ॥੭॥",
    "pronunciation": "(johY) dyKxw",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "Ab qb Avru n mwgau. hir pih; nwmu inrMjn dIjY ipAwir ]",
    "transliteration": "Ab Thab Avar N Maago Har Pehi Naam Niranjan Dheejai Piaar ||",
    "translation": "I shall never ask anything else of the Lord; please, bless me with the Love of Your Immaculate Name.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਮੈਂ ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਹੋਰ ਕੁਝ ਨਹੀਂ ਮੰਗਦਾ। (ਮੈਂ ਇਹ ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ:) ਹੇ ਨਿਰੰਜਨ ਪ੍ਰਭੂ! ਪਿਆਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1868,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "nwnk cwiqRku. AMimRq jlu mwgY; hir jsu dIjY ikrpw Dwir ]8]2]",
    "transliteration": "Naanak Chaathrik Anmrith Jal Maagai Har Jas Dheejai Kirapaa Dhhaar ||8||2||",
    "translation": "Nanak, the song-bird, begs for the Ambrosial Water; O Lord, shower Your Mercy upon him, and bless him with Your Praise. ||8||2||",
    "punjabi": "ਨਾਨਕ ਪਪੀਹਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਮੰਗਦਾ ਹੈ। ਹੇ ਹਰੀ! ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇਹ ॥੮॥੨॥",
    "pronunciation": "cwqi Rku",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gUjrI mhlw 1 ]",
    "transliteration": "Goojaree Mehalaa 1 ||",
    "translation": "Goojaree, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AY jI. jnim mrY. AwvY Puin jwvY; ibnu gur. giq nhI kweI ]",
    "transliteration": "Ai Jee Janam Marai Aavai Fun Jaavai Bin Gur Gath Nehee Kaaee ||",
    "translation": "O Dear One, he is born, and then dies; he continues coming and going; without the Guru, he is not emancipated.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦਾ, ਉਹ) ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ਫਿਰ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ। ਉਸ ਦਾ ਇਹ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਕਿਉਂਕਿ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਨਹੀਂ ਬਣਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gurmuiK pRwxI nwmy rwqy; nwmy giq piq pweI ]1]",
    "transliteration": "Guramukh Praanee Naamae Raathae Naamae Gath Path Paaee ||1||",
    "translation": "Those mortals who become Gurmukhs are attuned to the Naam, the Name of the Lord; through the Name, they obtain salvation and honor. ||1||",
    "punjabi": "ਜੇਹੜੇ ਪ੍ਰਾਣੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਉਹ (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਹੀ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿਣ ਕਰਕੇ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "BweI ry; rwm nwim icqu lweI ]",
    "transliteration": "Bhaaee Rae Raam Naam Chith Laaee ||",
    "translation": "O Siblings of Destiny, focus your consciousness lovingly on the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "gur prswdI. hir pRB jwcy; AYsI nwm bfweI ]1] rhwau ]",
    "transliteration": "Gur Parasaadhee Har Prabh Jaachae Aisee Naam Baddaaee ||1|| Rehaao ||",
    "translation": "By Guru's Grace, one begs of the Lord God; such is the glorious greatness of the Naam. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ (ਭਾਵ, ਗੁਰੂ ਦੀ ਮੇਹਰ ਦਾ ਪਾਤਰ ਬਣ ਕੇ) ਤੂੰ ਹਰੀ ਪ੍ਰਭੂ ਪਾਸੋਂ ਨਾਮ ਦੀ ਦਾਤ ਹੀ ਮੰਗ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤ ਹੁੰਦੀ ਹੈ (ਕਿ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1869,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "AY jI. bhuqy ByK krih iBiKAw kau; kyqy. audru Brn kY qweI ]",
    "transliteration": "Ai Jee Bahuthae Bhaekh Karehi Bhikhiaa Ko Kaethae Oudhar Bharan Kai Thaaee ||",
    "translation": "O Dear One, so many wear various religious robes, for begging and filling their bellies.",
    "punjabi": "ਹੇ ਭਾਈ! (ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਰ ਕੇ) ਪੇਟ ਭਰਨ ਦੀ ਖ਼ਾਤਰ (ਦਰ ਦਰ ਤੋਂ) ਭਿੱਛਿਆ ਲੈਣ ਵਾਸਤੇ ਕਈ ਤਰ੍ਹਾਂ ਦੇ (ਧਾਰਮਿਕ) ਭੇਖ ਬਣਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(audru) pyt[iB`iKAw qWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ibnu hir Bgiq, nwhI suKu pRwnI; ibnu gur. grbu n jweI ]2]",
    "transliteration": "Bin Har Bhagath Naahee Sukh Praanee Bin Gur Garab N Jaaee ||2||",
    "translation": "Without devotional worship to the Lord, O mortal, there can be no peace. Without the Guru, pride does not depart. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਪ੍ਰਾਣੀ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਅਹੰਕਾਰ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "(grbu) AhMkwr",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "AY jI. kwlu sdw isr aUpir TwFy; jnim jnim vYrweI ]",
    "transliteration": "Ai Jee Kaal Sadhaa Sir Oopar Thaadtae Janam Janam Vairaaee ||",
    "translation": "O Dear One, death hangs constantly over his head. Incarnation after incarnation, it is his enemy.",
    "punjabi": "(ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਆਤਮਕ ਮੌਤ ਸਦਾ ਤੇਰੇ ਸਿਰ ਉੱਤੇ ਖਲੋਤੀ ਹੋਈ ਹੈ, ਇਹੀ ਹਰੇਕ ਜਨਮ ਵਿਚ ਤੇਰੀ ਵੈਰਨ ਤੁਰੀ ਆ ਰਹੀ ਹੈ।",
    "pronunciation": "(TwFy) KV@y",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "swcY sbid rqy sy bwcy; siqgur. bUJ buJweI ]3]",
    "transliteration": "Saachai Sabadh Rathae Sae Baachae Sathigur Boojh Bujhaaee ||3||",
    "translation": "Those who are attuned to the True Word of the Shabad are saved. The True Guru has imparted this understanding. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ (ਇਸ ਆਤਮਕ ਮੌਤ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, (ਕਿਉਂਕਿ) ਗੁਰੂ (ਉਹਨਾਂ ਨੂੰ) (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਦੇ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "bWcy[ (bwcy) b`c gey[ bU`J bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "gur srxweI. joih n swkY; dUqu. n skY sMqweI ]",
    "transliteration": "Gur Saranaaee Johi N Saakai Dhooth N Sakai Santhaaee ||",
    "translation": "In the Guru's Sanctuary, the Messenger of Death cannot see the mortal, or torture him.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਬੰਦਿਆਂ ਨੂੰ ਆਤਮਕ ਮੌਤ ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦੀ, ਉਹਨਾਂ ਨੂੰ ਸਤਾ ਨਹੀਂ ਸਕਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "Aivgq nwQ inrMjin rwqy; inrBau isau ilv lweI ]4]",
    "transliteration": "Avigath Naathh Niranjan Raathae Nirabho Sio Liv Laaee ||4||",
    "translation": "I am imbued with the Imperishable and Immaculate Lord Master, and lovingly attached to the Fearless Lord. ||4||",
    "punjabi": "ਕਿਉਂਕਿ ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਜਗਤ ਨਾਥ ਨਿਰੰਜਨ ਪ੍ਰਭੂ ਵਿਚ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਨਿਰਭਉ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਆਪਣੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "AY jIau. nwmu idVhu. nwmy ilv lwvhu; siqgur tyk itkweI ]",
    "transliteration": "Ai Jeeo Naam Dhirrahu Naamae Liv Laavahu Sathigur Ttaek Ttikaaee ||",
    "translation": "O Dear One, implant the Naam within me; lovingly attached to the Naam, I lean on the True Guru's Support.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜਿੰਦੇ! ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਆਪਣੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "jo iqsu BwvY. soeI krsI; ikrqu. n myitAw jweI ]5]",
    "transliteration": "Jo This Bhaavai Soee Karasee Kirath N Maettiaa Jaaee ||5||",
    "translation": "Whatever pleases Him, He does; no one can erase His actions. ||5||",
    "punjabi": "(ਇਹ ਚੇਤੇ ਰੱਖ ਕਿ) ਪਰਮਾਤਮਾ ਨੂੰ ਇਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤੇ (ਜੀਵਾਂ ਦੇ) ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ (ਮਨ ਵਿਚੋਂ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "AY jI. Bwig pry. gur srix qum@wrI; mY. Avr n dUjI BweI ]",
    "transliteration": "Ai Jee Bhaag Parae Gur Saran Thumhaaree Mai Avar N Dhoojee Bhaaee ||",
    "translation": "O Dear One, I have hurried to the Sanctuary of the Guru; I have no love for any other except You.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਭੱਜ ਕੇ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਆਸਰਾ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "Ab qb eyko eyku pukwrau; Awid jugwid sKweI ]6]",
    "transliteration": "Ab Thab Eaeko Eaek Pukaaro Aadh Jugaadh Sakhaaee ||6||",
    "translation": "I constantly call upon the One Lord; since the very beginning, and throughout the ages, He has been my help and support. ||6||",
    "punjabi": "ਮੈਂ ਸਦਾ ਇਕੋ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਕੂਕਦਾ ਹਾਂ। ਉਹੀ ਮੁੱਢ ਤੋਂ, ਜੁਗਾਂ ਦੇ ਮੁੱਢ ਤੋਂ (ਜੀਵਾਂ ਦਾ) ਸਾਥੀ-ਮਿੱਤਰ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "AY jI. rwKhu pYj nwm Apuny kI; quJ hI isau bin AweI ]",
    "transliteration": "Ai Jee Raakhahu Paij Naam Apunae Kee Thujh Hee Sio Ban Aaee ||",
    "translation": "O Dear One, please preserve the Honor of Your Name; I am hand and glove with You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਤੈਨੂੰ ਲੋਕ ਸਰਨ-ਪਾਲ ਆਖਦੇ ਹਨ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ) ਆਪਣੇ (ਸਰਨ-ਪਾਲ) ਨਾਮ ਦੀ ਲਾਜ ਪਾਲ, ਮੇਰੀ ਪ੍ਰੀਤ ਸਦਾ ਤੇਰੇ ਨਾਲ ਬਣੀ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "kir ikrpw. gur drsu idKwvhu; haumY sbid jlweI ]7]",
    "transliteration": "Kar Kirapaa Gur Dharas Dhikhaavahu Houmai Sabadh Jalaaee ||7||",
    "translation": "Bless me with Your Mercy, and reveal to me the Blessed Vision of Your Darshan, O Guru. Through the Word of the Shabad, I have burnt away my ego. ||7||",
    "punjabi": "ਮੇਹਰ ਕਰ ਮੈਨੂੰ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਾ ਤਾਂ ਕਿ ਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਮੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਸਾੜ ਦੇਵੇ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "AY jI. ikAw mwgau, ikCu rhY n dIsY; iesu jg mih AwieAw jweI ]",
    "transliteration": "Ai Jee Kiaa Maago Kishh Rehai N Dheesai Eis Jag Mehi Aaeiaa Jaaee ||",
    "translation": "O Dear One, what should I ask of You? Nothing appears permanent; whoever comes into this world shall depart.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਮੈਂ (ਤੇਰੇ ਪਾਸੋਂ) ਹੋਰ ਕੀਹ ਮੰਗਾਂ? ਮੈਨੂੰ ਕੋਈ ਚੀਜ਼ ਐਸੀ ਨਹੀਂ ਦਿੱਸਦੀ ਜੋ ਸਦਾ ਟਿਕੀ ਰਹਿ ਸਕੇ। ਇਸ ਜਗਤ ਵਿਚ ਜੇਹੜਾ ਭੀ ਆਇਆ ਹੈ, ਉਹ ਨਾਸਵੰਤ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1869,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "nwnk. nwmu pdwrQu dIjY; ihrdY kMiT bxweI ]8]3]",
    "transliteration": "Naanak Naam Padhaarathh Dheejai Hiradhai Kanth Banaaee ||8||3||",
    "translation": "Bless Nanak with the wealth of the Naam, to adorn his heart and neck. ||8||3||",
    "punjabi": "ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਨਾਮ-ਪਦਾਰਥ ਹੀ ਦੇਹ, ਮੈਂ (ਇਸ ਨਾਮ ਨੂੰ) ਆਪਣੇ ਹਿਰਦੇ ਦੀ ਮਾਲਾ ਬਣਾ ਲਵਾਂ ॥੮॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1870,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gUjrI mhlw 1 ]",
    "transliteration": "Goojaree Mehalaa 1 ||",
    "translation": "Goojaree, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1870,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AY jI. nw hm auqm, nIc n miDm; hir srxwgiq hir ky log ]",
    "transliteration": "Ai Jee Naa Ham Outham Neech N Madhhim Har Saranaagath Har Kae Log ||",
    "translation": "O Dear One, I am not high or low or in the middle. I am the Lord's slave, and I seek the Lord's Sanctuary.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆਉਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਇਹ ਮਾਣ ਹੁੰਦਾ ਹੈ ਕਿ ਅਸੀਂ ਸਭ ਤੋਂ ਉੱਚੀ ਜਾਂ ਵਿਚਕਾਰਲੀ ਜਾਤਿ ਦੇ ਹਾਂ, ਨਾਹ ਇਹ ਸਹਮ ਹੁੰਦਾ ਹੈ ਕਿ ਅਸੀਂ ਨੀਵੀਂ ਜਾਤਿ ਦੇ ਹਾਂ।",
    "pronunciation": "sr-xwgiq",
    "type_id": 3
  },
  {
    "shabad_id": 1870,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwm rqy kyvl bYrwgI; sog ibjog ibsrijq rog ]1]",
    "transliteration": "Naam Rathae Kaeval Bairaagee Sog Bijog Bisarajith Rog ||1||",
    "translation": "Imbued with the Naam, the Name of the Lord, I am detached from the world; I have forgotten sorrow, separation and disease. ||1||",
    "punjabi": "ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿਣ ਕਰਕੇ ਉਹ (ਇਸ ਊਚਤਾ ਨੀਚਤਾ ਆਦਿਕ ਵਲੋਂ) ਨਿਰਮੋਹ ਰਹਿੰਦੇ ਹਨ। ਚਿੰਤਾ, ਵਿਛੋੜਾ, ਰੋਗ ਆਦਿਕ ਉਹ ਸਭ ਭੁਲਾ ਚੁਕੇ ਹੁੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ib-srijq) cly gey",
    "type_id": 3
  },
  {
    "shabad_id": 1870,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "BweI ry; gur ikrpw qy Bgiq Twkur kI ]",
    "transliteration": "Bhaaee Rae Gur Kirapaa Thae Bhagath Thaakur Kee ||",
    "translation": "O Siblings of Destiny, by Guru's Grace, I perform devotional worship to my Lord and Master.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਹੋ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]