[
  {
    "shabad_id": 1871,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "hir nwmu ihrdY pivqRü pwvnu; iehu srIru qau srxI]7]",
    "transliteration": "Har Naam Hiradhai Pavithra Paavan Eihu Sareer Tho Saranee ||7||",
    "translation": "The Name of the Lord, the most pure and sacred, is within my heart; this body is Your Sanctuary, Lord. ||7||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਰੱਖ ਤੇ ਪ੍ਰਭੂ ਅੱਗੇ ਇਉਂ ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਰਾ ਇਹ ਸਰੀਰ ਤੇਰੀ ਸਰਨ ਹੈ (ਭਾਵ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1871,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "lb loB lhir invwrxM; hir nwm rwis mnM]",
    "transliteration": "Lab Lobh Lehar Nivaaranan Har Naam Raas Manan ||",
    "translation": "The waves of greed and avarice are subdued, by treasuring the Lord's Name in the mind.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਹੈ, ਇਸ) ਸਰਮਾਏ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ, ਇਹ ਲੱਬ ਤੇ ਲੋਭ ਦੀਆਂ ਲਹਿਰਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "(invwrxM) dUr krnw[lh-ir",
    "type_id": 3
  },
  {
    "shabad_id": 1871,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "mnu mwir. quhI inrMjnw; khu nwnkw srnM]8]1]5]",
    "transliteration": "Man Maar Thuhee Niranjanaa Kahu Naanakaa Saranan ||8||1||5||",
    "translation": "Subdue my mind, O Pure Immaculate Lord; says Nanak, I have entered Your Sanctuary. ||8||1||5||",
    "punjabi": "ਆਪਣੇ ਮਨ ਨੂੰ (ਲਬ ਲੋਭ ਵਲੋਂ) ਕਾਬੂ ਕਰ ਕੇ ਰੱਖ, ਹੇ ਨਾਨਕ! ਤੇ ਇਹ ਆਖ: ਹੇ ਨਿਰੰਜਨ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ ॥੮॥੧॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gUjrI mhlw 3 Gru 1",
    "transliteration": "Goojaree Mehalaa 3 Ghar 1",
    "translation": "Goojaree, Third Mehl, First House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1872,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "inriq krI; iehu mnu ncweI]",
    "transliteration": "Nirath Karee Eihu Man Nachaaee ||",
    "translation": "I dance, and make this mind dance as well.",
    "punjabi": "(ਰਾਸਧਾਰੀਏ ਰਾਸਾਂ ਪਾ ਪਾ ਕੇ ਨੱਚਦੇ ਹਨ ਤੇ ਭਗਤ ਅਖਵਾਂਦੇ ਹਨ) ਮੈਂ ਭੀ ਨੱਚਦਾ ਹਾਂ (ਪਰ ਸਰੀਰ ਨੂੰ ਨਚਾਣ ਦੇ ਥਾਂ) ਮੈਂ (ਆਪਣੇ) ਇਸ ਮਨ ਨੂੰ ਨਚਾਂਦਾ ਹਾਂ,",
    "pronunciation": "(inriq) nwc",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "gur prswdI; Awpu gvweI]",
    "transliteration": "Gur Parasaadhee Aap Gavaaee ||",
    "translation": "By Guru's Grace, I eliminate my self-conceit.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮੈਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "icqu iQru rwKY. so mukiq hovY; jo ieCI soeI Plu pweI]1]",
    "transliteration": "Chith Thhir Raakhai So Mukath Hovai Jo Eishhee Soee Fal Paaee ||1||",
    "translation": "One who keeps his consciousness focused on the Lord is liberated; he obtains the fruits of his desires. ||1||",
    "punjabi": "(ਰਾਸਾਂ ਵਿਚ ਨੱਚਿਆਂ ਟੱਪਿਆਂ ਮੁਕਤੀ ਨਹੀਂ ਮਿਲਦੀ, ਨਾਹ ਹੀ ਭਗਤ ਬਣ ਸਕੀਦਾ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਚਿੱਤ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਡੋਲ ਰੱਖਦਾ ਹੈ ਉਹ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ (ਦਾ ਆਸਵੰਦ) ਹੋ ਜਾਂਦਾ ਹੈ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਮੈਂ ਜੇਹੜੀ ਇੱਛਾ ਕਰਦਾ ਹਾਂ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਉਹੀ ਫਲ ਪਾ ਲੈਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(iQru) Ac`l",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nwcu ry mn; gur kY AwgY]",
    "transliteration": "Naach Rae Man Gur Kai Aagai ||",
    "translation": "So dance, O mind, before your Guru.",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਨੱਚ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "gur kY BwxY nwcih. qw suKu pwvih; AMqy jm Bau BwgY]rhwau]",
    "transliteration": "Gur Kai Bhaanai Naachehi Thaa Sukh Paavehi Anthae Jam Bho Bhaagai || Rehaao ||",
    "translation": "If you dance according to the Guru's Will, you shall obtain peace, and in the end, the fear of death shall leave you. ||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਉਵੇਂ ਨੱਚੇਂਗਾ ਜਿਵੇਂ ਗੁਰੂ ਨਚਾਏਗਾ (ਜੇ ਤੂੰ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰੇਂਗਾ) ਤਾਂ ਆਨੰਦ ਮਾਣੇਂਗਾ, ਅਖ਼ੀਰ ਵੇਲੇ ਮੌਤ ਦਾ ਡਰ (ਭੀ ਤੈਥੋਂ ਦੂਰ) ਭੱਜ ਜਾਇਗਾ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Awip ncwey. so Bgqu khIAY; Awpxw ipAwru Awip lwey]",
    "transliteration": "Aap Nachaaeae So Bhagath Keheeai Aapanaa Piaar Aap Laaeae ||",
    "translation": "One whom the Lord Himself causes to dance, is called a devotee. He Himself links us to His Love.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਇਸ਼ਾਰਿਆਂ ਤੇ ਤੋਰਦਾ ਹੈ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਦਾ ਪਿਆਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਅਸਲ) ਭਗਤ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "n`cwey",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Awpy gwvY Awip suxwvY; iesu mn AMDy kau mwrig pwey]2]",
    "transliteration": "Aapae Gaavai Aap Sunaavai Eis Man Andhhae Ko Maarag Paaeae ||2||",
    "translation": "He Himself sings, He Himself listens, and He puts this blind mind on the right path. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ, ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਦਾ ਗੀਤ) ਗਾਂਦਾ ਹੈ ਆਪ ਹੀ (ਇਹ ਗੀਤ ਉਸ ਮਨੁੱਖ ਨੂੰ) ਸੁਣਾਂਦਾ ਹੈ, ਤੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਇਸ ਮਨ ਨੂੰ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਉਤੇ ਲਿਆਉਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "An idnu nwcY. skiq invwrY; isv Gir, nId n hoeI]",
    "transliteration": "Anadhin Naachai Sakath Nivaarai Siv Ghar Needh N Hoee ||",
    "translation": "One who dances night and day, and banishes Shakti's Maya, enters the House of the Lord Shiva, where there is no sleep.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ (ਦਾ ਪ੍ਰਭਾਵ) ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ। ਕਲਿਆਣ-ਸਰੂਪ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "pronunciation": "(skiq) mwieAw, (isv) prmwqmw",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "skqI Gir. jgqu sUqw, nwcY twpY Avro gwvY; mnmuiK. Bgiq n hoeI]3]",
    "transliteration": "Sakathee Ghar Jagath Soothaa Naachai Ttaapai Avaro Gaavai Manamukh Bhagath N Hoee ||3||",
    "translation": "The world is asleep in Maya, the house of Shakti; it dances, jumps and sings in duality. The self-willed manmukh has no devotion. ||3||",
    "punjabi": "ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤਾ ਹੋਇਆ (ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਉੱਤੇ) ਨੱਚਦਾ ਟੱਪਦਾ ਰਹਿੰਦਾ ਹੈ (ਦੁਨੀਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ)। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੩॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "suir nr. ivriq piK, krmI nwcy; muin jn. igAwn bIcwrI]",
    "transliteration": "Sur Nar Virath Pakh Karamee Naachae Mun Jan Giaan Beechaaree ||",
    "translation": "The angels, mortals, renunciates, ritualists, silent sages and beings of spiritual wisdom dance.",
    "punjabi": "ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦੇ ਹੋਏ ਭੀ, ਰਿਸ਼ੀ-ਮੁਨੀ ਲੋਕ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਾਲ ਵਿਚਾਰਵਾਨ ਹੋ ਕੇ, ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਵਾਲਾ) ਨਾਚ ਨੱਚਦੇ ਹਨ।",
    "pronunciation": "(ivriq)",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "isD swiDk ilv lwgI nwcy; ijn gurmuiK buiD vIcwrI]4]",
    "transliteration": "Sidhh Saadhhik Liv Laagee Naachae Jin Guramukh Budhh Veechaaree ||4||",
    "translation": "The Siddhas and seekers, lovingly focused on the Lord, dance, as do the Gurmukhs, whose minds dwell in reflective meditation. ||4||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਭਾਲ ਵਾਸਤੇ ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸ੍ਰੇਸ਼ਟ ਬੁੱਧੀ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਵਿਚਾਰਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ (ਭੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਵਾਲਾ) ਨਾਚ ਨੱਚਦੇ ਹਨ ॥੪॥",
    "pronunciation": "is`D",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "KMf bRhmMf qRY gux nwcy; ijn lwgI hir ilv qumwrI]",
    "transliteration": "Khandd Brehamandd Thrai Gun Naachae Jin Laagee Har Liv Thumaaree ||",
    "translation": "The planets and solar systems dance in the three qualities, as do those who bear love for You, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਜੰਤ (ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਤੇ) ਨੱਚ ਰਹੇ ਹਨ, ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵ ਨੱਚ ਰਹੇ ਹਨ, ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਸਾਰੇ ਜੀਵ ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ ਨੱਚ ਰਹੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "jIA jMq sBy hI nwcy; nwcih KwxI cwrI]5]",
    "transliteration": "Jeea Janth Sabhae Hee Naachae Naachehi Khaanee Chaaree ||5||",
    "translation": "The beings and creatures all dance, and the four sources of creation dance. ||5||",
    "punjabi": "ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਲਗਨ ਲੱਗੀ ਹੈ ਉਹ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਦਾ ਨਾਚ ਨੱਚਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "jo quDu Bwvih. syeI nwcih; ijn gurmuiK sbid ilv lwey]",
    "transliteration": "Jo Thudhh Bhaavehi Saeee Naachehi Jin Guramukh Sabadh Liv Laaeae ||",
    "translation": "They alone dance, who are pleasing to You, and who, as Gurmukhs, embrace love for the Word of the Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਇਸ਼ਾਰਿਆਂ ਤੇ ਤੁਰਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਕਰ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਬਖ਼ਸ਼ਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "sy Bgq. sy qqu igAwnI; ijn kau hukmu mnwey]6]",
    "transliteration": "Sae Bhagath Sae Thath Giaanee Jin Ko Hukam Manaaeae ||6||",
    "translation": "They are devotees, with the essence of spiritual wisdom, who obey the Hukam of His Command. ||6||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣਾ ਭਾਣਾ ਮਿੱਠਾ ਕਰ ਕੇ ਮਨਾਂਦਾ ਹੈ ਉਹੀ ਮਨੁੱਖ ਅਸਲ ਭਗਤ ਹਨ (ਰਾਸਾਂ ਵਿਚ ਨੱਚਣ ਵਾਲੇ ਭਗਤ ਨਹੀਂ ਹਨ), ਉਹੀ ਮਨੁੱਖ ਸਾਰੇ ਜਗਤ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "eyhw Bgiq. scy isau ilv lwgY; ibnu syvw. Bgiq n hoeI]",
    "transliteration": "Eaehaa Bhagath Sachae Sio Liv Laagai Bin Saevaa Bhagath N Hoee ||",
    "translation": "This is devotional worship, that one loves the True Lord; without service, one cannot be a devotee.",
    "punjabi": "ਉਹੀ ਉੱਤਮ ਭਗਤੀ ਅਖਵਾ ਸਕਦੀ ਹੈ ਜਿਸ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣਿਆ ਰਹੇ। ਅਜੇਹੀ ਭਗਤੀ (ਗੁਰੂ ਦੀ ਦੱਸੀ) ਸੇਵਾ ਕਰਨ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "jIvqu mrY. qw sbdu bIcwrY; qw scu pwvY koeI]7]",
    "transliteration": "Jeevath Marai Thaa Sabadh Beechaarai Thaa Sach Paavai Koee ||7||",
    "translation": "If one remains dead while yet alive, he reflects upon the Shabad, and then, he obtains the True Lord. ||7||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਅਛੋਹ ਹੋ ਜਾਂਦਾ ਹੈ ਤਦੋਂ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "mwieAw kY AriQ. bhuqu lok nwcy; ko ivrlw qqu bIcwrI]",
    "transliteration": "Maaeiaa Kai Arathh Bahuth Lok Naachae Ko Viralaa Thath Beechaaree ||",
    "translation": "So many people dance for the sake of Maya; how rare are those who contemplate reality.",
    "punjabi": "ਮਾਇਆ ਕਮਾਣ ਦੀ ਖ਼ਾਤਰ ਤਾਂ ਬਹੁਤ ਲੁਕਾਈ (ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਉਤੇ) ਨੱਚ ਰਹੀ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਹੈ ਜੇਹੜਾ ਅਸਲ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "gur prswdI soeI jnu pwey; ijn kau ikRpw qumwrI]8]",
    "transliteration": "Gur Parasaadhee Soee Jan Paaeae Jin Ko Kirapaa Thumaaree ||8||",
    "translation": "By Guru's Grace, that humble being obtains You, Lord, upon whom You show Mercy. ||8||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਉਹੀ ਉਹੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਤੇਰਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 11,
    "source_line": 14,
    "gurmukhi": "ieku dmu swcw vIsrY; sw vylw ibrQw jwie ]",
    "transliteration": "Eik Dham Saachaa Veesarai Saa Vaelaa Birathhaa Jaae ||",
    "translation": "If I forget the True Lord, even for an instant, that time passes in vain.",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਇਕ ਸਾਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਭੁੱਲਿਆ ਰਹੇ ਉਹ ਸਮਾ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "swih swih sdw smwlIAY; Awpy bKsy kry rjwie]9]",
    "transliteration": "Saahi Saahi Sadhaa Samaaleeai Aapae Bakhasae Karae Rajaae ||9||",
    "translation": "With each and every breath, constantly remember the Lord; He Himself shall forgive you, according to His Will. ||9||",
    "punjabi": "ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਸਦਾ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ। (ਪਰ ਇਹ ਉੱਦਮ ਉਹੀ ਮਨੁੱਖ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਉਤੇ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ ਬਖ਼ਸ਼ਸ਼ ਕਰੇ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "syeI nwcih. jo quDu Bwvih; ij gurmuiK sbdu vIcwrI]",
    "transliteration": "Saeee Naachehi Jo Thudhh Bhaavehi J Guramukh Sabadh Veechaaree ||",
    "translation": "They alone dance, who are pleasing to Your Will, and who, as Gurmukhs, contemplate the Word of the Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ ਉਹੀ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1872,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "khu nwnk. sy shj suKu pwvih; ijn kau ndir qumwrI]10]1]6]",
    "transliteration": "Kahu Naanak Sae Sehaj Sukh Paavehi Jin Ko Nadhar Thumaaree ||10||1||6||",
    "translation": "Says Nanak, they alone find celestial peace, whom You bless with Your Grace. ||10||1||6||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਪ੍ਰਭੂ!) ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਪੈਂਦੀ ਹੈ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧੦॥੧॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gUjrI mhlw 4 Gru 2",
    "transliteration": "Goojaree Mehalaa 4 Ghar 2",
    "translation": "Goojaree, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1873,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "hir ibnu. jIArw rih n skY; ijau bwlku KIr ADwrI]",
    "transliteration": "Har Bin Jeearaa Rehi N Sakai Jio Baalak Kheer Adhhaaree ||",
    "translation": "Without the Lord, my soul cannot survive, like an infant without milk.",
    "punjabi": "ਮੇਰੀ ਕਮਜ਼ੋਰ ਜਿੰਦ ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਤੋਂ ਬਿਨਾ ਧੀਰਜ ਨਹੀਂ ਫੜ ਸਕਦੀ, ਜਿਵੇਂ ਛੋਟਾ ਬਾਲ ਦੁੱਧ ਦੇ ਸਹਾਰੇ ਹੀ ਰਹਿ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(KIr) du`D",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Agm Agocr pRBu gurmuiK pweIAY; Apuny siqgur kY bilhwrI]1]",
    "transliteration": "Agam Agochar Prabh Guramukh Paaeeai Apunae Sathigur Kai Balihaaree ||1||",
    "translation": "The inaccessible and incomprehensible Lord God is obtained by the Gurmukh; I am a sacrifice to my True Guru. ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ, ਜੋ ਅਪਹੁੰਚ ਹੈ (ਜਿਸ ਤਕ ਜੀਵ ਆਪਣੀ ਸਿਆਣਪ ਦੇ ਬਲ ਨਾਲ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ), ਜਿਸ ਤਕ ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(Agm) gm qoN rihq, (Agocr) suqMqr",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "mn ry; hir kIriq qru qwrI]",
    "transliteration": "Man Rae Har Keerath Thar Thaaree ||",
    "translation": "O my mind, the Kirtan of the Lord's Praise is a boat to carry you across.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰਾਹੀਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਣ ਦਾ ਜਤਨ ਕਰਿਆ ਕਰ।",
    "pronunciation": "(kIriq) vifAweI, (qwrI) byVI",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "gurmuiK nwmu AMimRq jlu pweIAY; ijn kau ikRpw qumwrI]rhwau]",
    "transliteration": "Guramukh Naam Anmrith Jal Paaeeai Jin Ko Kirapaa Thumaaree || Rehaao ||",
    "translation": "The Gurmukhs obtain the Ambrosial Water of the Naam, the Name of the Lord. You bless them with Your Grace. ||Pause||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ। (ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ-ਜਲ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ) ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਕਿਰਪਾ ਹੋਵੇ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  }
]