[
  {
    "shabad_id": 1873,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "snk snMdn nwrd muin syvih; An idnu jpq rhih bnvwrI]",
    "transliteration": "Sanak Sanandhan Naaradh Mun Saevehi Anadhin Japath Rehehi Banavaaree ||",
    "punjabi": "(ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ) ਸਨਕ ਸਨੰਦਨ (ਆਦਿਕ ਰਿਸ਼ੀ) ਨਾਰਦ (ਆਦਿਕ) ਮੁਨੀ ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਹੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ (ਰਹੇ) ਹਨ, ਹਰ ਵੇਲੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ) ਜਪਦੇ (ਰਹੇ) ਹਨ।",
    "pronunciation": "rh-ih",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "srxwgiq pRhlwd jn Awey; iqn kI pYj svwrI]2]",
    "transliteration": "Saranaagath Prehalaadh Jan Aaeae Thin Kee Paij Savaaree ||2||",
    "punjabi": "ਪ੍ਰਹਲਾਦ (ਆਦਿਕ ਜੇਹੜੇ ਜੇਹੜੇ) ਭਗਤ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆਏ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਬਚਾਂਦਾ ਰਿਹਾ ॥੨॥",
    "pronunciation": "sr-xwgiq",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "AlK inrMjnu eyko vrqY; eykw joiq murwrI]",
    "transliteration": "Alakh Niranjan Eaeko Varathai Eaekaa Joth Muraaree ||",
    "punjabi": "ਸਾਰੇ ਜਗਤ ਵਿਚ ਇਕ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨੂਰ ਪ੍ਰਕਾਸ਼ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "siB jwick. qU eyko dwqw; mwgih hwQ pswrI]3]",
    "transliteration": "Sabh Jaachik Thoo Eaeko Dhaathaa Maagehi Haathh Pasaaree ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਕ ਤੂੰ ਹੀ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰੇ ਜੀਵ (ਤੇਰੇ ਦਰ ਤੇ) ਮੰਗਤੇ ਹਨ (ਤੇਰੇ ਅੱਗੇ) ਹੱਥ ਖਿਲਾਰ ਕੇ ਮੰਗ ਰਹੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "Bgq jnw kI aUqm bwxI; gwvih. AkQ kQw inq inAwrI]",
    "transliteration": "Bhagath Janaa Kee Ootham Baanee Gaavehi Akathh Kathhaa Nith Niaaree ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਬਚਨ ਅਮੋਲਕ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅਨੋਖੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-kQ kQw poly",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "sPl jnmu BieAw iqn kyrw; Awip qry kul qwrI]4]",
    "transliteration": "Safal Janam Bhaeiaa Thin Kaeraa Aap Tharae Kul Thaaree ||4||",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜਨਮ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਲੰਘਾ ਲੈਂਦੇ ਹਨ ॥੪॥",
    "pronunciation": "(kyrw) dw",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "mnmuK duibDw durmiq ibAwpy; ijn AMqir moh gubwrI]",
    "transliteration": "Manamukh Dhubidhhaa Dhuramath Biaapae Jin Anthar Moh Gubaaree ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੁਚਿੱਤਾ-ਪਨ ਵਿਚ ਤੇ ਭੈੜੀ ਮਤਿ (ਦੇ ਪ੍ਰਭਾਵ) ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦਾ ਹਨੇਰਾ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(gubwrI) hnyrw",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "sMq jnw kI kQw. n BwvY; Eie fUby sxu prvwrI]5]",
    "transliteration": "Santh Janaa Kee Kathhaa N Bhaavai Oue Ddoobae San Paravaaree ||5||",
    "punjabi": "(ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ) ਸੰਤ ਜਨਾਂ ਦੀ (ਕੀਤੀ ਹੋਈ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਗੱਲ ਨਹੀਂ ਸੁਖਾਂਦੀ (ਇਸ ਵਾਸਤੇ) ਉਹ ਆਪਣੇ ਪਰਵਾਰ ਸਮੇਤ (ਵਿਕਾਰ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "inMdku inMdw kir mlu DovY; Ehu ml BKu mwieAwDwrI]",
    "transliteration": "Nindhak Nindhaa Kar Mal Dhhovai Ouhu Malabhakh Maaeiaadhhaaree ||",
    "punjabi": "ਨਿੰਦਾ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਦੂਜਿਆਂ ਦੀ) ਨਿੰਦਾ ਕਰ ਕਰ ਕੇ (ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਮੰਦ-ਕਰਮਾਂ ਦੀ) ਮੈਲ ਤਾਂ ਧੋ ਦੇਂਦਾ ਹੈ, ਪਰ ਉਹ ਆਪ ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਪਰਾਈ ਮੈਲ ਖਾਣ ਦਾ ਆਦੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(BKu) Kwx vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "sMq jnw kI inMdw ivAwpy; nw aurvwir. n pwrI]6]",
    "transliteration": "Santh Janaa Kee Nindhaa Viaapae Naa Ouravaar N Paaree ||6||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ ਉਹ (ਇਸ ਨਿੰਦਾ ਦੇ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਨਾਹ ਉਰਲੇ ਪਾਸੇ ਆ ਸਕਦੇ ਹਨ, ਨਾਹ ਪਰਲੇ ਪਾਸੇ ਲੰਘ ਸਕਦੇ ਹਨ ॥੬॥",
    "pronunciation": "(aurvwir) ies lok[ (pwrI) prlok",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "eyhu prpMcu Kylu kIAw sBu krqY; hir krqY sB kl DwrI]",
    "transliteration": "Eaehu Parapanch Khael Keeaa Sabh Karathai Har Karathai Sabh Kal Dhhaaree ||",
    "punjabi": "(ਪਰ, ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਇਹ ਸਾਰਾ ਜਗਤ-ਤਮਾਸ਼ਾ ਕਰਤਾਰ ਨੇ ਆਪ ਬਣਾਇਆ ਹੈ, ਕਰਤਾਰ ਨੇ ਹੀ ਇਸ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਟਿਕਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "(prpMcu) jgq",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "hir eyko sUqu vrqY. jug AMqir; sUqu iKMcY eykMkwrI]7]",
    "transliteration": "Har Eaeko Sooth Varathai Jug Anthar Sooth Khinchai Eaekankaaree ||7||",
    "punjabi": "ਸਾਰੇ ਜਗਤ ਵਿਚ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੀ ਸੱਤਾ ਦਾ ਧਾਗਾ ਪਸਰਿਆ ਹੋਇਆ ਹੈ, ਜਦੋਂ ਉਹ ਇਸ ਧਾਗੇ ਨੂੰ ਖਿੱਚ ਲੈਂਦਾ ਹੈ (ਤਾਂ ਜਗਤ-ਤਮਾਸ਼ਾ ਅਲੋਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਰਹਿ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "rs inrsin. ris gwvih hir gux; rsnw hir rsu DwrI]",
    "transliteration": "Rasan Rasan Ras Gaavehi Har Gun Rasanaa Har Ras Dhhaaree ||",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਸਹੀ ਸਲਾਮਤਿ ਪਾਰ ਲੰਘਣਾ ਚਾਹੁੰਦੇ ਹਨ ਉਹ) ਸਦਾ ਹੀ ਬੜੇ ਪ੍ਰੇਮ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਨੂੰ ਚੱਖਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(in-rsin) rsqoN inrws ho ky",
    "type_id": 3
  },
  {
    "shabad_id": 1873,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "nwnk. hir ibnu, Avru n mwgau; hir rs pRIiq ipAwrI]8]1]7]",
    "transliteration": "Naanak Har Bin Avar N Maago Har Ras Preeth Piaaree ||8||1||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੁਝ ਨਹੀਂ ਮੰਗਦਾ (ਮੈਂ ਇਹੀ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਰਸ ਦੀ ਪ੍ਰੀਤ ਪਿਆਰੀ ਲੱਗਦੀ ਰਹੇ ॥੮॥੧॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gUjrI mhlw 5 Gru 2",
    "transliteration": "Goojaree Mehalaa 5 Ghar 2",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1874,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rwjn mih qUM rwjw khIAih; BUmn mih BUmw]",
    "transliteration": "Raajan Mehi Thoon Raajaa Keheeahi Bhooman Mehi Bhoomaa ||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! (ਦੁਨੀਆ ਦੇ) ਰਾਜਿਆਂ ਵਿਚ ਤੂੰ (ਸ਼ਿਰੋਮਣੀ) ਰਾਜਾ ਅਖਵਾਂਦਾ ਹੈਂ, ਭੁਇਂ ਦੇ ਮਾਲਕਾਂ ਵਿਚ ਤੂੰ (ਸਭ ਤੋਂ ਵੱਡਾ) ਭੁਇਂ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Twkur mih TkurweI qyrI; komn isir komw]1]",
    "transliteration": "Thaakur Mehi Thakuraaee Thaeree Koman Sir Komaa ||1||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! (ਦੁਨੀਆ ਦੇ) ਸਰਦਾਰਾਂ ਵਿਚ ਤੇਰੀ ਸਰਦਾਰੀ (ਸਭ ਤੋਂ ਵੱਡੀ) ਹੈ, ਉੱਚੀ ਕੁਲ ਵਾਲਿਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਕੁਲ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "(komn) [komn ksky",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ipqw myro; bfo DnI Agmw]",
    "transliteration": "Pithaa Maero Baddo Dhhanee Agamaa ||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਤੂੰ ਮੇਰਾ ਪਿਤਾ ਹੈਂ, ਤੂੰ ਸਾਡੀ ਸਿਆਣਪ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ausqiq kvn krIjY krqy; pyiK rhy ibsmw]1]rhwau]",
    "transliteration": "Ousathath Kavan Kareejai Karathae Paekh Rehae Bisamaa ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਤੇਰੀ ਕੇਹੜੀ ਕੇਹੜੀ ਵਡਿਆਈ ਅਸੀਂ ਕਰੀਏ? (ਤੇਰੀ ਲੀਲਾ) ਵੇਖ ਵੇਖ ਕੇ ਅਸੀਂ ਹੈਰਾਨ ਹੋ ਰਹੇ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibsmw) ivsmwd",
    "type_id": 4
  },
  {
    "shabad_id": 1874,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "suKIAn mih suKIAw qUM khIAih; dwqn isir dwqw]",
    "transliteration": "Sukheean Mehi Sukheeaa Thoon Keheeahi Dhaathan Sir Dhaathaa ||",
    "punjabi": "(ਹੇ ਕਰਤਾਰ! ਦੁਨੀਆ ਦੇ) ਸੁਖੀ ਲੋਕਾਂ ਵਿਚ ਤੂੰ (ਸ਼ਿਰੋਮਣੀ) ਸੁਖੀ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈਂ ਤੇ ਦਾਤਿਆਂ ਵਿਚ ਸਭ ਤੋਂ ਵਢਾ ਦਾਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qyjn mih qyjvMsI khIAih; rsIAn mih rwqw]2]",
    "transliteration": "Thaejan Mehi Thaejavansee Keheeahi Raseean Mehi Raathaa ||2||",
    "punjabi": "ਦਾਨੀਆਂ ਵਿਚ ਤੂੰ ਹੀ (ਸ਼ਿਰੋਮਣੀ) ਤੇਜਸ੍ਵੀ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈਂ ਤੇ (ਦੁਨੀਆ ਦੇ) ਰਸ ਮਾਣਨ ਵਾਲਿਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਰਸੀਆ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "sUrn mih sUrw qUM khIAih; Bogn mih BogI]",
    "transliteration": "Sooran Mehi Sooraa Thoon Keheeahi Bhogan Mehi Bhogee ||",
    "punjabi": "(ਹੇ ਕਰਤਾਰ!) ਸੂਰਮਿਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਸੂਰਮਾ ਅਖਵਾਣ ਦਾ ਹੱਕਦਾਰ ਹੈਂ, ਭੋਗੀਆਂ ਵਿਚ ਤੂੰ ਹੀ ਭੋਗੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "gRsqn mih qUM bfo igRhsqI; jogn mih jogI]3]",
    "transliteration": "Grasathan Mehi Thoon Baddo Grihasathee Jogan Mehi Jogee ||3||",
    "punjabi": "ਗ੍ਰਿਹਸਤੀਆਂ ਵਿਚ ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਗ੍ਰਿਹਸਤੀ ਹੈਂ (ਜਿਸ ਦਾ ਇਤਨਾ ਵੱਡਾ ਸੰਸਾਰ-ਟੱਬਰ ਹੈ), ਜੋਗੀਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਜੋਗੀ ਹੈਂ ॥੩॥",
    "pronunciation": "g- Rsqn gi R-hsqI",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "krqn mih qUM krqw khIAih; Awcwrn mih AwcwrI]",
    "transliteration": "Karathan Mehi Thoon Karathaa Keheeahi Aachaaran Mehi Aachaaree ||",
    "punjabi": "(ਹੇ ਕਰਤਾਰ!) ਨਵੇਂ ਕੰਮ ਕਰਨ ਵਾਲੇ ਸਿਆਣਿਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਰਚਨਹਾਰ ਹੈ; ਧਾਰਮਿਕ ਰਸਮਾਂ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚ ਭੀ ਤੂੰ ਹੀ ਸ਼ਿਰੋਮਣੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "swhn mih qUM swcw swhw; vwpwrn mih vwpwrI]4]",
    "transliteration": "Saahan Mehi Thoon Saachaa Saahaa Vaapaaran Mehi Vaapaaree ||4||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ) ਸਾਹੂਕਾਰਾਂ ਵਿਚ ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਸ਼ਿਰੋਮਣੀ) ਸਾਹੂਕਾਰ ਹੈਂ, ਤੇ ਵਾਪਾਰੀਆਂ ਵਿਚ ਤੂੰ ਵੱਡਾ ਵਾਪਾਰੀ ਹੈਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "drbwrn mih. qyro drbwrw; srn pwln tIkw]",
    "transliteration": "Dharabaaran Mehi Thaero Dharabaaraa Saran Paalan Tteekaa ||",
    "punjabi": "(ਹੇ ਕਰਤਾਰ! ਦੁਨੀਆ ਦੇ) ਦਰਬਾਰ ਲਾਣ ਵਾਲਿਆਂ ਵਿਚ ਤੇਰਾ ਦਰਬਾਰ ਸ਼ਿਰੋਮਣੀ ਹੈ, ਸਰਨ ਪਿਆਂ ਦੀ ਲਾਜ ਰੱਖਣ ਵਾਲਿਆਂ ਦਾ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਟਿੱਕਾ ਹੈਂ।",
    "pronunciation": "SrxwgqW dI pwlxW leI, sB qoN (tIkw) muKIey",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "liKmI kyqk. gnI n jweIAY; gin n skau. sIkw]5]",
    "transliteration": "Lakhimee Kaethak Ganee N Jaaeeai Gan N Sako Seekaa ||5||",
    "punjabi": "ਤੇਰੇ ਘਰ ਵਿਚ ਕਿਤਨੀ ਕੁ ਮਾਇਆ ਹੈ; ਇਸ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ। ਮੈਂ ਤੇਰੇ ਖ਼ਜ਼ਾਨੇ ਗਿਣ ਨਹੀਂ ਸਕਦਾ ॥੫॥",
    "pronunciation": "(liKmI) mwieAw, (sIkw) is`ky[l`iKmI[ sI~kw ksky",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "nwmn mih qyro pRB nwmw; igAwnn mih igAwnI]",
    "transliteration": "Naaman Mehi Thaero Prabh Naamaa Giaanan Mehi Giaanee ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਦੁਨੀਆ ਦੇ) ਵਡਿਆਈ-ਨਾਮਣੇ ਵਾਲਿਆਂ ਵਿਚੋਂ ਤੇਰਾ ਨਾਮਣਾ ਸ਼ਿਰੋਮਣੀ ਹੈ, ਤੇ ਗਿਆਨਵਾਨਾਂ ਵਿਚ ਤੂੰ ਹੀ ਸ਼ਿਰੋਮਣੀ ਗਿਆਨੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "jugqn mih qyrI pRB jugqw; iesnwnn mih iesnwnI]6]",
    "transliteration": "Jugathan Mehi Thaeree Prabh Jugathaa Eisanaanan Mehi Eisanaanee ||6||",
    "punjabi": "ਚੰਗੀ ਜੀਵਨ-ਜੁਗਤਿ ਵਾਲਿਆਂ ਵਿਚ ਤੇਰੀ ਜੁਗਤਿ ਸ੍ਰੇਸ਼ਟ ਹੈ, (ਦੁਨੀਆ ਦੇ ਤੀਰਥ-) ਇਸ਼ਨਾਨੀਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਇਸ਼ਨਾਨੀ ਹੈਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "isDn mih. qyrI pRB isDw; krmn isir krmw]",
    "transliteration": "Sidhhan Mehi Thaeree Prabh Sidhhaa Karaman Sir Karamaa ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਰੱਖਣ ਵਾਲਿਆਂ ਵਿਚ ਤੇਰੀ ਕਰਾਮਾਤੀ ਤਾਕਤ ਸ਼ਿਰੋਮਣੀ ਹੈ, ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਉੱਦਮੀ ਹੈਂ।",
    "pronunciation": "(is`Dn) is`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 1874,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "AwigAw mih qyrI pRB AwigAw; hukmn isir hukmw]7]",
    "transliteration": "Aagiaa Mehi Thaeree Prabh Aagiaa Hukaman Sir Hukamaa ||7||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਦੁਨੀਆ ਦੇ) ਇਖ਼ਤਿਆਰ ਵਾਲਿਆਂ ਵਿਚ ਤੇਰਾ ਇਖ਼ਤਿਆਰ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, (ਦੁਨੀਆ ਦੇ) ਹੁਕਮ ਚਲਾਣ ਵਾਲਿਆਂ ਵਿਚ ਤੂੰ ਸ਼ਿਰੋਮਣੀ ਹਾਕਮ ਹੈਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]