[
  {
    "shabad_id": 1886,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iehu jIau sdw mukqu hY; shjy rihAw smwie ]2]",
    "transliteration": "Eihu Jeeo Sadhaa Mukath Hai Sehajae Rehiaa Samaae ||2||",
    "translation": "Then, this soul is liberated forever, and it remains absorbed in celestial bliss. ||2||",
    "punjabi": "ਫਿਰ ਇਹ ਆਤਮਾ ਸਦਾ (ਮਾਇਆ-ਮੋਹ ਤੋਂ) ਆਜ਼ਾਦ ਰਹਿੰਦਾ ਹੈ ਤੇ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1887,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1887,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pRiB sMswru aupwie kY; vis AwpxY kIqw ]",
    "transliteration": "Prabh Sansaar Oupaae Kai Vas Aapanai Keethaa ||",
    "translation": "God created the Universe, and He keeps it under His power.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 1887,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gxqY. pRBU n pweIAY; dUjY BrmIqw ]",
    "transliteration": "Ganathai Prabhoo N Paaeeai Dhoojai Bharameethaa ||",
    "translation": "God cannot be obtained by counting; the mortal wanders in doubt.",
    "punjabi": "(ਪਰ ਮਾਇਆ ਦੀਆਂ ਹੀ) ਵਿਚਾਰਾਂ ਕੀਤਿਆਂ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਦਾ, (ਸਗੋਂ) ਮਾਇਆ ਵਿਚ ਹੀ ਭਟਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1887,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "siqgur imilAY. jIvqu mrY; buiJ sic smIqw ]",
    "transliteration": "Sathigur Miliai Jeevath Marai Bujh Sach Sameethaa ||",
    "translation": "Meeting the True Guru, one remains dead while yet alive; understanding Him, he is absorbed in the Truth.",
    "punjabi": "ਗੁਰੂ ਮਿਲਿਆਂ ਜੇ ਮਨੁੱਖ ਜੀਊਂਦਾ (ਮਾਇਆ ਵਲੋਂ) ਮਰੇ ਤਾਂ ਅਸਲੀਅਤ ਸਮਝ ਕੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦੇ ਮੇਲ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "b`uiJ",
    "type_id": 3
  },
  {
    "shabad_id": 1887,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sbdy. haumY KoeIAY; hir myil imlIqw ]",
    "transliteration": "Sabadhae Houmai Khoeeai Har Mael Mileethaa ||",
    "translation": "Through the Word of the Shabad, egotism is eradicated, and one is united in the Lord's Union.",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ ਨਾਲ ਹੰਕਾਰ ਮਰ ਜਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਨਾਲ ਮੇਲ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1887,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sB ikCu jwxY kry Awip; Awpy ivgsIqw ]4]",
    "transliteration": "Sabh Kishh Jaanai Karae Aap Aapae Vigaseethaa ||4||",
    "translation": "He knows everything, and Himself does everything; beholding His Creation, He rejoices. ||4||",
    "punjabi": "ਤੇ (ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈ, ਆਪ ਹੀ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਵੇਖ ਕੇ) ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "siqgur isau. icqu n lwieE; nwmu. n visE min Awie ]",
    "transliteration": "Sathigur Sio Chith N Laaeiou Naam N Vasiou Man Aae ||",
    "translation": "One who has not focused his consciousness on the True Guru, and into whose mind the Naam does not come",
    "punjabi": "ਜੇ ਗੁਰੂ ਨਾਲ ਚਿੱਤ ਨਾਹ ਲਾਇਆ ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਨਾਹ ਵੱਸਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iDRgu ievyhw jIivAw; ikAw jug mih pwieAw Awie ]",
    "transliteration": "Dhhrig Eivaehaa Jeeviaa Kiaa Jug Mehi Paaeiaa Aae ||",
    "translation": "Cursed is such a life. What has he gained by coming into the world?",
    "punjabi": "ਤਾਂ ਫਿਟੇ-ਮੂੰਹ ਇਸ ਜੀਊਣ ਨੂੰ! ਮਨੁੱਖਾ-ਜਨਮ ਵਿਚ ਆ ਕੇ ਕੀਹ ਖੱਟਿਆ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mwieAw KotI rwis hY; eyk csy mih pwju lih jwie ]",
    "transliteration": "Maaeiaa Khottee Raas Hai Eaek Chasae Mehi Paaj Lehi Jaae ||",
    "translation": "Maya is false capital; in an instant, its false covering falls off.",
    "punjabi": "ਮਾਇਆ ਤਾਂ ਖੋਟੀ ਪੂੰਜੀ ਹੈ, ਇਸ ਦਾ ਪਾਜ ਤਾਂ ਇਕ ਪਲਕ ਵਿਚ ਲਹਿ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(pwju) idKwvw[csy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hQhu CuVkI qnu isAwhu hoie; bdnu jwie kumlwie ]",
    "transliteration": "Hathhahu Shhurrakee Than Siaahu Hoe Badhan Jaae Kumalaae ||",
    "translation": "When it slips from his hand, his body turns black, and his face withers away.",
    "punjabi": "ਜੇ ਇਹ ਗੁਆਚ ਜਾਏ (ਇਸ ਦੇ ਗ਼ਮ ਨਾਲ) ਸਰੀਰ ਕਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਮੂੰਹ ਕੁਮਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijn siqgur isau icqu lwieAw; iqn@ suKu visAw min Awie ]",
    "transliteration": "Jin Sathigur Sio Chith Laaeiaa Thinh Sukh Vasiaa Man Aae ||",
    "translation": "Those who focus their consciousness on the True Guru - peace comes to abide in their minds.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਨਾਲ ਚਿੱਤ ਜੋੜਿਆ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਆ ਵੱਸਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir nwmu iDAwvih rMg isau; hir nwim rhy ilv lwie ]",
    "transliteration": "Har Naam Dhhiaavehi Rang Sio Har Naam Rehae Liv Laae ||",
    "translation": "They meditate on the Name of the Lord with love; they are lovingly attuned to the Name of the Lord.",
    "punjabi": "ਉਹ ਪਿਆਰ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwnk. siqgur so Dnu sauipAw; ij jIA mih rihAw smwie ]",
    "transliteration": "Naanak Sathigur So Dhhan Soupiaa J Jeea Mehi Rehiaa Samaae ||",
    "translation": "O Nanak, the True Guru has bestowed upon them the wealth, which remains contained within their hearts.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਨਾਮ-ਧਨ ਪ੍ਰਭੂ ਨੇ ਸਤਿਗੁਰੂ ਨੂੰ ਸੌਂਪਿਆ ਹੈ, ਇਹ ਧਨ ਗੁਰੂ ਦੇ ਆਤਮਾ ਵਿਚ ਰਚਿਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1888,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rMgu iqsY kau Aglw; vMnI cVY cVwie ]1]",
    "transliteration": "Rang Thisai Ko Agalaa Vannee Charrai Charraae ||1||",
    "translation": "They are imbued with supreme love; its color increases day by day. ||1||",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਤੋਂ ਨਾਮ ਧਨ ਲੈਂਦਾ ਹੈ) ਉਸੇ ਨੂੰ ਨਾਮ-ਰੰਗ ਬਹੁਤ ਚੜ੍ਹਦਾ ਹੈ, ਤੇ ਇਹ ਰੰਗ ਨਿੱਤ ਚਮਕਦਾ ਹੈ (ਦੂਣਾ ਚਉਣਾ ਹੁੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "cV@Y[ cV@wie",
    "type_id": 3
  },
  {
    "shabad_id": 1889,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "j`g-iq",
    "type_id": 3
  },
  {
    "shabad_id": 1889,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mwieAw hoeI nwgnI; jgiq rhI lptwie ]",
    "transliteration": "Maaeiaa Hoee Naaganee Jagath Rehee Lapattaae ||",
    "translation": "Maya is a serpent, clinging to the world.",
    "punjabi": "ਮਾਇਆ ਸੱਪਣੀ ਬਣੀ ਹੋਈ ਹੈ ਜਗਤ ਵਿਚ (ਹਰੇਕ ਜੀਵ ਨੂੰ) ਚੰਬੜੀ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1889,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ies kI syvw jo kry; iqs hI kau iPir Kwie ]",
    "transliteration": "Eis Kee Saevaa Jo Karae This Hee Ko Fir Khaae ||",
    "translation": "Whoever serves her, she ultimately devours.",
    "punjabi": "ਜੋ ਇਸ ਦਾ ਗ਼ੁਲਾਮ ਬਣਦਾ ਹੈ ਉਸੇ ਨੂੰ ਇਹ ਮਾਰ ਮੁਕਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1889,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gurmuiK koeI gwrVU; iqin mil dil lweI pwie ]",
    "transliteration": "Guramukh Koee Gaararroo Thin Mal Dhal Laaee Paae ||",
    "translation": "The Gurmukh is a snake-charmer; he has trampled her and thrown her down, and crushed her underfoot.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਗੁਰਮੁਖ ਹੁੰਦਾ ਹੈ ਜੋ ਇਸ ਮਾਇਆ-ਸੱਪਣੀ ਦੇ ਜ਼ਹਿਰ ਦਾ ਮੰਤ੍ਰ ਜਾਣਦਾ ਹੈ, ਉਸ ਨੇ ਇਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਮਲ ਕੇ ਪੈਰਾਂ ਹੇਠ ਸੁੱਟ ਲਿਆ ਹੈ।",
    "pronunciation": "s`p dI zihr dUr krn leI, ijvyN koeI gwrVU mMqR pV@dw hY, iqvyN dUijAW dy AOguxW ivkwrW dI zihr dUr krn leI, gwrVU vwihgurU mMqR pV@n vwly koeI ivrly gurmuiK gursyvk jI hn[ mil dil: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1889,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. syeI aubry; ij sic rhy ilv lwie ]2]",
    "transliteration": "Naanak Saeee Oubarae J Sach Rehae Liv Laae ||2||",
    "translation": "O Nanak, they alone are saved, who remain lovingly absorbed in the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਮਾਇਆ ਸੱਪਣੀ ਤੋਂ ਉਹੀ ਬਚੇ ਹਨ ਜੋ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1890,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1890,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "FwFI kry pukwr; pRBU suxwiesI ]",
    "transliteration": "Dtaadtee Karae Pukaar Prabhoo Sunaaeisee ||",
    "translation": "The minstrel cries out, and God hears him.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਢਾਢੀ ਬਣ ਕੇ ਅਰਦਾਸ ਕਰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਨੂੰ ਸੁਣਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1890,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "AMdir DIrk hoie; pUrw pwiesI ]",
    "transliteration": "Andhar Dhheerak Hoe Pooraa Paaeisee ||",
    "translation": "He is comforted within his mind, and he obtains the Perfect Lord.",
    "punjabi": "ਤਾਂ ਇਸ ਦੇ ਅੰਦਰ ਧੀਰਜ ਆਉਂਦੀ ਹੈ (ਮਾਇਆ-ਮੋਹ ਤੇ ਹਉਮੈ ਦੂਰ ਹੁੰਦੇ ਹਨ) ਤੇ ਪੂਰਾ ਪ੍ਰਭੂ ਇਸ ਨੂੰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1890,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jo Duir iliKAw lyKu; sy krm kmwiesI ]",
    "transliteration": "Jo Dhhur Likhiaa Laekh Sae Karam Kamaaeisee ||",
    "translation": "Whatever destiny is pre-ordained by the Lord, those are the deeds he does.",
    "punjabi": "ਧੁਰੋਂ (ਪਿਛਲੀ ਕੀਤੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਅਨੁਸਾਰ) ਜੋ (ਭਗਤੀ ਦਾ) ਲੇਖ ਮੱਥੇ ਤੇ ਉੱਘੜਦਾ ਹੈ ਤੇ ਉਹੋ ਜਿਹੇ (ਭਾਵ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ) ਕੰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1890,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jw hovY Ksmu dieAwlu; qw mhlu Gru pwiesI ]",
    "transliteration": "Jaa Hovai Khasam Dhaeiaal Thaa Mehal Ghar Paaeisee ||",
    "translation": "When the Lord and Master becomes Merciful, then one obtains the Mansion of the Lord's Presence as his home.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਜਦੋਂ ਖਸਮ ਦਿਆਲ ਹੁੰਦਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਮਹਿਲ-ਰੂਪ ਅਸਲ ਘਰ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1890,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "so pRBu myrw Aiq vfw; gurmuiK mylwiesI ]5]",
    "transliteration": "So Prabh Maeraa Ath Vaddaa Guramukh Maelaaeisee ||5||",
    "translation": "That God of mine is so very great; as Gurmukh, I have met Him. ||5||",
    "punjabi": "ਪਰ ਮੇਰਾ ਉਹ ਪ੍ਰਭੂ ਹੈ ਬਹੁਤ ਵੱਡਾ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1891,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1891,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sBnw kw shu eyku hY; sd hI rhY hjUir ]",
    "transliteration": "Sabhanaa Kaa Sahu Eaek Hai Sadh Hee Rehai Hajoor ||",
    "translation": "There is One Lord God of all; He remains ever-present.",
    "punjabi": "ਸਭ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਦਾ ਖਸਮ ਇਕ ਪਰਮਾਤਮਾ ਹੈ ਜੋ ਸਦਾ ਹੀ ਇਹਨਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1891,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. hukmu, n mMneI; qw Gr hI AMdir dUir ]",
    "transliteration": "Naanak Hukam N Mannee Thaa Ghar Hee Andhar Dhoor ||",
    "translation": "O Nanak, if one does not obey the Hukam of the Lord's Command, then within one's own home, the Lord seems far away.",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜੋ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਸ ਦਾ ਹੁਕਮ ਨਹੀਂ ਮੰਨਦੀ (ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਨਹੀਂ ਤੁਰਦੀ) ਉਸ ਨੂੰ ਉਹ ਖਸਮ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਵੱਸਦਾ ਹੋਇਆ ਭੀ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1891,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hukmu BI iqn@w mnwiesI; ijn@ kau ndir kryie ]",
    "transliteration": "Hukam Bhee Thinhaa Manaaeisee Jinh Ko Nadhar Karaee ||",
    "translation": "They alone obey the Lord's Command, upon whom He casts His Glance of Grace.",
    "punjabi": "ਹੁਕਮ ਭੀ ਉਹਨਾਂ ਹੀ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਤੋਂ ਮਨਾਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1891,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hukmu mMin suKu pwieAw; pRym suhwgix hoie ]1]",
    "transliteration": "Hukam Mann Sukh Paaeiaa Praem Suhaagan Hoe ||1||",
    "translation": "Obeying His Command, one obtains peace, and becomes the happy, loving soul-bride. ||1||",
    "punjabi": "ਜਿਸ ਨੇ ਹੁਕਮ ਮੰਨ ਕੇ ਸੁਖ ਹਾਸਲ ਕੀਤਾ ਹੈ, ਉਹ ਪ੍ਰੇਮ ਵਾਲੀ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1892,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1892,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rYix sbweI jil mueI; kMq. n lwieE Bwau ]",
    "transliteration": "Rain Sabaaee Jal Muee Kanth N Laaeiou Bhaao ||",
    "translation": "She who does not love her Husband Lord, burns and wastes away all through the night of her life.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਕੰਤ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਨਾਹ ਕੀਤਾ, ਉਹ (ਜ਼ਿੰਦਗੀ ਰੂਪ) ਸਾਰੀ ਰਾਤ ਸੜ ਮੁਈ (ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ ਦੁੱਖਾਂ ਵਿਚ ਲੰਘੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1892,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. suiK vsin suohwgxI; ijn@ ipAwrw purKu hir rwau ]2]",
    "transliteration": "Naanak Sukh Vasan Suohaaganee Jinh Piaaraa Purakh Har Raao ||2||",
    "translation": "O Nanak, the soul-brides dwell in peace; they have the Lord, their King, as their Husband. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦਾ ਪਿਆਰਾ ਅਕਾਲ ਪੁਰਖ (ਖਸਮ) ਹੈ ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ ਸੁਖ ਨਾਲ ਸੌਂਦੀਆਂ ਹਨ (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਸੁਖ ਨਾਲ ਗੁਜ਼ਾਰਦੀਆਂ ਹਨ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1893,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1893,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sBu jgu iPir. mY dyiKAw; hir ieko dwqw ]",
    "transliteration": "Sabh Jag Fir Mai Dhaekhiaa Har Eiko Dhaathaa ||",
    "translation": "Roaming over the entire world, I have seen that the Lord is the only Giver.",
    "punjabi": "ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਟੋਲ ਕੇ ਵੇਖ ਲਿਆ ਹੈ, ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ;",
    "pronunciation": "j`gu",
    "type_id": 3
  },
  {
    "shabad_id": 1893,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "aupwie ikqY. n pweIAY; hir krm ibDwqw ]",
    "transliteration": "Oupaae Kithai N Paaeeai Har Karam Bidhhaathaa ||",
    "translation": "The Lord cannot be obtained by any device at all; He is the Architect of Karma.",
    "punjabi": "ਜੀਵਾਂ ਦੇ ਕਰਮਾਂ ਦੀ ਬਿਧ ਬਨਾਣ ਵਾਲਾ ਉਹ ਪ੍ਰਭੂ ਕਿਸੇ ਚਤੁਰਾਈ ਸਿਆਣਪ ਨਾਲ ਨਹੀਂ ਲੱਭਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1893,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur sbdI hir min vsY; hir shjy jwqw ]",
    "transliteration": "Gur Sabadhee Har Man Vasai Har Sehajae Jaathaa ||",
    "translation": "Through the Word of the Guru's Shabad, the Lord comes to dwell in the mind, and the Lord is easily revealed within.",
    "punjabi": "ਸਿਰਫ਼ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤੇ ਸੌਖਾ ਹੀ ਪਛਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1893,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AMdrhu iqRsnw Agin buJI; hir AMimRq sir nwqw ]",
    "transliteration": "Andharahu Thrisanaa Agan Bujhee Har Anmrith Sar Naathaa ||",
    "translation": "The fire of desire within is quenched, and one bathes in the Lord's Pool of Ambrosial Nectar.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਨ੍ਹਾਉਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸਨਾ ਦੀ ਅੱਗ ਬੁਝ ਜਾਂਦੀ ਹੈ;",
    "pronunciation": "buJI: polw bolo[ n@wqw",
    "type_id": 3
  },
  {
    "shabad_id": 1893,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "vfI vifAweI vfy kI; gurmuiK bolwqw ]6]",
    "transliteration": "Vaddee Vaddiaaee Vaddae Kee Guramukh Bolaathaa ||6||",
    "translation": "The great greatness of the great Lord God - the Gurmukh speaks of this. ||6||",
    "punjabi": "ਇਹ ਉਸ ਵੱਡੇ ਦੀ ਵਡਿਆਈ ਹੈ ਕਿ (ਜੀਵ ਪਾਸੋਂ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1894,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1894,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kwieAw hMs. ikAw pRIiq hY; ij pieAw hI Cif jwie ]",
    "transliteration": "Kaaeiaa Hans Kiaa Preeth Hai J Paeiaa Hee Shhadd Jaae ||",
    "translation": "What love is this between the body and soul, which ends when the body falls?",
    "punjabi": "ਸਰੀਰ ਤੇ ਆਤਮਾ ਦਾ ਕੱਚਾ ਜਿਹਾ ਪਿਆਰ ਹੈ, (ਅੰਤ ਵੇਲੇ, ਇਹ ਆਤਮਾ ਸਰੀਰ ਨੂੰ) ਡਿੱਗੇ ਨੂੰ ਹੀ ਛੱਡ ਕੇ ਤੁਰ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1894,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "eys no kUVu boil ik KvwlIAY; ij clidAw nwil. n jwie ]",
    "transliteration": "Eaes No Koorr Bol K Khavaaleeai J Chaladhiaa Naal N Jaae ||",
    "translation": "Why feed it by telling lies? When you leave, it does not go with you.",
    "punjabi": "ਜਦੋਂ (ਆਖ਼ਰ) ਤੁਰਨ ਵੇਲੇ ਇਹ ਸਰੀਰ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ ਤਾਂ ਇਸ ਨੂੰ ਝੂਠ ਬੋਲ ਬੋਲ ਕੇ ਪਾਲਣ ਦਾ ਕੀਹ ਲਾਭ?",
    "pronunciation": "",
    "type_id": 3
  }
]