[
  {
    "shabad_id": 1894,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kwieAw imtI AMDu hY; pauxY puChu jwie ]",
    "transliteration": "Kaaeiaa Mittee Andhh Hai Pounai Pushhahu Jaae ||",
    "translation": "The body is merely blind dust; go, and ask the soul.",
    "punjabi": "ਸਰੀਰ ਤਾਂ ਗ੍ਯਾਨਹੀਣ ਮਿੱਟੀ ਹੈ, ਆਖ਼ਰ ਲੇਖਾ ਜੀਵਾਤਮਾ ਤੋਂ ਹੀ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "im`tI[ pauxY suAwsW nMU pu`Co, ieh BI cly jWdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 1894,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hau qw. mwieAw moihAw; iPir iPir Awvw jwie ]",
    "transliteration": "Ho Thaa Maaeiaa Mohiaa Fir Fir Aavaa Jaae ||",
    "translation": "The soul answers, \"I am enticed by Maya, and so I come and go, again and again.\"",
    "punjabi": "ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਪਿਆ ਰਿਹਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1894,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. hukmu, n jwqo Ksm kw; ij rhw sic smwie ]1]",
    "transliteration": "Naanak Hukam N Jaatho Khasam Kaa J Rehaa Sach Samaae ||1||",
    "translation": "O Nanak, I do not know my Lord and Master's Command, by which I would merge in the Truth. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਖਸਮ ਦਾ ਹੁਕਮ ਨਾਹ ਪਛਾਣਿਆ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ॥੧॥",
    "pronunciation": "j`wqo ksky",
    "type_id": 3
  },
  {
    "shabad_id": 1895,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1895,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "eyko inhcl nwm Dnu; horu Dnu AwvY jwie ]",
    "transliteration": "Eaeko Nihachal Naam Dhhan Hor Dhhan Aavai Jaae ||",
    "translation": "The Naam, the Name of the Lord, is the only permanent wealth; all other wealth comes and goes.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਇਕ ਐਸਾ ਧਨ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਹੋਰ ਧਨ ਕਦੇ ਮਿਲਿਆ ਤੇ ਕਦੇ ਨਾਸ ਹੋ ਗਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1895,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iesu Dn kau, qskru. joih n skeI; nw Eckw lY jwie ]",
    "transliteration": "Eis Dhhan Ko Thasakar Johi N Sakee Naa Ouchakaa Lai Jaae ||",
    "translation": "Thieves cannot steal this wealth, nor can robbers take it away.",
    "punjabi": "ਇਸ ਧਨ ਵਲ ਕੋਈ ਚੋਰ ਅੱਖ ਚੁੱਕ ਕੇ ਨਹੀਂ ਵੇਖ ਸਕਦਾ, ਕੋਈ ਗੰਢ-ਕੱਪ ਇਸ ਨੂੰ ਖੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(E-c`kw)T`g",
    "type_id": 3
  },
  {
    "shabad_id": 1895,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iehu hir Dnu. jIAY syqI riv rihAw; jIAY nwly jwie ]",
    "transliteration": "Eihu Har Dhhan Jeeai Saethee Rav Rehiaa Jeeai Naalae Jaae ||",
    "translation": "This wealth of the Lord is embedded in the soul, and with the soul, it shall depart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ ਇਹ ਧਨ ਜਿੰਦ ਦੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ਜਿੰਦ ਦੇ ਨਾਲ ਹੀ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1895,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pUry gur qy pweIAY; mnmuiK plY. n pwie ]",
    "transliteration": "Poorae Gur Thae Paaeeai Manamukh Palai N Paae ||",
    "translation": "It is obtained from the Perfect Guru; the self-willed manmukhs do not receive it.",
    "punjabi": "ਇਹ ਧਨ ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਮਿਲਦਾ ਹੈ, ਪਰ ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਸ ਨੂੰ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1895,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Dnu vwpwrI nwnkw; ijn@w nwm Dnu KitAw Awie ]2]",
    "transliteration": "Dhhan Vaapaaree Naanakaa Jinhaa Naam Dhhan Khattiaa Aae ||2||",
    "translation": "Blessed are the traders, O Nanak, who have come to earn the wealth of the Naam. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਵਣਜਾਰੇ, ਜਿਨ੍ਹਾਂ ਜਗਤ ਵਿਚ ਆ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰੂਪ ਧਨ ਖੱਟਿਆ ਹੈ ॥੨॥",
    "pronunciation": "K`itAw",
    "type_id": 3
  },
  {
    "shabad_id": 1896,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1896,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "myrw swihbu Aiq vfw; scu gihr gMBIrw ]",
    "transliteration": "Maeraa Saahib Ath Vaddaa Sach Gehir Ganbheeraa ||",
    "translation": "My Master is so very great, true, profound and unfathomable.",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ ਪ੍ਰਭੂ ਬਹੁਤ ਹੀ ਵੱਡਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਡੂੰਘਾ ਹੈ ਤੇ ਧੀਰਜ ਵਾਲਾ ਹੈ,",
    "pronunciation": "(gihr) Aqwh[(gMBIrw) Afol",
    "type_id": 3
  },
  {
    "shabad_id": 1896,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sBu jgu iqs kY vis hY; sBu iqs kw cIrw ]",
    "transliteration": "Sabh Jag This Kai Vas Hai Sabh This Kaa Cheeraa ||",
    "translation": "The whole world is under His power; everything is the projection of Him.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਉਸ ਦੇ ਵੱਸ ਵਿਚ ਹੈ, ਸਾਰਾ ਜਗਤ ਉਸੇ ਦੇ ਆਸਰੇ ਹੈ।",
    "pronunciation": "(cIrw) P`t[j`gu v`is",
    "type_id": 3
  },
  {
    "shabad_id": 1896,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gur prswdI pweIAY; inhclu Dnu DIrw ]",
    "transliteration": "Gur Parasaadhee Paaeeai Nihachal Dhhan Dhheeraa ||",
    "translation": "By Guru's Grace, the eternal wealth is obtained, bringing peace and patience to the mind.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਅਟੱਲ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1896,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ikrpw qy. hir min vsY; BytY guru sUrw ]",
    "transliteration": "Kirapaa Thae Har Man Vasai Bhaettai Gur Sooraa ||",
    "translation": "By His Grace, the Lord dwells in the mind, and one meets the Brave Guru.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਸੂਰਮਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ ਹਰਿ-ਨਾਮ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1896,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "guxvMqI swlwihAw; sdw iQru inhclu, hir pUrw ]7]",
    "transliteration": "Gunavanthee Saalaahiaa Sadhaa Thhir Nihachal Har Pooraa ||7||",
    "translation": "The virtuous praise the ever-stable, permanent, perfect Lord. ||7||",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਅਡੋਲ ਤੇ ਪੂਰੇ ਪ੍ਰਭੂ ਨੂੰ ਗੁਣ ਵਾਲਿਆਂ ਨੇ ਸਾਲਾਹਿਆ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1897,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1897,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iDRgu iqn@w dw jIivAw, jo hir suKu. prhir iqAwgdy; duKu haumY pwp kmwie ]",
    "transliteration": "Dhhrig Thinhaa Dhaa Jeeviaa Jo Har Sukh Parehar Thiaagadhae Dhukh Houmai Paap Kamaae ||",
    "translation": "Cursed is the life of those who forsake and throw away the peace of the Lord's Name, and suffer pain instead by practicing ego and sin.",
    "punjabi": "ਫਿਟੇ-ਮੂੰਹ ਉਹਨਾਂ ਦੇ ਜੀਊਣ ਨੂੰ, ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਉੱਕਾ ਹੀ ਤਿਆਗ ਦੇਂਦੇ ਹਨ ਤੇ ਹਉਮੈ ਵਿਚ ਪਾਪ ਕਰ ਕੇ ਦੁਖ ਸਹੇੜਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1897,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mnmuK AigAwnI. mwieAw moih ivAwpy; iqn@ bUJ. n kweI pwie ]",
    "transliteration": "Manamukh Agiaanee Maaeiaa Mohi Viaapae Thinh Boojh N Kaaee Paae ||",
    "translation": "The ignorant self-willed manmukhs are engrossed in the love of Maya; they have no understanding at all.",
    "punjabi": "ਅਜੇਹੇ ਜਾਹਲ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਦੇ ਹਨ, ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਕੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਮੱਤ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "bU`J",
    "type_id": 3
  },
  {
    "shabad_id": 1897,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hliq pliq Eie. suKu n pwvih; AMiq gey pCuqwie ]",
    "transliteration": "Halath Palath Oue Sukh N Paavehi Anth Geae Pashhuthaae ||",
    "translation": "In this world and in the world beyond, they do not find peace; in the end, they depart regretting and repenting.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਕੋਈ ਸੁਖ ਮਿਲਦਾ ਹੈ, ਮਰਨ ਵੇਲੇ ਭੀ ਹੱਥ ਮਲਦੇ ਹੀ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1897,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur prswdI ko nwmu iDAwey; iqsu haumY ivchu jwie ]",
    "transliteration": "Gur Parasaadhee Ko Naam Dhhiaaeae This Houmai Vichahu Jaae ||",
    "translation": "By Guru's Grace, one may meditate on the Naam, the Name of the Lord, and egotism departs from within him.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1897,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. ijsu pUrib hovY iliKAw; so gur crxI Awie pwie ]1]",
    "transliteration": "Naanak Jis Poorab Hovai Likhiaa So Gur Charanee Aae Paae ||1||",
    "translation": "O Nanak, one who has such pre-ordained destiny, comes and falls at the Guru's Feet. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰੋਂ ਭਾਗ ਹੋਵੇ ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1898,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1898,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mnmuKu aUDw kaulu hY; nw iqsu Bgiq. n nwau ]",
    "transliteration": "Manamukh Oodhhaa Koul Hai Naa This Bhagath N Naao ||",
    "translation": "The self-willed manmukh is like the inverted lotus; he has neither devotional worship, nor the Lord's Name.",
    "punjabi": "ਆਪ-ਹੁਦਰਾ ਮਨੁੱਖ (ਮਾਨੋ) ਉਲਟਾ ਕਉਲ-ਫੁੱਲ ਹੈ, ਇਸ ਵਿਚ ਨਾ ਭਗਤੀ ਹੈ ਤੇ ਨਾ ਸਿਮਰਨ,",
    "pronunciation": "(aUDw) aultw[ (kaulu) kml",
    "type_id": 3
  },
  {
    "shabad_id": 1898,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "skqI AMdir vrqdw; kUVu iqs kw hY aupwau ]",
    "transliteration": "Sakathee Andhar Varathadhaa Koorr This Kaa Hai Oupaao ||",
    "translation": "He remains engrossed in material wealth, and his efforts are false.",
    "punjabi": "ਇਹ ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ ਹੀ ਕਾਰ ਵਿਹਾਰ ਕਰਦਾ ਹੈ, ਕੂੜ (ਮਾਇਆ) ਹੀ ਇਸ ਦਾ ਪ੍ਰਯੋਜਨ (ਜ਼ਿੰਦਗੀ ਦਾ ਨਿਸ਼ਾਨਾ) ਹੈ,",
    "pronunciation": "(skqI) mwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1898,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "iqs kw AMdru. icqu n iBjeI; muiK PIkw Awlwau ]",
    "transliteration": "This Kaa Andhar Chith N Bhijee Mukh Feekaa Aalaao ||",
    "translation": "His consciousness is not softened within, and the words from his mouth are insipid.",
    "punjabi": "ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ ਦਾ ਅੰਦਰਲਾ ਭਿੱਜਦਾ ਨਹੀਂ, ਚਿੱਤ ਰੱਜਦਾ ਨਹੀਂ, ਮੂੰਹੋਂ ਭੀ ਫਿੱਕਾ ਬੋਲ ਹੀ ਬੋਲਦਾ ਹੈ।",
    "pronunciation": "(Awlwau) bol",
    "type_id": 3
  },
  {
    "shabad_id": 1898,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Eie Drim rlwey. nw rlin@; Enw AMdir kUVu suAwau ]",
    "transliteration": "Oue Dhharam Ralaaeae Naa Ralanih Ounaa Andhar Koorr Suaao ||",
    "translation": "He does not mingle with the righteous; within him are falsehood and selfishness.",
    "punjabi": "ਐਸੇ ਬੰਦੇ ਧਰਮ ਵਿਚ ਜੋੜੇ ਜੁੜਦੇ ਨਹੀਂ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੂੜ ਤੇ ਖ਼ੁਦਗ਼ਰਜ਼ੀ ਹੈ।",
    "pronunciation": "(suAwau) suAwrQ jW suAwd",
    "type_id": 3
  },
  {
    "shabad_id": 1898,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. krqY bxq bxweI, mnmuK. kUVu boil boil fuby; gurmuiK qry, jip hir nwau ]2]",
    "transliteration": "Naanak Karathai Banath Banaaee Manamukh Koorr Bol Bol Ddubae Guramukh Tharae Jap Har Naao ||2||",
    "translation": "O Nanak, the Creator Lord has arranged things, so that the self-willed manmukhs are drowned by telling lies, while the Gurmukhs are saved by chanting the Lord's Name. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਨੇ ਐਸੀ ਖੇਡ ਰਚੀ ਹੈ ਕਿ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਤਾਂ ਝੂਠ ਬੋਲ ਬੋਲ ਕੇ ਗ਼ਰਕ ਹੁੰਦੇ ਹਨ ਤੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਜਪ ਕੇ (ਸ਼ਕਤੀ ਦੇ ਹੜ੍ਹ ਵਿਚੋਂ) ਤਰ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1899,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1899,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ibnu bUJy. vfw Pyru pieAw; iPir AwvY jweI ]",
    "transliteration": "Bin Boojhae Vaddaa Faer Paeiaa Fir Aavai Jaaee ||",
    "translation": "Without understanding, one must wander around the cycle of reincarnation, and continue coming and going.",
    "punjabi": "(ਇਹ ਗੱਲ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ (ਕਿ 'ਗੁਰ ਪਰਸਾਦੀ ਪਾਈਐ', ਮਨੁੱਖ ਨੂੰ) ਜਨਮ ਮਰਨ ਦਾ ਲੰਮਾ ਚੱਕਰ ਲਾਣਾ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "(Pyru) gyVw",
    "type_id": 3
  },
  {
    "shabad_id": 1899,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "siqgur kI syvw. n kIqIAw; AMiq gieAw pCuqweI ]",
    "transliteration": "Sathigur Kee Saevaa N Keetheeaa Anth Gaeiaa Pashhuthaaee ||",
    "translation": "One who has not served the True Guru, shall depart regretting and repenting in the end.",
    "punjabi": "ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸੇਵਾ (ਸਾਰੀ ਉਮਰ ਹੀ) ਨਹੀਂ ਕਰਦਾ (ਭਾਵ, ਸਾਰੀ ਉਮਰ ਗੁਰੂ ਦੇ ਕਹੇ ਤੇ ਨਹੀਂ ਤੁਰਦਾ) ਆਖ਼ਰ (ਮਰਨ ਵੇਲੇ) ਹੱਥ ਮਲਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1899,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AwpxI ikrpw kry. guru pweIAY; ivchu Awpu gvweI ]",
    "transliteration": "Aapanee Kirapaa Karae Gur Paaeeai Vichahu Aap Gavaaee ||",
    "translation": "But if the Lord shows His Mercy, one finds the Guru, and ego is banished from within.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈ ਤਾਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1899,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iqRsnw BuK ivchu auqrY; suKu vsY min AweI ]",
    "transliteration": "Thrisanaa Bhukh Vichahu Outharai Sukh Vasai Man Aaee ||",
    "translation": "Hunger and thirst depart from within, and peace comes to dwell in the mind.",
    "punjabi": "ਮਾਇਆ ਦੀ ਤ੍ਰਿਸਨਾ ਭੁੱਖ ਵਿਚੋਂ ਉਤਰਦੀ ਹੈ, ਮਨ ਵਿਚ ਸੁਖ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1899,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sdw sdw swlwhIAY; ihrdY ilv lweI ]8]",
    "transliteration": "Sadhaa Sadhaa Saalaaheeai Hiradhai Liv Laaee ||8||",
    "translation": "Forever and ever, praise Him with love in your heart. ||8||",
    "punjabi": "ਤੇ ਸੁਰਤਿ ਜੋੜ ਕੇ ਸਦਾ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1900,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1900,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ij siqguru syvy Awpxw; iqs no pUjy sBu koie ]",
    "transliteration": "J Sathigur Saevae Aapanaa This No Poojae Sabh Koe ||",
    "translation": "One who serves his True Guru, is worshipped by everyone.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦੇ ਕਹੇ ਤੇ ਤੁਰਦਾ ਹੈ, ਹਰੇਕ ਬੰਦਾ ਉਸ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1900,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sBnw aupwvw isir aupwau hY; hir nwmu prwpiq hoie ]",
    "transliteration": "Sabhanaa Oupaavaa Sir Oupaao Hai Har Naam Paraapath Hoe ||",
    "translation": "Of all efforts, the supreme effort is the attainment of the Lord's Name.",
    "punjabi": "ਸੋ, (ਜਗਤ ਵਿਚ ਭੀ ਮਾਣ ਹਾਸਲ ਕਰਨ ਲਈ) ਸਾਰੇ ਉਪਾਵਾਂ ਤੋਂ ਵੱਡਾ ਉਪਾਉ ਇਹੀ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਿਲ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1900,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AMqir sIql swiq vsY; jip ihrdY sdw suKu hoie ]",
    "transliteration": "Anthar Seethal Saath Vasai Jap Hiradhai Sadhaa Sukh Hoe ||",
    "translation": "Peace and tranquility come to dwell within the mind; meditating within the heart, there comes a lasting peace.",
    "punjabi": "'ਨਾਮ' ਜਪਿਆਂ ਸਦਾ ਹਿਰਦੇ ਵਿਚ ਸੁਖ ਹੁੰਦਾ ਹੈ, ਮਨ ਵਿਚ ਠੰਢ ਤੇ ਸ਼ਾਂਤੀ ਆ ਵੱਸਦੀ ਹੈ,",
    "pronunciation": "sWiq-vsY :poly",
    "type_id": 3
  },
  {
    "shabad_id": 1900,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AMimRqu Kwxw. AMimRqu pYnxw; nwnk. nwmu vfweI hoie ]1]",
    "transliteration": "Anmrith Khaanaa Anmrith Painanaa Naanak Naam Vaddaaee Hoe ||1||",
    "translation": "The Ambrosial Amrit is his food, and the Ambrosial Amrit is his clothes; O Nanak, through the Naam, the Name of the Lord, greatness is obtained. ||1||",
    "punjabi": "ਤਦ 'ਨਾਮ' ਹੀ ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ ਬਣ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਹੋ ਜਾਂਦਾ ਹੈ) ਹੇ ਨਾਨਕ! ਨਾਮ ਹੀ ਉਸ ਲਈ ਆਦਰ ਮਾਣ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1901,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1901,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ey mn. gur kI isK suix; hir pwvih guxI inDwnu ]",
    "transliteration": "Eae Man Gur Kee Sikh Sun Har Paavehi Gunee Nidhhaan ||",
    "translation": "O mind, listen to the Guru's Teachings, and you shall obtain the treasure of virtue.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਸੁਣ (ਭਾਵ, ਸਿੱਖਿਆ ਤੇ ਤੁਰ) ਤੈਨੂੰ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਮਿਲ ਪਏਗਾ;",
    "pronunciation": "",
    "type_id": 3
  }
]