[
  {
    "shabad_id": 1921,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "vwhu vwhu iqs no AwKIAY; ij sB mih rihAw smwie ]",
    "transliteration": "Vaahu Vaahu This No Aakheeai J Sabh Mehi Rehiaa Samaae ||",
    "translation": "Chant Waaho! Waaho! to the Lord, who is permeating and pervading in all.",
    "punjabi": "ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਸਭ ਵਿੱਚ ਸਮਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1921,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "vwhu vwhu iqs no AwKIAY; ij dydw irjku sbwih ]",
    "transliteration": "Vaahu Vaahu This No Aakheeai J Dhaedhaa Rijak Sabaahi ||",
    "translation": "Chant Waaho! Waaho! to the Lord, who is the Giver of sustenance to all.",
    "punjabi": "ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ ਤੇ ਜੋ ਸਭ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1921,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. vwhu vwhu ieko kir swlwhIAY; ij siqgur dIAw idKwie ]1]",
    "transliteration": "Naanak Vaahu Vaahu Eiko Kar Saalaaheeai J Sathigur Dheeaa Dhikhaae ||1||",
    "translation": "O Nanak, Waaho! Waaho! - praise the One Lord, revealed by the True Guru. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਲਾ-ਸ਼ਰੀਕ ਜਾਣ ਕੇ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰੀਏ; ਉਸ ਦਾ ਦਰਸਨ ਸਤਿਗੁਰੂ ਹੀ ਕਰਾਉਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1922,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1922,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "vwhu vwhu gurmuK sdw krih; mnmuK mrih ibKu Kwie ]",
    "transliteration": "Vaahu Vaahu Guramukh Sadhaa Karehi Manamukh Marehi Bikh Khaae ||",
    "translation": "Waaho! Waaho! The Gurmukhs praise the Lord continually, while the self-willed manmukhs eat poison and die.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ; ਪਰ, ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ ਮਾਇਆ-ਰੂਪ ਜ਼ਹਿਰ ਖਾ ਕੇ ਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1922,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Enw vwhu vwhu. n BwveI; duKy duiK ivhwie ]",
    "transliteration": "Ounaa Vaahu Vaahu N Bhaavee Dhukhae Dhukh Vihaae ||",
    "translation": "They have no love for the Lord's Praises, and they pass their lives in misery.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ, ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਉਮਰ ਦੁੱਖ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1922,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gurmuiK AMimRqu pIvxw; vwhu vwhu krih ilv lwie ]",
    "transliteration": "Guramukh Anmrith Peevanaa Vaahu Vaahu Karehi Liv Laae ||",
    "translation": "The Gurmukhs drink in the Ambrosial Nectar, and they center their consciousness on the Lord's Praises.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਦਾ ਜਲ-ਪਾਨ ਹੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੈ (ਭਾਵ, ਗੁਰਮੁਖਾਂ ਲਈ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ), ਉਹ ਸੁਰਤਿ ਜੋੜ ਕੇ ਸਿਫ਼ਤ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1922,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. vwhu vwhu krih sy jn inrmly; iqRBvx soJI pwie ]2]",
    "transliteration": "Naanak Vaahu Vaahu Karehi Sae Jan Niramalae Thribhavan Sojhee Paae ||2||",
    "translation": "O Nanak, those who chant Waaho! Waaho! are immaculate and pure; they obtain the knowledge of the three worlds. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਤਿੰਨਾਂ ਭਵਨਾਂ (ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ) ਸੂਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1923,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1923,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir kY BwxY. guru imlY; syvw Bgiq bnIjY ]",
    "transliteration": "Har Kai Bhaanai Gur Milai Saevaa Bhagath Baneejai ||",
    "translation": "By the Lord's Will one meets the Guru serves Him, and worships the Lord.",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ (ਉਸ ਵਾਸਤੇ) ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਤੇ ਭਗਤੀ (ਦੀ ਜੁਗਤ) ਬਣਦੀ ਹੈ,",
    "pronunciation": "(bnIjY) bxdI hY",
    "type_id": 3
  },
  {
    "shabad_id": 1923,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir kY BwxY hir min vsY; shjy rsu pIjY ]",
    "transliteration": "Har Kai Bhaanai Har Man Vasai Sehajae Ras Peejai ||",
    "translation": "By the Lord's Will, the Lord comes to dwell in the mind, and one easily drinks in the sublime essence of the Lord.",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ ਤੇ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਟਿਕਿਆਂ) ਨਾਮ-ਰਸ ਪੀਵੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1923,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir kY BwxY. suKu pweIAY; hir lwhw inq lIjY ]",
    "transliteration": "Har Kai Bhaanai Sukh Paaeeai Har Laahaa Nith Leejai ||",
    "translation": "By the Lord's Will, one finds peace, and continually earns the Lord's Profit.",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ (ਆਤਮਾ ਨੂੰ) ਸੁਖ ਮਿਲਦਾ ਹੈ ਤੇ (ਜੀਵ-ਵਪਾਰੀ ਨੂੰ) ਸਦਾ ਨਾਮ-ਰੂਪ ਦਾ ਨਫ਼ਾ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1923,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir kY qKiq bhwlIAY; inj Gir sdw vsIjY ]",
    "transliteration": "Har Kai Thakhath Behaaleeai Nij Ghar Sadhaa Vaseejai ||",
    "translation": "He is seated on the Lord's throne, and he dwells continually in the home of his own being.",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਵਾਹਿਗੁਰੂ ਦੇ (ਨਾਮ ਦੇ) ਰਾਜ-ਸਿੰਘਾਸਣ ਉਤੇ ਬੈਠਣ ਨਾਲ, ਪ੍ਰਭੂ ਹਮੇਸ਼ਾਂ ਆਪਣੇ ਨਿੱਜ ਦੇ ਗ੍ਰਹਿ ਵਿੱਚ ਵਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1923,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir kw Bwxw iqnI mMinAw; ijnw gurU imlIjY ]16]",
    "transliteration": "Har Kaa Bhaanaa Thinee Manniaa Jinaa Guroo Mileejai ||16||",
    "translation": "He alone surrenders to the Lord's Will, who meets the Guru. ||16||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ (ਮਿੱਠਾ ਕਰ ਕੇ) ਮੰਨਦੇ ਹਨ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "vwhu vwhu sy jn sdw krih; ijn@ kau Awpy dyie buJwie ]",
    "transliteration": "Vaahu Vaahu Sae Jan Sadhaa Karehi Jinh Ko Aapae Dhaee Bujhaae ||",
    "translation": "Waaho! Waaho! Those humble beings ever praise the Lord, unto whom the Lord Himself grants understanding.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸੁਮੱਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ,",
    "pronunciation": "bu`Jwie",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "vwhu vwhu kriqAw mnu inrmlu hovY; haumY ivchu jwie ]",
    "transliteration": "Vaahu Vaahu Karathiaa Man Niramal Hovai Houmai Vichahu Jaae ||",
    "translation": "Chanting Waaho! Waaho!, the mind is purified, and egotism departs from within.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਮਨ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ ਤੇ ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੂਰ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "vwhu vwhu gurisKu jo inq kry; so mn icMidAw Plu pwie ]",
    "transliteration": "Vaahu Vaahu Gurasikh Jo Nith Karae So Man Chindhiaa Fal Paae ||",
    "translation": "The Gurmukh who continually chants Waaho! Waaho! attains the fruits of his heart's desires.",
    "punjabi": "ਜੋ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਨ-ਇੱਛਤ ਫਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "vwhu vwhu krih. sy jn sohxy; hir iqn@ kY sMig imlwie ]",
    "transliteration": "Vaahu Vaahu Karehi Sae Jan Sohanae Har Thinh Kai Sang Milaae ||",
    "translation": "Beauteous are those humble beings who chant Waaho! Waaho! O Lord, let me join them!",
    "punjabi": "ਜੋ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਦਾਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "vwhu vwhu ihrdY aucrw; muKhu BI vwhu vwhu kryau ]",
    "transliteration": "Vaahu Vaahu Hiradhai Oucharaa Mukhahu Bhee Vaahu Vaahu Karaeo ||",
    "translation": "Within my heart, I chant Waaho! Waaho!, and with my mouth, Waaho! Waaho!",
    "punjabi": "ਜੋ ਹਿਰਦੇ ਵਿੱਚ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹਨ੍ਹਾਂ ਦੇ ਮੂਹੋਂ ਵੀ ਸਿਫਤ-ਸਲਾਹ ਹੀ ਨਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1924,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. vwhu vwhu jo krih; hau qnu mnu iqn@ kau dyau ]1]",
    "transliteration": "Naanak Vaahu Vaahu Jo Karehi Ho Than Man Thinh Ko Dhaeo ||1||",
    "translation": "O Nanak, those who chant Waaho! Waaho! - unto them I dedicate my body and mind. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਮੈਂ ਆਪਣਾ ਤਨ ਮਨ ਉਹਨਾਂ ਅੱਗੇ ਭੇਟ ਕਰ ਦਿਆਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "vwhu vwhu swihbu scu hY; AMimRqu jw kw nwau ]",
    "transliteration": "Vaahu Vaahu Saahib Sach Hai Anmrith Jaa Kaa Naao ||",
    "translation": "Waaho! Waaho! is the True Lord Master; His Name is Ambrosial Nectar.",
    "punjabi": "ਜਿਸ ਮਾਲਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਜੀਵਾਂ ਨੂੰ) ਆਤਮਕ ਬਲ ਦੇਣ ਵਾਲਾ ਹੈ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijin syivAw iqin Plu pwieAw; hau. iqn bilhwrY jwau ]",
    "transliteration": "Jin Saeviaa Thin Fal Paaeiaa Ho Thin Balihaarai Jaao ||",
    "translation": "Those who serve the Lord are blessed with the fruit; I am a sacrifice to them.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਸ ਉਸ ਨੇ (ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਅਜੇਹੇ ਗੁਰਮੁਖਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "vwhu vwhu guxI inDwnu hY; ijs no dyie su Kwie ]",
    "transliteration": "Vaahu Vaahu Gunee Nidhhaan Hai Jis No Dhaee S Khaae ||",
    "translation": "Waaho! Waaho! is the treasure of virtue; he alone tastes it, who is so blessed.",
    "punjabi": "ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ ਉਸ ਦਾ ਹੀ ਰੂਪ ਹੈ, ਪ੍ਰਭੂ ਜਿਸ ਨੂੰ ਇਹ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹ ਇਸ ਨੂੰ ਵਰਤਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vwhu vwhu jil Qil BrpUru hY; gurmuiK pwieAw jwie ]",
    "transliteration": "Vaahu Vaahu Jal Thhal Bharapoor Hai Guramukh Paaeiaa Jaae ||",
    "translation": "Waaho! Waaho! The Lord is pervading and permeating the oceans and the land; the Gurmukh attains Him.",
    "punjabi": "ਸਿਫ਼ਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਉਤੇ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ, ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦਿਆਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vwhu vwhu gurisK inq sB krhu; gur pUry. vwhu vwhu BwvY ]",
    "transliteration": "Vaahu Vaahu Gurasikh Nith Sabh Karahu Gur Poorae Vaahu Vaahu Bhaavai ||",
    "translation": "Waaho! Waaho! Let all the Gursikhs continually praise Him. Waaho! Waaho! The Perfect Guru is pleased with His Praises.",
    "punjabi": "ਹੇ ਗੁਰ-ਸਿੱਖੋ! ਸਾਰੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵੋ, ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1925,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. vwhu vwhu jo min iciq kry; iqsu jmkMkru nyiV. n AwvY ]2]",
    "transliteration": "Naanak Vaahu Vaahu Jo Man Chith Karae This Jamakankar Naerr N Aavai ||2||",
    "translation": "O Nanak, one who chants Waaho! Waaho! with his heart and mind - the Messenger of Death does not approach him. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਇਕ-ਮਨ ਹੋ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1926,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1926,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir jIau scw scu hY; scI gurbwxI ]",
    "transliteration": "Har Jeeo Sachaa Sach Hai Sachee Gurabaanee ||",
    "translation": "The Dear Lord is the Truest of the True; True is the Word of the Guru's Bani.",
    "punjabi": "ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਗੁਰੂ ਦੀ ਬਾਣੀ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1926,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "siqgur qy scu pCwxIAY; sic shij smwxI ]",
    "transliteration": "Sathigur Thae Sach Pashhaaneeai Sach Sehaj Samaanee ||",
    "translation": "Through the True Guru, the Truth is realized, and one is easily absorbed in the True Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1926,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "An idnu jwgih. nw svih; jwgq rYix ivhwxI ]",
    "transliteration": "Anadhin Jaagehi Naa Savehi Jaagath Rain Vihaanee ||",
    "translation": "Night and day, they remain awake, and do not sleep; in wakefulness, the night of their lives passes.",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਨਹੀਂ ਸਉਂਦੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ-ਰੂਪ ਸਾਰੀ ਰਾਤ ਸੁਚੇਤ ਰਹਿ ਕੇ ਗੁਜ਼ਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1926,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gurmqI hir rsu cwiKAw; sy puMn prwxI ]",
    "transliteration": "Guramathee Har Ras Chaakhiaa Sae Punn Paraanee ||",
    "translation": "Those who taste the sublime essence of the Lord, through the Guru's Teachings, are the most worthy persons.",
    "punjabi": "ਤੇ ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1926,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ibnu gur. iknY n pwieE; pic muey AjwxI ]17]",
    "transliteration": "Bin Gur Kinai N Paaeiou Pach Mueae Ajaanee ||17||",
    "translation": "Without the Guru, no one has obtained the Lord; the ignorant rot away and die. ||17||",
    "punjabi": "ਪਰ, ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ, ਅੰਞਾਣ ਲੋਕ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਖਪ ਖਪ ਕੇ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "vwhu vwhu bwxI inrMkwr hY; iqsu jyvfu Avru n koie ]",
    "transliteration": "Vaahu Vaahu Baanee Nirankaar Hai This Jaevadd Avar N Koe ||",
    "translation": "Waaho! Waaho! is the Bani, the Word, of the Formless Lord. There is no other as great as He is.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸੇ ਦਾ ਰੂਪ ਹੈ, ਜੋ ਆਕਾਰ-ਰਹਿਤ ਹੈ ਤੇ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "vwhu vwhu Agm AQwhu hY; vwhu vwhu scw soie ]",
    "transliteration": "Vaahu Vaahu Agam Athhaahu Hai Vaahu Vaahu Sachaa Soe ||",
    "translation": "Waaho! Waaho! The Lord is unfathomable and inaccessible. Waaho! Waaho! He is the True One.",
    "punjabi": "ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ, ਜਿਸ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ, ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਸਦਾ-ਥਿਰ ਹੈ।",
    "pronunciation": "(A-gm) sogrihq:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "vwhu vwhu vyprvwhu hY; vwhu vwhu kry su hoie ]",
    "transliteration": "Vaahu Vaahu Vaeparavaahu Hai Vaahu Vaahu Karae S Hoe ||",
    "translation": "Waaho! Waaho! He is the self-existent Lord. Waaho! Waaho! As He wills, so it comes to pass.",
    "punjabi": "ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਬੇਪਰਵਾਹ ਹੈ। ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਪ੍ਰਭੂ ਜੋ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "vwhu vwhu AMimRq nwmu hY; gurmuiK pwvY koie ]",
    "transliteration": "Vaahu Vaahu Anmrith Naam Hai Guramukh Paavai Koe ||",
    "translation": "Waaho! Waaho! is the Ambrosial Nectar of the Naam, the Name of the Lord, obtained by the Gurmukh.",
    "punjabi": "ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਪ੍ਰਭੂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਹੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "vwhu vwhu krmI pweIAY; Awip dieAw kir dyie ]",
    "transliteration": "Vaahu Vaahu Karamee Paaeeai Aap Dhaeiaa Kar Dhaee ||",
    "translation": "Waaho! Waaho! This is realized by His Grace, as He Himself grants His Grace.",
    "punjabi": "ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਭਾਗਾਂ ਨਾਲ ਹੀ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਮੇਹਰ ਕਰ ਕੇ ਆਪ ਪ੍ਰਭੂ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]