[
  {
    "id": 23562,
    "shabad_id": 2013,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 23563,
    "shabad_id": 2013,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwgu dyvgMDwrI mhlw 4 Gru 1 ]",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 4 Ghar 1 ||",
    "translation": "Raag Dayv-Gandhaaree, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23564,
    "shabad_id": 2013,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "syvk jn bny; Twkur ilv lwgy ]",
    "transliteration": "Saevak Jan Banae Thaakur Liv Laagae ||",
    "translation": "Those who become the humble servants of the Lord and Master, lovingly focus their minds on Him.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਲੱਗ ਜਾਂਦੀ ਹੈ ਉਹ ਮਾਲਕ ਦੇ (ਸੱਚੇ) ਸੇਵਕ, (ਸੱਚੇ) ਦਾਸ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23565,
    "shabad_id": 2013,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jo qumrw jsu khqy gurmiq; iqn muK Bwg sBwgy ]1] rhwau ]",
    "transliteration": "Jo Thumaraa Jas Kehathae Guramath Thin Mukh Bhaag Sabhaagae ||1|| Rehaao ||",
    "translation": "Those who chant Your Praises, through the Guru's Teachings, have great good fortune recorded upon their foreheads. ||1||Pause||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਸੋਹਣੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 23566,
    "shabad_id": 2013,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "tUty mwieAw ky bMDn Pwhy; hir rwm nwm ilv lwgy ]",
    "transliteration": "Ttoottae Maaeiaa Kae Bandhhan Faahae Har Raam Naam Liv Laagae ||",
    "translation": "The bonds and shackles of Maya are shattered, by lovingly focusing their minds on the Name of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਾਇਆ (ਦੇ ਮੋਹ) ਦੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, ਫਾਹੀਆਂ ਟੁੱਟ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23567,
    "shabad_id": 2013,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hmrw mnu. moihE gur mohin; hm ibsm BeI muiK lwgy ]1]",
    "transliteration": "Hamaraa Man Mohiou Gur Mohan Ham Bisam Bhee Mukh Laagae ||1||",
    "translation": "My mind is enticed by the Guru, the Enticer; beholding Him, I am wonder-struck. ||1||",
    "punjabi": "(ਹੇ ਸਖੀ! ਮਨ ਨੂੰ) ਮੋਹ ਲੈਣ ਵਾਲੇ ਗੁਰੂ ਨੇ ਮੇਰਾ ਮਨ ਆਪਣੇ ਪਿਆਰ ਵਿਚ ਬੰਨ੍ਹ ਲਿਆ ਹੈ, ਉਸ ਸੋਹਣੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਮਸਤ ਹੋ ਗਈ ਹਾਂ। (ਇਸ ਵਾਸਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਮੇਰੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀਆਂ) ॥੧॥",
    "pronunciation": "mohin",
    "type_id": 3
  },
  {
    "id": 23568,
    "shabad_id": 2013,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "sglI rYix soeI AMiDAwrI; gur ikMcq ikrpw jwgy ]",
    "transliteration": "Sagalee Rain Soee Andhhiaaree Gur Kinchath Kirapaa Jaagae ||",
    "translation": "I slept through the entire dark night of my life, but through the tiniest bit of the Guru's Grace, I have been awakened.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਮੈਂ (ਜ਼ਿੰਦਗੀ ਦੀ) ਸਾਰੀ ਰਾਤ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰ ਵਿਚ ਸੁੱਤੀ ਰਹੀ (ਆਤਮਕ ਜੀਵਨ ਵੱਲੋਂ ਅਵੇਸਲੀ ਰਹੀ), ਹੁਣ ਗੁਰੂ ਦੀ ਥੋੜੀ ਕੁ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਜਾਗ ਪਈ ਹਾਂ।",
    "pronunciation": "(ikMicq) QoVI",
    "type_id": 3
  },
  {
    "id": 23569,
    "shabad_id": 2013,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jn nwnk ky pRB suMdr suAwmI; moih qum sir. Avru n lwgy ]2]1]",
    "transliteration": "Jan Naanak Kae Prabh Sundhar Suaamee Mohi Thum Sar Avar N Laagae ||2||1||",
    "translation": "O Beautiful Lord God, Master of servant Nanak, there is none comparable to You. ||2||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਸੋਹਣੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਹੁਣ) ਤੇਰੇ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23570,
    "shabad_id": 2014,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "dyvgMDwrI ]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "glI: polw bolo",
    "type_id": 3
  },
  {
    "id": 23571,
    "shabad_id": 2014,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "myro suMdru; khhu. imlY ikqu glI ]",
    "transliteration": "Maero Sundhar Kehahu Milai Kith Galee ||",
    "translation": "Tell me - on what path will I find my Beauteous Lord?",
    "punjabi": "ਮੈਨੂੰ ਦੱਸੋ, ਮੇਰਾ ਸੋਹਣਾ (ਪ੍ਰੀਤਮ) ਕਿਸ ਗਲੀ ਵਿਚ ਮਿਲੇਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23572,
    "shabad_id": 2014,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir ky sMq. bqwvhu mwrgu; hm pICY lwig clI ]1] rhwau ]",
    "transliteration": "Har Kae Santh Bathaavahu Maarag Ham Peeshhai Laag Chalee ||1|| Rehaao ||",
    "translation": "O Saints of the Lord, show me the Way, and I shall follow. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਮੈਨੂੰ (ਉਸ ਗਲੀ ਦਾ) ਰਸਤਾ ਦੱਸੋ (ਤਾਂ ਕਿ) ਮੈਂ ਭੀ ਤੁਹਾਡੇ ਪਿੱਛੇ ਪਿੱਛੇ ਤੁਰੀ ਚੱਲਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "c`lI",
    "type_id": 4
  },
  {
    "id": 23573,
    "shabad_id": 2014,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ipRA ky bcn suKwny hIArY; ieh cwl bnI hY BlI ]",
    "transliteration": "Pria Kae Bachan Sukhaanae Heearai Eih Chaal Banee Hai Bhalee ||",
    "translation": "I cherish in my heart the Words of my Beloved; this is the best way.",
    "punjabi": "(ਹੇ ਜਿੱਗਿਆਸੂ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਜਿਸ ਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਹਿਰਦੇ ਵਿਚ ਸੁਖਾ ਜਾਂਦੇ ਹਨ ਤੇ ਜਿਸ ਨੂੰ ਇਹ ਜੀਵਨ-ਤੋਰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23574,
    "shabad_id": 2014,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "lturI mDurI Twkur BweI; Eh suMdir. hir Fuil imlI ]1]",
    "transliteration": "Latturee Madhhuree Thaakur Bhaaee Ouh Sundhar Har Dtul Milee ||1||",
    "translation": "The bride may be hunch-backed and short, but if she is loved by her Lord Master, she becomes beautiful, and she melts in the Lord's embrace. ||1||",
    "punjabi": "ਉਹ (ਪਹਿਲਾਂ ਭਾਵੇਂ) ਲਟੋਰ (ਸੀ) ਥੋੜ੍ਹ-ਵਿਤੀ (ਸੀ, ਉਹ) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਉਹ ਸੋਹਣੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨਿਮ੍ਰਤਾ ਧਾਰ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "pRym dI msqI sihq, (lturI) inmRqw vwlI[ (mDurI)CotI gRIbI vwlI[ AOguxW ivkwrW v`loN (Fuil)ht ky",
    "type_id": 3
  },
  {
    "id": 23575,
    "shabad_id": 2014,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "eyko ipRau. sKIAw sB ipRA kI; jo BwvY ipr. sw BlI ]",
    "transliteration": "Eaeko Prio Sakheeaa Sabh Pria Kee Jo Bhaavai Pir Saa Bhalee ||",
    "translation": "There is only the One Beloved - we are all soul-brides of our Husband Lord. She who is pleasing to her Husband Lord is good.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਦਾ ਖਸਮ ਹੈ, ਸਾਰੀਆਂ ਸਖੀਆਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਉਸ ਪਿਆਰੇ ਦੀਆਂ ਹੀ ਹਨ; ਪਰ ਜੇਹੜੀ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦੀ ਹੈ ਉਹ ਚੰਗੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23576,
    "shabad_id": 2014,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "nwnku grIbu. ikAw krY ibcwrw; hir BwvY. iqqu rwih clI ]2]2]",
    "transliteration": "Naanak Gareeb Kiaa Karai Bichaaraa Har Bhaavai Thith Raahi Chalee ||2||2||",
    "translation": "What can poor, helpless Nanak do? As it pleases the Lord, so does he walk. ||2||2||",
    "punjabi": "ਵਿਚਾਰਾ ਗਰੀਬ ਨਾਨਕ (ਉਸ ਦੇ ਰਸਤੇ ਉਤੇ ਤੁਰਨ ਲਈ) ਕੀਹ ਕਰ ਸਕਦਾ ਹੈ? ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਹਰੀ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗ ਪਏ, ਉਹੀ ਉਸ ਰਸਤੇ ਉਤੇ ਤੁਰ ਸਕਦੀ ਹੈ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23577,
    "shabad_id": 2015,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "dyvgMDwrI ]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23578,
    "shabad_id": 2015,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "myry mn; muiK hir hir, hir bolIAY ]",
    "transliteration": "Maerae Man Mukh Har Har Har Boleeai ||",
    "translation": "O my mind, chant the Name of the Lord, Har, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੂੰਹੋਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23579,
    "shabad_id": 2015,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gurmuiK rMig clUlY rwqI; hir pRym BInI colIAY ]1] rhwau ]",
    "transliteration": "Guramukh Rang Chaloolai Raathee Har Praem Bheenee Choleeai ||1|| Rehaao ||",
    "translation": "The Gurmukh is imbued with the deep red color of the poppy. His shawl is saturated with the Lord's Love. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੇ) ਗੂੜ੍ਹੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ ਉਸ ਦੀ ਹਿਰਦਾ-ਚੋਲੀ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਨਾਲ ਤਰੋ-ਤਰ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(clUly) gUVy@[ (BInI) iB`jI",
    "type_id": 4
  },
  {
    "id": 23580,
    "shabad_id": 2015,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hau iPrau idvwnI Awvl bwvl; iqsu kwrix hir FolIAY ]",
    "transliteration": "Ho Firo Dhivaanee Aaval Baaval This Kaaran Har Dtoleeai ||",
    "translation": "I wander around here and there, like a madman, bewildered, seeking out my Darling Lord.",
    "punjabi": "ਮੈਂ ਉਸ ਪਿਆਰੇ ਹਰੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਕਮਲੀ ਹੋਈ ਫਿਰਦੀ ਹਾਂ, ਝੱਲੀ ਹੋਈ ਫਿਰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23581,
    "shabad_id": 2015,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "koeI mylY myrw pRIqmu ipAwrw; hm iqs kI gul golIAY ]1]",
    "transliteration": "Koee Maelai Maeraa Preetham Piaaraa Ham This Kee Gul Goleeai ||1||",
    "translation": "I shall be the slave of the slave of whoever unites me with my Darling Beloved. ||1||",
    "punjabi": "ਜੇ ਕੋਈ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰੀਤਮ ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਦੀਆਂ ਗੋਲੀਆਂ ਦੀ ਗੋਲੀ (ਬਣਨ ਨੂੰ ਤਿਆਰ ਹਾਂ) ॥੧॥",
    "pronunciation": "(gul golIAY) goilAW dI golI",
    "type_id": 3
  },
  {
    "id": 23582,
    "shabad_id": 2015,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "siqguru purKu mnwvhu Apunw; hir AMimRqu pI JolIAY ]",
    "transliteration": "Sathigur Purakh Manaavahu Apunaa Har Anmrith Pee Jholeeai ||",
    "translation": "So align yourself with the Almighty True Guru; drink in and savor the Ambrosial Nectar of the Lord.",
    "punjabi": "(ਹੇ ਜਿੱਗਿਆਸੂ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਤੂੰ ਆਪਣੇ ਗੁਰੂ ਸਤਪੁਰਖ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ) ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਪ੍ਰੇਮ ਨਾਲ ਪੀਂਦੀ ਰਹੁ।",
    "pronunciation": "(JolIAY) msq",
    "type_id": 3
  },
  {
    "id": 23583,
    "shabad_id": 2015,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gur pRswid jn nwnk pwieAw; hir lwDw dyh tolIAY ]2]3]",
    "transliteration": "Gur Prasaadh Jan Naanak Paaeiaa Har Laadhhaa Dhaeh Ttoleeai ||2||3||",
    "translation": "By Guru's Grace, servant Nanak has obtained the wealth of the Lord within. ||2||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, ਤੇ ਮਿਲਦਾ ਹੈ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਭਾਲ ਕੀਤਿਆਂ ॥੨॥੩॥",
    "pronunciation": "l`wDw",
    "type_id": 3
  },
  {
    "id": 23584,
    "shabad_id": 2016,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dyvgMDwrI ]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23585,
    "shabad_id": 2016,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Ab hm clI; Twkur pih hwir ]",
    "transliteration": "Ab Ham Chalee Thaakur Pehi Haar ||",
    "translation": "Now, I have come, exhausted, to my Lord and Master.",
    "punjabi": "ਹੁਣ ਮੈਂ ਹੋਰ ਸਾਰੇ ਆਸਰੇ ਛੱਡ ਕੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਗਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23586,
    "shabad_id": 2016,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jb hm srix pRBU kI AweI; rwKu pRBU BwvY mwir ]1] rhwau ]",
    "transliteration": "Jab Ham Saran Prabhoo Kee Aaee Raakh Prabhoo Bhaavai Maar ||1|| Rehaao ||",
    "translation": "Now that I have come seeking Your Sanctuary, God, please, either save me, or kill me. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਹੁਣ, ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆ ਗਈ ਹਾਂ, ਚਾਹੇ ਮੈਨੂੰ ਰੱਖ ਚਾਹੇ ਮਾਰ (ਜਿਵੇਂ ਤੇਰੀ ਰਜ਼ਾ ਹੈ ਮੈਨੂੰ ਉਸੇ ਹਾਲ ਰੱਖ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
