[
  {
    "shabad_id": 2016,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "lokn kI cqurweI aupmw; qy bYsMqir jwir]",
    "transliteration": "Lokan Kee Chathuraaee Oupamaa Thae Baisanthar Jaar ||",
    "translation": "I have burnt in the fire the clever devices and praises of the world.",
    "punjabi": "ਦੁਨੀਆ ਵਾਲੀ ਸਿਆਣਪ, ਤੇ, ਦੁਨੀਆ ਵਾਲੀ ਵਡਿਆਈ-ਇਹਨਾਂ ਨੂੰ ਮੈਂ ਅੱਗ ਵਿਚ ਸਾੜ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2016,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "koeI Blw khau BwvY burw khau; hm qnu dIE hY Fwir]1]",
    "transliteration": "Koee Bhalaa Keho Bhaavai Buraa Keho Ham Than Dheeou Hai Dtaar ||1||",
    "translation": "Some speak good of me, and some speak ill of me, but I have surrendered my body to You. ||1||",
    "punjabi": "ਚਾਹੇ ਕੋਈ ਮੈਨੂੰ ਚੰਗਾ ਆਖੇ ਚਾਹੇ ਕੋਈ ਮੰਦਾ ਆਖੇ, ਮੈਂ ਤਾਂ ਆਪਣਾ ਸਰੀਰ (ਠਾਕੁਰ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਭੇਟ ਕਰ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(Fwir) Byt krnw",
    "type_id": 3
  },
  {
    "shabad_id": 2016,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "jo Awvq srix. Twkur pRBu qumrI; iqsu rwKhu ikrpw Dwir]",
    "transliteration": "Jo Aavath Saran Thaakur Prabh Thumaree This Raakhahu Kirapaa Dhhaar ||",
    "translation": "Whoever comes to Your Sanctuary, O God, Lord and Master, You save by Your Merciful Grace.",
    "punjabi": "ਹੇ ਮਾਲਕ! ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ ਭੀ ਕੋਈ (ਵਡ-ਭਾਗੀ) ਤੇਰੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਤੂੰ ਮੇਹਰ ਕਰ ਕੇ ਉਸ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2016,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "jn nwnk. srix qumwrI hir jIau; rwKhu lwj murwir]2]4]",
    "transliteration": "Jan Naanak Saran Thumaaree Har Jeeo Raakhahu Laaj Muraar ||2||4||",
    "translation": "Servant Nanak has entered Your Sanctuary, Dear Lord; O Lord, please, protect his honor! ||2||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ ਜੀ! ਹੇ ਮੁਰਾਰੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ॥੨॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2017,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2017,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir gux gwvY; hau iqsu bilhwrI]",
    "transliteration": "Har Gun Gaavai Ho This Balihaaree ||",
    "translation": "I am a sacrifice to one who sings the Glorious Praises of the Lord.",
    "punjabi": "ਮੈਂ ਉਸ (ਗੁਰੂ, ਸਾਧ) ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜੇਹੜਾ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2017,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "dyiK dyiK jIvw swD gur drsnu; ijsu ihrdY nwmu murwrI]1]rhwau]",
    "transliteration": "Dhaekh Dhaekh Jeevaa Saadhh Gur Dharasan Jis Hiradhai Naam Muraaree ||1|| Rehaao ||",
    "translation": "I live by continuously beholding the Blessed Vision of the Holy Guru's Darshan; within His Mind is the Name of the Lord. ||1||Pause||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦਾ ਸਾਧੂ ਦਾ ਦਰਸਨ ਕਰ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2017,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "qum pivqR pwvn purK, pRB suAwmI; hm. ikau kir imlh jUTwrI]",
    "transliteration": "Thum Pavithr Paavan Purakh Prabh Suaamee Ham Kio Kar Mileh Joothaaree ||",
    "translation": "You are pure and immaculate, O God, Almighty Lord and Master; how can I, the impure one, meet You?",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਹੀ ਪਵਿਤ੍ਰ ਹੈਂ, ਪਰ ਅਸੀਂ ਮੈਲੇ ਜੀਵਨ ਵਾਲੇ ਹਾਂ, ਅਸੀਂ ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੇ ਹਾਂ?",
    "pronunciation": "au~gR pwpW dI jUT krky (jUTwrI) jUTy Apiv`qR",
    "type_id": 3
  },
  {
    "shabad_id": 2017,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hmrY jIie horu. muiK horu hoq hY; hm krmhIx kUiVAwrI]1]",
    "transliteration": "Hamarai Jeee Hor Mukh Hor Hoth Hai Ham Karameheen Koorriaaree ||1||",
    "translation": "I have one thing in my mind, and another thing on my lips; I am such a poor, unfortunate liar! ||1||",
    "punjabi": "ਸਾਡੇ ਦਿਲ ਵਿਚ ਕੁਝ ਹੋਰ ਹੁੰਦਾ ਹੈ, ਸਾਡੇ ਮੂੰਹ ਵਿਚ ਕੁਝ ਹੋਰ ਹੁੰਦਾ ਹੈ (ਮੂੰਹੋਂ ਅਸੀਂ ਕੁਝ ਹੋਰ ਆਖਦੇ ਹਾਂ), ਅਸੀਂ ਮੰਦ-ਭਾਗੀ ਹਾਂ, ਅਸੀਂ ਸਦਾ ਕੂੜੀ ਮਾਇਆ ਦੇ ਗਾਹਕ ਬਣੇ ਰਹਿੰਦੇ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2017,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "hmrI mudR nwmu hir suAwmI; ird AMqir dust dustwrI]",
    "transliteration": "Hamaree Mudhr Naam Har Suaamee Ridh Anthar Dhusatt Dhusattaaree ||",
    "translation": "I appear to chant the Lord's Name, but within my heart, I am the most wicked of the wicked.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਤੇਰਾ ਨਾਮ ਸਾਡਾ ਵਿਖਾਵਾ ਹੈ (ਅਸੀਂ ਵਿਕਾਰੇ ਦੇ ਤੌਰ ਤੇ ਜਪਦੇ ਹਾਂ), ਪਰ ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਮੰਦੇ ਖ਼ਿਆਲ ਭਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(mudR) icMn, idKwvw",
    "type_id": 3
  },
  {
    "shabad_id": 2017,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ijau BwvY iqau rwKhu suAwmI; jn nwnk. srix qum@wrI]2]5]",
    "transliteration": "Jio Bhaavai Thio Raakhahu Suaamee Jan Naanak Saran Thumhaaree ||2||5||",
    "translation": "As it pleases You, save me, O Lord and Master; servant Nanak seeks Your Sanctuary. ||2||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ, ਜਿਵੇਂ ਹੋ ਸਕੇ ਮੈਨੂੰ (ਇਸ ਪਖੰਡ ਤੋਂ) ਬਚਾ ਲੈ ॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2018,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2018,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir ky nwm ibnw; suMdir hY nktI]",
    "transliteration": "Har Kae Naam Binaa Sundhar Hai Nakattee ||",
    "translation": "Without the Name of the Lord, the beautiful are just like the noseless ones.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਇਹ ਸੋਹਣੀ (ਮਨੁੱਖੀ) ਕਾਂਇਆਂ ਬਦ-ਸ਼ਕਲ ਹੀ ਜਾਣੋ।",
    "pronunciation": "(nktI) bdSkl",
    "type_id": 3
  },
  {
    "shabad_id": 2018,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijau bysuAw ky Gir pUqu jmqu hY; iqsu nwmu pirE hY DRktI]1]rhwau]",
    "transliteration": "Jio Baesuaa Kae Ghar Pooth Jamath Hai This Naam Pariou Hai Dhhrakattee ||1|| Rehaao ||",
    "translation": "Like the son, born into the house of a prostitute, his name is cursed. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ ਜੇ ਕਿਸੇ ਕੰਜਰੀ ਦੇ ਘਰ ਪੁੱਤਰ ਜੰਮ ਪਏ, ਤਾਂ ਉਸ ਦਾ ਨਾਮ ਹਰਾਮੀ ਪੈ ਜਾਂਦਾ ਹੈ (ਭਾਵੇਂ ਉਹ ਸ਼ਕਲੋਂ ਸੋਹਣਾ ਭੀ ਪਿਆ ਹੋਵੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "DR-k`tI",
    "type_id": 4
  },
  {
    "shabad_id": 2018,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijn kY ihrdY, nwih hir suAwmI; qy ibgVrUp byrktI]",
    "transliteration": "Jin Kai Hiradhai Naahi Har Suaamee Thae Bigarr Roop Baerakattee ||",
    "translation": "Those who do not have the Name of their Lord and Master within their hearts, are the most wretched, deformed lepers.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਹੀਂ (ਚੇਤੇ) ਉਹ ਮਨੁੱਖ ਬਦ-ਸ਼ਕਲ ਹਨ; ਉਹ ਕੋਹੜੀ ਹਨ।",
    "pronunciation": "(nwih) nhIN[ (ibgV-rUp) bdSkl[ (by-rktI) kohVI, ivkwrI",
    "type_id": 3
  },
  {
    "shabad_id": 2018,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ijau ingurw. bhu bwqw jwxY; Ehu hir drgh hY BRstI]1]",
    "transliteration": "Jio Niguraa Bahu Baathaa Jaanai Ouhu Har Dharageh Hai Bhrasattee ||1||",
    "translation": "Like the person who has no Guru, they may know many things, but they are cursed in the Court of the Lord. ||1||",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਗੁਰੂ ਤੋਂ ਬੇ-ਮੁਖ ਮਨੁੱਖ (ਭਾਵੇਂ ਚਤੁਰਾਈ ਦੀਆਂ) ਬਹੁਤ ਗੱਲਾਂ ਕਰਨੀਆਂ ਜਾਣਦਾ ਹੋਵੇ, ਪਰ, ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਹ ਭ੍ਰਸ਼ਟਿਆ ਹੋਇਆ ਹੀ (ਗਿਣਿਆ ਜਾਂਦਾ) ਹੈ ॥੧॥",
    "pronunciation": "bwqW",
    "type_id": 3
  },
  {
    "shabad_id": 2018,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ijn kau dieAwlu hoAw myrw suAwmI; iqnw swD jnw pg cktI]",
    "transliteration": "Jin Ko Dhaeiaal Hoaa Maeraa Suaamee Thinaa Saadhh Janaa Pag Chakattee ||",
    "translation": "Those, unto whom my Lord Master becomes Merciful, long for the feet of the Holy.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰ ਪਰਸਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(cktI)c`tdw hW[ pg polw",
    "type_id": 3
  },
  {
    "shabad_id": 2018,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "nwnk. piqq, pivq imil sMgiq; gur siqgur pwCY CuktI]2]6]Ckw 1",
    "transliteration": "Naanak Pathith Pavith Mil Sangath Gur Sathigur Paashhai Shhukattee ||2||6|| Shhakaa 1",
    "translation": "O Nanak, the sinners become pure, joining the Company of the Holy; following the Guru, the True Guru, they are emancipated. ||2||6|| First Set of Six||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਵਿਕਾਰੀ ਮਨੁੱਖ ਭੀ ਚੰਗੇ ਆਚਰਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ਤੇ ਗੁਰੂ ਦੇ ਪਾਏ ਹੋਏ ਪੂਰਨਿਆਂ ਉੱਤੇ ਤੁਰ ਕੇ ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਪੰਜੇ ਵਿਚੋਂ ਬਚ ਨਿਕਲਦੇ ਹਨ ॥੨॥੬॥ ਛੇ ਸ਼ਬਦਾਂ ਦਾ ਸੰਗ੍ਰਹ।",
    "pronunciation": "(CuktI) Cu`tyNgw[CultI:polw bolo[ Cy sbd ie`k C`kw[ C`kw ie`k bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2019,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "dyvgMDwrI mhlw 5 Gru 2",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 Ghar 2",
    "translation": "Dayv-Gandhaaree, Fifth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2019,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2019,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "mweI; gur crxI icqu lweIAY]",
    "transliteration": "Maaee Gur Charanee Chith Laaeeai ||",
    "translation": "O mother, I focus my consciousness on the Guru's feet.",
    "punjabi": "ਹੇ ਮਾਂ! ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2019,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "pRBu hoie ikRpwlu. kmlu prgwsy; sdw sdw hir iDAweIAY]1]rhwau]",
    "transliteration": "Prabh Hoe Kirapaal Kamal Paragaasae Sadhaa Sadhaa Har Dhhiaaeeai ||1|| Rehaao ||",
    "translation": "As God shows His Mercy, the lotus of my heart blossoms, and forever and ever, I meditate on the Lord. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਜਦੋਂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਾਂ (ਹਿਰਦੇ ਦਾ) ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ। ਹੇ ਮਾਂ! ਸਦਾ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2019,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "AMqir eyko. bwhir eyko; sB mih eyku smweIAY]",
    "transliteration": "Anthar Eaeko Baahar Eaeko Sabh Mehi Eaek Samaaeeai ||",
    "translation": "The One Lord is within, and the One Lord is outside; the One Lord is contained in all.",
    "punjabi": "ਸਰੀਰਾਂ ਦੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਸਾਰੇ ਜਗਤ-ਖਿਲਾਰੇ ਵਿਚ ਭੀ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਉਹੀ ਇਕ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2019,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "Git AvGit rivAw sB TweI; hir pUrn bRhmu idKweIAY]1]",
    "transliteration": "Ghatt Avaghatt Raviaa Sabh Thaaee Har Pooran Breham Dhikhaaeeai ||1||",
    "translation": "Within the heart, beyond the heart, and in all places, God, the Perfect One, is seen to be permeating. ||1||",
    "punjabi": "ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਤੇ ਹਰ ਥਾਂ ਸਮਾਇਆ ਹੋਇਆ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੀ (ਵੱਸਦਾ) ਦਿੱਸ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "(Kit) sOKy (Av-Git) AOKy rsqy[ TWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 2019,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ausqiq krih syvk muin kyqy; qyrw. AMqu n kqhU pweIAY]",
    "transliteration": "Ousathath Karehi Saevak Mun Kaethae Thaeraa Anth N Kathehoo Paaeeai ||",
    "translation": "So many of Your servants and silent sages sing Your Praises, but no one has found Your limits.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਬੇਅੰਤ ਰਿਸ਼ੀ ਮੁਨੀ ਤੇ ਤੇਰੇ ਸੇਵਕ ਤੇਰੀ ਵਡਿਆਈ ਕਰਦੇ ਆ ਰਹੇ ਹਨ, ਪਰ, ਕਿਸੇ ਨੇ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2019,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "suKdwqy duKBMjn suAwmI; jn nwnk. sd bil jweIAY]2]1]",
    "transliteration": "Sukhadhaathae Dhukh Bhanjan Suaamee Jan Naanak Sadh Bal Jaaeeai ||2||1||",
    "translation": "O Giver of peace, Destroyer of pain, Lord and Master - servant Nanak is forever a sacrifice to You. ||2||1||",
    "punjabi": "ਹੇ ਸੁਖ ਦੇਣ ਵਾਲੇ! ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਦਾਸ ਨਾਨਕ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2020,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2020,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mweI; honhwr so hoeIAY]",
    "transliteration": "Maaee Honehaar So Hoeeai ||",
    "translation": "O mother, whatever is to be, shall be.",
    "punjabi": "ਹੇ ਮਾਂ! (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਵਰਤ ਰਿਹਾ ਹੈ ਜੋ (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਜ਼ਰੂਰ ਵਾਪਰਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2020,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rwic rihE rcnw pRBu ApnI; khw lwBu khw KoeIAY]1]rhwau]",
    "transliteration": "Raach Rehiou Rachanaa Prabh Apanee Kehaa Laabh Kehaa Khoeeai ||1|| Rehaao ||",
    "translation": "God pervades His pervading creation; one gains, while another loses. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਆਪਣੀ ਇਸ ਜਗਤ-ਖੇਡ ਵਿਚ ਰੁੱਝਾ ਪਿਆ ਹੈ, ਕਿਤੇ ਲਾਭ ਦੇ ਰਿਹਾ ਹੈ, ਕਿਤੇ ਕੁਝ ਖੋਹ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2020,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "kh PUlih, AwnMd ibKY sog; kb hsno. kb roeIAY]",
    "transliteration": "Keh Foolehi Aanandh Bikhai Sog Kab Hasano Kab Roeeai ||",
    "translation": "Sometimes he blossoms in bliss, while at other times, he suffers in mourning. Sometimes he laughs, and sometimes he weeps.",
    "punjabi": "ਕਿਤੇ ਖੁਸ਼ੀਆਂ ਵਧ ਫੁਲ ਰਹੀਆਂ ਹਨ, ਕਿਤੇ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ ਗ਼ਮ-ਚਿੰਤਾ ਵਧ ਰਹੇ ਹਨ, ਕਿਤੇ ਹਾਸਾ ਹੋ ਰਿਹਾ ਹੈ, ਕਿਤੇ ਰੋਣਾ ਪਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "h`sno",
    "type_id": 3
  },
  {
    "shabad_id": 2020,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "kbhU mYlu Bry AiBmwnI; kb swDUsMig DoeIAY]1]",
    "transliteration": "Kabehoo Mail Bharae Abhimaanee Kab Saadhhoo Sang Dhhoeeai ||1||",
    "translation": "Sometimes he is filled with the filth of ego, while at other times, he washes it off in the Saadh Sangat, the Company of the Holy. ||1||",
    "punjabi": "ਕਿਤੇ ਕੋਈ ਅਹੰਕਾਰੀ ਮਨੁੱਖ ਹਉਮੈ ਦੀ ਮੈਲ ਨਾਲ ਲਿਬੜੇ ਪਏ ਹਨ, ਕਿਤੇ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਬੈਠ ਕੇ (ਹਉਮੈ ਦੀ ਮੈਲ ਨੂੰ) ਧੋਤਾ ਜਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2020,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "koie n mytY. pRB kw kIAw; dUsr nwhI AloeIAY]",
    "transliteration": "Koe N Maettai Prabh Kaa Keeaa Dhoosar Naahee Aloeeai ||",
    "translation": "No one can erase the actions of God; I cannot see any other like Him.",
    "punjabi": "ਕੋਈ ਜੀਵ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਕੀਤਾ (ਹੁਕਮ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ਤੇ ਕੋਈ ਉਸ ਬਿਨਾ ਕੋਈ ਦੂਜਾ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(AloeIAY) idsdw",
    "type_id": 3
  },
  {
    "shabad_id": 2020,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "khu nwnk. iqsu gur bilhwrI; ijh pRswid suiK soeIAY]2]2]",
    "transliteration": "Kahu Naanak This Gur Balihaaree Jih Prasaadh Sukh Soeeai ||2||2||",
    "translation": "Says Nanak, I am a sacrifice to the Guru; by His Grace, I sleep in peace. ||2||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਹਿ ਕੇ) ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿ ਸਕੀਦਾ ਹੈ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]