[
  {
    "shabad_id": 2021,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "sunqpolw",
    "type_id": 3
  },
  {
    "shabad_id": 2021,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mweI; sunq soc BY frq]",
    "transliteration": "Maaee Sunath Soch Bhai Ddarath ||",
    "translation": "O mother, I hear of death, and think of it, and I am filled with fear.",
    "punjabi": "(ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਨਾਹ ਪੈਣ ਵਾਲੀਆਂ ਦੀ ਦਸ਼ਾ) ਸੁਣ ਕੇ ਮੈਨੂੰ ਸੋਚਾਂ ਫੁਰਦੀਆਂ ਹਨ, ਮੈਨੂੰ ਡਰ-ਸਹਮ ਵਾਪਰਦੇ ਹਨ, ਮੈਂ ਡਰਦੀ ਹਾਂ (ਕਿ ਕਿਤੇ ਮੇਰਾ ਭੀ ਇਹ ਹਾਲ ਨਾਹ ਹੋਵੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2021,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "myr qyr qjau AiBmwnw; srin suAwmI kI prq]1]rhwau]",
    "transliteration": "Maer Thaer Thajo Abhimaanaa Saran Suaamee Kee Parath ||1|| Rehaao ||",
    "translation": "Renouncing 'mine and yours' and egotism, I have sought the Sanctuary of the Lord and Master. ||1||Pause||",
    "punjabi": "ਇਸ ਵਾਸਤੇ ਮੇਰੀ ਸਦਾ ਇਹ ਤਾਂਘ ਰਹਿੰਦੀ ਹੈ ਕਿ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਈ ਰਹਿ ਕੇ ਮੈਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮੇਰ-ਤੇਰ ਗਵਾ ਦਿਆਂ ਤੇ ਅਹੰਕਾਰ ਤਿਆਗ ਦਿਆਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2021,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jo jo khY. soeI Bl mwnau; nwihn kw bol krq]",
    "transliteration": "Jo Jo Kehai Soee Bhal Maano Naahi N Kaa Bol Karath ||",
    "translation": "Whatever He says, I accept that as good. I do not say \"\"No\"\" to what He says.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਜੇਹੜਾ ਜੇਹੜਾ ਹੁਕਮ ਕਰਦਾ ਹੈ, ਮੈਂ ਉਸੇ ਨੂੰ ਭਲਾ ਮੰਨਦੀ ਹਾਂ ਤੇ ਮੈਂ ਉਸ ਦੀ ਰਜ਼ਾ ਦੇ ਉਲਟ ਬੋਲ ਨਹੀਂ ਬੋਲਦੀ।",
    "pronunciation": "(nwihn)pqI[ (2. nwih n)",
    "type_id": 3
  },
  {
    "shabad_id": 2021,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "inmK n ibsrau. hIey mory qy; ibsrq jweI hau mrq]1]",
    "transliteration": "Nimakh N Bisaro Heeeae Morae Thae Bisarath Jaaee Ho Marath ||1||",
    "translation": "Let me not forget Him, even for an instant; forgetting Him, I die. ||1||",
    "punjabi": "(ਮੇਰੀ ਸਦਾ ਇਹ ਅਰਦਾਸ ਹੈ ਕਿ) ਅੱਖ ਝਮਕਣ ਦੇ ਸਮੇ ਲਈ ਭੀ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਮੇਰੇ ਹਿਰਦੇ ਤੋਂ ਨਾਹ ਵਿਸਰੇ, (ਉਸ ਦੇ) ਭੁਲਾਇਆਂ ਮੇਰੀ ਆਤਮਕ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2021,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "suKdweI pUrn pRBu krqw; myrI bhuqu ieAwnp jrq]",
    "transliteration": "Sukhadhaaee Pooran Prabh Karathaa Maeree Bahuth Eiaanap Jarath ||",
    "translation": "The Giver of peace, God, the Perfect Creator, endures my great ignorance.",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਪ੍ਰਭੂ (ਮੈਨੂੰ) ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਮੇਰੇ ਅੰਞਾਣਪੁਣੇ ਨੂੰ ਉਹ ਬਹੁਤ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2021,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "inrguin krUip kul hIx nwnk hau; And rUp suAwmI Brq]2]3]",
    "transliteration": "Niragun Karoop Kuleheen Naanak Ho Anadh Roop Suaamee Bharath ||2||3||",
    "translation": "I am worthless, ugly and of low birth, O Nanak, but my Husband Lord is the embodiment of bliss. ||2||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਤਾਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਕੋਝੀ ਸ਼ਕਲ ਵਾਲੀ ਹਾਂ, ਮੇਰੀ ਕੁਲ ਭੀ ਉੱਚੀ ਨਹੀਂ ਹੈ; ਪਰ, ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਸਦਾ ਖਿੜੇ ਮੱਥੇ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2022,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2022,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mn; hir kIriq kir sdhUM]",
    "transliteration": "Man Har Keerath Kar Sadhehoon ||",
    "translation": "O my mind, chant forever the Kirtan of the Lord's Praises.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2022,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gwvq sunq. jpq auDwrY; brn Abrnw sBhUM]1]rhwau]",
    "transliteration": "Gaavath Sunath Japath Oudhhaarai Baran Abaranaa Sabhehoon ||1|| Rehaao ||",
    "translation": "By singing, hearing and meditating on Him, all, whether of high or low status, are saved. ||1||Pause||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਣ ਵਾਲਿਆਂ ਨੂੰ, ਸੁਣਨ ਵਾਲਿਆਂ ਨੂੰ, ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਨੂੰ, ਸਭਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ਭਾਵੇਂ ਉਹ ਉੱਚੀ ਜਾਤ ਵਾਲੇ ਹੋਣ ਜਾਂ ਨੀਵੀਂ ਜਾਤਿ ਵਾਲੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(brn) au~cI jwq[ (A-brnw) nIvIN jwq",
    "type_id": 4
  },
  {
    "shabad_id": 2022,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jh qy aupijE qhI smwieE; ieh ibiD jwnI qbhUM]",
    "transliteration": "Jeh Thae Oupajiou Thehee Samaaeiou Eih Bidhh Jaanee Thabehoon ||",
    "translation": "He is absorbed into the One from which he originated, when he understands the Way.",
    "punjabi": "(ਜਦੋਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੀਏ) ਤਦੋਂ ਹੀ ਇਹ ਵਿਧੀ ਸਮਝ ਵਿਚ ਆਉਂਦੀ ਹੈ ਕਿ ਜਿਸ ਪ੍ਰਭੂ ਤੋਂ ਜੀਵ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਤੇ ਉਸੇ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2022,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "jhw jhw ieh dyhI DwrI; rhnu n pwieE kbhUM]1]",
    "transliteration": "Jehaa Jehaa Eih Dhaehee Dhhaaree Rehan N Paaeiou Kabehoon ||1||",
    "translation": "Wherever this body was fashioned, it was not allowed to remain there. ||1||",
    "punjabi": "(ਹੇ ਮਨ!) ਜਿੱਥੇ ਜਿੱਥੇ ਭੀ ਪਰਮਾਤਮਾ ਨੇ ਸਰੀਰ-ਰਚਨਾ ਕੀਤੀ ਹੈ, ਕਦੇ ਭੀ ਕੋਈ ਸਦਾ ਇਥੇ ਟਿਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2022,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "suKu AwieE. BY Brm ibnwsy; ikRpwl hUey pRB jbhU]",
    "transliteration": "Sukh Aaeiou Bhai Bharam Binaasae Kirapaal Hooeae Prabh Jabehoo ||",
    "translation": "Peace comes, and fear and doubt are dispelled, when God becomes Merciful.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ (ਤਾਂ ਉਸ ਦੀ ਮੇਹਰ ਨਾਲ) ਆਨੰਦ (ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸਦਾ ਹੈ ਤੇ ਸਾਰੇ ਡਰ ਭਰਮ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2022,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "khu nwnk. myry pUry mnorQ; swDsMig. qij lbhUM]2]4]",
    "transliteration": "Kahu Naanak Maerae Poorae Manorathh Saadhhasang Thaj Labehoon ||2||4||",
    "translation": "Says Nanak, my hopes have been fulfilled, renouncing my greed in the Saadh Sangat, the Company of the Holy. ||2||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਾਧ ਸੰਗਤ ਵਿਚ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਲਾਲਚ ਤਿਆਗ ਕੇ ਮੇਰੇ ਸਾਰੇ ਮਨੋਰਥ ਪੂਰੇ ਹੋ ਗਏ ਹਨ ॥੨॥੪॥",
    "pronunciation": "(l`bhUM) lwlc",
    "type_id": 3
  },
  {
    "shabad_id": 2023,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2023,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mn; ijau Apuny pRB Bwvau]",
    "transliteration": "Man Jio Apunae Prabh Bhaavo ||",
    "translation": "O my mind, act as it pleases God.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਂ ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2023,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nIchu nIcu nIcu Aiq nwn@w; hoie grIbu bulwvau]1]rhwau]",
    "transliteration": "Neechahu Neech Neech Ath Naanhaa Hoe Gareeb Bulaavo ||1|| Rehaao ||",
    "translation": "Become the lowest of the low, the very least of the tiny, and speak in utmost humility. ||1||Pause||",
    "punjabi": "ਭਾਵੇਂ ਮੈਂਨੂੰ ਨੀਵਿਆਂ ਤੋਂ ਨੀਵਾਂ ਹੋ ਕੇ, ਬਹੁਤ ਨੀਵਾਂ ਹੋ ਕੇ, ਨਿਮਾਣਾ ਹੋ ਕੇ, ਗ਼ਰੀਬ ਬਣ ਕੇ, ਉਸ ਪ੍ਰਭੂ ਅੱਗੇ ਅਰਜ਼ ਕਰਨੀ ਪਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2023,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Aink AfMbr mwieAw ky ibrQy; qw isau pRIiq Gtwvau]",
    "transliteration": "Anik Addanbar Maaeiaa Kae Birathhae Thaa Sio Preeth Ghattaavo ||",
    "translation": "The many ostentatious shows of Maya are useless; I withhold my love from these.",
    "punjabi": "ਮਾਇਆ ਦੇ ਇਹ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਵਿਅਰਥ ਹਨ ਜਿਨ੍ਹਾਂ ਕਾਰਨ ਮੈਂ ਪ੍ਰਭੂ ਨਾਲੋਂ ਆਪਣਾ ਪਿਆਰ ਘਟਾਈ ਜਾ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2023,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ijau Apuno suAwmI suKu mwnY; qw mih soBw pwvau]1]",
    "transliteration": "Jio Apuno Suaamee Sukh Maanai Thaa Mehi Sobhaa Paavo ||1||",
    "translation": "As something pleases my Lord and Master, in that I find my glory. ||1||",
    "punjabi": "ਜਿਵੇਂ ਮੇਰਾ ਆਪਣਾ-ਮਾਲਕ ਪ੍ਰਭੂ ਸੁਖ ਮੰਨਦਾ ਹੈ, ਮੈਂ ਭੀ ਉਸੇ ਵਿਚ (ਸੁਖ ਮੰਨ ਕੇ) ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2023,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "dwsn dws ryxu dwsn kI; jn kI thl kmwvau]",
    "transliteration": "Dhaasan Dhaas Raen Dhaasan Kee Jan Kee Ttehal Kamaavo ||",
    "translation": "I am the slave of His slaves; becoming the dust of the feet of his slaves, I serve His humble servants.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹਾਂ, ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2023,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "srb sUK bifAweI nwnk; jIvau muKhu bulwvau]2]5]",
    "transliteration": "Sarab Sookh Baddiaaee Naanak Jeevo Mukhahu Bulaavo ||2||5||",
    "translation": "I obtain all peace and greatness, O Nanak, living to chant His Name with my mouth. ||2||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਮੂੰਹ ਨਾਲ ਬੁਲਾਂਦਾ ਹਾਂ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹਾਂ ॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2024,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2024,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pRB jI qau pRswid; BRmu fwirE]",
    "transliteration": "Prabh Jee Tho Prasaadh Bhram Ddaariou ||",
    "translation": "Dear God, by Your Grace, my doubts have been dispelled.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਮੈਂ ਆਪਣੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2024,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "qumrI ikRpw qy sBu ko Apnw; mn mih iehY bIcwirE]1]rhwau]",
    "transliteration": "Thumaree Kirapaa Thae Sabh Ko Apanaa Man Mehi Eihai Beechaariou ||1|| Rehaao ||",
    "translation": "By Your Mercy, all are mine; I reflect upon this in my mind. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਹੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਇਹ ਨਿਸ਼ਚਾ ਬਣਾ ਲਿਆ ਹੈ ਕਿ (ਤੇਰਾ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ) ਹਰੇਕ ਪ੍ਰਾਣੀ ਮੇਰਾ ਆਪਣਾ ਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2024,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "koit prwD imty qyrI syvw; drsin dUKu auqwirE]",
    "transliteration": "Kott Paraadhh Mittae Thaeree Saevaa Dharasan Dhookh Outhaariou ||",
    "translation": "Millions of sins are erased, by serving You; the Blessed Vision of Your Darshan drives away sorrow.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਨਾਲ ਮੇਰੇ ਕ੍ਰੋੜਾਂ ਹੀ ਪਾਪ ਮਿੱਟ ਗਏ ਹਨ ਤੇ ਤੇਰੇ ਦਰਸਨ ਨਾਲ ਮੈਂ ਦੁੱਖ ਲਾਹ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2024,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "nwmu jpq mhw suKu pwieE; icMqw rogu ibdwirE]1]",
    "transliteration": "Naam Japath Mehaa Sukh Paaeiou Chinthaa Rog Bidhaariou ||1||",
    "translation": "Chanting Your Name, I have obtained supreme peace, and my anxieties and diseases have been cast out. ||1||",
    "punjabi": "ਤੇਰਾ ਨਾਮ ਜਪਦਿਆਂ ਮੈਂ ਬੜਾ ਆਨੰਦ ਮਾਣਿਆ ਹੈ, ਤੇ, ਚਿੰਤਾ ਰੋਗ (ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਦੂਰ ਕਰ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2024,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "kwmu kRoDu loBu JUTu inMdw; swDUsMig. ibswirE]",
    "transliteration": "Kaam Krodhh Lobh Jhooth Nindhaa Saadhhoo Sang Bisaariou ||",
    "translation": "Sexual desire, anger, greed, falsehood and slander are forgotten, in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਮੈਂ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਝੂਠ, ਨਿੰਦਾ ਨੂੰ (ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਭੁਲਾ ਹੀ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2024,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "mwieAw bMD kwty ikrpwiniD; nwnk. Awip auDwirE]2]6]",
    "transliteration": "Maaeiaa Bandhh Kaattae Kirapaa Nidhh Naanak Aap Oudhhaariou ||2||6||",
    "translation": "The ocean of mercy has cut away the bonds of Maya; O Nanak, He has saved me. ||2||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਕੱਟ ਦਿੱਤੇ ਹਨ ਤੇ ਆਪ ਹੀ ਉਸ ਨੇ ਮੈਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਬਚਾ ਲਿਆ ਹੈ ॥੨॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2025,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dyvgMDwrI]",
    "transliteration": "Dhaevagandhhaaree ||",
    "translation": "Dayv-Gandhaaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2025,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mn; sgl isAwnp rhI]",
    "transliteration": "Man Sagal Siaanap Rehee ||",
    "translation": "All the cleverness of my mind is gone.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਦੀ (ਆਪਣੀ) ਸਾਰੀ ਚਤੁਰਾਈ ਮੁੱਕ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2025,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "krn krwvnhwr suAwmI; nwnk Et ghI]1]rhwau]",
    "transliteration": "Karan Karaavanehaar Suaamee Naanak Outt Gehee ||1|| Rehaao ||",
    "translation": "The Lord and Master is the Doer, the Cause of causes; Nanak holds tight to His Support. ||1||Pause||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਤੇ ਸਭ ਕੁਝ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾ ਸਕਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਮਾਲਕ ਦਾ ਆਸਰਾ ਲੈ ਲੈਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ!॥੧॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2025,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Awpu myit pey srxweI; ieh miq swDU khI]",
    "transliteration": "Aap Maett Peae Saranaaee Eih Math Saadhhoo Kehee ||",
    "translation": "Erasing my self-conceit, I have entered His Sanctuary; these are the Teachings spoken by the Holy Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਇਹ (ਆਪਣੀ ਸਿਆਣਪ-ਚਤੁਰਾਈ ਛੱਡ ਦੇਣ ਵਾਲੀ) ਸਿੱਖਿਆ ਗ੍ਰਹਣ ਕੀਤੀ ਤੇ ਜੋ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਪਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2025,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "pRB kI AwigAw mwin suKu pwieAw; Brmu ADyrw lhI]1]",
    "transliteration": "Prabh Kee Aagiaa Maan Sukh Paaeiaa Bharam Adhhaeraa Lehee ||1||",
    "translation": "Surrendering to the Will of God, I attain peace, and the darkness of doubt is dispelled. ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਮੰਨ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਤੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਭਰਮ (-ਰੂਪ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2025,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jwn pRbIn suAwmI pRB myry; srix qumwrI AhI]",
    "transliteration": "Jaan Prabeen Suaamee Prabh Maerae Saran Thumaaree Ahee ||",
    "translation": "I know that You are all-wise, O God, my Lord and Master; I seek Your Sanctuary.",
    "punjabi": "ਹੇ ਸੁਜਾਨ ਤੇ ਸਿਆਣੇ ਮਾਲਕ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2025,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "iKn mih Qwip. auQwpnhwry; kudriq. kIm n phI]2]7]",
    "transliteration": "Khin Mehi Thhaap Outhhaapanehaarae Kudharath Keem N Pehee ||2||7||",
    "translation": "In an instant, You establish and disestablish; the value of Your Almighty Creative Power cannot be estimated. ||2||7||",
    "punjabi": "ਹੇ ਇਕ ਖਿਨ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਕਿਸੇ ਪਾਸੋਂ) ਤੇਰੀ ਤਾਕਤ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੨॥੭॥",
    "pronunciation": "auQwpn-hwry",
    "type_id": 3
  },
  {
    "shabad_id": 2026,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "dyvgMDwrI mhlw 5]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2026,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir pRwn pRBU; suKdwqy]",
    "transliteration": "Har Praan Prabhoo Sukhadhaathae ||",
    "translation": "The Lord God is my praanaa, my breath of life; He is the Giver of peace.",
    "punjabi": "ਹੇ ਜਿੰਦ ਦੇਣ ਵਾਲੇ ਹਰੀ! ਹੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2026,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gur pRswid kwhU jwqy]1]rhwau]",
    "transliteration": "Gur Prasaadh Kaahoo Jaathae ||1|| Rehaao ||",
    "translation": "By Guru's Grace, only a few know Him. ||1||Pause||",
    "punjabi": "ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਦੀ ਰਾਹੀਂ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2026,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sMq qumwry qumry pRIqm; iqn kau kwl. n Kwqy]",
    "transliteration": "Santh Thumaarae Thumarae Preetham Thin Ko Kaal N Khaathae ||",
    "translation": "Your Saints are Your Beloveds; death does not consume them.",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਤੇਰੇ ਸੰਤ ਤੇਰੇ ਹੀ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਸੁੱਚੇ ਜੀਵਨ ਨੂੰ ਮੁਕਾ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2026,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "rMig qumwrY lwl Bey hY; rwm nwm ris mwqy]1]",
    "transliteration": "Rang Thumaarai Laal Bheae Hai Raam Naam Ras Maathae ||1||",
    "translation": "They are dyed in the deep crimson color of Your Love, and they are intoxicated with the sublime essence of the Lord's Name. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਉਹ ਤੇਰੇ ਸੰਤ ਤੇਰੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਲਾਲ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਤੇਰੇ ਨਾਮ-ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "m`wqy",
    "type_id": 3
  }
]