[
  {
    "shabad_id": 2032,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dyvgMDwrI 5]",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2032,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mweI; jo pRB ky gun gwvY]",
    "transliteration": "Maaee Jo Prabh Kae Gun Gaavai ||",
    "translation": "O mother, how fruitful is the birth of one who sings the Glories of God,",
    "punjabi": "ਹੇ ਮਾਂ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2032,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sPl AwieAw jIvn Plu qw ko; pwrbRhm ilv lwvY]1]rhwau]",
    "transliteration": "Safal Aaeiaa Jeevan Fal Thaa Ko Paarabreham Liv Laavai ||1|| Rehaao ||",
    "translation": "and enshrines love for the Supreme Lord God. ||1||Pause||",
    "punjabi": "ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੇਮ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦਾ ਫਲ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2032,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "suMdru suGVu sUru so byqw; jo swDUsMgu pwvY]",
    "transliteration": "Sundhar Sugharr Soor So Baethaa Jo Saadhhoo Sang Paavai ||",
    "translation": "Beautiful, wise, brave and divine is one who obtains the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਸਾਥ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਸੁਚੱਜਾ ਸੂਰਮਾ ਬਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(suGVu) suc`jw[ (byqw) igAwnvwn",
    "type_id": 3
  },
  {
    "shabad_id": 2032,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "nwmu aucwru kry hir rsnw; bhuiV. n jonI DwvY]1]",
    "transliteration": "Naam Ouchaar Karae Har Rasanaa Bahurr N Jonee Dhhaavai ||1||",
    "translation": "He chants the Naam, the Name of the Lord, with his tongue, and does not have to wander in reincarnation again. ||1||",
    "punjabi": "ਤੇ ਉਹ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਭਟਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2032,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "pUrn bRhmu rivAw mn qn mih; Awn. n idRstI AwvY]",
    "transliteration": "Pooran Breham Raviaa Man Than Mehi Aan N Dhrisattee Aavai ||",
    "translation": "The Perfect Lord God pervades his mind and body; he does not look upon any other.",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਮਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਕਿਤੇ ਭੀ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2032,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nrk rog. nhI hovq, jn sMig; nwnk. ijsu liV lwvY]2]14]",
    "transliteration": "Narak Rog Nehee Hovath Jan Sang Naanak Jis Larr Laavai ||2||14||",
    "translation": "Hell and disease do not afflict one who joins the Company of the Lord's humble servants, O Nanak; the Lord attaches him to the hem of His robe. ||2||14||",
    "punjabi": "ਤੇ ਉਸ ਨੂੰ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਨਰਕ ਤੇ ਰੋਗ ਨਹੀਂ ਵਿਆਪਦੇ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਸੰਤ ਜਨਾਂ ਦੇ ਲੜ ਲਾ ਦੇਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ!॥੨॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2033,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "dyvgMDwrI 5]",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2033,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "cMclu; supnY hI aurJwieE]",
    "transliteration": "Chanchal Supanai Hee Ourajhaaeiou ||",
    "translation": "His fickle mind is entangled in a dream.",
    "punjabi": "ਕਿਤੇ ਭੀ ਕਦੇ ਨਾਹ ਟਿਕਣ ਵਾਲਾ ਮਨੁੱਖੀ ਮਨ ਸੁਪਨੇ (ਵਿਚ ਦਿੱਸਣ ਵਰਗੇ ਪਦਾਰਥਾਂ) ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2033,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ieqnI n bUJY. kbhU clnw; ibkl BieE sMig mwieE]1]rhwau]",
    "transliteration": "Eithanee N Boojhai Kabehoo Chalanaa Bikal Bhaeiou Sang Maaeiou ||1|| Rehaao ||",
    "translation": "He does not even understand this much, that someday he shall have to depart; he has gone crazy with Maya. ||1||Pause||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੁੱਧੂ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਕਦੇ ਇਤਨੀ ਗੱਲ ਭੀ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਇਥੋਂ ਆਖ਼ਰ ਤੁਰ ਜਾਣਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibkl) GbrwieAw[ bU`JY",
    "type_id": 4
  },
  {
    "shabad_id": 2033,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "kusm rMg sMg ris ricAw; ibiKAw eyk aupwieE]",
    "transliteration": "Kusam Rang Sang Ras Rachiaa Bikhiaa Eaek Oupaaeiou ||",
    "translation": "He is engrossed in the delight of the flower's color; he strives only to indulge in corruption.",
    "punjabi": "ਮਨੁੱਖ ਫੁੱਲਾਂ (ਵਰਗੇ ਛਿਨ-ਭੰਗਰ ਪਦਾਰਥਾਂ) ਦੇ ਰੰਗ ਤੇ ਸਾਥ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ ਇਕ ਮਾਇਆ (ਇਕੱਠੀ ਕਰਨ) ਦਾ ਹੀ ਉਪਾਉ ਕਰਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2033,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "loB sunY min suKu kir mwnY; byig qhw auiT DwieE]1]",
    "transliteration": "Lobh Sunai Man Sukh Kar Maanai Baeg Thehaa Outh Dhhaaeiou ||1||",
    "translation": "Hearing about greed, he feels happy in his mind, and he runs after it. ||1||",
    "punjabi": "ਜਦੋਂ ਇਹ ਲੋਭ (ਦੀ ਗੱਲ) ਸੁਣਦਾ ਹੈ ਤਾਂ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਮਨਾਂਦਾ ਹੈ (ਜਿਸ ਪਾਸਿਓਂ ਕੁਝ ਪ੍ਰਾਪਤ ਹੋਣ ਦੀ ਆਸ ਹੁੰਦੀ ਹੈ) ਉਧਰ ਛੇਤੀ ਉੱਠ ਦੌੜਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2033,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "iPrq iPrq bhuqu sRmu pwieE; sMq duAwrY AwieE]",
    "transliteration": "Firath Firath Bahuth Sram Paaeiou Santh Dhuaarai Aaeiou ||",
    "translation": "Wandering and roaming all around, I have endured great pain, but now, I have come to the door of the Saint.",
    "punjabi": "ਭਟਕਦਾ ਭਟਕਦਾ ਜਦੋਂ ਮਨੁੱਖ ਬਹੁਤ ਥੱਕ ਗਿਆ ਤੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਇਆ,",
    "pronunciation": "(sRmu) Qkwvt",
    "type_id": 3
  },
  {
    "shabad_id": 2033,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "krI ikRpw pwrbRhim suAwmI; nwnk lIE smwieE]2]15]",
    "transliteration": "Karee Kirapaa Paarabreham Suaamee Naanak Leeou Samaaeiou ||2||15||",
    "translation": "Granting His Grace, the Supreme Lord Master has blended Nanak with Himself. ||2||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤਦੋਂ ਮਾਲਕ ਪਰਮਾਤਮਾ ਨੇ ਇਸ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਤੇ, ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲਿਆ ॥੨॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2034,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "dyvgMDwrI 5]",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "suKw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2034,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "srb suKw; gur crnw]",
    "transliteration": "Sarab Sukhaa Gur Charanaa ||",
    "translation": "All peace is found in the Guru's feet.",
    "punjabi": "ਗੁਰੂ ਚਰਨਾਂ ਵਿਚ ਪਿਆਂ ਸਾਰੇ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2034,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kilml fwrn. mnih sDwrn; ieh Awsr moih qrnw]1]rhwau]",
    "transliteration": "Kalimal Ddaaran Manehi Sadhhaaran Eih Aasar Mohi Tharanaa ||1|| Rehaao ||",
    "translation": "They drive away my sins and purify my mind; their Support carries me across. ||1||Pause||",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਪਾਪ ਦੂਰ ਕਰ ਦੇਂਦੇ ਹਨ, ਮਨ ਨੂੰ ਸਹਾਰਾ ਮਿਲਦਾ ਹੈ, ਤੇ ਇੰਜ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਵਾਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(kilml) pwp[ (fwrn) dUrn krn[ (sDwrn) Awsrw[ (Awsr) shwry",
    "type_id": 4
  },
  {
    "shabad_id": 2034,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "pUjw Arcw syvw bMdn; iehY thl moih krnw]",
    "transliteration": "Poojaa Arachaa Saevaa Bandhan Eihai Ttehal Mohi Karanaa ||",
    "translation": "This is the labor which I perform: worship, flower-offerings, service and devotion.",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਹੀ ਟਹਿਲ-ਸੇਵਾ ਕਰਦਾ ਹਾਂ-ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ ਦੇਵ-ਪੂਜਾ ਹੈ, ਇਹੀ ਦੇਵ-ਮੂਰਤੀ ਅੱਗੇ ਚੰਦਨ ਆਦਿਕ ਦੀ ਭੇਟ ਹੈ, ਇਹੀ ਦੇਵਤੇ ਦੀ ਸੇਵਾ ਹੈ, ਇਹੀ ਦੇਵ-ਮੂਰਤੀ ਅੱਗੇ ਨਮਸਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2034,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ibgsY mnu. hovY prgwsw; bhuir. n grBY prnw]1]",
    "transliteration": "Bigasai Man Hovai Paragaasaa Bahur N Garabhai Paranaa ||1||",
    "translation": "My mind blossoms forth and is enlightened, and I am not cast into the womb again. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪਿਆਂ) ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ, ਤੇ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪਈਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2034,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "sPl mUriq prsau sMqn kI; iehY iDAwnw Drnw]",
    "transliteration": "Safal Moorath Paraso Santhan Kee Eihai Dhhiaanaa Dhharanaa ||",
    "translation": "I behold the fruitful vision of the Saint; this is the meditation I have taken.",
    "punjabi": "ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨ ਪਰਸਦਾ ਹਾਂ, ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ ਫਲ ਦੇਣ ਵਾਲੀ ਮੂਰਤੀ ਹੈ, ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ ਮੂਰਤੀ ਦਾ ਧਿਆਨ ਧਰਨਾ ਹੈ।",
    "pronunciation": "pr-sau",
    "type_id": 3
  },
  {
    "shabad_id": 2034,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "BieE ikRpwlu Twkuru nwnk kau; pirE swD kI srnw]2]16]",
    "transliteration": "Bhaeiou Kirapaal Thaakur Naanak Ko Pariou Saadhh Kee Saranaa ||2||16||",
    "translation": "The Lord Master has become Merciful to Nanak, and he has entered the Sanctuary of the Holy. ||2||16||",
    "punjabi": "ਜਦੋਂ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਮੈਂ ਨਾਨਕ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ, ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਹੋਇਆ ਹਾਂ ॥੨॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2035,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "dyvgMDwrI mhlw 5]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2035,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Apuny hir pih; ibnqI khIAY]",
    "transliteration": "Apunae Har Pehi Binathee Keheeai ||",
    "translation": "Offer your prayer to your Lord.",
    "punjabi": "ਆਪਣੇ ਪਰਮਾਤਮਾ ਦੇ ਕੋਲ ਹੀ ਅਰਜ਼ੋਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2035,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "cwir pdwrQ And mMgl iniD; sUK shj isiD lhIAY]1]rhwau]",
    "transliteration": "Chaar Padhaarathh Anadh Mangal Nidhh Sookh Sehaj Sidhh Leheeai ||1|| Rehaao ||",
    "translation": "You shall obtain the four blessings, and the treasures of bliss, pleasure, peace, poise and the spiritual powers of the Siddhas. ||1||Pause||",
    "punjabi": "ਇੰਜ ਇਹ ਚਾਰੇ ਪਦਾਰਥ (ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ), ਅਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਦੇ ਖ਼ਜ਼ਾਨੇ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ, ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਤੇ ਹਰੇਕ ਚੀਜ਼ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2035,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "mwnu iqAwig. hir crnI lwgau; iqsu pRB AMclu ghIAY]",
    "transliteration": "Maan Thiaag Har Charanee Laago This Prabh Anchal Geheeai ||",
    "translation": "Renounce your self-conceit, and grasp hold of the Guru's feet; hold tight to the hem of God's robe.",
    "punjabi": "ਮੈਂ ਤਾਂ ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਚਰਨੀਂ ਹੀ ਪਿਆ ਰਹਿੰਦਾ ਹਾਂ। ਉਸ ਪ੍ਰਭੂ ਦਾ ਹੀ ਪੱਲਾ ਫੜਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2035,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "AWc. n lwgY, Agin swgr qy; srin suAwmI kI AhIAY]1]",
    "transliteration": "Aaanch N Laagai Agan Saagar Thae Saran Suaamee Kee Aheeai ||1||",
    "translation": "The heat of the ocean of fire does not affect one who longs for the Lord and Master's Sanctuary. ||1||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਸੇਕ ਨਹੀਂ ਲੱਗਦਾ ਜੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਮੰਗੀਏ ॥੧॥",
    "pronunciation": "(AWc) syk[ (AhIAY) cwhuMdw",
    "type_id": 3
  },
  {
    "shabad_id": 2035,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "koit prwD mhw AikRqGn; bhuir bhuir pRB shIAY]",
    "transliteration": "Kott Paraadhh Mehaa Akirathaghan Bahur Bahur Prabh Seheeai ||",
    "translation": "Again and again, God puts up with the millions of sins of the supremely ungrateful ones.",
    "punjabi": "ਵੱਡੇ ਵੱਡੇ ਨਾ-ਸ਼ੁਕਰਿਆਂ ਦੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਪਰਮਾਤਮਾ ਮੁੜ ਮੁੜ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "AikRqGn",
    "type_id": 3
  },
  {
    "shabad_id": 2035,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "kruxwmY pUrn prmysur; nwnk iqsu srnhIAY]2]17]",
    "transliteration": "Karunaa Mai Pooran Paramaesur Naanak This Saraneheeai ||2||17||",
    "translation": "The embodiment of mercy, the Perfect Transcendent Lord - Nanak longs for His Sanctuary. ||2||17||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਪੂਰਨ ਤੌਰ ਤੇ ਤਰਸ-ਸਰੂਪ ਹੈ ਉਸੇ ਦੀ ਹੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥੧੭॥",
    "pronunciation": "kruxwmY[ srnhIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2036,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dyvgMDwrI 5]",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2036,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gur ky crn; irdY prvysw]",
    "transliteration": "Gur Kae Charan Ridhai Paravaesaa ||",
    "translation": "Place the Guru's feet within your heart",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੇ ਚਰਨ ਟਿਕ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2036,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rog sog siB dUK ibnwsy; auqry sgl klysw]1]rhwau]",
    "transliteration": "Rog Sog Sabh Dhookh Binaasae Outharae Sagal Kalaesaa ||1|| Rehaao ||",
    "translation": "And all illness, sorrow and pain shall be dispelled; all suffering shall come to an end. ||1||Pause||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਰੋਗ ਸਾਰੇ ਗ਼ਮ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "au~qry",
    "type_id": 4
  },
  {
    "shabad_id": 2036,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jnm jnm ky iklibK nwsih; koit mjn iesnwnw]",
    "transliteration": "Janam Janam Kae Kilabikh Naasehi Kott Majan Eisanaanaa ||",
    "translation": "The sins of countless incarnations are erased, as if one has taken purifying baths at millions of sacred shrines.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ (ਕੀਤੇ) ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਗੁਰੂ ਦੇ ਚਰਨ ਹਿਰਦੇ ਵਿਚ ਵਸਾਣਾ ਹੀ) ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ, ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਦੇ ਜਲ ਵਿਚ ਚੁੱਭੀ ਹੈ।",
    "pronunciation": "m`jn",
    "type_id": 3
  },
  {
    "shabad_id": 2036,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "nwmu inDwnu gwvq gux goibMd; lwgo shij iDAwnw]1]",
    "transliteration": "Naam Nidhhaan Gaavath Gun Gobindh Laago Sehaj Dhhiaanaa ||1||",
    "translation": "The treasure of the Naam, the Name of the Lord, is obtained by singing the Glorious Praises of the Lord of the Universe, and centering one's mind in meditation on Him. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸੁਰਤਿ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2036,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "kir ikrpw Apunw dwsu kIno; bMDn qoir inrwry]",
    "transliteration": "Kar Kirapaa Apunaa Dhaas Keeno Bandhhan Thor Niraarae ||",
    "translation": "Showing His Mercy, the Lord has made me His slave; breaking my bonds, He has saved me.",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣਾ ਦਾਸ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਤੋੜ ਕੇ ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(inrwry) inrlyp",
    "type_id": 3
  },
  {
    "shabad_id": 2036,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jip jip nwmu jIvw qyrI bwxI; nwnk dws bilhwry]2]18] Cky 3]",
    "transliteration": "Jap Jap Naam Jeevaa Thaeree Baanee Naanak Dhaas Balihaarae ||2||18||Shhakae 3 ||",
    "translation": "I live by chanting and meditating on the Naam, and the Bani of Your Word; slave Nanak is a sacrifice to You. ||2||18||Third Set of Six||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰ ਕੇ ਤੇਰਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹਾਂ ॥੨॥੧੮॥ ਛੇ ਛੇ ਸ਼ਬਦਾਂ ਦੇ ਤਿੰਨ ਸੰਗ੍ਰਹਿ॥",
    "pronunciation": "C`ky iqMn",
    "type_id": 3
  },
  {
    "shabad_id": 2037,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "dyvgMDwrI mhlw 5]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2037,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mweI; pRB ky crn inhwrau]",
    "transliteration": "Maaee Prabh Kae Charan Nihaaro ||",
    "translation": "O mother, I long to see the Feet of God.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਮੈਂ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ (ਸੋਹਣੇ) ਚਰਨਾਂ ਵਲ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹਾਂ,",
    "pronunciation": "(inhwrau) q`kdW",
    "type_id": 3
  }
]