[
  {
    "shabad_id": 2037,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "krhu AnugRhu suAwmI myry; mn qy. kbhu n fwrau ]1] rhwau ]",
    "transliteration": "Karahu Anugrahu Suaamee Maerae Man Thae Kabahu N Ddaaro ||1|| Rehaao ||",
    "translation": "Be Merciful to me, O my Lord and Master, that I might never forsake them from my mind. ||1||Pause||",
    "punjabi": "(ਤੇ, ਅਰਦਾਸ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ ਕਿ) ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ (ਆਪਣੇ) ਮਨ ਤੋਂ (ਤੈਨੂੰ) ਕਦੇ ਭੀ ਨਾਹ ਭੁਲਾਵਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(A-nu`gRhu) ikRpw",
    "type_id": 4
  },
  {
    "shabad_id": 2037,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "swDU DUir lweI muiK msqik; kwm kRoD ibKu jwrau ]",
    "transliteration": "Saadhhoo Dhhoor Laaee Mukh Masathak Kaam Krodhh Bikh Jaaro ||",
    "translation": "Applying the dust of the feet of the Holy to my face and forehead, I burn away the poison of sexual desire and anger.",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਪੈਰਾਂ ਦੀ ਖ਼ਾਕ ਆਪਣੇ ਮੂੰਹ ਉੱਤੇ ਆਪਣੇ ਮੱਥੇ ਉੱਤੇ ਲਾਂਦਾ ਹਾਂ ਤਾਂ ਕਿ ਮੈਂ ਕਾਮ ਕ੍ਰੋਧ ਦੀ ਜ਼ਹਿਰ ਸਾੜਦਾ ਰਹਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2037,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sB qy nIcu Awqm kir mwnau; mn mih iehu suKu Dwrau ]1]",
    "transliteration": "Sabh Thae Neech Aatham Kar Maano Man Mehi Eihu Sukh Dhhaaro ||1||",
    "translation": "I judge myself to be the lowest of all; in this way, I instill peace within my mind. ||1||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਸਭਨਾਂ ਤੋਂ ਨੀਵਾਂ ਸਮਝਦਾ ਰਹਾਂ, ਤੇ ਆਪਣੇ ਮਨ ਵਿਚ (ਗਰੀਬੀ ਸੁਭਾਵ ਦਾ) ਇਹ ਸੁਖ (ਸਦਾ) ਟਿਕਾਈ ਰੱਖਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2037,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gun gwvh Twkur AibnwsI; klml sgly Jwrau ]",
    "transliteration": "Gun Gaaveh Thaakur Abinaasee Kalamal Sagalae Jhaaro ||",
    "translation": "I sing the Glorious Praises of the Imperishable Lord and Master, and I shake off all my sins.",
    "punjabi": "ਆਓ ਰਲ ਕੇ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵੀਏ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਸਾਰੇ (ਪਿਛਲੇ) ਪਾਪ (ਮਨ ਤੋਂ) ਝਾੜ ਲਈਏ।",
    "pronunciation": "(klml) pwp",
    "type_id": 3
  },
  {
    "shabad_id": 2037,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwm inDwnu. nwnk dwnu pwvau; kMiT lwie auir Dwrau ]2]19]",
    "transliteration": "Naam Nidhhaan Naanak Dhaan Paavo Kanth Laae Our Dhhaaro ||2||19||",
    "translation": "I have found the gift of the treasure of the Naam, O Nanak; I hug it close, and enshrine it in my heart. ||2||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਪਾਸੋਂ ਇਹ) ਦਾਨ ਮੰਗ ਕਿ ਮੈਂ ਤੇਰਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਹਾਸਲ ਕਰ ਲਵਾਂ, ਤੇ ਇਸ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਕੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਾਂ ॥੨॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2038,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "dyvgMDwrI mhlw 5 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2038,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pRB jIau; pyKau drsu qumwrw ]",
    "transliteration": "Prabh Jeeo Paekho Dharas Thumaaraa ||",
    "translation": "Dear God, I long to behold the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਹਰ ਕਰ) ਮੈਂ (ਸਦਾ) ਤੇਰਾ ਦਰਸਨ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2038,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "suMdr iDAwnu Dwru idnu rYnI; jIA pRwn qy ipAwrw ]1] rhwau ]",
    "transliteration": "Sundhar Dhhiaan Dhhaar Dhin Rainee Jeea Praan Thae Piaaraa ||1|| Rehaao ||",
    "translation": "I cherish this beautiful meditation day and night; You are dearer to me than my soul, dearer than life itself. ||1||Pause||",
    "punjabi": "ਦਿਨ ਰਾਤ ਮੈਂ ਤੇਰੇ ਸੋਹਣੇ ਸਰੂਪ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂ ਤੇ ਤੇਰਾ ਦਰਸਨ ਮੈਨੂੰ ਆਪਣੀ ਜਿੰਦ ਨਾਲੋਂ ਪ੍ਰਾਣਾਂ ਨਾਲੋਂ ਪਿਆਰਾ ਲੱਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2038,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "swsqR byd purwn Aivloky; isimRiq qqu bIcwrw ]",
    "transliteration": "Saasathr Baedh Puraan Avilokae Simrith Thath Beechaaraa ||",
    "translation": "I have studied and contemplated the essence of the Shaastras, the Vedas and the Puraanas.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਦੇ ਨਾਥ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਮਾਲਕ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਮੈਂ ਸ਼ਾਸਤ੍ਰ ਵੇਦ ਪੁਰਾਣ ਵੇਖ ਚੁਕਾ ਹਾਂ, ਮੈਂ ਸਿਮ੍ਰਿਤੀਆਂ ਦਾ ਤੱਤ ਭੀ ਵਿਚਾਰ ਚੁਕਾ ਹਾਂ।",
    "pronunciation": "(Aivloky) dyKy[ ism-i Riq: m mukqw bolo, A`Dy rwry R ishwrI lw ky polw bolo, ishwrI q`qy nMU BI lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2038,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "dInw nwQ pRwnpiq pUrn; Bvjl auDrnhwrw ]1]",
    "transliteration": "Dheenaa Naathh Praanapath Pooran Bhavajal Oudhharanehaaraa ||1||",
    "translation": "Protector of the meek, Lord of the breath of life, O Perfect One, carry us across the terrifying world-ocean. ||1||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਦੇ ਨਾਥ! ਹੇ ਜਿੰਦ ਦੇ ਪੂਰੇ ਮਾਲਕ! ਸਿਰਫ਼ ਤੂੰ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "(au-Drnhwrw) auDwrn vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2038,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Awid jugwid Bgq jn syvk; qwkI ibKY ADwrw ]",
    "transliteration": "Aadh Jugaadh Bhagath Jan Saevak Thaa Kee Bikhai Adhhaaraa ||",
    "translation": "Since the very beginning, and throughout the ages, the humble devotees have been Your servants; in the midst of the world of corruption, You are their Support.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੇ ਭਗਤ ਜਨ ਤੇਰੇ ਸੇਵਕ ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਲਈ ਤੇਰਾ ਹੀ ਆਸਰਾ ਤੱਕਦੇ ਆ ਰਹੇ ਹਨ।",
    "pronunciation": "ju`gwid q`wkI",
    "type_id": 3
  },
  {
    "shabad_id": 2038,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "iqn jn kI DUir. bwCY inq nwnku; prmysru dyvnhwrw ]2]20]",
    "transliteration": "Thin Jan Kee Dhhoor Baashhai Nith Naanak Paramaesar Dhaevanehaaraa ||2||20||",
    "translation": "Nanak longs for the dust of the feet of such humble beings; the Transcendent Lord is the Giver of all. ||2||20||",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਭਗਤ ਜਨਾਂ ਦੇ ਪੈਰਾਂ ਦੀ ਖ਼ਾਕ (ਤੈਥੋਂ) ਮੰਗਦਾ ਹੈ, ਤੂੰ ਪਰਮੇਸਰ (ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ) ਹੀ ਇਹ ਦਾਤ ਦੇਣ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈਂ ॥੨॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2039,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "dyvgMDwrI mhlw 5 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2039,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qyrw jnu; rwm rswieix mwqw ]",
    "transliteration": "Thaeraa Jan Raam Rasaaein Maathaa ||",
    "translation": "Your humble servant, O Lord, is intoxicated with Your sublime essence.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਭਗਤ ਤੇਰੇ ਨਾਮ ਦੀ ਰਸਾਇਣ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(rswieix) rsW dy Gr[ (m`wqw) msq",
    "type_id": 3
  },
  {
    "shabad_id": 2039,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pRym rsw iniD jw kau aupjI; Coif. n kqhU jwqw ]1] rhwau ]",
    "transliteration": "Praem Rasaa Nidhh Jaa Ko Oupajee Shhodd N Kathehoo Jaathaa ||1|| Rehaao ||",
    "translation": "One who obtains the treasure of the Nectar of Your Love, does not renounce it to go somewhere else. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰੇ ਪ੍ਰੇਮ-ਰਸ ਦਾ ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਏ, ਉਹ ਉਸ ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਹੀਂ ਜਾਂਦਾ (ਭਟਕਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2039,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "bYTq hir hir. sovq hir hir; hir rsu Bojnu Kwqw ]",
    "transliteration": "Baithath Har Har Sovath Har Har Har Ras Bhojan Khaathaa ||",
    "translation": "While sitting, he repeats the Lord's Name, Har, Har; while sleeping, he repeats the Lord's Name, Har, Har; he eats the Nectar of the Lord's Name as his food.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰਸਾਇਣ ਵਿਚ ਮਸਤ ਮਨੁੱਖ) ਬੈਠਿਆਂ ਹਰਿ-ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਸੁੱਤਿਆਂ ਭੀ ਹਰਿ-ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਰੱਖਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ-ਰਸ (ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਖ਼ੁਰਾਕ (ਬਣਾ ਕੇ) ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2039,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ATsiT qIrQ mjnu kIno; swDU DUrI nwqw ]1]",
    "transliteration": "Athasath Theerathh Majan Keeno Saadhhoo Dhhooree Naathaa ||1||",
    "translation": "Bathing in the dust of the feet of the Holy is equal to taking cleansing baths at the sixty-eight sacred shrines of pilgrimage. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ (ਮਾਨੋ,) ਉਹ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "A`Ts`iT, m`jnu, n@wqw",
    "type_id": 3
  },
  {
    "shabad_id": 2039,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "sPlu jnmu, hir jn kw aupijAw; ijin kIno sauqu ibDwqw ]",
    "transliteration": "Safal Janam Har Jan Kaa Oupajiaa Jin Keeno South Bidhhaathaa ||",
    "translation": "How fruitful is the birth of the Lord's humble servant; the Creator is his Father.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਪੈਂਦਾ ਹੈ, ਉਸ ਭਗਤ-ਜਨ ਨੇ (ਮਾਨੋ) ਪਰਮਾਤਮਾ ਨੂੰ ਸਪੁੱਤ੍ਰਾ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "(sauqu) sPlw,spu`qR vwly sauNqRy[ (ibDwqw) pRmwqmw",
    "type_id": 3
  },
  {
    "shabad_id": 2039,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "sgl smUh lY auDry nwnk; pUrn bRhmu pCwqw ]2]21]",
    "transliteration": "Sagal Samooh Lai Oudhharae Naanak Pooran Breham Pashhaathaa ||2||21||",
    "translation": "O Nanak, one who recognizes the Perfect Lord God, takes all with him, and saves everyone. ||2||21||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਹੋਰ ਸਾਰੇ ਹੀ ਸਾਥੀਆਂ ਨੂੰ ਭੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2040,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "dyvgMDwrI mhlw 5 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2040,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mweI; gur ibnu. igAwnu n pweIAY ]",
    "transliteration": "Maaee Gur Bin Giaan N Paaeeai ||",
    "translation": "O mother, without the Guru, spiritual wisdom is not obtained.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪੈ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2040,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Aink pRkwr iPrq ibllwqy; imlq nhI gosweIAY ]1] rhwau ]",
    "transliteration": "Anik Prakaar Firath Bilalaathae Milath Nehee Gosaaeeai ||1|| Rehaao ||",
    "translation": "They wander around, weeping and crying out in various ways, but the Lord of the World does not meet them. ||1||Pause||",
    "punjabi": "ਹੋਰ ਹੋਰ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਉੱਦਮ ਕਰਦੇ ਲੋਕ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ (ਉਹਨਾਂ ਉੱਦਮਾਂ ਨਾਲ) ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2040,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "moh rog sog qnu bwiDE; bhu jonI BrmweIAY ]",
    "transliteration": "Moh Rog Sog Than Baadhhiou Bahu Jonee Bharamaaeeai ||",
    "translation": "The body is tied up with emotional attachment, disease and sorrow, and so it is lured into countless reincarnations.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਸਰੀਰ (ਮਾਇਆ ਦੇ) ਮੋਹ (ਸਰੀਰਕ) ਰੋਗਾਂ ਅਤੇ ਗ਼ਮਾਂ ਨਾਲ ਜਕੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਫਿਰੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2040,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "itknu. n pwvY ibnu sqsMgiq; iksu AwgY jwie. rUAweIAY ]1]",
    "transliteration": "Ttikan N Paavai Bin Sathasangath Kis Aagai Jaae Rooaaeeai ||1||",
    "translation": "He finds no place of rest without the Saadh Sangat, the Company of the Holy; to whom should he go and cry? ||1||",
    "punjabi": "ਸਾਧ ਸੰਗਤ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਜੂਨਾਂ ਦੇ ਗੇੜ ਤੋਂ) ਟਿਕਾਣਾ ਨਹੀਂ ਹਾਸਲ ਕਰ ਸਕੀਦਾ। (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਪਾਸ (ਇਸ ਦੁੱਖ ਦੀ ਨਵਿਰਤੀ ਵਾਸਤੇ) ਫਰਿਆਦ ਭੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੧॥",
    "pronunciation": "(rUAweIAY) pukwrIey",
    "type_id": 3
  },
  {
    "shabad_id": 2040,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "krY AnugRhu suAwmI myrw; swD crn icqu lweIAY ]",
    "transliteration": "Karai Anugrahu Suaamee Maeraa Saadhh Charan Chith Laaeeai ||",
    "translation": "When my Lord and Master shows His Mercy, we lovingly focus our consciousness on the feet of the Holy.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਦੋਂ ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਮੇਹਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "A-nu`gRhu",
    "type_id": 3
  },
  {
    "shabad_id": 2040,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "sMkt Gor kty iKn BIqir; nwnk. hir dris smweIAY ]2]22]",
    "transliteration": "Sankatt Ghor Kattae Khin Bheethar Naanak Har Dharas Samaaeeai ||2||22||",
    "translation": "The most horrible agonies are dispelled in an instant, O Nanak, and we merge in the Blessed Vision of the Lord. ||2||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਭਿਆਨਕ ਦੁੱਖ ਇਕ ਖਿਨ ਵਿਚ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਤੇ, ਪਰਮਾਤਮਾ ਦੇ ਦੀਦਾਰ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ ॥੨॥੨੨॥",
    "pronunciation": "k`ty",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dyvgMDwrI mhlw 5 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Twkur hoey Awip dieAwl ]",
    "transliteration": "Thaakur Hoeae Aap Dhaeiaal ||",
    "translation": "The Lord and Master Himself has become Merciful.",
    "punjabi": "ਜਦੋਂ ਆਪਣੇ ਸੇਵਕ ਉੱਤੇ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "BeI kilAwx AnMd rUp hoeI hY; aubry bwl gupwl ] rhwau ]",
    "transliteration": "Bhee Kaliaan Anandh Roop Hoee Hai Oubarae Baal Gupaal || Rehaao ||",
    "translation": "I have been emancipated, and I have become the embodiment of bliss; I am the Lord's child - He has saved me. ||Pause||",
    "punjabi": "ਤਾਂ ਸੇਵਕ ਦੇ ਅੰਦਰ ਪੂਰਨ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਈਦਾ ਹੈ। ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ-ਪਿਤਾ ਦਾ ਪੱਲਾ ਫੜਨ ਵਾਲੇ ਬੱਚੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "duie kr joiV. krI bynMqI; pwrbRhmu min iDAwieAw ]",
    "transliteration": "Dhue Kar Jorr Karee Baenanthee Paarabreham Man Dhhiaaeiaa ||",
    "translation": "With my palms pressed together, I offer my prayer; within my mind, I meditate on the Supreme Lord God.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਵਡ-ਭਾਗੀਆਂ ਨੇ ਆਪਣੇ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕੀਤੀ, ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਆਰਾਧਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "hwQu dyie rwKy prmysuir; sglw durqu imtwieAw ]1]",
    "transliteration": "Haathh Dhaee Raakhae Paramaesur Sagalaa Dhurath Mittaaeiaa ||1||",
    "translation": "Giving me His hand, the Transcendent Lord has eradicated all my sins. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਹੱਥ ਦੇ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲਿਆ, (ਉਹਨਾਂ ਦਾ ਪਿਛਲਾ ਕੀਤਾ) ਸਾਰਾ ਪਾਪ ਦੂਰ ਕਰ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "(durqu) pwp[ dyie",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "vr nwrI imil mMglu gwieAw; Twkur kw jYkwru ]",
    "transliteration": "Var Naaree Mil Mangal Gaaeiaa Thaakur Kaa Jaikaar ||",
    "translation": "Husband and wife join together in rejoicing, celebrating the Victory of the Lord Master.",
    "punjabi": "(ਜਦ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੋਏ) ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2041,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "khu nwnk. jn kau bil jweIAY; jo sBnw kry auDwru ]2]23]",
    "transliteration": "Kahu Naanak Jan Ko Bal Jaaeeai Jo Sabhanaa Karae Oudhhaar ||2||23||",
    "translation": "Says Nanak, I am a sacrifice to the humble servant of the Lord, who emancipates everyone. ||2||23||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ ਦੇ ਉਸ ਭਗਤ ਤੋਂ ਕੁਰਬਾਨ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇਹੜਾ ਹੋਰ ਸਭ ਜੀਵਾਂ ਦਾ ਭੀ ਪਾਰ-ਉਤਾਰਾ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]