[
  {
    "shabad_id": 2046,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "swDsMgiq kI srnI prIAY; crx rynu mnu bwCY ]1]",
    "transliteration": "Saadhhasangath Kee Saranee Pareeai Charan Raen Man Baashhai ||1||",
    "translation": "I have sought the Sanctuary of the Saadh Sangat, the Company of the Holy; my mind longs for the dust of their Feet. ||1||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ। ਮੇਰਾ ਮਨ ਸਾਧ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਹੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "bWCY",
    "type_id": 3
  },
  {
    "shabad_id": 2046,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jugiq n jwnw. gunu nhI koeI; mhw duqru mwieAwCY ]",
    "transliteration": "Jugath N Jaanaa Gun Nehee Koee Mehaa Dhuthar Maae Aashhai ||",
    "translation": "I do not know the way, and I have no virtue. It is so difficult to escape from Maya!",
    "punjabi": "ਮੈਨੂੰ (ਇਸ ਮਾਇਆ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਦਾ) ਕੋਈ ਢੰਗ ਨਹੀਂ ਆਉਂਦਾ, ਮੇਰੇ ਵਿਚ ਕੋਈ (ਐਸਾ) ਗੁਣ (ਭੀ) ਨਹੀਂ, ਇਹ ਮਾਇਆ (-ਸਮੁੰਦਰ) ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਹੀ ਔਖਾ ਹੈ।",
    "pronunciation": "(du`q-ru) kTn[ mwieAw-CY (CY) nwsvMq mwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2046,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "Awie pieE nwnk. gur crnI; qau auqrI sgl durwCY ]2]2]28]",
    "transliteration": "Aae Paeiou Naanak Gur Charanee Tho Outharee Sagal Dhuraashhai ||2||2||28||",
    "translation": "Nanak has come and fallen at the Guru's feet; all of his evil inclinations have vanished. ||2||2||28||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਪੈਂਦਾ ਹੈ ਤਦੋਂ (ਇਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੀ ਮੰਦੀ ਵਾਸਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥੨॥੨੮॥",
    "pronunciation": "(durwCY) mMdI vwsnw",
    "type_id": 3
  },
  {
    "shabad_id": 2047,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "dyvgMDwrI 5 ]",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2047,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "AMimRqw ipRA bcn quhwry ]",
    "transliteration": "Anmrithaa Pria Bachan Thuhaarae ||",
    "translation": "O Beloved, Your Words are Ambrosial Nectar.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2047,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Aiq suMdr mnmohn ipAwry; sBhU miD inrwry ]1] rhwau ]",
    "transliteration": "Ath Sundhar Manamohan Piaarae Sabhehoo Madhh Niraarae ||1|| Rehaao ||",
    "translation": "O supremely beautiful Enticer, O Beloved, You are among all, and yet distinct from all. ||1||Pause||",
    "punjabi": "ਹੇ ਬੇਅੰਤ ਸੁੰਦਰ! ਹੇ ਪਿਆਰੇ ਮਨ ਮੋਹਣ! ਹੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਅਤੇ ਸਭ ਤੋਂ ਵੱਖਰੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ! ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "miD:polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 2047,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "rwju n cwhau. mukiq n cwhau; min pRIiq crnkmlwry ]",
    "transliteration": "Raaj N Chaaho Mukath N Chaaho Man Preeth Charan Kamalaarae ||",
    "translation": "I do not seek power, and I do not seek liberation. My mind is in love with Your Lotus Feet.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੈਂ ਰਾਜ ਨਹੀਂ ਮੰਗਦਾ, ਮੈਂ ਮੁਕਤੀ ਨਹੀਂ ਮੰਗਦਾ, (ਮੇਹਰ ਕਰ, ਸਿਰਫ਼ ਤੇਰੇ) ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਦਾ ਪਿਆਰ ਮੇਰੇ ਮਨ ਵਿਚ ਟਿਕਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2047,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "bRhm mhys isD muin ieMdRw; moih Twkur hI drswry ]1]",
    "transliteration": "Breham Mehaes Sidhh Mun Eindhraa Mohi Thaakur Hee Dharasaarae ||1||",
    "translation": "Brahma, Shiva, the Siddhas, the silent sages and Indra - I seek only the Blessed Vision of my Lord and Master's Darshan. ||1||",
    "punjabi": "(ਲੋਕ ਤਾਂ) ਬ੍ਰਹਮਾ, ਸ਼ਿਵ ਕਰਾਮਾਤੀ ਜੋਗੀ, ਰਿਸ਼ੀ, ਮੁਨੀ ਇੰਦ੍ਰ (ਆਦਿਕ ਦਾ ਦਰਸਨ ਚਾਹੁੰਦੇ ਹਨ, ਪਰ) ਮੈਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਹੀ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2047,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "dInu. duAwrY AwieE Twkur; srin pirE sMq. hwry ]",
    "transliteration": "Dheen Dhuaarai Aaeiou Thaakur Saran Pariou Santh Haarae ||",
    "translation": "I have come, helpless, to Your Door, O Lord Master; I am exhausted - I seek the Sanctuary of the Saints.",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਮੈਂ ਗਰੀਬ ਤੇਰੇ ਦਰ ਤੇ ਆਇਆ ਹਾਂ, ਮੈਂ ਹਾਰ ਕੇ ਤੇਰੇ ਸੰਤਾਂ ਦੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2047,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "khu nwnk. pRB imly mnohr; mnu sIql ibgswry ]2]3]29]",
    "transliteration": "Kahu Naanak Prabh Milae Manohar Man Seethal Bigasaarae ||2||3||29||",
    "translation": "Says Nanak, I have met my Enticing Lord God; my mind is cooled and soothed - it blossoms forth in joy. ||2||3||29||",
    "punjabi": "ਹੇ ਨਾਨਕ, ਆਖ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਮਨ ਮੋਹਣ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੨॥੩॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2048,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "dyvgMDwrI mhlw 5 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2048,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir jip; syvku pwir auqwirE ]",
    "transliteration": "Har Jap Saevak Paar Outhaariou ||",
    "translation": "Meditating on the Lord, His servant swims across to salvation.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2048,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "dIn dieAwl Bey pRB Apny; bhuiV. jnim nhI mwirE ]1] rhwau ]",
    "transliteration": "Dheen Dhaeiaal Bheae Prabh Apanae Bahurr Janam Nehee Maariou ||1|| Rehaao ||",
    "translation": "When God becomes merciful to the meek, then one does not have to suffer reincarnation, only to die again. ||1||Pause||",
    "punjabi": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਉਸ ਸੇਵਕ ਦੇ ਆਪਣੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਪਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "d-ieAwl",
    "type_id": 4
  },
  {
    "shabad_id": 2048,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "swDsMgim. gux gwvh hir ky; rqn jnmu. nhI hwirE ]",
    "transliteration": "Saadhhasangam Gun Gaaveh Har Kae Rathan Janam Nehee Haariou ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, he sings the Glorious Praises of the Lord, and he does not lose the jewel of this human life.",
    "punjabi": "ਆਓ ਅਸੀਂ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਬੈਠ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵੀਏ। ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ (ਗੁਣ ਗਾ ਕੇ) ਆਪਣਾ ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਅਜਾਈਂ ਨਹੀਂ ਗਵਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2048,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "pRB gun gwie. ibKY bnu qirAw; kulh smUh auDwirE ]1]",
    "transliteration": "Prabh Gun Gaae Bikhai Ban Thariaa Kuleh Samooh Oudhhaariou ||1||",
    "translation": "Singing the Glories of God, he crosses over the ocean of poison, and saves all his generations as well. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਸੇਵਕ ਵਿਸ਼ਿਆਂ ਦੇ ਜਲ ਨਾਲ ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਆਪ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ (ਉਸ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "au-DwirE",
    "type_id": 3
  },
  {
    "shabad_id": 2048,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "crnkml bisAw ird BIqir; swis igrwis aucwirE ]",
    "transliteration": "Charan Kamal Basiaa Ridh Bheethar Saas Giraas Ouchaariou ||",
    "translation": "The Lotus Feet of the Lord abide within his heart, and with every breath and morsel of food, he chants the Lord's Name.",
    "punjabi": "ਸੇਵਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ ਸਦਾ ਵੱਸਦੇ ਰਹਿੰਦੇ ਹਨ, ਸੇਵਕ ਹਰੇਕ ਸਾਹ ਨਾਲ ਹਰੇਕ ਗਿਰਾਹੀ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2048,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk. Et ghI jgdIsur; punh punh bilhwirE ]2]4]30]",
    "transliteration": "Naanak Outt Gehee Jagadheesur Puneh Puneh Balihaariou ||2||4||30||",
    "translation": "Nanak has grasped the Support of the Lord of the Universe; again and again, he is a sacrifice to Him. ||2||4||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੇਵਕ ਨੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੁੰਦਾ ਹੈ, ਮੈਂ ਉਸ ਸੇਵਕ ਤੋਂ ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੨॥੪॥੩੦॥",
    "pronunciation": "(punh punh) bwr bwr",
    "type_id": 3
  },
  {
    "shabad_id": 2049,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "rwgu dyvgMDwrI mhlw 5 Gru 4",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 5 Ghar 4",
    "translation": "Raag Dayv-Gandhaaree, Fifth Mehl, Fourth House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2049,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2049,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "krq iPry bn ByK; mohn rhq inrwr ]1] rhwau ]",
    "transliteration": "Karath Firae Ban Bhaekh Mohan Rehath Niraar ||1|| Rehaao ||",
    "translation": "Some wander around the forests, wearing religious robes, but the Fascinating Lord remains distant from them. ||1||Pause||",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਤਿਆਗੀ ਸਾਧੂਆਂ ਵਾਲੇ) ਭੇਖ ਕਰ ਕੇ ਜੰਗਲ ਵਿਚ ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਸੋਹਣਾ ਪ੍ਰਭੂ ਉਹਨਾਂ ਤੋਂ ਵੱਖਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2049,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "kQn sunwvn. gIq nIky gwvn; mn mih Drqy gwr ]1]",
    "transliteration": "Kathhan Sunaavan Geeth Neekae Gaavan Man Mehi Dhharathae Gaar ||1||",
    "translation": "They talk, preach, and sing their lovely songs, but within their minds, the filth of their sins remains. ||1||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਹਿਣ ਸੁਣਾਣ ਵਾਲੇ ਹਨ, ਜੇਹੜੇ ਸੋਹਣੇ ਸੋਹਣੇ ਗੀਤ ਭੀ ਗਾਣ ਵਾਲੇ ਹਨ ਉਹ (ਆਪਣੇ ਇਸ ਗੁਣ ਦਾ) ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਬਣਾਈ ਰੱਖਦੇ ਹਨ (ਮੋਹਨ ਪ੍ਰਭੂ ਉਹਨਾਂ ਤੋਂ ਭੀ ਵੱਖਰਾ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(gwr)hMkwr",
    "type_id": 3
  },
  {
    "shabad_id": 2049,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Aiq suMdr bhu cqur isAwny; ibidAw rsnw cwr ]2]",
    "transliteration": "Ath Sundhar Bahu Chathur Siaanae Bidhiaa Rasanaa Chaar ||2||",
    "translation": "They may be very beautiful, extremely clever, wise and educated, and they may speak very sweetly. ||2||",
    "punjabi": "ਵਿੱਦਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੀ ਜੀਭ ਸੋਹਣੀ (ਬੋਲਣ ਵਾਲੀ ਬਣ ਜਾਂਦੀ) ਹੈ, ਜੋ ਵੇਖਣ ਨੂੰ ਬੜੇ ਸੋਹਣੇ ਹਨ, ਚਤੁਰ ਹਨ, ਸਿਆਣੇ ਹਨ (ਮੋਹਨ ਪ੍ਰਭੂ ਉਹਨਾਂ ਤੋਂ ਭੀ ਵੱਖਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2049,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "mwn moh. myr qyr ibbrijq; eyhu mwrgu KMfy Dwr ]3]",
    "transliteration": "Maan Moh Maer Thaer Bibarajith Eaehu Maarag Khanddae Dhhaar ||3||",
    "translation": "To forsake pride, emotional attachment, and the sense of 'mine and yours', is the path of the double-edged sword. ||3||",
    "punjabi": "ਅਹੰਕਾਰ ਤੋਂ, ਮੋਹ ਤੋਂ, ਮੇਰ-ਤੇਰ ਤੋਂ, ਬਚੇ ਰਹਿਣਾ-ਇਹ ਰਸਤਾ ਖੰਡੇ ਦੀ ਧਾਰ ਵਰਗਾ ਬਰੀਕ ਹੈ (ਭਾਵ, ਇਸ ਰਸਤੇ ਉਤੇ ਤੁਰਨਾ ਸੌਖੀ ਖੇਡ ਨਹੀਂ) ॥੩॥",
    "pronunciation": "(ib-brij`q) iqAwgxw",
    "type_id": 3
  },
  {
    "shabad_id": 2049,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "khu nwnk. iqin Bvjlu qrIAly; pRB ikrpw sMqsMgwr ]4]1]31]",
    "transliteration": "Kahu Naanak Thin Bhavajal Thareealae Prabh Kirapaa Santh Sangaar ||4||1||31||",
    "translation": "Says Nanak, they alone swim across the terrifying world-ocean, who, by God's Grace, join the Society of the Saints. ||4||1||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤਰ ਲਿਆ ਹੈ ਜੋ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਾਧ ਸੰਗਤ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ ॥੪॥੧॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2050,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwgu dyvgMDwrI mhlw 5 Gru 5",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 5 Ghar 5",
    "translation": "Raag Dayv-Gandhaaree, Fifth Mehl, Fifth House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2050,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2050,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mY pyiKE rI aUcw mohnu; sB qy aUcw ]",
    "transliteration": "Mai Paekhiou Ree Oochaa Mohan Sabh Thae Oochaa ||",
    "translation": "I have seen the Lord to be on high; the Fascinating Lord is the highest of all.",
    "punjabi": "ਹੇ ਭੈਣ! ਮੈਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਉਹ ਸੋਹਣਾ ਪ੍ਰਭੂ ਬਹੁਤ ਉੱਚਾ ਹੈ ਸਭ ਨਾਲੋਂ ਉੱਚਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2050,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Awn. n smsir koaU lwgY; FUiF rhy hm mUcw ]1] rhwau ]",
    "transliteration": "Aan N Samasar Kooo Laagai Dtoodt Rehae Ham Moochaa ||1|| Rehaao ||",
    "translation": "No one else is equal to Him - I have made the most extensive search on this. ||1||Pause||",
    "punjabi": "ਮੈਂ ਬਹੁਤ ਭਾਲ ਕਰ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ। ਕੋਈ ਹੋਰ ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(mUcw) bhuqw",
    "type_id": 4
  },
  {
    "shabad_id": 2050,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "bhu byAMqu. Aiq bfo gwhro; Qwh nhI. AghUcw ]",
    "transliteration": "Bahu Baeanth Ath Baddo Gaaharo Thhaah Nehee Agehoochaa ||",
    "translation": "Utterly infinite, exceedingly great, deep and unfathomable - He is lofty, beyond reach.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਬਹੁਤ ਬੇਅੰਤ ਹੈ, ਉਹ ਬਹੁਤ ਹੀ ਗੰਭੀਰ ਹੈ ਉਸ ਦੀ ਡੂੰਘਾਈ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਉਹ ਇਤਨਾ ਉੱਚਾ ਹੈ ਕਿ ਉਸ ਤਕ ਅੱਪੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(gwhro) inrh`l[ (Ag-hUcw) suqMqR[AghUcw:polw bolo[ Aiq polw",
    "type_id": 3
  },
  {
    "shabad_id": 2050,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "qoil n qulIAY. moil n mulIAY; kq pweIAY mn rUcw ]1]",
    "transliteration": "Thol N Thuleeai Mol N Muleeai Kath Paaeeai Man Roochaa ||1||",
    "translation": "His weight cannot be weighed, His value cannot be estimated. How can the Enticer of the mind be obtained? ||1||",
    "punjabi": "ਕਿਸੇ ਵੱਟੇ ਨਾਲ ਉਸ ਨੂੰ ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਕਿਸੇ ਕੀਮਤਿ ਨਾਲ ਉਸ ਨੂੰ ਖਰੀਦਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ ਕਿੱਥੇ ਉਸ ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭੀਏ ॥੧॥",
    "pronunciation": "(rUcw) BwauNdw[ kq polw",
    "type_id": 3
  },
  {
    "shabad_id": 2050,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "Koj AsMKw. Aink qpMQw; ibnu gur. nhI phUcw ]",
    "transliteration": "Khoj Asankhaa Anik Thapanthhaa Bin Gur Nehee Pehoochaa ||",
    "translation": "Millions search for Him, on various paths, but without the Guru, none find Him.",
    "punjabi": "ਅਨੇਕਾਂ ਭਾਲਾਂ ਕਰੀਏ, ਅਨੇਕਾਂ ਰਸਤੇ ਵੇਖੀਏ (ਕੁਝ ਨਹੀਂ ਬਣ ਸਕਦਾ), ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਨਹੀਂ ਪਹੁੰਚ ਸਕੀਦਾ।",
    "pronunciation": "(q-pMQw) qpIey",
    "type_id": 3
  },
  {
    "shabad_id": 2050,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "khu nwnk. ikrpw krI Twkur; imil swDU rs BUMcw ]2]1]32]",
    "transliteration": "Kahu Naanak Kirapaa Karee Thaakur Mil Saadhhoo Ras Bhoonchaa ||2||1||32||",
    "translation": "Says Nanak, the Lord Master has become Merciful. Meeting the Holy Saint, I drink in the sublime essence. ||2||1||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਹ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਨਾਮ ਦਾ ਰਸ ਮਾਣਦਾ ਹੈ ॥੨॥੧॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]