[
  {
    "shabad_id": 2055,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jn nwnk. dws dws ko krIAhu; myrw mUMfu. swD pgw hyiT rulsI ry ]2]4]37]",
    "transliteration": "Jan Naanak Dhaas Dhaas Ko Kareeahu Maeraa Moondd Saadhh Pagaa Haeth Rulasee Rae ||2||4||37||",
    "translation": "Make servant Nanak the slave of Your slave; let his head roll in the dust under the feet of the Holy. ||2||4||37||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ, ਮੇਰਾ ਸਿਰ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰਾਂ ਹੇਠ ਪਿਆ ਰਹੇ ॥੨॥੪॥੩੭॥",
    "pronunciation": "(mMUfu) isr[ pgW polw",
    "type_id": 3
  },
  {
    "shabad_id": 2056,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwgu dyvgMDwrI mhlw 5 Gru 7",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 5 Ghar 7",
    "translation": "Raag Dayv-Gandhaaree, Fifth Mehl, Seventh House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2056,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2056,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "sB idn ky smrQ. pMQ ibTuly; hau bil bil jwau ]",
    "transliteration": "Sabh Dhin Kae Samarathh Panthh Bithulae Ho Bal Bal Jaao ||",
    "translation": "You are all-powerful, at all times; You show me the Way; I am a sacrifice, a sacrifice to You.",
    "punjabi": "ਹੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਉਹਨਾਂ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਿਆ ਰਹਾਂ, ਤੇ ਉਹਨਾਂ ਸੰਤਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਰਹਾਂ,",
    "pronunciation": "(ibTuly) vwihgurU jI[ smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2056,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "gwvn Bwvn. sMqn qorY; crn auvw kY pwau ]1] rhwau ]",
    "transliteration": "Gaavan Bhaavan Santhan Thorai Charan Ouvaa Kai Paao ||1|| Rehaao ||",
    "translation": "Your Saints sing to You with love; I fall at their feet. ||1||Pause||",
    "punjabi": "ਜੋ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਜੋ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ, ਤੇ, ਜੋ ਸਦਾ ਹੀ ਜੀਵਨ-ਰਾਹ ਦੱਸਣ ਦੇ ਸਮਰੱਥ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(auvw) auhnW",
    "type_id": 4
  },
  {
    "shabad_id": 2056,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jwsn bwsn shj kyl kruxwmY; eyk AnMq. AnUpY Twau ]1]",
    "transliteration": "Jaasan Baasan Sehaj Kael Karunaa Mai Eaek Ananth Anoopai Thaao ||1||",
    "translation": "O Praiseworthy Lord, Enjoyer of celestial peace, Embodiment of mercy, One Infinite Lord, Your place is so beautiful. ||1||",
    "punjabi": "ਹੇ ਤਰਸ-ਸਰੂਪ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ, ਮੈਂ ਉਹਨਾਂ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਿਆ ਰਹਾਂ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਹੋਰ ਕੋਈ ਵਾਸਨਾ ਨਹੀਂ, ਜੋ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਰੰਗ ਮਾਣਦੇ ਹਨ, ਜੋ ਸਦਾ ਤੇਰੇ ਬੇਅੰਤ ਤੇ ਸੋਹਣੇ ਸਰੂਪ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "kruxw-mY",
    "type_id": 3
  },
  {
    "shabad_id": 2056,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iriD isiD iniD kr ql jgjIvn; sRb nwQ AnykY nwau ]",
    "transliteration": "Ridhh Sidhh Nidhh Kar Thal Jagajeevan Srab Naathh Anaekai Naao ||",
    "translation": "Riches, supernatural spiritual powers and wealth are in the palm of Your hand. O Lord, Life of the World, Master of all, infinite is Your Name.",
    "punjabi": "ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਤੇ ਨਿਧੀਆਂ ਤੇਰੇ ਹੱਥਾਂ ਦੀਆਂ ਤਲੀਆਂ ਉਤੇ (ਸਦਾ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ), ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਹੇ ਸਭਨਾਂ ਦੇ ਖਸਮ ਪ੍ਰਭੂ! ਹੇ ਅਨੇਕਾਂ ਨਾਮਾਂ ਵਾਲੇ ਪ੍ਰਭੂ!",
    "pronunciation": "(kr) h`Q dIAW (ql) qlIAW qy[ j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 2056,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "dieAw mieAw ikrpw nwnk kau; suin suin jsu jIvwau ]2]1]38]6]44]",
    "transliteration": "Dhaeiaa Maeiaa Kirapaa Naanak Ko Sun Sun Jas Jeevaao ||2||1||38||6||44||",
    "translation": "Show Kindness, Mercy and Compassion to Nanak; hearing Your Praises, I live. ||2||1||38||6||44||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਉੱਤੇ ਦਇਆ ਕਰ, ਮੇਹਰ ਕਰ, ਕਿਰਪਾ ਕਰ ਕਿ (ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਤੋਂ ਤੇਰੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣ ਸੁਣ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹਾਂ ॥੨॥੧॥੩੮॥੬॥੪੪॥",
    "pronunciation": "dieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2057,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2057,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "rwgu dyvgMDwrI mhlw 9 ]",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 9 ||",
    "translation": "Raag Dayv-Gandhaaree, Ninth Mehl:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ ਵਿੱਚ ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2057,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Xh mnu; nYk. n kihE krY ]",
    "transliteration": "Yeh Man Naik N Kehiou Karai ||",
    "translation": "This mind does not follow my advice one tiny bit.",
    "punjabi": "ਇਹ ਮਨ ਰਤਾ ਭਰ ਭੀ ਮੇਰਾ ਕਿਹਾ ਨਹੀਂ ਮੰਨਦਾ।",
    "pronunciation": "(nYk) QoVw[ Xh X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2057,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "sIK isKwie rihE ApnI sI; durmiq qy. n trY ]1] rhwau ]",
    "transliteration": "Seekh Sikhaae Rehiou Apanee See Dhuramath Thae N Ttarai ||1|| Rehaao ||",
    "translation": "I am so tired of giving it instructions - it will not refrain from its evil-mindedness. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਵਲੋਂ ਇਸ ਨੂੰ ਸਿੱਖਿਆ ਦੇ ਦੇ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ, ਫਿਰ ਭੀ ਇਹ ਖੋਟੀ ਮਤਿ ਵਲੋਂ ਹਟਦਾ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2057,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mid mwieAw kY. BieE bwvro; hir jsu. nih aucrY ]",
    "transliteration": "Madh Maaeiaa Kai Bhaeiou Baavaro Har Jas Nehi Oucharai ||",
    "translation": "It has gone insane with the intoxication of Maya; it does not chant the Lord's Praise.",
    "punjabi": "ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਇਹ ਮਨ ਝੱਲਾ ਹੋਇਆ ਪਿਆ ਹੈ, ਕਦੇ ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਹੀਂ ਉਚਾਰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2057,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "kir prpMcu jgq kau fhkY; Apno audru BrY ]1]",
    "transliteration": "Kar Parapanch Jagath Ko Ddehakai Apano Oudhar Bharai ||1||",
    "translation": "Practicing deception, it tries to cheat the world, and so it fills its belly. ||1||",
    "punjabi": "ਵਿਖਾਵਾ ਕਰ ਕੇ ਦੁਨੀਆ ਨੂੰ ਠੱਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, (ਠੱਗੀ ਨਾਲ ਇਕੱਠੇ ਕੀਤੇ ਧਨ ਦੀ ਰਾਹੀਂ) ਆਪਣਾ ਪੇਟ ਭਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(prpMcu) CL[ (fhkY) Brmwey",
    "type_id": 3
  },
  {
    "shabad_id": 2057,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "suAwn pUC. ijau hoie n, sUDo; kihE. n kwn DrY ]",
    "transliteration": "Suaan Pooshh Jio Hoe N Soodhho Kehiou N Kaan Dhharai ||",
    "translation": "Like a dog's tail, it cannot be straightened; it will not listen to what I tell it.",
    "punjabi": "ਕੁੱਤੇ ਦੀ ਪੂਛਲ ਵਾਂਗ ਇਹ ਮਨ ਕਦੇ ਭੀ ਸਿੱਧਾ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਸੇ ਦੀ ਭੀ) ਦਿੱਤੀ ਹੋਈ ਸਿੱਖਿਆ ਨੂੰ ਧਿਆਨ ਨਾਲ ਨਹੀਂ ਸੁਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2057,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "khu nwnk. Bju rwm nwm inq; jw qy kwju srY ]2]1]",
    "transliteration": "Kahu Naanak Bhaj Raam Naam Nith Jaa Thae Kaaj Sarai ||2||1||",
    "translation": "Says Nanak, vibrate forever the Name of the Lord, and all your affairs shall be adjusted. ||2||1||",
    "punjabi": "ਹੇ ਨਾਨਕ, ਆਖ! ਰੋਜ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੇਰਾ ਜਨਮ-ਮਨੋਰਥ ਹੱਲ ਹੋ ਜਾਏ ॥੨॥੧॥",
    "pronunciation": "Bju:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2058,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "dyvgMDwrI mhlw 9 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 9 ||",
    "translation": "Raag Dayv-Gandhaaree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2058,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sB ikCu; jIvq ko ibvhwr ]",
    "transliteration": "Sabh Kishh Jeevath Ko Bivehaar ||",
    "translation": "All things are mere diversions of life:",
    "punjabi": "ਇਹ ਸਭ ਕੁਝ ਜਿਊਂਦਿਆਂ ਦਾ ਹੀ ਮੇਲ-ਜੋਲ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2058,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mwq ipqw BweI suq bMDp; Aru Puin igRh kI nwir ]1] rhwau ]",
    "transliteration": "Maath Pithaa Bhaaee Suth Bandhhap Ar Fun Grih Kee Naar ||1|| Rehaao ||",
    "translation": "Mother, father, siblings, children, relatives and the wife of your home. ||1||Pause||",
    "punjabi": "ਮਾਂ, ਪਿਉ, ਭਰਾ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ ਅਤੇ ਘਰ ਦੀ ਵਹੁਟੀ ਭੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2058,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "qn qy pRwn hoq jb inAwry; tyrq pRyiq pukwir ]",
    "transliteration": "Than Thae Praan Hoth Jab Niaarae Ttaerath Praeth Pukaar ||",
    "translation": "When the soul is separated from the body, then they will cry out, calling you a ghost.",
    "punjabi": "(ਮੌਤ ਆਉਣ ਤੇ) ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਨਾਲੋਂ ਵੱਖਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ (ਇਹ ਸਾਰੇ ਸਨਬੰਧੀ) ਉੱਚੀ ਉੱਚੀ ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਗੁਜ਼ਰ ਚੁੱਕਾ ਹੈ ਗੁਜ਼ਰ ਚੁੱਕਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2058,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "AwD GrI. koaU nih rwKY; Gir qy. dyq inkwir ]1]",
    "transliteration": "Aadhh Gharee Kooo Nehi Raakhai Ghar Thae Dhaeth Nikaar ||1||",
    "translation": "No one will let you stay, for even half an hour; they drive you out of the house. ||1||",
    "punjabi": "ਕੋਈ ਭੀ ਸਨਬੰਧੀ ਅੱਧੀ ਘੜੀ ਲਈ ਭੀ (ਉਸ ਨੂੰ) ਘਰ ਵਿਚ ਨਹੀਂ ਰੱਖਦਾ, ਘਰ ਤੋਂ ਕੱਢ ਦੇਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2058,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "imRg iqRsnw ijau. jg rcnw Xh; dyKhu irdY ibcwir ]",
    "transliteration": "Mrig Thrisanaa Jio Jag Rachanaa Yeh Dhaekhahu Ridhai Bichaar ||",
    "translation": "The created world is like an illusion, a mirage - see this, and reflect upon it in your mind.",
    "punjabi": "ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਵੋ, ਇਹ ਜਗਤ-ਖੇਡ ਠਗ-ਨੀਰੇ ਵਾਂਗ ਹੈ (ਜਿਵੇਂ ਤ੍ਰਿਹਾਇਆ ਹਿਰਨ ਮਾਰੂਥਲ ਵਿੱਚ ਪਾਣੀ ਪਿੱਛੇ ਦੌੜਨ ਵੇਲੇ ਧੋਖਾ ਕਾਂਦਾ ਹੈ, ਮਨੁੱਖ ਵੀ ਮਾਇਆ ਪਿੱਛੇ ਦੌੜ ਦੌੜ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2058,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "khu nwnk. Bju rwm nwm inq; jw qy hoq auDwr ]2]2]",
    "transliteration": "Kahu Naanak Bhaj Raam Naam Nith Jaa Thae Hoth Oudhhaar ||2||2||",
    "translation": "Says Nanak, vibrate forever the Name of the Lord, which shall deliver you. ||2||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਸੰਸਾਰ ਦੇ ਮੋਹ ਤੋਂ) ਪਾਰ-ਉਤਾਰਾ ਹੁੰਦਾ ਹੈ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2059,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dyvgMDwrI mhlw 9 ]",
    "transliteration": "Dhaevagandhhaaree Mehalaa 9 ||",
    "translation": "Raag Dayv-Gandhaaree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2059,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jgq mY; JUTI dyKI pRIiq ]",
    "transliteration": "Jagath Mai Jhoothee Dhaekhee Preeth ||",
    "translation": "In this world, I have seen love to be false.",
    "punjabi": "ਦੁਨੀਆ ਵਿਚ (ਸਨਬੰਧੀਆਂ ਦਾ) ਪਿਆਰ ਮੈਂ ਝੂਠਾ ਹੀ ਵੇਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2059,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Apny hI suK isau sB lwgy; ikAw dwrw ikAw mIq ]1] rhwau ]",
    "transliteration": "Apanae Hee Sukh Sio Sabh Laagae Kiaa Dhaaraa Kiaa Meeth ||1|| Rehaao ||",
    "translation": "Whether they are spouses or friends, all are concerned only with their own happiness. ||1||Pause||",
    "punjabi": "ਚਾਹੇ ਇਸਤ੍ਰੀ ਹੈ ਚਾਹੇ ਮਿੱਤਰ ਹਨ-ਸਾਰੇ ਆਪੋ ਆਪਣੇ ਸੁਖ ਦੀ ਖ਼ਾਤਰ ਹੀ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਤੁਰੇ ਫਿਰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(dwrw) iesqRI",
    "type_id": 4
  },
  {
    "shabad_id": 2059,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "myrau myrau sBY khq hY; ihq isau bwiDE cIq ]",
    "transliteration": "Maero Maero Sabhai Kehath Hai Hith Sio Baadhhiou Cheeth ||",
    "translation": "All say, \"Mine, mine\", and attach their consciousness to you with love.",
    "punjabi": "ਹਰ ਕੋਈ ਇਹੀ ਆਖਦਾ ਹੈ 'ਇਹ ਮੇਰਾ ਹੈ, ਇਹ ਮੇਰਾ ਹੈ', ਕਿਉਂ ਕਿ ਚਿੱਤ ਮੋਹ ਨਾਲ ਬੱਝਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ihq) moh",
    "type_id": 3
  },
  {
    "shabad_id": 2059,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "AMiq kwil sMgI. nh koaU; ieh Acrj hY rIiq ]1]",
    "transliteration": "Anth Kaal Sangee Neh Kooo Eih Acharaj Hai Reeth ||1||",
    "translation": "But at the very last moment, none shall go along with you. How strange are the ways of the world! ||1||",
    "punjabi": "ਪਰ ਅਖ਼ੀਰਲੇ ਵੇਲੇ ਕੋਈ ਭੀ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ। (ਜਗਤ ਦੀ) ਇਹ ਅਚਰਜ ਮਰਯਾਦਾ ਚਲੀ ਆ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "A-crj",
    "type_id": 3
  },
  {
    "shabad_id": 2059,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "mn mUrK. AjhU nh smJq; isK dY hwirE nIq ]",
    "transliteration": "Man Moorakh Ajehoo Neh Samajhath Sikh Dhai Haariou Neeth ||",
    "translation": "The foolish mind has not yet reformed itself, although I have grown weary of continually instructing it.",
    "punjabi": "ਹੇ ਮੂਰਖ ਮਨ! ਤੈਨੂੰ ਮੈਂ ਸਦਾ ਸਿੱਖਿਆ ਦੇ ਦੇ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ, ਤੂੰ ਅਜੇ ਭੀ ਅਕਲ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2059,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnk. Baujlu pwir prY; jau gwvY pRB ky gIq ]2]3]6]38]47]",
    "transliteration": "Naanak Bhoujal Paar Parai Jo Gaavai Prabh Kae Geeth ||2||3||6||38||47||",
    "translation": "O Nanak, one crosses over the terrifying world-ocean, singing the Songs of God. ||2||3||6||38||47||",
    "punjabi": "ਹੇ ਨਾਨਕ, ਆਖ! ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ, ਤਦੋਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੨॥੩॥੬॥੩੮॥੪੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]