[
  {
    "shabad_id": 2063,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jn qRwih qRwih srxwgqI, myrI ijMduVIey; gur nwnk. hir rKvwly rwm]3]",
    "transliteration": "Jan Thraahi Thraahi Saranaagathee Maeree Jindhurreeeae Gur Naanak Har Rakhavaalae Raam ||3||",
    "translation": "The Lord's humble servants beseech and implore Him, and enter His Sanctuary, O my soul; Guru Nanak becomes their Divine Protector. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆਉਂਦੇ ਹਨ (ਤੇ, ਅਰਜ਼ੋਈ ਕਰਦੇ ਹਨ: ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ) ਬਚਾ ਲੈ, ਬਚਾ ਲੈ। ਗੁਰੂ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਰਾਖੇ ਬਣਦੇ ਹਨ ॥੩॥",
    "pronunciation": "srxwgqI",
    "type_id": 3
  },
  {
    "shabad_id": 2063,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hir jn hir ilv aubry. myrI ijMduVIey; Duir Bwg vfy hir pwieAw rwm]",
    "transliteration": "Har Jan Har Liv Oubarae Maeree Jindhurreeeae Dhhur Bhaag Vaddae Har Paaeiaa Raam ||",
    "translation": "The Lord's humble servants are saved, through the Love of the Lord, O my soul; by their pre-ordained good destiny, they obtain the Lord.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ, ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਅਨੁਸਾਰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2063,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hir hir nwmu poqu hY, myrI ijMduVIey; gur Kyvt sbid qrwieAw rwm]",
    "transliteration": "Har Har Naam Poth Hai Maeree Jindhurreeeae Gur Khaevatt Sabadh Tharaaeiaa Raam ||",
    "translation": "The Name of the Lord, Har, Har, is the ship, O my soul, and the Guru is the helmsman. Through the Word of the Shabad, He ferries us across.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਹਾਜ਼ ਹੈ, (ਹਰਿ ਜਨਾਂ ਨੂੰ) ਗੁਰੂ-ਮਲਾਹ ਦੇ ਸ਼ਬਦ ਨੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ।",
    "pronunciation": "(poqu) jhwz[ (Kyvt) mlwh",
    "type_id": 3
  },
  {
    "shabad_id": 2063,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hir hir purKu dieAwlu hY, myrI ijMduVIey; gur siqgur mIT lgwieAw rwm]",
    "transliteration": "Har Har Purakh Dhaeiaal Hai Maeree Jindhurreeeae Gur Sathigur Meeth Lagaaeiaa Raam ||",
    "translation": "The Lord, Har, Har, is all-powerful and very kind, O my soul; through the Guru, the True Guru, He seems so sweet.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਸਦਾ ਹੀ ਦਇਆਵਾਨ ਹੈ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਹਰਿ-ਜਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ) ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "dieAwlu",
    "type_id": 3
  },
  {
    "shabad_id": 2063,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "kir ikrpw. suix bynqI hir hir; jn nwnk. nwmu iDAwieAw rwm]4]2]",
    "transliteration": "Kar Kirapaa Sun Baenathee Har Har Jan Naanak Naam Dhhiaaeiaa Raam ||4||2||",
    "translation": "Shower Your Mercy upon me, and hear my prayer, O Lord, Har, Har; please, let servant Nanak meditate on Your Name. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ, ਆਖ! ਹੇ ਹਰੀ! ਮੇਹਰ ਕਰ, ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ (ਮੈਂ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂ। ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੂੰ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕੀਤੀ, ਉਹਨਾਂ) ਤੇਰਾ ਨਾਮ ਸਿਮਰਿਆ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ibhwgVw mhlw 4]",
    "transliteration": "Bihaagarraa Mehalaa 4 ||",
    "translation": "Bihaagraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jig suikRqu kIriq nwmu hY, myrI ijMduVIey; hir kIriq hir min Dwry rwm]",
    "transliteration": "Jag Sukirath Keerath Naam Hai Maeree Jindhurreeeae Har Keerath Har Man Dhhaarae Raam ||",
    "translation": "In this world, the best occupation is to sing the Praises of the Naam, O my soul. Singing the Praises of the Lord, the Lord is enshrined in the mind.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ, ਜਗਤ ਵਿਚ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਮ ਹੈ। ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾਈ ਰੱਖ।",
    "pronunciation": "j`ig[su-ikRqu",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir hir nwmu pivqu hY, myrI ijMduVIey; jip hir hir nwmu auDwry rwm]",
    "transliteration": "Har Har Naam Pavith Hai Maeree Jindhurreeeae Jap Har Har Naam Oudhhaarae Raam ||",
    "translation": "The Name of the Lord, Har, Har, is immaculate and pure, O my soul. Chanting the Name of the Lord, Har, Har, one is saved.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਵਿਕਾਰੀਆਂ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਨਾਮ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sB iklivK pwp duK kitAw, myrI ijMduVIey; mlu gurmuiK nwim auqwry rwm]",
    "transliteration": "Sabh Kilavikh Paap Dhukh Kattiaa Maeree Jindhurreeeae Mal Guramukh Naam Outhaarae Raam ||",
    "translation": "All sins and errors are erased, O my soul; with the Naam, the Gurmukh washes off this filth.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! (ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਵਿਕਾਰ ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਲਏ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਲਾਹ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "k`itAw",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vf puMnI. hir iDAwieAw, jn nwnk; hm mUrK mugD. insqwry rwm]1]",
    "transliteration": "Vadd Punnee Har Dhhiaaeiaa Jan Naanak Ham Moorakh Mugadhh Nisathaarae Raam ||1||",
    "translation": "By great good fortune, servant Nanak meditates on the Lord; even fools and idiots like me have been saved. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਡੇ ਵਰਗੇ ਮੂਰਖਾਂ ਨੂੰ, ਮਹਾਂ ਮੂਰਖਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "jo hir nwmu iDAwiedy, myrI ijMduVIey; iqnw pMcy vsgiq Awey rwm]",
    "transliteration": "Jo Har Naam Dhhiaaeidhae Maeree Jindhurreeeae Thinaa Panchae Vasagath Aaeae Raam ||",
    "translation": "Those who meditate on the Lord's Name, O my soul, overpower the five passions.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਉਹਨਾਂ ਦੇ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "v`sgiq",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "AMqir nv iniD nwmu hY, myrI ijMduVIey; guru siqguru. AlKu lKwey rwm]",
    "transliteration": "Anthar Nav Nidhh Naam Hai Maeree Jindhurreeeae Gur Sathigur Alakh Lakhaaeae Raam ||",
    "translation": "The nine treasures of the Naam are within, O my soul; the Great Guru has made me see the unseen Lord.",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਨੌ ਖ਼ਜ਼ਾਨਿਆਂ ਦੀ ਬਰਾਬਰੀ ਕਰਨ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ। ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ ਜਿਸ ਤਕ ਮਨੁੱਖ ਦੀ ਆਪਣੀ ਸਮਝ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "guir. Awsw mnsw pUrIAw, myrI ijMduVIey; hir imilAw. BuK sB jwey rwm]",
    "transliteration": "Gur Aasaa Manasaa Pooreeaa Maeree Jindhurreeeae Har Miliaa Bhukh Sabh Jaaeae Raam ||",
    "translation": "The Guru has fulfilled my hopes and desires, O my soul; meeting the Lord, all my hunger is satisfied.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਨੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਆਸਾ ਤੇ ਮਨ ਦਾ ਫੁਰਨਾ ਪੂਰਾ ਕਰ ਦਿੱਤਾ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ, ਉਹਨਾਂ ਦੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਭੁੱਖ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "Bu`K",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "Duir msqik. hir pRiB iliKAw, myrI ijMduVIey; jn nwnk. hir gux gwey rwm]2]",
    "transliteration": "Dhhur Masathak Har Prabh Likhiaa Maeree Jindhurreeeae Jan Naanak Har Gun Gaaeae Raam ||2||",
    "translation": "O servant Nanak, he alone sings the Glorious Praises of the Lord, O my soul, upon whose forehead God has inscribed such pre-ordained destiny. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਸਿਮਰਨ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hm pwpI blvMcIAw, myrI ijMduVIey; prdRohI Tg mwieAw rwm]",
    "transliteration": "Ham Paapee Balavancheeaa Maeree Jindhurreeeae Paradhrohee Thag Maaeiaa Raam ||",
    "translation": "I am a deceitful sinner, O my soul, a cheat, and a robber of others' wealth.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਅਸੀਂ ਜੀਵ ਪਾਪੀ ਹਾਂ, ਵਲ-ਛਲ ਕਰਨ ਵਾਲੇ ਹਾਂ, ਦੂਜਿਆਂ ਨਾਲ ਦਗ਼ਾ-ਫ਼ਰੇਬ ਕਰਨ ਵਾਲੇ ਹਾਂ, ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਠੱਗੀਆਂ ਕਰਨ ਵਾਲੇ ਹਾਂ।",
    "pronunciation": "(blvMcIAw) vL Pryb krn vwlw[ (prdRohI) prwieAW nwl DRoh krn vwlw ivsvws GwqI[ T`g",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "vfBwgI guru pwieAw. myrI ijMduVIey; guir pUrY giq imiq pwieAw rwm]",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Maeree Jindhurreeeae Gur Poorai Gath Mith Paaeiaa Raam ||",
    "translation": "But, by great good fortune, I have found the Guru, O my soul; through the Perfect Guru, I have found the way to salvation.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੇ ਗੁਰੂ ਲੱਭ ਲਿਆ ਉਸਨੇ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਮਰਯਾਦਾ ਹਾਸਲ ਕਰ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "guir AMimRqu hir. muiK coieAw, myrI ijMduVIey; iPir mrdw. bhuiV jIvwieAw rwm]",
    "transliteration": "Gur Anmrith Har Mukh Choeiaa Maeree Jindhurreeeae Fir Maradhaa Bahurr Jeevaaeiaa Raam ||",
    "translation": "The Guru has poured the Ambrosial Nectar of the Lord's Name into my mouth, O my soul, and now, my dead soul has come to life again.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ ਵਿਚ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਚੋਅ ਦਿੱਤਾ, ਉਸ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਮੁੜ ਆਤਮਕ ਜੀਵਨ ਬਖ਼ਸ਼ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jn nwnk. siqgur jo imly, myrI ijMduVIey; iqn ky sB duK gvwieAw rwm]3]",
    "transliteration": "Jan Naanak Sathigur Jo Milae Maeree Jindhurreeeae Thin Kae Sabh Dhukh Gavaaeiaa Raam ||3||",
    "translation": "O servant Nanak: those who meet the True Guru, O my soul, have all of their pains taken away. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ, ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦਿੱਤੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Aiq aUqmu hir nwmu hY, myrI ijMduVIey; ijqu jipAY. pwp gvwqy rwm]",
    "transliteration": "Ath Ootham Har Naam Hai Maeree Jindhurreeeae Jith Japiai Paap Gavaathae Raam ||",
    "translation": "The Name of the Lord is sublime, O my soul; chanting it, one's sins are washed away.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜਾ ਹੀ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਇਸ ਨਾਮ ਦੇ ਜਪਣ ਨਾਲ ਸਾਰੇ (ਪਿਛਲੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "piqq. pivqR, guir hir kIey, myrI ijMduVIey; chu kuMfI chu juig jwqy rwm]",
    "transliteration": "Pathith Pavithr Gur Har Keeeae Maeree Jindhurreeeae Chahu Kunddee Chahu Jug Jaathae Raam ||",
    "translation": "The Guru, the Lord, has purified even the sinners, O my soul; now, they are famous and respected in the four directions and throughout the four ages.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਨੇ ਹਰਿ-ਨਾਮ ਦੇ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗਿਆਂ ਹੋਇਆਂ ਨੂੰ ਭੀ ਪਵਿਤ੍ਰ ਬਣਾ ਦਿੱਤਾ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸਦਾ ਲਈ ਹੀ ਨਾਮਣੇ ਵਾਲੇ ਹੋ ਗਏ।",
    "pronunciation": "kuMfIN[ ju`ig",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "haumY mYlu sB auqrI, myrI ijMduVIey; hir AMimRiq hir sir nwqy rwm]",
    "transliteration": "Houmai Mail Sabh Outharee Maeree Jindhurreeeae Har Anmrith Har Sar Naathae Raam ||",
    "translation": "The filth of egotism is totally wiped away, O my soul, by bathing in the Ambrosial Pool of the Lord's Name.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ ਜਲ ਵਿਚ, ਹਰਿ-ਨਾਮ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੀ ਹਉਮੈ ਦੀ ਸਾਰੀ ਮੈਲ ਲਹਿ ਗਈ।",
    "pronunciation": "n@wqy",
    "type_id": 3
  },
  {
    "shabad_id": 2064,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "AprwDI pwpI auDry, myrI ijMduVIey; jn nwnk. iKnu hir rwqy rwm]4]3]",
    "transliteration": "Aparaadhhee Paapee Oudhharae Maeree Jindhurreeeae Jan Naanak Khin Har Raathae Raam ||4||3||",
    "translation": "Even sinners are carried across, O my soul, if they are imbued with the Lord's Name, even for an instant, O servant Nanak. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜੇ ਵਿਕਾਰੀ ਤੇ ਪਾਪੀ ਭੀ ਇਕ ਖਿਨ ਵਾਸਤੇ ਹਰਿ-ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਗਏ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ ਬਚ ਗਏ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2065,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ibhwgVw mhlw 4]",
    "transliteration": "Bihaagarraa Mehalaa 4 ||",
    "translation": "Bihaagraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2065,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hau bilhwrI iqn@ kau, myrI ijMduVIey; ijn@ hir hir nwmu ADwro rwm]",
    "transliteration": "Ho Balihaaree Thinh Ko Maeree Jindhurreeeae Jinh Har Har Naam Adhhaaro Raam ||",
    "translation": "I am a sacrifice, O my soul, to those who take the Support of the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਾਮਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2065,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guir siqguir. nwmu idRVwieAw, myrI ijMduVIey; ibKu Baujlu qwrxhwro rwm]",
    "transliteration": "Gur Sathigur Naam Dhrirraaeiaa Maeree Jindhurreeeae Bikh Bhoujal Thaaranehaaro Raam ||",
    "translation": "The Guru, the True Guru, implanted the Name within me, O my soul, and He has carried me across the terrifying world-ocean of poison.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਨੇ, ਸਤਿਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਦਿੱਤਾ ਹੈ। ਗੁਰੂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਜ਼ਹਿਰ (-ਭਰੇ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2065,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijn iek min. hir iDAwieAw, myrI ijMduVIey; iqn sMq jnw jYkwro rwm]",
    "transliteration": "Jin Eik Man Har Dhhiaaeiaa Maeree Jindhurreeeae Thin Santh Janaa Jaikaaro Raam ||",
    "translation": "Those who have meditated one-pointedly on the Lord, O my soul - I proclaim the Victory of those saintly beings.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਇਕ-ਮਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦੀ (ਹਰ ਥਾਂ) ਸੋਭਾ-ਵਡਿਆਈ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]