[
  {
    "shabad_id": 2074,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ibnvMq nwnk. kr dyie rwKhu; goibMd dIn dieAwrw ]4]",
    "transliteration": "Binavanth Naanak Kar Dhaee Raakhahu Gobindh Dheen Dhaeiaaraa ||4||",
    "translation": "Prays Nanak, please, give me Your Hand and save me, O Lord of the Universe, Merciful to the meek. ||4||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਗੋਬਿੰਦ! ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਆਪਣਾ ਹੱਥ ਦੇ ਕੇ ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈ ॥੪॥",
    "pronunciation": "dyie[ dieAwrw",
    "type_id": 3
  },
  {
    "shabad_id": 2074,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "so idnu sPlu gixAw; hir pRBU imlwieAw rwm ]",
    "transliteration": "So Dhin Safal Ganiaa Har Prabhoo Milaaeiaa Raam ||",
    "translation": "That day is judged to be fruitful, when I merged with my Lord.",
    "punjabi": "ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲਾ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਜਦੋਂ ਹਰਿ-ਪ੍ਰਭੂ (ਗੁਰੂ ਦਾ) ਮਿਲਾਇਆ (ਮਿਲ ਪੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2074,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "siB suK prgitAw; duK dUir prwieAw rwm ]",
    "transliteration": "Sabh Sukh Paragattiaa Dhukh Dhoor Paraaeiaa Raam ||",
    "translation": "Total happiness was revealed, and pain was taken far away.",
    "punjabi": "(ਹਿਰਦੇ ਵਿਚ) ਸਾਰੇ ਸੁਖ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ, ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਜਾ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2074,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "suK shj And ibnod sd hI; gun gupwl inq gweIAY ]",
    "transliteration": "Sukh Sehaj Anadh Binodh Sadh Hee Gun Gupaal Nith Gaaeeai ||",
    "translation": "Peace, tranquility, joy and eternal happiness come from constantly singing the Glorious Praises of the Sustainer of the World.",
    "punjabi": "ਆਓ, ਜਗਤ-ਪਾਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਨਿੱਤ ਗਾਂਦੇ ਰਹੀਏ ਇੰਜ ਸਦਾ ਹੀ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ-ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, ਖ਼ੁਸ਼ੀਆਂ ਬਣੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "(ibnod) KuSIAW",
    "type_id": 3
  },
  {
    "shabad_id": 2074,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "Bju swDsMgy imly rMgy; bhuiV join. n DweIAY ]",
    "transliteration": "Bhaj Saadhhasangae Milae Rangae Bahurr Jon N Dhhaaeeai ||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, I lovingly remember the Lord; I shall not wander again in reincarnation.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਪ੍ਰੇਮ ਨਾਲ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪਈਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2074,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "gih kMiT lwey shij suBwey; Awid AMkuru AwieAw ]",
    "transliteration": "Gehi Kanth Laaeae Sehaj Subhaaeae Aadh Ankur Aaeiaa ||",
    "translation": "He has naturally hugged me close in His Loving Embrace, and the seed of my primal destiny has sprouted.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਬਾਹੋਂ) ਫੜ ਕੇ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਇੰਜ (ਹਿਰਦੇ ਵਿਚ ਭਗਤੀ ਦਾ) ਮੁੱਢਲਾ ਅੰਗੂਰ ਪੁੰਗਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2074,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ibnvMq nwnk. Awip imilAw; bhuiV kqhU. n jwieAw ]5]4]7]",
    "transliteration": "Binavanth Naanak Aap Miliaa Bahurr Kathehoo N Jaaeiaa ||5||4||7||",
    "translation": "Prays Nanak, He Himself has met me, and He shall never again leave me. ||5||4||7||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲਿਆਂ) ਪ੍ਰਭੂ ਆਪ ਆ ਮਿਲਦਾ ਹੈ, ਫਿਰ (ਉਸ ਦਾ ਦਰ ਛੱਡ ਕੇ) ਹੋਰ ਕਿਤੇ ਭੀ ਨਹੀਂ ਭਟਕੀਦਾ ॥੫॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ibhwgVw mhlw 5 CMq ]",
    "transliteration": "Bihaagarraa Mehalaa 5 Shhanth ||",
    "translation": "Bihaagraa, Fifth Mehl, Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sunhu bynMqIAw; suAwmI myry rwm ]",
    "transliteration": "Sunahu Baenantheeaa Suaamee Maerae Raam ||",
    "translation": "Listen to my prayer, O my Lord and Master.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "koit ApRwD Bry; BI qyry cyry rwm ]",
    "transliteration": "Kott Apraadhh Bharae Bhee Thaerae Chaerae Raam ||",
    "translation": "I am filled with millions of sins, but still, I am Your slave.",
    "punjabi": "(ਅਸੀਂ ਜੀਵ) ਕ੍ਰੋੜਾਂ ਪਾਪਾਂ ਨਾਲ ਲਿਬੜੇ ਹੋਏ ਹਾਂ, ਪਰ ਫਿਰ ਭੀ ਤੇਰੇ (ਦਰ ਦੇ) ਦਾਸ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "duK hrn ikrpw krn mohn; kil klysh BMjnw ]",
    "transliteration": "Dhukh Haran Kirapaa Karan Mohan Kal Kalaeseh Bhanjanaa ||",
    "translation": "O Destroyer of pain, Bestower of Mercy, Fascinating Lord, Destroyer of sorrow and strife,",
    "punjabi": "ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਕਿਰਪਾ ਕਰਨ ਵਾਲੇ! ਹੇ ਮੋਹਨ! ਹੇ ਸਾਡੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਕਰਨ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "srin qyrI. riK lyhu myrI; srb mY inrMjnw ]",
    "transliteration": "Saran Thaeree Rakh Laehu Maeree Sarab Mai Niranjanaa ||",
    "translation": "I have come to Your Sanctuary; please preserve my honor. You are all-pervading, O Immaculate Lord.",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਲਾਜ ਰੱਖ ਲੈ।",
    "pronunciation": "(mY) ivAwpk[ mY ibMdI n lwE",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sunq pyKq sMig sB kY; pRB nyrhU qy nyry ]",
    "transliteration": "Sunath Paekhath Sang Sabh Kai Prabh Naerehoo Thae Naerae ||",
    "translation": "He hears and beholds all; God is with us, the nearest of the near.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡੇ ਅੱਤ ਨੇੜੇ ਵੱਸਦਾ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ ਸੁਣਦਾ ਹੈਂ ਤੇ ਸਭ ਦੇ ਕੀਤੇ ਕੰਮ ਵੇਖਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Ardwis nwnk. suin suAwmI; riK lyhu Gr ky cyry ]1]",
    "transliteration": "Aradhaas Naanak Sun Suaamee Rakh Laehu Ghar Kae Chaerae ||1||",
    "translation": "O Lord and Master, hear Nanak's prayer; please save the servants of Your household. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਨਾਨਕ ਦੀ ਬੇਨਤੀ ਸੁਣ। ਮੈਂ ਤੇਰੇ ਘਰ ਦਾ ਗ਼ੁਲਾਮ ਹਾਂ, ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "qU smrQu sdw; hm dIn ByKwrI rwm ]",
    "transliteration": "Thoo Samarathh Sadhaa Ham Dheen Bhaekhaaree Raam ||",
    "translation": "You are eternal and all-powerful; I am a mere beggar, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਅਸੀਂ (ਤੇਰੇ ਦਰ ਤੇ) ਨਿਮਾਣੇ ਮੰਗਤੇ ਹਾਂ।",
    "pronunciation": "smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mwieAw moih mgnu; kiF lyhu murwrI rwm ]",
    "transliteration": "Maaeiaa Mohi Magan Kadt Laehu Muraaree Raam ||",
    "translation": "I am intoxicated with the love of Maya - save me, Lord!",
    "punjabi": "ਹੇ ਮੁਰਾਰੀ! ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਨੂੰ (ਮੋਹ ਵਿਚੋਂ) ਕੱਢ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "loiB moih ibkwir bwiDE; Aink doK kmwvny ]",
    "transliteration": "Lobh Mohi Bikaar Baadhhiou Anik Dhokh Kamaavanae ||",
    "translation": "Bound down by greed, emotional attachment and corruption, I have made so many mistakes.",
    "punjabi": "ਮੈਂ ਲੋਭ ਵਿਚ, ਮੋਹ ਵਿਚ, ਵਿਕਾਰ ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹਾਂ। ਅਸੀਂ ਜੀਵ ਅਨੇਕਾਂ ਪਾਪ ਕਮਾਂਦੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Ailpq. bMDn rhq krqw; kIAw Apnw pwvny ]",
    "transliteration": "Alipath Bandhhan Rehath Karathaa Keeaa Apanaa Paavanae ||",
    "translation": "The creator is both attached and detached from entanglements; one obtains the fruits of his own actions.",
    "punjabi": "ਇਕ ਕਰਤਾਰ ਹੀ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੈ, ਅਸੀਂ ਜੀਵ ਤਾਂ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਭੁਗਤਦੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "pronunciation": "A-ilpq",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "kir AnugRhu. piqq. pwvn; bhu join BRmqy hwrI ]",
    "transliteration": "Kar Anugrahu Pathith Paavan Bahu Jon Bhramathae Haaree ||",
    "translation": "Show kindness to me, O Purifier of sinners; I am so tired of wandering through reincarnation.",
    "punjabi": "ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ (ਮੇਰੀ ਜਿੰਦ) ਥੱਕ ਗਈ ਹੈ।",
    "pronunciation": "A-nu`gRhu",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ibnvMiq nwnk. dwsu hir kw; pRB jIA pRwn ADwrI ]2]",
    "transliteration": "Binavanth Naanak Dhaas Har Kaa Prabh Jeea Praan Adhhaaree ||2||",
    "translation": "Prays Nanak, I am the slave of the Lord; God is the Support of my soul, and my breath of life. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਉਸ ਹਰੀ ਦਾ ਦਾਸ ਹੈ ਜੋ ਪ੍ਰਭੂ (ਸਭ) ਜੀਵਾਂ ਦੇ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "qU smrQu vfw; myrI miq QorI rwm ]",
    "transliteration": "Thoo Samarathh Vaddaa Maeree Math Thhoree Raam ||",
    "translation": "You are great and all-powerful; my understanding is so inadequate, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਵੱਡੀ ਤਾਕਤ ਵਾਲਾ ਹੈਂ, ਮੇਰੀ ਅਕਲ ਨਿੱਕੀ ਜਿਹੀ ਹੈ (ਤੇਰੇ ਵਡੱਪਣ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "pwlih AikrqGnw; pUrn idRsit qyrI rwm ]",
    "transliteration": "Paalehi Akirathaghanaa Pooran Dhrisatt Thaeree Raam ||",
    "translation": "You cherish even the ungrateful ones; Your Glance of Grace is perfect, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਨਿਗਾਹ ਸਦਾ ਇਕ-ਸਾਰ ਹੈ ਤੂੰ ਨਾ-ਸ਼ੁਕਰਿਆਂ ਦੀ ਭੀ ਪਾਲਣਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "A-ikrqGnw",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AgwiD boiD Apwr krqy; moih nIcu kCU. n jwnw ]",
    "transliteration": "Agaadhh Bodhh Apaar Karathae Mohi Neech Kashhoo N Jaanaa ||",
    "translation": "Your wisdom is unfathomable, O Infinite Creator. I am lowly, and I know nothing.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਤੂੰ ਜੀਵਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ ਅਥਾਹ ਹੈਂ, ਮੈਂ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲਾ (ਤੇਰੀ ਬਾਬਤ) ਕੁਝ ਭੀ ਨਹੀਂ ਜਾਣ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "rqnu iqAwig, sMgRhn kaufI; psU nIcu ieAwnw ]",
    "transliteration": "Rathan Thiaag Sangrehan Kouddee Pasoo Neech Eiaanaa ||",
    "translation": "Forsaking the jewel, I have saved the shell; I am a lowly, ignorant beast.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਕੀਮਤੀ ਨਾਮ ਛੱਡ ਕੇ ਮੈਂ ਕਉਡੀਆਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਂ ਪਸੂ-ਸੁਭਾਉ ਹਾਂ, ਨੀਵਾਂ ਹਾਂ, ਅੰਞਾਣ ਹਾਂ।",
    "pronunciation": "(sMgRhn)iek`qR krnw",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "iqAwig clqI mhw cMcil; doK kir kir jorI ]",
    "transliteration": "Thiaag Chalathee Mehaa Chanchal Dhokh Kar Kar Joree ||",
    "translation": "I have kept that which forsakes me, and is very fickle, continually committing sins, again and again.",
    "punjabi": "ਮੈਂ ਪਾਪ ਕਰ ਕਰ ਕੇ (ਉਸ ਮਾਇਆ ਨੂੰ ਹੀ) ਜੋੜਦਾ ਰਿਹਾ ਜੇਹੜੀ ਕਦੇ ਟਿਕ ਕੇ ਨਹੀਂ ਬੈਠਦੀ, ਜੇਹੜੀ ਜੀਵਾਂ ਦਾ ਸਾਥ ਛੱਡ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "nwnk srix smrQ suAwmI; pYj rwKhu morI ]3]",
    "transliteration": "Naanak Saran Samarathh Suaamee Paij Raakhahu Moree ||3||",
    "translation": "Nanak seeks Your Sanctuary, Almighty Lord and Master; please, preserve my honor. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਮੇਰੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਲਾਜ ਰੱਖ ਲੈ ॥੩॥",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "jw qy vICuiVAw; iqin Awip imlwieAw rwm ]",
    "transliteration": "Jaa Thae Veeshhurriaa Thin Aap Milaaeiaa Raam ||",
    "translation": "I was separated from Him, and now, He has united me with Himself.",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਮਨੁੱਖ ਨੂੰ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਜਿਸ ਤੋਂ (ਉਹ ਚਿਰਾਂ ਦਾ) ਵਿਛੁੜਿਆ ਆ ਰਿਹਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "swDUsMgmy; hir gux gwieAw rwm ]",
    "transliteration": "Saadhhoo Sangamae Har Gun Gaaeiaa Raam ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I sing the Glorious Praises of the Lord.",
    "punjabi": "ਤੇ ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਆ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "gux gwie goivd sdw nIky; kilAwxmY prgt Bey ]",
    "transliteration": "Gun Gaae Govidh Sadhaa Neekae Kaliaan Mai Paragatt Bheae ||",
    "translation": "Singing the Praises of the Lord of the Universe, the ever-sublime blissful Lord is revealed to me.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸੋਹਣੇ ਗੀਤ ਸਦਾ ਗਾਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਨੰਦ-ਸਰੂਪ ਪਰਮਾਤਮਾ (ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(kilAwx-mY) kilAwx srUp[ mY ibMdI nhIN lwauxI",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "syjw suhwvI sMig pRB kY; Awpxy pRB kir ley ]",
    "transliteration": "Saejaa Suhaavee Sang Prabh Kai Aapanae Prabh Kar Leae ||",
    "translation": "My bed is adorned with God; my God has made me His own.",
    "punjabi": "ਇੰਜ ਪ੍ਰਭੂ ਦੀ ਸੰਗਤ ਨਾਲ ਉਸ ਦਾ ਹਿਰਦਾ-ਸੇਜ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "Coif icMq. AicMq hoey; bhuiV dUKu. n pwieAw ]",
    "transliteration": "Shhodd Chinth Achinth Hoeae Bahurr Dhookh N Paaeiaa ||",
    "translation": "Abandoning anxiety, I have become carefree, and I shall not suffer in pain any longer.",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਤਿਆਗ ਕੇ ਜੀਵ ਸ਼ਾਂਤ-ਚਿਤ ਹੋ ਜਾਂਦਾ ਹਨ ਤੇ ਮੁੜ ਉਸ ਨੂੰ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2075,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "nwnk drsnu pyiK jIvy; goivMd gux iniD gwieAw ]4]5]8]",
    "transliteration": "Naanak Dharasan Paekh Jeevae Govindh Gun Nidhh Gaaeiaa ||4||5||8||",
    "translation": "Nanak lives by beholding the Blessed Vision of His Darshan, singing the Glorious Praises of the Lord of the Universe, the ocean of excellence. ||4||5||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ ਉਹ (ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੪॥੫॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ibhwgVw mhlw 5 CMq ]",
    "transliteration": "Bihaagarraa Mehalaa 5 Shhanth ||",
    "translation": "Bihaagraa, Fifth Mehl, Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "boil. suDrmIiVAw; moin kq DwrI. rwm ]",
    "transliteration": "Bol Sudhharameerriaa Mon Kath Dhhaaree Raam ||",
    "translation": "O you of sublime faith, chant the Lord's Name; why do you remain silent?",
    "punjabi": "ਹੇ (ਸਾਰੀਆਂ ਜੂਨਾਂ ਵਿਚੋਂ) ਉੱਤਮ ਫ਼ਰਜ਼ ਵਾਲੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਬੋਲਿਆ ਕਰ! (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਲੋਂ) ਤੂੰ ਕਿਉਂ ਚੁੱਪ ਵੱਟੀ ਹੋਈ ਹੈ?",
    "pronunciation": "(suDrmI-iVAw) sRyst DrmIAw",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qU nyqRI dyiK cilAw; mwieAw ibauhwrI rwm ]",
    "transliteration": "Thoo Naethree Dhaekh Chaliaa Maaeiaa Biouhaaree Raam ||",
    "translation": "With your eyes, you have seen the treacherous ways of Maya.",
    "punjabi": "ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ (ਧਿਆਨ ਨਾਲ) ਵੇਖ; (ਨਿਰਾ) ਮਾਇਆ ਦਾ ਹੀ ਵਿਹਾਰ ਕਰਨ ਵਾਲਾ (ਇਥੋਂ ਖ਼ਾਲੀ ਹੱਥ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sMig qyrY kCu. n cwlY; ibnw goibMd nwmw ]",
    "transliteration": "Sang Thaerai Kashh N Chaalai Binaa Gobindh Naamaa ||",
    "translation": "Nothing shall go along with you, except the Name of the Lord of the Universe.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਚੀਜ਼ ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "dys vys suvrn rUpw; sgl aUxy kwmw ]",
    "transliteration": "Dhaes Vaes Suvaran Roopaa Sagal Oonae Kaamaa ||",
    "translation": "Land, clothes, gold and silver - all of these things are useless.",
    "punjabi": "ਦੇਸਾਂ (ਦੇ ਰਾਜ), ਕੱਪੜੇ, ਸੋਨਾ, ਚਾਂਦੀ (-ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਹੋਏ) ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(vys) k`pVy[ (suvrn) sonw",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "puqR klqR n sMig soBw; hsq Goir ivkwrI ]",
    "transliteration": "Puthr Kalathr N Sang Sobhaa Hasath Ghor Vikaaree ||",
    "translation": "Children, spouse, worldly honors, elephants, horses and other corrupting influences shall not go with you.",
    "punjabi": "ਪੁੱਤਰ, ਇਸਤ੍ਰੀ, ਦੁਨੀਆ ਦੀ ਵਡਿਆਈ-ਕੁਝ ਭੀ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ। ਹਾਥੀ ਘੋੜੇ ਆਦਿਕਾਂ ਦੀ ਲਾਲਸਾ ਭੀ ਵਿਕਾਰਾਂ ਵਲ ਲੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "k-l`qR",
    "type_id": 3
  },
  {
    "shabad_id": 2076,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ibnvMq nwnk. ibnu swDsMgm; sB imiQAw sMswrI ]1]",
    "transliteration": "Binavanth Naanak Bin Saadhhasangam Sabh Mithhiaa Sansaaree ||1||",
    "translation": "Prays Nanak, without the Saadh Sangat, the Company of the Holy, the whole world is false. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਉੱਦਮ ਨਾਸਵੰਤ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]