[
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "An idnu shsw. kdy n cUkY; ibnu sbdY. duKu pwey ]",
    "transliteration": "Anadhin Sehasaa Kadhae N Chookai Bin Sabadhai Dhukh Paaeae ||",
    "translation": "Night and day, his doubts never stop; without the Word of the Shabad, he suffers in pain.",
    "punjabi": "ਹਰ ਰੋਜ਼ ਕਿਸੇ ਵੇਲੇ ਭੀ ਉਸਦੀ ਚਿੰਤਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਸ਼ਬਦ (ਦਾ ਆਸਰਾ ਲੈਣ ਤੋਂ) ਬਿਨਾ ਦੁੱਖ ਪਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kwmu kRoDu loBu AMqir sblw; inq DMDw krq ivhwey ]",
    "transliteration": "Kaam Krodhh Lobh Anthar Sabalaa Nith Dhhandhhaa Karath Vihaaeae ||",
    "translation": "Sexual desire, anger and greed are so powerful within him; he passes his life constantly entangled in worldly affairs.",
    "punjabi": "ਮੂਰਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕਾਮ, ਕ੍ਰੋਧ ਤੇ ਲੋਭ ਜ਼ੋਰਾਂ ਵਿਚ ਹੈ, ਤੇ ਸਦਾ ਧੰਧੇ ਕਰਦਿਆਂ ਉਮਰ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "pronunciation": "(sblw) blvwn[sblw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "crx kr dyKq suix Qky; idh muky. nyVY Awey ]",
    "transliteration": "Charan Kar Dhaekhath Sun Thhakae Dhih Mukae Naerrai Aaeae ||",
    "translation": "His feet, hands, eyes and ears are exhausted; his days are numbered, and his death is immanent.",
    "punjabi": "ਪੈਰ, ਹੱਥ, (ਅੱਖੀਆਂ) ਵੇਖ ਵੇਖ ਕੇ ਤੇ (ਕੰਨ) ਸੁਣ ਸੁਣ ਕੇ ਥੱਕ ਗਏ ਹਨ, (ਉਮਰ ਦੇ) ਦਿਨ ਮੁੱਕ ਗਏ ਹਨ (ਮਰਨ ਵੇਲਾ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "mu`ky",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "scw nwmu. n lgo mITw; ijqu nwim nv iniD pwey ]",
    "transliteration": "Sachaa Naam N Lago Meethaa Jith Naam Nav Nidhh Paaeae ||",
    "translation": "The True Name does not seem sweet to him - the Name by which the nine treasures are obtained.",
    "punjabi": "ਜਿਸ ਨਾਮ ਦੀ ਰਾਹੀਂ ਨੌ ਨਿਧੀਆਂ ਲੱਭ ਪੈਣ ਉਹ ਸੱਚਾ ਨਾਮ (ਮੂਰਖ ਨੂੰ) ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jIvqu mrY. mrY Puin jIvY; qW moKMqru pwey ]",
    "transliteration": "Jeevath Marai Marai Fun Jeevai Thaan Mokhanthar Paaeae ||",
    "translation": "But if he remains dead while yet alive, then by so dying, he truly lives; thus, he attains liberation.",
    "punjabi": "ਜੇ ਜਿਉਂਦਾ ਹੋਇਆ (ਸੰਸਾਰ ਵਲੋਂ) ਮੁਰਦਾ ਹੋ ਜਾਵੇ (ਇਸ ਤਰ੍ਹਾਂ) ਮਰ ਕੇ ਫੇਰ (ਹਰੀ ਦੀ ਯਾਦ ਵਿਚ) ਸੁਰਜੀਤ ਹੋਵੇ, ਤਾਂ ਹੀ ਮੁਕਤੀ ਦਾ ਭੇਤ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Duir krmu. n pwieE prwxI; ivxu krmw ikAw pwey ]",
    "transliteration": "Dhhur Karam N Paaeiou Paraanee Vin Karamaa Kiaa Paaeae ||",
    "translation": "But if he is not blessed with such pre-ordained karma, then without this karma, what can he obtain?",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਧੁਰੋਂ ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਸੀਬ ਨਾਹ ਹੋਈ, ਉਹ (ਪਿਛਲੇ ਚੰਗੇ ਸੰਸਕਾਰਾਂ ਵਾਲੇ) ਕੰਮਾਂ ਤੋਂ ਬਿਨਾ (ਹੁਣ ਬੰਦਗੀ ਵਾਲੇ ਸੰਸਕਾਰ) ਕਿਥੋਂ ਲਭੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gur kw sbdu smwil qU mUVy; giq miq sbdy pwey ]",
    "transliteration": "Gur Kaa Sabadh Samaal Thoo Moorrae Gath Math Sabadhae Paaeae ||",
    "translation": "Meditate in remembrance on the Word of the Guru's Shabad, you fool; through the Shabad, you shall obtain salvation and wisdom.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ, (ਕਿਉਂਕਿ) ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ ਭਲੀ ਮਤ ਸ਼ਬਦ ਤੋਂ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. siqguru qd hI pwey; jW ivchu Awpu gvwey ]2]",
    "transliteration": "Naanak Sathigur Thadh Hee Paaeae Jaan Vichahu Aap Gavaaeae ||2||",
    "translation": "O Nanak, he alone finds the True Guru, who eliminates self-conceit from within. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਭੀ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜਦੋਂ ਮਨੁੱਖ ਹਿਰਦੇ ਵਿਚੋਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2088,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "g`lYN",
    "type_id": 3
  },
  {
    "shabad_id": 2088,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijs dY iciq visAw myrw suAwmI; iqs no ikau AMdysw. iksY glY dw loVIAY ]",
    "transliteration": "Jis Dhai Chith Vasiaa Maeraa Suaamee This No Kio Andhaesaa Kisai Galai Dhaa Lorreeai ||",
    "translation": "One whose consciousness is filled with my Lord Master - why should he feel anxious about anything?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਪ੍ਰਭੂ ਨਿਵਾਸ ਕਰੇ, ਉਸ ਨੂੰ ਕਿਸੇ ਗੱਲ ਦੀ ਚਿੰਤਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2088,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir suKdwqw sBnw glw kw, iqs no iDAwieidAw; ikv inmK GVI muhu moVIAY ]",
    "transliteration": "Har Sukhadhaathaa Sabhanaa Galaa Kaa This No Dhhiaaeidhiaa Kiv Nimakh Gharree Muhu Morreeai ||",
    "translation": "The Lord is the Giver of Peace, the Lord of all things; why would we turn our faces away from His meditation, even for a moment, or an instant?",
    "punjabi": "ਪ੍ਰਭੂ ਹਰ ਕਿਸਮ ਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਇਕ ਖਿਨ ਭਰ ਭੀ ਨਹੀਂ ਹਟਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 2088,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijin hir iDAwieAw, iqs no srb kilAwx hoey; inq sMq jnw kI sMgiq jwie bhIAY. muhu joVIAY ]",
    "transliteration": "Jin Har Dhhiaaeiaa This No Sarab Kaliaan Hoeae Nith Santh Janaa Kee Sangath Jaae Beheeai Muhu Jorreeai ||",
    "translation": "One who meditates on the Lord obtains all pleasures and comforts; let us go each and every day, to sit in the Saints' Society.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੀ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ, (ਇਸ ਵਾਸਤੇ) ਸਦਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਬੈਠਣਾ ਚਾਹੀਦਾ ਹੈ ਤੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਬਾਰੇ) ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2088,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "siB duK BuK rog gey. hir syvk ky; siB jn ky bMDn qoVIAY ]",
    "transliteration": "Sabh Dhukh Bhukh Rog Geae Har Saevak Kae Sabh Jan Kae Bandhhan Thorreeai ||",
    "translation": "All the pain, hunger, and disease of the Lord's servant are eradicated; the bonds of the humble beings are torn away.",
    "punjabi": "ਹਰੀ ਦੇ ਭਗਤ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਭੁੱਖਾਂ ਤੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਾਰੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2088,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir ikrpw qy. hoAw hir Bgqu; hir Bgq jnw kY muih ifTY; jgqu qirAw sBu loVIAY ]4]",
    "transliteration": "Har Kirapaa Thae Hoaa Har Bhagath Har Bhagath Janaa Kai Muhi Ddithai Jagath Thariaa Sabh Lorreeai ||4||",
    "translation": "By the Lord's Grace, one becomes the Lord's devotee; beholding the face of the Lord's humble devotee, the whole world is saved and carried across. ||4||",
    "punjabi": "ਹਰੀ ਦਾ ਭਗਤ ਹਰੀ ਦੀ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਬਣਦਾ ਹੈ ਤੇ ਹਰੀ ਦੇ ਭਗਤਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਭਾਵ, ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ) ਸਾਰਾ ਸੰਸਾਰ ਤਰ ਸਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2089,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2089,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sw rsnw jil jwau; ijin hir kw suAwau. n pwieAw ]",
    "transliteration": "Saa Rasanaa Jal Jaao Jin Har Kaa Suaao N Paaeiaa ||",
    "translation": "Let that tongue, which has not tasted the Name of the Lord, be burnt.",
    "punjabi": "ਜਿਸ ਜੀਭ ਨੇ ਹਰੀ (ਦੇ ਨਾਮ) ਦਾ ਸੁਆਦ ਨਹੀਂ ਚੱਖਿਆ, ਉਹ ਜੀਭ ਸੜ ਜਾਏ (ਭਾਵ, ਉਹ ਜੀਭ ਕਿਸੇ ਕੰਮ ਦੀ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2089,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. rsnw sbid rswie; ijin hir hir mMin vswieAw ]1]",
    "transliteration": "Naanak Rasanaa Sabadh Rasaae Jin Har Har Mann Vasaaeiaa ||1||",
    "translation": "O Nanak, one whose mind is filled with the Name of the Lord, Har, Har - his tongue savors the Word of the Shabad. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਭ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰਸ ਜਾਂਦੀ ਹੈ ਜਿਸ (ਜੀਭ) ਨੇ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2090,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2090,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sw rsnw jil jwau; ijin hir kw nwau ivswirAw ]",
    "transliteration": "Saa Rasanaa Jal Jaao Jin Har Kaa Naao Visaariaa ||",
    "translation": "Let that tongue, which has forgotten the Name of the Lord, be burnt.",
    "punjabi": "ਜਿਸ ਜੀਭ ਨੇ ਹਰੀ ਦਾ ਨਾਮ ਵਿਸਾਰਿਆ ਹੈ, ਉਹ ਜੀਭ ਸੜ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2090,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. gurmuiK rsnw hir jpY; hir kY nwie ipAwirAw ]2]",
    "transliteration": "Naanak Guramukh Rasanaa Har Japai Har Kai Naae Piaariaa ||2||",
    "translation": "O Nanak, the tongue of the Gurmukh chants the Lord's Name, and loves the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਜੀਭ ਹਰੀ ਦਾ ਨਾਮ ਜਪਦੀ ਹੈ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2091,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2091,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir Awpy Twkuru syvku Bgqu; hir Awpy kry krwey ]",
    "transliteration": "Har Aapae Thaakur Saevak Bhagath Har Aapae Karae Karaaeae ||",
    "translation": "The Lord Himself is the Master, the servant and the devotee; the Lord Himself is the Cause of causes.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਠਾਕੁਰ ਆਪ ਹੀ ਸੇਵਕ ਤੇ ਭਗਤ ਹੈ, ਆਪੇ ਕਰਦਾ ਹੈ ਤੇ ਆਪ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2091,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir Awpy vyKY ivgsY Awpy; ijqu BwvY iqqu lwey ]",
    "transliteration": "Har Aapae Vaekhai Vigasai Aapae Jith Bhaavai Thith Laaeae ||",
    "translation": "The Lord Himself beholds, and He Himself rejoices. As He wills, so does He enjoin us.",
    "punjabi": "ਆਪ ਹੀ ਵੇਖਦਾ ਹੈ, ਆਪ ਹੀ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਜਿਧਰ ਚਾਹੁੰਦਾ ਹੈ ਓਧਰ (ਜੀਵਾਂ ਨੂੰ) ਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2091,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir ieknw mwrig pwey Awpy hir; ieknw auJiV pwey ]",
    "transliteration": "Har Eikanaa Maarag Paaeae Aapae Har Eikanaa Oujharr Paaeae ||",
    "translation": "The Lord places some on the Path, and the Lord leads others into the wilderness.",
    "punjabi": "ਇਕਨਾ ਨੂੰ ਆਪ ਹੀ ਸਿੱਧੇ ਰਸਤੇ ਪਾਉਂਦਾ ਹੈ ਤੇ ਇਕਨਾ ਨੂੰ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "au~JiV",
    "type_id": 3
  },
  {
    "shabad_id": 2091,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir scw swihbu scu qpwvsu; kir vyKY clq sbwey ]",
    "transliteration": "Har Sachaa Saahib Sach Thapaavas Kar Vaekhai Chalath Sabaaeae ||",
    "translation": "The Lord is the True Master; True is His justice. He arranges and beholds all His plays.",
    "punjabi": "ਹਰੀ ਸੱਚਾ ਮਾਲਕ ਹੈ, ਉਸ ਦਾ ਨਿਆਂ ਭੀ ਅਭੁੱਲ ਹੈ, ਉਹ ਆਪ ਹੀ ਸਾਰੇ ਤਮਾਸ਼ੇ ਕਰ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(qpwvsu) inAW",
    "type_id": 3
  },
  {
    "shabad_id": 2091,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gur prswid khY jnu nwnku; hir scy ky gux gwey ]5]",
    "transliteration": "Gur Parasaadh Kehai Jan Naanak Har Sachae Kae Gun Gaaeae ||5||",
    "translation": "By Guru's Grace, servant Nanak speaks and sings the Glorious Praises of the True Lord. ||5||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ (ਹੀ ਮਨੁੱਖ ਐਸੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2092,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2092,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "drvysI ko jwxsI; ivrlw ko drvysu ]",
    "transliteration": "Dharavaesee Ko Jaanasee Viralaa Ko Dharavaes ||",
    "translation": "How rare is the dervish, the Saintly renunciate, who understands renunciation.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਫ਼ਕੀਰ ਫ਼ਕੀਰੀ (ਦੇ ਆਦਰਸ਼) ਨੂੰ ਸਮਝਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2092,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jy Gir Gir hMFY mMgdw; iDgu jIvxu iDgu vysu ]",
    "transliteration": "Jae Ghar Ghar Handtai Mangadhaa Dhhig Jeevan Dhhig Vaes ||",
    "translation": "Cursed is the life, and cursed are the clothes, of one who wanders around, begging from door to door.",
    "punjabi": "(ਫ਼ਕੀਰ ਹੋ ਕੇ) ਜੇ ਘਰ ਘਰ ਮੰਗਦਾ ਫਿਰੇ, ਤਾਂ ਉਹਦੇ ਜੀਊਣ ਨੂੰ ਫਿਟਕਾਰ ਹੈ ਤੇ ਉਸ ਦੇ (ਫ਼ਕੀਰੀ-) ਜਾਮੇ ਨੂੰ ਫਿਟਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2092,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jy Awsw AMdysw qij rhY; gurmuiK iBiKAw nwau ]",
    "transliteration": "Jae Aasaa Andhaesaa Thaj Rehai Guramukh Bhikhiaa Naao ||",
    "translation": "But, if he abandons hope and anxiety, and as Gurmukh receives the Name as his charity,",
    "punjabi": "ਜੇ (ਦਰਵੇਸ਼ ਹੋ ਕੇ) ਆਸਾ ਤੇ ਚਿੰਤਾ ਨੂੰ ਛੱਡ ਦੇਵੇ ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਨਾਮ ਦੀ ਭਿਖਿਆ ਮੰਗੇ,",
    "pronunciation": "iB~iKAw",
    "type_id": 3
  },
  {
    "shabad_id": 2092,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iqs ky crn pKwlIAih; nwnk hau bilhwrY jwau ]1]",
    "transliteration": "This Kae Charan Pakhaaleeahi Naanak Ho Balihaarai Jaao ||1||",
    "translation": "Then Nanak washes his feet, and is a sacrifice to him. ||1||",
    "punjabi": "ਤਾਂ, ਹੇ ਨਾਨਕ! ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਉਸ ਦੇ ਚਰਨ ਧੋਣੇ ਚਾਹੀਦੇ ਹਨ ॥੧॥",
    "pronunciation": "pKwlI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 2093,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2093,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. qrvru eyku Plu; duie pMKyrU Awih ]",
    "transliteration": "Naanak Tharavar Eaek Fal Dhue Pankhaeroo Aahi ||",
    "translation": "O Nanak, the tree has one fruit, but two birds are perched upon it.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸੰਸਾਰ ਰੂਪ) ਰੁੱਖ (ਹੈ, ਇਸ) ਨੂੰ (ਮਾਇਆ ਦਾ ਮੋਹ ਰੂਪ) ਇਕ ਫਲ (ਲੱਗਾ ਹੋਇਆ ਹੈ), (ਉਸ ਰੁੱਖ ਉਤੇ) ਦੋ (ਕਿਸਮ ਦੇ, ਗੁਰਮੁਖ ਤੇ ਮਨਮੁਖ) ਪੰਛੀ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2093,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awvq jwq. n dIshI; nw pr pMKI qwih ]",
    "transliteration": "Aavath Jaath N Dheesehee Naa Par Pankhee Thaahi ||",
    "translation": "They are not seen coming or going; these birds have no wings.",
    "punjabi": "ਉਹਨਾਂ ਪੰਛੀਆਂ ਨੂੰ ਖੰਭ ਨਹੀਂ ਹਨ ਤੇ ਉਹ ਆਉਂਦੇ ਜਾਂਦੇ ਦਿੱਸਦੇ ਨਹੀਂ, (ਭਾਵ, ਇਹ ਨਹੀਂ ਪਤਾ ਲੱਗਦਾ ਕਿ ਇਹ ਜੀਵ-ਪੰਛੀ ਕਿਧਰੋਂ ਆਉਂਦੇ ਹਨ ਤੇ ਕਿਧਰ ਚਲੇ ਜਾਂਦੇ ਹਨ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2093,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "bhu rMgI rs BoigAw; sbid rhY inrbwxu ]",
    "transliteration": "Bahu Rangee Ras Bhogiaa Sabadh Rehai Nirabaan ||",
    "translation": "One enjoys so many pleasures, while the other, through the Word of the Shabad, remains in Nirvaanaa.",
    "punjabi": "ਬਹੁਤੇ ਰੰਗਾਂ (ਵਿਚ ਸੁਆਦ ਲੈਣ) ਵਾਲੇ ਨੇ ਰਸਾਂ ਨੂੰ ਚੱਖਿਆ ਹੈ ਤੇ ਨਿਰ-ਚਾਹ (ਪੰਛੀ) ਸ਼ਬਦ ਵਿਚ (ਲੀਨ) ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2093,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir ris Pil rwqy nwnkw; krim scw nIswxu ]2]",
    "transliteration": "Har Ras Fal Raathae Naanakaa Karam Sachaa Neesaan ||2||",
    "translation": "Imbued with the subtle essence of the fruit of the Lord's Name, O Nanak, the soul bears the True Insignia of God's Grace. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੀ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਤੇ) ਸੱਚਾ ਟਿੱਕਾ ਹੈ, ਉਹ ਨਾਮ ਦੇ ਰਸ (ਰੂਪ) ਫਲ (ਦੇ ਸੁਆਦ) ਵਿਚ ਮਸਤ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2094,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2094,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Awpy DrqI. Awpy hY rwhku; Awip jMmwie pIswvY ]",
    "transliteration": "Aapae Dhharathee Aapae Hai Raahak Aap Janmaae Peesaavai ||",
    "translation": "He Himself is the field, and He Himself is the farmer. He Himself grows and grinds the corn.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਭੁਇਂ ਹੈ ਆਪ ਹੀ ਉਸ ਦਾ ਵਾਹੁਣ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ (ਅੰਨ) ਉਗਾਉਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਪਿਹਾਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2094,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Awip pkwvY. Awip BWfy dyie prosY; Awpy hI bih KwvY ]",
    "transliteration": "Aap Pakaavai Aap Bhaanddae Dhaee Parosai Aapae Hee Behi Khaavai ||",
    "translation": "He Himself cooks it, He Himself puts the food in the dishes, and He Himself sits down to eat.",
    "punjabi": "ਆਪੇ ਹੀ ਪਕਾਉਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਭਾਂਡੇ ਦੇ ਕੇ ਵਰਤਾਉਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਬਹਿ ਕੇ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "dyie",
    "type_id": 3
  }
]
