[
  {
    "id": 24616,
    "shabad_id": 2140,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 24617,
    "shabad_id": 2140,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwgu vfhMsu mhlw 1 Gru 1 ]",
    "transliteration": "Raag Vaddehans Mehalaa 1 Ghar 1 ||",
    "translation": "Raag Wadahans, First Mehl, First House:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸੁ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24618,
    "shabad_id": 2140,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "AmlI. Amlu n AMbVY; mCI. nIru n hoie ]",
    "transliteration": "Amalee Amal N Anbarrai Mashhee Neer N Hoe ||",
    "translation": "To the addict, there is nothing like the drug; to the fish, there is nothing else like water.",
    "punjabi": "(ਅਫ਼ੀਮ ਆਦਿਕ ਦੇ) ਅਮਲੀ ਨੂੰ ਜੇ (ਅਫ਼ੀਮ ਆਦਿਕ) ਅਮਲ (ਨਸ਼ਾ) ਨਾਹ ਮਿਲੇ ਤਾਂ ਉਹ ਇੰਜ ਹੈ ਜਿਵੇਂ ਮੱਛੀ ਨੂੰ ਪਾਣੀ ਨਾਹ ਮਿਲੇ (ਤਾਂ ਉਹ ਤੜਫ ਪੈਂਦੀ ਹੈ)।",
    "pronunciation": "(AMbVY) imly[ AmlI Amlu:poly imlvyN",
    "type_id": 3
  },
  {
    "id": 24619,
    "shabad_id": 2140,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jo rqy sih AwpxY; iqn BwvY sBu koie ]1]",
    "transliteration": "Jo Rathae Sehi Aapanai Thin Bhaavai Sabh Koe ||1||",
    "translation": "Those who are attuned to their Lord - everyone is pleasing to them. ||1||",
    "punjabi": "ਜੋ ਬੰਦੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ (ਉਹ ਅੰਦਰੋਂ ਖਿੜੇ ਰਹਿੰਦੇ ਹਨ) ਉਹਨਾਂ ਨੂੰ ਹਰ ਕੋਈ ਚੰਗਾ ਲਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "id": 24620,
    "shabad_id": 2140,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hau vwrI vM\\\\w. KMnIAY vM\\\\w; qau swihb ky nwvY ]1] rhwau ]",
    "transliteration": "Ho Vaaree Vannjaa Khanneeai Vannjaa Tho Saahib Kae Naavai ||1|| Rehaao ||",
    "translation": "I am a sacrifice, cut apart into pieces, a sacrifice to Your Name, O Lord Master. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਾਹਿਬ! ਮੈਂ ਤੇਰੇ ਨਾਮ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(vM\\w) jwvW[ (KMnIAY) tu`kVy",
    "type_id": 4
  },
  {
    "id": 24621,
    "shabad_id": 2140,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "swihbu sPilE ruKVw; AMimRqu jw kw nwau ]",
    "transliteration": "Saahib Safaliou Rukharraa Anmrith Jaa Kaa Naao ||",
    "translation": "The Lord is the fruitful tree; His Name is ambrosial nectar.",
    "punjabi": "(ਸਾਡਾ) ਮਾਲਿਕ-ਪ੍ਰਭੂ ਫਲਾਂ ਵਾਲਾ ਇਕ ਸੋਹਣਾ ਰੁੱਖ (ਸਮਝ ਲਵੋ), ਇਸ ਰੁੱਖ ਦਾ ਫਲ ਹੈ ਉਸ ਦਾ ਨਾਮ ਜੋ (ਜੀਵ ਨੂੰ) ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ (ਰਸ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24622,
    "shabad_id": 2140,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ijn pIAw. qy iqRpq Bey; hau iqn bilhwrY jwau ]2]",
    "transliteration": "Jin Peeaa Thae Thripath Bheae Ho Thin Balihaarai Jaao ||2||",
    "translation": "Those who drink it in are satisfied; I am a sacrifice to them. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਇਹ ਰਸ ਪੀਤਾ ਹੈ ਉਹ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੀ ਭੁੱਖ ਤ੍ਰੇਹ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ; ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24623,
    "shabad_id": 2140,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "mY kI. ndir n AwvhI; vsih hBIAW nwil ]",
    "transliteration": "Mai Kee Nadhar N Aavehee Vasehi Habheeaaan Naal ||",
    "translation": "You are not visible to me, although You dwell with everyone.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਗ ਸੰਗ ਵੱਸਦਾ ਹੈਂ, ਪਰ ਤੂੰ ਮੈਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(mY) dwsn dwsI[(kI) ikauN nhIN[mhwqmw rUpI[ (h`BIAW) swrIAW sKIAW nwil",
    "type_id": 3
  },
  {
    "id": 24624,
    "shabad_id": 2140,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "iqKw iqhwieAw. ikau lhY; jw sr BIqir. pwil ]3]",
    "transliteration": "Thikhaa Thihaaeiaa Kio Lehai Jaa Sar Bheethar Paal ||3||",
    "translation": "How can the thirst of the thirsty be quenched, with that wall between me and the pond? ||3||",
    "punjabi": "ਤ੍ਰੇਹ ਨਾਲ ਤੜਪ ਰਹੇ ਨੂੰ (ਪਾਣੀ) ਲੱਭੇ ਭੀ ਕਿਵੇਂ, ਜਦੋਂ ਉਸ ਦੇ ਅਤੇ (ਉਸ ਦੇ ਅੰਦਰਲੇ) ਸਰੋਵਰ ਦੇ ਵਿਚਕਾਰ (ਮਾਇਆ-ਮੋਹ ਦੀ) ਕੰਧ ਬਣੀ ਹੋਵੇ?॥੩॥",
    "pronunciation": "(pwil) kMD[ iqKw polw",
    "type_id": 3
  },
  {
    "id": 24625,
    "shabad_id": 2140,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "nwnku qyrw bwxIAw; qU swihbu mY rwis ]",
    "transliteration": "Naanak Thaeraa Baaneeaa Thoo Saahib Mai Raas ||",
    "translation": "Nanak is Your merchant; You, O Lord Master, are my merchandise.",
    "punjabi": "ਨਾਨਕ ਤੇਰੇ ਨਾਮ ਦਾ ਵਣਜਾਰਾ ਬਣ ਜਾਏ, ਤੂੰ ਮੇਰਾ ਸ਼ਾਹ ਹੋਵੇਂ ਤੇ ਤੇਰਾ ਨਾਮ ਮੇਰੀ ਪੂੰਜੀ ਬਣੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24626,
    "shabad_id": 2140,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "mn qy DoKw qw lhY; jw isPiq krI Ardwis ]4]1]",
    "transliteration": "Man Thae Dhhokhaa Thaa Lehai Jaa Sifath Karee Aradhaas ||4||1||",
    "translation": "My mind is cleansed of doubt, only when I praise You, and pray to You. ||4||1||",
    "punjabi": "ਮੇਰੇ ਮਨ ਤੋਂ ਸਹਮ ਤਦੋਂ ਹੀ ਦੂਰ ਹੋ ਸਕਦਾ ਹੈ ਜੇ ਮੈਂ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ ਤੇ ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ-ਅਰਜ਼ੋਈ ਕਰਦਾ ਰਹਾਂ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24627,
    "shabad_id": 2141,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "vfhMsu mhlw 1 ]",
    "transliteration": "Vaddehans Mehalaa 1 ||",
    "translation": "Wadahans, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24628,
    "shabad_id": 2141,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "guxvMqI shu rwivAw; inrguix kUky kwie ]",
    "transliteration": "Gunavanthee Sahu Raaviaa Niragun Kookae Kaae ||",
    "translation": "The virtuous bride enjoys her Husband Lord; why does the unworthy one cry out?",
    "punjabi": "ਗੁਣਾਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ (ਦਾ ਪੱਲਾ ਫੜ ਕੇ ਉਸ) ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈਂਦੀ ਹੈ (ਭਾਵ, ਆਤਮਕ ਸੁਖ ਮਾਣਦੀ ਹੈ) ਪਰ ਜਿਸ ਦੇ ਪੱਲੇ (ਨਾਮ) ਗੁਣ ਨਹੀਂ ਹੈ ਉਹ ਕਿਉਂ ਵਿਅਰਥ ਹੀ ਤਰਲੇ ਲੈਂਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24629,
    "shabad_id": 2141,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jy guxvMqI QI rhY; qw BI shu rwvx jwie ]1]",
    "transliteration": "Jae Gunavanthee Thhee Rehai Thaa Bhee Sahu Raavan Jaae ||1||",
    "translation": "If she were to become virtuous, then she too could enjoy her Husband Lord. ||1||",
    "punjabi": "ਪਰ, ਹਾਂ, ਜੇ ਉਸ ਦੇ ਅੰਦਰ ਭੀ ਇਹ ਗੁਣ ਆ ਜਾਏ, ਤਾਂ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦਾ ਸਫਲ ਉੱਦਮ ਕਰ ਸਕਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24630,
    "shabad_id": 2141,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "myrw kMqu rIswlU; kI Dn Avrw rwvy jI ]1] rhwau ]",
    "transliteration": "Maeraa Kanth Reesaaloo Kee Dhhan Avaraa Raavae Jee ||1|| Rehaao ||",
    "translation": "My Husband Lord is loving and playful; why should the soul-bride enjoy anyone else? ||1||Pause||",
    "punjabi": "ਹੇ ਭੈਣ! (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਏ ਕਿ) ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸੋਮਾ ਹੈ, ਉਹ (ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰਨਾਂ ਨੂੰ (ਸੁਖਾਂ ਦਾ ਵਸੀਲਾ ਸਮਝ ਕੇ) ਪ੍ਰਸੰਨ ਕਰਨ ਨਹੀਂ ਤੁਰੀ ਫਿਰਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 24631,
    "shabad_id": 2141,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "krxI kwmx jy QIAY; jy mnu Dwgw hoie ]",
    "transliteration": "Karanee Kaaman Jae Thheeai Jae Man Dhhaagaa Hoe ||",
    "translation": "If the soul-bride does good deeds, and strings them on the thread of her mind,",
    "punjabi": "ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਉੱਚਾ ਆਚਰਨ ਕਾਮਣ ਪਾਣ ਦਾ ਕੰਮ ਦੇਵੇ, ਜੇ ਉਸ ਦਾ ਮਨ ਧਾਗਾ ਬਣੇ,",
    "pronunciation": "(krxI) au~cw jIvn[ k`wmx",
    "type_id": 3
  },
  {
    "id": 24632,
    "shabad_id": 2141,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "mwxku. muil n pweIAY; lIjY iciq proie ]2]",
    "transliteration": "Maanak Mul N Paaeeai Leejai Chith Paroe ||2||",
    "translation": "She obtains the jewel, which cannot be purchased for any price, strung upon the thread of her consciousness. ||2||",
    "punjabi": "ਤਾਂ ਇਸ ਮਨ ਧਾਗੇ ਦੀ ਰਾਹੀਂ ਉਸ ਨਾਮ-ਮੋਤੀ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਪ੍ਰੋ ਲਏ ਜੋ ਉਂਜ ਮੁੱਲ ਨਾਲ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੨॥",
    "pronunciation": "m`uil",
    "type_id": 3
  },
  {
    "id": 24633,
    "shabad_id": 2141,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "rwhu dsweI. n julW; AwKW AMmVIAwsu ]",
    "transliteration": "Raahu Dhasaaee N Julaan Aakhaan Anmarreeaas ||",
    "translation": "I ask, but do not follow the way shown to me; still, I claim to have reached my destination.",
    "punjabi": "ਜੇ ਮੈਂ (ਪ੍ਰਭੂ) ਪਹੁੰਚਣ ਦਾ ਰਾਹ ਪੁਛਦੀ ਰਹਾਂ ਪਰ ਰਸਤੇ ਉਤੇ ਕਦੀ ਨਾਂ ਤੁਰਾਂ,",
    "pronunciation": "(dsweI) pu`CdI hW[(j`ulW) c`ldI[ (AMmVI-Awsu) phuMc geI hW",
    "type_id": 3
  },
  {
    "id": 24634,
    "shabad_id": 2141,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "qY sh nwil AkUAxw; ikau QIvY Gr vwsu ]3]",
    "transliteration": "Thai Seh Naal Akooanaa Kio Thheevai Ghar Vaas ||3||",
    "translation": "I do not speak with You, O my Husband Lord; how then can I come to have a place in Your home? ||3||",
    "punjabi": "ਅਤੇ ਕਦੇ ਤੇਰੇ ਨਾਲ ਬੋਲ ਚਾਲ ਨਾਹ ਬਣਾਇਆ ਹੋਵੇ ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੩॥",
    "pronunciation": "(AkUAxw) bolxwnhIN",
    "type_id": 3
  },
  {
    "id": 24635,
    "shabad_id": 2141,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "nwnk eykI bwhrw; dUjw nwhI koie ]",
    "transliteration": "Naanak Eaekee Baaharaa Dhoojaa Naahee Koe ||",
    "translation": "O Nanak, without the One Lord, there is no other at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ ਸੁਖ-ਦਾਤਾ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24636,
    "shabad_id": 2141,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "qY sh lgI. jy rhY; BI shu rwvY soie ]4]2]",
    "transliteration": "Thai Seh Lagee Jae Rehai Bhee Sahu Raavai Soe ||4||2||",
    "translation": "If the soul-bride remains attached to You, then she shall enjoy her Husband Lord. ||4||2||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ਉਹ ਤੈਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈਂਦੀ ਹੈ (ਤੇ ਆਤਮਕ ਸੁਖ ਮਾਣਦੀ ਹੈ) ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24637,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vfhMsu mhlw 1 Gru 2 ]",
    "transliteration": "Vaddehans Mehalaa 1 Ghar 2 ||",
    "translation": "Wadahans, First Mehl, Second House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24638,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "morI rux Jux lwieAw BYxy; swvxu AwieAw ]",
    "transliteration": "Moree Run Jhun Laaeiaa Bhainae Saavan Aaeiaa ||",
    "translation": "The peacocks are singing so sweetly, O sister; the rainy season of Saawan has come.",
    "punjabi": "ਹੇ ਭੈਣ! ਮੋਰਾਂ ਨੇ ਮਿੱਠੇ ਗੀਤ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ ਹਨ ਕਿਉਂ ਕਿ ਸਾਵਨ (ਦਾ ਮਹੀਨਾ) ਆ ਗਿਆ ਹੈ।",
    "pronunciation": "(morIN)ieMidRAW[ SONk AvsQw rUp swvxu",
    "type_id": 3
  },
  {
    "id": 24639,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qyry muMD ktwry jyvfw; iqin loBI. loB luBwieAw ]",
    "transliteration": "Thaerae Mundhh Kattaarae Jaevaddaa Thin Lobhee Lobh Lubhaaeiaa ||",
    "translation": "Your beauteous eyes are like a string of charms, fascinating and enticing the soul-bride.",
    "punjabi": "ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਾਸਤੇ ਇਹ ਕਟਾਰ ਦੀ ਫਾਹੀ ਹੈ ਜਿਸ ਨੇ ਮੈਨੂੰ ਤੇਰੇ ਦੀਦਾਰ ਦੀ ਪ੍ਰੇਮਣ ਨੂੰ ਮੋਹ ਲਿਆ ਹੈ।",
    "pronunciation": "(muMD) jIv iesqRI[ (jyvfw) pRym rUpI jyvVw PwhI[ (ktwry) iq`KIAW A`KW",
    "type_id": 3
  },
  {
    "id": 24640,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "qyry drsn ivthu. KMnIAY vM\\\\w; qyry nwm ivthu kurbwxo ]",
    "transliteration": "Thaerae Dharasan Vittahu Khanneeai Vannjaa Thaerae Naam Vittahu Kurabaano ||",
    "translation": "I would cut myself into pieces for the Blessed Vision of Your Darshan; I am a sacrifice to Your Name.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਇਸ ਸੋਹਣੇ ਸਰੂਪ ਤੋਂ ਜੋ ਹੁਣ ਦਿੱਸ ਰਿਹਾ ਹੈ ਮੈਂ ਸਦਕੇ ਹਾਂ ਸਦਕੇ ਹਾਂ ਤੇ ਮੈਂ ਤੇਰੇ ਨਾਮ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ।",
    "pronunciation": "(KMnIAY) toty toty[ (vM\\w) hovW",
    "type_id": 3
  },
  {
    "id": 24641,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jw qU. qw mY mwxu kIAw hY; quDu ibnu. kyhw myrw mwxo ]",
    "transliteration": "Jaa Thoo Thaa Mai Maan Keeaa Hai Thudhh Bin Kaehaa Maeraa Maano ||",
    "translation": "I take pride in You; without You, what could I be proud of?",
    "punjabi": "ਇਸੇ ਕਰਕੇ ਚੂੰਕਿ ਤੂੰ ਦਿਸ ਰਿਹਾ ਹੈਂ, ਮੈਂ ਮਾਣ (ਹੌਸਲਾ) ਕੀਤਾ ਹੈ ਪਰ ਜੇ ਕੁਦਰਤਿ ਵਿਚ ਤੂੰ ਨਾਂ ਦਿੱਸੇਂ ਤਾਂ ਮੈਂ ਮਾਣ ਕੈਸੇ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24642,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "cUVw BMnu. plMG isau muMDy; sxu bwhI sxu bwhw ]",
    "transliteration": "Choorraa Bhann Palangh Sio Mundhhae San Baahee San Baahaa ||",
    "translation": "So smash your bracelets along with your bed, O soul-bride, and break your arms, along with the arms of your couch.",
    "punjabi": "ਪਲੰਘ ਨਾਲ ਮਾਰ ਕੇ ਆਪਣਾ ਚੂੜਾ ਭੰਨ ਦੇ, ਪਲੰਘ ਦੀਆਂ ਹੀਆਂ ਭੀ ਭੰਨ ਦੇ ਤੇ ਆਪਣੀਆਂ ਸਜਾਈਆਂ ਬਾਹਾਂ ਭੀ ਭੰਨ ਦੇ।",
    "pronunciation": "(sxu) smyq[ p-lMG",
    "type_id": 3
  },
  {
    "id": 24643,
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "eyqy vys krydIey muMDy; shu rwqo Avrwhw ]",
    "transliteration": "Eaethae Vaes Karaedheeeae Mundhhae Sahu Raatho Avaraahaa ||",
    "translation": "In spite of all the decorations which you have made, O soul-bride, your Husband Lord is enjoying someone else.",
    "punjabi": "ਹੇ ਇਤਨੇ ਸਿੰਗਾਰ ਕਰਦੀਏ ਨਾਰੇ! ਜੇ ਤੇਰਾ ਪਤੀ (ਫਿਰ ਭੀ) ਹੋਰਨਾਂ ਨਾਲ ਹੀ ਪਿਆਰ ਕਰਦਾ ਰਿਹਾ (ਤਾਂ ਇਹਨਾਂ ਸਿੰਗਾਰਾਂ ਦਾ ਕੀਹ ਲਾਭ?)",
    "pronunciation": "(shu) pqI pRmwqmw[ (rwqo) r`qw[ (Avrwhw) horW nwl",
    "type_id": 3
  }
]
