[
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nw mnIAwru. n cUVIAw; nw sy vMguVIAwhw ]",
    "transliteration": "Naa Maneeaar N Choorreeaa Naa Sae Vangurreeaahaa ||",
    "translation": "You don't have the bracelets of gold, nor the good crystal jewelry; you haven't dealt with the true jeweller.",
    "punjabi": "ਕਿਉਂਕਿ ਨਾਹ ਇਹਨਾਂ ਬਾਹਾਂ ਨੂੰ ਸਜਾਣ ਵਾਲਾ ਮਨਿਆਰ ਹੀ ਤੇਰਾ ਕੁਝ ਸਵਾਰ ਸਕਿਆ, ਨਾਹ ਹੀ ਉਸ ਦੀਆਂ ਦਿੱਤੀਆਂ ਚੂੜੀਆਂ ਤੇ ਵੰਗਾਂ ਕਿਸੇ ਕੰਮ ਆਈਆਂ।",
    "pronunciation": "(mnIAwru) cUVIAW cwV@n vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jo sh kMiT. n lgIAw; jlnu is bwhVIAwhw ]",
    "transliteration": "Jo Seh Kanth N Lageeaa Jalan S Baaharreeaahaa ||",
    "translation": "Those arms, which do not embrace the neck of the Husband Lord, burn in anguish.",
    "punjabi": "ਸੜ ਜਾਣ ਉਹ (ਸਜਾਈਆਂ) ਬਾਹਾਂ ਜੋ ਖਸਮ ਦੇ ਗਲ ਨਾਹ ਲੱਗ ਸਕੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "siB shIAw. shu rwvix geIAw; hau dwDI. kY dir jwvw ]",
    "transliteration": "Sabh Seheeaa Sahu Raavan Geeaa Ho Dhaadhhee Kai Dhar Jaavaa ||",
    "translation": "All my companions have gone to enjoy their Husband Lord; which door should I, the wretched one, go to?",
    "punjabi": "ਸਾਰੀਆਂ ਸਹੇਲੀਆਂ (ਤਾਂ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦੇ ਜਤਨ ਕਰ ਰਹੀਆਂ ਹਨ ਤੇ ਮੈਂ ਸੜੇ ਕਰਮਾਂ ਵਾਲੀ ਕਿਸ ਦੇ ਦਰ ਤੇ ਜਾਵਾਂ?",
    "pronunciation": "ivkwrW c (dwDI) sVI hoeI",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AMmwlI. hau KrI sucjI; qY sh eyik. n Bwvw ]",
    "transliteration": "Anmaalee Ho Kharee Suchajee Thai Seh Eaek N Bhaavaa ||",
    "translation": "O friend, I may look very attractive, but I am not pleasing to my Husband Lord at all.",
    "punjabi": "ਹੇ ਸਖੀ! ਮੈਂ ਆਪਣੇ ਵਲੋਂ ਤਾਂ ਬੜੀ ਚੰਗੀ ਕਰਤੂਤ ਵਾਲੀ ਬਣੀ ਬੈਠੀ ਹਾਂ, ਪਰ, ਪ੍ਰਭੂ ਪਤੀ ਨੂੰ ਮੇਰਾ ਇੱਕ ਭੀ ਗੁਣ ਪਸੰਦ ਨਹੀਂ ਆਇਆ।",
    "pronunciation": "(AMmwlI) hy sKI, vw krmW krky[ suc`jI",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mwiT guMdweˆØI ptIAw; BrIAY mwg sMDUry ]",
    "transliteration": "Maath Gundhaaeanaee Patteeaa Bhareeai Maag Sandhhoorae ||",
    "translation": "I have woven my hair into lovely braids, and saturated their partings with vermillion;",
    "punjabi": "ਮੈਂ ਸਵਾਰ ਸਵਾਰ ਕੇ ਪੱਟੀਆਂ ਗੁੰਦਾਂਦੀ ਹਾਂ, ਮੇਰੀਆਂ ਪੱਟੀਆਂ ਦੇ ਚੀਰ ਵਿਚ ਸੰਧੂਰ ਭੀ ਭਰਿਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(mwiT) svwr ky[ mWg",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "AgY geI. n mMnIAw; mrau ivsUir ivsUry ]",
    "transliteration": "Agai Gee N Manneeaa Maro Visoor Visoorae ||",
    "translation": "But when I go before Him, I am not accepted, and I die, suffering in anguish.",
    "punjabi": "ਪਰ ਤੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਮੈਂ ਫਿਰ ਭੀ ਪ੍ਰਵਾਨ ਨਹੀਂ ਹੋ ਰਹੀ, (ਇਸ ਵਾਸਤੇ) ਝੂਰ ਝੂਰ ਕੇ ਮਰ ਰਹੀ ਹਾਂ।",
    "pronunciation": "(ivsUir) pCuqwky",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mY rovMdI. sBu jgu runw; ruMnVy vxhu pMKyrU ]",
    "transliteration": "Mai Rovandhee Sabh Jag Runaa Runnarrae Vanahu Pankhaeroo ||",
    "translation": "I weep; the whole world weeps; even the birds of the forest weep with me.",
    "punjabi": "ਮੈਂ ਇਤਨੀ ਦੁਖੀ ਹੋ ਰਹੀ ਹਾਂ (ਕਿ) ਸਾਰਾ ਜਗਤ ਮੇਰੇ ਉਤੇ ਤਰਸ ਕਰ ਰਿਹਾ ਹੈ, ਜੰਗਲ ਦੇ ਪੰਛੀ ਭੀ ਮੇਰੇ ਤੇ ਤਰਸ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "(ruMnw) roNdw",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ieku n runw, myry qn kw ibrhw; ijin hau iprhu ivCoVI ]",
    "transliteration": "Eik N Runaa Maerae Than Kaa Birehaa Jin Ho Pirahu Vishhorree ||",
    "translation": "The only thing which doesn't weep is my body's sense of separateness, which has separated me from my Lord.",
    "punjabi": "ਸਿਰਫ਼ ਇਹ ਮੇਰੇ ਅੰਦਰਲਾ ਵਿਛੋੜਾ ਹੀ ਹੈ ਜੋ ਤਰਸ ਨਹੀਂ ਕਰਦਾ, ਇਸੇ ਨੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੋੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ibrhw) ivCoVw",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "supnY AwieAw BI gieAw; mY jlu BirAw roie ]",
    "transliteration": "Supanai Aaeiaa Bhee Gaeiaa Mai Jal Bhariaa Roe ||",
    "translation": "In a dream, He came, and went away again; I cried so many tears.",
    "punjabi": "ਮੈਨੂੰ ਤੂੰ ਸੁਪਨੇ ਵਿਚ ਮਿਲਿਆ (ਸੁਪਨਾ ਮੁੱਕਿਆ, ਤੇ ਤੂੰ) ਫਿਰ ਚਲਾ ਗਿਆ, (ਵਿਛੋੜੇ ਦੇ ਦੁੱਖ ਵਿਚ) ਮੈਂ ਹੰਝੂ ਭਰ ਕੇ ਰੋਈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awie n skw, quJ kin ipAwry; Byij. n skw koie ]",
    "transliteration": "Aae N Sakaa Thujh Kan Piaarae Bhaej N Sakaa Koe ||",
    "translation": "I can't come to You, O my Beloved, and I can't send anyone to You.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਮੈਂ (ਨਿਮਾਣੀ) ਤੇਰੇ ਪਾਸ ਅੱਪੜ ਨਹੀਂ ਸਕਦੀ, ਤੇ ਮੈਂ (ਗ਼ਰੀਬ) ਕਿਸੇ ਨੂੰ ਤੇਰੇ ਪਾਸ ਘੱਲ ਨਹੀਂ ਸਕਦੀ (ਜੋ ਮੇਰੀ ਹਾਲਤ ਤੈਨੂੰ ਦੱਸੇ)।",
    "pronunciation": "(kin) v`l[ skW",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awau sBwgI nIdVIey; mqu shu dyKw soie ]",
    "transliteration": "Aao Sabhaagee Needharreeeae Math Sahu Dhaekhaa Soe ||",
    "translation": "Come to me, O blessed sleep - perhaps I will see my Husband Lord again.",
    "punjabi": "ਨੀਂਦ ਅੱਗੇ ਹੀ ਤਰਲੇ ਕਰਦੀ ਹਾਂ ਕਿ ਹੇ ਭਾਗਾਂ ਵਾਲੀ ਸੋਹਣੀ ਨੀਂਦ ਤੂੰ (ਮੇਰੇ ਕੋਲ ਆ) ਸ਼ਾਇਦ (ਤੇਰੀ ਰਾਹੀਂ ਹੀ) ਮੈਂ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "qY swihb kI bwq. ij AwKY; khu nwnk ikAw dIjY ]",
    "transliteration": "Thai Saahib Kee Baath J Aakhai Kahu Naanak Kiaa Dheejai ||",
    "translation": "One who brings me a message from my Lord and Master - says Nanak, what shall I give to Him?",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜੇ ਕੋਈ ਗੁਰਮੁਖਿ ਮੈਨੂੰ ਤੇਰੀ ਕੋਈ ਗੱਲ ਸੁਣਾਵੇ ਤਾਂ ਮੈਂ ਉਸ ਅੱਗੇ ਕੇਹੜੀ ਭੇਟ ਧਰਾਂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sIsu vFy kir. bYsxu dIjY; ivxu isr. syv krIjY ]",
    "transliteration": "Sees Vadtae Kar Baisan Dheejai Vin Sir Saev Kareejai ||",
    "translation": "Cutting off my head, I give it to Him to sit upon; without my head, I shall still serve Him.",
    "punjabi": "ਆਪਣਾ ਸਿਰ ਵੱਢ ਕੇ ਮੈਂ ਉਸ ਦੇ ਬੈਠਣ ਲਈ ਆਸਣ ਬਣਾ ਦਿਆਂ (ਭਾਵ,) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਮੈਂ ਉਸ ਦੀ ਸੇਵਾ ਕਰਾਂ।",
    "pronunciation": "v`Fy",
    "type_id": 3
  },
  {
    "shabad_id": 2142,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ikau n mrIjY. jIAVw n dIjY; jw shu BieAw ivfwxw ]1]3]",
    "transliteration": "Kio N Mareejai Jeearraa N Dheejai Jaa Sahu Bhaeiaa Viddaanaa ||1||3||",
    "translation": "Why haven't I died? Why hasn't my life just ended? My Husband Lord has become a stranger to me. ||1||3||",
    "punjabi": "ਜਦੋਂ ਸਾਡਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਾਥੋਂ ਓਪਰਾ ਹੋ ਜਾਏ ਤਾਂ ਅਸੀਂ ਆਪਾ-ਭਾਵ ਕਿਉਂ ਨਾ ਮਾਰ ਦੇਈਏ ਤੇ ਆਪਣੀ ਜਿੰਦ ਉਸ ਤੋਂ ਸਦਕੇ ਕਰ ਦੇਈਏ ॥੧॥੩॥",
    "pronunciation": "(ivfwxw) ibgwnw[ B-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "vfhMsu mhlw 3 Gru 1",
    "transliteration": "Vaddehans Mehalaa 3 Ghar 1",
    "translation": "Wadahans, Third Mehl, First House:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2143,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "min mYlY sBu ikCu mYlw; qin DoqY. mnu hCw n hoie ]",
    "transliteration": "Man Mailai Sabh Kishh Mailaa Than Dhhothai Man Hashhaa N Hoe ||",
    "translation": "When the mind is filthy, everything is filthy; by washing the body, the mind is not cleaned.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਹੈ ਤਾਂ ਸਭ ਕੁਝ ਮੈਲਾ ਹੈ ਅਤੇ ਇਸ਼ਨਾਨ ਕਰਾਣ ਨਾਲ ਮਨ ਪਵਿਤ੍ਰ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ieh jgqu Brim BulwieAw; ivrlw bUJY koie ]1]",
    "transliteration": "Eih Jagath Bharam Bhulaaeiaa Viralaa Boojhai Koe ||1||",
    "translation": "This world is deluded by doubt; how rare are those who understand this. ||1||",
    "punjabi": "ਪਰ ਇਹ ਸੰਸਾਰ ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਤੁਰਿਆ ਜਾ ਰਿਹਾ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਹੀ (ਇਸ ਸੱਚਾਈ ਨੂੰ) ਸਮਝਦਾ ਹੈ ॥੧॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jip mn myry; qU eyko nwmu ]",
    "transliteration": "Jap Man Maerae Thoo Eaeko Naam ||",
    "translation": "O my mind, chant the One Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਨਾਮ ਹੀ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "sqguir dIAw; mokau eyhu inDwnu ]1] rhwau ]",
    "transliteration": "Sathigur Dheeaa Mo Ko Eaehu Nidhhaan ||1|| Rehaao ||",
    "translation": "The True Guru has given me this treasure. ||1||Pause||",
    "punjabi": "ਇਹ (ਨਾਮ-) ਖ਼ਜ਼ਾਨਾ ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਬਖ਼ਸ਼ਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2143,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "isDw ky Awsx jy isKY; ieMdRI vis kir kmwie ]",
    "transliteration": "Sidhhaa Kae Aasan Jae Sikhai Eindhree Vas Kar Kamaae ||",
    "translation": "Even if one learns the Yogic postures of the Siddhas, and holds his sexual energy in check,",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਕਰਾਮਾਤੀ ਜੋਗੀਆਂ ਵਾਲੇ ਆਸਣ ਕਰਨੇ ਸਿੱਖ ਲਏ ਤੇ ਕਾਮ-ਵਾਸਨਾ ਨੂੰ ਜਿੱਤ ਕੇ (ਆਸਣਾਂ ਦੇ ਅੱਭਿਆਸ ਦੀ) ਕਮਾਈ ਕਰਨ ਲੱਗ ਪਏ,",
    "pronunciation": "is`DW[ is`KY[ v`is",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "mn kI mYlu. n auqrY; haumY mYlu. n jwie ]2]",
    "transliteration": "Man Kee Mail N Outharai Houmai Mail N Jaae ||2||",
    "translation": "Still, the filth of the mind is not removed, and the filth of egotism is not eliminated. ||2||",
    "punjabi": "ਤਾਂ ਭੀ ਮਨ ਦੀ ਮੈਲ ਨਹੀਂ ਲਹਿੰਦੀ ਤੇ (ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਨਹੀਂ ਜਾਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "iesu mn kau horu sMjmu ko nwhI; ivxu siqgur kI srxwie ]",
    "transliteration": "Eis Man Ko Hor Sanjam Ko Naahee Vin Sathigur Kee Saranaae ||",
    "translation": "This mind is not controlled by any other discipline, except the Sanctuary of the True Guru.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਜਤਨ ਇਸ ਮਨ ਨੂੰ ਪਵਿਤ੍ਰ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "sqguir imilAY aultI BeI; khxw ikCU. n jwie ]3]",
    "transliteration": "Sathagur Miliai Oulattee Bhee Kehanaa Kishhoo N Jaae ||3||",
    "translation": "Meeting the True Guru, one is transformed beyond description. ||3||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮਨ ਦੀ ਬ੍ਰਿਤੀ ਸੰਸਾਰ ਵਲੋਂ ਉਲਟ ਜਾਂਦੀ ਹੈ ਤੇ ਐਸੀ ਬਣ ਜਾਂਦੀ ਹੈ ਜੋ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "Bxiq nwnku. siqgur kau imldo mrY; gur kY sbid. iPir jIvY koie ]",
    "transliteration": "Bhanath Naanak Sathigur Ko Miladho Marai Gur Kai Sabadh Fir Jeevai Koe ||",
    "translation": "Prays Nanak, one who dies upon meeting the True Guru, shall be rejuvenated through the Word of the Guru's Shabad.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਛੋਹ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ, ਫਿਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2143,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "mmqw kI mlu auqrY; iehu mnu hCw hoie ]4]1]",
    "transliteration": "Mamathaa Kee Mal Outharai Eihu Man Hashhaa Hoe ||4||1||",
    "translation": "The filth of his attachment and possessiveness shall depart, and his mind shall become pure. ||4||1||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਮਮਤਾ ਦੀ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ ਇਹ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "vfhMsu mhlw 3 ]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ndrI sqguru syvIAY; ndrI syvw hoie ]",
    "transliteration": "Nadharee Sathagur Saeveeai Nadharee Saevaa Hoe ||",
    "translation": "By His Grace, one serves the True Guru; by His Grace, service is performed.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਹੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਸਕੀਦਾ ਹੈ, ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਹੋ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ndrI iehu mnu vis AwvY; ndrI. mnu inrmlu hoie ]1]",
    "transliteration": "Nadharee Eihu Man Vas Aavai Nadharee Man Niramal Hoe ||1||",
    "translation": "By His grace, this mind is controlled, and by His Grace, it becomes pure. ||1||",
    "punjabi": "ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਹੀ ਇਹ ਮਨ ਕਾਬੂ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਤੇ, ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "myry mn; cyiq scw soie ]",
    "transliteration": "Maerae Man Chaeth Sachaa Soe ||",
    "translation": "O my mind, think of the True Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "eyko cyqih qw suKu pwvih; iPir dUKu. n mUly hoie ]1] rhwau ]",
    "transliteration": "Eaeko Chaethehi Thaa Sukh Paavehi Fir Dhookh N Moolae Hoe ||1|| Rehaao ||",
    "translation": "Think of the One Lord, and you shall obtain peace; you shall never suffer in sorrow again. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਉਸ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਦਾ ਰਹੇਂਗਾ ਤਾਂ ਸੁਖ ਹਾਸਲ ਕਰੇਂਗਾ, ਤੇ, ਤੈਨੂੰ ਕਦੇ ਭੀ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਪੋਹ ਸਕੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2144,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ndrI mir kY jIvIAY; ndrI sbdu vsY min Awie ]",
    "transliteration": "Nadharee Mar Kai Jeeveeai Nadharee Sabadh Vasai Man Aae ||",
    "translation": "By His Grace, one dies while yet alive, and by His Grace, the Word of the Shabad is enshrined in the mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰੀਦਾ ਹੈ, ਤੇ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ndrI hukmu buJIAY; hukmy rhY smwie ]2]",
    "transliteration": "Nadharee Hukam Bujheeai Hukamae Rehai Samaae ||2||",
    "translation": "By His Grace, one understands the Hukam of the Lord's Command, and by His Command, one merges into the Lord. ||2||",
    "punjabi": "ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਸਕੀਦਾ ਹੈ, ਤੇ, ਰਜ਼ਾ ਵਿਚ ਹੀ ਸਦਾ ਟਿਕੇ ਰਹੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "b`uJIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ijin ijhvw hir rsu. n ciKE; sw ijhvw jil jwau ]",
    "transliteration": "Jin Jihavaa Har Ras N Chakhiou Saa Jihavaa Jal Jaao ||",
    "translation": "That tongue, which does not savor the sublime essence of the Lord - may that tongue be burned off!",
    "punjabi": "ਜਿਸ ਜੀਭ ਨੇ ਕਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਚੱਖਿਆ ਉਹ ਜੀਭ ਸੜਨ-ਜੋਗੀ ਹੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "An rs swdy lig rhI; duKu pwieAw dUjY Bwie ]3]",
    "transliteration": "An Ras Saadhae Lag Rehee Dhukh Paaeiaa Dhoojai Bhaae ||3||",
    "translation": "It remains attached to other pleasures, and through the love of duality, it suffers in pain. ||3||",
    "punjabi": "ਕਿਉਂਕਿ ਜਿਹੜੇ ਮਨੁੱਖ ਜੀਭ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੇ ਸੁਆਦ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਦੁੱਖ (ਹੀ) ਪਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "sBnw ndir eyk hY; Awpy Prku kryie ]",
    "transliteration": "Sabhanaa Nadhar Eaek Hai Aapae Farak Karaee ||",
    "translation": "The One Lord grants His Grace to all; He Himself makes distinctions.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਉਤੇ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਕਿਰਪਾ ਦੀ ਨਜ਼ਰ ਰਹਿੰਦੀ ਹੈ, ਫ਼ਰਕ (ਭੀ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ,",
    "pronunciation": "k-ryie",
    "type_id": 3
  },
  {
    "shabad_id": 2144,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "nwnk. sqguir imilAY Plu pwieAw; nwmu vfweI dyie ]4]2]",
    "transliteration": "Naanak Sathagur Miliai Fal Paaeiaa Naam Vaddaaee Dhaee ||4||2||",
    "translation": "O Nanak, meeting the True Guru, the fruits are obtained, and one is blessed with the Glorious Greatness of the Naam. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਹੀ ਨਾਮ ਦਾ ਫਲ ਮਿਲਦਾ ਹੈ ਜਿਸ ਰਾਹੀਂ ਸਭ ਤੋਂ ਵੱਡੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੪॥੨॥",
    "pronunciation": "dy-ie",
    "type_id": 3
  }
]