[
  {
    "shabad_id": 2152,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "guru pUrw mylwvY myrw pRIqmu; hau vwir vwir. Awpxy gurU kau jwsw ]1] rhwau ]",
    "transliteration": "Gur Pooraa Maelaavai Maeraa Preetham Ho Vaar Vaar Aapanae Guroo Ko Jaasaa ||1|| Rehaao ||",
    "translation": "The Perfect Guru leads me to meet my Beloved; I am a sacrifice, a sacrifice to my Guru. ||1||Pause||",
    "punjabi": "ਪੂਰਾ ਗੁਰੂ ਹੀ ਮੇਰਾ ਪਿਆਰਾ (ਪ੍ਰਭੂ) ਮਿਲਾ ਸਕਦਾ ਹੈ, ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "jw~sw",
    "type_id": 4
  },
  {
    "shabad_id": 2152,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "mY Avgx BrpUir srIry ]",
    "transliteration": "Mai Avagan Bharapoor Sareerae ||",
    "translation": "My body is over-flowing with corruption;",
    "punjabi": "ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਔਗੁਣ ਹੀ ਔਗੁਣ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2152,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hau ikau kir imlw; Apxy pRIqm pUry ]2]",
    "transliteration": "Ho Kio Kar Milaa Apanae Preetham Poorae ||2||",
    "translation": "How can I meet my Perfect Beloved? ||2||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਉਸ ਪ੍ਰੀਤਮ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਾਂ ਜੋ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2152,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ijin guxvMqI; myrw pRIqmu pwieAw ]",
    "transliteration": "Jin Gunavanthee Maeraa Preetham Paaeiaa ||",
    "translation": "The virtuous ones obtain my Beloved;",
    "punjabi": "ਜਿਸ ਗੁਣਾਂ ਵਾਲੀ (ਵਡ-ਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2152,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "sy mY gux nwhI; hau ikau imlw myrI mwieAw ]3]",
    "transliteration": "Sae Mai Gun Naahee Ho Kio Milaa Maeree Maaeiaa ||3||",
    "translation": "I do not have these virtues. How can I meet Him, O my mother? ||3||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਉਹੋ ਜਿਹੇ ਗੁਣ ਨਹੀਂ ਹਨ। ਮੈਂ ਕਿਵੇਂ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਦੀ ਹਾਂ? ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2152,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "hau kir kir Qwkw; aupwv bhuqyry ]",
    "transliteration": "Ho Kar Kar Thhaakaa Oupaav Bahuthaerae ||",
    "translation": "I am so tired of making all these efforts.",
    "punjabi": "ਮੈਂ ਅਨੇਕਾਂ ਉਪਾਵ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2152,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "nwnk grIb; rwKhu hir myry ]4]1]",
    "transliteration": "Naanak Gareeb Raakhahu Har Maerae ||4||1||",
    "translation": "Please protect Nanak, the meek one, O my Lord. ||4||1||",
    "punjabi": "ਨਾਨਕ ਗਰੀਬ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖ, ਹੇ ਪ੍ਰਭ! ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "vfhMsu mhlw 4 ]",
    "transliteration": "Vaddehans Mehalaa 4 ||",
    "translation": "Wadahans, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "myrw hir pRBu suMdru; mY. swr n jwxI ]",
    "transliteration": "Maeraa Har Prabh Sundhar Mai Saar N Jaanee ||",
    "translation": "My Lord God is so beautiful. I do not know His worth.",
    "punjabi": "ਮੇਰਾ ਹਰੀ ਪ੍ਰਭੂ ਸੋਹਣਾ ਹੈ, ਪਰ ਮੈਂ ਉਸ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hau. hir pRB Coif; dUjY loBwxI ]1]",
    "transliteration": "Ho Har Prabh Shhodd Dhoojai Lobhaanee ||1||",
    "translation": "Abandoning my Lord God, I have become entangled in duality. ||1||",
    "punjabi": "ਮੈਂ ਉਸ ਹਰੀ ਨੂੰ, ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਫਸੀ ਰਹੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hau. ikau kir; ipr kau imlau ieAwxI ]",
    "transliteration": "Ho Kio Kar Pir Ko Milo Eiaanee ||",
    "translation": "How can I meet with my Husband? I don't know.",
    "punjabi": "ਮੈਂ ਮੂਰਖ ਹਾਂ, ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jo ipr BwvY sw sohwgix; sweI. ipr kau imlY isAwxI ]1] rhwau ]",
    "transliteration": "Jo Pir Bhaavai Saa Sohaagan Saaee Pir Ko Milai Siaanee ||1|| Rehaao ||",
    "translation": "She who pleases her Husband Lord is a happy soul-bride. She meets with her Husband Lord - she is so wise. ||1||Pause||",
    "punjabi": "ਜੇਹੜੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਉਂਦੀ ਹੈ, ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਹੀ ਅਕਲ ਵਾਲੀ ਹੈ, ਉਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਸਕਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2153,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "mY ivic dos; hau. ikau kir ipru pwvw ]",
    "transliteration": "Mai Vich Dhos Ho Kio Kar Pir Paavaa ||",
    "translation": "I am filled with faults; how can I attain my Husband Lord?",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ (ਅਨੇਕਾਂ) ਐਬ ਹਨ, ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਪਾਵਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "qyry Anyk ipAwry; hau. ipr iciq, n Awvw ]2]",
    "transliteration": "Thaerae Anaek Piaarae Ho Pir Chith N Aavaa ||2||",
    "translation": "You have many loves, but I am not in Your thoughts, O my Husband Lord. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! ਤੇਰੇ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਅਨੇਕਾਂ ਹੀ ਹਨ, ਮੈਂ ਤੇਰੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ijin ipru rwivAw; sw BlI suhwgix ]",
    "transliteration": "Jin Pir Raaviaa Saa Bhalee Suhaagan ||",
    "translation": "She who enjoys her Husband Lord, is the good soul-bride.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ, ਉਹ ਨੇਕ ਹੈ, ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sy mY gux nwhI; hau ikAw krI. duhwgix ]3]",
    "transliteration": "Sae Mai Gun Naahee Ho Kiaa Karee Dhuhaagan ||3||",
    "translation": "I don't have these virtues; what can I, the discarded bride, do? ||3||",
    "punjabi": "ਉਸ ਸੁਹਾਗਣ ਵਾਲੇ ਗੁਣ ਮੇਰੇ ਅੰਦਰ ਨਹੀਂ ਹਨ, ਮੈਂ ਛੁੱਟੜ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ) ਕੀਹ ਕਰ ਸਕਦੀ ਹਾਂ? ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "inq suhwgix; sdw ipru rwvY ]",
    "transliteration": "Nith Suhaagan Sadhaa Pir Raavai ||",
    "translation": "The soul-bride continually, constantly enjoys her Husband Lord.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ ਉਹ ਸਦਾ ਭਾਗਾਂ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "mY krmhIx; kb hI gil lwvY ]4]",
    "transliteration": "Mai Karameheen Kab Hee Gal Laavai ||4||",
    "translation": "I have no good fortune; will He ever hold me close in His embrace? ||4||",
    "punjabi": "ਮੇਰੇ ਵਰਗੀ ਮੰਦ-ਭਾਗਣ ਨੂੰ ਉਹ ਕਦੇ (ਕਿਸਮਤ ਨਾਲ) ਹੀ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "qU ipru guxvMqw; hau AauguixAwrw ]",
    "transliteration": "Thoo Pir Gunavanthaa Ho Aouguniaaraa ||",
    "translation": "You, O Husband Lord, are meritorious, while I am without merit.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! ਤੂੰ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ, ਪਰ ਮੈਂ ਅਉਗਣਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2153,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "mY inrgux bKis; nwnku vycwrw ]5]2]",
    "transliteration": "Mai Niragun Bakhas Naanak Vaechaaraa ||5||2||",
    "translation": "I am worthless; please forgive Nanak, the meek. ||5||2||",
    "punjabi": "ਮੈਨੂੰ ਗੁਣ-ਹੀਨ ਨਿਮਾਣੇ ਨਾਨਕ ਨੂੰ ਬਖ਼ਸ਼ ਲੈ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "vfhMsu mhlw 4 Gru 2",
    "transliteration": "Vaddehans Mehalaa 4 Ghar 2",
    "translation": "Wadahans, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2154,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mY min vfI Aws hry; ikau kir hir drsnu pwvw ]",
    "transliteration": "Mai Man Vaddee Aas Harae Kio Kar Har Dharasan Paavaa ||",
    "translation": "Within my mind there is such a great yearning; how will I attain the Blessed Vision of the Lord's Darshan?",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਰੇ ਮਨ ਵਿਚ ਬੜੀ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਕਿਸੇ ਨ ਕਿਸੇ ਤਰ੍ਹਾਂ, ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hau jwie puCw Apny sqgurY; gur puiC. mnu mugDu smJwvw ]",
    "transliteration": "Ho Jaae Pushhaa Apanae Sathagurai Gur Pushh Man Mugadhh Samajhaavaa ||",
    "translation": "I go and ask my True Guru; with the Guru's advice, I shall teach my foolish mind.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪਾਸ ਜਾ ਕੇ ਗੁਰੂ ਪਾਸੋਂ ਪੁੱਛਦੀ ਹਾਂ ਤੇ ਗੁਰੂ ਨੂੰ ਪੁੱਛ ਕੇ ਆਪਣੇ ਮੂਰਖ ਮਨ ਨੂੰ ਸਿੱਖਿਆ ਦੇਂਦੀ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "p`uCW",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "BUlw mnu smJY. gur sbdI; hir hir sdw iDAwey ]",
    "transliteration": "Bhoolaa Man Samajhai Gur Sabadhee Har Har Sadhaa Dhhiaaeae ||",
    "translation": "The foolish mind is instructed in the Word of the Guru's Shabad, and meditates forever on the Lord, Har, Har.",
    "punjabi": "ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਹੀ ਅਕਲ ਸਿੱਖਦਾ ਹੈ ਤੇ ਫਿਰ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਯਾਦ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "nwnk. ijsu ndir kry myrw ipAwrw; so hir crxI icqu lwey ]1]",
    "transliteration": "Naanak Jis Nadhar Karae Maeraa Piaaraa So Har Charanee Chith Laaeae ||1||",
    "translation": "O Nanak, one who is blessed with the Mercy of my Beloved, focuses his consciousness on the Lord's Feet. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "hau siB vys krI. ipr kwrix; jy hir pRB swcy Bwvw ]",
    "transliteration": "Ho Sabh Vaes Karee Pir Kaaran Jae Har Prabh Saachae Bhaavaa ||",
    "translation": "I dress myself in all sorts of robes for my Husband, so that my True Lord God will be pleased.",
    "punjabi": "ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲਣ ਦੀ ਖ਼ਾਤਰ ਸਾਰੇ ਵੇਸ (ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਆਦਿਕ) ਕਰਦੀ ਹਾਂ ਤਾਂ ਕਿ ਮੈਂ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰੀ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਆ ਜਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "so ipru ipAwrw. mY ndir, n dyKY; hau. ikau kir DIrju pwvw ]",
    "transliteration": "So Pir Piaaraa Mai Nadhar N Dhaekhai Ho Kio Kar Dhheeraj Paavaa ||",
    "translation": "But my Beloved Husband Lord does not even cast a glance in my direction; how can I be consoled?",
    "punjabi": "ਪਰ ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮੇਰੇ ਵਲ ਨਿਗਾਹ ਕਰ ਕੇ ਤੱਕਦਾ ਹੀ ਨਹੀਂ ਮੈਂ ਕਿਵੇਂ ਸ਼ਾਂਤੀ ਹਾਸਲ ਕਰ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ijsu kwrix hau sIgwru sIgwrI; so ipru rqw myrw Avrw ]",
    "transliteration": "Jis Kaaran Ho Seegaar Seegaaree So Pir Rathaa Maeraa Avaraa ||",
    "translation": "For His sake, I adorn myself with adornments, but my Husband is imbued with the love of another.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਖ਼ਾਤਰ ਮੈਂ (ਇਹ ਬਾਹਰਲਾ) ਸਿੰਗਾਰ ਕਰਦੀ ਹਾਂ, ਮੇਰਾ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਤਾਂ ਹੋਰਨਾਂ ਵਿਚ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "r`qw",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwnk. Dnu DMnu DMnu sohwgix; ijin ipru rwivAVw scu svrw ]2]",
    "transliteration": "Naanak Dhhan Dhhann Dhhann Sohaagan Jin Pir Raaviarraa Sach Savaraa ||2||",
    "translation": "O Nanak, blessed, blessed, blessed is that soul-bride, who enjoys her True, Sublime Husband Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ ਤੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਜਿਸ ਨੇ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਸੁੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "hau jwie puCw. sohwg suhwgix; qusI ikau. ipru pwieAVw pRBu myrw ]",
    "transliteration": "Ho Jaae Pushhaa Sohaag Suhaagan Thusee Kio Pir Paaeiarraa Prabh Maeraa ||",
    "translation": "I go and ask the fortunate, happy soul-bride, \"How did you attain Him - your Husband Lord, my God?\"",
    "punjabi": "ਮੈਂ ਜਾ ਕੇ ਪ੍ਰਭੂ-ਖਸਮ ਦੀ ਪਿਆਰੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ ਕਿ ਤੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਕਿਵੇਂ ਲੱਭਾ?",
    "pronunciation": "(sohwg) KuSnsIb",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "mY aUpir ndir krI ipir swcY; mY CoifAVw myrw qyrw ]",
    "transliteration": "Mai Oopar Nadhar Karee Pir Saachai Mai Shhoddiarraa Maeraa Thaeraa ||",
    "translation": "She answers, \"My True Husband blessed me with His Mercy; I abandoned the distinction between mine and yours.",
    "punjabi": "(ਉਹ ਉੱਤਰ ਦੇਂਦੀ ਹੈ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕੀਤੀ ਤਾਂ ਮੈਂ ਮੇਰ-ਤੇਰ (ਵਿਤਕਰਾ) ਛੱਡ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "sBu mnu qnu jIau krhu. hir pRB kw; iequ mwrig BYxy imlIAY ]",
    "transliteration": "Sabh Man Than Jeeo Karahu Har Prabh Kaa Eith Maarag Bhainae Mileeai ||",
    "translation": "Dedicate everything, mind, body and soul, to the Lord God; this is the Path to meet Him, O sister.\"",
    "punjabi": "ਆਪਣਾ ਮਨ, ਆਪਣਾ ਸਰੀਰ, ਆਪਣੀ ਜਿੰਦ-ਸਭ ਕੁਝ ਪ੍ਰਭੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਉ, ਇਸ ਰਾਹ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਉਸ ਨੂੰ ਮਿਲ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "AwpnVw pRBu ndir kir dyKY; nwnk. joiq joqI rlIAY ]3]",
    "transliteration": "Aapanarraa Prabh Nadhar Kar Dhaekhai Naanak Joth Jothee Raleeai ||3||",
    "translation": "If her God gazes upon her with favor, O Nanak, her light merges into the Light. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਿਆਰਾ ਪ੍ਰਭੂ ਜਿਸ ਜੀਵ ਨੂੰ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "jo hir pRB kw. mY dyie snyhw; iqsu mnu qnu Apxw dyvw ]",
    "transliteration": "Jo Har Prabh Kaa Mai Dhaee Sanaehaa This Man Than Apanaa Dhaevaa ||",
    "translation": "I dedicate my mind and body to the one who brings me a message from my Lord God.",
    "punjabi": "ਜੇਹੜਾ (ਗੁਰਮੁਖ) ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਦਾ ਸੁਨੇਹਾ ਦੇਵੇ, ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਹਿਰਦਾ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ।",
    "pronunciation": "dy-ie[ dyvW",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "inq pKw PyrI syv kmwvw; iqsu AwgY pwxI FovW ]",
    "transliteration": "Nith Pakhaa Faeree Saev Kamaavaa This Aagai Paanee Dtovaan ||",
    "translation": "I wave the fan over him every day, serve him and carry water for him.",
    "punjabi": "ਮੈਂ ਸਦਾ ਉਸ ਨੂੰ ਪੱਖਾ ਝੱਲਣ ਨੂੰ ਤਿਆਰ ਹਾਂ, ਉਸ ਦੀ ਸੇਵਾ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ ਤੇ ਉਸ ਦੇ ਵਾਸਤੇ ਪਾਣੀ ਢੋਣ ਨੂੰ ਤਿਆਰ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2154,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "inq inq syv krI hir jn kI; jo hir hir kQw suxwey ]",
    "transliteration": "Nith Nith Saev Karee Har Jan Kee Jo Har Har Kathhaa Sunaaeae ||",
    "translation": "Constantly and continuously, I serve the Lord's humble servant, who recites to me the sermon of the Lord, Har, Har.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਜੇਹੜਾ ਭਗਤ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਏ, ਮੈਂ ਉਸ ਦੀ ਸੇਵਾ ਕਰਨ ਨੂੰ ਸਦਾ ਸਦਾ ਤਿਆਰ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]