[
  {
    "shabad_id": 2162,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "quDu Awpy kwrxu; Awpy krxw]",
    "transliteration": "Thudhh Aapae Kaaran Aapae Karanaa ||",
    "translation": "You Yourself are the Cause of causes, You Yourself are the Creator.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ (ਜਗਤ-ਰਚਨਾ ਦਾ) ਵਸੀਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜਗਤ ਹੈਂ (ਭਾਵ, ਇਹ ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਹੀ ਸਰੂਪ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2162,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "hukmy jMmxu; hukmy mrxw]2]",
    "transliteration": "Hukamae Janman Hukamae Maranaa ||2||",
    "translation": "By Your Will, we are born, and by Your Will, we die. ||2||",
    "punjabi": "ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੀ (ਜੀਵਾਂ ਦਾ) ਜਨਮ ਹੁੰਦਾ ਹੈ, ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੀ ਮੌਤ ਆਉਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2162,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "nwmu qyrw. mn qn AwDwrI]",
    "transliteration": "Naam Thaeraa Man Than Aadhhaaree ||",
    "translation": "Your Name is the Support of our mind and body.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਮਨ ਦਾ ਮੇਰੇ ਸਰੀਰ ਦਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2162,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "nwnk dwsu. bKsIs qumwrI]3]8]",
    "transliteration": "Naanak Dhaas Bakhasees Thumaaree ||3||8||",
    "translation": "This is Your blessing to Nanak, Your slave. ||3||8||",
    "punjabi": "ਨਾਨਕ ਦਾਸ ਤੇਰੀ ਬਖ਼ਸ਼ਸ (ਦਾ ਆਸਵੰਦ ਹੈ) ॥੩॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "vfhMsu mhlw 5 Gru 2",
    "transliteration": "Vaddehans Mehalaa 5 Ghar 2",
    "translation": "Wadahans, Fifth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2163,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "myrY AMqir locw. imlx kI ipAwry; hau ikau pweI. gur pUry]",
    "transliteration": "Maerai Anthar Lochaa Milan Kee Piaarae Ho Kio Paaee Gur Poorae ||",
    "translation": "Deep within me, there is a longing to meet my Beloved; how can I attain my Perfect Guru?",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਮੇਰੇ ਮਨ ਵਿਚ (ਗੁਰੂ ਨੂੰ) ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੈ, ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਲੱਭਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jy sau Kyl. KylweIAY bwlku; rih n skY. ibnu KIry]",
    "transliteration": "Jae So Khael Khaelaaeeai Baalak Rehi N Sakai Bin Kheerae ||",
    "translation": "Even though a baby may play hundreds of games, he cannot survive without milk.",
    "punjabi": "ਜੇ ਬਾਲਕ ਨੂੰ ਸੌ ਖੇਡਾਂ ਨਾਲ ਖਿਡਾਇਆ ਜਾਏ (ਪਰਚਾਇਆ ਜਾਏ), ਤਾਂ ਭੀ ਉਹ ਦੁੱਧ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "(KIry) du`D[ K@yl K@ylweIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myrY AMqir BuK. n auqrY AMmwlI; jy. sau Bojn, mY nIry]",
    "transliteration": "Maerai Anthar Bhukh N Outharai Anmaalee Jae So Bhojan Mai Neerae ||",
    "translation": "The hunger within me is not satisfied, O my friend, even though I am served hundreds of dishes.",
    "punjabi": "(ਤਿਵੇਂ ਹੀ) ਹੇ ਸਖੀ! ਜੇ ਮੈਨੂੰ ਸੌ ਭੋਜਨ ਭੀ ਦਿੱਤੇ ਜਾਣ, ਤਾਂ ਭੀ ਮੇਰੇ ਅੰਦਰ (ਵੱਸਦੀ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਭੁੱਖ ਲਹਿ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "mhwqmw rUpI gurmuiK (AMmwlI) sKI[ (nIry) prosy",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myrY min qin pRymu iprMm kw; ibnu drsn. ikau mnu DIry]1]",
    "transliteration": "Maerai Man Than Praem Piranm Kaa Bin Dharasan Kio Man Dhheerae ||1||",
    "translation": "My mind and body are filled with love for my Beloved; how can my soul find relief, without the Blessed Vision of the Lord's Darshan? ||1||",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ, ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ ਵੱਸ ਰਿਹਾ ਹੈ, ਤੇ (ਉਸ ਦੇ) ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਮਨ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹਾਸਲ ਕਰ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "suix sjx myry pRIqm BweI; mY myilhu imqRü suKdwqw]",
    "transliteration": "Sun Sajan Maerae Preetham Bhaaee Mai Maelihu Mithra Sukhadhaathaa ||",
    "translation": "Listen, O my dear friends and siblings - lead me to my True Friend, the Giver of peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੱਜਣ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਵੀਰ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ! ਤੇ ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਮਿਤ੍ਰ-ਗੁਰੂ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Ehu jIA kI myrI sB bydn jwxY; inq suxwvY hir kIAw bwqw]",
    "transliteration": "Ouhu Jeea Kee Maeree Sabh Baedhan Jaanai Nith Sunaavai Har Keeaa Baathaa ||",
    "translation": "He knows all the troubles of my soul; every day, he tells me stories of the Lord.",
    "punjabi": "ਉਹ (ਗੁਰੂ) ਮੇਰੀ ਜਿੰਦ ਦੀ ਸਾਰੀ ਪੀੜਾ ਜਾਣਦਾ ਹੈ, ਤੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਂਦਾ ਹੈ।",
    "pronunciation": "bwqW",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hau ieku iKnu iqsu ibnu, rih n skw; ijau cwiqRku jl kau ibllwqw]",
    "transliteration": "Ho Eik Khin This Bin Rehi N Sakaa Jio Chaathrik Jal Ko Bilalaathaa ||",
    "translation": "I cannot live without Him, even for an instant. I cry out for Him, just as the song-bird cries for the drop of water.",
    "punjabi": "ਮੈਂ ਉਸ (ਪਰਮਾਤਮਾ) ਤੋਂ ਬਿਨਾ ਰਤਾ ਭਰ ਸਮਾ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ (ਮੇਰੀ ਹਾਲਤ ਇੰਜ ਹੈ) ਜਿਵੇਂ ਪਪੀਹਾ ਵਰਖਾ ਦੀ ਬੂੰਦ ਦੀ ਖ਼ਾਤਰ ਵਿਲਕਦਾ ਹੈ।",
    "pronunciation": "cwqi Rku",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hau ikAw gux qyry swir smwlI; mY inrgux kau. riK lyqw]2]",
    "transliteration": "Ho Kiaa Gun Thaerae Saar Samaalee Mai Niragun Ko Rakh Laethaa ||2||",
    "translation": "Which of Your Glorious Virtues should I sing? You save even worthless beings like me. ||2||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਚੇਤੇ ਕਰ ਕੇ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਵਾਂ? ਤੂੰ ਮੈਨੂੰ ਗੁਣ-ਹੀਣ ਨੂੰ (ਸਦਾ) ਬਚਾ ਲੈਂਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hau BeI aufIxI. kMq kau, AMmwlI; so ipru. kid nYxI dyKw]",
    "transliteration": "Ho Bhee Ouddeenee Kanth Ko Anmaalee So Pir Kadh Nainee Dhaekhaa ||",
    "translation": "I have become depressed, waiting for my Husband Lord, O my friend; when shall my eyes behold my Husband?",
    "punjabi": "ਹੇ ਸਖੀ! ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਉਤਾਵਲੀ ਹੋ ਰਹੀ ਹਾਂ, ਮੈਂ ਕਦੋਂ ਉਸ ਪਤੀ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਵੇਖਾਂਗੀ?",
    "pronunciation": "(aufIxI) audws[ (AMmwlI) sKI",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "siB rs Bogx ivsry; ibnu ipr. ikqY n lyKw]",
    "transliteration": "Sabh Ras Bhogan Visarae Bin Pir Kithai N Laekhaa ||",
    "translation": "I have forgotten how to enjoy all pleasures; without my Husband Lord, they are of no use at all.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੁੱਲ ਚੁੱਕੇ ਹਨ, ਇਹ ਪਦਾਰਥ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਮੇਰੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "iehu kwpVu. qin n suKwveI; kir n skau. hau vysw]",
    "transliteration": "Eihu Kaaparr Than N Sukhaavee Kar N Sako Ho Vaesaa ||",
    "translation": "These clothes do not please my body; I cannot dress myself.",
    "punjabi": "ਮੈਨੂੰ ਤਾਂ ਆਪਣੇ ਸਰੀਰ ਉੱਤੇ ਇਹ ਕੱਪੜਾ ਭੀ ਨਹੀਂ ਸੁਖਾਂਦਾ, ਤਾਹੀਏਂ ਮੈਂ ਕੋਈ ਪਹਿਰਾਵਾ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ijnI sKI lwlu rwivAw ipAwrw; iqn AwgY hm Awdysw]3]",
    "transliteration": "Jinee Sakhee Laal Raaviaa Piaaraa Thin Aagai Ham Aadhaesaa ||3||",
    "translation": "I bow to those friends of mine, who have enjoyed their Beloved Husband Lord. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਹੇਲੀਆਂ ਨੇ ਪਿਆਰੇ ਲਾਲ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਦੀ ਹਾਂ (ਕਿ ਮੈਨੂੰ ਭੀ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦੇਣ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "mY siB sIgwr bxwieAw, AMmwlI; ibnu ipr. kwim n Awey]",
    "transliteration": "Mai Sabh Seegaar Banaaeiaa Anmaalee Bin Pir Kaam N Aaeae ||",
    "translation": "I have adorned myself with all sorts of decorations, O my friend, but without my Husband Lord, they are of no use at all.",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਜੇ ਮੈਂ ਸਾਰੇ ਸਿੰਗਾਰ ਕਰ ਭੀ ਲਏ, ਤਾਂ ਭੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ (ਇਹ ਸਿੰਗਾਰ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "jw sih bwq. n puCIAw, AMmwlI; qw ibrQw jobnu sBu jwey]",
    "transliteration": "Jaa Sehi Baath N Pushheeaa Anmaalee Thaa Birathhaa Joban Sabh Jaaeae ||",
    "translation": "When my Husband does not care for me, O my friend, then my youth passes, totally useless.",
    "punjabi": "ਹੇ ਸਖੀ! ਜੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੇਰੀ ਵਾਤ/ਹਾਲਤ ਹੀ ਨਾਂ ਪੁੱਛੀ (ਭਾਵ, ਮੇਰੇ ਵਲ ਧਿਆਨ ਹੀ ਨਾਂ ਕੀਤਾ) ਤਾਂ ਮੇਰੀ ਤਾਂ ਸਾਰੀ ਜਵਾਨੀ ਹੀ ਵਿਅਰਥ ਚਲੀ ਜਾਵੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "Dnu Dnu qy sohwgxI, AMmwlI; ijn shu rihAw smwey]",
    "transliteration": "Dhhan Dhhan Thae Sohaaganee Anmaalee Jin Sahu Rehiaa Samaaeae ||",
    "translation": "Blessed, blessed are the happy soul-brides, O my friend, who are blended with their Husband Lord.",
    "punjabi": "ਹੇ ਸਖੀ! ਉਹ ਸੁਹਾਗਣਾਂ ਬਹੁਤ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਖਸਮ-ਪ੍ਰਭੂ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "hau vwirAw iqn sohwgxI, AMmwlI; iqn ky Dovw sd pwey]4]",
    "transliteration": "Ho Vaariaa Thin Sohaaganee Anmaalee Thin Kae Dhhovaa Sadh Paaeae ||4||",
    "translation": "I am a sacrifice to those happy soul-brides; I wash their feet again and again. ||4||",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਮੈਂ ਉਹਨਾਂ ਸੁਹਾਗਣਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਮੈਂ ਸਦਾ ਉਹਨਾਂ ਦੇ ਪੈਰ ਧੋਂਦੀ ਹਾਂ (ਧੋਣ ਨੂੰ ਤਿਆਰ ਹਾਂ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ijcru. dUjw Brmu sw AMmwlI; iqcru. mY jwixAw pRBu dUry]",
    "transliteration": "Jichar Dhoojaa Bharam Saa Anmaalee Thichar Mai Jaaniaa Prabh Dhoorae ||",
    "translation": "As long as I suffered from duality and doubt, O my friend, I thought God was far away.",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਜਿਤਨਾ ਚਿਰ ਮੈਨੂੰ ਕਿਸੇ ਹੋਰ (ਦੇ ਆਸਰੇ) ਦਾ ਭੁਲੇਖਾ ਸੀ, ਉਤਨਾ ਚਿਰ ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਤੋਂ) ਦੂਰ (-ਵੱਸਦਾ) ਜਾਣਦੀ ਰਹੀ।",
    "pronunciation": "ij`cru[iq`cru",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "jw imilAw pUrw siqgurU, AMmwlI; qw Awsw mnsw sB pUry]",
    "transliteration": "Jaa Miliaa Pooraa Sathiguroo Anmaalee Thaa Aasaa Manasaa Sabh Poorae ||",
    "translation": "But when I met the Perfect True Guru, O my friend, then all my hopes and desires were fulfilled.",
    "punjabi": "ਪਰ, ਹੇ ਸਹੇਲੀ! ਜਦੋਂ ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਤਾਂ ਮੇਰੀ ਹਰੇਕ ਆਸ ਹਰੇਕ ਤਾਂਘ ਪੂਰੀ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "mY srb suKw suK pwieAw, AMmwlI; ipru srb rihAw BrpUry]",
    "transliteration": "Mai Sarab Sukhaa Sukh Paaeiaa Anmaalee Pir Sarab Rehiaa Bharapoorae ||",
    "translation": "I have obtained all pleasures and comforts, O my friend; my Husband Lord is all-pervading everywhere.",
    "punjabi": "ਤੇ, ਹੇ ਸਖੀ! ਮੈਂ ਸਾਰੇ ਸੁਖਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ) ਸੁਖ ਪਾ ਲਿਆ ਤੇ ਮੈਨੂੰ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਸਭਨਾਂ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2163,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "jn nwnk. hir rMgu mwixAw, AMmwlI; gur siqgur kY lig pYry]5]1]9]",
    "transliteration": "Jan Naanak Har Rang Maaniaa Anmaalee Gur Sathigur Kai Lag Pairae ||5||1||9||",
    "translation": "Servant Nanak enjoys the Lord's Love, O my friend; I fall at the feet of the Guru, the True Guru. ||5||1||9||",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਦਾਸ ਨਾਨਕ ਨੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ॥੫॥੧॥੯॥",
    "pronunciation": "l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "vfhMsu mhlw 3 AstpdIAw",
    "transliteration": "Vaddehans Mehalaa 3 Asattapadheeaa",
    "translation": "Wadahans, Third Mehl, Ashtapadees:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW:s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2164,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "scI bwxI scu Duin; scu sbdu vIcwrw]",
    "transliteration": "Sachee Baanee Sach Dhhun Sach Sabadh Veechaaraa ||",
    "translation": "True is the Bani of His Word, and True is the melody; True is contemplative meditation on the Word of the Shabad.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਤੇ ਹਰਿ-ਨਾਮ ਦੀ ਰੌ (ਮੇਰੇ ਅੰਦਰ) ਚੱਲ ਪਈ ਹੈ, ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲਾ ਗੁਰ-ਸ਼ਬਦ ਮੇਰੀ ਵਿਚਾਰ (ਦਾ ਧੁਰਾ) ਬਣ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "An idnu scu slwhxw; Dnu Dnu vfBwg hmwrw]1]",
    "transliteration": "Anadhin Sach Salaahanaa Dhhan Dhhan Vaddabhaag Hamaaraa ||1||",
    "translation": "Night and day, I praise the True Lord. Blessed, blessed is my great good fortune. ||1||",
    "punjabi": "ਤੇ ਮੈਂ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ, ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਜਾਗ ਪਏ ਹਨ ॥੧॥",
    "pronunciation": "v`fBwg",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "mn myry; swcy nwm ivthu. bil jwau]",
    "transliteration": "Man Maerae Saachae Naam Vittahu Bal Jaao ||",
    "translation": "O my mind, let yourself be a sacrifice to the True Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ ਤੋਂ ਸਦਕੇ ਜਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "dwsin dwsw hoie rhih; qw pwvih. scw nwau]1]rhwau]",
    "transliteration": "Dhaasan Dhaasaa Hoe Rehehi Thaa Paavehi Sachaa Naao ||1|| Rehaao ||",
    "translation": "If you become the slave of the Lord's slaves, you shall obtain the True Name. ||1||Pause||",
    "punjabi": "ਪਰ ਇਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਤੂੰ ਤਦੋਂ ਹੀ ਹਾਸਲ ਕਰ ਸਕੇਂਗਾ, ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣਿਆ ਰਹੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "rh-ih pwv-ih",
    "type_id": 4
  }
]