[
  {
    "shabad_id": 2164,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ijhvw scI sic rqI; qnu mnu scw hoie]",
    "transliteration": "Jihavaa Sachee Sach Rathee Than Man Sachaa Hoe ||",
    "translation": "True is the tongue which is imbued with Truth, and true are the mind and body.",
    "punjabi": "ਜੇਹੜੀ (ਮਨੁੱਖਾ-) ਜੀਭ ਸਦਾ-ਥਿਰ ਹਰੀ (ਦੇ ਪ੍ਰੇਮ) ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਮਨ ਤੇ ਸਰੀਰ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ibnu swcy. horu swlwhxw; jwsih. jnmu sBu Koie]2]",
    "transliteration": "Bin Saachae Hor Saalaahanaa Jaasehi Janam Sabh Khoe ||2||",
    "translation": "By praising any other than the True Lord, one's whole life is wasted. ||2||",
    "punjabi": "ਜੇ ਤੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸਲਾਹੁੰਦਾ ਰਹੇਂਗਾ, ਤਾਂ ਆਪਣਾ ਸਾਰਾ ਜਨਮ ਗਵਾ ਕੇ (ਇਥੋਂ) ਜਾਵੇਂਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "scu KyqI scu bIjxw; swcw vwpwrw]",
    "transliteration": "Sach Khaethee Sach Beejanaa Saachaa Vaapaaraa ||",
    "translation": "Let Truth be the farm, Truth the seed, and Truth the merchandise you trade.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੀ ਖੇਤੀ ਬਣਾਂਦਾ ਹੈ ਤੇ ਉਸ ਵਿੱਚ ਹਰਿ-ਨਾਮ-ਬੀਜ ਬੀਜਦਾ ਹੈ, ਤੇ ਹਰਿ-ਨਾਮ ਦਾ ਹੀ ਵਪਾਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "An idnu lwhw scu nwmu Dnu; Bgiq Bry BMfwrw]3]",
    "transliteration": "Anadhin Laahaa Sach Naam Dhhan Bhagath Bharae Bhanddaaraa ||3||",
    "translation": "Night and day, you shall earn the profit of the Lord's Name; you shall have the treasure overflowing with the wealth of devotional worship. ||3||",
    "punjabi": "ਉਸ ਨੂੰ ਹਰ-ਰੋਜ਼ ਹਰਿ-ਨਾਮ-ਧਨ ਲਾਭ (ਵਜੋਂ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "scu Kwxw scu pYnxw; scu tyk hir nwau]",
    "transliteration": "Sach Khaanaa Sach Painanaa Sach Ttaek Har Naao ||",
    "translation": "Let Truth be your food, and let Truth be your clothes; let your True Support be the Name of the Lord.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਆਤਮਕ) ਖ਼ੁਰਾਕ, ਹਰਿ-ਨਾਮ ਹੀ ਪੁਸ਼ਾਕ, ਹਰਿ-ਨਾਮ ਹੀ (ਜੀਵਨ ਦਾ) ਆਸਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ijs no bKsy iqsu imlY; mhlI pwey Qwau]4]",
    "transliteration": "Jis No Bakhasae This Milai Mehalee Paaeae Thhaao ||4||",
    "translation": "One who is so blessed by the Lord, obtains a seat in the Mansion of the Lord's Presence. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਤੇ ਐਸਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "Awvih scy jwvih scy; iPir jUnI. mUil n pwih]",
    "transliteration": "Aavehi Sachae Jaavehi Sachae Fir Joonee Mool N Paahi ||",
    "translation": "In Truth we come, and in Truth we go, and then, we are not consigned to reincarnation again.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦੇ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੀ (ਜਗਤ ਵਿਚ) ਆਉਂਦੇ ਹਨ, ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੀ (ਇਥੋਂ) ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁੜ ਕਦੇ ਭੀ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "gurmuiK. dir swcY sicAwr hih; swcy mwih smwih]5]",
    "transliteration": "Guramukh Dhar Saachai Sachiaar Hehi Saachae Maahi Samaahi ||5||",
    "translation": "The Gurmukhs are hailed as True in the True Court; they merge in the True Lord. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "AMqru scw mnu scw; scI isPiq snwie]",
    "transliteration": "Anthar Sachaa Man Sachaa Sachee Sifath Sanaae ||",
    "translation": "Deep within they are True, and their minds are True; they sing the Glorious Praises of the True Lord.",
    "punjabi": "ਮੇਰਾ ਹਿਰਦਾ ਸਫਲ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਸਫਲ ਹੋ ਗਿਆ ਹੈ, ਤੇ, ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "(snwie) vifAweI",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "scY Qwin scu swlwhxw; siqgur bilhwrY jwau]6]",
    "transliteration": "Sachai Thhaan Sach Saalaahanaa Sathigur Balihaarai Jaao ||6||",
    "translation": "In the true place, they praise the True Lord; I am a sacrifice to the True Guru. ||6||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਨਾਲ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਮਿਲ ਜਾਂਦੀ ਹੈ; ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ (ਜਿਸ ਦੀ ਮੇਹਰ ਦਾ ਇਹ ਸਦਕਾ ਹੈ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "scu vylw mUrqu scu; ijqu scy nwil ipAwru]",
    "transliteration": "Sach Vaelaa Moorath Sach Jith Sachae Naal Piaar ||",
    "translation": "True is the time, and true is the moment, when one falls in love with the True Lord.",
    "punjabi": "ਉਹ ਵੇਲਾ ਸਫਲ ਹੈ, ਉਹ ਮੁਹੂਰਤ ਸਫਲ ਹੈ ਜਦੋਂ ਕਿਸੇ ਦਾ ਪਿਆਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "scu vyKxw scu bolxw; scw sBu Awkwru]7]",
    "transliteration": "Sach Vaekhanaa Sach Bolanaa Sachaa Sabh Aakaar ||7||",
    "translation": "Then, he sees Truth, and speaks the Truth; he realizes the True Lord pervading the entire Universe. ||7||",
    "punjabi": "ਤਾਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਹਰ ਥਾਂ ਵੇਖਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਹੀ ਜਪਦਾ ਹੈ ਤੇ ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਉਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਦਾ ਸਰੂਪ ਹੀ ਦਿੱਸਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "nwnk. scY myly qw imly; Awpy ley imlwie]",
    "transliteration": "Naanak Sachai Maelae Thaa Milae Aapae Leae Milaae ||",
    "translation": "O Nanak, one merges with the True Lord, when He merges with Himself.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ ਤਦੋਂ ਹੀ ਉਹ ਉਸ ਨੂੰ ਮਿਲਦੇ ਹਨ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ (ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2164,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ijau BwvY iqau rKsI; Awpy kry rjwie]8]1]",
    "transliteration": "Jio Bhaavai Thio Rakhasee Aapae Karae Rajaae ||8||1||",
    "translation": "As it pleases Him, He preserves us; He Himself ordains His Will. ||8||1||",
    "punjabi": "ਜਿਵੇਂ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਪ੍ਰਭੂ ਆਪ ਜੀਵਾਂ ਨੂੰ ਰਾਹੇ ਪਾਈ ਰਖਦਾ ਹੈ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "vfhMsu mhlw 3]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mnUAw. dh ids Dwvdw; Ehu kYsy hir gux gwvY]",
    "transliteration": "Manooaa Dheh Dhis Dhhaavadhaa Ouhu Kaisae Har Gun Gaavai ||",
    "translation": "His mind wanders in the ten directions - how can he sing the Glorious Praises of the Lord?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਕਿਵੇਂ ਗਾ ਸਕਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਜਿਸ ਦਾ ਹੋਛਾ ਮਨ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ieMdRI ivAwip rhI AiDkweI; kwmu kRoDu inq sMqwvY]1]",
    "transliteration": "Eindhree Viaap Rehee Adhhikaaee Kaam Krodhh Nith Santhaavai ||1||",
    "translation": "The sensory organs are totally engrossed in sensuality; sexual desire and anger constantly afflict him. ||1||",
    "punjabi": "ਜਿਸ ਉਤੇ ਕਾਮ-ਵਾਸਨਾ ਬਹੁਤ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਕਾਮ ਸਦਾ ਸਤਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਜਿਸ ਨੂੰ ਕ੍ਰੋਧ ਸਦਾ ਦੁਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(AiDkweI) bhuq",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "vwhu vwhu; shjy gux rvIjY]",
    "transliteration": "Vaahu Vaahu Sehajae Gun Raveejai ||",
    "translation": "Waaho! Waaho! Hail! Hail! Chant His Glorious Praises.",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "rwm nwmu iesu jug mih dulBu hY; gurmiq hir rsu pIjY]1]rhwau]",
    "transliteration": "Raam Naam Eis Jug Mehi Dhulabh Hai Guramath Har Ras Peejai ||1|| Rehaao ||",
    "translation": "The Lord's Name is so difficult to obtain in this age; under Guru's Instruction, drink in the subtle essence of the Lord. ||1||Pause||",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਦੁਰਲਭ ਵਸਤੂ ਹੈ ਤੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "du-l`Bu",
    "type_id": 4
  },
  {
    "shabad_id": 2165,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "sbdu cIin mnu inrmlu hovY; qw hir ky gux gwvY]",
    "transliteration": "Sabadh Cheen Man Niramal Hovai Thaa Har Kae Gun Gaavai ||",
    "translation": "Remembering the Word of the Shabad, the mind becomes immaculately pure, and then, one sings the Glorious Praises of the Lord.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਮਨੁੱਖ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤਦੋਂ ਹੀ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "(cIin) smJky",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "gurmqI AwpY Awpu pCwxY; qw inj Gir vwsw pwvY]2]",
    "transliteration": "Guramathee Aapai Aap Pashhaanai Thaa Nij Ghar Vaasaa Paavai ||2||",
    "translation": "Under Guru's Instruction, one comes to understand his own self, and then, he comes to dwell in the home of his inner self. ||2||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਹੈ ਤਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ey mn myry. sdw rMig rwqy; sdw hir ky gux gwau]",
    "transliteration": "Eae Man Maerae Sadhaa Rang Raathae Sadhaa Har Kae Gun Gaao ||",
    "translation": "O my mind, be imbued forever with the Lord's Love, and sing forever the Glorious Praises of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹੁ, ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹੁ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "hir inrmlu sdw suKdwqw; min icMidAw Plu pwau]3]",
    "transliteration": "Har Niramal Sadhaa Sukhadhaathaa Man Chindhiaa Fal Paao ||3||",
    "translation": "The Immaculate Lord is forever the Giver of peace; from Him, one receives the fruits of his heart's desires. ||3||",
    "punjabi": "ਤੇ ਇੰਜ ਮਨ-ਇੱਛਤ ਫਲ ਹਾਸਲ ਕਰ! ਪਰਮਾਤਮਾ ਸਦਾ ਪਵਿਤ੍ਰ ਹੈ ਤੇ ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "hm nIc sy. aUqm Bey; hir kI srxweI]",
    "transliteration": "Ham Neech Sae Ootham Bheae Har Kee Saranaaee ||",
    "translation": "I am lowly, but I have been exalted, entering the Sanctuary of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆਂ ਅਸੀਂ ਜੀਵ ਨੀਚਾਂ ਤੋਂ ਉੱਤਮ ਬਣ ਜਾਂਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "pwQru fubdw. kwiF lIAw; swcI vifAweI]4]",
    "transliteration": "Paathhar Ddubadhaa Kaadt Leeaa Saachee Vaddiaaee ||4||",
    "translation": "He has lifted up the sinking stone; True is His glorious greatness. ||4||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਵਿਕਾਰਾਂ ਵਿਚੋਂ) ਡਿਗੇ ਹੋਏ ਪੱਥਰ-ਚਿੱਤ ਮਨੁੱਖ ਨੂੰ ਭੀ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਤੇ ਅਸਲ ਇੱਜ਼ਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥",
    "pronunciation": "pw`Qru fu`bdw",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ibKu sy. AMimRq Bey; gurmiq buiD pweI]",
    "transliteration": "Bikh Sae Anmrith Bheae Guramath Budhh Paaee ||",
    "translation": "From poison, I have been transformed into Ambrosial Nectar; under Guru's Instruction, I have obtained wisdom.",
    "punjabi": "ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਸ੍ਰੇਸ਼ਟ ਅਕਲ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ਉਹ (ਮਾਨੋ) ਜ਼ਹਿਰ ਤੋਂ ਅੰਮ੍ਰਿਤ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "Akhu prml Bey; AMqir vwsnw vsweI]5]",
    "transliteration": "Akahu Paramal Bheae Anthar Vaasanaa Vasaaee ||5||",
    "translation": "From bitter herbs, I have been transformed into sandalwood; this fragrance permeates me deep within. ||5||",
    "punjabi": "ਉਹ (ਮਾਨੋ) ਅੱਕ ਤੋਂ ਚੰਦਨ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ (ਸੁੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੁਗੰਧੀ ਆ ਵੱਸਦੀ ਹੈ ॥੫॥",
    "pronunciation": "(A`khu)AOgux pwp [ (prml)cMnx Bgiq bx gey[ pRymw-BgqI dI vwsnw[ (vsweI) vsw idqI",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "mwxs jnmu dulMBu hY; jg mih KitAw Awie]",
    "transliteration": "Maanas Janam Dhulanbh Hai Jag Mehi Khattiaa Aae ||",
    "translation": "This human birth is so precious; one must earn the right to come into the world.",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਜਗਤ ਵਿਚ ਆ ਕੇ ਉਹ ਹੀ ਖੱਟੀ ਖੱਟਦਾ ਹੈ (ਲਾਭ ਲੈਂਦਾ ਹੈ),",
    "pronunciation": "du-lMBu",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "pUrY Bwig siqguru imlY; hir nwmu iDAwie]6]",
    "transliteration": "Poorai Bhaag Sathigur Milai Har Naam Dhhiaae ||6||",
    "translation": "By perfect destiny, I met the True Guru, and I meditate on the Lord's Name. ||6||",
    "punjabi": "ਜਿਸ ਨੂੰ ਪੂਰੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "mnmuK BUly ibKu lgy; Aihlw jnmu gvwieAw]",
    "transliteration": "Manamukh Bhoolae Bikh Lagae Ahilaa Janam Gavaaeiaa ||",
    "translation": "The self-willed manmukhs are deluded; attached to corruption, they waste away their lives in vain.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ, (ਵਿਕਾਰਾਂ ਦੇ) ਜ਼ਹਿਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਕੀਮਤੀ ਜੀਵਨ ਗਵਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(Aihlw) byArQ, suMdr[ l`gy",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "hir kw nwmu sdw suKswgru; swcw sbdu. n BwieAw]7]",
    "transliteration": "Har Kaa Naam Sadhaa Sukh Saagar Saachaa Sabadh N Bhaaeiaa ||7||",
    "translation": "The Name of the Lord is forever an ocean of peace, but the manmukhs do not love the Word of the Shabad. ||7||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਜੋ ਸਦਾ ਲਈ ਸੁਖਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲਾ ਗੁਰ-ਸ਼ਬਦ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "muKhu hir hir sBu ko krY; ivrlY ihrdY vswieAw]",
    "transliteration": "Mukhahu Har Har Sabh Ko Karai Viralai Hiradhai Vasaaeiaa ||",
    "translation": "Everyone can chant the Name of the Lord, Har, Har with their mouths, but only a few enshrine it within their hearts.",
    "punjabi": "ਮੂੰਹ ਨਾਲ (ਬਾਹਰੋਂ ਬਾਹਰੋਂ) ਤਾਂ ਹਰੇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰ ਦੇਂਦਾ ਹੈ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਨੇ ਹਰਿ-ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2165,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "nwnk. ijn kY ihrdY visAw; moK mukiq iqn@ pwieAw]8]2]",
    "transliteration": "Naanak Jin Kai Hiradhai Vasiaa Mokh Mukath Thinh Paaeiaa ||8||2||",
    "translation": "O Nanak, those who enshrine the Lord within their hearts, attain liberation and emancipation. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "vfhMsu mhlw 1 CMq",
    "transliteration": "Vaddehans Mehalaa 1 Shhantha",
    "translation": "Wadahans, First Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2166,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "kwieAw kUiV ivgwiV; kwhy nweIAY]",
    "transliteration": "Kaaeiaa Koorr Vigaarr Kaahae Naaeeai ||",
    "translation": "Why bother to wash the body, polluted by falsehood?",
    "punjabi": "ਸਰੀਰ (ਹਿਰਦੇ) ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਗੰਦਾ ਕਰ ਕੇ (ਤੀਰਥ-) ਇਸ਼ਨਾਨ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੈ।",
    "pronunciation": "n@weIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "nwqw so prvwxu; scu kmweIAY]",
    "transliteration": "Naathaa So Paravaan Sach Kamaaeeai ||",
    "translation": "One's cleansing bath is only approved, if he practices Truth.",
    "punjabi": "ਕੇਵਲ ਉਸ ਮਨੁੱਖ ਦਾ ਨਹਾਉਣਾ ਕਬੂਲ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ।",
    "pronunciation": "n@wqw",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "jb swc AMdir. hoie swcw; qwim. swcw pweIAY]",
    "transliteration": "Jab Saach Andhar Hoe Saachaa Thaam Saachaa Paaeeai ||",
    "translation": "When there is Truth within the heart, then one becomes True, and obtains the True Lord.",
    "punjabi": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹਿਰਦੇ ਵਿੱਚ ਆ ਵਸਦਾ ਹੈ ਤਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(qwim) qdoN",
    "type_id": 3
  }
]