[
  {
    "shabad_id": 2166,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ilKy bwJhu. suriq nwhI; boil boil gvweIAY ]",
    "transliteration": "Likhae Baajhahu Surath Naahee Bol Bol Gavaaeeai ||",
    "translation": "Without pre-ordained destiny, understanding is not attained; talking and babbling, one wastes his life away.",
    "punjabi": "ਪਰ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਉੱਚੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਨਿਰੀਆਂ ਜ਼ਬਾਨੀ (ਗਿਆਨ ਦੀਆਂ) ਗੱਲਾਂ ਕਰਨਾ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ijQY jwie bhIAY. Blw khIAY; suriq sbdu ilKweIAY ]",
    "transliteration": "Jithhai Jaae Beheeai Bhalaa Keheeai Surath Sabadh Likhaaeeai ||",
    "translation": "Wherever you go and sit, speak well, and write the Word of the Shabad in your consciousness.",
    "punjabi": "ਜਿਥੇ ਭੀ ਜਾ ਕੇ ਬੈਠੀਏ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੀਏ ਤੇ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿੱਚ ਪ੍ਰੋਈਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "kwieAw kUiV ivgwiV; kwhy nweIAY ]1]",
    "transliteration": "Kaaeiaa Koorr Vigaarr Kaahae Naaeeai ||1||",
    "translation": "Why bother to wash the body which is polluted by falsehood? ||1||",
    "punjabi": "(ਨਹੀਂ ਤਾਂ) ਹਿਰਦੇ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮੈਲਾ ਕਰ ਕੇ (ਤੀਰਥ-) ਇਸ਼ਨਾਨ ਦਾ ਕੀਹ ਲਾਭ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "qw mY kihAw khxu; jw quJY khwieAw ]",
    "transliteration": "Thaa Mai Kehiaa Kehan Jaa Thujhai Kehaaeiaa ||",
    "translation": "When I have spoken, I spoke as You made me speak.",
    "punjabi": "(ਪ੍ਰਭੂ!) ਮੈਂ ਤਦੋਂ ਹੀ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹਾਂ ਜਦੋਂ ਤੂੰ ਆਪ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "AMimRqu hir kw nwmu; myrY min BwieAw ]",
    "transliteration": "Anmrith Har Kaa Naam Maerai Man Bhaaeiaa ||",
    "translation": "The Ambrosial Name of the Lord is pleasing to my mind.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwmu mITw mnih lwgw; dUiK fyrw FwihAw ]",
    "transliteration": "Naam Meethaa Manehi Laagaa Dhookh Ddaeraa Dtaahiaa ||",
    "translation": "The Naam, the Name of the Lord, seems so sweet to my mind; it has destroyed the dwelling of pain.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਮਿੱਠਾ ਲੱਗਣ ਲਗ ਪਿਆ ਤਦੋਂ ਦੁੱਖ ਨੇ ਆਪਣਾ ਡੇਰਾ ਚੁੱਕ ਲਿਆ (ਸਮਝੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "sUKu mn mih Awie visAw; jwim qY PurmwieAw ]",
    "transliteration": "Sookh Man Mehi Aae Vasiaa Jaam Thai Furamaaeiaa ||",
    "translation": "Peace came to dwell in my mind, when You gave the Order.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਦੋਂ ਤੂੰ ਹੁਕਮ ਕੀਤਾ ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(jwim) jdoN",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ndir quDu. Ardwis myrI; ijMin Awpu aupwieAw ]",
    "transliteration": "Nadhar Thudhh Aradhaas Maeree Jinn Aap Oupaaeiaa ||",
    "translation": "It is Yours to bestow Your Grace, and it is mine to speak this prayer; You created Yourself.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ, ਜਿਸ ਨੇ ਆਪਣੇ ਆਪ ਹੀ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜਦੋਂ ਤੂੰ ਮੈਨੂੰ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈਂ ਤਦੋਂ ਹੀ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "qw mY. kihAw khxu; jw quJY khwieAw ]2]",
    "transliteration": "Thaa Mai Kehiaa Kehan Jaa Thujhai Kehaaeiaa ||2||",
    "translation": "When I have spoken, I spoke as You made me speak. ||2||",
    "punjabi": "ਮੇਰੀ ਤਾਂ ਤੇਰੇ ਦਰ ਤੇ ਅਰਜ਼ੋਈ ਹੀ ਹੁੰਦੀ ਹੈ, ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਤੂੰ ਆਪ ਕਰਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "vwrI Ksmu kFwey; ikrqu kmwvxw ]",
    "transliteration": "Vaaree Khasam Kadtaaeae Kirath Kamaavanaa ||",
    "translation": "The Lord and Master gives them their turn, according to the deeds they have done.",
    "punjabi": "ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਖਸਮ-ਪ੍ਰਭੂ ਹਰੇਕ ਨੂੰ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਵਾਰੀ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "mMdw iksY. n AwiK; JgVw pwvxw ]",
    "transliteration": "Mandhaa Kisai N Aakh Jhagarraa Paavanaa ||",
    "translation": "Do not speak ill of others, or get involved in arguments.",
    "punjabi": "ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਭੈੜਾ ਆਖ ਕੇ ਕੋਈ ਝਗੜਾ ਖੜਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਭਾਵ, ਭੈੜੇ ਦੀ ਨਿੰਦਿਆਂ ਕਰਨਾ ਪ੍ਰਭੂ ਨਾਲ ਝਗੜਾ ਕਰਨਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "nh pwie JgVw. suAwim syqI; Awip Awpu v\\\\wvxw ]",
    "transliteration": "Neh Paae Jhagarraa Suaam Saethee Aap Aap Vanjaavanaa ||",
    "translation": "Do not get into arguments with the Lord, or you shall ruin yourself.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਝਗੜਾ ਨਹੀਂ ਪਾਣਾ ਚਾਹੀਦਾ, ਇਸ ਤਰ੍ਹਾਂ ਤਾਂ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪ ਹੀ ਤਬਾਹ ਕਰੀਦਾ ਹੈ।",
    "pronunciation": "(v\\wvxw) guAwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ijsu nwil sMgiq. kir srIkI; jwie ikAw. rUAwvxw ]",
    "transliteration": "Jis Naal Sangath Kar Sareekee Jaae Kiaa Rooaavanaa ||",
    "translation": "If you challenge the One, with whom you must abide, you will cry in the end.",
    "punjabi": "ਜਿਸ ਮਾਲਕ ਦੇ ਸੰਗ ਜੀਊਣਾ ਹੈ, ਉਸੇ ਨਾਲ ਸ਼ਰੀਕਾ ਕਰ ਕੇ ਕਿਉਂ ਰੋਈਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "jo dyie shxw. mnih khxw; AwiK nwhI vwvxw ]",
    "transliteration": "Jo Dhaee Sehanaa Manehi Kehanaa Aakh Naahee Vaavanaa ||",
    "translation": "Be satisfied with what God gives you; tell your mind not to complain uselessly.",
    "punjabi": "ਪਰਮਾਤਮਾ ਜੋ (ਸੁਖ ਦੁਖ) ਦੇਂਦਾ ਹੈ ਉਹ (ਖਿੜੇ-ਮੱਥੇ) ਸਹਾਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਗਿਲਾ-ਗੁਜ਼ਾਰੀ ਦੇ ਬੋਲ ਨਹੀਂ ਕਰਨੇ ਚਾਹੀਦੇ।",
    "pronunciation": "(mnih) vrijq[ (vwvxw) bkxw",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "vwrI Ksmu kFwey; ikrqu kmwvxw ]3]",
    "transliteration": "Vaaree Khasam Kadtaaeae Kirath Kamaavanaa ||3||",
    "translation": "The Lord and Master gives them their turn, according to the deeds they have done. ||3||",
    "punjabi": "ਸਾਡੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਖਸਮ-ਪ੍ਰਭੂ ਸਾਨੂੰ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਵਾਰੀ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sB aupweIAnu Awip; Awpy ndir kry ]",
    "transliteration": "Sabh Oupaaeean Aap Aapae Nadhar Karae ||",
    "translation": "He Himself created all, and He blesses then with His Glance of Grace.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਆਪ ਹੀ ਹਰੇਕ ਜੀਵ ਉਤੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "kauVw. koie n mwgY; mITw sB mwgY ]",
    "transliteration": "Kourraa Koe N Maagai Meethaa Sabh Maagai ||",
    "translation": "No one asks for that which is bitter; everyone asks for sweets.",
    "punjabi": "ਕੋਈ ਜੀਵ ਕੌੜੀ (ਦੁੱਖ ਵਾਲੀ) ਚੀਜ਼ ਨਹੀਂ ਮੰਗਦਾ, ਹਰੇਕ ਮਿੱਠੀ (ਸੁਖਦਾਈ) ਚੀਜ਼ ਹੀ ਮੰਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sBu koie mITw mMig dyKY; Ksm BwvY so kry ]",
    "transliteration": "Sabh Koe Meethaa Mang Dhaekhai Khasam Bhaavai So Karae ||",
    "translation": "Let everyone ask for sweets, and behold, it is as the Lord wills.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਮਿੱਠੇ (ਸੁੱਖਦਾਈ) ਪਦਾਰਥਾਂ ਦੀ ਮੰਗ ਹੀ ਮੰਗਦਾ ਹੈ, ਪਰ ਖਸਮ-ਪ੍ਰਭੂ ਉਹੀ ਕੁਝ ਕਰਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਜਾਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ikCu puMn dwn. Anyk krxI; nwm quil n smsry ]",
    "transliteration": "Kishh Punn Dhaan Anaek Karanee Naam Thul N Samasarae ||",
    "translation": "Giving donations to charity, and performing various religious rituals are not equal to the contemplation of the Naam.",
    "punjabi": "ਜੀਵ ਦਾਨ-ਪੁੰਨ ਕਰਦੇ ਹਨ, ਇਹੋ ਜਿਹੇ ਹੋਰ ਭੀ ਅਨੇਕਾਂ ਧਾਰਮਿਕ ਕੰਮ ਕਰਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ(-ਜਪਣ) ਦੇ ਬਰਾਬਰ ਹੋਰ ਕੋਈ ਉੱਦਮ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(sm-sry)brwbr",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "nwnkw. ijn nwmu imilAw; krmu hoAw Duir kdy ]",
    "transliteration": "Naanakaa Jin Naam Miliaa Karam Hoaa Dhhur Kadhae ||",
    "translation": "O Nanak, those who are blessed with the Naam have had such good karma pre-ordained.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਉਤੇ ਧੁਰੋਂ ਪਰਮਾਤਮਾ ਵਲੋਂ ਕਦੇ ਬਖ਼ਸ਼ਸ਼ ਹੁੰਦੀ ਹੈ ਉਹਨਾਂ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "(kdy) jdoN, icrokxw",
    "type_id": 3
  },
  {
    "shabad_id": 2166,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "sB aupweIAnu Awip; Awpy ndir kry ]4]1]",
    "transliteration": "Sabh Oupaaeean Aap Aapae Nadhar Karae ||4||1||",
    "translation": "He Himself created all, and He blesses them with His Glance of Grace. ||4||1||",
    "punjabi": "ਇਹ ਸਾਰਾ ਜਗਤ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਉਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "vfhMsu mhlw 1 ]",
    "transliteration": "Vaddehans Mehalaa 1 ||",
    "translation": "Wadahans, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "krhu dieAw; qyrw nwmu vKwxw ]",
    "transliteration": "Karahu Dhaeiaa Thaeraa Naam Vakhaanaa ||",
    "translation": "Show mercy to me, that I may chant Your Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ ਕਿ ਮੈਂ ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sB aupweIAY Awip; Awpy srb smwxw ]",
    "transliteration": "Sabh Oupaaeeai Aap Aapae Sarab Samaanaa ||",
    "translation": "You Yourself created all, and You are pervading among all.",
    "punjabi": "ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "srby smwxw Awip qUhY; aupwie DMDY lweIAw ]",
    "transliteration": "Sarabae Samaanaa Aap Thoohai Oupaae Dhhandhhai Laaeeaa ||",
    "translation": "You Yourself are pervading among all, and You link them to their tasks.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਮਾਇਆ ਹੋਇਆ ਹੈਂ, ਪੈਦਾ ਕਰ ਕੇ ਤੂੰ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ieik quJ hI kIey rwjy; ieknw iBK BvweIAw ]",
    "transliteration": "Eik Thujh Hee Keeeae Raajae Eikanaa Bhikh Bhavaaeeaa ||",
    "translation": "Some, You have made kings, while others go about begging.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਰਾਜੇ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਤੇ ਕਈ ਜੀਵਾਂ ਨੂੰ (ਮੰਗਤੇ ਬਣਾ ਕੇ) ਭਿੱਖਿਆ ਮੰਗਣ ਵਾਸਤੇ (ਦਰ ਦਰ) ਭਵਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "loBu mohu quJu kIAw mITw; eyqu Brim Bulwxw ]",
    "transliteration": "Lobh Mohu Thujh Keeaa Meethaa Eaeth Bharam Bhulaanaa ||",
    "translation": "You have made greed and emotional attachment seem sweet; they are deluded by this delusion.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਲੋਭ ਅਤੇ ਮੋਹ ਨੂੰ ਮਿੱਠਾ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਜਗਤ ਇਸ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sdw dieAw krhu ApxI; qwim nwmu vKwxw ]1]",
    "transliteration": "Sadhaa Dhaeiaa Karahu Apanee Thaam Naam Vakhaanaa ||1||",
    "translation": "Be ever merciful to me; only then can I chant Your Name. ||1||",
    "punjabi": "ਜੇ ਤੂੰ ਸਦਾ ਆਪਣੀ ਮੇਹਰ ਕਰਦਾ ਰਹੇਂ ਤਾਂ ਹੀ ਮੈਂ ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਕਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(qwim) qdoN hI",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "nwmu qyrw hY swcw; sdw mY min Bwxw ]",
    "transliteration": "Naam Thaeraa Hai Saachaa Sadhaa Mai Man Bhaanaa ||",
    "translation": "Your Name is True, and ever pleasing to my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੇਰਾ ਨਾਮ ਮੈਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "dUKu gieAw; suKu Awie smwxw ]",
    "transliteration": "Dhookh Gaeiaa Sukh Aae Samaanaa ||",
    "translation": "My pains are dispelled, and I am permeated with peace.",
    "punjabi": "(ਨਾਮ ਸਿਮਰਨ ਨਾਲ) ਦੁਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਆਤਮਕ ਆਨੰਦ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "gwvin suir nr; suGV sujwxw ]",
    "transliteration": "Gaavan Sur Nar Sugharr Sujaanaa ||",
    "translation": "The angels, the mortals and the silent sages sing of You.",
    "punjabi": "ਭਾਗਾਂ ਵਾਲੇ ਸੁਚੱਜੇ ਸਿਆਣੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "suir nr suGV sujwx gwvih; jo qyrY min Bwvhy ]",
    "transliteration": "Sur Nar Sugharr Sujaan Gaavehi Jo Thaerai Man Bhaavehae ||",
    "translation": "The angels, the mortals and the silent sages sing of You; they are pleasing to Your Mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਬੰਦੇ ਤੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਸੁਚੱਜੇ ਸਿਆਣੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "Bwv-hy",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "mwieAw mohy cyqih nwhI; Aihlw jnmu gvwvhy ]",
    "transliteration": "Maaeiaa Mohae Chaethehi Naahee Ahilaa Janam Gavaavehae ||",
    "translation": "Enticed by Maya, they do not remember the Lord, and they waste away their lives in vain.",
    "punjabi": "ਪਰ ਮਾਇਆ ਵਿਚ ਮੋਹੇ ਹੋਇਆਂ ਨੂੰ ਤੇਰੀ ਯਾਦ ਨਹੀਂ ਆਉਂਦੀ ਤੇ ਉਹ ਆਪਣਾ ਅਮੋਲਕ ਜਨਮ ਗਵਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "gvwv-hy",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ieik mUV mugD. n cyqih mUly; jo AwieAw iqsu jwxw ]",
    "transliteration": "Eik Moorr Mugadhh N Chaethehi Moolae Jo Aaeiaa This Jaanaa ||",
    "translation": "Some fools and idiots never think of the Lord; whoever has come, shall have to go.",
    "punjabi": "ਅਨੇਕਾਂ ਐਸੇ ਮੂਰਖ ਮਨੁੱਖ ਹਨ ਜੋ, ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦੇ। ਜੇਹੜਾ ਜਗਤ ਵਿਚ ਜੰਮਿਆ ਹੈ ਉਸ ਨੇ ਚਲੇ (ਮਰ) ਜਾਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "nwmu qyrw sdw swcw; soie mY min Bwxw ]2]",
    "transliteration": "Naam Thaeraa Sadhaa Saachaa Soe Mai Man Bhaanaa ||2||",
    "translation": "Your Name is True, and ever pleasing to my mind. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਸਦਾ ਹੀ ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "qyrw vKqu suhwvw; AMimRqu qyrI bwxI ]",
    "transliteration": "Thaeraa Vakhath Suhaavaa Anmrith Thaeree Baanee ||",
    "translation": "Beauteous is Your time, O Lord; the Bani of Your Word is Ambrosial Nectar.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਅੰਮ੍ਰਿਤ ਹੈ ਤੇ ਉਹ ਵਕਤ ਬਹੁਤ ਸੁਹਾਵਣਾ ਹੈ ਜਦੋਂ ਤੇਰਾ ਨਾਮ ਚੇਤੇ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "syvk syvih. Bwau kir; lwgw swau prwxI ]",
    "transliteration": "Saevak Saevehi Bhaao Kar Laagaa Saao Paraanee ||",
    "translation": "Your servants serve You with love; these mortals are attached to Your essence.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਤੇਰੇ ਨਾਮ ਦਾ ਰਸ ਆਉਂਦਾ ਹੈ ਉਹ ਸੇਵਕ ਪ੍ਰੇਮ ਨਾਲ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "(swau) rs",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "swau pRwxI iqnw lwgw; ijnI AMimRqu pwieAw ]",
    "transliteration": "Saao Praanee Thinaa Laagaa Jinee Anmrith Paaeiaa ||",
    "translation": "Those mortals are attached to Your essence, who are blessed with the Ambrosial Name.",
    "punjabi": "ਉਹਨਾਂ ਹੀ ਬੰਦਿਆਂ ਨੂੰ ਨਾਮ ਦਾ ਰਸ ਆਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "nwim qyrY joie rwqy; inq cVih svwieAw ]",
    "transliteration": "Naam Thaerai Joe Raathae Nith Charrehi Savaaeiaa ||",
    "translation": "Those who are imbued with Your Name, prosper more and more, day by day.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਉੱਨਤੀ ਵਿਚ) ਸਦਾ ਵਧਦੇ ਫੁੱਲਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "cV@-ih",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ieku krmu Drmu n hoie sMjmu; jwim. n eyku pCwxI ]",
    "transliteration": "Eik Karam Dhharam N Hoe Sanjam Jaam N Eaek Pashhaanee ||",
    "translation": "Some do not practice good deeds, or live righteously; nor do they practice self-restraint. They do not realize the One Lord.",
    "punjabi": "ਜਦੋਂ ਤਕ ਮੈਂ ਇਕ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ਤਦੋਂ ਤਕ ਹੋਰ ਕੋਈ ਇੱਕ ਭੀ ਧਰਮ-ਕਰਮ ਕੋਈ ਇੱਕ ਭੀ ਸੰਜਮ ਕਿਸੇ ਅਰਥ ਨਹੀਂ।",
    "pronunciation": "(jwim) jdoN q`k",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "vKqu suhwvw sdw qyrw; AMimRq qyrI bwxI ]3]",
    "transliteration": "Vakhath Suhaavaa Sadhaa Thaeraa Anmrith Thaeree Baanee ||3||",
    "translation": "Ever beauteous is Your time, O Lord; the Bani of Your Word is Ambrosial Nectar. ||3||",
    "punjabi": "ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਆਤਮਕ ਜੀਵਨ-ਦਾਤੀ ਹੈ ਤੇ ਉਹ ਵੇਲਾ ਬਹੁਤ ਸੁਹਾਵਣਾ ਲੱਗਦਾ ਹੈ ਜਦੋਂ ਤੇਰਾ ਨਾਮ ਸਿਮਰੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2167,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "hau bilhwrI; swcy nwvY ]",
    "transliteration": "Ho Balihaaree Saachae Naavai ||",
    "translation": "I am a sacrifice to the True Name.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]
