[
  {
    "shabad_id": 2169,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "nwnk. sbid imlY, Bau BMjnu; hir rwvY msqik Bwgo ]3]",
    "transliteration": "Naanak Sabadh Milai Bho Bhanjan Har Raavai Masathak Bhaago ||3||",
    "translation": "O Nanak, through the Shabad, one meets the Lord, the Destroyer of fear, and by the destiny written on her forehead, she enjoys Him. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2169,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "KyqI vxju sBu hukmu hY; hukmy mMin vifAweI rwm ]",
    "transliteration": "Khaethee Vanaj Sabh Hukam Hai Hukamae Mann Vaddiaaee Raam ||",
    "translation": "All farming and trading is by Hukam of His Will; surrendering to the Lord's Will, glorious greatness is obtained.",
    "punjabi": "ਵਾਹੀ-ਖੇਤੀ ਤੇ ਵਪਾਰ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੁੰਦੀ ਹੈ, ਰਜ਼ਾ ਨੂੰ ਮੰਨਣ ਨਾਲ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2169,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "gurmqI hukmu bUJIAY; hukmy myil imlweI rwm ]",
    "transliteration": "Guramathee Hukam Boojheeai Hukamae Mael Milaaee Raam ||",
    "translation": "Under Guru's Instruction, one comes to understand the Lord's Will, and by His Will, he is united in His Union.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨਾਲ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "b`UJIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2169,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hukim imlweI shij smweI; gur kw sbdu Apwrw ]",
    "transliteration": "Hukam Milaaee Sehaj Samaaee Gur Kaa Sabadh Apaaraa ||",
    "translation": "By His Will, one merges and easily blends with Him. The Shabads of the Guru are incomparable.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨਾਲ ਹੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ ਤੇ ਅਪਾਰ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2169,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "scI vifAweI gur qy pweI; scu svwrxhwrw ]",
    "transliteration": "Sachee Vaddiaaee Gur Thae Paaee Sach Savaaranehaaraa ||",
    "translation": "Through the Guru, true greatness is obtained, and one is embellished with Truth.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਚੀ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਤੇ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2169,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "Bau BMjnu pwieAw Awpu gvwieAw; gurmuiK myil imlweI ]",
    "transliteration": "Bho Bhanjan Paaeiaa Aap Gavaaeiaa Guramukh Mael Milaaee ||",
    "translation": "He finds the Destroyer of fear, and eradicates his self-conceit; as Gurmukh, he is united in His Union.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਲਈ ਪਿਆਰ-ਅਦਬ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਆਪਾ-ਭਾਵ ਦੂਰ ਹੁੰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2169,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "khu nwnk. nwmu inrMjnu Agmu Agocru; hukmy rihAw smweI ]4]2]",
    "transliteration": "Kahu Naanak Naam Niranjan Agam Agochar Hukamae Rehiaa Samaaee ||4||2||",
    "translation": "Says Nanak, the Name of the immaculate, inaccessible, unfathomable Commander is permeating and pervading everywhere. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਵਿੱਤਰ, ਅਥਾਹ ਅਤੇ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹਰ ਥਾਂ ਰਮਿਆ ਹੋਇਆ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "vfhMsu mhlw 3 ]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mn myirAw; qU sdw scu smwil jIau ]",
    "transliteration": "Man Maeriaa Thoo Sadhaa Sach Samaal Jeeo ||",
    "translation": "O my mind, contemplate the True Lord forever.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਤੂੰ ਸਦਾ ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AwpxY Gir. qU suiK vsih; poih. n skY jmkwlu jIau ]",
    "transliteration": "Aapanai Ghar Thoo Sukh Vasehi Pohi N Sakai Jamakaal Jeeo ||",
    "translation": "Dwell in peace in the home of your own self, and the Messenger of Death shall not touch you.",
    "punjabi": "ਇੰਜ ਤੂੰ ਆਪਣੇ ਅੰਤਰ ਆਤਮੇ ਆਨੰਦ ਨਾਲ ਟਿਕਿਆ ਰਹੇਂਗਾ ਤੇ ਆਤਮਕ ਮੌਤ ਤੇਰੇ ਉਤੇ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kwlu jwlu jmu. joih n swkY; swcY sbid ilv lwey ]",
    "transliteration": "Kaal Jaal Jam Johi N Saakai Saachai Sabadh Liv Laaeae ||",
    "translation": "The noose of the Messenger of Death shall not touch you, when you embrace love for the True Word of the Shabad.",
    "punjabi": "ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਾਲੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਸ ਵਲ ਮੌਤ (ਆਤਮਕ ਮੌਤ) ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sdw sic rqw. mnu inrmlu; Awvxu jwxu rhwey ]",
    "transliteration": "Sadhaa Sach Rathaa Man Niramal Aavan Jaan Rehaaeae ||",
    "translation": "Ever imbued with the True Lord, the mind becomes immaculate, and its coming and going is ended.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਸਦਾ ਰੰਗਿਆ ਰਹਿ ਕੇ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "r`qw",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "dUjY Bwie Brim ivguqI; mnmuiK mohI jmkwil ]",
    "transliteration": "Dhoojai Bhaae Bharam Viguthee Manamukh Mohee Jamakaal ||",
    "translation": "The love of duality and doubt have ruined the self-willed manmukh, who is lured away by the Messenger of Death.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਾਇਆ ਦੇ ਪਿਆਰ ਦੀ ਭਟਕਣਾ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ਤੇ ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ivguqI) Krwb hoeI",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "khY nwnku. suix mn myry; qU sdw scu smwil ]1]",
    "transliteration": "Kehai Naanak Sun Man Maerae Thoo Sadhaa Sach Samaal ||1||",
    "translation": "Says Nanak, listen, O my mind: contemplate the True Lord forever. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ, ਹੇ ਮੇਰੇ ਮਨ! (ਮੇਰੀ ਗੱਲ) ਸੁਣ, ਤੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mn myirAw. AMqir qyrY inDwnu hY; bwhir vsqu. n Bwil ]",
    "transliteration": "Man Maeriaa Anthar Thaerai Nidhhaan Hai Baahar Vasath N Bhaal ||",
    "translation": "O my mind, the treasure is within you; do not search for it on the outside.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਸਾਰੇ ਸੁਖਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ (ਪਰਮਾਤਮਾ) ਤੇਰੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈ, ਤੂੰ ਇਸ ਪਦਾਰਥ ਨੂੰ ਬਾਹਰ ਨਾਹ ਢੂੰਢਦਾ ਫਿਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jo BwvY so BuMic qU; gurmuiK ndir inhwil ]",
    "transliteration": "Jo Bhaavai So Bhunch Thoo Guramukh Nadhar Nihaal ||",
    "translation": "Eat only that which is pleasing to the Lord, and as Gurmukh, receive the blessing of His Glance of Grace.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਆਪਣੀ ਖ਼ੁਰਾਕ ਬਣਾ ਤੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦਿਆਂ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "gurmuiK ndir inhwil mn myry; AMqir hir nwmu sKweI ]",
    "transliteration": "Guramukh Nadhar Nihaal Man Maerae Anthar Har Naam Sakhaaee ||",
    "translation": "As Gurmukh, receive the blessing of His Glance of Grace, O my mind; the Name of the Lord, your help and support, is within you.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰਮੁਖਾਂ ਵਾਲੀ ਨਜ਼ਰ ਨਾਲ ਵੇਖ, ਤੇਰੇ ਅੰਦਰ ਹੀ ਤੈਨੂੰ ਹਰਿ ਨਾਮ-ਮਿੱਤਰ (ਲੱਭ ਪਏਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "mnmuK AMDuly. igAwn ivhUxy; dUjY Bwie KuAweI ]",
    "transliteration": "Manamukh Andhhulae Giaan Vihoonae Dhoojai Bhaae Khuaaee ||",
    "translation": "The self-willed manmukhs are blind, and devoid of wisdom; they are ruined by the love of duality.",
    "punjabi": "ਆਪਣੇ ਮਨ ਪਿਛੇ ਚਲਣ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਅਤੇ ਆਤਮਕ ਗਿਆਨ ਤੋਂ ਵਙੇ ਹੋਏ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ibnu nwvY. ko CUtY nwhI; sB bwDI jmkwil ]",
    "transliteration": "Bin Naavai Ko Shhoottai Naahee Sabh Baadhhee Jamakaal ||",
    "translation": "Without the Name, no one is emancipated. All are bound by the Messenger of Death.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਜੀਵ ਖ਼ਲਾਸੀ ਨਹੀਂ ਪਾ ਸਕਦਾ; ਆਤਮਕ ਮੌਤ ਨੇ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ (ਆਪਣੇ ਜਾਲ ਵਿਚ) ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "bWDI",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "nwnk. AMqir qyrY inDwnu hY; qU bwhir vsqu. n Bwil ]2]",
    "transliteration": "Naanak Anthar Thaerai Nidhhaan Hai Thoo Baahar Vasath N Bhaal ||2||",
    "translation": "O Nanak, the treasure is within you; do not search for it on the outside. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੇਰੇ ਅੰਦਰ ਹੀ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮੌਜੂਦ ਹੈ, ਤੂੰ ਇਸ ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਬਾਹਰ ਨਾਹ ਢੂੰਢਦਾ ਫਿਰ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "mn myirAw. jnmu pdwrQu pwie kY; ieik. sic lgy vwpwrw ]",
    "transliteration": "Man Maeriaa Janam Padhaarathh Paae Kai Eik Sach Lagae Vaapaaraa ||",
    "translation": "O my mind, obtaining the blessing of this human birth, some are engaged in the trade of Truth.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਕਈ ਹਨ ਜੇਹੜੇ ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕਰ ਕੇ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੇ ਵਪਾਰ ਵਿਚ ਲੱਗ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "siqguru syvin Awpxw; AMqir sbdu Apwrw ]",
    "transliteration": "Sathigur Saevan Aapanaa Anthar Sabadh Apaaraa ||",
    "translation": "They serve their True Guru, and the Infinite Word of the Shabad resounds within them.",
    "punjabi": "ਉਹ ਆਪਣੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "AMqir sbdu Apwrw. hir nwmu ipAwrw; nwmy nau iniD pweI ]",
    "transliteration": "Anthar Sabadh Apaaraa Har Naam Piaaraa Naamae No Nidhh Paaee ||",
    "translation": "Within them is the Infinite Shabad, and the Beloved Naam, the Name of the Lord; through the Naam, the nine treasures are obtained.",
    "punjabi": "ਉਹ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਆਪਣੇ ਅੰਦਰ ਵਸਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਉਹਨਾਂ ਨੇ (ਮਾਨੋ, ਦੁਨੀਆ ਦੇ) ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਲੱਭ ਲਏ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "mnmuK mwieAw moh ivAwpy. dUiK sMqwpy; dUjY piq gvweI ]",
    "transliteration": "Manamukh Maaeiaa Moh Viaapae Dhookh Santhaapae Dhoojai Path Gavaaee ||",
    "translation": "The self-willed manmukhs are engrossed in emotional attachment to Maya; they suffer in pain, and through duality, they lose their honor.",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਦੁੱਖ ਵਿਚ (ਗ੍ਰਸੇ ਹੋਏ) ਵਿਆਕੁਲ ਹੋਏ ਰਹਿੰਦੇ ਹਨ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਉਹਨਾਂ ਨੇ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "haumY mwir. sic sbid smwxy; sic rqy AiDkweI ]",
    "transliteration": "Houmai Maar Sach Sabadh Samaanae Sach Rathae Adhhikaaee ||",
    "translation": "But those who conquer their ego, and merge in the True Shabad, are totally imbued with Truth.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ) ਬਹੁਤ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "nwnk. mwxs jnmu dulMBu hY; siqguir bUJ buJweI ]3]",
    "transliteration": "Naanak Maanas Janam Dhulanbh Hai Sathigur Boojh Bujhaaee ||3||",
    "translation": "O Nanak, it is so difficult to obtain this human life; the True Guru imparts this understanding. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੁੰਦੀ ਹੈ ਕਿ ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਔਖਿਆਈ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਹੇ ਨਾਨਕ!॥੩॥",
    "pronunciation": "bU`J b`uJweI",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "mn myry. siqguru syvin Awpxw; sy jn vfBwgI rwm ]",
    "transliteration": "Man Maerae Sathigur Saevan Aapanaa Sae Jan Vaddabhaagee Raam ||",
    "translation": "O my mind, those who serve their True Guru are the most fortunate beings.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਮਨੁੱਖ ਬੜੇ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਜੇਹੜੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "jo. mnu mwrih Awpxw; sy purK bYrwgI rwm ]",
    "transliteration": "Jo Man Maarehi Aapanaa Sae Purakh Bairaagee Raam ||",
    "translation": "Those who conquer their minds are beings of renunciation and detachment.",
    "punjabi": "ਤੇ ਜੇਹੜੇ ਆਪਣੇ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਰੱਖਦੇ ਹਨ ਤੇ (ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦੇ ਹੋਏ ਭੀ ਮਾਇਆ ਵਲੋਂ) ਨਿਰਮੋਹ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sy jn bYrwgI. sic ilv lwgI; Awpxw Awpu pCwixAw ]",
    "transliteration": "Sae Jan Bairaagee Sach Liv Laagee Aapanaa Aap Pashhaaniaa ||",
    "translation": "They are beings of renunciation and detachment, who lovingly focus their consciousness on the True Lord; they realize and understand their own selves.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਦੁਨੀਆ ਵਲੋਂ ਵਿਰਕਤ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸੁਰਤ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "miq inhcl. Aiq gUVI gurmuiK; shjy. nwmu vKwixAw ]",
    "transliteration": "Math Nihachal Ath Goorree Guramukh Sehajae Naam Vakhaaniaa ||",
    "translation": "Their intellect is steady, deep and profound; as Gurmukh, they naturally chant the Naam, the Name of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹਨਾਂ ਦੀ ਮੱਤ (ਮਾਇਆ ਵਲੋਂ) ਅਡੋਲ ਰਹਿੰਦੀ ਹੈ, ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਗੂੜ੍ਹੀ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "gUV@I",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "iek kwmix ihqkwrI. mwieAw moih ipAwrI; mnmuK soie rhy ABwgy ]",
    "transliteration": "Eik Kaaman Hithakaaree Maaeiaa Mohi Piaaree Manamukh Soe Rehae Abhaagae ||",
    "translation": "Some are lovers of beautiful young women; emotional attachment to Maya is very dear to them. The unfortunate self-willed manmukhs remain asleep.",
    "punjabi": "ਕਈ ਐਸੇ ਬਦ-ਨਸੀਬ ਹੁੰਦੇ ਹਨ ਜੋ (ਕਾਮ-ਵੱਸ ਹੋ ਕੇ) ਇਸਤ੍ਰੀ ਨਾਲ (ਹੀ) ਹਿਤ ਕਰਦੇ ਹਨ, ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਮਗਨ ਰਹਿੰਦੇ ਹਨ ਜੋ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹੋਏ (ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(kwmix) iesqRI dy (ihqkwrI) moh vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2170,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "nwnk. shjy syvih guru Awpxw; sy pUry vfBwgy ]4]3]",
    "transliteration": "Naanak Sehajae Saevehi Gur Apanaa Sae Poorae Vaddabhaagae ||4||3||",
    "translation": "O Nanak, those who intuitively serve their Guru, have perfect destiny. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਜੋ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "vfhMsu mhlw 3 ]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rqn pdwrQ vxjIAih; siqguir dIAw buJweI rwm ]",
    "transliteration": "Rathan Padhaarathh Vanajeeahi Sathigur Dheeaa Bujhaaee Raam ||",
    "translation": "Purchase the jewel, the invaluable treasure; the True Guru has given this understanding.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਦੇ) ਕੀਮਤੀ ਰਤਨਾਂ ਦਾ ਵਪਾਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "vxjIAih b`uJweI",
    "type_id": 3
  },
  {
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "lwhw lwBu hir Bgiq hY; gux mih guxI smweI rwm ]",
    "transliteration": "Laahaa Laabh Har Bhagath Hai Gun Mehi Gunee Samaaee Raam ||",
    "translation": "The profit of profits is the devotional worship of the Lord; one's virtues merge into the virtues of the Lord.",
    "punjabi": "ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਖੱਟੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਲੀਨਤਾ ਗੁਣਾਂ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]