[
  {
    "id": 25123,
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gux mih guxI smwey. ijsu Awip buJwey; lwhw Bgiq sYswry ]",
    "transliteration": "Gun Mehi Gunee Samaaeae Jis Aap Bujhaaeae Laahaa Bhagath Saisaarae ||",
    "translation": "One's virtues merge into the virtues of the Lord; he comes to understand his own self. He earns the profit of devotional worship in this world.",
    "punjabi": "ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਦੇਂਦਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਟਿਕ ਕੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਭਗਤੀ ਦਾ ਲਾਭ ਖੱਟਦਾ ਹੈ।",
    "pronunciation": "bu`Jwey",
    "type_id": 3
  },
  {
    "id": 25124,
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ibnu BgqI. suKu n hoeI, dUjY piq KoeI; gurmiq nwmu ADwry ]",
    "transliteration": "Bin Bhagathee Sukh N Hoee Dhoojai Path Khoee Guramath Naam Adhhaarae ||",
    "translation": "Without devotion, there is no peace; through duality, one's honor is lost, but under Guru's Instruction, he is blessed with the Support of the Naam.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਹਰਿ-ਨਾਮ ਨੂੰ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ (ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਣ ਵਾਲੇ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25125,
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "vKru nwmu sdw lwBu hY; ijs no eyqu vwpwir lwey ]",
    "transliteration": "Vakhar Naam Sadhaa Laabh Hai Jis No Eaeth Vaapaar Laaeae ||",
    "translation": "He ever earns the profit of the merchandise of the Naam, whom the Lord employs in this Trade.",
    "punjabi": "ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਮਨੁੱਖ ਨੂੰ (ਨਾਮ-) ਵਪਾਰ ਵਿਚ ਲਾ ਦੇਂਦਾ ਹੈ ਉਹ ਸਦਾ ਨਾਮ-ਸਮਾਨ ਦਾ ਹੀ ਸੌਦਾ ਕਰਦਾ ਹੈ ਤੇ ਨਾਮ ਦਾ ਹੀ ਲਾਭ ਖੱਟਦਾ ਹੈ।",
    "pronunciation": "v`Kru",
    "type_id": 3
  },
  {
    "id": 25126,
    "shabad_id": 2171,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "rqn pdwrQ vxjIAih; jW siqguru dyie buJwey ]1]",
    "transliteration": "Rathan Padhaarathh Vanajeeahi Jaan Sathigur Dhaee Bujhaaeae ||1||",
    "translation": "He purchases the jewel, the invaluable treasure, unto whom the True Guru has given this understanding. ||1||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤਾਂ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਕੀਮਤੀ ਰਤਨਾਂ ਦਾ ਹੀ ਵਪਾਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "vxjI-Aih dy-ie b`uJwey",
    "type_id": 3
  },
  {
    "id": 25127,
    "shabad_id": 2171,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mwieAw mohu sBu duKu hY; Kotw iehu vwpwrw rwm ]",
    "transliteration": "Maaeiaa Mohu Sabh Dhukh Hai Khottaa Eihu Vaapaaraa Raam ||",
    "translation": "The love of Maya is totally painful; this is a bad deal.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਨਿਰਾ ਦੁੱਖ ਹੀ (ਪੈਦਾ ਕਰਦਾ) ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਲਈ ਘਾਟਾ ਪਾਣ ਵਾਲਾ ਵਪਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25128,
    "shabad_id": 2171,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "kUVu boil ibKu KwvxI; bhu vDih ivkwrw rwm ]",
    "transliteration": "Koorr Bol Bikh Khaavanee Bahu Vadhhehi Vikaaraa Raam ||",
    "translation": "Speaking falsehood, one eats poison, and the evil within increases greatly.",
    "punjabi": "ਝੂਠ ਬੋਲ ਬੋਲ ਕੇ ਮਨੁੱਖ (ਆਤਮਕ ਮੌਤ ਵਾਲੀ) ਜ਼ਹਿਰ ਖਾਂਦਾ ਹੈ, (ਜਿਸ ਕਰਕੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਅਨੇਕਾਂ ਵਿਕਾਰ ਵਧਦੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25129,
    "shabad_id": 2171,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "bhu vDih ivkwrw. shsw iehu sMswrw; ibnu nwvY. piq KoeI ]",
    "transliteration": "Bahu Vadhhehi Vikaaraa Sehasaa Eihu Sansaaraa Bin Naavai Path Khoee ||",
    "translation": "The evil within increases greatly, in this world of doubt; without the Name, one's honor is lost.",
    "punjabi": "ਇੰਜ ਅਨੇਕਾਂ ਵਿਕਾਰ ਵਧਦੇ ਜਾਂਦੇ ਹਨ ਤੇ ਇਹ ਜਗਤ ਸਹਿਮ (ਦਾ ਘਰ ਹੀ ਪ੍ਰਤੀਤ) ਹੁੰਦਾ ਹੈ; ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25130,
    "shabad_id": 2171,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "piV piV pMifq vwdu vKwxih; ibnu bUJy. suKu n hoeI ]",
    "transliteration": "Parr Parr Panddith Vaadh Vakhaanehi Bin Boojhae Sukh N Hoee ||",
    "translation": "Reading and studying, the religious scholars argue and debate; but without understanding, there is no peace.",
    "punjabi": "ਵੇਦ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਪੰਡਤ ਵਿਅਰਥ ਨੁਕਤਾਚੀਨੀ ਵਿੱਚ ਜੁਟਦੇ ਹਨ, ਪਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੋਝੀ ਬਿਨਾ ਕੋਈ ਸੁਖ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25131,
    "shabad_id": 2171,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "Awvx jwxw. kdy n cUkY; mwieAw moh ipAwrw ]",
    "transliteration": "Aavan Jaanaa Kadhae N Chookai Maaeiaa Moh Piaaraa ||",
    "translation": "Their comings and goings never end; emotional attachment to Maya is dear to them.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ ਮਾਇਆ ਦਾ ਮੋਹ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25132,
    "shabad_id": 2171,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "mwieAw mohu sBu duKu hY; Kotw iehu vwpwrw ]2]",
    "transliteration": "Maaeiaa Mohu Sabh Dhukh Hai Khottaa Eihu Vaapaaraa ||2||",
    "translation": "The love of Maya is totally painful; this is a bad deal. ||2||",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਨਿਰਾ ਦੁੱਖ ਹੀ (ਪੈਦਾ ਕਰਦਾ) ਹੈ, ਤੇ (ਆਤਮਕ ਜੀਵਨ ਲਈ) ਘਾਟਾ ਪਾਣ ਵਾਲਾ ਵਪਾਰ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25133,
    "shabad_id": 2171,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Koty Kry siB prKIAin; iqqu scy kY drbwrw rwm ]",
    "transliteration": "Khottae Kharae Sabh Parakheean Thith Sachae Kai Dharabaaraa Raam ||",
    "translation": "The counterfeit and the genuine are all assayed in the Court of the True Lord.",
    "punjabi": "ਭੈੜੇ ਅਤੇ ਚੰਗੇ ਸਾਰੇ (ਜੀਵ) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰਬਾਰ ਵਿਚ ਪਰਖੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25134,
    "shabad_id": 2171,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Koty drgh sutIAin; aUBy krin pukwrw rwm ]",
    "transliteration": "Khottae Dharageh Sutteean Oobhae Karan Pukaaraa Raam ||",
    "translation": "The counterfeit are cast out of the Court, and they stand there, crying out in misery.",
    "punjabi": "ਭੈੜੇ ਬੰਦੇ ਤਾਂ ਦਰਗਾਹ ਵਿਚ ਰੱਦੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਉਥੇ ਖਲੋ ਕੇ ਪੁਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(aUBy) KV@y",
    "type_id": 3
  },
  {
    "id": 25135,
    "shabad_id": 2171,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "aUBy krin pukwrw. mugD gvwrw; mnmuiK jnmu gvwieAw ]",
    "transliteration": "Oobhae Karan Pukaaraa Mugadhh Gavaaraa Manamukh Janam Gavaaeiaa ||",
    "translation": "They stand there, crying out in misery; the foolish, idiotic, self-willed manmukhs have wasted their lives.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਿਆ, ਉਹ ਮੂਰਖ ਗਵਾਰ (ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਤੇ) ਖਲੋਤੇ ਪੁਕਾਰ ਕਰਦੇ ਹਨ (ਹਾੜੇ-ਤਰਲੇ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25136,
    "shabad_id": 2171,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ibiKAw mwieAw. ijin jgqu BulwieAw; swcw nwmu. n BwieAw ]",
    "transliteration": "Bikhiaa Maaeiaa Jin Jagath Bhulaaeiaa Saachaa Naam N Bhaaeiaa ||",
    "translation": "Maya is the poison which has deluded the world; it does not love the Naam, the Name of the Lord.",
    "punjabi": "ਜਿਸ ਮਾਇਆ-ਜ਼ਹਿਰ ਨੇ ਜਗਤ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਰੱਖਿਆ ਹੈ ਜਿਸ ਕਾਰਨ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਚੰਗਾ ਨਹੀਂ ਸੀ ਲੱਗਾ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "id": 25137,
    "shabad_id": 2171,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "mnmuK. sMqw nwil vYru kir; duKu Kty sMswrw ]",
    "transliteration": "Manamukh Santhaa Naal Vair Kar Dhukh Khattae Sansaaraa ||",
    "translation": "The self-willed manmukhs are resentful toward the Saints; they harvest only pain in this world.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਜਗਤ ਸੰਤ ਜਨਾਂ ਨਾਲ ਹੀ ਵੈਰ ਕਰ ਕੇ ਦੁੱਖ ਵਿਹਾਝਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25138,
    "shabad_id": 2171,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "Koty Kry prKIAin; iqqu scY drvwrw rwm ]3]",
    "transliteration": "Khottae Kharae Parakheean Thith Sachai Dharavaaraa Raam ||3||",
    "translation": "The counterfeit and the genuine are assayed in that True Court of the Lord. ||3||",
    "punjabi": "ਭੈੜੇ ਅਤੇ ਚੰਗੇ (ਸਾਰੇ ਜੀਵ) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਦਰਬਾਰ ਵਿਚ ਪਰਖੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25139,
    "shabad_id": 2171,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "Awip kry iksu AwKIAY; horu krxw ikCU. n jweI rwm ]",
    "transliteration": "Aap Karae Kis Aakheeai Hor Karanaa Kishhoo N Jaaee Raam ||",
    "translation": "He Himself acts; who else should I ask? No one else can do anything.",
    "punjabi": "(ਜੀਵਾਂ ਨੂੰ 'ਖੋਟੇ ਖਰੇ') ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ, ਕਿਸੇ ਤੇ ਕੀ ਗਿਲਾ ਕਰੀਏ, ਹੋਰ ਕੁਝ ਭੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25140,
    "shabad_id": 2171,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ijqu BwvY iqqu lwiesI; ijau iqs dI vifAweI rwm ]",
    "transliteration": "Jith Bhaavai Thith Laaeisee Jio This Dhee Vaddiaaee Raam ||",
    "translation": "As He pleases, He engages us; such is His glorious greatness.",
    "punjabi": "ਜਿਵੇਂ ਪ੍ਰਭੂ ਦੀ ਠੀਕ ਲਗਦਾ ਹੈ ਉਵੇਂ ਹੀ ਉਹ ਮਨੁੱਖ ਨੂੰ ਉਸ ਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ, ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਤਿਵੇਂ ਕਰਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25141,
    "shabad_id": 2171,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ijau iqs dI vifAweI, Awip krweI; vrIAwmu n PusI koeI ]",
    "transliteration": "Jio This Dhee Vaddiaaee Aap Karaaee Vareeaam N Fusee Koee ||",
    "translation": "Such is His glorious greatness - He Himself causes all to act; no one is a warrior or a coward.",
    "punjabi": "ਜਿਵੇਂ ਉਸ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਤਿਵੇਂ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ) ਕਰਾਂਦਾ ਹੈ (ਆਪਣੇ ਆਪ ਵਿਚ) ਨਾਹ ਕੋਈ ਜੀਵ ਸੂਰਮਾ ਹੈ ਨਾਹ ਕੋਈ ਕਮਜ਼ੋਰ ਹੈ।",
    "pronunciation": "(vrI-Awmu) bhwdr[(PusI)frwkl[PusI:polw bolo",
    "type_id": 3
  },
  {
    "id": 25142,
    "shabad_id": 2171,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "jgjIvnu dwqw. krim ibDwqw; Awpy bKsy soeI ]",
    "transliteration": "Jagajeevan Dhaathaa Karam Bidhhaathaa Aapae Bakhasae Soee ||",
    "translation": "The Life of the World, the Great Giver, the Architect of karma - He Himself grants forgiveness.",
    "punjabi": "ਜਗਤ ਦਾ ਸਹਾਰਾ ਦਾਤਾਰ ਜੋ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮ ਅਨੁਸਾਰ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ਉਹ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ।",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "id": 25143,
    "shabad_id": 2171,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "gur prswdI Awpu gvweIAY; nwnk. nwim piq pweI ]",
    "transliteration": "Gur Parasaadhee Aap Gavaaeeai Naanak Naam Path Paaee ||",
    "translation": "By Guru's Grace, self-conceit is eradicated, O Nanak, and through the Naam, honor is obtained.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਆਪਾ-ਭਾਵ ਦੂਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25144,
    "shabad_id": 2171,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Awip kry iksu AwKIAY; horu krxw ikCU. n jweI ]4]4]",
    "transliteration": "Aap Karae Kis Aakheeai Hor Karanaa Kishhoo N Jaaee ||4||4||",
    "translation": "He Himself acts; who else should I ask? No one else can do anything. ||4||4||",
    "punjabi": "(ਜੀਵਾਂ ਨੂੰ 'ਖੋਟੇ ਖਰੇ') ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ, ਕਿਸੇ ਤੇ ਕੀ ਗਿਲਾ ਕਰੀਏ, ਹੋਰ ਕੁਝ ਭੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25145,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vfhMsu mhlw 3 ]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25146,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "scw saudw hir nwmu hY; scw vwpwrw rwm ]",
    "transliteration": "Sachaa Soudhaa Har Naam Hai Sachaa Vaapaaraa Raam ||",
    "translation": "The True merchandise is the Lord's Name. This is the true trade.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸੌਦਾ ਹੈ ਵਪਾਰ ਹੈ।",
    "pronunciation": "sau~dw",
    "type_id": 3
  },
  {
    "id": 25147,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gurmqI hir nwmu vxjIAY; Aiq molu APwrw rwm ]",
    "transliteration": "Guramathee Har Naam Vanajeeai Ath Mol Afaaraa Raam ||",
    "translation": "Under Guru's Instruction, we trade in the Lord's Name; its value is very great.",
    "punjabi": "ਇਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਵਣਜਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਇਸ ਦਾ ਮੁੱਲ ਬਹੁਤ ਹੀ ਜ਼ਿਆਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25148,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Aiq molu APwrw. sc vwpwrw; sic vwpwir lgy vfBwgI ]",
    "transliteration": "Ath Mol Afaaraa Sach Vaapaaraa Sach Vaapaar Lagae Vaddabhaagee ||",
    "translation": "The value of this true trade is very great; those who are engaged in the true trade are very fortunate.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵਪਾਰ ਬਹੁਤ ਮੁੱਲ ਪਾਂਦਾ ਹੈ, ਜੇਹੜੇ ਮਨੁੱਖ ਇਸ ਵਪਾਰ ਵਿਚ ਲੱਗਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(APwrw) Apwr",
    "type_id": 3
  },
  {
    "id": 25149,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AMqir bwhir BgqI rwqy; sic nwim ilv lwgI ]",
    "transliteration": "Anthar Baahar Bhagathee Raathae Sach Naam Liv Laagee ||",
    "translation": "Inwardly and outwardly, they are imbued with devotion, and they enshrine love for the True Name.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਦੁਨੀਆ ਨਾਲ ਕਾਰ-ਵਿਹਾਰ ਕਰਦੇ ਹੋਏ ਵੀ ਅੰਤਰ-ਆਤਮੇ ਭਗਤੀ-ਰੰਗ ਨਾਲ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਉਹਨਾਂ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25150,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ndir kry soeI scu pwey; gur kY sbid vIcwrw ]",
    "transliteration": "Nadhar Karae Soee Sach Paaeae Gur Kai Sabadh Veechaaraa ||",
    "translation": "One who is blessed with the Lord's Favor, obtains Truth, and reflects upon the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਸ ਉਤੇ ਪਰਮਾਤਮਾ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਕੇਵਲ ਉਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰ ਕਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ-ਸੌਦਾ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25151,
    "shabad_id": 2172,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. nwim rqy. iqn hI suKu pwieAw; swcY ky vwpwrw ]1]",
    "transliteration": "Naanak Naam Rathae Thin Hee Sukh Paaeiaa Saachai Kae Vaapaaraa ||1||",
    "translation": "O Nanak, those who are imbued with the Name find peace; they deal only in the True Name. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੇ ਹੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਵਪਾਰ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ॥੧॥",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "id": 25152,
    "shabad_id": 2172,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hMaumY mwieAw mYlu hY; mwieAw mYlu BrIjY rwm ]",
    "transliteration": "Hanoumai Maaeiaa Mail Hai Maaeiaa Mail Bhareejai Raam ||",
    "translation": "Egotistical involvement in Maya is filth; Maya is overflowing with filth.",
    "punjabi": "ਹਉਮੈ ਅਤੇ ਮਾਇਆ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਮੈਲ ਹੈ, ਮਨੁੱਖ ਦਾ ਮਨ ਮਾਇਆ (ਦੀ ਮਮਤਾ) ਦੀ ਮੈਲ ਨਾਲ ਲਿਬੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25153,
    "shabad_id": 2172,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "gurmqI mnu inrmlw; rsnw hir rsu pIjY rwm ]",
    "transliteration": "Guramathee Man Niramalaa Rasanaa Har Ras Peejai Raam ||",
    "translation": "Under Guru's Instruction, the mind is made pure and the tongue tastes the subtle essence of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਇੰਜ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25154,
    "shabad_id": 2172,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "rsnw hir rsu pIjY. AMqru BIjY; swc sbid bIcwrI ]",
    "transliteration": "Rasanaa Har Ras Peejai Anthar Bheejai Saach Sabadh Beechaaree ||",
    "translation": "The tongue tastes the subtle essence of the Lord, and deep within, the heart is drenched with His Love, contemplating the True Word of the Shabad.",
    "punjabi": "ਜੀਭ ਨਾਲ ਹਰਿ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਇੰਜ ਹਿਰਦਾ ਤਰੋ-ਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਨਾਲ ਵਿਚਾਰ-ਵਾਨ ਹੋ ਜਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25155,
    "shabad_id": 2172,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "AMqir KUhtw. AMimRiq BirAw; sbdy. kwiF pIAY pinhwrI ]",
    "transliteration": "Anthar Khoohattaa Anmrith Bhariaa Sabadhae Kaadt Peeai Panihaaree ||",
    "translation": "Deep within, the well of the heart is overflowing with the Lord's Ambrosial Nectar; the water-carrier draws and drinks in the water of the Shabad.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਚਸ਼ਮਾ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹੀ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਨਾਮ-ਜਲ ਭਰਨਾ ਜਾਣਦੀ ਹੈ ਉਹ ਮਨੁੱਖ (ਅੰਦਰਲੇ ਚਸ਼ਮੇ ਵਿਚੋਂ ਨਾਮ-ਜਲ) ਕੱਢ ਕੇ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "irdw (KUhtw) ^Uh",
    "type_id": 3
  },
  {
    "id": 25156,
    "shabad_id": 2172,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ijsu ndir kry. soeI sic lwgY; rsnw rwmu rvIjY ]",
    "transliteration": "Jis Nadhar Karae Soee Sach Laagai Rasanaa Raam Raveejai ||",
    "translation": "One who is blessed with the Lord's favor is attuned to the Truth; with his tongue, he chants the Lord's Name.",
    "punjabi": "ਜਿਸ ਉਤੇ ਪਰਮਾਤਮਾ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੱਗਦਾ ਹੈ। ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25157,
    "shabad_id": 2172,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "nwnk. nwim rqy sy inrml; hor haumY mYlu BrIjY ]2]",
    "transliteration": "Naanak Naam Rathae Sae Niramal Hor Houmai Mail Bhareejai ||2||",
    "translation": "O Nanak, those who are attuned to the Naam, the Name of the Lord, are immaculate. The others are full of the filth of egotism. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਬਾਕੀ ਦੀ ਲੁਕਾਈ ਹਉਮੈ ਦੀ ਮੈਲ ਨਾਲ ਲਿਬੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25158,
    "shabad_id": 2172,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "pMifq joqkI siB piV piV kUkdy; iksu pih krih pukwrw rwm ]",
    "transliteration": "Panddith Jothakee Sabh Parr Parr Kookadhae Kis Pehi Karehi Pukaaraa Raam ||",
    "translation": "All the religious scholars and astrologers read and study, and argue and shout. Who are they trying to teach?",
    "punjabi": "ਪੰਡਿਤ ਅਤੇ ਜੋਤਸ਼ੀ ਇਹ ਸਾਰੇ (ਜੋਤਸ਼ ਆਦਿਕ ਦੀਆਂ ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਉੱਚੀ ਉੱਚੀ ਹੋਰਨਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ, ਪਰ ਇਹ ਕਿਸ ਨੂੰ ਉੱਚੀ ਉੱਚੀ ਸੁਣਾਂਦੇ ਹਨ?",
    "pronunciation": "(joqkI) joqSI[ piV@ piV@",
    "type_id": 3
  }
]
