[
  {
    "shabad_id": 2173,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "Gir mih. inj Gru pwieAw; siqguru dyie vfweI]",
    "transliteration": "Ghar Mehi Nij Ghar Paaeiaa Sathigur Dhaee Vaddaaee ||",
    "translation": "Within his home, he finds the home of his own being; the True Guru blesses him with glorious greatness.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2173,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "nwnk. jo nwim rqy. syeI mhlu pwiein; miq prvwxu scu sweI]4]6]",
    "transliteration": "Naanak Jo Naam Rathae Saeee Mehal Paaein Math Paravaan Sach Saaee ||4||6||",
    "translation": "O Nanak, those who are attuned to the Naam find the Mansion of the Lord's Presence; their understanding is true, and approved. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੀ ਉਹ (ਨਾਮ ਸਿਮਰਨ ਵਾਲੀ) ਅਕਲ ਪਰਵਾਨ ਕਰਦਾ ਹੈ ॥੪॥੬॥",
    "pronunciation": "mh-lu[mhlu:polw bolo sweIN",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "vfhMsu mhlw 4 CMq",
    "transliteration": "Vaddehans Mehalaa 4 Shhantha",
    "translation": "Wadahans, Fourth Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2174,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "myrY min myrY min; siqguir pRIiq lgweI rwm]",
    "transliteration": "Maerai Man Maerai Man Sathigur Preeth Lagaaee Raam ||",
    "translation": "My mind, my mind - the True Guru has blessed it with the Lord's Love.",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੇਰੇ ਮਨ ਵਿਚ (ਆਪਣੇ ਚਰਨਾਂ ਦੀ) ਪ੍ਰੀਤ ਪੈਦਾ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hir hir hir hir nwmu; myrY mMin vsweI rwm]",
    "transliteration": "Har Har Har Har Naam Maerai Mann Vasaaee Raam ||",
    "translation": "He has enshrined the Name of the Lord, Har, Har, Har, Har, within my mind.",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hir hir nwmu myrY mMin vsweI; siB dUK ivswrxhwrw]",
    "transliteration": "Har Har Naam Maerai Mann Vasaaee Sabh Dhookh Visaaranehaaraa ||",
    "translation": "The Name of the Lord, Har, Har, dwells within my mind; He is the Destroyer of all pain.",
    "punjabi": "(ਗੁਰੂ ਨੇ) ਮੇਰੇ ਮਨ ਵਿਚ (ਉਹ) ਹਰਿ-ਨਾਮ ਵਸਾ ਦਿੱਤਾ ਹੈ ਜੋ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "vfBwgI gur drsnu pwieAw; Dnu Dnu siqgurU hmwrw]",
    "transliteration": "Vaddabhaagee Gur Dharasan Paaeiaa Dhhan Dhhan Sathiguroo Hamaaraa ||",
    "translation": "By great good fortune, I have obtained the Blessed Vision of the Guru's Darshan; blessed, blessed is my True Guru.",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮੈਂ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ ਹੈ। ਮੇਰਾ ਗੁਰੂ ਬਹੁਤ ਹੀ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "aUTq bYTq siqguru syvh; ijqu syivAY sWiq pweI]",
    "transliteration": "Oothath Baithath Sathigur Saeveh Jith Saeviai Saanth Paaee ||",
    "translation": "While standing up and sitting down, I serve the True Guru; serving Him, I have found peace.",
    "punjabi": "ਹੁਣ ਮੈਂ ਉਠਦਾ ਬੈਠਦਾ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹਾਂ ਜਿਸ ਸੇਵਾ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਆਤਮਕ ਸ਼ਾਂਤੀ ਹਾਸਲ ਕਰ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "myrY min myrY min; siqgur pRIiq lgweI]1]",
    "transliteration": "Maerai Man Maerai Man Sathigur Preeth Lagaaee ||1||",
    "translation": "My mind, my mind - the True Guru has blessed it with the Lord's Love. ||1||",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hau jIvw hau jIvw; siqgur dyiK srsy rwm]",
    "transliteration": "Ho Jeevaa Ho Jeevaa Sathigur Dhaekh Sarasae Raam ||",
    "translation": "I live, I live, and I blossom forth, beholding the True Guru.",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ, (ਮੇਰਾ ਮਨ) ਰਸ ਨਾਲ ਭਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(srsy) AnMidq",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir nwmo. hir nwmu idRVwey; jip hir hir nwmu. ivgsy rwm]",
    "transliteration": "Har Naamo Har Naam Dhrirraaeae Jap Har Har Naam Vigasae Raam ||",
    "translation": "The Name of the Lord, the Name of the Lord, He has implanted within me; chanting the Name of the Lord, Har, Har, I blossom forth.",
    "punjabi": "ਗੁਰੂ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਕੇ ਟਿਕਾ ਦੇਂਦਾ ਹੈ, (ਉਸ) ਹਰਿ-ਨਾਮ ਨੂੰ ਜਪ ਜਪ ਕੇ ਮੇਰਾ ਮਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ivgsy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jip hir hir nwmu. kml prgwsy; hir nwmu nvM iniD pweI]",
    "transliteration": "Jap Har Har Naam Kamal Paragaasae Har Naam Navan Nidhh Paaee ||",
    "translation": "Chanting the Name of the Lord, Har, Har, the heart-lotus blossoms forth, and through the Name of the Lord, I have obtained the nine treasures.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਮੇਰਾ ਹਿਰਦਾ ਕੌਲ-ਫੁੱਲ ਵਾਂਗ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਲੱਭ ਕੇ (ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ) ਮੈਂ ਦੁਨੀਆ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਏ ਹਨ।",
    "pronunciation": "(nvM iniD) nON in`DIAW",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "haumY rogu gieAw duKu lwQw; hir shij smwiD lgweI]",
    "transliteration": "Houmai Rog Gaeiaa Dhukh Laathhaa Har Sehaj Samaadhh Lagaaee ||",
    "translation": "The disease of egotism has been eradicated, suffering has been eliminated, and I have entered the Lord's state of celestial Samaadhi.",
    "punjabi": "ਮੇਰੇ ਅੰਦਰੋਂ ਹਉਮੈ ਰੋਗ ਦੂਰ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਸਾਰਾ ਦੁੱਖ ਲਹਿ ਗਿਆ ਹੈ, ਹਰਿ-ਨਾਮ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮੇਰੀ ਸੁਰਤ ਟਿਕਵੇਂ ਤੌਰ ਤੇ ਜੋੜ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "hir nwmu vfweI. siqgur qy pweI; suKu siqgur dyv mnu prsy]",
    "transliteration": "Har Naam Vaddaaee Sathigur Thae Paaee Sukh Sathigur Dhaev Man Parasae ||",
    "translation": "I have obtained the glorious greatness of Name of the Lord from the True Guru; beholding the Divine True Guru, my mind is at peace.",
    "punjabi": "ਇਹ ਹਰਿ-ਨਾਮ (ਜੋ ਮੇਰੇ ਵਾਸਤੇ ਬੜੀ) ਇੱਜ਼ਤ (ਹੈ), ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਹਾਸਲ ਕੀਤਾ ਹੈ, ਗੁਰਦੇਵ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਛੁਹ ਕੇ ਮੇਰਾ ਮਨ ਆਨੰਦ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "hau jIvw hau jIvw; siqgur dyiK srsy]2]",
    "transliteration": "Ho Jeevaa Ho Jeevaa Sathigur Dhaekh Sarasae ||2||",
    "translation": "I live, I live, and I blossom forth, beholding the True Guru. ||2||",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ, (ਮੇਰਾ ਮਨ) ਰਸ ਨਾਲ ਭਰ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "koeI Awix koeI Awix imlwvY; myrw siqguru pUrw rwm]",
    "transliteration": "Koee Aan Koee Aan Milaavai Maeraa Sathigur Pooraa Raam ||",
    "translation": "If only someone would come, if only someone would come, and lead me to meet my Perfect True Guru.",
    "punjabi": "ਜੇ ਕੋਈ ਲਿਆ ਕੇ, ਜੇ ਕੋਈ ਲਿਆ ਕੇ ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾ ਦੇਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "hau mnu qnu. hau mnu qnu dyvw; iqsu kwit srIrw rwm]",
    "transliteration": "Ho Man Than Ho Man Than Dhaevaa This Kaatt Sareeraa Raam ||",
    "translation": "My mind and body, my mind and body - I cut my body into pieces, and I dedicate these to Him.",
    "punjabi": "ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਆਪਣਾ ਸਰੀਰ ਕੱਟ ਕੇ ਉਸ ਨੂੰ ਦੇ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "hau mnu qnu kwit kwit iqsu dyeI; jo siqgur bcn suxwey]",
    "transliteration": "Ho Man Than Kaatt Kaatt This Dhaeee Jo Sathigur Bachan Sunaaeae ||",
    "translation": "Cutting my mind and body apart, cutting them into pieces, I offer these to the one, who recites to me the Words of the True Guru.",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਬਚਨ ਸੁਣਾਵੇ, ਮੈਂ ਆਪਣਾ ਮਨ ਕੱਟ ਕੇ ਆਪਣਾ ਤਨ ਕੱਟ ਕੇ (ਮਨ ਤੇ ਤਨ ਦੀ ਅਪਣੱਤ ਦਾ ਮੋਹ ਕੱਟ ਕੇ) ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "myrY min bYrwgu BieAw. bYrwgI; imil gur drsin. suKu pwey]",
    "transliteration": "Maerai Man Bairaag Bhaeiaa Bairaagee Mil Gur Dharasan Sukh Paaeae ||",
    "translation": "My unattached mind has renounced the world; obtaining the Blessed Vision of the Guru's Darshan, it has found peace.",
    "punjabi": "ਮੇਰੇ ਉਤਾਵਲੇ ਹੋ ਰਹੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ, ਗੁਰੂ ਦੇ ਦਰਸਨ ਨਾਲ ਮੇਰਾ ਮਨ ਸੁਖ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "hir hir ikRpw krhu suKdwqy; dyhu siqgur crn hm DUrw]",
    "transliteration": "Har Har Kirapaa Karahu Sukhadhaathae Dhaehu Sathigur Charan Ham Dhhooraa ||",
    "translation": "O Lord, Har, Har, O Giver of Peace, please, grant Your Grace, and bless me with the dust of the feet of the True Guru.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਖਦਾਤੇ ਹਰੀ! ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਪੂਰੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "koeI Awix koeI Awix imlwvY; myrw siqguru pUrw]3]",
    "transliteration": "Koee Aan Koee Aan Milaavai Maeraa Sathigur Pooraa ||3||",
    "translation": "If only someone would come, if only someone would come, and lead me to meet my Perfect True Guru. ||3||",
    "punjabi": "ਕੋਈ ਲਿਆ ਕੇ, ਕੋਈ ਲਿਆ ਕੇ ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾ ਦੇਵੇ! ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "gur jyvfu gur jyvfu dwqw; mY. Avru n koeI rwm]",
    "transliteration": "Gur Jaevadd Gur Jaevadd Dhaathaa Mai Avar N Koee Raam ||",
    "translation": "A Giver as great as the Guru, as great as the Guru - I cannot see any other.",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ, ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਦਾਤਾ ਮੈਨੂੰ ਹੋਰ ਕੋਈ ਨਹੀਂ (ਦਿੱਸਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "hir dwno hir dwnu dyvY; hir purKu inrMjnu soeI rwm]",
    "transliteration": "Har Dhaano Har Dhaan Dhaevai Har Purakh Niranjan Soee Raam ||",
    "translation": "He blesses me with the gift of the Lord's Name, the gift of the Lord's Name; He is the Immaculate Lord God.",
    "punjabi": "ਗੁਰੂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਦਾਨ ਬਖ਼ਸ਼ਦਾ ਹੈ ਜੋ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਤੇ ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "hir hir nwmu ijnI AwrwiDAw; iqn kw duKu Brmu Bau Bwgw]",
    "transliteration": "Har Har Naam Jinee Aaraadhhiaa Thin Kaa Dhukh Bharam Bho Bhaagaa ||",
    "translation": "Those who worship in adoration the Name of the Lord, Har, Har - their pain, doubts and fears are dispelled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦਾ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਦੁੱਖ ਭਰਮ ਤੇ ਡਰ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "syvk Bwie imly vfBwgI; ijn gur crnI mnu lwgw]",
    "transliteration": "Saevak Bhaae Milae Vaddabhaagee Jin Gur Charanee Man Laagaa ||",
    "translation": "Through their loving service, those very fortunate ones, whose minds are attached to the Guru's Feet, meet Him.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਗਿਆ, ਉਹ ਸੇਵਕ ਭਾਵਨਾ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਵਿਚ) ਮਿਲ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "khu nwnk. hir Awip imlwey; imil siqgur purK suKu hoeI]",
    "transliteration": "Kahu Naanak Har Aap Milaaeae Mil Sathigur Purakh Sukh Hoee ||",
    "translation": "Says Nanak, the Lord Himself causes us to meet the Guru; meeting the Almighty True Guru, peace is obtained.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਤੇ, ਗੁਰੂ ਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2174,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "gur jyvfu. gur jyvfu dwqw; mY. Avru n koeI]4]1]",
    "transliteration": "Gur Jaevadd Gur Jaevadd Dhaathaa Mai Avar N Koee ||4||1||",
    "translation": "A Giver as great as the Guru, as great as the Guru - I cannot see any other. ||4||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ, ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਦਾਤਾ ਮੈਨੂੰ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "vfhMsu mhlw 4]",
    "transliteration": "Vaddehans Mehalaa 4 ||",
    "translation": "Wadahans, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hMau gur ibnu. hMau gur ibnu; KrI inmwxI rwm]",
    "transliteration": "Hano Gur Bin Hano Gur Bin Kharee Nimaanee Raam ||",
    "translation": "Without the Guru, I am - without the Guru, I am totally dishonored.",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਬਹੁਤ ਹੀ ਵਿਚਾਰੀ ਸਾਂ।",
    "pronunciation": "(KrI) bhuq",
    "type_id": 3
  },
  {
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jgjIvnu jgjIvnu dwqw; gur myil smwxI rwm]",
    "transliteration": "Jagajeevan Jagajeevan Dhaathaa Gur Mael Samaanee Raam ||",
    "translation": "The Life of the World, the Life of the World, the Great Giver has led me to meet and merge with the Guru.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੇ ਮਿਲਾਪ ਦੀ ਰਾਹੀਂ ਜਗਤ ਦਾ ਜੀਵਨ ਦਾਤਾਰ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਤਾਂ ਮੈਂ ਉਸ ਲੀਨ ਹੋ ਗਈ।",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqguru myil hir nwim smwxI; jip hir hir nwmu iDAwieAw]",
    "transliteration": "Sathigur Mael Har Naam Samaanee Jap Har Har Naam Dhhiaaeiaa ||",
    "translation": "Meeting with the True Guru, I have merged into the Naam, the Name of the Lord. I chant the Name of the Lord, Har, Har, and meditate on it.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਮਿਲਾਉਣ ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਗਈ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਨਾਮ ਆਰਾਧਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijsu kwrix hMau FUMiF FUFydI; so sjxu hir Gir pwieAw]",
    "transliteration": "Jis Kaaran Hano Dtoondt Dtoodtaedhee So Sajan Har Ghar Paaeiaa ||",
    "translation": "I was seeking and searching for Him, the Lord, my best friend, and I have found Him within the home of my own being.",
    "punjabi": "ਜਿਸ ਸੱਜਣ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਖ਼ਾਤਰ ਮੈਂ ਇਤਨੀ ਭਾਲ ਕਰ ਰਹੀ ਸਾਂ ਉਹ ਸੱਜਣ-ਹਰੀ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਲੱਭ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  }
]