[
  {
    "id": 25325,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "igAwn mMgI hir kQw cMgI; hir nwmu giq imiq jwxIAw ]",
    "transliteration": "Giaan Mangee Har Kathhaa Changee Har Naam Gath Mith Jaaneeaa ||",
    "translation": "I ask for the Lord's spiritual wisdom, and the Lord's sublime sermon; through the Name of the Lord, I have come to know His value and His state.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸੋਹਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੀ ਹੈ, ਜੋ ਇਹ ਸਮਝਣ ਦਾ ਜਤਨ ਕਰਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25326,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sBu jnmu sPilau kIAw krqY; hir rwm nwim vKwxIAw ]",
    "transliteration": "Sabh Janam Safalio Keeaa Karathai Har Raam Naam Vakhaaneeaa ||",
    "translation": "The Creator has made my life totally fruitful; I chant the Name of the Lord.",
    "punjabi": "ਕਰਤਾਰ ਨੇ ਸਾਰਾ ਜਨਮ ਸਫਲ ਕਰ ਦਿੱਤਾ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਚਾਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25327,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir rwm nwmu slwih hir pRB; hir Bgiq hir jn mMgIAw ]",
    "transliteration": "Har Raam Naam Salaahi Har Prabh Har Bhagath Har Jan Mangeeaa ||",
    "translation": "The Lord's humble servant begs for the Lord's Name, for the Lord's Praises, and for devotional worship of the Lord God.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25328,
    "shabad_id": 2179,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jnu khY nwnku. suxhu sMqhu; hir Bgiq goivMd cMgIAw ]1]",
    "transliteration": "Jan Kehai Naanak Sunahu Santhahu Har Bhagath Govindh Changeeaa ||1||",
    "translation": "Says servant Nanak, listen, O Saints: devotional worship of the Lord, the Lord of the Universe, is sublime and good. ||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ, ਹੇ ਸੰਤ ਜਨੋ, ਸੁਣੋ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਚੰਗੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25329,
    "shabad_id": 2179,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "dyh kMcn; jInu suivnw rwm ]",
    "transliteration": "Dhaeh Kanchan Jeen Suvinaa Raam ||",
    "translation": "The golden body is saddled with the saddle of gold.",
    "punjabi": "ਉਹ ਕਾਂਇਆਂ (-ਘੋੜੀ, ਮਾਨੋ,) ਸੋਨੇ ਦੀ ਹੈ,",
    "pronunciation": "(su-ivnw)sunYhrI",
    "type_id": 3
  },
  {
    "id": 25330,
    "shabad_id": 2179,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "jiV; hir hir nwmu rqMnw rwm ]",
    "transliteration": "Jarr Har Har Naam Rathannaa Raam ||",
    "translation": "It is adorned with the jewel of the Name of the Lord, Har, Har.",
    "punjabi": "ਜੋ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਤਨ ਜੜ ਕੇ ਸੋਨੇ ਦੀ ਕਾਠੀ ਪਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25331,
    "shabad_id": 2179,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jiV nwm rqnu. goivMd pwieAw; hir imly hir gux suK Gxy ]",
    "transliteration": "Jarr Naam Rathan Govindh Paaeiaa Har Milae Har Gun Sukh Ghanae ||",
    "translation": "Adorned with the jewel of the Naam, one obtains the Lord of the Universe; he meets the Lord, sings the Glorious Praises of the Lord, and obtains all sorts of comforts.",
    "punjabi": "ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਤਨ ਜੜ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪਾ ਲਿਆ, ਉਸ ਨੂੰ ਸੁਖ ਹੀ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25332,
    "shabad_id": 2179,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "gur sbdu pwieAw hir nwmu iDAwieAw; vfBwgI hir rMg. hir bxy ]",
    "transliteration": "Gur Sabadh Paaeiaa Har Naam Dhhiaaeiaa Vaddabhaagee Har Rang Har Banae ||",
    "translation": "He obtains the Word of the Guru's Shabad, and he meditates on the Name of the Lord; by great good fortune, he assumes the color of the Lord's Love.",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹਾਸਲ ਕਰ ਲਿਆ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿਤਾ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਪ੍ਰਭੂ ਪ੍ਰੇਮ ਵਿਚ ਉਘੜ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25333,
    "shabad_id": 2179,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hir imly suAwmI AMqrjwmI; hir nvqn hir nv rMgIAw ]",
    "transliteration": "Har Milae Suaamee Antharajaamee Har Navathan Har Nav Rangeeaa ||",
    "translation": "He meets his Lord and Master, the Inner-knower, the Searcher of hearts; His body is ever-new, and His color is ever-fresh.",
    "punjabi": "ਇੰਜ ਉਸ ਨੂੰ ਮਾਲਕ ਤੇ ਹਰ ਦਿਲ ਦੀ ਜਾਨਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜੋ ਸਦਾ ਹੀ ਨਵਾਂ-ਨਰੋਆ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਨਵੇਂ ਚੋਜਾਂ ਦਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25334,
    "shabad_id": 2179,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "nwnku vKwxY. nwmu jwxY; hir nwmu hir pRB mMgIAw ]2]",
    "transliteration": "Naanak Vakhaanai Naam Jaanai Har Naam Har Prabh Mangeeaa ||2||",
    "translation": "Nanak chants and realizes the Naam; he begs for the Name of the Lord, the Lord God. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇੰਜ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ਤੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੰਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25335,
    "shabad_id": 2179,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "kVIAwlu muKy; guir AMksu pwieAw rwm ]",
    "transliteration": "Karreeaal Mukhae Gur Ankas Paaeiaa Raam ||",
    "translation": "The Guru has placed the reins in the mouth of the body-horse.",
    "punjabi": "ਗੁਰੂ ਨੇ ਜਿਸ ਦੀ ਕਾਂਇਆਂ-ਘੋੜੀ ਦੇ ਮੂੰਹ ਵਿਚ ਲਗਾਮ ਦੇ ਦਿੱਤੀ, ਕੁੰਡਾ ਰੱਖ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25336,
    "shabad_id": 2179,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "mnu mYglu; gur sbid vis AwieAw rwm ]",
    "transliteration": "Man Maigal Gur Sabadh Vas Aaeiaa Raam ||",
    "translation": "The mind-elephant is overpowered by the Word of the Guru's Shabad.",
    "punjabi": "ਉਸ ਦਾ ਮਨ-ਹਾਥੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਵੱਸ ਵਿਚ ਆ ਗਿਆ।",
    "pronunciation": "(mYglu) hwQI[ v`is",
    "type_id": 3
  },
  {
    "id": 25337,
    "shabad_id": 2179,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "mnu vsgiq AwieAw. prmpdu pwieAw; sw Dn kMiq ipAwrI ]",
    "transliteration": "Man Vasagath Aaeiaa Param Padh Paaeiaa Saa Dhhan Kanth Piaaree ||",
    "translation": "The bride obtains the supreme status, as her mind is brought under control; she is the beloved of her Husband Lord.",
    "punjabi": "ਜਿਸ ਦਾ ਮਨ ਵੱਸ ਵਿਚ ਆ ਗਿਆ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪਾ ਕਰ ਲਿਆ ਤੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਕੰਤ ਦੀ ਪਿਆਰੀ ਹੋ ਗਈ।",
    "pronunciation": "v`s-giq",
    "type_id": 3
  },
  {
    "id": 25338,
    "shabad_id": 2179,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "AMqir pRymu lgw hir syqI; Gir sohY hir pRB nwrI ]",
    "transliteration": "Anthar Praem Lagaa Har Saethee Ghar Sohai Har Prabh Naaree ||",
    "translation": "Deep within her inner self, she is in love with her Lord; in His home, she is beautiful - she is the bride of her Lord God.",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੇਮ ਪੈਦਾ ਹੋ ਗਿਆ ਤੇ ਇੰਜ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25339,
    "shabad_id": 2179,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hir rMig rwqI shjy mwqI; hir pRBu hir hir pwieAw ]",
    "transliteration": "Har Rang Raathee Sehajae Maathee Har Prabh Har Har Paaeiaa ||",
    "translation": "Imbued with the Lord's Love, she is intuitively absorbed in bliss; she obtains the Lord God, Har, Har.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਜੋ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25340,
    "shabad_id": 2179,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk jnu hir dwsu khqu hY; vfBwgI hir hir iDAwieAw ]3]",
    "transliteration": "Naanak Jan Har Dhaas Kehath Hai Vaddabhaagee Har Har Dhhiaaeiaa ||3||",
    "translation": "Servant Nanak, the Lord's slave, says that only the very fortunate meditate on the Lord, Har, Har. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ-ਦਾਸ! ਹਰੀ ਦੇ ਸੇਵਕ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਜੀਵ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25341,
    "shabad_id": 2179,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "dyh GoVI jI; ijqu hir pwieAw rwm ]",
    "transliteration": "Dhaeh Ghorree Jee Jith Har Paaeiaa Raam ||",
    "translation": "The body is the horse, upon which one rides to the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਕਾਂਇਆਂ-ਘੋੜੀ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25342,
    "shabad_id": 2179,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "imil siqgur jI; mMglu gwieAw rwm ]",
    "transliteration": "Mil Sathigur Jee Mangal Gaaeiaa Raam ||",
    "translation": "Meeting with the True Guru, one sings the songs of joy.",
    "punjabi": "ਉਹ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25343,
    "shabad_id": 2179,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "hir gwie mMglu rwm nwmw; hir syv syvk syv kI ]",
    "transliteration": "Har Gaae Mangal Raam Naamaa Har Saev Saevak Saevakee ||",
    "translation": "Sing the songs of joy to the Lord, serve the Name of the Lord, and become the servant of His servants.",
    "punjabi": "ਜੋ ਸੇਵਕ-ਭਾਵ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ ਭਗਤੀ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(syv) syvw[ (kI) kIqI",
    "type_id": 3
  },
  {
    "id": 25344,
    "shabad_id": 2179,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "pRB jwie pwvY rMg mhlI; hir rMgu mwxY. rMg kI ]",
    "transliteration": "Prabh Jaae Paavai Rang Mehalee Har Rang Maanai Rang Kee ||",
    "translation": "You shall go and enter the Mansion of the Beloved Lord's Presence, and lovingly enjoy His Love.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਆਨੰਦ-ਭਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਜਾ ਪਹੁੰਚਦਾ ਹੈ ਅਤੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25345,
    "shabad_id": 2179,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "gux rwm gwey. min suBwey; hir gurmqI min iDAwieAw ]",
    "transliteration": "Gun Raam Gaaeae Man Subhaaeae Har Guramathee Man Dhhiaaeiaa ||",
    "translation": "I sing the Glorious Praises of the Lord, so pleasing to my mind; following the Guru's Teachings, I meditate on the Lord within my mind.",
    "punjabi": "ਜੋ ਪ੍ਰੇਮ ਨਾਲ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਤੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25346,
    "shabad_id": 2179,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jn nwnk. hir ikrpw DwrI; dyh GoVI ciV. hir pwieAw ]4]2]6]",
    "transliteration": "Jan Naanak Har Kirapaa Dhhaaree Dhaeh Ghorree Charr Har Paaeiaa ||4||2||6||",
    "translation": "The Lord has showered His Mercy upon servant Nanak; mounting the body-horse, he has found the Lord. ||4||2||6||",
    "punjabi": "ਹੇ ਨਾਨਕ-ਦਾਸ! ਉਸ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਤੇ ਉਹ ਆਪਣੀ ਕਾਂਇਆਂ-ਘੋੜੀ ਉਤੇ ਚੜ੍ਹ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥੨॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25347,
    "shabad_id": 2180,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "rwgu vfhMsu mhlw 5 CMq Gru 4",
    "transliteration": "Raag Vaddehans Mehalaa 5 Shhanth Ghar 4",
    "translation": "Raag Wadahans, Fifth Mehl, Chhant, Fourth House:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25348,
    "shabad_id": 2180,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 25349,
    "shabad_id": 2180,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "gur imil lDw jI; rwmu ipAwrw rwm ]",
    "transliteration": "Gur Mil Ladhhaa Jee Raam Piaaraa Raam ||",
    "translation": "Meeting with the Guru, I have found my Beloved Lord God.",
    "punjabi": "ਹੇ ਜੀ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਨੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਲੱਭਦਾ ਹੈ,",
    "pronunciation": "l`Dw",
    "type_id": 3
  },
  {
    "id": 25350,
    "shabad_id": 2180,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "iehu qnu mnu idqVw; vwro vwrw rwm ]",
    "transliteration": "Eihu Than Man Dhitharraa Vaaro Vaaraa Raam ||",
    "translation": "I have made this body and mind a sacrifice, a sacrificial offering to my Lord.",
    "punjabi": "ਜੋ ਆਪਣਾ ਇਹ ਸਰੀਰ ਤੇ ਇਹ ਮਨ (ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕਰਦਾ ਹੈ।",
    "pronunciation": "id`qVw",
    "type_id": 3
  },
  {
    "id": 25351,
    "shabad_id": 2180,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "qnu mnu idqw Bvjlu ijqw; cUkI kWix jmwxI ]",
    "transliteration": "Than Man Dhithaa Bhavajal Jithaa Chookee Kaann Jamaanee ||",
    "translation": "Dedicating my body and mind, I have crossed over the terrifying world-ocean, and shaken off the fear of death.",
    "punjabi": "ਜੋ ਆਪਣਾ ਤਨ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਨੂੰ ਜਿੱਤ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਮਾਂ ਦੀ ਮੁਥਾਜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "id`qw[ ij`qw",
    "type_id": 3
  },
  {
    "id": 25352,
    "shabad_id": 2180,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "AsiQru QIAw AMimRqu pIAw; rihAw Awvx jwxI ]",
    "transliteration": "Asathhir Thheeaa Anmrith Peeaa Rehiaa Aavan Jaanee ||",
    "translation": "Drinking in the Ambrosial Nectar, I have become immortal; my comings and goings have ceased.",
    "punjabi": "ਤੇ ਉਹ (ਗੁਰੂ ਦਾ ਦਿਤਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਕੇ ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25353,
    "shabad_id": 2180,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "so Gru lDw. shij smDw; hir kw nwmu ADwrw ]",
    "transliteration": "So Ghar Ladhhaa Sehaj Samadhhaa Har Kaa Naam Adhhaaraa ||",
    "translation": "I have found that home, of celestial Samaadhi; the Name of the Lord is my only Support.",
    "punjabi": "ਉਸ ਨੂੰ ਘਰ (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(s-m`Dw)smwey,smJy[ l`Dw",
    "type_id": 3
  },
  {
    "id": 25354,
    "shabad_id": 2180,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "khu nwnk. suiK mwxy rlIAW; gur pUry kMau nmskwrw ]1]",
    "transliteration": "Kahu Naanak Sukh Maanae Raleeaaan Gur Poorae Kano Namasakaaraa ||1||",
    "translation": "Says Nanak, I enjoy peace and pleasure; I bow in reverence to the Perfect Guru. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹ ਮਨੁੱਖ ਸੁਖ ਵਿਚ ਰਹਿ ਕੇ ਆਤਮਕ ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਦਾ ਹੈ ਜੋ ਪੂਰੇ ਗੁਰੂ ਨੂੰ (ਸਦਾ) ਨਮਸਕਾਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25355,
    "shabad_id": 2180,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "suix sjx jI; mYfVy mIqw rwm ]",
    "transliteration": "Sun Sajan Jee Maiddarrae Meethaa Raam ||",
    "translation": "Listen, O my friend and companion",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੱਜਣ! ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਸੁਣ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25356,
    "shabad_id": 2180,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "guir. mMqRü sbdu scu; dIqw rwm ]",
    "transliteration": "Gur Manthra Sabadh Sach Dheethaa Raam ||",
    "translation": "- the Guru has given the Mantra of the Shabad, the True Word of God.",
    "punjabi": "ਗੁਰੂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲਾ ਸ਼ਬਦ-ਮੰਤ੍ਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25357,
    "shabad_id": 2180,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "scu sbdu iDAwieAw. mMglu gwieAw; cUky mnhu Adysw ]",
    "transliteration": "Sach Sabadh Dhhiaaeiaa Mangal Gaaeiaa Chookae Manahu Adhaesaa ||",
    "translation": "Meditating on this True Shabad, I sing the songs of joy, and my mind is rid of anxiety.",
    "punjabi": "ਜਿਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਨੂੰ ਸਦਾ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ ਤੇ ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ (ਸਦਾ) ਗਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਤੋਂ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25358,
    "shabad_id": 2180,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "so pRBu pwieAw. kqih n jwieAw; sdw sdw sMig bYsw ]",
    "transliteration": "So Prabh Paaeiaa Kathehi N Jaaeiaa Sadhaa Sadhaa Sang Baisaa ||",
    "translation": "I have found God, who never leaves; forever and ever, He sits with me.",
    "punjabi": "ਇੰਜ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ ਉਹ ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਹੀਂ ਭਟਕਦਾ ਤੇ ਸਦਾ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25359,
    "shabad_id": 2180,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "pRB jI Bwxw. scw mwxw; pRiB hir Dnu shjy dIqw ]",
    "transliteration": "Prabh Jee Bhaanaa Sachaa Maanaa Prabh Har Dhhan Sehajae Dheethaa ||",
    "translation": "One who is pleasing to God receives true honor. The Lord God blesses him with wealth.",
    "punjabi": "ਏਸੇ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਹੀ ਉਸ ਨੂੰ ਮਾਣ-ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾਣ ਵਾਲਾ ਨਾਮ-ਧਨ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
