[
  {
    "shabad_id": 2186,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "khu nwnk. iqn KMnIAY vM\\\\w; ijn Git myrw hir pRBu vUTw ]3]",
    "transliteration": "Kahu Naanak Thin Khanneeai Vannjaa Jin Ghatt Maeraa Har Prabh Voothaa ||3||",
    "translation": "Says Nanak, I am every bit a sacrifice to those, within whose hearts my Lord God abides. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੇਰਾ ਹਰੀ-ਪ੍ਰਭੂ ਆ ਵੱਸਿਆ ਹੈ ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ-ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2187,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sloku ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2187,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jo loVIdy rwm; syvk syeI kWiFAw ]",
    "transliteration": "Jo Lorreedhae Raam Saevak Saeee Kaandtiaa ||",
    "translation": "Those who long for the Lord, are said to be His servants.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹੀ (ਅਸਲ) ਸੇਵਕ ਅਖਵਾਂਦੇ ਹਨ।",
    "pronunciation": "(kWiFAw) AwiKAw jWdw",
    "type_id": 3
  },
  {
    "shabad_id": 2187,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk jwxy siq; sWeI. sMq n bwhrw ]1]",
    "transliteration": "Naanak Jaanae Sath Saanee Santh N Baaharaa ||1||",
    "translation": "Nanak knows this Truth, that the Lord is not different from His Saint. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਚ ਜਾਣ, ਮਾਲਕ-ਪ੍ਰਭੂ ਸੰਤਾਂ ਨਾਲੋਂ ਵੱਖਰਾ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "imil jlu jlih Ktwnw rwm ]",
    "transliteration": "Mil Jal Jalehi Khattaanaa Raam ||",
    "translation": "As water mixes and blends with water,",
    "punjabi": "(ਜਿਵੇਂ) ਪਾਣੀ ਪਾਣੀ ਵਿਚ ਮਿਲ ਕੇ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(Ktwnw) iml jWdw",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sMig joqI joiq imlwnw rwm ]",
    "transliteration": "Sang Jothee Joth Milaanaa Raam ||",
    "translation": "So does one's light mix and blend with the Lord's Light.",
    "punjabi": "(ਤਿਵੇਂ ਸੇਵਕ ਦੀ) ਆਤਮਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sMmwie pUrn purK krqy; Awip Awpih jwxIAY ]",
    "transliteration": "Sanmaae Pooran Purakh Karathae Aap Aapehi Jaaneeai ||",
    "translation": "Merging with the perfect, all-powerful Creator, one comes to know his own self.",
    "punjabi": "ਪੂਰਨ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਨੇ ਜਿਸ ਸੇਵਕ ਨੂੰ ਆਪਣੇ ਵਿਚ ਲੀਨ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਇਹ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ (ਹਰ ਥਾਂ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "qh suMin shij smwiD lwgI; eyku eyku vKwxIAY ]",
    "transliteration": "Theh Sunn Sehaj Samaadhh Laagee Eaek Eaek Vakhaaneeai ||",
    "translation": "Then, he enters the celestial state of absolute Samaadhi, and speaks of the One and Only Lord.",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਸੁੰਞ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਉਸ ਦੀ ਸਮਾਧੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Awip gupqw Awip mukqw; Awip Awpu vKwnw ]",
    "transliteration": "Aap Gupathaa Aap Mukathaa Aap Aap Vakhaanaa ||",
    "translation": "He Himself is unmanifest, and He Himself is liberated; He Himself speaks of Himself.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਆਪ ਹੀ ਲੁਕਿਆ ਹੋਇਆ ਹੈ, ਫਿਰ ਭੀ ਉਹ ਆਪ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਰਹਿਤ ਹੈ (ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਉਹ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਸਿਮਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2188,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk. BRm BY gux ibnwsy; imil jlu jlih Ktwnw ]4]2]",
    "transliteration": "Naanak Bhram Bhai Gun Binaasae Mil Jal Jalehi Khattaanaa ||4||2||",
    "translation": "O Nanak, doubt, fear and the limitations of the three qualities are dispelled, as one merges into the Lord, like water blending with water. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸੇਵਕ ਦੇ) ਅੰਦਰੋਂ ਭਰਮ ਡਰ ਤੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹ ਇਉਂ ਪਰਮਾਤਮਾ ਨਾਲ ਇਕ-ਰੂਪ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਵੇਂ) ਪਾਣੀ ਪਾਣੀ ਵਿੱਚ ਮਿਲ ਕੇ ਇਕ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "vfhMsu mhlw 5 ]",
    "transliteration": "Vaddehans Mehalaa 5 ||",
    "translation": "Wadahans, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pRB krx kwrx smrQw rwm ]",
    "transliteration": "Prabh Karan Kaaran Samarathhaa Raam ||",
    "translation": "God is the all-powerful Creator, the Cause of causes.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮੂਲ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ!",
    "pronunciation": "smr`Qw",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "rKu jgqu sgl, dy hQw rwm ]",
    "transliteration": "Rakh Jagath Sagal Dhae Hathhaa Raam ||",
    "translation": "He preserves the whole world, reaching out with His hand.",
    "punjabi": "(ਆਪਣਾ) ਹੱਥ ਦੇ ਕੇ ਸਾਰੇ ਜਗਤ ਦੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "smrQ srxw jogu suAwmI; ikRpwiniD suKdwqw ]",
    "transliteration": "Samarathh Saranaa Jog Suaamee Kirapaa Nidhh Sukhadhaathaa ||",
    "translation": "He is the all-powerful, safe Sanctuary, Lord and Master, Treasure of mercy, Giver of peace.",
    "punjabi": "ਹੇ ਸਭ-ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਰਨ ਪਏ ਦੀ ਸਹਾਇਤਾ ਕਰ ਸਕਣ ਵਾਲੇ ਮਾਲਕ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਸੁਖਦਾਤੇ!",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hMau kurbwxI dws qyry; ijnI eyku pCwqw ]",
    "transliteration": "Hano Kurabaanee Dhaas Thaerae Jinee Eaek Pashhaathaa ||",
    "translation": "I am a sacrifice to Your slaves, who recognize only the One Lord.",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਉਹਨਾਂ ਸੇਵਕਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਤੇਰੇ ਨਾਲ ਸਾਂਝ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vrnu ichnu. n jwie liKAw; kQn qy AkQw ]",
    "transliteration": "Varan Chihan N Jaae Lakhiaa Kathhan Thae Akathhaa ||",
    "translation": "His color and shape cannot be seen; His description is indescribable.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਕੋਈ ਰੰਗ ਤੇਰਾ ਕੋਈ ਨਿਸ਼ਾਨ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਤੇਰਾ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ।",
    "pronunciation": "A-kQw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ibnvMiq nwnk. suxhu ibnqI; pRB krx kwrx smrQw ]1]",
    "transliteration": "Binavanth Naanak Sunahu Binathee Prabh Karan Kaaran Samarathhaa ||1||",
    "translation": "Prays Nanak, hear my prayer, O God, Almighty Creator, Cause of causes. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਹੇ ਜਗਤ ਦੇ ਮੂਲ! ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "eyih jIA qyry; qU krqw rwm ]",
    "transliteration": "Eaehi Jeea Thaerae Thoo Karathaa Raam ||",
    "translation": "These beings are Yours; You are their Creator.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਸੰਸਾਰ ਦੇ) ਇਹ ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ, ਤੂੰ ਇਹਨਾਂ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "pRB dUK drd BRm hrqw rwm ]",
    "transliteration": "Prabh Dhookh Dharadh Bhram Harathaa Raam ||",
    "translation": "God is the Destroyer of pain, suffering and doubt.",
    "punjabi": "ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਭਰਮਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "BRm dUK drd invwir iKn mih; riK lyhu dIn dYAwlw ]",
    "transliteration": "Bhram Dhookh Dharadh Nivaar Khin Mehi Rakh Laehu Dheen Dhaiaalaa ||",
    "translation": "Eliminate my doubt, pain and suffering in an instant, and preserve me, O Lord, Merciful to the meek.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਤੂੰ (ਸਾਰੇ ਜੀਵਾਂ ਦੇ) ਭਰਮ ਦੁੱਖ ਕਲੇਸ਼ ਇਕ ਖਿਨ ਵਿਚ ਦੂਰ ਕਰ ਕੇ ਬਚਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mwq ipqw suAwim sjxu; sBu jgqu bwl gopwlw ]",
    "transliteration": "Maath Pithaa Suaam Sajan Sabh Jagath Baal Gopaalaa ||",
    "translation": "You are mother, father and friend, O Lord and Master; the whole world is Your child, O Lord of the World.",
    "punjabi": "ਹੇ ਗੋਪਾਲ! ਤੂੰ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਂ ਪਿਉ ਮਾਲਕ ਤੇ ਸੱਜਣ ਹੈਂ, ਸਾਰਾ ਜਗਤ ਤੇਰੇ ਬੱਚੇ ਹਨ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jo srix AwvY. gux inDwn pwvY; so bhuiV. jnim n mrqw ]",
    "transliteration": "Jo Saran Aavai Gun Nidhhaan Paavai So Bahurr Janam N Marathaa ||",
    "translation": "One who comes seeking Your Sanctuary, obtains the treasure of virtue, and does not have to enter the cycle of birth and death again.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ ਜੀਵ ਤੇਰੀ ਸਰਨ ਆਉਂਦਾ ਹੈ ਉਹ (ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰੇ) ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਮੁੜ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ibnvMiq nwnk. dwsu qyrw; siB jIA qyry qU krqw ]2]",
    "transliteration": "Binavanth Naanak Dhaas Thaeraa Sabh Jeea Thaerae Thoo Karathaa ||2||",
    "translation": "Prays Nanak, I am Your slave. All beings are Yours; You are their Creator. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਗਤ ਦੇ ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ, ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AwT phr. hir iDAweIAY rwm ]",
    "transliteration": "Aath Pehar Har Dhhiaaeeai Raam ||",
    "translation": "Meditating on the Lord, twenty-four hours a day,",
    "punjabi": "ਅੱਠੇ ਪਹਰ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "mn ieiCAVw Plu, pweIAY rwm ]",
    "transliteration": "Man Eishhiarraa Fal Paaeeai Raam ||",
    "translation": "The fruits of the heart's desires are obtained.",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ) ਮਨ-ਚਿਤਵਿਆ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mn ieC pweIAY. pRBu iDAweIAY; imtih jm ky qRwsw ]",
    "transliteration": "Man Eishh Paaeeai Prabh Dhhiaaeeai Mittehi Jam Kae Thraasaa ||",
    "translation": "Your heart's desires are obtained, meditating on God, and the fear of death is dispelled.",
    "punjabi": "ਮਨੋ-ਕਾਮਨਾ ਹਾਸਲ ਕਰ ਲਈਦੀ ਹੈ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ, ਇੰਜ ਜਮਰਾਜ ਦੇ ਸਾਰੇ ਸਹਮ ਭੀ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "goibdu gwieAw swDsMgwieAw; BeI pUrn Awsw ]",
    "transliteration": "Gobidh Gaaeiaa Saadhh Sangaaeiaa Bhee Pooran Aasaa ||",
    "translation": "I sing of the Lord of the Universe in the Saadh Sangat, the Company of the Holy, and my hopes are fulfilled.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਗੋਬਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਉਸ ਦੀ (ਹਰੇਕ) ਆਸ ਪੂਰੀ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qij mwnu mohu ivkwr sgly; pRBU kY min BweIAY ]",
    "transliteration": "Thaj Maan Mohu Vikaar Sagalae Prabhoo Kai Man Bhaaeeai ||",
    "translation": "Renouncing egotism, emotional attachment and all corruption, we become pleasing to the Mind of God.",
    "punjabi": "ਅਹੰਕਾਰ, ਮੋਹ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਭਾ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ibnvMiq nwnk. idnsu rYxI; sdw hir hir iDAweIAY ]3]",
    "transliteration": "Binavanth Naanak Dhinas Rainee Sadhaa Har Har Dhhiaaeeai ||3||",
    "translation": "Prays Nanak, day and night, meditate forever on the Lord, Har, Har. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਦਿਨ ਰਾਤ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "dir vwjih. Anhq vwjy rwm ]",
    "transliteration": "Dhar Vaajehi Anehath Vaajae Raam ||",
    "translation": "At the Lord's Door, the unstruck melody resounds.",
    "punjabi": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਵਾਜੇ ਸਦਾ ਵੱਜਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Git Git. hir goibMdu gwjy rwm ]",
    "transliteration": "Ghatt Ghatt Har Gobindh Gaajae Raam ||",
    "translation": "In each and every heart, the Lord, the Lord of the Universe, sings.",
    "punjabi": "ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪ੍ਰਤੱਖ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "(g`wjy)pRgt ho rhyhn",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "goivd gwjy sdw ibrwjy; Agm Agocru aUcw ]",
    "transliteration": "Govidh Gaajae Sadhaa Biraajae Agam Agochar Oochaa ||",
    "translation": "The Lord of the Universe sings, and abides forever; He is unfathomable, profoundly deep, lofty and exalted.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਦਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪ੍ਰਤੱਖ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹ ਅਪੁੰਚ ਪ੍ਰਭੂ ਜਿਸ ਤਕ ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੈ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ।",
    "pronunciation": "(A-gm) sog rihq",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "gux byAMq ikCu khxu. n jweI; koie. n skY phUcw ]",
    "transliteration": "Gun Baeanth Kishh Kehan N Jaaee Koe N Sakai Pehoochaa ||",
    "translation": "His virtues are infinite - none of them can be described. No one can reach Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਵਿਚ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਉਸ ਦੇ ਸਰੂਪ ਬਾਰੇ ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੇ ਗੁਣਾਂ ਦੇ ਅਖ਼ੀਰ ਤਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "Awip aupwey Awip pRiqpwly; jIA jMq siB swjy ]",
    "transliteration": "Aap Oupaaeae Aap Prathipaalae Jeea Janth Sabh Saajae ||",
    "translation": "He Himself creates, and He Himself sustains; all beings and creatures are fashioned by Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਸਾਰੇ ਜੀਅ ਜੰਤ ਉਸ ਨੇ ਆਪ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2189,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ibnvMiq nwnk. suKu nwim BgqI; dir vjih Anhd vwjy ]4]3]",
    "transliteration": "Binavanth Naanak Sukh Naam Bhagathee Dhar Vajehi Anehadh Vaajae ||4||3||",
    "translation": "Prays Nanak, happiness comes from devotional worship of the Naam; at His Door, the unstruck melody resounds. ||4||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕੀਤਿਆਂ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਤੇ ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜ ਪੈਂਦੇ ਹਨ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2190,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwgu vfhMsu mhlw 1 Gru 5 AlwhxIAw",
    "transliteration": "Raag Vaddehans Mehalaa 1 Ghar 5 Alaahaneeaa",
    "translation": "Raag Wadahans, First Mehl, Fifth House, Alaahanees ~ Songs Of Mourning:",
    "punjabi": "ਰਾਗ ਵਡਹੰਸ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਅਲਾਹਣੀਆਂ'।",
    "pronunciation": "Gru pMjvW[ (AlwhxIAW) mrn qy guxW dy vYrwgmeI Sbd gauxy",
    "type_id": 3
  },
  {
    "shabad_id": 2190,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2190,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "DMnu isrMdw scw pwiqswhu; ijin jgu DMDY lwieAw ]",
    "transliteration": "Dhhann Sirandhaa Sachaa Paathisaahu Jin Jag Dhhandhhai Laaeiaa ||",
    "translation": "Blessed is the Creator, the True King, who has linked the whole world to its tasks.",
    "punjabi": "ਉਹ ਸਿਰਜਣਹਾਰ ਪਾਤਿਸ਼ਾਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਨੇ ਜਗਤ ਨੂੰ ਮਾਇਆ ਦੇ ਆਹਰ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(isrMdw) isrjxhwr",
    "type_id": 3
  },
  {
    "shabad_id": 2190,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "muhliq punI. pweI BrI; jwnIAVw Giq clwieAw ]",
    "transliteration": "Muhalath Punee Paaee Bharee Jaaneearraa Ghath Chalaaeiaa ||",
    "translation": "When one's time is up, and the measure is full, this dear soul is caught, and driven off.",
    "punjabi": "ਜਦੋਂ ਜੀਵ ਨੂੰ ਮਿਲਿਆ ਸਮਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ਤੇ ਜਦੋਂ ਇਸ ਦੀ ਉਮਰ ਦੀ ਪਿਆਲੀ ਭਰ ਜਾਂਦੀ ਹੈ ਤਾਂ (ਸਰੀਰ ਦੇ) ਪਿਆਰੇ ਸਾਥੀ ਨੂੰ ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(muhliq) smW[ (punI) pUrw hoieAw[ (jwnI-AVw) ipAwrw[ (G`iq) PVky",
    "type_id": 3
  }
]