[
  {
    "shabad_id": 2191,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "sUry syeI AwgY AwKIAih; drgh pwvih swcI mwxo ]",
    "transliteration": "Soorae Saeee Aagai Aakheeahi Dharageh Paavehi Saachee Maano ||",
    "translation": "They alone are acclaimed as brave warriors in the world hereafter, who receive true honor in the Court of the Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹੀ ਬੰਦੇ ਸੂਰਮੇ ਆਖੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "AwKI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "drgh mwxu pwvih piq isau jwvih; AwgY dUKu. n lwgY ]",
    "transliteration": "Dharageh Maan Paavehi Path Sio Jaavehi Aagai Dhookh N Laagai ||",
    "translation": "They are honored in the Court of the Lord; they depart with honor, and they do not suffer pain in the world hereafter.",
    "punjabi": "ਉਹ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਪਾਂਦੇ ਹਨ, ਇੱਜ਼ਤ ਨਾਲ (ਇਥੋਂ) ਜਾਂਦੇ ਹਨ ਤੇ ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "kir eyku iDAwvih. qW Plu pwvih; ijqu syivAY Bau BwgY ]",
    "transliteration": "Kar Eaek Dhhiaavehi Thaan Fal Paavehi Jith Saeviai Bho Bhaagai ||",
    "translation": "They meditate on the One Lord, and obtain the fruits of their rewards. Serving the Lord, their fear is dispelled.",
    "punjabi": "ਉਹ ਬੰਦੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਜਾਣ ਕੇ ਸਿਮਰਦੇ ਹਨ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ਜਿਸ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "aUcw nhI khxw. mn mih rhxw; Awpy jwxY jwxo ]",
    "transliteration": "Oochaa Nehee Kehanaa Man Mehi Rehanaa Aapae Jaanai Jaano ||",
    "translation": "Do not indulge in egotism, and dwell within your own mind; the Knower Himself knows everything.",
    "punjabi": "ਅਹੰਕਾਰ ਦਾ ਬੋਲ ਨਹੀਂ ਬੋਲਣਾ ਚਾਹੀਦਾ, ਆਪਣੇ ਆਪ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਉਹ ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "(aUcw) hMkwr nwl",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mrxu muxsW sUirAw hku hY; jo hoie mrih prvwxo ]3]",
    "transliteration": "Maran Munasaan Sooriaa Hak Hai Jo Hoe Marehi Paravaano ||3||",
    "translation": "The death of brave heroes is blessed, if it is approved by God. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਜੀਊਂਦਿਆਂ ਹੀ ਪ੍ਰਭੂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਬੂਲ ਹੋ ਕੇ ਮਰਦੇ ਹਨ ਉਹ ਸੂਰਮੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਰਨਾ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸਲਾਹਿਆ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "nwnk. iks no bwbw roeIAY; bwjI hY iehu sMswro ]",
    "transliteration": "Naanak Kis No Baabaa Roeeai Baajee Hai Eihu Sansaaro ||",
    "translation": "Nanak: for whom should we mourn, O Baba? This world is merely a play.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਜਗਤ ਇਕ ਖੇਡ ਹੈ (ਖੇਡ ਬਣਦੀ ਢਹਿੰਦੀ ਹੀ ਰਹਿੰਦੀ ਹੈ) ਕਿਸੇ ਦੇ ਮਰਨ ਤੇ ਰੋਣਾ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "(bwjI) qmwSw",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "kIqw vyKY swihbu Awpxw; kudriq kry bIcwro ]",
    "transliteration": "Keethaa Vaekhai Saahib Aapanaa Kudharath Karae Beechaaro ||",
    "translation": "The Lord Master beholds His work, and contemplates His creative potency.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜਗਤ ਦੀ ਆਪ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪਣੀ ਰਚੀ ਰਚਨਾ ਦਾ ਆਪ ਧਿਆਨ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "kudriq bIcwry Dwrx Dwry; ijin kIAw so jwxY ]",
    "transliteration": "Kudharath Beechaarae Dhhaaran Dhhaarae Jin Keeaa So Jaanai ||",
    "translation": "He contemplates His creative potency, having established the Universe. He who created it, He alone knows.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੀ ਰਚੀ ਰਚਨਾ ਦਾ ਖ਼ਿਆਲ ਰੱਖਦਾ ਹੈ, ਇਸ ਨੂੰ ਆਸਰਾ-ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ, ਜਿਸ ਨੇ ਜਗਤ ਰਚਿਆ ਹੈ ਉਹੀ ਇਸ ਦੀਆਂ ਲੋੜਾਂ ਭੀ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "Awpy vyKY Awpy bUJY; Awpy hukmu pCwxY ]",
    "transliteration": "Aapae Vaekhai Aapae Boojhai Aapae Hukam Pashhaanai ||",
    "translation": "He Himself beholds it, and He Himself understands it. He Himself realizes the Hukam of His Command.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਨੂੰ ਵੇਖਦਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ ਸਮਝਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਹੁਕਮ ਨੂੰ ਪਛਾਣਦਾ ਹੈ (ਕਿ ਕਿਵੇਂ ਇਹ ਹੁਕਮ ਜਗਤ ਵਿਚ ਵਰਤਿਆ ਜਾਣਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ijin ikCu. kIAw soeI jwxY; qw kw rUpu Apwro ]",
    "transliteration": "Jin Kishh Keeaa Soee Jaanai Thaa Kaa Roop Apaaro ||",
    "translation": "He who created these things, He alone knows. His subtle form is infinite.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਕੀਤੀ ਹੋਈ ਹੈ ਉਹੀ ਇਸ ਦੀਆਂ ਲੋੜਾਂ ਜਾਣਦਾ ਹੈ। ਉਸ ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2191,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "nwnk. iks no bwbw roeIAY; bwjI hY iehu sMswro ]4]2]",
    "transliteration": "Naanak Kis No Baabaa Roeeai Baajee Hai Eihu Sansaaro ||4||2||",
    "translation": "Nanak: for whom should we mourn, O Baba? This world is merely a play. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਜਗਤ ਇਕ ਖੇਡ ਹੈ (ਇਥੇ ਜੋ ਘੜਿਆ ਹੈ ਉਸ ਨੇ ਭੱਜਣਾ ਹੈ) ਕਿਸੇ ਦੇ ਮਰਨ ਤੇ ਰੋਣਾ ਵਿਅਰਥ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vfhMsu mhlw 1 dKxI ]",
    "transliteration": "Vaddehans Mehalaa 1 Dhakhanee ||",
    "translation": "Wadahans, First Mehl, Dakhanee:",
    "punjabi": "",
    "pronunciation": "prvd-gwro",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "scu isrMdw scw jwxIAY; scVw prvdgwro ]",
    "transliteration": "Sach Sirandhaa Sachaa Jaaneeai Sacharraa Paravadhagaaro ||",
    "translation": "The True Creator Lord is True - know this well; He is the True Sustainer.",
    "punjabi": "ਨਿਸ਼ਚਾ ਕਰੋ ਕਿ ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਦੀ) ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijin AwpInY Awpu swijAw; scVw AlK Apwro ]",
    "transliteration": "Jin Aapeenai Aap Saajiaa Sacharraa Alakh Apaaro ||",
    "translation": "He Himself fashioned His Own Self; the True Lord is invisible and infinite.",
    "punjabi": "ਜਿਸ ਸਦਾ-ਥਿਰ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ (ਜਗਤ ਦੇ ਰੂਪ ਵਿਚ) ਪਰਗਟ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "AwpI-nY[ A-lK polw",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "duie puV joiV ivCoiVAnu; gur ibnu. Goru AMDwro ]",
    "transliteration": "Dhue Purr Jorr Vishhorrian Gur Bin Ghor Andhhaaro ||",
    "translation": "He brought together, and then separated, the two grinding stones of the earth and the sky; without the Guru, there is only pitch darkness.",
    "punjabi": "ਦੋਵੇਂ ਪੁੜ (ਧਰਤੀ ਤੇ ਆਕਾਸ਼) ਜੋੜ ਕੇ (ਭਾਵ, ਜਗਤ-ਰਚਨਾ ਕਰ ਕੇ) ਉਸ ਪ੍ਰਭੂ ਨੇ ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਾ ਕੇ ਆਪਣੇ ਨਾਲੋਂ ਵਿਛੋੜ ਦਿੱਤਾ ਹੈ। ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਜਗਤ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਘੁੱਪ ਹਨੇਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sUrju cMdu isrijAnu; Aih inis clqu vIcwro ]1]",
    "transliteration": "Sooraj Chandh Sirajian Ahinis Chalath Veechaaro ||1||",
    "translation": "He created the sun and the moon; night and day, they move according to His Thought. ||1||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਬਣਾ ਕੇ ਇਹ ਦਿਨ ਤੇ ਰਾਤ ਦਾ ਜਗਤ-ਤਮਾਸ਼ਾ ਬਣਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "scVw swihbu scu qU; scVw dyih ipAwro ] rhwau ]",
    "transliteration": "Sacharraa Saahib Sach Thoo Sacharraa Dhaehi Piaaro || Rehaao ||",
    "translation": "O True Lord and Master, You are True. O True Lord, bless me with Your Love. ||Pause||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਦਾ ਹੀ ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ। ਤੂੰ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਿਆਰ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈਂ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "quDu isrjI mydnI; duKu suKu dyvxhwro ]",
    "transliteration": "Thudhh Sirajee Maedhanee Dhukh Sukh Dhaevanehaaro ||",
    "translation": "You created the Universe; You are the Giver of pain and pleasure.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, (ਜੀਵਾਂ ਨੂੰ) ਦੁੱਖ ਤੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਭੀ ਤੂੰ ਹੀ ਹੈਂ।",
    "pronunciation": "(mydnI) DrqI",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "nwrI purK isrijAY; ibKu mwieAw mohu ipAwro ]",
    "transliteration": "Naaree Purakh Sirajiai Bikh Maaeiaa Mohu Piaaro ||",
    "translation": "You created woman and man, the love of poison, and emotional attachment to Maya.",
    "punjabi": "ਇਸਤ੍ਰੀਆਂ ਤੇ ਮਰਦ ਭੀ ਤੂੰ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਮਾਇਆ ਜ਼ਹਿਰ ਦਾ ਮੋਹ ਤੇ ਪਿਆਰ ਭੀ ਤੂੰ ਹੀ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "KwxI bwxI qyrIAw; dyih jIAw AwDwro ]",
    "transliteration": "Khaanee Baanee Thaereeaa Dhaehi Jeeaa Aadhhaaro ||",
    "translation": "The four sources of creation, and the power of the Word, are also of Your making. You give Support to all beings.",
    "punjabi": "ਜੀਵ-ਉਤਪੱਤੀ ਦੀਆਂ ਚਾਰ ਖਾਣੀਆਂ ਤੇ ਜੀਵਾਂ ਦੀਆਂ ਬੋਲੀਆਂ ਭੀ ਤੇਰੀਆਂ ਹੀ ਰਚੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "pronunciation": "(KwxI) jIv auqpqI dy cwr swDn AMfj jyrj syqj auqBuj",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "kudriq qKqu rcwieAw; sic inbyVxhwro ]2]",
    "transliteration": "Kudharath Thakhath Rachaaeiaa Sach Nibaerranehaaro ||2||",
    "translation": "You have made the Creation as Your Throne; You are the True Judge. ||2||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਹੀ ਆਸਰਾ ਦੇਂਦਾ ਹੈਂ। ਇਹ ਸਾਰੀ ਰਚਨਾ (-ਰੂਪ) ਤਖ਼ਤ ਤੂੰ ਹੀ (ਆਪਣੇ ਬੈਠਣ ਵਾਸਤੇ) ਬਣਾਇਆ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਕਰਮਾਂ ਦੇ ਲੇਖ ਭੀ ਮੁਕਾਣ ਵਾਲਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "Awvw gvxu isrijAw; qU iQru krxYhwro ]",
    "transliteration": "Aavaa Gavan Sirajiaa Thoo Thhir Karanaihaaro ||",
    "translation": "You created comings and goings, but You are ever-stable, O Creator Lord.",
    "punjabi": "ਹੇ ਕਰਣਹਾਰ ਕਰਤਾਰ! (ਜੀਵਾਂ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰ ਤੂੰ ਆਪ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jMmxu mrxw Awie gieAw; biDku jIau ibkwro ]",
    "transliteration": "Janman Maranaa Aae Gaeiaa Badhhik Jeeo Bikaaro ||",
    "translation": "In birth and death, in coming and going, this soul is held in bondage by corruption.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਵਿਕਾਰਾਂ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਜੀਵ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਤੇ ਮਰਦਾ ਹੈ, ਇਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਚੱਕਰ ਪਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(biDku)ihMsk jIv",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "BUfVY. nwmu ivswirAw; bUfVY. ikAw iqsu cwro ]",
    "transliteration": "Bhooddarrai Naam Visaariaa Booddarrai Kiaa This Chaaro ||",
    "translation": "The evil person has forgotten the Naam; he has drowned - what can he do now?",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ) ਭੈੜੇ ਜੀਵ ਨੇ (ਤੇਰਾ) ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ, ਮੋਹ ਵਿਚ ਡੁੱਬੇ ਹੋਏ ਦੀ ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "(BUfVY) BYVy ny[ (bUfVY) fu`bx jogy[ (cwro) aupwA[ (cwro) zor",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "gux Coif ibKu lidAw; Avgux kw vxjwro ]3]",
    "transliteration": "Gun Shhodd Bikh Ladhiaa Avagun Kaa Vanajaaro ||3||",
    "translation": "Forsaking merit, he has loaded the poisonous cargo of demerits; he is a trader of sins. ||3||",
    "punjabi": "ਗੁਣਾਂ ਨੂੰ ਛੱਡ ਕੇ (ਵਿਕਾਰਾਂ ਦਾ) ਜ਼ਹਿਰ ਇਸ ਜੀਵ ਨੇ ਇਕੱਠਾ ਕਰ ਲਿਆ ਹੈ (ਜਗਤ ਵਿਚ ਆ ਕੇ ਸਾਰੀ ਉਮਰ) ਔਗੁਣਾਂ ਦਾ ਹੀ ਵਣਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "sdVy Awey iqnw jwnIAw; hukim scy krqwro ]",
    "transliteration": "Sadharrae Aaeae Thinaa Jaaneeaa Hukam Sachae Karathaaro ||",
    "translation": "The beloved soul has received the Call, the Command of the True Creator Lord.",
    "punjabi": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਕਰਤਾਰ ਦੇ ਹੁਕਮ ਵਿਚ ਰੂਹ ਨੂੰ ਇਥੋਂ ਜਾਣ ਦੇ ਸੱਦੇ ਆਉਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "nwrI purK ivCuMinAw; ivCuiVAw mylxhwro ]",
    "transliteration": "Naaree Purakh Vishhunniaa Vishhurriaa Maelanehaaro ||",
    "translation": "The soul, the husband, has become separated from the body, the bride. The Lord is the Re-uniter of the separated ones.",
    "punjabi": "ਤਾਂ (ਮਰਨ ਵੇਲੇ) ਇਸਤ੍ਰੀ ਮਰਦਾਂ ਦੇ ਵਿਛੋੜੇ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਵਿਛੁੜਿਆਂ ਨੂੰ ਤਾਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੇਲਣ ਦੇ ਸਮਰਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "rUpu. n jwxY sohxIAY; hukim bDI isir kwro ]",
    "transliteration": "Roop N Jaanai Sohaneeai Hukam Badhhee Sir Kaaro ||",
    "translation": "No one cares for your beauty, O beautiful bride.; the Messenger of Death is bound only by the Lord Commander's Command.",
    "punjabi": "ਜਮ ਕਿਸੇ ਸੁੰਦਰੀ ਦੇ ਰੂਪ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਮੌਤ ਤੋਂ ਖਿਮਾ ਨਹੀਂ ਦੇਦਾ) ਕਿਉਂ ਕਿ ਉਹ ਵੀ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ ਬਧਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "bwlk ibriD. n jwxnI; qoVin hyqu ipAwro ]4]",
    "transliteration": "Baalak Biradhh N Jaananee Thorran Haeth Piaaro ||4||",
    "translation": "He does not distinguish between young children and old people; he tears apart love and affection. ||4||",
    "punjabi": "ਜਮ ਬੱਚਿਆਂ ਤੇ ਬੁੱਢਿਆਂ ਦੀ ਭੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦੇ, ਇੰਜ ਸਭ ਦਾ (ਆਪੋ ਵਿਚ ਦਾ) ਮੋਹ ਪਿਆਰ ਟੱਟ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "nau dr Twky hukim scY; hMsu gieAw gYxwry ]",
    "transliteration": "No Dhar Thaakae Hukam Sachai Hans Gaeiaa Gainaarae ||",
    "translation": "The nine doors are closed by the True Lord's Command, and the swan-soul takes flight into the skies.",
    "punjabi": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ ਰੂਹ ਦੇ ਜਾਣ ਦਾ ਸਦਾ ਆਉਂਦਾ ਹੈ ਤਾਂ (ਸਰੀਰ ਦੇ) ਨੌ ਦਰਵਾਜ਼ੇ ਬੰਦ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਜੀਵਾਤਮਾ (ਕਿਤੇ) ਆਕਾਸ਼ ਵਿਚ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(Twky) bMd kIqy[ (gYxwry) AkwS c",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "sw Dn CutI muTI. JUiT ivDxIAw; imrqkVw AM|nVy bwry ]",
    "transliteration": "Saa Dhhan Shhuttee Muthee Jhooth Vidhhaneeaa Mirathakarraa Ann(g)anarrae Baarae ||",
    "translation": "The body-bride is separated, and defrauded by falsehood; she is now a widow - her husband's body lies dead in the courtyard.",
    "punjabi": "(ਜਦ ਪਤੀ ਦੀ ਜੀਵਾਤਮਾ ਚਲੀ ਜਾਂਦੀ ਹੈ ਤਾਂ) ਨਿਖਸਮੀ ਇਸਤ੍ਰੀ ਇਕੱਲੀ ਰਹਿ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਲੁੱਟ ਕੇ ਵਿਧਵਾ ਹੋ ਗਈ ਹੈ ਤੇ ਲੋਥ ਘਰ ਦੇ ਵੇਹੜੇ ਵਿਚ ਪਈ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(C`utI)Cu`tV hoeI[ (m`uTI) lu`tI[ (iv`DxIAw) duKI[ (imrqk-Vw)murdw[ (AM|nVy) vyhVy[ (bwry)Awi^r smyN",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "suriq mueI. mru mweIey; mhl ruMnI. dr bwry ]",
    "transliteration": "Surath Muee Mar Maaeeeae Mehal Runnee Dhar Baarae ||",
    "translation": "The widow cries out at the door, \"The light of my mind has gone out, O my mother, with his death.\"",
    "punjabi": "(ਜਿਸ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ) ਉਹ ਇਸਤ੍ਰੀ ਦਲੀਜਾਂ ਵਿਚ ਬੈਠੀ ਰੋਂਦੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ-) ਹੇ ਮਾਏ! ਇਸ ਮੌਤ (ਨੂੰ ਵੇਖ ਕੇ) ਮੇਰੀ ਅਕਲ ਟਿਕਾਣੇ ਨਹੀਂ ਰਹਿ ਗਈ।",
    "pronunciation": "(mhl) iesqRI",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "rovhu. kMq mhylIho; scy ky gux swry ]5]",
    "transliteration": "Rovahu Kanth Mehaeleeho Sachae Kae Gun Saarae ||5||",
    "translation": "So cry out, O soul-brides of the Husband Lord, and dwell on the Glorious Praises of the True Lord. ||5||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਕੰਤ ਦੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! ਤੁਸੀਂ ਸਚੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ (ਤੇ ਇੰਜ ਜੀਵਨ ਸਫਲ ਕਰੋ)! ॥੫॥",
    "pronunciation": "(swry) cyqy krky",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "jil mil jwnI nwvwilAw; kpiV pit AMbwry ]",
    "transliteration": "Jal Mal Jaanee Naavaaliaa Kaparr Patt Anbaarae ||",
    "translation": "Her loved one is cleansed, bathed in water, and dressed in silken robes.",
    "punjabi": "ਸਾਕ-ਸੰਬੰਧੀ (ਮਰੇ ਪ੍ਰਾਣੀ ਦੀ ਲੋਥ ਨੂੰ) ਪਾਣੀ ਨਾਲ ਮਲ ਕੇ ਇਸ਼ਨਾਨ ਕਰਾਂਦੇ ਹਨ, ਤੇ ਰੇਸ਼ਮ (ਆਦਿਕ) ਕੱਪੜੇ ਨਾਲ (ਲਪੇਟਦੇ ਹਨ)।",
    "pronunciation": "(pit) rySm",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "vwjy vjy scI bwxIAw; pMc muey mnu mwry ]",
    "transliteration": "Vaajae Vajae Sachee Baaneeaa Panch Mueae Man Maarae ||",
    "translation": "The musicians play, and the Bani of the True Lord's Words are sung; the five relatives feel as if they too are dead, so deadened are their minds.",
    "punjabi": "(ਉਸ ਨੂੰ ਮਸਾਣਾਂ ਵਿਚ ਲੈ ਜਾਣ ਵਾਸਤੇ) \"ਰਾਮ ਨਾਮ ਸਤਿ ਹੈ\" ਦੇ ਬੋਲ ਸ਼ੁਰੂ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਨਿਕਟ ਦੇ ਸੰਬੰਧੀ ਗ਼ਮ ਨਾਲ ਮੁਇਆਂ ਵਰਗੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "jwnI ivCuMnVy. myrw mrxu BieAw; iDRgu jIvxu sMswry ]",
    "transliteration": "Jaanee Vishhunnarrae Maeraa Maran Bhaeiaa Dhhrig Jeevan Sansaarae ||",
    "translation": "\"Separation from my beloved is like death to me!\" cries the widow. \"My life in this world is cursed and worthless!\"",
    "punjabi": "(ਉਸ ਦੀ ਇਸਤ੍ਰੀ ਰੋਂਦੀ ਹੈ ਤੇ ਆਖਦੀ ਹੈ-) ਸਾਥੀ ਦੇ ਮਰਨ ਨਾਲ ਮੈਂ ਭੀ ਮੋਇਆ ਵਰਗੀ ਹੋ ਗਈ ਹਾਂ, ਹੁਣ ਸੰਸਾਰ ਵਿਚ ਮੇਰੇ ਜੀਊਣ ਨੂੰ ਫਿਟਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "jIvqu mrY. su jwxIAY; ipr scVY. hyiq ipAwry ]6]",
    "transliteration": "Jeevath Marai S Jaaneeai Pir Sacharrai Haeth Piaarae ||6||",
    "translation": "But she alone is approved, who dies, while yet still alive; she lives for the sake of the Love of her Beloved. ||6||",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਜੀਉਂਦਿਆਂ ਹੋਇਆ ਮਰਦਾ ਹੈ, ਭਾਵ ਮੋਹ ਨੂੰ ਛਡਦਾ ਹੈ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "qusI rovhu rovx AweIho; JUiT muTI sMswry ]",
    "transliteration": "Thusee Rovahu Rovan Aaeeho Jhooth Muthee Sansaarae ||",
    "translation": "So cry out in mourning, you who have come to mourn; this world is false and fraudulent.",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਓ! ਤੁਸੀਂ ਦੁੱਖੀ ਹੋਣ ਵਾਸਤੇ ਹੀ ਜਗਤ ਵਿਚ ਆਈਆਂ ਹੋ ਕਿਉਂਕਿ ਸੰਸਾਰ ਵਿਚ ਤੁਹਾਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਨੇ ਠੱਗਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(muTI) T`gI",
    "type_id": 3
  }
]