[
  {
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "hau muTVI. DMDY DwvxIAw; ipir CoifAVI. ivDx kwry]",
    "transliteration": "Ho Mutharree Dhhandhhai Dhhaavaneeaa Pir Shhoddiarree Vidhhanakaarae ||",
    "punjabi": "ਜਦ ਤਕ ਮੈਂ ਮਾਇਆ ਦੇ ਆਹਰ ਵਿਚ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹਾਂ, ਤਦ ਤਕ ਨਿਖਸਮੀਆਂ ਵਾਲੀ ਕਾਰ ਦੇ ਕਾਰਨ ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਛੱਡਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(mu`TVI) T`gI[ (iv`Dx)duKI[ (kwry) krky",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "Gir Gir kMqu mhylIAw; rUVY hyiq ipAwry]",
    "transliteration": "Ghar Ghar Kanth Mehaeleeaa Roorrai Haeth Piaarae ||",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਤਾਂ ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, ਤੇ ਉਸ ਸੁੰਦਰ ਹਨ ਜੋ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "(rUVY) suMdr",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "mY. ipru scu swlwhxw; hau rhisAVI nwim Bqwry]7]",
    "transliteration": "Mai Pir Sach Saalaahanaa Ho Rehasiarree Naam Bhathaarae ||7||",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ ਓਨਾ ਚਿਰ ਮੇਰਾ ਤਨ ਮਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "(rh-isAVI) AnMd pRwpq",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "guir imilAY vysu plitAw; sw Dn scu sIgwro]",
    "transliteration": "Gur Miliai Vaes Palattiaa Saa Dhhan Sach Seegaaro ||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਕਾਂਇਆਂ ਹੀ ਪਲਟ ਜਾਂਦੀ ਹੈ, ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣਾ ਸਿੰਗਾਰ ਬਣਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "(vysu) suBwA",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "Awvhu imlhu shylIho; ismrhu isrjxhwro]",
    "transliteration": "Aavahu Milahu Sehaeleeho Simarahu Sirajanehaaro ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! (ਹੇ ਸਤ-ਸੰਗੀਓ!) ਆਓ, ਰਲ ਕੇ ਬੈਠੀਏ ਤੇ ਰਲ ਕੇ ਸਿਰਜਣਹਾਰ ਦਾ ਸਿਮਰਨ ਕਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "beIAir nwim suohwgxI; scu svwrxhwro]",
    "transliteration": "Beear Naam Suohaaganee Sach Savaaranehaaro ||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੀ ਹੈ ਉਹ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਸ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(beIAir)iesqRI[ suohwgxI: hoVy AONkV ivckwr dI Avwz bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2192,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "gwvhu gIqu. n ibrhVw; nwnk. bRhm bIcwro]8]3]",
    "transliteration": "Gaavahu Geeth N Bireharraa Naanak Breham Beechaaro ||8||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਵਣ ਨਾਲ ਤੇ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਵਿਚਾਰ ਕਰਨ ਨਾਲ, ਫਿਰ ਕਦੇ ਉਸ ਤੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੋਵੇਗਾ ॥੮॥੩॥",
    "pronunciation": "(ibrhVw) ivCoVw[ (2. gIqun)",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "vfhMsu mhlw 1]",
    "transliteration": "Vaddehans Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijin. jgu isrij smwieAw; so swihbu. kudriq jwxo vw]",
    "transliteration": "Jin Jag Siraj Samaaeiaa So Saahib Kudharath Jaanovaa ||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਇਸ ਨੂੰ ਆਪਣੇ ਆਪ ਵਿਚ ਲੀਨ ਕਰਨ ਦੀ ਤਾਕਤ ਭੀ ਆਪਣੇ ਪਾਸ ਰੱਖੀ ਹੋਈ ਹੈ ਉਸ ਮਾਲਕ ਨੂੰ ਇਸ ਕੁਦਰਤਿ ਵਿਚ ਵੱਸਦਾ ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "scVw dUir. n BwlIAY; Git Git sbdu pCwxo vw]",
    "transliteration": "Sacharraa Dhoor N Bhaaleeai Ghatt Ghatt Sabadh Pashhaanovaa ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਰਚੀ ਕੁਦਰਤਿ ਤੋਂ) ਦੂਰ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਲੱਭਣ ਦਾ ਜਤਨ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ। ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਉਸੇ ਦਾ ਹੁਕਮ ਵਰਤਦਾ ਪਛਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "scu sbdu pCwxhu. dUir n jwxhu; ijin eyh rcnw rwcI]",
    "transliteration": "Sach Sabadh Pashhaanahu Dhoor N Jaanahu Jin Eaeh Rachanaa Raachee ||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਰਚਨਾ ਰਚੀ ਹੈ ਉਸ ਨੂੰ ਇਸ ਤੋਂ ਦੂਰ (ਕਿਤੇ ਵੱਖਰਾ) ਨਾਹ ਸਮਝੋ, (ਹਰੇਕ ਸਰੀਰ ਵਿਚ) ਉਸ ਦਾ ਅਟੱਲ ਹੁਕਮ ਵਰਤਦਾ ਪਛਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwmu iDAwey. qw suKu pwey; ibnu nwvY. ipV kwcI]",
    "transliteration": "Naam Dhhiaaeae Thaa Sukh Paaeae Bin Naavai Pirr Kaachee ||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ। ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਲੁਕਾਈ ਅਸਮਰਥ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijin QwpI ibiD jwxY soeI, ikAw ko khY vKwxo]",
    "transliteration": "Jin Thhaapee Bidhh Jaanai Soee Kiaa Ko Kehai Vakhaano ||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਰਚਨਾ ਰਚੀ ਹੈ ਉਹੀ ਇਸ ਦੀ ਰੱਖਿਆ ਦੀ ਵਿਧੀ ਭੀ ਜਾਣਦਾ ਹੈ, ਹੋਰ ਕੋਈ ਜੋ ਮਰਜੀ ਕਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijin. jgu Qwip vqwieAw jwluo; so swihbu prvwxo]1]",
    "transliteration": "Jin Jag Thhaap Vathaaeiaa Jaaluo So Saahib Paravaano ||1||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ (ਇਸ ਦੇ ਉਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜਾਲ ਵਿਛਾ ਰੱਖਿਆ ਹੈ ਉਹੀ ਮੰਨਿਆ-ਪ੍ਰਮੰਨਿਆ ਮਾਲਕ ਹੈ ॥੧॥",
    "pronunciation": "(Qwip)iesiQ`q krky[ kwl rUpI jwlou (vqwieAw) pwieAw[ jwluo: hoVy AONkV dI ivckwrlI Avwz bolxI",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "bwbw AwieAw hY. auiT clxw; AD pMDY hY. sMswro vw]",
    "transliteration": "Baabaa Aaeiaa Hai Outh Chalanaa Adhh Pandhhai Hai Sansaarovaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਵੀ ਜੀਵ (ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ) ਆਇਆ ਹੈ ਉਸ ਨੇ ਜ਼ਰੂਰ (ਇਥੋਂ) ਚਲੇ ਜਾਣਾ ਹੈ, ਜਗਤ ਤਾਂ ਆਉਣ ਜਾਣ (ਜਨਮ ਮਰਨ) ਦੇ ਚਕਰ ਵਿਚ ਹੈ।",
    "pronunciation": "(pMDY) rsqy[ A`D ivcwly au~iTc`lxw",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "isir isir scVY iliKAw; duKu suKu purib vIcwro vw]",
    "transliteration": "Sir Sir Sacharrai Likhiaa Dhukh Sukh Purab Veechaarovaa ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਉਸ ਦੇ ਪੂਰਬਲੇ ਸਮੇ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਵਿਚਾਰ ਅਨੁਸਾਰ ਦੁੱਖ ਅਤੇ ਸੁਖ (ਭੋਗਣ) ਦੇ ਲੇਖ ਲਿਖ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "duKu suKu dIAw jyhw kIAw; so inbhY jIA nwly]",
    "transliteration": "Dhukh Sukh Dheeaa Jaehaa Keeaa So Nibehai Jeea Naalae ||",
    "punjabi": "ਜਿਹੋ ਜਿਹਾ ਕਰਮ ਜੀਵ ਨੇ ਕੀਤਾ ਉਹੋ ਜਿਹਾ ਦੁੱਖ ਤੇ ਸੁਖ ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਨੂੰ ਦੇ ਦਿੱਤਾ ਹੈ। ਹਰੇਕ ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਸਮੂਹ ਉਸ ਦੇ ਨਾਲ ਹੀ ਨਿਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jyhy krm krwey krqw; dUjI kwr. n Bwly]",
    "transliteration": "Jaehae Karam Karaaeae Karathaa Dhoojee Kaar N Bhaalae ||",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਕਰਤਾਰ ਆਪ ਹੀ ਜਿਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈ (ਉਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵ ਕਰਦੇ ਹਨ) ਕੋਈ ਭੀ ਜੀਵ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਤੋਂ ਲਾਂਭੇ ਜਾ ਕੇ) ਕੋਈ ਹੋਰ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "Awip inrwlmu DMDY bwDI; kir hukmu Cfwvxhwro]",
    "transliteration": "Aap Niraalam Dhhandhhai Baadhhee Kar Hukam Shhaddaavanehaaro ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਤਾਂ (ਕਰਮਾਂ ਤੋਂ) ਨਿਰਲੇਪ ਹੈ, ਲੁਕਾਈ ਉਸ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ (ਮਾਇਆ ਦੇ) ਆਹਰ ਵਿਚ ਬੱਝੀ ਪਈ ਹੈ। (ਮਾਇਆ ਦੇ ਇਹਨਾਂ ਬੰਧਨਾਂ ਤੋਂ ਭੀ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੁਕਮ ਕਰ ਕੇ ਛੁਡਾਣ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "Aju kil kridAw kwlu ibAwpY; dUjY Bwie ivkwro]2]",
    "transliteration": "Aj Kal Karadhiaa Kaal Biaapai Dhoojai Bhaae Vikaaro ||2||",
    "punjabi": "ਅੱਜ (ਸਿਮਰਨ) ਕਰਦਾ ਹਾਂ, ਭਲਕੇ ਕਰਾਂਗਾ (ਇਹੀ ਟਾਲ-ਮਟੋਲੇ) ਕਰਦੇ ਨੂੰ ਮੌਤ ਆ ਦਬਾਂਦੀ ਹੈ। (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਵਿਅਰਥ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jm mwrg pMQu. n suJeI; auJVu AMD gubwro vw]",
    "transliteration": "Jam Maarag Panthh N Sujhee Oujharr Andhh Gubaarovaa ||",
    "punjabi": "ਜੀਵ ਜਮ ਵਾਲਾ ਰਸਤਾ ਫੜਦਾ ਹੈ, ਤੇ ਉਸ ਨੂੰ ਆਤਮਿਕ ਜੀਵਨ ਦੀ ਸੋਝ ਨਹੀਂ ਆਉਂਦੀ, ਉਜਾੜ ਤੇ ਘੁੱਪ ਹਨੇਰੇ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "nw jlu lyP qulweIAw; nw Bojn prkwro vw]",
    "transliteration": "Naa Jal Laef Thulaaeeaa Naa Bhojan Parakaarovaa ||",
    "punjabi": "(ਆਖਰ ਵੇਲੇ) ਨਾਹ ਪਾਣੀ, ਨਾਹ ਲੇਫ, ਨਾਹ ਤੁਲਾਈ ਨਾ ਕਿਸੇ ਕਿਸਮ ਦਾ ਭੋਜਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Bojn Bwau n TMFw pwxI; nw kwpVu sIgwro]",
    "transliteration": "Bhojan Bhaao N Thandtaa Paanee Naa Kaaparr Seegaaro ||",
    "punjabi": "ਭੋਜਨ ਭਾਉ ਨਹੀਂ, ਨਾਹ ਠੰਢਾ ਪਾਣੀ, ਨਾਹ ਕੋਈ ਸੋਹਣਾ ਕੱਪੜਾ, ਨਾਹ ਹੋਰ ਸਿੰਗਾਰ (ਨਾਲ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gil sMglu isir mwry aUBO; nw dIsY Gr bwro]",
    "transliteration": "Gal Sangal Sir Maarae Oobha Naa Dheesai Ghar Baaro ||",
    "punjabi": "ਜਮਰਾਜ ਜੀਵ ਦੇ ਗਲ ਵਿਚ (ਮੋਹ ਦਾ) ਸੰਗਲ ਪਾ ਕੇ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਖਲੋਤਾ ਚੋਟਾਂ ਮਾਰਦਾ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਕੋਈ ਘਰ-ਬਾਹਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(aUBO) KVw",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ieb ky rwhy. jMmin nwhI; pCuqwxy isir Bwro]",
    "transliteration": "Eib Kae Raahae Janman Naahee Pashhuthaanae Sir Bhaaro ||",
    "punjabi": "ਉਸ (ਮੌਤ) ਵੇਲੇ ਦੇ ਬੀਜੇ ਹੋਏ (ਸਿਮਰਨ ਸੇਵਾ ਆਦਿਕ ਦੇ ਬੀਜ) ਉੱਗ ਨਹੀਂ ਸਕਦੇ। ਤਦੋਂ ਪਛੁਤਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਕੀਤੇ ਪਾਪਾਂ ਦਾ ਭਾਰ ਸਿਰ ਉਤੇ ਪਿਆ ਹੈ (ਜੋ ਲਹਿ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "ipCly(rwhy)bIjypwp[ (ieb) ies (ky) vyly &l dyx leI nhI jMmdy",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ibnu swcy. ko bylI nwhI; swcw eyhu bIcwro]3]",
    "transliteration": "Bin Saachae Ko Baelee Naahee Saachaa Eaehu Beechaaro ||3||",
    "punjabi": "ਇਸ ਅਟੱਲ ਵਿਚਾਰ ਨੂੰ ਚੇਤੇ ਰੱਖੋ ਕਿ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "bwbw. rovih rvih su jwxIAih; imil rovY gux swry vw]",
    "transliteration": "Baabaa Rovehi Ravehi S Jaaneeahi Mil Rovai Gun Saaraevaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ਤੇ ਵੈਰਾਗਵਾਨ ਹੁੰਦੇ ਹਨ ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "jwxI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "rovY mwieAw muTVI; DMDVw rovxhwry vw]",
    "transliteration": "Rovai Maaeiaa Mutharree Dhhandhharraa Rovanehaaraevaa ||",
    "punjabi": "ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਨੇ ਲੁੱਟ ਲਿਆ ਹੈ ਉਹ ਦੁੱਖੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "DMDw rovY. mYlu n DovY; supnMqru sMswro]",
    "transliteration": "Dhhandhhaa Rovai Mail N Dhhovai Supananthar Sansaaro ||",
    "punjabi": "ਜੀਵ (ਸਾਰੀ ਉਮਰ ਮਾਇਆ ਦਾ) ਧੰਧਾ ਹੀ ਪਿੱਟਦੇ ਹਨ ਤੇ ਇੰਜ ਕਰਮਾ ਦੀ ਮੈਲ ਨਹੀਂ ਲਾਹੁੰਦੇ, ਉਹਨ੍ਹਾਂ ਲਈ ਸੰਸਾਰ ਇਕ ਸੁਪਨਾ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "sup-nMqru",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ijau bwjIgru BrmY BUlY; JUiT muTI AhMkwro]",
    "transliteration": "Jio Baajeegar Bharamai Bhoolai Jhooth Muthee Ahankaaro ||",
    "punjabi": "ਜਿਵੇਂ ਬਾਜ਼ੀਗਰ (ਤਮਾਸ਼ਾ ਵਿਖਾਂਦਾ ਹੈ, ਵੇਖਣ ਵਾਲਾ ਜੀਵ ਉਸ ਦੇ ਤਮਾਸ਼ੇ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤਿਵੇਂ) ਕੂੜੇ ਮੋਹ ਦੀ ਠਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ ਤੇ (ਕੂੜੀ ਮਾਇਆ ਦਾ) ਮਾਣ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "Awpy mwrig pwvxhwrw; Awpy krm kmwey]",
    "transliteration": "Aapae Maarag Paavanehaaraa Aapae Karam Kamaaeae ||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਸਹੀ ਰਸਤੇ ਤੇ ਪਾਣ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਕਰਮ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2193,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "nwim rqy. guir pUrY rwKy; nwnk shij suBwey]4]4]",
    "transliteration": "Naam Rathae Gur Poorai Raakhae Naanak Sehaj Subhaaeae ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "vfhMsu mhlw 1]",
    "transliteration": "Vaddehans Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "bwbw. AwieAw hY auiT clxw; iehu jgu JUTu pswro vw]",
    "transliteration": "Baabaa Aaeiaa Hai Outh Chalanaa Eihu Jag Jhooth Pasaarovaa ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਗਤ ਵਿਚ ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਨਮ ਲੈ ਕੇ) ਆਇਆ ਹੈ ਉਸ ਨੇ (ਆਖ਼ਰ ਇਥੋਂ) ਕੂਚ ਕਰ ਜਾਣਾ ਹੈ, ਇਹ ਜਗਤ ਤਾਂ ਹੈ ਹੀ ਨਾਸਵੰਤ ਖਿਲਾਰਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "scw Gru scVY syvIAY; scu Krw sicAwro vw]",
    "transliteration": "Sachaa Ghar Sacharrai Saeveeai Sach Kharaa Sachiaarovaa ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰਕਾਸ਼ ਲਈ ਯੋਗ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kUiV lib jW Qwie. n pwsI; AgY lhY. n TwE]",
    "transliteration": "Koorr Lab Jaan Thhaae N Paasee Agai Lehai N Thaaou ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਾਂ ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AMqir Awau n bYshu khIAY; ijau suM\\Y Gir kwE]",
    "transliteration": "Anthar Aao N Baisahu Keheeai Jio Sunnjai Ghar Kaaou ||",
    "punjabi": "ਜਿਵੇਂ ਸੁੰਞੇ ਘਰ ਵਿਚ ਗਏ ਕਾਂ ਨੂੰ (ਕਿਸੇ ਨੇ ਰੋਟੀ ਦੀ ਗਰਾਹੀ ਆਦਿਕ ਨਹੀਂ ਪੈਂਦੀ) (ਤਿਵੇਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਿਸੇ ਨੇ ਇਹ ਨਹੀਂ ਆਖਣਾ \"ਆਓ ਜੀ, ਅੰਦਰ ਲੰਘ ਆਵੋ ਤੇ ਬੈਠ ਜਾਵੋ।\"",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jMmxu mrxu vfw vyCoVw; ibnsY jgu sbwey]",
    "transliteration": "Janman Maran Vaddaa Vaeshhorraa Binasai Jag Sabaaeae ||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਭੁਗਤਣਾ ਪੈ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਇਸ ਗੇੜ ਦੇ ਕਾਰਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲੋਂ) ਲੰਮਾ ਵਿਛੋੜਾ ਹੋ ਜਾਂਦਾ ਹੈ। (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਜਗਤ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਿਹਾ ਹੈ (ਜੇਹੜੇ ਭੀ ਮੋਹ ਵਿਚ ਫਸਦੇ ਹਨ ਉਹ) ਸਾਰੇ (ਆਤਮਕ ਮੌਤ ਮਰਦੇ ਹਨ)।",
    "pronunciation": "(ibnsY) nws[ (sbwey) swry",
    "type_id": 3
  },
  {
    "shabad_id": 2194,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "lib DMDY mwieAw. jgqu BulwieAw; kwlu KVw rUAwey]1]",
    "transliteration": "Lab Dhhandhhai Maaeiaa Jagath Bhulaaeiaa Kaal Kharraa Rooaaeae ||1||",
    "punjabi": "ਲਾਲਚ ਦੇ ਕਾਰਨ ਮਾਇਆ ਦੇ ਹੀ ਆਹਰ ਵਿਚ ਪਿਆ ਹੋਇਆ ਜਗਤ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਇੰਜ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਖਲੋਤਾ ਕਾਲ ਇਸ ਨੂੰ ਦੁੱਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(rUAwey) s`ddw hY[ l`ib[ j`gqu[ KV@w",
    "type_id": 3
  }
]