[
  {
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "Awpu Coif syvw krI; ipru scVw imlY shij suBwey]",
    "transliteration": "Aap Shhodd Saevaa Karee Pir Sacharraa Milai Sehaj Subhaaeae ||",
    "punjabi": "ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹਾਂ। ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆਂ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ipru scw imlY Awey. swcu kmwey; swic sbid Dn rwqI]",
    "transliteration": "Pir Sachaa Milai Aaeae Saach Kamaaeae Saach Sabadh Dhhan Raathee ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆ ਕੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੀ ਹੈ, ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਜੇਹੜੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "kdy n rWf. sdw sohwgix; AMqir shj smwDI]",
    "transliteration": "Kadhae N Raandd Sadhaa Sohaagan Anthar Sehaj Samaadhhee ||",
    "punjabi": "ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਕਦੇ ਨਿ-ਖਸਮੀ ਨਹੀਂ ਹੁੰਦੀ ਤੇ ਸਦਾ ਸੁਹਾਗ-ਵਾਲੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ipru rihAw BrpUry. vyKu hdUry; rMgu mwxy shij suBwey]",
    "transliteration": "Pir Rehiaa Bharapoorae Vaekh Hadhoorae Rang Maanae Sehaj Subhaaeae ||",
    "punjabi": "ਹੇ ਸਖੀ! ਪ੍ਰਭੂ-ਪਤੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਉਸ ਨੂੰ ਤੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ ਫਿਰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਨੰਦ ਮਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ijnI Awpxw kMqu pCwixAw; hau iqn pUCau sMqw jwey]3]",
    "transliteration": "Jinee Aapanaa Kanth Pashhaaniaa Ho Thin Pooshho Santhaa Jaaeae ||3||",
    "punjabi": "ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਮੈਂ ਜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ (ਕਿ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਕਿਸ ਤਰ੍ਹਾਂ ਹੋ ਸਕਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "iprhu ivCuMnIAw BI imlh; jy siqgur lwgh swcy pwey]",
    "transliteration": "Pirahu Vishhunneeaa Bhee Mileh Jae Sathigur Laageh Saachae Paaeae ||",
    "punjabi": "ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਫਿਰ ਭੀ ਉਸ ਨੂੰ ਮਿਲ ਸਕਦੀਆਂ ਹਾਂ ਜੇ ਅਸੀਂ ਸੱਚੇ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "siqguru sdw dieAwlu hY; Avgux sbid jlwey]",
    "transliteration": "Sathigur Sadhaa Dhaeiaal Hai Avagun Sabadh Jalaaeae ||",
    "punjabi": "ਗੁਰੂ ਸਦਾ ਦਇਆਵਾਨ ਹੈ, ਉਹ (ਸਰਨ ਪਿਆਂ ਦੇ) ਅਵਗਣ (ਆਪਣੇ) ਸ਼ਬਦ ਵਿਚ (ਜੋੜ ਕੇ) ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "d-ieAwlu",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "Aaugux sbid jlwey. dUjw Bwau gvwey; scy hI sic rwqI]",
    "transliteration": "Aougun Sabadh Jalaaeae Dhoojaa Bhaao Gavaaeae Sachae Hee Sach Raathee ||",
    "punjabi": "(ਹੇ ਸਖੀ!) ਗੁਰੂ ਔਗੁਣ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਾੜ ਦੇਂਦਾ ਹੈ, ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਹੀ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "scY sbid sdw suKu pwieAw; haumY geI BrwqI]",
    "transliteration": "Sachai Sabadh Sadhaa Sukh Paaeiaa Houmai Gee Bharaathee ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਸਦਾ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ਤੇ ਉਸ ਦੀ ਹਉਮੈ ਤੇ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ipru inrmwielu sdw suKdwqw; nwnk sbid imlwey]",
    "transliteration": "Pir Niramaaeil Sadhaa Sukhadhaathaa Naanak Sabadh Milaaeae ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, (ਗੁਰੂ ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "iprhu ivCuMnIAw BI imlh; jy siqgur lwgh swcy pwey]4]1]",
    "transliteration": "Pirahu Vishhunneeaa Bhee Mileh Jae Sathigur Laageh Saachae Paaeae ||4||1||",
    "punjabi": "ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਫਿਰ ਭੀ ਉਸ ਨੂੰ ਮਿਲ ਸਕਦੀਆਂ ਹਾਂ, ਜੇ ਅਸੀਂ ਸੱਚੇ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀਏ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vfhMsu mhlw 3]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "suixAhu kMq mhylIho; ipru syivhu sbid vIcwir]",
    "transliteration": "Suniahu Kanth Mehaeleeho Pir Saevihu Sabadh Veechaar ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! (ਮੇਰੀ ਗੱਲ) ਸੁਣੋ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰੋ!",
    "pronunciation": "(mhylIho) jIv iesqRI",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "AvgxvMqI. ipru, n jwxeI; muTI rovY kMq ivswir]",
    "transliteration": "Avaganavanthee Pir N Jaanee Muthee Rovai Kanth Visaar ||",
    "punjabi": "ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੀ ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭੁਲਾ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਬੈਠਦੀ ਹੈ ਤੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rovY kMq sMmwil. sdw gux swir; nw ipru mrY. n jwey]",
    "transliteration": "Rovai Kanth Sanmaal Sadhaa Gun Saar Naa Pir Marai N Jaaeae ||",
    "punjabi": "ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਸਦਾ ਚੇਤੇ ਕਰ ਕਰ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ) ਅਰਜ਼ੋਈਆਂ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਖਸਮ (-ਪ੍ਰਭੂ) ਕਦੇ ਮਰਦਾ ਨਹੀਂ, ਉਸ ਨੂੰ ਕਦੇ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gurmuiK jwqw. sbid pCwqw; swcY pRyim smwey]",
    "transliteration": "Guramukh Jaathaa Sabadh Pashhaathaa Saachai Praem Samaaeae ||",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਕਈ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijin Apxw ipru. nhI jwqw, krm ibDwqw; kUiV muTI kUiVAwry]",
    "transliteration": "Jin Apanaa Pir Nehee Jaathaa Karam Bidhhaathaa Koorr Muthee Koorriaarae ||",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਬਣਾਈ ਜੋ ਸਭ ਜੀਵਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਕੂੜ ਦੀ ਵਣਜਾਰਨ ਨੂੰ ਮਾਇਆ ਦਾ ਮੋਹ ਠੱਗੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "suixAhu kMq mhylIho; ipru syivhu sbid vIcwry]1]",
    "transliteration": "Suniahu Kanth Mehaeleeho Pir Saevihu Sabadh Veechaarae ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! (ਮੇਰੀ ਗੱਲ) ਸੁਣੋ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰੋ!॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "sBu jgu Awip aupwieEnu; Awvxu jwxu sMswrw]",
    "transliteration": "Sabh Jag Aap Oupaaeioun Aavan Jaan Sansaaraa ||",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਬਣਾਇਆ ਹੈ ਤੇ ਜਗਤ ਦਾ ਜਮਣ ਮਰਨਾ ਵੀ ਉਸ ਨੇ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mwieAw mohu KuAwieAnu; mir jMmY vwro vwrw]",
    "transliteration": "Maaeiaa Mohu Khuaaeian Mar Janmai Vaaro Vaaraa ||",
    "punjabi": "(ਜਗਤ) ਮਾਇਆ ਦਾ ਮੋਹ ਵਿਚ ਭੁਲਾਇਆ ਹੋਇਆ ਹੈ (ਤਾਂਹੀਏਂ) ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "mir jMmY vwro vwrw. vDih ibkwrw; igAwn ivhUxI mUTI]",
    "transliteration": "Mar Janmai Vaaro Vaaraa Vadhhehi Bikaaraa Giaan Vihoonee Moothee ||",
    "punjabi": "(ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਇਸ ਦੇ ਵਿਕਾਰ ਵਧਦੇ ਰਹਿੰਦੇ ਹਨ ਇੰਜ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੀ ਦੁਨੀਆ ਲੁਟੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ibnu sbdY ipru. n pwieE, jnmu gvwieE; rovY AvguixAwrI JUTI]",
    "transliteration": "Bin Sabadhai Pir N Paaeiou Janam Gavaaeiou Rovai Avaguniaaree Jhoothee ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੀ, ਆਪਣਾ ਜਨਮ ਅਜਾਈਂ ਗਵਾ ਲੈਂਦੀ ਹੈ; ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਤੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸੀ ਹੋਈ ਦੁਖੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ipru jgjIvnu. iks no roeIAY; rovY kMqu ivswry]",
    "transliteration": "Pir Jagajeevan Kis No Roeeai Rovai Kanth Visaarae ||",
    "punjabi": "ਪਰ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਤ ਦਾ ਜੀਵਨ (-ਅਧਾਰ) ਹੈ, ਕਿਸੇ ਦੇ ਆਤਮਕ ਮੌਤ ਮਰਨ ਤੇ ਰੋਣਾ ਭੀ ਕੀਹ ਹੋਇਆ? (ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭੁਲਾ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "sBu jgu Awip aupwieEnu; Awvxu jwxu sMswry]2]",
    "transliteration": "Sabh Jag Aap Oupaaeioun Aavan Jaan Sansaarae ||2||",
    "punjabi": "ਸਾਰੇ ਜਗਤ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜਗਤ ਦਾ ਜਨਮ ਮਰਨ (ਭੀ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "so ipru scw. sd hI swcw hY; nw Ehu mrY. n jwey]",
    "transliteration": "So Pir Sachaa Sadh Hee Saachaa Hai Naa Ouhu Marai N Jaaeae ||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ ਹੈ, ਸਦਾ ਹੀ ਜੀਊਂਦਾ ਹੈ, ਉਹ ਨਾਹ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "BUlI iPrY Dn ieAwxIAw; rMf bYTI dUjY Bwey]",
    "transliteration": "Bhoolee Firai Dhhan Eiaaneeaa Randd Baithee Dhoojai Bhaaeae ||",
    "punjabi": "ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਤੋਂ ਖੁੰਝੀ ਫਿਰਦੀ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "rMf bYTI dUjY Bwey. mwieAw moih duKu pwey; Awv GtY qnu CIjY]",
    "transliteration": "Randd Baithee Dhoojai Bhaaeae Maaeiaa Mohi Dhukh Paaeae Aav Ghattai Than Shheejai ||",
    "punjabi": "ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜੀ ਹੋਈ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਦੁੱਖ ਸਹਿੰਦੀ ਹੈ, (ਮੋਹ ਵਿਚ) ਉਮਰ ਗੁਜ਼ਰਦੀ ਜਾਂਦੀ ਹੈ ਤੇ ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(AWv) aumr",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jo ikCu AwieAw sBu ikCu jwsI; duKu lwgw Bwie dUjY]",
    "transliteration": "Jo Kishh Aaeiaa Sabh Kishh Jaasee Dhukh Laagaa Bhaae Dhoojai ||",
    "punjabi": "ਜੋ ਕੁਝ ਇਥੇ ਜੰਮਿਆ ਹੈ ਉਹ ਸਭ ਕੁਝ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਦੁੱਖ ਲਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jmkwlu. n sUJY, mwieAw jgu lUJY; lib loiB icqu lwey]",
    "transliteration": "Jamakaal N Soojhai Maaeiaa Jag Loojhai Lab Lobh Chith Laaeae ||",
    "punjabi": "(ਜੀਵ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਲੜਦਾ-ਝਗੜਦਾ ਹੈ, ਇਸ ਨੂੰ (ਸਿਰ ਉਤੇ) ਮੌਤ ਨਹੀਂ ਸੁੱਝਦੀ, ਲੱਬ ਵਿਚ ਲੋਭ ਵਿਚ ਚਿੱਤ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "so ipru swcw. sd hI swcw; nw Ehu mrY. n jwey]3]",
    "transliteration": "So Pir Saachaa Sadh Hee Saachaa Naa Ouhu Marai N Jaaeae ||3||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ ਹੈ, ਸਦਾ ਹੀ ਜੀਊਂਦਾ ਹੈ, ਉਹ ਨਾਹ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ieik rovih. iprih ivCuMnIAw; AMDI. nw jwxY ipru nwly]",
    "transliteration": "Eik Rovehi Pirehi Vishhunneeaa Andhhee Naa Jaanai Pir Naalae ||",
    "punjabi": "ਕਈ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਐਸੀਆਂ ਹਨ ਜੋ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਦੁੱਖੀ ਰਹਿੰਦੀਆਂ ਹਨ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹ ਨਹੀਂ ਸਮਝਦੀ ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਹਰ ਵੇਲੇ ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "gur prswdI swcw ipru imlY; AMqir sdw smwly]",
    "transliteration": "Gur Parasaadhee Saachaa Pir Milai Anthar Sadhaa Samaalae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਦੀ ਰੱਖਦੀ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ipru AMqir smwly. sdw hY nwly; mnmuiK jwqw dUry]",
    "transliteration": "Pir Anthar Samaalae Sadhaa Hai Naalae Manamukh Jaathaa Dhoorae ||",
    "punjabi": "ਐਸੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਸਦਾ ਅੰਗ-ਸੰਗ ਦਿੱਸਦਾ ਹੈ। ਪਰ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ ਨੂੰ ਦੂਰ ਸਮਝਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "iehu qnu rulY rulwieAw, kwim n AwieAw; ijin Ksmu. n jwqw hdUry]",
    "transliteration": "Eihu Than Rulai Rulaaeiaa Kaam N Aaeiaa Jin Khasam N Jaathaa Hadhoorae ||",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਨਾਹ ਸਮਝਿਆ, ਉਸ ਦਾ ਇਹ ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ) ਰੁਲਾਇਆ ਫਿਰਦਾ ਹੈ ਤੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]