[
  {
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "nwnk. sw Dn imlY imlweI; ipru AMqir sdw smwly]",
    "transliteration": "Naanak Saa Dhhan Milai Milaaee Pir Anthar Sadhaa Samaalae ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ, ਉਹ (ਗੁਰੂ ਦੀ) ਮਿਲਾਈ ਹੋਈ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ieik rovih iprih ivCuMnIAw; AMDI n jwxY. ipru hY nwly]4]2]",
    "transliteration": "Eik Rovehi Pirehi Vishhunneeaa Andhhee N Jaanai Pir Hai Naalae ||4||2||",
    "punjabi": "ਕਈ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਐਸੀਆਂ ਹਨ ਜੋ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਦੁੱਖ ਪਾਂਦੀਆਂ ਹਨ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋ ਚੁਕੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹ ਨਹੀਂ ਸਮਝਦੀ ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਹਰ ਵੇਲੇ ਨਾਲ ਵੱਸਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "vfhMsu mÚ 3]",
    "transliteration": "Vaddehans Ma 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "rovih. iprih ivCuMnIAw; mY. ipru scVw hY sdw nwly]",
    "transliteration": "Rovehi Pirehi Vishhunneeaa Mai Pir Sacharraa Hai Sadhaa Naalae ||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ (ਉਹ ਨਹੀਂ ਜਾਣਦੀਆਂ ਕਿ) ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ-ਜਾਗਦਾ ਹੈ ਤੇ ਸਦਾ (ਸਾਡੇ) ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijnI clxu shI jwixAw; siqguru syvih. nwmu smwly]",
    "transliteration": "Jinee Chalan Sehee Jaaniaa Sathigur Saevehi Naam Samaalae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੇ (ਜਗਤ ਤੋਂ ਆਖ਼ਰ) ਚਲੇ ਜਾਣ ਨੂੰ ਠੀਕ ਮੰਨ ਲਿਆ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sdw nwmu smwly. siqguru hY nwly; siqguru syiv suKu pwieAw]",
    "transliteration": "Sadhaa Naam Samaalae Sathigur Hai Naalae Sathigur Saev Sukh Paaeiaa ||",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਗੁਰੂ ਉਸ ਦੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਸੁਖ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sbdy. kwlu mwir, scu auir Dwir; iPir Awvx jwxu. n hoieAw]",
    "transliteration": "Sabadhae Kaal Maar Sach Our Dhhaar Fir Aavan Jaan N Hoeiaa ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਦੂਰ ਕਰ ਕੇ ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "scw swihbu scI nweI; vyKY ndir inhwly]",
    "transliteration": "Sachaa Saahib Sachee Naaee Vaekhai Nadhar Nihaalae ||",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਉਹ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ (ਸਭ ਜੀਵਾਂ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "rovih iprhu ivCuMnIAw; mY. ipru scVw hY sdw nwly]1]",
    "transliteration": "Rovehi Pirahu Vishhunneeaa Mai Pir Sacharraa Hai Sadhaa Naalae ||1||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ (ਉਹ ਨਹੀਂ ਜਾਣਦੀਆਂ ਕਿ) ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ-ਜਾਗਦਾ ਹੈ ਤੇ ਸਦਾ (ਸਾਡੇ) ਨਾਲ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "pRBu myrw swihbu sB dU aUcw hY; ikv imlW pRIqm ipAwry]",
    "transliteration": "Prabh Maeraa Saahib Sabh Dhoo Oochaa Hai Kiv Milaan Preetham Piaarae ||",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭਨਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ, ਮੈਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਸ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "siqguir mylI qW shij imlI; ipru rwiKAw aur Dwry]",
    "transliteration": "Sathigur Maelee Thaan Sehaj Milee Pir Raakhiaa Our Dhhaarae ||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਨੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਵਿਚ) ਮਿਲਾਇਆ, ਤਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲ ਗਈ ਤੇ ਫਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sdw aur Dwry. nyhu nwil ipAwry; siqgur qy. ipru idsY]",
    "transliteration": "Sadhaa Our Dhhaarae Naehu Naal Piaarae Sathigur Thae Pir Dhisai ||",
    "punjabi": "ਫਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ ਉਹ ਸਦਾ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣਾਈ ਰੱਖਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "mwieAw moh kw kcw colw; iqqu pYDY. pgu iKsY]",
    "transliteration": "Maaeiaa Moh Kaa Kachaa Cholaa Thith Paidhhai Pag Khisai ||",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ, ਮਾਨੋ ਕੱਚੇ ਰੰਗ ਵਾਲਾ ਚੋਲਾ ਹੈ, ਜੇ ਇਹ ਚੋਲਾ ਪਹਿਨੀ ਰੱਖੀਏ, (ਆਤਮਕ ਜੀਵਨ ਦੇ ਪੈਂਡੇ ਵਿਚ ਮਨੁੱਖ ਦਾ) ਪੈਰ ਡੋਲਦਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "pgu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ipr rMig rwqw so scw colw; iqqu pYDY iqKw invwry]",
    "transliteration": "Pir Rang Raathaa So Sachaa Cholaa Thith Paidhhai Thikhaa Nivaarae ||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ ਚੋਲਾ ਪੱਕੇ ਰੰਗ ਵਾਲਾ ਹੈ, ਜੇ ਇਹ ਚੋਲਾ ਪਹਿਨ ਲਈਏ, ਤਾਂ (ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "pRBu myrw swihbu sB dU aUcw hY; ikau imlw pRIqm ipAwry]2]",
    "transliteration": "Prabh Maeraa Saahib Sabh Dhoo Oochaa Hai Kio Milaa Preetham Piaarae ||2||",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭਨਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ ਮੈਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਸ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੀ ਹਾਂ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mY pRBu scu pCwixAw; hor BUlI AvgixAwry]",
    "transliteration": "Mai Prabh Sach Pashhaaniaa Hor Bhoolee Avaganiaarae ||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ। ਹੋਰ ਔਗੁਣਾਂ ਕਾਰਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਖੁੰਝੀਆਂ ਰਹੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mY sdw rwvy ipru Awpxw; scVY sbid vIcwry]",
    "transliteration": "Mai Sadhaa Raavae Pir Aapanaa Sacharrai Sabadh Veechaarae ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨ ਕਰਕੇ ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਸਦਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "scY sbid vIcwry. rMig rwqI nwry; imil siqgur pRIqmu pwieAw]",
    "transliteration": "Sachai Sabadh Veechaarae Rang Raathee Naarae Mil Sathigur Preetham Paaeiaa ||",
    "punjabi": "ਜੇਹੜੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AMqir rMig rwqI. shjy mwqI; gieAw dusmnu dUKu sbwieAw]",
    "transliteration": "Anthar Rang Raathee Sehajae Maathee Gaeiaa Dhusaman Dhookh Sabaaeiaa ||",
    "punjabi": "ਉਹ ਆਪਣੇ ਅੰਤਰ ਆਤਮੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, (ਵਿਕਾਰ ਆਦਿਕ ਉਸ ਦਾ) ਹਰੇਕ ਵੈਰੀ ਤੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "Apny gur kMau qnu mnu dIjY. qW mnu BIjY; iqRsnw dUK invwry]",
    "transliteration": "Apanae Gur Kano Than Man Dheejai Thaan Man Bheejai Thrisanaa Dhookh Nivaarae ||",
    "punjabi": "ਜੇ ਸਰੀਰ ਤੇ ਮਨ ਆਪਣੇ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਈਏ ਤਾਂ ਮਨ (ਹਰਿ-ਨਾਮ-ਰਸ ਨਾਲ) ਰਸ ਜਾਂਦਾ ਹੈ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mY ipru scu pCwixAw; hor BUlI AvgixAwry]3]",
    "transliteration": "Mai Pir Sach Pashhaaniaa Hor Bhoolee Avaganiaarae ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ। ਹੋਰ ਔਗੁਣਾਂ ਕਾਰਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਖੁੰਝੀਆਂ ਰਹੀਆਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "scVY Awip jgqu aupwieAw; gur ibnu. Gor AMDwro]",
    "transliteration": "Sacharrai Aap Jagath Oupaaeiaa Gur Bin Ghor Andhhaaro ||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awip imlwey Awip imlY; Awpy dyie ipAwro]",
    "transliteration": "Aap Milaaeae Aap Milai Aapae Dhaee Piaaro ||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਆਪ (ਹੀ ਜੀਵ ਨੂੰ) ਮਿਲਦਾ ਹੈ, ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "dy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Awpy dyie ipAwro. shij vwpwro; gurmuiK jnmu svwry]",
    "transliteration": "Aapae Dhaee Piaaro Sehaj Vaapaaro Guramukh Janam Savaarae ||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਆਪਣਾ) ਪਿਆਰ ਦੇਂਦਾ ਹੈ, (ਜੀਵ ਨੂੰ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾ ਕੇ (ਆਪਣੇ ਨਾਮ ਦਾ) ਵਪਾਰ ਕਰਾਂਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਜੀਵ ਦਾ) ਜਨਮ ਸੰਵਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Dnu jg mih AwieAw. Awpu gvwieAw; dir swcY sicAwro]",
    "transliteration": "Dhhan Jag Mehi Aaeiaa Aap Gavaaeiaa Dhar Saachai Sachiaaro ||",
    "punjabi": "ਉਹ ਧੰਨ ਹੈ ਜੋ ਇਸ ਜਗਤ ਵਿਚ ਆ ਕੇ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "j`g",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "igAwin rqin Git cwnxu hoAw; nwnk nwm ipAwro]",
    "transliteration": "Giaan Rathan Ghatt Chaanan Hoaa Naanak Naam Piaaro ||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਤੋਂ ਮਿਲੇ) ਗਿਆਨ-ਰਤਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਹਰਿ-ਨਾਮ ਪਿਆਰਾ ਲਗਣ ਲਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "scVY Awip jgqu aupwieAw; gur ibnu. Gor AMDwro]4]3]",
    "transliteration": "Sacharrai Aap Jagath Oupaaeiaa Gur Bin Ghor Andhhaaro ||4||3||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "vfhMsu mhlw 3]",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iehu srIru jjrI hY; ies no jru phucY Awey]",
    "transliteration": "Eihu Sareer Jajaree Hai Eis No Jar Pahuchai Aaeae ||",
    "punjabi": "ਇਹ ਸਰੀਰ ਨਾਸ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ, ਇਸ ਨੂੰ ਬੁਢੇਪਾ ਆ ਦਬਾਂਦਾ ਹੈ।",
    "pronunciation": "(jjrI)nwsvMq[ jru buFypw",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "guir rwKy. sy aubry; horu. mir jMmY AwvY jwey]",
    "transliteration": "Gur Raakhae Sae Oubarae Hor Mar Janmai Aavai Jaaeae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਗੁਰੂ ਨੇ ਰੱਖਿਆ ਕੀਤੀ, ਉਹ (ਮੋਹ ਵਿਚ ਗ਼ਰਕ ਹੋਣ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ਪਰ ਹੋਰ ਜਮਦੇ ਤੇ ਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hoir. mir jMmih Awvih jwvih; AMiq gey pCuqwvih; ibnu nwvY. suKu n hoeI]",
    "transliteration": "Hor Mar Janmehi Aavehi Jaavehi Anth Geae Pashhuthaavehi Bin Naavai Sukh N Hoee ||",
    "punjabi": "ਹੋਰ ਜਮਦੇ ਤੇ ਮਰਦੇ ਹਨ ਤੇ ਅੰਤ (ਮਰਨ) ਵੇਲੇ ਪਛਤਾਂਦੇ ਹਨ; ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ-ਜੀਵਨ ਦਾ ਸੁੱਖ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AYQY kmwvY. so Plu pwvY; mnmuiK hY piq KoeI]",
    "transliteration": "Aithhai Kamaavai So Fal Paavai Manamukh Hai Path Khoee ||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਜੀਵ ਜੇਹੜੀ ਕਰਣੀ ਕਮਾਂਦਾ ਹੈ ਉਹੀ ਫਲ ਭੋਗਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ (ਪ੍ਰਭੂ-ਦਰਬਾਰ ਵਿਚ) ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jmpuir Gor AMDwru. mhw gubwru; nw iqQY BYx. n BweI]",
    "transliteration": "Jam Pur Ghor Andhhaar Mehaa Gubaar Naa Thithhai Bhain N Bhaaee ||",
    "punjabi": "(ਉਨ੍ਹਾਂ ਲਈ) ਜਮ ਰਾਜ ਦੀ ਪੁਰੀ ਵਿਚ ਵੀ ਘੁੱਪ ਹਨੇਰਾ, ਬਹੁਤ ਹਨੇਰਾ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਥੇ ਭੈਣ ਜਾਂ ਭਰਾ ਕੋਈ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iehu srIru jjrI hY; ies no jru phucY AweI]1]",
    "transliteration": "Eihu Sareer Jajaree Hai Eis No Jar Pahuchai Aaee ||1||",
    "punjabi": "ਇਹ ਸਰੀਰ ਪੁਰਾਣਾ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ, ਇਸ ਨੂੰ ਬੁਢੇਪਾ (ਜ਼ਰੂਰ) ਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "kwieAw kMcnu qW QIAY; jW siqguru ley imlwey]",
    "transliteration": "Kaaeiaa Kanchan Thaan Thheeai Jaan Sathigur Leae Milaaeae ||",
    "punjabi": "ਇਹ ਸਰੀਰ ਤਦੋਂ ਸੋਨੇ ਵਾਂਗ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]