[
  {
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "BRmu mwieAw ivchu ktIAY; scVY nwim smwey ]",
    "transliteration": "Bhram Maaeiaa Vichahu Katteeai Sacharrai Naam Samaaeae ||",
    "translation": "Doubt and Maya have been removed from within me, and I am merged in the Naam, the True Name of the Lord.",
    "punjabi": "(ਤਦੋਂ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਇਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "scY nwim smwey. hir gux gwey; imil pRIqm suKu pwey ]",
    "transliteration": "Sachai Naam Samaaeae Har Gun Gaaeae Mil Preetham Sukh Paaeae ||",
    "translation": "Merged in the True Name of the Lord, I sing the Glorious Praises of the Lord; meeting my Beloved, I have found peace.",
    "punjabi": "ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sdw AnMid rhY idnu rwqI; ivchu hMaumY jwey ]",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Vichahu Hanoumai Jaaeae ||",
    "translation": "I am in constant bliss, day and night; egotism has been dispelled from within me.",
    "punjabi": "ਇਸ ਆਨੰਦ ਵਿਚ ਦਿਨ ਰਾਤ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਇਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "A-nMid",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ijnI purKI hir nwim icqu lwieAw; iqn kY hMau lwgau pwey ]",
    "transliteration": "Jinee Purakhee Har Naam Chith Laaeiaa Thin Kai Hano Laago Paaeae ||",
    "translation": "I fall at the feet of those who enshrine the Naam within their consciousness.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜਿਆ ਹੋਇਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "kWieAw kMcnu. qW QIAY; jw siqguru ley imlwey ]2]",
    "transliteration": "Kaaneiaa Kanchan Thaan Thheeai Jaa Sathigur Leae Milaaeae ||2||",
    "translation": "The body becomes like gold, when the True Guru unites one with Himself. ||2||",
    "punjabi": "ਸਰੀਰ ਤਦੋਂ ਸੋਨੇ ਵਾਂਗ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "so scw scu slwhIAY; jy siqguru dyie buJwey ]",
    "transliteration": "So Sachaa Sach Salaaheeai Jae Sathigur Dhaee Bujhaaeae ||",
    "translation": "We truly praise the True Lord, when the True Guru imparts understanding.",
    "punjabi": "ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤਦੋਂ ਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਇਹ ਸੂਝ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "b`uJwey",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ibnu siqgur. Brim BulwxIAw; ikAw muhu. dysin AwgY jwey ]",
    "transliteration": "Bin Sathigur Bharam Bhulaaneeaa Kiaa Muhu Dhaesan Aagai Jaaeae ||",
    "translation": "Without the True Guru, they are deluded by doubt; going to the world hereafter, what face will they display?",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦੀਆਂ ਹਨ ਤੇ ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਸ਼ਰਮ-ਸਾਰ ਹੁੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ikAw dyin muhu jwey. Avguix pCuqwey; duKo duKu kmwey ]",
    "transliteration": "Kiaa Dhaen Muhu Jaaeae Avagun Pashhuthaaeae Dhukho Dhukh Kamaaeae ||",
    "translation": "What face will they show, when they go there? They will regret and repent for their sins; their actions will bring them only pain and suffering.",
    "punjabi": "ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਉਹ ਮੂੰਹ ਨਹੀਂ ਵਿਖਾ ਸਕਦੀਆਂ। ਜੇਹੜੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਔਗੁਣ ਵਿਚ ਫਸ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਖ਼ਰ ਪਛੁਤਾਂਦੀ ਹੈ, ਉਹ ਸਦਾ ਦੁੱਖ ਹੀ ਦੁੱਖ ਸਹੇੜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nwim rqIAw sy rMig clUlw; ipr kY AMik smwey ]",
    "transliteration": "Naam Ratheeaa Sae Rang Chaloolaa Pir Kai Ank Samaaeae ||",
    "translation": "Those who are imbued with the Naam are dyed in the deep crimson color of the Lord's Love; they merge into the Being of their Husband Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੀਆਂ ਹੋਈਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਗੂੜ੍ਹੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਮਸਤ ਰਹਿੰਦੀਆਂ ਹਨ)।",
    "pronunciation": "(clUlw) gUV@w",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "iqsu jyvfu. Avru n sUJeI; iksu AwgY khIAY jwey ]",
    "transliteration": "This Jaevadd Avar N Soojhee Kis Aagai Keheeai Jaaeae ||",
    "translation": "I can conceive of no other as great as the Lord; unto whom should I go and speak?",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦਾ (ਜਗਤ ਵਿਚ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ (ਇਸ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਅੱਗੇ (ਕੋਈ ਦੁਖ ਸੁਖ) ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "so scw scu slwhIAY; jy siqguru dyie buJwey ]3]",
    "transliteration": "So Sachaa Sach Salaaheeai Jae Sathigur Dhaee Bujhaaeae ||3||",
    "translation": "We truly praise the True Lord, when the True Guru imparts understanding. ||3||",
    "punjabi": "ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤਦੋਂ ਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਇਹ ਸੂਝ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ijnI scVw scu slwihAw; hMau. iqn lwgau pwey ]",
    "transliteration": "Jinee Sacharraa Sach Salaahiaa Hano Thin Laago Paaeae ||",
    "translation": "I fall at the feet of those who praise the Truest of the True.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sy jn scy inrmly; iqn imilAw. mlu sB jwey ]",
    "transliteration": "Sae Jan Sachae Niramalae Thin Miliaa Mal Sabh Jaaeae ||",
    "translation": "Those humble beings are true, and immaculately pure; meeting them, all filth is washed off.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ (ਵਿਕਾਰਾਂ ਦੀ) ਸਾਰੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "iqn imilAw. mlu sB jwey. scY sir nwey; scY shij suBwey ]",
    "transliteration": "Thin Miliaa Mal Sabh Jaaeae Sachai Sar Naaeae Sachai Sehaj Subhaaeae ||",
    "translation": "Meeting them, all filth is washed off; bathing in the Pool of Truth, one becomes truthful, with intuitive ease.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਦੀਦਾਰ ਕਰਨ ਨਾਲ (ਵਿਕਾਰਾਂ ਦੀ) ਸਾਰੀ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ ਉਸ (ਪ੍ਰਭੂ) ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "n@wey",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwmu inrMjnu Agmu Agocru; siqguir dIAw buJwey ]",
    "transliteration": "Naam Niranjan Agam Agochar Sathigur Dheeaa Bujhaaeae ||",
    "translation": "The True Guru has given me the realization of the Naam, the Immaculate Name of the Lord, the unfathomable, the imperceptible.",
    "punjabi": "ਸਤਿਗੁਰ ਨੇ ਮੈਨੂੰ ਇਹ ਸੂਝ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਾਇਆ ਦੀ ਕਾਲਖ ਤੋਂ ਰਹਿਤ (ਕਰਨ ਵਾਲਾ) ਹੈ, ਪਰ ਪ੍ਰਭੂ (ਸਿਆਣਪ ਚਤੁਰਾਈ ਦੀ ਰਾਹੀਂ) ਅਪਹੁੰਚ ਹੈ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਭੀ ਉਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ।",
    "pronunciation": "b`uJwey",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "An idnu Bgiq krih rMig rwqy; nwnk sic smwey ]",
    "transliteration": "Anadhin Bhagath Karehi Rang Raathae Naanak Sach Samaaeae ||",
    "translation": "Those who perform devotional worship to the Lord night and day, are imbued with His Love; O Nanak, they are absorbed in the True Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਹਰ ਵੇਲੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਕੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2198,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ijnI scVw scu iDAwieAw; hMau iqn kY lwgau pwey ]4]4]",
    "transliteration": "Jinee Sacharraa Sach Dhhiaaeiaa Hano Thin Kai Laago Paaeae ||4||4||",
    "translation": "I fall at the feet of those who meditate on the Truest of the True. ||4||4||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ॥੪॥੪॥",
    "pronunciation": "s`cVw",
    "type_id": 3
  },
  {
    "shabad_id": 2199,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "vfhMs kI vwr mhlw 4, llW bhlImw kI Duin, gwvxI",
    "transliteration": "Vaddehans Kee Vaar Mehalaa 4 Lalaan Behaleemaa Kee Dhhun Gaavanee",
    "translation": "Vaar Of Wadahans, Fourth Mehl: To Be Sung In The Tune Of Lalaa-Behleemaa:",
    "punjabi": "ਵਡਹੰਸ ਰਾਗ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'। ਲਲਾਂ ਤੇ ਬਹਲੀਮਾ ਦੀ ਧੁਨ ਅਨੁਸਾਰ ਗਾਈ ਜਾਵੇ।",
    "pronunciation": "llW[Duin:poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2199,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2199,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2199,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "sbid rqy vf hMs hY; scu nwmu auir Dwir ]",
    "transliteration": "Sabadh Rathae Vadd Hans Hai Sach Naam Our Dhhaar ||",
    "translation": "The great swans are imbued with the Word of the Shabad; they enshrine the True Name within their hearts.",
    "punjabi": "ਜੋ ਸੱਚੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੱਤੇ ਹੋਏ ਹਨ, ਉਹ ਵੱਡੇ ਬਿਬੇਕੀ (ਸੰਤ) ਹਨ।",
    "pronunciation": "(hMs)q`qbyqw",
    "type_id": 3
  },
  {
    "shabad_id": 2199,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "scu sMgRhih. sd sic rhih; scY nwim ipAwir ]",
    "transliteration": "Sach Sangrehehi Sadh Sach Rehehi Sachai Naam Piaar ||",
    "translation": "They gather Truth, remain always in Truth, and love the True Name.",
    "punjabi": "ਉਹ ਸੱਚਾ ਨਾਮ (ਰੂਪ ਧਨ) ਇਕੱਠਾ ਕਰਦੇ ਹਨ, ਤੇ ਸੱਚੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਦੇ ਕਾਰਨ ਸੱਚ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "sMgRh-ih rh-ih",
    "type_id": 3
  },
  {
    "shabad_id": 2199,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "sdw inrml. mYlu n lgeI; ndir kIqI krqwir ]",
    "transliteration": "Sadhaa Niramal Mail N Lagee Nadhar Keethee Karathaar ||",
    "translation": "They are always pure and immaculate - filth does not touch them; they are blessed with the Grace of the Creator Lord.",
    "punjabi": "ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ ਉਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕੀਤੀ ਹੋਈ ਹੈ; (ਇਸ ਕਰਕੇ) ਉਹ ਸਦਾ ਪਵਿਤ੍ਰ ਹਨ ਉਹਨਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2199,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "nwnk hau. iqn kY bilhwrxY; jo An idnu jpih murwir ]1]",
    "transliteration": "Naanak Ho Thin Kai Balihaaranai Jo Anadhin Japehi Muraar ||1||",
    "translation": "O Nanak, I am a sacrifice to those who, night and day, meditate on the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2200,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2200,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mY jwinAw. vf hMsu hY; qw. mY kIAw sMgu ]",
    "transliteration": "Mai Jaaniaa Vadd Hans Hai Thaa Mai Keeaa Sang ||",
    "translation": "I thought that he was a great swan, so I associated with him.",
    "punjabi": "ਮੈਂ ਸਮਝਿਆ ਸੀ ਕਿ ਇਹ ਕੋਈ ਵੱਡਾ ਸੰਤ ਹੈ, ਇਸ ਵਾਸਤੇ ਮੈਂ ਇਸ ਨਾਲ ਸਾਥ ਕੀਤਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2200,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jy jwxw bgu bpuVw; q. jnim n dydI AMgu ]2]",
    "transliteration": "Jae Jaanaa Bag Bapurraa Th Janam N Dhaedhee Ang ||2||",
    "translation": "If I had known that he was only a wretched heron from birth, I would not have touched him. ||2||",
    "punjabi": "ਜੇ ਮੈਨੂੰ ਪਤਾ ਹੁੰਦਾ ਕਿ ਇਹ ਵਿਚਾਰਾ ਪਖੰਡੀ ਮਨੁੱਖ ਹੈ ਤਾਂ ਮੈਂ ਮੁੱਢ ਤੋਂ ਹੀ ਇਸ ਦੇ ਪਾਸ ਨਾਹ ਬੈਠਦੀ ॥੨॥",
    "pronunciation": "b`gu b`puVw",
    "type_id": 3
  },
  {
    "shabad_id": 2201,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2201,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hMsw vyiK qrMidAw; bgW iB AwXw cwau ]",
    "transliteration": "Hansaa Vaekh Tharandhiaa Bagaan Bh Aayaa Chaao ||",
    "translation": "Seeing the swans swimming, the herons became envious.",
    "punjabi": "ਹੰਸਾਂ ਨੂੰ ਤਰਦਿਆਂ ਵੇਖ ਕੇ ਬਗਲਿਆਂ ਨੂੰ ਭੀ ਚਾਅ ਕੁੱਦਿਆ,",
    "pronunciation": "Aw-Xw",
    "type_id": 3
  },
  {
    "shabad_id": 2201,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "fuib muey bg bpuVy; isru qil. aupir pwau ]3]",
    "transliteration": "Ddub Mueae Bag Bapurrae Sir Thal Oupar Paao ||3||",
    "translation": "But the poor herons drowned and died, and floated with their heads down, and their feet above. ||3||",
    "punjabi": "ਪਰ ਬਗਲੇ ਵਿਚਾਰੇ ਸਿਰ-ਪਰਨੇ ਹੋ ਕੇ ਡੁੱਬ ਕੇ ਮਰ ਗਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2202,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2202,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "qU Awpy hI Awip. Awip hY; Awip kwrxu kIAw ]",
    "transliteration": "Thoo Aapae Hee Aap Aap Hai Aap Kaaran Keeaa ||",
    "translation": "You Yourself are Yourself, all by Yourself; You Yourself created the creation.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਸੰਸਾਰ ਦਾ ਮੁੱਢ ਤੂੰ ਆਪ ਹੀ ਬਣਾਇਆ, (ਕਿਉਂਕਿ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਦਾ ਭੀ) ਤੂੰ ਆਪ ਹੀ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2202,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qU Awpy Awip inrMkwru hY; ko Avru n bIAw ]",
    "transliteration": "Thoo Aapae Aap Nirankaar Hai Ko Avar N Beeaa ||",
    "translation": "You Yourself are Yourself the Formless Lord; there is no other than You.",
    "punjabi": "ਤੇਰਾ ਕੋਈ ਖ਼ਾਸ ਸਰੂਪ ਨਹੀਂ ਹੈ (ਜੋ ਮੈਂ ਬਿਆਨ ਕਰ ਸਕਾਂ), ਤੇਰੇ ਵਰਗਾ ਕੋਈ ਦੂਜਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(bIAw) dUjw",
    "type_id": 3
  },
  {
    "shabad_id": 2202,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qU krx kwrx smrQu hY; qU krih su QIAw ]",
    "transliteration": "Thoo Karan Kaaran Samarathh Hai Thoo Karehi S Thheeaa ||",
    "translation": "You are the all-powerful Cause of causes; what You do, comes to be.",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਉਤਪੱਤੀ ਕਰਨ ਦੇ ਤੂੰ ਹੀ ਸਮਰੱਥ ਹੈਂ, ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 2202,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qU AxmMigAw dwnu dyvxw; sBnwhw jIAw ]",
    "transliteration": "Thoo Anamangiaa Dhaan Dhaevanaa Sabhanaahaa Jeeaa ||",
    "translation": "You give gifts to all beings, without their asking.",
    "punjabi": "ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ (ਉਹਨਾਂ ਦੇ) ਮੰਗਣ ਤੋਂ ਬਿਨਾ ਹੀ ਸਭ ਦਾਤਾਂ ਦੇ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(sBnwhw)sBnW",
    "type_id": 3
  },
  {
    "shabad_id": 2202,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siB AwKhu siqguru vwhu vwhu; ijin dwnu hir nwmu muiK dIAw ]1]",
    "transliteration": "Sabh Aakhahu Sathigur Vaahu Vaahu Jin Dhaan Har Naam Mukh Dheeaa ||1||",
    "translation": "Everyone proclaims, \"Waaho! Waaho! Blessed, blessed is the True Guru, who has given the supreme gift of the Name of the Lord. ||1||",
    "punjabi": "ਸਾਰੇ ਆਖੋ! ਸਤਿਗੁਰੂ (ਭੀ) ਧੰਨ ਹੈ ਜਿਸ ਨੇ (ਇਹੋ ਜਿਹੇ) ਪ੍ਰਭੂ ਦੀ ਨਾਮ-ਰੂਪ ਦਾਤ (ਅਸਾਡੇ) ਮੂੰਹ ਵਿਚ ਪਾਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
