[
  {
    "id": 25852,
    "shabad_id": 2227,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwnk. ibnu siqgur syvy. jmpuir bDy mwrIAin; muih kwlY auiT jwih ]1]",
    "transliteration": "Naanak Bin Sathigur Saevae Jam Pur Badhhae Maareean Muhi Kaalai Outh Jaahi ||1||",
    "translation": "O Nanak, without serving the True Guru, they are bound and beaten in the City of Death; they arise and depart with blackened faces. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਬਿਨਾ ਕਾਲੇ-ਮੂੰਹ (ਸੰਸਾਰ ਤੋਂ) ਤੁਰ ਜਾਂਦੇ ਹਨ ਤੇ ਜਮਪੁਰੀ ਵਿਚ ਬੱਧੇ ਹੋਏ ਮਾਰ ਖਾਂਦੇ ਹਨ (ਭਾਵ, ਇਸ ਲੋਕ ਵਿਚ ਮੁਕਾਲਖ ਖੱਟਦੇ ਹਨ ਤੇ ਅਗਾਂਹ ਭੀ ਦੁਖੀ ਹੁੰਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25853,
    "shabad_id": 2228,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mhlw 1 ]",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25854,
    "shabad_id": 2228,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jwlau AYsI rIiq; ijqu mY ipAwrw vIsrY ]",
    "transliteration": "Jaalo Aisee Reeth Jith Mai Piaaraa Veesarai ||",
    "translation": "Burn away those rituals which lead you to forget the Beloved Lord.",
    "punjabi": "ਮੈਂ ਇਹੋ ਜਿਹੀ ਰੀਤ ਨੂੰ ਸਾੜ ਦਿਆਂ ਜਿਸ ਕਰਕੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮੈਨੂੰ ਵਿਸਰ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25855,
    "shabad_id": 2228,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. sweI BlI prIiq; ijqu swihb syqI piq rhY ]2]",
    "transliteration": "Naanak Saaee Bhalee Pareeth Jith Saahib Saethee Path Rehai ||2||",
    "translation": "O Nanak, sublime is that love, which preserves my honor with my Lord Master. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰੇਮ ਉਹੋ ਹੀ ਚੰਗਾ ਹੈ ਜਿਸ ਦੀ ਰਾਹੀਂ ਖਸਮ ਨਾਲ ਇੱਜ਼ਤ ਬਣੀ ਰਹੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25856,
    "shabad_id": 2229,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25857,
    "shabad_id": 2229,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir ieko dwqw syvIAY; hir ieku iDAweIAY ]",
    "transliteration": "Har Eiko Dhaathaa Saeveeai Har Eik Dhhiaaeeai ||",
    "translation": "Serve the One Lord, the Great Giver; meditate on the One Lord.",
    "punjabi": "ਇਕੋ ਦਾਤਾਰ ਕਰਤਾਰ ਦੀ ਸੇਵਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਇਕੋ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25858,
    "shabad_id": 2229,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir ieko dwqw mMgIAY; mn icMidAw pweIAY ]",
    "transliteration": "Har Eiko Dhaathaa Mangeeai Man Chindhiaa Paaeeai ||",
    "translation": "Beg from the One Lord, the Great Giver, and you shall obtain your heart's desires.",
    "punjabi": "ਇਕੋ ਹਰੀ ਦਾਤਾਰ ਕੋਲੋਂ ਹੀ ਦਾਨ ਮੰਗਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਪਾਸੋਂ ਮਨ-ਮੰਗੀ ਮੁਰਾਦ ਮਿਲ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25859,
    "shabad_id": 2229,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jy dUjy pwshu mMgIAY; qw lwj mrweIAY ]",
    "transliteration": "Jae Dhoojae Paasahu Mangeeai Thaa Laaj Maraaeeai ||",
    "translation": "But if you beg from another, then you shall be shamed and destroyed.",
    "punjabi": "ਜੇ ਕਿਸੇ ਹੋਰ ਕੋਲੋਂ ਮੰਗੀਏ ਤਾਂ ਸ਼ਰਮ ਨਾਲ ਮਰ ਜਾਈਏ (ਭਾਵ, ਕਿਸੇ ਹੋਰ ਪਾਸੋਂ ਮੰਗਣ ਨਾਲੋਂ ਸ਼ਰਮ ਨਾਲ ਮਰ ਜਾਣਾ ਚੰਗਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25860,
    "shabad_id": 2229,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijin syivAw iqin Plu pwieAw; iqsu jn kI sB BuK gvweIAY ]",
    "transliteration": "Jin Saeviaa Thin Fal Paaeiaa This Jan Kee Sabh Bhukh Gavaaeeai ||",
    "translation": "One who serves the Lord obtains the fruits of his rewards; all of his hunger is satisfied.",
    "punjabi": "ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਹਰੀ ਨੂੰ ਸੇਵਿਆ ਹੈ ਉਸੇ ਨੇ ਫਲ ਪਾ ਲਿਆ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25861,
    "shabad_id": 2229,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnku. iqn ivthu vwirAw; ijn An idnu ihrdY. hir nwmu iDAweIAY ]10]",
    "transliteration": "Naanak Thin Vittahu Vaariaa Jin Anadhin Hiradhai Har Naam Dhhiaaeeai ||10||",
    "translation": "Nanak is a sacrifice to those, who night and day, meditate within their hearts on the Name of the Lord. ||10||",
    "punjabi": "ਨਾਨਕ ਸਦਕੇ ਹੈ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ, ਜੋ ਹਰ ਵੇਲੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25862,
    "shabad_id": 2230,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25863,
    "shabad_id": 2230,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Bgq jnw kMau. Awip quTw myrw ipAwrw; Awpy lieAnu jn lwie ]",
    "transliteration": "Bhagath Janaa Kano Aap Thuthaa Maeraa Piaaraa Aapae Laeian Jan Laae ||",
    "translation": "He Himself is pleased with His humble devotees; my Beloved Lord attaches them to Himself.",
    "punjabi": "ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤਾਂ ਤੇ ਆਪ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਉਸ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਜੋੜ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25864,
    "shabad_id": 2230,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pwiqswhI Bgq jnw kau idqIAnu; isir Cqu scw hir bxwie ]",
    "transliteration": "Paathisaahee Bhagath Janaa Ko Dhitheean Sir Shhath Sachaa Har Banaae ||",
    "translation": "The Lord blesses His humble devotees with royalty; He fashions the true crown upon their heads.",
    "punjabi": "ਭਗਤਾਂ ਦੇ ਸਿਰ ਤੇ ਸੱਚਾ ਛੱਤ੍ਰ ਝੁਲਾ ਕੇ ਉਸ ਨੇ ਭਗਤਾਂ ਨੂੰ ਪਾਤਸ਼ਾਹੀ ਬਖ਼ਸ਼ੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25865,
    "shabad_id": 2230,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sdw suKIey inrmly; siqgur kI kwr kmwie ]",
    "transliteration": "Sadhaa Sukheeeae Niramalae Sathigur Kee Kaar Kamaae ||",
    "translation": "They are always at peace, and immaculately pure; they perform service for the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਮਾ ਕੇ ਉਹ ਸਦਾ ਸੁਖੀਏ ਤੇ ਪਵਿਤ੍ਰ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25866,
    "shabad_id": 2230,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwjy Eie. n AwKIAih; iBiV mrih. iPir jUnI pwih ]",
    "transliteration": "Raajae Oue N Aakheeahi Bhirr Marehi Fir Joonee Paahi ||",
    "translation": "They are not said to be kings, who die in conflict, and then enter again the cycle of reincarnation.",
    "punjabi": "ਰਾਜੇ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਆਖੀਦਾ ਜੋ ਆਪੋ ਵਿਚ ਲੜ ਮਰਦੇ ਹਨ ਤੇ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਪੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25867,
    "shabad_id": 2230,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. ivxu nwvY. nkˆØI vFˆØI iPrih; soBw. mUil n pwih ]1]",
    "transliteration": "Naanak Vin Naavai Nakanaee Vadtanaee Firehi Sobhaa Mool N Paahi ||1||",
    "translation": "O Nanak, without the Name of the Lord, they wander about with their noses cut off in disgrace; they get no respect at all. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਰਾਜੇ ਭੀ ਨਕ-ਵੱਢੇ ਫਿਰਦੇ ਹਨ ਤੇ ਕਦੇ ਸੋਭਾ ਨਹੀਂ ਪਾਂਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25868,
    "shabad_id": 2231,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25869,
    "shabad_id": 2231,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "suix isiKAY. swdu n AwieE; ijcru. gurmuiK sbid, n lwgY ]",
    "transliteration": "Sun Sikhiai Saadh N Aaeiou Jichar Guramukh Sabadh N Laagai ||",
    "translation": "Hearing the teachings, he does not appreciate them, as long as he is not Gurmukh, attached to the Word of the Shabad.",
    "punjabi": "ਜਦ ਤਾਈਂ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਨਹੀਂ ਜੁੜਦਾ ਤਦ ਤਾਈਂ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਿਰੀ ਸੁਣ ਕੇ ਸੁਆਦ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25870,
    "shabad_id": 2231,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqguir syivAY. nwmu min vsY; ivchu BRmu Bau BwgY ]",
    "transliteration": "Sathigur Saeviai Naam Man Vasai Vichahu Bhram Bho Bhaagai ||",
    "translation": "Serving the True Guru, the Naam comes to abide in the mind, and doubts and fears run away.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕੀਤਿਆਂ ਹੀ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤੇ ਅੰਦਰੋਂ ਭਰਮ ਤੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25871,
    "shabad_id": 2231,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jyhw siqgur no jwxY. qyho hovY; qw sic nwim ilv lwgY ]",
    "transliteration": "Jaehaa Sathigur No Jaanai Thaeho Hovai Thaa Sach Naam Liv Laagai ||",
    "translation": "As he knows the True Guru, so he is transformed, and then, he lovingly focuses his consciousness on the Naam.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਜਿਹੋ ਜਿਹਾ ਆਪਣੇ ਸਤਿਗੁਰੂ ਨੂੰ ਸਮਝਦਾ ਹੈ, ਤਿਹੋ ਜਿਹਾ ਆਪ ਬਣ ਜਾਏ (ਭਾਵ, ਜਦੋਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਵਾਲੇ ਗੁਣ ਧਾਰਨ ਕਰੇ) ਤਦੋਂ ਉਸ ਦੀ ਬ੍ਰਿਤੀ ਸੱਚੇ ਨਾਮ ਵਿਚ ਜੁੜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25872,
    "shabad_id": 2231,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. nwim imlY vifAweI; hir dir sohin AwgY ]2]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Har Dhar Sohan Aagai ||2||",
    "translation": "O Nanak, through the Naam, the Name of the Lord, greatness is obtained; he shall be resplendent in the Court of the Lord hereafter. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹੋ ਜਿਹੇ ਜੀਵਾਂ ਨੂੰ) ਨਾਮ ਦੇ ਕਾਰਨ ਏਥੇ ਆਦਰ ਮਿਲਦਾ ਹੈ ਤੇ ਅੱਗੇ ਹਰੀ ਦੀ ਨਿਗਾਹ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਹ ਸੋਭਾ ਪਾਉਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25873,
    "shabad_id": 2232,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25874,
    "shabad_id": 2232,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gurisKW min hir pRIiq hY; guru pUjx Awvih ]",
    "transliteration": "Gurasikhaan Man Har Preeth Hai Gur Poojan Aavehi ||",
    "translation": "The minds of the Gursikhs are filled with the love of the Lord; they come and worship the Guru.",
    "punjabi": "ਗੁਰਸਿੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਹਰੀ ਦਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ ਤੇ (ਉਸ ਪਿਆਰ ਦਾ ਸਦਕਾ ਉਹ) ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਨ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25875,
    "shabad_id": 2232,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir nwmu vxMjih rMg isau; lwhw hir nwmu lY jwvih ]",
    "transliteration": "Har Naam Vananjehi Rang Sio Laahaa Har Naam Lai Jaavehi ||",
    "translation": "They trade lovingly in the Lord's Name, and depart after earning the profit of the Lord's Name.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ ਕੋਲ ਆ ਕੇ) ਪਿਆਰ ਨਾਲ ਹਰੀ-ਨਾਮ ਦਾ ਵਪਾਰ ਕਰਦੇ ਹਨ ਤੇ ਹਰੀ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "vxMj-ih",
    "type_id": 3
  },
  {
    "id": 25876,
    "shabad_id": 2232,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gurisKw ky muK aujly; hir drgh Bwvih ]",
    "transliteration": "Gurasikhaa Kae Mukh Oujalae Har Dharageh Bhaavehi ||",
    "translation": "The faces of the Gursikhs are radiant; in the Court of the Lord, they are approved.",
    "punjabi": "(ਇਹੋ ਜਿਹੇ) ਗੁਰਸਿੱਖਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਹੁੰਦੇ ਹਨ ਤੇ ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਹ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25877,
    "shabad_id": 2232,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "guru siqguru. bohlu hir nwm kw; vfBwgI isK. gux sWJ krwvih ]",
    "transliteration": "Gur Sathigur Bohal Har Naam Kaa Vaddabhaagee Sikh Gun Saanjh Karaavehi ||",
    "translation": "The Guru, the True Guru, is the treasure of the Lord's Name; how very fortunate are the Sikhs who share in this treasure of virtue.",
    "punjabi": "ਗੁਰੂ ਸਤਿਗੁਰੂ ਹਰੀ ਦੇ ਨਾਮ ਦਾ (ਮਾਨੋ) ਬੋਹਲ ਹੈ, ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਸਿੱਖ ਆ ਕੇ ਗੁਣਾਂ ਦੀ ਭਿਆਲੀ ਪਾਉਂਦੇ ਹਨ।",
    "pronunciation": "(bohlu) BMfwr",
    "type_id": 3
  },
  {
    "id": 25878,
    "shabad_id": 2232,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iqnw gurisKw kMau. hau vwirAw; jo bhidAw auTidAw hir nwmu iDAwvih ]11]",
    "transliteration": "Thinaa Gurasikhaa Kano Ho Vaariaa Jo Behadhiaa Outhadhiaa Har Naam Dhhiaavehi ||11||",
    "translation": "I am a sacrifice to those Gursikhs who, sitting and standing, meditate on the Lord's Name. ||11||",
    "punjabi": "ਸਦਕੇ ਹਾਂ ਉਹਨਾਂ ਗੁਰਸਿੱਖਾਂ ਤੋਂ, ਜੋ ਬਹਦਿਆਂ ਉਠਦਿਆਂ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25879,
    "shabad_id": 2233,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25880,
    "shabad_id": 2233,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk nwmu inDwnu hY; gurmuiK pwieAw jwie ]",
    "transliteration": "Naanak Naam Nidhhaan Hai Guramukh Paaeiaa Jaae ||",
    "translation": "O Nanak, the Naam, the Name of the Lord, is the treasure, which the Gurmukhs obtain.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ (ਹੀ ਅਸਲ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25881,
    "shabad_id": 2233,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mnmuK Gir hodI vQu. n jwxnI; AMDy Bauik muey ibllwie ]1]",
    "transliteration": "Manamukh Ghar Hodhee Vathh N Jaananee Andhhae Bhouk Mueae Bilalaae ||1||",
    "translation": "The self-willed manmukhs are blind; they do not realize that it is within their own home. They die barking and crying. ||1||",
    "punjabi": "ਅੰਨ੍ਹੇ ਮਨਮੁਖ (ਹਿਰਦੇ-ਰੂਪ) ਘਰ ਵਿਚ ਹੁੰਦੀ (ਇਸ) ਵਸਤ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦੇ, ਤੇ (ਬਾਹਰ ਮਾਇਆ ਦੇ ਪਿਛੇ) ਵਿਲਕਦੇ ਤੇ ਭਉਂਕਦੇ ਮਰ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25882,
    "shabad_id": 2234,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25883,
    "shabad_id": 2234,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kMcn kwieAw inrmlI; jo sic nwim sic lwgI ]",
    "transliteration": "Kanchan Kaaeiaa Niramalee Jo Sach Naam Sach Laagee ||",
    "translation": "That body is golden and immaculate, which is attached to the True Name of the True Lord.",
    "punjabi": "ਜੋ ਸਰੀਰ ਸੱਚੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਸੋਨੇ ਵਰਗਾ ਸੁੱਧ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25884,
    "shabad_id": 2234,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "inrml joiq inrMjnu pwieAw; gurmuiK BRmu Bau BwgI ]",
    "transliteration": "Niramal Joth Niranjan Paaeiaa Guramukh Bhram Bho Bhaagee ||",
    "translation": "The Gurmukh obtains the Pure Light of the Luminous Lord, and his doubts and fears run away.",
    "punjabi": "ਉਸ ਨੂੰ ਨਿਰਮਲ ਜੋਤਿ (ਰੂਪ) ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਉਸ ਦਾ ਭਰਮ ਤੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25885,
    "shabad_id": 2234,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. gurmuiK sdw suKu pwvih; An idnu hir bYrwgI ]2]",
    "transliteration": "Naanak Guramukh Sadhaa Sukh Paavehi Anadhin Har Bairaagee ||2||",
    "translation": "O Nanak, the Gurmukhs find lasting peace; night and day, they remain detached, while in the Love of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਵੈਰਾਗੀ ਹੋ ਕੇ ਸਦਾ ਸੁਖ ਪਾਉਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25886,
    "shabad_id": 2235,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25887,
    "shabad_id": 2235,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sy gurisK Dnu DMnu hY; ijnI gur aupdysu suixAw hir kMnI ]",
    "transliteration": "Sae Gurasikh Dhhan Dhhann Hai Jinee Gur Oupadhaes Suniaa Har Kannee ||",
    "translation": "Blessed blessed are those Gursikhs who, with their ears, listen to the Guru's Teachings about the Lord.",
    "punjabi": "ਧੰਨ ਹਨ ਉਹ ਗੁਰਸਿੱਖ ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਗਹੁ ਨਾਲ ਸੁਣਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25888,
    "shabad_id": 2235,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "guir siqguir nwmu idRVwieAw; iqin hMaumY duibDw BMnI ]",
    "transliteration": "Gur Sathigur Naam Dhrirraaeiaa Thin Hanoumai Dhubidhhaa Bhannee ||",
    "translation": "The Guru, the True Guru, implants the Naam within them, and their egotism and duality are silenced.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ (ਜਿਸ ਦੇ ਭੀ ਹਿਰਦੇ ਵਿਚ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕੀਤਾ ਹੈ ਉਸ ਨੇ ਹਉਮੈ ਤੇ ਦੁਬਿਧਾ (ਹਿਰਦੇ ਵਿਚੋਂ) ਭੰਨ ਸੁੱਟੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25889,
    "shabad_id": 2235,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ibnu hir nwvY. ko imqRü nwhI; vIcwir ifTw hir jMnI ]",
    "transliteration": "Bin Har Naavai Ko Mithra Naahee Veechaar Ddithaa Har Jannee ||",
    "translation": "There is no friend, other than the Name of the Lord; the Lord's humble servants reflect upon this and see.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਨ ਵਾਲਿਆਂ (ਗੁਰ-ਸਿੱਖਾਂ) ਨੇ ਇਹ ਗੱਲ ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਈ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ (ਸੱਚਾ) ਮਿਤ੍ਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
