[
  {
    "shabad_id": 2235,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijnw gurisKw kau. hir sMqustu hY; iqnI. siqgur kI gl mMnI]",
    "transliteration": "Jinaa Gurasikhaa Ko Har Santhusatt Hai Thinee Sathigur Kee Gal Mannee ||",
    "translation": "Those Gursikhs, with whom the Lord is pleased, accept the Word of the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਤੇ ਪ੍ਰਭੂ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "(sMqustu)pRMsn",
    "type_id": 3
  },
  {
    "shabad_id": 2235,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jo gurmuiK nwmu iDAwiedy; iqnI cVI. cvgix vMnI]12]",
    "transliteration": "Jo Guramukh Naam Dhhiaaeidhae Thinee Charree Chavagan Vannee ||12||",
    "translation": "Those Gurmukhs who meditate on the Naam are imbued with the four-fold color of the Lord's Love. ||12||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਪ੍ਰੇਮ ਦੀ) ਚੌਗੁਣੀ ਰੰਗਣ ਚੜ੍ਹਦੀ ਹੈ ॥੧੨॥",
    "pronunciation": "cV@I (c-vgix) cOguxI (vMnI) rMgq",
    "type_id": 3
  },
  {
    "shabad_id": 2236,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2236,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mnmuKu kwieru krUpu hY; ibnu nwvY. nku nwih]",
    "transliteration": "Manamukh Kaaeir Karoop Hai Bin Naavai Nak Naahi ||",
    "translation": "The self-willed manmukh is cowardly and ugly; lacking the Name of the Lord, his nose is cut off in disgrace.",
    "punjabi": "ਮਨ ਦੇ ਅਧੀਨ ਮਨੁੱਖ ਡਰਾਕਲ ਤੇ ਬੇ-ਸ਼ਕਲ ਹੁੰਦਾ ਹੈ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਤੇ ਉਸ ਨੂੰ ਆਦਰ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "n`ku",
    "type_id": 3
  },
  {
    "shabad_id": 2236,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "An idnu DMDY ivAwipAw; supnY BI suKu. nwih]",
    "transliteration": "Anadhin Dhhandhhai Viaapiaa Supanai Bhee Sukh Naahi ||",
    "translation": "Night and day, he is engrossed in worldly affairs, and even in his dreams, he finds no peace.",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੇ ਕਜ਼ੀਏ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ ਤੇ (ਏਸ ਕਰ ਕੇ) ਉਸ ਨੂੰ ਸੁਪਨੇ ਵਿਚ ਭੀ ਸੁਖ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2236,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. gurmuiK hovih qw aubrih; nwih q. bDy duK shwih]1]",
    "transliteration": "Naanak Guramukh Hovehi Thaa Oubarehi Naahi Th Badhhae Dhukh Sehaahi ||1||",
    "translation": "O Nanak, if he becomes Gurmukh, then he shall be saved; otherwise, he is held in bondage, and suffers in pain. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ (ਜੰਜਾਲ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਨਹੀਂ ਤਾਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬੱਧੇ ਹੋਏ ਦੁੱਖ ਸਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2237,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2237,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gurmuiK sdw dir sohxy; gur kw sbdu kmwih]",
    "transliteration": "Guramukh Sadhaa Dhar Sohanae Gur Kaa Sabadh Kamaahi ||",
    "translation": "The Gurmukhs always look beautiful in the Court of the Lord; they practice the Word of the Guru's Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਹੋਏ ਮਨੁੱਖ ਦਰਗਾਹ ਵਿਚ ਸਦਾ ਸੋਭਦੇ ਹਨ (ਕਿਉਂਕਿ) ਉਹ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕਮਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2237,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AMqir sWiq sdw suKu; dir scY soBw pwih]",
    "transliteration": "Anthar Saanth Sadhaa Sukh Dhar Sachai Sobhaa Paahi ||",
    "translation": "There is a lasting peace and happiness deep within them; at the Court of the True Lord, they receive honor.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਸ਼ਾਂਤੀ ਤੇ ਸੁਖ ਹੁੰਦਾ ਹੈ, (ਇਸ ਕਰ ਕੇ) ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਸੋਭਾ ਪਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2237,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk. gurmuiK hir nwmu pwieAw; shjy sic smwih]2]",
    "transliteration": "Naanak Guramukh Har Naam Paaeiaa Sehajae Sach Samaahi ||2||",
    "translation": "O Nanak, the Gurmukhs are blessed with the Name of the Lord; they merge imperceptibly into the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖਾਂ ਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਮਿਲਿਆ ਹੋਇਆ ਹੁੰਦਾ ਹੈ, (ਇਸ ਕਰ ਕੇ) ਉਹ ਸੁਤੇ ਹੀ ਸੱਚੇ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2238,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2238,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gurmuiK pRihlwid; jip hir. giq pweI]",
    "transliteration": "Guramukh Prehilaadh Jap Har Gath Paaee ||",
    "translation": "As Gurmukh, Prahlaad meditated on the Lord, and was saved.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪ੍ਰਹਿਲਾਦ ਨੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕੀਤੀ;।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2238,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gurmuiK jnik; hir nwim ilv lweI]",
    "transliteration": "Guramukh Janak Har Naam Liv Laaee ||",
    "translation": "As Gurmukh, Janak lovingly centered his consciousness on the Lord's Name.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜਨਕ ਨੇ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਬਿਰਤੀ ਜੋੜੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2238,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gurmuiK bissit; hir aupdysu suxweI]",
    "transliteration": "Guramukh Basisatt Har Oupadhaes Sunaaee ||",
    "translation": "As Gurmukh, Vashisht taught the Teachings of the Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਵਸ਼ਿਸ਼ਟ ਨੇ ਹਰੀ ਦਾ ਉਪਦੇਸ਼ (ਹੋਰਨਾਂ ਨੂੰ) ਸੁਣਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2238,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ibnu gur. hir nwmu; n iknY pwieAw. myry BweI]",
    "transliteration": "Bin Gur Har Naam N Kinai Paaeiaa Maerae Bhaaee ||",
    "translation": "Without the Guru, no one has found the Lord's Name, O my Siblings of Destiny.",
    "punjabi": "ਹੇ ਮੇਰੇ ਭਾਈ! ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਨਾਮ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2238,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurmuiK hir Bgiq; hir Awip lhweI]13]",
    "transliteration": "Guramukh Har Bhagath Har Aap Lehaaee ||13||",
    "translation": "The Lord blesses the Gurmukh with devotion. ||13||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਭਗਤੀ ਆਪ ਬਖ਼ਸ਼ੀ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2239,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sloku mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2239,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "siqgur kI prqIiq. n AweIAw; sbid. n lwgo Bwau]",
    "transliteration": "Sathigur Kee Paratheeth N Aaeeaa Sabadh N Laago Bhaao ||",
    "translation": "One who has no faith in the True Guru, and who does not love the Word of the Shabad,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਤੇ ਭਰੋਸਾ ਨਹੀਂ ਬਣਿਆ ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜਿਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਲੱਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2239,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Es no suKu. n aupjY; BwvY. sau gyVw Awvau jwau]",
    "transliteration": "Ous No Sukh N Oupajai Bhaavai So Gaerraa Aavo Jaao ||",
    "translation": "Shall find no peace, even though he may come and go hundreds of times.",
    "punjabi": "ਉਸ ਨੂੰ ਕਦੇ ਸੁਖ ਨਹੀਂ, ਭਾਵੇਂ (ਗੁਰੂ ਪਾਸ) ਸੌ ਵਾਰੀ ਆਵੇ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2239,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. gurmuiK shij imlY; scy isau ilv lwau]1]",
    "transliteration": "Naanak Guramukh Sehaj Milai Sachae Sio Liv Laao ||1||",
    "translation": "O Nanak, the Gurmukh meets the True Lord with natural ease; he is in love with the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸੱਚੇ ਵਿਚ ਲਿਵ ਜੋੜੀਏ ਤਾਂ ਪ੍ਰਭੂ ਸਹਿਜੇ ਹੀ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2240,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2240,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ey mn. AYsw siqguru Koij lhu; ijqu syivAY. jnm mrx duKu jwie]",
    "transliteration": "Eae Man Aisaa Sathigur Khoj Lahu Jith Saeviai Janam Maran Dhukh Jaae ||",
    "translation": "O mind, search for such a True Guru, by serving whom the pains of birth and death are dispelled.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਇਹੋ ਜਿਹਾ ਸਤਿਗੁਰੂ ਖੋਜ ਕੇ ਲੱਭ, ਜਿਸ ਦੀ ਸੇਵਾ ਕੀਤਿਆਂ ਤੇਰਾ ਸਾਰੀ ਉਮਰ ਦਾ ਦੁਖ ਦੂਰ ਹੋ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2240,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "shsw mUil. n hoveI; haumY sbid jlwie]",
    "transliteration": "Sehasaa Mool N Hovee Houmai Sabadh Jalaae ||",
    "translation": "Doubt shall never afflict you, and your ego shall be burnt away through the Word of the Shabad.",
    "punjabi": "ਕਦੇ ਉੱਕਾ ਹੀ ਚਿੰਤਾ ਨਾ ਹੋਵੇ ਤੇ (ਉਸ ਸਤਿਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਨਾਲ ਤੇਰੀ ਹਉਮੈ ਸੜ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2240,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kUVY kI pwil ivchu inklY; scu vsY min Awie]",
    "transliteration": "Koorrai Kee Paal Vichahu Nikalai Sach Vasai Man Aae ||",
    "translation": "The veil of falsehood shall be torn down from within you, and Truth shall come to dwell in the mind.",
    "punjabi": "ਤੇਰੇ ਅੰਦਰੋਂ ਕੂੜ ਦੀ ਕੰਧ ਦੂਰ ਹੋ ਜਾਏ ਤੇ ਮਨ ਵਿਚ ਸੱਚਾ ਹਰੀ ਆ ਵੱਸੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2240,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "AMqir sWiq. min suKu hoie; sc sMjim kwr kmwie]",
    "transliteration": "Anthar Saanth Man Sukh Hoe Sach Sanjam Kaar Kamaae ||",
    "translation": "Peace and happiness shall fill your mind deep within, if you act according to truth and self-discipline.",
    "punjabi": "ਅਤੇ ਹੇ ਮਨ! (ਉਸ ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ) ਸੰਜਮ ਵਿਚ ਸੱਚੀ ਕਾਰ ਕਰ ਕੇ ਤੇਰੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਤੇ ਸੁਖ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2240,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. pUrY krim siqguru imlY; hir jIau ikrpw kry rjwie]2]",
    "transliteration": "Naanak Poorai Karam Sathigur Milai Har Jeeo Kirapaa Karae Rajaae ||2||",
    "translation": "O Nanak, by perfect good karma, you shall meet the True Guru, and then the Dear Lord, by His Sweet Will, shall bless you with His Mercy. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਹਰੀ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਮੇਹਰ ਕਰਦਾ ਹੈ ਤਦੋਂ (ਇਹੋ ਜਿਹਾ) ਸਤਿਗੁਰੂ ਪੂਰੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2241,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2241,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijs kY Gir. dIbwnu hir hovY; iqs kI muTI ivic, jgqu sBu AwieAw]",
    "transliteration": "Jis Kai Ghar Dheebaan Har Hovai This Kee Muthee Vich Jagath Sabh Aaeiaa ||",
    "translation": "The whole world comes under the control of one whose home is filled with the Lord, the King.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਸਭ ਦਾ) ਹਾਕਮ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੋਵੇ, ਸਾਰਾ ਸੰਸਾਰ ਉਸ ਦੇ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "mu`TI[ j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2241,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iqs kau qlkI iksY dI nwhI; hir dIbwin. siB Awix pYrI pwieAw]",
    "transliteration": "This Ko Thalakee Kisai Dhee Naahee Har Dheebaan Sabh Aan Pairee Paaeiaa ||",
    "translation": "He is subject to no one else's rule, and the Lord, the King, causes everyone to fall at his feet.",
    "punjabi": "ਉਸ ਨੂੰ ਕਿਸੇ ਦੀ ਕਾਣ ਨਹੀਂ ਹੁੰਦੀ, (ਸਗੋਂ) ਪਰਮਾਤਮਾ ਹਾਕਮ ਨੇ ਸਾਰਿਆਂ ਨੂੰ ਲਿਆ ਕੇ ਉਸ ਦੀ ਚਰਨੀਂ ਪਾਇਆ (ਹੁੰਦਾ) ਹੈ।",
    "pronunciation": "(qlkI) muQwjI",
    "type_id": 3
  },
  {
    "shabad_id": 2241,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwxsw ikAhu dIbwxhu. koeI nis Bij inklY; hir dIbwxhu. koeI ikQY jwieAw]",
    "transliteration": "Maanasaa Kiahu Dheebaanahu Koee Nas Bhaj Nikalai Har Dheebaanahu Koee Kithhai Jaaeiaa ||",
    "translation": "One may run away from the courts of other men, but where can one go to escape the Lord's Kingdom?",
    "punjabi": "ਮਨੁੱਖ ਦੀ ਕਚਹਿਰੀ ਵਿਚੋਂ ਤਾਂ ਮਨੁੱਖ ਨੱਸ ਭੱਜ ਕੇ ਭੀ ਕਿਤੇ ਖਿਸਕ ਸਕਦਾ ਹੈ, ਪਰ ਰੱਬ ਦੀ ਹਕੂਮਤ ਤੋਂ ਭੱਜ ਕੇ ਕੋਈ ਕਿੱਥੇ ਜਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "(mwxsw)mnu`KW[(ikAhu)dy[ (dIbwxhu) kichrIEN[ n`is B`ij",
    "type_id": 3
  },
  {
    "shabad_id": 2241,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "so AYsw hir dIbwnu. visAw Bgqw kY ihrdY; iqin rhdy Kuhdy Awix, siB Bgqw AgY KlvwieAw]",
    "transliteration": "So Aisaa Har Dheebaan Vasiaa Bhagathaa Kai Hiradhai Thin Rehadhae Khuhadhae Aan Sabh Bhagathaa Agai Khalavaaeiaa ||",
    "translation": "The Lord is such a King, who abides in the hearts of His devotees; He brings the others, and makes them stand before His devotees.",
    "punjabi": "ਇਹੋ ਜਿਹਾ ਹਾਕਮ ਹਰੀ ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਿਆ ਹੋਇਆ ਹੈ, ਉਸ ਨੇ \"ਰਹਿੰਦੇ ਖੁੰਹਦੇ\" ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਲਿਆ ਕੇ ਭਗਤ ਜਨਾਂ ਦੇ ਅੱਗੇ ਖੜੇ ਕਰ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਚਰਨੀਂ ਲਿਆ ਪਾਇਆ ਹੈ)।",
    "pronunciation": "(KlvwieAw) qwibAw kr id`qy",
    "type_id": 3
  },
  {
    "shabad_id": 2241,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir nwvY kI vifAweI. krim prwpiq hovY; gurmuiK ivrlY iknY iDAwieAw]14]",
    "transliteration": "Har Naavai Kee Vaddiaaee Karam Paraapath Hovai Guramukh Viralai Kinai Dhhiaaeiaa ||14||",
    "translation": "The glorious greatness of the Lord's Name is obtained only by His Grace; how few are the Gurmukhs who meditate on Him. ||14||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਖ਼ਾਸ ਮੇਹਰ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ (ਕਰਨ ਦਾ ਗੁਣ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ; ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਕੋਈ ਵਿਰਲਾ ਹੀ (ਨਾਮ) ਸਿਮਰਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2242,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sloku mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2242,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ibnu siqgur syvy. jgqu muAw; ibrQw jnmu gvwie]",
    "transliteration": "Bin Sathigur Saevae Jagath Muaa Birathhaa Janam Gavaae ||",
    "translation": "Without serving the True Guru, the people of the world are dead; they waste their lives away in vain.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਨ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਕੇ ਸੰਸਾਰ ਮੁਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2242,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "dUjY Bwie Aiq duKu lgw; mir jMmY AwvY jwie]",
    "transliteration": "Dhoojai Bhaae Ath Dhukh Lagaa Mar Janmai Aavai Jaae ||",
    "translation": "In love with duality, they suffer terrible pain; they die, and are reincarnated, and continue coming and going.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਭਾਰੀ ਕਲੇਸ਼ ਲੱਗਦਾ ਹੈ ਤੇ (ਇਸੇ ਵਿਚ ਹੀ) ਮਰਦਾ ਹੈ ਫੇਰ ਜੰਮਦਾ ਹੈ, ਆਉਂਦਾ ਹੈ ਫੇਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2242,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ivstw AMdir vwsu hY; iPir iPir jUnI pwie]",
    "transliteration": "Visattaa Andhar Vaas Hai Fir Fir Joonee Paae ||",
    "translation": "They live in manure, and are reincarnated again and again.",
    "punjabi": "(ਇਸ ਦਾ ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਵਾਸ ਰਹਿੰਦਾ ਹੈ, ਪਰਤ ਪਰਤ ਕੇ ਜੂਨਾਂ ਵਿਚ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2242,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk. ibnu nwvY. jmu mwrsI; AMiq gieAw pCuqwie]1]",
    "transliteration": "Naanak Bin Naavai Jam Maarasee Anth Gaeiaa Pashhuthaae ||1||",
    "translation": "O Nanak, without the Name, the Messenger of Death punishes them; in the end, they depart regretting and repenting. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਖ਼ੀਰਲੇ ਵੇਲੇ ਪਛੁਤਾਉਂਦਾ ਹੋਇਆ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਵੇਲੇ ਚੇਤਾ ਆਉਂਦਾ ਹੈ) ਕਿ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਮ ਸਜ਼ਾ ਦੇਵੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2243,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iesu jg mih purKu eyku hY; hor sglI nwir sbweI]",
    "transliteration": "Eis Jag Mehi Purakh Eaek Hai Hor Sagalee Naar Sabaaee ||",
    "translation": "In this world, there is one Husband Lord; all other beings are His brides.",
    "punjabi": "ਇਸ ਸੰਸਾਰ ਵਿਚ ਪਤੀ ਇੱਕੋ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਹੋਰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਉਸ ਦੀਆਂ) ਇਸਤ੍ਰੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]