[
  {
    "shabad_id": 2264,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "bMnu bdIAw. kir DwvxI; qw ko AwKY DMnu ]",
    "transliteration": "Bann Badheeaa Kar Dhhaavanee Thaa Ko Aakhai Dhhann ||",
    "translation": "Let your work be restraint from sin; only then will people call you blessed.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਨੌਕਰੀ ਦੀ) ਦੌੜ-ਭੱਜ ਵਾਸਤੇ ਵਿਕਾਰਾਂ ਨੂੰ (ਆਪਣੇ ਨੇੜੇ ਆਉਣੋਂ) ਰੋਕ ਦੇ, (ਜੇ ਇਹ ਉੱਦਮ ਕਰੇਂਗਾ) ਤਾਂ ਹਰ ਕੋਈ ਤੈਨੂੰ ਸ਼ਾਬਾਸ਼ੇ ਆਖੇਗਾ।",
    "pronunciation": "(bMn@ü) bdIAW",
    "type_id": 3
  },
  {
    "shabad_id": 2264,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "nwnk. vyKY ndir kir; cVY cvgx vMnu ]4]2]",
    "transliteration": "Naanak Vaekhai Nadhar Kar Charrai Chavagan Vann ||4||2||",
    "translation": "O Nanak, the Lord shall look upon you with His Glance of Grace, and you shall be blessed with honor four times over. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇੰਜ ਕਰਨ ਨਾਲ ਪਰਮਾਤਮਾ ਤੈਨੂੰ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਵੇਖੇਗਾ ਤੇ ਤੇਰੀ ਜਿੰਦ ਉਤੇ ਚੌ-ਗੁਣਾਂ ਆਤਮਕ ਰੂਪ ਚੜ੍ਹੇਗਾ ॥੪॥੨॥",
    "pronunciation": "c-v`gx",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "soriT mÚ 1 cauquky ]",
    "transliteration": "Sorath Ma 1 Chouthukae ||",
    "translation": "Sorat'h, First Mehl, Chau-Tukas:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mwie bwp ko bytw nIkw; ssurY cquru jvweI ]",
    "transliteration": "Maae Baap Ko Baettaa Neekaa Sasurai Chathur Javaaee ||",
    "translation": "The son is dear to his mother and father; he is the wise son-in-law to his father-in-law.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਕਦੇ ਮਾਪਿਆਂ ਦਾ ਪਿਆਰਾ ਪੁੱਤਰ ਸੀ, ਕਦੇ ਸਹੁਰੇ ਦਾ ਸਿਆਣਾ ਜਵਾਈ ਸੀ,",
    "pronunciation": "(nIkw) ipAwrw",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "bwl kMinAw kO bwpu ipAwrw; BweI kO Aiq BweI ]",
    "transliteration": "Baal Kanniaa Ka Baap Piaaraa Bhaaee Ka Ath Bhaaee ||",
    "translation": "The father is dear to his son and daughter, and the brother is very dear to his brother.",
    "punjabi": "ਕਦੇ ਪੁੱਤਰ ਧੀ ਵਾਸਤੇ ਪਿਆਰਾ ਪਿਉ ਸੀ, ਅਤੇ ਭਰਾ ਦਾ ਬੜਾ (ਸਨੇਹੀ) ਭਰਾ ਸੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hukmu BieAw bwhru Gru CoifAw; iKn mih BeI prweI ]",
    "transliteration": "Hukam Bhaeiaa Baahar Ghar Shhoddiaa Khin Mehi Bhee Paraaee ||",
    "translation": "By the Order of the Lord's Command, he leaves his house and goes outside, and in an instant, everything becomes alien to him.",
    "punjabi": "ਜਦੋਂ ਅਕਾਲ ਪੁਰਖ ਦਾ ਹੁਕਮ ਹੋਇਆ ਤਾਂ ਉਸ ਨੇ ਘਰ ਬਾਰ (ਸਭ ਕੁਝ) ਛੱਡ ਦਿੱਤਾ ਤੇ ਇੰਜ ਇਕ ਪਲਕ ਵਿਚ ਸਭ ਕੁਝ ਓਪਰਾ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwmu dwnu iesnwnu n. mnmuiK; iqqu qin DUiV DumweI ]1]",
    "transliteration": "Naam Dhaan Eisanaan N Manamukh Thith Than Dhhoorr Dhhumaaee ||1||",
    "translation": "The self-willed manmukh does not remember the Name of the Lord, does not give in charity, and does not cleanse his consciousness; his body rolls in the dust. ||1||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਹੀ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਨੇ ਨਾਹ ਨਾਮ ਜਪਿਆ ਨਾਹ ਸੇਵਾ ਕੀਤੀ ਅਤੇ ਨਾਹ ਪਵਿਤ੍ਰ ਆਚਰਨ ਬਣਾਇਆ ਤੇ ਇਸ ਸਰੀਰ ਦੀ ਰਾਹੀਂ ਖੇਹ-ਖ਼ੁਆਰੀ ਹੀ ਕਰਦਾ ਰਿਹਾ ॥੧॥",
    "pronunciation": "(DumweI) aufweI",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "mnu mwinAw nwmu sKweI ]",
    "transliteration": "Man Maaniaa Naam Sakhaaee ||",
    "translation": "The mind is comforted by the Comforter of the Naam.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਵਿਚ ਪਤੀਜਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਅਸਲ ਮਿਤ੍ਰ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "pwie prau gur kY bilhwrY; ijin swcI bUJ buJweI ] rhwau ]",
    "transliteration": "Paae Paro Gur Kai Balihaarai Jin Saachee Boojh Bujhaaee || Rehaao ||",
    "translation": "I fall at the Guru's feet - I am a sacrifice to Him; He has given me to understand the true understanding. ||Pause||",
    "punjabi": "ਮੈਂ ਤਾਂ ਗੁਰੂ ਦੇ ਪੈਰੀਂ ਲੱਗਦਾ ਹਾਂ, ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਇਹ ਸੱਚੀ ਮੱਤ ਦਿੱਤੀ ਹੈ (ਕਿ ਪਰਮਾਤਮਾ ਹੀ ਅਸਲ ਮਿਤ੍ਰ ਹੈ) ॥ ਰਹਾਉ॥",
    "pronunciation": "b`UJ b`uJweI",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jg isau JUT pRIiq. mnu byiDAw; jn isau vwdu rcweI ]",
    "transliteration": "Jag Sio Jhooth Preeth Man Baedhhiaa Jan Sio Vaadh Rachaaee ||",
    "translation": "The mind is impressed with the false love of the world; he quarrels with the Lord's humble servant.",
    "punjabi": "ਮਨਮੁਖ ਦਾ ਮਨ ਜਗਤ ਨਾਲ ਝੂਠੇ ਪਿਆਰ ਵਿਚ ਪ੍ਰੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਸੰਤ ਜਨਾਂ ਨਾਲ ਉਹ ਝਗੜਾ ਖੜਾ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(vwdu) JgVw",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "mwieAw mgnu Aih inis mgu johY; nwmu n lyvY. mrY ibKu KweI ]",
    "transliteration": "Maaeiaa Magan Ahinis Mag Johai Naam N Laevai Marai Bikh Khaaee ||",
    "translation": "Infatuated with Maya, night and day, he sees only the worldly path; he does not chant the Naam, and drinking poison, he dies.",
    "punjabi": "ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਮਸਤ ਉਹ ਦਿਨ ਰਾਤ ਮਾਇਆ ਦਾ ਰਾਹ ਹੀ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਨਹੀਂ ਸਿਮਰਦਾ, ਇਸ ਤਰ੍ਹਾਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਜ਼ਹਿਰ ਖਾ ਖਾ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "gMDx vYix rqw ihqkwrI; sbdY. suriq n AweI ]",
    "transliteration": "Gandhhan Vain Rathaa Hithakaaree Sabadhai Surath N Aaee ||",
    "translation": "He is imbued and infatuated with vicious talk; the Word of the Shabad does not come into his consciousness.",
    "punjabi": "ਉਹ ਗੰਦੇ ਗੀਤਾਂ (ਗਾਵਣ ਸੁਣਨ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਗੰਦੇ ਗੀਤ ਨਾਲ ਹੀ ਹਿਤ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਵਿਚ ਉਸ ਦੀ ਸੁਰਤ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "(gMDx)durgMDI vwly[ (vYix)bcn[ (ihqkwrI) moihAw",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "rMig n rwqw. ris nhI byiDAw; mnmuiK piq gvweI ]2]",
    "transliteration": "Rang N Raathaa Ras Nehee Baedhhiaa Manamukh Path Gavaaee ||2||",
    "translation": "He is not imbued with the Lord's Love, and he is not impressed by the taste of the Name; the self-willed manmukh loses his honor. ||2||",
    "punjabi": "ਨਾਹ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜਦਾ ਹੈ, ਨਾਹ ਉਸ ਨੂੰ ਨਾਮ-ਰਸ ਵਿਚ ਖਿੱਚ ਪੈਂਦੀ ਹੈ। ਮਨਮੁਖ ਇਸੇ ਤਰ੍ਹਾਂ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(byiDAw) juiVAw",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "swD sBw mih. shju, n cwiKAw; ijhbw rsu. nhI rweI ]",
    "transliteration": "Saadhh Sabhaa Mehi Sehaj N Chaakhiaa Jihabaa Ras Nehee Raaee ||",
    "translation": "He does not enjoy celestial peace in the Company of the Holy, and there is not even a bit of sweetness on his tongue.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਮਨਮੁਖ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਕਦੇ ਨਹੀਂ ਮਾਣਦਾ, ਉਸ ਦੀ ਜੀਭ ਨੂੰ ਨਾਮ ਜਪਣ ਦਾ ਸੁਆਦ ਕਦੇ ਰਤਾ ਭੀ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "mnu qnu Dnu Apunw kir jwinAw; dr kI Kbir. n pweI ]",
    "transliteration": "Man Than Dhhan Apunaa Kar Jaaniaa Dhar Kee Khabar N Paaee ||",
    "translation": "He calls his mind, body and wealth his own; he has no knowledge of the Court of the Lord.",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਨ ਨੂੰ ਤਨ ਨੂੰ ਧਨ ਨੂੰ ਹੀ ਆਪਣਾ ਸਮਝੀ ਬੈਠਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਦੀ ਉਸ ਨੂੰ ਕੋਈ ਖ਼ਬਰ-ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "AKI mIit cilAw AMiDAwrw; Gru dru idsY n. BweI ]",
    "transliteration": "Akhee Meett Chaliaa Andhhiaaraa Ghar Dhar Dhisai N Bhaaee ||",
    "translation": "Closing his eyes, he walks in darkness; he cannot see the home of his own being, O Siblings of Destiny.",
    "punjabi": "ਉਹ ਆਤਮਕ-ਸੂਝ ਤੋਂ ਅੰਨ੍ਹਾ (ਜੀਵਨ ਸਫ਼ਰ ਵਿਚ) ਅੱਖਾਂ ਮੀਟ ਕੇ ਹੀ ਤੁਰਿਆ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਘਰ ਤੇ ਦਰ ਉਸ ਨੂੰ ਕਦੇ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ।",
    "pronunciation": "A`KIN",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "jm dir bwDw. Taur n pwvY; Apunw kIAw kmweI ]3]",
    "transliteration": "Jam Dhar Baadhhaa Thour N Paavai Apunaa Keeaa Kamaaee ||3||",
    "translation": "Tied up at Death's door, he finds no place of rest; he receives the rewards of his own actions. ||3||",
    "punjabi": "ਆਖ਼ਰ ਆਪਣੇ ਕੀਤੇ ਦਾ ਇਹ ਨਫ਼ਾ ਖੱਟਦਾ ਹੈ ਕਿ ਜਮਰਾਜ ਦੇ ਬੂਹੇ ਤੇ ਬੱਝਾ ਹੋਇਆ (ਚੋਟਾਂ ਖਾਂਦਾ ਹੈ, ਇਸ ਸਜ਼ਾ ਤੋਂ ਬਚਣ ਲਈ) ਉਸ ਨੂੰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ ਲੱਭਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ndir kry qw AKI vyKw; khxw kQnu. n jweI ]",
    "transliteration": "Nadhar Karae Thaa Akhee Vaekhaa Kehanaa Kathhan N Jaaee ||",
    "translation": "When the Lord casts His Glance of Grace, then I see Him with my own eyes; He is indescribable, and cannot be described.",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰੇ ਤਾਂ ਹੀ ਮੈਂ ਉਸ ਨੂੰ ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਸਕਦਾ ਹਾਂ, ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "AKIN",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "kMnI suix suix sbid slwhI; AMimRqu irdY vsweI ]",
    "transliteration": "Kannee Sun Sun Sabadh Salaahee Anmrith Ridhai Vasaaee ||",
    "translation": "With my ears, I continually listen to the Word of the Shabad, and I praise Him; His Ambrosial Name abides within my heart.",
    "punjabi": "ਤਾਂ ਕੰਨਾਂ ਨਾਲ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣ ਸੁਣ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮੈਂ ਕਰ ਸਕਦਾ ਹਾਂ, ਤੇ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਉਸ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "inrBau inrMkwru inrvYru; pUrn joiq smweI ]",
    "transliteration": "Nirabho Nirankaar Niravair Pooran Joth Samaaee ||",
    "translation": "He is Fearless, Formless and absolutely without vengeance; I am absorbed in His Perfect Light.",
    "punjabi": "ਪ੍ਰਭੂ ਨਿਰਭਉ ਹੈ ਨਿਰ-ਆਕਾਰ ਹੈ ਨਿਰਵੈਰ ਹੈ ਉਸ ਦੀ ਜੋਤਿ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪੂਰਨ ਤੌਰ ਤੇ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2265,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwnk. gur ivxu, Brmu n BwgY; sic nwim vifAweI ]4]3]",
    "transliteration": "Naanak Gur Vin Bharam N Bhaagai Sach Naam Vaddiaaee ||4||3||",
    "translation": "O Nanak, without the Guru, doubt is not dispelled; through the True Name, glorious greatness is obtained. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਤੋਂ ਬਿਨਾ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ। ਕੇਵਲ ਦੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਵਿਚ ਟਿਕਿਆਂ ਹੀ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "soriT mhlw 1 duquky ]",
    "transliteration": "Sorath Mehalaa 1 Dhuthukae ||",
    "translation": "Sorat'h, First Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "du-quky",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "puVu DrqI. puVu pwxI Awsxu; cwir kuMt caubwrw ]",
    "transliteration": "Purr Dhharathee Purr Paanee Aasan Chaar Kuntt Choubaaraa ||",
    "translation": "In the realm of land, and in the realm of water, Your seat is the chamber of the four directions.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰਾ ਚੁਬਾਰਾ ਹੈ, ਚਾਰੇ ਪਾਸੇ ਉਸ ਚੁਬਾਰੇ ਦੀਆਂ ਚਾਰ ਕੰਧਾਂ ਹਨ, ਧਰਤੀ ਉਸ ਚੁਬਾਰੇ ਦਾ (ਹੇਠਲਾ) ਪੁੜ ਹੈ (ਫ਼ਰਸ਼ ਹੈ), ਆਕਾਸ਼ ਉਸ ਚੁਬਾਰੇ ਦਾ (ਉਪਰਲਾ) ਪੁੜ ਹੈ (ਛੱਤ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sgl Bvx kI mUriq eykw; muiK qyrY tkswlw ]1]",
    "transliteration": "Sagal Bhavan Kee Moorath Eaekaa Mukh Thaerai Ttakasaalaa ||1||",
    "translation": "Yours is the one and only form of the entire universe; Your mouth is the mint to fashion all. ||1||",
    "punjabi": "ਇਸ ਚੁਬਾਰੇ ਵਿਚ ਤੇਰਾ ਨਿਵਾਸ ਹੈ। ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਦੇ ਜੀਆਂ ਜੰਤਾਂ) ਦੀਆਂ ਮੂਰਤੀਆਂ ਤੇਰੀ ਹੀ ਸ੍ਰੇਸ਼ਟ ਟਕਸਾਲ ਵਿਚ ਘੜੀਆਂ ਗਈਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "myry swihbw; qyry coj ivfwxw ]",
    "transliteration": "Maerae Saahibaa Thaerae Choj Viddaanaa ||",
    "translation": "O my Lord Master, Your play is so wonderful!",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਤੇਰੇ ਕੌਤਕ ਅਚਰਜ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "jil Qil mhIAil Birpuir lIxw; Awpy srb smwxw ] rhwau ]",
    "transliteration": "Jal Thhal Meheeal Bharipur Leenaa Aapae Sarab Samaanaa || Rehaao ||",
    "translation": "You are pervading and permeating the water, the land and the sky; You Yourself are contained in all. ||Pause||",
    "punjabi": "ਤੂੰ ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਦੇ ਅੰਦਰ, ਧਰਤੀ ਦੇ ਉਪਰ (ਸਾਰੇ ਪੁਲਾੜ ਵਿਚ) ਭਰਪੂਰ ਵਿਆਪਕ ਹੈਂ। ਤੂੰ ਆਪ ਹੀ ਸਭ ਥਾਂ ਮੌਜੂਦ ਹੈਂ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "jh jh dyKw qh joiq qumwrI; qyrw rUpu iknyhw ]",
    "transliteration": "Jeh Jeh Dhaekhaa Theh Joth Thumaaree Thaeraa Roop Kinaehaa ||",
    "translation": "Wherever I look, there I see Your Light, but what is Your form?",
    "punjabi": "ਮੈਂ ਜਿਸ ਪਾਸੇ ਤੱਕਦਾ ਹਾਂ ਤੇਰੀ ਹੀ ਜੋਤਿ (ਪ੍ਰਕਾਸ਼ ਕਰ ਰਹੀ) ਹੈ, ਪਰ ਤੇਰਾ ਸਰੂਪ ਕੈਸਾ ਹੈ (ਇਹ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "iekqu rUip iPrih prCMnw; koie. n iks hI jyhw ]2]",
    "transliteration": "Eikath Roop Firehi Parashhannaa Koe N Kis Hee Jaehaa ||2||",
    "translation": "You have one form, but it is unseen; there is none like any other. ||2||",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਆਪ ਹੁੰਦਿਆਂ ਭੀ ਇਹਨਾਂ ਬੇਅੰਤ ਜੀਵਾਂ ਵਿਚ ਲੁਕ ਕੇ ਫਿਰ ਰਿਹਾ ਹੈਂ (ਅਸਚਰਜ ਇਹ ਹੈ ਕਿ) ਕੋਈ ਇਕ ਜੀਵ ਕਿਸੇ ਦੂਜੇ ਵਰਗਾ ਨਹੀਂ ਹੈ ॥੨॥",
    "pronunciation": "(prCMnw) gupq",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "AMfj jyrj auqBuj syqj; qyry kIqy jMqw ]",
    "transliteration": "Anddaj Jaeraj Outhabhuj Saethaj Thaerae Keethae Janthaa ||",
    "translation": "The beings born of eggs, born of the womb, born of the earth and born of sweat, all are created by You.",
    "punjabi": "ਅੰਡੇ ਵਿਚੋਂ, ਜਿਓਰ ਵਿਚੋਂ, ਧਰਤੀ ਵਿਚੋਂ, ਮੁੜ੍ਹਕੇ ਵਿਚੋਂ ਜੰਮੇ ਹੋਏ ਇਹ ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "eyku purbu. mY qyrw dyiKAw; qU sBnw mwih rvMqw ]3]",
    "transliteration": "Eaek Purab Mai Thaeraa Dhaekhiaa Thoo Sabhanaa Maahi Ravanthaa ||3||",
    "translation": "I have seen one glory of Yours, that You are pervading and permeating in all. ||3||",
    "punjabi": "ਪਰ ਮੈਂ ਤੇਰੀ ਅਚਰਜ ਖੇਡ ਵੇਖਦਾ ਹਾਂ ਕਿ ਤੂੰ ਇਹਨਾਂ ਸਭਨਾਂ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈਂ ॥੩॥",
    "pronunciation": "(purbu) vifAweI[ (rvMqw) ivAwpk",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "qyry gux bhuqy. mY eyku, n jwixAw; mY mUrK ikCu dIjY ]",
    "transliteration": "Thaerae Gun Bahuthae Mai Eaek N Jaaniaa Mai Moorakh Kishh Dheejai ||",
    "translation": "Your Glories are so numerous, and I do not know even one of them; I am such a fool - please, give me some of them!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਅਨੇਕਾਂ ਗੁਣ ਹਨ, ਮੈਨੂੰ ਕਿਸੇ ਇੱਕ ਦੀ ਭੀ ਪੂਰੀ ਸਮਝ ਨਹੀਂ ਹੈ, ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਕੋਈ ਚੰਗੀ ਅਕਲ ਦੇਹ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2266,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "pRxviq nwnk. suix myry swihbw; fubdw pQru lIjY ]4]4]",
    "transliteration": "Pranavath Naanak Sun Maerae Saahibaa Ddubadhaa Pathhar Leejai ||4||4||",
    "translation": "Prays Nanak, listen, O my Lord Master: I am sinking like a stone - please, save me! ||4||4||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਕ! ਸੁਣ! ਮੈਨੂੰ ਪੱਥਰ ਵਾਂਗ ਵਿਕਾਰਾਂ ਵਿਚ ਡੁੱਬ ਰਹੇ ਨੂੰ ਬਚਾ ਲੈ! ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "soriT mhlw 1 ]",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hau pwpI piqqu prm pwKMfI; qU inrmlu inrMkwrI ]",
    "transliteration": "Ho Paapee Pathith Param Paakhanddee Thoo Niramal Nirankaaree ||",
    "translation": "I am a wicked sinner and a great hypocrite; You are the Immaculate and Formless Lord.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਠਾਕੁਰ!) ਮੈਂ ਵਿਕਾਰੀ ਹਾਂ, (ਸਦਾ ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਡਿਗਿਆ ਰਹਿੰਦਾ ਹਾਂ, ਬੜਾ ਹੀ ਪਖੰਡੀ ਹਾਂ, ਤੂੰ ਪਵਿਤ੍ਰ ਨਿਰੰਕਾਰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AMimRqu cwiK. prm ris rwqy; Twkur srix qumwrI ]1]",
    "transliteration": "Anmrith Chaakh Param Ras Raathae Thaakur Saran Thumaaree ||1||",
    "translation": "Tasting the Ambrosial Nectar, I am imbued with supreme bliss; O Lord and Master, I seek Your Sanctuary. ||1||",
    "punjabi": "ਜੇਹੜੇ, ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਤੇਰੀ ਸ਼ਰਨ ਆ ਕੇ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ-ਰਸ ਚੱਖਦੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਉੱਚੇ ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "krqw; qU mY mwxu inmwxy ]",
    "transliteration": "Karathaa Thoo Mai Maan Nimaanae ||",
    "translation": "O Creator Lord, You are the honor of the dishonored.",
    "punjabi": "ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਮੈਂ ਨਿਮਾਣੇ ਵਾਸਤੇ ਤੂੰ ਹੀ ਮਾਣ ਹੈਂ (ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਮਾਣ ਹੈ, ਆਸਰਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "mwxu mhqu. nwmu Dnu plY; swcY sbid smwxy ] rhwau ]",
    "transliteration": "Maan Mehath Naam Dhhan Palai Saachai Sabadh Samaanae || Rehaao ||",
    "translation": "In my lap is the honor and glory of the wealth of the Name; I merge into the True Word of the Shabad. ||Pause||",
    "punjabi": "ਮਾਣ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਪੱਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਹੈ ਤੇ ਜੋ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥ ਰਹਾਉ॥",
    "pronunciation": "m-h`qu",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "qU pUrw. hm aUry hoCy; qU gaurw. hm haury ]",
    "transliteration": "Thoo Pooraa Ham Oorae Hoshhae Thoo Gouraa Ham Hourae ||",
    "translation": "You are perfect, while I am worthless and imperfect. You are profound, while I am trivial.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਊਣੇ ਹਾਂ ਤੇ ਥੋੜ੍ਹ-ਵਿਤੇ ਹਾਂ, ਤੂੰ ਗੰਭੀਰ ਹੈਂ ਤੇ ਅਸੀਂ ਹੌਲੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]