[
  {
    "shabad_id": 2267,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "quJ hI mn rwqy. Aih inis prBwqy; hir rsnw jip mn ry ]2]",
    "transliteration": "Thujh Hee Man Raathae Ahinis Parabhaathae Har Rasanaa Jap Man Rae ||2||",
    "translation": "My mind is imbued with You, day and night and morning, O Lord; my tongue chants Your Name, and my mind meditates on You. ||2||",
    "punjabi": "(ਮੇਹਰ ਕਰ ਕਿ) ਮੇਰਾ ਮਨ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਰਹੇ। ਹੇ ਮਨ! ਸਵੇਰੇ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ! ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "qum swcy. hm qum hI rwcy; sbid Byid Puin swcy ]",
    "transliteration": "Thum Saachae Ham Thum Hee Raachae Sabadh Bhaedh Fun Saachae ||",
    "translation": "You are True, and I am absorbed into You; through the mystery of the Shabad, I shall ultimately become True as well.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਜੇ ਅਸੀਂ ਜੀਵ ਤੇਰੀ ਯਾਦ ਵਿਚ ਹੀ ਟਿਕੇ ਰਹੀਏ, ਜੇ ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਝੇ ਰਹੀਏ, ਤਾਂ ਅਸੀਂ ਭੀ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਅਡੋਲ-ਚਿੱਤ ਹੋ ਸਕਦੇ ਹਾਂ।",
    "pronunciation": "(Byid) jwxky",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "Aih inis nwim rqy sy sUcy; mir jnmy sy kwcy ]3]",
    "transliteration": "Ahinis Naam Rathae Sae Soochae Mar Janamae Sae Kaachae ||3||",
    "translation": "Those who are imbued with the Naam day and night are pure, while those who die to be reborn are impure. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਤੇਰੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ-ਆਤਮਾ ਹਨ, (ਪਰ ਨਾਮ ਵਿਸਾਰ ਕੇ) ਜੋ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਘਾੜਤ ਅਜੇ ਕੋਝੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "Avru n dIsY. iksu swlwhI; iqsih srIku. n koeI ]",
    "transliteration": "Avar N Dheesai Kis Saalaahee Thisehi Sareek N Koee ||",
    "translation": "I do not see any other like the Lord; who else should I praise? No one is equal to Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਕੋਈ ਹੋਰ ਮੈਨੂੰ ਉਸ ਵਰਗਾ ਨਹੀਂ ਦਿੱਸਦਾ ਜਿਸ ਦੀ ਮੈਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2267,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "pRxviq nwnku dwsin dwsw; gurmiq jwinAw soeI ]4]5]",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Guramath Jaaniaa Soee ||4||5||",
    "translation": "Prays Nanak, I am the slave of His slaves; by Guru's Instruction, I know Him. ||4||5||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਮੈਂ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਉਸ (ਲਾ-ਸ਼ਰੀਕ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "soriT mhlw 1 ]",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AlK Apwr AgMm Agocir; nw iqsu kwlu. n krmw ]",
    "transliteration": "Alakh Apaar Aganm Agochar Naa This Kaal N Karamaa ||",
    "translation": "He is unknowable, infinite, unapproachable and imperceptible. He is not subject to death or karma.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਅਦ੍ਰਿੱਸ਼ ਹੈ, ਬੇਅੰਤ ਹੈ, ਅਪਹੁੰਚ ਹੈ, ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਉਸ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੇ, ਮੌਤ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦੀ, ਕਰਮਾਂ ਦਾ ਉਸ ਉਤੇ ਕੋਈ ਦਬਾਉ ਨਹੀਂ (ਜਿਵੇਂ ਜੀਵ ਕਰਮ-ਅਧੀਨ ਹਨ ਉਹ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jwiq Ajwiq. AjonI sMBau; nw iqsu Bwau. n Brmw ]1]",
    "transliteration": "Jaath Ajaath Ajonee Sanbho Naa This Bhaao N Bharamaa ||1||",
    "translation": "His caste is casteless; He is unborn, self-illumined, and free of doubt and desire. ||1||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਕੋਈ ਜਾਤਿ ਨਹੀਂ, ਉਹ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ, ਉਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੈ। ਨਾਹ ਉਸ ਨੂੰ ਕੋਈ ਮੋਹ ਵਿਆਪਦਾ ਹੈ, ਨਾਹ ਉਹਨੂੰ ਕੋਈ ਭਟਕਣਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "swcy sicAwr ivthu; kurbwxu ]",
    "transliteration": "Saachae Sachiaar Vittahu Kurabaan ||",
    "translation": "I am a sacrifice to the Truest of the True.",
    "punjabi": "ਮੈਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਸਚਾਈ ਦਾ ਸੋਮਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "nw iqsu rUp. vrnu nhI ryiKAw; swcY sbid nIswxu ] rhwau ]",
    "transliteration": "Naa This Roop Varan Nehee Raekhiaa Saachai Sabadh Neesaan || Rehaao ||",
    "translation": "He has no form, no color and no features; through the True Word of the Shabad, He reveals Himself. ||Pause||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਹ ਕੋਈ ਰੂਪ ਹੈ ਨਾਹ ਰੰਗ ਹੈ ਅਤੇ ਨਾਹ ਕੋਈ ਚਿਹਨ ਚੱਕ੍ਰ ਹੈ। ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਉਸ ਦਾ ਥਹੁ-ਪਤਾ ਲੱਗਦਾ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "(nIswxu) pCwx",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "nw iqsu mwq ipqw suq bMDp; nw iqsu kwmu. n nwrI ]",
    "transliteration": "Naa This Maath Pithaa Suth Bandhhap Naa This Kaam N Naaree ||",
    "translation": "He has no mother, father, sons or relatives; He is free of sexual desire; He has no wife.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਨਾਹ ਮਾਂ ਨਾਹ ਪਿਉ ਨਾਹ ਉਸ ਦਾ ਕੋਈ ਪੁੱਤਰ ਨਾਹ ਰਿਸ਼ਤੇਦਾਰ। ਨਾਹ ਉਸ ਨੂੰ ਕਾਮ-ਵਾਸਨਾ ਫੁਰਦੀ ਹੈ ਤੇ ਨਾਹ ਹੀ ਉਸ ਦੀ ਕੋਈ ਵਹੁਟੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Akul inrMjn. Apr prMpru; sglI joiq qumwrI ]2]",
    "transliteration": "Akul Niranjan Apar Paranpar Sagalee Joth Thumaaree ||2||",
    "translation": "He has no ancestry; He is immaculate. He is infinite and endless; O Lord, Your Light is pervading all. ||2||",
    "punjabi": "ਉਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ, ਉਹ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ, ਬੇਅੰਤ ਹੈ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਸਭ ਥਾਂ ਤੇਰੀ ਹੀ ਜੋਤਿ ਪ੍ਰਕਾਸ਼ ਕਰ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "A-kul:polw bolo[ p-rMpru",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Gt Gt AMqir bRhmu lukwieAw; Git Git joiq sbweI ]",
    "transliteration": "Ghatt Ghatt Anthar Breham Lukaaeiaa Ghatt Ghatt Joth Sabaaee ||",
    "translation": "Deep within each and every heart, God is hidden; His Light is in each and every heart.",
    "punjabi": "ਹਰੇਕ ਸਰੀਰ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਗੁਪਤ ਹੋ ਕੇ ਬੈਠਾ ਹੋਇਆ ਹੈ, ਹਰੇਕ ਘਟ ਵਿਚ ਹਰ ਥਾਂ ਉਸੇ ਦੀ ਜੋਤਿ ਹੈ[",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "bjr kpwt mukqy gurmqI; inrBY qwVI lweI ]3]",
    "transliteration": "Bajar Kapaatt Mukathae Guramathee Nirabhai Thaarree Laaee ||3||",
    "translation": "The heavy doors are opened by Guru's Instructions; one becomes fearless, in the trance of deep meditation. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਤੇ ਤੁਰ ਨਾਲ ਕਰੜੇ ਕਵਾੜ ਖੁਲ੍ਹਦੇ ਹਨ ਤੇ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਹਰੇਕ ਜੀਵ ਵਿਚ ਵਿਆਪਕ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਪ੍ਰਭੂ ਨਿਡਰ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਬੈਠਾ ਹੈ ॥੩॥",
    "pronunciation": "(b`jr) kTn[ (mukqy) Ku`ly[ (qwVI) smwDI",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "jMq aupwie kwlu isir jMqw; vsgiq jugiq sbweI ]",
    "transliteration": "Janth Oupaae Kaal Sir Janthaa Vasagath Jugath Sabaaee ||",
    "translation": "The Lord created all beings, and placed death over the heads of all; all the world is under His Power.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰ ਕੇ ਸਭ ਦੇ ਸਿਰ ਉਤੇ ਪਰਮਾਤਮਾ ਨੇ ਮੌਤ (ਭੀ) ਟਿਕਾਈ ਹੋਈ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ।",
    "pronunciation": "v`s-giq[ giq:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "siqguru syiv pdwrQu pwvih; CUtih sbdu kmweI ]4]",
    "transliteration": "Sathigur Saev Padhaarathh Paavehi Shhoottehi Sabadh Kamaaee ||4||",
    "translation": "Serving the True Guru, the treasure is obtained; living the Word of the Shabad, one is emancipated. ||4||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਨਾਮ-ਪਦਾਰਥ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਉਹ ਗੁਰ-ਸ਼ਬਦ ਨੂੰ ਕਮਾ ਕੇ (ਗੁਰ-ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਢਾਲ ਕੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "sUcY BwfY. swcu smwvY; ivrly sUcwcwrI ]",
    "transliteration": "Soochai Bhaaddai Saach Samaavai Viralae Soochaachaaree ||",
    "translation": "In the pure vessel, the True Name is contained; how few are those who practice true conduct.",
    "punjabi": "ਪਵਿਤ੍ਰ ਹਿਰਦੇ ਵਿਚ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਟਿਕ ਸਕਦਾ ਹੈ, ਪਰ ਸੁੱਚੇ ਆਚਰਨ ਵਾਲੇ (ਪਵਿਤ੍ਰ ਹਿਰਦੇ ਵਾਲੇ) ਕੋਈ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(sUcy) piv`q[R(BWfY) gurmuKSuD ihrdy[ (sUcwcwrI) sRySt krq`b vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2268,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "qMqY kau prmqMqu imlwieAw; nwnk srix qumwrI ]5]6]",
    "transliteration": "Thanthai Ko Param Thanth Milaaeiaa Naanak Saran Thumaaree ||5||6||",
    "translation": "The individual soul is united with the Supreme Soul; Nanak seeks Your Sanctuary, Lord. ||5||6||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, ਤੂੰ ਹੀ ਜੀਵ-ਆਤਮਾ ਨੂੰ ਪਰਮ-ਆਤਮਾ ਮਿਲਾਂਦਾ (ਪ੍ਰਭੂ-ਮੇਲ ਕਰਦਾ) ਹੈਂ ॥੫॥੬॥",
    "pronunciation": "(qMqY) jIv",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "soriT mhlw 1 ]",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ijau mInw. ibnu pwxIAY; iqau swkqu mrY ipAws ]",
    "transliteration": "Jio Meenaa Bin Paaneeai Thio Saakath Marai Piaas ||",
    "translation": "Like a fish without water is the faithless cynic, who dies of thirst.",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ (ਤੜਫਦੀ) ਹੈ ਤਿਵੇਂ ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਦੁਖੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "iqau hir ibnu. mrIAY ry mnw; jo ibrQw jwvY swsu ]1]",
    "transliteration": "Thio Har Bin Mareeai Rae Manaa Jo Birathhaa Jaavai Saas ||1||",
    "translation": "So shall you die, O mind, without the Lord, as your breath goes in vain. ||1||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ, ਹੇ ਮਨ! ਹਰੀ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜੇਹੜਾ ਭੀ ਸੁਆਸ ਖ਼ਾਲੀ ਜਾਂਦਾ ਹੈ (ਉਸ ਵਿਚ ਦੁਖੀ ਹੋ ਹੋ ਕੇ) ਆਤਮਕ ਮੌਤੇ ਮਰੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "mn ry; rwm nwm jsu lyie ]",
    "transliteration": "Man Rae Raam Naam Jas Laee ||",
    "translation": "O mind, chant the Lord's Name, and praise Him.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ।",
    "pronunciation": "ly-ie",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ibnu gur. iehu rsu ikau lhau; guru mylY hir dyie ] rhwau ]",
    "transliteration": "Bin Gur Eihu Ras Kio Leho Gur Maelai Har Dhaee || Rehaao ||",
    "translation": "Without the Guru, how will you obtain this juice? The Guru shall unite you with the Lord. ||Pause||",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਇਹ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਪ੍ਰਭੂ (ਮੇਹਰ ਕਰ ਕੇ) ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਇਹ ਰਸ) ਦੇਂਦਾ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "sMq jnw imlu sMgqI; gurmuiK qIrQu hoie ]",
    "transliteration": "Santh Janaa Mil Sangathee Guramukh Theerathh Hoe ||",
    "translation": "For the Gurmukh, meeting with the Society of the Saints is like making a pilgrimage to a sacred shrine.",
    "punjabi": "(ਹੇ ਮਨ!) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ (ਸਤਸੰਗ ਵਿਚ ਰਹਿ ਕੇ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣਾ ਹੀ (ਅਸਲ) ਤੀਰਥ (-ਇਸ਼ਨਾਨ) ਹੈ।",
    "pronunciation": "sMgqIN",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ATsiT qIrQ mjnw; gur drsu prwpiq hoie ]2]",
    "transliteration": "Athasath Theerathh Majanaa Gur Dharas Paraapath Hoe ||2||",
    "translation": "The benefit of bathing at the sixty-eight sacred shrines of pilgrimage is obtained by the Blessed Vision of the Guru's Darshan. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦਾ ਦਰਸਨ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਸਮਝੋ) ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "m`jnw",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ijau jogI jq bwhrw; qpu nwhI squ sMqoKu ]",
    "transliteration": "Jio Jogee Jath Baaharaa Thap Naahee Sath Santhokh ||",
    "translation": "Like the Yogi without abstinence, and like penance without truth and contentment,",
    "punjabi": "ਜਿਸ ਨੇ ਆਪਣੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਵਿਚ ਨਹੀਂ ਕੀਤਾ ਉਹ ਜੋਗੀ (ਨਿਸਫਲ ਹੈ), ਜੇ ਅੰਦਰ ਸੰਤੋਖ ਨਹੀਂ, ਉੱਚਾ ਜੀਵਨ ਨਹੀਂ, ਤਾਂ (ਕੀਤਾ ਹੋਇਆ) ਤਪ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "iqau nwmY ibnu dyhurI; jmu mwrY AMqir doKu ]3]",
    "transliteration": "Thio Naamai Bin Dhaehuree Jam Maarai Anthar Dhokh ||3||",
    "translation": "So is the body without the Lord's Name; death will slay it, because of the sin within. ||3||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਤਾਂ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਅਰਥ ਹੈ। ਨਾਮ-ਹੀਣੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਵਿਕਾਰ ਹੀ ਵਿਕਾਰ ਹੈ, ਉਸ ਨੂੰ ਜਮਰਾਜ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "swkq. pRymu n pweIAY; hir pweIAY siqgur Bwie ]",
    "transliteration": "Saakath Praem N Paaeeai Har Paaeeai Sathigur Bhaae ||",
    "translation": "The faithless cynic does not obtain the Lord's Love; the Lord's Love is obtained only through the True Guru.",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਬੰਦਿਆਂ ਤੋਂ ਨਹੀਂ ਮਿਲਦਾ, ਗੁਰੂ ਨਾਲ ਪਿਆਰ ਪਾਇਆਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2269,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "suK duK dwqw guru imlY; khu nwnk isPiq smwie ]4]7]",
    "transliteration": "Sukh Dhukh Dhaathaa Gur Milai Kahu Naanak Sifath Samaae ||4||7||",
    "translation": "One who meets with the Guru, the Giver of pleasure and pain, says Nanak, is absorbed in the Lord's Praise. ||4||7||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸਨੂੰ ਸੁਖਾਂ ਦੁੱਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਰੱਬ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "soriT mhlw 1 ]",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "qU pRB dwqw. dwin miq pUrw; hm Qwry ByKwrI jIau ]",
    "transliteration": "Thoo Prabh Dhaathaa Dhaan Math Pooraa Ham Thhaarae Bhaekhaaree Jeeo ||",
    "translation": "You, God, are the Giver of gifts, the Lord of perfect understanding; I am a mere beggar at Your Door.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਸਾਨੂੰ ਸਭ ਪਦਾਰਥ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਦਾਤਾਂ ਦੇਣ ਵਿਚ ਤੂੰ ਕਦੇ ਖੁੰਝਦਾ ਨਹੀਂ, ਅਸੀਂ ਤੇਰੇ (ਦਰ ਦੇ) ਮੰਗਤੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mY ikAw mwgau. ikCu iQru, n rhweI; hir dIjY nwmu ipAwrI jIau ]1]",
    "transliteration": "Mai Kiaa Maago Kishh Thhir N Rehaaee Har Dheejai Naam Piaaree Jeeo ||1||",
    "translation": "What should I beg for? Nothing remains permanent; O Lord, please, bless me with Your Beloved Name. ||1||",
    "punjabi": "ਮੈਂ ਤੈਥੋਂ ਕੇਹੜੀ ਸ਼ੈ ਮੰਗਾਂ? ਕੋਈ ਸ਼ੈ ਸਦਾ ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ। ਹੇ ਹਰੀ! ਮੈਨੂੰ (ਕੇਵਲ) ਆਪਣਾ ਨਾਮ ਦੇਹ ਤਾਂ ਜੋ ਮੈਂ ਤੇਰੇ ਨਾਮ ਨੂੰ ਪਿਆਰ ਕਰਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Git Git; riv rihAw bnvwrI ]",
    "transliteration": "Ghatt Ghatt Rav Rehiaa Banavaaree ||",
    "translation": "In each and every heart, the Lord, the Lord of the forest, is permeating and pervading.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "jil Qil mhIAil gupqo vrqY; gur sbdI dyiK inhwrI jIau ] rhwau ]",
    "transliteration": "Jal Thhal Meheeal Gupatho Varathai Gur Sabadhee Dhaekh Nihaaree Jeeo || Rehaao ||",
    "translation": "In the water, on the land, and in the sky, He is pervading but hidden; through the Word of the Guru's Shabad, He is revealed. ||Pause||",
    "punjabi": "ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ, ਧਰਤੀ ਦੇ ਉਪਰ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ਪਰ ਲੁਕਿਆ ਹੋਇਆ ਹੈ। (ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਨੂੰ ਵੇਖ! ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "mrq pieAwl Akwsu idKwieE; guir siqguir ikrpw DwrI jIau ]",
    "transliteration": "Marath Paeiaal Akaas Dhikhaaeiou Gur Sathigur Kirapaa Dhhaaree Jeeo ||",
    "translation": "In this world, in the nether regions of the underworld, and in the Akaashic Ethers, the Guru, the True Guru, has shown me the Lord; He has showered me with His Mercy.",
    "punjabi": "ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹੋਂਦ, ਧਰਤੀ, ਆਕਾਸ਼ ਤੇ ਪਾਤਾਲ ਵਿਚ ਵਿਖਾ ਦਿੱਤੀ।",
    "pronunciation": "(mrq) DrqI[ (p-ieAwl) pqwl DrqI hyTW",
    "type_id": 3
  },
  {
    "shabad_id": 2270,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "so bRhmu AjonI. hY BI honI; Gt BIqir dyKu murwrI jIau ]2]",
    "transliteration": "So Breham Ajonee Hai Bhee Honee Ghatt Bheethar Dhaekh Muraaree Jeeo ||2||",
    "translation": "He is the unborn Lord God; He is, and shall ever be. Deep within your heart, behold Him, the Destroyer of ego. ||2||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਹੁਣ ਭੀ ਮੌਜੂਦ ਹੈ ਅਗਾਂਹ ਨੂੰ ਮੌਜੂਦ ਰਹੇਗਾ, ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਵੱਸਦਾ) ਵੇਖ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]