[
  {
    "shabad_id": 2275,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "mnmuK mugDu. hir nwmu, n cyqY; ibrQw jnmu gvwieAw]",
    "transliteration": "Manamukh Mugadhh Har Naam N Chaethai Birathhaa Janam Gavaaeiaa ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2275,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "siqguru Byty qw nwau pwey; haumY mohu cukwieAw]3]",
    "transliteration": "Sathigur Bhaettae Thaa Naao Paaeae Houmai Mohu Chukaaeiaa ||3||",
    "punjabi": "ਪਰ ਜਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤਦੋਂ ਉਹ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਤੇ, ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਅਤੇ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2275,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "hir jn swcy. swcu kmwvih; gur kY sbid vIcwrI]",
    "transliteration": "Har Jan Saachae Saach Kamaavehi Gur Kai Sabadh Veechaaree ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰਵਾਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2275,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "Awpy myil ley pRiB swcY; swcu riKAw aur DwrI]",
    "transliteration": "Aapae Mael Leae Prabh Saachai Saach Rakhiaa Our Dhhaaree ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ। ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2275,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "nwnk. nwvhu giq miq pweI; eyhw rwis hmwrI]4]1]",
    "transliteration": "Naanak Naavahu Gath Math Paaee Eaehaa Raas Hamaaree ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ (ਚੰਗੀ) ਅਕਲ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਾਡਾ (ਜੀਵਾਂ) ਦਾ ਸਰਮਾਇਆ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "soriT mhlw 3]",
    "transliteration": "Sorath Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Bgiq Kjwnw. Bgqn kau dIAw; nwau hir Dnu scu soie]",
    "transliteration": "Bhagath Khajaanaa Bhagathan Ko Dheeaa Naao Har Dhhan Sach Soe ||",
    "punjabi": "(ਗੁਰੂ) ਭਗਤ ਜਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਦੇਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਐਸਾ ਧਨ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AKutu nwm Dnu. kdy inKutY nwhI; iknY. n kImiq hoie]",
    "transliteration": "Akhutt Naam Dhhan Kadhae Nikhuttai Naahee Kinai N Keemath Hoe ||",
    "punjabi": "ਹਰਿ-ਨਾਮ-ਧਨ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ, ਇਹ ਧਨ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ, ਕਿਸੇ ਪਾਸੋਂ ਇਸ ਦਾ ਮੁੱਲ ਭੀ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ (ਭਾਵ, ਕੋਈ ਮਨੁੱਖ ਇਸ ਧਨ ਨੂੰ ਦੁਨਿਆਵੀ ਪਦਾਰਥਾਂ ਨਾਲ ਖ਼ਰੀਦ ਭੀ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "A-Ku`tu[ inK`utY",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwm Din muK aujly hoey; hir pwieAw scu soie]1]",
    "transliteration": "Naam Dhhan Mukh Oujalae Hoeae Har Paaeiaa Sach Soe ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਹ ਸਦਾ-ਥਿਰ ਹਰਿ-ਧਨ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਇਸ ਨਾਮ-ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mn myry; gur sbdI hir pwieAw jwie]",
    "transliteration": "Man Maerae Gur Sabadhee Har Paaeiaa Jaae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ibnu sbdY. jgu Buldw iPrdw; drgh imlY sjwie]rhwau]",
    "transliteration": "Bin Sabadhai Jag Bhuladhaa Firadhaa Dharageh Milai Sajaae || Rehaao ||",
    "punjabi": "ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜਗਤ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, (ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ) ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਦੰਡ ਸਹਿੰਦਾ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "iesu dyhI AMdir pMc cor vsih; kwmu kRoDu loBu mohu AhMkwrw]",
    "transliteration": "Eis Dhaehee Andhar Panch Chor Vasehi Kaam Krodhh Lobh Mohu Ahankaaraa ||",
    "punjabi": "ਇਸ ਸਰੀਰ ਵਿਚ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਤੇ ਅਹੰਕਾਰ ਦੇ ਪੰਜ ਚੋਰ ਵੱਸਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "AMimRqu lUtih. mnmuK nhI bUJih; koie n suxY. pUkwrw]",
    "transliteration": "Anmrith Loottehi Manamukh Nehee Boojhehi Koe N Sunai Pookaaraa ||",
    "punjabi": "(ਇਹ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਧਨ ਲੁੱਟਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਇਹ ਸਮਝਦੇ ਨਹੀਂ। (ਜਦੋਂ ਸਭ ਕੁਝ ਲੁਟਾ ਕੇ ਉਹ ਦੁੱਖੀ ਹੁੰਦੇ ਹਨ, ਤਾਂ) ਕੋਈ ਉਹਨਾਂ ਦੀ ਪੁਕਾਰ ਨਹੀਂ ਸੁਣਦਾ (ਕੋਈ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "AMDw jgqu AMDu vrqwrw; bwJu gurU. gubwrw]2]",
    "transliteration": "Andhhaa Jagath Andhh Varathaaraa Baajh Guroo Gubaaraa ||2||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਜਗਤ ਅੰਨ੍ਹਿਆਂ ਵਾਲੀ ਕਰਤੂਤ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਖੁੰਝ ਕੇ (ਇਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ) ਹਨੇਰਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "j`g-qu",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "haumY myrw kir kir ivguqy; ikhu clY n. clidAw nwil]",
    "transliteration": "Houmai Maeraa Kar Kar Viguthae Kihu Chalai N Chaladhiaa Naal ||",
    "punjabi": "ਇਹ ਆਖ ਆਖ ਕੇ ਕਿ 'ਮੈਂ ਵੱਡਾ ਹਾਂ', 'ਇਹ ਧਨ ਪਦਾਰਥ ਮੇਰਾ ਹੈ' (ਮਾਇਆ-ਵੇੜ੍ਹੇ) ਮਨੁੱਖ ਖ਼ੁਆਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਕੋਈ ਚੀਜ਼ ਭੀ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਤੁਰਦੀ।",
    "pronunciation": "iv-g`uqy",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "gurmuiK hovY. su nwmu iDAwvY; sdw hir nwmu smwil]",
    "transliteration": "Guramukh Hovai S Naam Dhhiaavai Sadhaa Har Naam Samaal ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "scI bwxI hir gux gwvY; ndrI ndir inhwil]3]",
    "transliteration": "Sachee Baanee Har Gun Gaavai Nadharee Nadhar Nihaal ||3||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਉਹ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "siqgur igAwnu sdw Git cwnxu; Amru isir bwidswhw]",
    "transliteration": "Sathigur Giaan Sadhaa Ghatt Chaanan Amar Sir Baadhisaahaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਗਿਆਨ ਸਦਾ ਚਾਨਣ ਕਰੀ ਰੱਖਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਹੁਕਮ (ਦੁਨੀਆ ਦੇ) ਬਾਦਸ਼ਾਹਾਂ ਦੇ ਸਿਰ ਉਤੇ (ਭੀ) ਚੱਲਦਾ ਹੈ,",
    "pronunciation": "(Amru) hukm[ bwidswhW",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "An idnu Bgiq krih idnu rwqI; rwm nwmu scu lwhw]",
    "transliteration": "Anadhin Bhagath Karehi Dhin Raathee Raam Naam Sach Laahaa ||",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਹਰਿ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟਦੇ ਹਨ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2276,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwnk. rwm nwim insqwrw; sbid rqy hir pwhw]4]2]",
    "transliteration": "Naanak Raam Naam Nisathaaraa Sabadh Rathae Har Paahaa ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਸੰਸਾਰ ਤੋਂ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "(pwhw) pws",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "soriT mÚ 3]",
    "transliteration": "Sorath Ma 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "dwsin dwsu hovY. qw hir pwey; ivchu Awpu gvweI]",
    "transliteration": "Dhaasan Dhaas Hovai Thaa Har Paaeae Vichahu Aap Gavaaee ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਬਹੁਤ ਗਰੀਬੀ ਸੁਭਾਵ ਵਾਲਾ ਬਣਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Bgqw kw kwrju hir AnMdu hY; An idnu hir gux gweI]",
    "transliteration": "Bhagathaa Kaa Kaaraj Har Anandh Hai Anadhin Har Gun Gaaee ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਦਾ ਮੁੱਖ ਕੰਮ ਇਹੀ ਹੁੰਦਾ ਹੈ ਕਿ ਉਹ (ਆਪਾ-ਭਾਵ ਗਵਾ ਕੇ) ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਕੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "A-nMdu",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sbid rqy. sdw iek rMgI; hir isau. rhy smweI]1]",
    "transliteration": "Sabadh Rathae Sadhaa Eik Rangee Har Sio Rehae Samaaee ||1||",
    "punjabi": "ਭਗਤ ਜਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸਦਾ ਇਕ-ਰਸ ਰੰਗੇ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir jIau; swcI ndir qumwrI]",
    "transliteration": "Har Jeeo Saachee Nadhar Thumaaree ||",
    "punjabi": "ਹੇ ਪ੍ਰਭ ਜੀ! ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ (ਆਪਣੇ ਸੇਵਕਾਂ ਉਤੇ) ਸਦਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "AwpixAw dwsw no ikRpw kir ipAwry; rwKhu pYj hmwrI]rhwau]",
    "transliteration": "Aapaniaa Dhaasaa No Kirapaa Kar Piaarae Raakhahu Paij Hamaaree || Rehaao ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੂੰ ਆਪਣੇ ਦਾਸਾਂ ਉਤੇ ਕਿਰਪਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਮੇਰੀ ਭੀ ਇੱਜ਼ਤ ਰੱਖ! ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "sbid slwhI sdw hau jIvw; gurmqI Bau Bwgw]",
    "transliteration": "Sabadh Salaahee Sadhaa Ho Jeevaa Guramathee Bho Bhaagaa ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਤੇ, ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਰਹਾਂ। ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਨ ਨਾਲ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "myrw pRBu swcw Aiq suAwilau; guru syivAw icqu lwgw]",
    "transliteration": "Maeraa Prabh Saachaa Ath Suaalio Gur Saeviaa Chith Laagaa ||",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ ਸੋਹਣਾ ਹੈ, ਤੇ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਚਿੱਤ (ਉਸ ਸੋਹਣੇ ਪ੍ਰਭੂ ਵਿਚ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "swcw sbdu scI scu bwxI; so jnu An idnu jwgw]2]",
    "transliteration": "Saachaa Sabadh Sachee Sach Baanee So Jan Anadhin Jaagaa ||2||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਵੱਸਦੀ ਹੈ) ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "mhw gMBIru sdw suKdwqw; iqs kw AMqu. n pwieAw]",
    "transliteration": "Mehaa Ganbheer Sadhaa Sukhadhaathaa This Kaa Anth N Paaeiaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਵੱਡੇ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "pUry gur kI syvw kInI; AicMqu. hir mMin vswieAw]",
    "transliteration": "Poorae Gur Kee Saevaa Keenee Achinth Har Mann Vasaaeiaa ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ ਜਿਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "mnu qnu inrmlu sdw suKu AMqir; ivchu Brmu cukwieAw]3]",
    "transliteration": "Man Than Niramal Sadhaa Sukh Anthar Vichahu Bharam Chukaaeiaa ||3||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਹਿਰਦਾ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਸੁਖ ਹੀ ਸੁਖ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਭਟਕਣਾ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "hir kw mwrgu sdw pMQu ivKVw ko pwey gur vIcwrw]",
    "transliteration": "Har Kaa Maarag Sadhaa Panthh Vikharraa Ko Paaeae Gur Veechaaraa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਬੜਾ ਕਠਨ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਹੀ ਉਹ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "hir kY rMig rwqw. sbdy mwqw; haumY qjy ivkwrw]",
    "transliteration": "Har Kai Rang Raathaa Sabadhae Maathaa Houmai Thajae Vikaaraa ||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਆਦਿਕ ਵਿਕਾਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "m`wqw",
    "type_id": 3
  },
  {
    "shabad_id": 2277,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "nwnk nwim rqw iek rMgI; sbid svwrxhwrw]4]3]",
    "transliteration": "Naanak Naam Rathaa Eik Rangee Sabadh Savaaranehaaraa ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਇਕ-ਰਸ ਰੱਤਾ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਜੀਵਨ ਸਵਾਰ ਦੇਂਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]