{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਮੁੰਦਾ ਸੰਤੋਖੁ, ਸਰਮੁ ਪਤੁ ਝੋਲੀ; ਧਿਆਨ ਕੀ. ਕਰਹਿ ਬਿਭੂਤਿ ॥",
      "page": 6,
      "line": 16
    },
    {
      "asset": "JSTS",
      "type": "note",
      "language": "pa",
      "data": "੧. ਕਰਹਿ: ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ ੨. ਮੁੰਦਾ - ਬਹੁਵਚਨ ਸ਼ਬਦ, ਉਚਾਰਨ ਮੁੰਦਾਂ। ੩. ਸ਼ਰਮ: ਭਾਵ ਪ੍ਰੀਸ਼ਰਮ ਭਾਵ ਮਿਹਨਤ, ਉਦਮ, ਸਸੇ ਪੈਰ ਵਿਸ਼ੇਸ਼ ਧੁਨੀ। ੪. ਜੋਗੀ ਨੂੰ ਉਪਦੇਸ਼ ਹੈ ਕਿ ਕੰਨੀਂ ਮੁੰਦਾਂ ਸੰਤੋਖ ਧਾਰਨ ਕਰਨ ਦੀਆਂ ਪਾਓ, ਪੱਤਰ ਤੇ ਝੋਲੀ ਧਾਰਨ ਕਰੋ (ਨਾਮ ਜਪਨ ਲਈ) ਉਦਮ ਕਰਕੇ, ਤੇ ਜੋ ਬਿਭੂਤਿ ਸਰੀਰ ਉਪਰ ਲਾਉਂਦੇ ਹੋ, ਇਸ ਦੀ ਥਾਂ ਤੇ (ਨਾਮ ਵਿਚ) ਧਿਆਨ ਕਰਨਾ ਕਰੋ।"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Make contentment thy ear-rings, modesty thy begging bowl and wellect and the Lord's meditation thy ashes."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਸੰਤੁਸ਼ਟਤਾ ਨੂੰ ਆਪਣੀਆਂ ਮੁੰਦ੍ਰਾਂ, ਲਜਿਆਂ ਨੂੰ ਆਪਦਾ ਮੰਗਣ ਵਾਲਾ ਖੱਪਰ ਤੇ ਥੈਲਾ ਅਤੇ ਸਾਹਿਬ ਦੇ ਸਿਮਰਨ ਨੂੰ ਆਪਣੀ ਸੁਆਹ ਬਣਾ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Make contentment your ear-rings, humility your begging bowl, and meditation the ashes you apply to your body."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜਥਾ ਲਾਭ ਮੇ ਪ੍ਰਸਿੰਨ ਰਹਿਨਾ ਏਹੁ ਸੰਤੋਖੁ, ਔਰੁ ਖੋਟੇ ਕਰਮੋਂ ਸੇ (ਸਰਮ) ਲਜ੍ਯਾ ਕਰਨੀ ਏਹੁ ਦੋ ਮੁੰਦ੍ਰਾਂ ਧਾਰਨ ਕਰੀਆਂ ਹੈਂ। ਰਾਮਕਲੀ ਮੇ ਭੀ ਕਹਾ ਹੈ- \"ਸਰਮੇ ਕੀਆ ਮੁੰਦ੍ਰਾਂ ਪਾਉ ਤੂੰ  ਜੋਗੀ।\" ਔਰੁ ਜੋਗੀ ਝੋਲੀ ਰਖਤੇ ਹੈਂ, ਸੋ ਪਾਪੋਂ ਸੇ ਰਹਿਤ ਹੋ ਕਰ ਲੋਕ ਪ੍ਰਲੋਕ ਮੇ ਅਪਨੀ (ਪਤਿ) ਪ੍ਰਤਿਸਟਾ ਬਨਾਇ ਰਖੀ ਹੈ, ਏਹੀ ਝੋਲੀ ਧਾਰਨ ਕਰੀ ਹੈ। ਸਦਾ ਅਕਾਲ ਮੂਰਤਿ ਕੇ ਧ੍ਯਾਨ ਮੇ ਇਸਥਿਤਿ ਰਹਿਨਾ ਏਹੀ ਬਿਭੂਤ ਲਗਾਵਣੀ ਕਰਤੇ ਹੈਂ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਹੇ ਜੋਗੀ!) ਜੇ ਤੂੰ ਸੰਤੋਖ ਨੂੰ ਆਪਣੀਆਂ ਮੁੰਦਰਾਂ ਬਣਾਵੇ, ਮਿਹਨਤ ਨੂੰ ਖੱਪਰ ਤੇ ਝੋਲੀ, ਅਤੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਧਿਆਨ ਦੀ ਸੁਆਹ (ਪਿੰਡੇ ਤੇ ਮਲੇਂ),"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Oh Yogui, valora más en tu mente el Contentamiento que la castidad, más la Modestia que el rechazo de los bienes mundanos y, en vez de abnegarte en Nombre de la religión, ponte a meditar."
    }
  ]
}