[
  {
    "id": 445,
    "shabad_id": 43,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ijin idnu kir kY; kIqI rwiq ]",
    "transliteration": "Jin Dhin Kar Kai Keethee Raath ||",
    "translation": "The One who created the day also created the night.",
    "punjabi": "(ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਨੇ ਦਿਨ ਬਣਾਇਆ ਹੈ ਤੇ ਰਾਤ ਬਣਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 446,
    "shabad_id": 43,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "Ksmu ivswrih; qy kmjwiq ]",
    "transliteration": "Khasam Visaarehi Thae Kamajaath ||",
    "translation": "Those who forget their Lord and Master are vile and despicable.",
    "punjabi": "ਜੋ (ਅਜਿਹੇ) ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਦੇਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(kmjwiq) nIc",
    "type_id": 3
  },
  {
    "id": 447,
    "shabad_id": 43,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "nwnk. nwvY bwJu; snwiq ]4]3]",
    "transliteration": "Naanak Naavai Baajh Sanaath ||4||3||",
    "translation": "O Nanak, without the Name, they are wretched outcasts. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਜੀਵ (ਹੀ) ਨੀਚ ਹਨ ॥੪॥੩॥{9}",
    "pronunciation": "(snwiq) nIc qoN nIc kMm krn vwlI nIc jwq",
    "type_id": 3
  },
  {
    "id": 448,
    "shabad_id": 44,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu gUjrI mhlw 4 ]",
    "transliteration": "Raag Goojaree Mehalaa 4 ||",
    "translation": "Raag Goojaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "gUjrI: dlYNkVy pUry lwau[",
    "type_id": 3
  },
  {
    "id": 449,
    "shabad_id": 44,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir ky jn, siqgur sq purKw; ibnau krau gur pwis ]",
    "transliteration": "Har Kae Jan Sathigur Sathapurakhaa Bino Karo Gur Paas ||",
    "translation": "O humble servant of the Lord, O True Guru, O True Primal Being: I offer my humble prayer to You, O Guru.",
    "punjabi": "ਹੇ ਮਹਾਪੁਰਖ ਗੁਰੂ! ਹੇ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਸਤਿਗੁਰੂ! ਮੈਂ, ਹੇ ਗੁਰੂ! ਤੇਰੇ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ,",
    "pronunciation": "(siqgur) s`cy gurU[ ij`Qy BI siqgur Awvy qW s`iqgur bolxw[ (s`q) s`c[ij`Qy siq dw ArQ s`c bxy EQy s`q ADk lw ky bolo[ ij`Qy sq rsW dw sq, jq sq Awvy,: polw bolxw[ (ibnau) bynqI[ ibnau: nMny nUM hoVw nhIN, nMnw mukqw bol ky aUVy AONkV lwau[ krau: kro nhIN aucwrnw[",
    "type_id": 3
  },
  {
    "id": 450,
    "shabad_id": 44,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hm kIry ikrm. siqgur srxweI; kir dieAw. nwmu prgwis ]1]",
    "transliteration": "Ham Keerae Kiram Sathigur Saranaaee Kar Dhaeiaa Naam Paragaas ||1||",
    "translation": "I am a mere insect, a worm. O True Guru, I seek Your Sanctuary. Please be merciful, and bless me with the Light of the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਨਿਮਾਣਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਕਿਰਪਾ ਕਰ ਕੇ (ਮੇਰੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਚਾਨਣ ਪੈਦਾ ਕਰ ॥੧॥",
    "pronunciation": "(kIry)kIVy[ (ikrm) Coty qoN Coty, AqI bRIk ikrm huMdy hn, jo KurdbIn nwl idsdy hn[ AqI hI inmRqw nwl Awpxy Awp nUM kIry ikrm ikhw hY",
    "type_id": 3
  },
  {
    "id": 451,
    "shabad_id": 44,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myry mIq gurdyv; mokau. rwm nwmu prgwis ]",
    "transliteration": "Maerae Meeth Guradhaev Mo Ko Raam Naam Paragaas ||",
    "translation": "O my Best Friend, O Divine Guru, please enlighten me with the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ ਗੁਰੂ! ਮੈਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਚਾਨਣ ਬਖ਼ਸ਼।",
    "pronunciation": "(prgwis) pRgt",
    "type_id": 3
  },
  {
    "id": 452,
    "shabad_id": 44,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "gurmiq nwmu, myrw pRwn sKweI; hir kIriq hmrI rhrwis ]1] rhwau ]",
    "transliteration": "Guramath Naam Maeraa Praan Sakhaaee Har Keerath Hamaree Reharaas ||1|| Rehaao ||",
    "translation": "Through the Guru's Teachings, the Naam is my breath of life. The Kirtan of the Lord's Praise is my life's occupation. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਮਤਿ ਦੀ ਰਾਹੀਂ ਮਿਲਿਆ ਹੋਇਆ ਹਰਿ-ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ (ਬਣਿਆ ਰਹੇ), ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਲਈ ਰਾਸਿ-ਪੂੰਜੀ ਬਣੀ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(sKweI) swQI[ (rhrwis) rIqI mrXwdw",
    "type_id": 4
  },
  {
    "id": 453,
    "shabad_id": 44,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hir jn ky vfBwg vfyry; ijn hir hir srDw, hir ipAws ]",
    "transliteration": "Har Jan Kae Vadd Bhaag Vaddaerae Jin Har Har Saradhhaa Har Piaas ||",
    "translation": "The servants of the Lord have the greatest good fortune; they have faith in the Lord, and a longing for the Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਉਹਨਾਂ ਸੇਵਕਾਂ ਦੇ ਬੜੇ ਉੱਚੇ ਭਾਗ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਾਸਤੇ ਸਰਧਾ ਹੈ, ਖਿੱਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 454,
    "shabad_id": 44,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hir hir nwmu imlY, iqRpqwsih; imil sMgiq. gux prgwis ]2]",
    "transliteration": "Har Har Naam Milai Thripathaasehi Mil Sangath Gun Paragaas ||2||",
    "translation": "Obtaining the Name of the Lord, Har, Har, they are satisfied; joining the Sangat, the Blessed Congregation, their virtues shine forth. ||2||",
    "punjabi": "ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਭਲੇ) ਗੁਣ ਪੈਦਾ ਹੁੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(iqRpqws-ih) Awqm iqRpqI krky, bhuqo bhuqw iqRpq hoeIdw hY",
    "type_id": 3
  },
  {
    "id": 455,
    "shabad_id": 44,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ijn hir hir, hir rsu nwmu. n pwieAw; qy BwghIx jm pwis ]",
    "transliteration": "Jin Har Har Har Ras Naam N Paaeiaa Thae Bhaageheen Jam Paas ||",
    "translation": "Those who have not obtained the Sublime Essence of the Name of the Lord, Har, Har, Har, are most unfortunate; they are led away by the Messenger of Death.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਆਇਆ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਬਦ-ਕਿਸਮਤ ਹਨ, ਉਹ ਜਮਾਂ ਦੇ ਵੱਸ (ਪਏ ਹੋਏ ਸਮਝੋ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਆਤਮਕ ਮੌਤ ਸਦਾ ਸਵਾਰ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 456,
    "shabad_id": 44,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jo siqgur srix sMgiq. nhI Awey; iDRgu jIvy. iDRgu jIvwis ]3]",
    "transliteration": "Jo Sathigur Saran Sangath Nehee Aaeae Dhhrig Jeevae Dhhrig Jeevaas ||3||",
    "translation": "Those who have not sought the Sanctuary of the True Guru and the Sangat, the Holy Congregation-cursed are their lives, and cursed are their hopes of life. ||3||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੇ, ਜੋ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਨਹੀਂ ਬੈਠਦੇ, ਲਾਹਨਤ ਹੈ ਉਹਨਾਂ ਦੇ ਜੀਊਣ ਨੂੰ, ਉਹਨਾਂ ਦਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ ॥੩॥",
    "pronunciation": "(iDRgu) iPtkwr, lwhnq[ iDRgu D`Dw mukqw, A`Dy rwry nUM ishwrI, g`gy AONkV[ (jIvwis) ijauxw",
    "type_id": 3
  },
  {
    "id": 457,
    "shabad_id": 44,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ijn hir jn, siqgur sMgiq pweI; iqn Duir msqik iliKAw ilKwis ]",
    "transliteration": "Jin Har Jan Sathigur Sangath Paaee Thin Dhhur Masathak Likhiaa Likhaas ||",
    "translation": "Those humble servants of the Lord who have attained the Company of the True Guru, have such pre-ordained destiny inscribed on their foreheads.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਬੈਠਣਾ ਨਸੀਬ ਹੋਇਆ ਹੈ, (ਸਮਝੋ) ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਹੀ ਚੰਗਾ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ms-q-ik: k`ky ishwrI",
    "type_id": 3
  },
  {
    "id": 458,
    "shabad_id": 44,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "Dnu DMnu sqsMgiq, ijqu hir rsu pwieAw; imil jn nwnk. nwmu prgwis ]4]4]",
    "transliteration": "Dhhan Dhhann Sathasangath Jith Har Ras Paaeiaa Mil Jan Naanak Naam Paragaas ||4||4||",
    "translation": "Blessed, blessed is the Sat Sangat, the True Congregation, where the Lord's Essence is obtained. Meeting with His humble servant, O Nanak, the Light of the Naam shines forth. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੰਨ ਹੈ ਸਤਸੰਗ! ਧੰਨ ਹੈ ਸਤਸੰਗ! ਜਿਸ ਵਿਚ (ਬੈਠਿਆਂ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਜਿਥੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਮਿਲਿਆਂ (ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "(s`qsMgiq) s`cI sMgq[ ies krky ij`Qy BI sqsMgiq Awvy, qW s`qsMgiq bolxw[ Dnu nMny AONkV lw ky: polw bolo [ it`pI nhIN lwauxI[ DMnu D`dy nUM it`pI bol ky, nMny AONkV bolo[ it`pI dI QW ADk nhIN lwauxw[",
    "type_id": 3
  },
  {
    "id": 459,
    "shabad_id": 45,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwgu gUjrI mhlw 5 ]",
    "transliteration": "Raag Goojaree Mehalaa 5 ||",
    "translation": "Raag Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 460,
    "shabad_id": 45,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kwhy ry mn, icqvih audmu; jw Awhir. hir jIau pirAw ]",
    "transliteration": "Kaahae Rae Man Chithavehi Oudham Jaa Aahar Har Jeeo Pariaa ||",
    "translation": "Why, O mind, do you plot and plan, when the Dear Lord Himself provides for your care?",
    "punjabi": "ਹੇ ਮਨ! (ਤੇਰੀ ਖ਼ਾਤਰ) ਜਿਸ ਆਹਰ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਉਸ ਵਾਸਤੇ ਤੂੰ ਕਿਉਂ (ਸਦਾ) ਸੋਚਾਂ-ਫ਼ਿਕਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ?",
    "pronunciation": "(Awhir) au~dm Xqn[icqv-ih[ Aw-hir: polw bolo[au~dmu",
    "type_id": 3
  },
  {
    "id": 461,
    "shabad_id": 45,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sYl pQr mih. jMq aupwey; qw kw irjku, AwgY kir DirAw ]1]",
    "transliteration": "Sail Pathhar Mehi Janth Oupaaeae Thaa Kaa Rijak Aagai Kar Dhhariaa ||1||",
    "translation": "From rocks and stones He created living beings; He places their nourishment before them. ||1||",
    "punjabi": "ਜੇਹੜੇ ਜੀਵ ਪ੍ਰਭੂ ਨੇ ਚਟਾਨਾਂ ਤੇ ਪੱਥਰਾਂ ਵਿਚ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਭੀ ਰਿਜ਼ਕ ਉਸ ਨੇ (ਉਹਨਾਂ ਦੇ ਪੈਦਾ ਕਰਨ ਤੋਂ) ਪਹਿਲਾਂ ਹੀ ਬਣਾ ਰਖਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(sYl) phwV[ (irjku) Bojn, rozI[ p`Qr, irj-ku: polw bolo",
    "type_id": 3
  },
  {
    "id": 462,
    "shabad_id": 45,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "myry mwDau jI; sqsMgiq imly. su qirAw ]",
    "transliteration": "Maerae Maadhho Jee Sathasangath Milae S Thariaa ||",
    "translation": "O my Dear Lord of souls, one who joins the Sat Sangat, the True Congregation, is saved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਦੇ ਹਨ, ਉਹ (ਵਿਅਰਥ ਤੌਖ਼ਲੇ-ਫ਼ਿਕਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(mwDau) vwihgurU jI[ mw-Dau: D`dw mukqw, aUVy AONkV hY",
    "type_id": 3
  },
  {
    "id": 463,
    "shabad_id": 45,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "gur prswid prmpdu pwieAw; sUky kwst hirAw ]1] rhwau ]",
    "transliteration": "Gur Parasaadh Param Padh Paaeiaa Sookae Kaasatt Hariaa ||1|| Rehaao ||",
    "translation": "By Guru's Grace, the supreme status is obtained, and the dry wood blossoms forth again in lush greenery. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ (ਅਡੋਲਤਾ ਵਾਲੀ) ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ (ਮਾਨੋ) ਸੁੱਕਾ ਕਾਠ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(prmpdu) v`fI gurmuiK pdvI[ prmpdu:polw bolo[ (kwst) l`kV",
    "type_id": 4
  },
  {
    "id": 464,
    "shabad_id": 45,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jnin ipqw, lok suq binqw; koie n iks kI DirAw ]",
    "transliteration": "Janan Pithaa Lok Suth Banithaa Koe N Kis Kee Dhhariaa ||",
    "translation": "Mothers, fathers, friends, children and spouses-no one is the support of anyone else.",
    "punjabi": "(ਹੇ ਮਨ!) ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਲੋਕ, ਵਹੁਟੀ-ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ ਆਸਰਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(jnin) mwqw[ (su`q) pu`qR[ (bin-qw) nwrI[ (DirAw) Awsrw, shwrw[ ij`Qy suq Awvy, ADk lw ky su`q bolo",
    "type_id": 3
  },
  {
    "id": 465,
    "shabad_id": 45,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "isir isir irjku sMbwhy Twkuru; kwhy mn Bau kirAw ]2]",
    "transliteration": "Sir Sir Rijak Sanbaahae Thaakur Kaahae Man Bho Kariaa ||2||",
    "translation": "For each and every person, our Lord and Master provides sustenance. Why are you so afraid, O mind? ||2||",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਡਰਦਾ ਹੈਂ? ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਪ ਹੀ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(sMbwhy) phuMcwauNdy[ (Bau) fr",
    "type_id": 3
  },
  {
    "id": 466,
    "shabad_id": 45,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "aUfy aUif. AwvY sY kosw; iqsu pwCY bcry CirAw ]",
    "transliteration": "Ooddae Oodd Aavai Sai Kosaa This Paashhai Bacharae Shhariaa ||",
    "translation": "The flamingoes fly hundreds of miles, leaving their young ones behind.",
    "punjabi": "(ਹੇ ਮਨ! ਵੇਖ! ਕੂੰਜ) ਉੱਡ ਉੱਡ ਕੇ ਸੈਂਕੜੇ ਕੋਹਾਂ ਤੇ ਆ ਜਾਂਦੀ ਹੈ, ਪਿੱਛੇ ਉਸ ਦੇ ਬੱਚੇ (ਇਕੱਲੇ) ਛੱਡੇ ਹੋਏ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(sY) sYNkVy[ (kosw) kohW[ (bcry) b`cy[ bcry:polw bolo[(CirAw) C`fy[ aU~fy, aU~if",
    "type_id": 3
  },
  {
    "id": 467,
    "shabad_id": 45,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "iqn kvxu KlwvY, kvxu cugwvY; mn mih. ismrnu kirAw ]3]",
    "transliteration": "Thin Kavan Khalaavai Kavan Chugaavai Man Mehi Simaran Kariaa ||3||",
    "translation": "Who feeds them, and who teaches them to feed themselves? Have you ever thought of this in your mind? ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਕੁਝ ਖੁਆਲਣ ਵਾਲਾ ਨਹੀਂ, ਕੋਈ ਉਹਨਾਂ ਨੂੰ ਚੋਗਾ ਨਹੀਂ ਚੁਗਾਂਦਾ। ਉਹ ਕੂੰਜ ਆਪਣੇ ਬੱਚਿਆਂ ਦਾ ਧਿਆਨ ਆਪਣੇ ਮਨ ਵਿਚ ਧਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ, ਇਸੇ ਨੂੰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਪਾਲਣ ਦਾ ਵਸੀਲਾ ਬਣਾਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 468,
    "shabad_id": 45,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "siB inDwn. ds Ast isDwn; Twkur kr ql DirAw ]",
    "transliteration": "Sabh Nidhhaan Dhas Asatt Sidhhaan Thaakur Kar Thal Dhhariaa ||",
    "translation": "All the nine treasures, and the eighteen supernatural powers are held by our Lord and Master in the Palm of His Hand.",
    "punjabi": "ਹੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ! ਜਗਤ ਦੇ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਤੇ ਅਠਾਰਾਂ ਸਿੱਧੀਆਂ (ਮਾਨੋ) ਤੇਰੇ ਹੱਥਾਂ ਦੀਆਂ ਤਲੀਆਂ ਉੱਤੇ ਰੱਖੇ ਪਏ ਹਨ।",
    "pronunciation": "(inDwn) Kzwny[ (ds Ast) ATwrW[ (isDwn) is`DIAW[ (kr) h`Q[ (ql) qlI[ (DirAw) r`Ky hn[Ast s`sy pYr ibMdI nhIN lwauxI[ Ast, ds, ql: poly bolo",
    "type_id": 3
  },
  {
    "id": 469,
    "shabad_id": 45,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "jn nwnk. bil bil, sd bil jweIAY; qyrw. AMqu n pwrwvirAw ]4]5]",
    "transliteration": "Jan Naanak Bal Bal Sadh Bal Jaaeeai Thaeraa Anth N Paaraavariaa ||4||5||",
    "translation": "Servant Nanak is devoted, dedicated, forever a sacrifice to You, Lord. Your Expanse has no limit, no boundary. ||4||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਐਸੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹੋ, ਸਦਾ ਕੁਰਬਾਨ ਹੋ, (ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਬਜ਼ੁਰਗੀ ਦੇ ਉਰਲੇ ਪਾਰਲੇ ਬੰਨੇ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੪॥੫॥",
    "pronunciation": "(bil) kurbwn[bil l`ly pYr ibMdI lw ky ArQ sVnw hY[ bil bil bil: l`ly pYr ibMdI nhIN lwauxI, poly bolxy",
    "type_id": 3
  },
  {
    "id": 470,
    "shabad_id": 46,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rwgu Awsw mhlw 4 so purKu",
    "transliteration": "Raag Aasaa Mehalaa 4 So Purakhu",
    "translation": "Raag Aasaa, Fourth Mehl, So Purakh ~ That Primal Being:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਸੋ-ਪੁਰਖੁ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 471,
    "shabad_id": 46,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 472,
    "shabad_id": 46,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "so purKu inrMjnu, hir purKu inrMjnu; hir Agmw Agm Apwrw ]",
    "transliteration": "So Purakh Niranjan Har Purakh Niranjan Har Agamaa Agam Apaaraa ||",
    "translation": "That Primal Being is Immaculate and Pure. The Lord, the Primal Being, is Immaculate and Pure. The Lord is Inaccessible, Unreachable and Unrivalled.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜੀਵਾਂ ਵਿੱਚ ਵਿਆਪਕ ਹੈ (ਫਿਰ ਵੀ) ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉਤਾਂਹ ਹੈ, ਅਪਹੁੰਚ ਹੈ ਅਤੇ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "(inrMjnuy) Su`D srUp[ (A-gmw A-gm: poly bolo) mn bwxI krky n jwx skx vwly[ (Apwrw) byAMq[ inrMjnu: j ksky",
    "type_id": 3
  },
  {
    "id": 473,
    "shabad_id": 46,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "siB iDAwvih siB iDAwvih quDu jI; hir scy isrjxhwrw ]",
    "transliteration": "Sabh Dhhiaavehi Sabh Dhhiaavehi Thudhh Jee Har Sachae Sirajanehaaraa ||",
    "translation": "All meditate, all meditate on You, Dear Lord, O True Creator Lord.",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਅਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ ਸਦਾ ਸਿਮਰਦੇ ਹਨ, ਤੇਰਾ ਧਿਆਨ ਧਰਦੇ ਹਨ।",
    "pronunciation": "(isrjxhwrw) rcnvwly",
    "type_id": 3
  },
  {
    "id": 474,
    "shabad_id": 46,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "siB jIA qumwry jI; qUM jIAw kw dwqwrw ]",
    "transliteration": "Sabh Jeea Thumaarae Jee Thoon Jeeaa Kaa Dhaathaaraa ||",
    "translation": "All living beings are Yours-You are the Giver of all souls.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਤੂੰ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਰਾਜ਼ਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 475,
    "shabad_id": 46,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir iDAwvhu sMqhu jI; siB dUK ivswrxhwrw ]",
    "transliteration": "Har Dhhiaavahu Santhahu Jee Sabh Dhookh Visaaranehaaraa ||",
    "translation": "Meditate on the Lord, O Saints; He is the Dispeller of all sorrow.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰੋ, ਉਹ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 476,
    "shabad_id": 46,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir Awpy Twkuru, hir Awpy syvku jI; ikAw nwnk. jMq ivcwrw ]1]",
    "transliteration": "Har Aapae Thaakur Har Aapae Saevak Jee Kiaa Naanak Janth Vichaaraa ||1||",
    "translation": "The Lord Himself is the Master, the Lord Himself is the Servant. O Nanak, the poor beings are wretched and miserable! ||1||",
    "punjabi": "ਉਹ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਆਪ ਹੀ ਮਾਲਕ ਹੈ ਅਤੇ ਆਪ ਹੀ ਸੇਵਕ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਵਿਚਾਰੇ ਕੀਹ ਹਨ? (ਉਸ ਹਰੀ ਤੋਂ ਵੱਖਰੀ ਜੀਵਾਂ ਦੀ ਕੋਈ ਹਸਤੀ ਨਹੀਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
