[
  {
    "id": 590,
    "shabad_id": 55,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "ੴ> : ੳੂੜਾ ਮੰੂਹ ਖੁੱਲਾ ਹੋੜਾ ਦੀਰਘ ਲੰਬਾ ਬੋਲੋ, ੲਿੱਕ-ਓਅੰਕਾਰ ਬੋਲੋ[",
    "type_id": 1
  },
  {
    "id": 591,
    "shabad_id": 55,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਰਾਗੁ ਸਿਰੀਰਾਗੁ ਮਹਲਾ ਪਹਿਲਾ ੧ ਘਰੁ ੧ ||",
    "transliteration": "Raag Sireeraag Mehalaa Pehilaa 1 Ghar 1 ||",
    "translation": "Raag Siree Raag, First Mehl, First House:",
    "punjabi": "ਰਾਗ ਸਿਰੀਰਾਗੁ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "ਮਹੱਲਾ ਪਹਿਲਾ ਪਹਿਲਾ ਘਰੁ ਪਹਿਲਾ ਬੋਲੋ ਜੀ[ ਨੋਟਗੂਜਰੀ ਮਹਲਾ ੩ ਤੀਜਾ|| ਸੋਰਠਿ ਮਹਲਾ ੪ ਚੳੁਥਾ|| ਜਿਵੇਂ ਤੀਜਾ ਦੇ ਖੱਬੇ ੩ ਨੰੂ ਤੀਜਾ ਪੜ੍ਹਨਾ ਹੈ, ਤਿਵੇਂ ਘਰੁ ਦੇ ਖੱਬੇ ੧ ਨੰੂ ਪਹਿਲਾ ਪੜ੍ਹਨਾ ਹੈ ਜੀ, ਗੁਰਬਾਣੀ ਗੁਰੂ ਜੀ ਅਨੁਸਾਰ, ਅਨਿਕ ਬਾਰ ਨਮਸਕਾਰ[ ਮਹਲਾ ਪਹਿਲਾ ੧ ਘਰੁ ੧ ਨੰੂ ਮਹੱਲਾ ਪਹਿਲਾ ਪਹਿਲਾ ਘਰੁ ਪਹਿਲਾ ਬੋਲੋ ਜੀ[ ੧੭ ਘਰਾਂ ਚ ਗੁਰਬਾਣੀ ਜੀ ੳੁਚਾਰੇ ਹਨ[ ਘਰੁ ਦੇ ਸੱਜੇ ਲਿਖੇ ਅੰਕ ਘਰੁ ੧੭ ਤੱਕ ਬਰ ਜ਼ਰੂਰ ਹੀ ਪੜ੍ਹਨੇ[ ਘਰੁ ਦੂਜਾ ਤੀਜਾ ਚੌਥਾ ਪੰਜਵਾਂ ਛੇਵਾਂ ਸੱਤਵਾਂ ਅੱਠਵਾਂ ਨਾਵਾਂ ਦਸਵਾਂ ਗਿਅਾਰਵਾਂ ਬਾਰਵਾਂ ਤੇਰਵਾਂ[ ਜੇ ਘਰੁ ਤੋਂ ਮਗਰੋਂ ਕੇ ਹੋਵੇ, ਭਾਵ ਘਰੁ ੨ ਕੇ ਹੋਵੇ ਤਾਂ ਘਰੁ ਦੂਜੇ ਕੇ, ਘਰੁ ੩ ਕੇ ਹੋਵੇ ਤਾਂ ਘਰੁ ਤੀਜੇ ਕੇ, ਘਰੁ ੪ ਕੇ ਹੋਵੇ ਤਾਂ ਘਰੁ ਚੌਥੇ ਕੇ ਅਾਦਿ ਪੜ੍ਹਨੇ[",
    "type_id": 3
  },
  {
    "id": 592,
    "shabad_id": 55,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੋਤੀ ਤ ਮੰਦਰ ੳੂਸਰਹਿ; ਰਤਨੀ ਤ ਹੋਹਿ ਜੜਾੳੁ ||",
    "transliteration": "Mothee Th Mandhar Oosarehi Rathanee Th Hohi Jarraao ||",
    "translation": "If I had a palace made of pearls, inlaid with jewels,",
    "punjabi": "ਜੇ (ਮੇਰੇ ਵਾਸਤੇ) ਮੋਤੀਆਂ ਦੇ ਮਹਲ-ਮਾੜੀਆਂ ਉਸਰ ਪੈਣ, ਜੇ (ਉਹ ਮਹਲ-ਮਾੜੀਆਂ) ਰਤਨਾਂ ਨਾਲ ਜੜਾਊ ਹੋ ਜਾਣ,",
    "pronunciation": "(ੳੂਸਰਹਿ) ਬਣਾੳੁਣਾ[ (ਜੜਾੳੁ) ਜੜਨੇ ਭਾਵ ਲਾੳੁਣੇ",
    "type_id": 3
  },
  {
    "id": 593,
    "shabad_id": 55,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਕਸਤੂਰਿ ਕੁੰਗੂ. ਅਗਰਿ ਚੰਦਨਿ; ਲੀਪਿ ਅਾਵੈ ਚਾੳੁ ||",
    "transliteration": "Kasathoor Kungoo Agar Chandhan Leep Aavai Chaao ||",
    "translation": "Scented with musk, saffron and sandalwood, a sheer delight to behold",
    "punjabi": "ਜੇ (ਉਹਨਾਂ ਮਹਲ-ਮਾੜੀਆਂ ਨੂੰ) ਕਸਤੂਰੀ ਕੇਸਰ ਊਦ ਤੇ ਚੰਦਨ ਨਾਲ ਲਿਪਾਈ ਕਰ ਕੇ (ਮੇਰੇ ਅੰਦਰ) ਚਾਉ ਚੜ੍ਹੇ,",
    "pronunciation": "(ਕਸਤੂਰਿ)ਕਸਤੂਰੀ[ (ਕੁੰਗੂ)ਕੇਸਰ[ ਅਤੀ ਹੀ ਸੁਗੰਧੀ ਵਾਲ਼ੀ (ਅਗਰਿ)ਤੋੲਿ ਦੀ ਲੱਕੜੀ[ (ਲੀਪਿ)ਲਿਪਿਅਾ ਜਾਵੇ, ਜਿਸ ਦੇ ਸੁੰਦਰ ਦਰਸ਼ਨ ਕਰਦਿਅਾਂ, ਵਿੱਚ ਬੈਠਣੇ ਕਰਕੇ ਮਨ ਚ (ਚਾੳੁ)ੳੁਤਸ਼ਾਹ ਅਾਵੇ",
    "type_id": 3
  },
  {
    "id": 594,
    "shabad_id": 55,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਤੁ ਦੇਖਿ. ਭੂਲਾ ਵੀਸਰੈ; ਤੇਰਾ. ਚਿਤਿ ਨ ਅਾਵੈ ਨਾੳੁ ||੧||",
    "transliteration": "Math Dhaekh Bhoolaa Veesarai Thaeraa Chith N Aavai Naao ||1||",
    "translation": "-seeing this, I might go astray and forget You, and Your Name would not enter into my mind. ||1||",
    "punjabi": "(ਤਾਂ ਭੀ ਇਹ ਸਭ ਕੁਝ ਵਿਅਰਥ ਹੈ, ਮੈਨੂੰ ਖ਼ਤਰਾ ਹੈ ਕਿ ਇਹਨਾਂ ਮਹਲ-ਮਾੜੀਆਂ) ਨੂੰ ਵੇਖ ਕੇ ਮੈਂ ਕਿਤੇ (ਹੇ ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਭੁਲਾ ਨਾਹ ਬੈਠਾਂ, ਕਿਤੇ ਤੂੰ ਮੈਨੂੰ ਵਿੱਸਰ ਨਾਹ ਜਾਏਂ, ਕਿਤੇ ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਟਿਕੇ ਹੀ ਨਾਹ ॥੧॥",
    "pronunciation": "ੲਿਸ ਨੰੂ ਅਤਿ ਸੰੁਦਰ ਦੇਖ ਕੇ, (ਮੱਤੁ) ਮਤਾਂ ੲਿਨਾਂ੍ਹ ਚ ਹੀ ਭੁੱਲ ਜਾਵਾਂ ਤੇ ਅਾਪ ਜੀ ਦਾ ਨਾਮ (ਵੀਸਰੈ) ਵਿਸਰ ਜਾਵੇ",
    "type_id": 3
  },
  {
    "id": 595,
    "shabad_id": 55,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ; ਜੀੳੁ ਜਲਿ ਬਲਿ ਜਾੳੁ ||",
    "transliteration": "Har Bin Jeeo Jal Bal Jaao ||",
    "translation": "Without the Lord, my soul is scorched and burnt.",
    "punjabi": "ਪ੍ਰਭੂ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਜਿੰਦ ਸੜ-ਬਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 596,
    "shabad_id": 55,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮੈ. ਅਾਪਣਾ ਗੁਰੁ ਪੂਛਿ ਦੇਖਿਅਾ; ਅਵਰੁ ਨਾਹੀ ਥਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mai Aapanaa Gur Pooshh Dhaekhiaa Avar Naahee Thhaao ||1|| Rehaao ||",
    "translation": "I consulted my Guru, and now I see that there is no other place at all. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪੁੱਛ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਮੈ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪੁੱਛਿਆ ਹੈ ਤੇ ਮੈਨੂੰ ਯਕੀਨ ਭੀ ਆ ਗਿਆ ਹੈ) ਕਿ (ਤੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਥਾਂ (ਭੀ) ਨਹੀਂ ਹੈ (ਜਿਥੇ ਉਹ ਸਾੜ ਮੁੱਕ ਸਕੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 597,
    "shabad_id": 55,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਧਰਤੀ. ਤ ਹੀਰੇ ਲਾਲ ਜੜਤੀ; ਪਲਘਿ ਲਾਲ ਜੜਾੳੁ ||",
    "transliteration": "Dhharathee Th Heerae Laal Jarrathee Palagh Laal Jarraao ||",
    "translation": "If the floor of this palace was a mosaic of diamonds and rubies, and if my bed was encased with rubies,",
    "punjabi": "ਜੇ (ਮੇਰੇ ਰਹਣ ਵਾਸਤੇ) ਧਰਤੀ ਹੀਰੇ ਲਾਲਾਂ ਨਾਲ ਜੜੀ ਜਾਏ, ਜੇ (ਮੇਰੇ ਸੌਣ ਵਾਲੇ) ਪਲੰਘ ਉੱਤੇ ਲਾਲ ਜੜੇ ਜਾਣ,",
    "pronunciation": "ਪਲ-ਘਿ: ਪੋਲਾ ਬੋਲੋ ਘੱਘੇ ਸਿਹਾਰੀ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 598,
    "shabad_id": 55,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮੋਹਣੀ ਮੁਖਿ ਮਣੀ ਸੋਹੈ; ਕਰੇ ਰੰਗਿ ਪਸਾੳੁ ||",
    "transliteration": "Mohanee Mukh Manee Sohai Karae Rang Pasaao ||",
    "translation": "And if heavenly beauties, their faces adorned with emeralds, tried to entice me with sensual gestures of love",
    "punjabi": "ਜੇ (ਮੇਰੇ ਸਾਹਮਣੇ) ਉਹ ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਹਾਵ-ਭਾਵ ਕਰੇ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਮਣੀ ਸੋਭ ਰਹੀ ਹੋਵੇ,",
    "pronunciation": "(ਮੋਹਣੀ) ਮਨ ਮੋਹਣ ਵਾਲੀ[ (ਰੰਗਿ) ਅਨੰਦ ਦਾੲਿਕ (ਪਸਾੳੁ) ਹਾਵ ਭਾਵ",
    "type_id": 3
  },
  {
    "id": 599,
    "shabad_id": 55,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਮਤੁ ਦੇਖਿ. ਭੂਲਾ ਵੀਸਰੈ; ਤੇਰਾ. ਚਿਤਿ ਨ ਅਾਵੈ ਨਾੳੁ ||੨||",
    "transliteration": "Math Dhaekh Bhoolaa Veesarai Thaeraa Chith N Aavai Naao ||2||",
    "translation": "-seeing these, I might go astray and forget You, and Your Name would not enter into my mind. ||2||",
    "punjabi": "(ਤਾਂ ਭੀ ਇਹ ਸਭ ਕੁਝ ਵਿਅਰਥ ਹੈ, ਮੈਨੂੰ ਖ਼ਤਰਾ ਹੈ ਕਿ ਅਜਿਹੇ ਸੁੰਦਰ ਥਾਂ ਤੇ ਅਜਿਹੀ ਸੁੰਦਰੀ ਨੂੰ) ਵੇਖ ਕੇ ਮੈਂ ਕਿਤੇ (ਹੇ ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਭੁਲਾ ਨਾਹ ਬੈਠਾਂ, ਕਿਤੇ ਤੂੰ ਮੈਨੂੰ ਵਿੱਸਰ ਨਾਹ ਜਾਏਂ, ਕਿਤੇ ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਟਿਕੇ ਹੀ ਨਾਹ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 600,
    "shabad_id": 55,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸਿਧੁ ਹੋਵਾ. ਸਿਧਿ ਲਾੲੀ; ਰਿਧਿ ਅਾਖਾ ਅਾੳੁ ||",
    "transliteration": "Sidhh Hovaa Sidhh Laaee Ridhh Aakhaa Aao ||",
    "translation": "If I were to become a Siddha, and work miracles, summon wealth",
    "punjabi": "ਜੇ ਮੈਂ ਪੁੱਗਾ ਹੋਇਆ ਜੋਗੀ ਬਣ ਜਾਵਾਂ, ਜੇ ਮੈਂ ਜੋਗ-ਸਮਾਧੀ ਦੀਆਂ ਕਾਮਯਾਬੀਆਂ ਹਾਸਲ ਕਰ ਲਵਾਂ, ਜੇ ਮੈਂ ਜੋਗ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਣ ਵਾਲੀਆਂ ਬਰਕਤਾਂ ਨੂੰ ਵਾਜ ਮਾਰਾਂ ਤੇ ਉਹ (ਮੇਰੇ ਪਾਸ) ਆ ਜਾਣ,",
    "pronunciation": "(ਸਿਧੁ) ੧੮ ਸਿੱਧੀਅਾਂ ਦਾ ਮਾਲਕ[ਸਿੱਧੁ[ ਸਿੱਧਿ[ ਰਿੱਧਿ",
    "type_id": 3
  },
  {
    "id": 601,
    "shabad_id": 55,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਗੁਪਤੁ ਪਰਗਟੁ ਹੋੲਿ ਬੈਸਾ; ਲੋਕੁ ਰਾਖੈ ਭਾੳੁ ||",
    "transliteration": "Gupath Paragatt Hoe Baisaa Lok Raakhai Bhaao ||",
    "translation": "And become invisible and visible at will, so that people would hold me in awe",
    "punjabi": "ਜੇ (ਜੋਗ ਦੀ ਤਾਕਤ ਨਾਲ) ਮੈਂ ਕਦੇ ਲੁਕ ਸਕਾਂ ਤੇ ਕਦੇ ਪਰਤੱਖ ਹੋ ਕੇ ਬੈਠ ਜਾਵਾਂ, ਜੇ (ਸਾਰਾ) ਜਗਤ ਮੇਰਾ ਆਦਰ ਕਰੇ,",
    "pronunciation": "(ਭਾੳੁ) ਸ਼ਰਧਾ",
    "type_id": 3
  },
  {
    "id": 602,
    "shabad_id": 55,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਮਤੁ ਦੇਖਿ. ਭੂਲਾ ਵੀਸਰੈ; ਤੇਰਾ. ਚਿਤਿ ਨ ਅਾਵੈ ਨਾੳੁ ||੩||",
    "transliteration": "Math Dhaekh Bhoolaa Veesarai Thaeraa Chith N Aavai Naao ||3||",
    "translation": "-seeing these, I might go astray and forget You, and Your Name would not enter into my mind. ||3||",
    "punjabi": "(ਤਾਂ ਭੀ ਇਹ ਸਭ ਕੁਝ ਵਿਅਰਥ ਹੈ, ਮੈਨੂੰ ਖ਼ਤਰਾ ਹੈ ਕਿ ਇਹਨਾਂ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਨੂੰ) ਵੇਖ ਕੇ ਮੈਂ ਕਿਤੇ (ਹੇ ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਭੁਲਾ ਨਾਹ ਬੈਠਾਂ, ਕਿਤੇ ਤੂੰ ਮੈਨੂੰ ਵਿੱਸਰ ਨਾਹ ਜਾਏਂ, ਕਿਤੇ ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਟਿਕੇ ਹੀ ਨਾਹ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 603,
    "shabad_id": 55,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਸੁਲਤਾਨੁ ਹੋਵਾ. ਮੇਲਿ ਲਸਕਰ; ਤਖਤਿ. ਰਾਖਾ ਪਾੳੁ ||",
    "transliteration": "Sulathaan Hovaa Mael Lasakar Thakhath Raakhaa Paao ||",
    "translation": "If I were to become an emperor and raise a huge army, and sit on a throne,",
    "punjabi": "ਜੇ ਮੈਂ ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰ ਕੇ ਬਾਦਸ਼ਾਹ ਬਣ ਜਾਵਾਂ ਅਤੇ ਤਖ਼ਤ ਉੱਤੇ ਪੈਰ ਰੱਖਾਂ (ਦੁਨੀਆਂ ਦਾ ਹਕੂਮਤ ਪ੍ਰਾਪਤ ਕਰ ਲਵਾਂ),",
    "pronunciation": "(ਸੁਲਤਾਨੁ) ਚੱਕ੍ਰਵਰਤੀ ਪਾਤਿਸਾਹ[ (ਲਸਕਰ)ਫ਼ੌਜ[ (ਪਾੳੁ)ਪੈਰ",
    "type_id": 3
  },
  {
    "id": 604,
    "shabad_id": 55,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਹੁਕਮੁ. ਹਾਸਲੁ ਕਰੀ ਬੈਠਾ; ਨਾਨਕਾ. ਸਭ ਵਾੳੁ ||",
    "transliteration": "Hukam Haasal Karee Baithaa Naanakaa Sabh Vaao ||",
    "translation": "Issuing commands and collecting taxes-O Nanak, all of this could pass away like a puff of wind.",
    "punjabi": "ਜੇ ਮੈਂ (ਤਖ਼ਤ ਉੱਤੇ) ਬੈਠਾ (ਬਾਦਸ਼ਾਹੀ ਦਾ) ਹੁਕਮ ਚਲਾ ਸਕਾਂ, ਤਾਂ ਭੀ, ਹੇ ਨਾਨਕ! (ਇਹ) ਸਭ ਕੁਝ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "(ਹਾਸਲੁ) ਪ੍ਰਾਪਤਿ[ (ਵਾੳੁ) ਹਵਾ ਵਾਂਗ ੳੁ੍ਨਡ ਜਾਣ ਵਾਲੇ (ਵਾੳੁ) ਬਿਅਰਥ ਹਨ",
    "type_id": 3
  },
  {
    "id": 605,
    "shabad_id": 55,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਮਤੁ ਦੇਖਿ. ਭੂਲਾ ਵੀਸਰੈ; ਤੇਰਾ. ਚਿਤਿ ਨ ਅਾਵੈ ਨਾੳੁ ||੪||੧||",
    "transliteration": "Math Dhaekh Bhoolaa Veesarai Thaeraa Chith N Aavai Naao ||4||1||",
    "translation": "Seeing these, I might go astray and forget You, and Your Name would not enter into my mind. ||4||1||",
    "punjabi": "(ਮੈਨੂੰ ਖ਼ਤਰਾ ਹੈ ਕਿ ਇਹ ਰਾਜ-ਭਾਗ) ਵੇਖ ਕੇ ਮੈਂ ਕਿਤੇ (ਹੇ ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਭੁਲਾ ਨਾਹ ਬੈਠਾਂ, ਕਿਤੇ ਤੂੰ ਮੈਨੂੰ ਵਿੱਸਰ ਨਾਹ ਜਾਏਂ, ਕਿਤੇ ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਟਿਕੇ ਹੀ ਨਾਹ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 606,
    "shabad_id": 56,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 607,
    "shabad_id": 56,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕੋਟਿ ਕੋਟੀ ਮੇਰੀ ਅਾਰਜਾ; ਪਵਣੁ ਪੀਅਣੁ ਅਪਿਅਾੳੁ ||",
    "transliteration": "Kott Kottee Maeree Aarajaa Pavan Peean Apiaao ||",
    "translation": "If I could live for millions and millions of years, and if the air was my food and drink,",
    "punjabi": "ਜੇ ਮੇਰੀ ਉਮਰ ਕ੍ਰੋੜਾਂ ਹੀ ਸਾਲ ਹੋ ਜਾਏ, ਜੇ ਹਵਾ ਮੇਰਾ ਖਾਣਾ-ਪੀਣਾ ਹੋਵੇ (ਜੇ ਮੈਂ ਹਵਾ ਦੇ ਆਸਰੇ ਹੀ ਜੀਊ ਸਕਾਂ),",
    "pronunciation": "(ਕੋਟਿ ਕੋਟੀ) ਕੋਟਾਨ ਕੋਟ[ (ਪਵਣੁ) ਹਵਾ ਨੰੂ ਹੀ (ਪੀਅਣੁ) ਪੀਣਾ ਅਤੇ (ਅਪਿਅਾੳੁ) ਖਾਣਾ ਕਰਾਂ",
    "type_id": 3
  },
  {
    "id": 608,
    "shabad_id": 56,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਚੰਦੁ ਸੂਰਜੁ ਦੁੲਿ. ਗੁਫੈ ਨ ਦੇਖਾ; ਸੁਪਨੈ ਸੳੁਣ. ਨ ਥਾੳੁ ||",
    "transliteration": "Chandh Sooraj Dhue Gufai N Dhaekhaa Supanai Soun N Thhaao ||",
    "translation": "And if I lived in a cave and never saw either the sun or the moon, and if I never slept, even in dreams",
    "punjabi": "ਜੇ (ਕਿਸੇ) ਗੁਫਾ ਵਿਚ (ਬੈਠਾ ਰਹਿ ਕੇ) ਚੰਦ ਅਤੇ ਸੂਰਜ ਦੋਹਾਂ ਨੂੰ ਕਦੇ ਨਾ ਵੇਖਾਂ (ਭਾਵ, ਕਿ ਦਿਨ-ਰਾਤ ਮੈਂ ਗੁਫਾ ਵਿਚ ਬੈਠ ਕੇ ਸਮਾਧੀ ਲਾਈ ਰੱਖਾਂ), ਜੇ ਸੁਫਨੇ ਵਿਚ ਭੀ ਸੌਣ ਦੀ ਥਾਂ ਨ ਮਿਲੇ (ਜੇ ਕਦੇ ਭੀ ਨਾਹ ਸੌਂ ਸਕਾਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 609,
    "shabad_id": 56,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭੀ ਤੇਰੀ ਕੀਮਤਿ ਨਾ ਪਵੈ; ਹੳੁ. ਕੇਵਡੁ ਅਾਖਾ ਨਾੳੁ ||੧||",
    "transliteration": "Bhee Thaeree Keemath Naa Pavai Ho Kaevadd Aakhaa Naao ||1||",
    "translation": "-even so, I could not estimate Your Value. How can I describe the Greatness of Your Name? ||1||",
    "punjabi": "ਤਾਂ ਭੀ (ਹੇ ਪ੍ਰਭੂ! ਇਤਨੀਆਂ ਲੰਮੀਆਂ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਭੀ) ਮੈਥੋਂ ਤੇਰਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਲੱਭ ਨਹੀਂ ਸਕਦਾ), ਮੈਂ ਤੇਰੀ ਕਿਤਨੀ ਕੁ ਵਡਿਆਈ ਦੱਸਾਂ? (ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਦੱਸਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 610,
    "shabad_id": 56,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਾਚਾ ਨਿਰੰਕਾਰੁ; ਨਿਜ ਥਾੲਿ ||",
    "transliteration": "Saachaa Nirankaar Nij Thhaae ||",
    "translation": "The True Lord, the Formless One, is Himself in His Own Place.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਿਰ-ਆਕਾਰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਆਪ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਹੈ (ਉਸ ਨੂੰ ਕਿਸੇ ਹੋਰ ਦੇ ਆਸਰੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਹੈ)",
    "pronunciation": "(ਨਿਰੰਕਾਰੁ) ਸੱਚੇ ਵਾਹਿਗੁਰੂ ਜੀ, (ਨਿੱਜ) ਅਪਣੇ, (ਥਾੲਿ)ਥਾਂ, ਸਦਾ ਅਚੱਲ ਅਵਿਨਾਸੀ ਹਨ",
    "type_id": 3
  },
  {
    "id": 611,
    "shabad_id": 56,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸੁਣਿ ਸੁਣਿ ਅਾਖਣੁ ਅਾਖਣਾ; ਜੇ ਭਾਵੈ. ਕਰੇ ਤਮਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sun Sun Aakhan Aakhanaa Jae Bhaavai Karae Thamaae ||1|| Rehaao ||",
    "translation": "I have heard, over and over again, and so I tell the tale; as it pleases You, Lord, please instill within me the yearning for You. ||1||Pause||",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਇਕ ਦੂਜੇ ਤੋਂ ਸੁਣ ਸੁਣ ਕੇ ਹੀ (ਉਸ ਦੀ ਬਜ਼ੁਰਗੀ ਦਾ) ਬਿਆਨ ਕਰ ਦੇਂਦੇ ਹਾਂ। (ਪਰ ਇਹ ਕੋਈ ਨਹੀਂ ਦੱਸ ਸਕਦਾ ਕਿ ਉਹ ਕਿਤਨਾ ਕੁ ਵੱਡਾ ਹੈ)। ਜੇ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ (ਜੀਵ ਦੇ ਅੰਦਰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਤਾਂਘ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਤਮਾੲਿ) ੲਿੱਛਾ",
    "type_id": 4
  },
  {
    "id": 612,
    "shabad_id": 56,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕੁਸਾ ਕਟੀਅਾ ਵਾਰ ਵਾਰ; ਪੀਸਣਿ ਪੀਸਾ ਪਾੲਿ ||",
    "transliteration": "Kusaa Katteeaa Vaar Vaar Peesan Peesaa Paae ||",
    "translation": "If I was slashed and cut into pieces, over and over again, and put into the mill and ground into flour,",
    "punjabi": "ਜੇ (ਤਪਾਂ ਦੇ ਕਸ਼ਟ ਦੇ ਦੇ ਕੇ ਆਪਣੇ ਸਰੀਰ ਨੂੰ) ਮੈਂ ਕੁਹ ਸੁੱਟਾਂ, ਮੁੜ ਮੁੜ ਰਤਾ ਰਤਾ ਕਟਾ ਦਿਆਂ, ਚੱਕੀ ਵਿਚ ਪਾ ਕੇ ਪੀਹ ਦਿਆਂ,",
    "pronunciation": "ਅਪਣੇ ਅਾਪ ਨੰੂ (ਕੱਟੀਅਾ)ਕਟਾ ਕੇ[ ਕੁਸਾ:ਪੋਲਾ ਬੋਲੋ[ (ਕੁਸਾ)ਕੁਹਾ ਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 613,
    "shabad_id": 56,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅਗੀ ਸੇਤੀ. ਜਾਲੀਅਾ; ਭਸਮ ਸੇਤੀ ਰਲਿ ਜਾੳੁ ||",
    "transliteration": "Agee Saethee Jaaleeaa Bhasam Saethee Ral Jaao ||",
    "translation": "Burnt by fire and mixed with ashes",
    "punjabi": "ਅੱਗ ਨਾਲ ਸਾੜ ਸੁੱਟਾਂ, ਤੇ (ਆਪਣੇ ਆਪ ਨੂੰ) ਸੁਆਹ ਨਾਲ ਰਲਾ ਦਿਆਂ।",
    "pronunciation": "(ਸੇ੍ਨਤੀ) ਨਾਲ਼[ ਅੱਗੀਂ",
    "type_id": 3
  },
  {
    "id": 614,
    "shabad_id": 56,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਭੀ ਤੇਰੀ ਕੀਮਤਿ. ਨਾ ਪਵੈ; ਹੳੁ. ਕੇਵਡੁ ਅਾਖਾ ਨਾੳੁ ||੨||",
    "transliteration": "Bhee Thaeree Keemath Naa Pavai Ho Kaevadd Aakhaa Naao ||2||",
    "translation": "-even then, I could not estimate Your Value. How can I describe the Greatness of Your Name? ||2||",
    "punjabi": "(ਇਤਨੇ ਤਪ ਸਾਧ ਕੇ ਭੀ, ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕਿਸੇ ਨੂੰ ਲੱਭ ਨਹੀਂ ਸਕਦਾ, ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਦੱਸਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 615,
    "shabad_id": 56,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਪੰਖੀ ਹੋੲਿ ਕੈ. ਜੇ ਭਵਾ; ਸੈ ਅਸਮਾਨੀ ਜਾੳੁ ||",
    "transliteration": "Pankhee Hoe Kai Jae Bhavaa Sai Asamaanee Jaao ||",
    "translation": "If I was a bird, soaring and flying through hundreds of heavens,",
    "punjabi": "ਜੇ ਮੈਂ ਪੰਛੀ ਬਣ ਕੇ ਉੱਡ ਸਕਾਂ ਤੇ ਸੈਂਕੜੇ ਅਸਮਾਨਾਂ ਤਕ ਪਹੁੰਚ ਸਕਾਂ।",
    "pronunciation": "(ਭਵਾ) ਭੳੁਣਾ ਕਰਾਂ, ੳੁ੍ਨਡਾਂ[ (ਸੈ): ਸੈਂਕੜੇ",
    "type_id": 3
  },
  {
    "id": 616,
    "shabad_id": 56,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਨਦਰੀ. ਕਿਸੈ ਨ ਅਾਵੳੂ; ਨਾ ਕਿਛੁ ਪੀਅਾ. ਨ ਖਾੳੁ ||",
    "transliteration": "Nadharee Kisai N Aavoo Naa Kishh Peeaa N Khaao ||",
    "translation": "And if I was invisible, neither eating nor drinking anything",
    "punjabi": "ਜੇ (ਉੱਡ ਕੇ ਇਤਨਾ ਉੱਚਾ ਚਲਾ ਜਾਵਾਂ ਕਿ) ਮੈਂ ਕਿਸੇ ਨੂੰ ਦਿੱਸ ਨਾ ਸਕਾਂ, ਖਾਵਾਂ ਪੀਵਾਂ ਭੀ ਕੁਝ ਨਾ।",
    "pronunciation": "ਕਿੱਛੁ",
    "type_id": 3
  },
  {
    "id": 617,
    "shabad_id": 56,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਭੀ ਤੇਰੀ ਕੀਮਤਿ. ਨਾ ਪਵੈ; ਹੳੁ. ਕੇਵਡੁ ਅਾਖਾ ਨਾੳੁ ||੩||",
    "transliteration": "Bhee Thaeree Keemath Naa Pavai Ho Kaevadd Aakhaa Naao ||3||",
    "translation": "-even so, I could not estimate Your Value. How can I describe the Greatness of Your Name? ||3||",
    "punjabi": "(ਇਤਨੀ ਪਹੁੰਚ ਰੱਖਦਾ ਹੋਇਆ) ਭੀ (ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਦੱਸਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
