[
  {
    "id": 698,
    "shabad_id": 61,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਹੁਕਮੁ ਸੋੲੀ ਤੁਧੁ ਭਾਵਸੀ; ਹੋਰੁ ਅਾਖਣੁ. ਬਹੁਤੁ ਅਪਾਰੁ ||",
    "transliteration": "Hukam Soee Thudhh Bhaavasee Hor Aakhan Bahuth Apaar ||",
    "translation": "The Hukam of Your Command is the pleasure of Your Will, Lord. To say anything else is far beyond anyone's reach.",
    "punjabi": "ਪਾਸੋਂ ਆਪਣਾ) ਹੁਕਮ (ਮਨਾਣਾ) ਤੇ (ਹੁਕਮ ਦੇ) ਹੋਰ ਹੋਰ ਬੋਲ ਬੋਲਣੇ (ਤੇ ਇਸ ਵਿਚ ਖ਼ੁਸ਼ੀ ਮਹਿਸੂਸ ਕਰਨੀ ਮੇਰੇ ਵਾਸਤੇ) ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਰਾਜ਼ੀ ਰਹਿਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 699,
    "shabad_id": 61,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਸਚਾ ਪਾਤਿਸਾਹੁ; ਪੂਛਿ. ਨ ਕਰੇ ਬੀਚਾਰੁ ||੪||",
    "transliteration": "Naanak Sachaa Paathisaahu Pooshh N Karae Beechaar ||4||",
    "translation": "O Nanak, the True King does not seek advice from anyone else in His decisions. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਐਸੇ ਜੀਵਨ ਵਾਲੇ ਦੀ ਹੋਰ ਪੁੱਛ-ਵਿਚਾਰ ਨਹੀਂ ਕਰਦਾ (ਭਾਵ, ਉਸ ਦਾ ਜੀਵਨ ਉਸ ਦੀਆਂ ਨਜ਼ਰਾਂ ਬਿਵ ਪਰਵਾਨ ਹੈ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 700,
    "shabad_id": 61,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਬਾਬਾ. ਹੋਰੁ ਸੳੁਣਾ; ਖੁਸੀ ਖੁਅਾਰੁ ||",
    "transliteration": "Baabaa Hor Sounaa Khusee Khuaar ||",
    "translation": "O Baba, the pleasure of other sleep is false.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਖ਼ੁਸ਼ੀ ਛੱਡ ਕੇ) ਹੋਰ ਐਸ਼-ਇਸ਼ਰਤ ਦੀ ਖ਼ੁਸ਼ੀ ਖ਼ੁਆਰ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 701,
    "shabad_id": 61,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਜਿਤੁ ਸੁਤੈ. ਤਨੁ ਪੀੜੀਅੈ; ਮਨ ਮਹਿ ਚਲਹਿ ਵਿਕਾਰ ||੧|| ਰਹਾੳੁ ||੪||੭||",
    "transliteration": "Jith Suthai Than Peerreeai Man Mehi Chalehi Vikaar ||1|| Rehaao ||4||7||",
    "translation": "By such sleep, the body is ruined, and wickedness and corruption enter into the mind. ||1||Pause||4||7||",
    "punjabi": "ਕਿਉਂ ਕਿ ਹੋਰ ਹੋਰ ਐਸ਼-ਇਸ਼ਰਤ ਸਰੀਰ ਨੂੰ ਰੋਗੀ ਕਰਦੀ ਹੈ ਤੇ ਮਨ ਵਿਚ ਭੀ ਵਿਕਾਰ ਚੱਲ ਪੈਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥੪॥੭॥{16-17}",
    "pronunciation": "ਸੱੁਤੈ[ ਚੱਲਹਿ",
    "type_id": 4
  },
  {
    "id": 702,
    "shabad_id": 62,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 703,
    "shabad_id": 62,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕੁੰਗੂ ਕੀ ਕਾਂੲਿਅਾ, ਰਤਨਾ ਕੀ ਲਲਿਤਾ; ਅਗਰਿ ਵਾਸੁ ਤਨਿ ਸਾਸੁ ||",
    "transliteration": "Kungoo Kee Kaaneiaa Rathanaa Kee Lalithaa Agar Vaas Than Saas ||",
    "translation": "With the body of saffron, and the tongue a jewel, and the breath of the body pure fragrant incense;",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਕੇਸਰ (ਵਰਗਾ ਸੁੱਧ ਵਿਕਾਰ-ਰਹਿਤ) ਹੋਵੇ, ਜਿਸ ਦੀ ਜੀਭ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਰਤਨਾਂ ਨਾਲ ਜੜੀ ਹੋਵੇ, ਜਿਸ ਦੇ ਸਰੀਰ ਵਿਚ ਹਰੇਕ ਸੁਆਸ ਉਸ ਦੀ ਲਕੜੀ ਦੀ ਸੁਗੰਧੀ ਵਾਲਾ ਹੋਵੇ (ਭਾਵ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਯਾਦ ਨਾਲ ਸੁਗੰਧਿਤ ਹੋਵੇ),",
    "pronunciation": "(ਕੁੰਗੂ)ਕੇਸਰ[ ਗੁਰੂ ਜਸ ਗਾ ਕੇ ਰਤਨਾਂ ਵਾਂਗ ਅਮੋਲਕ ਹੈ (ਲਲਿਤਾ)ਜ਼ਬਾਨ",
    "type_id": 3
  },
  {
    "id": 704,
    "shabad_id": 62,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਕਾ ਮੁਖਿ ਟਿਕਾ; ਤਿਤੁ ਘਟਿ ਮਤਿ ਵਿਗਾਸੁ ||",
    "transliteration": "Athasath Theerathh Kaa Mukh Ttikaa Thith Ghatt Math Vigaas ||",
    "translation": "With the face anointed at the sixty-eight holy places of pilgrimage, and the heart illuminated with wisdom",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਅਠਾਹਠ ਹੀ ਤੀਰਥਾਂ ਦਾ ਟਿੱਕਾ ਹੋਵੇ (ਭਾਵ, ਜੋ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਅਠਾਹਠ ਤੀਰਥਾਂ ਨਾਲੋਂ ਵਧੀਕ ਪਵਿਤ੍ਰ ਹੋ ਚੁਕਾ ਹੋਵੇ) ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਮਤਿ ਖਿੜਦੀ ਹੈ।",
    "pronunciation": "ਟਿੱਕਾ[ ਘਟਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 705,
    "shabad_id": 62,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਓਤੁ ਮਤੀ ਸਾਲਾਹਣਾ; ਸਚੁ ਨਾਮੁ ਗੁਣਤਾਸੁ ||੧||",
    "transliteration": "Outh Mathee Saalaahanaa Sach Naam Gunathaas ||1||",
    "translation": "-with that wisdom, chant the Praises of the True Name, the Treasure of Excellence. ||1||",
    "punjabi": "ਉਸ ਖਿੜੀ ਹੋਈ ਮਤਿ ਨਾਲ ਹੀ ਸੱਚਾ ਨਾਮ ਸਲਾਹਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਸਲਾਹਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਓਤੁ)ਓਸ[ਗੁਣ-ਤਾਸੁ[ ਮੱਤੀ",
    "type_id": 3
  },
  {
    "id": 706,
    "shabad_id": 62,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਬਾਬਾ ਹੋਰ ਮਤਿ; ਹੋਰ ਹੋਰ ||",
    "transliteration": "Baabaa Hor Math Hor Hor ||",
    "translation": "O Baba, other wisdom is useless and irrelevant.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੀ ਹੋਈ ਮਤਿ ਹੋਰ ਹੋਰ ਪਾਸੇ ਹੀ ਲੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 707,
    "shabad_id": 62,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜੇ ਸੳੁ ਵੇਰ ਕਮਾੲੀਅੈ; ਕੂੜੈ ਕੂੜਾ ਜੋਰੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jae So Vaer Kamaaeeai Koorrai Koorraa Jor ||1|| Rehaao ||",
    "translation": "If falsehood is practiced a hundred times, it is still false in its effects. ||1||Pause||",
    "punjabi": "ਸਿਫ਼ਤ-ਸਾਲਾਹ ਛੱਡ ਕੇ ਜੇ ਹੋਰ ਕਰਮ ਸੈਂਕੜੇ ਵਾਰੀ ਭੀ ਕਰੀਏ (ਤਾਂ ਕੁਝ ਨਹੀਂ ਬਣਦਾ, ਕਿਉਂਕਿ) ਕੂੜਾ ਕਰਮ ਕਰਨ ਨਾਲ ਕੂੜ ਦਾ ਹੀ ਜ਼ੋਰ ਵਧਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 708,
    "shabad_id": 62,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪੂਜਲਗੈ. ਪੀਰੁ ਅਾਖੀਅੈ; ਸਭੁ ਮਿਲੈ ਸੰਸਾਰੁ ||",
    "transliteration": "Pooj Lagai Peer Aakheeai Sabh Milai Sansaar ||",
    "translation": "You may be worshipped and adored as a Pir (a spiritual teacher); you may be welcomed by all the world;",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਪੀਰ ਅਖਵਾਣ ਲੱਗ ਪਏ, ਸਾਰਾ ਸੰਸਾਰ ਆ ਕੇ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰੇ, ਉਸ ਦੀ ਪੂਜਾ ਹੋਣ ਲੱਗ ਪਏ,",
    "pronunciation": "ਲੱਗੈ",
    "type_id": 3
  },
  {
    "id": 709,
    "shabad_id": 62,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਨਾੳੁ ਸਦਾੲੇ ਅਾਪਣਾ; ਹੋਵੈ ਸਿਧੁ ਸੁਮਾਰੁ ||",
    "transliteration": "Naao Sadhaaeae Aapanaa Hovai Sidhh Sumaar ||",
    "translation": "You may adopt a lofty name, and be known to have supernatural spiritual powers",
    "punjabi": "ਜੇ ਉਹ ਪੁੱਗਿਆ ਹੋਇਆ (ਕਰਾਮਾਤੀ) ਜੋਗੀ ਗਿਣਿਆ ਜਾਣ ਲੱਗ ਪਏ, ਵੱਡੇ ਨਾਮਣੇ ਵਾਲਾ ਸਦਾਣ ਲੱਗ ਪਏ,",
    "pronunciation": "(ਸੁਮਾਰੁ)ਗਿਣਤੀ[ ਸਿੱਧੁ",
    "type_id": 3
  },
  {
    "id": 710,
    "shabad_id": 62,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਾ ਪਤਿ. ਲੇਖੈ ਨਾ ਪਵੈ; ਸਭਾ ਪੂਜ ਖੁਅਾਰੁ ||੨||",
    "transliteration": "Jaa Path Laekhai Naa Pavai Sabhaa Pooj Khuaar ||2||",
    "translation": "-even so, if you are not accepted in the Court of the Lord, then all this adoration is false. ||2||",
    "punjabi": "(ਤਾਂ ਭੀ ਇਹ ਸਭ ਕੁਝ ਕਿਸੇ ਅਰਥ ਨਹੀਂ, ਕਿਉਂਕਿ) ਜੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਹੋਣ ਵੇਲੇ ਉਸ ਨੂੰ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲਦੀ, ਤਾਂ (ਦੁਨੀਆ ਵਿਚ ਹੋਈ) ਸਾਰੀ ਪੂਜਾ ਖ਼ੁਆਰ ਹੀ ਕਰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਸੱਭਾ)ਸਾਰੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 711,
    "shabad_id": 62,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਸਤਿਗੁਰਿ ਥਾਪਿਅਾ; ਤਿਨ. ਮੇਟਿ ਨ ਸਕੈ ਕੋੲਿ ||",
    "transliteration": "Jin Ko Sathigur Thhaapiaa Thin Maett N Sakai Koe ||",
    "translation": "No one can overthrow those who have been established by the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਸ਼ਾਬਾਸ਼ੇ ਦਿੱਤੀ ਹੈ, ਉਹਨਾਂ ਦੀ ਉਸ ਇੱਜ਼ਤ ਨੂੰ ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 712,
    "shabad_id": 62,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਓਨਾ ਅੰਦਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਨਾਮੋ ਪਰਗਟੁ ਹੋੲਿ ||",
    "transliteration": "Ounaa Andhar Naam Nidhhaan Hai Naamo Paragatt Hoe ||",
    "translation": "The Treasure of the Naam, the Name of the Lord, is within them, and through the Naam, they are radiant and famous.",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਨਾਮ ਹੀ ਉੱਘੜਦਾ ਹੈ।",
    "pronunciation": "ਓਨ੍ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 713,
    "shabad_id": 62,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਨਾੳੁ ਪੂਜੀਅੈ. ਨਾੳੁ ਮੰਨੀਅੈ; ਅਖੰਡੁ ਸਦਾ ਸਚੁ ਸੋੲਿ ||੩||",
    "transliteration": "Naao Poojeeai Naao Manneeai Akhandd Sadhaa Sach Soe ||3||",
    "translation": "They worship the Naam, and they believe in the Naam. The True One is forever Intact and Unbroken. ||3||",
    "punjabi": "(ਇਹ ਪੱਕਾ ਨਿਯਮ ਜਾਣੋ ਕਿ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਪੂਜਿਆ ਜਾਂਦਾ ਹੈ, ਨਾਮ ਹੀ ਸਤਕਾਰਿਆ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਹੀ ਸਦਾ ਇਕ-ਰਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 714,
    "shabad_id": 62,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਖੇਹੂ ਖੇਹ ਰਲਾੲੀਅੈ; ਤਾ ਜੀੳੁ ਕੇਹਾ ਹੋੲਿ ||",
    "transliteration": "Khaehoo Khaeh Ralaaeeai Thaa Jeeo Kaehaa Hoe ||",
    "translation": "When the body mingles with dust, what happens to the soul?",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਕਦੇ ਨਾਮ ਨਾਹ ਜਪਿਆ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਜਦੋਂ) ਮਿੱਟੀ ਹੋ ਕੇ ਮਿੱਟੀ ਵਿਚ ਰਲਿਆ, ਤਾਂ (ਨਾਮ-ਹੀਣ) ਜਿੰਦ ਦਾ ਹਾਲ ਭੈੜਾ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 715,
    "shabad_id": 62,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜਲੀਅਾ ਸਭਿ ਸਿਅਾਣਪਾ; ੳੁਠੀ ਚਲਿਅਾ ਰੋੲਿ ||",
    "transliteration": "Jaleeaa Sabh Siaanapaa Outhee Chaliaa Roe ||",
    "translation": "All clever tricks are burnt away, and you shall depart crying.",
    "punjabi": "(ਦੁਨੀਆ ਵਿਚ ਕੀਤੀਆਂ) ਸਾਰੀਆਂ ਚਤੁਰਾਈਆਂ ਸੁਆਹ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਜਗਤ ਤੋਂ ਜੀਵ ਦੁਖੀ ਹੋ ਕੇ ਹੀ ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "ੳੁ੍ਨਠੀ[ ਜਲੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 716,
    "shabad_id": 62,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਵਿਸਾਰਿਅੈ; ਦਰਿ ਗੲਿਅਾ ਕਿਅਾ ਹੋੲਿ ||੪||੮||",
    "transliteration": "Naanak Naam Visaariai Dhar Gaeiaa Kiaa Hoe ||4||8||",
    "translation": "O Nanak, those who forget the Naam-what will happen when they go to the Court of the Lord? ||4||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁਲਾ ਦੇਈਏ, ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚ ਕੇ ਭੈੜਾ ਹਾਲ ਹੀ ਹੁੰਦਾ ਹੈ ॥੪॥੮॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 717,
    "shabad_id": 63,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 718,
    "shabad_id": 63,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਣਵੰਤੀ. ਗੁਣ ਵੀਥਰੈ; ਅੳੁਗੁਣਵੰਤੀ ਝੂਰਿ ||",
    "transliteration": "Gunavanthee Gun Veethharai Aougunavanthee Jhoor ||",
    "translation": "The virtuous wife exudes virtue; the unvirtuous suffer in misery.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਸਾਈ ਹੋਈ ਹੈ ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਹੀ ਕਥਾ ਵਾਰਤਾ ਕਰਦੀ ਹੈ। ਪਰ ਜਿਸ ਦੇ ਅੰਦਰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਔਗੁਣ ਹੀ ਔਗੁਣ ਹਨ ਉਹ (ਆਪਣੇ ਹੀ ਔਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਸਦਾ ਝੂਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਗੁਣਵੰਤੀ) ਸ਼ੁਭ ਗੁਣਾਂ ਵਾਲੀ[ (ਵੀਥਰੈ) ਵਿਸਥਾਰ ਕਰਦੀ ਹੈ[ (ਝੂਰਿ) ਪਸਚਾਤਾਪ[ ਵੀ੍ਨਥਰੈ",
    "type_id": 3
  },
  {
    "id": 719,
    "shabad_id": 63,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੇ ਲੋੜਹਿ. ਵਰੁ ਕਾਮਣੀ; ਨਹ ਮਿਲੀਅੈ ਪਿਰ. ਕੂਰਿ ||",
    "transliteration": "Jae Lorrehi Var Kaamanee Neh Mileeai Pir Koor ||",
    "translation": "If you long for your Husband Lord, O soul-bride, you must know that He is not met by falsehood.",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ! ਜੇ ਤੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੁੰਦੀ ਹੈਂ, ਤਾਂ (ਚੇਤੇ ਰੱਖ ਕਿ) ਕੂੜੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਿਹਾਂ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "pronunciation": "(ਵਰੁ) ਪਤੀ ਪ੍ਰਮੇਸ਼ਰ[ (ਕੂਰਿ) ਝੂਠੇ ਕੰਮ[ ਕਾੱਮਣੀ",
    "type_id": 3
  },
  {
    "id": 720,
    "shabad_id": 63,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾ ਬੇੜੀ. ਨਾ ਤੁਲਹੜਾ; ਨਾ ਪਾੲੀਅੈ ਪਿਰੁ. ਦੂਰਿ ||੧||",
    "transliteration": "Naa Baerree Naa Thuleharraa Naa Paaeeai Pir Dhoor ||1||",
    "translation": "No boat or raft can take you to Him. Your Husband Lord is far away. ||1||",
    "punjabi": "(ਤੂੰ ਤਾਂ ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ ਗੋਤੇ ਖਾ ਰਹੀ ਹੈਂ) ਤੇਰੇ ਪਾਸ ਨਾਹ ਬੇੜੀ ਹੈ, ਨਾਹ ਤੁਲਹਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਪਤੀ-ਪ੍ਰਭੂ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, (ਕਿਉਂਕਿ) ਉਹ ਤਾਂ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਹੈ,) ਦੂਰ ਹੈ ॥੧॥",
    "pronunciation": "ਪ੍ਰੇਮਾਭਗਤੀ ਰੂਪੀ ਬੇੜੀ[ ਨਦੀ ਪਾਰ ਕਰਨ ਲੲੀ ਲੱਕੜਾਂ ਬੰਨ੍ਹ ਕੇ ਬਣਾੲਿਅਾ ਤੁਲ-ਹੜਾ",
    "type_id": 3
  },
  {
    "id": 721,
    "shabad_id": 63,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ ਪੂਰੈ ਤਖਤਿ ਅਡੋਲੁ ||",
    "transliteration": "Maerae Thaakur Poorai Thakhath Addol ||",
    "translation": "My Lord and Master is Perfect; His Throne is Eternal and Immovable.",
    "punjabi": "ਮੇਰੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦਾ ਅਹਿੱਲ ਟਿਕਾਣਾ ਉਸ ਤਖ਼ਤ ਉੱਤੇ ਹੈ ਜੇਹੜਾ (ਪ੍ਰਭੂ ਵਾਂਗ ਹੀ) ਸੰਪੂਰਨ ਹੈ (ਜਿਸ ਵਿਚ ਕੋਈ ਉਕਾਈ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "(ਠਾਕੁਰ)ਮਾਲਕ",
    "type_id": 3
  },
  {
    "id": 722,
    "shabad_id": 63,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪੂਰਾ ਜੇ ਕਰੇ; ਪਾੲੀਅੈ ਸਾਚੁ ਅਤੋਲੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Guramukh Pooraa Jae Karae Paaeeai Saach Athol ||1|| Rehaao ||",
    "translation": "One who attains perfection as Gurmukh, obtains the Immeasurable True Lord. ||1||Pause||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਤੋਲ-ਮਾਪ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਪੂਰਾ ਗੁਰੂ ਜੇ ਮਿਹਰ ਕਰੇ, ਤਾਂ ਹੀ ਉਹ ਮਿਲ ਸਕਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਅਤੋਲੁ)ਤੋਲਣ ਰਹਿਤ",
    "type_id": 4
  },
  {
    "id": 723,
    "shabad_id": 63,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਭੁ ਹਰਿਮੰਦਰੁ ਸੋਹਣਾ; ਤਿਸੁ ਮਹਿ ਮਾਣਕ ਲਾਲ ||",
    "transliteration": "Prabh Harimandhar Sohanaa This Mehi Maanak Laal ||",
    "translation": "The Palace of the Lord God is so beautiful.",
    "punjabi": "ਹਰੀ-ਪਰਮਾਤਮਾ (ਮਾਨੋ) ਇਕ ਸੋਹਣਾ ਮੰਦਰ ਹੈ, ਜਿਸ ਵਿਚ ਮਾਣਕ ਲਾਲ ਮੋਤੀ ਤੇ ਚਮਕਦੇ ਹੀਰੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 724,
    "shabad_id": 63,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮੋਤੀ ਹੀਰਾ ਨਿਰਮਲਾ; ਕੰਚਨ ਕੋਟ ਰੀਸਾਲ ||",
    "transliteration": "Mothee Heeraa Niramalaa Kanchan Kott Reesaal ||",
    "translation": "Within it, there are gems, rubies, pearls and flawless diamonds. A fortress of gold surrounds this Source of Nectar.",
    "punjabi": "(ਜਿਸ ਦੇ ਦੁਆਲੇ) ਸੋਨੇ ਦੇ ਸੁੰਦਰ ਆਨੰਦ ਦੇਣ ਵਾਲੇ ਕਿਲ੍ਹੇ ਹਨ।",
    "pronunciation": "(ਕੰਚਨ)ਸੋਨਾ[(ਕੋਟ)ਕਿਲਾ[ (ਰੀਸਾਲ)ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 725,
    "shabad_id": 63,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਪੳੁੜੀ. ਗੜਿ ਕਿੳੁ ਚੜੳੁ; ਗੁਰ ਹਰਿ ਧਿਅਾਨ ਨਿਹਾਲ ||੨||",
    "transliteration": "Bin Pourree Garr Kio Charro Gur Har Dhhiaan Nihaal ||2||",
    "translation": "How can I climb up to the Fortress without a ladder? By meditating on the Lord, through the Guru, I am blessed and exalted. ||2||",
    "punjabi": "ਪਰ ਉਸ (ਮੰਦਰ-) ਕਿਲ੍ਹੇ ਉਤੇ ਪਉੜੀ ਤੋਂ ਬਿਨਾ ਚੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। (ਹਾਂ,) ਜੇ ਗੁਰੂ-ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਿਆ ਜਾਏ, ਜੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਿਆ ਜਾਏ, ਤਾਂ ਦਰਸਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਗੜਿ੍ਹ)ਕਿਲਾ੍ਹ[ ਚੜ੍ਹੳੁ",
    "type_id": 3
  },
  {
    "id": 726,
    "shabad_id": 63,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗੁਰੁ ਪੳੁੜੀ. ਬੇੜੀ ਗੁਰੂ; ਗੁਰੁ ਤੁਲਹਾ ਹਰਿ ਨਾੳੁ ||",
    "transliteration": "Gur Pourree Baerree Guroo Gur Thulehaa Har Naao ||",
    "translation": "The Guru is the Ladder, the Guru is the Boat, and the Guru is the Raft to take me to the Lord's Name.",
    "punjabi": "ਉਸ (ਹਰਿ-ਮੰਦਰ-ਕਿਲ੍ਹੇ ਉੱਤੇ ਚੜ੍ਹਨ ਵਾਸਤੇ) ਗੁਰੂ ਪਉੜੀ ਹੈ, (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ) ਗੁਰੂ ਬੇੜੀ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਦੇਣ ਵਾਲਾ) ਗੁਰੂ ਹੀ ਤੁਲਹਾ ਹੈ।",
    "pronunciation": "ਤੁਲਹਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 727,
    "shabad_id": 63,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਗੁਰੁ ਸਰੁ ਸਾਗਰੁ ਬੋਹਿਥੋ; ਗੁਰੁ ਤੀਰਥੁ ਦਰੀਅਾੳੁ ||",
    "transliteration": "Gur Sar Saagar Bohithho Gur Theerathh Dhareeaao ||",
    "translation": "The Guru is the Boat to carry me across the world-ocean; the Guru is the Sacred Shrine of Pilgrimage, the Guru is the Holy River.",
    "punjabi": "ਗੁਰੂ ਸਰੋਵਰ ਹੈ, ਗੁਰੂ ਸਮੁੰਦਰ ਹੈ, ਗੁਰੂ ਹੀ ਜਹਾਜ਼ ਹੈ, ਗੁਰੂ ਹੀ ਤੀਰਥ ਹੈ ਤੇ ਦਰੀਆ ਹੈ।",
    "pronunciation": "(ਬੋਹਿਥੋ)ਜ਼ਹਾਜ਼[ ਦਰੀ-ਅਾੳੁ",
    "type_id": 3
  },
  {
    "id": 728,
    "shabad_id": 63,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜੇ ਤਿਸੁ ਭਾਵੈ ੳੂਜਲੀ; ਸਤ ਸਰਿ ਨਾਵਣੁ ਜਾੳੁ ||੩||",
    "transliteration": "Jae This Bhaavai Oojalee Sath Sar Naavan Jaao ||3||",
    "translation": "If it pleases Him, I bathe in the Pool of Truth, and become radiant and pure. ||3||",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ, ਤਾਂ (ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ) ਮਨੁੱਖ ਦੀ ਮਤਿ ਸ਼ੁੱਧ ਹੋ ਜਾਂਦੀ ਹੈ (ਕਿਉਂਕਿ) ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਸਰੋਵਰ ਵਿਚ (ਮਾਨਸਕ) ਇਸ਼ਨਾਨ ਕਰਨ ਜਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਸੱਤ[ ਨ੍ਹਾਵਣ",
    "type_id": 3
  },
  {
    "id": 729,
    "shabad_id": 63,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਪੂਰੋ ਪੂਰੋ ਅਾਖੀਅੈ; ਪੂਰੈ ਤਖਤਿ ਨਿਵਾਸ ||",
    "transliteration": "Pooro Pooro Aakheeai Poorai Thakhath Nivaas ||",
    "translation": "He is called the Most Perfect of the Perfect. He sits upon His Perfect Throne.",
    "punjabi": "ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਵਿਚ ਕੋਈ ਉਕਾਈ ਨਹੀਂ ਹੈ, ਉਸ ਦਾ ਨਿਵਾਸ ਭੀ ਐਸੇ ਤਖ਼ਤ ਉੱਤੇ ਹੈ ਜਿਸ ਵਿਚ ਕੋਈ ਘਾਟ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 730,
    "shabad_id": 63,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਪੂਰੈ ਥਾਨਿ ਸੁਹਾਵਣੈ; ਪੂਰੈ ਅਾਸ ਨਿਰਾਸ ||",
    "transliteration": "Poorai Thhaan Suhaavanai Poorai Aas Niraas ||",
    "translation": "He looks so Beautiful in His Perfect Place. He fulfills the hopes of the hopeless.",
    "punjabi": "ਉਹ ਪੂਰਾ ਪ੍ਰਭੂ ਸੋਹਣੇ ਉਕਾਈ-ਹੀਣ ਥਾਂ ਤੇ ਬੈਠਾ ਹੈ ਤੇ ਟੁੱਟੇ ਦਿਲਾਂ ਵਾਲੇ ਬੰਦਿਆਂ ਦੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 731,
    "shabad_id": 63,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਪੂਰਾ ਜੇ ਮਿਲੈ; ਕਿੳੁ ਘਾਟੈ ਗੁਣ ਤਾਸ ||੪||੯||",
    "transliteration": "Naanak Pooraa Jae Milai Kio Ghaattai Gun Thaas ||4||9||",
    "translation": "O Nanak, if one obtains the Perfect Lord, how can his virtues decrease? ||4||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪੂਰਨ ਪ੍ਰਭੂ ਜੇ ਮਨੁੱਖ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਉਸ ਦੇ ਗੁਣਾਂ ਵਿਚ ਭੀ ਕਿਵੇਂ ਕੋਈ ਘਾਟ ਆ ਸਕਦੀ ਹੈ? ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 732,
    "shabad_id": 64,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 733,
    "shabad_id": 64,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਵਹੁ ਭੈਣੇ. ਗਲਿ ਮਿਲਹ; ਅੰਕਿ ਸਹੇਲੜੀਅਾਹ ||",
    "transliteration": "Aavahu Bhainae Gal Mileh Ank Sehaelarreeaah ||",
    "translation": "Come, my dear sisters and spiritual companions; hug me close in your embrace.",
    "punjabi": "ਹੇ ਸਤਸੰਗਣ ਭੈਣੋ ਤੇ ਸਹੇਲੀਹੋ! ਆਓ, ਪਿਆਰ ਨਾਲ (ਸਤ-ਸੰਗ ਵਿਚ) ਇਕੱਠੀਆਂ ਹੋਵੀਏ।",
    "pronunciation": "(ਅੰਕਿ)ਪਿਅਾਰੇ ਵਾਹਿਗੁਰੂ ਜੀ ਸਹੇਲੜੀ-ਅਾਹ",
    "type_id": 3
  },
  {
    "id": 734,
    "shabad_id": 64,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਿਲਿ ਕੈ ਕਰਹ ਕਹਾਣੀਅਾ; ਸੰਮ੍ਰਥ ਕੰਤ ਕੀਅਾਹ ||",
    "transliteration": "Mil Kai Kareh Kehaaneeaa Sanmrathh Kanth Keeaah ||",
    "translation": "Let's join together, and tell stories of our All-powerful Husband Lord.",
    "punjabi": "ਸਤਸੰਗ ਵਿਚ ਮਿਲ ਕੇ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਦੀਆਂ ਗੱਲਾਂ ਕਰੀਏ ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਕਰਹ: ਤਿੰਨੇ ਅੱਖਰ ਮੁਕਤੇ ਬੋਲੋ, ਕਰੈ ਨਹੀ ੳੁਚਾਰਨਾ[ ਸੰਮ ੱ੍ਰਥ: ਅੱਧਾ ਰਾਰਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 735,
    "shabad_id": 64,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਚੇ ਸਾਹਿਬ. ਸਭਿ ਗੁਣ; ਅੳੁਗਣ ਸਭਿ ਅਸਾਹ ||੧||",
    "transliteration": "Saachae Saahib Sabh Gun Aougan Sabh Asaah ||1||",
    "translation": "All Virtues are in our True Lord and Master; we are utterly without virtue. ||1||",
    "punjabi": "(ਹੇ ਸਹੇਲੀਹੋ!) ਉਸ ਸਦਾ-ਥਿਰ ਮਾਲਕ ਵਿਚ ਸਾਰੇ ਗੁਣ ਹੀ ਗੁਣ ਹਨ (ਉਸ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਹੀ) ਸਾਰੇ ਔਗੁਣ ਸਾਡੇ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਅਸਾਹ) ਅਸਾਡੇ",
    "type_id": 3
  },
  {
    "id": 736,
    "shabad_id": 64,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਰਤਾ; ਸਭੁ ਕੋ ਤੇਰੈ ਜੋਰਿ ||",
    "transliteration": "Karathaa Sabh Ko Thaerai Jor ||",
    "translation": "O Creator Lord, all are in Your Power.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਹਰੇਕ ਜੀਵ ਤੇਰੇ ਹੁਕਮ ਵਿਚ (ਹੀ ਤੁਰ ਸਕਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 737,
    "shabad_id": 64,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ੲੇਕੁ ਸਬਦੁ ਬੀਚਾਰੀਅੈ; ਜਾ ਤੂ. ਤਾ ਕਿਅਾ ਹੋਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eaek Sabadh Beechaareeai Jaa Thoo Thaa Kiaa Hor ||1|| Rehaao ||",
    "translation": "I dwell upon the One Word of the Shabad. You are mine-what else do I need? ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ (ਤਾਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਜਦੋਂ ਤੂੰ (ਸਾਡੇ ਸਿਰ ਉੱਤੇ ਰਾਖਾ) ਹੈਂ, ਤਾਂ ਹੋਰ ਕੋਈ ਸਾਡਾ ਕੀਹ ਵਿਗਾੜ ਸਕਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 738,
    "shabad_id": 64,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਾੲਿ ਪੁਛਹੁ ਸੋਹਾਗਣੀ; ਤੁਸੀ ਰਾਵਿਅਾ. ਕਿਨੀ ਗੁਣੀ ||",
    "transliteration": "Jaae Pushhahu Sohaaganee Thusee Raaviaa Kinee Gunanaee ||",
    "translation": "Go, and ask the happy soul-brides, \"By what virtuous qualities do you enjoy your Husband Lord?\"",
    "punjabi": "(ਹੇ ਸਤਸੰਗਣ ਭੈਣੋ! ਬੇ-ਸ਼ੱਕ) ਜਾ ਕੇ ਸੁਹਾਗਣ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਨੂੰ ਪੁੱਛ ਲਵੋ ਕਿ ਤੁਸਾਂ ਕਿਨ੍ਹਾਂ ਗੁਣਾਂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਹਾਸਲ ਕੀਤਾ ਹੈ?",
    "pronunciation": "ਕਿਨ੍ਹੀਂ[ ਪੁੱਛਹੁ",
    "type_id": 3
  },
  {
    "id": 739,
    "shabad_id": 64,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਹਜਿ ਸੰਤੋਖਿ ਸੀਗਾਰੀਅਾ; ਮਿਠਾ ਬੋਲਣੀ ||",
    "transliteration": "Sehaj Santhokh Seegaareeaa Mithaa Bolanee ||",
    "translation": "\"We are adorned with intuitive ease, contentment and sweet words.",
    "punjabi": "ਉਹ ਆਨੰਦ-ਦਾਤਾ ਪ੍ਰਭੂ-ਪਤੀ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਗਹੁ ਨਾਲ ਸੁਣਿਆ ਜਾਏ (ਤੇ ਸੰਤੋਖ ਮਿਠ-ਬੋਲਾ-ਪਨ ਆਦਿਕ ਗੁਣ ਧਾਰੇ ਜਾਣ) ॥੨॥",
    "pronunciation": "(ਸਹਜਿ)ਸ਼ਾਂਤੀ",
    "type_id": 3
  },
  {
    "id": 740,
    "shabad_id": 64,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਪਿਰੁ ਰੀਸਾਲੂ ਤਾ ਮਿਲੈ; ਜਾ. ਗੁਰ ਕਾ ਸਬਦੁ ਸੁਣੀ ||੨||",
    "transliteration": "Pir Reesaaloo Thaa Milai Jaa Gur Kaa Sabadh Sunee ||2||",
    "translation": "We meet with our Beloved, the Source of Joy, when we listen to the Word of the Guru's Shabad.\"||2||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
