[
  {
    "id": 782,
    "shabad_id": 67,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਦਰਿ ਘਰਿ ਢੋੲੀ ਨ ਲਹੈ; ਦਰਗਹ. ਝੂਠੁ ਖੁਅਾਰੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Dhar Ghar Dtoee N Lehai Dharageh Jhooth Khuaar ||1|| Rehaao ||",
    "translation": "In this world, you shall not find any shelter; in the world hereafter, being false, you shall suffer. ||1||Pause||",
    "punjabi": "(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੀ ਰਹਿ ਕੇ ਹੀ ਧਾਰਮਿਕ ਉੱਦਮ ਕਰਮ ਆਦਿਕ ਕਰੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਮਾਇਆ-ਮੋਹ ਪ੍ਰਬਲ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਲੈ ਸਕਦੀ, (ਕਿਉਂਕਿ) ਝੂਠ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਦੁਰਕਾਰਿਆ ਹੀ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 783,
    "shabad_id": 67,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਿ ਸੁਜਾਣੁ. ਨ ਭੁਲੲੀ; ਸਚਾ ਵਡ ਕਿਰਸਾਣੁ ||",
    "transliteration": "Aap Sujaan N Bhulee Sachaa Vadd Kirasaan ||",
    "translation": "The True Lord Himself knows all; He makes no mistakes. He is the Great Farmer of the Universe.",
    "punjabi": "(ਕਿਸਾਨ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਤਜਰਬੇ ਤੋਂ ਜਾਣਦਾ ਹੈ ਕਿ ਬੀ ਬੀਜਣ ਤੋਂ ਪਹਿਲਾਂ ਧਰਤੀ ਨੂੰ ਕਿਵੇਂ ਤਿਆਰ ਕਰਨਾ ਹੈ ਤਾਂ ਕਿ ਫਸਲ ਚੰਗਾ ਲੱਗ ਸਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਡਾ ਕਿਸਾਨ ਹੈ, ਉਹ (ਬੜਾ) ਸਿਆਣਾ ਕਿਸਾਨ ਹੈ, ਉਹ ਗ਼ਲਤੀ ਨਹੀਂ ਖਾਂਦਾ।",
    "pronunciation": "(ਸੁਜਾਣੁ)ਸ੍ਰੇਸਟ ਜਾਣੀਜਾਣ, ਚਤਰ ਅੰਤਰਜਾਮੀ[ ਸੱਚੇ ਵਾਹਿਗੁਰੂ ਸੱਚੇ ਸਤਿਗੁਰੂ ਜੀ ਹੀ ਵੱਡੇ ਕਿਰਸਾਣੁ ਹਨ, ਗੁਰਸੇਵਕ ਜੀ ਦੇ ਰਿਦੇ ਚ ਸ਼ੁਭ ਗੁਣਾਂ ਨੂੰ ਬੀਜਦੇ ਪਾਲਦੇ ਹਨ[ ਭੁੱਲੲੀ",
    "type_id": 3
  },
  {
    "id": 784,
    "shabad_id": 67,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਪਹਿਲਾ ਧਰਤੀ ਸਾਧਿ ਕੈ; ਸਚੁ ਨਾਮੁ ਦੇ ਦਾਣੁ ||",
    "transliteration": "Pehilaa Dhharathee Saadhh Kai Sach Naam Dhae Dhaan ||",
    "translation": "First, He prepares the ground, and then He plants the Seed of the True Name.",
    "punjabi": "(ਜਿਸ ਹਿਰਦੇ-ਧਰਤੀ ਵਿਚ ਨਾਮ-ਬੀਜ ਬੀਜਣਾ ਹੁੰਦਾ ਹੈ) ਉਹ ਉਸ ਹਿਰਦੇ ਧਰਤੀ ਨੂੰ ਪਹਿਲਾਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕਰਦਾ ਹੈ ਫਿਰ ਉਸ ਵਿਚ ਸੱਚੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 785,
    "shabad_id": 67,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਨੳੁ ਨਿਧਿ ੳੁਪਜੈ ਨਾਮੁ ੲੇਕੁ; ਕਰਮਿ ਪਵੈ ਨੀਸਾਣੁ ||੨||",
    "transliteration": "No Nidhh Oupajai Naam Eaek Karam Pavai Neesaan ||2||",
    "translation": "The nine treasures are produced from Name of the One Lord. By His Grace, we obtain His Banner and Insignia. ||2||",
    "punjabi": "ਉਥੇ ਨਾਮ ਉੱਗਦਾ ਹੈ, (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਉਸ ਹਿਰਦੇ ਵਿਚ ਕੀਤੀ ਮਿਹਨਤ) ਕਬੂਲ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 786,
    "shabad_id": 67,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਕੳੁ. ਜਾਣਿ ਨ ਜਾਣੲੀ; ਕਿਅਾ ਤਿਸੁ ਚਜੁ ਅਚਾਰੁ ||",
    "transliteration": "Gur Ko Jaan N Jaanee Kiaa This Chaj Achaar ||",
    "translation": "Some are very knowledgeable, but if they do not know the Guru, then what is the use of their lives?",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਜਾਣ ਬੁੱਝ ਕੇ ਗੁਰੂ (ਦੀ ਬਜ਼ੁਰਗੀ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ-ਢੰਗ ਕੋਝਾ ਹੈ।",
    "pronunciation": "(ਜਾਣਿ) ਜਾਣੀਜਾਣ[ (ਅਚਾਰ) ਕਰਤੱਬ[ ਚੱਜੁ",
    "type_id": 3
  },
  {
    "id": 787,
    "shabad_id": 67,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅੰਧੁਲੈ. ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ਮਨਮੁਖਿ ਅੰਧ ਗੁਬਾਰੁ ||",
    "transliteration": "Andhhulai Naam Visaariaa Manamukh Andhh Gubaar ||",
    "translation": "The blind have forgotten the Naam, the Name of the Lord. The self-willed manmukhs are in utter darkness.",
    "punjabi": "(ਆਤਮਕ ਰੌਸ਼ਨੀ ਵਲੋਂ) ਉਸ ਅੰਨ੍ਹੇ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰਿਆ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਘੁੱਪ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 788,
    "shabad_id": 67,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਣੁ ਜਾਣੁ. ਨ ਚੁਕੲੀ; ਮਰਿ ਜਨਮੈ. ਹੋੲਿ ਖੁਅਾਰੁ ||੩||",
    "transliteration": "Aavan Jaan N Chukee Mar Janamai Hoe Khuaar ||3||",
    "translation": "Their comings and goings in reincarnation do not end; through death and rebirth, they are wasting away. ||3||",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕਦਾ ਉਹ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਚੁੱਕੲੀ",
    "type_id": 3
  },
  {
    "id": 789,
    "shabad_id": 67,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਚੰਦਨੁ ਮੋਲਿ ਅਣਾੲਿਅਾ; ਕੁੰਗੂ ਮਾਂਗ ਸੰਧੂਰੁ ||",
    "transliteration": "Chandhan Mol Anaaeiaa Kungoo Maang Sandhhoor ||",
    "translation": "The bride may buy sandalwood oil and perfumes, and apply them in great quantities to her hair;",
    "punjabi": "(ਕਿਸੇ ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਆਪਣੇ ਸਰੀਰਕ ਸ਼ਿੰਗਾਰ ਵਾਸਤੇ) ਚੰਦਨ ਮੁੱਲ ਮੰਗਾਇਆ, ਕੇਸਰ ਮੰਗਾਇਆ, ਸਿਰ ਦੇ ਕੇਸਾਂ ਦੇ ਚੀਰ ਸੁੰਦਰ ਬਣਾਣ ਲਈ ਸੰਧੂਰ ਮੰਗਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 790,
    "shabad_id": 67,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਚੋਅਾ ਚੰਦਨੁ ਬਹੁ ਘਣਾ; ਪਾਨਾ ਨਾਲਿ ਕਪੂਰੁ ||",
    "transliteration": "Choaa Chandhan Bahu Ghanaa Paanaa Naal Kapoor ||",
    "translation": "She may sweeten her breath with betel leaf and camphor,",
    "punjabi": "ਅਤਰ ਚੰਦਨ ਤੇ ਹੋਰ ਸੁਗੰਧੀਆਂ ਮੰਗਾਈਆਂ, ਪਾਨ ਮੰਗਾਏ ਤੇ ਕਪੂਰ ਮੰਗਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 791,
    "shabad_id": 67,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜੇ ਧਨ. ਕੰਤਿ ਨ ਭਾਵੲੀ; ਤ ਸਭਿ ਅਡੰਬਰ ਕੂੜੁ ||੪||",
    "transliteration": "Jae Dhhan Kanth N Bhaavee Th Sabh Addanbar Koorr ||4||",
    "translation": "But if this bride is not pleasing to her Husband Lord, then all these trappings are false. ||4||",
    "punjabi": "ਪਰ ਜੇ ਉਹ ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ (ਫਿਰ ਭੀ) ਚੰਗੀ ਨ ਲੱਗੀ, ਤਾਂ ਉਸ ਦੇ ਉਹ ਵਿਖਾਵੇ ਦੇ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਗਏ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮਾਂ ਨਾਲ ਨਹੀਂ ਰੀਝਦਾ) ॥੪॥",
    "pronunciation": "(ਅਡੰਬਰ)ਹਾਰ ਸ਼ਿੰਗਾਰ",
    "type_id": 3
  },
  {
    "id": 792,
    "shabad_id": 67,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਸਭਿ ਰਸ ਭੋਗਣ ਬਾਦਿ ਹਹਿ; ਸਭਿ ਸੀਗਾਰ ਵਿਕਾਰ ||",
    "transliteration": "Sabh Ras Bhogan Baadh Hehi Sabh Seegaar Vikaar ||",
    "translation": "Her enjoyment of all pleasures is futile, and all her decorations are corrupt.",
    "punjabi": "ਅਜੇਹੇ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਸੁੰਦਰ ਪਦਾਰਥ ਵਰਤਣੇ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਸਰੀਰ ਤਾਂ ਅੰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ) ਸਾਰੀਆਂ ਸਰੀਰਕ ਸਜਾਵਟਾਂ ਭੀ ਬੇ-ਕਾਰ ਹੀ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਬਾਦਿ)ਬੇਅਰਥ",
    "type_id": 3
  },
  {
    "id": 793,
    "shabad_id": 67,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਜਬ ਲਗੁ. ਸਬਦਿ ਨ ਭੇਦੀਅੈ; ਕਿੳੁ ਸੋਹੈ ਗੁਰਦੁਅਾਰਿ ||",
    "transliteration": "Jab Lag Sabadh N Bhaedheeai Kio Sohai Guradhuaar ||",
    "translation": "Until she has been pierced through with the Shabad, how can she look beautiful at Guru's Gate?",
    "punjabi": "ਜਦ ਤਕ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (-ਤੀਰ) ਨਾਲ ਵਿੱਝਦਾ ਨਹੀਂ, ਤਦ ਤਕ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "(ਭੇਦੀਅੈ) ਲੀਨ ਹੋੲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 794,
    "shabad_id": 67,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਧੰਨੁ ਸੁਹਾਗਣੀ; ਜਿਨ ਸਹ ਨਾਲਿ ਪਿਅਾਰੁ ||੫||੧੩||",
    "transliteration": "Naanak Dhhann Suhaaganee Jin Seh Naal Piaar ||5||13||",
    "translation": "O Nanak, blessed is that fortunate bride, who is in love with her Husband Lord. ||5||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮੁਬਾਰਿਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 795,
    "shabad_id": 68,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 796,
    "shabad_id": 68,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੁੰਞਞੀ ਦੇਹ ਡਰਾਵਣੀ; ਜਾ ਜੀੳੁ ਵਿਚਹੁ ਜਾੲਿ ||",
    "transliteration": "Sunnjee Dhaeh Ddaraavanee Jaa Jeeo Vichahu Jaae ||",
    "translation": "The empty body is dreadful, when the soul goes out from within.",
    "punjabi": "ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਹ ਸਰੀਰ ਉੱਜੜ ਜਾਂਦਾ ਹੈ, ਇਸ ਤੋਂ ਡਰ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਸੁੰਞੀ)ਖਾਲੀ",
    "type_id": 3
  },
  {
    "id": 797,
    "shabad_id": 68,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਭਾਹਿ ਬਲੰਦੀ. ਵਿਝਵੀ; ਧੂੳੁ. ਨ ਨਿਕਸਿਓ ਕਾੲਿ ||",
    "transliteration": "Bhaahi Balandhee Vijhavee Dhhooo N Nikasiou Kaae ||",
    "translation": "The burning fire of life is extinguished, and the smoke of the breath no longer emerges.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵਨ-ਅਗਨੀ (ਪਹਿਲਾਂ ਇਸ ਵਿਚ) ਬਲਦੀ ਸੀ ਉਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ (ਜੀਵਨ-ਸੱਤਿਆ ਮੁੱਕ ਜਾਂਦੀ ਹੈ), ਕੋਈ ਭੀ ਸਾਹ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂਦਾ।",
    "pronunciation": "(ਭਾਹਿ)ਅੱਗ[ (ਬਲੰਦੀ)ਬਲ਼ਦੀ[ ਵਿਝਵੀ:ਪੋਲਾ ਬੋਲੋ[ (ਵਿਝਵੀ)ਬੁਝ ਗੲੀ[ (ਧੂ-ੳੁ) ਧੰੂਅਾਂ[ ਧੂੳੁ: ਦੁਲੈਂਕੜੇ ਦੀਰਘ ਲਾ ਕੇ, ੳੂੜੇ ਨੰੂ ਅੌਂਕੜ ਸੰਕੋਚ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 798,
    "shabad_id": 68,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੰਚੇ ਰੁੰਨੇ ਦੁਖਿ ਭਰੇ; ਬਿਨਸੇ ਦੂਜੈ ਭਾੲਿ ||੧||",
    "transliteration": "Panchae Runnae Dhukh Bharae Binasae Dhoojai Bhaae ||1||",
    "translation": "The five relatives (the senses) weep and wail painfully, and waste away through the love of duality. ||1||",
    "punjabi": "(ਅੱਖਾਂ ਕੰਨ ਆਦਿਕ) ਜੇਹੜੇ ਪੰਜ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਪਰ-ਤਨ ਨਿੰਦਾ ਆਦਿਕ) ਮਾਇਕ ਮੋਹ ਵਿਚ ਹੀ ਨਾਸ ਹੁੰਦੇ ਰਹੇ, ਉਹ ਵੀ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਰੋਏ (ਭਾਵ, ਨਕਾਰੇ ਹੋ ਜਾਣ ਤੇ ਮਜਬੂਰ ਹੋ ਗਏ) ॥੧॥",
    "pronunciation": "(ਰੁੰਨੇ)ਰੋਂਦੇ[ (ਬਿਨਸੇ)ਨਾਸ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 799,
    "shabad_id": 68,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੂੜੇ; ਰਾਮੁ ਜਪਹੁ ਗੁਣ ਸਾਰਿ ||",
    "transliteration": "Moorrae Raam Japahu Gun Saar ||",
    "translation": "You fool: chant the Name of the Lord, and preserve your virtue.",
    "punjabi": "ਹੇ ਮੂਰਖ ਜੀਵ! (ਉਸ ਅੰਤਲੀ ਦਸ਼ਾ ਨੂੰ ਸਾਹਮਣੇ ਲਿਆ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ।",
    "pronunciation": "(ਮੂੜੇ) ਮੂਰਖ",
    "type_id": 3
  },
  {
    "id": 800,
    "shabad_id": 68,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹੳੁਮੈ ਮਮਤਾ ਮੋਹਣੀ; ਸਭ ਮੁਠੀ ਅਹੰਕਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Houmai Mamathaa Mohanee Sabh Muthee Ahankaar ||1|| Rehaao ||",
    "translation": "Egotism and possessiveness are very enticing; egotistical pride has plundered everyone. ||1||Pause||",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਗਾਫ਼ਿਲ ਹੋ ਕੇ) ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਹਉਮੈ ਵਿਚ ਤੇ ਅਹੰਕਾਰ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੁਠੀ) ਠੱਗੀ[ਅਹੰ-ਕਾਰਿ",
    "type_id": 4
  },
  {
    "id": 801,
    "shabad_id": 68,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਜਿਨੀ ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ਦੂਜੀ ਕਾਰੈ ਲਗਿ ||",
    "transliteration": "Jinee Naam Visaariaa Dhoojee Kaarai Lag ||",
    "translation": "Those who have forgotten the Naam, the Name of the Lord, are attached to affairs of duality.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਹੋਰ ਹੋਰ ਨਿਰੀ ਦੁਨੀਆਵੀ ਕਾਰ ਵਿਚ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "(ਕਾਰੈ) ਧੰਦੇ[ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 802,
    "shabad_id": 68,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਦੁਬਿਧਾ ਲਾਗੇ. ਪਚਿ ਮੁੲੇ; ਅੰਤਰਿ ਤਿ੍ਰਸਨਾ ਅਗਿ ||",
    "transliteration": "Dhubidhhaa Laagae Pach Mueae Anthar Thrisanaa Ag ||",
    "translation": "Attached to duality, they putrefy and die; they are filled with the fire of desire within.",
    "punjabi": "ਉਹ ਸਦਾ ਮੇਰ-ਤੇਰ ਵਿਚ ਫਸੇ ਰਹੇ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਭੜਕਦੀ ਰਹੀ, ਜਿਸ ਵਿਚ ਖਿੱਝ ਸੜ ਕੇ ਉਹ ਆਤਮਕ ਮੌਤ ਮਰ ਗਏ।",
    "pronunciation": "ਪਚਿ: ਪੋਲਾ ਬੋਲੋ[ (ਦੁਬਿਧਾ) ਦਵੈਤ[ ਅੱਗਿ",
    "type_id": 3
  },
  {
    "id": 803,
    "shabad_id": 68,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ. ਸੇ ੳੁਬਰੇ; ਹੋਰਿ ਮੁਠੀ ਧੰਧੈ ਠਗਿ ||੨||",
    "transliteration": "Gur Raakhae Sae Oubarae Hor Muthee Dhhandhhai Thag ||2||",
    "translation": "Those who are protected by the Guru are saved; all others are cheated and plundered by deceitful worldly affairs. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਖੀ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਤੋਂ ਬੱਚ ਗਏ, ਬਾਕੀ ਸਭਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਖੱਲਜਗਣ-ਠੱਗ ਨੇ ਠੱਗ ਲਿਆ ॥੨॥",
    "pronunciation": "(ੳੁ੍ਨਬਰੇ) ਬਚੇ[ ਠੱਗਿ",
    "type_id": 3
  },
  {
    "id": 804,
    "shabad_id": 68,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਮੁੲੀ ਪਰੀਤਿ, ਪਿਅਾਰੁ ਗੲਿਅਾ; ਮੁਅਾ ਵੈਰੁ ਵਿਰੋਧੁ ||",
    "transliteration": "Muee Pareeth Piaar Gaeiaa Muaa Vair Virodhh ||",
    "translation": "Love dies, and affection vanishes. Hatred and alienation die.",
    "punjabi": "ਉਸ ਦੀ ਦੁਨੀਆਵੀ ਪ੍ਰੀਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨਾਲ ਪਿਆਰ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "(ਮੁੲੀ) ਮੁਅਾ[ ਮੁੲੀ: ਅੌਂਕੜ ਸੰਕੋਚਣੇ[ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 805,
    "shabad_id": 68,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਧੰਧਾ ਥਕਾ, ਹੳੁ ਮੁੲੀ; ਮਮਤਾ ਮਾੲਿਅਾ ਕ੍ਰੋਧੁ ||",
    "transliteration": "Dhhandhhaa Thhakaa Ho Muee Mamathaa Maaeiaa Krodhh ||",
    "translation": "Entanglements end, and egotism dies, along with attachment to Maya, possessiveness and anger.",
    "punjabi": "ਉਸ ਦੀ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਹਉਮੈ ਮਰ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਮਮਤਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਵੀ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਥੱਕਾ",
    "type_id": 3
  },
  {
    "id": 806,
    "shabad_id": 68,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਕਰਮਿ ਮਿਲੈ ਸਚੁ ਪਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਸਦਾ ਨਿਰੋਧੁ ||੩||",
    "transliteration": "Karam Milai Sach Paaeeai Guramukh Sadhaa Nirodhh ||3||",
    "translation": "Those who receive His Mercy obtain the True One. The Gurmukhs dwell forever in balanced restraint. ||3||",
    "punjabi": "ਪਰ ਜੋ ਗੁਰਮੁਖਿ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸਦਾ ਰੋਕ ਕੇ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ੲਿੰਦਿ੍ਰਅਾਂ ਦਾ (ਨਿਰੋਧੁ) ਰੋਕਣਾ",
    "type_id": 3
  },
  {
    "id": 807,
    "shabad_id": 68,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਚੀ ਕਾਰੈ ਸਚੁ ਮਿਲੈ; ਗੁਰਮਤਿ ਪਲੈ ਪਾੲਿ ||",
    "transliteration": "Sachee Kaarai Sach Milai Guramath Palai Paae ||",
    "translation": "By true actions, the True Lord is met, and the Guru's Teachings are found.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਸਿਮਰਨ ਦੀ) ਸਦਾ-ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 808,
    "shabad_id": 68,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸੋ ਨਰੁ. ਜੰਮੈ ਨਾ ਮਰੈ; ਨਾ ਅਾਵੈ. ਨਾ ਜਾੲਿ ||",
    "transliteration": "So Nar Janmai Naa Marai Naa Aavai Naa Jaae ||",
    "translation": "Then, they are not subject to birth and death; they do not come and go in reincarnation.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬੱਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 809,
    "shabad_id": 68,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਦਰਿ ਪਰਧਾਨੁ ਸੋ; ਦਰਗਹਿ ਪੈਧਾ ਜਾੲਿ ||੪||੧੪||",
    "transliteration": "Naanak Dhar Paradhhaan So Dharagehi Paidhhaa Jaae ||4||14||",
    "translation": "O Nanak, they are respected at the Lord's Gate; they are robed in honor in the Court of the Lord. ||4||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਰੋਪਾ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ ॥੪॥੧੪॥",
    "pronunciation": "(ਪੈਧਾ) ਸਿਰੋਪਾ",
    "type_id": 3
  },
  {
    "id": 810,
    "shabad_id": 69,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲੁ ੧ ||",
    "transliteration": "Sireeraag Mehal 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "ਮਹੱਲੁ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 811,
    "shabad_id": 69,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਨੁ ਜਲਿ ਬਲਿ. ਮਾਟੀ ਭੲਿਅਾ; ਮਨੁ ਮਾੲਿਅਾ ਮੋਹਿ ਮਨੂਰੁ ||",
    "transliteration": "Than Jal Bal Maattee Bhaeiaa Man Maaeiaa Mohi Manoor ||",
    "translation": "The body is burnt to ashes; by its love of Maya, the mind is rusted through.",
    "punjabi": "(ਜਿਸ ਨੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਸ ਦਾ) ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਸੜ ਬਲ ਕੇ ਮਿੱਟੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਰੁਲ ਜਾਂਦਾ ਹੈ), ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ, ਮਾਨੋ) ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਮਨੂਰੁ) ਲੋਹੇ ਦੀ ਮੈਲ ਵਰਗਾ",
    "type_id": 3
  },
  {
    "id": 812,
    "shabad_id": 69,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੳੁਗਣ. ਫਿਰਿ ਲਾਗੂ ਭੲੇ; ਕੂਰਿ ਵਜਾਵੈ ਤੂਰੁ ||",
    "transliteration": "Aougan Fir Laagoo Bheae Koor Vajaavai Thoor ||",
    "translation": "Demerits become one's enemies, and falsehood blows the bugle of attack.",
    "punjabi": "ਫਿਰ ਵੀ ਵਿਕਾਰ ਉਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ, ਉਹ ਅਜੇ ਵੀ ਕੂੜ ਵਿਚ ਮਸਤ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਵਾਜਾ ਵਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਲਾਗੂ) ਵੈਰੀ[(ਤੂਰੁ) ਬਾਜਾ",
    "type_id": 3
  },
  {
    "id": 813,
    "shabad_id": 69,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਭਰਮਾੲੀਅੈ; ਦੁਬਿਧਾ ਡੋਬੇ ਪੂਰੁ ||੧||",
    "transliteration": "Bin Sabadhai Bharamaaeeai Dhubidhhaa Ddobae Poor ||1||",
    "translation": "Without the Word of the Shabad, people wander lost in reincarnation. Through the love of duality, multitudes have been drowned. ||1||",
    "punjabi": "ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਉਹ ਭਟਕਣਾ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਦੁਬਿਧਾ ਉਸ ਮਨੁੱਖ ਦਾ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦਾ) ਸਾਰਾ ਹੀ ਪਰਵਾਰ (ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦੇਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਪੂਰੁ) ਬੇਅੰਤ",
    "type_id": 3
  },
  {
    "id": 814,
    "shabad_id": 69,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਰੇ; ਸਬਦਿ ਤਰਹੁ ਚਿਤੁ ਲਾੲਿ ||",
    "transliteration": "Man Rae Sabadh Tharahu Chith Laae ||",
    "translation": "O mind, swim across, by focusing your consciousness on the Shabad.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 815,
    "shabad_id": 69,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਿਨਿ ਗੁਰਮੁਖਿ ਨਾਮੁ. ਨ ਬੂਝਿਅਾ; ਮਰਿ ਜਨਮੈ ਅਾਵੈ ਜਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jin Guramukh Naam N Boojhiaa Mar Janamai Aavai Jaae ||1|| Rehaao ||",
    "translation": "Those who do not become Gurmukh do not understand the Naam; they die, and continue coming and going in reincarnation. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ ਮਰਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਗੁਰਮੁਖਿ) ਮੁਖੀ ਗੁਰੂ ਦੁਅਾਰਾ",
    "type_id": 4
  },
  {
    "id": 816,
    "shabad_id": 69,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਤਨੁ ਸੂਚਾ ਸੋ ਅਾਖੀਅੈ; ਜਿਸੁ ਮਹਿ ਸਾਚਾ ਨਾੳੁ ||",
    "transliteration": "Than Soochaa So Aakheeai Jis Mehi Saachaa Naao ||",
    "translation": "That body is said to be pure, in which the True Name abides.",
    "punjabi": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹੀ ਸਰੀਰ ਪਵਿਤ੍ਰ ਅਖਵਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 817,
    "shabad_id": 69,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਭੈ ਸਚਿ ਰਾਤੀ ਦੇਹੁਰੀ; ਜਿਹਵਾ ਸਚੁ ਸੁਅਾੳੁ ||",
    "transliteration": "Bhai Sach Raathee Dhaehuree Jihavaa Sach Suaao ||",
    "translation": "One whose body is imbued with the Fear of the True One, and whose tongue savors Truthfulness,",
    "punjabi": "ਜੇਹੜਾ ਸੁੰਦਰ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਨੂੰ ਸਿਮਰਨ ਹੀ (ਆਪਣੀ ਹਸਤੀ ਦਾ) ਅਸਲ ਮਨੋਰਥ ਜਾਪਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 818,
    "shabad_id": 69,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਚੀ ਨਦਰਿ ਨਿਹਾਲੀਅੈ; ਬਹੁੜਿ. ਨ ਪਾਵੈ ਤਾੳੁ ||੨||",
    "transliteration": "Sachee Nadhar Nihaaleeai Bahurr N Paavai Thaao ||2||",
    "translation": "Is brought to ecstasy by the True Lord's Glance of Grace. That person does not have to go through the fire of the womb again. ||2||",
    "punjabi": "ਜਿਸ ਉਸ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ (ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਦੀ ਕੁਠਾਲੀ ਵਿਚ ਪੈ ਕੇ) ਤਾਅ (ਸੇਕ) ਨਹੀਂ ਸਹਾਰਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 819,
    "shabad_id": 69,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸਾਚੇ ਤੇ. ਪਵਨਾ ਭੲਿਅਾ; ਪਵਨੈ ਤੇ ਜਲੁ ਹੋੲਿ ||",
    "transliteration": "Saachae Thae Pavanaa Bhaeiaa Pavanai Thae Jal Hoe ||",
    "translation": "From the True Lord came the air, and from the air came water.",
    "punjabi": "(ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਤੋਂ (ਸੂਖਮ ਤੱਤ) ਪਵਣ ਬਣਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 820,
    "shabad_id": 69,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਲ ਤੇ ਤਿ੍ਰਭਵਣੁ ਸਾਜਿਅਾ; ਘਟਿ ਘਟਿ ਜੋਤਿ ਸਮੋੲਿ ||",
    "transliteration": "Jal Thae Thribhavan Saajiaa Ghatt Ghatt Joth Samoe ||",
    "translation": "From water, He created the three worlds; in each and every heart He has infused His Light.",
    "punjabi": "ਪਵਣ ਤੋਂ ਜਲ ਹੋਂਦ ਵਿਚ ਆਇਆ, ਜਲ ਤੋਂ ਸਾਰਾ ਜਗਤ ਰਚਿਆ ਗਿਆ, (ਤੇ, ਇਸ ਰਚੇ ਸੰਸਾਰ ਦੇ) ਹਰੇਕ ਘਟ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਸਮਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 821,
    "shabad_id": 69,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਨਿਰਮਲੁ. ਮੈਲਾ ਨਾ ਥੀਅੈ; ਸਬਦਿ ਰਤੇ ਪਤਿ ਹੋੲਿ ||੩||",
    "transliteration": "Niramal Mailaa Naa Thheeai Sabadh Rathae Path Hoe ||3||",
    "translation": "The Immaculate Lord does not become polluted. Attuned to the Shabad, honor is obtained. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਹੋਏ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ ਪਵਿਤ੍ਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ॥੩॥",
    "pronunciation": "(ਰੱਤੇ) ਰੰਗੇ ਜਾਣੇ ਕਰਕੇੇ",
    "type_id": 3
  },
  {
    "id": 822,
    "shabad_id": 69,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਸਾਚਿ ਸੰਤੋਖਿਅਾ; ਨਦਰਿ ਕਰੇ ਤਿਸੁ ਮਾਹਿ ||",
    "transliteration": "Eihu Man Saach Santhokhiaa Nadhar Karae This Maahi ||",
    "translation": "One whose mind is contented with Truthfulness, is blessed with the Lord's Glance of Grace.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕ ਕੇ ਸੰਤੋਖ ਦਾ ਧਾਰਨੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
