[
  {
    "id": 823,
    "shabad_id": 69,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਪੰਚ ਭੂਤ. ਸਚਿ ਭੈ ਰਤੇ; ਜੋਤਿ ਸਚੀ ਮਨ ਮਾਹਿ ||",
    "transliteration": "Panch Bhooth Sach Bhai Rathae Joth Sachee Man Maahi ||",
    "translation": "The body of the five elements is dyed in the Fear of the True One; the mind is filled with the True Light.",
    "punjabi": "ਉਸ ਦਾ ਸਾਰਾ ਸਰੀਰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਅਦਬ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਸਦਾ ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਪੰਚ ਭੂਤ) ਪੰਜ ਤੱਤਾਂ ਦਾ ਸਰੀਰ",
    "type_id": 3
  },
  {
    "id": 824,
    "shabad_id": 69,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਅੳੁਗਣ ਵੀਸਰੇ; ਗੁਰਿ ਰਾਖੇ. ਪਤਿ ਤਾਹਿ ||੪||੧੫||",
    "transliteration": "Naanak Aougan Veesarae Gur Raakhae Path Thaahi ||4||15||",
    "translation": "O Nanak, your demerits shall be forgotten; the Guru shall preserve your honor. ||4||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਗੁਰੂ ਨੇ ਰਾਖੀ ਕੀਤੀ, ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲੀ, ਵਿਕਾਰ ਉਸ ਤੋਂ ਪਰੇ ਹਟ ਗਏ ॥੪॥੧੫॥{19-20}",
    "pronunciation": "ਪਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 825,
    "shabad_id": 70,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 826,
    "shabad_id": 70,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਬੇੜੀ ਸਚ ਕੀ; ਤਰੀਅੈ ਗੁਰ ਵੀਚਾਰਿ ||",
    "transliteration": "Naanak Baerree Sach Kee Thareeai Gur Veechaar ||",
    "translation": "O Nanak, the Boat of Truth will ferry you across; contemplate the Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸੰਸਾਰ ਇਕ ਅਥਾਹ ਸਮੁੰਦਰ ਹੈ) ਜੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉੱਤੇ ਤੁਰ ਕੇ ਸਿਮਰਨ ਦੀ ਬੇੜੀ ਬਣਾ ਲਈਏ ਤਾਂ (ਇਸ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 827,
    "shabad_id": 70,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਕਿ ਅਾਵਹਿ. ੲਿਕਿ ਜਾਵਹੀ; ਪੂਰਿ ਭਰੇ ਅਹੰਕਾਰਿ ||",
    "transliteration": "Eik Aavehi Eik Jaavehee Poor Bharae Ahankaar ||",
    "translation": "Some come, and some go; they are totally filled with egotism.",
    "punjabi": "ਪਰ ਅਨੇਕਾਂ ਹੀ ਅਹੰਕਾਰੀ ਜੀਵ ਹਨ (ਜੋ ਆਪਣੀ ਹੀ ਅਕਲ ਦੇ ਮਾਣ ਵਿਚ ਰਹਿ ਕੇ ਕੁਰਾਹੇ ਪੈ ਕੇ) ਜੰਮਦੇ ਹਨ ਤੇ ਮਰਦੇ ਹਨ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ)",
    "pronunciation": "ਅਹੰ-ਕਾਰਿ",
    "type_id": 3
  },
  {
    "id": 828,
    "shabad_id": 70,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਹਠਿ ਮਤੀ. ਬੂਡੀਅੈ; ਗੁਰਮੁਖਿ ਸਚੁ ਸੁ ਤਾਰਿ ||੧||",
    "transliteration": "Manehath Mathee Booddeeai Guramukh Sach S Thaar ||1||",
    "translation": "Through stubborn-mindedness, the intellect is drowned; one who becomes Gurmukh and truthful is saved. ||1||",
    "punjabi": "ਆਪਣੀ ਅਕਲ ਦੇ ਹਠ ਤੇ ਤੁਰਿਆਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਵਿਚ) ਡੁੱਬੀਦਾ ਹੀ ਹੈ। ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਬੂਡੀਅੈ) ਡੁੱਬ ਜਾਂਦੇ[ ਹਠਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 829,
    "shabad_id": 70,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਬਿਨੁ; ਕਿੳੁ ਤਰੀਅੈ ਸੁਖੁ ਹੋੲਿ ||",
    "transliteration": "Gur Bin Kio Thareeai Sukh Hoe ||",
    "translation": "Without the Guru, how can anyone swim across to find peace?",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਨਾਹ ਹੀ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ, ਨਾਹ ਹੀ ਆਤਮਕ ਅਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 830,
    "shabad_id": 70,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਿੳੁ ਭਾਵੈ ਤਿੳੁ ਰਾਖੁ ਤੂ; ਮੈ. ਅਵਰੁ ਨ ਦੂਜਾ ਕੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jio Bhaavai Thio Raakh Thoo Mai Avar N Dhoojaa Koe ||1|| Rehaao ||",
    "translation": "As it pleases You, Lord, You save me. There is no other for me at all. ||1||Pause||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਹੋ ਸਕੇ ਤੂੰ ਮੈਨੂੰ (ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ) ਰੱਖ, (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ) ਮੈਨੂੰ ਕੋਈ ਹੋਰ (ਆਸਰਾ) ਨਹੀਂ ਸੁੱਝਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 831,
    "shabad_id": 70,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਅਾਗੈ ਦੇਖੳੁ. ਡੳੁ ਜਲੈ; ਪਾਛੈ. ਹਰਿਓ ਅੰਗੂਰੁ ||",
    "transliteration": "Aagai Dhaekho Ddo Jalai Paashhai Hariou Angoor ||",
    "translation": "In front of me, I see the jungle burning; behind me, I see green plants sprouting.",
    "punjabi": "(ਜਗਤ ਇਕ ਜੰਗਲ ਸਮਾਨ ਹੈ ਜਿਸ ਵਿਚ ਅੱਗੇ ਅੱਗੇ ਤਾਂ ਅੱਗ ਲਗੀ ਹੋਈ ਹੈ, ਜੋ ਪਲੇ ਹੋਏ ਵੱਡੇ ਵੱਡੇ ਰੁੱਖਾਂ ਨੂੰ ਸਾੜਦੀ ਜਾਂਦੀ ਹੈ; ਤੇ ਪਿੱਛੇ ਪਿੱਛੇ ਨਵੇਂ ਕੋਮਲ ਬੂਟੇ ਉੱਗਦੇ ਜਾ ਰਹੇ ਹਨ), ਪਿੱਛੇ ਪਿੱਛੇ ਨਵੇਂ ਕੋਮਲ ਬਾਲ ਜੰਮਦੇ ਆ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਡੳੁ) ਜੰਗਲ ਦੀ ਅੱਗ[ (ਅੰਗੂਰੁ) ਅਕੂਰ",
    "type_id": 3
  },
  {
    "id": 832,
    "shabad_id": 70,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿਸ ਤੇ ੳੁਪਜੈ. ਤਿਸ ਤੇ ਬਿਨਸੈ; ਘਟਿ ਘਟਿ ਸਚੁ ਭਰਪੂਰਿ ||",
    "transliteration": "Jis Thae Oupajai This Thae Binasai Ghatt Ghatt Sach Bharapoor ||",
    "translation": "We shall merge into the One from whom we came. The True One is pervading each and every heart.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਇਹ ਜਗਤ ਪੈਦਾ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ, ਉਸੇ (ਦੇ ਹੁਕਮ) ਅਨੁਸਾਰ ਨਾਸ ਭੀ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਕਾ-ਨਕ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 833,
    "shabad_id": 70,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਮੇਲਿ ਮਿਲਾਵਹੀ; ਸਾਚੈ ਮਹਲਿ ਹਦੂਰਿ ||੨||",
    "transliteration": "Aapae Mael Milaavehee Saachai Mehal Hadhoor ||2||",
    "translation": "He Himself unites us in Union with Himself; the True Mansion of His Presence is close at hand. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਮਹਲ ਵਿਚ ਹਜ਼ੂਰੀ ਵਿਚ ਰੱਖਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "ਮਹਲਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 834,
    "shabad_id": 70,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਾਹਿ ਸਾਹਿ ਤੁਝੁ ਸੰਮਲਾ; ਕਦੇ ਨ ਵਿਸਾਰੇੳੁ ||",
    "transliteration": "Saahi Saahi Thujh Sanmalaa Kadhae N Visaaraeo ||",
    "translation": "With each and every breath, I dwell upon You; I shall never forget You.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ) ਮੈਂ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਤੈਨੂੰ ਯਾਦ ਕਰਦਾ ਰਹਾਂ, ਤੈਨੂੰ ਕਦੇ ਵੀ ਨਾਹ ਭੁਲਾਵਾਂ।",
    "pronunciation": "(ਸੰਮਲਾ) ਯਾਦ ਕਰਾਂ",
    "type_id": 3
  },
  {
    "id": 835,
    "shabad_id": 70,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਸਾਹਬੁ ਮਨਿ ਵਸੈ; ਗੁਰਮੁਖਿ ਅੰਮਿ੍ਰਤੁ ਪੇੳੁ ||",
    "transliteration": "Jio Jio Saahab Man Vasai Guramukh Anmrith Paeo ||",
    "translation": "The more the Lord and Master dwells within the mind, the more the Gurmukh drinks in the Ambrosial Nectar.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਵੇ ਤਾਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਉਂ ਜਿਉਂ (ਉਹ) ਮਾਲਕ (ਮੇਰੇ) ਮਨ ਵਿਚ ਟਿਕਿਆ ਰਹੇ, ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ (ਉਸ ਦਾ) ਨਾਮ-ਜਲ ਪੀਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 836,
    "shabad_id": 70,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਤੇਰਾ. ਤੂ ਧਣੀ; ਗਰਬੁ ਨਿਵਾਰਿ ਸਮੇੳੁ ||੩||",
    "transliteration": "Man Than Thaeraa Thoo Dhhanee Garab Nivaar Samaeo ||3||",
    "translation": "Mind and body are Yours; You are my Master. Please rid me of my pride, and let me merge with You. ||3||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰਾ) ਮਨ (ਮੇਰਾ) ਤਨ ਤੇਰਾ ਹੀ ਦਿਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਹੀ (ਮੇਰਾ) ਮਾਲਕ ਹੈਂ। (ਮਿਹਰ ਕਰ, ਮੈਂ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ (ਤੇਰੀ ਯਾਦ ਵਿਚ) ਲੀਨ ਰਹਾਂ ॥੩॥",
    "pronunciation": "(ਧਣੀ) ਮਾਲਕ ਵਾਹਿਗੁਰੂ[ (ਨਿਵਾਰ) ਦੂਰ ਕਰਨਾ[ (ਸਮੇੳੁ) ਸਮਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 837,
    "shabad_id": 70,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਿ. ੲੇਹੁ ਜਗਤੁ ੳੁਪਾੲਿਅਾ; ਤਿ੍ਰਭਵਣੁ ਕਰਿ ਅਾਕਾਰੁ ||",
    "transliteration": "Jin Eaehu Jagath Oupaaeiaa Thribhavan Kar Aakaar ||",
    "translation": "The One who formed this universe created the creation of the three worlds.",
    "punjabi": "ਜਿਸ (ਜੋਤਿ-ਸਰੂਪ ਪ੍ਰਭੂ) ਨੇ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਇਹ ਤ੍ਰਿਭਵਣੀ ਸਰੂਪ ਬਣਾਇਆ ਹੈ,",
    "pronunciation": "ਜੱਗ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 838,
    "shabad_id": 70,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਚਾਨਣੁ ਜਾਣੀਅੈ; ਮਨਮੁਖਿ ਮੁਗਧੁ ਗੁਬਾਰੁ ||",
    "transliteration": "Guramukh Chaanan Jaaneeai Manamukh Mugadhh Gubaar ||",
    "translation": "The Gurmukh knows the Divine Light, while the foolish self-willed manmukh gropes around in the darkness.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਜੋਤਿ ਨਾਲ ਸਾਂਝ ਬਣਾਈ ਜਾ ਸਕਦੀ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਇਹ ਜੋਤਿ ਨਹੀਂ ਦਿੱਸਦੀ, ਉਸ ਨੂੰ) ਆਤਮਕ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ।",
    "pronunciation": "ਅਗਿਅਾਨ ਰੂਪ (ਗੁਬਾਰੁ) ਸੰਘਣਾ ਹਨੇਰਾ",
    "type_id": 3
  },
  {
    "id": 839,
    "shabad_id": 70,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਜੋਤਿ ਨਿਰੰਤਰੀ; ਬੂਝੈ ਗੁਰਮਤਿ ਸਾਰੁ ||੪||",
    "transliteration": "Ghatt Ghatt Joth Nirantharee Boojhai Guramath Saar ||4||",
    "translation": "One who sees that Light within each and every heart understands the Essence of the Guru's Teachings. ||4||",
    "punjabi": "(ਭਾਵੇਂ) ਰੱਬੀ ਜੋਤਿ ਇਕ-ਰਸ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ, (ਪਰ) ਗੁਰੂ ਦੀ ਮਤ ਲਿਆਂ ਹੀ (ਇਹ) ਅਸਲੀਅਤ ਸਮਝੀ ਜਾ ਸਕਦੀ ਹੈ ॥੪॥",
    "pronunciation": "(ਨਿਰੰਤਰੀ) ੲਿੱਕ ਰਸ[ (ਸਾਰੁ) ਸ੍ਰੇਸ਼ਟ",
    "type_id": 3
  },
  {
    "id": 840,
    "shabad_id": 70,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਿਨੀ ਜਾਣਿਅਾ; ਤਿਨ ਕੀਚੈ ਸਾਬਾਸਿ ||",
    "transliteration": "Guramukh Jinee Jaaniaa Thin Keechai Saabaas ||",
    "translation": "Those who understand are Gurmukh; recognize and applaud them.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਰਬ-ਵਿਆਪੀ ਜੋਤਿ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਬਾਸ਼ੇ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 841,
    "shabad_id": 70,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਸਚੇ ਸੇਤੀ ਰਲਿ ਮਿਲੇ; ਸਚੇ ਗੁਣ ਪਰਗਾਸਿ ||",
    "transliteration": "Sachae Saethee Ral Milae Sachae Gun Paragaas ||",
    "translation": "They meet and merge with the True One. They become the Radiant Manifestation of the Excellence of the True One.",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਹਨਾਂ ਵਿਚ ਉੱਘੜ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 842,
    "shabad_id": 70,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਸੰਤੋਖੀਅਾ; ਜੀੳੁ ਪਿੰਡੁ ਪ੍ਰਭ ਪਾਸਿ ||੫||੧੬||",
    "transliteration": "Naanak Naam Santhokheeaa Jeeo Pindd Prabh Paas ||5||16||",
    "translation": "O Nanak, they are contented with the Naam, the Name of the Lord. They offer their bodies and souls to God. ||5||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਸ਼ਾਂਤੀ ਮਾਣਦੇ ਹਨ, ਉਹ ਆਪਣੀ ਜਿੰਦ ਆਪਣਾ ਸਰੀਰ ਪ੍ਰਭੂ ਦੇ ਹਵਾਲੇ ਕਰੀ ਰੱਖਦੇ ਹਨ ॥੫॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 843,
    "shabad_id": 71,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 844,
    "shabad_id": 71,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੁਣਿ ਮਨ ਮਿਤ੍ਰ ਪਿਅਾਰਿਅਾ; ਮਿਲੁ ਵੇਲਾ ਹੈ ੲੇਹ ||",
    "transliteration": "Sun Man Mithr Piaariaa Mil Vaelaa Hai Eaeh ||",
    "translation": "Listen, O my mind, my friend, my darling: now is the time to meet the Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਿਤ੍ਰ ਮਨ! (ਮੇਰੀ ਸਿੱਖਿਆ) ਸੁਣ। ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ, (ਮਿਲਣ ਦਾ) ਇਹ (ਮਨੁੱਖਾ ਜਨਮ ਹੀ) ਵੇਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 845,
    "shabad_id": 71,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਬ ਲਗੁ ਜੋਬਨਿ ਸਾਸੁ ਹੈ; ਤਬ ਲਗੁ ੲਿਹੁ ਤਨੁ ਦੇਹ ||",
    "transliteration": "Jab Lag Joban Saas Hai Thab Lag Eihu Than Dhaeh ||",
    "translation": "As long as there is youth and breath, give this body to Him.",
    "punjabi": "ਜਦੋਂ ਤਕ ਜੁਆਨੀ ਵਿਚ (ਹਾਂ ਤੇ) ਸਾਹ ਆ ਰਿਹਾ ਹੈ, ਤਦੋਂ ਤਕ ਹੀ ਇਹ ਸਰੀਰ ਕੰਮ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 846,
    "shabad_id": 71,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਨੁ ਗੁਣ. ਕਾਮਿ ਨ ਅਾਵੲੀ; ਢਹਿ ਢੇਰੀ ਤਨੁ ਖੇਹ ||੧||",
    "transliteration": "Bin Gun Kaam N Aavee Dtehi Dtaeree Than Khaeh ||1||",
    "translation": "Without virtue, it is useless; the body shall crumble into a pile of dust. ||1||",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਆਪਣੇ ਅੰਦਰ) ਨਾਹ ਵਸਾਏ, ਤਾਂ ਇਹ ਸਰੀਰ ਕਿਸ ਕੰਮ? ਇਹ ਤਾਂ ਆਖ਼ਰ ਢਹਿ ਕੇ ਮਿੱਟੀ ਦੀ ਢੇਰੀ ਹੋ ਜਾਇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 847,
    "shabad_id": 71,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਲੈ ਲਾਹਾ. ਘਰਿ ਜਾਹਿ ||",
    "transliteration": "Maerae Man Lai Laahaa Ghar Jaahi ||",
    "translation": "O my mind, earn the profit, before you return home.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਇਥੋਂ ਆਤਮਕ) ਲਾਭ ਖੱਟ ਕੇ (ਆਪਣੇ ਪਰਲੋਕ) ਘਰ ਵਿਚ ਜਾਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 848,
    "shabad_id": 71,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਸਲਾਹੀਅੈ; ਹੳੁਮੈ ਨਿਵਰੀ ਭਾਹਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Guramukh Naam Salaaheeai Houmai Nivaree Bhaahi ||1|| Rehaao ||",
    "translation": "The Gurmukh praises the Naam, and the fire of egotism is extinguished. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਥੇ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਲਾਹੁਣਾ ਚਾਹੀਦਾ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਉਮੈ ਦੀ ਅੱਗ (ਅੰਦਰੋਂ) ਮਿਟ ਜਾਂਦੀ ਹੈ (ਇਹ ਅੱਗ ਕਿ ਮੈਂ ਵੱਡਾ ਹਾਂ, ਮੈਂ ਵੱਡਾ ਬਣ ਜਾਵਾਂ-ਬੁੱਝ ਜਾਂਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਹੳੁਮੈ ਦੀ (ਭਾਹਿ) ਅੱਗ, (ਨਿਵਰੀ) ਦੂਰ ਹੋੲੀ",
    "type_id": 4
  },
  {
    "id": 849,
    "shabad_id": 71,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸੁਣਿ ਸੁਣਿ ਗੰਢਣੁ ਗੰਢੀਅੈ; ਲਿਖਿ ਪੜਿ ਬੁਝਹਿ ਭਾਰੁ ||",
    "transliteration": "Sun Sun Gandtan Gandteeai Likh Parr Bujhehi Bhaar ||",
    "translation": "Again and again, we hear and tell stories; we read and write and understand loads of knowledge,",
    "punjabi": "(ਪੜ੍ਹੇ ਹੋਏ ਲੋਕ) ਬੇਅੰਤ ਪੁਸਤਕਾਂ ਲਿਖ ਲਿਖ ਕੇ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਵਿਚਾਰਦੇ ਹਨ, (ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ) ਸੁਣ ਸੁਣ ਕੇ (ਲੋਕਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਵਿਚਾਰਵਾਨ (ਦਿੱਸਣ ਦਾ) ਵਿਅਰਥ ਜਤਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਬੁੱਝਹਿ",
    "type_id": 3
  },
  {
    "id": 850,
    "shabad_id": 71,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਅਹਿ ਨਿਸਿ ਅਗਲੀ; ਹੳੁਮੈ ਰੋਗੁ ਵਿਕਾਰੁ ||",
    "transliteration": "Thrisanaa Ahinis Agalee Houmai Rog Vikaar ||",
    "translation": "But still, desires increase day and night, and the disease of egotism fills us with corruption.",
    "punjabi": "ਪਰ ਅੰਤਰ ਆਤਮੇ ਦਿਨ-ਰਾਤ ਬਹੁਤ ਤ੍ਰਿਸ਼ਨਾ (ਵਿਆਪ ਰਹੀ) ਹੈ, ਅੰਦਰ ਹਉਮੈ ਦਾ ਰੋਗ, ਹਉਮੈ ਦਾ ਵਿਕਾਰ (ਕਾਇਮ) ਹੈ।",
    "pronunciation": "(ਅਗਲੀ) ਬਹੁਤੀ",
    "type_id": 3
  },
  {
    "id": 851,
    "shabad_id": 71,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਓਹੁ. ਵੇਪਰਵਾਹੁ ਅਤੋਲਵਾ; ਗੁਰਮਤਿ ਕੀਮਤਿ ਸਾਰੁ ||੨||",
    "transliteration": "Ouhu Vaeparavaahu Atholavaa Guramath Keemath Saar ||2||",
    "translation": "That Carefree Lord cannot be appraised; His Real Value is known only through the Wisdom of the Guru's Teachings. ||2||",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ) ਉਹ ਪਰਮਾਤਮਾ (ਇਸ ਚੁੰਚ-ਗਿਆਨਤਾ ਦੀ) ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ, (ਸਾਡੇ ਗਿਆਨ) ਉਸ ਨੂੰ ਤੋਲ ਭੀ ਨਹੀਂ ਸਕਦੇ। ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਦੀ ਕਦਰ ਸਮਝ ॥੨॥",
    "pronunciation": "(ਅਤੋਲਵਾ) ਤੋਲਣ ਰਹਿਤ[ (ਸਾਰ) ਖਬਰ, ਸ੍ਰੇਸ਼ਟ, ਸ਼ੁੱਧ",
    "type_id": 3
  },
  {
    "id": 852,
    "shabad_id": 71,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਲਖ ਸਿਅਾਣਪ ਜੇ ਕਰੀ; ਲਖ ਸਿੳੁ ਪ੍ਰੀਤਿ ਮਿਲਾਪੁ ||",
    "transliteration": "Lakh Siaanap Jae Karee Lakh Sio Preeth Milaap ||",
    "translation": "Even if someone has hundreds of thousands of clever mental tricks, and the love and company of hundreds of thousands of people",
    "punjabi": "ਜੇ ਮੈਂ ਲੱਖਾਂ ਚਤੁਰਾਈਆਂ ਕਰਾਂ, ਜੇ ਮੈਂ ਲੱਖਾਂ ਬੰਦਿਆਂ ਨਾਲ ਪ੍ਰੀਤ ਕਰਾਂ, ਮਿਲਾਪ ਪੈਦਾ ਕਰਾਂ,",
    "pronunciation": "ਲੱਖ",
    "type_id": 3
  },
  {
    "id": 853,
    "shabad_id": 71,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਬਿਨੁ ਸੰਗਤਿ ਸਾਧ. ਨ ਧ੍ਰਾਪੀਅਾ; ਬਿਨੁ ਨਾਵੈ. ਦੂਖ ਸੰਤਾਪੁ ||",
    "transliteration": "Bin Sangath Saadhh N Dhhraapeeaa Bin Naavai Dhookh Santhaap ||",
    "translation": "Still, without the Saadh Sangat, the Company of the Holy, he will not feel satisfied. Without the Name, all suffer in sorrow.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਕਰਨ ਤੋਂ ਬਿਨਾ ਅੰਦਰਲੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕਦੀ ਨਹੀਂ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਮਾਨਸਕ ਦੁੱਖ ਕਲੇਸ਼ ਬਣਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਧ੍ਰਾਪੀਅਾ) ਰੱਜਦਾ[ (ਸੰਤਾਪੁ) ਪਛਤਾਵਾ",
    "type_id": 3
  },
  {
    "id": 854,
    "shabad_id": 71,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜਪਿ ਜੀਅਰੇ ਛੁਟੀਅੈ; ਗੁਰਮੁਖਿ ਚੀਨੈ ਅਾਪੁ ||੩||",
    "transliteration": "Har Jap Jeearae Shhutteeai Guramukh Cheenai Aap ||3||",
    "translation": "Chanting the Name of the Lord, O my soul, you shall be emancipated; as Gurmukh, you shall come to understand your own self. ||3||",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਹੀ (ਇਸ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ (ਕਿਉਂਕਿ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅਸਲੇ ਨੂੰ ਪਛਾਣ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਚੀਨੈ) ਜਾਣੇ[ ਛੁੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 855,
    "shabad_id": 71,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਗੁਰ ਪਹਿ ਵੇਚਿਅਾ; ਮਨੁ ਦੀਅਾ ਸਿਰੁ ਨਾਲਿ ||",
    "transliteration": "Than Man Gur Pehi Vaechiaa Man Dheeaa Sir Naal ||",
    "translation": "I have sold my body and mind to the Guru, and I have given my mind and head as well.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ (ਨਾਮ ਦੇ ਵੱਟੇ) ਆਪਣਾ ਤਨ ਤੇ ਆਪਣਾ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ, ਜਿਸ ਨੇ ਮਨ ਹਵਾਲੇ ਕੀਤਾ ਤੇ ਸਿਰ ਵੀ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 856,
    "shabad_id": 71,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਤਿ੍ਰਭਵਣੁ ਖੋਜਿ ਢੰਢੋਲਿਅਾ; ਗੁਰਮੁਖਿ ਖੋਜਿ ਨਿਹਾਲਿ ||",
    "transliteration": "Thribhavan Khoj Dtandtoliaa Guramukh Khoj Nihaal ||",
    "translation": "I was seeking and searching for Him throughout the three worlds; then, as Gurmukh, I sought and found Him.",
    "punjabi": "ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਖੋਜ ਕਰ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਵੇਖ ਲਿਆ, ਜਿਸ ਨੂੰ ਲੱਭਣ ਵਾਸਤੇ ਸਾਰਾ ਜਗਤ ਖੋਜ ਭਾਲਿਆ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 857,
    "shabad_id": 71,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਤਗੁਰਿ ਮੇਲਿ ਮਿਲਾੲਿਅਾ; ਨਾਨਕ. ਸੋ ਪ੍ਰਭੁ ਨਾਲਿ ||੪||੧੭||",
    "transliteration": "Sathagur Mael Milaaeiaa Naanak So Prabh Naal ||4||17||",
    "translation": "The True Guru has united me in Union, O Nanak, with that God. ||4||17||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਰਨ ਪਏ ਨੂੰ ਗੁਰੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ, ਅਤੇ ਉਹ ਪ੍ਰਭੂ (ਆਪਣੇ ਅੰਦਰ) ਅੰਗ-ਸੰਗ ਹੀ ਵਿਖਾ ਦਿੱਤਾ ॥੪॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 858,
    "shabad_id": 72,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 859,
    "shabad_id": 72,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਰਣੈ ਕੀ ਚਿੰਤਾ ਨਹੀ; ਜੀਵਣ ਕੀ ਨਹੀ ਅਾਸ ||",
    "transliteration": "Maranai Kee Chinthaa Nehee Jeevan Kee Nehee Aas ||",
    "translation": "I have no anxiety about dying, and no hope of living.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ) ਮੌਤ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ, ਹੋਰ ਹੋਰ ਲੰਮੀ ਉਮਰ ਦੀਆਂ ਉਹ ਆਸਾਂ ਨਹੀਂ ਬਣਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 860,
    "shabad_id": 72,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਸਰਬ ਜੀਅਾ ਪ੍ਰਤਿਪਾਲਹੀ; ਲੇਖੈ ਸਾਸ ਗਿਰਾਸ ||",
    "transliteration": "Thoo Sarab Jeeaa Prathipaalehee Laekhai Saas Giraas ||",
    "translation": "You are the Cherisher of all beings; You keep the account of our breaths and morsels of food.",
    "punjabi": "(ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਹੁੰਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਨਾ ਕਰਦਾ ਹੈਂ, ਜੀਵਾਂ ਦਾ ਹਰੇਕ ਸਾਹ ਹਰੇਕ ਗਿਰਾਹੀ ਤੇਰੇ ਹਿਸਾਬ ਵਿਚ (ਤੇਰੀ ਨਜ਼ਰ ਵਿਚ) ਹੈ।",
    "pronunciation": "(ਸਾਸ ਗਿਰਾਸ) ਸਾਸ ਦਾ ਅੰਦਰ ਬਾਹਰ ਅਾੳੁਣਾ ਜਾਣਾ",
    "type_id": 3
  },
  {
    "id": 861,
    "shabad_id": 72,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰਿ ਗੁਰਮੁਖਿ. ਤੂ ਵਸਹਿ; ਜਿੳੁ ਭਾਵੈ. ਤਿੳੁ ਨਿਰਜਾਸਿ ||੧||",
    "transliteration": "Anthar Guramukh Thoo Vasehi Jio Bhaavai Thio Nirajaas ||1||",
    "translation": "You abide within the Gurmukh. As it pleases You, You decide our allotment. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਤੂੰ ਪ੍ਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈਂ, (ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਜਿਵੇਂ ਤੇਰੀ ਰਜ਼ਾ ਹੈ ਤਿਵੇਂ ਤੂੰ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "(ਨਿਰਜਾਸਿ) ਨਿਰਨਾ",
    "type_id": 3
  },
  {
    "id": 862,
    "shabad_id": 72,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜੀਅਰੇ; ਰਾਮ ਜਪਤ ਮਨੁ ਮਾਨੁ ||",
    "transliteration": "Jeearae Raam Japath Man Maan ||",
    "translation": "O my soul, chant the Name of the Lord; the mind will be pleased and appeased.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜਿੰਦੇ! (ਐਸਾ ਉੱਦਮ ਕਰ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਿਮਰਦਿਆਂ ਮਨ (ਸਿਮਰਨ ਵਿਚ) ਗਿੱਝ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 863,
    "shabad_id": 72,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰਿ ਲਾਗੀ ਜਲਿ ਬੁਝੀ; ਪਾੲਿਅਾ ਗੁਰਮੁਖਿ ਗਿਅਾਨੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Anthar Laagee Jal Bujhee Paaeiaa Guramukh Giaan ||1|| Rehaao ||",
    "translation": "The raging fire within is extinguished; the Gurmukh obtains spiritual wisdom. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਉਸ ਦੀ ਅੰਦਰਲੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸੜਨ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੁਝੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  }
]
