[
  {
    "id": 903,
    "shabad_id": 74,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਚਾਰੇ ਅਗਨਿ. ਨਿਵਾਰਿ ਮਰੁ; ਗੁਰਮੁਖਿ ਹਰਿ ਜਲੁ ਪਾੲਿ ||",
    "transliteration": "Chaarae Agan Nivaar Mar Guramukh Har Jal Paae ||",
    "translation": "The Gurmukh puts out the four fires, with the Water of the Lord's Name.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਪਾ ਕੇ (ਹਿਰਦੇ ਵਿਚ) ਧੁਖਦੀਆਂ ਚੌਹਾਂ ਅੱਗਾਂ ਨੂੰ ਬੁਝਾ ਦੇ (ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਾਲੇ ਪਾਸੇ ਤੋਂ) ਮਰ ਜਾ।",
    "pronunciation": "(ਨਿਵਾਰਿ) ਦੂਰ ਕਰ",
    "type_id": 3
  },
  {
    "id": 904,
    "shabad_id": 74,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰਿ ਕਮਲੁ ਪ੍ਰਗਾਸਿਅਾ; ਅੰਮਿ੍ਰਤੁ ਭਰਿਅਾ ਅਘਾੲਿ ||",
    "transliteration": "Anthar Kamal Pragaasiaa Anmrith Bhariaa Aghaae ||",
    "translation": "The lotus blossoms deep within the heart, and filled with Ambrosial Nectar, one is satisfied.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰੇ ਅੰਦਰ (ਹਿਰਦਾ-) ਕੌਲ ਖਿੜ ਪਏਗਾ, (ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਭਰ ਜਾਏਗਾ।",
    "pronunciation": "(ਅਘਾੲਿ) ਤਿ੍ਰਪਤ",
    "type_id": 3
  },
  {
    "id": 905,
    "shabad_id": 74,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ ਸਤਗੁਰੁ ਮੀਤੁ ਕਰਿ; ਸਚੁ ਪਾਵਹਿ ਦਰਗਹ ਜਾੲਿ ||੪||੨੦||",
    "transliteration": "Naanak Sathagur Meeth Kar Sach Paavehi Dharageh Jaae ||4||20||",
    "translation": "O Nanak, make the True Guru your friend; going to His Court, you shall obtain the True Lord. ||4||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿੱਤਰ ਬਣਾ, ਯਕੀਨੀ ਤੌਰ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ ॥੪॥੨੦॥{21-22}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 906,
    "shabad_id": 75,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 907,
    "shabad_id": 75,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਪਹੁ ਪਿਅਾਰਿਅਾ; ਗੁਰਮਤਿ ਲੇ ਹਰਿ ਬੋਲਿ ||",
    "transliteration": "Har Har Japahu Piaariaa Guramath Lae Har Bol ||",
    "translation": "Meditate on the Lord, Har, Har, O my beloved; follow the Guru's Teachings, and speak of the Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਹਰਿ-ਨਾਮ ਜਪੋ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 908,
    "shabad_id": 75,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਨੁ. ਸਚ ਕਸਵਟੀ ਲਾੲੀਅੈ; ਤੁਲੀਅੈ ਪੂਰੈ ਤੋਲਿ ||",
    "transliteration": "Man Sach Kasavattee Laaeeai Thuleeai Poorai Thol ||",
    "translation": "Apply the Touchstone of Truth to your mind, and see if it comes up to its full weight.",
    "punjabi": "ਜਦੋਂ ਮਨ ਸਿਮਰਨ ਦੀ ਕਸਵੱਟੀ ਉਤੇ ਲਾਇਆ ਜਾਂਦਾ ਹੈ (ਤਦੋਂ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਇਹ ਤੋਲ ਵਿਚ ਪੂਰਾ ਉਤਰਦਾ ਹੈ।",
    "pronunciation": "ਕਸਵੱਟੀ",
    "type_id": 3
  },
  {
    "id": 909,
    "shabad_id": 75,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕੀਮਤਿ. ਕਿਨੈ ਨ ਪਾੲੀਅੈ; ਰਿਦ ਮਾਣਕ ਮੋਲਿ ਅਮੋਲਿ ||੧||",
    "transliteration": "Keemath Kinai N Paaeeai Ridh Maanak Mol Amol ||1||",
    "translation": "No one has found the worth of the ruby of the heart; its value cannot be estimated. ||1||",
    "punjabi": "ਤਦੋਂ ਹਿਰਦਾ-ਮਾਣਕ ਮੁੱਲੋਂ ਅਮੁੱਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਕੋਈ ਇਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 910,
    "shabad_id": 75,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਹਰਿ ਹੀਰਾ. ਗੁਰ ਮਾਹਿ ||",
    "transliteration": "Bhaaee Rae Har Heeraa Gur Maahi ||",
    "translation": "O Siblings of Destiny, the Diamond of the Lord is within the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਕੀਮਤੀ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੇ ਕੋਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 911,
    "shabad_id": 75,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਤਗੁਰੁ ਪਾੲੀਅੈ; ਅਹਿ ਨਿਸਿ ਸਬਦਿ ਸਲਾਹਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sathasangath Sathagur Paaeeai Ahinis Sabadh Salaahi ||1|| Rehaao ||",
    "translation": "The True Guru is found in the Sat Sangat, the True Congregation. Day and night, praise the Word of His Shabad. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦਾ ਹੈ। (ਸੋ, ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 912,
    "shabad_id": 75,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਚੁ ਵਖਰੁ ਧਨੁ ਰਾਸਿ ਲੈ; ਪਾੲੀਅੈ ਗੁਰ ਪਰਗਾਸਿ ||",
    "transliteration": "Sach Vakhar Dhhan Raas Lai Paaeeai Gur Paragaas ||",
    "translation": "The True Merchandise, Wealth and Capital are obtained through the Radiant Light of the Guru.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾ ਧਨ ਸਰਮਾਇਆ ਇਕੱਠਾ ਕਰ। ਇਹ ਧਨ ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਆਤਮਕ ਚਾਨਣ ਨਾਲ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 913,
    "shabad_id": 75,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਿੳੁ ਅਗਨਿ ਮਰੈ. ਜਲਿ ਪਾੲਿਅੈ; ਤਿੳੁ ਤਿ੍ਰਸਨਾ. ਦਾਸਨਿ ਦਾਸਿ ||",
    "transliteration": "Jio Agan Marai Jal Paaeiai Thio Thrisanaa Dhaasan Dhaas ||",
    "translation": "Just as fire is extinguished by pouring on water, desire becomes the slave of the Lord's slaves.",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਪਾਇਆਂ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਿਆਂ ਤ੍ਰਿਸ਼ਨਾ (-ਅੱਗ) ਬੁੱਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਪਾੲਿਅੈੲੀੜੀ: ਸਿਹਾਰੀ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 914,
    "shabad_id": 75,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਮ ਜੰਦਾਰੁ. ਨ ਲਗੲੀ; ੲਿੳੁ. ਭੳੁਜਲੁ ਤਰੈ. ਤਰਾਸਿ ||੨||",
    "transliteration": "Jam Jandhaar N Lagee Eio Bhoujal Tharai Tharaas ||2||",
    "translation": "The Messenger of Death will not touch you; in this way, you shall cross over the terrifying world-ocean, carrying others across with you. ||2||",
    "punjabi": "(ਜੇਹੜਾ ਬੰਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਦਾ ਹੈ) ਉਸ ਨੂੰ ਡਰਾਉਣਾ ਜਮਰਾਜ ਪੋਹ ਨਹੀਂ ਸਕਦਾ। ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਸਹੀ ਸਲਾਮਤ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਜੰਦਾਰੁ) ਚੰਡਾਲ[ ਲੱਗੲੀ",
    "type_id": 3
  },
  {
    "id": 915,
    "shabad_id": 75,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ. ਕੂੜੁ ਨ ਭਾਵੲੀ; ਸਚਿ ਰਤੇ ਸਚ ਭਾੲਿ ||",
    "transliteration": "Guramukh Koorr N Bhaavee Sach Rathae Sach Bhaae ||",
    "translation": "The Gurmukhs do not like falsehood. They are imbued with Truth; they love only Truth.",
    "punjabi": "ਗੁਰੂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਝੂਠਾ ਪਦਾਰਥ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦਾ (ਭਾਵ, ਉਹ ਦੁਨੀਆਵੀ ਪਦਾਰਥਾਂ ਵਿਚ ਚਿੱਤ ਨਹੀਂ ਜੋੜਦੇ) ਉਹ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 916,
    "shabad_id": 75,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਾਕਤ. ਸਚੁ ਨ ਭਾਵੲੀ; ਕੂੜੈ ਕੂੜੀ ਪਾਂੲਿ ||",
    "transliteration": "Saakath Sach N Bhaavee Koorrai Koorree Paane ||",
    "translation": "The shaaktas, the faithless cynics, do not like the Truth; false are the foundations of the false.",
    "punjabi": "(ਪਰ) ਮਾਇਆ-ਵੇੜ੍ਹੇ ਬੰਦੇ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ। ਕੂੜ ਵਿਚ ਫਸੇ ਹੋਏ ਦੀ ਇੱਜ਼ਤ ਭੀ ਝੂਠੀ ਹੀ ਹੁੰਦੀ ਹੈ (ਇੱਜ਼ਤ ਭੀ ਚਾਰ ਦਿਨਾਂ ਦੀ ਹੀ ਹੁੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 917,
    "shabad_id": 75,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਚਿ ਰਤੇ ਗੁਰਿ ਮੇਲਿਅੈ; ਸਚੇ ਸਚਿ ਸਮਾੲਿ ||੩||",
    "transliteration": "Sach Rathae Gur Maeliai Sachae Sach Samaae ||3||",
    "translation": "Imbued with Truth, you shall meet the Guru. The true ones are absorbed into the True Lord. ||3||",
    "punjabi": "(ਪਰ ਇਹ ਆਪਣੇ ਵੱਸ ਦੀ ਖੇਡ ਨਹੀਂ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਏ ਉਹ ਪ੍ਰਭੂ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਲੀਨਤਾ ਸਦਾ ਪ੍ਰਭੂ ਯਾਦ ਵਿਚ ਹੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 918,
    "shabad_id": 75,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਮਹਿ ਮਾਣਕੁ. ਲਾਲੁ ਨਾਮੁ; ਰਤਨੁ ਪਦਾਰਥੁ ਹੀਰੁ ||",
    "transliteration": "Man Mehi Maanak Laal Naam Rathan Padhaarathh Heer ||",
    "translation": "Within the mind are emeralds and rubies, the Jewel of the Naam, treasures and diamonds.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਜੋ, ਮਾਨੋ) ਮਾਣਕ ਹੈ, ਲਾਲ ਹੈ, ਰਤਨ ਹੈ, ਹੀਰਾ ਹੈ, ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 919,
    "shabad_id": 75,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ ਵਖਰੁ ਧਨੁ ਨਾਮੁ ਹੈ; ਘਟਿ ਘਟਿ ਗਹਿਰ ਗੰਭੀਰੁ ||",
    "transliteration": "Sach Vakhar Dhhan Naam Hai Ghatt Ghatt Gehir Ganbheer ||",
    "translation": "The Naam is the True Merchandise and Wealth; in each and every heart, His Presence is deep and profound.",
    "punjabi": "ਅਥਾਹ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ। ਉਸ ਦਾ ਨਾਮ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾ ਹੈ ਧਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 920,
    "shabad_id": 75,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਪਾੲੀਅੈ; ਦੲਿਅਾ ਕਰੇ ਹਰਿ ਹੀਰੁ ||੪||੨੧||",
    "transliteration": "Naanak Guramukh Paaeeai Dhaeiaa Karae Har Heer ||4||21||",
    "translation": "O Nanak, the Gurmukh finds the Diamond of the Lord, by His Kindness and Compassion. ||4||21||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਹੀਰਾ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਉਸ ਦਾ ਨਾਮ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ ॥੪॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 921,
    "shabad_id": 76,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 922,
    "shabad_id": 76,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭਰਮੇ. ਭਾਹਿ ਨ ਵਿਝਵੈ; ਜੇ ਭਵੈ. ਦਿਸੰਤਰ ਦੇਸੁ ||",
    "transliteration": "Bharamae Bhaahi N Vijhavai Jae Bhavai Dhisanthar Dhaes ||",
    "translation": "The fire of doubt is not extinguished, even by wandering through foreign lands and countries.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਛੱਡ ਕੇ) ਜੇ ਮਨੁੱਖ (ਸੰਨਿਆਸ-ਭੇਖ ਧਾਰ ਕੇ) ਦੇਸ ਦੇਸ ਵਿਚ ਭੌਂਦਾ ਫਿਰੇ, (ਥਾਂ ਥਾਂ) ਭੌਣ ਨਾਲ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਬੁੱਝ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "(ਭਾਹਿ) ਅੱਗ[ ਵਿਝਵੈ: ਪੋਲਾ ਬੋਲੋ[ (ਵਿਝਵੈ) ਬੁਝਦੀ",
    "type_id": 3
  },
  {
    "id": 923,
    "shabad_id": 76,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅੰਤਰਿ ਮੈਲੁ. ਨ ੳੁਤਰੈ; ਧਿ੍ਰਗੁ ਜੀਵਣੁ ਧਿ੍ਰਗੁ ਵੇਸੁ ||",
    "transliteration": "Anthar Mail N Outharai Dhhrig Jeevan Dhhrig Vaes ||",
    "translation": "If inner filth is not removed, one's life is cursed, and one's clothes are cursed.",
    "punjabi": "ਅੰਦਰੋਂ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲਹਿੰਦੀ, ਅਜੇਹਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਅਜੇਹਾ ਭੇਖ ਫਿਟਕਾਰ ਹੀ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "ੳੁ੍ਨਤਰੈ",
    "type_id": 3
  },
  {
    "id": 924,
    "shabad_id": 76,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੋਰੁ ਕਿਤੈ. ਭਗਤਿ ਨ ਹੋਵੲੀ; ਬਿਨੁ. ਸਤਿਗੁਰ ਕੇ ੳੁਪਦੇਸ ||੧||",
    "transliteration": "Hor Kithai Bhagath N Hovee Bin Sathigur Kae Oupadhaes ||1||",
    "translation": "There is no other way to perform devotional worship, except through the Teachings of the True Guru. ||1||",
    "punjabi": "(ਇਹ ਗੱਲ ਪੱਕ ਜਾਣ ਕਿ) ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਕਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕਿਸੇ ਥਾਂ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਤੇ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਮੁੱਕਦੀ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 925,
    "shabad_id": 76,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਰੇ; ਗੁਰਮੁਖਿ. ਅਗਨਿ ਨਿਵਾਰਿ ||",
    "transliteration": "Man Rae Guramukh Agan Nivaar ||",
    "translation": "O mind, become Gurmukh, and extinguish the fire within.",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਦੂਰ ਕਰ ਸਕੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 926,
    "shabad_id": 76,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਕਾ ਕਹਿਅਾ ਮਨਿ ਵਸੈ; ਹੳੁਮੈ ਤਿ੍ਰਸਨਾ ਮਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Kaa Kehiaa Man Vasai Houmai Thrisanaa Maar ||1|| Rehaao ||",
    "translation": "Let the Words of the Guru abide within your mind; let egotism and desires die. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦਾ ਦੱਸਿਆ ਹੋਇਆ ਉਪਦੇਸ਼ ਮਨ ਵਿਚ ਟਿਕ ਜਾਏ, ਤਾਂ ਮੈਂ ਵੱਡਾ ਹੋ ਜਾਵਾਂ, ਮੈਂ ਵੱਡਾ ਹੋ ਜਾਵਾਂ, ਇਹ ਲਾਲਚ ਮੁਕਾ ਲਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 927,
    "shabad_id": 76,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਨੁ ਮਾਣਕੁ ਨਿਰਮੋਲੁ ਹੈ; ਰਾਮ ਨਾਮਿ ਪਤਿ ਪਾੲਿ ||",
    "transliteration": "Man Maanak Niramol Hai Raam Naam Path Paae ||",
    "translation": "The jewel of the mind is priceless; through the Name of the Lord, honor is obtained.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਇਹ ਮਨ ਵਡ-ਮੁੱਲਾ ਮੋਤੀ ਬਣ ਜਾਂਦਾ ਹੈ, (ਹਰ ਥਾਂ) ਇੱਜ਼ਤ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 928,
    "shabad_id": 76,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮਿਲਿ ਸਤਸੰਗਤਿ. ਹਰਿ ਪਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਹਰਿ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Mil Sathasangath Har Paaeeai Guramukh Har Liv Laae ||",
    "translation": "Join the Sat Sangat, the True Congregation, and find the Lord. The Gurmukh embraces love for the Lord.",
    "punjabi": "(ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੁੜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 929,
    "shabad_id": 76,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੁ ਗੲਿਅਾ. ਸੁਖੁ ਪਾੲਿਅਾ; ਮਿਲਿ ਸਲਲੈ ਸਲਲ ਸਮਾੲਿ ||੨||",
    "transliteration": "Aap Gaeiaa Sukh Paaeiaa Mil Salalai Salal Samaae ||2||",
    "translation": "Give up your selfishness, and you shall find peace; like water mingling with water, you shall merge in absorption. ||2||",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਟਿਕਿਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਅਨੰਦ ਮਿਲਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਨੁੱਖ ਇਉਂ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦਾ ਹੈ) ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਪਾਣੀ ਮਿਲ ਕੇ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਗ-ੲਿਅਾ[(ਸਲਲੈ) ਪਾਣੀ ਚ (ਸਲਲ) ਪਾਣੀ (ਸਮਾੲਿ) ਮਿਲ ਜਾਂਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 930,
    "shabad_id": 76,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਨ ਚੇਤਿਓ; ਸੁ. ਅੳੁਗੁਣਿ ਅਾਵੈ ਜਾੲਿ ||",
    "transliteration": "Jin Har Har Naam N Chaethiou S Aougun Aavai Jaae ||",
    "translation": "Those who have not contemplated the Name of the Lord, Har, Har, are unworthy; they come and go in reincarnation.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹ ਵਿਕਾਰੀ ਜੀਵਨ ਵਿਚ ਰਹਿ ਕੇ ਜੰਮਦਾ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 931,
    "shabad_id": 76,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਿਸੁ ਸਤਗੁਰੁ ਪੁਰਖੁ. ਨ ਭੇਟਿਓ; ਸੁ ਭੳੁਜਲਿ ਪਚੈ ਪਚਾੲਿ ||",
    "transliteration": "Jis Sathagur Purakh N Bhaettiou S Bhoujal Pachai Pachaae ||",
    "translation": "One who has not met with the True Guru, the Primal Being, is bothered and bewildered in the terrifying world-ocean.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨਹੀਂ ਮਿਲਿਆ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਦੇ ਵਿਕਾਰਾਂ) ਵਿਚ ਹੀ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਭੇਟਿਓ) ਮਿਲੇ[ (ਭੳੁਜਲਿ) ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ[ ਅਾਪ (ਪਚੈ) ਸੜਦੇ ਹਨ, ਹੋਰਨਾ ਨੰੂ (ਪਚਾੲਿ) ਸਾੜਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 932,
    "shabad_id": 76,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਮਾਣਕੁ ਜੀੳੁ ਨਿਰਮੋਲੁ ਹੈ; ੲਿੳੁ ਕੳੁਡੀ ਬਦਲੈ ਜਾੲਿ ||੩||",
    "transliteration": "Eihu Maanak Jeeo Niramol Hai Eio Kouddee Badhalai Jaae ||3||",
    "translation": "This jewel of the soul is priceless, and yet it is being squandered like this, in exchange for a mere shell. ||3||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਅੰਸ) ਇਹ ਜਿੰਦ ਵਡ-ਮੁੱਲਾ ਮੋਤੀ ਹੈ, (ਪਰ) ਇਸ ਤਰ੍ਹਾਂ (ਵਿਕਾਰਾਂ ਵਿਚ ਖਚਿਤ ਹੋ ਕੇ) ਕਉਡੀ ਦੇ ਵੱਟੇ ਜ਼ਾਇਆ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 933,
    "shabad_id": 76,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜਿੰਨਾ ਸਤਗੁਰੁ ਰਸਿ ਮਿਲੈ; ਸੇ ਪੂਰੇ ਪੁਰਖ ਸੁਜਾਣੁ ||",
    "transliteration": "Jinnaa Sathagur Ras Milai Sae Poorae Purakh Sujaan ||",
    "translation": "Those who joyfully meet with the True Guru are perfectly fulfilled and wise.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰੇਮ ਦੇ ਕਾਰਨ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਪੂਰੇ (ਭਾਂਡੇ) ਹਨ, ਉਹ ਸਿਆਣੇ ਹਨ।",
    "pronunciation": "(ਸੁਜਾਣੁ) ਸ੍ਰੇਸ਼ਟ ਜਾਣੀ ਜਾਣ",
    "type_id": 3
  },
  {
    "id": 934,
    "shabad_id": 76,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਮਿਲਿ ਭੳੁਜਲੁ ਲੰਘੀਅੈ; ਦਰਗਹ ਪਤਿ ਪਰਵਾਣੁ ||",
    "transliteration": "Gur Mil Bhoujal Langheeai Dharageh Path Paravaan ||",
    "translation": "Meeting with the Guru, they cross over the terrifying world-ocean. In the Court of the Lord, they are honored and approved.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ, ਕਬੂਲ ਹੋਵੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 935,
    "shabad_id": 76,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਤੇ ਮੁਖ ੳੁਜਲੇ; ਧੁਨਿ ੳੁਪਜੈ ਸਬਦੁ ਨੀਸਾਣੁ ||੪||੨੨||",
    "transliteration": "Naanak Thae Mukh Oujalae Dhhun Oupajai Sabadh Neesaan ||4||22||",
    "translation": "O Nanak, their faces are radiant; the Music of the Shabad, the Word of God, wells up within them. ||4||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ ਉੱਜਲ-ਮੁੱਖ (ਸੁਰਖ਼ਰੂ) ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਵਾਜਾ ਵੱਜਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣਾ ਪੂਰਾ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦਾ ਹੈ), (ਸਿਮਰਨ ਦੀ) ਲਹਰ ਉੱਠੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੨੨॥",
    "pronunciation": "(ਧੁਨਿ ੳੁਪਜੈ ਸਬਦੁ ਨੀਸਾਣੁ) ਅਜਪਾ ਜਾਪ[ੳੁ੍ਨਜਲੇ",
    "type_id": 3
  },
  {
    "id": 936,
    "shabad_id": 77,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 937,
    "shabad_id": 77,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਵਣਜੁ ਕਰਹੁ ਵਣਜਾਰਿਹੋ; ਵਖਰੁ ਲੇਹੁ ਸਮਾਲਿ ||",
    "transliteration": "Vanaj Karahu Vanajaariho Vakhar Laehu Samaal ||",
    "translation": "Make your deals, dealers, and take care of your merchandise.",
    "punjabi": "ਹੇ (ਰਾਮ ਨਾਮ ਦਾ) ਵਣਜ ਕਰਨ ਆਏ ਜੀਵੋ! (ਨਾਮ ਦਾ) ਵਪਾਰ ਕਰੋ, ਨਾਮ-ਸੌਦਾ ਸੰਭਾਲ ਲਵੋ।",
    "pronunciation": "(ਵਣਜੁ) ਵਪਾਰ",
    "type_id": 3
  },
  {
    "id": 938,
    "shabad_id": 77,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੈਸੀ ਵਸਤੁ ਵਿਸਾਹੀਅੈ; ਜੈਸੀ ਨਿਬਹੈ ਨਾਲਿ ||",
    "transliteration": "Thaisee Vasath Visaaheeai Jaisee Nibehai Naal ||",
    "translation": "Buy that object which will go along with you.",
    "punjabi": "ਉਹੋ ਜਿਹਾ ਸੌਦਾ ਹੀ ਖ਼ਰੀਦਣਾ ਚਾਹੀਦਾ ਹੈ, ਜੇਹੜਾ ਸਦਾ ਲਈ ਸਾਥ ਨਿਬਾਹੇ।",
    "pronunciation": "(ਵਿਸਾਹੀਅੈ) ਖ੍ਰੀਦੋ",
    "type_id": 3
  },
  {
    "id": 939,
    "shabad_id": 77,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਗੈ. ਸਾਹੁ ਸੁਜਾਣੁ ਹੈ; ਲੈਸੀ ਵਸਤੁ ਸਮਾਲਿ ||੧||",
    "transliteration": "Agai Saahu Sujaan Hai Laisee Vasath Samaal ||1||",
    "translation": "In the next world, the All-knowing Merchant will take this object and care for it. ||1||",
    "punjabi": "ਪਰਲੋਕ ਵਿਚ ਬੈਠਾ ਸ਼ਾਹ ਸਿਆਣਾ ਹੈ ਉਹ (ਸਾਡੇ ਖ਼ਰੀਦੇ ਹੋਏ) ਸੌਦੇ ਨੂੰ ਪੂਰੀ ਪਰਖ ਕਰ ਕੇ ਕਬੂਲ ਕਰੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 940,
    "shabad_id": 77,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਰਾਮੁ ਕਹਹੁ ਚਿਤੁ ਲਾੲਿ ||",
    "transliteration": "Bhaaee Rae Raam Kehahu Chith Laae ||",
    "translation": "O Siblings of Destiny, chant the Lord's Name, and focus your consciousness on Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਚਿੱਤ ਲਾ ਕੇ (ਪ੍ਰੇਮ ਨਾਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 941,
    "shabad_id": 77,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਜਸੁ ਵਖਰੁ ਲੈ ਚਲਹੁ; ਸਹੁ ਦੇਖੈ ਪਤੀਅਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Jas Vakhar Lai Chalahu Sahu Dhaekhai Patheeaae ||1|| Rehaao ||",
    "translation": "Take the Merchandise of the Lord's Praises with you. Your Husband Lord shall see this and approve. ||1||Pause||",
    "punjabi": "(ਇਥੋਂ ਆਪਣੇ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸੌਦਾ ਲੈ ਕੇ ਤੁਰੋ, ਖਸਮ-ਪ੍ਰਭੂ ਖ਼ੁਸ਼ ਹੋ ਕੇ ਵੇਖੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਵੱਖਰੁ) ਲਾਭਦਾੲਿਕ ਸੌਦਾ[ (ਪਤੀ-ਅਾੲਿ) ਖੁਸ਼[ ਚੱਲਹੁ",
    "type_id": 4
  }
]
