[
  {
    "id": 942,
    "shabad_id": 77,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਾ ਰਾਸਿ ਨ ਸਚੁ ਹੈ; ਕਿੳੁ. ਤਿਨਾ ਸੁਖੁ ਹੋੲਿ ||",
    "transliteration": "Jinaa Raas N Sach Hai Kio Thinaa Sukh Hoe ||",
    "translation": "Those who do not have the Assets of Truth-how can they find peace?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਕੋਲ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਪੂੰਜੀ ਨਹੀਂ, ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "(ਰਾਸਿ) ਪੰੂਜੀ",
    "type_id": 3
  },
  {
    "id": 943,
    "shabad_id": 77,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਖੋਟੈ ਵਣਜਿ ਵਣੰਜਿਅੈ; ਮਨੁ ਤਨੁ ਖੋਟਾ ਹੋੲਿ ||",
    "transliteration": "Khottai Vanaj Vananjiai Man Than Khottaa Hoe ||",
    "translation": "By dealing their deals of falsehood, their minds and bodies become false.",
    "punjabi": "ਜੇ ਨਿੱਤ ਖੋਟਾ ਵਪਾਰ ਹੀ ਕਰਦੇ ਰਹੀਏ, ਤਾਂ ਮਨ ਭੀ ਖੋਟਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਸਰੀਰ ਭੀ ਖੋਟਾ (ਭਾਵ, ਖੋਟ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰਚ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 944,
    "shabad_id": 77,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਫਾਹੀ ਫਾਥੇ ਮਿਰਗ ਜਿੳੁ; ਦੂਖੁ ਘਣੋ ਨਿਤ ਰੋੲਿ ||੨||",
    "transliteration": "Faahee Faathhae Mirag Jio Dhookh Ghano Nith Roe ||2||",
    "translation": "Like the deer caught in the trap, they suffer in terrible agony; they continually cry out in pain. ||2||",
    "punjabi": "ਜਿਵੇਂ ਫਾਹੀ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹਰਨ ਦੁਖੀ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ (ਖੋਟ ਦੀ ਫਾਹੀ ਵਿਚ ਫਸ ਕੇ) ਜੀਵ ਨੂੰ ਬਹੁਤ ਦੁਖ ਹੁੰਦਾ ਹੈ, ਉਹ ਨਿੱਤ ਦੁਖੀ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 945,
    "shabad_id": 77,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਖੋਟੇ. ਪੋਤੈ ਨਾ ਪਵਹਿ; ਤਿਨ. ਹਰਿ ਗੁਰ, ਦਰਸੁ ਨ ਹੋੲਿ ||",
    "transliteration": "Khottae Pothai Naa Pavehi Thin Har Gur Dharas N Hoe ||",
    "translation": "The counterfeit coins are not put into the Treasury; they do not obtain the Blessed Vision of the Lord-Guru.",
    "punjabi": "ਖੋਟੇ ਸਿੱਕੇ (ਸਰਕਾਰੀ) ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਨਹੀਂ ਲਏ ਜਾਂਦੇ (ਤਿਵੇਂ ਹੀ ਖੋਟੇ ਬੰਦੇ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਨਹੀਂ ਪਾਂਦੇ) ਉਹਨਾਂ ਨੂੰ ਹਰੀ ਦਾ ਗੁਰੂ ਦਾ ਦੀਦਾਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਪੋਤੈ)ਖ਼ਜ਼ਾਨੇ",
    "type_id": 3
  },
  {
    "id": 946,
    "shabad_id": 77,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਖੋਟੇ. ਜਾਤਿ ਨ ਪਤਿ ਹੈ; ਖੋਟਿ. ਨ ਸੀਝਸਿ ਕੋੲਿ ||",
    "transliteration": "Khottae Jaath N Path Hai Khott N Seejhas Koe ||",
    "translation": "The false ones have no social status or honor. No one succeeds through falsehood.",
    "punjabi": "ਖੋਟੇ ਮਨੁੱਖ ਦਾ ਅਸਲਾ ਚੰਗਾ ਨਹੀਂ ਹੁੰਦਾ, ਖੋਟੇ ਨੂੰ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲਦੀ। ਖੋਟ ਕਰਨ ਨਾਲ ਕੋਈ ਜੀਵ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਕਾਮਯਾਬ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "(ਸੀਝਸਿ) ਮੁਕਤ",
    "type_id": 3
  },
  {
    "id": 947,
    "shabad_id": 77,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਖੋਟੇ ਖੋਟੁ ਕਮਾਵਣਾ; ਅਾੲਿ ਗੲਿਅਾ ਪਤਿ ਖੋੲਿ ||੩||",
    "transliteration": "Khottae Khott Kamaavanaa Aae Gaeiaa Path Khoe ||3||",
    "translation": "Practicing falsehood again and again, people come and go in reincarnation, and forfeit their honor. ||3||",
    "punjabi": "ਖੋਟੇ ਮਨੁੱਖ ਨੇ ਸਦਾ ਖੋਟ ਹੀ ਕਮਾਣਾ ਹੈ (ਉਸ ਨੂੰ ਖੋਟ ਕਮਾਣ ਦੀ ਆਦਤ ਪੈ ਜਾਂਦੀ ਹੈ) ਉਹ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ ਸਦਾ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 948,
    "shabad_id": 77,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਮਨੁ ਸਮਝਾੲੀਅੈ; ਗੁਰ ਕੈ ਸਬਦਿ ਸਾਲਾਹ ||",
    "transliteration": "Naanak Man Samajhaaeeai Gur Kai Sabadh Saalaah ||",
    "translation": "O Nanak, instruct your mind through the Word of the Guru's Shabad, and praise the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਮਨ ਨੂੰ ਸਮਝਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 949,
    "shabad_id": 77,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਰੰਗਿ ਰਤਿਅਾ; ਭਾਰੁ ਨ ਭਰਮੁ. ਤਿਨਾਹ ||",
    "transliteration": "Raam Naam Rang Rathiaa Bhaar N Bharam Thinaah ||",
    "translation": "Those who are imbued with the love of the Name of the Lord are not loaded down by doubt.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਖੋਟੇ ਕੰਮਾਂ ਦਾ ਭਾਰ ਸਹਾਰਨਾ ਨਹੀਂ ਪੈਂਦਾ, ਉਹਨਾਂ ਦਾ ਮਨ ਖੋਟੇ ਕੰਮਾਂ ਵੱਲ ਨਹੀਂ ਦੌੜਦਾ।",
    "pronunciation": "ਰੱਤਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 950,
    "shabad_id": 77,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਜਪਿ ਲਾਹਾ ਅਗਲਾ; ਨਿਰਭੳੁ ਹਰਿ ਮਨ ਮਾਹ ||੪||੨੩||",
    "transliteration": "Har Jap Laahaa Agalaa Nirabho Har Man Maah ||4||23||",
    "translation": "Those who chant the Name of the Lord earn great profits; the Fearless Lord abides within their minds. ||4||23||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਬਹੁਤ ਆਤਮਕ ਲਾਭ ਖੱਟ ਲਈਦਾ ਹੈ, ਅਤੇ ਉਹ ਪ੍ਰਭੂ ਜੋ ਕਿਸੇ ਡਰ ਦੇ ਅਧੀਨ ਨਹੀਂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੪॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 951,
    "shabad_id": 78,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ਘਰੁ ੨ ||",
    "transliteration": "Sireeraag Mehalaa 1 Ghar 2 ||",
    "translation": "Siree Raag, First Mehl, Second House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 952,
    "shabad_id": 78,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਧਨੁ ਜੋਬਨੁ ਅਰੁ ਫੁਲੜਾ; ਨਾਠੀਅੜੇ ਦਿਨ ਚਾਰਿ ||",
    "transliteration": "Dhhan Joban Ar Fularraa Naatheearrae Dhin Chaar ||",
    "translation": "Wealth, the beauty of youth and flowers are guests for only a few days.",
    "punjabi": "ਧਨ, ਜੁਆਨੀ ਅਤੇ ਨਿੱਕਾ ਜਿਹਾ ਫੁੱਲ-ਇਹ ਚਾਰ ਦਿਨਾਂ ਦੇ ਹੀ ਪਰਾਹੁਣੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(ਫੁੱਲੜਾ) ਫੁੱਲ[ (ਨਾਠੀਅੜੇ) ਪਰਾਹੁਣੇ",
    "type_id": 3
  },
  {
    "id": 953,
    "shabad_id": 78,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪਬਣਿ ਕੇਰੇ. ਪਤ ਜਿੳੁ; ਢਲਿ ਢੁਲਿ ਜੁੰਮਣਹਾਰ ||੧||",
    "transliteration": "Paban Kaerae Path Jio Dtal Dtul Junmanehaar ||1||",
    "translation": "Like the leaves of the water-lily, they wither and fade and finally die. ||1||",
    "punjabi": "ਜਿਵੇਂ ਚੌਪੱਤੀ ਦੇ ਪੱਤਰ (ਪਾਣੀ ਦੇ) ਢਲ ਜਾਣ ਨਾਲ ਸੁੱਕ ਕੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਤਿਵੇਂ ਇਹ ਭੀ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਪੱਬਣਿ) ਚੁਪੱਤੀ (ਕੇਰੇ) ਦੇ[ (ਢਲਿ ਢੁਲਿ) ਸੁੱਕ ਕੁਮਲ਼ਾ ਕੇ (ਜੁੰਮਣਹਾਰ) ਨਾਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ[ ਪੱਤ",
    "type_id": 3
  },
  {
    "id": 954,
    "shabad_id": 78,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਰੰਗੁ ਮਾਣਿ ਲੈ ਪਿਅਾਰਿਅਾ; ਜਾ ਜੋਬਨੁ ਨੳੁ ਹੁਲਾ ||",
    "transliteration": "Rang Maan Lai Piaariaa Jaa Joban No Hulaa ||",
    "translation": "Be happy, dear beloved, as long as your youth is fresh and delightful.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਦ ਤਕ ਨਵੀਂ ਜੁਆਨੀ ਹੈ ਤਦ ਤਕ ਆਤਮਕ ਅਨੰਦ ਲੈ ਲੈ;",
    "pronunciation": "(ਨੳੁ) ਨਵੇਂ[ (ਹੁਲਾ) ਹੁਲਾਰੇੇ ਦਾ",
    "type_id": 3
  },
  {
    "id": 955,
    "shabad_id": 78,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਦਿਨ ਥੋੜੜੇ ਥਕੇ; ਭੲਿਅਾ ਪੁਰਾਣਾ ਚੋਲਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Dhin Thhorrarrae Thhakae Bhaeiaa Puraanaa Cholaa ||1|| Rehaao ||",
    "translation": "But your days are few-you have grown weary, and now your body has grown old. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਉਮਰ ਦੇ ਦਿਨ ਥੋੜੇ ਰਹਿ ਗਏ, ਸਰੀਰਕ ਚੋਲਾ ਪੁਰਾਣਾ ਹੋ ਜਾਇਗਾ (ਫਿਰ ਸਿਮਰਨ ਨਹੀਂ ਹੋ ਸਕੇਗਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਥੱਕੇ) ਰਹਿ ਗੲੇ[ ਚੋਲਾ: ਪੋਲਾ ਬੋਲੋ[ (ਚੋਲਾ) ਸਰੀਰ",
    "type_id": 4
  },
  {
    "id": 956,
    "shabad_id": 78,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਜਣ ਮੇਰੇ ਰੰਗੁਲੇ; ਜਾੲਿ ਸੁਤੇ ਜੀਰਾਣਿ ||",
    "transliteration": "Sajan Maerae Rangulae Jaae Suthae Jeeraan ||",
    "translation": "My playful friends have gone to sleep in the graveyard.",
    "punjabi": "ਮੇਰੇ ਪਿਆਰੇ ਸੱਜਣ ਕਬਰਿਸਤਾਨ ਵਿਚ ਜਾ ਸੁੱਤੇ ਹਨ,",
    "pronunciation": "(ਜੀਰਾਣਿ) ਮਸਾਣ[ਸੱੁਤੇ",
    "type_id": 3
  },
  {
    "id": 957,
    "shabad_id": 78,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹੰ ਭੀ ਵੰਞਞਾ ਡੁਮਣੀ; ਰੋਵਾ ਝੀਣੀ ਬਾਣਿ ||੨||",
    "transliteration": "Han Bhee Vannjaa Ddumanee Rovaa Jheenee Baan ||2||",
    "translation": "In my double-mindedness, I shall have to go as well. I cry in a feeble voice. ||2||",
    "punjabi": "(ਮੈਂ ਉਹਨਾਂ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਧੀਮੀ ਆਵਾਜ਼ ਨਾਲ ਰੋ ਰਹੀ ਹਾਂ (ਪਰ ਮੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਰਹੀ ਕਿ) ਮੈਂ ਭੀ ਦੁਚਿੱਤੀ ਹੋ ਕੇ (ਉਧਰ ਨੂੰ ਹੀ) ਚੱਲ ਪਵਾਂਗੀ ॥੨॥",
    "pronunciation": "(ਹੰ) ਮੈਂ[ (ਵੰਞਾ) ਜਾਵਾਂਗੀ[ (ਡੁਮਣੀ) ਦੁੱਖੀ ਹੋ ਕੇ[ (ਝੀਣੀ) ਬ੍ਰੀਕ (ਬਾਣਿ) ਅਵਾਜ਼ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 958,
    "shabad_id": 78,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕੀ. ਨ ਸੁਣੇਹੀ ਗੋਰੀੲੇ; ਅਾਪਣ ਕੰਨੀ ਸੋੲਿ ||",
    "transliteration": "Kee N Sunaehee Goreeeae Aapan Kannee Soe ||",
    "translation": "Haven't you heard the call from beyond, O beautiful soul-bride?",
    "punjabi": "ਹੇ ਸੁੰਦਰ ਜੀਵ-ਇਸਤ੍ਰੀ! ਤੂੰ ਧਿਆਨ ਨਾਲ ਇਹ ਖ਼ਬਰ ਕਿਉਂ ਨਹੀਂ ਸੁਣਦੀ?",
    "pronunciation": "(ਕੀ) ਕਿੳੁਂ[ ਗੁਰਸੇਵਕ ਰੂਪ (ਗੋਰੀੲੇ) ੲਿਸਤ੍ਰੀੲੇ[ (ਸੋੲਿ) ਸੋਭਾ",
    "type_id": 3
  },
  {
    "id": 959,
    "shabad_id": 78,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਲਗੀ ਅਾਵਹਿ ਸਾਹੁਰੈ; ਨਿਤ. ਨ ਪੇੲੀਅਾ ਹੋੲਿ ||੩||",
    "transliteration": "Lagee Aavehi Saahurai Nith N Paeeeaa Hoe ||3||",
    "translation": "You must go to your in-laws; you cannot stay with your parents forever. ||3||",
    "punjabi": "ਕਿ ਪੇਕਾ-ਘਰ (ਇਸ ਲੋਕ ਦਾ ਵਸੇਬਾ) ਸਦਾ ਨਹੀਂ ਰਹਿ ਸਕਦਾ, ਸਹੁਰੇ ਘਰ (ਪਰਲੋਕ ਵਿਚ) ਜ਼ਰੂਰ ਜਾਣਾ ਪਵੇਗਾ ॥੩॥",
    "pronunciation": "ਲਗੀ:ਪੋਲਾ ਬੋਲੋ (ਲਗੀ) ਚੱਲੀ ਅਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 960,
    "shabad_id": 78,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਸੁਤੀ ਪੇੲੀਅੈ; ਜਾਣੁ ਵਿਰਤੀ ਸੰਨਿ ||",
    "transliteration": "Naanak Suthee Paeeeai Jaan Virathee Sann ||",
    "translation": "O Nanak, know that she who sleeps in her parents' home is plundered in broad daylight.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪੇਕੇ ਘਰ (ਇਸ ਲੋਕ ਵਿਚ ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੀ ਰਹੀ, ਇਉਂ ਜਾਣੋ ਕਿ (ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਦਿਨ-ਦਿਹਾੜੇ ਹੀ ਸੰਨ੍ਹ ਲੱਗੀ ਰਹੀ।",
    "pronunciation": "(ਵਿ-ਰੱਤੀ) ਦਿਨੇ, (ਸੰਨਿ੍ਹ) ਪਾੜ ਲਾ ਕੇ[ ਸੁੱਤੀ",
    "type_id": 3
  },
  {
    "id": 961,
    "shabad_id": 78,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਗੁਣਾ ਗਵਾੲੀ ਗੰਠੜੀ; ਅਵਗਣ ਚਲੀ ਬੰਨਿ ||੪||੨੪||",
    "transliteration": "Gunaa Gavaaee Gantharree Avagan Chalee Bann ||4||24||",
    "translation": "She has lost her bouquet of merits; gathering one of demerits, she departs. ||4||24||",
    "punjabi": "ਉਸ ਨੇ ਗੁਣਾਂ ਦੀ ਗੰਢੜੀ ਗਵਾ ਲਈ, ਉਹ (ਇਥੋਂ) ਔਗੁਣਾਂ ਦੀ ਪੰਡ ਬੰਨ੍ਹ ਕੇ ਲੈ ਤੁਰੀ ॥੪॥੨੪॥",
    "pronunciation": "ਬੰਨਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 962,
    "shabad_id": 79,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ਘਰੁ ਦੂਜਾ ੨ ||",
    "transliteration": "Sireeraag Mehalaa 1 Ghar Dhoojaa 2 ||",
    "translation": "Siree Raag, First Mehl, Second House:",
    "punjabi": "",
    "pronunciation": "ਅੱਖਰ ਦੂਜਾ ਮਗਰੋਂ, ੨ ਨਹੀਂ ੳੁਚਾਰਨਾ",
    "type_id": 3
  },
  {
    "id": 963,
    "shabad_id": 79,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਰਸੀਅਾ. ਅਾਪਿ ਰਸੁ; ਅਾਪੇ ਰਾਵਣਹਾਰੁ ||",
    "transliteration": "Aapae Raseeaa Aap Ras Aapae Raavanehaar ||",
    "translation": "He Himself is the Enjoyer, and He Himself is the Enjoyment. He Himself is the Ravisher of all.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਰਸ-ਭਰਿਆ ਪਦਾਰਥ ਹੈ, ਆਪ ਹੀ (ਉਸ ਵਿਚ) ਰਸ ਹੈ, ਆਪ ਹੀ ਉਸ ਸਵਾਦ ਨੂੰ ਮਾਣਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਰਸੀਅਾ ਰਸ: ਪੋਲੇ ਬੋਲੋ[ (ਰਾਵਣਹਾਰੁ) ਭੋਗਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 964,
    "shabad_id": 79,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਹੋਵੈ ਚੋਲੜਾ; ਅਾਪੇ ਸੇਜ ਭਤਾਰੁ ||੧||",
    "transliteration": "Aapae Hovai Cholarraa Aapae Saej Bhathaar ||1||",
    "translation": "He Himself is the Bride in her dress, He Himself is the Bridegroom on the bed. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਬਣਦਾ ਹੈ, ਆਪ ਹੀ ਸੇਜ, ਤੇ ਆਪ ਹੀ (ਮਾਣਨ ਵਾਲਾ) ਖਸਮ ਹੈ ॥੧॥",
    "pronunciation": "ਜਗਿਅਾਸੂ ਰੂਪ (ਚੋਲੜਾ) ੲਿਸਤ੍ਰੀ, ਅੰਤਹਕਰਨ ਰੂਪੀ ਸੇਜ ਤੇ ਅਾੳੁਣ ਵਾਲੇ (ਭਤਾਰੁ)ਪ੍ਰਭ ਅਾਪ ਜੀ ਹੀ ਹਨ[ਚੋਲੜਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 965,
    "shabad_id": 79,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰੰਗਿ ਰਤਾ ਮੇਰਾ ਸਾਹਿਬੁ; ਰਵਿ ਰਹਿਅਾ ਭਰਪੂਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Rang Rathaa Maeraa Saahib Rav Rehiaa Bharapoor ||1|| Rehaao ||",
    "translation": "My Lord and Master is imbued with love; He is totally permeating and pervading all. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ ਹੈ, ਉਹ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਪੂਰਨ ਤੌਰ ਤੇ ਵਿਆਪਕ ਹੈ॥੧॥ਰਹਾਉ॥",
    "pronunciation": "(ਰਵਿ) ਵਿਅਾਪਕ",
    "type_id": 4
  },
  {
    "id": 966,
    "shabad_id": 79,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਮਾਛੀ ਮਛੁਲੀ; ਅਾਪੇ ਪਾਣੀ ਜਾਲੁ ||",
    "transliteration": "Aapae Maashhee Mashhulee Aapae Paanee Jaal ||",
    "translation": "He Himself is the fisherman and the fish; He Himself is the water and the net.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਮੱਛੀਆਂ ਫੜਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਮੱਛੀ ਹੈ, ਆਪ ਹੀ ਪਾਣੀ ਹੈ (ਜਿਸ ਵਿਚ ਮੱਛੀ ਰਹਿੰਦੀ ਹੈ) ਆਪ ਹੀ ਜਾਲ ਹੈ (ਜਿਸ ਵਿਚ ਮੱਛੀ ਫੜੀਦੀ ਹੈ)।",
    "pronunciation": "ਅਾਪੇ (ਮਾਛੀ) ਪ੍ਰਭ ਜੀ (ਮੱਛੀ) ਦਾਸਨਦਾਸੀ ਨੰੂ ਗੁਰਸਿੱਖੀ ਰੂਪੀ ਪਾਣੀ ਚ ਰੱਖ ਕੇ ਪ੍ਰੇਮ ਰੂਪੀ ਜਾਲੁ ਪਾੳੁਣ ਵਾਲੇ ਅਾਪੇ ਹੀ ਹਨ",
    "type_id": 3
  },
  {
    "id": 967,
    "shabad_id": 79,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਜਾਲ ਮਣਕੜਾ; ਅਾਪੇ ਅੰਦਰਿ ਲਾਲੁ ||੨||",
    "transliteration": "Aapae Jaal Manakarraa Aapae Andhar Laal ||2||",
    "translation": "He Himself is the sinker, and He Himself is the bait. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਹੀ ਉਸ ਜਾਲ ਦੇ ਮਣਕੇ ਹੈ, ਆਪ ਹੀ ਉਸ ਜਾਲ ਵਿਚ ਮਾਸ ਦੀ ਬੋਟੀ ਹੈ (ਜੋ ਮੱਛੀ ਨੂੰ ਜਾਲ ਵੱਲ ਪ੍ਰੇਰਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "ਜਾਲ ਨੰੂ ਡੁਬੋਣ ਲੲੀ ਨਾਲ ਬੰਨੇ ਲੋਹੇ ਦੇ (ਮਣ-ਕੜਾ) ਮਣਕੇ",
    "type_id": 3
  },
  {
    "id": 968,
    "shabad_id": 79,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਬਹੁ ਬਿਧਿ ਰੰਗੁਲਾ; ਸਖੀੲੇ ਮੇਰਾ ਲਾਲੁ ||",
    "transliteration": "Aapae Bahu Bidhh Rangulaa Sakheeeae Maeraa Laal ||",
    "translation": "He Himself loves in so many ways. O sister soul-brides, He is my Beloved.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਚੋਜ ਤਮਾਸ਼ੇ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 969,
    "shabad_id": 79,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਨਿਤ ਰਵੈ ਸੋਹਾਗਣੀ; ਦੇਖੁ ਹਮਾਰਾ ਹਾਲੁ ||੩||",
    "transliteration": "Nith Ravai Sohaaganee Dhaekh Hamaaraa Haal ||3||",
    "translation": "He continually ravishes and enjoys the happy soul-brides; just look at the plight I am in without Him! ||3||",
    "punjabi": "ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਉਹ ਖਸਮ ਪ੍ਰਭੂ ਸਦਾ ਮਿਲਦਾ ਹੈ, ਪਰ ਮੇਰੇ ਵਰਗੀਆਂ ਦਾ ਹਾਲ ਵੇਖ (ਕਿ ਸਾਨੂੰ ਕਦੇ ਦੀਦਾਰ ਨਹੀਂ ਹੁੰਦਾ) ॥੩॥",
    "pronunciation": "(ਰਵੈ) ਜਪਦੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 970,
    "shabad_id": 79,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਣਵੈ ਨਾਨਕੁ ਬੇਨਤੀ; ਤੂ ਸਰਵਰੁ. ਤੂ ਹੰਸੁ ||",
    "transliteration": "Pranavai Naanak Baenathee Thoo Saravar Thoo Hans ||",
    "translation": "Prays Nanak, please hear my prayer: You are the pool, and You are the soul-swan.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਅਰਦਾਸ ਕਰਦਾ ਹੈ (ਤੂੰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ, ਮੈਨੂੰ ਵੀ ਦੀਦਾਰ ਦੇਹ) ਤੂੰ ਹੀ ਸਰੋਵਰ ਹੈਂ, ਤੂੰ ਹੀ ਸਰੋਵਰ ਤੇ ਰਹਿਣ ਵਾਲਾ ਹੰਸ ਹੈਂ।",
    "pronunciation": "(ਪ੍ਰਣਵੈ) ਸਤਿਕਾਰ ਨਾਲ[ (ਸਰਵਰੁ) ਮਾਨ ਸਰੋਵਰ",
    "type_id": 3
  },
  {
    "id": 971,
    "shabad_id": 79,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕੳੁਲੁ ਤੂਹੈ. ਕਵੀਅਾ ਤੂਹੈ; ਅਾਪੇ ਵੇਖਿ ਵਿਗਸੁ ||੪||੨੫||",
    "transliteration": "Koul Thoo Hai Kaveeaa Thoo Hai Aapae Vaekh Vigas ||4||25||",
    "translation": "You are the lotus flower of the day and You are the water-lily of the night. You Yourself behold them, and blossom forth in bliss. ||4||25||",
    "punjabi": "ਸੂਰਜ ਦੀ ਰੌਸ਼ਨੀ ਵਿਚ ਖਿੜਨ ਵਾਲਾ ਕੌਲ ਫੁੱਲ ਭੀ ਤੂੰ ਹੀ ਹੈਂ ਤੇ ਚੰਦ ਦੇ ਚਾਨਣ ਵਿਚ ਖਿੜਨ ਵਾਲੀ ਕੰਮੀ ਭੀ ਤੂੰ ਹੀ ਹੈਂ (ਆਪਣੇ ਜਮਾਲ ਨੂੰ ਤੇ ਆਪਣੇ ਜਲਾਲ ਨੂੰ) ਵੇਖ ਕੇ ਤੂੰ ਆਪ ਹੀ ਖ਼ੁਸ਼ ਹੋਣ ਵਾਲਾ ਹੈਂ ॥੪॥੨੫॥",
    "pronunciation": "(ਕੳੁਲੁ) ਕਮਲ ਦਾ ਫੁੱਲ[ (ਕਵੀਅਾ) ਰਾਤ ਨੰੂ ਖਿੜਨ ਵਾਲਾ ਫੁੱਲ[ (ਵਿ-ਗੱਸੁ) ਖੁਸ਼ ਹੋਣਾ",
    "type_id": 3
  },
  {
    "id": 972,
    "shabad_id": 80,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ਘਰੁ ੩ ||",
    "transliteration": "Sireeraag Mehalaa 1 Ghar 3 ||",
    "translation": "Siree Raag, First Mehl, Third House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 973,
    "shabad_id": 80,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਤਨੁ ਧਰਤੀ. ਬੀਜੁ ਕਰਮਾ ਕਰੋ; ਸਲਿਲ ਅਾ ਪਾੳੁ ਸਾਰਿੰਗਪਾਣੀ ||",
    "transliteration": "Eihu Than Dhharathee Beej Karamaa Karo Salil Aapaao Saaringapaanee ||",
    "translation": "Make this body the field, and plant the seed of good actions. Water it with the Name of the Lord, who holds all the world in His Hands.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਸ ਸਰੀਰ ਨੂੰ ਧਰਤੀ ਬਣਾ, ਆਪਣੇ (ਰੋਜ਼ਾਨਾ) ਕਰਮਾਂ ਨੂੰ ਬੀਜ ਬਣਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪਾਣੀ ਦਾ (ਇਸ ਭੁਇਂ) ਵਿਚ ਸਿੰਚਨ ਕਰ।",
    "pronunciation": "(ਸਾਰਿੰਗ-ਪਾਣੀ) ਨਾਮ ਜਪਣ ਰੂਪ ਪਾਣੀ[ (ਅਾ) ਸਭ ਪਾਸਿਅਾਂ ਤੋਂ (ਪਾੳੁ) ਪਾੳੁਣਾ ਕਰੋ[ (ਸ-ਲਿਲ) ਪਾਣੀ[ (ਸਾਰਿੰਗਪਾਣੀ) ਪ੍ਰਮਾਤਮਾ[ (ਦੂਜਾ ਪਾਠ: ਅਾਪਾੳੁ)",
    "type_id": 3
  },
  {
    "id": 974,
    "shabad_id": 80,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨੁ ਕਿਰਸਾਣੁ. ਹਰਿ ਰਿਦੈ ਜੰਮਾੲਿ ਲੈ; ੲਿੳੁ ਪਾਵਸਿ. ਪਦੁ ਨਿਰਬਾਣੀ ||੧||",
    "transliteration": "Man Kirasaan Har Ridhai Janmaae Lai Eio Paavas Padh Nirabaanee ||1||",
    "translation": "Let your mind be the farmer; the Lord shall sprout in your heart, and you shall attain the state of Nirvaanaa. ||1||",
    "punjabi": "ਆਪਣੇ ਮਨ ਨੂੰ ਕਿਸਾਨ ਬਣਾ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਉਗਾ। ਇਸ ਤਰ੍ਹਾਂ (ਹੇ ਭਾਈ!) ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਏਂਗਾ ਜਿਥੇ ਕੋਈ ਵਾਸ਼ਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੧॥",
    "pronunciation": "(ਨਿਰਬਾਣੀ) ਦੁੱਖਾਂ ਤੋਂ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 975,
    "shabad_id": 80,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਕਾਹੇ ਗਰਬਸਿ ਮੂੜੇ; ਮਾੲਿਅਾ ||",
    "transliteration": "Kaahae Garabas Moorrae Maaeiaa ||",
    "translation": "You fool! Why are you so proud of Maya?",
    "punjabi": "ਹੇ ਮੂਰਖ! ਮਾਇਆ ਦਾ ਕਿਉਂ ਮਾਣ ਕਰਦਾ ਹੈਂ?",
    "pronunciation": "(ਗਰਬਸਿ) ਹੰਕਾਰ ਕਰਦਾ ਹੈਂ (ਮੂੜੇ) ਮੂਰਖਾ",
    "type_id": 3
  },
  {
    "id": 976,
    "shabad_id": 80,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਪਿਤ ਸੁਤੋ ਸਗਲ ਕਾਲਤ੍ਰ ਮਾਤਾ; ਤੇਰੇ. ਹੋਹਿ ਨ ਅੰਤਿ ਸਖਾੲਿਅਾ || ਰਹਾੳੁ ||",
    "transliteration": "Pith Sutho Sagal Kaalathr Maathaa Thaerae Hohi N Anth Sakhaaeiaa || Rehaao ||",
    "translation": "Father, children, spouse, mother and all relatives-they shall not be your helpers in the end. ||Pause||",
    "punjabi": "ਪਿਤਾ, ਪੁੱਤਰ, ਇਸਤ੍ਰੀ, ਮਾਂ-ਇਹ ਸਾਰੇ ਅੰਤ ਵੇਲੇ ਤੇਰੇ ਸਹਾਈ ਨਹੀਂ ਬਣ ਸਕਦੇ।ਰਹਾਉ।",
    "pronunciation": "(ਸਖਾੲਿਅਾ) ਸਹਾੲਿਕ[ਕਾ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 977,
    "shabad_id": 80,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਿਖੈ ਬਿਕਾਰ ਦੁਸਟ. ਕਿਰਖਾ ਕਰੇ; ੲਿਨ ਤਜਿ. ਅਾਤਮੈ ਹੋੲਿ ਧਿਅਾੲੀ ||",
    "transliteration": "Bikhai Bikaar Dhusatt Kirakhaa Karae Ein Thaj Aathamai Hoe Dhhiaaee ||",
    "translation": "So weed out evil, wickedness and corruption; leave these behind, and let your soul meditate on God.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਚੰਦਰੇ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਨੂੰ ਹਿਰਦਾ-ਭੁਇਂ ਵਿਚੋਂ ਇਉਂ ਪੁੱਟ ਦੇਂਦਾ ਹੈ ਜਿਵੇਂ ਖੇਤੀ ਵਿਚੋਂ ਨਦੀਨ, ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦਾ ਤਿਆਗ ਕਰ ਕੇ ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ ਇਕ-ਚਿੱਤ ਹੋ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "(ਕਿਰ-ਖਾ) ਕੱਟਣਾ ਕਰੇ, ਦੁਸ਼ਟ ਵਿਕਾਰ ਅੌਗੁਣਾਂ ਨੰੂ[ (ਅਾਤਮੈ) ਪ੍ਰਮਾਤਮਾ",
    "type_id": 3
  },
  {
    "id": 978,
    "shabad_id": 80,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ. ਹੋਹਿ ਜਬ ਰਾਖੇ; ਕਮਲੁ ਬਿਗਸੈ. ਮਧੁ ਅਾਸ੍ਰਮਾੲੀ ||੨||",
    "transliteration": "Jap Thap Sanjam Hohi Jab Raakhae Kamal Bigasai Madhh Aasramaaee ||2||",
    "translation": "When chanting, austere meditation and self-discipline become your protectors, then the lotus blossoms forth, and the honey trickles out. ||2||",
    "punjabi": "ਜਦੋਂ ਜਪ ਤਪ ਤੇ ਸੰਜਮ (ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇ) ਰਾਖੇ ਬਣਦੇ ਹਨ, ਤਾਂ ਉਸ ਦਾ ਹਿਰਦਾ-ਕੌਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਦਾ ਰਸ (ਮਾਨੋਂ) ਸਿੰਮਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਰਿਦੇ ਚੋਂ (ਮਧੁ) ਅੰਮਿ੍ਰਤ[ (ਅਾਸ੍ਰਮਾੲੀ) ਸ੍ਰਵ ਨਿਕਲ ਅਾੳੁਂਦਾਹੈ",
    "type_id": 3
  },
  {
    "id": 979,
    "shabad_id": 80,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਬੀਸ ਸਪਤਾ ਹਰੋ. ਬਾਸਰੋ ਸੰਗ੍ਰਹੈ; ਤੀਨਿ ਖੋੜਾ. ਨਿਤ ਕਾਲੁ ਸਾਰੈ ||",
    "transliteration": "Bees Sapathaaharo Baasaro Sangrehai Theen Khorraa Nith Kaal Saarai ||",
    "translation": "Bring the twenty-seven elements of the body under your control, and throughout the three stages of life, remember death.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸਤਾਈ ਹੀ ਨਛੱਤ੍ਰਾਂ ਵਿਚ (ਭਾਵ) ਹਰ ਰੋਜ਼ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ) ਇਕੱਠਾ ਕਰਦਾ ਰਹੇ, ਜੇ ਮਨੁੱਖ ਆਪਣੀ ਉਮਰ ਦੀਆਂ ਤਿੰਨਾਂ ਹੀ ਅਵਸਥਾ (ਬਾਲਪਨ, ਜੁਆਨੀ, ਬੁਢੇਪੇ) ਵਿਚ ਮੌਤ ਨੂੰ ਚੇਤੇ ਰੱਖੇ,",
    "pronunciation": "(ਬੀਸ) ਪੰਜ ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ, ਪੰਜ ਕਰਮ ੲਿੰਦ੍ਰੇ, ਸ੍ਰੀਰਕ ਬਲ, ਬੁੱਧੀ ਵਿੱਦਿਅਾ ਭਰਾਵਾਂ ਮਿੱਤ੍ਰਾਂ ਧਨ ਜ਼ਮੀਨ ਪੁੱਤਾਂ ੲਿਸਤ੍ਰੀ, ਦੇਸ਼ ਜ਼ਾਤੀ ਕੁਲ ੳੁ੍ਨਚੇ ਅੌਹਦੇ ਘਰ ਅਸਵਾਰੀ ਹੁਸਨ, ਦਾਸਨ ਦਾਸਪੁਣੇ ਦਾ ਹੰਕਾਰ (ਹਰੋ) ਮੇਟੋ[ਗਿਅਾਨ ਰੂਪੀ (ਬਾਸਰੋ) ਦਿਨ[ (ਸੰਗ੍ਰਹੈ) ੲਿਕੱਤ੍ਰ ਕਰੋ[ ਨਸ਼ੇ ਵਿਕਾਰ ਪਾਪ ਰੂਪ ਤਿੰਨ (ਖੋੜਾ) ਖੁ੍ਨਡਾਂ ਚ ਡਿੱਗਣੇ ਕਰਕੇ[ ਕਾਲੁ (ਸਾਰੈ) ਸਾੜਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 980,
    "shabad_id": 80,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਦਸ ਅਠਾਰ ਮੈ. ਅਪਰੰਪਰੋ ਚੀਨੈ; ਕਹੈ ਨਾਨਕੁ. ੲਿਵ ੲੇਕੁ ਤਾਰੈ ||੩||੨੬||",
    "transliteration": "Dhas Athaar Mai Aparanparo Cheenai Kehai Naanak Eiv Eaek Thaarai ||3||26||",
    "translation": "See the Infinite Lord in the ten directions, and in all the variety of nature. Says Nanak, in this way, the One Lord shall carry you across. ||3||26||",
    "punjabi": "ਜੇ ਚਾਰ ਵੇਦਾਂ ਛੇ ਸ਼ਾਸਤ੍ਰਾਂ ਅਤੇ ਅਠਾਰਾਂ ਪੁਰਾਣ (ਆਦਿਕ ਸਾਰੀਆਂ ਧਰਮ-ਪੁਸਤਕਾਂ) ਵਿਚ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਹੀ ਖੋਜੇ ਤਾਂ ਹੇ ਨਾਨਕ! ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੩॥੨੬॥",
    "pronunciation": "(ਅਪ-ਰੰਪਰੋ) ਪ੍ਰਮਾਤਮਾ[ ਦਸ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
