[
  {
    "id": 1273,
    "shabad_id": 99,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ||",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1274,
    "shabad_id": 99,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਛੋਡਿ. ਬਿਖਿਅਾ ਲੋਭਾਣੇ; ਸੇਵਾ ਕਰਹਿ ਵਿਡਾਣੀ ||",
    "transliteration": "Anmrith Shhodd Bikhiaa Lobhaanae Saevaa Karehi Viddaanee ||",
    "translation": "Discarding the Ambrosial Nectar, they greedily grab the poison; they serve others, instead of the Lord.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਛੱਡ ਕੇ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹੁੰਦੇ ਹਨ (ਤੇ, ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਹੋਰ ਹੋਰ ਦੀ (ਸੇਵਾ ਖ਼ੁਸ਼ਾਮਦ) ਕਰਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "ਪ੍ਰਮਾਤਮਾ ਬਿਨਾ (ਵਿਡਾਣੀ) ਦੂਜੇ ਦੀ",
    "type_id": 3
  },
  {
    "id": 1275,
    "shabad_id": 99,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਪਣਾ ਧਰਮੁ ਗਵਾਵਹਿ, ਬੂਝਹਿ ਨਾਹੀ; ਅਨ ਦਿਨੁ ਦੁਖਿ ਵਿਹਾਣੀ ||",
    "transliteration": "Aapanaa Dhharam Gavaavehi Boojhehi Naahee Anadhin Dhukh Vihaanee ||",
    "translation": "They lose their faith, they have no understanding; night and day, they suffer in pain.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਆਪਣਾ (ਮਨੁੱਖਾ ਜਨਮ ਦਾ) ਫ਼ਰਜ਼ ਭੁਲਾ ਬੈਠਦੇ ਹਨ (ਪਰ) ਸਮਝਦੇ ਨਹੀਂ, ਤੇ (ਉਹਨਾਂ ਦੀ ਉਮਰ) ਹਰ ਵੇਲੇ ਦੁੱਖ ਵਿਚ ਬੀਤਦੀ ਹੈ।",
    "pronunciation": "(ਵਿਹਾਣੀ) ਬਤੀਤ ਕਰਨਾ",
    "type_id": 3
  },
  {
    "id": 1276,
    "shabad_id": 99,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਨਮੁਖ ਅੰਧੁ. ਨ ਚੇਤਹੀ; ਡੂਬਿ ਮੁੲੇ. ਬਿਨੁ ਪਾਣੀ ||੧||",
    "transliteration": "Manamukh Andhh N Chaethehee Ddoob Mueae Bin Paanee ||1||",
    "translation": "The blind, self-willed manmukhs do not even think of the Lord; they are drowned to death without water. ||1||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨਮੁਖ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਯਾਦ ਕਰਦੇ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਹੀ ਡੁੱਬ ਮਰਦੇ ਹਨ (ਭਾਵ, ਵਿਕਾਰਾਂ ਵਿਚ ਗ਼ਲਤਾਨ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ਤੇ ਪ੍ਰਾਪਤ ਭੀ ਕੁਝ ਨਹੀਂ ਹੁੰਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1277,
    "shabad_id": 99,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਰੇ. ਸਦਾ ਭਜਹੁ; ਹਰਿ ਸਰਣਾੲੀ ||",
    "transliteration": "Man Rae Sadhaa Bhajahu Har Saranaaee ||",
    "translation": "O mind, vibrate and meditate forever on the Lord; seek the Protection of His Sanctuary.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ।",
    "pronunciation": "ਭਜਹੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1278,
    "shabad_id": 99,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ ਅੰਤਰਿ ਵਸੈ; ਤਾ ਹਰਿ ਵਿਸਰਿ. ਨ ਜਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Kaa Sabadh Anthar Vasai Thaa Har Visar N Jaaee ||1|| Rehaao ||",
    "translation": "If the Word of the Guru's Shabad abides deep within, then you shall not forget the Lord. ||1||Pause||",
    "punjabi": "(ਪਰ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ) ਜਦੋਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸੇ, ਤਦੋਂ ਪਰਮਾਤਮਾ (ਹਿਰਦੇ ਵਿਚੋਂ) ਨਹੀਂ ਵਿਸਰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1279,
    "shabad_id": 99,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ੲਿਹੁ ਸਰੀਰੁ. ਮਾੲਿਅਾ ਕਾ ਪੁਤਲਾ; ਵਿਚਿ ਹੳੁਮੈ ਦੁਸਟੀ ਪਾੲੀ ||",
    "transliteration": "Eihu Sareer Maaeiaa Kaa Puthalaa Vich Houmai Dhusattee Paaee ||",
    "translation": "This body is the puppet of Maya. The evil of egotism is within it.",
    "punjabi": "ਮਨਮੁਖ ਦਾ ਇਹ ਸਰੀਰ ਮਾਇਆ ਦਾ ਪੁਤਲਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਮਨਮੁਖ ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਤੇ ਨੱਚਦਾ ਰਹਿੰਦਾ ਹੈ) ਮਨਮੁਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਉਮੈ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ਵਿਕਾਰਾਂ ਦਾ ਭੈੜ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਦੁਸਟੀ) ਨੀਚਤਾ[ ਪੁਤਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1280,
    "shabad_id": 99,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਅਾਵਣੁ ਜਾਣਾ ਜੰਮਣੁ ਮਰਣਾ; ਮਨਮੁਖਿ ਪਤਿ ਗਵਾੲੀ ||",
    "transliteration": "Aavan Jaanaa Janman Maranaa Manamukh Path Gavaaee ||",
    "translation": "Coming and going through birth and death, the self-willed manmukhs lose their honor.",
    "punjabi": "ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਜਾਣਾ ਜੰਮਣਾ ਮਰਨਾ ਸਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨਮੁਖ ਨੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਭੀ ਗਵਾ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1281,
    "shabad_id": 99,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਤਗੁਰੁ ਸੇਵਿ ਸਦਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੀ ||੨||",
    "transliteration": "Sathagur Saev Sadhaa Sukh Paaeiaa Jothee Joth Milaaee ||2||",
    "translation": "Serving the True Guru, eternal peace is obtained, and one's light merges into the Light. ||2||",
    "punjabi": "ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕੀਤੀ, ਉਸ ਨੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ, ਉਸ ਦੀ ਜੋਤਿ, ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1282,
    "shabad_id": 99,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਤਗੁਰ ਕੀ ਸੇਵਾ ਅਤਿ ਸੁਖਾਲੀ; ਜੋ ੲਿਛੇ ਸੋ ਫਲੁ ਪਾੲੇ ||",
    "transliteration": "Sathagur Kee Saevaa Ath Sukhaalee Jo Eishhae So Fal Paaeae ||",
    "translation": "Serving the True Guru brings a deep and profound peace, and one's desires are fulfilled.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬਹੁਤ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ) ਜੋ ਕੁਝ ਇੱਛਾ ਕਰਦਾ ਹੈ ਉਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1283,
    "shabad_id": 99,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਤੁ ਸਤੁ ਤਪੁ ਪਵਿਤੁ ਸਰੀਰਾ; ਹਰਿ ਹਰਿ ਮੰਨਿ ਵਸਾੲੇ ||",
    "transliteration": "Jath Sath Thap Pavith Sareeraa Har Har Mann Vasaaeae ||",
    "translation": "Abstinence, truthfulness and self-discipline are obtained, and the body is purified; the Lord, Har, Har, comes to dwell within the mind.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਹੀ ਜਤ ਸਤ ਤਪ (ਦਾ ਮੂਲ) ਹੈ, (ਗੁਰਮੁਖ ਦਾ) ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1284,
    "shabad_id": 99,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਦਾ ਅਨੰਦਿ ਰਹੈ ਦਿਨੁ ਰਾਤੀ; ਮਿਲਿ ਪ੍ਰੀਤਮ ਸੁਖੁ ਪਾੲੇ ||੩||",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Mil Preetham Sukh Paaeae ||3||",
    "translation": "Such a person remains blissful forever, day and night. Meeting the Beloved, peace is found. ||3||",
    "punjabi": "ਗੁਰਮੁਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਅਨੰਦ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਆਤਮਕ ਸੁਖ ਮਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1285,
    "shabad_id": 99,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਸਤਗੁਰ ਕੀ ਸਰਣਾਗਤੀ; ਹੳੁ ਤਿਨ ਕੈ ਬਲਿ ਜਾੳੁ ||",
    "transliteration": "Jo Sathagur Kee Saranaagathee Ho Thin Kai Bal Jaao ||",
    "translation": "I am a sacrifice to those who seek the Sanctuary of the True Guru.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1286,
    "shabad_id": 99,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਦਰਿ ਸਚੈ ਸਚੀ ਵਡਿਅਾੲੀ; ਸਹਜੇ ਸਚਿ ਸਮਾੳੁ ||",
    "transliteration": "Dhar Sachai Sachee Vaddiaaee Sehajae Sach Samaao ||",
    "translation": "In the Court of the True One, they are blessed with true greatness; they are intuitively absorbed into the True Lord.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਲਈ ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨਤਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1287,
    "shabad_id": 99,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਪਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਮੇਲਿ ਮਿਲਾੳੁ ||੪||੧੨||੪੫||",
    "transliteration": "Naanak Nadharee Paaeeai Guramukh Mael Milaao ||4||12||45||",
    "translation": "O Nanak, by His Glance of Grace He is found; the Gurmukh is united in His Union. ||4||12||45||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਾਪ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੪॥੧੨॥੪੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1288,
    "shabad_id": 100,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ||",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1289,
    "shabad_id": 100,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖ ਕਰਮ ਕਮਾਵਣੇ; ਜਿੳੁ ਦੋਹਾਗਣਿ ਤਨਿ ਸੀਗਾਰੁ ||",
    "transliteration": "Manamukh Karam Kamaavanae Jio Dhohaagan Than Seegaar ||",
    "translation": "The self-willed manmukh performs religious rituals, like the unwanted bride decorating her body.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ (ਧਾਰਮਿਕ) ਕੰਮ ਕਮਾਣੇ ਇਉਂ ਹਨ ਜਿਵੇਂ ਕੋਈ ਛੁੱਟੜ ਇਸਤ੍ਰੀ (ਆਪਣੇ) ਸਰੀਰ ਉੱਤੇ ਸਿੰਗਾਰ ਕਰਦੀ ਹੈ।",
    "pronunciation": "(ਦੋਹਾਗਣਿ) ਛੁੱਟੜ[ ਕਮਾਵਣੇ: ਵਾਵਾ ਭਰਵਾਂ ਬੋਲੋ, ਵਾਵੇ ਨੂੰ ਮੰਮਾ ਨ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1290,
    "shabad_id": 100,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੇਜੈ ਕੰਤੁ. ਨ ਅਾਵੲੀ; ਨਿਤ ਨਿਤ ਹੋੲਿ ਖੁਅਾਰੁ ||",
    "transliteration": "Saejai Kanth N Aavee Nith Nith Hoe Khuaar ||",
    "translation": "Her Husband Lord does not come to her bed; day after day, she grows more and more miserable.",
    "punjabi": "ਉਸ ਦਾ ਪਤੀ (ਉਸ ਦੀ) ਸੇਜ ਉਤੇ (ਕਦੇ) ਨਹੀਂ ਆਉਂਦਾ, ਉਹ ਵਿਅਰਥ ਸਿੰਗਾਰ ਕਰ ਕੇ) ਸਦਾ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਖੁਅਾਰੁ) ਦੁਖੀ, ਬੇਪਤ",
    "type_id": 3
  },
  {
    "id": 1291,
    "shabad_id": 100,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਿਰ ਕਾ ਮਹਲੁ. ਨ ਪਾਵੲੀ; ਨਾ ਦੀਸੈ ਘਰੁ ਬਾਰੁ ||੧||",
    "transliteration": "Pir Kaa Mehal N Paavee Naa Dheesai Ghar Baar ||1||",
    "translation": "She does not attain the Mansion of His Presence; she does not find the door to His House. ||1||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਮਨਮੁਖ ਮਨੁੱਖ ਵਿਖਾਏ ਦੇ ਧਾਰਮਿਕ ਕੰਮਾਂ ਨਾਲ) ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਹਜ਼ੂਰੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਦਰ-ਘਰ ਨਹੀਂ ਦਿੱਸਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1292,
    "shabad_id": 100,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ੲਿਕ ਮਨਿ. ਨਾਮੁ ਧਿਅਾੲਿ ||",
    "transliteration": "Bhaaee Rae Eik Man Naam Dhhiaae ||",
    "translation": "O Siblings of Destiny, meditate on the Naam with one-pointed mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕਾਗ੍ਰ-ਮਨ ਹੋ ਕੇ ਪਰਾਮਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1293,
    "shabad_id": 100,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸੰਤਾ ਸੰਗਤਿ ਮਿਲਿ ਰਹੈ; ਜਪਿ ਰਾਮ ਨਾਮੁ ਸੁਖੁ ਪਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Santhaa Sangath Mil Rehai Jap Raam Naam Sukh Paae ||1|| Rehaao ||",
    "translation": "Remain united with the Society of the Saints; chant the Name of the Lord, and find peace. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਸੁਖ ਮਾਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1294,
    "shabad_id": 100,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਦਾ ਸੋਹਾਗਣੀ; ਪਿਰੁ ਰਾਖਿਅਾ ੳੁਰ ਧਾਰਿ ||",
    "transliteration": "Guramukh Sadhaa Sohaaganee Pir Raakhiaa Our Dhhaar ||",
    "translation": "The Gurmukh is the happy and pure soul-bride forever. She keeps her Husband Lord enshrined within her heart.",
    "punjabi": "ਸਦਾ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸੁਹਾਗਣਾਂ (ਵਾਂਗ) ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1295,
    "shabad_id": 100,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਿਠਾ ਬੋਲਹਿ ਨਿਵਿ ਚਲਹਿ; ਸੇਜੈ ਰਵੈ ਭਤਾਰੁ ||",
    "transliteration": "Mithaa Bolehi Niv Chalehi Saejai Ravai Bhathaar ||",
    "translation": "Her speech is sweet, and her way of life is humble. She enjoys the Bed of her Husband Lord.",
    "punjabi": "ਉਹ (ਸਭਨਾਂ ਨਾਲ) ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੇ ਹਨ, ਨਿਊਂ ਕੇ ਤੁਰਦੇ ਹਨ (ਗਰੀਬੀ ਸੁਭਾਵ ਵਾਲੇ ਹੁੰਦੇ ਹਨ), ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਸੇਜ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1296,
    "shabad_id": 100,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸੋਭਾਵੰਤੀ ਸੋਹਾਗਣੀ; ਜਿਨ ਗੁਰ ਕਾ ਹੇਤੁ ਅਪਾਰੁ ||੨||",
    "transliteration": "Sobhaavanthee Sohaaganee Jin Gur Kaa Haeth Apaar ||2||",
    "translation": "The happy and pure soul-bride is noble; she has infinite love for the Guru. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦਾ ਅਤੁੱਟ ਪਿਆਰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ) ਉਹ ਉਹਨਾਂ ਸੁਹਾਗਣਾਂ ਵਾਂਗ ਹਨ ਜਿਨ੍ਹਾਂ ਸੋਭਾ ਖੱਟੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਹੇਤੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 1297,
    "shabad_id": 100,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਪੂਰੈ ਭਾਗਿ ਸਤਗੁਰੁ ਮਿਲੈ; ਜਾ ਭਾਗੈ ਕਾ ੳੁਦੳੁ ਹੋੲਿ ||",
    "transliteration": "Poorai Bhaag Sathagur Milai Jaa Bhaagai Kaa Oudho Hoe ||",
    "translation": "By perfect good fortune, one meets the True Guru, when one's destiny is awakened.",
    "punjabi": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ ਭਾਗ ਜਾਗ ਪਏ, ਤਾਂ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਉਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਦੳੁ) ਜਾਗਣਾ ਪ੍ਰਗਟਣਾ",
    "type_id": 3
  },
  {
    "id": 1298,
    "shabad_id": 100,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅੰਤਰਹੁ ਦੁਖੁ ਭ੍ਰਮੁ ਕਟੀਅੈ; ਸੁਖੁ ਪਰਾਪਤਿ ਹੋੲਿ ||",
    "transliteration": "Antharahu Dhukh Bhram Katteeai Sukh Paraapath Hoe ||",
    "translation": "Suffering and doubt are cut out from within, and peace is obtained.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ) ਹਿਰਦੇ ਵਿਚੋਂ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1299,
    "shabad_id": 100,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕੈ ਭਾਣੈ ਜੋ ਚਲੈ; ਦੁਖੁ. ਨ ਪਾਵੈ ਕੋੲਿ ||੩||",
    "transliteration": "Gur Kai Bhaanai Jo Chalai Dhukh N Paavai Koe ||3||",
    "translation": "One who walks in harmony with the Guru's Will shall not suffer in pain. ||3||",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੈ, ਉਹ ਕਦੇ ਦੁੱਖ ਨਹੀਂ ਪਾਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1300,
    "shabad_id": 100,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਕੇ ਭਾਣੇ ਵਿਚਿ ਅੰਮਿ੍ਰਤੁ ਹੈ; ਸਹਜੇ ਪਾਵੈ ਕੋੲਿ ||",
    "transliteration": "Gur Kae Bhaanae Vich Anmrith Hai Sehajae Paavai Koe ||",
    "translation": "The Amrit, the Ambrosial Nectar, is in the Guru's Will. With intuitive ease, it is obtained.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੈ (ਜੇਹੜਾ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ) ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1301,
    "shabad_id": 100,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਾ ਪਰਾਪਤਿ ਤਿਨ ਪੀਅਾ; ਹੳੁਮੈ ਵਿਚਹੁ ਖੋੲਿ ||",
    "transliteration": "Jinaa Paraapath Thin Peeaa Houmai Vichahu Khoe ||",
    "translation": "Those who are destined to have it, drink it in; their egotism is eradicated from within.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਅੰਮ੍ਰਿਤ ਲੱਭ ਪਿਆ, ਉਹਨਾਂ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1302,
    "shabad_id": 100,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਸਚਿ ਮਿਲਾਵਾ ਹੋੲਿ ||੪||੧੩||੪੬||",
    "transliteration": "Naanak Guramukh Naam Dhhiaaeeai Sach Milaavaa Hoe ||4||13||46||",
    "translation": "O Nanak, the Gurmukh meditates on the Naam, and is united with the True Lord. ||4||13||46||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਮੇਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧੩॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1303,
    "shabad_id": 101,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ||",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1304,
    "shabad_id": 101,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਾ ਪਿਰੁ ਜਾਣੈ ਅਾਪਣਾ; ਤਨੁ ਮਨੁ ਅਗੈ ਧਰੇੲਿ ||",
    "transliteration": "Jaa Pir Jaanai Aapanaa Than Man Agai Dhharaee ||",
    "translation": "If you know that He is your Husband Lord, offer your body and mind to Him.",
    "punjabi": "ਜਦੋਂ (ਕੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣਾ ਸਮਝ ਲੈਂਦੀ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਯਾਦ ਦੀ ਰਾਹੀਂ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ) ਤਾਂ ਉਹ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨਾ ਛੱਡ ਦੇਂਦੀ ਹੈ) ਆਪਣਾ ਸਰੀਰ ਭੀ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰੇ ਮਾਇਆ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "ਧਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 1305,
    "shabad_id": 101,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋਹਾਗਣੀ ਕਰਮ ਕਮਾਵਦੀਅਾ; ਸੇੲੀ ਕਰਮ ਕਰੇੲਿ ||",
    "transliteration": "Sohaaganee Karam Kamaavadheeaa Saeee Karam Karaee ||",
    "translation": "Behave like the happy and pure soul-bride.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਹੀ ਉੱਦਮ ਕਰਦੀ ਹੈ ਜੋ ਭਗਤ-ਜਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1306,
    "shabad_id": 101,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਹਜੇ ਸਾਚਿ ਮਿਲਾਵੜਾ; ਸਾਚੁ ਵਡਾੲੀ ਦੇੲਿ ||੧||",
    "transliteration": "Sehajae Saach Milaavarraa Saach Vaddaaee Dhaee ||1||",
    "translation": "With intuitive ease, you shall merge with the True Lord, and He shall bless you with true greatness. ||1||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਣ ਕਰਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਉਸ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਆਪਣੇ ਦਰ ਤੇ) ਇੱਜ਼ਤ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1307,
    "shabad_id": 101,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਗੁਰ ਬਿਨੁ. ਭਗਤਿ ਨ ਹੋੲਿ ||",
    "transliteration": "Bhaaee Rae Gur Bin Bhagath N Hoe ||",
    "translation": "O Siblings of Destiny, without the Guru, there is no devotional worship.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1308,
    "shabad_id": 101,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਭਗਤਿ ਨ ਪਾੲੀਅੈ; ਜੇ ਲੋਚੈ ਸਭੁ ਕੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bin Gur Bhagath N Paaeeai Jae Lochai Sabh Koe ||1|| Rehaao ||",
    "translation": "Without the Guru, devotion is not obtained, even though everyone may long for it. ||1||Pause||",
    "punjabi": "ਜੇ ਹਰੇਕ ਜੀਵ ਭੀ (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਾਸਤੇ) ਤਾਂਘ ਕਰੇ, ਤਾਂ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਨਹੀਂ ਮਿਲ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1309,
    "shabad_id": 101,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਫੇਰੁ ਪੲਿਅਾ; ਕਾਮਣਿ ਦੂਜੈ ਭਾੲਿ ||",
    "transliteration": "Lakh Chouraaseeh Faer Paeiaa Kaaman Dhoojai Bhaae ||",
    "translation": "The soul-bride in love with duality goes around the wheel of reincarnation, through 8.4 million incarnations.",
    "punjabi": "ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ਉਸ ਨੂੰ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦਾ ਗੇੜ ਭੁਗਤਣਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਪ-ੲਿਅਾ: ਪੱਪੇ ਸਿਹਾਰੀ ਨਹੀਂ, ਮੁਕਤਾ ਬੋਲੋ, ਪਿਅਾ ਨਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1310,
    "shabad_id": 101,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਨੀਦ ਨ ਅਾਵੲੀ; ਦੁਖੀ ਰੈਣਿ ਵਿਹਾੲਿ ||",
    "transliteration": "Bin Gur Needh N Aavee Dhukhee Rain Vihaae ||",
    "translation": "Without the Guru, she finds no sleep, and she passes her life-night in pain.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ, ਉਸ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1311,
    "shabad_id": 101,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਪਿਰੁ ਨ ਪਾੲੀਅੈ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿ ||੨||",
    "transliteration": "Bin Sabadhai Pir N Paaeeai Birathhaa Janam Gavaae ||2||",
    "translation": "Without the Shabad, she does not find her Husband Lord, and her life wastes away in vain. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਹੀਂ ਮਿਲਦਾ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ) ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਜ਼ਾਇਆ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
