[
  {
    "id": 1469,
    "shabad_id": 110,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਸੁਣਦਾ ਵੇਖਦਾ; ਕਿੳੁ ਮੁਕਰਿ ਪੲਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Sabh Kishh Sunadhaa Vaekhadhaa Kio Mukar Paeiaa Jaae ||",
    "translation": "He hears and sees everything. How can anyone deny Him?",
    "punjabi": "(ਅਸੀਂ ਜੀਵ ਜੋ ਕੁਝ ਕਰਦੇ ਹਾਂ ਜਾਂ ਬੋਲਦੇ ਚਿਤਵਦੇ ਹਾਂ) ਉਹ ਸਭ ਕੁਝ ਪਰਮਾਤਮਾ ਵੇਖਦਾ ਸੁਣਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਪਣੇ ਕੀਤੇ ਤੇ ਚਿਤਵੇ ਮੰਦ ਕਰਮਾਂ ਤੋਂ) ਮੁੱਕਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਮੱੁਕਰਿ[ ਪ-ੲਿਅਾ: ਪੱਪੇ ਸਿਹਾਰੀ ਨਹੀਂ ਮੁਕਤਾ ਬੋਲੋ, ਪਿਅਾ ਨਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1470,
    "shabad_id": 110,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਪਾਪੋ ਪਾਪੁ ਕਮਾਵਦੇ; ਪਾਪੇ ਪਚਹਿ ਪਚਾੲਿ ||",
    "transliteration": "Paapo Paap Kamaavadhae Paapae Pachehi Pachaae ||",
    "translation": "Those who sin again and again, shall rot and die in sin.",
    "punjabi": "(ਤਾਹੀਏਂ) ਜੇਹੜੇ ਬੰਦੇ (ਸਾਰੀ ਉਮਰ) ਪਾਪ ਹੀ ਪਾਪ ਕਮਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਸਦਾ) ਪਾਪ ਵਿਚ ਸੜਦੇ ਭੁੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਪਚਹਿ: ਪੋਲਾ ਬੋਲੋ[ (ਪਚਹਿ) ਸੜਦੇ, ਦੂਸਰਿਅਾਂ ਨੰੂ (ਪਚਾੲਿ) ਸਾੜਦੇ ਹਨ[",
    "type_id": 3
  },
  {
    "id": 1471,
    "shabad_id": 110,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਨਦਰਿ. ਨ ਅਾਵੲੀ; ਮਨਮੁਖਿ ਬੂਝ. ਨ ਪਾੲਿ ||",
    "transliteration": "So Prabh Nadhar N Aavee Manamukh Boojh N Paae ||",
    "translation": "God's Glance of Grace does not come to them; those self-willed manmukhs do not obtain understanding.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ (ਇਹ) ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ, ਉਸ ਨੂੰ ਉਹ (ਸਭ ਕੁਝ ਵੇਖਣ ਸੁਣਨ ਵਾਲਾ) ਪਰਮਾਤਮਾ ਨਜ਼ਰ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1472,
    "shabad_id": 110,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਵੇਖਾਲੇ ਸੋੲੀ ਵੇਖੈ; ਨਾਨਕ ਗੁਰਮੁਖਿ ਪਾੲਿ ||੪||੨੩||੫੬||",
    "transliteration": "Jis Vaekhaalae Soee Vaekhai Naanak Guramukh Paae ||4||23||56||",
    "translation": "They alone see the Lord, unto whom He reveals Himself. O Nanak, the Gurmukhs find Him. ||4||23||56||",
    "punjabi": "(ਪਰ ਕਿਸੇ ਜੀਵ ਦੇ ਭੀ ਕੀ ਵੱਸ?) ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਆਪ ਵਿਖਾਂਦਾ ਹੈ, ਉਹੀ (ਉਸ ਨੂੰ) ਵੇਖ ਸਕਦਾ ਹੈ, ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ॥੪॥੨੩॥੫੬॥{35-36}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1473,
    "shabad_id": 111,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸ੍ਰੀਰਾਗੁ ਮਹਲਾ ੩ ||",
    "transliteration": "Sreeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1474,
    "shabad_id": 111,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਰੋਗੁ ਨ ਤੁਟੲੀ; ਹੳੁਮੈ ਪੀੜ. ਨ ਜਾੲਿ ||",
    "transliteration": "Bin Gur Rog N Thuttee Houmai Peerr N Jaae ||",
    "translation": "Without the Guru, the disease is not cured, and the pain of egotism is not removed.",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਜਨਮ ਮਰਨ ਦਾ) ਰੋਗ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ, ਹਉਮੈ ਦੀ ਦਰਦ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1475,
    "shabad_id": 111,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮਨਿ ਵਸੈ; ਨਾਮੇ ਰਹੈ ਸਮਾੲਿ ||",
    "transliteration": "Gur Parasaadhee Man Vasai Naamae Rehai Samaae ||",
    "translation": "By Guru's Grace, He dwells in the mind, and one remains immersed in His Name.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਵੱਸ ਪੈਂਦਾ ਹੈ ਉਹ ਨਾਮ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1476,
    "shabad_id": 111,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਹਰਿ ਪਾੲੀਅੈ; ਬਿਨੁ ਸਬਦੈ. ਭਰਮਿ ਭੁਲਾੲਿ ||੧||",
    "transliteration": "Gur Sabadhee Har Paaeeai Bin Sabadhai Bharam Bhulaae ||1||",
    "translation": "Through the Word of the Guru's Shabad, the Lord is found; without the Shabad, people wander, deceived by doubt. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1477,
    "shabad_id": 111,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਰੇ; ਨਿਜ ਘਰਿ ਵਾਸਾ ਹੋੲਿ ||",
    "transliteration": "Man Rae Nij Ghar Vaasaa Hoe ||",
    "translation": "O mind, dwell in the balanced state of your own inner being.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਅੰਤਰ ਆਤਮੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਤੇਰਾ ਨਿਵਾਸ ਬਣਿਆ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1478,
    "shabad_id": 111,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਸਾਲਾਹਿ ਤੂ; ਫਿਰਿ ਅਾਵਣੁ ਜਾਣੁ. ਨ ਹੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Raam Naam Saalaahi Thoo Fir Aavan Jaan N Hoe ||1|| Rehaao ||",
    "translation": "Praise the Lord's Name, and you shall no longer come and go in reincarnation. ||1||Pause||",
    "punjabi": "ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ, ਤਾਂ ਮੁੜ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਹੋਵੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1479,
    "shabad_id": 111,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ੲਿਕੋ ਦਾਤਾ ਵਰਤਦਾ; ਦੂਜਾ ਅਵਰੁ. ਨ ਕੋੲਿ ||",
    "transliteration": "Har Eiko Dhaathaa Varathadhaa Dhoojaa Avar N Koe ||",
    "translation": "The One Lord alone is the Giver, pervading everywhere. There is no other at all.",
    "punjabi": "ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੀ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈ, ਉਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1480,
    "shabad_id": 111,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਬਦਿ ਸਾਲਾਹੀ ਮਨਿ ਵਸੈ; ਸਹਜੇ ਹੀ ਸੁਖੁ ਹੋੲਿ ||",
    "transliteration": "Sabadh Saalaahee Man Vasai Sehajae Hee Sukh Hoe ||",
    "translation": "Praise the Word of the Shabad, and He shall come to dwell in your mind; you shall be blessed with intuitive peace and poise.",
    "punjabi": "ਜੇ ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂ, ਤਾਂ ਉਹ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ ਸੁਖੈਨ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1481,
    "shabad_id": 111,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਭ ਨਦਰੀ ਅੰਦਰਿ ਵੇਖਦਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ||੨||",
    "transliteration": "Sabh Nadharee Andhar Vaekhadhaa Jai Bhaavai Thai Dhaee ||2||",
    "translation": "Everything is within the Lord's Glance of Grace. As He wishes, He gives. ||2||",
    "punjabi": "ਉਹ ਦਾਤਾਰ ਹਰੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੋਵੇ ਉਸ ਨੂੰ ਹੀ (ਇਹ ਆਤਮਕ ਆਨੰਦ) ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਦਰੀ) ਦਿ੍ਰਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 1482,
    "shabad_id": 111,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਹੳੁਮੈ ਸਭਾ. ਗਣਤ ਹੈ; ਗਣਤੈ ਨੳੁ. ਸੁਖੁ ਨਾਹਿ ||",
    "transliteration": "Houmai Sabhaa Ganath Hai Ganathai No Sukh Naahi ||",
    "translation": "In egotism, all must account for their actions. In this accounting, there is no peace.",
    "punjabi": "(ਜਿੱਥੇ) ਹਉਮੈ (ਹੈ ਉੱਥੇ) ਨਿਰੀ ਚਿੰਤਾ ਹੈ, ਚਿੰਤਾ ਨੂੰ ਸੁੱਖ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "(ਗਣਤ) ਗਿਣਤੀ[ ਸੱਭਾ",
    "type_id": 3
  },
  {
    "id": 1483,
    "shabad_id": 111,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਬਿਖੁ ਕੀ ਕਾਰ ਕਮਾਵਣੀ; ਬਿਖੁ ਹੀ ਮਾਹਿ ਸਮਾਹਿ ||",
    "transliteration": "Bikh Kee Kaar Kamaavanee Bikh Hee Maahi Samaahi ||",
    "translation": "Acting in evil and corruption, people are immersed in corruption.",
    "punjabi": "(ਹਉਮੈ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਵਿਕਾਰਾਂ ਦੀ) ਜ਼ਹਰ ਵਾਲੇ ਕੰਮ ਕੀਤਿਆਂ ਜੀਵ ਉਸ ਜ਼ਹਰ ਵਿਚ ਹੀ, ਮਗਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1484,
    "shabad_id": 111,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਠੳੁਰੁ ਨ ਪਾੲਿਨੀ; ਜਮਪੁਰਿ ਦੂਖ ਸਹਾਹਿ ||੩||",
    "transliteration": "Bin Naavai Thour N Paaeinee Jamapur Dhookh Sehaahi ||3||",
    "translation": "Without the Name, they find no place of rest. In the City of Death, they suffer in agony. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹ ਸ਼ਾਂਤੀ ਵਾਲੀ ਥਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤੇ ਜਮ ਦੇ ਦਰ ਤੇ ਦੁੱਖ ਸਹਿੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "(ਠੳੁਰੁ) ਟਿਕਾਣਾ[ (ਸਹਾਹਿ) ਸਹਿੰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 1485,
    "shabad_id": 111,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤਿਸ ਦਾ; ਤਿਸੈ ਦਾ ਅਾਧਾਰੁ ||",
    "transliteration": "Jeeo Pindd Sabh This Dhaa Thisai Dhaa Aadhhaar ||",
    "translation": "Body and soul all belong to Him; He is the Support of all.",
    "punjabi": "ਜਦੋਂ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਕਿ ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਆਸਰਾ-ਸਹਾਰਾ ਹੈ,",
    "pronunciation": "(ਅਾਧਾਰੁ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 1486,
    "shabad_id": 111,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਬੁਝੀਅੈ; ਤਾ ਪਾੲੇ ਮੋਖ ਦੁਅਾਰੁ ||",
    "transliteration": "Gur Parasaadhee Bujheeai Thaa Paaeae Mokh Dhuaar ||",
    "translation": "By Guru's Grace, understanding comes, and then the Door of Liberation is found.",
    "punjabi": "ਤਦੋਂ ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੀਵ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1487,
    "shabad_id": 111,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿ ਤੂੰ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ||੪||੨੪||੫੭||",
    "transliteration": "Naanak Naam Salaahi Thoon Anth N Paaraavaar ||4||24||57||",
    "translation": "O Nanak, sing the Praises of the Naam, the Name of the Lord; He has no end or limitation. ||4||24||57||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਦੀ ਸਮਰੱਥਾ ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੪॥੨੪॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1488,
    "shabad_id": 112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ||",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1489,
    "shabad_id": 112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਿਨਾ ਅਨੰਦੁ ਸਦਾ ਸੁਖੁ ਹੈ; ਜਿਨਾ ਸਚੁ ਨਾਮੁ ਅਾਧਾਰੁ ||",
    "transliteration": "Thinaa Anandh Sadhaa Sukh Hai Jinaa Sach Naam Aadhhaar ||",
    "translation": "Those who have the Support of the True Name are in ecstasy and peace forever.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ ਬਣਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ਸਦਾ ਸੁੱਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1490,
    "shabad_id": 112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਸਚੁ ਪਾੲਿਅਾ; ਦੂਖ ਨਿਵਾਰਣਹਾਰੁ ||",
    "transliteration": "Gur Sabadhee Sach Paaeiaa Dhookh Nivaaranehaar ||",
    "translation": "Through the Word of the Guru's Shabad, they obtain the True One, the Destroyer of pain.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹਨਾਂ ਉਹ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਪਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਵਾਰਣਹਾਰੁ) ਖਤਮ ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 1491,
    "shabad_id": 112,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਸਾਚੇ ਗੁਣ ਗਾਵਹਿ; ਸਾਚੈ ਨਾੲਿ ਪਿਅਾਰੁ ||",
    "transliteration": "Sadhaa Sadhaa Saachae Gun Gaavehi Saachai Naae Piaar ||",
    "translation": "Forever and ever, they sing the Glorious Praises of the True One; they love the True Name.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1492,
    "shabad_id": 112,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਿਰਪਾ ਕਰਿ ਕੈ ਅਾਪਣੀ; ਦਿਤੋਨੁ ਭਗਤਿ ਭੰਡਾਰੁ ||੧||",
    "transliteration": "Kirapaa Kar Kai Aapanee Dhithon Bhagath Bhanddaar ||1||",
    "translation": "When the Lord Himself grants His Grace, He bestows the treasure of devotion. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਦਿਤੋਨੁ) ਦਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 1493,
    "shabad_id": 112,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਰੇ; ਸਦਾ ਅਨੰਦੁ ਗੁਣ ਗਾੲਿ ||",
    "transliteration": "Man Rae Sadhaa Anandh Gun Gaae ||",
    "translation": "O mind, sing His Glorious Praises, and be in ecstasy forever.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1494,
    "shabad_id": 112,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਚੀ ਬਾਣੀ ਹਰਿ ਪਾੲੀਅੈ; ਹਰਿ ਸਿੳੁ ਰਹੈ ਸਮਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sachee Baanee Har Paaeeai Har Sio Rehai Samaae ||1|| Rehaao ||",
    "translation": "Through the True Word of His Bani, the Lord is obtained, and one remains immersed in the Lord. ||1||Pause||",
    "punjabi": "(ਗੁਣ ਗਾਵਣ ਨਾਲ) ਸਦਾ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ। (ਜੇਹੜਾ ਜੀਵ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1495,
    "shabad_id": 112,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸਚੀ ਭਗਤੀ ਮਨੁ ਲਾਲੁ ਥੀਅਾ; ਰਤਾ ਸਹਜਿ ਸੁਭਾੲਿ ||",
    "transliteration": "Sachee Bhagathee Man Laal Thheeaa Rathaa Sehaj Subhaae ||",
    "translation": "In true devotion, the mind is dyed in the deep crimson color of the Lord's Love, with intuitive peace and poise.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੂੜਾ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਰੱਤਾ",
    "type_id": 3
  },
  {
    "id": 1496,
    "shabad_id": 112,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਮਨੁ ਮੋਹਿਅਾ; ਕਹਣਾ ਕਛੂ ਨ ਜਾੲਿ ||",
    "transliteration": "Gur Sabadhee Man Mohiaa Kehanaa Kashhoo N Jaae ||",
    "translation": "The mind is fascinated by the Word of the Guru's Shabad, which cannot be described.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਅਜੇਹਾ) ਮਸਤ ਹੁੰਦਾ ਹੈ ਕਿ ਉਸ (ਮਸਤੀ) ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1497,
    "shabad_id": 112,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜਿਹਵਾ ਰਤੀ. ਸਬਦਿ ਸਚੈ; ਅੰਮਿ੍ਰਤੁ ਪੀਵੈ. ਰਸਿ ਗੁਣ ਗਾੲਿ ||",
    "transliteration": "Jihavaa Rathee Sabadh Sachai Anmrith Peevai Ras Gun Gaae ||",
    "translation": "The tongue imbued with the True Word of the Shabad drinks in the Amrit with delight, singing His Glorious Praises.",
    "punjabi": "ਉਸ ਦੀ ਜੀਭ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਪ੍ਰੇਮ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "ਰੱਤੀ",
    "type_id": 3
  },
  {
    "id": 1498,
    "shabad_id": 112,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ੲੇਹੁ ਰੰਗੁ ਪਾੲੀਅੈ; ਜਿਸ ਨੋ ਕਿਰਪਾ ਕਰੇ ਰਜਾੲਿ ||੨||",
    "transliteration": "Guramukh Eaehu Rang Paaeeai Jis No Kirapaa Karae Rajaae ||2||",
    "translation": "The Gurmukh obtains this love, when the Lord, in His Will, grants His Grace. ||2||",
    "punjabi": "ਪਰ ਇਹ ਰੰਗ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ (ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ) ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1499,
    "shabad_id": 112,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸੰਸਾ ੲਿਹੁ ਸੰਸਾਰੁ ਹੈ; ਸੁਤਿਅਾ. ਰੈਣਿ ਵਿਹਾੲਿ ||",
    "transliteration": "Sansaa Eihu Sansaar Hai Suthiaa Rain Vihaae ||",
    "translation": "This world is an illusion; people pass their life-nights sleeping.",
    "punjabi": "ਜਗਤ (ਦਾ ਮੋਹ) ਤੌਖਲੇ ਦਾ ਮੂਲ ਹੈ, (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁਤਿਆਂ ਹੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਬੀਤ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਸੁੱਤਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 1500,
    "shabad_id": 112,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ੲਿਕਿ ਅਾਪਣੈ ਭਾਣੈ ਕਢਿ ਲੲਿਅਨੁ; ਅਾਪੇ ਲੲਿਓਨੁ ਮਿਲਾੲਿ ||",
    "transliteration": "Eik Aapanai Bhaanai Kadt Laeian Aapae Laeioun Milaae ||",
    "translation": "By the Pleasure of His Will, He lifts some out, and unites them with Himself.",
    "punjabi": "ਕਈ (ਭਾਗਾਂ ਵਾਲੇ) ਜੀਵਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ (ਜੋੜ ਕੇ ਇਸ ਮੋਹ ਵਿਚੋਂ) ਕੱਢ ਲਿਆ ਤੇ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1501,
    "shabad_id": 112,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਅਾਪਿ ਮਨਿ ਵਸਿਅਾ; ਮਾੲਿਅਾ ਮੋਹੁ ਚੁਕਾੲਿ ||",
    "transliteration": "Aapae Hee Aap Man Vasiaa Maaeiaa Mohu Chukaae ||",
    "translation": "He Himself abides in the mind, and drives out attachment to Maya.",
    "punjabi": "ਆਪ ਹੀ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰਕੇ ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1502,
    "shabad_id": 112,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਅਾਪਿ ਵਡਾੲੀ ਦਿਤੀਅਨੁ; ਗੁਰਮੁਖਿ ਦੇੲਿ ਬੁਝਾੲਿ ||੩||",
    "transliteration": "Aap Vaddaaee Dhitheean Guramukh Dhaee Bujhaae ||3||",
    "translation": "He Himself bestows glorious greatness; He inspires the Gurmukh to understand. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ (ਹੀ) ਉਹਨਾਂ ਨੂੰ ਇੱਜ਼ਤ ਦਿੱਤੀ ਹੈ। (ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੂੰ) ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਾ ਕੇ (ਜੀਵਨ ਦਾ ਇਹ ਸਹੀ ਰਸਤਾ) ਸਮਝਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਦਿੱਤੀਅਨੁ, ਬੱੁਝਾੲਿ",
    "type_id": 3
  },
  {
    "id": 1503,
    "shabad_id": 112,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਭਨਾ ਕਾ ਦਾਤਾ ੲੇਕੁ ਹੈ; ਭੁਲਿਅਾ ਲੲੇ ਸਮਝਾੲਿ ||",
    "transliteration": "Sabhanaa Kaa Dhaathaa Eaek Hai Bhuliaa Leae Samajhaae ||",
    "translation": "The One Lord is the Giver of all. He corrects those who make mistakes.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਿਆਂ ਨੂੰ ਭੀ ਸੂਝ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਭੁੱਲਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 1504,
    "shabad_id": 112,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ੲਿਕਿ ਅਾਪੇ ਅਾਪਿ ਖੁਅਾੲਿਅਨੁ; ਦੂਜੈ ਛਡਿਅਨੁ ਲਾੲਿ ||",
    "transliteration": "Eik Aapae Aap Khuaaeian Dhoojai Shhaddian Laae ||",
    "translation": "He Himself has deceived some, and attached them to duality.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲੋਂ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ, ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(ਖੁਅਾੲਿਅਨੁ) ਭੁਲਾੲੇ",
    "type_id": 3
  },
  {
    "id": 1505,
    "shabad_id": 112,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮਤੀ ਹਰਿ ਪਾੲੀਅੈ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ||",
    "transliteration": "Guramathee Har Paaeeai Jothee Joth Milaae ||",
    "translation": "Through the Guru's Teachings, the Lord is found, and one's light merges into the Light.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਜੀਵ) ਆਪਣੀ ਸੁਰਤ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗੁਰਮੱਤੀ",
    "type_id": 3
  },
  {
    "id": 1506,
    "shabad_id": 112,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਨਾਮੇ ਰਤਿਅਾ; ਨਾਨਕ ਨਾਮਿ ਸਮਾੲਿ ||੪||੨੫||੫੮||",
    "transliteration": "Anadhin Naamae Rathiaa Naanak Naam Samaae ||4||25||58||",
    "translation": "Attuned to the Name of the Lord night and day, O Nanak, you shall be absorbed into the Name. ||4||25||58||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਹਰ ਵੇਲੇ ਨਾਮ ਵਿਚ ਰੰਗਿਆ ਰਹਿ ਕੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨੫॥੫੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1507,
    "shabad_id": 113,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ||",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1508,
    "shabad_id": 113,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਣਵੰਤੀ ਸਚੁ ਪਾੲਿਅਾ; ਤਿ੍ਰਸਨਾ ਤਜਿ ਵਿਕਾਰ ||",
    "transliteration": "Gunavanthee Sach Paaeiaa Thrisanaa Thaj Vikaar ||",
    "translation": "The virtuous obtain Truth; they give up their desires for evil and corruption.",
    "punjabi": "(ਹਿਰਦੇ ਵਿਚ) ਗੁਣ ਧਾਰਨ ਕਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਤ੍ਰਿਸ਼ਨਾ ਆਦਿ ਵਿਕਾਰ ਛੱਡ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਤਜਿ) ਛੱਡ ਕੇ",
    "type_id": 3
  },
  {
    "id": 1509,
    "shabad_id": 113,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਮਨੁ ਰੰਗਿਅਾ; ਰਸਨਾ ਪ੍ਰੇਮ ਪਿਅਾਰਿ ||",
    "transliteration": "Gur Sabadhee Man Rangiaa Rasanaa Praem Piaar ||",
    "translation": "Their minds are imbued with the Word of the Guru's Shabad; the Love of their Beloved is on their tongues.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ, ਉਸ ਦੀ ਜੀਭ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ ਰੰਗੀ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
