[
  {
    "id": 1550,
    "shabad_id": 115,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮੁੰਧੇ; ਕੂੜਿ ਮੁਠੀ ਕੂੜਿਅਾਰਿ ॥",
    "transliteration": "Mundhhae Koorr Muthee Koorriaar ||",
    "translation": "O woman, the false ones are being cheated by falsehood.",
    "punjabi": "ਹੇ ਆਪੇ ਵਿਚ ਮਸਤ ਤੇ ਕੂੜ ਦੀ ਵਣਜਾਰਨ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਤੈਨੂੰ ਮਾਇਆ ਦੇ ਪਸਾਰੇ ਨੇ ਲੁੱਟ ਲਿਆ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮੇਲ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "pronunciation": "ਜੁਅਾਨ ਹੋਵੇ ਪਰ, ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਲੈਣ ਤੋਂ ਰਹਿਤ ਜੀਵ ਰੂਪੀ (ਮੁੰਧੇ) ਮੂਰਖ ੲਿਸਤ੍ਰੀ।(ਮੁੱਠੀ) ਠੱਗੀ",
    "type_id": 3
  },
  {
    "id": 1551,
    "shabad_id": 115,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਪਿਰੁ ਪ੍ਰਭੁ ਸਾਚਾ ਸੋਹਣਾ; ਪਾੲੀਅੈ ਗੁਰ ਬੀਚਾਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Pir Prabh Saachaa Sohanaa Paaeeai Gur Beechaar ||1|| Rehaao ||",
    "translation": "God is your Husband; He is Handsome and True. He is obtained by reflecting upon the Guru. ||1||Pause||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੋਹਣਾ ਪ੍ਰਭੂ-ਪਤੀ ਗੁਰੂ ਦੀ ਦੱਸੀ ਵਿਚਾਰ ਤੇ ਤੁਰਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1552,
    "shabad_id": 115,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਮਨਮੁਖਿ. ਕੰਤੁ ਨ ਪਛਾਣੲੀ; ਤਿਨ. ਕਿੳੁ ਰੈਣਿ ਵਿਹਾੲਿ ॥",
    "transliteration": "Manamukh Kanth N Pashhaanee Thin Kio Rain Vihaae ||",
    "translation": "The self-willed manmukhs do not recognize their Husband Lord; how will they spend their life-night?",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੀਆਂ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਪਛਾਣਦਾ ਭੀ ਨਹੀਂ। ਉਹਨਾਂ ਦੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਕਿਵੇਂ ਬੀਤਦੀ ਹੋਵੇਗੀ? (ਭਾਵ, ਉਹ ਸਾਰੀ ਉਮਰ ਦੁਖੀ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1553,
    "shabad_id": 115,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗਰਬਿ ਅਟੀਅਾ. ਤਿ੍ਰਸਨਾ ਜਲਹਿ; ਦੁਖੁ ਪਾਵਹਿ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Garab Atteeaa Thrisanaa Jalehi Dhukh Paavehi Dhoojai Bhaae ||",
    "translation": "Filled with arrogance, they burn with desire; they suffer in the pain of the love of duality.",
    "punjabi": "ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਨਕਾ-ਨਕ ਭਰੀਆਂ ਹੋਈਆਂ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦੀਆਂ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ) ਦੁੱਖ ਸਹਾਰਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਅੱਟੀਅਾਂ) ਭਰੀਅਾਂ ਹੋੲੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 1554,
    "shabad_id": 115,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਬਦਿ ਰਤੀਅਾ ਸੋਹਾਗਣੀ; ਤਿਨ ਵਿਚਹੁ ਹੳੁਮੈ ਜਾੲਿ ॥",
    "transliteration": "Sabadh Ratheeaa Sohaaganee Thin Vichahu Houmai Jaae ||",
    "translation": "The happy soul-brides are attuned to the Shabad; their egotism is eliminated from within.",
    "punjabi": "(ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ (ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1555,
    "shabad_id": 115,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਦਾ ਪਿਰੁ ਰਾਵਹਿ ਅਾਪਣਾ; ਤਿਨਾ ਸੁਖੇ ਸੁਖਿ ਵਿਹਾੲਿ ॥੨॥",
    "transliteration": "Sadhaa Pir Raavehi Aapanaa Thinaa Sukhae Sukh Vihaae ||2||",
    "translation": "They enjoy their Husband Lord forever, and their life-night passes in the most blissful peace. ||2||",
    "punjabi": "ਉਹ ਸਦਾ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਉਹਨਾਂ ਦੀ ਉਮਰ ਨਿਰੋਲ ਸੁਖ ਵਿਚ ਬੀਤਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਰਾਵਹਿ) ਯਾਦ ਕਰਦੇ। (ਵਿਹਾੲਿ) ਬਤੀਤ ਹੋਵੇ।ਸੁਖੇ ਸੁਖਿ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1556,
    "shabad_id": 115,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਵਿਹੂਣੀ. ਪਿਰ ਮੁਤੀਅਾ; ਪਿਰਮੁ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Giaan Vihoonee Pir Mutheeaa Piram N Paaeiaa Jaae ||",
    "translation": "She is utterly lacking in spiritual wisdom; she is abandoned by her Husband Lord. She cannot obtain His Love.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਤੋਂ ਬਿਨਾ ਹੀ ਰਹੀ, ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਵਲੋਂ ਛੁੱਟੜ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
    "pronunciation": "(ਮੁੱਤੀਅਾ) ਛੁੱਟੜ। (ਵਿਹੂਣੀ) ਰਹਿਤ। (ਪਿਰਮੁ) ਪ੍ਰੇਮ, ਪ੍ਰਮਾਤਮਾ",
    "type_id": 3
  },
  {
    "id": 1557,
    "shabad_id": 115,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਗਿਅਾਨ ਮਤੀ ਅੰਧੇਰੁ ਹੈ; ਬਿਨੁ ਪਿਰ ਦੇਖੇ. ਭੁਖ ਨ ਜਾੲਿ ॥",
    "transliteration": "Agiaan Mathee Andhhaer Hai Bin Pir Dhaekhae Bhukh N Jaae ||",
    "translation": "In the darkness of intellectual ignorance, she cannot see her Husband, and her hunger does not depart.",
    "punjabi": "ਅਗਿਆਨ ਵਿਚ ਮੱਤੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਵਿਆਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਇਹ ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "(ਮਤੀ) ਮਸਤ",
    "type_id": 3
  },
  {
    "id": 1558,
    "shabad_id": 115,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਵਹੁ ਮਿਲਹੁ ਸਹੇਲੀਹੋ; ਮੈ. ਪਿਰੁ ਦੇਹੁ ਮਿਲਾੲਿ ॥",
    "transliteration": "Aavahu Milahu Sehaeleeho Mai Pir Dhaehu Milaae ||",
    "translation": "Come and meet with me, my sister soul-brides, and unite me with my Husband.",
    "punjabi": "ਹੇ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! ਆਓ, ਮੈਨੂੰ ਮਿਲੋ, ਤੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲਾ ਦਿਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1559,
    "shabad_id": 115,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਪੂਰੈ ਭਾਗਿ ਸਤਿਗੁਰੁ ਮਿਲੈ; ਪਿਰੁ ਪਾੲਿਅਾ ਸਚਿ ਸਮਾੲਿ ॥੩॥",
    "transliteration": "Poorai Bhaag Sathigur Milai Pir Paaeiaa Sach Samaae ||3||",
    "translation": "She who meets the True Guru, by perfect good fortune, finds her Husband; she is absorbed in the True One. ||3||",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪੂਰੀ ਕਿਸਮਤਿ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1560,
    "shabad_id": 115,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸੇ ਸਹੀਅਾ ਸੋਹਾਗਣੀ; ਜਿਨ ਕੳੁ ਨਦਰਿ ਕਰੇੲਿ ॥",
    "transliteration": "Sae Seheeaa Sohaaganee Jin Ko Nadhar Karaee ||",
    "translation": "Those upon whom He casts His Glance of Grace become His happy soul-brides.",
    "punjabi": "ਉਹ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1561,
    "shabad_id": 115,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਖਸਮੁ ਪਛਾਣਹਿ ਅਾਪਣਾ; ਤਨੁ ਮਨੁ ਅਾਗੈ ਦੇੲਿ ॥",
    "transliteration": "Khasam Pashhaanehi Aapanaa Than Man Aagai Dhaee ||",
    "translation": "One who recognizes her Lord and Master places her body and mind in offering before Him.",
    "punjabi": "ਉਹ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਅੱਗੇ ਭੇਟ ਰੱਖ ਕੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1562,
    "shabad_id": 115,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਘਰਿ ਵਰੁ ਪਾੲਿਅਾ ਅਾਪਣਾ; ਹੳੁਮੈ ਦੂਰਿ ਕਰੇੲਿ ॥",
    "transliteration": "Ghar Var Paaeiaa Aapanaa Houmai Dhoor Karaee ||",
    "translation": "Within her own home, she finds her Husband Lord; her egotism is dispelled.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰਦੀ ਹੈ ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਹੀ) ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1563,
    "shabad_id": 115,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸੋਭਾਵੰਤੀਅਾ ਸੋਹਾਗਣੀ; ਅਨ ਦਿਨੁ ਭਗਤਿ ਕਰੇੲਿ ॥੪॥੨੮॥੬੧॥",
    "transliteration": "Naanak Sobhaavantheeaa Sohaaganee Anadhin Bhagath Karaee ||4||28||61||",
    "translation": "O Nanak, the happy soul-brides are embellished and exalted; night and day they are absorbed in devotional worship. ||4||28||61||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਸੋਭਾ ਵਾਲੀ ਬਣਦੀ ਹੈ ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਕਰਦੀ ਹੈ ॥੪॥੨੮॥੬੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1564,
    "shabad_id": 116,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1565,
    "shabad_id": 116,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੲਿਕਿ ਪਿਰੁ ਰਾਵਹਿ ਅਾਪਣਾ; ਹੳੁ. ਕੈ ਦਰਿ ਪੂਛੳੁ ਜਾੲਿ ॥",
    "transliteration": "Eik Pir Raavehi Aapanaa Ho Kai Dhar Pooshho Jaae ||",
    "translation": "Some enjoy their Husband Lord; unto whose door should I go to ask for Him?",
    "punjabi": "ਕਈ (ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਵੇਖ ਕੇ ਮੇਰੇ ਅੰਦਰ ਭੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਕਿ) ਮੈਂ ਕਿਸ ਦੇ ਦਰ ਤੇ ਜਾ ਕੇ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦਾ ਤਰੀਕਾ) ਪੁੱਛਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1566,
    "shabad_id": 116,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੀ ਭਾੳੁ ਕਰਿ; ਮੈ ਪਿਰੁ ਦੇਹੁ ਮਿਲਾੲਿ ॥",
    "transliteration": "Sathigur Saevee Bhaao Kar Mai Pir Dhaehu Milaae ||",
    "translation": "I serve my True Guru with love, that He may lead me to Union with my Husband Lord.",
    "punjabi": "ਮੈਂ ਸਰਧਾ ਧਾਰ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਕੜਦੀ ਹਾਂ (ਤੇ ਗੁਰੂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ ਕਿ) (ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਕਰਾਵਾ ਦਿਓ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1567,
    "shabad_id": 116,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਭੁ ੳੁਪਾੲੇ ਅਾਪੇ ਵੇਖੈ; ਕਿਸੁ ਨੇੜੈ. ਕਿਸੁ ਦੂਰਿ ॥",
    "transliteration": "Sabh Oupaaeae Aapae Vaekhai Kis Naerrai Kis Dhoor ||",
    "translation": "He created all, and He Himself watches over us. Some are close to Him, and some are far away.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਹਰੇਕ ਜੀਵ ਵਿਚ ਇਕ ਸਮਾਨ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1568,
    "shabad_id": 116,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਨਿ ਪਿਰੁ ਸੰਗੇ ਜਾਣਿਅਾ; ਪਿਰੁ ਰਾਵੇ ਸਦਾ ਹਦੂਰਿ ॥੧॥",
    "transliteration": "Jin Pir Sangae Jaaniaa Pir Raavae Sadhaa Hadhoor ||1||",
    "translation": "She who knows her Husband Lord to be always with her, enjoys His Constant Presence. ||1||",
    "punjabi": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਜਾਣ ਲਿਆ ਹੈ, ਉਹ ਉਸ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਵੱਸਦੇ ਨੂੰ ਸਦਾ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1569,
    "shabad_id": 116,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੁੰਧੇ. ਤੂ ਚਲੁ; ਗੁਰ ਕੈ ਭਾੲਿ ॥",
    "transliteration": "Mundhhae Thoo Chal Gur Kai Bhaae ||",
    "translation": "O woman, you must walk in harmony with the Guru's Will.",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਤੂੰ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ (ਰਹਿ ਕੇ ਜੀਵਨ-ਸਫ਼ਰ ਤੇ) ਤੁਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1570,
    "shabad_id": 116,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਰਾਵਹਿ ਪਿਰੁ ਅਾਪਣਾ; ਸਹਜੇ ਸਚਿ ਸਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anadhin Raavehi Pir Aapanaa Sehajae Sach Samaae ||1|| Rehaao ||",
    "translation": "Night and day, you shall enjoy your Husband, and you shall intuitively merge into the True One. ||1||Pause||",
    "punjabi": "(ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਤੁਰਦੀਆਂ ਹਨ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਹਰ ਵੇਲੇ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1571,
    "shabad_id": 116,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸਬਦਿ ਰਤੀਅਾ ਸੋਹਾਗਣੀ; ਸਚੈ ਸਬਦਿ ਸੀਗਾਰਿ ॥",
    "transliteration": "Sabadh Ratheeaa Sohaaganee Sachai Sabadh Seegaar ||",
    "translation": "Attuned to the Shabad, the happy soul-brides are adorned with the True Word of the Shabad.",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੰਵਾਰ ਲੈਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1572,
    "shabad_id": 116,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਵਰੁ ਪਾੲਿਨਿ ਘਰਿ ਅਾਪਣੈ; ਗੁਰ ਕੈ ਹੇਤਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Har Var Paaein Ghar Aapanai Gur Kai Haeth Piaar ||",
    "translation": "Within their own home, they obtain the Lord as their Husband, with love for the Guru.",
    "punjabi": "ਉਹ (ਆਪਣੇ) ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ, ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਲੱਭ ਲੈਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1573,
    "shabad_id": 116,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸੇਜ ਸੁਹਾਵੀ ਹਰਿ ਰੰਗਿ ਰਵੈ; ਭਗਤਿ ਭਰੇ ਭੰਡਾਰ ॥",
    "transliteration": "Saej Suhaavee Har Rang Ravai Bhagath Bharae Bhanddaar ||",
    "translation": "Upon her beautiful and cozy bed, she enjoys the Love of her Lord. She is overflowing with the treasure of devotion.",
    "punjabi": "ਪ੍ਰਭੂ (-ਪਤੀ) ਉਹਨਾਂ ਦੀ ਸੋਹਣੀ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਪ੍ਰੇਮ ਨਾਲ ਆ ਪ੍ਰਗਟਦਾ ਹੈ। ਉਹਨਾਂ ਪਾਸ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਸੁਹਾਵੀ) ਸੋਭਨੀਕ। (ਰਵੈ) ਜਪਣਾ",
    "type_id": 3
  },
  {
    "id": 1574,
    "shabad_id": 116,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਪ੍ਰੀਤਮੁ ਮਨਿ ਵਸੈ; ਜਿ ਸਭਸੈ ਦੇੲਿ ਅਧਾਰੁ ॥੨॥",
    "transliteration": "So Prabh Preetham Man Vasai J Sabhasai Dhaee Adhhaar ||2||",
    "translation": "That Beloved God abides in her mind; He gives His Support to all. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਆ ਵਸਦਾ ਹੈ, ਜੇਹੜਾ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1575,
    "shabad_id": 116,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਪਿਰੁ ਸਾਲਾਹਨਿ ਅਾਪਣਾ; ਤਿਨ ਕੈ ਹੳੁ ਸਦ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Pir Saalaahan Aapanaa Thin Kai Ho Sadh Balihaarai Jaao ||",
    "translation": "I am forever a sacrifice to those who praise their Husband Lord.",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀਆਂ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1576,
    "shabad_id": 116,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਅਰਪੀ ਸਿਰੁ ਦੇੲੀ; ਤਿਨ ਕੈ ਲਾਗਾ ਪਾੲਿ ॥",
    "transliteration": "Man Than Arapee Sir Dhaeee Thin Kai Laagaa Paae ||",
    "translation": "I dedicate my mind and body to them, and give my head as well; I fall at their feet.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਅੱਗੇ ਆਪਣਾ ਤਨ ਭੇਟਾ ਕਰਦੀ ਹਾਂ, ਮੈਂ (ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਆਪਣਾ ਸਿਰ ਧਰਦੀ ਹਾਂ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1577,
    "shabad_id": 116,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਿਨੀ ੲਿਕੁ ਪਛਾਣਿਅਾ; ਦੂਜਾ ਭਾੳੁ ਚੁਕਾੲਿ ॥",
    "transliteration": "Jinee Eik Pashhaaniaa Dhoojaa Bhaao Chukaae ||",
    "translation": "Those who recognize the One renounce the love of duality.",
    "punjabi": "ਕਿਉਂਕਿ ਉਹਨਾਂ ਜਿਹਨਾ ਨੇ ਮਾਇਆ ਦਾ ਪਿਆਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਕੇ ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1578,
    "shabad_id": 116,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਪਛਾਣੀਅੈ; ਨਾਨਕ ਸਚਿ ਸਮਾੲਿ ॥੩॥੨੯॥੬੨॥",
    "transliteration": "Guramukh Naam Pashhaaneeai Naanak Sach Samaae ||3||29||62||",
    "translation": "The Gurmukh recognizes the Naam, O Nanak, and is absorbed into the True One. ||3||29||62||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਉਸ ਦੇ ਨਾਮ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪੈ ਸਕਦੀ ਹੈ ॥੩॥੨੯॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1579,
    "shabad_id": 117,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1580,
    "shabad_id": 117,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਜੀ ਸਚਾ ਸਚੁ ਤੂ; ਸਭੁ ਕਿਛੁ ਤੇਰੈ ਚੀਰੈ ॥",
    "transliteration": "Har Jee Sachaa Sach Thoo Sabh Kishh Thaerai Cheerai ||",
    "translation": "O Dear Lord, You are the Truest of the True. All things are in Your Power.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ (ਹੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ। ਹੋਰ ਸਾਰਾ ਜਗਤ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੈ।",
    "pronunciation": "(ਚੀਰੈ) ਲੇਖੇ",
    "type_id": 3
  },
  {
    "id": 1581,
    "shabad_id": 117,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਤਰਸਦੇ ਫਿਰੇ; ਬਿਨੁ ਗੁਰ ਭੇਟੇ ਪੀਰੈ ॥",
    "transliteration": "Lakh Chouraaseeh Tharasadhae Firae Bin Gur Bhaettae Peerai ||",
    "translation": "The 8.4 million species of beings wander around searching for You, but without the Guru, they do not find You.",
    "punjabi": "(ਪਰ ਤੂੰ ਮਿਲਦਾ ਹੈਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਗੁਰੂ-ਪੀਰ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ (ਭਾਵ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਜੀਵ (ਤੇਰੇ ਦਰਸਨ ਨੂੰ) ਤਰਸਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ਭੇਟੇ) ਮਿਲੇ। (ਪੀਰੈ) ਪੀੜਾ। ਲੱਖ",
    "type_id": 3
  },
  {
    "id": 1582,
    "shabad_id": 117,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਬਖਸੇ ਬਖਸਿ ਲੲੇ; ਸੂਖ ਸਦਾ ਸਰੀਰੈ ॥",
    "transliteration": "Har Jeeo Bakhasae Bakhas Leae Sookh Sadhaa Sareerai ||",
    "translation": "When the Dear Lord grants His Forgiveness, this human body finds lasting peace.",
    "punjabi": "ਜਿਸ ਜੀਵ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰਦਾ ਹੈ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1583,
    "shabad_id": 117,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਸੇਵ ਕਰੀ; ਸਚੁ ਗਹਿਰ ਗੰਭੀਰੈ ॥੧॥",
    "transliteration": "Gur Parasaadhee Saev Karee Sach Gehir Ganbheerai ||1||",
    "translation": "By Guru's Grace, I serve the True One, who is Immeasurably Deep and Profound. ||1||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ ਭੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਸਦਾ-ਥਿਰ ਤੇ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "(ਗਹਿਰ) ਨਿਰਹੱਲ। (ਗੰਭੀਰੈ) ਡੰੂਘੇ",
    "type_id": 3
  },
  {
    "id": 1584,
    "shabad_id": 117,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਨਾਮਿ ਰਤੇ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Man Maerae Naam Rathae Sukh Hoe ||",
    "translation": "O my mind, attuned to the Naam, you shall find peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਵੀਏ, ਤਾਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1585,
    "shabad_id": 117,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮਤੀ ਨਾਮੁ ਸਲਾਹੀਅੈ; ਦੂਜਾ. ਅਵਰੁ ਨ ਕੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Guramathee Naam Salaaheeai Dhoojaa Avar N Koe ||1|| Rehaao ||",
    "translation": "Follow the Guru's Teachings, and praise the Naam; there is no other at all. ||1||Pause||",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਲਾਹੁਣਾ ਚਾਹੀਦਾ ਹੈ। (ਨਾਮ ਸਿਮਰਨ ਦਾ) ਹੋਰ ਕੋਈ ਤਰੀਕਾ ਨਹੀਂ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1586,
    "shabad_id": 117,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਨੋ ਹੁਕਮੁ ਹੈ; ਬਹਿ ਸਚਾ ਧਰਮੁ ਬੀਚਾਰਿ ॥",
    "transliteration": "Dhharam Raae No Hukam Hai Behi Sachaa Dhharam Beechaar ||",
    "translation": "The Righteous Judge of Dharma, by the Hukam of God's Command, sits and administers True Justice.",
    "punjabi": "ਧਰਮਰਾਜ ਨੂੰ (ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਹੁਕਮ ਹੈ (ਹੇ ਧਰਮਰਾਜ! ਤੂੰ) ਬੈਠ ਕੇ (ਇਹ) ਅਟੱਲ ਧਰਮ (-ਨਿਆਂ) ਚੇਤੇ ਰੱਖ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1587,
    "shabad_id": 117,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਦੁਸਟੁ ਅਾਤਮਾ; ਓਹੁ ਤੇਰੀ ਸਰਕਾਰ ॥",
    "transliteration": "Dhoojai Bhaae Dhusatt Aathamaa Ouhu Thaeree Sarakaar ||",
    "translation": "Those evil souls, ensnared by the love of duality, are subject to Your Command.",
    "punjabi": "ਕਿ ਉਹ ਵਿਕਾਰੀ ਮਨੁੱਖ ਤੇਰੀ ਰਈਅਤ ਹੈ ਜੇਹੜਾ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "(ਸਰਕਾਰ) ਪਰਜਾ",
    "type_id": 3
  },
  {
    "id": 1588,
    "shabad_id": 117,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਧਿਅਾਤਮੀ. ਹਰਿ ਗੁਣ. ਤਾਸੁ ਮਨਿ; ਜਪਹਿ ੲੇਕੁ ਮੁਰਾਰਿ ॥",
    "transliteration": "Adhhiaathamee Har Gun Thaas Man Japehi Eaek Muraar ||",
    "translation": "The souls on their spiritual journey chant and meditate within their minds on the One Lord, the Treasure of Excellence.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਮਨ ਵਿਚ ਗੁਣਾਂ ਦਾ ਖ਼ਜਾਨਾ ਪਰਮਾਤਮਾ ਆਪ ਵੱਸਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਅਧਿਅਾਤਮੀ) ਵਾਹਿਗੁਰੂ ਜੀ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਲੇ। (ਮੁਰਾਰਿ) ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  }
]
