[
  {
    "id": 1699,
    "shabad_id": 124,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਓਨੀ ਚਲਣੁ ਸਦਾ ਨਿਹਾਲਿਅਾ; ਹਰਿ ਖਰਚੁ ਲੀਅਾ ਪਤਿ ਪਾੲਿ ||",
    "transliteration": "Ounee Chalan Sadhaa Nihaaliaa Har Kharach Leeaa Path Paae ||",
    "translation": "They keep death constantly before their eyes; they gather the Provisions of the Lord's Name, and receive honor.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਜਗਤ ਤੋਂ ਆਖ਼ਰ) ਚਲੇ ਜਾਣ ਨੂੰ ਸਦਾ (ਸਾਹਮਣੇ) ਵੇਖਿਆ ਹੈ, ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੀਵਨ-ਸਫ਼ਰ ਵਾਸਤੇ) ਖ਼ਰਚ ਇਕੱਠਾ ਕੀਤਾ ਹੈ ਤੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਪਾਈ ਹੈ।",
    "pronunciation": "(ਨਿਹਾਲਿਅਾ) ਦੇਖਿਅਾ[ ਪਤਿ:ਪੋਲਾ ਬੋਲੋ[ (ਪਤਿ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 1700,
    "shabad_id": 124,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ. ਦਰਗਹ ਮੰਨੀਅਹਿ; ਹਰਿ ਅਾਪਿ. ਲੲੇ ਗਲਿ ਲਾੲਿ ||੨||",
    "transliteration": "Guramukh Dharageh Manneeahi Har Aap Leae Gal Laae ||2||",
    "translation": "The Gurmukhs are honored in the Court of the Lord. The Lord Himself takes them in His Loving Embrace. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਆਪ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਲਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1701,
    "shabad_id": 124,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਾ ਨੋ ਪੰਥੁ ਪਰਗਟਾ; ਦਰਿ. ਠਾਕ ਨ ਕੋੲੀ ਪਾੲਿ ||",
    "transliteration": "Guramukhaa No Panthh Paragattaa Dhar Thaak N Koee Paae ||",
    "translation": "For the Gurmukhs, the Way is obvious. At the Lord's Door, they face no obstructions.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ (ਜੀਵਨ ਦਾ) ਰਸਤਾ ਸਾਫ਼ ਪੱਧਰਾ ਦਿੱਸਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਦੇ ਪਹੁੰਚਣ ਦੇ ਰਾਹ ਵਿਚ ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਪਾਂਦਾ।",
    "pronunciation": "(ਪੰਥੁ) ਰਸਤਾ[ (ਠਾਕ) ਰੋਕ",
    "type_id": 3
  },
  {
    "id": 1702,
    "shabad_id": 124,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਸਲਾਹਨਿ. ਨਾਮੁ ਮਨਿ; ਨਾਮਿ ਰਹਨਿ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Har Naam Salaahan Naam Man Naam Rehan Liv Laae ||",
    "translation": "They praise the Lord's Name, they keep the Naam in their minds, and they remain attached to the Love of the Naam.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1703,
    "shabad_id": 124,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਨਹਦ ਧੁਨੀ ਦਰਿ ਵਜਦੇ; ਦਰਿ ਸਚੈ. ਸੋਭਾ ਪਾੲਿ ||੩||",
    "transliteration": "Anehadh Dhhunee Dhar Vajadhae Dhar Sachai Sobhaa Paae ||3||",
    "translation": "The Unstruck Celestial Music vibrates for them at the Lord's Door, and they are honored at the True Door. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਸੁਰ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ ਦੇ (ਮਾਨੋ, ਵਾਜੇ) ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਨੂੰ ਸੋਭਾ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਅਨਹਦ:ਪੋਲਾ ਬੋਲੋ[ (ਅਨਹਦ) ੲਿੱਕ ਰਸ",
    "type_id": 3
  },
  {
    "id": 1704,
    "shabad_id": 124,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ ਸਲਾਹਿਅਾ; ਤਿਨਾ ਸਭ ਕੋ ਕਹੈ ਸਾਬਾਸਿ ||",
    "transliteration": "Jinee Guramukh Naam Salaahiaa Thinaa Sabh Ko Kehai Saabaas ||",
    "translation": "Those Gurmukhs who praise the Naam are applauded by everyone.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਹਰ ਕੋਈ ਉਹਨਾਂ ਨੂੰ ਵਾਹ ਵਾਹ ਆਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1705,
    "shabad_id": 124,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਤਿਨ ਕੀ ਸੰਗਤਿ ਦੇਹਿ ਪ੍ਰਭ; ਮੈ ਜਾਚਿਕ ਕੀ ਅਰਦਾਸਿ ||",
    "transliteration": "Thin Kee Sangath Dhaehi Prabh Mai Jaachik Kee Aradhaas ||",
    "translation": "Grant me their company, God-I am a beggar; this is my prayer.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮੰਗਤੇ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਬਖ਼ਸ਼।",
    "pronunciation": "(ਜਾਚਿਕ) ਮੰਗਤਾ",
    "type_id": 3
  },
  {
    "id": 1706,
    "shabad_id": 124,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਭਾਗ ਵਡੇ ਤਿਨਾ ਗੁਰਮੁਖਾ; ਜਿਨ ਅੰਤਰਿ ਨਾਮੁ ਪਰਗਾਸਿ ||੪||੩੩||੩੧||੬||੭੦||",
    "transliteration": "Naanak Bhaag Vaddae Thinaa Guramukhaa Jin Anthar Naam Paragaas ||4||33||31||6||70||",
    "translation": "O Nanak, great is the good fortune of those Gurmukhs, who are filled with the Light of the Naam within. ||4||33||31||6||70||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗ ਪੈਂਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ) ਚਾਨਣ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੪॥੩੩॥੩੧॥੬॥੭੦॥{41-42}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1707,
    "shabad_id": 125,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ਘਰੁ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 5 Ghar 1 ||",
    "translation": "Siree Raag, Fifth Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1708,
    "shabad_id": 125,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਿਅਾ ਤੂ ਰਤਾ ਦੇਖਿ ਕੈ; ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਸੀਗਾਰ ||",
    "transliteration": "Kiaa Thoo Rathaa Dhaekh Kai Puthr Kalathr Seegaar ||",
    "translation": "Why are you so thrilled by the sight of your son and your beautifully decorated wife?",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ (ਆਪਣੇ) ਪੁੱਤਰਾਂ ਨੂੰ ਵੇਖ ਕੇ (ਆਪਣੀ) ਇਸਤ੍ਰੀ ਦੇ ਹਾਵ-ਭਾਵ ਨੂੰ ਵੇਖ ਕੇ ਕਿਉਂ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "(ਕ-ਲੱਤ੍ਰ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 1709,
    "shabad_id": 125,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਸ ਭੋਗਹਿ. ਖੁਸੀਅਾ ਕਰਹਿ; ਮਾਣਹਿ ਰੰਗ ਅਪਾਰ ||",
    "transliteration": "Ras Bhogehi Khuseeaa Karehi Maanehi Rang Apaar ||",
    "translation": "You enjoy tasty delicacies, you have lots of fun, and you indulge in endless pleasures.",
    "punjabi": "ਤੂੰ (ਦੁਨੀਆ ਦੇ ਕਈ) ਰਸ ਭੋਗਦਾ ਹੈਂ, ਤੂੰ (ਕਈ ਤਰ੍ਹਾਂ ਦੀਆਂ) ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਦਾ ਹੈਂ, ਤੂੰ ਅਨੇਕਾਂ (ਕਿਸਮ ਦੀਆਂ) ਮੌਜਾਂ ਮਾਣਦਾ ਹੈਂ।",
    "pronunciation": "ਖੁਸੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 1710,
    "shabad_id": 125,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਹੁਤੁ ਕਰਹਿ ਫੁਰਮਾੲਿਸੀ; ਵਰਤਹਿ ਹੋੲਿ ਅਫਾਰ ||",
    "transliteration": "Bahuth Karehi Furamaaeisee Varathehi Hoe Afaar ||",
    "translation": "You give all sorts of commands, and you act so superior.",
    "punjabi": "ਤੂੰ ਬੜੇ ਹੁਕਮ (ਭੀ) ਕਰਦਾ ਹੈਂ, ਤੂੰ ਅਹੰਕਾਰੀ ਹੋ ਕੇ (ਲੋਕਾਂ ਨਾਲ ਅਹੰਕਾਰ ਵਾਲਾ) ਵਰਤਾਉ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "(ਫੁਰਮਾੲਿਸੀ) ਹੁਕਮ[ (ਅਫਾਰ) ਹੰਕਾਰੀ",
    "type_id": 3
  },
  {
    "id": 1711,
    "shabad_id": 125,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਰਤਾ. ਚਿਤਿ ਨ ਅਾਵੲੀ; ਮਨਮੁਖ ਅੰਧ ਗਵਾਰ ||੧||",
    "transliteration": "Karathaa Chith N Aavee Manamukh Andhh Gavaar ||1||",
    "translation": "The Creator does not come into the mind of the blind, idiotic, self-willed manmukh. ||1||",
    "punjabi": "ਹੇ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ! ਤੈਨੂੰ ਕਰਤਾਰ ਚੇਤੇ ਹੀ ਨਹੀਂ ਰਿਹਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1712,
    "shabad_id": 125,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਸੁਖਦਾਤਾ ਹਰਿ ਸੋੲਿ ||",
    "transliteration": "Maerae Man Sukhadhaathaa Har Soe ||",
    "translation": "O my mind, the Lord is the Giver of peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1713,
    "shabad_id": 125,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਪਾੲੀਅੈ; ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Parasaadhee Paaeeai Karam Paraapath Hoe ||1|| Rehaao ||",
    "translation": "By Guru's Grace, He is found. By His Mercy, He is obtained. ||1||Pause||",
    "punjabi": "(ਉਹ ਪਰਮਾਤਮਾ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਆਪਣੀ ਹੀ) ਮਿਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1714,
    "shabad_id": 125,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਪੜਿ ਭੋਗਿ ਲਪਟਾੲਿਅਾ; ਸੁੲਿਨਾ ਰੁਪਾ ਖਾਕੁ ||",
    "transliteration": "Kaparr Bhog Lapattaaeiaa Sueinaa Rupaa Khaak ||",
    "translation": "People are entangled in the enjoyment of fine clothes, but gold and silver are only dust.",
    "punjabi": "(ਹੇ ਮੂਰਖ!) ਤੂੰ ਖਾਣ ਵਿਚ ਹੰਢਾਣ ਵਿਚ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਸੋਨਾ ਚਾਂਦੀ ਧਰਤੀ ਇਕੱਠੀ ਕਰ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1715,
    "shabad_id": 125,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਹੈਵਰ ਗੈਵਰ ਬਹੁ ਰੰਗੇ; ਕੀੲੇ ਰਥ ਅਥਾਕ ||",
    "transliteration": "Haivar Gaivar Bahu Rangae Keeeae Rathh Athhaak ||",
    "translation": "They acquire beautiful horses and elephants, and ornate carriages of many kinds.",
    "punjabi": "ਤੂੰ ਕਈ ਕਿਸਮਾਂ ਦੇ ਵਧੀਆ ਘੋੜੇ, ਵਧੀਆ ਹਾਥੀ ਤੇ ਕਦੇ ਨਾਹ ਥੱਕਣ ਵਾਲੇ ਰਥ ਇਕੱਠੇ ਕਰ ਲਏ ਹਨ।",
    "pronunciation": "(ਹੈਵਰ)ਸ੍ਰੇਸ਼ਟ ਘੋੜੇ[ (ਗੈਵਰ) ਸ੍ਰੇਸ਼ਟ ਹਾਥੀ[ (ਅਥਾਕ) ਅਥੱਕ",
    "type_id": 3
  },
  {
    "id": 1716,
    "shabad_id": 125,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਕਿਸ ਹੀ ਚਿਤਿ. ਨ ਪਾਵਹੀ; ਬਿਸਰਿਅਾ ਸਭ ਸਾਕ ||",
    "transliteration": "Kis Hee Chith N Paavehee Bisariaa Sabh Saak ||",
    "translation": "They think of nothing else, and they forget all their relatives.",
    "punjabi": "(ਮਾਇਆ ਦੀ ਮਸਤੀ ਵਿਚ) ਤੂੰ ਆਪਣੇ ਸਾਕ ਸਨਬੰਧੀਆਂ ਨੂੰ (ਭੀ) ਭੁਲਾ ਬੈਠਾ ਹੈਂ, ਕਿਸੇ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਲਿਆਉਂਦਾ।",
    "pronunciation": "(ਪਾਵਹੀ) ਪਾੳੁਂਦਾ, ਲਿਅਾੳੁਂਦਾ",
    "type_id": 3
  },
  {
    "id": 1717,
    "shabad_id": 125,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਿਰਜਣਹਾਰਿ ਭੁਲਾੲਿਅਾ; ਵਿਣੁ ਨਾਵੈ. ਨਾਪਾਕ ||੨||",
    "transliteration": "Sirajanehaar Bhulaaeiaa Vin Naavai Naapaak ||2||",
    "translation": "They ignore their Creator; without the Name, they are impure. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਗੰਦਾ ਹੈਂ, ਸਿਰਜਨਹਾਰ ਪ੍ਰਭੂ ਨੇ (ਤੈਨੂੰ) ਆਪਣੇ ਮਨੋਂ ਲਾਹ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਾ-ਪਾਕ) ਅਪਵਿੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 1718,
    "shabad_id": 125,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਲੈਦਾ ਬਦਦੁਅਾੲਿ ਤੂੰ; ਮਾੲਿਅਾ ਕਰਹਿ ੲਿਕਤ ||",
    "transliteration": "Laidhaa Badh Dhuaae Thoon Maaeiaa Karehi Eikath ||",
    "translation": "Gathering the wealth of Maya, you earn an evil reputation.",
    "punjabi": "(ਹੇ ਮੂਰਖ!) ਤੂੰ (ਧੱਕੇ ਧੋੜੇ ਕਰ ਕੇ) ਮਾਇਆ ਇਕੱਠੀ ਕਰਦਾ ਹੈਂ (ਜਿਸ ਕਰਕੇ ਲੋਕਾਂ ਦੀਆਂ) ਬਦ-ਅਸੀਸਾਂ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "(ਬਦ-ਦੁਅਾੲਿ) ਬਦਅਸੀਸਾਂ[ (ੲਿ-ਕੱਤ) ੲਿਕੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 1719,
    "shabad_id": 125,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਿਸ ਨੋ ਤੂੰ ਪਤੀਅਾੲਿਦਾ; ਸੋ ਸਣੁ ਤੁਝੈ ਅਨਿਤ ||",
    "transliteration": "Jis No Thoon Patheeaaeidhaa So San Thujhai Anith ||",
    "translation": "Those whom you work to please shall pass away along with you.",
    "punjabi": "(ਪਰ) ਜਿਸ (ਪਰਵਾਰ) ਨੂੰ ਤੂੰ (ਇਸ ਮਾਇਆ ਨਾਲ) ਖ਼ੁਸ਼ ਕਰਦਾ ਹੈਂ ਉਹ ਤੇਰੇ ਸਮੇਤ ਹੀ ਨਾਸਵੰਤ ਹੈ।",
    "pronunciation": "ਪਤੀਅਾੲਿਦਾ:ਪੋਲਾ ਬੋਲੋ[ (ਪਤੀ-ਅਾੲਿਦਾ) ਪ੍ਰਸੰਨ ਕਰਦਾ ਹੈਂ[ (ਸਣੁ) ਸਮੇਤ[ (ਅ-ਨਿੱਤ) ਨਾਸਵੰਤ",
    "type_id": 3
  },
  {
    "id": 1720,
    "shabad_id": 125,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਹੰਕਾਰੁ ਕਰਹਿ ਅਹੰਕਾਰੀਅਾ; ਵਿਅਾਪਿਅਾ ਮਨ ਕੀ ਮਤਿ ||",
    "transliteration": "Ahankaar Karehi Ahankaareeaa Viaapiaa Man Kee Math ||",
    "translation": "The egotistical are engrossed in egotism, ensnared by the intellect of the mind.",
    "punjabi": "ਹੇ ਅਹੰਕਾਰੀ! ਤੂੰ ਆਪਣੇ ਮਨ ਦੀ ਮਤਿ ਦੇ ਦਬਾਉ ਹੇਠ ਆਇਆ ਹੋਇਆ ਹੈਂ ਤੇ (ਮਾਇਆ ਦਾ) ਮਾਣ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੁ",
    "type_id": 3
  },
  {
    "id": 1721,
    "shabad_id": 125,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਤਿਨਿ ਪ੍ਰਭਿ ਅਾਪਿ ਭੁਲਾੲਿਅਾ; ਨਾ ਤਿਸੁ ਜਾਤਿ. ਨ ਪਤਿ ||੩||",
    "transliteration": "Thin Prabh Aap Bhulaaeiaa Naa This Jaath N Path ||3||",
    "translation": "One who is deceived by God Himself, has no position and no honor. ||3||",
    "punjabi": "ਜਿਸ (ਮੰਦ ਭਾਗੀ ਜੀਵ) ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਾ ਦਿੱਤਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਨਾਹ ਉਸ ਦੀ (ਉੱਚੀ) ਜਾਤਿ (ਮੁੱਲ ਪਾਂਦੀ ਹੈ) ਨਾਹ (ਦੁਨੀਆ ਵਾਲੀ ਕੋਈ) ਇੱਜ਼ਤ ॥੩॥",
    "pronunciation": "ਪਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1722,
    "shabad_id": 125,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਪੁਰਖਿ ਮਿਲਾੲਿਅਾ; ੲਿਕੋ ਸਜਣੁ ਸੋੲਿ ||",
    "transliteration": "Sathigur Purakh Milaaeiaa Eiko Sajan Soe ||",
    "translation": "The True Guru, the Primal Being, has led me to meet the One, my only Friend.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੇ ਰੂਪ ਸਤਿਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਪ੍ਰਭੂ-ਸੱਜਣ ਹੀ ਮਿਲਾ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਉਸ ਸੇਵਕ ਦਾ ਰਾਖਾ (ਹਰ ਥਾਂ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1723,
    "shabad_id": 125,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਜਨ ਕਾ ਰਾਖਾ ੲੇਕੁ ਹੈ; ਕਿਅਾ ਮਾਣਸ ਹੳੁਮੈ ਰੋੲਿ ||",
    "transliteration": "Har Jan Kaa Raakhaa Eaek Hai Kiaa Maanas Houmai Roe ||",
    "translation": "The One is the Saving Grace of His humble servant. Why should the proud cry out in ego?",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਬੰਦੇ ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੇ। (ਪਰ ਆਪਣੀ) ਹਉਮੈ ਵਿਚ (ਫਸਿਆ ਮਨੁੱਖ) ਦੁਖੀ (ਹੀ) ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1724,
    "shabad_id": 125,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਹਰਿ ਜਨ ਭਾਵੈ. ਸੋ ਕਰੇ; ਦਰਿ. ਫੇਰੁ ਨ ਪਾਵੈ ਕੋੲਿ ||",
    "transliteration": "Jo Har Jan Bhaavai So Karae Dhar Faer N Paavai Koe ||",
    "translation": "As the servant of the Lord wills, so does the Lord act. At the Lord's Door, none of his requests are denied.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਨੂੰ ਜੋ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹੀ ਕਰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਸ ਦੀ ਗੱਲ ਦਾ ਕੋਈ ਮੋੜਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1725,
    "shabad_id": 125,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਰਤਾ ਰੰਗਿ ਹਰਿ; ਸਭ ਜਗ ਮਹਿ ਚਾਨਣੁ ਹੋੲਿ ||੪||੧||੭੧||",
    "transliteration": "Naanak Rathaa Rang Har Sabh Jag Mehi Chaanan Hoe ||4||1||71||",
    "translation": "Nanak is attuned to the Love of the Lord, whose Light pervades the entire Universe. ||4||1||71||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਜਗਤ ਵਿਚ ਚਾਨਣ(-ਮੁਨਾਰਾ) ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੭੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1726,
    "shabad_id": 126,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1727,
    "shabad_id": 126,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨਿ ਬਿਲਾਸੁ ਬਹੁ ਰੰਗੁ ਘਣਾ; ਦਿ੍ਰਸਟਿ ਭੂਲਿ ਖੁਸੀਅਾ ||",
    "transliteration": "Man Bilaas Bahu Rang Ghanaa Dhrisatt Bhool Khuseeaa ||",
    "translation": "With the mind caught up in playful pleasures, involved in all sorts of amusements and sights that stagger the eyes, people are led astray.",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਕਈ ਕਿਸਮਾਂ ਦਾ ਬਹੁਤ ਚਾ-ਮਲ੍ਹਾਰ ਹੋਵੇ, ਜੇ ਉਸ ਦੀ ਨਿਗਾਹ (ਦੁਨੀਆ ਦੀਆਂ) ਖ਼ੁਸ਼ੀਆਂ ਵਿਚ ਹੀ ਭੁੱਲੀ ਰਹੇ,",
    "pronunciation": "(ਬਿਲਾਸੁ) ਖੁਸ਼ੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 1728,
    "shabad_id": 126,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਛਤ੍ਰਧਾਰ ਬਾਦਿਸਾਹੀਅਾ; ਵਿਚਿ ਸਹਸੇ ਪਰੀਅਾ ||੧||",
    "transliteration": "Shhathradhhaar Baadhisaaheeaa Vich Sehasae Pareeaa ||1||",
    "translation": "The emperors sitting on their thrones are consumed by anxiety. ||1||",
    "punjabi": "ਜੇ ਅਜੇਹੀਆਂ ਬਾਦਿਸ਼ਾਹੀਆਂ ਮਿਲੀਆਂ ਹੋਈਆਂ ਹੋਣ ਕਿ ਸਿਰ ਉੱਤੇ ਛਤਰ ਟਿਕੇ ਰਹਿਣ, ਤਾਂ ਭੀ (ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ ਇਹ ਸਭ ਮੌਜਾਂ) ਸਹਮ ਵਿਚ ਪਾਈ ਰੱਖਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "(ਸਹਸੇ) ਫਿਕਰ",
    "type_id": 3
  },
  {
    "id": 1729,
    "shabad_id": 126,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਸੁਖੁ ਸਾਧਸੰਗਿ ਪਾੲਿਅਾ ||",
    "transliteration": "Bhaaee Rae Sukh Saadhhasang Paaeiaa ||",
    "translation": "O Siblings of Destiny, peace is found in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਹੀ) ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1730,
    "shabad_id": 126,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਲਿਖਿਅਾ ਲੇਖੁ. ਤਿਨਿ ਪੁਰਖਿ ਬਿਧਾਤੈ; ਦੁਖੁ ਸਹਸਾ ਮਿਟਿ ਗੲਿਅਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Likhiaa Laekh Thin Purakh Bidhhaathai Dhukh Sehasaa Mitt Gaeiaa ||1|| Rehaao ||",
    "translation": "If the Supreme Lord, the Architect of Destiny, writes such an order, then anguish and anxiety are erased. ||1||Pause||",
    "punjabi": "ਉਸ ਅਕਾਲ ਪੁਰਖ ਸਿਰਜਨਹਾਰ ਨੇ (ਜਿਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗੇ ਭਾਗਾਂ ਦਾ) ਲੇਖ ਲਿਖ ਦਿੱਤਾ (ਉਸ ਨੂੰ ਸਤਸੰਗ ਮਿਲਦਾ ਹੈ ਤੇ ਉਸ ਦਾ) ਦੁੱਖ ਸਹਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬਿਧਾਤੈ) ਸਿਰਜਨਹਾਰ[ ਗ-ੲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 1731,
    "shabad_id": 126,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜੇਤੇ ਥਾਨ ਥਨੰਤਰਾ; ਤੇਤੇ ਭਵਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Jaethae Thhaan Thhanantharaa Thaethae Bhav Aaeiaa ||",
    "translation": "There are so many places-I have wandered through them all.",
    "punjabi": "ਧਰਤੀ ਦੇ ਜਿਤਨੇ ਭੀ ਸੋਹਣੇ ਸੋਹਣੇ ਥਾਂ ਹਨ (ਜੇ ਕੋਈ ਮਨੁੱਖ) ਉਹ ਸਾਰੇ ਹੀ ਥਾਂ ਭਉਂ ਭਉਂ ਕੇ ਵੇਖ ਆਇਆ ਹੋਵੇ,",
    "pronunciation": "(ਥਨੰਤਰਾ) ਥਾਵਾਂ ਅੰਦਰ[ (ਭਵਿ) ਫਿਰ ਕੇ",
    "type_id": 3
  },
  {
    "id": 1732,
    "shabad_id": 126,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਧਨ ਪਾਤੀ ਵਡ ਭੂਮੀਅਾ; ਮੇਰੀ ਮੇਰੀ ਕਰਿ ਪਰਿਅਾ ||੨||",
    "transliteration": "Dhhan Paathee Vadd Bhoomeeaa Maeree Maeree Kar Pariaa ||2||",
    "translation": "The masters of wealth and the great land-lords have fallen, crying out, \"This is mine! This is mine!\"||2||",
    "punjabi": "ਜੇ ਕੋਈ ਬਹੁਤ ਧਨਾਢ ਹੋਵੇ, ਬਹੁਤ ਭੁਇਂ ਦਾ ਮਾਲਕ ਹੋਵੇ, ਤਾਂ ਭੀ (ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ) 'ਮੇਰੀ ਭੁਇਂ' ਆਖ ਆਖ ਕੇ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1733,
    "shabad_id": 126,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹੁਕਮੁ ਚਲਾੲੇ. ਨਿਸੰਗ ਹੋੲਿ; ਵਰਤੈ ਅਫਰਿਅਾ ||",
    "transliteration": "Hukam Chalaaeae Nisang Hoe Varathai Afariaa ||",
    "translation": "They issue their commands fearlessly, and act in pride.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਡਰ-ਖ਼ਤਰਾ-ਝਾਕਾ ਲਾਹ ਕੇ (ਲੋਕਾਂ ਉੱਤੇ) ਆਪਣਾ ਹੁਕਮ ਚਲਾਏ, ਲੋਕਾਂ ਨਾਲ ਬੜੀ ਆਕੜ ਵਾਲਾ ਸਲੂਕ ਕਰੇ,",
    "pronunciation": "(ਨਿਸੰਗ) ਬੇ-ਰੋਕ[ ਹੰਕਾਰ ਦੀ ਹਵਾ ਚ (ਅ-ਫਰਿਅਾ) ਅਮੋੜ",
    "type_id": 3
  },
  {
    "id": 1734,
    "shabad_id": 126,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸਭੁ ਕੋ ਵਸਗਤਿ ਕਰਿ ਲੲਿਓਨੁ; ਬਿਨੁ ਨਾਵੈ. ਖਾਕੁ ਰਲਿਅਾ ||੩||",
    "transliteration": "Sabh Ko Vasagath Kar Laeioun Bin Naavai Khaak Raliaa ||3||",
    "translation": "They subdue all under their command, but without the Name, they are reduced to dust. ||3||",
    "punjabi": "ਜੇ ਉਸ ਨੇ ਹਰੇਕ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੋਵੇ ਤਾਂ ਭੀ (ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਤੋਂ ਬਿਨਾ (ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ, ਤੇ ਆਖ਼ਰ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਵੱਸ-ਗਤਿ[ ਗਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1735,
    "shabad_id": 126,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਕੋਟਿ ਤੇਤੀਸ ਸੇਵਕਾ; ਸਿਧ ਸਾਧਿਕ ਦਰਿ ਖਰਿਅਾ ||",
    "transliteration": "Kott Thaethees Saevakaa Sidhh Saadhhik Dhar Khariaa ||",
    "translation": "Even those who are served by the 33 million angelic beings, at whose door the Siddhas and the Saadhus stand,",
    "punjabi": "ਜੇ ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ ਉਸ ਦੇ ਸੇਵਕ ਬਣ ਜਾਣ, ਸਿੱਧ ਤੇ ਸਾਧਿਕ ਉਸ ਦੇ ਦਰ ਤੇ ਖਲੋਤੇ ਰਹਿਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1736,
    "shabad_id": 126,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਗਿਰੰ ਬਾਰੀ ਵਡ ਸਾਹਬੀ; ਸਭੁ ਨਾਨਕ. ਸੁਪਨੁ ਥੀਅਾ ||੪||੨||੭੨||",
    "transliteration": "Giranbaaree Vadd Saahabee Sabh Naanak Supan Thheeaa ||4||2||72||",
    "translation": "Who live in wondrous affluence and rule over mountains, oceans and vast dominions-O Nanak, in the end, all this vanishes like a dream! ||4||2||72||",
    "punjabi": "ਜੇ ਕੋਈ ਇਤਨੀ ਵੱਡੀ ਹਕੂਮਤਿ ਦਾ ਮਾਲਕ ਹੋ ਜਾਏ, ਕਿ ਭਾਰੀ ਜ਼ਿੰਮੇਵਾਰੀ ਭੀ ਮਿਲ ਜਾਏ, ਤਾਂ ਭੀ, ਹੇ ਨਾਨਕ! (ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ, ਤੇ) ਇਹ ਸਭ ਕੁਝ (ਆਖ਼ਰ) ਸੁਪਨਾ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੭੨॥",
    "pronunciation": "(ਗਿਰੰ) ਪਹਾੜ (ਬਾਰੀ) ਸਮੁੰਦ੍ਰਾਂ ਸਹਿਤ ਵੱਡੀ ਮਾਲਕੀ ਸੀ[ ਸਾਹਬੀ: ਹਾਹਾ ਮੁਕਤਾ ਬੋਲੋ[ (ਦੂਜਾ ਪਾਠ: ਗਿਰੰਬਾਰੀ)",
    "type_id": 3
  }
]
