[
  {
    "id": 1901,
    "shabad_id": 137,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹ ਪਰੀਤਿ ਧਿ੍ਰਗੁ; ਸੁਖੀ. ਨ ਦੀਸੈ ਕੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Maaeiaa Moh Pareeth Dhhrig Sukhee N Dheesai Koe ||1|| Rehaao ||",
    "translation": "Cursed is emotional attachment and love of Maya; no one is seen to be at peace. ||1||Pause||",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਮਾਇਆ ਦੀ ਪ੍ਰੀਤਿ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਇਸ ਨੂੰ ਛੱਡ ਦੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ) ਕੋਈ ਭੀ ਬੰਦਾ ਸੁਖੀ ਨਹੀਂ ਦਿਸਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਧਿ੍ਰਗੁ) ਫਿਟਕਾਰ ਯੋਗ",
    "type_id": 4
  },
  {
    "id": 1902,
    "shabad_id": 137,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਦਾਨਾ ਦਾਤਾ ਸੀਲਵੰਤੁ; ਨਿਰਮਲੁ ਰੂਪੁ ਅਪਾਰੁ ||",
    "transliteration": "Dhaanaa Dhaathaa Seelavanth Niramal Roop Apaar ||",
    "translation": "God is Wise, Giving, Tender-hearted, Pure, Beautiful and Infinite.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਮਿੱਠੇ ਸੁਭਾਉ ਵਾਲਾ ਹੈ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ, ਬੇਅੰਤ ਸੋਹਣੇ ਰੂਪ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਸੀਲਵੰਤੁ) ਨਰਮ ਸੁਭਾਅ",
    "type_id": 3
  },
  {
    "id": 1903,
    "shabad_id": 137,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸਖਾ ਸਹਾੲੀ ਅਤਿ ਵਡਾ; ੳੂਚਾ ਵਡਾ ਅਪਾਰੁ ||",
    "transliteration": "Sakhaa Sehaaee Ath Vaddaa Oochaa Vaddaa Apaar ||",
    "translation": "He is our Companion and Helper, Supremely Great, Lofty and Utterly Infinite.",
    "punjabi": "ਉਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਿੱਤਰ ਹੈ, ਤੇ ਸਹੈਤਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਉੱ​ਚਾ ਹੈ, ਵੱਡਾ ਹੈ, ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1904,
    "shabad_id": 137,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਬਾਲਕੁ ਬਿਰਧਿ. ਨ ਜਾਣੀਅੈ; ਨਿਹਚਲੁ ਤਿਸੁ ਦਰਵਾਰੁ ||",
    "transliteration": "Baalak Biradhh N Jaaneeai Nihachal This Dharavaar ||",
    "translation": "He is not known as young or old; His Court is Steady and Stable.",
    "punjabi": "ਨਾਹ ਉਹ ਕਦੇ ਬਾਲ ਉਮਰ ਵਾਲਾ ਹੁੰਦਾ ਹੈ, ਨਾਹ ਉਹ ਕਦੇ ਬੁੱਢਾ ਹੈ (ਭਾਵ, ਜੀਵਾਂ ਵਾਂਗ ਉਸ ਦੀ ਅਵਸਥਾ ਵਧਦੀ ਘਟਦੀ ਨਹੀਂ)। ਉਹ ਪ੍ਰਭੂ ਦਾ ਦਰਬਾਰ ਅਟੱਲ ਹੈ (ਉਸ ਦਾ ਹੁਕਮ ਮੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "pronunciation": "(ਨਿਹਚਲੁ) ਸਦਾ ਕਾੲਿਮ",
    "type_id": 3
  },
  {
    "id": 1905,
    "shabad_id": 137,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਮੰਗੀਅੈ. ਸੋੲੀ ਪਾੲੀਅੈ; ਨਿਧਾਰਾ ਅਾਧਾਰੁ ||੨||",
    "transliteration": "Jo Mangeeai Soee Paaeeai Nidhhaaraa Aadhhaar ||2||",
    "translation": "Whatever we seek from Him, we receive. He is the Support of the unsupported. ||2||",
    "punjabi": "(ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਜੋ ਕੁਝ ਮੰਗੀਦਾ ਹੈ ਉਹੀ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਿਧਾਰਾ) ਨਿਅਾਸਰਿਅਾਂ ਦੇ (ਅਾਧਾਰੁ) ਅਾਸਰੇ",
    "type_id": 3
  },
  {
    "id": 1906,
    "shabad_id": 137,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ ਪੇਖਤ. ਕਿਲਵਿਖ ਹਿਰਹਿ; ਮਨਿ ਤਨਿ ਹੋਵੈ ਸਾਂਤਿ ||",
    "transliteration": "Jis Paekhath Kilavikh Hirehi Man Than Hovai Saanth ||",
    "translation": "Seeing Him, our evil inclinations vanish; mind and body become peaceful and tranquil.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ (ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਜਿਸ ਦੇ ਦਰਸਨ ਨਾਲ) ਮਨ ਵਿਚ ਤੇ ਸਰੀਰ ਵਿਚ (ਆਤਮਕ) ਠੰਡ ਪੈ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "(ਕਿਲਵਿਖ) ਪਾਪ[ (ਹਿਰ-ਹਿ) ਨਾਸ ਹੋਣ",
    "type_id": 3
  },
  {
    "id": 1907,
    "shabad_id": 137,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ੲਿਕ ਮਨਿ ੲੇਕੁ ਧਿਅਾੲੀਅੈ; ਮਨ ਕੀ ਲਾਹਿ ਭਰਾਂਤਿ ||",
    "transliteration": "Eik Man Eaek Dhhiaaeeai Man Kee Laahi Bharaanth ||",
    "translation": "With one-pointed mind, meditate on the One Lord, and the doubts of your mind will be dispelled.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੀ (ਮਾਇਆ ਵਲ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਕਰ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਮਨ ਲਾ ਕੇ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਭਰਾਂਤਿ) ਭ੍ਰਮਣ",
    "type_id": 3
  },
  {
    "id": 1908,
    "shabad_id": 137,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨੁ ਨਵਤਨੁ ਸਦਾ; ਪੂਰਨ ਜਾ ਕੀ ਦਾਤਿ ||",
    "transliteration": "Gun Nidhhaan Navathan Sadhaa Pooran Jaa Kee Dhaath ||",
    "translation": "He is the Treasure of Excellence, the Ever-fresh Being. His Gift is Perfect and Complete.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਦਿੱਤੀ ਦਾਤ ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਜੋ (ਦਾਤਾਂ ਦੇਣ ਵਿਚ) ਸਦਾ ਨਵਾਂ (ਰਹਿੰਦਾ) ਹੈ (ਭਾਵ, ਜੋ ਦਾਤਾਂ ਦੇ ਦੇ ਕੇ ਕਦੇ ਅੱਕਦਾ ਨਹੀਂ) ਤੇ ਜੋ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ,",
    "pronunciation": "(ਨਵਤਨੁ)ਨਵਾਂ",
    "type_id": 3
  },
  {
    "id": 1909,
    "shabad_id": 137,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਅਾਰਾਧੀਅੈ; ਦਿਨੁ ਵਿਸਰਹੁ ਨਹੀ ਰਾਤਿ ||੩||",
    "transliteration": "Sadhaa Sadhaa Aaraadhheeai Dhin Visarahu Nehee Raath ||3||",
    "translation": "Forever and ever, worship and adore Him. Day and night, do not forget Him. ||3||",
    "punjabi": "ਉਸ ਨੂੰ ਸਦਾ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਨਾਹ ਦਿਨੇ ਨਾਹ ਰਾਤ ਨੂੰ ਕਦੇ ਭੀ ਉਸ ਨੂੰ ਨਾਹ ਭੁਲਾਓ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1910,
    "shabad_id": 137,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪੂਰਬਿ ਲਿਖਿਅਾ; ਤਿਨ ਕਾ ਸਖਾ ਗੋਵਿੰਦੁ ||",
    "transliteration": "Jin Ko Poorab Likhiaa Thin Kaa Sakhaa Govindh ||",
    "translation": "One whose destiny is so pre-ordained, obtains the Lord of the Universe as his Companion.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਹਿਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦਾ ਲੇਖ ਉੱਘੜਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦਾ ਮਿੱਤਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਪੂਰਬਿ) ਪਹਿਲਾ ਨਿਸ਼ਕਾਮ ਕਰਮਾਂ ਦਾ ਲੇਖ ਲਿਖਿਅਾ[ (ਸਖਾ) ਮਿੱਤਰ",
    "type_id": 3
  },
  {
    "id": 1911,
    "shabad_id": 137,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਧਨੁ ਅਰਪੀ ਸਭੋ; ਸਗਲ ਵਾਰੀਅੈ ੲਿਹ ਜਿੰਦੁ ||",
    "transliteration": "Than Man Dhhan Arapee Sabho Sagal Vaareeai Eih Jindh ||",
    "translation": "I dedicate my body, mind, wealth and all to Him. I totally sacrifice my soul to Him.",
    "punjabi": "ਮੈਂ ਤਾਂ ਆਪਣਾ ਸਰੀਰ, ਆਪਣਾ ਮਨ, ਆਪਣਾ ਧਨ (ਸਭ ਕੁਝ ਉਸ ਦਾ ਪਿਆਰ ਹਾਸਲ ਕਰਨ ਲਈ) ਅਰਪਨ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ। (ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਇਹ ਸਾਰੀ ਜਿੰਦ ਕੁਰਬਾਨ ਕਰ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "ਸੱਭੋ",
    "type_id": 3
  },
  {
    "id": 1912,
    "shabad_id": 137,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਦੇਖੈ ਸੁਣੈ ਹਦੂਰਿ ਸਦ; ਘਟਿ ਘਟਿ ਬ੍ਰਹਮੁ ਰਵਿੰਦੁ ||",
    "transliteration": "Dhaekhai Sunai Hadhoor Sadh Ghatt Ghatt Breham Ravindh ||",
    "translation": "Seeing and hearing, He is always close at hand. In each and every heart, God is pervading.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ (ਹਰੇਕ ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਨੂੰ) ਵੇਖਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਦੀਆਂ ਅਰਦਾਸਾਂ) ਸੁਣਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "(ਰਵਿੰਦੁ) ਰਵੇ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 1913,
    "shabad_id": 137,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਅਕਿਰਤਘਣਾ ਨੋ ਪਾਲਦਾ; ਪ੍ਰਭ ਨਾਨਕ ਸਦ ਬਖਸਿੰਦੁ ||੪||੧੩||੮੩||",
    "transliteration": "Akirathaghanaa No Paaladhaa Prabh Naanak Sadh Bakhasindh ||4||13||83||",
    "translation": "Even the ungrateful ones are cherished by God. O Nanak, He is forever the Forgiver. ||4||13||83||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਭੀ ਪਾਲਦਾ ਹੈਂ, ਜੋ ਤੇਰੇ ਕੀਤੇ ਉਪਕਾਰਾਂ ਨੂੰ ਭੁਲਾ ਦੇਂਦੇ ਹਨ, ਤੂੰ ਸਦਾ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਭੁੱਲਾਂ) ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈਂ ॥੪॥੧੩॥੮੩॥{46-47}",
    "pronunciation": "ਅ-ਕਿਰਤਘਣਾ[ ਬਖ-ਸਿੰਦੁ",
    "type_id": 3
  },
  {
    "id": 1914,
    "shabad_id": 138,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1915,
    "shabad_id": 138,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਧਨੁ ਜਿਨਿ ਪ੍ਰਭਿ ਦੀਅਾ; ਰਖਿਅਾ ਸਹਜਿ ਸਵਾਰਿ ||",
    "transliteration": "Man Than Dhhan Jin Prabh Dheeaa Rakhiaa Sehaj Savaar ||",
    "translation": "This mind, body and wealth were given by God, who naturally adorns us.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਮਨ ਦਿੱਤਾ ਹੈ, (ਵਰਤਣ ਲਈ) ਧਨ ਦਿੱਤਾ ਹੈ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਮਨੁੱਖ ਦੇ ਸਰੀਰ ਨੂੰ ਸਵਾਰ ਬਣਾ ਕੇ ਰੱਖਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1916,
    "shabad_id": 138,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਰਬ ਕਲਾ ਕਰਿ ਥਾਪਿਅਾ; ਅੰਤਰਿ ਜੋਤਿ ਅਪਾਰ ||",
    "transliteration": "Sarab Kalaa Kar Thhaapiaa Anthar Joth Apaar ||",
    "translation": "He has blessed us with all our energy, and infused His Infinite Light deep within us.",
    "punjabi": "ਜਿਸ ਨੇ (ਸਰੀਰ ਵਿਚ) ਸਾਰੀਆਂ (ਸਰੀਰਕ) ਤਾਕਤਾਂ ਪੈਦਾ ਕਰ ਕੇ ਸਰੀਰ ਰਚਿਆ ਹੈ, ਤੇ ਸਰੀਰ ਵਿਚ ਆਪਣੀ ਬੇਅੰਤ ਜੋਤਿ ਟਿਕਾ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1917,
    "shabad_id": 138,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਪ੍ਰਭੁ ਸਿਮਰੀਅੈ; ਅੰਤਰਿ ਰਖੁ ੳੁਰ ਧਾਰਿ ||੧||",
    "transliteration": "Sadhaa Sadhaa Prabh Simareeai Anthar Rakh Our Dhhaar ||1||",
    "translation": "Forever and ever, meditate in remembrance on God; keep Him enshrined in your heart. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਹੀ ਸਿਮਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। (ਹੇ ਭਾਈ!) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਦੀ ਯਾਦ ਟਿਕਾ ਰੱਖ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1918,
    "shabad_id": 138,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਹਰਿ ਬਿਨੁ; ਅਵਰੁ ਨ ਕੋੲਿ ||",
    "transliteration": "Maerae Man Har Bin Avar N Koe ||",
    "translation": "O my mind, without the Lord, there is no other at all.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਅਸਲ ਰਾਖਾ) ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1919,
    "shabad_id": 138,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਸਰਣਾੲੀ ਸਦਾ ਰਹੁ; ਦੂਖੁ ਨ ਵਿਅਾਪੈ ਕੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Prabh Saranaaee Sadhaa Rahu Dhookh N Viaapai Koe ||1|| Rehaao ||",
    "translation": "Remain in God's Sanctuary forever, and no suffering shall afflict you. ||1||Pause||",
    "punjabi": "ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ। ਕੋਈ ਭੀ ਦੁੱਖ ਤੇਰੇ ਉੱਤੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1920,
    "shabad_id": 138,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਰਤਨ ਪਦਾਰਥ ਮਾਣਕਾ; ਸੁੲਿਨਾ ਰੁਪਾ ਖਾਕੁ ||",
    "transliteration": "Rathan Padhaarathh Maanakaa Sueinaa Rupaa Khaak ||",
    "translation": "Jewels, treasures, pearls, gold and silver-all these are just dust.",
    "punjabi": "ਰਤਨ, ਮੋਤੀ ਆਦਿਕ ਕੀਮਤੀ ਪਦਾਰਥ, ਸੋਨਾ, ਚਾਂਦੀ (ਇਹ ਸਭ) ਮਿੱਟੀ ਸਮਾਨ ਹੀ ਹਨ (ਕਿਉਂਕਿ ਇਥੇ ਹੀ ਪਏ ਰਹਿ ਜਾਣਗੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1921,
    "shabad_id": 138,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਸੁਤ ਬੰਧਪਾ; ਕੂੜੇ ਸਭੇ ਸਾਕ ||",
    "transliteration": "Maath Pithaa Suth Bandhhapaa Koorrae Sabhae Saak ||",
    "translation": "Mother, father, children and relatives-all relations are false.",
    "punjabi": "ਮਾਂ ਪਿਉ ਪੁੱਤਰ ਤੇ ਹੋਰ ਸੰਬੰਧੀ-ਇਹ ਸਾਰੇ ਸਾਕ ਭੀ ਸਾਥ ਛੱਡ ਜਾਣ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(ਸੁਤ) ਪੁੱਤਰ[ (ਬੰਧਪਾ) ਸੰਬੰਧੀ[ ਸੱਭੇ",
    "type_id": 3
  },
  {
    "id": 1922,
    "shabad_id": 138,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਿਨਿ ਕੀਤਾ. ਤਿਸਹਿ ਨ ਜਾਣੲੀ; ਮਨਮੁਖ ਪਸੁ ਨਾਪਾਕ ||੨||",
    "transliteration": "Jin Keethaa Thisehi N Jaanee Manamukh Pas Naapaak ||2||",
    "translation": "The self-willed manmukh is an insulting beast; he does not acknowledge the One who created him. ||2||",
    "punjabi": "(ਇਹ ਵੇਖ ਕੇ ਭੀ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ, ਗੰਦੇ ਜੀਵਨ ਵਾਲਾ ਪਸ਼ੂ-ਸੁਭਾਉ ਮਨੁੱਖ, ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ਜਿਸ ਨੇ ਇਸ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਾਪਾਕ) ਅਪਵਿੱਤ੍ਰ[ ਪਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1923,
    "shabad_id": 138,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ਰਵਿ ਰਹਿਅਾ; ਤਿਸਨੋ ਜਾਣੈ ਦੂਰਿ ||",
    "transliteration": "Anthar Baahar Rav Rehiaa This No Jaanai Dhoor ||",
    "translation": "The Lord is pervading within and beyond, and yet people think that He is far away.",
    "punjabi": "(ਮੂਰਖ ਮਨੁੱਖ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਸਮਝਦਾ ਹੈ, ਜੋ ਇਸ ਦੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "(ਰਵਿ) ਵਿਅਾਪ ਰਹੇ[ ਬਾ-ਹਰਿ",
    "type_id": 3
  },
  {
    "id": 1924,
    "shabad_id": 138,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਲਾਗੀ ਰਚਿ ਰਹਿਅਾ; ਅੰਤਰਿ ਹੳੁਮੈ ਕੂਰਿ ||",
    "transliteration": "Thrisanaa Laagee Rach Rehiaa Anthar Houmai Koor ||",
    "translation": "They are engrossed in clinging desires; within their hearts there is ego and falsehood.",
    "punjabi": "ਜੀਵ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਚੰਬੜੀ ਹੋਈ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਜੀਵ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈ, (ਮਾਇਆ ਦੇ ਕਾਰਨ) ਇਸ ਦੇ ਅੰਦਰ ਝੂਠੀ ਹਉਮੈ ਟਿਕੀ ਹੋਈ ਹੈ।",
    "pronunciation": "(ਕੂਰਿ) ਕੂੜੀ",
    "type_id": 3
  },
  {
    "id": 1925,
    "shabad_id": 138,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਭਗਤੀ ਨਾਮ ਵਿਹੂਣਿਅਾ; ਅਾਵਹਿ ਵੰਞਞਹਿ ਪੂਰ ||੩||",
    "transliteration": "Bhagathee Naam Vihooniaa Aavehi Vannjehi Poor ||3||",
    "translation": "Without devotion to the Naam, crowds of people come and go. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਪੂਰਾਂ ਦੇ ਪੂਰ ਜੀਵ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਆਉਂਦੇ ਹਨ ਤੇ (ਖ਼ਾਲੀ) ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "(ਵਿਹੂਣਿਅਾ) ਖਾਲੀ[ (ਵੰਞਹਿ) ਜਾਂਦੇ[ (ਪੂਰ) ਅਨੇਕ ਜੀਵ",
    "type_id": 3
  },
  {
    "id": 1926,
    "shabad_id": 138,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਰਾਖਿ ਲੇਹੁ ਪ੍ਰਭੁ ਕਰਣਹਾਰ; ਜੀਅ ਜੰਤ ਕਰਿ ਦੲਿਅਾ ||",
    "transliteration": "Raakh Laehu Prabh Karanehaar Jeea Janth Kar Dhaeiaa ||",
    "translation": "Please preserve Your beings and creatures, God; O Creator Lord, please be merciful!",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ? ਮਾਇਆ ਦੇ ਟਾਕਰੇ ਤੇ ਇਹ ਬੇ-ਬਸ ਹਨ) ਹੇ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਸਾਰੇ ਜੀਅ ਜੰਤਾਂ ਨੂੰ (ਇਸ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1927,
    "shabad_id": 138,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਪ੍ਰਭ. ਕੋੲਿ ਨ ਰਖਨਹਾਰੁ; ਮਹਾ ਬਿਕਟ ਜਮ ਭੲਿਅਾ ||",
    "transliteration": "Bin Prabh Koe N Rakhanehaar Mehaa Bikatt Jam Bhaeiaa ||",
    "translation": "Without God, there is no saving grace. The Messenger of Death is cruel and unfeeling.",
    "punjabi": "ਜਮਰਾਜ ਜੀਵਾਂ ਵਾਸਤੇ ਬੜਾ ਡਰਾਉਣਾ ਬਣ ਰਿਹਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਬਿਕਟ) ਭਿਅਾਨਕ[ ਭ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1928,
    "shabad_id": 138,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨ ਵੀਸਰੳੁ; ਕਰਿ ਅਪੁਨੀ ਹਰਿ ਮੲਿਅਾ ||੪||੧੪||੮੪||",
    "transliteration": "Naanak Naam N Veesaro Kar Apunee Har Maeiaa ||4||14||84||",
    "translation": "O Nanak, may I never forget the Naam! Please bless me with Your Mercy, Lord! ||4||14||84||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਹਰੀ! ਆਪਣੀ ਮਿਹਰ ਕਰ, ਮੈਂ ਤੇਰਾ ਨਾਮ ਕਦੇ ਨਾਹ ਭੁਲਾਵਾਂ ॥੪॥੧੪॥੮੪॥",
    "pronunciation": "(ਮ-ੲਿਅਾ) ਦੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1929,
    "shabad_id": 139,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ||",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1930,
    "shabad_id": 139,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮੇਰਾ ਤਨੁ ਅਰੁ ਧਨੁ ਮੇਰਾ; ਰਾਜ ਰੂਪ ਮੈ ਦੇਸੁ ||",
    "transliteration": "Maeraa Than Ar Dhhan Maeraa Raaj Roop Mai Dhaes ||",
    "translation": "\"My body and my wealth; my ruling power, my beautiful form and country-mine!\"",
    "punjabi": "(ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਇਹ ਸਰੀਰ ਮੇਰਾ ਹੈ, ਇਹ ਰਾਜ ਮੇਰਾ ਹੈ, ਇਹ ਦੇਸ ਮੇਰਾ ਹੈ, ਮੈਂ ਰੂਪ ਵਾਲਾ ਹਾਂ,",
    "pronunciation": "ਗੁਰਬਾਣੀ ਜੀ ਚ ਮੈ ਅਰਥ ਰੂਪ ਅਾਵੇ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ, ਜਿਵੇਂ ਕਰੁਣਾਮੈ[ ਬਾਕੀ ਥਾਂ ਮੈਂ ਹੀ ਬੋਲਣਾ[ ੲਿਹ ਤੁਕ ਵਿੱਚ ਮੈਂ ਹੈ",
    "type_id": 3
  },
  {
    "id": 1931,
    "shabad_id": 139,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੁਤ ਦਾਰਾ ਬਨਿਤਾ ਅਨੇਕ; ਬਹੁਤੁ ਰੰਗ ਅਰੁ ਵੇਸ ||",
    "transliteration": "Suth Dhaaraa Banithaa Anaek Bahuth Rang Ar Vaes ||",
    "translation": "You may have children, a wife and many mistresses; you may enjoy all sorts of pleasures and fine clothes.",
    "punjabi": "ਮੇਰੇ ਪੁੱਤਰ ਹਨ, ਮੇਰੀਆਂ ਇਸਤ੍ਰੀਆਂ ਹਨ, ਮੈਨੂੰ ਬੜੀਆਂ ਮੌਜਾਂ ਹਨ, ਅਤੇ ਮੇਰੇ ਪਾਸ ਕਈ ਪੁਸ਼ਾਕਾਂ ਹਨ।",
    "pronunciation": "(ਦਾਰਾ) ੲਿਸਤ੍ਰੀ[ (ਬਨਿ-ਤਾ) ੲਿਸਤ੍ਰੀ[ (ਰੰਗ) ਅਨੰਦ[ (ਵੇਸ) ਪਹਿਰਾਵੇ",
    "type_id": 3
  },
  {
    "id": 1932,
    "shabad_id": 139,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ. ਰਿਦੈ ਨ ਵਸੲੀ; ਕਾਰਜਿ ਕਿਤੈ ਨ ਲੇਖਿ ||੧||",
    "transliteration": "Har Naam Ridhai N Vasee Kaaraj Kithai N Laekh ||1||",
    "translation": "And yet, if the Name of the Lord does not abide within the heart, none of it has any use or value. ||1||",
    "punjabi": "ਪਰ ਜੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ ਤਾਂ (ਇਹ ਸਭ ਪਦਾਰਥ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ) ਕਿਸੇ ਭੀ ਕੰਮ ਨਾਹ ਸਮਝ ॥੧॥",
    "pronunciation": "ਵਸੲੀ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 1933,
    "shabad_id": 139,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ ||",
    "transliteration": "Maerae Man Har Har Naam Dhhiaae ||",
    "translation": "O my mind, meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1934,
    "shabad_id": 139,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਸੰਗਤਿ ਨਿਤ ਸਾਧ ਕੀ; ਗੁਰ ਚਰਣੀ ਚਿਤੁ ਲਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kar Sangath Nith Saadhh Kee Gur Charanee Chith Laae ||1|| Rehaao ||",
    "translation": "Always keep the Company of the Holy, and focus your consciousness on the Feet of the Guru. ||1||Pause||",
    "punjabi": "ਸਦਾ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਕਰ, ਤੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1935,
    "shabad_id": 139,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਧਿਅਾੲੀਅੈ; ਮਸਤਕਿ ਹੋਵੈ ਭਾਗੁ ||",
    "transliteration": "Naam Nidhhaan Dhhiaaeeai Masathak Hovai Bhaag ||",
    "translation": "Those who have such blessed destiny written on their foreheads meditate on the Treasure of the Naam.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੋ ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜਾਨਾ (ਹੈ) ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਸਿਮਰ ਸਕਦਾ ਹੈ ਜਿਸ ਦੇ) ਮੱਥੇ ਉੇਤੇ ਚੰਗੀ ਕਿਸਮਤਿ ਉੱਘੜ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1936,
    "shabad_id": 139,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕਾਰਜ ਸਭਿ ਸਵਾਰੀਅਹਿ; ਗੁਰ ਕੀ ਚਰਣੀ ਲਾਗੁ ||",
    "transliteration": "Kaaraj Sabh Savaareeahi Gur Kee Charanee Laag ||",
    "translation": "All their affairs are brought to fruition, holding onto the Guru's Feet.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਤਿਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹੁ, ਤੇਰੇ ਸਾਰੇ ਕੰਮ (ਭੀ) ਸੰਵਰ ਜਾਣਗੇ।",
    "pronunciation": "ਸਵਾਰੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 1937,
    "shabad_id": 139,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗੁ ਭ੍ਰਮੁ ਕਟੀਅੈ; ਨਾ ਅਾਵੈ ਨਾ ਜਾਗੁ ||੨||",
    "transliteration": "Houmai Rog Bhram Katteeai Naa Aavai Naa Jaag ||2||",
    "translation": "The diseases of ego and doubt are cast out; they shall not come and go in reincarnation. ||2||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰ-ਸਰਨ ਰਹਿ ਕੇ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਦਾ) ਹਉਮੈ ਦਾ ਰੋਗ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਹ (ਮੁੜ ਮੁੜ) ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ॥੨॥",
    "pronunciation": "(ਜਾਗੁ) ਜਾਂਦਾ",
    "type_id": 3
  },
  {
    "id": 1938,
    "shabad_id": 139,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਕਰਿ ਸੰਗਤਿ ਤੂ ਸਾਧ ਕੀ; ਅਠਸਠਿ ਤੀਰਥ ਨਾੳੁ ||",
    "transliteration": "Kar Sangath Thoo Saadhh Kee Athasath Theerathh Naao ||",
    "translation": "Let the Saadh Sangat, the Company of the Holy, be your cleansing baths at the sixty-eight sacred shrines of pilgrimage.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਕਰ-ਇਹੀ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ।",
    "pronunciation": "ਨ੍ਹਾੳੁ",
    "type_id": 3
  },
  {
    "id": 1939,
    "shabad_id": 139,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜੀੳੁ ਪ੍ਰਾਣ ਮਨੁ ਤਨੁ ਹਰੇ; ਸਾਚਾ ੲੇਹੁ ਸੁਅਾੳੁ ||",
    "transliteration": "Jeeo Praan Man Than Harae Saachaa Eaehu Suaao ||",
    "translation": "Your soul, breath of life, mind and body shall blossom forth in lush profusion; this is the true purpose of life.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਰਿਹਾਂ) ਜਿੰਦ ਪ੍ਰਾਣ ਮਨ ਸਰੀਰ ਸਭ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲ ਮਨੋਰਥ ਭੀ ਇਹੀ ਹੈ।",
    "pronunciation": "(ਹਰੇ) ਸਫਲੇ[ (ਸੁਅਾੳੁ) ਮਨੋਰਥ",
    "type_id": 3
  }
]
