[
  {
    "id": 2019,
    "shabad_id": 144,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "siqguru gihr gBIru hY; suKswgru. AG KMfu ]",
    "transliteration": "Sathigur Gehir Gabheer Hai Sukh Saagar Aghakhandd ||",
    "translation": "The True Guru is the Deep and Profound Ocean of Peace, the Destroyer of sin.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਮਾਨੋ, ਇਕ) ਡੂੰਘਾ (ਸਮੁੰਦਰ) ਹੈ, ਗੁਰੂ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ, ਗੁਰੂ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਗੁਰੂ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(gihr) fUMGy[ (gMBIru) AQwh[ AG: polw bolo[ (AG) pwp (KMfu) nws krn vwly",
    "type_id": 3
  },
  {
    "id": 2020,
    "shabad_id": 144,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ijin guru syivAw Awpxw; jmdUq n lwgY fMfu ]",
    "transliteration": "Jin Gur Saeviaa Aapanaa Jamadhooth N Laagai Ddandd ||",
    "translation": "For those who serve their Guru, there is no punishment at the hands of the Messenger of Death.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕੀਤੀ ਹੈ ਜਮਦੂਤਾਂ ਦਾ ਡੰਡਾ (ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ) ਨਹੀਂ ਵੱਜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2021,
    "shabad_id": 144,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "gur nwil quil. n lgeI; Koij ifTw bRhmMfu ]",
    "transliteration": "Gur Naal Thul N Lagee Khoj Ddithaa Brehamandd ||",
    "translation": "There is none to compare with the Guru; I have searched and looked throughout the entire universe.",
    "punjabi": "ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਭਾਲ ਕੇ ਵੇਖ ਲਿਆ ਹੈ, ਕੋਈ ਭੀ ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2022,
    "shabad_id": 144,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "nwmu inDwnu siqguir dIAw; suKu nwnk. mn mih mMfu ]4]20]90]",
    "transliteration": "Naam Nidhhaan Sathigur Dheeaa Sukh Naanak Man Mehi Mandd ||4||20||90||",
    "translation": "The True Guru has bestowed the Treasure of the Naam, the Name of the Lord. O Nanak, the mind is filled with peace. ||4||20||90||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖਜ਼ਾਨਾ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੇ ਆਤਮਕ ਆਨੰਦ (ਸਦਾ ਲਈ) ਆਪਣੇ ਮਨ ਵਿਚ ਪਰੋ ਲਿਆ ਹੈ ॥੪॥੨੦॥੯੦॥{49-50}",
    "pronunciation": "(mMfu) DwirAw",
    "type_id": 3
  },
  {
    "id": 2023,
    "shabad_id": 145,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2024,
    "shabad_id": 145,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "imTw kir kY KwieAw; kauVw aupijAw swdu ]",
    "transliteration": "Mithaa Kar Kai Khaaeiaa Kourraa Oupajiaa Saadh ||",
    "translation": "People eat what they believe to be sweet, but it turns out to be bitter in taste.",
    "punjabi": "ਜੀਵ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਨੂੰ ਸੁਆਦਲੇ ਜਾਣ ਕੇ ਖਾਂਦਾ ਵਰਤਦਾ ਹੈ, ਪਰ ਇਹਨਾਂ (ਭੋਗਾਂ) ਦਾ ਸੁਆਦ (ਅੰਤ ਵਿਚ) ਕੌੜਾ (ਦੁਖਦਾਈ) ਸਾਬਤ ਹੁੰਦਾ ਹੈ (ਵਿਕਾਰ ਤੇ ਰੋਗ ਪੈਦਾ ਹੁੰਦੇ ਹਨ)।",
    "pronunciation": "im`Tw",
    "type_id": 3
  },
  {
    "id": 2025,
    "shabad_id": 145,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "BweI mIq suird kIey; ibiKAw ricAw bwdu ]",
    "transliteration": "Bhaaee Meeth Suridh Keeeae Bikhiaa Rachiaa Baadh ||",
    "translation": "They attach their affections to brothers and friends, uselessly engrossed in corruption.",
    "punjabi": "ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਭਰਾ ਮਿੱਤਰ ਦੋਸਤ (ਆਦਿਕ) ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਇਹ) ਮਾਇਆ ਦਾ ਝਗੜਾ ਖੜਾ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "su-ird:polw bolo[ (suu-ird) ipAwry[ (ibiKAw) ivSy ivkwrW mwieAw dw (bwdu) JgVw",
    "type_id": 3
  },
  {
    "id": 2026,
    "shabad_id": 145,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jWdy iblm. n hoveI; ivxu nwvY. ibsmwdu ]1]",
    "transliteration": "Jaandhae Bilam N Hovee Vin Naavai Bisamaadh ||1||",
    "translation": "They vanish without a moment's delay; without God's Name, they are stunned and amazed. ||1||",
    "punjabi": "ਪਰ ਅਸਚਰਜ ਗੱਲ (ਇਹ) ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਚੀਜ਼ ਨੂੰ ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ॥੧॥",
    "pronunciation": "(iblm) dyr[ (ibsmwdu) Ascrj",
    "type_id": 3
  },
  {
    "id": 2027,
    "shabad_id": 145,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myry mn; sqgur kI syvw lwgu ]",
    "transliteration": "Maerae Man Sathagur Kee Saevaa Laag ||",
    "translation": "O my mind, attach yourself to the service of the True Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਸੇਵਾ ਵਿਚ ਰੁੱਝਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2028,
    "shabad_id": 145,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jo dIsY. so ivxsxw; mn kI miq iqAwgu ]1] rhwau ]",
    "transliteration": "Jo Dheesai So Vinasanaa Man Kee Math Thiaag ||1|| Rehaao ||",
    "translation": "Whatever is seen, shall pass away. Abandon the intellectualizations of your mind. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨਾ ਛੱਡ ਦੇ ਤੇ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ ਤਿਆਗ, ਕਿਉਂਕਿ) ਜੋ ਕੁਝ ਦਿੱਸ ਰਿਹਾ ਹੈ ਸਭ ਨਾਸਵੰਤ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ivxsxw) nwsvMq",
    "type_id": 4
  },
  {
    "id": 2029,
    "shabad_id": 145,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ijau kUkru hrkwieAw; DwvY dh ids jwie ]",
    "transliteration": "Jio Kookar Harakaaeiaa Dhhaavai Dheh Dhis Jaae ||",
    "translation": "Like the mad dog running around in all directions,",
    "punjabi": "ਜਿਵੇਂ ਹਲਕਾਇਆ ਕੁੱਤਾ ਦੌੜਦਾ ਹੈ ਤੇ ਹਰ ਪਾਸੇ ਵਲ ਭੱਜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2030,
    "shabad_id": 145,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "loBI jMqu. n jwxeI; BKu ABKu sB Kwie ]",
    "transliteration": "Lobhee Janth N Jaanee Bhakh Abhakh Sabh Khaae ||",
    "translation": "The greedy person, unaware, consumes everything, edible and non-edible alike.",
    "punjabi": "(ਤਿਵੇਂ) ਲੋਭੀ ਜੀਵ ਨੂੰ ਭੀ ਕੁਝ ਨਹੀਂ ਸੁੱਝਦਾ, ਚੰਗੀ ਮੰਦੀ ਹਰੇਕ ਚੀਜ਼ ਖਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(AB`Ku) nw Kwx Xog cIz[ B`Ku",
    "type_id": 3
  },
  {
    "id": 2031,
    "shabad_id": 145,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "kwm kRoD mid ibAwipAw; iPir iPir jonI pwie ]2]",
    "transliteration": "Kaam Krodhh Madh Biaapiaa Fir Fir Jonee Paae ||2||",
    "translation": "Engrossed in the intoxication of sexual desire and anger, people wander through reincarnation over and over again. ||2||",
    "punjabi": "ਕਾਮ ਦੇ ਤੇ ਕ੍ਰੋਧ ਦੇ ਨਸ਼ੇ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪੈਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "mid:polw bolo[ (mid) nSy c[ (ibAwipAw) K`cq",
    "type_id": 3
  },
  {
    "id": 2032,
    "shabad_id": 145,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "mwieAw jwlu pswirAw; BIqir cog bxwie ]",
    "transliteration": "Maaeiaa Jaal Pasaariaa Bheethar Chog Banaae ||",
    "translation": "Maya has spread out her net, and in it, she has placed the bait.",
    "punjabi": "ਮਾਇਆ ਨੇ ਵਿਸ਼ਿਆਂ ਦਾ ਚੋਗਾ ਜਾਲ ਵਿਚ ਤਿਆਰ ਕਰ ਕੇ ਉਹ ਜਾਲ ਖਿਲਾਰਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2033,
    "shabad_id": 145,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "iqRsnw pMKI PwisAw; inksu n pwey mwie ]",
    "transliteration": "Thrisanaa Pankhee Faasiaa Nikas N Paaeae Maae ||",
    "translation": "The bird of desire is caught, and cannot find any escape, O my mother.",
    "punjabi": "ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨੇ ਜੀਵ-ਪੰਖੀ ਨੂੰ (ਉਸ ਜਾਲ ਵਿਚ) ਫਸਾਇਆ ਹੋਇਆ ਹੈ। ਹੇ (ਮੇਰੀ) ਮਾਂ! (ਜੀਵ ਉਸ ਜਾਲ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2034,
    "shabad_id": 145,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ijin kIqw. iqsih n jwxeI; iPir iPir AwvY jwie ]3]",
    "transliteration": "Jin Keethaa Thisehi N Jaanee Fir Fir Aavai Jaae ||3||",
    "translation": "One who does not know the Lord who created him, comes and goes in reincarnation over and over again. ||3||",
    "punjabi": "(ਕਿਉਂਕਿ) ਜਿਸ ਕਰਤਾਰ ਨੇ (ਇਹ ਸਭ ਕੁਝ) ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਸ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, ਤੇ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2035,
    "shabad_id": 145,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "Aink pRkwrI moihAw; bhu ibiD iehu sMswru ]",
    "transliteration": "Anik Prakaaree Mohiaa Bahu Bidhh Eihu Sansaar ||",
    "translation": "By various devices, and in so many ways, this world is enticed.",
    "punjabi": "ਇਸ ਜਗਤ ਨੂੰ (ਮਾਇਆ ਨੇ) ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਰੂਪਾਂ ਰੰਗਾਂ ਵਿਚ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮੋਹ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "ibiD: polw bolo",
    "type_id": 3
  },
  {
    "id": 2036,
    "shabad_id": 145,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ijs no rKY. so rhY; sMimRQu purKu Apwru ]",
    "transliteration": "Jis No Rakhai So Rehai Sanmrithh Purakh Apaar ||",
    "translation": "They alone are saved, whom the All-powerful, Infinite Lord protects.",
    "punjabi": "ਇਸ ਵਿਚੋਂ ਉਹੀ ਬਚ ਸਕਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਸਭ ਸਮਰੱਥਾ ਵਾਲਾ ਬੇਅੰਤ ਅਕਾਲ ਪੁਰਖ ਆਪ ਬਚਾਏ।",
    "pronunciation": "sMm-i ~RQu",
    "type_id": 3
  },
  {
    "id": 2037,
    "shabad_id": 145,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "hir jn. hir ilv auDry; nwnk sd bilhwru ]4]21]91]",
    "transliteration": "Har Jan Har Liv Oudhharae Naanak Sadh Balihaar ||4||21||91||",
    "translation": "The servants of the Lord are saved by the Love of the Lord. O Nanak, I am forever a sacrifice to them. ||4||21||91||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਹੀ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਬਚਦੇ ਹਨ। ਹੇ ਨਾਨਕ! ਤੂੰ ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਕੇ ਹੋਹੁ ॥੪॥੨੧॥੯੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2038,
    "shabad_id": 146,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "isrIrwgu mhlw 5 Gru 2 ]",
    "transliteration": "Sireeraag Mehalaa 5 Ghar 2 ||",
    "translation": "Siree Raag, Fifth Mehl, Second House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2039,
    "shabad_id": 146,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "goieil AwieAw. goielI; ikAw iqsu fMPu pswru ]",
    "transliteration": "Goeil Aaeiaa Goeilee Kiaa This Ddanf Pasaar ||",
    "translation": "The herdsman comes to the pasture lands-what good are his ostentatious displays here?",
    "punjabi": "(ਔੜ ਦੇ ਸਮੇਂ ਥੋੜੇ ਦਿਨਾਂ ਲਈ) ਗੁੱਜਰ (ਆਪਣਾ ਮਾਲ-ਡੰਗਰ ਲੈ ਕੇ) ਕਿਸੇ ਚਰਨ ਵਾਲੀ ਥਾਂ ਤੇ ਜਾਂਦਾ ਹੈ, ਉੱਥੇ ਉਸ ਨੂੰ ਆਪਣੇ ਕਿਸੇ ਵਡੱਪਣ ਦਾ ਵਿਖਾਵਾ-ਖਿਲਾਰਾ ਸੋਭਦਾ ਨਹੀਂ।",
    "pronunciation": "(goieil) brswqW smyN fMgr cwrn dI jg@w[ (goielI) gu`jr[ (fMPu) idKwvw[ (pswru) pswrw, iKlwrw",
    "type_id": 3
  },
  {
    "id": 2040,
    "shabad_id": 146,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "muhliq puMnI clxw; qUM sMmlu. Gr bwru ]1]",
    "transliteration": "Muhalath Punnee Chalanaa Thoon Sanmal Ghar Baar ||1||",
    "translation": "When your allotted time is up, you must go. Take care of your real hearth and home. ||1||",
    "punjabi": "(ਤਿਵੇਂ, ਹੇ ਜੀਵ! ਜਦੋਂ ਤੈਨੂੰ ਇੱਥੇ ਜਗਤ ਵਿਚ ਰਹਿਣ ਲਈ) ਮਿਲਿਆ ਸਮਾ ਮੁੱਕ ਜਾਇਗਾ, ਤੂੰ (ਇਥੋਂ) ਤੁਰ ਪਏਂਗਾ। (ਇਸ ਵਾਸਤੇ ਆਪਣਾ ਅਸਲੀ) ਘਰ ਘਾਟ ਸੰਭਾਲ (ਚੇਤੇ ਰੱਖ) ॥੧॥",
    "pronunciation": "(muh-liq) smW[ (puMnI) pUrI hox qoN[ (sMmlu) sMBwl",
    "type_id": 3
  },
  {
    "id": 2041,
    "shabad_id": 146,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir gux gwau mnw; siqguru syiv ipAwir ]",
    "transliteration": "Har Gun Gaao Manaa Sathigur Saev Piaar ||",
    "translation": "O mind, sing the Glorious Praises of the Lord, and serve the True Guru with love.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ। ਪਿਆਰ ਨਾਲ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2042,
    "shabad_id": 146,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ikAw QoVVI bwq; gumwnu ]1] rhwau ]",
    "transliteration": "Kiaa Thhorrarree Baath Gumaan ||1|| Rehaao ||",
    "translation": "Why do you take pride in trivial matters? ||1||Pause||",
    "punjabi": "ਥੋੜੀ ਜਿਤਨੀ ਗੱਲ ਪਿੱਛੇ (ਇਸ ਥੋੜੇ ਜਿਹੇ ਜੀਵਨ-ਸਮੇਂ ਵਾਸਤੇ) ਕਿਉਂ ਮਾਣ ਕਰਦਾ ਹੈਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2043,
    "shabad_id": 146,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jYsy rYix prwhuxy; auiT clsih prBwiq ]",
    "transliteration": "Jaisae Rain Paraahunae Outh Chalasehi Parabhaath ||",
    "translation": "Like an overnight guest, you shall arise and depart in the morning.",
    "punjabi": "ਜਿਵੇਂ ਰਾਤ ਵੇਲੇ (ਕਿਸੇ ਘਰ ਆਏ ਹੋਏ) ਪਰਾਹੁਣੇ ਦਿਨ ਚੜ੍ਹਨ ਤੇ (ਉਥੋਂ ਉੱਠ ਕੇ ਚੱਲ ਪੈਣਗੇ (ਤਿਵੇਂ, ਹੇ ਜੀਵ! ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਮੁੱਕਣ ਤੇ ਤੂੰ ਭੀ ਇਸ ਜਗਤ ਤੋਂ ਚੱਲ ਪਏਂਗਾ)।",
    "pronunciation": "(rYix) rwq[ (prBwiq) svyry[ cls-ih",
    "type_id": 3
  },
  {
    "id": 2044,
    "shabad_id": 146,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ikAw qUM rqw igrsq isau; sB Pulw kI bwgwiq ]2]",
    "transliteration": "Kiaa Thoon Rathaa Girasath Sio Sabh Fulaa Kee Baagaath ||2||",
    "translation": "Why are you so attached to your household? It is all like flowers in the garden. ||2||",
    "punjabi": "ਤੂੰ ਇਸ ਗ੍ਰਿਹਸਤ ਨਾਲ (ਬਾਗ ਪਰਵਾਰ ਨਾਲ) ਕਿਉਂ ਮਸਤ ਹੋਇਆ ਪਿਆ ਹੈਂ? ਇਹ ਸਾਰੀ ਫੁੱਲਾਂ ਦੀ ਹੀ ਬਗ਼ੀਚੀ (ਸਮਾਨ) ਹੈ ॥੨॥",
    "pronunciation": "(bwgwiq) bwg[ (r`qwig) rsq Pu`lW",
    "type_id": 3
  },
  {
    "id": 2045,
    "shabad_id": 146,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "myrI myrI ikAw krih; ijin dIAw. so pRBu loiV ]",
    "transliteration": "Maeree Maeree Kiaa Karehi Jin Dheeaa So Prabh Lorr ||",
    "translation": "Why do you say, \"Mine, mine\"? Look to God, who has given it to you.",
    "punjabi": "ਇਹ ਚੀਜ਼ ਮੇਰੀ ਹੈ, ਇਹ ਜਾਇਦਾਦ ਮੇਰੀ ਹੈ-ਕਿਉਂ ਅਜੇਹਾ ਮਾਣ ਕਰ ਰਿਹਾ ਹੈਂ? ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਭ ਕੁਝ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੂੰ ਲੱਭ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2046,
    "shabad_id": 146,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "srpr auTI clxw; Cif jwsI. lK kroiV ]3]",
    "transliteration": "Sarapar Outhee Chalanaa Shhadd Jaasee Lakh Karorr ||3||",
    "translation": "It is certain that you must arise and depart, and leave behind your hundreds of thousands and millions. ||3||",
    "punjabi": "ਇਥੋਂ ਜ਼ਰੂਰ ਕੂਚ ਕਰ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। (ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਦਾ ਮਾਲਕ ਭੀ) ਲੱਖਾ ਕ੍ਰੋੜਾਂ ਰੁਪਏ ਛੱਡ ਕੇ ਚਲਾ ਜਾਇਗਾ ॥੩॥",
    "pronunciation": "(srpr) zrUr[ l`K",
    "type_id": 3
  },
  {
    "id": 2047,
    "shabad_id": 146,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "lK caurwsIh BRmiqAw; dulB jnmu pwieEie ]",
    "transliteration": "Lakh Chouraaseeh Bhramathiaa Dhulabh Janam Paaeioue ||",
    "translation": "Through 8.4 million incarnations you have wandered, to obtain this rare and precious human life.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚ ਭੌਂ ਭੌਂ ਕੇ ਤੂੰ ਹੁਣ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਲੱਭਾ ਹੈ।",
    "pronunciation": "(du-l`B) muSkl nwl l`Bx vwlw[ pwieE-ie",
    "type_id": 3
  },
  {
    "id": 2048,
    "shabad_id": 146,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "nwnk. nwmu smwil qUM; so idnu nyVw AwieEie ]4]22]92]",
    "transliteration": "Naanak Naam Samaal Thoon So Dhin Naerraa Aaeioue ||4||22||92||",
    "translation": "O Nanak, remember the Naam, the Name of the Lord; the day of departure is drawing near! ||4||22||92||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ। ਉਹ ਦਿਨ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ (ਜਦੋਂ ਇਥੋਂ ਕੂਚ ਕਰਨਾ ਹੈ) ॥੪॥੨੨॥੯੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2049,
    "shabad_id": 147,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2050,
    "shabad_id": 147,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iqcru vsih suhylVI; ijcru swQI nwil ]",
    "transliteration": "Thichar Vasehi Suhaelarree Jichar Saathhee Naal ||",
    "translation": "As long as the soul-companion is with the body, it dwells in happiness.",
    "punjabi": "ਹੇ ਕਾਂਇਆਂ! ਤੂੰ ਉਤਨਾ ਚਿਰ ਹੀ ਸੁਖੀ ਵੱਸੇਂਗੀ, ਜਿਤਨਾ ਚਿਰ (ਜੀਵਾਤਮਾ ਤੇਰਾ) ਸਾਥੀ (ਤੇਰੇ) ਨਾਲ ਹੈ।",
    "pronunciation": "(iq`cru) qdoN q`k[ ij`cru",
    "type_id": 3
  },
  {
    "id": 2051,
    "shabad_id": 147,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jw swQI auTI cilAw; qw Dn KwkU rwil ]1]",
    "transliteration": "Jaa Saathhee Outhee Chaliaa Thaa Dhhan Khaakoo Raal ||1||",
    "translation": "But when the companion arises and departs, then the body-bride mingles with dust. ||1||",
    "punjabi": "ਜਦੋਂ (ਤੇਰਾ) ਸਾਥੀ (ਜੀਵਾਤਮਾ) ਉੱਠ ਕੇ ਚੱਲ ਪਏਗਾ, ਤਦੋਂ, ਹੇ ਕਾਂਇਆਂ! ਤੂੰ ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਇਂਗੀ ॥੧॥",
    "pronunciation": "(Dn) jIv iesqrI[ (KwkU) im`tI c (rwil) rl geI",
    "type_id": 3
  },
  {
    "id": 2052,
    "shabad_id": 147,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "min bYrwgu BieAw; drsnu dyKxY kw cwau ]",
    "transliteration": "Man Bairaag Bhaeiaa Dharasan Dhaekhanai Kaa Chaao ||",
    "translation": "My mind has become detached from the world; it longs to see the Vision of God's Darshan.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜਿਸ ਦੇ) ਮਨ ਵਿਚ ਤੇਰਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈਂ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਤੇਰੇ ਦਰਸ਼ਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2053,
    "shabad_id": 147,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "DMnu su qyrw Qwnu ]1] rhwau ]",
    "transliteration": "Dhhann S Thaeraa Thhaan ||1|| Rehaao ||",
    "translation": "Blessed is Your Place. ||1||Pause||",
    "punjabi": "(ਹੇ ਹਰੀ!) ਉਹ ਸਰੀਰ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜਿਸ ਵਿਚ ਤੇਰਾ ਨਿਵਾਸ ਹੈ (ਜਿੱਥੇ ਤੈਨੂੰ ਯਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2054,
    "shabad_id": 147,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ijcru visAw kMqu Gir; jIau jIau siB khwiq ]",
    "transliteration": "Jichar Vasiaa Kanth Ghar Jeeo Jeeo Sabh Kehaath ||",
    "translation": "As long as the soul-husband dwells in the body-house, everyone greets you with respect.",
    "punjabi": "ਹੇ ਕਾਂਇਆਂ! ਜਿਤਨਾ ਚਿਰ ਤੇਰਾ ਖਸਮ (ਜੀਵਾਤਮਾ ਤੇਰੇ) ਘਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਸਾਰੇ ਲੋਕ ਤੈਨੂੰ 'ਜੀ ਜੀ' ਆਖਦੇ ਹਨ (ਸਾਰੇ ਤੇਰਾ ਆਦਰ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "(ij`cru) jd q`k",
    "type_id": 3
  },
  {
    "id": 2055,
    "shabad_id": 147,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "jw auTI clsI kMqVw; qw. koie n puCY qyrI bwq ]2]",
    "transliteration": "Jaa Outhee Chalasee Kantharraa Thaa Koe N Pushhai Thaeree Baath ||2||",
    "translation": "But when the soul-husband arises and departs, then no one cares for you at all. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਨਿਮਾਣਾ ਕੰਤ (ਜੀਵਾਤਮਾ) ਉੱਠ ਕੇ ਤੁਰ ਪਏਗਾ, ਤਦੋਂ ਕੋਈ ਭੀ ਤੇਰੀ ਵਾਤ ਨਹੀਂ ਪੁੱਛਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2056,
    "shabad_id": 147,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "pyeIAVY. shu syiv qUM; swhurVY. suiK vsu ]",
    "transliteration": "Paeeearrai Sahu Saev Thoon Saahurarrai Sukh Vas ||",
    "translation": "In this world of your parents' home, serve your Husband Lord; in the world beyond, in your in-laws' home, you shall dwell in peace.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ! ਜਿਤਨਾ ਚਿਰ ਤੂੰ) ਪੇਕੇ ਘਰ ਵਿਚ (ਸੰਸਾਰ ਵਿਚ ਹੈਂ, ਉਤਨਾ ਚਿਰ) ਤੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੀ ਰਹੁ। ਸਹੁਰੇ ਘਰ ਵਿਚ (ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ) ਤੂੰ ਸੁਖੀ ਵੱਸੇਂਗੀ।",
    "pronunciation": "vsu: polw bolo",
    "type_id": 3
  },
  {
    "id": 2057,
    "shabad_id": 147,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "gur imil. cju Acwru isKu; quDu. kdy n lgY duKu ]3]",
    "transliteration": "Gur Mil Chaj Achaar Sikh Thudhh Kadhae N Lagai Dhukh ||3||",
    "translation": "Meeting with the Guru, be a sincere student of proper conduct, and suffering shall never touch you. ||3||",
    "punjabi": "(ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜੀਵਨ-ਜਾਚ ਸਿੱਖ, ਚੰਗਾ ਆਚਰਨ ਬਣਾਣਾ ਸਿੱਖ, ਤੈਨੂੰ ਕਦੇ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪੇਗਾ ॥੩॥",
    "pronunciation": "c`ju",
    "type_id": 3
  },
  {
    "id": 2058,
    "shabad_id": 147,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "sBnw swhurY vM\\\\xw; siB muklwvxhwr ]",
    "transliteration": "Sabhanaa Saahurai Vannjanaa Sabh Mukalaavanehaar ||",
    "translation": "Everyone shall go to their Husband Lord. Everyone shall be given their ceremonial send-off after their marriage.",
    "punjabi": "ਸਭ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਸਹੁਰੇ ਘਰ (ਪਰਲੋਕ ਵਿਚ ਆਪੋ ਆਪਣੀ ਵਾਰੀ) ਚਲੇ ਜਾਣਾ ਹੈ, ਸਾਰੀਆਂ ਨੇ ਮੁਕਲਾਵੇ ਜਾਣਾ ਹੈ।",
    "pronunciation": "(vM\\xw) jwxw[ jm rUpI lwVy nwl (muklwvxhwru) muklwvy jwx vwly",
    "type_id": 3
  }
]
