[
  {
    "id": 2142,
    "shabad_id": 154,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਸਾਚੀ ਸਤਿਗੁਰ ਸੇਵ ||",
    "transliteration": "Bhaaee Rae Saachee Sathigur Saev ||",
    "translation": "O Siblings of Destiny, service to the True Guru alone is True.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੇਵਾ ਜ਼ਰੂਰ ਫਲ ਦੇਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2143,
    "shabad_id": 154,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰ ਤੁਠੈ ਪਾੲੀਅੈ; ਪੂਰਨ ਅਲਖ ਅਭੇਵ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sathigur Thuthai Paaeeai Pooran Alakh Abhaev ||1|| Rehaao ||",
    "translation": "When the True Guru is pleased, we obtain the Perfect, Unseen, Unknowable Lord. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੇ ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਪਏ, ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਅਤੇ ਜਿਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਤੁੱਠੈ, ਅ-ਲਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 2144,
    "shabad_id": 154,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰ ਵਿਟਹੁ ਵਾਰਿਅਾ; ਜਿਨਿ ਦਿਤਾ ਸਚੁ ਨਾੳੁ ||",
    "transliteration": "Sathigur Vittahu Vaariaa Jin Dhithaa Sach Naao ||",
    "translation": "I am a sacrifice to the True Guru, who has bestowed the True Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੈਨੂੰ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2145,
    "shabad_id": 154,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸਚੁ ਸਲਾਹਣਾ; ਸਚੇ ਕੇ ਗੁਣ ਗਾੳੁ ||",
    "transliteration": "Anadhin Sach Salaahanaa Sachae Kae Gun Gaao ||",
    "translation": "Night and day, I praise the True One; I sing the Glorious Praises of the True One.",
    "punjabi": "(ਜਿਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੂੰ ਸਲਾਹੁੰਦਾ ਰਹਿੰਦਾ ਹਾਂ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2146,
    "shabad_id": 154,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਚੁ ਖਾਣਾ ਸਚੁ ਪੈਨ੍ਹਣਾ; ਸਚੇ ਸਚਾ ਨਾੳੁ ||੨||",
    "transliteration": "Sach Khaanaa Sach Painanaa Sachae Sachaa Naao ||2||",
    "translation": "True is the food, and true are the clothes, of those who chant the True Name of the True One. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੁਣ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਮੇਰੀ ਆਤਮਕ) ਖ਼ੁਰਾਕ ਬਣ ਗਿਆ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਮੇਰੀ) ਪੋਸ਼ਾਕ ਹੋ ਚੁਕਾ ਹੈ (ਆਦਰ-ਸਤਿਕਾਰ ਦਾ ਕਾਰਨ ਬਣ ਚੁਕਾ ਹੈ), (ਹੁਣ ਮੈਂ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ (ਹਰ ਵੇਲੇ ਜਪਦਾ ਹਾਂ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2147,
    "shabad_id": 154,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਾਸਿ ਗਿਰਾਸਿ. ਨ ਵਿਸਰੈ; ਸਫਲੁ ਮੂਰਤਿ ਗੁਰੁ ਅਾਪਿ ||",
    "transliteration": "Saas Giraas N Visarai Safal Moorath Gur Aap ||",
    "translation": "With each breath and morsel of food, do not forget the Guru, the Embodiment of Fulfillment.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਉਹ ਸ਼ਖ਼ਸੀਅਤ ਹੈ ਜੋ ਸਾਰੇ ਫਲ ਦੇਣ ਦੇ ਸਮਰੱਥ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹਰੇਕ) ਸਾਹ ਨਾਲ (ਹਰੇਕ) ਗਿਰਾਹੀ ਨਾਲ (ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ) ਭੁੱਲਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2148,
    "shabad_id": 154,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਦਿਸੲੀ; ਅਾਠ ਪਹਰ. ਤਿਸੁ ਜਾਪਿ ||",
    "transliteration": "Gur Jaevadd Avar N Dhisee Aath Pehar This Jaap ||",
    "translation": "None is seen to be as great as the Guru. Meditate on Him twenty-four hours a day.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ (ਦਾਤਾ) ਨਹੀਂ ਦਿੱਸਦਾ, ਅੱਠੇ ਪਹਰ ਉਸ (ਗੁਰੂ ਨੂੰ) ਚੇਤੇ ਰੱਖ।",
    "pronunciation": "ਦਿਸੲੀ: ਮਿਲਵਾਂ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2149,
    "shabad_id": 154,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਤਾ ਪਾੲੀਅੈ; ਸਚੁ ਨਾਮੁ ਗੁਣਤਾਸਿ ||੩||",
    "transliteration": "Nadhar Karae Thaa Paaeeai Sach Naam Gunathaas ||3||",
    "translation": "As He casts His Glance of Grace, we obtain the True Name, the Treasure of Excellence. ||3||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਾਂ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2150,
    "shabad_id": 154,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਗੁਰੁ ਪਰਮੇਸਰੁ ੲੇਕੁ ਹੈ; ਸਭ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲਿ ||",
    "transliteration": "Gur Paramaesar Eaek Hai Sabh Mehi Rehiaa Samaae ||",
    "translation": "The Guru and the Transcendent Lord are one and the same, pervading and permeating amongst all.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ, ਉਹ ਅਤੇ ਗੁਰੂ ਇੱਕ-ਰੂਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2151,
    "shabad_id": 154,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪੂਰਬਿ ਲਿਖਿਅਾ; ਸੇੲੀ ਨਾਮੁ ਧਿਅਾੲਿ ||",
    "transliteration": "Jin Ko Poorab Likhiaa Saeee Naam Dhhiaae ||",
    "translation": "Those who have such pre-ordained destiny, meditate on the Naam.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਪੂਰਬਲੇ ਜਨਮ ਦੀ ਨੇਕ ਕਮਾਈ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖਾ ਉੱਘੜਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਹੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ (ਇਹ ਸਰਧਾ ਬਣਾਂਦੇ ਹਨ ਕਿ ਪਰਮਾਤਮਾ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2152,
    "shabad_id": 154,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰ ਸਰਣਾਗਤੀ; ਮਰੈ ਨ ਅਾਵੈ ਜਾੲਿ ||੪||੩੦||੧੦੦||",
    "transliteration": "Naanak Gur Saranaagathee Marai N Aavai Jaae ||4||30||100||",
    "translation": "Nanak seeks the Sanctuary of the Guru, who does not die, or come and go in reincarnation. ||4||30||100||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤੇ ਨਹੀਂ ਮਰਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ ॥੪॥੩੦॥੧੦੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2153,
    "shabad_id": 155,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 2154,
    "shabad_id": 155,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ਘਰੁ ੧ ਅਸਟਪਦੀਅਾ ||",
    "transliteration": "Sireeraag Mehalaa 1 Ghar 1 Asattapadheeaa ||",
    "translation": "Siree Raag, First Mehl, First House, Ashtapadees:",
    "punjabi": "",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 2155,
    "shabad_id": 155,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਾਖਿ ਅਾਖਿ ਮਨੁ ਵਾਵਣਾ; ਜਿੳੁ ਜਿੳੁ ਜਾਪੈ ਵਾੲਿ ||",
    "transliteration": "Aakh Aakh Man Vaavanaa Jio Jio Jaapai Vaae ||",
    "translation": "I speak and chant His Praises, vibrating the instrument of my mind. The more I know Him, the more I vibrate it.",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਕਿਸੇ ਜੀਵ ਨੂੰ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ) ਬੋਲਣ ਦੀ ਸਮਝ ਪੈਂਦੀ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਇਹ ਸਮਝ ਭੀ ਆਉਂਦੀ ਜਾਂਦੀ ਹੈ ਕਿ ਉਸ ਦੇ ਗੁਣ) ਬਿਆਨ ਕਰ ਕਰ ਕੇ ਮਨ ਨੂੰ ਖਪਾਣਾ ਹੀ ਹੈ।",
    "pronunciation": "ਪਰਮ ਪਿਅਾਰੇ ਨਾਮ ਜੀ ਨੂੰ ਅਾਖਿ ਮੁਖ ਦੁਅਾਰਾ ਅਾਖਿ ਅਾਖਿ ਕੇ ਮਨੁ ਨੂੰ (ਵਾਵਣਾ) ਵਰਜਣਾ ਕਰੀੲੇ",
    "type_id": 3
  },
  {
    "id": 2156,
    "shabad_id": 155,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਿਸ ਨੋ ਵਾੲਿ ਸੁਣਾੲੀਅੈ; ਸੋ ਕੇਵਡੁ. ਕਿਤੁ ਥਾੲਿ ||",
    "transliteration": "Jis No Vaae Sunaaeeai So Kaevadd Kith Thhaae ||",
    "translation": "The One, unto whom we vibrate and sing-how great is He, and where is His Place?",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਬੋਲ ਕੇ ਸੁਣਾਈਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਬਾਰੇ ਬੋਲ ਕੇ ਹੋਰਨਾਂ ਨੂੰ ਦੱਸੀਦਾ ਹੈ, ਉਸ ਦੀ ਬਾਬਤ ਇਹ ਤਾਂ ਪਤਾ ਹੀ ਨਹੀਂ ਲੱਗਦਾ ਕਿ) ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ ਤੇ ਕਿਸ ਥਾਂ ਤੇ (ਨਿਵਾਸ ਰੱਖਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2157,
    "shabad_id": 155,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਾਖਣ ਵਾਲੇ ਜੇਤੜੇ; ਸਭਿ ਅਾਖਿ ਰਹੇ. ਲਿਵ ਲਾੲਿ ||੧||",
    "transliteration": "Aakhan Vaalae Jaetharrae Sabh Aakh Rehae Liv Laae ||1||",
    "translation": "Those who speak of Him and praise Him-they all continue speaking of Him with love. ||1||",
    "punjabi": "ਉਹ ਸਾਰੇ ਬਿਆਨ ਕਰਦੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, (ਗੁਣਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜਦੇ ਰਹਿ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2158,
    "shabad_id": 155,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਬਾਬਾ; ਅਲਹੁ ਅਗਮ ਅਪਾਰੁ ||",
    "transliteration": "Baabaa Alahu Agam Apaar ||",
    "translation": "O Baba, the Lord Allah is Inaccessible and Infinite.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "ਅੱਲਹੁ[ ਅ-ਗਮ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2159,
    "shabad_id": 155,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪਾਕੀ ਨਾੲੀ ਪਾਕ ਥਾੲਿ; ਸਚਾ ਪਰਵਦਿਗਾਰੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Paakee Naaee Paak Thhaae Sachaa Paravadhigaar ||1|| Rehaao ||",
    "translation": "Sacred is His Name, and Sacred is His Place. He is the True Cherisher. ||1||Pause||",
    "punjabi": "ਉਸ ਦੀ ਵਡਿਆਈ ਪਵਿਤ੍ਰ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਅਸਥਾਨ ਤੇ (ਸੋਭ ਰਿਹਾ) ਹੈ। ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਸਭ ਜੀਵਾਂ ਦਾ) ਪਾਲਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਨਾੲੀ) ਮਹਿਮਾ[ ਨਾੲੀ: ਨੰਨੇ ਪੈਰ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ ਭਾਵ ਨੰਨਾ ਭਾਰਾ ਨਹੀਂ ਕਰਨਾ[ ਪੱਾਕੀ[ ਪਰ-ਵਦਿ-ਗਾਰੁ",
    "type_id": 4
  },
  {
    "id": 2160,
    "shabad_id": 155,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਤੇਰਾ ਹੁਕਮੁ. ਨ ਜਾਪੀ ਕੇਤੜਾ; ਲਿਖਿ. ਨ ਜਾਣੈ ਕੋੲਿ ||",
    "transliteration": "Thaeraa Hukam N Jaapee Kaetharraa Likh N Jaanai Koe ||",
    "translation": "The extent of Your Command cannot be seen; no one knows how to write it.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕਿਸੇ ਨੂੰ ਭੀ ਇਹ ਸਮਝ ਨਹੀਂ ਪਈ, ਕਿ ਤੇਰਾ ਹੁਕਮ ਕਿਤਨਾ ਅਟੱਲ ਹੈ, ਕੋਈ ਭੀ ਤੇਰੇ ਹੁਕਮ ਨੂੰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "ਕੇ੍ਨਤੜਾ",
    "type_id": 3
  },
  {
    "id": 2161,
    "shabad_id": 155,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜੇ ਸੳੁ ਸਾੲਿਰ ਮੇਲੀਅਹਿ; ਤਿਲੁ ਨ ਪੁਜਾਵਹਿ ਰੋੲਿ ||",
    "transliteration": "Jae So Saaeir Maeleeahi Thil N Pujaavehi Roe ||",
    "translation": "Even if a hundred poets met together, they could not describe even a tiny bit of it.",
    "punjabi": "ਜੇ ਸੌ ਕਵੀ ਭੀ ਇਕੱਠੇ ਕਰ ਲਏ ਜਾਣ, ਤਾਂ ਭੀ ਉਹ ਬਿਆਨ ਕਰਨ ਦਾ ਵਿਅਰਥ ਜਤਨ ਕਰ ਕੇ ਤੇਰੇ ਗੁਣਾਂ ਦੇ ਇਕ ਤਿਲ ਮਾਤ੍ਰ ਤਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2162,
    "shabad_id": 155,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਕੀਮਤਿ. ਕਿਨੈ ਨ ਪਾੲੀਅਾ; ਸਭਿ ਸੁਣਿ ਸੁਣਿ ਅਾਖਹਿ ਸੋੲਿ ||੨||",
    "transliteration": "Keemath Kinai N Paaeeaa Sabh Sun Sun Aakhehi Soe ||2||",
    "translation": "No one has found Your Value; they all merely write what they have heard again and again. ||2||",
    "punjabi": "ਕਿਸੇ ਭੀ ਜੀਵ ਨੇ ਤੇਰਾ ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ, ਸਾਰੇ ਜੀਵ ਤੇਰੀ ਬਾਬਤ (ਦੂਜਿਆਂ ਤੋਂ) ਸੁਣ ਸੁਣ ਕੇ ਹੀ ਆਖ ਦੇਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2163,
    "shabad_id": 155,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਪੀਰ ਪੈਕਾਮਰ ਸਾਲਕ ਸਾਦਕ; ਸੁਹਦੇ ਅੳੁਰੁ ਸਹੀਦ ||",
    "transliteration": "Peer Paikaamar Saalak Saadhak Suhadhae Aour Seheedh ||",
    "translation": "The Pirs, the Prophets, the spiritual teachers, the faithful, the innocents and the martyrs,",
    "punjabi": "(ਦੁਨੀਆ ਤੇ) ਅਨੇਕਾਂ ਪੀਰ ਪੈਗ਼ੰਬਰ, ਹੋਰਨਾਂ ਨੂੰ ਜੀਵਨ-ਰਾਹ ਦੱਸਣ ਵਾਲੇ,",
    "pronunciation": "(ਸਾਲਕ) ਗਿਅਾਨਵਾਨ[ (ਸਾਦਕ) ਸਿਦਕ ਵਾਲੇ ਸੇਵਕ[ (ਸੁਹਦੇ) ਗ੍ਰੀਬ",
    "type_id": 3
  },
  {
    "id": 2164,
    "shabad_id": 155,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸੇਖ ਮਸਾੲਿਕ ਕਾਜੀ ਮੁਲਾ; ਦਰਿ ਦਰਵੇਸ ਰਸੀਦ ||",
    "transliteration": "Saekh Masaaeik Kaajee Mulaa Dhar Dharavaes Raseedh ||",
    "translation": "The Shaikhs, the mystics, the Qazis, the Mullahs and the Dervishes at His Door",
    "punjabi": "ਅਨੇਕਾਂ, ਸ਼ੇਖ਼, ਕਾਜ਼ੀ, ਮੁੱਲਾਂ ਅਤੇ ਤੇਰੇ ਦਰਵਾਜ਼ੇ ਤਕ ਪਹੁੰਚੇ ਹੋਏ ਦਰਵੇਸ਼ ਆਏ।",
    "pronunciation": "(ਮਸਾੲਿਕ) ਮਿਹਨਤ ਕਰਨ ਵਾਲੇ[ (ਰਸੀਦ) ਪਹੁੰਚੇ ਹੋੲੇ[ ਮੁੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 2165,
    "shabad_id": 155,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਬਰਕਤਿ ਤਿਨ ਕੳੁ ਅਗਲੀ; ਪੜਦੇ ਰਹਨਿ ਦਰੂਦ ||੩||",
    "transliteration": "Barakath Thin Ko Agalee Parradhae Rehan Dharoodh ||3||",
    "translation": "-they are blessed all the more as they continue reading their prayers in praise to Him. ||3||",
    "punjabi": "(ਕਿਸੇ ਨੇ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨ ਲੱਭਾ, ਹਾਂ ਸਿਰਫ਼) ਉਹਨਾਂ ਨੂੰ ਬਹੁਤ ਬਰਕਤਿ ਮਿਲੀ (ਉਹਨਾਂ ਦੇ ਹੀ ਭਾਗ ਜਾਗੇ) ਜੋ (ਤੇਰੇ ਦਰ ਤੇ) ਦੁਆ (ਅਰਜ਼ੋਈ) ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਦਰੂਦ ਸਨਮੁਖ ਪ੍ਰੇਮ ਬੇਨਤੀਅਾਂ ਦੇ ਸਬਦ ਪੜ੍ਹਨੇ[ ਬਰ-ਕਤਿ",
    "type_id": 3
  },
  {
    "id": 2166,
    "shabad_id": 155,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਪੁਛਿ ਨ ਸਾਜੇ. ਪੁਛਿ ਨ ਢਾਹੇ; ਪੁਛਿ ਨ ਦੇਵੈ ਲੇੲਿ ||",
    "transliteration": "Pushh N Saajae Pushh N Dtaahae Pushh N Dhaevai Laee ||",
    "translation": "He seeks no advice when He builds; He seeks no advice when He destroys. He seeks no advice while giving or taking.",
    "punjabi": "ਪ੍ਰਭੂ ਇਹ ਜਗਤ ਨਾਹ ਕਿਸੇ ਪਾਸੋਂ ਸਲਾਹ ਲੈ ਕੇ ਬਣਾਂਦਾ ਹੈ ਨਾਹ ਹੀ ਪੁੱਛ ਕੇ ਨਾਸ ਕਰਦਾ ਹੈ, ਨਾਹ ਹੀ ਕਿਸੇ ਦੀ ਸਲਾਹ ਨਾਲ ਸਰੀਰ ਵਿਚ ਜਿੰਦ ਪਾਂਦਾ ਹੈ ਨਾਹ ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2167,
    "shabad_id": 155,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਣੀ ਕੁਦਰਤਿ ਅਾਪੇ ਜਾਣੈ; ਅਾਪੇ ਕਰਣੁ ਕਰੇੲਿ ||",
    "transliteration": "Aapanee Kudharath Aapae Jaanai Aapae Karan Karaee ||",
    "translation": "He alone knows His Creative Power; He Himself does all deeds.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੀ ਕੁਦਰਤਿ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ, ਆਪ ਹੀ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2168,
    "shabad_id": 155,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਸਭਨਾ ਵੇਖੈ ਨਦਰਿ ਕਰਿ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ||੪||",
    "transliteration": "Sabhanaa Vaekhai Nadhar Kar Jai Bhaavai Thai Dhaee ||4||",
    "translation": "He beholds all in His Vision. He gives to those with whom He is pleased. ||4||",
    "punjabi": "ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਆਪ ਹੀ ਕਰਦਾ ਹੈ, ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਆਪਣੇ ਗੁਣਾਂ ਦੀ ਕਦਰ) ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2169,
    "shabad_id": 155,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਥਾਵਾ ਨਾਵ. ਨ ਜਾਣੀਅਹਿ; ਨਾਵਾ. ਕੇਵਡੁ ਨਾੳੁ ||",
    "transliteration": "Thhaavaa Naav N Jaaneeahi Naavaa Kaevadd Naao ||",
    "translation": "His Place and His Name are not known, no one knows how great is His Name.",
    "punjabi": "(ਬੇਅੰਤ ਪੁਰੀਆਂ ਧਰਤੀਆਂ ਆਦਿਕ ਹਨ। ਇਤਨੀ ਬੇਅੰਤ ਰਚਨਾ ਹੈ ਕਿ) ਸਭ ਥਾਵਾਂ ਦੇ (ਪਦਾਰਥਾਂ ਦੇ) ਨਾਮ ਜਾਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ। ਬੇਅੰਤ ਨਾਮਾਂ ਵਿਚੋਂ ਉਹ ਕੇਹੜਾ ਨਾਮ ਹੋ ਸਕਦਾ ਹੈ ਜੋ ਇਤਨਾ ਵੱਡਾ ਹੋਵੇ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਅਸਲ ਵਡੱਪਣ ਨੂੰ ਬਿਆਨ ਕਰ ਸਕੇ?-ਇਹ ਹੱਲ ਕੋਈ ਨਹੀਂ ਦੱਸ ਸਕਦਾ।",
    "pronunciation": "ਸਭ ਦੇ ਵਸਣ ਦੇ (ਥਾਵਾ) ਅਸਥਾਨ ਵਾਹਿਗੁਰੂ ਜੀ ਦੇ (ਨਾਵ) ਨਾਮ ਨਹੀਂ ਜਾਣੀਦੇ ਕਿਤਨੇ ਕੁ ਹਨ[ ਯਥਾ:ਤੇਰੇ ਨਾਮ ਅਨੇਕਾ. ਰੂਪ ਅਨੰਤਾ; ਕਹਣੁ ਨ ਜਾਹੀ. ਤੇਰੇ ਗੁਣ ਕੇਤੇ|| ਪਾਪੀਅਾਂ ਨੰੂ ਤਾਰਨ ਲੲੀ (ਨਾਵਾ) ਨੌਕਾ ਰੂਪ ਨਾੳੁ ਨਾਮ ਜੀ ਕਿੱਡੇ ਕੁ ਵੱਡੇ ਹਨ? ਥਾਵਾ: ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 2170,
    "shabad_id": 155,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਜਿਥੈ ਵਸੈ ਮੇਰਾ ਪਾਤਿਸਾਹੁ; ਸੋ ਕੇਵਡੁ ਹੈ ਥਾੳੁ ||",
    "transliteration": "Jithhai Vasai Maeraa Paathisaahu So Kaevadd Hai Thhaao ||",
    "translation": "How great is that place where my Sovereign Lord dwells?",
    "punjabi": "ਇਹ ਭੀ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ਕਿ ਜਿੱਥੇ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਤਿਸ਼ਾਹ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ਉਹ ਥਾਂ ਕੇਡਾ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2171,
    "shabad_id": 155,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਅੰਬੜਿ. ਕੋੲਿ ਨ ਸਕੲੀ; ਹੳੁ ਕਿਸ ਨੋ ਪੁਛਣਿ ਜਾੳੁ ||੫||",
    "transliteration": "Anbarr Koe N Sakee Ho Kis No Pushhan Jaao ||5||",
    "translation": "No one can reach it; whom shall I go and ask? ||5||",
    "punjabi": "ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਇਹ ਪੁੱਛ ਪੁੱਛੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਕਿਉਂਕਿ ਕੋਈ ਜੀਵ ਉਸ ਅਵਸਥਾ ਤੇ ਪਹੁੰਚ ਨਹੀਂ ਸਕਦਾ (ਜਿੱਥੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਬਜ਼ੁਰਗੀ ਸਹੀ ਸਹੀ ਦੱਸ ਸਕੇ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2172,
    "shabad_id": 155,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਵਰਨਾ ਵਰਨ ਨ ਭਾਵਨੀ; ਜੇ ਕਿਸੈ ਵਡਾ ਕਰੇੲਿ ||",
    "transliteration": "Varanaa Varan N Bhaavanee Jae Kisai Vaddaa Karaee ||",
    "translation": "One class of people does not like the other, when one has been made great.",
    "punjabi": "(ਇਹ ਭੀ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਕਿ) ਪਰਮਾਤਮਾ ਨੂੰ ਫਲਾਣੀ ਉੱਚੀ ਜਾਂ ਨੀਵੀਂ ਜਾਤਿ ਭਾਉਂਦੀ ਹੈ ਜਾਂ ਨਹੀਂ ਭਾਉਂਦੀ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਕਿਸੇ ਇੱਕ ਜਾਤਿ ਨੂੰ ਉੱਚਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 2173,
    "shabad_id": 155,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਵਡੇ ਹਥਿ ਵਡਿਅਾੲੀਅਾ; ਜੈ ਭਾਵੈ. ਤੈ ਦੇੲਿ ||",
    "transliteration": "Vaddae Hathh Vaddiaaeeaa Jai Bhaavai Thai Dhaee ||",
    "translation": "Greatness is only in His Great Hands; He gives to those with whom He is pleased.",
    "punjabi": "ਸਭ ਵਡਿਆਈਆਂ ਵੱਡੇ ਪ੍ਰਭੂ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ। ਜੇਹੜਾ ਜੀਵ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਨੂੰ ਵਡਿਆਈ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2174,
    "shabad_id": 155,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਹੁਕਮਿ ਸਵਾਰੇ ਅਾਪਣੈ; ਚਸਾ. ਨ ਢਿਲ ਕਰੇੲਿ ||੬||",
    "transliteration": "Hukam Savaarae Aapanai Chasaa N Dtil Karaee ||6||",
    "translation": "By the Hukam of His Command, He Himself regenerates, without a moment's delay. ||6||",
    "punjabi": "ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਉਹ ਜੀਵ ਦੇ ਜੀਵਨ ਨੂੰ ਸੰਵਾਰ ਦੇਂਦਾ ਹੈ, ਰਤਾ ਭਰ ਭੀ ਢਿੱਲ ਨਹੀਂ ਕਰਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2175,
    "shabad_id": 155,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਸਭੁ ਕੋ ਅਾਖੈ ਬਹੁਤੁ ਬਹੁਤੁ; ਲੈਣੈ ਕੈ ਵੀਚਾਰਿ ||",
    "transliteration": "Sabh Ko Aakhai Bahuth Bahuth Lainai Kai Veechaar ||",
    "translation": "Everyone cries out, \"More! More!\", with the idea of receiving.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਦਾਤਾਂ ਲੈਣ ਦੇ ਖ਼ਿਆਲ ਨਾਲ ਹਰੇਕ ਜੀਵ ਬਹੁਤੀ ਮੰਗ ਮੰਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2176,
    "shabad_id": 155,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਕੇਵਡੁ ਦਾਤਾ ਅਾਖੀਅੈ; ਦੇ ਕੈ ਰਹਿਅਾ ਸੁਮਾਰਿ ||",
    "transliteration": "Kaevadd Dhaathaa Aakheeai Dhae Kai Rehiaa Sumaar ||",
    "translation": "How great should we call the Giver? His Gifts are beyond estimation.",
    "punjabi": "ਇਹ ਦੱਸਿਆ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿ ਪਰਮਾਤਮਾ ਕਿਤਨਾ ਵੱਡਾ ਦਾਤਾ ਹੈ। ਉਹ ਦਾਤਾਂ ਦੇ ਰਿਹਾ ਹੈ, ਪਰ ਦਾਤਾਂ ਗਿਣਤੀ ਤੋਂ ਪਰੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2177,
    "shabad_id": 155,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਤੋਟਿ ਨ ਅਾਵੲੀ; ਤੇਰੇ ਜੁਗਹ ਜੁਗਹ ਭੰਡਾਰ ||੭||੧||",
    "transliteration": "Naanak Thott N Aavee Thaerae Jugeh Jugeh Bhanddaar ||7||1||",
    "translation": "O Nanak, there is no deficiency; Your Storehouses are filled to overflowing, age after age. ||7||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਖ਼ਜ਼ਾਨੇ ਸਦਾ ਹੀ ਭਰੇ ਰਹਿੰਦੇ ਹਨ, ਇਹਨਾਂ ਵਿਚ ਕਦੇ ਭੀ ਘਾਟ ਨਹੀਂ ਪੈ ਸਕਦੀ ॥੭॥੧॥",
    "pronunciation": "ਜੁੱਗਹ ਜੁੱਗਹ",
    "type_id": 3
  },
  {
    "id": 2178,
    "shabad_id": 156,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਹਲਾ ੧ ||",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2179,
    "shabad_id": 156,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਭੇ ਕੰਤ ਮਹੇਲੀਅਾ; ਸਗਲੀਅਾ ਕਰਹਿ ਸੀਗਾਰੁ ||",
    "transliteration": "Sabhae Kanth Mehaeleeaa Sagaleeaa Karehi Seegaar ||",
    "translation": "All are brides of the Husband Lord; all decorate themselves for Him.",
    "punjabi": "ਸਾਰੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਖਸਮ ਦੀਆਂ ਹੀ ਹਨ, ਸਾਰੀਆਂ ਹੀ (ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ) ਸਿੰਗਾਰ ਕਰਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  }
]
