[
  {
    "id": 2220,
    "shabad_id": 157,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਸਬਦਿ ਪਛਾਣੀਅੈ; ਸਾਚਿ ਰਤੇ ਗੁਰ ਵਾਕਿ ||",
    "transliteration": "Har Jeeo Sabadh Pashhaaneeai Saach Rathae Gur Vaak ||",
    "translation": "Through the Shabad, they recognize the Dear Lord; through the Guru's Word, they are attuned to Truth.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ) ਵਿਚ ਰੰਗੇ ਹੋਏ ਗੁਰੂ ਦੇ ਵਾਕ ਦੀ ਰਾਹੀਂ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪੈ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2221,
    "shabad_id": 157,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਤਿਤੁ ਤਨਿ. ਮੈਲੁ ਨ ਲਗੲੀ; ਸਚ ਘਰਿ ਜਿਸੁ ਓਤਾਕੁ ||",
    "transliteration": "Thith Than Mail N Lagee Sach Ghar Jis Outhaak ||",
    "translation": "Filth does not stick to the body of one who has secured a dwelling in his True Home.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਦੀ ਬੈਠਕ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ (ਚਰਨਾਂ ਵਿਚ) ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ (ਮਾਇਆ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "(ਓਤਾਕੁ) ਬੈਠਕ, ਘਰ[ਤਿੱਤੁ[ ਲੱਗੲੀ",
    "type_id": 3
  },
  {
    "id": 2222,
    "shabad_id": 157,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਸਚੁ ਪਾੲੀਅੈ; ਬਿਨੁ ਨਾਵੈ. ਕਿਅਾ ਸਾਕੁ ||੫||",
    "transliteration": "Nadhar Karae Sach Paaeeai Bin Naavai Kiaa Saak ||5||",
    "translation": "When the Lord bestows His Glance of Grace, we obtain the True Name. Without the Name, who are our relatives? ||5||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਜਿਸ ਉਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ। ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਉਸ ਨਾਲ ਸੰਬੰਧ ਨਹੀਂ ਬਣ ਸਕਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2223,
    "shabad_id": 157,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ੍ਹੀ ਸਚੁ ਪਛਾਣਿਅਾ; ਸੇ ਸੁਖੀੲੇ ਜੁਗ ਚਾਰਿ ||",
    "transliteration": "Jinee Sach Pashhaaniaa Sae Sukheeeae Jug Chaar ||",
    "translation": "Those who have realized the Truth are at peace throughout the four ages.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2224,
    "shabad_id": 157,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਹੳੁਮੈ ਤਿ੍ਰਸਨਾ ਮਾਰਿ ਕੈ; ਸਚੁ ਰਖਿਅਾ ੳੁਰ ਧਾਰਿ ||",
    "transliteration": "Houmai Thrisanaa Maar Kai Sach Rakhiaa Our Dhhaar ||",
    "translation": "Subduing their egotism and desires, they keep the True Name enshrined in their hearts.",
    "punjabi": "ਉਹ ਆਪਣੀ ਹਉਮੈ ਅਤੇ (ਮਾਇਆ ਵਾਲੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਾਰ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2225,
    "shabad_id": 157,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਜਗੁ ਮਹਿ ਲਾਹਾ ੲੇਕੁ ਨਾਮੁ; ਪਾੲੀਅੈ ਗੁਰ ਵੀਚਾਰਿ ||੬||",
    "transliteration": "Jag Mehi Laahaa Eaek Naam Paaeeai Gur Veechaar ||6||",
    "translation": "In this world, the only real profit is the Name of the One Lord; it is earned by contemplating the Guru. ||6||",
    "punjabi": "ਜਗਤ ਵਿਚ (ਆਉਣ ਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਨਾਮ ਹੀ ਲਾਭ ਹੈ (ਜੋ ਮਨੁੱਖ ਨੂੰ ਖੱਟਣਾ ਚਾਹੀਦਾ ਹੈ, ਤੇ ਇਹ ਨਾਮ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸਿੱਖਿਆ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2226,
    "shabad_id": 157,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਸਾਚੳੁ ਵਖਰੁ ਲਾਦੀਅੈ; ਲਾਭੁ ਸਦਾ ਸਚੁ ਰਾਸਿ ||",
    "transliteration": "Saacho Vakhar Laadheeai Laabh Sadhaa Sach Raas ||",
    "translation": "Loading the Merchandise of the True Name, you shall gather in your profits forever with the Capital of Truth.",
    "punjabi": "(ਹੇ ਵਣਜਾਰੇ ਜੀਵ!) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ (ਨਾਮ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਹੀ ਜੋੜਨੀ ਚਾਹੀਦੀ ਹੈ, (ਇਸ ਵਿਚੋਂ ਉਹ) ਨਫ਼ਾ (ਪੈਂਦਾ ਹੈ ਜੋ) ਸਦਾ (ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2227,
    "shabad_id": 157,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਸਾਚੀ ਦਰਗਹ ਬੈਸੲੀ; ਭਗਤਿ ਸਚੀ ਅਰਦਾਸਿ ||",
    "transliteration": "Saachee Dharageh Baisee Bhagath Sachee Aradhaas ||",
    "translation": "In the Court of the True One, you shall sit in truthful devotion and prayer.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ (ਉਸ ਦੇ ਅੱਗੇ) ਅਰਦਾਸ ਕਰਦਾ ਹੈ, ਉਹ ਉਸ ਦੀ ਸਦਾ-ਥਿਰ ਹਜ਼ੂਰੀ ਵਿਚ ਬੈਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2228,
    "shabad_id": 157,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਪਤਿ ਸਿੳੁ ਲੇਖਾ ਨਿਬੜੈ; ਰਾਮ ਨਾਮੁ ਪਰਗਾਸਿ ||੭||",
    "transliteration": "Path Sio Laekhaa Nibarrai Raam Naam Paragaas ||7||",
    "translation": "Your account shall be settled with honor, in the Radiant Light of the Name of the Lord. ||7||",
    "punjabi": "ਉਸ ਦਾ (ਜੀਵਨ-ਸਫ਼ਰ ਦਾ) ਲੇਖਾ (ਇੱਜ਼ਤ ਨਾਲ) ਸਾਫ਼ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਦੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਜਾਗਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਨਿੱਬੜੈ[ਪਰ-ਗਾਸਿ[",
    "type_id": 3
  },
  {
    "id": 2229,
    "shabad_id": 157,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ੳੂਚਾ ੳੂਚੳੁ ਅਾਖੀਅੈ; ਕਹੳੁ. ਨ ਦੇਖਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Oochaa Oocho Aakheeai Keho N Dhaekhiaa Jaae ||",
    "translation": "The Lord is said to be the Highest of the High; no one can perceive Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ-(ਹਰ ਪਾਸੇ ਵਲੋਂ ਇਹੀ) ਆਖਿਆ ਜਾਂਦਾ ਹੈ, ਮੈਂ (ਭੀ) ਆਖਦਾ ਹਾਂ (ਕਿ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਪਰ ਨਿਰਾ ਕਹਿਣ ਨਾਲ) ਉਸ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ਕਹੳੁ) ਜੇ ਝੂਠ ਕਹੋ ਕਿ ਮੈਂ ਦੇਖ ਲੲੇ ਹਨ, ਤਾਂ (ਦੇਖਿਅਾ) ਦੇਖੇ (ਨ) ਨਹੀਂ (ਜਾੲਿ) ਜਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 2230,
    "shabad_id": 157,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਜਹ ਦੇਖਾ ਤਹ ੲੇਕੁ ਤੂੰ; ਸਤਿਗੁਰਿ ਦੀਅਾ ਦਿਖਾੲਿ ||",
    "transliteration": "Jeh Dhaekhaa Theh Eaek Thoon Sathigur Dheeaa Dhikhaae ||",
    "translation": "Wherever I look, I see only You. The True Guru has inspired me to see You.",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ, (ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ) ਦਰਸ਼ਨ ਕਰਾ ਦਿੱਤਾ, ਤਾਂ ਹੁਣ ਮੈਂ ਜਿੱਧਰ ਵੇਖਦਾ ਹਾਂ, ਤੂੰ ਹੀ ਤੂੰ ਦਿੱਸਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2231,
    "shabad_id": 157,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਜੋਤਿ ਨਿਰੰਤਰਿ ਜਾਣੀਅੈ; ਨਾਨਕ ਸਹਜਿ ਸੁਭਾੲਿ ||੮||੩||",
    "transliteration": "Joth Niranthar Jaaneeai Naanak Sehaj Subhaae ||8||3||",
    "translation": "The Divine Light within is revealed, O Nanak, through this intuitive understanding. ||8||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਾਲੀ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਇਕ-ਰਸ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ॥੮॥੩॥{54-55}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2232,
    "shabad_id": 158,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2233,
    "shabad_id": 158,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਛੁਲੀ. ਜਾਲੁ ਨ ਜਾਣਿਅਾ; ਸਰੁ ਖਾਰਾ ਅਸਗਾਹੁ ||",
    "transliteration": "Mashhulee Jaal N Jaaniaa Sar Khaaraa Asagaahu ||",
    "translation": "The fish did not notice the net in the deep and salty sea.",
    "punjabi": "ਅੰਞਾਣ ਮੱਛੀ ਨੇ ਜਾਲ ਨੂੰ ਨਾਹ ਸਮਝਿਆ (ਕਿ ਜਾਲ ਉਸ ਦੀ ਮੌਤ ਦਾ ਕਾਰਣ ਬਣਦਾ ਹੈ) ਅਤੇ ਨਾਹ ਹੀ ਉਸ ਨੇ ਡੂੰਘੇ ਖਾਰੇ ਸਮੁੰਦਰ ਨੂੰ ਹੀ ਸਮਝਿਆ (ਕਿ ਸਮੁੰਦਰ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਹੀ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਇਮ ਰਹਿ ਸਕਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2234,
    "shabad_id": 158,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਤਿ ਸਿਅਾਣੀ ਸੋਹਣੀ; ਕਿੳੁ ਕੀਤੋ ਵੇਸਾਹੁ ||",
    "transliteration": "Ath Siaanee Sohanee Kio Keetho Vaesaahu ||",
    "translation": "It was so clever and beautiful, but why was it so confident?",
    "punjabi": "(ਵੇਖਣ ਨੂੰ ਮੱਛੀ) ਬੜੀ ਸੋਹਣੀ ਤੇ ਸਿਆਣੀ (ਜਾਪਦੀ) ਹੈ, ਪਰ ਉਸ ਨੂੰ ਜਾਲ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2235,
    "shabad_id": 158,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕੀਤੇ ਕਾਰਣਿ ਪਾਕੜੀ; ਕਾਲੁ. ਨ ਟਲੈ ਸਿਰਾਹੁ ||੧||",
    "transliteration": "Keethae Kaaran Paakarree Kaal N Ttalai Siraahu ||1||",
    "translation": "By its actions it was caught, and now death cannot be turned away from its head. ||1||",
    "punjabi": "(ਜਾਲ ਉੱਤੇ) ਇਤਬਾਰ ਕਰਨ ਦੇ ਕਾਰਨ ਹੀ ਫੜੀ ਜਾਂਦੀ ਹੈ, ਤੇ ਉਸ ਦੇ ਸਿਰ ਉਤੋਂ ਮੌਤ ਟਲਦੀ ਨਹੀਂ (ਜੀਵ ਇਹ ਭੁੱਲ ਜਾਂਦਾ ਹੈ ਕਿ ਜ਼ਿੰਦਗੀ ਦੇ ਅਥਾਹ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਿਹਾਂ ਹੀ ਆਤਮਕ ਜੀਵਨ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ। ਮੋਹਣੀ ਮਾਇਆ ਦਾ ਇਤਬਾਰ ਕਰ ਬੈਠਦਾ ਹੈ, ਤੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਹੈ, ਮੌਤ ਦਾ ਸਹਮ ਹਰ ਵੇਲੇ ਇਸ ਦੇ ਸਿਰ ਉੱਤੇ ਸਵਾਰ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "ਪੱਾਕੜੀ[ ਟਲੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2236,
    "shabad_id": 158,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ੲਿੳੁ ਸਿਰਿ ਜਾਣਹੁ ਕਾਲੁ ||",
    "transliteration": "Bhaaee Rae Eio Sir Jaanahu Kaal ||",
    "translation": "O Siblings of Destiny, just like this, see death hovering over your own heads!",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਸਿਰ ਉੱਤੇ ਮੌਤ ਨੂੰ ਇਉਂ ਹੀ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2237,
    "shabad_id": 158,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਿੳੁ ਮਛੀ. ਤਿੳੁ ਮਾਣਸਾ; ਪਵੈ ਅਚਿੰਤਾ ਜਾਲੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jio Mashhee Thio Maanasaa Pavai Achinthaa Jaal ||1|| Rehaao ||",
    "translation": "People are just like this fish; unaware, the noose of death descends upon them. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ ਮੱਛੀ ਨੂੰ ਅਚਨਚੇਤ (ਮਾਛੀ ਦਾ) ਜਾਲ ਆ ਪੈਂਦਾ ਹੈ, ਤਿਵੇਂ ਮਨੁੱਖਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਅਚਨਚੇਤ ਮੌਤ ਆ ਪੈਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮੱਛੀ[ ਮਾਣਸਾ: ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 4
  },
  {
    "id": 2238,
    "shabad_id": 158,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਭੁ ਜਗੁ ਬਾਧੋ ਕਾਲ ਕੋ; ਬਿਨੁ ਗੁਰ. ਕਾਲੁ ਅਫਾਰੁ ||",
    "transliteration": "Sabh Jag Baadhho Kaal Ko Bin Gur Kaal Afaar ||",
    "translation": "The whole world is bound by death; without the Guru, death cannot be avoided.",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਮੌਤ ਦੇ ਡਰ ਦਾ ਬੱਧਾ ਹੋਇਆ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਮੌਤ ਦਾ ਸਹਮ (ਹਰੇਕ ਦੇ ਸਿਰ ਉੱਤੇ) ਅਮਿੱਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2239,
    "shabad_id": 158,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਚਿ ਰਤੇ. ਸੇ ੳੁਬਰੇ; ਦੁਬਿਧਾ ਛੋਡਿ ਵਿਕਾਰ ||",
    "transliteration": "Sach Rathae Sae Oubarae Dhubidhhaa Shhodd Vikaar ||",
    "translation": "Those who are attuned to Truth are saved; they renounce duality and corruption.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਵਿਕਾਰ ਛੱਡ ਕੇ ਮਨ ਦੀ ਮਾਇਆ ਵਲ ਡੋਲਣੀ ਹਾਲਤ ਛੱਡ ਕੇ ਮੌਤ ਦੇ ਸਹਮ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2240,
    "shabad_id": 158,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ਤਿਨ ਕੈ ਬਲਿਹਾਰਣੈ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰ ||੨||",
    "transliteration": "Ho Thin Kai Balihaaranai Dhar Sachai Sachiaar ||2||",
    "translation": "I am a sacrifice to those who are found to be Truthful in the True Court. ||2||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜੇਹੜੇ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2241,
    "shabad_id": 158,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸੀਚਾਨੇ ਜਿੳੁ ਪੰਖੀਅਾ; ਜਾਲੀ ਬਧਿਕ ਹਾਥਿ ||",
    "transliteration": "Seechaanae Jio Pankheeaa Jaalee Badhhik Haathh ||",
    "translation": "Think of the hawk preying on the birds, and the net in the hands of the hunter.",
    "punjabi": "ਜਿਵੇਂ ਬਾਜ਼ ਅਤੇ ਫਾਂਧੀ ਦੇ ਹੱਥ ਵਿਚ ਫੜੀ ਹੋਈ ਜਾਲੀ ਪੰਛੀਆਂ ਵਾਸਤੇ (ਮੌਤ ਦਾ ਸੁਨੇਹਾ ਹਨ, ਤਿਵੇਂ ਮਾਇਆ ਦਾ ਮੋਹ ਮਨੁੱਖਾਂ ਵਾਸਤੇ ਆਤਮਕ ਮੌਤ ਦਾ ਕਾਰਨ ਹੈ)",
    "pronunciation": "(ਸੀਚਾਨੇ) ਬਾਜ[ ਜਾਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2242,
    "shabad_id": 158,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ. ਸੇ ੳੁਬਰੇ; ਹੋਰਿ ਫਾਥੇ ਚੋਗੈ ਸਾਥਿ ||",
    "transliteration": "Gur Raakhae Sae Oubarae Hor Faathhae Chogai Saathh ||",
    "translation": "Those who are protected by the Guru are saved; the others are caught by the bait.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਗੁਰੂ ਨੇ ਰੱਖਿਆ ਕੀਤੀ, ਉਹ ਮਾਇਆ-ਜਾਲ ਵਿਚੋਂ ਬਚ ਨਿਕਲੇ, ਬਾਕੀ ਦੇ ਸਾਰੇ ਮਾਇਆ ਦੇ ਚੋਗੇ ਨਾਲ ਮੋਹ ਦੀ ਜਾਲੀ ਵਿਚ ਫਸ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2243,
    "shabad_id": 158,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਚੁਣਿ ਸੁਟੀਅਹਿ; ਕੋੲਿ. ਨ ਸੰਗੀ ਸਾਥਿ ||੩||",
    "transliteration": "Bin Naavai Chun Sutteeahi Koe N Sangee Saathh ||3||",
    "translation": "Without the Name, they are picked up and thrown away; they have no friends or companions. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਪੱਲੇ ਨਾਮ ਨਹੀਂ, ਉਹ ਚੁਣ ਚੁਣ ਕੇ ਮਾਇਆ-ਜਾਲ ਵਿਚ ਸੁੱਟੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਕੋਈ ਭੀ ਐਸਾ ਸੰਗੀ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ (ਜੋ ਉਹਨਾਂ ਨੂੰ ਇਸ ਜਾਲ ਵਿਚੋਂ ਕੱਢ ਸਕੇ) ॥੩॥",
    "pronunciation": "ਸੁੱਟੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 2244,
    "shabad_id": 158,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਚੋ ਸਚਾ ਅਾਖੀਅੈ; ਸਚੇ ਸਚਾ ਥਾਨੁ ||",
    "transliteration": "Sacho Sachaa Aakheeai Sachae Sachaa Thhaan ||",
    "translation": "God is said to be the Truest of the True; His Place is the Truest of the True.",
    "punjabi": "(ਮੌਤ ਦੇ ਸਹਮ ਤੋਂ ਅਤੇ ਆਤਮਕ ਮੌਤ ਤੋਂ ਬਚਣ ਲਈ, ਹੇ ਭਾਈ!) ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਦਾ ਤਖ਼ਤ ਅਟੱਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2245,
    "shabad_id": 158,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜਿਨੀ ਸਚਾ ਮੰਨਿਅਾ; ਤਿਨ ਮਨਿ ਸਚੁ ਧਿਅਾਨੁ ||",
    "transliteration": "Jinee Sachaa Manniaa Thin Man Sach Dhhiaan ||",
    "translation": "Those who obey the True One-their minds abide in true meditation.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਦੀ ਲਿਵ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2246,
    "shabad_id": 158,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮਨਿ ਮੁਖਿ ਸੂਚੇ ਜਾਣੀਅਹਿ; ਗੁਰਮੁਖਿ ਜਿਨਾ ਗਿਅਾਨੁ ||੪||",
    "transliteration": "Man Mukh Soochae Jaaneeahi Guramukh Jinaa Giaan ||4||",
    "translation": "Those who become Gurmukh, and obtain spiritual wisdom-their minds and mouths are known to be pure. ||4||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਤੇ ਮੂੰਹ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਟਿਕ ਜਾਂਦੀ ਹੈ, ਉਹ ਬੰਦੇ ਪਵ੍ਰਿਤ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "pronunciation": "ਮਨਿ: ਨ ਸਿਹਾਰੀ ਹੋਵੇ ਤਾਂ ਮਨਿ ਮੁਖਿ ਵੱਖਰਾ ਪੜ੍ਹਨਾ ਜੀ",
    "type_id": 3
  },
  {
    "id": 2247,
    "shabad_id": 158,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰ ਅਗੈ ਅਰਦਾਸਿ ਕਰਿ; ਸਾਜਨੁ ਦੇੲਿ ਮਿਲਾੲਿ ||",
    "transliteration": "Sathigur Agai Aradhaas Kar Saajan Dhaee Milaae ||",
    "translation": "Offer your most sincere prayers to the True Guru, so that He may unite you with your Best Friend.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਸੱਜਣ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਸਦਾ ਆਪਣੇ) ਗੁਰੂ ਅੱਗੇ ਅਰਦਾਸ ਕਰਦਾ ਰਹੁ, (ਗੁਰੂ) ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2248,
    "shabad_id": 158,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਸਾਜਨਿ ਮਿਲਿਅੈ ਸੁਖੁ ਪਾੲਿਅਾ; ਜਮਦੂਤ ਮੁੲੇ ਬਿਖੁ ਖਾੲਿ ||",
    "transliteration": "Saajan Miliai Sukh Paaeiaa Jamadhooth Mueae Bikh Khaae ||",
    "translation": "Meeting your Best Friend, you shall find peace; the Messenger of Death shall take poison and die.",
    "punjabi": "ਜੇ ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲ ਪਏ ਤਾਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਜਮਦੂਤ ਤਾਂ (ਇਉਂ ਸਮਝੋ ਕਿ) ਜ਼ਹਰ ਖਾ ਕੇ ਮਰ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਜਮਦੂਤ ਨੇੜੇ ਹੀ ਨਹੀਂ ਢੁਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2249,
    "shabad_id": 158,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਨਾਵੈ ਅੰਦਰਿ ਹੳੁ ਵਸਾਂ; ਨਾੳੁ ਵਸੈ. ਮਨਿ ਅਾੲਿ ||੫||",
    "transliteration": "Naavai Andhar Ho Vasaan Naao Vasai Man Aae ||5||",
    "translation": "I dwell deep within the Name; the Name has come to dwell within my mind. ||5||",
    "punjabi": "(ਜੇ ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲ ਪਏ ਤਾਂ) ਮੈਂ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਟਿਕਿਆ ਰਹਿ ਸਕਦਾ ਹਾਂ ਉਸ ਦਾ ਨਾਮ (ਸਦਾ ਲਈ) ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2250,
    "shabad_id": 158,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਬਾਝੁ ਗੁਰੂ. ਗੁਬਾਰੁ ਹੈ; ਬਿਨੁ ਸਬਦੈ. ਬੂਝ ਨ ਪਾੲਿ ||",
    "transliteration": "Baajh Guroo Gubaar Hai Bin Sabadhai Boojh N Paae ||",
    "translation": "Without the Guru, there is only pitch darkness; without the Shabad, understanding is not obtained.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਵਾਸਤੇ ਚਾਰ ਚੁਫੇਰੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਘੁੱਪ ਹਨੇਰਾ (ਰਹਿੰਦਾ) ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ (ਕਿ ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2251,
    "shabad_id": 158,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮਤੀ ਪਰਗਾਸੁ ਹੋੲਿ; ਸਚਿ ਰਹੈ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Guramathee Paragaas Hoe Sach Rehai Liv Laae ||",
    "translation": "Through the Guru's Teachings, you shall be enlightened; remain absorbed in the Love of the True Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ ਆਤਮਕ ਚਾਨਣ ਹੁੰਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਆਪਣੀ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2252,
    "shabad_id": 158,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਤਿਥੈ ਕਾਲੁ ਨ ਸੰਚਰੈ; ਜੋਤੀ ਜੋਤਿ ਸਮਾੲਿ ||੬||",
    "transliteration": "Thithhai Kaal N Sancharai Jothee Joth Samaae ||6||",
    "translation": "Death does not go there; your light shall merge with the Light. ||6||",
    "punjabi": "ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਮੌਤ ਦਾ ਡਰ ਪਹੁੰਚਦਾ ਹੀ ਨਹੀਂ, (ਕਿਉਂਕਿ) ਜੀਵ ਦੀ ਜੋਤਿ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2253,
    "shabad_id": 158,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਤੂੰਹੈ ਸਾਜਨੁ. ਤੂੰ ਸੁਜਾਣੁ; ਤੂੰ. ਅਾਪੇ ਮੇਲਣਹਾਰੁ ||",
    "transliteration": "Thoonhai Saajan Thoon Sujaan Thoon Aapae Maelanehaar ||",
    "translation": "You are my Best Friend; You are All-knowing. You are the One who unites us with Yourself.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ, ਤੂੰ ਹੀ (ਮੇਰੇ ਦੁਖ-ਦਰਦ) ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਣ ਦੇ ਸਮਰਥ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2254,
    "shabad_id": 158,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਸਾਲਾਹੀਅੈ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ||",
    "transliteration": "Gur Sabadhee Saalaaheeai Anth N Paaraavaar ||",
    "translation": "Through the Word of the Guru's Shabad, we praise You; You have no end or limitation.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ (ਉਂਵ ਤਾਂ) ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਪਾਰਲਾ ਉਰਲਾ ਬੰਨਾ ਲੱਭਿਆ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2255,
    "shabad_id": 158,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਤਿਥੈ. ਕਾਲੁ ਨ ਅਪੜੈ; ਜਿਥੈ. ਗੁਰ ਕਾ ਸਬਦੁ ਅਪਾਰੁ ||੭||",
    "transliteration": "Thithhai Kaal N Aparrai Jithhai Gur Kaa Sabadh Apaar ||7||",
    "translation": "Death does not reach that place, where the Infinite Word of the Guru's Shabad resounds. ||7||",
    "punjabi": "ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਟਿਕਿਆ ਹੋਇਆ ਹੈ, ਬੇਅੰਤ ਪ੍ਰਭੂ ਆਪ ਟਿਕਿਆ ਹੋਇਆ ਹੈ ਉਥੇ ਮੌਤ ਦਾ ਡਰ ਪਹੁੰਚ ਨਹੀਂ ਸਕਦਾ ॥੭॥",
    "pronunciation": "ਅੱਪੜੈ",
    "type_id": 3
  },
  {
    "id": 2256,
    "shabad_id": 158,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ਹੁਕਮੀ ਸਭੇ ੳੂਪਜਹਿ; ਹੁਕਮੀ ਕਾਰ ਕਮਾਹਿ ||",
    "transliteration": "Hukamee Sabhae Oopajehi Hukamee Kaar Kamaahi ||",
    "translation": "By the Hukam of His Command, all are created. By His Command, actions are performed.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਜਾਲ ਵਿਚੋਂ ਨਿਕਲਣਾ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ ਹੈ) ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ ਸਾਰੇ ਜੀਵ ਪੈਦਾ ਹੁੰਦੇ ਹਨ, ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2257,
    "shabad_id": 158,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਹੁਕਮੀ ਕਾਲੈ ਵਸਿ ਹੈ; ਹੁਕਮੀ ਸਾਚਿ ਸਮਾਹਿ ||",
    "transliteration": "Hukamee Kaalai Vas Hai Hukamee Saach Samaahi ||",
    "translation": "By His Command, all are subject to death; by His Command, they merge in Truth.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਮੌਤ ਦੇ ਡਰ ਦੇ ਅਧੀਨ ਹੈ, ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਜੀਵ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕਦੇ ਹਨ।",
    "pronunciation": "ਕੱਾਲੈ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 2258,
    "shabad_id": 158,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋ ਥੀਅੈ; ੲਿਨਾ ਜੰਤਾ. ਵਸਿ ਕਿਛੁ ਨਾਹਿ ||੮||੪||",
    "transliteration": "Naanak Jo This Bhaavai So Thheeai Einaa Janthaa Vas Kishh Naahi ||8||4||",
    "translation": "O Nanak, whatever pleases His Will comes to pass. Nothing is in the hands of these beings. ||8||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਇਹਨਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ ॥੮॥੪॥",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 2259,
    "shabad_id": 159,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2260,
    "shabad_id": 159,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਨਿ ਜੂਠੈ. ਤਨਿ ਜੂਠਿ ਹੈ; ਜਿਹਵਾ ਜੂਠੀ ਹੋੲਿ ||",
    "transliteration": "Man Joothai Than Jooth Hai Jihavaa Joothee Hoe ||",
    "translation": "If the mind is polluted, then the body is polluted, and the tongue is polluted as well.",
    "punjabi": "ਜੇ ਜੀਵ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਦੀ ਛੋਹ ਨਾਲ) ਜੂਠਾ ਹੋ ਚੁਕਾ ਹੈ, ਤਾਂ ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ ਭੀ ਜੂਠ ਹੀ ਜੂਠ ਹੈ (ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਲ ਹੀ ਦੌੜਦੇ ਹਨ) ਉਸ ਦੀ ਜੀਭ (ਖਾਣ ਦੇ ਚਸਕਿਆਂ ਨਾਲ) ਜੂਠੀ ਹੋਈ ਰਹਿੰਦੀ ਹੈ, ਝੂਠੇ ਮੂੰਹ ਨਾਲ ਬੋਲਣ ਦਾ ਹੀ ਸੁਭਾਉ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
