[
  {
    "id": 2425,
    "shabad_id": 165,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "mn ry. ikau CUtih; ibnu ipAwr ]",
    "transliteration": "Man Rae Kio Shhoottehi Bin Piaar ||",
    "translation": "O mind, how can you be saved without love?",
    "punjabi": "ਹੇ ਮਨ! (ਪ੍ਰਭੂ ਨਾਲ) ਪਿਆਰ ਪਾਉਣ ਤੋਂ ਬਿਨਾ ਤੂੰ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਬਚ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2426,
    "shabad_id": 165,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "gurmuiK AMqir riv rihAw; bKsy Bgiq BMfwr ]1] rhwau ]",
    "transliteration": "Guramukh Anthar Rav Rehiaa Bakhasae Bhagath Bhanddaar ||1|| Rehaao ||",
    "translation": "God permeates the inner beings of the Gurmukhs. They are blessed with the treasure of devotion. ||1||Pause||",
    "punjabi": "(ਪਰ ਇਹ ਪਿਆਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲਦਾ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਐਸੀ ਪਿਆਰ-ਸਾਂਝ ਬਣਦੀ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹੀ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2427,
    "shabad_id": 165,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ry mn. AYsI hir isau pRIiq kir; jYsI mCulI nIr ]",
    "transliteration": "Rae Man Aisee Har Sio Preeth Kar Jaisee Mashhulee Neer ||",
    "translation": "O mind, love the Lord, as the fish loves the water.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪ੍ਰੇਮ ਕਰ, ਜਿਹੋ ਜਿਹਾ ਮੱਛੀ ਦਾ ਪਾਣੀ ਨਾਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2428,
    "shabad_id": 165,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ijau AiDkau. iqau suKu Gxo; min qin sWiq srIr ]",
    "transliteration": "Jio Adhhiko Thio Sukh Ghano Man Than Saanth Sareer ||",
    "translation": "The more the water, the more the happiness, and the greater the peace of mind and body.",
    "punjabi": "ਪਾਣੀ ਜਿਤਨਾ ਹੀ ਵਧੀਕ ਹੈ, ਮੱਛੀ ਨੂੰ ਉਤਨਾ ਹੀ ਵਧੀਕ ਸੁਖ-ਆਨੰਦ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਸਰੀਰ ਵਿਚ ਠੰਡ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "AiD-kau: polw bolo",
    "type_id": 3
  },
  {
    "id": 2429,
    "shabad_id": 165,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ibnu jl. GVI n jIveI; pRBu jwxY AB pIr ]2]",
    "transliteration": "Bin Jal Gharree N Jeevee Prabh Jaanai Abh Peer ||2||",
    "translation": "Without water, she cannot live, even for an instant. God knows the suffering of her mind. ||2||",
    "punjabi": "ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦੀ। ਮੱਛੀ ਦੇ ਹਿਰਦੇ ਦੀ ਇਹ ਵੇਦਨਾ ਪਰਮਾਤਮਾ (ਆਪ) ਜਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2430,
    "shabad_id": 165,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ry mn. AYsI hir isau pRIiq kir; jYsI cwiqRk myh ]",
    "transliteration": "Rae Man Aisee Har Sio Preeth Kar Jaisee Chaathrik Maeh ||",
    "translation": "O mind, love the Lord, as the song-bird loves the rain.",
    "punjabi": "ਹੇ ਮਨ! ਪ੍ਰਭੂ ਨਾਲ ਇਹੋ ਜਿਹੀ ਪ੍ਰੀਤ ਕਰ, ਜਿਹੋ ਜਿਹੀ ਪਪੀਹੇ ਦੀ ਮੀਂਹ ਨਾਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2431,
    "shabad_id": 165,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "sr Bir Ql hrIAwvly; iek bUMd n pveI kyh ]",
    "transliteration": "Sar Bhar Thhal Hareeaavalae Eik Boondh N Pavee Kaeh ||",
    "translation": "The pools are overflowing with water, and the land is luxuriantly green, but what are they to her, if that single drop of rain does not fall into her mouth?",
    "punjabi": "(ਪਾਣੀ ਨਾਲ) ਸਰੋਵਰ ਭਰੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਧਰਤੀ (ਪਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰਿਆਵਲੀ ਹੋਈ ਪਈ ਹੁੰਦੀ ਹੈ, ਪਰ ਜੇ (ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਵਿਚ ਪਏ ਮੀਂਹ ਦੀ) ਇਕ ਬੂੰਦ (ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ) ਨਾਹ ਪਏ, ਤਾਂ ਉਸ ਨੂੰ ਇਸ ਸਾਰੇ ਪਾਣੀ ਨਾਲ ਕੋਈ ਭਾਗ ਨਹੀਂ।",
    "pronunciation": "hrI-Awvly: ibhwrI d`b ky bolo, hirAwvlw n aucwro jI",
    "type_id": 3
  },
  {
    "id": 2432,
    "shabad_id": 165,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "krim imlY so pweIAY; ikrqu pieAw isir dyh ]3]",
    "transliteration": "Karam Milai So Paaeeai Kirath Paeiaa Sir Dhaeh ||3||",
    "translation": "By His Grace, she receives it; otherwise, because of her past actions, she gives her head. ||3||",
    "punjabi": "(ਪਰ ਹੇ ਮਨ! ਤੇਰੇ ਭੀ ਕੀਹ ਵੱਸ! ਪਰਮਾਤਮਾ) ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲੇ ਤਾਂ ਮਿਲਦਾ ਹੈ, (ਨਹੀਂ ਤਾਂ) ਪੂਰਬਲਾ ਕਮਾਇਆ ਹੋਇਆ ਸਿਰ ਉੱਤੇ ਸਰੀਰ ਉੱਤੇ ਝੱਲਣਾ ਹੀ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2433,
    "shabad_id": 165,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ry mn. AYsI hir isau pRIiq kir; jYsI jl duD hoie ]",
    "transliteration": "Rae Man Aisee Har Sio Preeth Kar Jaisee Jal Dhudhh Hoe ||",
    "translation": "O mind, love the Lord, as the water loves the milk.",
    "punjabi": "ਹੇ ਮਨ! ਹਰੀ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪਿਆਰ ਬਣਾ, ਜਿਹੋ ਜਿਹਾ ਪਾਣੀ ਤੇ ਦੁੱਧ ਦਾ ਹੈ। (ਪਾਣੀ ਦੁੱਧ ਵਿਚ ਆ ਮਿਲਦਾ ਹੈ, ਦੁੱਧ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਦੁੱਧ ਉਸ ਨੂੰ ਆਪਣਾ ਰੂਪ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2434,
    "shabad_id": 165,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "Awvtxu Awpy KvY; duD kau Kpix. n dyie ]",
    "transliteration": "Aavattan Aapae Khavai Dhudhh Ko Khapan N Dhaee ||",
    "translation": "The water, added to the milk, itself bears the heat, and prevents the milk from burning.",
    "punjabi": "ਜਦੋਂ ਉਸ ਪਾਣੀ-ਰਲੇ ਦੁੱਧ ਨੂੰ ਅੱਗ ਉੱਤੇ ਰੱਖੀਦਾ ਹੈ ਤਾਂ) ਉਬਾਲਾ (ਪਾਣੀ) ਆਪ ਹੀ ਸਹਾਰਦਾ ਹੈ, ਦੁੱਧ ਨੂੰ ਸੜਨ ਨਹੀਂ ਦੇਂਦਾ।",
    "pronunciation": "(Aw-v`txu) aubwly[ du`D[ Kpix: polw bolo",
    "type_id": 3
  },
  {
    "id": 2435,
    "shabad_id": 165,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "Awpy myil ivCuMinAw; sic vifAweI dyie ]4]",
    "transliteration": "Aapae Mael Vishhunniaa Sach Vaddiaaee Dhaee ||4||",
    "translation": "God unites the separated ones with Himself again, and blesses them with true greatness. ||4||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਜੀਵ ਆਪਣੇ ਆਪ ਨੂੰ ਕੁਰਬਾਨ ਕਰਨ, ਤਾਂ ਪ੍ਰਭੂ) ਵਿੱਛੁੜੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਮੇਲ ਕੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ-ਮਾਣ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2436,
    "shabad_id": 165,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ry mn. AYsI hir isau pRIiq kir; jYsI ckvI sUr ]",
    "transliteration": "Rae Man Aisee Har Sio Preeth Kar Jaisee Chakavee Soor ||",
    "translation": "O mind, love the Lord, as the chakvee duck loves the sun.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪਿਆਰ ਕਰ, ਜਿਹੋ ਜਿਹਾ ਚਕਵੀ ਦਾ (ਪਿਆਰ) ਸੂਰਜ ਨਾਲ ਹੈ।",
    "pronunciation": "(sUr) sUrj",
    "type_id": 3
  },
  {
    "id": 2437,
    "shabad_id": 165,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "iKnu plu. nId n soveI; jwxY dUir hjUir ]",
    "transliteration": "Khin Pal Needh N Sovee Jaanai Dhoor Hajoor ||",
    "translation": "She does not sleep, for an instant or a moment; the sun is so far away, but she thinks that it is near.",
    "punjabi": "(ਜਦੋਂ ਸੂਰਜ ਡੁੱਬ ਜਾਂਦਾ ਹੈ, ਚਕਵੀ ਦੀ ਨਜ਼ਰੋਂ ਉਹਲੇ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਚਕਵੀ) ਇਕ ਖਿਨ ਭਰ ਇਕ ਪਲ ਭਰ ਨੀਂਦ (ਦੇ ਵੱਸ ਆ ਕੇ) ਨਹੀਂ ਸੌਂਦੀ, ਦੂਰ (-ਲੁਕੇ ਸੂਰਜ) ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਸਮਝਦੀ ਹੈ।",
    "pronunciation": "so-veI",
    "type_id": 3
  },
  {
    "id": 2438,
    "shabad_id": 165,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "mnmuiK. soJI nw pvY; gurmuiK sdw hjUir ]5]",
    "transliteration": "Manamukh Sojhee Naa Pavai Guramukh Sadhaa Hajoor ||5||",
    "translation": "Understanding does not come to the self-willed manmukh. But to the Gurmukh, the Lord is always close. ||5||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁੱਖ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਦਿੱਸਦਾ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2439,
    "shabad_id": 165,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "mnmuiK. gxq gxwvxI; krqw kry su hoie ]",
    "transliteration": "Manamukh Ganath Ganaavanee Karathaa Karae S Hoe ||",
    "translation": "The self-willed manmukhs make their calculations and plans, but only the actions of the Creator come to pass.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੀਆਂ ਹੀ ਵਡਿਆਈਆਂ ਕਰਦਾ ਹੈ (ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਕਰਤਾਰ (ਆਪ) ਕਰਦਾ (ਕਰਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2440,
    "shabad_id": 165,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "qw kI kImiq. nw pvY; jy locY sBu koie ]",
    "transliteration": "Thaa Kee Keemath Naa Pavai Jae Lochai Sabh Koe ||",
    "translation": "His Value cannot be estimated, even though everyone may wish to do so.",
    "punjabi": "(ਕਰਤਾਰ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ) ਜੇ ਕੋਈ ਜੀਵ (ਆਪਣੀਆਂ ਵਡਿਆਈਆਂ ਛੱਡਣ ਦਾ ਜਤਨ ਭੀ ਕਰੇ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ ਪਛਾਣਨ ਦਾ ਉੱਦਮ ਕਰੇ, ਤਾਂ ਭੀ) ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2441,
    "shabad_id": 165,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "gurmiq hoie q pweIAY; sic imlY suKu hoie ]6]",
    "transliteration": "Guramath Hoe Th Paaeeai Sach Milai Sukh Hoe ||6||",
    "translation": "Through the Guru's Teachings, it is revealed. Meeting with the True One, peace is found. ||6||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ) ਤਦੋਂ ਹੀ ਪੈਂਦੀ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋਵੇ। (ਗੁਰੂ ਦੀ ਮਤਿ ਮਿਲਿਆਂ ਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਜੁੜਦਾ ਹੈ ਤੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2442,
    "shabad_id": 165,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "scw nyhu. n quteI; jy siqguru BytY soie ]",
    "transliteration": "Sachaa Naehu N Thuttee Jae Sathigur Bhaettai Soe ||",
    "translation": "True love shall not be broken, if the True Guru is met.",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜਨ ਵਾਲਾ) ਜੇ ਉਹ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਉਸ ਦਾ ਮਿਹਰ ਦਾ ਸਦਕਾ ਪ੍ਰਭੂ ਨਾਲ ਅਜੇਹਾ) ਪੱਕਾ ਪਿਆਰ (ਪੈਂਦਾ ਹੈ ਜੋ ਕਦੇ) ਟੁੱਟਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2443,
    "shabad_id": 165,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "igAwn pdwrQu pweIAY; iqRBvx soJI hoie ]",
    "transliteration": "Giaan Padhaarathh Paaeeai Thribhavan Sojhee Hoe ||",
    "translation": "Obtaining the wealth of spiritual wisdom, the understanding of the three worlds is acquired.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਵਾਲਾ ਨਾਮ-ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ, ਇਹ ਸਮਝ ਭੀ ਪੈਂਦੀ ਹੈ ਕਿ ਪ੍ਰਭੂ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2444,
    "shabad_id": 165,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "inrmlu nwmu. n vIsrY; jy gux kw gwhku hoie ]7]",
    "transliteration": "Niramal Naam N Veesarai Jae Gun Kaa Gaahak Hoe ||7||",
    "translation": "So become a customer of merit, and do not forget the Immaculate Naam, the Name of the Lord. ||7||",
    "punjabi": "ਜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਮਿਹਰ ਦਾ ਸਦਕਾ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ (ਦੇ ਸੌਦੇ) ਦਾ ਖ਼ਰੀਦਣ ਵਾਲਾ ਬਣ ਜਾਏ, ਤਾਂ ਇਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ (ਫਿਰ ਕਦੇ) ਨਹੀਂ ਭੁੱਲਦਾ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2445,
    "shabad_id": 165,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "Kyil gey sy pMKxUM; jo cugdy sr qil ]",
    "transliteration": "Khael Geae Sae Pankhanoon Jo Chugadhae Sar Thal ||",
    "translation": "Those birds which peck at the shore of the pool have played and have departed.",
    "punjabi": "(ਹੇ ਮਨ! ਵੇਖ) ਜੇਹੜੇ ਜੀਵ-ਪੰਛੀ ਇਸ (ਸੰਸਾਰ-) ਸਰੋਵਰ ਉੱਤੇ (ਚੋਗ) ਚੁਗਦੇ ਹਨ ਉਹ (ਆਪੋ ਆਪਣੀ ਜੀਵਨ-) ਖੇਡ ਖੇਡ ਕੇ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2446,
    "shabad_id": 165,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "GVI ik. muhiq ik. clxw; Kylxu Aju. ik kil ]",
    "transliteration": "Gharree K Muhath K Chalanaa Khaelan Aj K Kal ||",
    "translation": "In a moment, in an instant, we too must depart. Our play is only for today or tomorrow.",
    "punjabi": "ਹਰੇਕ ਜੀਵ-ਪੰਛੀ ਨੇ ਘੜੀ ਪਲ ਦੀ ਖੇਡ ਖੇਡ ਕੇ ਇਥੋਂ ਤੁਰਦੇ ਜਾਣਾ ਹੈ, ਇਹ ਖੇਡ ਇਕ ਦੋ ਦਿਨਾਂ ਵਿਚ ਹੀ (ਛੇਤੀ ਹੀ) ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "c`lxw[ K@ylx[ A`ju[ k`il@[",
    "type_id": 3
  },
  {
    "id": 2447,
    "shabad_id": 165,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ijsu qUM mylih, so imlY; jwie scw ipVu mil ]8]",
    "transliteration": "Jis Thoon Maelehi So Milai Jaae Sachaa Pirr Mal ||8||",
    "translation": "But those whom You unite, Lord, are united with You; they obtain a seat in the Arena of Truth. ||8||",
    "punjabi": "(ਹੇ ਮਨ! ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਂਦਾ ਹੈਂ, ਉਹੀ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਇਥੋਂ ਸੱਚੀ ਜੀਵਨ-ਬਾਜ਼ੀ ਜਿੱਤ ਕੇ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "m`il",
    "type_id": 3
  },
  {
    "id": 2448,
    "shabad_id": 165,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ibnu gur. pRIiq n aUpjY; haumY mYlu. n jwie ]",
    "transliteration": "Bin Gur Preeth N Oopajai Houmai Mail N Jaae ||",
    "translation": "Without the Guru, love does not well up, and the filth of egotism does not depart.",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਪ੍ਰੀਤ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ (ਕਿਉਂਕਿ ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2449,
    "shabad_id": 165,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "so hM Awpu pCwxIAY; sbid Byid pqIAwie ]",
    "transliteration": "Sohan Aap Pashhaaneeai Sabadh Bhaedh Patheeaae ||",
    "translation": "One who recognizes within himself that, \"He is me\", and who is pierced through by the Shabad, is satisfied.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਤੀਜ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਇਹ ਪਛਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਮੇਰਾ ਤੇ ਪ੍ਰਭੂ ਦਾ ਸੁਭਾਉ ਰਲਿਆ ਹੈ ਜਾਂ ਨਹੀਂ।",
    "pronunciation": "(hM) hr jIv dy AMdr[ so auh r`b jI, (Awpu) Apxw Awp srUp nMU, pUrn gurU jI duAwrw pCwnxw krIey[ pqI-Awie",
    "type_id": 3
  },
  {
    "id": 2450,
    "shabad_id": 165,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "gurmuiK Awpu pCwxIAY; Avr ik kry krwie ]9]",
    "transliteration": "Guramukh Aap Pashhaaneeai Avar K Karae Karaae ||9||",
    "translation": "When one becomes Gurmukh and realizes his own self, what more is there left to do or have done? ||9||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ (ਆਪਣੇ ਅਸਲੇ ਨੂੰ) ਪਛਾਣਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਹੋਰ ਕੋਈ ਉੱਦਮ ਕਰ ਕਰਾ ਨਹੀਂ ਸਕਦਾ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2451,
    "shabad_id": 165,
    "pada": 11,
    "source_line": 14,
    "gurmukhi": "imilAw kw ikAw mylIAY; sbid imlY pqIAwie ]",
    "transliteration": "Miliaa Kaa Kiaa Maeleeai Sabadh Milae Patheeaae ||",
    "translation": "Why speak of union to those who are already united with the Lord? Receiving the Shabad, they are satisfied.",
    "punjabi": "ਜੇਹੜੇ ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਤੀਜ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੋਈ ਐਸਾ ਵਿਛੋੜਾ ਰਹਿ ਨਹੀਂ ਜਾਂਦਾ ਜਿਸ ਨੂੰ ਦੂਰ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਪ੍ਰਭੂ ਨਾਲ ਜੋੜਿਆ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2452,
    "shabad_id": 165,
    "pada": 11,
    "source_line": 14,
    "gurmukhi": "mnmuiK. soJI nw pvY; vICuiV cotw Kwie ]",
    "transliteration": "Manamukh Sojhee Naa Pavai Veeshhurr Chottaa Khaae ||",
    "translation": "The self-willed manmukhs do not understand; separated from Him, they endure beatings.",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿੱਛੁੜ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਚੋਟਾਂ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2453,
    "shabad_id": 165,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "nwnk. dru Gru eyku hY; Avru. n dUjI jwie ]10]11]",
    "transliteration": "Naanak Dhar Ghar Eaek Hai Avar N Dhoojee Jaae ||10||11||",
    "translation": "O Nanak, there is only the one door to His Home; there is no other place at all. ||10||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਗਿਆ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਹੀ ਇਕ ਆਸਰਾ ਪਰਨਾ (ਦਿੱਸਦਾ) ਹੈ। ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਹੋਰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ (ਦਿੱਸਦਾ) ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ ਦਿੱਸਦੀ ॥੧੦॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2454,
    "shabad_id": 166,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "isrIrwgu mhlw 1 ]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2455,
    "shabad_id": 166,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mnmuiK BulY BulweIAY; BUlI. Taur n kwie ]",
    "transliteration": "Manamukh Bhulai Bhulaaeeai Bhoolee Thour N Kaae ||",
    "translation": "The self-willed manmukhs wander around, deluded and deceived. They find no place of rest.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਇਸਤ੍ਰੀ (ਜੀਵਨ ਦੇ) ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਉਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦੀ ਹੈ, ਰਾਹੋਂ ਖੁੰਝੀ ਹੋਈ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ (ਐਸਾ) ਥਾਂ ਨਹੀਂ ਲੱਭਦਾ (ਜੇਹੜਾ ਉਸ ਨੂੰ ਰਸਤਾ ਵਿਖਾ ਦੇਵੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2456,
    "shabad_id": 166,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gur ibnu. ko n idKwveI; AMDI AwvY jwie ]",
    "transliteration": "Gur Bin Ko N Dhikhaavee Andhhee Aavai Jaae ||",
    "translation": "Without the Guru, no one is shown the Way. Like the blind, they continue coming and going.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ (ਸਹੀ ਰਸਤਾ) ਵਿਖਾ ਨਹੀਂ ਸਕਦਾ। (ਮਾਇਆ ਦੇ ਵਿਚ) ਅੰਨ੍ਹੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2457,
    "shabad_id": 166,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "igAwn pdwrQu KoieAw; TigAw muTw jwie ]1]",
    "transliteration": "Giaan Padhaarathh Khoeiaa Thagiaa Muthaa Jaae ||1||",
    "translation": "Having lost the treasure of spiritual wisdom, they depart, defrauded and plundered. ||1||",
    "punjabi": "ਜਿਸ ਭੀ ਜੀਵ ਨੇ (ਮਾਇਆ ਦੇ ਢਹੇ ਚੜ੍ਹ ਕੇ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਨਾਮ-ਧਨ ਗਵਾ ਲਿਆ ਹੈ, ਉਹ ਠੱਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਲੁੱਟਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "T`igAw[ m`uTw",
    "type_id": 3
  },
  {
    "id": 2458,
    "shabad_id": 166,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "bwbw; mwieAw Brim Bulwie ]",
    "transliteration": "Baabaa Maaeiaa Bharam Bhulaae ||",
    "translation": "O Baba, Maya deceives with its illusion.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ (ਜੀਵਾਂ ਨੂੰ) ਭੁਲੇਖੇ ਵਿਚ ਪਾ ਕੇ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2459,
    "shabad_id": 166,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Brim BulI fohwgxI; nw ipr AMik smwie ]1] rhwau ]",
    "transliteration": "Bharam Bhulee Ddohaaganee Naa Pir Ank Samaae ||1|| Rehaao ||",
    "translation": "Deceived by doubt, the discarded bride is not received into the Lap of her Beloved. ||1||Pause||",
    "punjabi": "ਜੇਹੜੀ ਭਾਗ ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈਂਦੀ ਹੈ, ਉਹ (ਕਦੇ ਭੀ) ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2460,
    "shabad_id": 166,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "BUlI iPrY idsMqrI; BUlI igRhu qij jwie ]",
    "transliteration": "Bhoolee Firai Dhisantharee Bhoolee Grihu Thaj Jaae ||",
    "translation": "The deceived bride wanders around in foreign lands; she leaves, and abandons her own home.",
    "punjabi": "ਜੀਵਨ ਦੇ ਰਾਹ ਤੋਂ ਖੁੰਝੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਹੀ ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਕੇ ਦੇਸ ਦੇਸਾਂਤਰਾਂ ਵਿਚ ਫਿਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2461,
    "shabad_id": 166,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "BUlI fUMgir Qil cVY; BrmY mnu folwie ]",
    "transliteration": "Bhoolee Ddoongar Thhal Charrai Bharamai Man Ddolaae ||",
    "translation": "Deceived, she climbs the plateaus and mountains; her mind wavers in doubt.",
    "punjabi": "ਖੁੰਝੀ ਹੋਈ ਹੀ ਕਦੇ ਕਿਸੇ ਪਹਾੜ (ਦੀ ਗੁਫ਼ਾ) ਵਿਚ ਬੈਠਦੀ ਹੈ ਕਦੇ ਕਿਸੇ ਟਿੱਲੇ ਉੱਤੇ ਚੜ੍ਹ ਬੈਠਦੀ ਹੈ, ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ, ਉਸਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ) ਡੋਲਦਾ ਹੈ।",
    "pronunciation": "cV@Y",
    "type_id": 3
  },
  {
    "id": 2462,
    "shabad_id": 166,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Durhu ivCuMnI ikau imlY; grib muTI ibllwie ]2]",
    "transliteration": "Dhhurahu Vishhunnee Kio Milai Garab Muthee Bilalaae ||2||",
    "translation": "Separated from the Primal Being, how can she meet with Him again? Plundered by pride, she cries out and bewails. ||2||",
    "punjabi": "(ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਕਾਰਨ) ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਵਿੱਛੁੜੀ ਹੋਈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਤਾਂ (ਤਿਆਗ ਆਦਿਕ ਦੇ) ਅਹੰਕਾਰ ਵਿਚ ਲੁੱਟੀ ਜਾ ਰਹੀ ਹੈ, ਤੇ (ਵਿਛੋੜੇ ਵਿਚ) ਕਲਪਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2463,
    "shabad_id": 166,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ivCuiVAw. guru mylsI; hir ris nwm ipAwir ]",
    "transliteration": "Vishhurriaa Gur Maelasee Har Ras Naam Piaar ||",
    "translation": "The Guru unites the separated ones with the Lord again, through the love of the Delicious Name of the Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਤੋਂ ਵਿੱਛੁੜਿਆਂ ਨੂੰ ਗੁਰੂ ਹਰਿ-ਨਾਮ ਦੇ ਆਨੰਦ ਵਿਚ ਜੋੜ ਕੇ, ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਜੋੜ ਕੇ (ਮੁੜ ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
