[
  {
    "id": 2464,
    "shabad_id": 166,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਾਚਿ ਸਹਜਿ ਸੋਭਾ ਘਣੀ; ਹਰਿ ਗੁਣ ਨਾਮ ਅਧਾਰਿ ||",
    "transliteration": "Saach Sehaj Sobhaa Ghanee Har Gun Naam Adhhaar ||",
    "translation": "Through truth and intuitive poise, great honor is obtained, with the Support of the Naam and the Glory of the Lord.",
    "punjabi": "ਹਰੀ ਦੇ ਗੁਣਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰੀ-ਨਾਮ ਦੇ ਆਸਰੇ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ (ਜੁੜਿਆਂ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਟਿਕਿਆਂ) ਬੜੀ ਸੋਭਾ (ਭੀ ਮਿਲਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2465,
    "shabad_id": 166,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਿੳੁ ਭਾਵੈ. ਤਿੳੁ ਰਖੁ ਤੂੰ; ਮੈ. ਤੁਝ ਬਿਨੁ ਕਵਨੁ ਭਤਾਰੁ ||੩||",
    "transliteration": "Jio Bhaavai Thio Rakh Thoon Mai Thujh Bin Kavan Bhathaar ||3||",
    "translation": "As it pleases You, Lord, please save and protect me. Without You, O my Husband Lord, who else is there for me? ||3||",
    "punjabi": "(ਮੈਂ ਤੇਰਾ ਦਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਤੇਰੀ ਰਜ਼ਾ ਹੋ ਸਕੇ, ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ। ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਖਸਮ-ਸਾਈਂ ਹੋਰ ਕੋਈ ਨਹੀਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2466,
    "shabad_id": 166,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਅਖਰ ਪੜਿ ਪੜਿ ਭੁਲੀਅੈ; ਭੇਖੀ. ਬਹੁਤੁ ਅਭਿਮਾਨੁ ||",
    "transliteration": "Akhar Parr Parr Bhuleeai Bhaekhee Bahuth Abhimaan ||",
    "translation": "Reading their books over and over again, people continue making mistakes; they are so proud of their religious robes.",
    "punjabi": "ਵਿੱਦਿਆ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਭੀ ਵਿੱਦਿਆ ਦੇ ਅਹੰਕਾਰ ਕਾਰਨ) ਕੁਰਾਹੇ ਹੀ ਪਈਦਾ ਹੈ, (ਗ੍ਰਿਹਸਤ-ਤਿਆਗੀਆਂ ਦੇ) ਭੇਖਾਂ ਨਾਲ ਭੀ (ਮਨ ਵਿਚ) ਬੜਾ ਮਾਣ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਅੱਖਰ[ ਭੁੱਲੀਅੈ[ ਭੇਖੀਂ",
    "type_id": 3
  },
  {
    "id": 2467,
    "shabad_id": 166,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਤੀਰਥ ਨਾਤਾ. ਕਿਅਾ ਕਰੇ; ਮਨ ਮਹਿ ਮੈਲੁ ਗੁਮਾਨੁ ||",
    "transliteration": "Theerathh Naathaa Kiaa Karae Man Mehi Mail Gumaan ||",
    "translation": "But what is the use of bathing at sacred shrines of pilgrimage, when the filth of stubborn pride is within the mind?",
    "punjabi": "ਤੀਰਥਾਂ ਉੱਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਨਾਲ ਭੀ ਜੀਵ ਕੁਝ ਨਹੀਂ ਸੰਵਾਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਮਨ ਵਿਚ (ਇਸ) ਅਹੰਕਾਰ ਦੀ ਮੈਲ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ (ਕਿ ਮੈਂ ਤੀਰਥ ਇਸ਼ਨਾਨੀ ਹਾਂ)।",
    "pronunciation": "ਨ੍ਹਾਤਾ",
    "type_id": 3
  },
  {
    "id": 2468,
    "shabad_id": 166,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਬਿਨੁ. ਕਿਨਿ ਸਮਝਾੲੀਅੈ; ਮਨੁ ਰਾਜਾ ਸੁਲਤਾਨੁ ||੪||",
    "transliteration": "Gur Bin Kin Samajhaaeeai Man Raajaa Sulathaan ||4||",
    "translation": "Other than the Guru, who can explain that within the mind is the Lord, the King, the Emperor? ||4||",
    "punjabi": "(ਹਰੇਕ ਖੁੰਝੇ ਹੋਏ ਰਸਤੇ ਵਿਚ) ਮਨ (ਇਸ ਸਰੀਰ-ਨਗਰੀ ਦਾ) ਰਾਜਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਸੁਲਤਾਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਇਸ ਨੂੰ ਕਿਸੇ ਹੋਰ ਨੇ ਕਦੇ ਮਤਿ ਨਹੀਂ ਦਿੱਤੀ (ਕੋਈ ਇਸ ਨੂੰ ਸਮਝਾ ਨਹੀਂ ਸਕਿਆ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2469,
    "shabad_id": 166,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰੇਮ ਪਦਾਰਥੁ ਪਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਤਤੁ ਵੀਚਾਰੁ ||",
    "transliteration": "Praem Padhaarathh Paaeeai Guramukh Thath Veechaar ||",
    "translation": "The Treasure of the Lord's Love is obtained by the Gurmukh, who contemplates the essence of reality.",
    "punjabi": "(ਹੇ ਬਾਬਾ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਮੂਲ-ਪ੍ਰਭੂ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਵਿਚਾਰ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਪ੍ਰੇਮ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2470,
    "shabad_id": 166,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਸਾ ਧਨ ਅਾਪੁ ਗਵਾੲਿਅਾ; ਗੁਰ ਕੈ ਸਬਦਿ ਸੀਗਾਰੁ ||",
    "transliteration": "Saa Dhhan Aap Gavaaeiaa Gur Kai Sabadh Seegaar ||",
    "translation": "The bride eradicates her selfishness, and adorns herself with the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕੀਤਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਨ ਦਾ) ਸਿੰਗਾਰ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2471,
    "shabad_id": 166,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਘਰ ਹੀ ਸੋ ਪਿਰੁ ਪਾੲਿਅਾ; ਗੁਰ ਕੈ ਹੇਤਿ ਅਪਾਰੁ ||੫||",
    "transliteration": "Ghar Hee So Pir Paaeiaa Gur Kai Haeth Apaar ||5||",
    "translation": "Within her own home, she finds her Husband, through infinite love for the Guru. ||5||",
    "punjabi": "ਉਸ ਨੇ ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਹਿਰਦੇ ਘਰ ਵਿਚ ਉਸ ਬੇਅੰਤ ਪ੍ਰਭੂ ਪਤੀ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2472,
    "shabad_id": 166,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ ਚਾਕਰੀ; ਮਨੁ ਨਿਰਮਲੁ ਸੁਖੁ ਹੋੲਿ ||",
    "transliteration": "Gur Kee Saevaa Chaakaree Man Niramal Sukh Hoe ||",
    "translation": "Applying oneself to the service of the Guru, the mind is purified, and peace is obtained.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਸੇਵਾ ਕੀਤਿਆਂ ਚਾਕਰੀ ਕੀਤਿਆਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2473,
    "shabad_id": 166,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ ਮਨਿ ਵਸਿਅਾ; ਹੳੁਮੈ ਵਿਚਹੁ ਖੋੲਿ ||",
    "transliteration": "Gur Kaa Sabadh Man Vasiaa Houmai Vichahu Khoe ||",
    "translation": "The Word of the Guru's Shabad abides within the mind, and egotism is eliminated from within.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਉਪਦੇਸ਼) ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2474,
    "shabad_id": 166,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਨਾਮੁ ਪਦਾਰਥੁ ਪਾੲਿਅਾ; ਲਾਭੁ ਸਦਾ ਮਨਿ ਹੋੲਿ ||੬||",
    "transliteration": "Naam Padhaarathh Paaeiaa Laabh Sadhaa Man Hoe ||6||",
    "translation": "The Treasure of the Naam is acquired, and the mind reaps the lasting profit. ||6||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਨਾਮ-ਧਨ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਲਾਭ ਹੁੰਦਾ ਹੈ (ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਸਦਾ ਵਾਧਾ ਹੀ ਵਾਧਾ ਹੁੰਦਾ ਹੈ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2475,
    "shabad_id": 166,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਕਰਮਿ ਮਿਲੈ ਤਾ ਪਾੲੀਅੈ; ਅਾਪਿ. ਨ ਲੲਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Karam Milai Thaa Paaeeai Aap N Laeiaa Jaae ||",
    "translation": "If He grants His Grace, then we obtain it. We cannot find it by our own efforts.",
    "punjabi": "ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ ਤਾਂ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ, ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਉਦਮ ਨਾਲ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2476,
    "shabad_id": 166,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਕੀ ਚਰਣੀ ਲਗਿ ਰਹੁ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ||",
    "transliteration": "Gur Kee Charanee Lag Rahu Vichahu Aap Gavaae ||",
    "translation": "Remain attached to the Feet of the Guru, and eradicate selfishness from within.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2477,
    "shabad_id": 166,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਸਚੇ ਸੇਤੀ ਰਤਿਅਾ; ਸਚੋ ਪਲੈ ਪਾੲਿ ||੭||",
    "transliteration": "Sachae Saethee Rathiaa Sacho Palai Paae ||7||",
    "translation": "Attuned to Truth, you shall obtain the True One. ||7||",
    "punjabi": "(ਗੁਰ-ਸਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹੀਏ, ਤਾਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2478,
    "shabad_id": 166,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਭੁਲਣ ਅੰਦਰਿ ਸਭੁ ਕੋ; ਅਭੁਲੁ ਗੁਰੂ ਕਰਤਾਰੁ ||",
    "transliteration": "Bhulan Andhar Sabh Ko Abhul Guroo Karathaar ||",
    "translation": "Everyone makes mistakes; only the Guru and the Creator are infallible.",
    "punjabi": "(ਹੇ ਬਾਬਾ! ਮਾਇਆ ਐਸੀ ਪ੍ਰਬਲ ਹੈ ਕਿ ਇਸ ਦੇ ਢਹੇ ਚੜ੍ਹ ਕੇ) ਹਰੇਕ ਜੀਵ ਗ਼ਲਤੀ ਖਾ ਜਾਂਦਾ ਹੈ, ਸਿਰਫ਼ ਗੁਰੂ ਹੈ ਤੇ ਕਰਤਾਰ ਹੈ ਜੋ (ਨਾਹ ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ ਆਉਂਦਾ ਹੈ, ਤੇ) ਨਾਹ ਗ਼ਲਤੀ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "ਭੁੱਲਣ[ ਅ-ਭੁੱਲੁ",
    "type_id": 3
  },
  {
    "id": 2479,
    "shabad_id": 166,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮਤਿ ਮਨੁ ਸਮਝਾੲਿਅਾ; ਲਾਗਾ ਤਿਸੈ ਪਿਅਾਰੁ ||",
    "transliteration": "Guramath Man Samajhaaeiaa Laagaa Thisai Piaar ||",
    "translation": "One who instructs his mind with the Guru's Teachings comes to embrace love for the Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰ ਕੇ ਆਪਣੇ ਮਨ ਨੂੰ ਸਮਝ ਲਿਆ ਹੈ, ਉਸਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਪ੍ਰੇਮ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2480,
    "shabad_id": 166,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸਾਚੁ ਨ ਵੀਸਰੈ; ਮੇਲੇ ਸਬਦੁ ਅਪਾਰੁ ||੮||੧੨||",
    "transliteration": "Naanak Saach N Veesarai Maelae Sabadh Apaar ||8||12||",
    "translation": "O Nanak, do not forget the Truth; you shall receive the Infinite Word of the Shabad. ||8||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਅਪਾਰ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ਉਸ ਨੂੰ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ ॥੮॥੧੨॥{60-61}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2481,
    "shabad_id": 167,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2482,
    "shabad_id": 167,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਮਾੲਿਅਾ ਮੋਹਣੀ; ਸੁਤ ਬੰਧਪ ਘਰ ਨਾਰਿ ||",
    "transliteration": "Thrisanaa Maaeiaa Mohanee Suth Bandhhap Ghar Naar ||",
    "translation": "The enticing desire for Maya leads people to become emotionally attached to their children, relatives, households and spouses.",
    "punjabi": "ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ, ਘਰ, ਇਸਤ੍ਰੀ (ਆਦਿਕ ਦੇ ਮੋਹ) ਦੇ ਕਾਰਨ ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਜੀਵਾਂ ਨੂੰ ਵਿਆਪ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2483,
    "shabad_id": 167,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧਨਿ ਜੋਬਨਿ ਜਗੁ ਠਗਿਅਾ; ਲਬਿ ਲੋਭਿ ਅਹੰਕਾਰਿ ||",
    "transliteration": "Dhhan Joban Jag Thagiaa Lab Lobh Ahankaar ||",
    "translation": "The world is deceived and plundered by riches, youth, greed and egotism.",
    "punjabi": "ਧਨ ਨੇ, ਜੁਆਨੀ ਨੇ, ਲੋਭ ਨੇ, ਅਹੰਕਾਰ ਨੇ, (ਸਾਰੇ) ਜਗਤ ਨੂੰ ਲੁੱਟ ਲਿਆ ਹੈ।",
    "pronunciation": "ਠੱਗਿਅਾ[ ਲੱਬਿ[ ਅਹੰ-ਕਾਰਿ",
    "type_id": 3
  },
  {
    "id": 2484,
    "shabad_id": 167,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੋਹ ਠਗੳੁਲੀ ਹੳੁ ਮੁੲੀ; ਸਾ ਵਰਤੈ ਸੰਸਾਰਿ ||੧||",
    "transliteration": "Moh Thagoulee Ho Muee Saa Varathai Sansaar ||1||",
    "translation": "The drug of emotional attachment has destroyed me, as it has destroyed the whole world. ||1||",
    "punjabi": "ਮੋਹ ਦੀ ਠੱਗਬੂਟੀ ਨੇ ਮੈਨੂੰ (ਭੀ) ਠੱਗ ਲਿਆ ਹੈ, ਇਹ ਮੋਹ-ਠੱਗਬੂਟੀ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਆਪਣਾ ਜ਼ੋਰ ਪਾ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਾ) ੳੁਹ ਮੋਹ ਰੂਪੀ ਠੱਗ ਬੂਟੀ, ਸੰਸਾਰ ਚ ਵਰਤ ਰਹੀ ਹੈ[ ਠ-ਗੳੁਲੀ",
    "type_id": 3
  },
  {
    "id": 2485,
    "shabad_id": 167,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੇਰੇ ਪ੍ਰੀਤਮਾ; ਮੈ ਤੁਝ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲਿ ||",
    "transliteration": "Maerae Preethamaa Mai Thujh Bin Avar N Koe ||",
    "translation": "O my Beloved, I have no one except You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ! (ਇਸ ਠੱਗ-ਬੂਟੀ ਤੋਂ ਬਚਾਣ ਲਈ) ਮੈਨੂੰ ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਮਰੱਥ) ਨਹੀਂ (ਦਿੱਸਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2486,
    "shabad_id": 167,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮੈ ਤੁਝ ਬਿਨੁ. ਅਵਰੁ ਨ ਭਾਵੲੀ; ਤੂੰ ਭਾਵਹਿ. ਸੁਖੁ ਹੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mai Thujh Bin Avar N Bhaavee Thoon Bhaavehi Sukh Hoe ||1|| Rehaao ||",
    "translation": "Without You, nothing else pleases me. Loving You, I am at peace. ||1||Pause||",
    "punjabi": "ਮੈਨੂੰ ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ। ਜਦੋਂ ਤੂੰ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ, ਤਦੋਂ ਮੈਨੂੰ ਆਤਮਕ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2487,
    "shabad_id": 167,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਨਾਮੁ ਸਾਲਾਹੀ ਰੰਗ ਸਿੳੁ; ਗੁਰ ਕੈ ਸਬਦਿ ਸੰਤੋਖੁ ||",
    "transliteration": "Naam Saalaahee Rang Sio Gur Kai Sabadh Santhokh ||",
    "translation": "I sing the Praises of the Naam, the Name of the Lord, with love; I am content with the Word of the Guru's Shabad.",
    "punjabi": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੰਤੋਖ ਧਾਰ ਕੇ (ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਪੰਜੇ ਵਿਚੋਂ ਨਿਕਲ ਕੇ) ਪ੍ਰੇਮ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ) (ਨਾਮ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2488,
    "shabad_id": 167,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜੋ ਦੀਸੈ ਸੋ ਚਲਸੀ; ਕੂੜਾ ਮੋਹੁ. ਨ ਵੇਖੁ ||",
    "transliteration": "Jo Dheesai So Chalasee Koorraa Mohu N Vaekh ||",
    "translation": "Whatever is seen shall pass away. So do not be attached to this false show.",
    "punjabi": "ਇਸ ਨਾਸਵੰਤ ਮੋਹ ਨੂੰ ਨਾਹ ਵੇਖ, ਇਹ ਤਾਂ ਜੋ ਕੁੱਝ ਦਿੱਸ ਰਿਹਾ ਹੈ ਸਭ ਨਾਸ ਹੋ ਜਾਏਗਾ।",
    "pronunciation": "ਚੱਲਸੀ",
    "type_id": 3
  },
  {
    "id": 2489,
    "shabad_id": 167,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਵਾਟ ਵਟਾੳੂ ਅਾੲਿਅਾ; ਨਿਤ ਚਲਦਾ ਸਾਥੁ ਦੇਖੁ ||੨||",
    "transliteration": "Vaatt Vattaaoo Aaeiaa Nith Chaladhaa Saathh Dhaekh ||2||",
    "translation": "Like a traveller in his travels, you have come. Behold the caravan leaving each day. ||2||",
    "punjabi": "(ਜੀਵ ਇਥੇ) ਰਸਤੇ ਦਾ ਮੁਸਾਫ਼ਿਰ (ਬਣ ਕੇ) ਆਇਆ ਹੈ, ਇਹ ਸਾਰਾ ਸਾਥ ਨਿੱਤ ਚਲਣ ਵਾਲਾ ਸਮਝ ॥੨॥",
    "pronunciation": "(ਵਾਟ) ਰਸਤੇ ਦਾ[ (ਵਟਾੳੂ) ਰਾਹੀ[ ਚੱਲਦਾ",
    "type_id": 3
  },
  {
    "id": 2490,
    "shabad_id": 167,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਖਣਿ ਅਾਖਹਿ ਕੇਤੜੇ; ਗੁਰ ਬਿਨੁ. ਬੂਝ ਨ ਹੋੲਿ ||",
    "transliteration": "Aakhan Aakhehi Kaetharrae Gur Bin Boojh N Hoe ||",
    "translation": "Many preach sermons, but without the Guru, understanding is not obtained.",
    "punjabi": "ਦੱਸਣ ਨੂੰ ਤਾਂ ਬੇਅੰਤ ਜੀਵ ਦੱਸ ਦੇਂਦੇ ਹਨ (ਕਿ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ ਇਉਂ ਬਚ ਸਕੀਦਾ ਹੈ, ਪਰ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸਹੀ ਸਮਝ ਨਹੀ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2491,
    "shabad_id": 167,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੁ ਵਡਾੲੀ ਜੇ ਮਿਲੈ; ਸਚਿ ਰਪੈ ਪਤਿ ਹੋੲਿ ||",
    "transliteration": "Naam Vaddaaee Jae Milai Sach Rapai Path Hoe ||",
    "translation": "If someone receives the Glory of the Naam, he is attuned to truth and blessed with honor.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲ ਜਾਏ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿਲ ਜਾਏ ਜੇ (ਮਨੁੱਖ ਦਾ ਮਨ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2492,
    "shabad_id": 167,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਭਾਵਹਿ. ਸੇ ਭਲੇ; ਖੋਟਾ ਖਰਾ ਨ ਕੋੲਿ ||੩||",
    "transliteration": "Jo Thudhh Bhaavehi Sae Bhalae Khottaa Kharaa N Koe ||3||",
    "translation": "Those who are pleasing to You are good; no one is counterfeit or genuine. ||3||",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਕੋਈ ਜੀਵ) ਨਾਹ ਖਰਾ ਬਣ ਸਕਦਾ ਹੈ, ਨਾਹ ਖੋਟਾ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਜੇਹੜੇ ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ਉਹੀ ਭਲੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2493,
    "shabad_id": 167,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਸਰਣਾੲੀ ਛੁਟੀਅੈ; ਮਨਮੁਖ ਖੋਟੀ ਰਾਸਿ ||",
    "transliteration": "Gur Saranaaee Shhutteeai Manamukh Khottee Raas ||",
    "translation": "In the Guru's Sanctuary we are saved. The assets of the self-willed manmukhs are false.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ (ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਪੰਜੇ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰੀਦੀ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਖੋਟੀ ਪੂੰਜੀ ਹੀ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2494,
    "shabad_id": 167,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਅਸਟ ਧਾਤੁ ਪਾਤਿਸਾਹ ਕੀ; ਘੜੀਅੈ ਸਬਦਿ ਵਿਗਾਸਿ ||",
    "transliteration": "Asatt Dhhaath Paathisaah Kee Gharreeai Sabadh Vigaas ||",
    "translation": "The eight metals of the King are made into coins by the Word of His Shabad.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਰਚੀ ਹੋਈ ਇਹ ਅੱਠ ਧਾਤਾਂ ਵਾਲੀ ਮਨੁੱਖੀ ਕਾਂਇਆਂ ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਟਕਸਾਲ) ਵਿਚ ਘੜੀ ਜਾਏ (ਸੁਚੱਜੀ ਬਣਾਈ ਜਾਏ, ਤਾਂ ਹੀ ਇਹ) ਖਿੜਦੀ ਹੈ (ਆਤਮਕ ਹੁਲਾਰੇ ਵਿਚ ਆਉਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2495,
    "shabad_id": 167,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਪਰਖੇ ਪਾਰਖੂ; ਪਵੈ ਖਜਾਨੈ ਰਾਸਿ ||੪||",
    "transliteration": "Aapae Parakhae Paarakhoo Pavai Khajaanai Raas ||4||",
    "translation": "The Assayer Himself assays them, and He places the genuine ones in His Treasury. ||4||",
    "punjabi": "ਪਰਖਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਇਸ ਦੀ ਘਾਲ ਕਮਾਈ ਨੂੰ) ਪਰਖ ਲੈਂਦਾ ਹੈ ਤੇ (ਇਸ ਦਾ ਆਤਮਕ ਗੁਣਾਂ ਦਾ) ਸਰਮਾਇਆ (ਉਸ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਵਿਚ (ਕਬੂਲ) ਪੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2496,
    "shabad_id": 167,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਤੇਰੀ ਕੀਮਤਿ. ਨਾ ਪਵੈ; ਸਭ ਡਿਠੀ ਠੋਕਿ ਵਜਾੲਿ ||",
    "transliteration": "Thaeree Keemath Naa Pavai Sabh Ddithee Thok Vajaae ||",
    "translation": "Your Value cannot be appraised; I have seen and tested everything.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖ ਕੇ ਵੇਖ ਲਈ ਹੈ, ਮੈਨੂੰ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਕੋਈ ਨਹੀਂ ਦਿੱਸਿਆ (ਜੇਹੜਾ ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਪੰਜੇ ਤੋਂ ਬਚਾ ਸਕੇ।",
    "pronunciation": "ਡਿੱਠੀ",
    "type_id": 3
  },
  {
    "id": 2497,
    "shabad_id": 167,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਕਹਣੈ. ਹਾਥ ਨ ਲਭੲੀ; ਸਚਿ ਟਿਕੈ. ਪਤਿ ਪਾੲਿ ||",
    "transliteration": "Kehanai Haathh N Labhee Sach Ttikai Path Paae ||",
    "translation": "By speaking, His Depth cannot be found. Abiding in truth, honor is obtained.",
    "punjabi": "ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ) ਬਿਆਨ ਕਰਨ ਨਾਲ ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ। ਜੇਹੜਾ ਜੀਵ ਸਦਾ-ਥਿਰ ਸਰੂਪ ਵਿਚ ਟਿਕਦਾ ਹੈ, ਉਸ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਲੱ-ਭੲੀ[ ਟਿਕੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2498,
    "shabad_id": 167,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮਤਿ ਤੂੰ ਸਾਲਾਹਣਾ; ਹੋਰੁ ਕੀਮਤਿ. ਕਹਣੁ ਨ ਜਾੲਿ ||੫||",
    "transliteration": "Guramath Thoon Saalaahanaa Hor Keemath Kehan N Jaae ||5||",
    "translation": "Through the Guru's Teachings, I praise You; otherwise, I cannot describe Your Value. ||5||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਹੀ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਪਰ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਲੱਭਣ ਵਾਸਤੇ ਕੋਈ ਬੋਲ ਨਹੀਂ ਬੋਲਿਆ ਜਾ ਸਕਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2499,
    "shabad_id": 167,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਜਿਤੁ ਤਨਿ ਨਾਮੁ. ਨ ਭਾਵੲੀ; ਤਿਤੁ ਤਨਿ ਹੳੁਮੈ ਵਾਦੁ ||",
    "transliteration": "Jith Than Naam N Bhaavee Thith Than Houmai Vaadh ||",
    "translation": "That body which does not appreciate the Naam-that body is infested with egotism and conflict.",
    "punjabi": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ, ਉਸ ਸਰੀਰ ਵਿਚ ਹਉਮੈ ਵਧਦੀ ਹੈ, ਉਸ ਸਰੀਰ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਬਖੇੜਾ ਵਧਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2500,
    "shabad_id": 167,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਬਿਨੁ. ਗਿਅਾਨੁ ਨ ਪਾੲੀਅੈ; ਬਿਖਿਅਾ ਦੂਜਾ ਸਾਦੁ ||",
    "transliteration": "Gur Bin Giaan N Paaeeai Bikhiaa Dhoojaa Saadh ||",
    "translation": "Without the Guru, spiritual wisdom is not obtained; other tastes are poison.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਬਣ ਸਕਦੀ, ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਪਾਸੇ ਦਾ ਸੁਆਦ ਮਨ ਵਿਚ ਉਪਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2501,
    "shabad_id": 167,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਬਿਨੁ ਗੁਣ. ਕਾਮਿ ਨ ਅਾਵੲੀ; ਮਾੲਿਅਾ ਫੀਕਾ ਸਾਦੁ ||੬||",
    "transliteration": "Bin Gun Kaam N Aavee Maaeiaa Feekaa Saadh ||6||",
    "translation": "Without virtue, nothing is of any use. The taste of Maya is bland and insipid. ||6||",
    "punjabi": "ਆਤਮਕ ਗੁਣਾਂ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ, ਅੰਤ ਨੂੰ ਮਾਇਆ ਵਾਲਾ ਸੁਆਦ ਭੀ ਬੇ-ਰਸਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2502,
    "shabad_id": 167,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਅਾਸਾ ਅੰਦਰਿ ਜੰਮਿਅਾ; ਅਾਸਾ ਰਸ ਕਸ ਖਾੲਿ ||",
    "transliteration": "Aasaa Andhar Janmiaa Aasaa Ras Kas Khaae ||",
    "translation": "Through desire, people are cast into the womb and reborn. Through desire, they taste the sweet and sour flavors.",
    "punjabi": "ਜੀਵ ਆਸਾ (ਤ੍ਰਿਸ਼ਨਾ) ਦਾ ਬੱਧਾ ਹੋਇਆ ਜਨਮ ਲੈਂਦਾ ਹੈ, (ਜਦ ਤਕ ਜਗਤ ਵਿਚ ਜਿਊਂਦਾ ਹੈ) ਆਸਾ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਹੀ (ਮਿੱਠੇ) ਕਸੈਲੇ (ਆਦਿਕ) ਰਸਾਂ (ਵਾਲੇ ਪਦਾਰਥ) ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਰਸ, ਕਸ: ਗੁਰਬਾਣੀ ਜੀ ਚ ੲਿਹ ਸਬਦ ਜਿੱਥ ਵੀ ਅਾੳੁਣ ਪੋਲੇ ਬੋਲੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 2503,
    "shabad_id": 167,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਅਾਸਾ ਬੰਧਿ ਚਲਾੲੀਅੈ; ਮੁਹੇ ਮੁਹਿ ਚੋਟਾ ਖਾੲਿ ||",
    "transliteration": "Aasaa Bandhh Chalaaeeai Muhae Muhi Chottaa Khaae ||",
    "translation": "Bound by desire, they are led on, beaten and struck on their faces and mouths.",
    "punjabi": "(ਉਮਰ ਪੁੱਗ ਜਾਣ ਤੇ) ਆਸਾ (ਤ੍ਰਿਸ਼ਨਾ) ਦੇ (ਬੰਧਨ ਵਿਚ) ਬੱਧਾ ਹੋਇਆ ਇਥੋਂ ਤੋਰਿਆ ਜਾਂਦਾ ਹੈ (ਸਾਰੀ ਉਮਰ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿਣ ਕਰਕੇ) ਮੁੜ ਮੁੜ ਮੂੰਹ ਉੱਤੇ ਚੋਟਾਂ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2504,
    "shabad_id": 167,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਅਵਗਣਿ ਬਧਾ ਮਾਰੀਅੈ; ਛੂਟੈ ਗੁਰਮਤਿ ਨਾੲਿ ||੭||",
    "transliteration": "Avagan Badhhaa Maareeai Shhoottai Guramath Naae ||7||",
    "translation": "Bound and gagged and assaulted by evil, they are released only through the Name, through the Guru's Teachings. ||7||",
    "punjabi": "ਵਿਕਾਰੀ ਜੀਵਨ ਦੇ ਕਾਰਨ (ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਦਾ) ਬੱਧਾ ਮਾਰ ਖਾਂਦਾ ਹੈ। ਜੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ, ਤਾਂ ਹੀ (ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਜਾਲ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਪਾ ਸਕਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਬੱਧਾ",
    "type_id": 3
  }
]
