[
  {
    "id": 2547,
    "shabad_id": 169,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮਨਮੁਖੁ ਜਾਣੈ ਅਾਪਣੇ; ਧੀਅਾ ਪੂਤ ਸੰਜੋਗੁ ||",
    "transliteration": "Manamukh Jaanai Aapanae Dhheeaa Pooth Sanjog ||",
    "translation": "The self-willed manmukh looks upon his daughters, sons and relatives as his own.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜਗਤ ਵਿਚ) ਧੀਆਂ ਪੁੱਤਰਾਂ ਦਾ ਮੇਲ (ਆ ਬਣਦਾ ਹੈ) ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਬੰਦਾ ਇਹਨਾਂ ਨੂੰ ਆਪਣੇ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2548,
    "shabad_id": 169,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਨਾਰੀ ਦੇਖਿ. ਵਿਗਾਸੀਅਹਿ; ਨਾਲੇ ਹਰਖੁ ਸੁ ਸੋਗੁ ||",
    "transliteration": "Naaree Dhaekh Vigaaseeahi Naalae Harakh S Sog ||",
    "translation": "Gazing upon his wife, he is pleased. But along with happiness, they bring grief.",
    "punjabi": "(ਮਨਮੁਖ ਬੰਦੇ ਆਪੋ ਆਪਣੀ) ਇਸਤ੍ਰੀ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦੇ ਹਨ, (ਵੇਖ ਕੇ) ਖ਼ੁਸ਼ੀ ਭੀ ਹੁੰਦੀ ਹੈ ਸਹਮ ਭੀ ਹੁੰਦਾ ਹੈ (ਕਿ ਕਿਤੇ ਇਹ ਧੀਆਂ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਮਰ ਨਾਹ ਜਾਣ)।",
    "pronunciation": "ਵਿਗਾਸੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 2549,
    "shabad_id": 169,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਬਦਿ ਰੰਗਾਵਲੇ; ਅਹਿ ਨਿਸਿ ਹਰਿ ਰਸੁ ਭੋਗੁ ||੩||",
    "transliteration": "Guramukh Sabadh Rangaavalae Ahinis Har Ras Bhog ||3||",
    "translation": "The Gurmukhs are attuned to the Word of the Shabad. Day and night, they enjoy the Sublime Essence of the Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਰੰਗ ਮਾਣਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਦਿਨ-ਰਾਤ ਉਹਨਾਂ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2550,
    "shabad_id": 169,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਚਿਤੁ ਚਲੈ. ਵਿਤੁ ਜਾਵਣੋ; ਸਾਕਤ ਡੋਲਿ ਡੋਲਾੲਿ ||",
    "transliteration": "Chith Chalai Vith Jaavano Saakath Ddol Ddolaae ||",
    "translation": "The consciousness of the wicked, faithless cynics wanders around in search of transitory wealth, unstable and distracted.",
    "punjabi": "(ਮਨੁੱਖ ਧਨ ਨੂੰ ਸੁਖ ਦਾ ਮੂਲ ਸਮਝਦਾ ਹੈ, ਜਦੋਂ) ਧਨ ਜਾਣ ਲਗਦਾ ਹੈ ਤਾਂ ਸਾਕਤ ਦਾ ਮਨ ਡੋਲਦਾ ਹੈ।",
    "pronunciation": "(ਵਿਤੁ) ਧਨ[ ਚਿੱਤੁ",
    "type_id": 3
  },
  {
    "id": 2551,
    "shabad_id": 169,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਬਾਹਰਿ ਢੂੰਢਿ ਵਿਗੁਚੀਅੈ; ਘਰ ਮਹਿ ਵਸਤੁ ਸੁਥਾੲਿ ||",
    "transliteration": "Baahar Dtoondt Vigucheeai Ghar Mehi Vasath Suthhaae ||",
    "translation": "Searching outside of themselves, they are ruined; the object of their search is in that sacred place within the home of the heart.",
    "punjabi": "(ਸੁਖ ਨੂੰ) ਬਾਹਰੋਂ ਢੂੰਡਿਆਂ ਖ਼ੁਆਰ ਹੀ ਹੋਈਦਾ ਹੈ। (ਸਾਕਤ ਮਨੁੱਖ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਸੁਖ ਦਾ ਮੂਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਘਰ ਵਿਚ ਹੀ ਹੈ ਹਿਰਦੇ ਵਿਚ ਹੀ ਹੈ।",
    "pronunciation": "ਬਾ-ਹਰਿ: ਹ ਮੁਕਤਾ, ਰ ਸਿਹਾਰੀ ਲਾ ਕੇ[ਵਿਗੁੱਚੀਅੈ",
    "type_id": 3
  },
  {
    "id": 2552,
    "shabad_id": 169,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਨਮੁਖਿ. ਹੳੁਮੈ ਕਰਿ ਮੁਸੀ; ਗੁਰਮੁਖਿ ਪਲੈ ਪਾੲਿ ||੪||",
    "transliteration": "Manamukh Houmai Kar Musee Guramukh Palai Paae ||4||",
    "translation": "The self-willed manmukhs, in their ego, miss it; the Gurmukhs receive it in their laps. ||4||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ 'ਹਉ ਹਉ ਮੈਂ ਮੈਂ' ਕਰ ਕੇ ਹੀ ਲੁੱਟੀ ਜਾਂਦੀ ਹੈ (ਨਾਮ-ਧਨ ਅੰਦਰੋਂ ਲੁਟਾ ਲੈਂਦੀ ਹੈ), ਗੁਰੂ ਦੇ ਰਸਤੇ ਤੁਰਨ ਵਾਲੀ ਇਹ ਧਨ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ॥੪॥",
    "pronunciation": "(ਮੁੱਸੀ) ਲੁੱਟੀ ਗੲੀ",
    "type_id": 3
  },
  {
    "id": 2553,
    "shabad_id": 169,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਸਾਕਤ ਨਿਰਗੁਣਿਅਾਰਿਅਾ; ਅਾਪਣਾ ਮੂਲੁ ਪਛਾਣੁ ||",
    "transliteration": "Saakath Niraguniaariaa Aapanaa Mool Pashhaan ||",
    "translation": "You worthless, faithless cynic-recognize your own origin!",
    "punjabi": "ਹੇ ਗੁਣ-ਹੀਨ ਸਾਕਤ ਮਨੁੱਖ! (ਤੂੰ ਮਾਣ ਕਰਦਾ ਹੈਂ ਆਪਣੇ ਸਰੀਰ ਦਾ) ਆਪਣਾ ਅਸਲਾ ਤਾਂ ਪਛਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2554,
    "shabad_id": 169,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਰਕਤੁ ਬਿੰਦੁ ਕਾ ੲਿਹੁ ਤਨੋ; ਅਗਨੀ ਪਾਸਿ ਪਿਰਾਣੁ ||",
    "transliteration": "Rakath Bindh Kaa Eihu Thano Aganee Paas Piraan ||",
    "translation": "This body is made of blood and semen. It shall be consigned to the fire in the end.",
    "punjabi": "ਇਹ ਸਰੀਰ ਮਾਂ ਦੇ ਲਹੂ ਤੇ ਪਿਤਾ ਦੇ ਵੀਰਜ ਤੋਂ ਬਣਿਆ ਹੈ, ਚੇਤੇ ਰੱਖ, (ਆਖ਼ਰ ਇਸ ਨੇ) ਅੱਗ ਵਿਚ (ਪੈ ਜਾਣਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2555,
    "shabad_id": 169,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਪਵਣੈ ਕੈ ਵਸਿ ਦੇਹੁਰੀ; ਮਸਤਕਿ ਸਚੁ ਨੀਸਾਣੁ ||੫||",
    "transliteration": "Pavanai Kai Vas Dhaehuree Masathak Sach Neesaan ||5||",
    "translation": "The body is under the power of the breath, according to the True Sign inscribed upon your forehead. ||5||",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੇ ਮੱਥੇ ਉੱਤੇ ਇਹ ਅਟੱਲ ਹੁਕਮ ਹੈ, ਕਿ ਇਹ ਸਰੀਰ ਸੁਆਸਾਂ ਦੇ ਅਧੀਨ ਹੈ (ਹਰੇਕ ਦੇ ਗਿਣੇ ਮਿਥੇ ਸੁਆਸ ਹਨ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2556,
    "shabad_id": 169,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਬਹੁਤਾ ਜੀਵਣੁ ਮੰਗੀਅੈ; ਮੁਅਾ. ਨ ਲੋੜੈ ਕੋੲਿ ||",
    "transliteration": "Bahuthaa Jeevan Mangeeai Muaa N Lorrai Koe ||",
    "translation": "Everyone begs for a long life-no one wishes to die.",
    "punjabi": "ਲੰਮੀ ਲੰਮੀ ਉਮਰ ਮੰਗੀਦੀ ਹੈ, ਕੋਈ ਭੀ (ਛੇਤੀ) ਮਰਨਾ ਨਹੀਂ ਚਾਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2557,
    "shabad_id": 169,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਸੁਖ ਜੀਵਣੁ ਤਿਸੁ ਅਾਖੀਅੈ; ਜਿਸੁ ਗੁਰਮੁਖਿ ਵਸਿਅਾ ਸੋੲਿ ||",
    "transliteration": "Sukh Jeevan This Aakheeai Jis Guramukh Vasiaa Soe ||",
    "translation": "A life of peace and comfort comes to that Gurmukh, within whom God dwells.",
    "punjabi": "ਪਰ ਉਸੇ ਮਨੁੱਖ ਦਾ ਸੁਖੀ ਜੀਵਨ ਕਹਿ ਸਕੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ, ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2558,
    "shabad_id": 169,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਨਾਮ ਵਿਹੂਣੇ ਕਿਅਾ ਗਣੀ; ਜਿਸੁ ਹਰਿ ਗੁਰ ਦਰਸੁ, ਨ ਹੋੲਿ ||੬||",
    "transliteration": "Naam Vihoonae Kiaa Ganee Jis Har Gur Dharas N Hoe ||6||",
    "translation": "Without the Naam, what good those who do not have the Blessed Vision, the Darshan of the Lord and Guru? ||6||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਦੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਹੋਇਆ, ਕਦੇ ਪਰਮਾਤਮਾ ਦਾ ਦੀਦਾਰ ਨਹੀਂ ਹੋਇਆ, ਉਸ ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਮਨੁੱਖ ਨੂੰ ਮੈਂ (ਜੀਊਂਦਾ) ਕੀਹ ਸਮਝਾਂ? ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2559,
    "shabad_id": 169,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਜਿੳੁ ਸੁਪਨੈ ਨਿਸਿ ਭੁਲੀਅੈ; ਜਬ ਲਗਿ ਨਿਦ੍ਰਾ ਹੋੲਿ ||",
    "transliteration": "Jio Supanai Nis Bhuleeai Jab Lag Nidhraa Hoe ||",
    "translation": "In their dreams at night, people wander around as long as they sleep;",
    "punjabi": "ਜਿਵੇਂ ਰਾਤ ਨੂੰ (ਸੁੱਤੇ ਪਿਆਂ) ਸੁਪਨੇ ਵਿਚ (ਕਈ ਚੀਜ਼ਾਂ ਵੇਖ ਕੇ) ਭੁਲੇਖਾ ਖਾ ਜਾਈਦਾ ਹੈ (ਕਿ ਜੋ ਕੁਝ ਵੇਖ ਰਹੇ ਹਾਂ ਇਹ ਸਚ-ਮੁਚ ਠੀਕ ਹੈ, ਤੇ ਇਹ ਭੁਲੇਖਾ ਤਦ ਤਕ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ) ਜਦ ਤਕ ਨੀਂਦ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2560,
    "shabad_id": 169,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ੲਿੳੁ ਸਰਪਨਿ ਕੈ ਵਸਿ ਜੀਅੜਾ; ਅੰਤਰਿ ਹੳੁਮੈ ਦੋੲਿ ||",
    "transliteration": "Eio Sarapan Kai Vas Jeearraa Anthar Houmai Dhoe ||",
    "translation": "Just so, they are under the power of the snake Maya, as long as their hearts are filled with ego and duality.",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਇਹ ਕਮਜ਼ੋਰ ਜੀਵ ਮਾਇਆ ਸਪਣੀ ਦੇ ਵੱਸ ਵਿਚ (ਜਦ ਤਕ) ਹੈ (ਤਦ ਤਕ) ਇਸ ਦੇ ਅੰਦਰ ਹਉਮੈ ਤੇ ਮੇਰ-ਤੇਰ ਬਣੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਇਸ ਹਉਮੈ ਤੇ ਮੇਰ-ਤੇਰ ਨੂੰ ਇਹ ਜੀਵਨ ਸਹੀ ਜੀਵਨ ਸਮਝਦਾ ਹੈ)।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 2561,
    "shabad_id": 169,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮਤਿ ਹੋੲਿ ਵੀਚਾਰੀਅੈ; ਸੁਪਨਾ ੲਿਹੁ ਜਗੁ ਲੋੲਿ ||੭||",
    "transliteration": "Guramath Hoe Veechaareeai Supanaa Eihu Jag Loe ||7||",
    "translation": "Through the Guru's Teachings, they come to understand and see that this world is just a dream. ||7||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮਤਿ ਪ੍ਰਾਪਤ ਹੋਵੇ ਤਾਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਇਹ ਜਗਤ (ਦਾ ਮੋਹ) ਇਹ ਦੁਨੀਆ (ਵਾਲੀ ਮੇਰ-ਤੇਰ) ਨਿਰਾ ਸੁਪਨਾ ਹੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2562,
    "shabad_id": 169,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਅਗਨਿ ਮਰੈ. ਜਲੁ ਪਾੲੀਅੈ; ਜਿੳੁ ਬਾਰਿਕ ਦੂਧੈ ਮਾੲਿ ||",
    "transliteration": "Agan Marai Jal Paaeeai Jio Baarik Dhoodhhai Maae ||",
    "translation": "As thirst is quenched with water, and the baby is satisfied with mother's milk,",
    "punjabi": "ਜਿਵੇਂ ਬਾਲਕ ਦੀ ਅੱਗ (ਪੇਟ ਦੀ ਅੱਗ, ਭੁਖ) ਮਾਂ ਦਾ ਦੁੱਧ ਪੀਤਿਆਂ ਸ਼ਾਂਤ ਹੁੰਦੀ ਹੈ, ਤਿਵੇਂ ਇਹ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਤਦੋਂ ਬੁੱਝਦੀ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਲ ਇਸ ਉੱਤੇ ਪਾਈਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2563,
    "shabad_id": 169,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਬਿਨੁ ਜਲ. ਕਮਲ ਸੁ ਨਾ ਥੀਅੈ; ਬਿਨੁ ਜਲ. ਮੀਨੁ ਮਰਾੲਿ ||",
    "transliteration": "Bin Jal Kamal S Naa Thheeai Bin Jal Meen Maraae ||",
    "translation": "And as the lotus does not exist without water, and as the fish dies without water",
    "punjabi": "ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਕੌਲ ਫੁੱਲ ਨਹੀਂ ਰਹਿ ਸਕਦਾ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ ਮਰ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2564,
    "shabad_id": 169,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਹਰਿ ਰਸਿ ਮਿਲੈ; ਜੀਵਾ ਹਰਿ ਗੁਣ ਗਾੲਿ ||੮||੧੫||",
    "transliteration": "Naanak Guramukh Har Ras Milai Jeevaa Har Gun Gaae ||8||15||",
    "translation": "-O Nanak, so does the Gurmukh live, receiving the Sublime Essence of the Lord, and singing the Glorious Praises of the Lord. ||8||15||",
    "punjabi": "ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੀਊ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਤਦੋਂ ਹੀ ਪ੍ਰਫੁਲਤ ਹੁੰਦਾ ਹੈ ਜਦੋਂ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ), ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾ ਕੇ (ਆਤਮਕ ਜੀਵਨ) ਜੀਵਾਂ ॥੮॥੧੫॥{62-63}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2565,
    "shabad_id": 170,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2566,
    "shabad_id": 170,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਡੂੰਗਰੁ ਦੇਖਿ ਡਰਾਵਣੋ; ਪੇੲੀਅੜੈ ਡਰੀਅਾਸੁ ||",
    "transliteration": "Ddoongar Dhaekh Ddaraavano Paeeearrai Ddareeaas ||",
    "translation": "Beholding the terrifying mountain in this world of my father's home, I am terrified.",
    "punjabi": "(ਇਕ ਪਾਸੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਹੈ; ਦੂਜੇ ਪਾਸੇ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਗੁਰਮੁਖਾਂ ਵਾਲਾ ਰਸਤਾ ਹੈ। ਪਰ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਉਹ ਰਸਤਾ ਪਹਾੜੀ ਰਸਤਾ ਹੈ। ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਿਖਰ ਤੇ ਪਹੁੰਚਣਾ, ਮਾਨੋ, ਇਕ ਬੜੇ ਉੱਚੇ ਡਰਾਉਣੇ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹਨਾ ਹੈ, ਉਸ) ਡਰਾਉਣੇ ਪਹਾੜ ਨੂੰ ਵੇਖ ਕੇ ਪੇਕੇ ਘਰ ਵਿਚ (ਮਾਂ ਪਿਉ ਭੈਣ ਭਰਾ ਆਦਿਕ ਦੇ ਮੋਹ ਵਿਚ ਗ੍ਰਸੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਡਰ ਗਈ (ਕਿ ਇਸ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਜਗਤ ਦਾ ਮੋਹ ਦੂਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਆਪਾ ਵਾਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "pronunciation": "ਡਰੀ-ਅਾਸੁ",
    "type_id": 3
  },
  {
    "id": 2567,
    "shabad_id": 170,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੳੂਚੳੁ ਪਰਬਤੁ ਗਾਖੜੋ; ਨਾ ਪੳੁੜੀ. ਤਿਤੁ ਤਾਸੁ ||",
    "transliteration": "Oocho Parabath Gaakharro Naa Pourree Thith Thaas ||",
    "translation": "It is so difficult to climb this high mountain; there is no ladder which reaches up there.",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਿਖਰ ਤੇ ਅੱਪੜਨਾ, ਮਾਨੋ) ਬੜਾ ਉੱਚਾ ਤੇ ਔਖਾ ਪਹਾੜ ਹੈ; ਉਸ ਪਹਾੜ ਤੇ ਚੜ੍ਹਨ ਲਈ ਉਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦੇ ਪਾਸ ਕੋਈ ਪੌੜੀ ਭੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਗੱਾਖੜੋ) ਕਠਨ[ (ਤਿਤੁ) ਤਿੱਥੇ[ (ਤਾਸੁ) ਤਿਸ",
    "type_id": 3
  },
  {
    "id": 2568,
    "shabad_id": 170,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅੰਤਰਿ ਜਾਣਿਅਾ; ਗੁਰਿ ਮੇਲੀ ਤਰੀਅਾਸੁ ||੧||",
    "transliteration": "Guramukh Anthar Jaaniaa Gur Maelee Thareeaas ||1||",
    "translation": "But as Gurmukh, I know that it is within my self; the Guru has brought me to Union, and so I cross over. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ, ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰ ਹੀ ਵੱਸਦੇ ਪ੍ਰਭੂ ਨੂੰ ਪਛਾਣ ਲਿਆ, ਤੇ, ਉਹ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਈ ॥੧॥",
    "pronunciation": "ਤਰੀ-ਅਾਸੁ",
    "type_id": 3
  },
  {
    "id": 2569,
    "shabad_id": 170,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਭਵਜਲੁ ਬਿਖਮੁ ਡਰਾਂੳੁ ||",
    "transliteration": "Bhaaee Rae Bhavajal Bikham Ddaraano ||",
    "translation": "O Siblings of Destiny, the terrifying world-ocean is so difficult to cross-I am terrified!",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਬੜਾ) ਡਰਾਉਣਾ ਹੈ ਤੇ (ਤਰਨਾ) ਔਖਾ ਹੈ।",
    "pronunciation": "(ਭਵਜਲ) ਸੰਸਾਰ ਸਾਗਰ[ (ਬਿਖਮੁ) ਕਠਨ[ (ਡਰਾਂੳੁ) ਡਰਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 2570,
    "shabad_id": 170,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਪੂਰਾ ਸਤਿਗੁਰੁ ਰਸਿ ਮਿਲੈ; ਗੁਰੁ ਤਾਰੇ ਹਰਿ ਨਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Pooraa Sathigur Ras Milai Gur Thaarae Har Naao ||1|| Rehaao ||",
    "translation": "The Perfect True Guru, in His Pleasure, has met with me; the Guru has saved me, through the Name of the Lord. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਪ੍ਰੇਮ ਨਾਲ ਮਿਲਦਾ ਹੈ ਉਸ ਨੂੰ ਉਹ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇ ਕੇ (ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2571,
    "shabad_id": 170,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਚਲਾ ਚਲਾ ਜੇ ਕਰੀ; ਜਾਣਾ ਚਲਣਹਾਰੁ ||",
    "transliteration": "Chalaa Chalaa Jae Karee Jaanaa Chalanehaar ||",
    "translation": "I may say, \"I am going, I am going\", but I know that, in the end, I must really go.",
    "punjabi": "ਜੇ ਮੈਂ ਸਦਾ ਚੇਤੇ ਰੱਖਾਂ ਕਿ ਮੈਂ ਜਗਤ ਤੋਂ ਜ਼ਰੂਰ ਚਲੇ ਜਾਣਾ ਹੈ, ਜੇ ਮੈਂ ਸਮਝ ਲਵਾਂ ਕਿ ਸਾਰਾ ਜਗਤ ਹੀ ਚਲੇ ਜਾਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "ਚੱਲਾਂ[ ਚੱਲਣਹਾਰੁ",
    "type_id": 3
  },
  {
    "id": 2572,
    "shabad_id": 170,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਅਾੲਿਅਾ ਸੋ ਚਲਸੀ; ਅਮਰੁ ਸੁ ਗੁਰੁ ਕਰਤਾਰੁ ||",
    "transliteration": "Jo Aaeiaa So Chalasee Amar S Gur Karathaar ||",
    "translation": "Whoever comes must also go. Only the Guru and the Creator are Eternal.",
    "punjabi": "ਜਗਤ ਵਿਚ ਜੋ ਭੀ ਆਇਆ ਹੈ ਉਹ ਆਖ਼ਰ ਚਲਾ ਜਾਇਗਾ, ਮੌਤ-ਰਹਿਤ ਇਕ ਗੁਰੂ ਪਰਮਾਤਮਾ ਹੀ ਹੈ,",
    "pronunciation": "ਚੱਲਸੀ",
    "type_id": 3
  },
  {
    "id": 2573,
    "shabad_id": 170,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਭੀ ਸਚਾ ਸਾਲਾਹਣਾ; ਸਾਚੈ ਥਾਨਿ ਪਿਅਾਰੁ ||੨||",
    "transliteration": "Bhee Sachaa Saalaahanaa Sachai Thhaan Piaar ||2||",
    "translation": "So praise the True One continually, and love His Place of Truth. ||2||",
    "punjabi": "ਤਾਂ ਫਿਰ ਸਤਸੰਗ ਵਿਚ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਪਿਆਰ ਪਾ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਬੱਸ! ਇਹੀ ਹੈ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ ਲਹਿਰਾਂ ਤੋਂ ਬਚਣ ਦਾ ਤਰੀਕਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2574,
    "shabad_id": 170,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਦਰ ਘਰ ਮਹਲਾ ਸੋਹਣੇ; ਪਕੇ ਕੋਟ ਹਜਾਰ ||",
    "transliteration": "Dhar Ghar Mehalaa Sohanae Pakae Kott Hajaar ||",
    "translation": "Beautiful gates, houses and palaces, solidly built forts,",
    "punjabi": "ਸੋਹਣੇ ਦਰਵਾਜ਼ਿਆਂ ਵਾਲੇ ਸੋਹਣੇ ਘਰ ਤੇ ਮਹੱਲ, ਹਜ਼ਾਰਾਂ ਪੱਕੇ ਕਿਲ੍ਹੇ,",
    "pronunciation": "ਪੱਕੇ",
    "type_id": 3
  },
  {
    "id": 2575,
    "shabad_id": 170,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਸਤੀ ਘੋੜੇ ਪਾਖਰੇ; ਲਸਕਰ ਲਖ ਅਪਾਰ ||",
    "transliteration": "Hasathee Ghorrae Paakharae Lasakar Lakh Apaar ||",
    "translation": "Elephants, saddled horses, hundreds of thousands of uncounted armies",
    "punjabi": "ਹਾਥੀ, ਘੋੜੇ, ਕਾਠੀਆਂ, ਲੱਖਾਂ ਤੇ ਬੇਅੰਤ ਲਸ਼ਕਰ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2576,
    "shabad_id": 170,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਕਿਸ ਹੀ ਨਾਲਿ. ਨ ਚਲਿਅਾ; ਖਪਿ ਖਪਿ ਮੁੲੇ ਅਸਾਰ ||੩||",
    "transliteration": "Kis Hee Naal N Chaliaa Khap Khap Mueae Asaar ||3||",
    "translation": "-none of these will go along with anyone in the end, and yet, the fools bother themselves to exhaustion with these, and then die. ||3||",
    "punjabi": "ਬੇਸਮਝ ਐਵੇਂ ਹੀ ਖਪ ਖਪ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਰਹੇ (ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ ਆਤਮਕ ਜੀਵਨ ਗਵਾ ਗਏ) ॥੩॥",
    "pronunciation": "ਖਪਿ ਖਪਿ:ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2577,
    "shabad_id": 170,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਸੁੲਿਨਾ ਰੁਪਾ ਸੰਚੀਅੈ; ਮਾਲੁ ਜਾਲੁ ਜੰਜਾਲੁ ||",
    "transliteration": "Sueinaa Rupaa Sancheeai Maal Jaal Janjaal ||",
    "translation": "You may gather gold and sliver, but wealth is just a net of entanglement.",
    "punjabi": "ਜੇ ਸੋਨਾ ਚਾਂਦੀ ਇਕੱਠਾ ਕਰਦੇ ਜਾਈਏ, ਤਾਂ ਇਹ ਮਾਲ ਧਨ (ਜਿੰਦ ਨੂੰ ਮੋਹ ਵਿਚ ਫਸਾਣ ਲਈ) ਜਾਲ ਬਣਦਾ ਹੈ ਫਾਹੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "ਰੁੱਪਾ",
    "type_id": 3
  },
  {
    "id": 2578,
    "shabad_id": 170,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਸਭ ਜਗ ਮਹਿ ਦੋਹੀ ਫੇਰੀਅੈ; ਬਿਨੁ ਨਾਵੈ. ਸਿਰਿ ਕਾਲੁ ||",
    "transliteration": "Sabh Jag Mehi Dhohee Faereeai Bin Naavai Sir Kaal ||",
    "translation": "You may beat the drum and proclaim authority over the whole world, but without the Name, death hovers over your head.",
    "punjabi": "ਜੇ ਆਪਣੀ ਤਾਕਤ ਦੀ ਦੁਹਾਈ ਸਾਰੇ ਜਗਤ ਵਿਚ ਫਿਰਾ ਸਕੀਏ, ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਸਿਰ ਉੱਤੇ ਮੌਤ ਦਾ ਡਰ (ਕਾਇਮ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2579,
    "shabad_id": 170,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਪਿੰਡੁ ਪੜੈ. ਜੀੳੁ ਖੇਲਸੀ; ਬਦਫੈਲੀ ਕਿਅਾ ਹਾਲੁ ||੪||",
    "transliteration": "Pindd Parrai Jeeo Khaelasee Badhafailee Kiaa Haal ||4||",
    "translation": "When the body falls, the play of life is over; what shall be the condition of the evil-doers then? ||4||",
    "punjabi": "ਜਦੋਂ ਜਿੰਦ ਜ਼ਿੰਦਗੀ ਦੀ ਖੇਡ ਖੇਡ ਜਾਂਦੀ ਹੈ ਤੇ ਸਰੀਰ (ਮਿੱਟੀ ਹੋ ਕੇ) ਢਹਿ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ (ਧਨ ਪਦਾਰਥ ਦੀ ਖ਼ਾਤਰ) ਮੰਦੇ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਭੈੜਾ ਹਾਲ ਹੀ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਪੜੈ: ੜ ਹਲੰਤ ਨ ਲਾਓ[ ਖ੍ਹੇਲਸੀ",
    "type_id": 3
  },
  {
    "id": 2580,
    "shabad_id": 170,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਪੁਤਾ ਦੇਖਿ ਵਿਗਸੀਅੈ; ਨਾਰੀ ਸੇਜ ਭਤਾਰ ||",
    "transliteration": "Puthaa Dhaekh Vigaseeai Naaree Saej Bhathaar ||",
    "translation": "The husband is delighted seeing his sons, and his wife upon his bed.",
    "punjabi": "ਪਿਉ (ਆਪਣੇ) ਪੁੱਤਰਾਂ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਖਸਮ (ਆਪਣੀ) ਸੇਜ ਉਤੇ ਇਸਤ੍ਰੀ ਨੂੰ ਵੇਖ ਕੇ ਖਿੜਦਾ ਹੈ।",
    "pronunciation": "ਪੁੱਤਾਂ[ ਵਿਗੱਸੀਅੈ",
    "type_id": 3
  },
  {
    "id": 2581,
    "shabad_id": 170,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਚੋਅਾ ਚੰਦਨੁ ਲਾੲੀਅੈ; ਕਾਪੜੁ ਰੂਪੁ ਸੀਗਾਰੁ ||",
    "transliteration": "Choaa Chandhan Laaeeai Kaaparr Roop Seegaar ||",
    "translation": "He applies sandalwood and scented oils, and dresses himself in his beautiful clothes.",
    "punjabi": "(ਇਸ ਸਰੀਰ ਨੂੰ) ਅਤਰ ਤੇ ਚੰਦਨ ਲਾਈਦਾ ਹੈ। ਸੋਹਣਾ ਕੱਪੜਾ, ਰੂਪ, ਗਹਿਣਾ ਆਦਿਕ (ਵੇਖ ਕੇ ਮਨ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2582,
    "shabad_id": 170,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਖੇਹੂ ਖੇਹ ਰਲਾੲੀਅੈ; ਛੋਡਿ ਚਲੈ ਘਰ ਬਾਰੁ ||੫||",
    "transliteration": "Khaehoo Khaeh Ralaaeeai Shhodd Chalai Ghar Baar ||5||",
    "translation": "But dust shall mix with dust, and he shall depart, leaving hearth and home behind. ||5||",
    "punjabi": "ਪਰ ਆਖ਼ਰ ਸਰੀਰ ਮਿੱਟੀ ਹੋ ਕੇ ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦਾ ਹੈ, ਤੇ ਮਾਣ ਕਰਨ ਵਾਲਾ (ਜੀਵ) ਘਰ ਬਾਰ ਛੱਡ ਕੇ (ਸੰਸਾਰ ਤੋਂ) ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2583,
    "shabad_id": 170,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਮਹਰ ਮਲੂਕ ਕਹਾੲੀਅੈ; ਰਾਜਾ ਰਾੳੁ ਕਿ ਖਾਨੁ ||",
    "transliteration": "Mehar Malook Kehaaeeai Raajaa Raao K Khaan ||",
    "translation": "He may be called a chief, an emperor, a king, a governor or a lord;",
    "punjabi": "ਸਰਦਾਰ, ਬਾਦਸ਼ਾਹ, ਰਾਜਾ, ਰਾਉ ਜਾਂ ਖ਼ਾਨ ਅਖਵਾਈਦਾ ਹੈ।",
    "pronunciation": "(ਮਹਰ) ਮੁਖੀ ਪਰਧਾਨ[ (ਮਲੂਕ) ਬਾਦਸ਼ਾਹ[ (ਰਾੳੁ) ਰਾਜਾ[ (ਖਾਨੁ) ਅਮੀਰ",
    "type_id": 3
  },
  {
    "id": 2584,
    "shabad_id": 170,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਚੳੁਧਰੀ ਰਾੳੁ ਸਦਾੲੀਅੈ; ਜਲਿ ਬਲੀਅੈ ਅਭਿਮਾਨ ||",
    "transliteration": "Choudhharee Raao Sadhaaeeai Jal Baleeai Abhimaan ||",
    "translation": "He may present himself as a leader or a chief, but this just burns him in the fire of egotistical pride.",
    "punjabi": "(ਆਪਣੇ ਆਪ ਨੂੰ) ਚੌਧਰੀ, ਰਾਇ (ਸਾਹਿਬ ਆਦਿਕ) ਸਦਾਈਦਾ ਹੈ, (ਇਸ ਵਡੱਪਣ ਦੇ) ਅਹੰਕਾਰ ਨਾਲ ਸੜ ਮਰੀਦਾ ਹੈ (ਜੇ ਕੋਈ ਪੂਰਾ ਮਾਣ-ਆਦਰ ਨਾਹ ਕਰੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2585,
    "shabad_id": 170,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "ਮਨਮੁਖਿ. ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ਜਿੳੁ. ਡਵਿ ਦਧਾ ਕਾਨੁ ||੬||",
    "transliteration": "Manamukh Naam Visaariaa Jio Ddav Dhadhhaa Kaan ||6||",
    "translation": "The self-willed manmukh has forgotten the Naam. He is like straw, burning in the forest fire. ||6||",
    "punjabi": "(ਪਰ ਇਤਨਾ ਕੁਝ ਹੁੰਦਿਆਂ ਭੀ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ, ਤੇ (ਇਉਂ ਦਿੱਸਿਆ) ਜਿਵੇਂ ਜੰਗਲ ਦੀ ਅੱਗ ਨਾਲ ਸੜਿਆ ਹੋਇਆ ਕਾਨਾ ਹੈ (ਬਾਹਰੋਂ ਚਮਕਦਾ, ਤੇ ਅੰਦਰੋਂ ਸੜ ਕੇ ਕਾਲਾ) ॥੬॥",
    "pronunciation": "(ਕਾਨੁ) ਜੰਗਲ ਦੀ (ਡਵਿ) ਅੱਗ[ ਕਾਨੁ: ਨ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 2586,
    "shabad_id": 170,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਹੳੁਮੈ ਕਰਿ ਕਰਿ ਜਾੲਿਸੀ; ਜੋ ਅਾੲਿਅਾ ਜਗ ਮਾਹਿ ||",
    "transliteration": "Houmai Kar Kar Jaaeisee Jo Aaeiaa Jag Maahi ||",
    "translation": "Whoever comes into the world and indulges in ego, must depart.",
    "punjabi": "ਜਗਤ ਵਿਚ ਜੋ ਭੀ ਆਇਆ ਹੈ 'ਮੈਂ ਵੱਡਾ, ਮੈਂ ਵੱਡਾ' ਆਖ ਆਖ ਕੇ (ਆਖ਼ਰ ਇਥੋਂ) ਚਲਾ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
