[
  {
    "id": 2810,
    "shabad_id": 179,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ੲੇਹੁ ਜਗੁ. ਜਲਤਾ ਦੇਖਿ ਕੈ; ਭਜਿ ਪੲੇ. ਸਤਿਗੁਰ ਸਰਣਾ ॥",
    "transliteration": "Eaehu Jag Jalathaa Dhaekh Kai Bhaj Peae Sathigur Saranaa ||",
    "translation": "Seeing this world on fire, I rushed to the Sanctuary of the True Guru.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਇਸ ਜਗਤ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਵਿਚ) ਸੜਦਾ ਵੇਖ ਕੇ ਛੇਤੀ ਨਾਲ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜਾ ਪਏ, ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੱਕਾ ਟਿਕਾ ਦਿੱਤਾ,",
    "pronunciation": "ਭੱਜਿ",
    "type_id": 3
  },
  {
    "id": 2811,
    "shabad_id": 179,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸਚੁ ਦਿੜਾੲਿਅਾ; ਸਦਾ ਸਚਿ ਸੰਜਮਿ ਰਹਣਾ ॥",
    "transliteration": "Sathigur Sach Dhirraaeiaa Sadhaa Sach Sanjam Rehanaa ||",
    "translation": "The True Guru has implanted the Truth within me; I dwell steadfastly in Truth and self-restraint.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਤੇ (ਸੋਹਣੀ) ਜੀਵਨ-ਮਰਯਾਦਾ ਵਿਚ ਰਹਿਣ ਦੀ ਜਾਚ ਸਿਖਾ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2812,
    "shabad_id": 179,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਚਾ ਹੈ ਬੋਹਿਥਾ; ਸਬਦੇ. ਭਵਜਲੁ ਤਰਣਾ ॥੬॥",
    "transliteration": "Sathigur Sachaa Hai Bohithhaa Sabadhae Bhavajal Tharanaa ||6||",
    "translation": "The True Guru is the Boat of Truth; in the Word of the Shabad, we cross over the terrifying world-ocean. ||6||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਜਹਾਜ਼ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2813,
    "shabad_id": 179,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਫਿਰਦੇ ਰਹੇ; ਬਿਨੁ ਸਤਿਗੁਰ. ਮੁਕਤਿ ਨ ਹੋੲੀ ॥",
    "transliteration": "Lakh Chouraaseeh Firadhae Rehae Bin Sathigur Mukath N Hoee ||",
    "translation": "People continue wandering through the cycle of 8.4 million incarnations; without the True Guru, liberation is not obtained.",
    "punjabi": "(ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਵਾਂਝੇ ਰਹੇ ਉਹ) ਚੌਰਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਇਸ ਗੇੜ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2814,
    "shabad_id": 179,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ਪੜਿ ਪੜਿ ਪੰਡਿਤ ਮੋਨੀ ਥਕੇ; ਦੂਜੈ ਭਾੲਿ ਪਤਿ ਖੋੲੀ ॥",
    "transliteration": "Parr Parr Panddith Monee Thhakae Dhoojai Bhaae Path Khoee ||",
    "translation": "Reading and studying, the Pandits and the silent sages have grown weary, but attached to the love of duality, they have lost their honor.",
    "punjabi": "ਪੰਡਿਤ ਲੋਕ (ਸ਼ਾਸਤ੍ਰ ਆਦਿ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ ਥੱਕ ਗਏ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕਰ ਸਕੇ, ਉਹਨਾਂ ਨੇ ਸਗੋਂ) ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ।",
    "pronunciation": "ਥੱਕੇ",
    "type_id": 3
  },
  {
    "id": 2815,
    "shabad_id": 179,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸਬਦੁ ਸੁਣਾੲਿਅਾ; ਬਿਨੁ ਸਚੇ. ਅਵਰੁ ਨ ਕੋੲੀ ॥੭॥",
    "transliteration": "Sathigur Sabadh Sunaaeiaa Bin Sachae Avar N Koee ||7||",
    "translation": "The True Guru teaches the Word of the Shabad; without the True One, there is no other at all. ||7||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਆਪਣਾ ਸ਼ਬਦ ਸੁਣਾ ਦਿੱਤਾ (ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਕਿ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਜੀਵ ਦਾ ਰਾਖਾ) ਨਹੀਂ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2816,
    "shabad_id": 179,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਸਚੈ ਲਾੲੇ. ਸੇ ਸਚਿ ਲਗੇ; ਨਿਤ ਸਚੀ ਕਾਰ ਕਰੰਨਿ ॥",
    "transliteration": "Jo Sachai Laaeae Sae Sach Lagae Nith Sachee Kaar Karann ||",
    "translation": "Those who are linked by the True One are linked to Truth. They always act in Truth.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਯਾਦ ਵਿਚ ਜੋੜਿਆ, ਉਹੀ ਸਦਾ-ਥਿਰ ਦੇ ਨਾਮ ਵਿਚ ਲੱਗੇ ਹਨ, ਉਹੀ ਸਦਾ ਇਹ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2817,
    "shabad_id": 179,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ਤਿਨਾ ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾੲਿਅਾ; ਸਚੈ ਮਹਲਿ ਰਹੰਨਿ ॥",
    "transliteration": "Thinaa Nij Ghar Vaasaa Paaeiaa Sachai Mehal Rehann ||",
    "translation": "They attain their dwelling in the home of their own inner being, and they abide in the Mansion of Truth.",
    "punjabi": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ (ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਤੋਂ ਬਚ ਕੇ) ਅੰਤਰ-ਆਤਮੇ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2818,
    "shabad_id": 179,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਭਗਤ ਸੁਖੀੲੇ ਸਦਾ; ਸਚੈ ਨਾਮਿ ਰਚੰਨਿ ॥੮॥੧੭॥੮॥੨੫॥",
    "transliteration": "Naanak Bhagath Sukheeeae Sadhaa Sachai Naam Rachann ||8||17||8||25||",
    "translation": "O Nanak, the devotees are happy and peaceful forever. They are absorbed in the True Name. ||8||17||8||25||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੮॥੧੭॥੮॥੨੫॥{69-70}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2819,
    "shabad_id": 180,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2820,
    "shabad_id": 180,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਾ ਕੳੁ ਮੁਸਕਲੁ ਅਤਿ ਬਣੈ; ਢੋੲੀ. ਕੋੲਿ ਨ ਦੇੲਿ ॥",
    "transliteration": "Jaa Ko Musakal Ath Banai Dtoee Koe N Dhaee ||",
    "translation": "When you are confronted with terrible hardships, and no one offers you any support,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਕੋਈ) ਭਾਰੀ ਬਿਪਤਾ ਆ ਪਏ (ਜਿਸ ਤੋਂ ਬਚਣ ਲਈ) ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਸਹਾਰਾ ਨਾਹ ਦੇਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2821,
    "shabad_id": 180,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਲਾਗੂ ਹੋੲੇ ਦੁਸਮਨਾ; ਸਾਕ ਭਿ. ਭਜਿ ਖਲੇ ॥",
    "transliteration": "Laagoo Hoeae Dhusamanaa Saak Bh Bhaj Khalae ||",
    "translation": "When your friends turn into enemies, and even your relatives have deserted you,",
    "punjabi": "ਵੈਰੀ ਉਸ ਦੇ ਮਾਰੂ ਬਣ ਜਾਣ, ਉਸ ਦੇ ਸਾਕ-ਸਨਬੰਧੀ ਉਸ ਤੋਂ ਪਰੇ ਦੌੜ ਜਾਣ,",
    "pronunciation": "ਦੁਸਮਨਾ: ਸੱਸੇ ਪੈਰ ਬਿੰਦੀ ਨਹੀਂ ਲੌਣੀ। ਭੱਜਿ। ਖਲੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2822,
    "shabad_id": 180,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਭੋ ਭਜੈ ਅਾਸਰਾ; ਚੁਕੈ ਸਭੁ ਅਸਰਾੳੁ ॥",
    "transliteration": "Sabho Bhajai Aasaraa Chukai Sabh Asaraao ||",
    "translation": "And when all support has given way, and all hope has been lost",
    "punjabi": "ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਆਸਰਾ ਖ਼ਤਮ ਹੋ ਜਾਏ, ਹਰੇਕ ਤਰ੍ਹਾਂ ਦਾ ਸਹਾਰਾ ਮੁੱਕ ਜਾਏ,",
    "pronunciation": "ਸੱਭੋ। ਭੱਜੈ। ਚੁੱਕੈ",
    "type_id": 3
  },
  {
    "id": 2823,
    "shabad_id": 180,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਚਿਤਿ ਅਾਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ; ਲਗੈ ਨ. ਤਤੀ ਵਾੳੁ ॥੧॥",
    "transliteration": "Chith Aavai Ous Paarabreham Lagai N Thathee Vaao ||1||",
    "translation": "-if you then come to remember the Supreme Lord God, even the hot wind shall not touch you. ||1||",
    "punjabi": "ਜੇ ਉਸ (ਬਿਪਤਾ ਮਾਰੇ) ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਯਾਦ) ਆ ਜਾਏ, ਤਾ ਉਸ ਦਾ ਵਾਲ ਭੀ ਵਿੰਗਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "ਲੱਗੈ। ਤੱਤੀ",
    "type_id": 3
  },
  {
    "id": 2824,
    "shabad_id": 180,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਾਹਿਬੁ; ਨਿਤਾਣਿਅਾ ਕਾ ਤਾਣੁ ॥",
    "transliteration": "Saahib Nithaaniaa Kaa Thaan ||",
    "translation": "Our Lord and Master is the Power of the powerless.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਕਮਜ਼ੋਰਾਂ ਦਾ ਸਹਾਰਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2825,
    "shabad_id": 180,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਾੲਿ ਨ ਜਾੲੀ. ਥਿਰੁ ਸਦਾ; ਗੁਰ ਸਬਦੀ ਸਚੁ ਜਾਣੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aae N Jaaee Thhir Sadhaa Gur Sabadhee Sach Jaan ||1|| Rehaao ||",
    "translation": "He does not come or go; He is Eternal and Permanent. Through the Word of the Guru's Shabad, He is known as True. ||1||Pause||",
    "punjabi": "ਉਹ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ, ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। (ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2826,
    "shabad_id": 180,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਕੋ ਹੋਵੈ ਦੁਬਲਾ; ਨੰਗ ਭੁਖ ਕੀ ਪੀਰ ॥",
    "transliteration": "Jae Ko Hovai Dhubalaa Nang Bhukh Kee Peer ||",
    "translation": "If you are weakened by the pains of hunger and poverty,",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ (ਅਜੇਹਾ) ਕਮਜ਼ੋਰ ਹੋ ਜਾਏ (ਕਿ) ਭੁੱਖ ਨੰਗ ਦਾ ਦੁੱਖ (ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਖਾਂਦਾ ਰਹੇ),",
    "pronunciation": "ਦੁਬਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2827,
    "shabad_id": 180,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਦਮੜਾ ਪਲੈ ਨਾ ਪਵੈ; ਨਾ ਕੋ ਦੇਵੈ ਧੀਰ ॥",
    "transliteration": "Dhamarraa Palai Naa Pavai Naa Ko Dhaevai Dhheer ||",
    "translation": "With no money in your pockets, and no one will give you any comfort,",
    "punjabi": "ਜੇ ਉਸ ਦੇ ਪੱਲੇ ਪੈਸਾ ਨਾਹ ਹੋਵੇ, ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਹੌਸਲਾ ਨਾ ਦੇਵੇ;",
    "pronunciation": "ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 2828,
    "shabad_id": 180,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸੁਅਾਰਥੁ ਸੁਅਾੳੁ. ਨ ਕੋ ਕਰੇ; ਨਾ ਕਿਛੁ ਹੋਵੈ ਕਾਜੁ ॥",
    "transliteration": "Suaarathh Suaao N Ko Karae Naa Kishh Hovai Kaaj ||",
    "translation": "And no one will satisfy your hopes and desires, and none of your works is accomplished",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀ ਲੋੜ ਗ਼ਰਜ਼ ਪੂਰੀ ਨਾਹ ਕਰੇ, ਉਸ ਪਾਸੋਂ ਆਪਣਾ ਕੋਈ ਕੰਮ ਸਿਰੇ ਨਾਹ ਚੜ੍ਹ ਸਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2829,
    "shabad_id": 180,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਚਿਤਿ ਅਾਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ; ਤਾ ਨਿਹਚਲੁ ਹੋਵੈ ਰਾਜੁ ॥੨॥",
    "transliteration": "Chith Aavai Ous Paarabreham Thaa Nihachal Hovai Raaj ||2||",
    "translation": "-if you then come to remember the Supreme Lord God, you shall obtain the eternal kingdom. ||2||",
    "punjabi": "(ਅਜੇਹੀ ਦੁਰਦਸ਼ਾ ਵਿਚ ਹੁੰਦਿਆਂ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਅਟੱਲ ਰਾਜ ਬਣ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਅਜੇਹੇ ਬਾਦਸ਼ਾਹਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦਾ ਰਾਜ ਕਦੇ ਨਾਹ ਡੋਲੇ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2830,
    "shabad_id": 180,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਾ ਕੳੁ ਚਿੰਤਾ ਬਹੁਤੁ ਬਹੁਤੁ; ਦੇਹੀ ਵਿਅਾਪੈ ਰੋਗੁ ॥",
    "transliteration": "Jaa Ko Chinthaa Bahuth Bahuth Dhaehee Viaapai Rog ||",
    "translation": "When you are plagued by great and excessive anxiety, and diseases of the body;",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰ ਵੇਲੇ ਬੜੀ ਚਿੰਤਾ ਬਣੀ ਰਹੇ, ਜਿਸ ਦੇ ਸਰੀਰ ਨੂੰ (ਕੋਈ ਨ ਕੋਈ) ਰੋਗ ਗ੍ਰਸੀ ਰੱਖੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2831,
    "shabad_id": 180,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗਿ੍ਰਸਤਿ ਕੁਟੰਬਿ ਪਲੇਟਿਅਾ; ਕਦੇ ਹਰਖੁ. ਕਦੇ ਸੋਗੁ ॥",
    "transliteration": "Grisath Kuttanb Palaettiaa Kadhae Harakh Kadhae Sog ||",
    "translation": "When you are wrapped up in the attachments of household and family, sometimes feeling joy, and then other times sorrow;",
    "punjabi": "ਜੇਹੜਾ ਗ੍ਰਿਹਸਤ (ਦੇ ਜੰਜਾਲ) ਵਿਚ ਪਰਵਾਰ (ਦੇ ਜੰਜਾਲ) ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਕਦੇ ਕੋਈ ਖ਼ੁਸ਼ੀ ਹੈ ਤੇ ਕਦੇ ਕੋਈ ਗ਼ਮ ਘੇਰੀ ਰਖਦਾ ਹੈ,",
    "pronunciation": "ਗ ਿ੍ਰਸਤਿ: ਗੱਗਾ ਮੁਕਤਾ, ਅੱਧੇ ਰਾਰੇ ਸਿਹਾਰੀ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 2832,
    "shabad_id": 180,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੳੁਣੁ ਕਰੇ ਚਹੁ ਕੁੰਟ ਕਾ; ਘੜੀ ਨ ਬੈਸਣੁ ਸੋੲਿ ॥",
    "transliteration": "Goun Karae Chahu Kuntt Kaa Gharree N Baisan Soe ||",
    "translation": "When you are wandering around in all four directions, and you cannot sit or sleep even for a moment",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਇਸ ਤਰ੍ਹਾਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਘੜੀ ਭਰ ਬਹਿਣਾ ਭੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2833,
    "shabad_id": 180,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਚਿਤਿ ਅਾਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ; ਤਨੁ ਮਨੁ ਸੀਤਲੁ ਹੋੲਿ ॥੩॥",
    "transliteration": "Chith Aavai Ous Paarabreham Than Man Seethal Hoe ||3||",
    "translation": "-if you come to remember the Supreme Lord God, then your body and mind shall be cooled and soothed. ||3||",
    "punjabi": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿੱਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਤਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਮਨ (ਸੰਤੋਖ ਨਾਲ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2834,
    "shabad_id": 180,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਕਾਮਿ ਕਰੋਧਿ ਮੋਹਿ ਵਸਿ ਕੀਅਾ; ਕਿਰਪਨ ਲੋਭਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Kaam Karodhh Mohi Vas Keeaa Kirapan Lobh Piaar ||",
    "translation": "When you are under the power of sexual desire, anger and worldly attachment, or a greedy miser in love with your wealth;",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਕਾਮ ਨੇ ਕ੍ਰੋਧ ਨੇ ਮੋਹ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੋਵੇ, ਜੇ ਉਸ ਸ਼ੂਮ ਦਾ ਪਿਆਰ (ਸਦਾ) ਲੋਭ ਵਿਚ ਹੀ ਹੋਵੇ,",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 2835,
    "shabad_id": 180,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਚਾਰੇ ਕਿਲਵਿਖ. ੳੁਨਿ ਅਘ ਕੀੲੇ; ਹੋਅਾ ਅਸੁਰ ਸੰਘਾਰੁ ॥",
    "transliteration": "Chaarae Kilavikh Oun Agh Keeeae Hoaa Asur Sanghaar ||",
    "translation": "If you have committed the four great sins and other mistakes; even if you are a murderous fiend",
    "punjabi": "ਜੇ ਉਸ ਨੇ (ਉਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਵੱਸ ਹੋ ਕੇ) ਚਾਰੇ ਹੀ ਉੱਘੇ ਪਾਪ ਅਪਰਾਧ ਕੀਤੇ ਹੋਏ ਹੋਣ, ਜੇ ਉਹ ਅਜੇਹਾ ਭੈੜਾ ਹੋ ਗਿਆ ਹੋਵੇ ਕਿ ਉਸ ਦਾ ਮਾਰ ਦੇਣਾ ਹੀ ਚੰਗਾ ਹੋਵੇ,",
    "pronunciation": "ਅਘ: ਪੋਲਾ ਬੋਲੋ। ਅ-ਸੁਰ",
    "type_id": 3
  },
  {
    "id": 2836,
    "shabad_id": 180,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਪੋਥੀ ਗੀਤ ਕਵਿਤ ਕਿਛੁ; ਕਦੇ. ਨ ਕਰਨਿ ਧਰਿਅਾ ॥",
    "transliteration": "Pothhee Geeth Kavith Kishh Kadhae N Karan Dhhariaa ||",
    "translation": "Who has never taken the time to listen to sacred books, hymns and poetry",
    "punjabi": "ਜੇ ਉਸ ਨੇ ਕਦੇ ਭੀ ਕੋਈ ਧਰਮ ਪੁਸਤਕ ਕੋਈ ਧਰਮ ਗੀਤ ਕੋਈ ਧਾਰਮਿਕ ਕਵਿਤਾ ਸੁਣੀ ਨਾਹ ਹੋਵੇ,",
    "pronunciation": "ਕਵਿ-ਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2837,
    "shabad_id": 180,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਚਿਤਿ ਅਾਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ; ਤਾ ਨਿਮਖ ਸਿਮਰਤ ਤਰਿਅਾ ॥੪॥",
    "transliteration": "Chith Aavai Ous Paarabreham Thaa Nimakh Simarath Thariaa ||4||",
    "translation": "-if you then come to remember the Supreme Lord God, and contemplate Him, even for a moment, you shall be saved. ||4||",
    "punjabi": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਹ ਅੱਖ ਦੇ ਫੋਰ ਜਿਤਨੇ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਇਹਨਾਂ ਸਾਰੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2838,
    "shabad_id": 180,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਸਾਸਤ ਸਿੰਮਿ੍ਰਤਿ ਬੇਦ ਚਾਰਿ; ਮੁਖਾਗਰ ਬਿਚਰੇ ॥",
    "transliteration": "Saasath Sinmrith Baedh Chaar Mukhaagar Bicharae ||",
    "translation": "People may recite by heart the Shaastras, the Simritees and the four Vedas;",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਚਾਰੇ ਵੇਦ ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ ਤੇ ਸਾਰੀਆਂ ਸਿਮ੍ਰਿਤੀਆਂ ਨੂੰ ਮੂੰਹ-ਜ਼ਬਾਨੀ (ਉਚਾਰ ਕੇ) ਵਿਚਾਰ ਸਕਦਾ ਹੋਵੇ,",
    "pronunciation": "ਸਿੰਮ ਿ੍ਰਤਿ: ਮ ਮੁਕਤਾ, ਅੱਧਾ ਰਾਰਾ ੍ਰ ਪੋਲਾ ਬੋਲ ਕੇ, ੲਿੱਕ ਸਿਹਾਰੀ ਅੱਧੇ ਰਾਰੇ, ੲਿੱਕ ਸਿਹਾਰੀ ਤੱਤੇ ਲਾੳੁ। ਮੁਖੱਾਗਰ।ਬਿਚਰੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2839,
    "shabad_id": 180,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਤਪੇ ਤਪੀਸਰ ਜੋਗੀਅਾ; ਤੀਰਥਿ ਗਵਨੁ ਕਰੇ ॥",
    "transliteration": "Thapae Thapeesar Jogeeaa Theerathh Gavan Karae ||",
    "translation": "They may be ascetics, great, self-disciplined Yogis; they may visit sacred shrines of pilgrimage",
    "punjabi": "ਜੇ ਉਹ ਵੱਡੇ ਵੱਡੇ ਤਪੀਆਂ ਤੇ ਜੋਗੀਆਂ ਵਾਂਗ (ਹਰੇਕ) ਤੀਰਥ ਉਤੇ ਜਾਂਦਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2840,
    "shabad_id": 180,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਖਟੁ ਕਰਮਾ ਤੇ ਦੁਗੁਣੇ; ਪੂਜਾ ਕਰਤਾ. ਨਾੲਿ ॥",
    "transliteration": "Khatt Karamaa Thae Dhugunae Poojaa Karathaa Naae ||",
    "translation": "And perform the six ceremonial rituals, over and over again, performing worship services and ritual bathings.",
    "punjabi": "ਜੇ ਉਹ (ਤੀਰਥਾਂ ਉਤੇ) ਇਸ਼ਨਾਨ ਕਰ ਕੇ (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੀ) ਪੂਜਾ ਕਰਦਾ ਹੋਵੇ ਤੇ (ਮੰਨੇ-ਪਰਮੰਨੇ) ਛੇ (ਧਾਰਮਿਕ) ਕੰਮਾਂ ਨਾਲੋਂ ਦੂਣੇ (ਧਾਰਮਿਕ ਕਰਮ ਨਿੱਤ) ਕਰਦਾ ਹੋਵੇ;",
    "pronunciation": "(ਖਟੁ) ਛੇ ਕਰਮ ੲਿਹ ਹਨ:ਦਾਨ ਦੇਣਾ ਲੈਣਾ, ਯੱਗ ਕਰਨੇ ਕਰਾੳੁਣੇ, ਵੇਦ ਪੜ੍ਹਨੇ ਪੜ੍ਹਾੳੁਣੇ। ਦੁੱਗੁਣੇ। ਨ੍ਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 2841,
    "shabad_id": 180,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਰੰਗੁ. ਨ ਲਗੀ ਪਾਰਬ੍ਰਹਮ; ਤਾ ਸਰਪਰ ਨਰਕੇ ਜਾੲਿ ॥੫॥",
    "transliteration": "Rang N Lagee Paarabreham Thaa Sarapar Narakae Jaae ||5||",
    "translation": "Even so, if they have not embraced love for the Supreme Lord God, then they shall surely go to hell. ||5||",
    "punjabi": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦਾ ਪਿਆਰ (ਉਸ ਦੇ ਅੰਦਰ) ਨਹੀਂ ਹੈ, ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਨਰਕ ਵਿਚ ਹੀ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2842,
    "shabad_id": 180,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਰਾਜ ਮਿਲਕ ਸਿਕਦਾਰੀਅਾ; ਰਸ ਭੋਗਣ ਬਿਸਥਾਰ ॥",
    "transliteration": "Raaj Milak Sikadhaareeaa Ras Bhogan Bisathhaar ||",
    "translation": "You may possess empires, vast estates, authority over others, and the enjoyment of myriads of pleasures;",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਮੁਲਕਾਂ ਦੇ) ਰਾਜ ਮਿਲੇ ਹੋਏ ਹੋਣ, ਬੇਅੰਤ ਜ਼ਮੀਨਾਂ ਦੀ ਮਾਲਕੀ ਮਿਲੀ ਹੋਵੇ, ਜੇ (ਉਸ ਦੀਆਂ ਹਰ ਥਾਂ) ਸਰਦਾਰੀਆਂ ਬਣੀਆਂ ਹੋਈਆਂ ਹੋਣ, ਦੁਨੀਆ ਦੇ ਅਨੇਕਾਂ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਦਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2843,
    "shabad_id": 180,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਬਾਗ ਸੁਹਾਵੇ ਸੋਹਣੇ; ਚਲੈ ਹੁਕਮੁ ਅਫਾਰ ॥",
    "transliteration": "Baag Suhaavae Sohanae Chalai Hukam Afaar ||",
    "translation": "You may have delightful and beautiful gardens, and issue unquestioned commands;",
    "punjabi": "ਜੇ ਉਸ ਦੇ ਪਾਸ ਸੋਹਣੇ ਸੁੰਦਰ ਬਾਗ਼ ਹੋਣ, ਜੇ (ਇਹਨਾਂ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦੀ ਮਲਕੀਅਤ ਦੇ ਕਾਰਨ ਉਸ) ਅਹੰਕਾਰੀ (ਹੋਏ) ਦਾ ਹੁਕਮ ਹਰ ਕੋਈ ਮੰਨਦਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2844,
    "shabad_id": 180,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਰੰਗ ਤਮਾਸੇ ਬਹੁ ਬਿਧੀ; ਚਾੲਿ ਲਗਿ ਰਹਿਅਾ ॥",
    "transliteration": "Rang Thamaasae Bahu Bidhhee Chaae Lag Rehiaa ||",
    "translation": "You may have enjoyments and entertainments of all sorts and kinds, and continue to enjoy exciting pleasures",
    "punjabi": "ਜੇ ਉਹ ਦੁਨੀਆ ਦੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਚਾ-ਮਲਾਰ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੋਵੇ,",
    "pronunciation": "(ਤਮਾਸੇ) ਸੱਸੇ ਪੈਰ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ। ਬਿਧੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2845,
    "shabad_id": 180,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਚਿਤਿ. ਨ ਅਾੲਿਓ ਪਾਰਬ੍ਰਹਮੁ; ਤਾ ਸਰਪ ਕੀ ਜੂਨਿ ਗੲਿਅਾ ॥੬॥",
    "transliteration": "Chith N Aaeiou Paarabreham Thaa Sarap Kee Joon Gaeiaa ||6||",
    "translation": "-and yet, if you do not come to remember the Supreme Lord God, you shall be reincarnated as a snake. ||6||",
    "punjabi": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਕਦੇ ਨਾਹ ਆਇਆ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਸੱਪ ਦੀ ਜੂਨ ਵਿਚ ਗਿਆ ਸਮਝੋ ॥੬॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 2846,
    "shabad_id": 180,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਬਹੁਤੁ ਧਨਾਢਿ ਅਚਾਰਵੰਤੁ; ਸੋਭਾ ਨਿਰਮਲ ਰੀਤਿ ॥",
    "transliteration": "Bahuth Dhhanaadt Achaaravanth Sobhaa Niramal Reeth ||",
    "translation": "You may possess vast riches, maintain virtuous conduct, have a spotless reputation and observe religious customs;",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਬੜੇ ਧਨ ਵਾਲਾ ਹੋਵੇ, ਚੰਗੀ ਰਹਿਣੀ-ਬਹਿਣੀ ਵਾਲਾ ਹੋਵੇ, ਸੋਭਾ ਵਾਲਾ ਹੋਵੇ ਤੇ ਸਾਫ਼ ਸੁਥਰੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਵਾਲਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2847,
    "shabad_id": 180,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਸੁਤ ਭਾੲੀਅਾ; ਸਾਜਨ ਸੰਗਿ ਪਰੀਤਿ ॥",
    "transliteration": "Maath Pithaa Suth Bhaaeeaa Saajan Sang Pareeth ||",
    "translation": "You may have the loving affections of mother, father, children, siblings and friends;",
    "punjabi": "ਜੇ ਉਸ ਦਾ ਆਪਣੇ ਮਾਂ ਪਿਉ ਪੁੱਤਰਾਂ ਭਰਾਵਾਂ ਤੇ ਸੱਜਣਾਂ-ਮਿੱਤਰਾਂ ਨਾਲ ਪ੍ਰੇਮ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2848,
    "shabad_id": 180,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਲਸਕਰ ਤਰਕਸ ਬੰਦ ਬੰਦ; ਜੀੳੁ ਜੀੳੁ. ਸਗਲੀ ਕੀਤ ॥",
    "transliteration": "Lasakar Tharakasabandh Bandh Jeeo Jeeo Sagalee Keeth ||",
    "translation": "You may have armies well-equipped with weapons, and all may salute you with respect;",
    "punjabi": "ਜੇ ਤਰਕਸ਼ ਬੰਨ੍ਹਣ ਵਾਲੇ ਜੋਧਿਆਂ ਦੇ ਲਸ਼ਕਰ ਉਸ ਨੂੰ ਸਲਾਮਾਂ ਕਰਦੇ ਹੋਣ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਹੀ ਉਸ ਨੂੰ 'ਜੀ ਜੀ' ਆਖਦੀ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  }
]
