[
  {
    "id": 3034,
    "shabad_id": 184,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਦੂਜੈ ਪਹਰੈ. ਰੈਣਿ ਕੈ ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਵਿਸਰਿ ਗੲਿਅਾ ਧਿਅਾਨੁ ||",
    "transliteration": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Visar Gaeiaa Dhhiaan ||",
    "translation": "In the second watch of the night, O my merchant friend, you have forgotten to meditate.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਵਿਚ (ਸੰਸਾਰ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਜੀਵਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਉਹ) ਧਿਆਨ ਭੁੱਲ ਜਾਂਦਾ ਹੈ (ਜੋ ਉਸ ਨੂੰ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਰਹਿਣ ਸਮੇ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 3035,
    "shabad_id": 184,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹਥੋ ਹਥਿ ਨਚਾੲੀਅੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਜਿੳੁ ਜਸੁਦਾ ਘਰਿ ਕਾਨ੍ਹ ||",
    "transliteration": "Hathho Hathh Nachaaeeai Vanajaariaa Mithraa Jio Jasudhaa Ghar Kaan ||",
    "translation": "From hand to hand, you are passed around, O my merchant friend, like Krishna in the house of Yashoda.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਜਨਮ ਲੈ ਕੇ ਜੀਵ ਘਰ ਦੇ) ਹਰੇਕ ਜੀਵ ਦੇ ਹੱਥ ਉੱਤੇ (ਇਉਂ) ਨਚਾਈਦਾ ਹੈ ਜਿਵੇਂ ਜਸੋਧਾ ਦੇ ਘਰ ਵਿਚ ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਨੂੰ।",
    "pronunciation": "ਹੱਥੋ[ ਹੱਥਿ[ ਜਸੁਦਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3036,
    "shabad_id": 184,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹਥੋ ਹਥਿ ਨਚਾੲੀਅੈ ਪ੍ਰਾਣੀ; ਮਾਤ ਕਹੈ ਸੁਤੁ ਮੇਰਾ ||",
    "transliteration": "Hathho Hathh Nachaaeeai Praanee Maath Kehai Suth Maeraa ||",
    "translation": "From hand to hand, you are passed around, and your mother says, \"This is my son.\"",
    "punjabi": "(ਨਵਾਂ ਜਨਮਿਆ) ਜੀਵ ਹਰੇਕ ਦੇ ਹੱਥ ਵਿਚ ਨਚਾਈਦਾ ਹੈ (ਖਿਡਾਈਦਾ ਹੈ), ਮਾਂ ਆਖਦੀ ਹੈ ਕਿ ਇਹ ਮੇਰਾ ਪੁੱਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3037,
    "shabad_id": 184,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਚੇਤਿ ਅਚੇਤ ਮੂੜ ਮਨ ਮੇਰੇ; ਅੰਤਿ ਨਹੀ ਕਛੁ ਤੇਰਾ ||",
    "transliteration": "Chaeth Achaeth Moorr Man Maerae Anth Nehee Kashh Thaeraa ||",
    "translation": "O, my thoughtless and foolish mind, think: In the end, nothing shall be yours.",
    "punjabi": "ਪਰ, ਹੇ ਮੇਰੇ ਗ਼ਾਫ਼ਿਲ ਮੂਰਖ ਮਨ! ਚੇਤੇ ਰੱਖ, ਅਖ਼ੀਰ ਵੇਲੇ ਕੋਈ ਭੀ ਸ਼ੈ ਤੇਰੀ ਨਹੀਂ ਬਣੀ ਰਹੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3038,
    "shabad_id": 184,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਿਨਿ ਰਚਿ ਰਚਿਅਾ. ਤਿਸਹਿ ਨ ਜਾਣੈ; ਮਨ ਭੀਤਰਿ ਧਰਿ ਗਿਅਾਨੁ ||",
    "transliteration": "Jin Rach Rachiaa Thisehi N Jaanai Man Bheethar Dhhar Giaan ||",
    "translation": "You do not know the One who created the creation. Gather spiritual wisdom within your mind.",
    "punjabi": "ਜੀਵ ਆਪਣੇ ਮਨ ਵਿਚ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਕੇ ਉਸ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਜਿਸਨੇ ਇਸ ਦੀ ਬਣਤਰ ਬਣਾ ਕੇ ਇਸ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3039,
    "shabad_id": 184,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਦੂਜੈ ਪਹਰੈ; ਵਿਸਰਿ ਗੲਿਅਾ ਧਿਅਾਨੁ ||੨||",
    "transliteration": "Kahu Naanak Praanee Dhoojai Peharai Visar Gaeiaa Dhhiaan ||2||",
    "translation": "Says Nanak, in the second watch of the night, you have forgotten to meditate. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਵਿਚ (ਸੰਸਾਰ ਵਿਚ ਜਨਮ ਲੈ ਕੇ) ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਭੁੱਲ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 3040,
    "shabad_id": 184,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਤੀਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਧਨ ਜੋਬਨ ਸਿੳੁ ਚਿਤੁ ||",
    "transliteration": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Dhhan Joban Sio Chith ||",
    "translation": "In the third watch of the night, O my merchant friend, your consciousness is focused on wealth and youth.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਵਿਚ ਤੇਰਾ ਮਨ ਧਨ ਨਾਲ ਤੇ ਜਵਾਨੀ ਨਾਲ ਪਰਚ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3041,
    "shabad_id": 184,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ. ਨ ਚੇਤਹੀ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਬਧਾ ਛੁਟਹਿ ਜਿਤੁ ||",
    "transliteration": "Har Kaa Naam N Chaethehee Vanajaariaa Mithraa Badhhaa Shhuttehi Jith ||",
    "translation": "You have not remembered the Name of the Lord, O my merchant friend, although it would release you from bondage.",
    "punjabi": "ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ (ਧਨ ਜੋਬਨ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨਾਂ ਵਿਚੋਂ ਖ਼ਲਾਸੀ ਪਾ ਸਕੇਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3042,
    "shabad_id": 184,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ. ਨ ਚੇਤੈ ਪ੍ਰਾਣੀ; ਬਿਕਲੁ ਭੲਿਅਾ ਸੰਗਿ ਮਾੲਿਅਾ ||",
    "transliteration": "Har Kaa Naam N Chaethai Praanee Bikal Bhaeiaa Sang Maaeiaa ||",
    "translation": "You do not remember the Name of the Lord, and you become confused by Maya.",
    "punjabi": "ਜੀਵ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਇਤਨਾ ਡੌਰ-ਭੌਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਇਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ,",
    "pronunciation": "ਬਿਕਲੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3043,
    "shabad_id": 184,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਧਨ ਸਿੳੁ ਰਤਾ, ਜੋਬਨਿ ਮਤਾ; ਅਹਿਲਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Dhhan Sio Rathaa Joban Mathaa Ahilaa Janam Gavaaeiaa ||",
    "translation": "Revelling in your riches and intoxicated with youth, you waste your life uselessly.",
    "punjabi": "ਧਨ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਜਵਾਨੀ (ਦੇ ਨਸ਼ੇ) ਵਿਚ ਮਸਤਿਆ ਜਾਂਦਾ ਹੈ, (ਤੇ ਇਸ ਤਰ੍ਰਾਂ) ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਰੱਤਾ[ ਮੱਤਾ[",
    "type_id": 3
  },
  {
    "id": 3044,
    "shabad_id": 184,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਧਰਮ ਸੇਤੀ. ਵਾਪਾਰੁ ਨ ਕੀਤੋ; ਕਰਮੁ. ਨ ਕੀਤੋ ਮਿਤੁ ||",
    "transliteration": "Dhharam Saethee Vaapaar N Keetho Karam N Keetho Mith ||",
    "translation": "You have not traded in righteousness and Dharma; you have not made good deeds your friends.",
    "punjabi": "ਨਾਹ ਇਸ ਨੇ ਧਰਮ (ਭਾਵ, ਹਰਿ ਨਾਮ ਸਿਮਰਨ) ਦਾ ਵਾਪਾਰ ਕੀਤਾ, ਤੇ ਨਾਹ ਹੀ ਇਸ ਨੇ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਬਣਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3045,
    "shabad_id": 184,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤੀਜੈ ਪਹਰੈ ਪ੍ਰਾਣੀ; ਧਨ ਜੋਬਨ ਸਿੳੁ ਚਿਤੁ ||੩||",
    "transliteration": "Kahu Naanak Theejai Peharai Praanee Dhhan Joban Sio Chith ||3||",
    "translation": "Says Nanak, in the third watch of the night, your mind is attached to wealth and youth. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਤੀਜੇ ਪਹਰ ਵਿਚ ਜੀਵ ਨੇ ਧਨ ਨਾਲ ਤੇ ਜਵਾਨੀ ਨਾਲ ਹੀ ਚਿੱਤ ਜੋੜੀ ਰੱਖਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3046,
    "shabad_id": 184,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਚੳੁਥੈ ਪਹਰੈ ਰੈਣਿ ਕੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਲਾਵੀ ਅਾੲਿਅਾ ਖੇਤੁ ||",
    "transliteration": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Laavee Aaeiaa Khaeth ||",
    "translation": "In the fourth watch of the night, O my merchant friend, the Grim Reaper comes to the field.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮ੍ਰਿਤ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ (ਭਾਵ, ਬੁਢੇਪਾ ਆ ਜਾਣ ਤੇ) (ਸਰੀਰ-) ਖੇਤ ਨੂੰ ਵੱਢਣ ਵਾਲਾ (ਜਮ) ਆ ਪਹੁੰਚਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3047,
    "shabad_id": 184,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਜਮਿ ਪਕੜਿ ਚਲਾੲਿਅਾ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਕਿਸੈ. ਨ ਮਿਲਿਅਾ ਭੇਤੁ ||",
    "transliteration": "Jaa Jam Pakarr Chalaaeiaa Vanajaariaa Mithraa Kisai N Miliaa Bhaeth ||",
    "translation": "When the Messenger of Death seizes and dispatches you, O my merchant friend, no one knows the mystery of where you have gone.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਜਦੋਂ ਜਮ ਨੇ (ਆ ਕੇ ਜੀਵਾਤਮਾ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਤਾਂ ਕਿਸੇ (ਸਬੰਧੀ) ਨੂੰ ਸਮਝ ਨਾਹ ਪਈ ਕਿ ਇਹ ਕੀਹ ਹੋਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3048,
    "shabad_id": 184,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਭੇਤੁ ਚੇਤੁ ਹਰਿ. ਕਿਸੈ ਨ ਮਿਲਿਓ; ਜਾ ਜਮਿ ਪਕੜਿ ਚਲਾੲਿਅਾ ||",
    "transliteration": "Bhaeth Chaeth Har Kisai N Miliou Jaa Jam Pakarr Chalaaeiaa ||",
    "translation": "So think of the Lord! No one knows this secret, of when the Messenger of Death will seize you and take you away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਇਸ ਹੁਕਮ ਤੇ ਭੇਤ ਦੀ ਕਿਸੇ ਨੂੰ ਸਮਝ ਨ ਪੈ ਸਕੀ, ਜਦੋਂ ਜਮ ਨੇ (ਜੀਵਾਤਮਾ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3049,
    "shabad_id": 184,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਝੂਠਾ ਰੁਦਨੁ ਹੋਅਾ ਦੁੋਅਾਲੈ; ਖਿਨ ਮਹਿ ਭੲਿਅਾ ਪਰਾੲਿਅਾ ||",
    "transliteration": "Jhoothaa Rudhan Hoaa Dhuoaalai Khin Mehi Bhaeiaa Paraaeiaa ||",
    "translation": "All your weeping and wailing then is false. In an instant, you become a stranger.",
    "punjabi": "ਤਾਂ (ਉਸ ਦੇ ਮਿਰਤਕ ਸਰੀਰ ਦੇ) ਦੁਆਲੇ ਵਿਅਰਥ ਰੋਣ-ਕੁਰਲਾਣ ਸ਼ੁਰੂ ਹੋ ਗਿਆ। (ਉਹ ਜਿਸ ਨੂੰ ਸਾਰੇ ਹੀ ਸੰਬੰਧੀ 'ਮੇਰਾ, ਮੇਰਾ' ਕਿਹਾ ਕਰਦੇ ਸਨ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਓਪਰਾ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3050,
    "shabad_id": 184,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਸਾੲੀ ਵਸਤੁ ਪਰਾਪਤਿ ਹੋੲੀ; ਜਿਸੁ ਸਿੳੁ ਲਾੲਿਅਾ ਹੇਤੁ ||",
    "transliteration": "Saaee Vasath Paraapath Hoee Jis Sio Laaeiaa Haeth ||",
    "translation": "You obtain exactly what you have longed for.",
    "punjabi": "ਜਿਸ ਨਾਲ (ਸਾਰੀ ਉਮਰ) ਮੋਹ ਕੀਤੀ ਰੱਖਿਆ (ਤੇ ਉਸ ਦੇ ਅਨੁਸਾਰ ਜੋ ਜੋ ਕਰਮ ਕੀਤੇ, ਅੰਤ ਵੇਲੇ) ਉਹ ਕੀਤੀ ਕਮਾਈ ਸਾਹਮਣੇ ਆ ਗਈ (ਪ੍ਰਾਪਤ ਹੋ ਗਈ)।",
    "pronunciation": "(ਸਾੲੀ) ੳੁਹੋ",
    "type_id": 3
  },
  {
    "id": 3051,
    "shabad_id": 184,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਚੳੁਥੈ ਪਹਰੈ; ਲਾਵੀ ਲੁਣਿਅਾ ਖੇਤੁ ||੪||੧||",
    "transliteration": "Kahu Naanak Praanee Chouthhai Peharai Laavee Luniaa Khaeth ||4||1||",
    "translation": "Says Nanak, in the fourth watch of the night, O mortal, the Grim Reaper has harvested your field. ||4||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ (ਭਾਵ, ਬੁਢੇਪਾ ਆ ਜਾਣ ਤੇ ਫ਼ਸਲ) ਵੱਢਣ ਵਾਲੇ (ਜਮਦੂਤ) ਨੇ (ਸਰੀਰ-) ਖੇਤ ਨੂੰ ਆ ਕੱਟਿਆ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3052,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ||",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3053,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪਹਿਲੈ ਪਹਰੈ ਰੈਣਿ ਕੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਬਾਲਕ ਬੁਧਿ ਅਚੇਤੁ ||",
    "transliteration": "Pehilai Peharai Rain Kai Vanajaariaa Mithraa Baalak Budhh Achaeth ||",
    "translation": "In the first watch of the night, O my merchant friend, your innocent mind has a child-like understanding.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਪਹਿਲੇ ਪਹਰ ਵਿਚ (ਜੀਵ) ਬਾਲਕਾਂ ਦੀ ਅਕਲ ਵਾਲਾ (ਅੰਞਾਣ) ਹੁੰਦਾ ਹੈ। (ਨਾਮ ਸਿਮਰਨ ਵਲੋਂ) ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3054,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਖੀਰੁ ਪੀਅੈ ਖੇਲਾੲੀਅੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਮਾਤ ਪਿਤਾ ਸੁਤ ਹੇਤੁ ||",
    "transliteration": "Kheer Peeai Khaelaaeeai Vanajaariaa Mithraa Maath Pithaa Suth Haeth ||",
    "translation": "You drink milk, and you are fondled so gently, O my merchant friend.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਬਾਲ ਉਮਰੇ ਜੀਵ ਮਾਂ ਦਾ) ਦੁੱਧ ਪੀਂਦਾ ਹੈ ਤੇ ਖੇਡਾਂ ਵਿਚ ਹੀ ਪਰਚਾਈਦਾ ਹੈ, (ਉਸ ਉਮਰੇ) ਮਾਪਿਆਂ ਦਾ (ਆਪਣੇ) ਪੁੱਤਰ ਨਾਲ (ਬੜਾ) ਪਿਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3055,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਸੁਤ ਨੇਹੁ ਘਨੇਰਾ; ਮਾੲਿਅਾ ਮੋਹੁ ਸਬਾੲੀ ||",
    "transliteration": "Maath Pithaa Suth Naehu Ghanaeraa Maaeiaa Mohu Sabaaee ||",
    "translation": "The mother and father love their child so much, but in Maya, all are caught in emotional attachment.",
    "punjabi": "ਮਾਂ ਪਿਉ ਦਾ ਪੁੱਤਰ ਨਾਲ ਬਹੁਤ ਪਿਆਰ ਹੁੰਦਾ ਹੈ। ਮਾਇਆ ਦਾ (ਇਹ) ਮੋਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ (ਹੀ ਵਿਆਪ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3056,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੰਜੋਗੀ ਅਾੲਿਅਾ ਕਿਰਤੁ ਕਮਾੲਿਅਾ; ਕਰਣੀ ਕਾਰ ਕਰਾੲੀ ||",
    "transliteration": "Sanjogee Aaeiaa Kirath Kamaaeiaa Karanee Kaar Karaaee ||",
    "translation": "By the good fortune of good deeds done in the past, you have come, and now you perform actions to determine your future.",
    "punjabi": "(ਜੀਵ ਨੇ ਪਿਛਲੇ ਜਨਮਾਂ ਵਿਚ) ਕਰਮਾਂ ਦਾ ਜੋ ਸੰਗ੍ਰਹ ਕਮਾਇਆ, ਉਹਨਾਂ ਦੇ ਸੰਜੋਗ ਅਨੁਸਾਰ (ਜਗਤ ਵਿਚ) ਜਨਮਿਆ, (ਤੇ ਇਥੇ ਆ ਕੇ ਮੁੜ ਉਹਨਾਂ ਅਨੁਸਾਰ) ਕਰਣੀ ਕਰਦਾ ਹੈ ਕਾਰ ਕਮਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3057,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਮੁਕਤਿ ਨ ਹੋੲੀ; ਬੂਡੀ ਦੂਜੈ ਹੇਤਿ ||",
    "transliteration": "Raam Naam Bin Mukath N Hoee Booddee Dhoojai Haeth ||",
    "translation": "Without the Lord's Name, liberation is not obtained, and you are drowned in the love of duality.",
    "punjabi": "ਦੁਨੀਆ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬ ਰਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਇਸ ਮੋਹ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3058,
    "shabad_id": 185,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਪਹਿਲੈ ਪਹਰੈ; ਛੂਟਹਿਗਾ ਹਰਿ ਚੇਤਿ ||੧||",
    "transliteration": "Kahu Naanak Praanee Pehilai Peharai Shhoottehigaa Har Chaeth ||1||",
    "translation": "Says Nanak, in the first watch of the night, O mortal, you shall be saved by remembering the Lord. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਜੀਵ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਰ ਵਿਚ (ਤੂੰ ਬੇ-ਪਰਵਾਹ ਹੈਂ), ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ (ਸਿਮਰਨ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਹੀ ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚੇਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3059,
    "shabad_id": 185,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਦੂਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਭਰਿ ਜੋਬਨਿ ਮੈ ਮਤਿ ||",
    "transliteration": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Bhar Joban Mai Math ||",
    "translation": "In the second watch of the night, O my merchant friend, you are intoxicated with the wine of youth and beauty.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਵਿਚ ਭਰ-ਜਵਾਨੀ ਦੇ ਕਾਰਨ ਜੀਵ ਦੀ ਮਤਿ (-ਅਕਲ ਇਉਂ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਵੇਂ) ਸ਼ਰਾਬ (ਵਿਚ ਗੁੱਟ ਹੈ)।",
    "pronunciation": "ਮੈ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ[ ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 3060,
    "shabad_id": 185,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਕਾਮਿ ਵਿਅਾਪਿਅਾ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਅੰਧੁਲੇ. ਨਾਮੁ ਨ ਚਿਤਿ ||",
    "transliteration": "Ahinis Kaam Viaapiaa Vanajaariaa Mithraa Andhhulae Naam N Chith ||",
    "translation": "Day and night, you are engrossed in sexual desire, O my merchant friend, and your consciousness is blind to the Naam.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਜੀਵ) ਦਿਨ ਰਾਤ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਦਬਿਆ ਰਹਿੰਦਾ ਹੈ, (ਕਾਮ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚਿੱਤ ਵਿਚ (ਟਿਕਾਣ ਦੀ ਸੁਰਤਿ) ਨਹੀਂ (ਹੁੰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3061,
    "shabad_id": 185,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ. ਘਟ ਅੰਤਰਿ ਨਾਹੀ; ਹੋਰਿ ਜਾਣੈ ਰਸ ਕਸ ਮੀਠੇ ||",
    "transliteration": "Raam Naam Ghatt Anthar Naahee Hor Jaanai Ras Kas Meethae ||",
    "translation": "The Lord's Name is not within your heart, but all sorts of other tastes seem sweet to you.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤਾਂ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵੱਸਦਾ, (ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਮਿੱਠੇ ਕਸੈਲੇ ਅਨੇਕਾਂ ਰਸਾਂ ਦੇ ਸੁਆਦ ਪਛਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3062,
    "shabad_id": 185,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਗਿਅਾਨੁ ਧਿਅਾਨੁ ਗੁਣ ਸੰਜਮੁ ਨਾਹੀ; ਜਨਮਿ ਮਰਹੁਗੇ ਝੂਠੇ ||",
    "transliteration": "Giaan Dhhiaan Gun Sanjam Naahee Janam Marahugae Jhoothae ||",
    "translation": "You have no wisdom at all, no meditation, no virtue or self-discipline; in falsehood, you are caught in the cycle of birth and death.",
    "punjabi": "ਹੇ ਝੂਠੇ (ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵ)! ਤੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾਈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਤੇਰੀ ਸੁਰਤ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਨਹੀਂ ਕੀਤੇ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣ ਦਾ ਤੂੰ ਉੱਦਮ ਨਹੀਂ ਕੀਤਾ (ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਹੋਵੇਗਾ ਕਿ) ਤੂੰ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3063,
    "shabad_id": 185,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਤੀਰਥ ਵਰਤ. ਸੁਚਿ ਸੰਜਮੁ ਨਾਹੀ; ਕਰਮੁ ਧਰਮੁ ਨਹੀ ਪੂਜਾ ||",
    "transliteration": "Theerathh Varath Such Sanjam Naahee Karam Dhharam Nehee Poojaa ||",
    "translation": "Pilgrimages, fasts, purification and self-discipline are of no use, nor are rituals, religious ceremonies or empty worship.",
    "punjabi": "(ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਬਣਾਣ ਵਾਲੇ ਸੇਵਾ-ਸਿਮਰਨ ਦੇ ਕੰਮ ਕਰਨੇ ਤਾਂ ਦੂਰ ਰਹੇ, ਕਾਮ ਵਿੱਚ ਮੱਤਾ ਹੋਇਆ ਜੀਵ) ਤੀਰਥ ਵਰਤ, ਸੁਚਿ, ਸੰਜਮ, ਪੂਜਾ ਆਦਿਕ ਕਰਮ ਕਾਂਡ ਦੇ ਧਰਮ ਭੀ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਪੂਜਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3064,
    "shabad_id": 185,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਭਾੲਿ ਭਗਤਿ ਨਿਸਤਾਰਾ; ਦੁਬਿਧਾ ਵਿਅਾਪੈ ਦੂਜਾ ||੨||",
    "transliteration": "Naanak Bhaae Bhagath Nisathaaraa Dhubidhhaa Viaapai Dhoojaa ||2||",
    "translation": "O Nanak, emancipation comes only by loving devotional worship; through duality, people are engrossed in duality. ||2||",
    "punjabi": "(ਉਂਞ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਹੀ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰਾਹੀਂ ਹੀ (ਇਸ ਕਾਮ-ਵਾਸ਼ਨਾ ਤੋਂ) ਬਚਾ ਹੋ ਸਕਦਾ ਹੈ, (ਭਗਤੀ-ਸਿਮਰਨ ਵਲੋਂ) ਦੁਚਿੱਤਾ-ਪਨ ਰੱਖਿਆਂ (ਕਾਮਾਦਿਕ ਦੀ ਸ਼ਕਲ ਵਿਚ) ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਜ਼ੋਰ ਪਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਦੁਬਿ-ਧਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3065,
    "shabad_id": 185,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤੀਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਸਰਿ ਹੰਸ ੳੁਲਥੜੇ ਅਾੲਿ ||",
    "transliteration": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Sar Hans Oulathharrae Aae ||",
    "translation": "In the third watch of the night, O my merchant friend, the swans, the white hairs, come and land upon the pool of the head.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਸਰ ਉੱਤੇ ਹੰਸ ਆ ਉੱਤਰਦੇ ਹਨ (ਸਿਰ ਉੱਤੇ ਧੌਲੇ ਆ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(ਸਰਿ) ਸਿਰ[ (ਹੰਸ) ਚਿੱਟੇ ਕੇਸ[ (ੳੁ-ਲੱਥੜੇ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ ਅਾ ੳੁ੍ਨਤਰੇ",
    "type_id": 3
  },
  {
    "id": 3066,
    "shabad_id": 185,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜੋਬਨੁ ਘਟੈ ਜਰੂਅਾ ਜਿਣੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਅਾਵ ਘਟੈ. ਦਿਨੁ ਜਾੲਿ ||",
    "transliteration": "Joban Ghattai Jarooaa Jinai Vanajaariaa Mithraa Aav Ghattai Dhin Jaae ||",
    "translation": "Youth wears itself out, and old age triumphs, O my merchant friend; as time passes, your days diminish.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਜਿਉਂ ਜਿਉਂ) ਜਵਾਨੀ ਘਟਦੀ ਹੈ ਬੁਢੇਪਾ (ਸਰੀਰਕ ਤਾਕਤ ਨੂੰ) ਜਿੱਤਦਾ ਜਾਂਦਾ ਹੈ (ਉਮਰ ਦਾ) ਇਕ ਇਕ ਦਿਨ ਲੰਘਦਾ ਹੈ ਉਮਰ ਘਟਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
