[
  {
    "id": 3130,
    "shabad_id": 187,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਮੋਹੁ ਮਾੲਿਅਾ. ਤੇਰੈ ਸੰਗਿ, ਨ ਚਾਲੈ; ਝੂਠੀ ਪ੍ਰੀਤਿ ਲਗਾੲੀ ||",
    "transliteration": "Eihu Mohu Maaeiaa Thaerai Sang N Chaalai Jhoothee Preeth Lagaaee ||",
    "translation": "This emotional attachment to Maya shall not go with you; it is false to fall in love with it.",
    "punjabi": "ਮਾਇਆ ਦਾ ਇਹ ਮੋਹ (ਜਿਸ ਵਿਚ ਤੂੰ ਫਸਿਆ ਪਿਆ ਹੈਂ) ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਤੂੰ ਇਸ ਨਾਲ ਝੂਠਾ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3131,
    "shabad_id": 187,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਗਲੀ ਰੈਣਿ. ਗੁਦਰੀ ਅੰਧਿਅਾਰੀ; ਸੇਵਿ ਸਤਿਗੁਰੁ. ਚਾਨਣੁ ਹੋੲਿ ||",
    "transliteration": "Sagalee Rain Gudharee Andhhiaaree Saev Sathigur Chaanan Hoe ||",
    "translation": "The entire night of your life has passed away in darkness; but by serving the True Guru, the Divine Light shall dawn within.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ ਰਾਤ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਵਿਚ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ (ਤਾਕਿ ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਏ।",
    "pronunciation": "ਗੁਦਰੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3132,
    "shabad_id": 187,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਚੳੁਥੈ ਪਹਰੈ; ਦਿਨੁ ਨੇੜੈ ਅਾੲਿਅਾ ਸੋੲਿ ||੪||",
    "transliteration": "Kahu Naanak Praanee Chouthhai Peharai Dhin Naerrai Aaeiaa Soe ||4||",
    "translation": "Says Nanak, O mortal, in the fourth watch of the night, that day is drawing near! ||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਾਣੀ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ ਉਹ ਦਿਨ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ (ਜਦੋਂ ਇਥੋਂ ਕੂਚ ਕਰਨਾ ਹੁੰਦਾ ਹੈ) ॥੪॥{77-78}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3133,
    "shabad_id": 187,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਲਿਖਿਅਾ ਅਾੲਿਅਾ ਗੋਵਿੰਦ ਕਾ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ੳੁਠਿ ਚਲੇ ਕਮਾਣਾ ਸਾਥਿ ||",
    "transliteration": "Likhiaa Aaeiaa Govindh Kaa Vanajaariaa Mithraa Outh Chalae Kamaanaa Saathh ||",
    "translation": "Receiving the summons from the Lord of the Universe, O my merchant friend, you must arise and depart with the actions you have committed.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! ਜਦੋਂ ਪਰਮਾਤਮਾ ਵਲੋਂ (ਮੌਤ ਦਾ) ਲਿਖਿਆ ਹੋਇਆ (ਪਰਵਾਨਾ) ਆਉਂਦਾ ਹੈ, ਤਦੋਂ (ਇੱਥੇ) ਕਮਾਏ ਹੋਏ (ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਜੀਵਾਤਮਾ ਦੇ) ਨਾਲ ਤੁਰ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3134,
    "shabad_id": 187,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ੲਿਕ ਰਤੀ. ਬਿਲਮ ਨ ਦੇਵਨੀ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਓਨੀ ਤਕੜੇ ਪਾੲੇ ਹਾਥ ||",
    "transliteration": "Eik Rathee Bilam N Dhaevanee Vanajaariaa Mithraa Ounee Thakarrae Paaeae Haathh ||",
    "translation": "You are not allowed a moment's delay, O my merchant friend; the Messenger of Death seizes you with firm hands.",
    "punjabi": "ਉਸ ਵੇਲੇ ਉਹਨਾਂ ਜਮਾਂ ਨੇ ਪੱਕੇ ਹੱਥ ਪਾਏ ਹੁੰਦੇ ਹਨ, ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਉਹ ਰਤਾ ਭਰ ਸਮੇ ਦੀ ਢਿੱਲ-ਮਠ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦੇਂਦੇ।",
    "pronunciation": "ਰੱਤੀ",
    "type_id": 3
  },
  {
    "id": 3135,
    "shabad_id": 187,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਲਿਖਿਅਾ ਅਾੲਿਅਾ. ਪਕੜਿ ਚਲਾੲਿਅਾ; ਮਨਮੁਖ ਸਦਾ ਦੁਹੇਲੇ ||",
    "transliteration": "Likhiaa Aaeiaa Pakarr Chalaaeiaa Manamukh Sadhaa Dhuhaelae ||",
    "translation": "Receiving the summons, people are seized and dispatched. The self-willed manmukhs are miserable forever.",
    "punjabi": "ਜਦੋਂ ਕਰਤਾਰ ਵਲੋਂ (ਮੌਤ ਦਾ) ਲਿਖਿਆ ਹੋਇਆ ਹੁਕਮ ਆਉਂਦਾ ਹੈ (ਉਹ ਜਮ ਜੀਵ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲੈਂਦੇ ਹਨ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਫਿਰ) ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3136,
    "shabad_id": 187,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਿਨੀ ਪੂਰਾ ਸਤਿਗੁਰੁ ਸੇਵਿਅਾ; ਸੇ. ਦਰਗਹ ਸਦਾ ਸੁਹੇਲੇ ||",
    "transliteration": "Jinee Pooraa Sathigur Saeviaa Sae Dharageh Sadhaa Suhaelae ||",
    "translation": "But those who serve the Perfect True Guru are forever happy in the Court of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਈ ਰੱਖਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸਦਾ ਸੌਖੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3137,
    "shabad_id": 187,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਕਰਮ ਧਰਤੀ ਸਰੀਰੁ, ਜੁਗ ਅੰਤਰਿ; ਜੋ ਬੋਵੈ. ਸੋ ਖਾਤਿ ||",
    "transliteration": "Karam Dhharathee Sareer Jug Anthar Jo Bovai So Khaath ||",
    "translation": "The body is the field of karma in this age; whatever you plant, you shall harvest.",
    "punjabi": "(ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ!) ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਚ (ਮਨੁੱਖ ਦਾ) ਸਰੀਰ ਕਰਮ ਕਮਾਣ ਲਈ ਧਰਤੀ (ਸਮਾਨ) ਹੈ, (ਜਿਸ ਵਿਚ) ਜਿਹੋ ਜਿਹਾ (ਕੋਈ) ਬੀਜਦਾ ਹੈ ਉਹੀ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱੁਗ",
    "type_id": 3
  },
  {
    "id": 3138,
    "shabad_id": 187,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਗਤ ਸੋਹਹਿ ਦਰਵਾਰੇ; ਮਨਮੁਖ ਸਦਾ ਭਵਾਤਿ ||੫||੧||੪||",
    "transliteration": "Kahu Naanak Bhagath Sohehi Dharavaarae Manamukh Sadhaa Bhavaath ||5||1||4||",
    "translation": "Says Nanak, the devotees look beautiful in the Court of the Lord; the self-willed manmukhs wander forever in reincarnation. ||5||1||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੇ ਹਨ , ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ ॥੫॥੧॥੪॥",
    "pronunciation": "ਸੋਹਹਿ",
    "type_id": 3
  },
  {
    "id": 3139,
    "shabad_id": 188,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ਘਰੁ ੨ ਛੰਤ",
    "transliteration": "Sireeraag Mehalaa 4 Ghar 2 Shhantha",
    "translation": "Siree Raag, Fourth Mehl, Second House, Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3140,
    "shabad_id": 188,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 3141,
    "shabad_id": 188,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੁੰਧ ੲਿਅਾਣੀ ਪੇੲੀਅੜੈ; ਕਿੳੁ ਕਰਿ. ਹਰਿ ਦਰਸਨੁ ਪਿਖੈ ||",
    "transliteration": "Mundhh Eiaanee Paeeearrai Kio Kar Har Dharasan Pikhai ||",
    "translation": "How can the ignorant soul-bride obtain the Blessed Vision of the Lord's Darshan, while she is in this world of her father's home?",
    "punjabi": "ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਅੰਞਾਣ ਹੀ ਟਿਕੀ ਰਹੇ, ਤਾਂ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਿਵੇਂ ਕਰ ਸਕਦੀ ਹੈ? (ਦਰਸਨ ਨਹੀਂ ਕਰ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3142,
    "shabad_id": 188,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਪਨੀ ਕਿਰਪਾ ਕਰੇ; ਗੁਰਮੁਖਿ. ਸਾਹੁਰੜੈ ਕੰਮ ਸਿਖੈ ||",
    "transliteration": "Har Har Apanee Kirapaa Karae Guramukh Saahurarrai Kanm Sikhai ||",
    "translation": "When the Lord Himself grants His Grace, the Gurmukh learns the duties of her Husband's Celestial Home.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚਣ ਵਾਲੇ ਕੰਮ (ਕਰਨੇ) ਸਿੱਖਦੀ ਹੈ।",
    "pronunciation": "ਸਿੱਖੈ",
    "type_id": 3
  },
  {
    "id": 3143,
    "shabad_id": 188,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਾਹੁਰੜੈ. ਕੰਮ ਸਿਖੈ ਗੁਰਮੁਖਿ; ਹਰਿ ਹਰਿ ਸਦਾ ਧਿਅਾੲੇ ||",
    "transliteration": "Saahurarrai Kanm Sikhai Guramukh Har Har Sadhaa Dhhiaaeae ||",
    "translation": "The Gurmukh learns the duties of her Husband's Celestial Home; she meditates forever on the Lord, Har, Har.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਹ ਕੰਮ ਸਿੱਖਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅੱਪੜ ਸਕੇ (ਉਹ ਕੰਮ ਇਹ ਹਨ ਕਿ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3144,
    "shabad_id": 188,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਹੀਅਾ ਵਿਚਿ ਫਿਰੈ ਸੁਹੇਲੀ; ਹਰਿ ਦਰਗਹ ਬਾਹ ਲੁਡਾੲੇ ||",
    "transliteration": "Seheeaa Vich Firai Suhaelee Har Dharageh Baah Luddaaeae ||",
    "translation": "She walks happily among her companions, and in the Lord's Court, she swings her arms joyfully.",
    "punjabi": "ਸਹੇਲੀਆਂ ਵਿਚ (ਸਤ-ਸੰਗੀਆਂ ਵਿਚ ਰਹਿ ਕੇ ਇਸ ਲੋਕ ਵਿਚ) ਸੌਖੀ ਤੁਰੀ ਫਿਰਦੀ ਹੈ (ਸੌਖਾ ਜੀਵਨ ਬਿਤਾਂਦੀ ਹੈ, ਤੇ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਬੇ-ਫ਼ਿਕਰ ਹੋ ਕੇ ਪਹੁੰਚਦੀ ਹੈ।",
    "pronunciation": "ਬਾਂਹ",
    "type_id": 3
  },
  {
    "id": 3145,
    "shabad_id": 188,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਲੇਖਾ. ਧਰਮਰਾੲਿ ਕੀ ਬਾਕੀ; ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ, ਕਿਰਖੈ ||",
    "transliteration": "Laekhaa Dhharam Raae Kee Baakee Jap Har Har Naam Kirakhai ||",
    "translation": "Her account is cleared by the Righteous Judge of Dharma, when she chants the Name of the Lord, Har, Har.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪ ਕੇ ਧਰਮਰਾਜ ਦਾ ਲੇਖਾ, ਧਰਮਰਾਜ ਦੇ ਲੇਖੇ ਦੀ ਬਾਕੀ, ਮੁਕਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਕਿਰਖੈ) ਕੱਟੇ[ (ਕਿਰਖੈ) ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 3146,
    "shabad_id": 188,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੁੰਧ ੲਿਅਾਣੀ ਪੇੲੀਅੜੈ; ਗੁਰਮੁਖਿ ਹਰਿ ਦਰਸਨੁ ਦਿਖੈ ||੧||",
    "transliteration": "Mundhh Eiaanee Paeeearrai Guramukh Har Dharasan Dhikhai ||1||",
    "translation": "The ignorant soul-bride becomes Gurmukh, and gains the Blessed Vision of the Lord's Darshan, while she is still in her father's house. ||1||",
    "punjabi": "ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ-ਪਤੀ ਦਾ ਦਰਸਨ ਕਰ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ਦਿਖੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3147,
    "shabad_id": 188,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਵੀਅਾਹੁ ਹੋਅਾ ਮੇਰੇ ਬਾਬੁਲਾ; ਗੁਰਮੁਖੇ ਹਰਿ ਪਾੲਿਅਾ ||",
    "transliteration": "Veeaahu Hoaa Maerae Baabulaa Guramukhae Har Paaeiaa ||",
    "translation": "My marriage has been performed, O my father. As Gurmukh, I have found the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਮੇਰਾ ਵਿਆਹ ਹੋ ਗਿਆ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3148,
    "shabad_id": 188,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਗਿਅਾਨੁ ਅੰਧੇਰਾ ਕਟਿਅਾ; ਗੁਰ ਗਿਅਾਨੁ ਪ੍ਰਚੰਡੁ ਬਲਾੲਿਅਾ ||",
    "transliteration": "Agiaan Andhhaeraa Kattiaa Gur Giaan Prachandd Balaaeiaa ||",
    "translation": "The darkness of ignorance has been dispelled. The Guru has revealed the blazing light of spiritual wisdom.",
    "punjabi": "ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਗਿਆਨ (-ਰੂਪ ਸੂਰਜ ਇਤਨਾ) ਤੇਜ਼ ਜਗ-ਮਗ ਕਰ ਉਠਿਆ ਹੈ ਕਿ (ਮੇਰੇ ਅੰਦਰੋਂ) ਬੇ-ਸਮਝੀ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3149,
    "shabad_id": 188,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਬਲਿਅਾ ਗੁਰ ਗਿਅਾਨੁ. ਅੰਧੇਰਾ ਬਿਨਸਿਅਾ; ਹਰਿ ਰਤਨੁ ਪਦਾਰਥੁ ਲਾਧਾ ||",
    "transliteration": "Baliaa Gur Giaan Andhhaeraa Binasiaa Har Rathan Padhaarathh Laadhhaa ||",
    "translation": "This spiritual wisdom given by the Guru shines forth, and the darkness has been dispelled. I have found the Priceless Jewel of the Lord.",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਿੱਤਾ ਗਿਆਨ (ਮੇਰੇ ਅੰਦਰ) ਚਮਕ ਪਿਆ ਹੈ (ਮਾਇਆ-ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ ਹੈ (ਉਸ ਚਾਨਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਰੂਪ) ਕੀਮਤੀ ਰਤਨ ਲੱਭ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3150,
    "shabad_id": 188,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗੁ ਗੲਿਅਾ. ਦੁਖੁ ਲਾਥਾ; ਅਾਪੁ ਅਾਪੈ. ਗੁਰਮਤਿ ਖਾਧਾ ||",
    "transliteration": "Houmai Rog Gaeiaa Dhukh Laathhaa Aap Aapai Guramath Khaadhhaa ||",
    "translation": "The sickness of my ego has been dispelled, and my pain is over and done. Through the Guru's Teachings, my identity has consumed my identical identity.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਮੇਰਾ ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੋ ਗਿਆ ਹੈ, ਹਉਮੈ ਦਾ ਦੁਖ ਮੁੱਕ ਗਿਆ ਹੈ, ਆਪੇ ਦੇ ਗਿਆਨ ਨਾਲ ਮੇਰਾ ਆਪਾ-ਭਾਵ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 3151,
    "shabad_id": 188,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅਕਾਲ ਮੂਰਤਿ. ਵਰੁ ਪਾੲਿਅਾ ਅਬਿਨਾਸੀ; ਨਾ ਕਦੇ ਮਰੈ. ਨ ਜਾੲਿਅਾ ||",
    "transliteration": "Akaal Moorath Var Paaeiaa Abinaasee Naa Kadhae Marai N Jaaeiaa ||",
    "translation": "I have obtained my Husband Lord, the Akaal Moorat, the Undying Form. He is Imperishable; He shall never die, and He shall never ever leave.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ) ਮੈਨੂੰ ਉਹ ਖਸਮ ਮਿਲ ਗਿਆ ਹੈ, ਜਿਸ ਦੀ ਹਸਤੀ ਨੂੰ ਕਦੇ ਕਾਲ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਜੋ ਨਾਸ-ਰਹਿਤ ਹੈ, ਜੋ ਨਾਹ ਕਦੇ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3152,
    "shabad_id": 188,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਵੀਅਾਹੁ ਹੋਅਾ ਮੇਰੇ ਬਾਬੋਲਾ; ਗੁਰਮੁਖੇ ਹਰਿ ਪਾੲਿਅਾ ||੨||",
    "transliteration": "Veeaahu Hoaa Maerae Baabolaa Guramukhae Har Paaeiaa ||2||",
    "translation": "My marriage has been performed, O my father. As Gurmukh, I have found the Lord. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੇਰਾ (ਪਰਮਾਤਮਾ-ਪਤੀ ਨਾਲ) ਵਿਆਹ ਹੋ ਗਿਆ ਹੈ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3153,
    "shabad_id": 188,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਸਤਿ ਸਤੇ. ਮੇਰੇ ਬਾਬੁਲਾ; ਹਰਿ ਜਨ ਮਿਲਿ. ਜੰਞਞ ਸੁਹੰਦੀ ||",
    "transliteration": "Har Sath Sathae Maerae Baabulaa Har Jan Mil Jannj Suhandhee ||",
    "translation": "The Lord is the Truest of the True, O my father. Meeting with the humble servants of the Lord, the marriage procession looks beautiful.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਾਣ ਵਾਸਤੇ) ਉਸ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਜਨ ਮਿਲ ਕੇ (ਮਾਨੋ) ਸੋਹਣੀ ਜੰਞ ਬਣਦੇ ਹਨ।",
    "pronunciation": "ਸੱਤਿ[ ਸੱਤੇ[",
    "type_id": 3
  },
  {
    "id": 3154,
    "shabad_id": 188,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਪੇਵਕੜੈ. ਹਰਿ ਜਪਿ ਸੁਹੇਲੀ; ਵਿਚਿ ਸਾਹੁਰੜੈ ਖਰੀ ਸੋਹੰਦੀ ||",
    "transliteration": "Paevakarrai Har Jap Suhaelee Vich Saahurarrai Kharee Sohandhee ||",
    "translation": "She who chants the Lord's Name is happy in this world of her father's home, and in the next world of her Husband Lord, she shall be very beautiful.",
    "punjabi": "(ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹਨਾਂ ਸਤਸੰਗੀਆਂ ਵਿਚ ਰਹਿ ਕੇ) ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੁਖੀ ਜੀਵਨ ਬਤੀਤ ਕਰਦੀ ਹੈ, ਤੇ ਪਰਲੋਕ ਵਿਚ ਭੀ ਬਹੁਤ ਸੋਭਾ ਪਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3155,
    "shabad_id": 188,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਾਹੁਰੜੈ ਵਿਚਿ ਖਰੀ ਸੋਹੰਦੀ; ਜਿਨਿ ਪੇਵਕੜੈ. ਨਾਮੁ ਸਮਾਲਿਅਾ ||",
    "transliteration": "Saahurarrai Vich Kharee Sohandhee Jin Paevakarrai Naam Samaaliaa ||",
    "translation": "In her Husband Lord's Celestial Home, she shall be most beautiful, if she has remembered the Naam in this world.",
    "punjabi": "(ਇਹ ਯਕੀਨ ਜਾਣੋ ਕਿ) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪੇਕੇ ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ, ਉਹ ਪਰਲੋਕ ਵਿਚ (ਜ਼ਰੂਰ) ਸੋਭਾ ਖੱਟਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3156,
    "shabad_id": 188,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਭੁ ਸਫਲਿਓ ਜਨਮੁ ਤਿਨਾ ਦਾ ਗੁਰਮੁਖਿ; ਜਿਨਾ ਮਨੁ ਜਿਣਿ, ਪਾਸਾ ਢਾਲਿਅਾ ||",
    "transliteration": "Sabh Safaliou Janam Thinaa Dhaa Guramukh Jinaa Man Jin Paasaa Dtaaliaa ||",
    "translation": "Fruitful are the lives of those who, as Gurmukh, have conquered their minds-they have won the game of life.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣਾ ਮਨ ਜਿੱਤ ਕੇ (ਵੱਸ ਵਿਚ ਲਿਆ ਕੇ) ਚੌਪੜ-ਰੂਪ ਇਹ ਜੀਵਨ-ਖੇਡ ਖੇਡੀ ਹੈ।",
    "pronunciation": "(ਜਿਣਿ) ਜਿੱਤਣ ਰੂਪ[ ਪੱਾਸਾ[ ਢੱਾਲਿਅਾ[",
    "type_id": 3
  },
  {
    "id": 3157,
    "shabad_id": 188,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਸੰਤ ਜਨਾ. ਮਿਲਿ ਕਾਰਜੁ ਸੋਹਿਅਾ; ਵਰੁ ਪਾੲਿਅਾ ਪੁਰਖੁ ਅਨੰਦੀ ||",
    "transliteration": "Har Santh Janaa Mil Kaaraj Sohiaa Var Paaeiaa Purakh Anandhee ||",
    "translation": "Joining with the humble Saints of the Lord, my actions bring prosperity, and I have obtained the Lord of Bliss as my Husband.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨ ਵਾਲੇ ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ-ਪਤੀ ਨਾਲ ਸੋਹਣਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਰਬ-ਵਿਆਪਕ ਤੇ ਆਨੰਦ ਦਾ ਸੋਮਾ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3158,
    "shabad_id": 188,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਸਤਿ ਸਤਿ ਮੇਰੇ ਬਾਬੋਲਾ; ਹਰਿ ਜਨ ਮਿਲਿ. ਜੰਞਞ ਸੁੋਹੰਦੀ ||੩||",
    "transliteration": "Har Sath Sath Maerae Baabolaa Har Jan Mil Jannj Suohandhee ||3||",
    "translation": "The Lord is the Truest of the True, O my father. Joining with the humble servants of the Lord, the marriage party has been embellished. ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਾਣ ਵਾਸਤੇ) ਉਸ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਜਨ ਮਿਲ ਕੇ (ਮਾਨੋ) ਸੋਹਣੀ ਜੰਞ ਬਣਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3159,
    "shabad_id": 188,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭੁ ਮੇਰੇ ਬਾਬੁਲਾ; ਹਰਿ ਦੇਵਹੁ ਦਾਨੁ ਮੈ ਦਾਜੋ ||",
    "transliteration": "Har Prabh Maerae Baabulaa Har Dhaevahu Dhaan Mai Dhaajo ||",
    "translation": "O my father, give me the Name of the Lord God as my wedding gift and dowry.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! (ਮੈਂ ਤੈਥੋਂ ਦਾਜ ਮੰਗਦੀ ਹਾਂ) ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਨੂੰ ਇਹੀ ਦਾਜ ਦੇਹ।",
    "pronunciation": "(ਬਾਬੁਲਾ) ਹੇ ਪਰਮਪੂਜਨੀਕ ਪਿਤਾ ਜੀ! ਦੱਾਜੋ",
    "type_id": 3
  }
]
