[
  {
    "id": 3160,
    "shabad_id": 188,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਕਪੜੋ ਹਰਿ ਸੋਭਾ ਦੇਵਹੁ; ਜਿਤੁ ਸਵਰੈ ਮੇਰਾ ਕਾਜੋ ||",
    "transliteration": "Har Kaparro Har Sobhaa Dhaevahu Jith Savarai Maeraa Kaajo ||",
    "translation": "Give me the Lord as my wedding gown, and the Lord as my glory, to accomplish my works.",
    "punjabi": "ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ) ਕੱਪੜੇ ਦੇਹ, ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ ਗਹਿਣੇ ਆਦਿਕ) ਧਨ ਦੇਹ, ਇਸੇ ਦਾਜ ਨਾਲ ਮੇਰਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਵਿਆਹ ਸੋਹਣਾ ਲੱਗਣ ਲੱਗ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3161,
    "shabad_id": 188,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਭਗਤੀ ਕਾਜੁ ਸੁਹੇਲਾ; ਗੁਰਿ ਸਤਿਗੁਰਿ. ਦਾਨੁ ਦਿਵਾੲਿਅਾ ||",
    "transliteration": "Har Har Bhagathee Kaaj Suhaelaa Gur Sathigur Dhaan Dhivaaeiaa ||",
    "translation": "Through devotional worship to the Lord, this ceremony is made blissful and beautiful; the Guru, the True Guru, has given this gift.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਾਲ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਵਿਆਹ ਦਾ ਉੱਦਮ ਸੁਖਦਾਈ ਬਣਦਾ ਹੈ। (ਜਿਸ ਜੀਵ-ਮੁਟਿਆਰ ਨੂੰ) ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਦਾਨ (ਇਹ ਦਾਜ) ਦਿਵਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3162,
    "shabad_id": 188,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਖੰਡਿ ਵਰਭੰਡਿ ਹਰਿ ਸੋਭਾ ਹੋੲੀ; ੲਿਹੁ ਦਾਨੁ. ਨ ਰਲੈ ਰਲਾੲਿਅਾ ||",
    "transliteration": "Khandd Varabhandd Har Sobhaa Hoee Eihu Dhaan N Ralai Ralaaeiaa ||",
    "translation": "Across the continents, and throughout the Universe, the Lord's Glory is pervading. This gift is not diminished by being diffused among all.",
    "punjabi": "ਹਰੀ-ਨਾਮ ਦੇ ਦਾਜ ਨਾਲ ਉਸ ਦੀ ਸੋਭਾ (ਉਸ ਦੇ) ਦੇਸ ਵਿਚ ਸੰਸਾਰ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ। ਇਹ ਦਾਜ ਐਸਾ ਹੈ ਕਿ ਇਸ ਨਾਲ ਹੋਰ ਕੋਈ ਦਾਜ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3163,
    "shabad_id": 188,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਹੋਰਿ ਮਨਮੁਖ. ਦਾਜੁ ਜਿ ਰਖਿ ਦਿਖਾਲਹਿ; ਸੁ ਕੂੜੁ ਅਹੰਕਾਰੁ ਕਚੁ ਪਾਜੋ ||",
    "transliteration": "Hor Manamukh Dhaaj J Rakh Dhikhaalehi S Koorr Ahankaar Kach Paajo ||",
    "translation": "Any other dowry, which the self-willed manmukhs offer for show, is only false egotism and a worthless display.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਹੋਰ ਬੰਦੇ ਜਿਹੜਾ ਦਾਜ ਰੱਖ ਕੇ ਵਿਖਾਲਦੇ ਹਨ (ਵਿਖਾਲਾ ਪਾਂਦੇ ਹਨ) ਉਹ ਝੂਠਾ ਅਹੰਕਾਰ (ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਹੈ ਉਹ ਕੱਚ (ਸਮਾਨ) ਹੈ, ਉਹ (ਨਿਰਾ) ਵਿਖਾਵਾ ਹੀ ਹੈ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੁ[ ਪੱਾਜੋ[",
    "type_id": 3
  },
  {
    "id": 3164,
    "shabad_id": 188,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭ ਮੇਰੇ ਬਾਬੁਲਾ; ਹਰਿ ਦੇਵਹੁ ਦਾਨੁ ਮੈ ਦਾਜੋ ||੪||",
    "transliteration": "Har Prabh Maerae Baabulaa Har Dhaevahu Dhaan Mai Dhaajo ||4||",
    "translation": "O my father, please give me the Name of the Lord God as my wedding gift and dowry. ||4||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਨੂੰ ਇਹੀ ਦਾਜ ਦੇਹ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3165,
    "shabad_id": 188,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਰਾਮ ਰਾਮ. ਮੇਰੇ ਬਾਬੋਲਾ; ਪਿਰ ਮਿਲਿ ਧਨ. ਵੇਲ ਵਧੰਦੀ ||",
    "transliteration": "Har Raam Raam Maerae Baabolaa Pir Mil Dhhan Vael Vadhhandhee ||",
    "translation": "The Lord, Raam, Raam, is All-pervading, O my father. Meeting her Husband Lord, the soul-bride blossoms forth like the flourishing vine.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "ਬਾਬੋਲਾ: ਹੋੜਾ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 3166,
    "shabad_id": 188,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਜੁਗਹ ਜੁਗੋ, ਜੁਗ ਜੁਗਹ ਜੁਗੋ; ਸਦ ਪੀੜੀ ਗੁਰੂ. ਚਲੰਦੀ ||",
    "transliteration": "Har Jugeh Jugo Jug Jugeh Jugo Sadh Peerree Guroo Chalandhee ||",
    "translation": "In age after age, through all the ages, forever and ever, those who belong to the Guru's Family shall prosper and increase.",
    "punjabi": "ਅਨੇਕਾਂ ਜੁਗਾਂ ਤੋਂ ਸਦਾ ਤੋਂ ਹੀ ਗੁਰੂ ਦੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪੀੜ੍ਹੀ ਚਲੀ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "ਪੀੜ੍ਹੀਜੱੁਗਹ ਜੱੁਗੋ, ਜੱੁਗ ਜੱੁਗਹ ਜੱੁਗੋ",
    "type_id": 3
  },
  {
    "id": 3167,
    "shabad_id": 188,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਜੁਗਿ ਜੁਗਿ ਪੀੜੀ ਚਲੈ ਸਤਿਗੁਰ ਕੀ; ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Jug Jug Peerree Chalai Sathigur Kee Jinee Guramukh Naam Dhhiaaeiaa ||",
    "translation": "Age after age, the Family of the True Guru shall increase. As Gurmukh, they meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਹਰੇਕ ਜੁਗ ਵਿਚ ਸਤਿਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ (ਨਾਦੀ ਸੰਤਾਨ) ਚੱਲ ਪੈਂਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਉਹ ਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ ਹਨ, ਉਹ ਗੁਰੂ ਦੀ ਨਾਦੀ ਸੰਤਾਨ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3168,
    "shabad_id": 188,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਪੁਰਖੁ. ਨ ਕਬ ਹੀ ਬਿਨਸੈ ਜਾਵੈ; ਨਿਤ ਦੇਵੈ ਚੜੈ ਸਵਾੲਿਅਾ ||",
    "transliteration": "Har Purakh N Kab Hee Binasai Jaavai Nith Dhaevai Charrai Savaaeiaa ||",
    "translation": "The Almighty Lord never dies or goes away. Whatever He gives, keeps on increasing.",
    "punjabi": "ਪਰਮਾਤਮਾ ਐਸਾ ਪਤੀ ਹੈ, ਜੋ ਕਦੇ ਭੀ ਨਾਸ਼ ਨਹੀਂ ਹੁੰਦਾ, ਜੋ ਕਦੇ ਭੀ ਨਹੀਂ ਮਰਦਾ। ਉਹ ਸਦਾ ਦਾਤਾਂ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੀ ਦਾਤ ਸਦਾ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3169,
    "shabad_id": 188,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਸੰਤ ਸੰਤ ਹਰਿ ੲੇਕੋ; ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਸੋਹੰਦੀ ||",
    "transliteration": "Naanak Santh Santh Har Eaeko Jap Har Har Naam Sohandhee ||",
    "translation": "O Nanak, the One Lord is the Saint of Saints. Chanting the Name of the Lord, Har, Har, the soul-bride is bountiful and beautiful.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਗਤ ਜਨ ਤੇ ਭਗਤਾਂ ਦਾ (ਪਿਆਰਾ) ਪ੍ਰਭੂ ਇਕ-ਰੂਪ ਹਨ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3170,
    "shabad_id": 188,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਰਾਮ ਰਾਮ ਮੇਰੇ ਬਾਬੁਲਾ; ਪਿਰ ਮਿਲਿ ਧਨ. ਵੇਲ ਵਧੰਦੀ ||੫||੧||",
    "transliteration": "Har Raam Raam Maerae Baabulaa Pir Mil Dhhan Vael Vadhhandhee ||5||1||",
    "translation": "The Lord, Raam, Raam, is All-pervading, O my father. Meeting her Husband Lord, the soul-bride blossoms forth like the flourishing vine. ||5||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਹੋਰ ਅਨੇਕਾਂ ਜੀਵ ਸਿਮਰਨ ਦੇ ਰਾਹੇ ਪੈ ਜਾਂਦੇ ਹਨ) ॥੫॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3171,
    "shabad_id": 189,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ਛੰਤ",
    "transliteration": "Sireeraag Mehalaa 5 Shhantha",
    "translation": "Siree Raag, Fifth Mehl, Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3172,
    "shabad_id": 189,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 3173,
    "shabad_id": 189,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀੳੁ ਮਿਤ੍ਰਾ; ਗੋਬਿੰਦ ਨਾਮੁ ਸਮਾਲੇ ||",
    "transliteration": "Man Piaariaa Jeeo Mithraa Gobindh Naam Samaalae ||",
    "translation": "O dear beloved mind, my friend, reflect upon the Name of the Lord of the Universe.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਪਿਆਰੇ ਮਨ! ਹੇ (ਮੇਰੇ) ਮਿਤ੍ਰ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3174,
    "shabad_id": 189,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀ ਮਿਤ੍ਰਾ; ਹਰਿ ਨਿਬਹੈ. ਤੇਰੈ ਨਾਲੇ ||",
    "transliteration": "Man Piaariaa Jee Mithraa Har Nibehai Thaerai Naalae ||",
    "translation": "O dear beloved mind, my friend, the Lord shall always be with you.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! ਇਹ ਹਰਿ-ਨਾਮ (ਸਦਾ) ਤੇਰੇ ਨਾਲ ਸਾਥ ਨਿਬਾਹੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3175,
    "shabad_id": 189,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸੰਗਿ ਸਹਾੲੀ. ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀ; ਬਿਰਥਾ ਕੋੲਿ ਨ ਜਾੲੇ ||",
    "transliteration": "Sang Sehaaee Har Naam Dhhiaaee Birathhaa Koe N Jaaeae ||",
    "translation": "The Name of the Lord shall be with you as your Helper and Support. Meditate on Him-no one who does so shall ever return empty-handed.",
    "punjabi": "(ਹੇ ਮਨ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਇਹੀ ਤੇਰੇ) ਨਾਲ (ਰਹੇਗਾ, ਇਹੀ ਤੇਰਾ) ਸਾਥੀ (ਰਹੇਗਾ। ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹੀ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਉਹ ਦੁਨੀਆ ਤੋਂ ਖ਼ਾਲੀ (-ਹੱਥ) ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3176,
    "shabad_id": 189,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਚਿੰਦੇ ਸੇੲੀ ਫਲ ਪਾਵਹਿ; ਚਰਣਕਮਲ ਚਿਤੁ ਲਾੲੇ ||",
    "transliteration": "Man Chindhae Saeee Fal Paavehi Charan Kamal Chith Laaeae ||",
    "translation": "You shall obtain the fruits of your mind's desires, by focusing your consciousness on the Lord's Lotus Feet.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ, ਤੂੰ ਸਾਰੇ ਮਨ ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3177,
    "shabad_id": 189,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਪੂਰਿ ਰਹਿਅਾ ਬਨਵਾਰੀ; ਘਟਿ ਘਟਿ ਨਦਰਿ ਨਿਹਾਲੇ ||",
    "transliteration": "Jal Thhal Poor Rehiaa Banavaaree Ghatt Ghatt Nadhar Nihaalae ||",
    "translation": "He is totally pervading the water and the land; He is the Lord of the World-forest. Behold Him in exaltation in each and every heart.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਭਰਪੂਰ ਹੈ, ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਵਿਆਪਕ ਹੋ ਕੇ ਮਿਹਰ ਦੀ) ਨਿਗਾਹ ਨਾਲ (ਹਰੇਕ ਨੂੰ) ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3178,
    "shabad_id": 189,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕੁ. ਸਿਖ ਦੇੲਿ ਮਨ ਪ੍ਰੀਤਮ; ਸਾਧਸੰਗਿ. ਭ੍ਰਮੁ ਜਾਲੇ ||੧||",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Saadhhasang Bhram Jaalae ||1||",
    "translation": "Nanak gives this advice: O beloved mind, in the Company of the Holy, burn away your doubts. ||1||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ-ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਆਪਣੀ ਭਟਕਣਾ ਨਾਸ ਕਰ ॥੧॥",
    "pronunciation": "ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 3179,
    "shabad_id": 189,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀ ਮਿਤ੍ਰਾ; ਹਰਿ ਬਿਨੁ. ਝੂਠੁ ਪਸਾਰੇ ||",
    "transliteration": "Man Piaariaa Jee Mithraa Har Bin Jhooth Pasaarae ||",
    "translation": "O dear beloved mind, my friend, without the Lord, all outward show is false.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮੇਰੇ ਮਿਤ੍ਰ ਮਨ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕੋਈ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ ਹੈ), ਇਹ ਸਾਰਾ ਜਗਤ-ਪਸਾਰਾ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3180,
    "shabad_id": 189,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀੳੁ ਮਿਤ੍ਰਾ; ਬਿਖੁ ਸਾਗਰੁ ਸੰਸਾਰੇ ||",
    "transliteration": "Man Piaariaa Jeeo Mithraa Bikh Saagar Sansaarae ||",
    "translation": "O dear beloved mind, my friend, the world is an ocean of poison.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਇਹ ਸੰਸਾਰ (ਇਕ) ਸਮੁੰਦਰ (ਹੈ ਜੋ) ਜ਼ਹਰ (ਨਾਲ ਭਰਿਆ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3181,
    "shabad_id": 189,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਚਰਣਕਮਲ ਕਰਿ ਬੋਹਿਥੁ ਕਰਤੇ; ਸਹਸਾ ਦੂਖੁ. ਨ ਬਿਅਾਪੈ ||",
    "transliteration": "Charan Kamal Kar Bohithh Karathae Sehasaa Dhookh N Biaapai ||",
    "translation": "Let the Lord's Lotus Feet be your Boat, so that pain and skepticism shall not touch you.",
    "punjabi": "(ਹੇ ਮਨ!) ਕਰਤਾਰ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨੂੰ ਜਹਾਜ਼ ਬਣਾ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕੋਈ ਸਹਮ ਕੋਈ ਦੁੱਖ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3182,
    "shabad_id": 189,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਭੇਟੈ ਵਡਭਾਗੀ; ਅਾਠ ਪਹਰ ਪ੍ਰਭੁ ਜਾਪੈ ||",
    "transliteration": "Gur Pooraa Bhaettai Vaddabhaagee Aath Pehar Prabh Jaapai ||",
    "translation": "Meeting with the Perfect Guru, by great good fortune, meditate on God twenty-four hours a day.",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਅੱਠੇ ਪਹਰ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3183,
    "shabad_id": 189,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਾਦਿ ਜੁਗਾਦੀ ਸੇਵਕ ਸੁਅਾਮੀ; ਭਗਤਾ ਨਾਮੁ ਅਧਾਰੇ ||",
    "transliteration": "Aadh Jugaadhee Saevak Suaamee Bhagathaa Naam Adhhaarae ||",
    "translation": "From the very beginning, and throughout the ages, He is the Lord and Master of His servants. His Name is the Support of His devotees.",
    "punjabi": "ਆਦਿ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੀ, (ਪਰਮਾਤਮਾ ਆਪਣੇ) ਸੇਵਕਾਂ ਦਾ ਰਾਖਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ, (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤਾਂ ਲਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ ਹੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "ਜੱੁਗਾਦੀ",
    "type_id": 3
  },
  {
    "id": 3184,
    "shabad_id": 189,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕੁ. ਸਿਖ ਦੇੲਿ ਮਨ ਪ੍ਰੀਤਮ; ਬਿਨੁ ਹਰਿ. ਝੂਠ ਪਸਾਰੇ ||੨||",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Bin Har Jhooth Pasaarae ||2||",
    "translation": "Nanak gives this advice: O beloved mind, without the Lord, all outward show is false. ||2||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਬਾਕੀ ਸਾਰੇ ਜਗਤ-ਖਿਲਾਰੇ ਤੋੜ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲੇ ਨਹੀਂ ਹਨ ॥੨॥",
    "pronunciation": "ਸਿੱਖ[ ਦੇ-ੲਿ[",
    "type_id": 3
  },
  {
    "id": 3185,
    "shabad_id": 189,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀੳੁ ਮਿਤ੍ਰਾ; ਹਰਿ ਲਦੇ ਖੇਪ ਸਵਲੀ ||",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Ladhae Khaep Savalee ||",
    "translation": "O dear beloved mind, my friend, load the profitable cargo of the Lord's Name.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹ ਸੌਦਾ ਨਫ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਲੱਦੇ[ (ਸਵੱਲੀ) ਸਸਤੀ[",
    "type_id": 3
  },
  {
    "id": 3186,
    "shabad_id": 189,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀੳੁ ਮਿਤ੍ਰਾ; ਹਰਿ ਦਰੁ ਨਿਹਚਲੁ ਮਲੀ ||",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Dhar Nihachal Malee ||",
    "translation": "O dear beloved mind, my friend, enter through the eternal Door of the Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਮੱਲੀ ਰੱਖ, ਇਹੀ ਦਰਵਾਜ਼ਾ ਅਟੱਲ ਹੈ।",
    "pronunciation": "ਮੱਲੀ",
    "type_id": 3
  },
  {
    "id": 3187,
    "shabad_id": 189,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਦਰੁ ਸੇਵੇ. ਅਲਖ ਅਭੇਵੇ; ਨਿਹਚਲੁ ਅਾਸਣੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Har Dhar Saevae Alakh Abhaevae Nihachal Aasan Paaeiaa ||",
    "translation": "One who serves at the Door of the Imperceptible and Unfathomable Lord, obtains this eternal position.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਮੱਲਦਾ ਹੈ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਜਿਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਉਹ ਮਨੁੱਖ ਐਸਾ (ਆਤਮਕ) ਟਿਕਾਣਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਕਦੇ ਡੋਲਦਾ ਨਹੀਂ।",
    "pronunciation": "ਅ-ਲਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3188,
    "shabad_id": 189,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਤਹ ਜਨਮ ਨ ਮਰਣੁ, ਨ ਅਾਵਣ ਜਾਣਾ; ਸੰਸਾ ਦੂਖੁ ਮਿਟਾੲਿਅਾ ||",
    "transliteration": "Theh Janam N Maran N Aavan Jaanaa Sansaa Dhookh Mittaaeiaa ||",
    "translation": "There is no birth or death there, no coming or going; anguish and anxiety are ended.",
    "punjabi": "ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਪਹੁੰਚਿਆਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮਨੁੱਖ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਮ ਤੇ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3189,
    "shabad_id": 189,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਚਿਤ੍ਰ ਗੁਪਤ ਕਾ ਕਾਗਦੁ ਫਾਰਿਅਾ; ਜਮਦੂਤਾ ਕਛੂ ਨ ਚਲੀ ||",
    "transliteration": "Chithr Gupath Kaa Kaagadh Faariaa Jamadhoothaa Kashhoo N Chalee ||",
    "translation": "The accounts of Chitr and Gupt, the recording scribes of the conscious and the subconscious are torn up, and the Messenger of Death cannot do anything.",
    "punjabi": "(ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਪਹੁੰਚਿਆ ਮਨੁੱਖ ਧਰਮਰਾਜ ਦੇ ਥਾਪੇ ਹੋਏ) ਚਿਤ੍ਰ ਗੁਪਤ ਦਾ ਲੇਖਾ ਪਾੜ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਕੋਈ ਮੰਦੇ ਕਰਮ ਕਰਦਾ ਹੀ ਨਹੀਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਚਿਤ੍ਰ ਗੁਪਤ ਲਿਖ ਸਕਣ), ਜਮਦੂਤਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਉਸ ਉੱਤੇ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "ਚੱਲੀ",
    "type_id": 3
  },
  {
    "id": 3190,
    "shabad_id": 189,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕੁ. ਸਿਖ ਦੇੲਿ ਮਨ ਪ੍ਰੀਤਮ; ਹਰਿ ਲਦੇ ਖੇਪ ਸਵਲੀ ||੩||",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Har Ladhae Khaep Savalee ||3||",
    "translation": "Nanak gives this advice: O beloved mind, load the profitable cargo of the Lord's Name. ||3||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਪਿਆਰੇ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹੀ ਸੌਦਾ ਨਫ਼ੇ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਸਵੱਲੀ) ਸਸਤੀ[ ਲੱਦੇ[",
    "type_id": 3
  },
  {
    "id": 3191,
    "shabad_id": 189,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀੳੁ ਮਿਤ੍ਰਾ; ਕਰਿ ਸੰਤਾ ਸੰਗਿ ਨਿਵਾਸੋ ||",
    "transliteration": "Man Piaariaa Jeeo Mithraa Kar Santhaa Sang Nivaaso ||",
    "translation": "O dear beloved mind, my friend, abide in the Society of the Saints.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਪਣਾ ਬਹਣ-ਖਲੋਣ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3192,
    "shabad_id": 189,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਪਿਅਾਰਿਅਾ ਜੀੳੁ ਮਿਤ੍ਰਾ; ਹਰਿ ਨਾਮੁ ਜਪਤ ਪਰਗਾਸੋ ||",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Naam Japath Paragaaso ||",
    "translation": "O dear beloved mind, my friend, chanting the Lord's Name, the Divine Light shines within.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! (ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਅੰਦਰ ਆਤਮਕ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3193,
    "shabad_id": 189,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਸਿਮਰਿ ਸੁਅਾਮੀ. ਸੁਖਹਗਾਮੀ; ੲਿਛ ਸਗਲੀ ਪੁੰਨੀਅਾ ||",
    "transliteration": "Simar Suaamee Sukheh Gaamee Eishh Sagalee Punneeaa ||",
    "translation": "Remember your Lord and Master, who is easily obtained, and all desires shall be fulfilled.",
    "punjabi": "ਸੁਖ ਅਪੜਾਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆਂ ਸਾਰੀਆਂ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਪੁੰਨੀਅਾ) ਪੂਰੀ[ ਸੁਖਹ-ਗਾਮੀ[ ਪੁੰਨੀਅਾ: ਕੰਨੇ ਬਿੰਦੀ ਨਾ ਲਾੳੁ",
    "type_id": 3
  }
]
