[
  {
    "id": 3480,
    "shabad_id": 232,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮਤੀ. ਜਮੁ ਜੋਹਿ, ਨ ਸਾਕੈ; ਸਾਚੈ ਨਾਮਿ ਸਮਾੲਿਅਾ ||",
    "transliteration": "Guramathee Jam Johi N Saakai Saachai Naam Samaaeiaa ||",
    "translation": "Following the Guru's Teachings, I cannot be touched by the Messenger of Death. I am absorbed in the True Name.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਜਮ ਉਹਨਾਂ ਨੂੰ ਘੂਰ ਨਹੀਂ ਸਕਦਾ, (ਕਿਉਂਕਿ) ਸੱਚੇ ਨਾਮ ਵਿਚ ਉਹਨਾਂ ਦੀ ਬਿਰਤੀ ਜੁੜੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3481,
    "shabad_id": 232,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਸਭੁ ਅਾਪੇ ਅਾਪਿ ਵਰਤੈ ਕਰਤਾ; ਜੋ ਭਾਵੈ. ਸੋ ਨਾੲਿ ਲਾੲਿਅਾ ||",
    "transliteration": "Sabh Aapae Aap Varathai Karathaa Jo Bhaavai So Naae Laaeiaa ||",
    "translation": "The Creator Himself is All-pervading everywhere; He links those with whom He is pleased to His Name.",
    "punjabi": "(ਪਰ) ਇਹ ਸਭ ਪ੍ਰਭੂ ਦਾ ਆਪਣਾ ਕੌਤਕ ਹੈ, ਜਿਸ ਤੇ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3482,
    "shabad_id": 232,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਨਾਮੁ ਲੲੇ ਤਾ ਜੀਵੈ; ਬਿਨੁ ਨਾਵੈ. ਖਿਨੁ ਮਰਿ ਜਾੲਿਅਾ ||੨||",
    "transliteration": "Jan Naanak Naam Leae Thaa Jeevai Bin Naavai Khin Mar Jaaeiaa ||2||",
    "translation": "Servant Nanak chants the Naam, and so he lives. Without the Name, he would die in an instant. ||2||",
    "punjabi": "(ਇਹ) ਦਾਸ ਨਾਨਕ (ਭੀ) 'ਨਾਮ' ਦੇ ਆਸਰੇ ਹੈ, ਇਕ ਪਲਕ ਭਰ ਭੀ 'ਨਾਮ' ਤੋਂ ਸੱਖਣਾ ਰਹੇ ਤਾਂ ਮਰਨ ਲਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3483,
    "shabad_id": 233,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3484,
    "shabad_id": 233,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਮਿਲਿਅਾ ਹਰਿ ਦੀਬਾਣ ਸਿੳੁ; ਸੋ ਸਭਨੀ ਦੀਬਾਣੀ ਮਿਲਿਅਾ ||",
    "transliteration": "Jo Miliaa Har Dheebaan Sio So Sabhanee Dheebaanee Miliaa ||",
    "translation": "One who is accepted at the Court of the Lord shall be accepted in courts everywhere.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਹਰੀ ਦੇ ਦਰਬਾਰ ਵਿਚ ਮਿਲਿਆ (ਆਦਰ ਪਾਉਣ-ਯੋਗ ਹੋਇਆ) ਹੈ, ਉਸ ਨੂੰ (ਸੰਸਾਰ ਦੇ) ਸਭ ਦਰਬਾਰਾਂ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3485,
    "shabad_id": 233,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਿਥੈ ਓਹੁ ਜਾੲਿ, ਤਿਥੈ ਓਹੁ ਸੁਰਖਰੂ; ਓਸ ਕੈ ਮੁਹਿ ਡਿਠੈ, ਸਭ ਪਾਪੀ ਤਰਿਅਾ ||",
    "transliteration": "Jithhai Ouhu Jaae Thithhai Ouhu Surakharoo Ous Kai Muhi Ddithai Sabh Paapee Thariaa ||",
    "translation": "Wherever he goes, he is recognized as honorable. Seeing his face, all sinners are saved.",
    "punjabi": "ਜਿਥੇ ਉਹ ਜਾਂਦਾ ਹੈ, ਉਥੇ ਹੀ ਉਸ ਦਾ ਮੱਥਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮੂੰਹ ਵੇਖ ਕੇ (ਭਾਵ, ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ) ਸਭ ਪਾਪੀ ਤਰ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3486,
    "shabad_id": 233,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਓਸੁ ਅੰਤਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਨਾਮੋ ਪਰਵਰਿਅਾ ||",
    "transliteration": "Ous Anthar Naam Nidhhaan Hai Naamo Paravariaa ||",
    "translation": "Within him is the Treasure of the Naam, the Name of the Lord. Through the Naam, he is exalted.",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਤੇ ਨਾਮ ਹੀ ਉਸ ਦਾ ਪਰਵਾਰ ਹੈ (ਭਾਵ, ਨਾਮ ਹੀ ਉਸ ਦੇ ਸਿਰ ਦੇ ਦੁਆਲੇ ਰੌਸ਼ਨੀ ਦਾ ਚੱਕ੍ਰ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3487,
    "shabad_id": 233,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾੳੁ ਪੂਜੀਅੈ ਨਾੳੁ ਮੰਨੀਅੈ; ਨਾੲਿ ਕਿਲਵਿਖ ਸਭ ਹਿਰਿਅਾ ||",
    "transliteration": "Naao Poojeeai Naao Manneeai Naae Kilavikh Sabh Hiriaa ||",
    "translation": "He worships the Name, and believes in the Name; the Name erases all his sinful mistakes.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਤੇ ਨਾਮ ਦਾ ਹੀ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਨਾਮ (ਜਪਣ) ਕਰ ਕੇ ਸਭ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3488,
    "shabad_id": 233,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਜਿਨੀ ਨਾਮੁ ਧਿਅਾੲਿਅਾ, ੲਿਕ ਮਨਿ ੲਿਕ ਚਿਤਿ; ਸੇ ਅਸਥਿਰੁ ਜਗਿ ਰਹਿਅਾ ||੧੧||",
    "transliteration": "Jinee Naam Dhhiaaeiaa Eik Man Eik Chith Sae Asathhir Jag Rehiaa ||11||",
    "translation": "Those who meditate on the Name, with one-pointed mind and focused consciousness, remain forever stable in the world. ||11||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਏਕਾਗਰ ਚਿੱਤ ਹੋ ਕੇ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹ ਸੰਸਾਰ ਵਿਚ ਅਟੱਲ ਹੋ ਗਏ ਹਨ (ਭਾਵ, ਸੰਸਾਰ ਵਿਚ ਸਦਾ ਲਈ ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਤੇ ਪ੍ਰਤਿਸ਼ਟਾ ਕਾਇਮ ਹੋ ਗਈ ਹੈ) ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3489,
    "shabad_id": 234,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3490,
    "shabad_id": 234,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਾਤਮਾ ਦੇੳੁ ਪੂਜੀਅੈ; ਗੁਰ ਕੈ ਸਹਜਿ ਸੁਭਾੲਿ ||",
    "transliteration": "Aathamaa Dhaeo Poojeeai Gur Kai Sehaj Subhaae ||",
    "translation": "Worship the Divine, Supreme Soul, with the intuitive peace and poise of the Guru.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਤੇ ਗੁਰੂ ਦੇ ਸੁਭਾਉ ਵਿਚ (ਆਪਣਾ ਸੁਭਾਉ ਲੀਨ ਕਰ ਕੇ) ਜੀਵ-ਆਤਮਾ ਦਾ ਪ੍ਰਕਾਸ਼ ਕਰਨ ਵਾਲੇ (ਹਰੀ) ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3491,
    "shabad_id": 234,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅਾਤਮੇ ਨੋ ਅਾਤਮੇ ਦੀ ਪ੍ਰਤੀਤਿ ਹੋੲਿ; ਤਾ ਘਰ ਹੀ ਪਰਚਾ ਪਾੲਿ ||",
    "transliteration": "Aathamae No Aathamae Dhee Pratheeth Hoe Thaa Ghar Hee Parachaa Paae ||",
    "translation": "If the individual soul has faith in the Supreme Soul, then it shall obtain realization within its own home.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਜਦੋਂ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ (ਦੀ ਹੋਂਦ ਤੇ) ਸਿਦਕ ਬੱਝ ਜਾਵੇ, ਤਾਂ ਹਿਰਦੇ ਵਿਚ ਹੀ (ਪ੍ਰਭੂ ਨਾਲ) ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ (ਤੇ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਜਾਣ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3492,
    "shabad_id": 234,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਾਤਮਾ ਅਡੋਲੁ. ਨ ਡੋਲੲੀ; ਗੁਰ ਕੈ ਭਾੲਿ ਸੁਭਾੲਿ ||",
    "transliteration": "Aathamaa Addol N Ddolee Gur Kai Bhaae Subhaae ||",
    "translation": "The soul becomes steady, and does not waver, by the natural inclination of the Guru's Loving Will.",
    "punjabi": "ਕਿਉਂਕਿ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਤੇ ਸੁਭਾਉ ਵਿਚ (ਵਰਤਿਆਂ) ਜੀਵਾਤਮਾ (ਮਾਇਆਂ ਵਲੋਂ) ਅਹਿੱਲ ਹੋ ਕੇ ਡੋਲਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3493,
    "shabad_id": 234,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਵਿਣੁ. ਸਹਜੁ ਨ ਅਾਵੲੀ; ਲੋਭੁ ਮੈਲੁ. ਨ ਵਿਚਹੁ ਜਾੲਿ ||",
    "transliteration": "Gur Vin Sehaj N Aavee Lobh Mail N Vichahu Jaae ||",
    "translation": "Without the Guru, intuitive wisdom does not come, and the filth of greed does not depart from within.",
    "punjabi": "ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਅਡੋਲ ਅਵਸਥਾ ਨਹੀਂ ਆਉਂਦੀ, ਤੇ ਨਾਹ ਹੀ ਮਨ ਵਿਚੋਂ ਲੋਭ-ਮੈਲ ਦੂਰ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3494,
    "shabad_id": 234,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਖਿਨੁ ਪਲੁ ਹਰਿ ਨਾਮੁ ਮਨਿ ਵਸੈ; ਸਭ ਅਠਸਠਿ ਤੀਰਥ ਨਾੲਿ ||",
    "transliteration": "Khin Pal Har Naam Man Vasai Sabh Athasath Theerathh Naae ||",
    "translation": "If the Lord's Name abides within the mind, for a moment, even for an instant, it is like bathing at all the sixty-eight sacred shrines of pilgrimage.",
    "punjabi": "ਜੇ ਇਕ ਪਲਕ ਭਰ ਭੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸ ਜਾਏ (ਭਾਵ, ਜੇ ਜੀਵ ਇਕ ਮਨ ਇਕ ਪਲਕ ਭਰ ਭੀ ਨਾਮ ਜਪ ਸਕੇ) ਤਾਂ, ਮਾਨੋ, ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "ਨ੍ਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 3495,
    "shabad_id": 234,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਸਚੇ. ਮੈਲੁ ਨ ਲਗੲੀ; ਮਲੁ ਲਾਗੈ ਦੂਜੈ ਭਾੲਿ ||",
    "transliteration": "Sachae Mail N Lagee Mal Laagai Dhoojai Bhaae ||",
    "translation": "Filth does not stick to those who are true, but filth attaches itself to those who love duality.",
    "punjabi": "(ਕਿਉਂਕਿ) ਸੱਚੇ ਵਿਚ ਜੁੜੇ ਹੋਏ ਨੂੰ ਮੈਲ ਨਹੀਂ ਲਗਦੀ, ਮੈਲ਼ (ਸਦਾ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਲੱਗਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3496,
    "shabad_id": 234,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਧੋਤੀ ਮੂਲਿ ਨ ੳੁਤਰੈ; ਜੇ ਅਠਸਠਿ ਤੀਰਥ ਨਾੲਿ ||",
    "transliteration": "Dhhothee Mool N Outharai Jae Athasath Theerathh Naae ||",
    "translation": "This filth cannot be washed off, even by bathing at the sixty-eight sacred shrines of pilgrimage.",
    "punjabi": "ਤੇ ਉਹ ਮੈਲ ਕਦੇ ਭੀ ਧੋਤਿਆਂ ਨਹੀਂ ਉਤਰਦੀ, ਭਾਵੇਂ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਪਏ ਕਰੀਏ।",
    "pronunciation": "ਨ੍ਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 3497,
    "shabad_id": 234,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖ ਕਰਮ ਕਰੇ ਅਹੰਕਾਰੀ; ਸਭੁ ਦੁਖੋ ਦੁਖੁ ਕਮਾੲਿ ||",
    "transliteration": "Manamukh Karam Karae Ahankaaree Sabh Dhukho Dhukh Kamaae ||",
    "translation": "The self-willed manmukh does deeds in egotism; he earns only pain and more pain.",
    "punjabi": "(ਕਾਰਨ ਇਹ ਹੁੰਦਾ ਹੈ ਕਿ) ਮਨੁੱਖ (ਗੁਰੂ ਵਲੋਂ) ਮਨਮੁਖ (ਹੋ ਕੇ) ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਕਰਮ ਕਰਦਾ ਹੈ, ਤੇ ਦੁੱਖ ਹੀ ਦੁੱਖ ਸਹੇੜਦਾ ਹੈ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੀ",
    "type_id": 3
  },
  {
    "id": 3498,
    "shabad_id": 234,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਮੈਲਾ, ੳੂਜਲੁ ਤਾ ਥੀਅੈ; ਜਾ ਸਤਿਗੁਰ ਮਾਹਿ ਸਮਾੲਿ ||੧||",
    "transliteration": "Naanak Mailaa Oojal Thaa Thheeai Jaa Sathigur Maahi Samaae ||1||",
    "translation": "O Nanak, the filthy ones become clean only when they meet and surrender to the True Guru. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਲਾ (ਮਨ) ਤਦੋਂ ਹੀ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਜੇ (ਜੀਵ) ਸਤਿਗੁਰੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਵੇ (ਭਾਵ, ਆਪਾ-ਭਾਵ ਮਿਟਾ ਦੇਵੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3499,
    "shabad_id": 235,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3500,
    "shabad_id": 235,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨਮੁਖੁ ਲੋਕੁ ਸਮਝਾੲੀਅੈ; ਕਦਹੁ ਸਮਝਾੲਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Manamukh Lok Samajhaaeeai Kadhahu Samajhaaeiaa Jaae ||",
    "translation": "The self-willed manmukhs may be taught, but how can they really be taught?",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਵਲੋਂ ਮੁਖ ਮੋੜੀ ਬੈਠਾ ਹੈ, ਉਹ ਸਮਝਾਇਆਂ ਭੀ ਕਦੇ ਨਹੀਂ ਸਮਝਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3501,
    "shabad_id": 235,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਮਨਮੁਖੁ ਰਲਾੲਿਅਾ. ਨਾ ਰਲੈ; ਪੲਿਅੈ ਕਿਰਤਿ ਫਿਰਾੲਿ ||",
    "transliteration": "Manamukh Ralaaeiaa Naa Ralai Paeiai Kirath Firaae ||",
    "translation": "The manmukhs do not fit in at all. Because of their past actions, they are condemned to the cycle of reincarnation.",
    "punjabi": "ਜੇ ਉਸ ਨੂੰ (ਗੁਰਮੁਖਾਂ ਦੇ ਵਿਚ) ਰਲਾ ਭੀ ਦੇਵੀਏ, ਤਾਂ ਭੀ (ਸੁਭਾਵ ਕਰਕੇ) ਉਹਨਾਂ ਨਾਲ ਨਹੀਂ ਰਲਦਾ ਤੇ (ਪਿਛਲੇ ਕੀਤੇ) ਸਿਰ ਪਏ ਕਰਮਾਂ ਅਨੁਸਾਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3502,
    "shabad_id": 235,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਲਿਵ ਧਾਤੁ ਦੁੲਿ ਰਾਹ ਹੈ; ਹੁਕਮੀ ਕਾਰ ਕਮਾੲਿ ||",
    "transliteration": "Liv Dhhaath Dhue Raah Hai Hukamee Kaar Kamaae ||",
    "translation": "Loving attention to the Lord and attachment to Maya are the two separate ways; all act according to the Hukam of the Lord's Command.",
    "punjabi": "(ਉਸ ਵਿਚਾਰੇ ਉਤੇ ਭੀ ਕੀਹ ਰੋਸ? (ਸੰਸਾਰ ਵਿਚ) ਰਸਤੇ ਹੀ ਦੋ ਹਨ (ਹਰੀ ਨਾਲ) ਪਿਆਰ ਤੇ (ਮਾਇਆ ਨਾਲ) ਪਿਆਰ; (ਤੇ ਮਨਮੁਖ) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ) (ਮਾਇਆ ਵਾਲੀ) ਕਾਰ ਪਿਆ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3503,
    "shabad_id": 235,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅਾਪਣਾ ਮਨੁ ਮਾਰਿਅਾ; ਸਬਦਿ ਕਸਵਟੀ ਲਾੲਿ ||",
    "transliteration": "Guramukh Aapanaa Man Maariaa Sabadh Kasavattee Laae ||",
    "translation": "The Gurmukh has conquered his own mind, by applying the Touchstone of the Shabad.",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ, ਹੁਕਮ ਵਿਚ ਹੀ) ਗੁਰਮੁਖ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਕਸਵੱਟੀ ਲਾ ਕੇ (ਭਾਵ, ਪਰਖ ਕਰ ਕੇ) ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਲੋਂ ਰੋਕ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "ਕਸਵੱਟੀ",
    "type_id": 3
  },
  {
    "id": 3504,
    "shabad_id": 235,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਹੀ ਨਾਲਿ ਝਗੜਾ, ਮਨ ਹੀ ਨਾਲਿ ਸਥ; ਮਨ ਹੀ ਮੰਝਿ ਸਮਾੲਿ ||",
    "transliteration": "Man Hee Naal Jhagarraa Man Hee Naal Sathh Man Hee Manjh Samaae ||",
    "translation": "He fights with his mind, he settles with his mind, and he is at peace with his mind.",
    "punjabi": "ਉਹ ਸਦਾ ਮਨ (ਦੀ ਵਿਕਾਰ-ਬਿਰਤੀ) ਨਾਲ ਝਗੜਾ ਕਰਦਾ ਹੈ, ਤੇ ਸੱਥ ਕਰਦਾ ਹੈ (ਭਾਵ, ਉਸ ਨੂੰ ਸਮਝਾਉਂਦਾ ਹੈ, ਤੇ ਅੰਤ ਇਸ ਵਿਕਾਰ-ਬਿਰਤੀ ਨੂੰ) ਮਨ (ਦੀ ਸ਼ੁਭ-ਬਿਰਤੀ) ਵਿਚ ਲੀਨ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਸੱਥ",
    "type_id": 3
  },
  {
    "id": 3505,
    "shabad_id": 235,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਮਨੁ ਜੋ ੲਿਛੇ ਸੋ ਲਹੈ; ਸਚੈ ਸਬਦਿ ਸੁਭਾੲਿ ||",
    "transliteration": "Man Jo Eishhae So Lehai Sachai Sabadh Subhaae ||",
    "translation": "All obtain the desires of their minds, through the Love of the True Word of the Shabad.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੇ) ਸੁਭਾਉ ਵਿਚ (ਆਪਾ ਲੀਨ ਕਰਨ ਵਾਲਾ) ਮਨ ਜੋ ਇੱਛਾ ਕਰਦਾ ਹੈ ਸੋ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3506,
    "shabad_id": 235,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਸਦ ਭੁੰਚੀਅੈ; ਗੁਰਮੁਖਿ ਕਾਰ ਕਮਾੲਿ ||",
    "transliteration": "Anmrith Naam Sadh Bhuncheeai Guramukh Kaar Kamaae ||",
    "translation": "They drink in the Ambrosial Nectar of the Naam forever; this is how the Gurmukhs act.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰਮੁਖਾਂ ਵਾਲੀ ਕਾਰ ਕਰ ਕੇ ਸਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਵੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3507,
    "shabad_id": 235,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਵਿਣੁ ਮਨੈ. ਜਿ ਹੋਰੀ ਨਾਲਿ ਲੁਝਣਾ; ਜਾਸੀ ਜਨਮੁ ਗਵਾੲਿ ||",
    "transliteration": "Vin Manai J Horee Naal Lujhanaa Jaasee Janam Gavaae ||",
    "translation": "Those who struggle with something other than their own mind, shall depart having wasted their lives.",
    "punjabi": "ਮਨ ਨੂੰ ਛੱਡ ਕੇ ਜੋ ਜੀਵ (ਸਰੀਰ ਆਦਿਕ) ਹੋਰ ਨਾਲ ਝਗੜਾ ਪਾਂਦਾ ਹੈ, ਉਹ ਜਨਮ ਬਿਰਥਾ ਗਵਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮਨੈ: ਪੋਲਾ ਬੋਲੋ[ ਲੁੱਝਣਾ",
    "type_id": 3
  },
  {
    "id": 3508,
    "shabad_id": 235,
    "pada": 10,
    "source_line": 15,
    "gurmukhi": "ਮਨਮੁਖੀ. ਮਨ ਹਠਿ ਹਾਰਿਅਾ; ਕੂੜੁ ਕੁਸਤੁ ਕਮਾੲਿ ||",
    "transliteration": "Manamukhee Manehath Haariaa Koorr Kusath Kamaae ||",
    "translation": "The self-willed manmukhs, through stubborn-mindedness and the practice of falsehood, lose the game of life.",
    "punjabi": "ਮਨਮੁਖ ਮਨ ਦੇ ਹਠ ਵਿਚ (ਬਾਜ਼ੀ) ਹਾਰ ਜਾਂਦਾ ਹੈ, ਤੇ ਕੂੜ-ਕੁਸੱਤ (ਦੀ ਕਮਾਈ) ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਹਠ: ਪੋਲਾ ਬੋਲੋ[ ਕੁ-ਸੱਤੁ",
    "type_id": 3
  },
  {
    "id": 3509,
    "shabad_id": 235,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮਨੁ ਜਿਣੈ; ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Gur Parasaadhee Man Jinai Har Saethee Liv Laae ||",
    "translation": "Those who conquer their own mind, by Guru's Grace, lovingly focus their attention on the Lord.",
    "punjabi": "ਗੁਰਮੁਖ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨ ਨੂੰ ਜਿੱਤਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਜੋੜਦਾ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3510,
    "shabad_id": 235,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਸਚੁ ਕਮਾਵੈ; ਮਨਮੁਖਿ ਅਾਵੈ ਜਾੲਿ ||੨||",
    "transliteration": "Naanak Guramukh Sach Kamaavai Manamukh Aavai Jaae ||2||",
    "translation": "O Nanak, the Gurmukhs practice Truth, while the self-willed manmukhs continue coming and going in reincarnation. ||2||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ। (ਪਰ) ਮਨਮੁਖ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3511,
    "shabad_id": 236,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3512,
    "shabad_id": 236,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ ਸੁਣਹੁ ਜਨ ਭਾੲੀ; ਹਰਿ ਸਤਿਗੁਰ ਕੀ ੲਿਕ ਸਾਖੀ ||",
    "transliteration": "Har Kae Santh Sunahu Jan Bhaaee Har Sathigur Kee Eik Saakhee ||",
    "translation": "O Saints of the Lord, O Siblings of Destiny, listen, and hear the Lord's Teachings, through the True Guru.",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨ ਪਿਆਰਿਓ! ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਸੁਣੋ (ਭਾਵ, ਸਿੱਖਿਆ ਤੇ ਤੁਰੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3513,
    "shabad_id": 236,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਿਸੁ ਧੁਰਿ ਭਾਗੁ ਹੋਵੈ ਮੁਖਿ ਮਸਤਕਿ; ਤਿਨਿ ਜਨਿ ਲੈ ਹਿਰਦੈ ਰਾਖੀ ||",
    "transliteration": "Jis Dhhur Bhaag Hovai Mukh Masathak Thin Jan Lai Hiradhai Raakhee ||",
    "translation": "Those who have good destiny pre-ordained and inscribed on their foreheads, grasp it and keep it enshrined in the heart.",
    "punjabi": "ਇਸ ਸਿੱਖਿਆ ਨੂੰ ਮਨੁੱਖ ਨੇ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਰੱਖਿਆ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਹੀ ਭਾਗ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3514,
    "shabad_id": 236,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਅੰਮਿ੍ਰਤ ਕਥਾ ਸਰੇਸਟ ੳੂਤਮ; ਗੁਰ ਬਚਨੀ ਸਹਜੇ ਚਾਖੀ ||",
    "transliteration": "Har Anmrith Kathhaa Saraesatt Ootham Gur Bachanee Sehajae Chaakhee ||",
    "translation": "Through the Guru's Teachings, they intuitively taste the sublime, exquisite and ambrosial sermon of the Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੁਆਰਾ ਹੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਪਹੁੰਚ ਕੇ ਪ੍ਰਭੂ ਦੀ ਉੱਤਮ ਪਵਿਤਰ ਤੇ ਜੀਵਨ-ਕਣੀ ਬਖ਼ਸ਼ਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਆਨੰਦ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "ਚੱਾਖੀ",
    "type_id": 3
  },
  {
    "id": 3515,
    "shabad_id": 236,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਤਹ ਭੲਿਅਾ ਪ੍ਰਗਾਸੁ, ਮਿਟਿਅਾ ਅੰਧਿਅਾਰਾ; ਜਿੳੁ ਸੂਰਜ. ਰੈਣਿ ਕਿਰਾਖੀ ||",
    "transliteration": "Theh Bhaeiaa Pragaas Mittiaa Andhhiaaraa Jio Sooraj Rain Kiraakhee ||",
    "translation": "The Divine Light shines in their hearts, and like the sun which removes the darkness of night, it dispels the darkness of ignorance.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨੂੰ ਜੇਹੜਾ ਹਿਰਦਾ ਇਕ ਵਾਰੀ ਧਾਰਨ ਕਰਦਾ ਹੈ) ਉਸ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ (ਮਾਇਆ ਦਾ) ਹਨੇਰਾ ਇਉਂ ਦੂਰ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ ਸੂਰਜ ਰਾਤ (ਦੇ ਹਨੇਰੇ) ਨੂੰ ਖਿੱਚ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਕਿਰਾਖੀ) ਕੱਟੀ",
    "type_id": 3
  },
  {
    "id": 3516,
    "shabad_id": 236,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਅਦਿਸਟੁ ਅਗੋਚਰੁ ਅਲਖੁ ਨਿਰੰਜਨੁ; ਸੋ ਦੇਖਿਅਾ ਗੁਰਮੁਖਿ ਅਾਖੀ ||੧੨||",
    "transliteration": "Adhisatt Agochar Alakh Niranjan So Dhaekhiaa Guramukh Aakhee ||12||",
    "translation": "As Gurmukh, they behold with their eyes the Unseen, Imperceptible, Unknowable, Immaculate Lord. ||12||",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਨਹੀਂ ਦਿੱਸਦਾ, ਇੰਦ੍ਰਿਆਂ ਦੇ ਵਿਸ਼ੇ ਤੋਂ ਪਰੇ ਹੈ ਤੇ ਅਲੱਖ ਹੈ ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਣ ਕਰਕੇ ਅੱਖੀਂ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "ਅ-ਦਿਸਟੁ, ਅ-ਗੋਚਰੁ, ਅ-ਲਖ: ਪੋਲੇ ਬੋਲੋ[ਅਾਖੀਂ[",
    "type_id": 3
  },
  {
    "id": 3517,
    "shabad_id": 237,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
