[
  {
    "id": 3644,
    "shabad_id": 258,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "hir Bgqw no dyie AnMdu; iQru GrI bhwilAnu ]",
    "transliteration": "Har Bhagathaa No Dhaee Anandh Thhir Gharee Behaalian ||",
    "translation": "The Lord bestows bliss upon His devotees, and gives them a seat in the eternal home.",
    "punjabi": "(ਭਗਤਾਂ ਨੂੰ ਆਪਣੇ ਭਜਨ ਦਾ) ਅਨੰਦ (ਭੀ) ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਨੂੰ) ਹਿਰਦੇ ਵਿਚ ਅਡੋਲ ਟਿਕਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "bhw-ilAnu",
    "type_id": 3
  },
  {
    "id": 3645,
    "shabad_id": 258,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "pwpIAw no. n dyeI iQru rhix; cuix nrk Goir cwilAnu ]",
    "transliteration": "Paapeeaa No N Dhaeee Thhir Rehan Chun Narak Ghor Chaalian ||",
    "translation": "He does not give the sinners any stability or place of rest; He consigns them to the depths of hell.",
    "punjabi": "(ਪਰ) ਪਾਪੀਆਂ ਨੂੰ ਅਡੋਲ-ਚਿੱਤ ਨਹੀਂ ਰਹਿਣ ਦੇਂਦਾ, ਚੁਣ ਕੇ (ਉਹਨਾਂ ਨੂੰ) ਘੋਰ ਨਰਕ ਵਿਚ ਪਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3646,
    "shabad_id": 258,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "hir Bgqw no dyie ipAwru; kir AMgu insqwirAnu ]19]",
    "transliteration": "Har Bhagathaa No Dhaee Piaar Kar Ang Nisathaarian ||19||",
    "translation": "The Lord blesses His devotees with His Love; He sides with them and saves them. ||19||",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, (ਉਹਨਾਂ ਦਾ) ਪੱਖ ਕਰ ਕੇ ਉਸ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਇਆ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3647,
    "shabad_id": 259,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3648,
    "shabad_id": 259,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "kubuiD fUmxI. kudieAw kswieix; pr inMdw Gt cUhVI. muTI kRoiD cMfwil ]",
    "transliteration": "Kubudhh Ddoomanee Kudhaeiaa Kasaaein Par Nindhaa Ghatt Chooharree Muthee Krodhh Chanddaal ||",
    "translation": "False-mindedness is the drummer-woman; cruelty is the butcheress; slander of others in one's heart is the cleaning-woman, and deceitful anger is the outcast-woman.",
    "punjabi": "ਭੈੜੀ ਮਤ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਦੀ) ਮਿਰਾਸਣ ਹੈ, ਬੇ-ਤਰਸੀ ਕਸਾਇਣ ਹੈ, ਪਰਾਈ ਨਿੰਦਿਆ ਅੰਦਰ ਦੀ ਚੂਹੜੀ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਚੰਡਾਲਣੀ (ਹੈ ਜਿਸ) ਨੇ (ਜੀਵ ਦੇ ਸ਼ਾਂਤ ਸੁਭਾਉ ਨੂੰ) ਠੱਗ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(kswie-ix) ix ishwrI bolo[ ku-bu`iD[ ku-dieAw",
    "type_id": 3
  },
  {
    "id": 3649,
    "shabad_id": 259,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "kwrI kFI ikAw QIAY; jW cwry bYTIAw nwil ]",
    "transliteration": "Kaaree Kadtee Kiaa Thheeai Jaan Chaarae Baitheeaa Naal ||",
    "translation": "What good are the ceremonial lines drawn around your kitchen, when these four are seated there with you?",
    "punjabi": "ਜੇ ਇਹ ਚਾਰੇ ਅੰਦਰ ਹੀ ਬੈਠੀਆਂ ਹੋਣ, ਤਾਂ (ਬਾਹਰ ਚੌਂਕਾ ਸੁੱਚਾ ਰੱਖਣ ਲਈ) ਲਕੀਰਾਂ ਕੱਢਣ ਦਾ ਕੀਹ ਲਾਭ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3650,
    "shabad_id": 259,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "scu sMjmu krxI kwrW; nwvxu nwau jpyhI ]",
    "transliteration": "Sach Sanjam Karanee Kaaraan Naavan Naao Japaehee ||",
    "translation": "Make Truth your self-discipline, and make good deeds the lines you draw; make chanting the Name your cleansing bath.",
    "punjabi": "ਜੋ ਮਨੁੱਖ 'ਸੱਚ' ਨੂੰ (ਚੌਂਕਾ ਸੁੱਚਾ ਕਰਨ ਦੀ) ਜੁਗਤਿ ਬਣਾਂਦੇ ਹਨ, ਉੱਚੇ ਆਚਰਨ ਨੂੰ (ਚੌਂਕੇ ਦੀਆਂ) ਲਕੀਰਾਂ ਬਣਾਂਦੇ ਹਨ, ਜੋ ਨਾਮ ਜਪਦੇ ਹਨ ਤੇ ਇਸ ਨੂੰ (ਤੀਰਥ) ਇਸ਼ਨਾਨ ਸਮਝਦੇ ਹਨ,",
    "pronunciation": "n@wvx",
    "type_id": 3
  },
  {
    "id": 3651,
    "shabad_id": 259,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "nwnk. AgY aUqm syeI; ij pwpW pMid. n dyhI ]1]",
    "transliteration": "Naanak Agai Ootham Saeee J Paapaan Pandh N Dhaehee ||1||",
    "translation": "O Nanak, those who do not walk in the ways of sin, shall be exalted in the world hereafter. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਪਾਪਾਂ ਵਾਲੀ ਸਿੱਖਿਆ ਨਹੀਂ ਦੇਂਦੇ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਚੰਗੇ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3652,
    "shabad_id": 260,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3653,
    "shabad_id": 260,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ikAw hMsu. ikAw bgulw; jw kau ndir kryie ]",
    "transliteration": "Kiaa Hans Kiaa Bagulaa Jaa Ko Nadhar Karaee ||",
    "translation": "Which is the swan, and which is the crane? It is only by His Glance of Grace.",
    "punjabi": "ਜਿਸ ਵੱਲ (ਪ੍ਰਭੂ) ਪਿਆਰ ਨਾਲ ਤੱਕੇ ਉਸ ਦਾ ਬਗੁਲਾ (-ਪਨ, ਭਾਵ, ਪਖੰਡ ਦੂਰ ਹੋਣਾ) ਕੀਹ ਔਖਾ ਹੈ ਤੇ ਉਸ ਦਾ ਹੰਸ (ਭਾਵ, ਉੱਜਲ-ਮਤਿ ਬਣਨਾ ਕੀਹ (ਮੁਸ਼ਕਿਲ ਹੈ)?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3654,
    "shabad_id": 260,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jo iqsu BwvY nwnkw; kwghu hMsu kryie ]2]",
    "transliteration": "Jo This Bhaavai Naanakaa Kaagahu Hans Karaee ||2||",
    "translation": "Whoever is pleasing to Him, O Nanak, is transformed from a crow into a swan. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪ੍ਰਭੂ ਚਾਹੇ (ਤਾਂ ਉਹ ਬਾਹਰੋਂ ਚੰਗੇ ਦਿੱਸਣ ਵਾਲੇ ਨੂੰ ਤਾਂ ਕਿਤੇ ਰਿਹਾ) ਕਾਂ ਨੂੰ ਭੀ (ਭਾਵ, ਅੰਦਰੋਂ ਗੰਦੇ ਆਚਰਨ ਵਾਲੇ ਨੂੰ ਭੀ ਉੱਜਲ-ਬੁਧਿ) ਹੰਸ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3655,
    "shabad_id": 261,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3656,
    "shabad_id": 261,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "kIqw loVIAY kMmu; su hir pih AwKIAY ]",
    "transliteration": "Keethaa Lorreeai Kanm S Har Pehi Aakheeai ||",
    "translation": "Whatever work you wish to accomplish-tell it to the Lord.",
    "punjabi": "ਜੇਹੜਾ ਕੰਮ ਤੋੜ ਚਾੜ੍ਹਨ ਦੀ ਇੱਛਾ ਹੋਵੇ, ਉਸਦੀ (ਪੂਰਨਤਾ ਲਈ) ਪ੍ਰਭੂ ਕੋਲ ਬੇਨਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3657,
    "shabad_id": 261,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "kwrju dyie svwir; siqgur scu swKIAY ]",
    "transliteration": "Kaaraj Dhaee Savaar Sathigur Sach Saakheeai ||",
    "translation": "He will resolve your affairs; the True Guru gives His Guarantee of Truth.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਕਾਰਜ ਸਵਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "dy-ie",
    "type_id": 3
  },
  {
    "id": 3658,
    "shabad_id": 261,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sMqw sMig inDwnu; AMimRqu cwKIAY ]",
    "transliteration": "Santhaa Sang Nidhhaan Anmrith Chaakheeai ||",
    "translation": "In the Society of the Saints, you shall taste the treasure of the Ambrosial Nectar.",
    "punjabi": "ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮਿਲਦਾ ਹੈ, ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਚੱਖ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3659,
    "shabad_id": 261,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "BY BMjn imhrvwn; dws kI rwKIAY ]",
    "transliteration": "Bhai Bhanjan Miharavaan Dhaas Kee Raakheeai ||",
    "translation": "The Lord is the Merciful Destroyer of fear; He preserves and protects His slaves.",
    "punjabi": "(ਸੋ ਇਹ ਬੇਨਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਕਿ) ਹੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲੇ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਦਾਸ ਦੀ ਲਾਜ ਰੱਖ ਲੌ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3660,
    "shabad_id": 261,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "nwnk. hir gux gwie; AlKu pRBu lwKIAY ]20]",
    "transliteration": "Naanak Har Gun Gaae Alakh Prabh Laakheeai ||20||",
    "translation": "O Nanak, sing the Glorious Praises of the Lord, and see the Unseen Lord God. ||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਤਰ੍ਹ੍ਹਾਂ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਅਲੱਖ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈਦੀ ਹੈ ॥੨੦॥",
    "pronunciation": "A-lKu: polw bolo",
    "type_id": 3
  },
  {
    "id": 3661,
    "shabad_id": 262,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3662,
    "shabad_id": 262,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "jIau ipMfu sBu iqs kw; sBsY dyie ADwru ]",
    "transliteration": "Jeeo Pindd Sabh This Kaa Sabhasai Dhaee Adhhaar ||",
    "translation": "Body and soul, all belong to Him. He gives His Support to all.",
    "punjabi": "ਜੋ ਹਰੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਧਰਵਾਸ ਦੇਂਦਾ ਹੈ, ਇਹ ਜਿੰਦ ਤੇ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸੇ ਦਾ (ਦਿੱਤਾ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3663,
    "shabad_id": 262,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk. gurmuiK syvIAY; sdw sdw dwqwru ]",
    "transliteration": "Naanak Guramukh Saeveeai Sadhaa Sadhaa Dhaathaar ||",
    "translation": "O Nanak, become Gurmukh and serve Him, who is forever and ever the Giver.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ (ਐਸੇ) ਦਾਤਾਰ ਦੀ ਨਿੱਤ ਸੇਵਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3664,
    "shabad_id": 262,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hau bilhwrI iqn kau; ijin iDAwieAw hir inrMkwru ]",
    "transliteration": "Ho Balihaaree Thin Ko Jin Dhhiaaeiaa Har Nirankaar ||",
    "translation": "I am a sacrifice to those who meditate on the Formless Lord.",
    "punjabi": "ਸਦਕੇ ਹਾਂ ਉਹਨਾਂ ਤੋਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਨਿਰੰਕਾਰ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3665,
    "shabad_id": 262,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "Enw ky muK sd aujly; Enw no sBu jgqu kry nmskwru ]1]",
    "transliteration": "Ounaa Kae Mukh Sadh Oujalae Ounaa No Sabh Jagath Karae Namasakaar ||1||",
    "translation": "Their faces are forever radiant, and the whole world bows in reverence to them. ||1||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਸਦਾ ਖਿੜੇ (ਰਹਿੰਦੇ ਹਨ) ਤੇ ਸਾਰਾ ਸੰਸਾਰ ਉਹਨਾਂ ਅੱਗੇ ਸਿਰ ਨਿਵਾਉਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "j`g-qu",
    "type_id": 3
  },
  {
    "id": 3666,
    "shabad_id": 263,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3667,
    "shabad_id": 263,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "siqgur imilAY aultI BeI; nv iniD Kricau Kwau ]",
    "transliteration": "Sathigur Miliai Oulattee Bhee Nav Nidhh Kharachio Khaao ||",
    "translation": "Meeting the True Guru, I am totally transformed; I have obtained the nine treasures to use and consume.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਮਾਇਆ ਵਲੋਂ ਹਟ ਜਾਂਦੀ ਹੈ (ਐਸੇ ਮਨੁੱਖ ਨੂੰ) ਖਾਣ-ਖਰਚਣ ਲਈ, ਮਾਨੋ, ਜਗਤ ਦੀ ਸਾਰੀ ਹੀ ਮਾਇਆ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3668,
    "shabad_id": 263,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ATwrh isDI, ipCY lgIAw iPrin; inj Gir vsY inj Qwie ]",
    "transliteration": "Athaareh Sidhhee Pishhai Lageeaa Firan Nij Ghar Vasai Nij Thhaae ||",
    "translation": "The Siddhis-the eighteen supernatural spiritual powers-follow in my footsteps; I dwell in my own home, within my own self.",
    "punjabi": "ਅਠਾਰਾਂ (ਹੀ) ਸਿੱਧੀਆਂ (ਭਾਵ, ਆਤਮਕ ਸ਼ਕਤੀਆਂ) ਉਸ ਦੇ ਪਿੱਛੇ ਲੱਗੀਆਂ ਫਿਰਦੀਆਂ ਹਨ (ਪਰ ਉਹ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ ਤੇ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਅਡੋਲ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3669,
    "shabad_id": 263,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Anhd DunI sd vjdy; aunmin hir ilv lwie ]",
    "transliteration": "Anehadh Dhhunee Sadh Vajadhae Ounaman Har Liv Laae ||",
    "translation": "The Unstruck Melody constantly vibrates within; my mind is exalted and uplifted-I am lovingly absorbed in the Lord.",
    "punjabi": "ਸਹਜ ਸੁਭਾਇ ਇਕ-ਰਸ ਉਸ ਦੇ ਅੰਦਰ ਸਿਮਰਨ ਦੀ ਰੌ ਚਲਦੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਪਿਆਰ ਦੀ ਤਾਂਘ ਵਿਚ ਉਹ ਹਰੀ ਨਾਲ ਬਿਰਤੀ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(aunmin) ivAwpk bRhmjI[ v`jdy",
    "type_id": 3
  },
  {
    "id": 3670,
    "shabad_id": 263,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "nwnk. hir Bgiq iqnw kY min vsY; ijn msqik iliKAw Duir pwie ]2]",
    "transliteration": "Naanak Har Bhagath Thinaa Kai Man Vasai Jin Masathak Likhiaa Dhhur Paae ||2||",
    "translation": "O Nanak, devotion to the Lord abides within the minds of those who have such pre-ordained destiny written on their foreheads. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੀ ਦੀ (ਇਹੋ ਜਿਹੀ) ਭਗਤੀ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮਸਤਕ ਤੇ (ਪਿਛਲੇ ਭਗਤੀ ਭਾਵ ਵਾਲੇ ਕੀਤੇ ਕੰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਤੋਂ (ਭਗਤੀ ਵਾਲੇ ਸੰਸਕਾਰ) ਲਿਖੇ ਪਏ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3671,
    "shabad_id": 264,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3672,
    "shabad_id": 264,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hau FwFI. hir pRB Ksm kw; hir kY dir AwieAw ]",
    "transliteration": "Ho Dtaadtee Har Prabh Khasam Kaa Har Kai Dhar Aaeiaa ||",
    "translation": "I am a minstrel of the Lord God, my Lord and Master; I have come to the Lord's Door.",
    "punjabi": "ਮੈਂ ਪ੍ਰਭੂ ਖਸਮ ਦਾ ਢਾਢੀ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਅੱਪੜਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3673,
    "shabad_id": 264,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir AMdir suxI pUkwr; FwFI muiK lwieAw ]",
    "transliteration": "Har Andhar Sunee Pookaar Dtaadtee Mukh Laaeiaa ||",
    "translation": "The Lord has heard my sad cries from within; He has called me, His minstrel, into His Presence.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਮੇਰੀ ਢਾਢੀ ਦੀ ਪੁਕਾਰ ਸੁਣੀ ਗਈ ਤੇ ਮੈਨੂੰ ਦਰਸਨ ਪਰਾਪਤ ਹੋਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3674,
    "shabad_id": 264,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hir. puiCAw FwFI sid kY; ikqu AriQ. qUM AwieAw ]",
    "transliteration": "Har Pushhiaa Dtaadtee Sadh Kai Kith Arathh Thoon Aaeiaa ||",
    "translation": "The Lord called His minstrel in, and asked, \"Why have you come here?\"",
    "punjabi": "ਮੈਨੂੰ ਢਾਢੀ ਨੂੰ ਹਰੀ ਸੱਦ ਕੇ, ਪੁੱਛਿਆ, ਹੇ ਢਾਢੀ! ਤੂੰ ਕਿਸ ਕੰਮ ਆਇਆ ਹੈਂ?",
    "pronunciation": "s`id",
    "type_id": 3
  },
  {
    "id": 3675,
    "shabad_id": 264,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "inq dyvhu dwnu dieAwl pRB; hir nwmu iDAwieAw ]",
    "transliteration": "Nith Dhaevahu Dhaan Dhaeiaal Prabh Har Naam Dhhiaaeiaa ||",
    "translation": "\"O Merciful God, please grant me the gift of continual meditation on the Lord's Name.\"",
    "punjabi": "(ਮੈਂ ਬੇਨਤੀ ਕੀਤੀ) 'ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! ਸਦਾ (ਇਹੀ ਦਾਨ ਬਖ਼ਸ਼ੋ ਕਿ) ਤੇਰੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਾਂ।'",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3676,
    "shabad_id": 264,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "hir dwqY. hir nwmu jpwieAw; nwnku pYnwieAw ]21]1] suDu",
    "transliteration": "Har Dhaathai Har Naam Japaaeiaa Naanak Painaaeiaa ||21||1|| Sudhhu",
    "translation": "And so the Lord, the Great Giver, inspired Nanak to chant the Lord's Name, and blessed him with robes of honor. ||21||1||Sudh||",
    "punjabi": "(ਬੇਨਤੀ ਸੁਣ ਕੇ) ਦਾਤਾਰ ਹਰੀ ਨੇ ਆਪਣਾ ਨਾਮ ਮੈਥੋਂ ਜਪਾਇਆ ਅਤੇ ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਵਡਿਆਈ (ਭੀ) ਦਿੱਤੀ ॥੨੧॥੧॥ਸੁਧੁ॥",
    "pronunciation": "pYn@wieAw-su`Du",
    "type_id": 3
  },
  {
    "id": 3677,
    "shabad_id": 265,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 3678,
    "shabad_id": 265,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "isrIrwgu ] kbIr jIau kw ] eyku suAwnu kY Gir gwvxw ]",
    "transliteration": "Sireeraag Kabeer Jeeo Kaa || Eaek Suaan Kai Ghar Gaavanaa",
    "translation": "Siree Raag, Kabeer Jee: To Be Sung To The Tune Of \"Ayk Su-Aan\" :",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3679,
    "shabad_id": 265,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jnnI jwnq. suqu bfw hoqu hY; ieqnwku. n jwnY; ij idn idn AvD Gtqu hY ]",
    "transliteration": "Jananee Jaanath Suth Baddaa Hoth Hai Eithanaa K N Jaanai J Dhin Dhin Avadhh Ghattath Hai ||",
    "translation": "The mother thinks that her son is growing up; she does not understand that, day by day, his life is diminishing.",
    "punjabi": "ਮਾਂ ਸਮਝਦੀ ਹੈ ਕਿ ਮੇਰਾ ਪੁੱਤਰ ਵੱਡਾ ਹੋ ਰਿਹਾ ਹੈ, ਪਰ ਉਹ ਏਨੀ ਗੱਲ ਨਹੀਂ ਸਮਝਦੀ ਕਿ ਜਿਉਂ ਜਿਉਂ ਦਿਨ ਬੀਤ ਰਹੇ ਹਨ ਇਸ ਦੀ ਉਮਰ ਘਟ ਰਹੀ ਹੈ।",
    "pronunciation": "ieqnw-ku[ Av-D: poly bolo",
    "type_id": 3
  },
  {
    "id": 3680,
    "shabad_id": 265,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "mor mor kir. AiDk lwfu Dir; pyKq hI jmrwau hsY ]1]",
    "transliteration": "Mor Mor Kar Adhhik Laadd Dhhar Paekhath Hee Jamaraao Hasai ||1||",
    "translation": "Calling him, \"Mine, mine\", she fondles him lovingly, while the Messenger of Death looks on and laughs. ||1||",
    "punjabi": "ਉਹ ਇਉਂ ਆਖਦੀ ਹੈ \"ਇਹ ਮੇਰਾ ਪੁੱਤਰ ਹੈ, ਇਹ ਮੇਰਾ ਪੁੱਤਰ\" (ਤੇ ਉਸ ਨਾਲ) ਬੜਾ ਲਾਡ ਕਰਦੀ ਹੈ; (ਮਾਂ ਦੀ ਇਸ ਮਮਤਾ ਨੂੰ) ਵੇਖ ਵੇਖ ਕੇ ਜਮਰਾਜ ਹੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "h`sY",
    "type_id": 3
  }
]
