[
  {
    "id": 3752,
    "shabad_id": 270,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਮਾਝ ਚੳੁਪਦੇ ਘਰੁ ੧ ਮਹਲਾ ੪",
    "transliteration": "Raag Maajh Choupadhae Ghar 1 Mehalaa 4",
    "translation": "Raag Maajh, Chau-Padas, First House, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਮਾਝ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਘਰੁ ੧ ਨੰੂ ਘਰੁ ਪਹਿਲਾ",
    "type_id": 3
  },
  {
    "id": 3753,
    "shabad_id": 270,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathinaam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. The Name Is Truth. Creative Being Personified. No Fear. No Hatred. Image Of The Undying Beyond Birth Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 3754,
    "shabad_id": 270,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ; ਮੈ. ਹਰਿ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Har Har Naam Mai Har Man Bhaaeiaa ||",
    "translation": "The Name of the Lord, Har, Har, is pleasing to my mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਭਾੲਿਅਾ) ਚੰਗਾ ਲੱਗਾ",
    "type_id": 3
  },
  {
    "id": 3755,
    "shabad_id": 270,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਵਡਭਾਗੀ; ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Vaddabhaagee Har Naam Dhhiaaeiaa ||",
    "translation": "By great good fortune, I meditate on the Lord's Name.",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਹੀ) ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3756,
    "shabad_id": 270,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ. ਹਰਿ ਨਾਮ ਸਿਧਿ ਪਾੲੀ; ਕੋ ਵਿਰਲਾ ਗੁਰਮਤਿ ਚਲੈ ਜੀੳੁ ॥੧॥",
    "transliteration": "Gur Poorai Har Naam Sidhh Paaee Ko Viralaa Guramath Chalai Jeeo ||1||",
    "translation": "The Perfect Guru has attained spiritual perfection in the Name of the Lord. How rare are those who follow the Guru's Teachings. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਇਹ ਸਫਲਤਾ ਮੈਂ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਾਸਲ ਕੀਤੀ ਹੈ (ਜਿਸ ਉਤੇ ਗੁਰੂ ਦੀ ਮਿਹਰ ਹੋਵੇ, ਉਸ ਨੂੰ ਇਹ ਦਾਤ ਮਿਲਦੀ ਹੈ) ਕੋਈ ਵਿਰਲਾ (ਵਡਭਾਗੀ) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਦਾ ਹੈ (ਤੇ ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਸਿਧਿ) ਪ੍ਰਾਪਤੀ। ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 3757,
    "shabad_id": 270,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੈ. ਹਰਿ ਹਰਿ ਖਰਚੁ; ਲੲਿਅਾ ਬੰਨਿ ਪਲੈ ॥",
    "transliteration": "Mai Har Har Kharach Laeiaa Bann Palai ||",
    "translation": "I have loaded my pack with the provisions of the Name of the Lord, Har, Har.",
    "punjabi": "(ਪੂਰੇ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਾਸਤੇ) ਖ਼ਰਚ ਪੱਲੇ ਬੰਨ੍ਹ ਲਿਆ ਹੈ।",
    "pronunciation": "ਬੰਨਿ੍ਹ ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 3758,
    "shabad_id": 270,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੇਰਾ ਪ੍ਰਾਣ ਸਖਾੲੀ; ਸਦਾ ਨਾਲਿ ਚਲੈ ॥",
    "transliteration": "Maeraa Praan Sakhaaee Sadhaa Naal Chalai ||",
    "translation": "The Companion of my breath of life shall always be with me.",
    "punjabi": "ਇਹ ਹਰਿ-ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ ਬਣ ਗਿਆ ਹੈ, (ਹੁਣ ਇਹ) ਸਦਾ ਮੇਰੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "ਪ੍ਰਾਣਾਂ ਤੋਂ (ਸਖਾੲੀ) ਪਿਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 3759,
    "shabad_id": 270,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਨਾਮੁ ਦਿੜਾੲਿਅਾ; ਹਰਿ ਨਿਹਚਲੁ. ਹਰਿ ਧਨੁ ਪਲੈ ਜੀੳੁ ॥੨॥",
    "transliteration": "Gur Poorai Har Naam Dhirraaeiaa Har Nihachal Har Dhhan Palai Jeeo ||2||",
    "translation": "The Perfect Guru has implanted the Lord's Name within me. I have the Imperishable Treasure of the Lord in my lap. ||2||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ (ਇਹ) ਹਰਿ-ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰ ਕੇ ਟਿਕਾ ਦਿੱਤਾ ਹੈ, ਹਰਿ-ਨਾਮ ਧਨ ਮੇਰੇ ਪਾਸ ਹੁਣ ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ ਧਨ ਹੋ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਿਹਚਲੁ) ਅਚੱਲ",
    "type_id": 3
  },
  {
    "id": 3760,
    "shabad_id": 270,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਸਜਣੁ ਮੇਰਾ ਪ੍ਰੀਤਮੁ ਰਾੲਿਅਾ ॥",
    "transliteration": "Har Har Sajan Maeraa Preetham Raaeiaa ||",
    "translation": "The Lord, Har, Har, is my Best Friend; He is my Beloved Lord King.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਹੀ) ਮੇਰਾ (ਅਸਲ) ਸੱਜਣ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਪਾਤਿਸ਼ਾਹ ਹੈ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਰਾੲਿਅਾ) ਪਾਤਿਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 3761,
    "shabad_id": 270,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕੋੲੀ ਅਾਣਿ ਮਿਲਾਵੈ; ਮੇਰੇ ਪ੍ਰਾਣ ਜੀਵਾੲਿਅਾ ॥",
    "transliteration": "Koee Aan Milaavai Maerae Praan Jeevaaeiaa ||",
    "translation": "If only someone would come and introduce me to Him, the Rejuvenator of my breath of life.",
    "punjabi": "(ਮੇਰੀ ਹਰ ਵੇਲੇ ਤਾਂਘ ਹੈ ਕਿ) ਕੋਈ (ਗੁਰਮੁਖ ਉਹ ਪ੍ਰੀਤਮ) ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "(ਮੇਰੇ) ਦਾਸਨਦਾਸ ਮਰੇ ਦੇ ਪ੍ਰਾਣ (ਜੀਵਾੲਿਅਾ) ਜਿੳੁਂਦੇ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 3762,
    "shabad_id": 270,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਹੳੁ ਰਹਿ. ਨ ਸਕਾ, ਬਿਨੁ ਦੇਖੇ ਪ੍ਰੀਤਮਾ; ਮੈ. ਨੀਰੁ ਵਹੇ ਵਹਿ ਚਲੈ ਜੀੳੁ ॥੩॥",
    "transliteration": "Ho Rehi N Sakaa Bin Dhaekhae Preethamaa Mai Neer Vehae Vehi Chalai Jeeo ||3||",
    "translation": "I cannot survive without seeing my Beloved. My eyes are welling up with tears. ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ (ਤੇਰੇ ਵਿਛੋੜੇ ਵਿਚ ਮੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚੋਂ ਬਿਰਹੋਂ ਦਾ) ਪਾਣੀ ਇਕ-ਸਾਰ ਚੱਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3763,
    "shabad_id": 270,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਤ੍ਰੁ; ਮੇਰਾ ਬਾਲ ਸਖਾੲੀ ॥",
    "transliteration": "Sathigur Mithra Maeraa Baal Sakhaaee ||",
    "translation": "My Friend, the True Guru, has been my Best Friend since I was very young.",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਗੁਰੂ ਮੇਰਾ (ਅਜੇਹਾ) ਮਿਤ੍ਰ ਹੈ (ਜਿਵੇਂ) ਬਚਪਨ ਦਾ ਸਾਥੀ ਹੈ।",
    "pronunciation": "(ਬਾਲ ਸਖਾੲੀ) ਬਚਪਨ ਦਾ ਸਾਥੀ",
    "type_id": 3
  },
  {
    "id": 3764,
    "shabad_id": 270,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਹੳੁ ਰਹਿ. ਨ ਸਕਾ; ਬਿਨੁ ਦੇਖੇ ਮੇਰੀ ਮਾੲੀ ॥",
    "transliteration": "Ho Rehi N Sakaa Bin Dhaekhae Maeree Maaee ||",
    "translation": "I cannot survive without seeing Him, O my mother!",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ (ਮੈਨੂੰ ਧੀਰਜ ਨਹੀਂ ਆਉਂਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3765,
    "shabad_id": 270,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਕਿ੍ਰਪਾ ਕਰਹੁ. ਗੁਰੁ ਮੇਲਹੁ; ਜਨ ਨਾਨਕ. ਹਰਿ ਧਨੁ ਪਲੈ ਜੀੳੁ ॥੪॥੧॥",
    "transliteration": "Har Jeeo Kirapaa Karahu Gur Maelahu Jan Naanak Har Dhhan Palai Jeeo ||4||1||",
    "translation": "O Dear Lord, please show Mercy to me, that I may meet the Guru. Servant Nanak gathers the Wealth of the Lord's Name in his lap. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ ਜੀ! ਜਿਸ ਉਤੇ ਤੁਸੀ ਕਿਰਪਾ ਕਰਦੇ ਹੋ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦੇ ਹੋ, ਤੇ ਉਸ ਦੇ ਪੱਲੇ ਹਰਿ-ਨਾਮ ਧਨ ਇਕੱਠਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3766,
    "shabad_id": 271,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾਝ ਮਹਲਾ ੪ ॥",
    "transliteration": "Maajh Mehalaa 4 ||",
    "translation": "Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3767,
    "shabad_id": 271,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਧੁਸੂਦਨ; ਮੇਰੇ ਮਨ ਤਨ ਪ੍ਰਾਨਾ ॥",
    "transliteration": "Madhhusoodhan Maerae Man Than Praanaa ||",
    "translation": "The Lord is my mind, body and breath of life.",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੇਰੇ ਮਨ ਦਾ ਆਸਰਾ ਹੈ, ਮੇਰੇ ਸਰੀਰ ਦਾ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦਾ) ਆਸਰਾ ਹੈ।",
    "pronunciation": "(ਮਧੁ-ਸੂਦਨ) ਪ੍ਰਮਾਤਮਾ ਜੀ",
    "type_id": 3
  },
  {
    "id": 3768,
    "shabad_id": 271,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ. ਹਰਿ ਬਿਨੁ; ਦੂਜਾ ਅਵਰੁ ਨ ਜਾਨਾ ॥",
    "transliteration": "Ho Har Bin Dhoojaa Avar N Jaanaa ||",
    "translation": "I do not know any other than the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਮੈਂ (ਜੀਵਨ-ਆਸਰਾ) ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3769,
    "shabad_id": 271,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕੋੲੀ ਸਜਣੁ ਸੰਤੁ ਮਿਲੈ ਵਡਭਾਗੀ; ਮੈ. ਹਰਿ ਪ੍ਰਭੁ ਪਿਅਾਰਾ ਦਸੈ ਜੀੳੁ ॥੧॥",
    "transliteration": "Koee Sajan Santh Milai Vaddabhaagee Mai Har Prabh Piaaraa Dhasai Jeeo ||1||",
    "translation": "If only I could have the good fortune to meet some friendly Saint; he might show me the Way to my Beloved Lord God. ||1||",
    "punjabi": "ਮੇਰੇ ਵਡੇ ਭਾਗਾਂ ਨੂੰ ਕੋਈ ਗੁਰਮੁਖ ਸੱਜਣ ਮੈਨੂੰ ਮਿਲ ਪਏ ਤੇ ਮੈਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਪਤਾ ਦੱਸ ਦੇਵੇ ॥੧॥",
    "pronunciation": "ਦੱਸੈ",
    "type_id": 3
  },
  {
    "id": 3770,
    "shabad_id": 271,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹੳੁ ਮਨੁ ਤਨੁ ਖੋਜੀ; ਭਾਲਿ ਭਾਲਾੲੀ ॥",
    "transliteration": "Ho Man Than Khojee Bhaal Bhaalaaee ||",
    "translation": "I have searched my mind and body, through and through.",
    "punjabi": "ਮੈਂ ਭਾਲ ਕਰ ਕੇ ਤੇ ਭਾਲ ਕਰਾ ਕੇ ਆਪਣਾ ਮਨ ਖੋਜਦਾ ਹਾਂ ਆਪਣਾ ਸਰੀਰ ਖੋਜਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3771,
    "shabad_id": 271,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਿੳੁ ਪਿਅਾਰਾ ਪ੍ਰੀਤਮੁ; ਮਿਲੈ ਮੇਰੀ ਮਾੲੀ ॥",
    "transliteration": "Kio Piaaraa Preetham Milai Maeree Maaee ||",
    "translation": "How can I meet my Darling Beloved, O my mother?",
    "punjabi": "(ਇਸ ਖ਼ਾਤਰ ਕਿ) ਹੇ ਮੇਰੀ ਮਾਂ! ਕਿਵੇਂ ਮੈਨੂੰ ਪਿਆਰਾ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਮਿਲ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3772,
    "shabad_id": 271,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਿਲਿ ਸਤਸੰਗਤਿ. ਖੋਜੁ ਦਸਾੲੀ; ਵਿਚਿ ਸੰਗਤਿ. ਹਰਿ ਪ੍ਰਭੁ ਵਸੈ ਜੀੳੁ ॥੨॥",
    "transliteration": "Mil Sathasangath Khoj Dhasaaee Vich Sangath Har Prabh Vasai Jeeo ||2||",
    "translation": "Joining the Sat Sangat, the True Congregation, I ask about the Path to God. In that Congregation, the Lord God abides. ||2||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਭੀ) ਮਿਲ ਕੇ (ਉਸ ਪ੍ਰੀਤਮ ਦਾ) ਪਤਾ ਪੁੱਛਦਾ ਹਾਂ (ਕਿਉਂਕਿ ਉਹ) ਹਰਿ-ਪ੍ਰਭੂ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਦਸਾੲੀ) ਦੱਸੀ। ਵਸੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3773,
    "shabad_id": 271,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮੇਰਾ ਪਿਅਾਰਾ ਪ੍ਰੀਤਮੁ; ਸਤਿਗੁਰੁ ਰਖਵਾਲਾ ॥",
    "transliteration": "Maeraa Piaaraa Preetham Sathigur Rakhavaalaa ||",
    "translation": "My Darling Beloved True Guru is my Protector.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਪਿਆਰਾ ਪ੍ਰੀਤਮ ਗੁਰੂ ਮਿਲਾ (ਵਿਕਾਰਾਂ ਤੋਂ ਉਹੀ ਮੇਰੀ) ਰਾਖੀ ਕਰਨ ਵਾਲਾ (ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3774,
    "shabad_id": 271,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹਮ ਬਾਰਿਕ ਦੀਨ; ਕਰਹੁ ਪ੍ਰਤਿਪਾਲਾ ॥",
    "transliteration": "Ham Baarik Dheen Karahu Prathipaalaa ||",
    "translation": "I am a helpless child-please cherish me.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਅਸੀਂ ਤੇਰੇ ਅੰਞਾਣ ਬੱਚੇ ਹਾਂ। ਸਾਡੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "(ਦੀਨ) ਗ੍ਰੀਬ",
    "type_id": 3
  },
  {
    "id": 3775,
    "shabad_id": 271,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮੇਰਾ ਮਾਤ ਪਿਤਾ. ਗੁਰੁ ਸਤਿਗੁਰੁ ਪੂਰਾ; ਗੁਰ ਜਲ ਮਿਲਿ. ਕਮਲੁ ਵਿਗਸੈ ਜੀੳੁ ॥੩॥",
    "transliteration": "Maeraa Maath Pithaa Gur Sathigur Pooraa Gur Jal Mil Kamal Vigasai Jeeo ||3||",
    "translation": "The Guru, the Perfect True Guru, is my Mother and Father. Obtaining the Water of the Guru, the lotus of my heart blossoms forth. ||3||",
    "punjabi": "ਪੂਰਾ ਗੁਰੂ ਸਤਿਗੁਰੂ (ਮੈਨੂੰ ਇਉਂ ਹੀ ਪਿਆਰਾ ਹੈ ਜਿਵੇਂ) ਮੇਰੀ ਮਾਂ ਤੇ ਮੇਰਾ ਪਿਉ ਹੈ (ਜਿਵੇਂ) ਪਾਣੀ ਨੂੰ ਮਿਲ ਕੇ ਕੌਲ-ਫੁੱਲ ਖਿੜਦਾ ਹੈ (ਤਿਵੇਂ) ਗੁਰੁ ਨੂੰ (ਮਿਲ ਕੇ ਮੇਰਾ ਹਿਰਦਾ ਖਿੜ ਪੈਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "(ਵਿ-ਗੱਸੈ) ਖਿੜਦਾ",
    "type_id": 3
  },
  {
    "id": 3776,
    "shabad_id": 271,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮੈ. ਬਿਨੁ ਗੁਰ ਦੇਖੇ; ਨੀਦ. ਨ ਅਾਵੈ ॥",
    "transliteration": "Mai Bin Gur Dhaekhae Needh N Aavai ||",
    "translation": "Without seeing my Guru, sleep does not come.",
    "punjabi": "ਹੇ ਹਰੀ! ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੇਰੇ ਮਨ ਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3777,
    "shabad_id": 271,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਤਨਿ ਵੇਦਨ; ਗੁਰ ਬਿਰਹੁ ਲਗਾਵੈ ॥",
    "transliteration": "Maerae Man Than Vaedhan Gur Birahu Lagaavai ||",
    "translation": "My mind and body are afflicted with the pain of separation from the Guru.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਵਿਛੋੜਾ (ਇਕ ਐਸੀ) ਪੀੜਾ (ਹੈ ਜੋ ਸਦਾ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਵੇਦਨ)ਪੀੜਾ",
    "type_id": 3
  },
  {
    "id": 3778,
    "shabad_id": 271,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਦੲਿਅਾ ਕਰਹੁ. ਗੁਰੁ ਮੇਲਹੁ; ਜਨ ਨਾਨਕ. ਗੁਰ ਮਿਲਿ ਰਹਸੈ ਜੀੳੁ ॥੪॥੨॥",
    "transliteration": "Har Har Dhaeiaa Karahu Gur Maelahu Jan Naanak Gur Mil Rehasai Jeeo ||4||2||",
    "translation": "O Lord, Har, Har, show mercy to me, that I may meet my Guru. Meeting the Guru, servant Nanak blossoms forth. ||4||2||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ (ਮੈਨੂੰ) ਗੁਰੂ ਮਿਲਾ। ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਪ-) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਮਨ) ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "(ਰ-ਹ੍ਨਸੈ) ਖੁਸ਼ ਹੋਣਾ",
    "type_id": 3
  }
]
