[
  {
    "id": 5517,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਪਿਅਾਸ ਦਰਸਨ ਘਣੀ; ਕੋੲੀ ਅਾਣਿ ਮਿਲਾਵੈ ਮਾੲਿ ॥",
    "transliteration": "Man Than Piaas Dharasan Ghanee Koee Aan Milaavai Maae ||",
    "translation": "My mind and body are so thirsty for the Blessed Vision of His Darshan. Won't someone please come and lead me to him, O my mother.",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਬੜੀ ਪਿਆਸ ਲੱਗੀ ਹੋਈ ਹੈ (ਚਿੱਤ ਲੋਚਦਾ ਹੈ ਕਿ) ਕੋਈ (ਉਸ ਪਤੀ ਨੂੰ) ਲਿਆ ਕੇ ਮੇਲ ਕਰਾ ਦੇਵੇ।",
    "pronunciation": "(ਘਣੀ) ਬਹੁਤੀ",
    "type_id": 3
  },
  {
    "id": 5518,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਸੰਤ ਸਹਾੲੀ ਪ੍ਰੇਮ ਕੇ; ਹੳੁ. ਤਿਨ ਕੈ ਲਾਗਾ ਪਾੲਿ ॥",
    "transliteration": "Santh Sehaaee Praem Kae Ho Thin Kai Laagaa Paae ||",
    "translation": "The Saints are the helpers of the Lord's lovers; I fall and touch their feet.",
    "punjabi": "(ਇਹ ਸੁਣ ਕੇ ਕਿ) ਸੰਤ ਜਨ ਪ੍ਰੇਮ ਵਧਾਣ ਵਿਚ ਸਹੈਤਾ ਕਰਿਆ ਕਰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5519,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਵਿਣੁ ਪ੍ਰਭ. ਕਿੳੁ ਸੁਖੁ ਪਾੲੀਅੈ; ਦੂਜੀ ਨਾਹੀ ਜਾੲਿ ॥",
    "transliteration": "Vin Prabh Kio Sukh Paaeeai Dhoojee Naahee Jaae ||",
    "translation": "Without God, how can I find peace? There is nowhere else to go.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਸੁਖ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ (ਕਿਉਂਕਿ ਸੁਖ-ਆਨੰਦ ਦੀ) ਹੋਰ ਕੋਈ ਥਾਂ ਹੀ ਨਹੀਂ।",
    "pronunciation": "(ਜਾੲਿ) ਥਾਂ",
    "type_id": 3
  },
  {
    "id": 5520,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਜਿੰਨ੍ਹੀ ਚਾਖਿਅਾ ਪ੍ਰੇਮ ਰਸੁ; ਸੇ ਤਿ੍ਰਪਤਿ ਰਹੇ ਅਾਘਾੲਿ ॥",
    "transliteration": "Jinnhee Chaakhiaa Praem Ras Sae Thripath Rehae Aaghaae ||",
    "translation": "Those who have tasted the sublime essence of His Love, remain satisfied and fulfilled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੇ ਪ੍ਰਭੂ-ਪਿਆਰ ਦਾ ਸੁਆਦ (ਇਕ ਵਾਰੀ) ਚੱਖ ਲਿਆ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੇ ਸੁਆਦ ਭੁੱਲ ਜਾਂਦੇ ਹਨ, ਮਾਇਆ ਵੱਲੋਂ) ਉਹ ਰੱਜ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "(ਅਾਘਾੲਿ) ਰੱਜੇ",
    "type_id": 3
  },
  {
    "id": 5521,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੁ ਤਿਅਾਗਿ ਬਿਨਤੀ ਕਰਹਿ; ਲੇਹੁ ਪ੍ਰਭੂ ਲੜਿ ਲਾੲਿ ॥",
    "transliteration": "Aap Thiaag Binathee Karehi Laehu Prabhoo Larr Laae ||",
    "translation": "They renounce their selfishness and conceit, and they pray, \"God, please attach me to the hem of Your robe.\"",
    "punjabi": "ਆਪਾ-ਭਾਵ ਛੱਡ ਕੇ ਉਹ ਸਦਾ ਅਰਦਾਸਾਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ-ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੇ ਲੜ ਲਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5522,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਹਰਿ ਕੰਤਿ ਮਿਲਾੲੀਅਾ; ਸਿ ਵਿਛੁੜਿ. ਕਤਹਿ ਨ ਜਾੲਿ ॥",
    "transliteration": "Jo Har Kanth Milaaeeaa S Vishhurr Kathehi N Jaae ||",
    "translation": "Those whom the Husband Lord has united with Himself, shall not be separated from Him again.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਖਸਮ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ, ਉਹ (ਉਸ ਮਿਲਾਪ ਵਿਚੋਂ) ਵਿੱਛੁੜ ਕੇ ਹੋਰ ਕਿਸੇ ਥਾਂ ਨਹੀਂ ਜਾਂਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5523,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭ ਵਿਣੁ ਦੂਜਾ ਕੋ ਨਹੀ; ਨਾਨਕ ਹਰਿ ਸਰਣਾੲਿ ॥",
    "transliteration": "Prabh Vin Dhoojaa Ko Nehee Naanak Har Saranaae ||",
    "translation": "Without God, there is no other at all. Nanak has entered the Sanctuary of the Lord.",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਨਾਨਕ (ਉਸ ਨੂੰ ਨਿਸਚਾ ਆ ਜਾਂਦਾ ਹੈ ਕਿ ਸਦੀਵੀ ਸੁਖ ਵਾਸਤੇ) ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5524,
    "shabad_id": 358,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਅਸੂ ਸੁਖੀ ਵਸੰਦੀਅਾ; ਜਿਨਾ. ਮੲਿਅਾ ਹਰਿ ਰਾੲਿ ॥੮॥",
    "transliteration": "Asoo Sukhee Vasandheeaa Jinaa Maeiaa Har Raae ||8||",
    "translation": "In Assu, the Lord, the Sovereign King, has granted His Mercy, and they dwell in peace. ||8||",
    "punjabi": "ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਈ ਰਹਿੰਦੀ ਹੈ। ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸੁਖ ਵਿਚ ਵੱਸਦੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਹੁੰਦੀ ਹੈ ॥੮॥",
    "pronunciation": "ਅੱਸੂ। ਮ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 5525,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "ਕਤਿਕਿ ਕਰਮ ਕਮਾਵਣੇ; ਦੋਸੁ. ਨ ਕਾਹੂ ਜੋਗੁ ॥",
    "transliteration": "Kathik Karam Kamaavanae Dhos N Kaahoo Jog ||",
    "translation": "In the month of Katak, do good deeds. Do not try to blame anyone else.",
    "punjabi": "ਕੱਤਕ (ਦੀ ਸੁਹਾਵਣੀ ਰੁੱਤ) ਵਿਚ (ਭੀ ਜੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲੋਂ ਵਿਛੋੜਾ ਰਿਹਾ ਤਾਂ ਇਹ ਆਪਣੇ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਸਿੱਟਾ ਹੈ, ਕਿਸੇ ਹੋਰ ਦੇ ਮੱਥੇ ਕੋਈ ਦੋਸ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਕੱਤਿ-ਕਿ ਮਹੀਨੇ ਰਾਹੀਂ ੳੁਪਦੇਸ਼ ਦਿੰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 5526,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "ਪਰਮੇਸਰ ਤੇ ਭੁਲਿਅਾਂ ਵਿਅਾਪਨਿ੍ਹ ਸਭੇ ਰੋਗ ॥",
    "transliteration": "Paramaesar Thae Bhuliaaan Viaapan Sabhae Rog ||",
    "translation": "Forgetting the Transcendent Lord, all sorts of illnesses are contracted.",
    "punjabi": "ਪਰਮੇਸਰ (ਦੀ ਯਾਦ) ਤੋਂ ਖੁੰਝਿਆਂ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਜ਼ੋਰ ਪਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਵਿਅਾਪਨਿ੍ਹ) ਲੱਗਣ",
    "type_id": 3
  },
  {
    "id": 5527,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "ਵੇਮੁਖ ਹੋੲੇ ਰਾਮ ਤੇ; ਲਗਨਿ ਜਨਮ ਵਿਜੋਗ ॥",
    "transliteration": "Vaemukh Hoeae Raam Thae Lagan Janam Vijog ||",
    "translation": "Those who turn their backs on the Lord shall be separated from Him and consigned to reincarnation, over and over again.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਇਸ ਜਨਮ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵੱਲੋਂ ਮੂੰਹ ਮੋੜੀ ਰੱਖਿਆ, ਉਹਨਾਂ ਨੂੰ (ਫਿਰ) ਲੰਮੇ ਵਿਛੋੜੇ ਪੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਵਿਜੋਗ) ਵਿਛੋੜੇ। ਲੱਗਨਿ",
    "type_id": 3
  },
  {
    "id": 5528,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਕੳੁੜੇ ਹੋੲਿ ਗੲੇ; ਜਿਤੜੇ ਮਾੲਿਅਾ ਭੋਗ ॥",
    "transliteration": "Khin Mehi Kourrae Hoe Geae Jitharrae Maaeiaa Bhog ||",
    "translation": "In an instant, all of Maya's sensual pleasures turn bitter.",
    "punjabi": "ਜੇਹੜੀਆਂ ਮਾਇਆ ਦੀਆਂ ਮੌਜਾਂ (ਦੀ ਖ਼ਾਤਰ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਸੀ, ਉਹ ਭੀ) ਇਕ ਪਲ ਵਿਚ ਦੁਖਦਾਈ ਹੋ ਜਾਂਦੀਆਂ ਹਨ,",
    "pronunciation": "(ਜਿੱਤੜੇ) ਜਿੰਨੇ",
    "type_id": 3
  },
  {
    "id": 5529,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਵਿਚੁ. ਨ ਕੋੲੀ ਕਰਿ ਸਕੈ; ਕਿਸ ਥੈ ਰੋਵਹਿ ਰੋਜ ॥",
    "transliteration": "Vich N Koee Kar Sakai Kis Thhai Rovehi Roj ||",
    "translation": "No one can then serve as your intermediary. Unto whom can we turn and cry?",
    "punjabi": "(ਉਸ ਦੁਖੀ ਹਾਲਤ ਵਿਚ) ਕਿਸੇ ਪਾਸ ਭੀ ਨਿਤ ਰੋਣੇ ਰੋਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਉਂਕਿ ਦੁੱਖ ਤਾਂ ਹੈ ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ, ਤੇ ਵਿਛੋੜੇ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ) ਕੋਈ ਵਿਚੋਲਾ-ਪਨ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "ਜਮਾ ਦੀ ਮਾਰ ਤੋਂ ਬਖ਼ਸ਼ਾੳੁਣ ਲੲੀ (ਵਿੱਚੁ) ਵਿਚੋਲਗੀ। (ਥੈ) ਪਾਸ",
    "type_id": 3
  },
  {
    "id": 5530,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਕੀਤਾ. ਕਿਛੂ ਨ ਹੋਵੲੀ; ਲਿਖਿਅਾ ਧੁਰਿ ਸੰਜੋਗ ॥",
    "transliteration": "Keethaa Kishhoo N Hovee Likhiaa Dhhur Sanjog ||",
    "translation": "By one's own actions, nothing can be done; destiny was pre-determined from the very beginning.",
    "punjabi": "(ਦੁਖੀ ਜੀਵ ਦੀ ਆਪਣੀ) ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ, (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰੋਂ ਹੀ ਲਿਖੇ ਲੇਖਾਂ ਦੀ ਬਿਧ ਆ ਬਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5531,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਵਡਭਾਗੀ ਮੇਰਾ ਪ੍ਰਭੁ ਮਿਲੈ; ਤਾਂ ੳੁਤਰਹਿ ਸਭਿ ਬਿਓਗ ॥",
    "transliteration": "Vaddabhaagee Maeraa Prabh Milai Thaan Outharehi Sabh Bioug ||",
    "translation": "By great good fortune, I meet my God, and then all pain of separation departs.",
    "punjabi": "(ਹਾਂ!) ਜੇ ਚੰਗੇ ਭਾਗਾਂ ਨੂੰ ਪ੍ਰਭੂ (ਆਪ) ਆ ਮਿਲੇ, ਤਾਂ ਵਿਛੋੜੇ ਤੋਂ ਪੈਦਾ ਹੋਏ ਸਾਰੇ ਦੁੱਖ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਬਿਓਗ) ਵਿਛੋੜੇ ਦੇ ਦੁੱਖ। ੳੁ੍ਨਤਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 5532,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਕੳੁ. ਪ੍ਰਭ ਰਾਖਿ ਲੇਹਿ; ਮੇਰੇ ਸਾਹਿਬ ਬੰਦੀ ਮੋਚ ॥",
    "transliteration": "Naanak Ko Prabh Raakh Laehi Maerae Saahib Bandhee Moch ||",
    "translation": "Please protect Nanak, God; O my Lord and Master, please release me from bondage.",
    "punjabi": "(ਨਾਨਕ ਦੀ ਤਾਂ ਇਹੀ ਬੇਨਤੀ ਹੈ-) ਹੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾਵਣ ਵਾਲੇ ਮੇਰੇ ਮਾਲਕ! ਨਾਨਕ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "(ਬੰਦੀ) ਬੰਧਨ, ਕੈਦ ਤੋਂ (ਮੋਚ) ਛਡਾੳੁਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 5533,
    "shabad_id": 358,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ਕਤਿਕ ਹੋਵੈ ਸਾਧਸੰਗੁ; ਬਿਨਸਹਿ ਸਭੇ ਸੋਚ ॥੯॥",
    "transliteration": "Kathik Hovai Saadhhasang Binasehi Sabhae Soch ||9||",
    "translation": "In Katak, in the Company of the Holy, all anxiety vanishes. ||9||",
    "punjabi": "ਕੱਤਕ (ਦੀ ਸੁਆਦਲੀ ਰੁੱਤ) ਵਿਚ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਮਿਲ ਜਾਏ, ਉਹਨਾਂ ਦੇ (ਵਿਛੋੜੇ ਵਾਲੇ) ਸਾਰੇ ਚਿੰਤਾ ਝੋਰੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ॥੯॥",
    "pronunciation": "(ਸੋਚ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 5534,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "ਮੰਘਿਰਿ ਮਾਹਿ ਸੋਹੰਦੀਅਾ; ਹਰਿ ਪਿਰ ਸੰਗਿ ਬੈਠੜੀਅਾਹ ॥",
    "transliteration": "Manghir Maahi Sohandheeaa Har Pir Sang Baitharreeaah ||",
    "translation": "In the month of Maghar, those who sit with their Beloved Husband Lord are beautiful.",
    "punjabi": "ਮੱਘਰ (ਦੇ ਠੰਢੇ-ਮਿੱਠੇ) ਮਹੀਨੇ ਵਿਚ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸੋਹਣੀਆਂ ਲੱਗਦੀਆਂ ਹਨ ਜੋ ਹਰੀ-ਪਤੀ ਦੇ ਨਾਲ ਬੈਠੀਆਂ ਹੁੰਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਮਾਹਿ) ਮਹੀਨੇ। ਮੰ-ਘਿਰਿ ਘੱਘੇ ਰਾਰੇ ਨੂੰ ਸਿਹਾਰੀ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 5535,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "ਤਿਨ ਕੀ ਸੋਭਾ ਕਿਅਾ ਗਣੀ; ਜਿ ਸਾਹਿਬਿ ਮੇਲੜੀਅਾਹ ॥",
    "transliteration": "Thin Kee Sobhaa Kiaa Ganee J Saahib Maelarreeaah ||",
    "translation": "How can their glory be measured? Their Lord and Master blends them with Himself.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ, ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5536,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਮੳੁਲਿਅਾ ਰਾਮ ਸਿੳੁ; ਸੰਗਿ ਸਾਧ ਸਹੇਲੜੀਅਾਹ ॥",
    "transliteration": "Than Man Mouliaa Raam Sio Sang Saadhh Sehaelarreeaah ||",
    "translation": "Their bodies and minds blossom forth in the Lord; they have the companionship of the Holy Saints.",
    "punjabi": "ਸਤ-ਸੰਗੀ ਸਹੇਲੀਆਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਨਾਲ (ਚਿੱਤ ਜੋੜ ਕੇ) ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਉਹਨਾਂ ਦਾ ਮਨ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਮੳੁ੍ਨਲਿਅਾ) ਖਿੜਿਅਾ, ਹਰਾ ਭਰਾ",
    "type_id": 3
  },
  {
    "id": 5537,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ਸਾਧ ਜਨਾ ਤੇ ਬਾਹਰੀ; ਸੇ ਰਹਨਿ ੲਿਕੇਲੜੀਅਾਹ ॥",
    "transliteration": "Saadhh Janaa Thae Baaharee Sae Rehan Eikaelarreeaah ||",
    "translation": "Those who lack the Company of the Holy, remain all alone.",
    "punjabi": "ਪਰ ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਤਸੰਗੀਆਂ (ਦੀ ਸੰਗਤਿ) ਤੋਂ ਵਾਂਜੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਇਕੱਲੀਆਂ (ਛੁੱਟੜ) ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ (ਜਿਵੇਂ ਸੜੇ ਹੋਏ ਤਿਲਾਂ ਦਾ ਬੂਟਾ ਪੈਲੀ ਵਿਚ ਨਿਖਸਮਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਬਾਹਰੀ) ਹੀਣ। ੲਿਕੇਲੜੀ-ਅਾਹ: ਕੰਨਾ ਪੂਰਾ ਲਾ ਕੇਹ ਮੁਕਤਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 5538,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਦੁਖੁ. ਨ ਕਬਹੂ ੳੁਤਰੈ; ਸੇ ਜਮ ਕੈ ਵਸਿ ਪੜੀਅਾਹ ॥",
    "transliteration": "Thin Dhukh N Kabehoo Outharai Sae Jam Kai Vas Parreeaah ||",
    "translation": "Their pain never departs, and they fall into the grip of the Messenger of Death.",
    "punjabi": "ਇਕੱਲੀ ਨਿਖਸਮੀ ਜਿੰਦ ਨੂੰ ਵੇਖ ਕੇ ਕਾਮਾਦਿਕ ਕਈ ਵੈਰੀ ਆ ਕੇ ਘੇਰ ਲੈਂਦੇ ਹਨ, ਤੇ) ਉਹਨਾਂ ਦਾ (ਵਿਕਾਰਾਂ ਤੋਂ ਉਪਜਿਆ) ਦੁੱਖ ਕਦੇ ਲਹਿੰਦਾ ਨਹੀਂ, ਉਹ ਜਮਾਂ ਦੇ ਵੱਸ ਪਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "ਵੱਸਿ। ਪੜੀ-ਅਾਹ: ੜ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 5539,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 11,
    "gurmukhi": "ਜਿਨੀ ਰਾਵਿਅਾ ਪ੍ਰਭੁ ਅਾਪਣਾ; ਸੇ ਦਿਸਨਿ ਨਿਤ ਖੜੀਅਾਹ ॥",
    "transliteration": "Jinee Raaviaa Prabh Aapanaa Sae Dhisan Nith Kharreeaah ||",
    "translation": "Those who have ravished and enjoyed their God, are seen to be continually exalted and uplifted.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਸਾਥ ਮਾਣਿਆ ਹੈ, ਉਹ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲੇ ਵਲੋਂ) ਸਦਾ ਸੁਚੇਤ ਦਿੱਸਦੀਆਂ ਹਨ (ਵਿਕਾਰ ਉਹਨਾਂ ਉਤੇ ਚੋਟ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਕਿਉਂਕਿ)",
    "pronunciation": "ਬ੍ਰਹਮਾਨੰਦ ਰਸ (ਰਾਵਿਅਾ) ਮਾਣਿਅਾ। (ਖੜੀਅਾਹ) ਸੁਚੇਤ, ਸਾਵਧਾਨ",
    "type_id": 3
  },
  {
    "id": 5540,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "ਰਤਨ ਜਵੇਹਰ ਲਾਲ ਹਰਿ; ਕੰਠਿ ਤਿਨਾ ਜੜੀਅਾਹ ॥",
    "transliteration": "Rathan Javaehar Laal Har Kanth Thinaa Jarreeaah ||",
    "translation": "They wear the Necklace of the jewels, emeralds and rubies of the Lord's Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਨੁਵਾਦ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋਤੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਵੇਂ ਹੀਰੇ ਜਵਾਹਰ ਤੇ ਲਾਲਾਂ ਦਾ ਗਲ ਵਿਚ ਪਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਅਜਪਾ ਜਾਪ ਵਾਹਿਗੁਰੂ ਨਾਮ ਜੀ ਨੂੰ, ਅਾਪਣੀ (ਕੰਠਿ) ਯਾਦ ਚ ਵਾ (ਕੰਠਿ) ਗਲ਼ੇ ਚ (ਜੜੀਅਾਹ) ਸਜਾੲਿਅਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 5541,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਬਾਂਛੈ ਧੂੜਿ ਤਿਨ; ਪ੍ਰਭ ਸਰਣੀ ਦਰਿ ਪੜੀਅਾਹ ॥",
    "transliteration": "Naanak Baanshhai Dhhoorr Thin Prabh Saranee Dhar Parreeaah ||",
    "translation": "Nanak seeks the dust of the feet of those who take to the Sanctuary of the Lord's Door.",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਸਤਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ਜੋ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪਏ ਰਹਿੰਦੇ ਹਨ ਜੋ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਬਾਂਛੈ) ਚਾਹੁੰਦੇ",
    "type_id": 3
  },
  {
    "id": 5542,
    "shabad_id": 358,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "ਮੰਘਿਰਿ ਪ੍ਰਭੁ ਅਾਰਾਧਣਾ; ਬਹੁੜਿ. ਨ ਜਨਮੜੀਅਾਹ ॥੧੦॥",
    "transliteration": "Manghir Prabh Aaraadhhanaa Bahurr N Janamarreeaah ||10||",
    "translation": "Those who worship and adore God in Maghar, do not suffer the cycle of reincarnation ever again. ||10||",
    "punjabi": "ਮੱਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਾਪਰਦਾ ॥੧੦॥",
    "pronunciation": "ਜਨਮੜੀ-ਅਾਹ",
    "type_id": 3
  },
  {
    "id": 5543,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 14,
    "gurmukhi": "ਪੋਖਿ. ਤੁਖਾਰੁ ਨ ਵਿਅਾਪੲੀ; ਕੰਠਿ ਮਿਲਿਅਾ ਹਰਿ ਨਾਹੁ ॥",
    "transliteration": "Pokh Thukhaar N Viaapee Kanth Miliaa Har Naahu ||",
    "translation": "In the month of Poh, the cold does not touch those, whom the Husband Lord hugs close in His Embrace.",
    "punjabi": "ਪੋਹ ਦੇ ਮਹੀਨੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਗਲ ਨਾਲ (ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰਭੂ-ਪਤੀ ਲੱਗਾ ਹੋਇਆ ਹੋਵੇ ਉਸ ਨੂੰ ਕੱਕਰ (ਮਨ ਦੀ ਕਠੋਰਤਾ, ਕੋਰਾਪਨ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ,",
    "pronunciation": "ਪੳੁੜੀ ਚ , ਕੰਨੇ ਲੰਬੇ, ਅੌਂਕੜ ਸੰਕੋਚ ਕੇ ਲਾੳੁਨਾਹੁ,ਸਾਹੁ, ਲਾਹੁ, ਗਾਹੁ। (ਤੁਖਾਰਿ) ਠੰਢ, ਪਾਲ਼ਾ। (ਨਾਹੁ) ਪ੍ਰਭੂ ਪਤੀ ਜੀ",
    "type_id": 3
  },
  {
    "id": 5544,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 14,
    "gurmukhi": "ਮਨੁ ਬੇਧਿਅਾ ਚਰਨਾਰਬਿੰਦ; ਦਰਸਨਿ ਲਗੜਾ ਸਾਹੁ ॥",
    "transliteration": "Man Baedhhiaa Charanaarabindh Dharasan Lagarraa Saahu ||",
    "translation": "Their minds are transfixed by His Lotus Feet. They are attached to the Blessed Vision of the Lord's Darshan.",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਸਦੀ ਬ੍ਰਿਤੀ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦੀ ਤਾਂਘ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਵਿੱਝਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਬੇਧਿਅਾ) ਵਿੰਨਿ੍ਹਅਾ। (ਲੱਗੜਾ) ਲੱਗਿਅਾ (ਸਾਹੁ) ਵਾਹਿਗੁਰੂ ਜੀ ਚ ਵਾ (ਸਾਹੁ) ਧਿਅਾਨ",
    "type_id": 3
  },
  {
    "id": 5545,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "ਓਟ ਗੋਵਿੰਦ ਗੋਪਾਲ ਰਾੲਿ; ਸੇਵਾ ਸੁਅਾਮੀ ਲਾਹੁ ॥",
    "transliteration": "Outt Govindh Gopaal Raae Saevaa Suaamee Laahu ||",
    "translation": "Seek the Protection of the Lord of the Universe; His service is truly profitable.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੋਬਿੰਦ ਗੋਪਾਲ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਉਸ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੇਵਾ ਦਾ ਲਾਭ ਖੱਟਿਆ ਹੈ,",
    "pronunciation": "(ਲਾਹੁ) ਲਾਹਾ",
    "type_id": 3
  },
  {
    "id": 5546,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "ਬਿਖਿਅਾ. ਪੋਹਿ ਨ ਸਕੲੀ; ਮਿਲਿ ਸਾਧੂ. ਗੁਣ ਗਾਹੁ ॥",
    "transliteration": "Bikhiaa Pohi N Sakee Mil Saadhhoo Gun Gaahu ||",
    "translation": "Corruption shall not touch you, when you join the Holy Saints and sing the Lord's Praises.",
    "punjabi": "ਮਾਇਆ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦੀ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਹੈ।",
    "pronunciation": "(ਗਾਹੁ) ਗੳੁਣੇ",
    "type_id": 3
  },
  {
    "id": 5547,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਜਹ ਤੇ ੳੁਪਜੀ. ਤਹ ਮਿਲੀ; ਸਚੀ ਪ੍ਰੀਤਿ ਸਮਾਹੁ ॥",
    "transliteration": "Jeh Thae Oupajee Theh Milee Sachee Preeth Samaahu ||",
    "translation": "From where it originated, there the soul is blended again. It is absorbed in the Love of the True Lord.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਉਸ ਨੇ ਜਨਮ ਲਿਆ ਹੈ, ਉਸੇ ਵਿਚ ਉਹ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੀ ਲਿਵ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5548,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੀਨੀ ਪਾਰਬ੍ਰਹਮਿ; ਬਹੁੜਿ. ਨ ਵਿਛੁੜੀਅਾਹੁ ॥",
    "transliteration": "Kar Gehi Leenee Paarabreham Bahurr N Vishhurreeaahu ||",
    "translation": "When the Supreme Lord God grasps someone's hand, he shall never again suffer separation from Him.",
    "punjabi": "ਪਾਰਬ੍ਰਹਮ ਨੇ (ਉਸ ਦਾ) ਹੱਥ ਫੜ ਕੇ (ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਿਆ ਹੁੰਦਾ ਹੈ, ਉਹ ਮੁੜ (ਉਸ ਦੇ ਚਰਨਾਂ ਤੋਂ) ਵਿੱਛੁੜਦੀ ਨਹੀਂ।",
    "pronunciation": "(ਕਰੁ) ਹੱਥ (ਗਹਿ) ਫੜ। (ਬਹੁੜਿ) ਫਿਰ",
    "type_id": 3
  },
  {
    "id": 5549,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 17,
    "gurmukhi": "ਬਾਰਿ ਜਾੳੁ. ਲਖ ਬੇਰੀਅਾ; ਹਰਿ ਸਜਣੁ. ਅਗਮ ਅਗਾਹੁ ॥",
    "transliteration": "Baar Jaao Lakh Baereeaa Har Sajan Agam Agaahu ||",
    "translation": "I am a sacrifice, 100,000 times, to the Lord, my Friend, the Unapproachable and Unfathomable.",
    "punjabi": "(ਪਰ) ਉਹ ਸੱਜਣ ਪ੍ਰਭੂ ਬੜਾ ਅਪਹੁੰਚ ਹੈ, ਬੜਾ ਡੂੰਘਾ ਹੈ, ਮੈਂ ਉਸ ਤੋਂ ਲਖ ਵਾਰੀ ਕੁਰਬਾਨ ਹਾਂ।",
    "pronunciation": "ਬੇਰੀਅਾ: ਕੰਨੇ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 5550,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 17,
    "gurmukhi": "ਸਰਮ ਪੲੀ ਨਾਰਾੲਿਣੈ; ਨਾਨਕ ਦਰਿ ਪੲੀਅਾਹੁ ॥",
    "transliteration": "Saram Pee Naaraaeinai Naanak Dhar Peeaahu ||",
    "translation": "Please preserve my honor, Lord; Nanak begs at Your Door.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹ ਬੜਾ ਦਿਆਲ ਹੈ) ਦਰ ਉੱਤੇ ਡਿੱਗਿਆਂ ਦੀ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਇੱਜ਼ਤ ਰੱਖਣੀ ਹੀ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਸਰਮ) ਲਾਜ",
    "type_id": 3
  },
  {
    "id": 5551,
    "shabad_id": 358,
    "pada": 12,
    "source_line": 18,
    "gurmukhi": "ਪੋਖੁ ਸੁੋਹੰਦਾ ਸਰਬ ਸੁਖ; ਜਿਸੁ ਬਖਸੇ ਵੇਪਰਵਾਹੁ ॥੧੧॥",
    "transliteration": "Pokh Suohandhaa Sarab Sukh Jis Bakhasae Vaeparavaahu ||11||",
    "translation": "Poh is beautiful, and all comforts come to that one, whom the Carefree Lord has forgiven. ||11||",
    "punjabi": "ਜਿਸ ਉੱਤੇ ਉਹ ਬੇ-ਪਰਵਾਹ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪੋਹ ਦਾ ਮਹੀਨਾ ਸੁਹਾਵਣਾ ਲੱਗਦਾ ਹੈ ਉਸ ਨੂੰ ਸਾਰੇ ਹੀ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ ॥੧੧॥",
    "pronunciation": "(ਸੁੋਹੰਦਾ) ਸੋਭਨੀਕ",
    "type_id": 3
  },
  {
    "id": 5552,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 18,
    "gurmukhi": "ਮਾਘਿ. ਮਜਨੁ ਸੰਗਿ ਸਾਧੂਅਾ; ਧੂੜੀ ਕਰਿ ੲਿਸਨਾਨੁ ॥",
    "transliteration": "Maagh Majan Sang Saadhhooaa Dhhoorree Kar Eisanaan ||",
    "translation": "In the month of Maagh, let your cleansing bath be the dust of the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਮਾਘ ਵਿਚ (ਮਾਘੀ ਵਾਲੇ ਦਿਨ ਲੋਕ ਪ੍ਰਯਾਗ ਆਦਿਕ ਤੀਰਥਾਂ ਤੇ ਇਸ਼ਨਾਨ ਕਰਨਾ ਬੜਾ ਪੁੰਨ ਸਮਝਦੇ ਹਨ, ਪਰ ਤੂੰ ਹੇ ਭਾਈ!) ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਬੈਠ, ਇਹੀ ਹੈ ਤੀਰਥਾਂ ਦਾ) ਇਸ਼ਨਾਨ, ਉਹਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰ।",
    "pronunciation": "(ਮੱਜਨੁ) ੲਿਸ਼ਨਾਨ",
    "type_id": 3
  },
  {
    "id": 5553,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਧਿਅਾੲਿ ਸੁਣਿ; ਸਭਨਾ ਨੋ ਕਰਿ ਦਾਨੁ ॥",
    "transliteration": "Har Kaa Naam Dhhiaae Sun Sabhanaa No Kar Dhaan ||",
    "translation": "Meditate and listen to the Name of the Lord, and give it to everyone.",
    "punjabi": "(ਨਿਮ੍ਰਤਾ-ਭਾਵ ਨਾਲ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਕਰ, ਉਥੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣ, ਹੋਰ ਸਭਨਾਂ ਨੂੰ ਇਹ ਨਾਮ ਦੀ ਦਾਤ ਵੰਡ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5554,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 19,
    "gurmukhi": "ਜਨਮ ਕਰਮ ਮਲੁ ੳੁਤਰੈ; ਮਨ ਤੇ ਜਾੲਿ ਗੁਮਾਨੁ ॥",
    "transliteration": "Janam Karam Mal Outharai Man Thae Jaae Gumaan ||",
    "translation": "In this way, the filth of lifetimes of karma shall be removed, and egotistical pride shall vanish from your mind.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਕਈ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਤੋਂ ਪੈਦਾ ਹੋਈ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ (ਤੇਰੇ ਮਨ ਤੋਂ) ਲਹਿ ਜਾਇਗੀ, ਤੇਰੇ ਮਨ ਵਿਚੋਂ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "(ਗੁਮਾਨੁ) ਅਹੰਕਾਰ",
    "type_id": 3
  }
]
