[
  {
    "id": 31214,
    "shabad_id": 2772,
    "pada": 11,
    "source_line": 1,
    "gurmukhi": "ਜੋ ਗੁਰਸਿਖ ਗੁਰੁ ਸੇਵਦੇ; ਸੇ ਪੁੰਨ ਪਰਾਣੀ ॥",
    "transliteration": "Jo Gurasikh Gur Saevadhae Sae Punn Paraanee ||",
    "translation": "Those Sikhs of the Guru, who serve the Guru, are the most blessed beings.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਜੇਹੜੇ ਸਿੱਖ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਦੇ ਹਨ, ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31215,
    "shabad_id": 2772,
    "pada": 11,
    "source_line": 1,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਤਿਨ ਕੳੁ ਵਾਰਿਅਾ; ਸਦਾ ਸਦਾ ਕੁਰਬਾਣੀ ॥੧੦॥",
    "transliteration": "Jan Naanak Thin Ko Vaariaa Sadhaa Sadhaa Kurabaanee ||10||",
    "translation": "Servant Nanak is a sacrifice to them; He is forever and ever a sacrifice. ||10||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਸਦਾ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31216,
    "shabad_id": 2772,
    "pada": 12,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਖੀ ਸਹੇਲੀਅਾ; ਸੇ ਅਾਪਿ ਹਰਿ ਭਾੲੀਅਾ ॥",
    "transliteration": "Guramukh Sakhee Sehaeleeaa Sae Aap Har Bhaaeeaa ||",
    "translation": "The Lord Himself is pleased with the Gurmukhs, the fellowship of the companions.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਸਪਰ ਪ੍ਰੇਮ ਨਾਲ ਰਹਿਣ ਵਾਲੀਆਂ ਸਤ-ਸੰਗੀ) ਸਹੇਲੀਆਂ (ਐਸੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਕਿ) ਉਹ ਆਪ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31217,
    "shabad_id": 2772,
    "pada": 12,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਦਰਗਹ ਪੈਨਾੲੀਅਾ; ਹਰਿ ਅਾਪਿ ਗਲਿ ਲਾੲੀਅਾ ॥੧੧॥",
    "transliteration": "Har Dharageh Painaaeeaa Har Aap Gal Laaeeaa ||11||",
    "translation": "In the Lord's Court, they are given robes of honor, and the Lord Himself hugs them close in His embrace. ||11||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪ ਆਪਣੇ ਗਲ ਨਾਲ (ਸਦਾ) ਲਾ ਲਿਆ ਹੈ ॥੧੧॥",
    "pronunciation": "ਪੈਨ੍ਹਾੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 31218,
    "shabad_id": 2772,
    "pada": 13,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਦੇ; ਤਿਨ ਦਰਸਨੁ ਦੀਜੈ ॥",
    "transliteration": "Jo Guramukh Naam Dhhiaaeidhae Thin Dharasan Dheejai ||",
    "translation": "Please bless me with the Blessed Vision of the Darshan of those Gurmukhs, who meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਤੇਰਾ) ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮੈਨੂੰ ਦਰਸਨ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31219,
    "shabad_id": 2772,
    "pada": 13,
    "source_line": 3,
    "gurmukhi": "ਹਮ ਤਿਨ ਕੇ ਚਰਣ ਪਖਾਲਦੇ; ਧੂੜਿ ਘੋਲਿ ਘੋਲਿ ਪੀਜੈ ॥੧੨॥",
    "transliteration": "Ham Thin Kae Charan Pakhaaladhae Dhhoorr Ghol Ghol Peejai ||12||",
    "translation": "I wash their feet, and drink in the dust of their feet, dissolved in the wash water. ||12||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਰਹਾਂ, ਤੇ, ਉਹਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਘੋਲ ਘੋਲ ਕੇ ਪੀਂਦਾ ਰਹਾਂ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31220,
    "shabad_id": 2772,
    "pada": 14,
    "source_line": 4,
    "gurmukhi": "ਪਾਨ ਸੁਪਾਰੀ ਖਾਤੀਅਾ; ਮੁਖਿ ਬੀੜੀਅਾ ਲਾੲੀਅਾ ॥",
    "transliteration": "Paan Supaaree Khaatheeaa Mukh Beerreeaa Laaeeaa ||",
    "translation": "Those who eat betel nuts and betel leaf and apply lipstick,",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਾਨ ਸੁਪਾਰੀ ਆਦਿਕ ਖਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਮੂੰਹ ਵਿਚ ਪਾਨ ਚਬਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ (ਭਾਵ, ਸਦਾ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗਾਂ ਵਿਚ ਮਸਤ ਹਨ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31221,
    "shabad_id": 2772,
    "pada": 14,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਹਰਿ. ਕਦੇ ਨ ਚੇਤਿਓ; ਜਮਿ ਪਕੜਿ ਚਲਾੲੀਅਾ ॥੧੩॥",
    "transliteration": "Har Har Kadhae N Chaethiou Jam Pakarr Chalaaeeaa ||13||",
    "translation": "But do not contemplate the Lord, Har, Har - the Messenger of Death will seize them and take them away. ||13||",
    "punjabi": "ਤੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੀ ਨਾਹ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ (ਦੇ ਗੇੜ) ਨੇ ਫੜ ਕੇ (ਸਦਾ ਲਈ) ਅੱਗੇ ਲਾ ਲਿਆ (ਉਹ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਗਈਆਂ) ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31222,
    "shabad_id": 2772,
    "pada": 15,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਨਾਮਾ ਹਰਿ ਚੇਤਿਅਾ; ਹਿਰਦੈ ੳੁਰਿ ਧਾਰੇ ॥",
    "transliteration": "Jin Har Naamaa Har Chaethiaa Hiradhai Our Dhhaarae ||",
    "translation": "The Messenger of Death does not even approach those who contemplate the Name of the Lord, Har, Har,",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31223,
    "shabad_id": 2772,
    "pada": 15,
    "source_line": 5,
    "gurmukhi": "ਤਿਨ ਜਮੁ. ਨੇੜਿ ਨ ਅਾਵੲੀ; ਗੁਰਸਿਖ ਗੁਰ ਪਿਅਾਰੇ ॥੧੪॥",
    "transliteration": "Thin Jam Naerr N Aavee Gurasikh Gur Piaarae ||14||",
    "translation": "And keep Him enshrined in their hearts. The Guru's Sikhs are the Guru's Beloveds. ||14||",
    "punjabi": "ਉਹਨਾਂ ਗੁਰੂ ਦੇ ਪਿਆਰੇ ਗੁਰਸਿੱਖਾਂ ਦੇ ਨੇੜੇ ਮੌਤ (ਦਾ ਡਰ) ਨਹੀਂ ਆਉਂਦਾ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31224,
    "shabad_id": 2772,
    "pada": 16,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਕੋੲੀ ਗੁਰਮੁਖਿ ਜਾਣੈ ॥",
    "transliteration": "Har Kaa Naam Nidhhaan Hai Koee Guramukh Jaanai ||",
    "translation": "The Name of the Lord is a treasure, known only to the few Gurmukhs.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਨਾਮ ਨਾਲ) ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31225,
    "shabad_id": 2772,
    "pada": 16,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਜਿਨ ਸਤਿਗੁਰੁ ਭੇਟਿਅਾ; ਰੰਗਿ ਰਲੀਅਾ ਮਾਣੈ ॥੧੫॥",
    "transliteration": "Naanak Jin Sathigur Bhaettiaa Rang Raleeaa Maanai ||15||",
    "translation": "O Nanak, those who meet with the True Guru, enjoy peace and pleasure. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ (ਹਰੇਕ ਮਨੁੱਖ) ਹਰਿ-ਨਾਮ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31226,
    "shabad_id": 2772,
    "pada": 17,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ ਅਾਖੀਅੈ; ਤੁਸਿ ਕਰੇ ਪਸਾਓ ॥",
    "transliteration": "Sathigur Dhaathaa Aakheeai Thus Karae Pasaaou ||",
    "translation": "The True Guru is called the Giver; in His Mercy, He grants His Grace.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੂੰ (ਹੀ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ। ਗੁਰੂ ਤ੍ਰੁੱਠ ਕੇ (ਨਾਮ ਦੇਣ ਦੀ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਤੁੱਸਿ",
    "type_id": 3
  },
  {
    "id": 31227,
    "shabad_id": 2772,
    "pada": 17,
    "source_line": 7,
    "gurmukhi": "ਹੳੁ. ਗੁਰ ਵਿਟਹੁ ਸਦ ਵਾਰਿਅਾ; ਜਿਨਿ ਦਿਤੜਾ ਨਾਓ ॥੧੬॥",
    "transliteration": "Ho Gur Vittahu Sadh Vaariaa Jin Dhitharraa Naaou ||16||",
    "translation": "I am forever a sacrifice to the Guru, who has blessed me with the Lord's Name. ||16||",
    "punjabi": "ਮੈਂ (ਤਾਂ) ਸਦਾ ਗੁਰੂ ਤੋਂ (ਹੀ) ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31228,
    "shabad_id": 2772,
    "pada": 18,
    "source_line": 8,
    "gurmukhi": "ਸੋ ਧੰਨੁ ਗੁਰੂ ਸਾਬਾਸਿ ਹੈ; ਹਰਿ ਦੇੲਿ ਸਨੇਹਾ ॥",
    "transliteration": "So Dhhann Guroo Saabaas Hai Har Dhaee Sanaehaa ||",
    "translation": "Blessed, very blessed is the Guru, who brings the Lord's message.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦਾ ਉਪਦੇਸ਼ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31229,
    "shabad_id": 2772,
    "pada": 18,
    "source_line": 8,
    "gurmukhi": "ਹੳੁ ਵੇਖਿ ਵੇਖਿ ਗੁਰੂ ਵਿਗਸਿਅਾ; ਗੁਰ ਸਤਿਗੁਰ ਦੇਹਾ ॥੧੭॥",
    "transliteration": "Ho Vaekh Vaekh Guroo Vigasiaa Gur Sathigur Dhaehaa ||17||",
    "translation": "I gaze upon the Guru, the Guru, the True Guru embodied, and I blossom forth in bliss. ||17||",
    "punjabi": "ਮੈਂ (ਤਾਂ) ਗੁਰੂ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਗੁਰੂ ਦਾ (ਸੋਹਣਾ) ਸਰੀਰ ਵੇਖ ਕੇ ਖਿੜ ਰਿਹਾ ਹਾਂ ॥੧੭॥",
    "pronunciation": "ਵਿਗ-ਸਿਅਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 31230,
    "shabad_id": 2772,
    "pada": 19,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਰਸਨਾ ਅੰਮ੍ਰਿਤੁ ਬੋਲਦੀ; ਹਰਿ ਨਾਮਿ ਸੁਹਾਵੀ ॥",
    "transliteration": "Gur Rasanaa Anmrith Boladhee Har Naam Suhaavee ||",
    "translation": "The Guru's tongue recites Words of Ambrosial Nectar; He is adorned with the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਜੀਭ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਉਚਾਰਦੀ ਹੈ, ਹਰਿ-ਨਾਮ (ਉਚਾਰਨ ਦੇ ਕਾਰਨ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31231,
    "shabad_id": 2772,
    "pada": 19,
    "source_line": 9,
    "gurmukhi": "ਜਿਨ ਸੁਣਿ ਸਿਖਾ. ਗੁਰੁ ਮੰਨਿਅਾ; ਤਿਨਾ ਭੁਖ ਸਭ ਜਾਵੀ ॥੧੮॥",
    "transliteration": "Jin Sun Sikhaa Gur Manniaa Thinaa Bhukh Sabh Jaavee ||18||",
    "translation": "Those Sikhs who hear and obey the Guru - all their desires depart. ||18||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਭੀ ਸਿੱਖਾਂ ਨੇ (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼) ਸੁਣ ਕੇ ਗੁਰੂ ਉੱਤੇ ਯਕੀਨ ਲਿਆਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ (ਮਾਇਆ ਦੀ) ਸਾਰੀ ਭੁੱਖ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੧੮॥",
    "pronunciation": "ਸਿੱਖਾਂ",
    "type_id": 3
  },
  {
    "id": 31232,
    "shabad_id": 2772,
    "pada": 20,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਕਾ ਮਾਰਗੁ ਅਾਖੀਅੈ; ਕਹੁ ਕਿਤੁ ਬਿਧਿ ਜਾੲੀਅੈ ॥",
    "transliteration": "Har Kaa Maarag Aakheeai Kahu Kith Bidhh Jaaeeai ||",
    "translation": "Some speak of the Lord's Path; tell me, how can I walk on it?",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਹੀ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਦੱਸ, ਕਿਸ ਤਰੀਕੇ ਨਾਲ (ਇਸ ਰਸਤੇ ਉੱਤੇ) ਤੁਰ ਸਕੀਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31233,
    "shabad_id": 2772,
    "pada": 20,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਤੇਰਾ ਨਾਮੁ ਹੈ; ਹਰਿ ਖਰਚੁ ਲੈ ਜਾੲੀਅੈ ॥੧੯॥",
    "transliteration": "Har Har Thaeraa Naam Hai Har Kharach Lai Jaaeeai ||19||",
    "translation": "O Lord, Har, Har, Your Name is my supplies; I will take it with me and set out. ||19||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਹੀ (ਰਸਤੇ ਦਾ) ਖ਼ਰਚ ਹੈ, ਇਹ ਖ਼ਰਚ ਪੱਲੇ ਬੰਨ੍ਹ ਕੇ (ਇਸ ਰਸਤੇ ਉੱਤੇ) ਤੁਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31234,
    "shabad_id": 2772,
    "pada": 21,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਗੁਰਮੁਖਿ ਹਰਿ ਅਾਰਾਧਿਅਾ; ਸੇ ਸਾਹ ਵਡ ਦਾਣੇ ॥",
    "transliteration": "Jin Guramukh Har Aaraadhhiaa Sae Saah Vadd Dhaanae ||",
    "translation": "Those Gurmukhs who worship and adore the Lord, are wealthy and very wise.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ ਉਹ ਵੱਡੇ ਸਿਆਣੇ ਸ਼ਾਹ ਬਣ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31235,
    "shabad_id": 2772,
    "pada": 21,
    "source_line": 11,
    "gurmukhi": "ਹੳੁ. ਸਤਿਗੁਰ ਕੳੁ ਸਦ ਵਾਰਿਅਾ; ਗੁਰ ਬਚਨਿ ਸਮਾਣੇ ॥੨੦॥",
    "transliteration": "Ho Sathigur Ko Sadh Vaariaa Gur Bachan Samaanae ||20||",
    "translation": "I am forever a sacrifice to the True Guru; I am absorbed in the Words of the Guru's Teachings. ||20||",
    "punjabi": "ਮੈਂ ਸਦਾ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ) ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31236,
    "shabad_id": 2772,
    "pada": 22,
    "source_line": 12,
    "gurmukhi": "ਤੂ ਠਾਕੁਰੁ. ਤੂ ਸਾਹਿਬੋ; ਤੂਹੈ ਮੇਰਾ ਮੀਰਾ ॥",
    "transliteration": "Thoo Thaakur Thoo Saahibo Thoohai Maeraa Meeraa ||",
    "translation": "You are the Master, my Lord and Master; You are my Ruler and King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਹੈਂ ਤੂੰ ਮੇਰਾ ਸਾਹਿਬ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਪਾਤਿਸ਼ਾਹ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31237,
    "shabad_id": 2772,
    "pada": 22,
    "source_line": 12,
    "gurmukhi": "ਤੁਧੁ ਭਾਵੈ ਤੇਰੀ ਬੰਦਗੀ; ਤੂ ਗੁਣੀ ਗਹੀਰਾ ॥੨੧॥",
    "transliteration": "Thudhh Bhaavai Thaeree Bandhagee Thoo Gunee Geheeraa ||21||",
    "translation": "If it is pleasing to Your Will, then I worship and serve You; You are the treasure of virtue. ||21||",
    "punjabi": "ਜੇ ਤੈਨੂੰ ਪਸੰਦ ਆਵੇ, ਤਾਂ ਹੀ ਤੇਰੀ ਭਗਤੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਤੂੰ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈਂ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31238,
    "shabad_id": 2772,
    "pada": 23,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਹਰਿ. ੲਿਕ ਰੰਗੁ ਹੈ; ਅਾਪੇ ਬਹੁ ਰੰਗੀ ॥",
    "transliteration": "Aapae Har Eik Rang Hai Aapae Bahu Rangee ||",
    "translation": "The Lord Himself is absolute; He is The One and Only; but He Himself is also manifested in many forms.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਨਿਰਗੁਣ ਸਰੂਪ ਵਿਚ) ਇਕੋ ਇਕ ਹਸਤੀ ਹੈ, ਤੇ, ਆਪ ਹੀ (ਸਰਗੁਣ ਸਰੂਪ ਵਿਚ) ਅਨੇਕਾਂ ਰੂਪਾਂ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31239,
    "shabad_id": 2772,
    "pada": 23,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ ਨਾਨਕਾ; ਸਾੲੀ ਗਲ ਚੰਗੀ ॥੨੨॥੨॥",
    "transliteration": "Jo This Bhaavai Naanakaa Saaee Gal Changee ||22||2||",
    "translation": "Whatever pleases Him, O Nanak, that alone is good. ||22||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜੀ ਗੱਲ ਉਸ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਉਹੀ ਗੱਲ ਜੀਵਾਂ ਦੇ ਭਲੇ ਵਾਸਤੇ ਹੁੰਦੀ ਹੈ ॥੨੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31240,
    "shabad_id": 2773,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਿਲੰਗ ਮਹਲਾ ੯ ਕਾਫੀ",
    "transliteration": "Thilang Mehalaa 9 Kaafee",
    "translation": "Tilang, Ninth Mehl, Kaafee:",
    "punjabi": "ਰਾਗ ਤਿਲੰਗ ਵਿੱਚ ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31241,
    "shabad_id": 2773,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 31242,
    "shabad_id": 2773,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਚੇਤਨਾ ਹੈ. ਤੳੁ ਚੇਤ ਲੈ; ਨਿਸਿ ਦਿਨਿ ਮੈ. ਪ੍ਰਾਨੀ ॥",
    "transliteration": "Chaethanaa Hai Tho Chaeth Lai Nis Dhin Mai Praanee ||",
    "translation": "If you are conscious, then be conscious of Him night and day, O mortal.",
    "punjabi": "ਹੇ ਮਨੁੱਖ! ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੈ, ਤਾਂ ਦਿਨ ਰਾਤ ਇੱਕ ਕਰ ਕੇ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31243,
    "shabad_id": 2773,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਛਿਨੁ ਛਿਨੁ ਅੳੁਧ ਬਿਹਾਤੁ ਹੈ; ਫੂਟੈ ਘਟ ਜਿੳੁ ਪਾਨੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Shhin Shhin Aoudhh Bihaath Hai Foottai Ghatt Jio Paanee ||1|| Rehaao ||",
    "translation": "Each and every moment, your life is passing away, like water from a cracked pitcher. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਜਿਵੇਂ ਤ੍ਰੇੜੇ ਹੋਏ ਘੜੇ ਵਿਚੋਂ ਪਾਣੀ (ਸਹਜੇ ਸਹਜੇ ਨਿਕਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਿਵੇਂ ਹੀ) ਇਕ ਇਕ ਛਿਨ ਕਰ ਕੇ ਉਮਰ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਘਟ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 31244,
    "shabad_id": 2773,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਗੁਨ. ਕਾਹਿ ਨ ਗਾਵਹੀ; ਮੂਰਖ ਅਗਿਅਾਨਾ ॥",
    "transliteration": "Har Gun Kaahi N Gaavehee Moorakh Agiaanaa ||",
    "translation": "Why do you not sing the Glorious Praises of the Lord, you ignorant fool?",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੇ ਬੇ-ਸਮਝ! ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਕਿਉਂ ਨਹੀਂ ਗਾਂਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31245,
    "shabad_id": 2773,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਝੂਠੈ ਲਾਲਚਿ ਲਾਗਿ ਕੈ; ਨਹਿ ਮਰਨੁ ਪਛਾਨਾ ॥੧॥",
    "transliteration": "Jhoothai Laalach Laag Kai Nehi Maran Pashhaanaa ||1||",
    "translation": "You are attached to false greed, and you do not even consider death. ||1||",
    "punjabi": "ਮਾਇਆ ਦੇ ਝੂਠੇ ਲਾਲਚ ਵਿਚ ਫਸ ਕੇ ਤੂੰ ਮੌਤ ਨੂੰ (ਭੀ) ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31246,
    "shabad_id": 2773,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅਜਹੂ ਕਛੁ ਬਿਗਰਿਓ ਨਹੀ; ਜੋ ਪ੍ਰਭ ਗੁਨ ਗਾਵੈ ॥",
    "transliteration": "Ajehoo Kashh Bigariou Nehee Jo Prabh Gun Gaavai ||",
    "translation": "Even now, no harm has been done, if you will only sing God's Praises.",
    "punjabi": "ਪਰ, ਜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦੇਵੇ (ਭਾਵੇਂ ਸਿਮਰਨ-ਹੀਨਤਾ ਵਿਚ ਕਿਤਨੀ ਭੀ ਉਮਰ ਗੁਜ਼ਰ ਚੁਕੀ ਹੋਵੇ) ਫਿਰ ਭੀ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਉਂਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31247,
    "shabad_id": 2773,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਹ ਭਜਨ ਤੇ; ਨਿਰਭੈ ਪਦੁ ਪਾਵੈ ॥੨॥੧॥",
    "transliteration": "Kahu Naanak Thih Bhajan Thae Nirabhai Padh Paavai ||2||1||",
    "translation": "Says Nanak, by meditating and vibrating upon Him, you shall obtain the state of fearlessness. ||2||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਉਹ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਿੱਥੇ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31248,
    "shabad_id": 2774,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਿਲੰਗ ਮਹਲਾ ੯ ॥",
    "transliteration": "Thilang Mehalaa 9 ||",
    "translation": "Tilang, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31249,
    "shabad_id": 2774,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਾਗਿ ਲੇਹੁ ਰੇ ਮਨਾ; ਜਾਗਿ ਲੇਹੁ ॥ ਕਹਾ ਗਾਫਲ ਸੋੲਿਅਾ ॥",
    "transliteration": "Jaag Laehu Rae Manaa Jaag Laehu Kehaa Gaafal Soeiaa ||",
    "translation": "Wake up, O mind! Wake up! Why are you sleeping unaware?",
    "punjabi": "ਹੇ ਮਨ! ਹੋਸ਼ ਕਰ, ਹੋਸ਼ ਕਰ! ਤੂੰ ਕਿਉਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਸੌਂ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31250,
    "shabad_id": 2774,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜੋ ਤਨੁ ੳੁਪਜਿਅਾ ਸੰਗ ਹੀ; ਸੋ ਭੀ ਸੰਗ. ਨ ਹੋੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Than Oupajiaa Sang Hee So Bhee Sang N Hoeiaa ||1|| Rehaao ||",
    "translation": "That body, which you were born with, shall not go along with you in the end. ||1||Pause||",
    "punjabi": "(ਵੇਖ,) ਜੇਹੜਾ (ਇਹ) ਸਰੀਰ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਹੀ ਪੈਦਾ ਹੁੰਦਾ ਹੈ; ਇਹ ਭੀ (ਆਖ਼ਰ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 31251,
    "shabad_id": 2774,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਸੁਤ ਬੰਧ ਜਨ; ਹਿਤੁ ਜਾ ਸਿੳੁ ਕੀਨਾ ॥",
    "transliteration": "Maath Pithaa Suth Bandhh Jan Hith Jaa Sio Keenaa ||",
    "translation": "Mother, father, children and relatives whom you love,",
    "punjabi": "ਹੇ ਮਨ! (ਵੇਖ,) ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਜਿਨ੍ਹਾਂ ਨਾਲ ਮਨੁੱਖ (ਸਾਰੀ ਉਮਰ) ਪਿਆਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31252,
    "shabad_id": 2774,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜੀੳੁ ਛੂਟਿਓ ਜਬ ਦੇਹ ਤੇ; ਡਾਰਿ ਅਗਨਿ ਮੈ ਦੀਨਾ ॥੧॥",
    "transliteration": "Jeeo Shhoottiou Jab Dhaeh Thae Ddaar Agan Mai Dheenaa ||1||",
    "translation": "Will throw your body into the fire, when your soul departs from it. ||1||",
    "punjabi": "ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਵੱਖ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ (ਉਹ ਸਾਰੇ ਰਿਸ਼ਤੇਦਾਰ, ਉਸ ਦੇ ਸਰੀਰ ਨੂੰ) ਅੱਗ ਵਿਚ ਪਾ ਦੇਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
