[
  {
    "id": 31512,
    "shabad_id": 2797,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਕਿਰਪਾ ਤੇ. ਹਰਿ ਮਨਿ ਵਸੈ; ਹੋਰਤੁ ਬਿਧਿ ਲੲਿਅਾ. ਨ ਜਾੲੀ ॥੧॥",
    "transliteration": "Gur Kirapaa Thae Har Man Vasai Horath Bidhh Laeiaa N Jaaee ||1||",
    "translation": "By Guru's Grace, the Lord comes to dwell in the mind; He cannot be obtained in any other way. ||1||",
    "punjabi": "(ਪਰ ਉਹ) ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਹੀ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ, ਕਿਸੇ ਭੀ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਉਸ ਨੂੰ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31513,
    "shabad_id": 2797,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਧਨੁ ਸੰਚੀਅੈ ਭਾੲੀ ॥",
    "transliteration": "Har Dhhan Sancheeai Bhaaee ||",
    "translation": "So gather in the wealth of the Lord, O Siblings of Destiny,",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਹਰੀ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31514,
    "shabad_id": 2797,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜਿ ਹਲਤਿ ਪਲਤਿ ਹਰਿ ਹੋੲਿ ਸਖਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "J Halath Palath Har Hoe Sakhaaee ||1|| Rehaao ||",
    "translation": "So that in this world and the next, the Lord shall be your friend and companion. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਹਰੀ ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਮਿੱਤਰ ਬਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 31515,
    "shabad_id": 2797,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸਤਸੰਗਤੀ ਸੰਗਿ. ਹਰਿ ਧਨੁ ਖਟੀਅੈ; ਹੋਰ ਥੈ ਹੋਰਤੁ ੳੁਪਾੲਿ, ਹਰਿ ਧਨੁ ਕਿਤੈ. ਨ ਪਾੲੀ ॥",
    "transliteration": "Sathasangathee Sang Har Dhhan Khatteeai Hor Thhai Horath Oupaae Har Dhhan Kithai N Paaee ||",
    "translation": "In the company of the Sat Sangat, the True Congregation, you shall earn the wealth of the Lord; this wealth of the Lord is not obtained anywhere else, by any other means, at all.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਤਸੰਗੀਆਂ ਨਾਲ (ਮਿਲ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਖੱਟਿਆ ਜਾ ਸਕਦਾ ਹੈ, (ਸਤਸੰਗ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਭੀ ਹੋਰ ਥਾਂ, ਕਿਸੇ ਭੀ ਹੋਰ ਜਤਨ ਨਾਲ ਹਰਿ-ਨਾਮ ਧਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਸਤਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 31516,
    "shabad_id": 2797,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਰਤਨੈ ਕਾ ਵਾਪਾਰੀਅਾ, ਹਰਿ ਰਤਨ ਧਨੁ ਵਿਹਾਝੇ; ਕਚੈ ਕੇ ਵਾਪਾਰੀੲੇ. ਵਾ ਕਿ ਹਰਿ ਧਨੁ ਲੲਿਅਾ. ਨ ਜਾੲੀ ॥੨॥",
    "transliteration": "Har Rathanai Kaa Vaapaareeaa Har Rathan Dhhan Vihaajhae Kachai Kae Vaapaareeeae Vaak Har Dhhan Laeiaa N Jaaee ||2||",
    "translation": "The dealer in the Lord's Jewels purchases the wealth of the Lord's jewels; the dealer in cheap glass jewels cannot acquire the Lord's wealth by empty words. ||2||",
    "punjabi": "ਹਰਿ ਨਾਮ ਧਨ ਦਾ ਸਤਸੰਗੀ ਵਾਪਾਰੀ ਨਾਮ ਧਨ ਖ਼ਰੀਦਦਾ ਹੈ, ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਵਪਾਰੀ (ਮਾਇਕ ਪਦਾਰਥ ਹੀ ਖ਼ਰੀਦਦੇ ਹਨ ਉਹਨਾਂ ਦੀ) ਸਿੱਖਿਆ ਨਾਲ ਹਰਿ-ਨਾਮ-ਧਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੨॥",
    "pronunciation": "(ਵਾ)ੳੁਨ੍ਹਾਂ।(ਕਿ)ਪਾਸੋਂ। ਵਾਕਿ:ਬਚਨਾ ਨਾਲ (੨. ਵਾਕਿ)",
    "type_id": 3
  },
  {
    "id": 31517,
    "shabad_id": 2797,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਧਨੁ. ਰਤਨੁ ਜਵੇਹਰੁ ਮਾਣਕੁ, ਹਰਿ ਧਨੈ ਨਾਲਿ ਅੰਮ੍ਰਿਤ ਵੇਲੈ ਵਤੈ; ਹਰਿ ਭਗਤੀ. ਹਰਿ ਲਿਵ ਲਾੲੀ ॥",
    "transliteration": "Har Dhhan Rathan Javaehar Maanak Har Dhhanai Naal Anmrith Vaelai Vathai Har Bhagathee Har Liv Laaee ||",
    "translation": "The Lord's wealth is like jewels, gems and rubies. At the appointed time in the Amrit Vaylaa, the ambrosial hours of the morning, the Lord's devotees lovingly center their attention on the Lord, and the wealth of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਭੀ) ਧਨ (ਹੈ, ਇਹ ਧਨ) ਰਤਨ ਜਵਾਹਰ ਮੋਤੀ (ਵਰਗਾ ਕੀਮਤੀ) ਹੈ। ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਨੇ ਵੱਤਰ ਦੇ ਵੇਲੇ ਉੱਠ ਕੇ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠ ਕੇ (ਉਸ ਵੇਲੇ ਉੱਠ ਕੇ ਜਦੋਂ ਆਤਮਕ ਜੀਵਨ ਪਲ੍ਹਰਦਾ ਹੈ) ਇਸ ਹਰਿ-ਨਾਮ ਧਨ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਵੱਤੈ, ਭਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 31518,
    "shabad_id": 2797,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਧਨੁ. ਅੰਮ੍ਰਿਤ ਵੇਲੈ ਵਤੈ ਕਾ ਬੀਜਿਅਾ; ਭਗਤ ਖਾੲਿ ਖਰਚਿ ਰਹੇ, ਨਿਖੁਟੈ ਨਾਹੀ ॥",
    "transliteration": "Har Dhhan Anmrith Vaelai Vathai Kaa Beejiaa Bhagath Khaae Kharach Rehae Nikhuttai Naahee ||",
    "translation": "The devotees of the Lord plant the seed of the Lord's wealth in the ambrosial hours of the Amrit Vaylaa; they eat it, and spend it, but it is never exhausted.",
    "punjabi": "ਵੱਤਰ ਦੇ ਵੇਲੇ ਅੰਮ੍ਰਿਤ ਵੇਲੇ (ਉੱਠ ਕੇ) ਬੀਜਿਆ ਹੋਇਆ ਇਹ ਹਰਿ-ਨਾਮ-ਧਨ ਭਗਤ ਜਨ ਆਪ ਵਰਤਦੇ ਰਹਿੰਦੇ ਹਨ, ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਇਹ ਮੁੱਕਦਾ ਨਹੀਂ।",
    "pronunciation": "ਨਿੱਖੁਟੈ",
    "type_id": 3
  },
  {
    "id": 31519,
    "shabad_id": 2797,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਹਰਿ ਧਨੈ ਕੀ; ਭਗਤਾ ਕੳੁ ਮਿਲੀ ਵਡਿਅਾੲੀ ॥੩॥",
    "transliteration": "Halath Palath Har Dhhanai Kee Bhagathaa Ko Milee Vaddiaaee ||3||",
    "translation": "In this world and the next, the devotees are blessed with glorious greatness, the wealth of the Lord. ||3||",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਦੇ ਕਾਰਨ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31520,
    "shabad_id": 2797,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਧਨੁ ਨਿਰਭੳੁ, ਸਦਾ ਸਦਾ ਅਸਥਿਰੁ ਹੈ ਸਾਚਾ; ੲਿਹੁ ਹਰਿ ਧਨੁ ਅਗਨੀ ਤਸਕਰੈ ਪਾਣੀਅੈ ਜਮਦੂਤੈ; ਕਿਸੈ ਕਾ ਗਵਾੲਿਅਾ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Har Dhhan Nirabho Sadhaa Sadhaa Asathhir Hai Saachaa Eihu Har Dhhan Aganee Thasakarai Paaneeai Jamadhoothai Kisai Kaa Gavaaeiaa N Jaaee ||",
    "translation": "The wealth of the Fearless Lord is permanent, forever and ever, and true. This wealth of the Lord cannot be destroyed by fire or water; neither thieves nor the Messenger of Death can take it away.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਨੂੰ ਕਿਸੇ ਕਿਸਮ ਦਾ ਕੋਈ ਡਰ-ਖ਼ਤਰਾ ਨਹੀਂ, ਇਹ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਅੱਗ, ਚੋਰ, ਪਾਣੀ, ਮੌਤ-ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਇਸ ਧਨ ਦਾ ਨੁਕਸਾਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31521,
    "shabad_id": 2797,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਧਨੁ ਕੳੁ ੳੁਚਕਾ ਨੇੜਿ. ਨ ਅਾਵੲੀ; ਜਮੁ ਜਾਗਾਤੀ ਡੰਡੁ. ਨ ਲਗਾੲੀ ॥੪॥",
    "transliteration": "Har Dhhan Ko Ouchakaa Naerr N Aavee Jam Jaagaathee Ddandd N Lagaaee ||4||",
    "translation": "Thieves cannot even approach the Lord's wealth; Death, the tax collector cannot tax it. ||4||",
    "punjabi": "ਕੋਈ ਲੁਟੇਰਾ ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕ ਸਕਦਾ। ਜਮ ਮਸੂਲੀਆ ਇਸ ਧਨ ਨੂੰ ਮਸੂਲ ਨਹੀਂ ਲਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "ੳੁਚੱਕਾ",
    "type_id": 3
  },
  {
    "id": 31522,
    "shabad_id": 2797,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸਾਕਤੀ ਪਾਪ ਕਰਿ ਕੈ, ਬਿਖਿਅਾ ਧਨੁ ਸੰਚਿਅਾ; ਤਿਨਾ ੲਿਕ ਵਿਖ ਨਾਲਿ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Saakathee Paap Kar Kai Bikhiaa Dhhan Sanchiaa Thinaa Eik Vikh Naal N Jaaee ||",
    "translation": "The faithless cynics commit sins and gather in their poisonous wealth, but it shall not go along with them for even a single step.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖਾਂ ਨੇ (ਸਦਾ) ਪਾਪ ਕਰ ਕਰ ਕੇ ਮਾਇਆ-ਧਨ (ਹੀ) ਜੋੜਿਆ, (ਪਰ) ਉਹਨਾਂ ਦੇ ਨਾਲ (ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ) ਇਹ ਧਨ ਇਕ ਕਦਮ ਭੀ ਸਾਥ ਨਾਹ ਕਰ ਸਕਿਆ।",
    "pronunciation": "ਸਾਕਤੀਂ ਵਿੱਖ",
    "type_id": 3
  },
  {
    "id": 31523,
    "shabad_id": 2797,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਹਲਤੈ ਵਿਚਿ. ਸਾਕਤ ਦੁਹੇਲੇ ਭੲੇ, ਹਥਹੁ ਛੁੜਕਿ ਗੲਿਅਾ; ਅਗੈ ਪਲਤਿ ਸਾਕਤੁ, ਹਰਿ ਦਰਗਹ ਢੋੲੀ. ਨ ਪਾੲੀ ॥੫॥",
    "transliteration": "Halathai Vich Saakath Dhuhaelae Bheae Hathhahu Shhurrak Gaeiaa Agai Palath Saakath Har Dharageh Dtoee N Paaee ||5||",
    "translation": "In this world, the faithless cynics become miserable, as it slips away through their hands. In the world hereafter, the faithless cynics find no shelter in the Court of the Lord. ||5||",
    "punjabi": "(ਇਸ ਮਾਇਆ-ਧਨ ਦੇ ਕਾਰਨ) ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਇਸ ਲੋਕ ਵਿਚ ਦੁਖੀ ਹੀ ਰਹੇ (ਮਰਨ ਵੇਲੇ ਇਹ ਧਨ) ਹੱਥੋਂ ਖੁੱਸ ਗਿਆ, ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕੋਈ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ ॥੫॥",
    "pronunciation": "(ਵਿਚਿ)ਮਾਤਲੋਕ ਚ",
    "type_id": 3
  },
  {
    "id": 31524,
    "shabad_id": 2797,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ੲਿਸੁ ਹਰਿ ਧਨ ਕਾ ਸਾਹੁ. ਹਰਿ ਅਾਪਿ ਹੈ ਸੰਤਹੁ; ਜਿਸ ਨੋ ਦੇੲਿ. ਸੁ ਹਰਿ ਧਨੁ ਲਦਿ ਚਲਾੲੀ ॥",
    "transliteration": "Eis Har Dhhan Kaa Saahu Har Aap Hai Santhahu Jis No Dhaee S Har Dhhan Ladh Chalaaee ||",
    "translation": "The Lord Himself is the Banker of this wealth, O Saints; when the Lord gives it, the mortal loads it and takes it away.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਦਾ ਮਾਲਕ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸ਼ਾਹ ਪ੍ਰਭੂ ਇਹ ਧਨ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਇਸ ਜਗਤ ਵਿਚ) ਇਹ ਹਰਿ-ਨਾਮ-ਸੌਦਾ ਵਿਹਾਝ ਕੇ ਇਥੋਂ ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "ਲੱਦਿ",
    "type_id": 3
  },
  {
    "id": 31525,
    "shabad_id": 2797,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ੲਿਸੁ ਹਰਿ ਧਨੈ ਕਾ ਤੋਟਾ. ਕਦੇ ਨ ਅਾਵੲੀ; ਜਨ ਨਾਨਕ ਕੳੁ. ਗੁਰਿ ਸੋਝੀ ਪਾੲੀ ॥੬॥੩॥੧੦॥",
    "transliteration": "Eis Har Dhhanai Kaa Thottaa Kadhae N Aavee Jan Naanak Ko Gur Sojhee Paaee ||6||3||10||",
    "translation": "This wealth of the Lord is never exhausted; the Guru has given this understanding to servant Nanak. ||6||3||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਦੇ ਵਪਾਰ ਵਿਚ ਕਦੇ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ। ਗੁਰੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਇਹ ਗੱਲ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਾ ਦਿੱਤੀ ਹੈ ॥੬॥੩॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31526,
    "shabad_id": 2798,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31527,
    "shabad_id": 2798,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਸ ਨੋ ਹਰਿ ਸੁਪ੍ਰਸੰਨੁ ਹੋੲਿ, ਸੋ ਹਰਿ ਗੁਣਾ ਰਵੈ; ਸੋ ਭਗਤੁ ਸੋ ਪਰਵਾਨੁ ॥",
    "transliteration": "Jis No Har Suprasann Hoe So Har Gunaa Ravai So Bhagath So Paravaan ||",
    "translation": "That mortal, with whom the Lord is pleased, repeats the Glorious Praises of the Lord; he alone is a devotee, and he alone is approved.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਚੰਗੀ ਤਰ੍ਹਾਂ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਉਸ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਭਗਤ ਹੈ (ਉਸ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੈ।",
    "pronunciation": "ਸੁਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 31528,
    "shabad_id": 2798,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਿਸ ਕੀ ਮਹਿਮਾ ਕਿਅਾ ਵਰਨੀਅੈ; ਜਿਸ ਕੈ ਹਿਰਦੈ ਵਸਿਅਾ ਹਰਿ ਪੁਰਖੁ ਭਗਵਾਨੁ ॥੧॥",
    "transliteration": "This Kee Mehimaa Kiaa Varaneeai Jis Kai Hiradhai Vasiaa Har Purakh Bhagavaan ||1||",
    "translation": "How can his glory be described? Within his heart, the Primal Lord, the Lord God, abides. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਭਗਵਾਨ ਪੁਰਖ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31529,
    "shabad_id": 2798,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਗੋਵਿੰਦ ਗੁਣ ਗਾੲੀਅੈ ਜੀੳੁ; ਲਾੲਿ ਸਤਿਗੁਰੂ ਨਾਲਿ ਧਿਅਾਨੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Govindh Gun Gaaeeai Jeeo Laae Sathiguroo Naal Dhhiaan ||1|| Rehaao ||",
    "translation": "Sing the Glorious Praises of the Lord of the Universe; focus your meditation on the True Guru. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਆਓ, ਚਿੱਤ ਜੋੜ ਕੇ, ਗੁਰੂ (ਦੀ ਬਾਣੀ) ਨਾਲ ਸੁਰਤ ਜੋੜ ਕੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰੀਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 31530,
    "shabad_id": 2798,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੂ. ਸਾ ਸੇਵਾ ਸਤਿਗੁਰ ਕੀ ਸਫਲ ਹੈ; ਜਿਸ ਤੇ ਪਾੲੀਅੈ ਪਰਮ ਨਿਧਾਨੁ ॥",
    "transliteration": "So Sathiguroo Saa Saevaa Sathigur Kee Safal Hai Jis Thae Paaeeai Param Nidhhaan ||",
    "translation": "He is the True Guru - service to the True Guru is fruitful and rewarding. By this service, the greatest treasure is obtained.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਗੁਰੂ (ਐਸਾ ਸਮਰਥ ਹੈ) ਕਿ ਉਸ ਪਾਸੋਂ ਸਭ ਤੋਂ ਉੱਚਾ ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਉਹ ਸੇਵਾ ਭੀ ਫਲ ਲਿਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31531,
    "shabad_id": 2798,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਦੂਜੈ ਭਾੲਿ ਸਾਕਤ ਕਾਮਨਾ ਅਰਥਿ. ਦੁਰਗੰਧ ਸਰੇਵਦੇ; ਸੋ ਨਿਹਫਲ ਸਭੁ ਅਗਿਅਾਨੁ ॥੨॥",
    "transliteration": "Jo Dhoojai Bhaae Saakath Kaamanaa Arathh Dhuragandhh Saraevadhae So Nihafal Sabh Agiaan ||2||",
    "translation": "The faithless cynics in their love of duality and sensual desires, harbor foul-smelling urges. They are totally useless and ignorant. ||2||",
    "punjabi": "ਜੇਹੜੇ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸ ਕੇ) ਮਨ ਦੀਆਂ ਵਾਸਨਾਂ (ਪੂਰੀਆਂ ਕਰਨ) ਦੀ ਖ਼ਾਤਰ ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜੀਵਨ ਹੀ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31532,
    "shabad_id": 2798,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਨੋ ਪਰਤੀਤਿ ਹੋਵੈ. ਤਿਸ ਕਾ ਗਾਵਿਅਾ ਥਾੲਿ ਪਵੈ; ਸੋ ਪਾਵੈ ਦਰਗਹ ਮਾਨੁ ॥",
    "transliteration": "Jis No Paratheeth Hovai This Kaa Gaaviaa Thhaae Pavai So Paavai Dharageh Maan ||",
    "translation": "One who has faith - his singing is approved. He is honored in the Court of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਉੱਤੇ) ਸਰਧਾ ਹੁੰਦੀ ਹੈ, ਉਸ ਦਾ ਹਰਿ-ਜਸ ਗਾਣਾ (ਹਰੀ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਪੈਂਦਾ ਹੈ; ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31533,
    "shabad_id": 2798,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਜੋ ਬਿਨੁ ਪਰਤੀਤੀ. ਕਪਟੀ ਕੂੜੀ ਕੂੜੀ ਅਖੀ ਮੀਟਦੇ; ੳੁਨ ਕਾ ੳੁਤਰਿ ਜਾੲਿਗਾ ਝੂਠੁ ਗੁਮਾਨੁ ॥੩॥",
    "transliteration": "Jo Bin Paratheethee Kapattee Koorree Koorree Akhee Meettadhae Oun Kaa Outhar Jaaeigaa Jhooth Gumaan ||3||",
    "translation": "Those who lack faith may close their eyes, hypocritically pretending and faking devotion, but their false pretenses shall soon wear off. ||3||",
    "punjabi": "ਪਰ ਜੇਹੜੇ ਫ਼ਰੇਬੀ ਮਨੁੱਖ (ਗੁਰੂ ਉਤੇ) ਨਿਸਚਾ ਰੱਖਣ ਤੋਂ ਬਿਨਾ ਝੂਠ-ਮੂਠ ਹੀ ਅੱਖਾਂ ਮੀਟਦੇ ਹਨ (ਮਾਨੋ, ਸਮਾਧੀ ਲਾਈ ਬੈਠੇ ਹਨ) ਉਹਨਾਂ ਦਾ (ਆਪਣੀ ਉੱਚਤਾ ਬਾਰੇ) ਝੂਠਾ ਅਹੰਕਾਰ (ਆਖ਼ਰ) ਲਹਿ ਜਾਇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31534,
    "shabad_id": 2798,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜੇਤਾ ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤੇਰਾ; ਤੂੰ ਅੰਤਰਜਾਮੀ ਪੁਰਖੁ ਭਗਵਾਨੁ ॥",
    "transliteration": "Jaethaa Jeeo Pindd Sabh Thaeraa Thoon Antharajaamee Purakh Bhagavaan ||",
    "translation": "My soul and body are totally Yours, Lord; You are the Inner-knower, the Searcher of hearts, my Primal Lord God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਤਨਾ ਭੀ (ਜੀਵਾਂ ਦਾ) ਜਿੰਦ-ਸਰੀਰ ਹੈ, ਇਹ ਸਭ ਤੇਰਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 31535,
    "shabad_id": 2798,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਦਾਸਨਿ ਦਾਸੁ ਕਹੈ ਜਨੁ ਨਾਨਕੁ; ਜੇਹਾ ਤੂੰ ਕਰਾੲਿਹਿ. ਤੇਹਾ ਹੳੁ ਕਰੀ ਵਖਿਅਾਨੁ ॥੪॥੪॥੧੧॥",
    "transliteration": "Dhaasan Dhaas Kehai Jan Naanak Jaehaa Thoon Karaaeihi Thaehaa Ho Karee Vakhiaan ||4||4||11||",
    "translation": "So speaks servant Nanak, the slave of Your slaves; as You make me speak, so do I speak. ||4||4||11||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ-(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਜੋ ਕੁਝ ਮੈਥੋਂ ਅਖਵਾਂਦਾ ਹੈਂ, ਮੈਂ ਉਹੀ ਕੁਝ ਆਖਦਾ ਹਾਂ ॥੪॥੪॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
