[
  {
    "id": 32392,
    "shabad_id": 2866,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਸਤਿ ਕਰਿ ਜਾਣੈ; ਗੁਰ ਕੈ ਭਾੲਿ ਪਿਅਾਰੇ ॥",
    "transliteration": "Har Kaa Naam Sath Kar Jaanai Gur Kai Bhaae Piaarae ||",
    "translation": "The Name of the Lord is known as True, through the Love of the Beloved Guru.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਿਆਰੇ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਇਹ ਗੱਲ ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸੱਚਾ ਸਾਥੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32393,
    "shabad_id": 2866,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਸਚੀ ਵਡਿਅਾੲੀ. ਗੁਰ ਤੇ ਪਾੲੀ; ਸਚੈ ਨਾੲਿ ਪਿਅਾਰੇ ॥",
    "transliteration": "Sachee Vaddiaaee Gur Thae Paaee Sachai Naae Piaarae ||",
    "translation": "True Glorious Greatness is obtained from the Guru, through the Beloved True Name.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਗੁਰੂ ਪਾਸੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32394,
    "shabad_id": 2866,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ੲੇਕੋ ਸਚਾ ਸਭ ਮਹਿ ਵਰਤੈ; ਵਿਰਲਾ ਕੋ ਵੀਚਾਰੇ ॥",
    "transliteration": "Eaeko Sachaa Sabh Mehi Varathai Viralaa Ko Veechaarae ||",
    "translation": "The One True Lord is permeating and pervading among all; how rare is the one who contemplates this.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਇਹ ਵਿਚਾਰ ਕਰਦਾ ਹੈ ਕਿ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32395,
    "shabad_id": 2866,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਮੇਲਿ ਲੲੇ ਤਾ ਬਖਸੇ; ਸਚੀ ਭਗਤਿ ਸਵਾਰੇ ॥੭॥",
    "transliteration": "Aapae Mael Leae Thaa Bakhasae Sachee Bhagath Savaarae ||7||",
    "translation": "The Lord Himself unites us in Union, and forgives us; He embellishes us with true devotional worship. ||7||",
    "punjabi": "(ਅਜੇਹੇ ਮਨੁੱਖ ਨੂੰ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਤਾਂ ਉਸ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਆਪਣੀ ਭਗਤੀ ਦੇ ਕੇ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32396,
    "shabad_id": 2866,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "ਸਭੋ ਸਚੁ ਸਚੁ ਸਚੁ ਵਰਤੈ; ਗੁਰਮੁਖਿ ਕੋੲੀ ਜਾਣੈ ॥",
    "transliteration": "Sabho Sach Sach Sach Varathai Guramukh Koee Jaanai ||",
    "translation": "All is Truth; Truth, and Truth alone is pervading; how rare is the Gurmukh who knows this.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਮਝਦਾ ਹੈ ਕਿ ਹਰ ਥਾਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32397,
    "shabad_id": 2866,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "ਜੰਮਣ ਮਰਣਾ ਹੁਕਮੋ ਵਰਤੈ; ਗੁਰਮੁਖਿ ਅਾਪੁ ਪਛਾਣੈ ॥",
    "transliteration": "Janman Maranaa Hukamo Varathai Guramukh Aap Pashhaanai ||",
    "translation": "Birth and death occur by the Hukam of His Command; the Gurmukh understands his own self.",
    "punjabi": "ਜਗਤ ਵਿਚ ਜੰਮਣਾ ਮਰਨਾ ਭੀ ਉਸੇ ਦੇ ਹੁਕਮ ਵਿਚ ਚੱਲ ਰਿਹਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32398,
    "shabad_id": 2866,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾੲੇ. ਤਾ ਸਤਿਗੁਰ ਭਾੲੇ; ਜੋ ੲਿਛੈ. ਸੋ ਫਲੁ ਪਾੲੇ ॥",
    "transliteration": "Naam Dhhiaaeae Thaa Sathigur Bhaaeae Jo Eishhai So Fal Paaeae ||",
    "translation": "He meditates on the Naam, the Name of the Lord, and so pleases the True Guru. He receives whatever rewards he desires.",
    "punjabi": "ਜਦੋਂ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ ਤਾਂ ਉਹ ਗੁਰੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਫਿਰ ਉਹ ਜੇਹੜੀ ਮੁਰਾਦ ਮੰਗਦਾ ਹੈ ਉਹੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32399,
    "shabad_id": 2866,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਤਿਸ ਦਾ ਸਭੁ ਕਿਛੁ ਹੋਵੈ; ਜਿ ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੇ ॥੮॥੧॥",
    "transliteration": "Naanak This Dhaa Sabh Kishh Hovai J Vichahu Aap Gavaaeae ||8||1||",
    "translation": "O Nanak, one who eradicates self-conceit from within, has everything. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਾਰਾ ਸਰਮਾਇਆ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32400,
    "shabad_id": 2867,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Soohee Mehalaa 3 ||",
    "translation": "Soohee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32401,
    "shabad_id": 2867,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਾੲਿਅਾ ਕਾਮਣਿ. ਅਤਿ ਸੁਅਾਲ੍ਹਿੳੁ; ਪਿਰੁ ਵਸੈ ਜਿਸੁ ਨਾਲੇ ॥",
    "transliteration": "Kaaeiaa Kaaman Ath Suaaliho Pir Vasai Jis Naalae ||",
    "translation": "The body-bride is very beautiful; she dwells with her Husband Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਸ ਕਾਂਇਆਂ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਕਾਂਇਆਂ-ਇਸਤ੍ਰੀ ਬਹੁਤ ਸੁੰਦਰ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32402,
    "shabad_id": 2867,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪਿਰ ਸਚੇ ਤੇ ਸਦਾ ਸੁਹਾਗਣਿ; ਗੁਰ ਕਾ ਸਬਦੁ ਸਮ੍ਹਾਲੇ ॥",
    "transliteration": "Pir Sachae Thae Sadhaa Suhaagan Gur Kaa Sabadh Samhaalae ||",
    "translation": "She becomes the happy soul-bride of her True Husband Lord, contemplating the Word of the Guru's Shabad.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੇ ਕਾਰਨ ਉਹ ਸਦਾ ਲਈ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32403,
    "shabad_id": 2867,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕੀ ਭਗਤਿ. ਸਦਾ ਰੰਗਿ ਰਾਤਾ; ਹੳੁਮੈ ਵਿਚਹੁ ਜਾਲੇ ॥੧॥",
    "transliteration": "Har Kee Bhagath Sadhaa Rang Raathaa Houmai Vichahu Jaalae ||1||",
    "translation": "The Lord's devotee is forever attuned to the Lord's Love; her ego is burnt away from within. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! (ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੇਹੜਾ ਮਨੁੱਖ) ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਸਾੜ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32404,
    "shabad_id": 2867,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਪੂਰੇ ਗੁਰ ਕੀ ਬਾਣੀ ॥",
    "transliteration": "Vaahu Vaahu Poorae Gur Kee Baanee ||",
    "translation": "Waaho! Waaho! Blessed, blessed is the Word of the Perfect Guru's Bani.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਧੰਨ ਹੈ ਧੰਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32405,
    "shabad_id": 2867,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਤੇ ੳੁਪਜੀ; ਸਾਚਿ ਸਮਾਣੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Poorae Gur Thae Oupajee Saach Samaanee ||1|| Rehaao ||",
    "translation": "It wells up and springs forth from the Perfect Guru, and merges into Truth. ||1||Pause||",
    "punjabi": "ਇਹ ਬਾਣੀ ਪੂਰੇ ਗੁਰੂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਅਤੇ (ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਕਰ ਦੇਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32406,
    "shabad_id": 2867,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਸਭੁ ਕਿਛੁ ਵਸੈ; ਖੰਡ ਮੰਡਲ ਪਾਤਾਲਾ ॥",
    "transliteration": "Kaaeiaa Andhar Sabh Kishh Vasai Khandd Manddal Paathaalaa ||",
    "translation": "Everything is within the Lord - the continents, worlds and nether regions.",
    "punjabi": "ਹੇ ਭਾਈ! ਖੰਡਾਂ ਮੰਡਲਾਂ ਪਾਤਾਲਾਂ (ਸਾਰੇ ਜਗਤ) ਦਾ ਹਰੇਕ ਸੁਖ ਉਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32407,
    "shabad_id": 2867,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਜਗਜੀਵਨ ਦਾਤਾ ਵਸੈ; ਸਭਨਾ ਕਰੇ ਪ੍ਰਤਿਪਾਲਾ ॥",
    "transliteration": "Kaaeiaa Andhar Jagajeevan Dhaathaa Vasai Sabhanaa Karae Prathipaalaa ||",
    "translation": "The Life of the World, the Great Giver, dwells within the body; He is the Cherisher of all.",
    "punjabi": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਜਗਤ ਦਾ ਜੀਵਨ ਉਹ ਦਾਤਾਰ-ਪ੍ਰਭੂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਜੀਵਨ",
    "type_id": 3
  },
  {
    "id": 32408,
    "shabad_id": 2867,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਾੲਿਅਾ ਕਾਮਣਿ ਸਦਾ ਸੁਹੇਲੀ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਸਮ੍ਹਾਲਾ ॥੨॥",
    "transliteration": "Kaaeiaa Kaaman Sadhaa Suhaelee Guramukh Naam Samhaalaa ||2||",
    "translation": "The body-bride is eternally beautiful; the Gurmukh contemplates the Naam. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਸ ਦੀ ਕਾਂਇਆਂ-ਇਸਤ੍ਰੀ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32409,
    "shabad_id": 2867,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਅਾਪੇ ਵਸੈ; ਅਲਖੁ. ਨ ਲਖਿਅਾ ਜਾੲੀ ॥",
    "transliteration": "Kaaeiaa Andhar Aapae Vasai Alakh N Lakhiaa Jaaee ||",
    "translation": "The Lord Himself dwells within the body; He is invisible and cannot be seen.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਸਰੀਰ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਹੈ (ਸਧਾਰਨ ਤੌਰ ਤੇ) ਵੇਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਅ-ਲਖ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32410,
    "shabad_id": 2867,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮਨਮੁਖੁ ਮੁਗਧੁ. ਬੂਝੈ ਨਾਹੀ; ਬਾਹਰਿ ਭਾਲਣਿ ਜਾੲੀ ॥",
    "transliteration": "Manamukh Mugadhh Boojhai Naahee Baahar Bhaalan Jaaee ||",
    "translation": "The foolish self-willed manmukh does not understand; he goes out searching for the Lord externally.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ (ਇਹ ਭੇਤ) ਨਹੀਂ ਸਮਝਦਾ, (ਉਸ ਪ੍ਰਭੂ ਨੂੰ) ਬਾਹਰ (ਜੰਗਲ ਆਦਿਕ ਵਿਚ) ਲੱਭਣ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32411,
    "shabad_id": 2867,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੇ ਸਦਾ ਸੁਖੁ ਪਾੲੇ; ਸਤਿਗੁਰਿ. ਅਲਖੁ ਦਿਤਾ ਲਖਾੲੀ ॥੩॥",
    "transliteration": "Sathigur Saevae Sadhaa Sukh Paaeae Sathigur Alakh Dhithaa Lakhaaee ||3||",
    "translation": "One who serves the True Guru is always at peace; the True Guru has shown me the Invisible Lord. ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ (ਕਿਉਂਕਿ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਿਆ) ਗੁਰੂ ਨੇ (ਉਸ ਨੂੰ) ਅਦ੍ਰਿਸ਼ਟ ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰ ਵੱਸਦਾ) ਵਿਖਾ ਦਿੱਤਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32412,
    "shabad_id": 2867,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਰਤਨ ਪਦਾਰਥ; ਭਗਤਿ ਭਰੇ ਭੰਡਾਰਾ ॥",
    "transliteration": "Kaaeiaa Andhar Rathan Padhaarathh Bhagath Bharae Bhanddaaraa ||",
    "translation": "Within the body there are jewels and precious treasures, the over-flowing treasure of devotion.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਮਾਨੋ) ਰਤਨ ਪਦਾਰਥ ਹੈ (ਇਹਨਾਂ ਰਤਨਾਂ ਪਦਾਰਥਾਂ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਇਸ ਮਨੁੱਖ ਸਰੀਰ ਵਿਚ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32413,
    "shabad_id": 2867,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ੲਿਸੁ ਕਾੲਿਅਾ ਅੰਦਰਿ. ਨੳੁ ਖੰਡ ਪ੍ਰਿਥਮੀ; ਹਾਟ ਪਟਣ ਬਾਜਾਰਾ ॥",
    "transliteration": "Eis Kaaeiaa Andhar Noukhandd Prithhamee Haatt Pattan Baajaaraa ||",
    "translation": "Within this body are the nine continents of the earth, its markets, cities and streets.",
    "punjabi": "ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ (ਮਾਨੋ) ਸਾਰੀ ਧਰਤੀ ਦੇ ਹੱਟ ਬਾਜ਼ਾਰ ਤੇ ਸ਼ਹਰ (ਵੱਸ ਰਹੇ ਹਨ। ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਅੰਦਰ ਹੀ ਨਾਮ ਧਨ ਵਿਹਾਝਦਾ ਹੈ)।",
    "pronunciation": "ਪਟਣ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32414,
    "shabad_id": 2867,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ੲਿਸੁ ਕਾੲਿਅਾ ਅੰਦਰਿ. ਨਾਮੁ ਨੳੁ ਨਿਧਿ; ਪਾੲੀਅੈ. ਗੁਰ ਕੈ ਸਬਦਿ ਵੀਚਾਰਾ ॥੪॥",
    "transliteration": "Eis Kaaeiaa Andhar Naam No Nidhh Paaeeai Gur Kai Sabadh Veechaaraa ||4||",
    "translation": "Within this body are the nine treasures of the Naam; contemplating the Word of the Guru's Shabad, it is obtained. ||4||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰ ਕਰ ਕੇ ਇਸ ਸਰੀਰ ਦੇ ਵਿਚੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜੇਹੜਾ (ਮਾਨੋ ਧਰਤੀ ਦੇ) ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32415,
    "shabad_id": 2867,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਤੋਲਿ ਤੁਲਾਵੈ; ਅਾਪੇ ਤੋਲਣਹਾਰਾ ॥",
    "transliteration": "Kaaeiaa Andhar Thol Thulaavai Aapae Tholanehaaraa ||",
    "translation": "Within the body, the Lord estimates the weight; He Himself is the weigher.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਨਾਮ-ਰਤਨ ਦੀ ਪਰਖ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32416,
    "shabad_id": 2867,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਰਤਨੁ ਜਵਾਹਰ ਮਾਣਕੁ; ਤਿਸ ਕਾ ਮੋਲੁ ਅਫਾਰਾ ॥",
    "transliteration": "Eihu Man Rathan Javaahar Maanak This Kaa Mol Afaaraa ||",
    "translation": "This mind is the jewel, the gem, the diamond; it is absolutely priceless.",
    "punjabi": "ਉਹ ਆਪ ਪਰਖ ਕਰ ਕੇ ਨਾਮ-ਰਤਨ ਦੀ ਪਰਖ ਦੀ ਜਾਚ ਸਿਖਾਂਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਜਾਚ ਦੇਂਦਾ ਹੈ, ਉਸ ਦਾ) ਇਹ ਮਨ (ਮਾਨੋ) ਰਤਨ ਜਵਾਹਰ ਮੋਤੀ (ਵਰਗਾ ਕੀਮਤੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32417,
    "shabad_id": 2867,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਮੋਲਿ ਕਿਤ ਹੀ, ਨਾਮੁ ਪਾੲੀਅੈ ਨਾਹੀ; ਨਾਮੁ ਪਾੲੀਅੈ. ਗੁਰ ਬੀਚਾਰਾ ॥੫॥",
    "transliteration": "Mol Kith Hee Naam Paaeeai Naahee Naam Paaeeai Gur Beechaaraa ||5||",
    "translation": "The Naam, the Name of the Lord, cannot be purchased at any price; the Naam is obtained by contemplating the Guru. ||5||",
    "punjabi": "ਇਤਨਾ ਕੀਮਤੀ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ। (ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਕਿਸੇ (ਦੁਨੀਆਵੀ) ਕੀਮਤ ਨਾਲ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32418,
    "shabad_id": 2867,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ. ਸੁ ਕਾੲਿਅਾ ਖੋਜੈ; ਹੋਰ ਸਭ ਭਰਮਿ ਭੁਲਾੲੀ ॥",
    "transliteration": "Guramukh Hovai S Kaaeiaa Khojai Hor Sabh Bharam Bhulaaee ||",
    "translation": "One who becomes Gurmukh searches this body; all others just wander around in confusion.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਹੀ ਖੋਜਦਾ ਹੈ। ਬਾਕੀ ਦੀ ਲੁਕਾਈ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32419,
    "shabad_id": 2867,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਨੋ ਦੇੲਿ ਸੋੲੀ ਜਨੁ ਪਾਵੈ; ਹੋਰ ਕਿਅਾ ਕੋ ਕਰੇ ਚਤੁਰਾੲੀ ॥",
    "transliteration": "Jis No Dhaee Soee Jan Paavai Hor Kiaa Ko Karae Chathuraaee ||",
    "translation": "That humble being alone obtains it, unto whom the Lord bestows it. What other clever tricks can anyone try?",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ। ਕੋਈ ਭੀ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਸਿਆਣਪ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਜਿਸ ਨਾਲ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32420,
    "shabad_id": 2867,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਭੳੁ ਭਾੳੁ ਵਸੈ; ਗੁਰ ਪਰਸਾਦੀ ਪਾੲੀ ॥੬॥",
    "transliteration": "Kaaeiaa Andhar Bho Bhaao Vasai Gur Parasaadhee Paaee ||6||",
    "translation": "Within the body, the Fear of God and Love for Him abides; by Guru's Grace, they are obtained. ||6||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਦਬ ਅਤੇ ਪਿਆਰ ਆ ਵੱਸਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32421,
    "shabad_id": 2867,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਕਾੲਿਅਾ ਅੰਦਰਿ ਬ੍ਰਹਮਾ ਬਿਸਨੁ ਮਹੇਸਾ; ਸਭ ਓਪਤਿ ਜਿਤੁ ਸੰਸਾਰਾ ॥",
    "transliteration": "Kaaeiaa Andhar Brehamaa Bisan Mehaesaa Sabh Oupath Jith Sansaaraa ||",
    "translation": "Within the body, are Brahma, Vishnu and Shiva, from whom the whole world emanated.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਸਰੀਰ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ, ਜਿਸ ਤੋਂ ਬ੍ਰਹਮਾ, ਬਿਸ਼ਨ, ਸ਼ਿਵ ਅਤੇ ਹੋਰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਉਤਪਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32422,
    "shabad_id": 2867,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਸਚੈ ਅਾਪਣਾ ਖੇਲੁ ਰਚਾੲਿਅਾ; ਅਾਵਾ ਗੳੁਣੁ ਪਾਸਾਰਾ ॥",
    "transliteration": "Sachai Aapanaa Khael Rachaaeiaa Aavaa Goun Paasaaraa ||",
    "translation": "The True Lord has staged and contrived His own play; the expanse of the Universe comes and goes.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ (ਇਹ ਜਗਤ) ਆਪਣਾ ਇਕ ਤਮਾਸ਼ਾ ਰਚਿਆ ਹੋਇਆ ਹੈ ਇਹ ਜੰਮਣ ਮਰਨ ਇਕ ਖਿਲਾਰਾ ਖਿਲਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32423,
    "shabad_id": 2867,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਪੂਰੈ ਸਤਿਗੁਰਿ ਅਾਪਿ ਦਿਖਾੲਿਅਾ; ਸਚਿ ਨਾਮਿ ਨਿਸਤਾਰਾ ॥੭॥",
    "transliteration": "Poorai Sathigur Aap Dhikhaaeiaa Sach Naam Nisathaaraa ||7||",
    "translation": "The Perfect True Guru Himself has made it clear, that emancipation comes through the True Name. ||7||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਇਹ ਅਸਲੀਅਤ) ਵਿਖਾ ਦਿੱਤੀ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਮਨੁੱਖ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਗਿਆ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32424,
    "shabad_id": 2867,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਸਾ ਕਾੲਿਅਾ ਜੋ ਸਤਿਗੁਰੁ ਸੇਵੈ; ਸਚੈ ਅਾਪਿ ਸਵਾਰੀ ॥",
    "transliteration": "Saa Kaaeiaa Jo Sathigur Saevai Sachai Aap Savaaree ||",
    "translation": "That body, which serves the True Guru, is embellished by the True Lord Himself.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹੀ ਸਰੀਰ ਸਫਲ ਹੈ ਜੇਹੜਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ। ਉਸ ਸਰੀਰ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਕਰਤਾਰ ਨੇ ਆਪ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32425,
    "shabad_id": 2867,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਦਰਿ ਢੋੲੀ ਨਾਹੀ; ਤਾ ਜਮੁ ਕਰੇ ਖੁਅਾਰੀ ॥",
    "transliteration": "Vin Naavai Dhar Dtoee Naahee Thaa Jam Karae Khuaaree ||",
    "translation": "Without the Name, the mortal finds no place of rest in the Court of the Lord; he shall be tortured by the Messenger of Death.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਖਲੋਣਾ ਨਹੀਂ ਮਿਲਦਾ। ਤਦੋਂ (ਅਜੇਹੇ ਮਨੁੱਖ ਨੂੰ) ਜਮਰਾਜ ਖ਼ੁਆਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32426,
    "shabad_id": 2867,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਸਚੁ ਵਡਿਅਾੲੀ ਪਾੲੇ; ਜਿਸ ਨੋ ਹਰਿ ਕਿਰਪਾ ਧਾਰੀ ॥੮॥੨॥",
    "transliteration": "Naanak Sach Vaddiaaee Paaeae Jis No Har Kirapaa Dhhaaree ||8||2||",
    "translation": "O Nanak, true glory is bestowed, when the Lord showers His Mercy. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਇਹੀ ਉਸ ਵਾਸਤੇ ਸਭ ਤੋਂ ਵੱਡੀ) ਇੱਜ਼ਤ ਹੈ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
