[
  {
    "id": 32465,
    "shabad_id": 2868,
    "pada": 20,
    "source_line": 1,
    "gurmukhi": "ਸਚਾ ਸਾਹੁ ਸਚੇ ਵਣਜਾਰੇ; ਓਥੈ ਕੂੜੇ. ਨਾ ਟਿਕੰਨਿ ॥",
    "transliteration": "Sachaa Saahu Sachae Vanajaarae Outhhai Koorrae N Ttikann ||",
    "translation": "True is the Banker, and True are His traders. The false ones cannot remain there.",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰਿ-ਨਾਮ-ਸਰਮਾਏ ਦਾ ਮਾਲਕ) ਸ਼ਾਹ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਵਾਲੇ ਭੀ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ। ਪਰ ਉਸ ਸ਼ਾਹ ਦੇ ਦਰਬਾਰ ਵਿਚ ਕੂੜੀ ਦੁਨੀਆ ਦੇ ਵਣਜਾਰੇ ਨਹੀਂ ਟਿਕ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32466,
    "shabad_id": 2868,
    "pada": 20,
    "source_line": 1,
    "gurmukhi": "ਓਨਾ ਸਚੁ. ਨ ਭਾਵੲੀ; ਦੁਖ ਹੀ ਮਾਹਿ ਪਚੰਨਿ ॥੧੮॥",
    "transliteration": "Ounaa Sach N Bhaavee Dhukh Hee Maahi Pachann ||18||",
    "translation": "They do not love the Truth - they are consumed by their pain. ||18||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦਾ, ਤੇ, ਉਹ ਸਦਾ ਦੁੱਖ ਵਿਚ ਹੀ ਖ਼ੁਆਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੮॥",
    "pronunciation": "ਪ-ਚੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32467,
    "shabad_id": 2868,
    "pada": 21,
    "source_line": 2,
    "gurmukhi": "ਹੳੁਮੈ ਮੈਲਾ ਜਗੁ ਫਿਰੈ; ਮਰਿ ਜੰਮੈ ਵਾਰੋ ਵਾਰ ॥",
    "transliteration": "Houmai Mailaa Jag Firai Mar Janmai Vaaro Vaar ||",
    "translation": "The world wanders around in the filth of egotism; it dies, and is re-born, over and again.",
    "punjabi": "ਹੇ ਭਾਈ! ਹਉਮੈ (ਦੀ ਮੈਲ) ਨਾਲ ਮੈਲਾ ਹੋਇਆ ਹੋਇਆ ਜਗਤ ਭਟਕ ਰਿਹਾ ਹੈ, ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32468,
    "shabad_id": 2868,
    "pada": 21,
    "source_line": 2,
    "gurmukhi": "ਪੲਿਅੈ ਕਿਰਤਿ ਕਮਾਵਣਾ; ਕੋੲਿ. ਨ ਮੇਟਣਹਾਰ ॥੧੯॥",
    "transliteration": "Paeiai Kirath Kamaavanaa Koe N Maettanehaar ||19||",
    "translation": "He acts in accordance with the karma of his past actions, which no one can erase. ||19||",
    "punjabi": "ਪਿਛਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਓਹੋ ਜਿਹੇ ਹੀ ਹੋਰ ਕਰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ। (ਕਰਮਾਂ ਦੀ ਬਣੀ ਇਸ ਫਾਹੀ ਨੂੰ) ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32469,
    "shabad_id": 2868,
    "pada": 22,
    "source_line": 2,
    "gurmukhi": "ਸੰਤਾ ਸੰਗਤਿ ਮਿਲਿ ਰਹੈ; ਤਾ ਸਚਿ ਲਗੈ ਪਿਅਾਰੁ ॥",
    "transliteration": "Santhaa Sangath Mil Rehai Thaa Sach Lagai Piaar ||",
    "translation": "But if he joins the Society of the Saints, then he comes to embrace love for the Truth.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਰਹੇ, ਤਾਂ ਇਸ ਦਾ ਪਿਆਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32470,
    "shabad_id": 2868,
    "pada": 22,
    "source_line": 3,
    "gurmukhi": "ਸਚੁ ਸਲਾਹੀ ਸਚੁ ਮਨਿ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰੁ ॥੨੦॥",
    "transliteration": "Sach Salaahee Sach Man Dhar Sachai Sachiaar ||20||",
    "translation": "Praising the True Lord with a truthful mind, he becomes true in the Court of the True Lord. ||20||",
    "punjabi": "ਹੇ ਭਾਈ! ਤੂੰ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋਵੇਂਗਾ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32471,
    "shabad_id": 2868,
    "pada": 23,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਪੂਰੀ ਮਤਿ ਹੈ; ਅਹਿ ਨਿਸਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Gur Poorae Pooree Math Hai Ahinis Naam Dhhiaae ||",
    "translation": "The Teachings of the Perfect Guru are perfect; meditate on the Naam, the Name of the Lord, day and night.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉਕਾਈ-ਹੀਣ ਹੈ। (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਪੂਰੀ ਮਤਿ ਲੈ ਕੇ) ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32472,
    "shabad_id": 2868,
    "pada": 23,
    "source_line": 4,
    "gurmukhi": "ਹੳੁਮੈ ਮੇਰਾ ਵਡ ਰੋਗੁ ਹੈ; ਵਿਚਹੁ ਠਾਕਿ ਰਹਾੲਿ ॥੨੧॥",
    "transliteration": "Houmai Maeraa Vadd Rog Hai Vichahu Thaak Rehaae ||21||",
    "translation": "Egotism and self-conceit are terrible diseases; tranquility and stillness come from within. ||21||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਅਤੇ ਮਮਤਾ ਦੇ ਵੱਡੇ ਰੋਗ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਰੋਕ ਦੇਂਦਾ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32473,
    "shabad_id": 2868,
    "pada": 24,
    "source_line": 4,
    "gurmukhi": "ਗੁਰੁ ਸਾਲਾਹੀ ਅਾਪਣਾ; ਨਿਵਿ ਨਿਵਿ ਲਾਗਾ ਪਾੲਿ ॥",
    "transliteration": "Gur Saalaahee Aapanaa Niv Niv Laagaa Paae ||",
    "translation": "I praise my Guru; bowing down to Him again and again, I fall at His Feet.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰੇ, ਤਾਂ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰਾਂ, ਨਿਊਂ ਨਿਊਂ ਕੇ ਮੈਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32474,
    "shabad_id": 2868,
    "pada": 24,
    "source_line": 5,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਸੳੁਪੀ ਅਾਗੈ ਧਰੀ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥੨੨॥",
    "transliteration": "Than Man Soupee Aagai Dhharee Vichahu Aap Gavaae ||22||",
    "translation": "I place my body and mind in offering unto Him, eradicating self-conceit from within. ||22||",
    "punjabi": "ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਗੁਰੂ ਦੇ ਅੱਗੇ ਰੱਖ ਦਿਆਂ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32475,
    "shabad_id": 2868,
    "pada": 25,
    "source_line": 6,
    "gurmukhi": "ਖਿੰਚੋਤਾਣਿ ਵਿਗੁਚੀਅੈ; ੲੇਕਸੁ ਸਿੳੁ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Khinchothaan Vigucheeai Eaekas Sio Liv Laae ||",
    "translation": "Indecision leads to ruin; focus your attention on the One Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਡਾਂਵਾਂ-ਡੋਲ ਹਾਲਤ ਵਿਚ ਰਿਹਾਂ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ। ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਸੁਰਤ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32476,
    "shabad_id": 2868,
    "pada": 25,
    "source_line": 6,
    "gurmukhi": "ਹੳੁਮੈ ਮੇਰਾ ਛਡਿ ਤੂ; ਤਾ ਸਚਿ ਰਹੈ ਸਮਾੲਿ ॥੨੩॥",
    "transliteration": "Houmai Maeraa Shhadd Thoo Thaa Sach Rehai Samaae ||23||",
    "translation": "Renounce egotism and self-conceit, and remain merged in Truth. ||23||",
    "punjabi": "ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ, ਮਮਤਾ ਦੂਰ ਕਰ। (ਜਦੋਂ ਮਨੁੱਖ ਹਉਮੈ ਮਮਤਾ ਦੂਰ ਕਰਦਾ ਹੈ) ਤਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32477,
    "shabad_id": 2868,
    "pada": 26,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਨੋ ਮਿਲੇ. ਸਿ ਭਾੲਿਰਾ; ਸਚੈ ਸਬਦਿ ਲਗੰਨਿ ॥",
    "transliteration": "Sathigur No Milae S Bhaaeiraa Sachai Sabadh Lagann ||",
    "translation": "Those who meet with the True Guru are my Siblings of Destiny; they are committed to the True Word of the Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੇ) ਉਹ ਮਨੁੱਖ ਭਰਾ ਹਨ, ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਪਏ ਹਨ, ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਚਿੱਤ ਜੋੜਦੇ ਹਨ।",
    "pronunciation": "ਭਾੲਿਰਾਭਾੲੀ। ਲ-ਗੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32478,
    "shabad_id": 2868,
    "pada": 26,
    "source_line": 7,
    "gurmukhi": "ਸਚਿ ਮਿਲੇ. ਸੇ, ਨ ਵਿਛੁੜਹਿ; ਦਰਿ ਸਚੈ ਦਿਸੰਨਿ ॥੨੪॥",
    "transliteration": "Sach Milae Sae N Vishhurrehi Dhar Sachai Dhisann ||24||",
    "translation": "Those who merge with the True Lord shall not be separated again; they are judged to be True in the Court of the Lord. ||24||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ (ਫਿਰ ਪ੍ਰਭੂ ਨਾਲੋਂ) ਨਹੀਂ ਵਿਛੁੜਦੇ। ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ (ਟਿਕੇ ਹੋਏ) ਦਿੱਸਦੇ ਹਨ ॥੨੪॥",
    "pronunciation": "ਦਿ-ਸੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32479,
    "shabad_id": 2868,
    "pada": 27,
    "source_line": 7,
    "gurmukhi": "ਸੇ ਭਾੲੀ ਸੇ ਸਜਣਾ; ਜੋ ਸਚਾ ਸੇਵੰਨਿ ॥",
    "transliteration": "Sae Bhaaee Sae Sajanaa Jo Sachaa Saevann ||",
    "translation": "They are my Siblings of Destiny, and they are my friends, who serve the True Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਉਹ ਮਨੁੱਖ ਭਰਾ ਹਨ ਸੱਜਣ ਹਨ, ਜੇਹੜੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਸੇ-ਵੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32480,
    "shabad_id": 2868,
    "pada": 27,
    "source_line": 8,
    "gurmukhi": "ਅਵਗਣ ਵਿਕਣਿ ਪਲ੍ਹਰਨਿ; ਗੁਣ ਕੀ ਸਾਝ ਕਰੰਨ੍ਹਿ ॥੨੫॥",
    "transliteration": "Avagan Vikan Palharan Gun Kee Saajh Karannih ||25||",
    "translation": "They sell off their sins and demerits like straw, and enter into the partnership of virtue. ||25||",
    "punjabi": "(ਗੁਣਾਂ, ਦੇ ਵੱਟੇ) ਅਉਗਣ ਵਿਕ ਜਾਣ ਨਾਲ (ਦੂਰ ਹੋ ਜਾਣ ਨਾਲ) ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਪ੍ਰਫੁਲਤ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਸਾਂਝ ਪਾਂਦੇ ਹਨ ॥੨੫॥",
    "pronunciation": "ਪੂਰਨ ਗੁਰੂ ਜੀ, ਨਾਮੁ ਵੱਟੇ ਅੌਗੁਣ ਖ਼ਰੀਦਦੇ ਹਨ, ਪੂਰਨ ਗੁਰੂ ਜੀ ਤੋਂ ਨਾਮੁ ਲੈ ਕੇ, ਗੁਰੂ ਜੀ ਪਾਸ ਅਵਗਣ (ਵਿਕਣਿ) ਤੋਂ, ਸ਼ੁਭ ਗੁਣ ਅਾੳੁਣ ਤੋਂ, ਅੌਗੁਣ (ਪਲ੍ਹਰਨਿ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ। ਸਾਂਝ",
    "type_id": 3
  },
  {
    "id": 32481,
    "shabad_id": 2868,
    "pada": 28,
    "source_line": 8,
    "gurmukhi": "ਗੁਣ ਕੀ ਸਾਝ ਸੁਖੁ ੳੂਪਜੈ; ਸਚੀ ਭਗਤਿ ਕਰੇਨਿ ॥",
    "transliteration": "Gun Kee Saajh Sukh Oopajai Sachee Bhagath Karaen ||",
    "translation": "In the partnership of virtue, peace wells up, and they perform true devotional worship service.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨਾਲ (ਆਤਮਕ) ਸਾਂਝ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਅਟੱਲ ਰਹਿਣ ਵਾਲੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32482,
    "shabad_id": 2868,
    "pada": 28,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ ਵਣੰਜਹਿ ਗੁਰ ਸਬਦ ਸਿੳੁ; ਲਾਹਾ ਨਾਮੁ ਲੲੇਨਿ ॥੨੬॥",
    "transliteration": "Sach Vananjehi Gur Sabadh Sio Laahaa Naam Leaen ||26||",
    "translation": "They deal in Truth, through the Word of the Guru's Shabad, and they earn the profit of the Naam. ||26||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਹਾਝਦੇ ਹਨ ਅਤੇ ਹਰਿ-ਨਾਮ (ਦਾ) ਲਾਭ ਖੱਟਦੇ ਹਨ ॥੨੬॥",
    "pronunciation": "ਵਣੰਜ-ਹਿ।ਲ-ੲੇਨਿ",
    "type_id": 3
  },
  {
    "id": 32483,
    "shabad_id": 2868,
    "pada": 29,
    "source_line": 9,
    "gurmukhi": "ਸੁੲਿਨਾ ਰੁਪਾ ਪਾਪ ਕਰਿ ਕਰਿ ਸੰਚੀਅੈ; ਚਲੈ ਨ. ਚਲਦਿਅਾ ਨਾਲਿ ॥",
    "transliteration": "Sueinaa Rupaa Paap Kar Kar Sancheeai Chalai N Chaladhiaa Naal ||",
    "translation": "Gold and silver may be earned by committing sins, but they will not go with you when you die.",
    "punjabi": "ਹੇ ਭਾਈ! (ਕਈ ਕਿਸਮ ਦੇ) ਪਾਪ ਕਰ ਕਰ ਕੇ ਸੋਨਾ ਚਾਂਦੀ (ਆਦਿਕ ਧਨ) ਇਕੱਠਾ ਕਰੀਦਾ ਹੈ, ਪਰ (ਜਗਤ ਤੋਂ) ਤੁਰਨ ਵੇਲੇ (ਉਹ ਧਨ ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32484,
    "shabad_id": 2868,
    "pada": 29,
    "source_line": 10,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ ਨਾਲਿ, ਨ ਚਲਸੀ; ਸਭ ਮੁਠੀ ਜਮਕਾਲਿ ॥੨੭॥",
    "transliteration": "Vin Naavai Naal N Chalasee Sabh Muthee Jamakaal ||27||",
    "translation": "Nothing will go with you in the end, except the Name; all are plundered by the Messenger of Death. ||27||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ ਚੀਜ਼ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਵੇਗੀ। ਨਾਮ ਤੋਂ ਸੁੰਞੀ ਸਾਰੀ ਲੁਕਾਈ ਆਤਮਕ ਮੌਤ ਦੀ ਹੱਥੀ ਲੁੱਟੀ ਜਾਂਦੀ ਹੈ (ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਬੈਠਦੀ ਹੈ) ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32485,
    "shabad_id": 2868,
    "pada": 30,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਕਾ ਤੋਸਾ ਹਰਿ ਨਾਮੁ ਹੈ; ਹਿਰਦੈ ਰਖਹੁ ਸਮ੍ਹਾਲਿ ॥",
    "transliteration": "Man Kaa Thosaa Har Naam Hai Hiradhai Rakhahu Samhaal ||",
    "translation": "The Lord's Name is the nourishment of the mind; cherish it, and preserve it carefully within your heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਦੇ ਮਨ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਜੀਵਨ-ਸਫ਼ਰ ਦਾ) ਖ਼ਰਚ ਹੈ। ਇਸ ਸਫ਼ਰ-ਖ਼ਰਚ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32486,
    "shabad_id": 2868,
    "pada": 30,
    "source_line": 11,
    "gurmukhi": "ੲੇਹੁ ਖਰਚੁ ਅਖੁਟੁ ਹੈ; ਗੁਰਮੁਖਿ ਨਿਬਹੈ ਨਾਲਿ ॥੨੮॥",
    "transliteration": "Eaehu Kharach Akhutt Hai Guramukh Nibehai Naal ||28||",
    "translation": "This nourishment is inexhaustible; it is always with the Gurmukhs. ||28||",
    "punjabi": "ਇਹ ਖ਼ਰਚ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਉਸ ਦੇ ਨਾਲ ਇਹ ਸਦਾ ਲਈ ਸਾਥ ਬਣਾਂਦਾ ਹੈ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32487,
    "shabad_id": 2868,
    "pada": 31,
    "source_line": 11,
    "gurmukhi": "ੲੇ ਮਨ ਮੂਲਹੁ ਭੁਲਿਅਾ; ਜਾਸਹਿ ਪਤਿ ਗਵਾੲਿ ॥",
    "transliteration": "Eae Man Moolahu Bhuliaa Jaasehi Path Gavaae ||",
    "translation": "O mind, if you forget the Primal Lord, you shall depart, having lost your honor.",
    "punjabi": "ਜਗਤ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਹੇ ਮਨ! (ਜੇ ਤੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਖੁੰਝਿਆ ਹੀ ਰਿਹਾ, ਤਾਂ) ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ (ਇਥੋਂ) ਜਾਵੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32488,
    "shabad_id": 2868,
    "pada": 31,
    "source_line": 12,
    "gurmukhi": "ੲਿਹੁ ਜਗਤੁ ਮੋਹਿ ਦੂਜੈ ਵਿਅਾਪਿਅਾ; ਗੁਰਮਤੀ ਸਚੁ ਧਿਅਾੲਿ ॥੨੯॥",
    "transliteration": "Eihu Jagath Mohi Dhoojai Viaapiaa Guramathee Sach Dhhiaae ||29||",
    "translation": "This world is engrossed in the love of duality; follow the Guru's Teachings, and meditate on the True Lord. ||29||",
    "punjabi": "ਇਹ ਜਗਤ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ (ਤੂੰ ਇਸ ਨਾਲ ਆਪਣਾ ਮੋਹ ਛੱਡ, ਅਤੇ) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ॥੨੯॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 32489,
    "shabad_id": 2868,
    "pada": 32,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕੀ ਕੀਮਤਿ. ਨ ਪਵੈ; ਹਰਿ ਜਸੁ ਲਿਖਣੁ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Har Kee Keemath N Pavai Har Jas Likhan N Jaae ||",
    "translation": "The Lord's value cannot be estimated; the Lord's Praises cannot be written down.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32490,
    "shabad_id": 2868,
    "pada": 32,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਮਨੁ ਤਨੁ ਰਪੈ; ਹਰਿ ਸਿੳੁ ਰਹੈ ਸਮਾੲਿ ॥੩੦॥",
    "transliteration": "Gur Kai Sabadh Man Than Rapai Har Sio Rehai Samaae ||30||",
    "translation": "When one's mind and body are attuned to the Word of the Guru's Shabad, one remains merged in the Lord. ||30||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਅਤੇ ਤਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩੦॥",
    "pronunciation": "ਰਪੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32491,
    "shabad_id": 2868,
    "pada": 33,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਸਹੁ ਮੇਰਾ ਰੰਗੁਲਾ; ਰੰਗੇ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "So Sahu Maeraa Rangulaa Rangae Sehaj Subhaae ||",
    "translation": "My Husband Lord is playful; He has imbued me with His Love, with natural ease.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਆਨੰਦ-ਸਰੂਪ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਜੁੜਦਾ ਹੈ) ਉਸ ਨੂੰ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ, ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32492,
    "shabad_id": 2868,
    "pada": 33,
    "source_line": 14,
    "gurmukhi": "ਕਾਮਣਿ ਰੰਗੁ ਤਾ ਚੜੈ; ਜਾ ਪਿਰ ਕੈ ਅੰਕਿ ਸਮਾੲਿ ॥੩੧॥",
    "transliteration": "Kaaman Rang Thaa Charrai Jaa Pir Kai Ank Samaae ||31||",
    "translation": "The soul-bride is imbued with His Love, when her Husband Lord merges her into His Being. ||31||",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਸ (ਦੀ ਜਿੰਦ) ਨੂੰ ਪ੍ਰੇਮ-ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32493,
    "shabad_id": 2868,
    "pada": 34,
    "source_line": 15,
    "gurmukhi": "ਚਿਰੀ ਵਿਛੁੰਨੇ ਭੀ ਮਿਲਨਿ; ਜੋ ਸਤਿਗੁਰੁ ਸੇਵੰਨਿ ॥",
    "transliteration": "Chiree Vishhunnae Bhee Milan Jo Sathigur Saevann ||",
    "translation": "Even those who have been separated for so very long, are reunited with Him, when they serve the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਚਿਰ ਦੇ ਵਿਛੁੜੇ ਹੋਏ ਭੀ (ਪ੍ਰਭੂ ਨੂੰ) ਆ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "ਵਿ-ਛੁੰਨੇ, ਸੇ-ਵੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32494,
    "shabad_id": 2868,
    "pada": 34,
    "source_line": 15,
    "gurmukhi": "ਅੰਤਰਿ ਨਵ ਨਿਧਿ ਨਾਮੁ ਹੈ, ਖਾਨਿ ਖਰਚਨਿ. ਨ ਨਿਖੁਟੲੀ; ਹਰਿ ਗੁਣ ਸਹਜਿ ਰਵੰਨਿ ॥੩੨॥",
    "transliteration": "Anthar Nav Nidhh Naam Hai Khaan Kharachan N Nikhuttee Har Gun Sehaj Ravann ||32||",
    "translation": "The nine treasures of the Naam, the Name of the Lord, are deep within the nucleus of the self; consuming them, they are still never exhausted. Chant the Glorious Praises of the Lord, with natural ease. ||32||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੋ, ਮਾਨੋ, ਧਰਤੀ ਦੇ ਸਾਰੇ) ਨੌ ਖ਼ਜ਼ਾਨੇ (ਹੈ, ਉਹਨਾਂ ਨੂੰ) ਆਪਣੇ ਅੰਦਰ ਹੀ ਲੱਭ ਪੈਂਦਾ ਹੈ। ਉਸ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਉਹ ਆਪ ਵਰਤਦੇ ਹਨ, ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਹਨ, ਉਹ ਫਿਰ ਭੀ ਨਹੀਂ ਮੁੱਕਦਾ। ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩੨॥",
    "pronunciation": "ਰਵੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32495,
    "shabad_id": 2868,
    "pada": 35,
    "source_line": 16,
    "gurmukhi": "ਨਾ ਓੲਿ ਜਨਮਹਿ. ਨਾ ਮਰਹਿ; ਨਾ ਓੲਿ ਦੁਖ ਸਹੰਨਿ ॥",
    "transliteration": "Naa Oue Janamehi Naa Marehi Naa Oue Dhukh Sehann ||",
    "translation": "They are not born, and they do not die; they do not suffer in pain.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਏ) ਉਹ ਮਨੁੱਖ ਨਾਹ ਜੰਮਦੇ ਹਨ ਨਾਹ ਮਰਦੇ ਹਨ, ਨਾਹ ਹੀ ਉਹ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੇ) ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ।",
    "pronunciation": "ਸ-ਹੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32496,
    "shabad_id": 2868,
    "pada": 35,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ ਸੇ ੳੁਬਰੇ; ਹਰਿ ਸਿੳੁ ਕੇਲ ਕਰੰਨਿ ॥੩੩॥",
    "transliteration": "Gur Raakhae Sae Oubarae Har Sio Kael Karann ||33||",
    "translation": "Those who are protected by the Guru are saved. They celebrate with the Lord. ||33||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਗੁਰੂ ਨੇ ਕਰ ਦਿੱਤੀ ਹੈ, ਉਹ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ) ਬਚ ਗਏ। ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੩੩॥",
    "pronunciation": "ਕ-ਰੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32497,
    "shabad_id": 2868,
    "pada": 36,
    "source_line": 17,
    "gurmukhi": "ਸਜਣ ਮਿਲੇ. ਨ ਵਿਛੁੜਹਿ; ਜਿ ਅਨ ਦਿਨੁ ਮਿਲੇ ਰਹੰਨਿ ॥",
    "transliteration": "Sajan Milae N Vishhurrehi J Anadhin Milae Rehann ||",
    "translation": "Those who are united with the Lord, the True Friend, are not separated again; night and day, they remain blended with Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਭਲੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਕੇ ਮੁੜ ਕਦੇ ਨਹੀਂ ਵਿਛੁੜਦੇ।",
    "pronunciation": "ਰ-ਹੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32498,
    "shabad_id": 2868,
    "pada": 36,
    "source_line": 17,
    "gurmukhi": "ੲਿਸੁ ਜਗ ਮਹਿ ਵਿਰਲੇ ਜਾਣੀਅਹਿ; ਨਾਨਕ. ਸਚੁ ਲਹੰਨਿ ॥੩੪॥੧॥੩॥",
    "transliteration": "Eis Jag Mehi Viralae Jaaneeahi Naanak Sach Lehann ||34||1||3||",
    "translation": "In this world, only a rare few are known, O Nanak, to have obtained the True Lord. ||34||1||3||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਇਸ ਜਗਤ ਵਿਚ ਅਜੇਹੇ ਵਿਰਲੇ ਬੰਦੇ ਹੀ ਉੱਘੜਦੇ ਹਨ, ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੩੪॥੧॥੩॥",
    "pronunciation": "ਜਾਣੀ-ਅਹਿ, ਲ-ਹੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32499,
    "shabad_id": 2869,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Soohee Mehalaa 3 ||",
    "translation": "Soohee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32500,
    "shabad_id": 2869,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਜੀ ਸੂਖਮੁ ਅਗਮੁ ਹੈ; ਕਿਤੁ ਬਿਧਿ ਮਿਲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Har Jee Sookham Agam Hai Kith Bidhh Miliaa Jaae ||",
    "translation": "The Dear Lord is subtle and inaccessible; how can we ever meet Him?",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਅਪਹੁੰਚ ਹੈ, (ਫਿਰ) ਉਸ ਨੂੰ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲਿਆ ਜਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32501,
    "shabad_id": 2869,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਭ੍ਰਮੁ ਕਟੀਅੈ; ਅਚਿੰਤੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥੧॥",
    "transliteration": "Gur Kai Sabadh Bhram Katteeai Achinth Vasai Man Aae ||1||",
    "translation": "Through the Word of the Guru's Shabad, doubt is dispelled, and the Carefree Lord comes to abide in the mind. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਉਸ ਦੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਸਹਜ ਸੁਭਾਇ (ਆਪ ਹੀ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਅ-ਚਿੰਤੁ",
    "type_id": 3
  },
  {
    "id": 32502,
    "shabad_id": 2869,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪੰਨਿ ॥",
    "transliteration": "Guramukh Har Har Naam Japann ||",
    "translation": "The Gurmukhs chant the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ।",
    "pronunciation": "ਜ-ਪੰਨਿ",
    "type_id": 3
  }
]
