[
  {
    "id": 32503,
    "shabad_id": 2869,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹੳੁ ਤਿਨ ਕੈ ਬਲਿਹਾਰਣੈ; ਮਨਿ. ਹਰਿ ਗੁਣ ਸਦਾ ਰਵੰਨਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ho Thin Kai Balihaaranai Man Har Gun Sadhaa Ravann ||1|| Rehaao ||",
    "translation": "I am a sacrifice to those who chant the Glorious Praises of the Lord in their minds forever. ||1||Pause||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਰ-ਵੰਨਿ",
    "type_id": 4
  },
  {
    "id": 32504,
    "shabad_id": 2869,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੁ ਸਰਵਰੁ ਮਾਨ ਸਰੋਵਰੁ ਹੈ; ਵਡਭਾਗੀ ਪੁਰਖ ਲਹੰਨ੍ਹਿ ॥",
    "transliteration": "Gur Saravar Maan Sarovar Hai Vaddabhaagee Purakh Lehannih ||",
    "translation": "The Guru is like the Mansarovar Lake; only the very fortunate beings find Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਇਕ ਸੋਹਣਾ ਸਰ ਹੈ, ਮਾਨ-ਸਰੋਵਰ ਹੈ। ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਨੂੰ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਲ-ਹੰਨ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 32505,
    "shabad_id": 2869,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸੇਵਕ ਗੁਰਮੁਖਿ ਖੋਜਿਅਾ; ਸੇ ਹੰਸੁਲੇ ਨਾਮੁ ਲਹੰਨਿ ॥੨॥",
    "transliteration": "Saevak Guramukh Khojiaa Sae Hansulae Naam Lehann ||2||",
    "translation": "The Gurmukhs, the selfless servants, seek out the Guru; the swan-souls feed there on the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਸੇਵਕਾਂ ਨੇ ਭਾਲ ਕੀਤੀ, ਉਹ ਸੋਹਣੇ ਹੰਸ (-ਗੁਰਸਿੱਖ ਉਸ ਗੁਰੂ-ਮਾਨਸਰੋਵਰ ਵਿਚੋਂ) ਨਾਮ (-ਮੋਤੀ) ਲੱਭ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਲ-ਹੰਨਿ",
    "type_id": 3
  },
  {
    "id": 32506,
    "shabad_id": 2869,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾੲਿਨ੍ਹਿ ਰੰਗ ਸਿੳੁ; ਗੁਰਮੁਖਿ ਨਾਮਿ ਲਗੰਨ੍ਹਿ ॥",
    "transliteration": "Naam Dhhiaaeinih Rang Sio Guramukh Naam Lagannih ||",
    "translation": "The Gurmukhs meditate on the Naam, and remain linked to the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰੇਮ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਅਤੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਲ-ਗੰਨ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 32507,
    "shabad_id": 2869,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਧੁਰਿ ਪੂਰਬਿ ਹੋਵੈ ਲਿਖਿਅਾ; ਗੁਰ ਭਾਣਾ ਮੰਨਿ ਲੲੇਨ੍ਹਿ ॥੩॥",
    "transliteration": "Dhhur Poorab Hovai Likhiaa Gur Bhaanaa Mann Leaenih ||3||",
    "translation": "Whatever is pre-ordained, accept it as the Will of the Guru. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਪਹਿਲੇ ਹੀ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮੰਨਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32508,
    "shabad_id": 2869,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਵਡਭਾਗੀ ਘਰੁ ਖੋਜਿਅਾ; ਪਾੲਿਅਾ ਨਾਮੁ ਨਿਧਾਨੁ ॥",
    "transliteration": "Vaddabhaagee Ghar Khojiaa Paaeiaa Naam Nidhhaan ||",
    "translation": "By great good fortune, I searched my home, and found the treasure of the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦਾ-ਘਰ ਦੀ ਖੋਜ ਕੀਤੀ, ਉਹਨਾਂ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚੋਂ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32509,
    "shabad_id": 2869,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ. ਵੇਖਾਲਿਅਾ; ਪ੍ਰਭੁ ਅਾਤਮ ਰਾਮੁ ਪਛਾਨੁ ॥੪॥",
    "transliteration": "Gur Poorai Vaekhaaliaa Prabh Aatham Raam Pashhaan ||4||",
    "translation": "The Perfect Guru has shown God to me; I have realized the Lord, the Supreme Soul. ||4||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ (ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹੀ ਉਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ) ਵਿਖਾਲ ਦਿੱਤਾ। ਹੇ ਭਾਈ! ਤੂੰ ਭੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32510,
    "shabad_id": 2869,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਸਭਨਾ ਕਾ ਪ੍ਰਭੁ ੲੇਕੁ ਹੈ; ਦੂਜਾ ਅਵਰੁ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Sabhanaa Kaa Prabh Eaek Hai Dhoojaa Avar N Koe ||",
    "translation": "There is One God of all; there is no other at all.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32511,
    "shabad_id": 2869,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮਨਿ ਵਸੈ; ਤਿਤੁ ਘਟਿ ਪਰਗਟੁ ਹੋੲਿ ॥੫॥",
    "transliteration": "Gur Parasaadhee Man Vasai Thith Ghatt Paragatt Hoe ||5||",
    "translation": "By Guru's Grace, the Lord comes to abide in the mind; in the heart of such a one, He is revealed. ||5||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਪ੍ਰਤੱਖ ਉੱਘੜ ਹੀ ਪੈਂਦਾ ਹੈ (ਉਸ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਵਿਚ ਸੁਚੱਜੀ ਤਬਦੀਲੀ ਆ ਜਾਂਦੀ ਹੈ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32512,
    "shabad_id": 2869,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਸਭੁ ਅੰਤਰਜਾਮੀ ਬ੍ਰਹਮੁ ਹੈ; ਬ੍ਰਹਮੁ ਵਸੈ ਸਭ ਥਾੲਿ ॥",
    "transliteration": "Sabh Antharajaamee Breham Hai Breham Vasai Sabh Thhaae ||",
    "translation": "God is the Inner-knower of all hearts; God dwells in every place.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ-ਆਕਾਰ ਉਸ ਅੰਤਰਜਾਮੀ ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਹੈ। ਹਰੇਕ ਥਾਂ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32513,
    "shabad_id": 2869,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਮੰਦਾ ਕਿਸ ਨੋ ਅਾਖੀਅੈ; ਸਬਦਿ ਵੇਖਹੁ ਲਿਵ ਲਾੲਿ ॥੬॥",
    "transliteration": "Mandhaa Kis No Aakheeai Sabadh Vaekhahu Liv Laae ||6||",
    "translation": "So who should we call evil? Behold the Word of the Shabad, and lovingly dwell upon it. ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਵੇਖੋ (ਹਰੇਕ ਥਾਂ ਉਹੀ ਦਿੱਸੇਗਾ। ਜਦੋਂ ਹਰੇਕ ਥਾਂ ਉਹੀ ਦਿੱਸੇ ਪਏ, ਤਾਂ) ਕਿਸੇ ਨੂੰ ਭੈੜਾ ਆਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32514,
    "shabad_id": 2869,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਬੁਰਾ ਭਲਾ ਤਿਚਰੁ ਅਾਖਦਾ; ਜਿਚਰੁ ਹੈ ਦੁਹੁ ਮਾਹਿ ॥",
    "transliteration": "Buraa Bhalaa Thichar Aakhadhaa Jichar Hai Dhuhu Maahi ||",
    "translation": "He calls others bad and good, as long as he is in duality.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਉਤਨਾ ਚਿਰ ਹੀ ਕਿਸੇ ਹੋਰ ਨੂੰ ਚੰਗਾ ਜਾਂ ਮੰਦਾ ਆਖਦਾ ਹੈ ਜਿਤਨਾ ਚਿਰ ਉਹ ਆਪ ਮੇਰ-ਤੇਰ ਵਿਚ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32515,
    "shabad_id": 2869,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ ੲੇਕੋ ਬੁਝਿਅਾ; ੲੇਕਸੁ ਮਾਹਿ ਸਮਾੲਿ ॥੭॥",
    "transliteration": "Guramukh Eaeko Bujhiaa Eaekas Maahi Samaae ||7||",
    "translation": "The Gurmukh understands the One and Only Lord; He is absorbed in the One Lord. ||7||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਉਹ (ਹਰ ਥਾਂ) ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ (ਵੱਸਦਾ) ਸਮਝਦਾ ਹੈ, ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਬੁੱਝਿਅਾ",
    "type_id": 3
  },
  {
    "id": 32516,
    "shabad_id": 2869,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਸੇਵਾ ਸਾ ਪ੍ਰਭ ਭਾਵਸੀ; ਜੋ ਪ੍ਰਭੁ ਪਾੲੇ ਥਾੲਿ ॥",
    "transliteration": "Saevaa Saa Prabh Bhaavasee Jo Prabh Paaeae Thhaae ||",
    "translation": "That is selfless service, which pleases God, and which is approved by God.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹੀ ਸੇਵਾ-ਭਗਤੀ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਆਉਂਦੀ ਹੈ, ਜੇਹੜੀ ਪ੍ਰਭੂ ਕਬੂਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32517,
    "shabad_id": 2869,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਅਾਰਾਧਿਅਾ; ਗੁਰ ਚਰਣੀ ਚਿਤੁ ਲਾੲਿ ॥੮॥੨॥੪॥੯॥",
    "transliteration": "Jan Naanak Har Aaraadhhiaa Gur Charanee Chith Laae ||8||2||4||9||",
    "translation": "Servant Nanak worships the Lord in adoration; he focuses his consciousness on the Guru's Feet. ||8||2||4||9||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦੇ ਹਨ ॥੮॥੨॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32518,
    "shabad_id": 2870,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਅਸਟਪਦੀਅਾ ਮਹਲਾ ੪ ਘਰੁ ੨",
    "transliteration": "Raag Soohee Asattapadheeaa Mehalaa 4 Ghar 2",
    "translation": "Raag Soohee, Ashtapadees, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 32519,
    "shabad_id": 2870,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32520,
    "shabad_id": 2870,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕੋੲੀ ਅਾਣਿ ਮਿਲਾਵੈ. ਮੇਰਾ ਪ੍ਰੀਤਮੁ ਪਿਅਾਰਾ; ਹੳੁ ਤਿਸੁ ਪਹਿ. ਅਾਪੁ ਵੇਚਾੲੀ ॥੧॥",
    "transliteration": "Koee Aan Milaavai Maeraa Preetham Piaaraa Ho This Pehi Aap Vaechaaee ||1||",
    "translation": "If only someone would come, and lead me to meet my Darling Beloved; I would sell myself to him. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਕੋਈ (ਸੱਜਣ) ਮੇਰਾ ਪ੍ਰੀਤਮ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਅੱਗੇ ਆਪਣਾ ਆਪ ਵੇਚ ਦਿਆਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32521,
    "shabad_id": 2870,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਦਰਸਨੁ ਹਰਿ; ਦੇਖਣ ਕੈ ਤਾੲੀ ॥",
    "transliteration": "Dharasan Har Dhaekhan Kai Thaaee ||",
    "translation": "I long for the Blessed Vision of the Lord's Darshan.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤਾਂ ਤੇਰਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ-",
    "pronunciation": "ਤਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 32522,
    "shabad_id": 2870,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਕਰਹਿ. ਤਾ ਸਤਿਗੁਰੁ ਮੇਲਹਿ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kirapaa Karehi Thaa Sathigur Maelehi Har Har Naam Dhhiaaee ||1|| Rehaao ||",
    "translation": "When the Lord shows Mercy unto me, then I meet the True Guru; I meditate on the Name of the Lord, Har, Har. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰੇਂ, (ਮੈਨੂੰ) ਗੁਰੂ ਮਿਲਾ ਦੇਵੇਂ, ਮੈਂ ਸਦਾ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 32523,
    "shabad_id": 2870,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜੇ ਸੁਖੁ ਦੇਹਿ. ਤ ਤੁਝਹਿ ਅਰਾਧੀ; ਦੁਖ ਭੀ. ਤੁਝੈ ਧਿਅਾੲੀ ॥੨॥",
    "transliteration": "Jae Sukh Dhaehi Th Thujhehi Araadhhee Dhukh Bhee Thujhai Dhhiaaee ||2||",
    "translation": "If You will bless me with happiness, then I will worship and adore You. Even in pain, I will meditate on You. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਜੇ ਤੂੰ ਮੈਨੂੰ ਸੁਖ ਦੇਵੇਂ, ਤਾਂ ਮੈਂ ਤੈਨੂੰ ਹੀ ਸਿਮਰਦਾ ਰਹਾਂ, ਦੁਖ ਵਿਚ ਭੀ ਮੈਂ ਤੇਰੀ ਹੀ ਆਰਾਧਨਾ ਕਰਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32524,
    "shabad_id": 2870,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜੇ ਭੁਖ ਦੇਹਿ. ਤ ੲਿਤ ਹੀ ਰਾਜਾ; ਦੁਖ ਵਿਚਿ. ਸੂਖ ਮਨਾੲੀ ॥੩॥",
    "transliteration": "Jae Bhukh Dhaehi Th Eith Hee Raajaa Dhukh Vich Sookh Manaaee ||3||",
    "translation": "Even if You give me hunger, I will still feel satisfied; I am joyful, even in the midst of sorrow. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੈਨੂੰ ਭੁੱਖਾ ਰੱਖੇਂ, ਤਾਂ ਮੈਂ ਇਸ ਭੁਖ ਵਿਚ ਹੀ ਰੱਜਿਆ ਰਹਾਂਗਾ, ਦੁੱਖਾਂ ਵਿਚ ਮੈਂ ਸੁਖ ਪ੍ਰਤੀਤ ਕਰਾਂਗਾ (ਤੇਰੀ ਇਹ ਮੇਹਰ ਜ਼ਰੂਰ ਹੋ ਜਾਏ ਕਿ ਮੈਨੂੰ ਤੇਰਾ ਦਰਸਨ ਹੋ ਜਾਏ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32525,
    "shabad_id": 2870,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਕਾਟਿ ਕਾਟਿ ਸਭੁ ਅਰਪੀ; ਵਿਚਿ ਅਗਨੀ ਅਾਪੁ ਜਲਾੲੀ ॥੪॥",
    "transliteration": "Than Man Kaatt Kaatt Sabh Arapee Vich Aganee Aap Jalaaee ||4||",
    "translation": "I would cut my mind and body apart into pieces, and offer them all to You; I would burn myself in fire. ||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਦਰਸਨ ਕਰਨ ਦੀ ਖ਼ਾਤਰ ਜੇ ਲੋੜ ਪਏ ਤਾਂ) ਮੈਂ ਆਪਣਾ ਸਰੀਰ ਆਪਣਾ ਮਨ ਕੱਟ ਕੱਟ ਕੇ ਸਾਰਾ ਭੇਟਾ ਕਰ ਦਿਆਂਗਾ, ਅੱਗ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਸਾੜ (ਭੀ) ਦਿਆਂਗਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32526,
    "shabad_id": 2870,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਪਖਾ ਫੇਰੀ ਪਾਣੀ ਢੋਵਾ; ਜੋ ਦੇਵਹਿ ਸੋ ਖਾੲੀ ॥੫॥",
    "transliteration": "Pakhaa Faeree Paanee Dtovaa Jo Dhaevehi So Khaaee ||5||",
    "translation": "I wave the fan over You, and carry water for You; whatever You give me, I take. ||5||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦੀਦਾਰ ਦੀ ਖ਼ਾਤਰ, ਤੇਰੀਆਂ ਸੰਗਤਾਂ ਨੂੰ) ਮੈਂ ਪੱਖਾਂ ਝਲਾਂਗਾ, ਪਾਣੀ ਢੋਵਾਂਗਾ, ਜੋ ਕੁਝ ਤੂੰ ਮੈਨੂੰ (ਖਾਣ ਲਈ) ਦੇਵੇਂਗਾ ਉਹੀ (ਖ਼ੁਸ਼ ਹੋ ਕੇ) ਖਾ ਲਵਾਂਗਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32527,
    "shabad_id": 2870,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕੁ ਗਰੀਬੁ. ਢਹਿ ਪੲਿਅਾ ਦੁਅਾਰੈ; ਹਰਿ ਮੇਲਿ ਲੈਹੁ ਵਡਿਅਾੲੀ ॥੬॥",
    "transliteration": "Naanak Gareeb Dtehi Paeiaa Dhuaarai Har Mael Laihu Vaddiaaee ||6||",
    "translation": "Poor Nanak has fallen at the Lord's Door; please, O Lord, unite me with Yourself, by Your Glorious Greatness. ||6||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਦਾਸ) ਗਰੀਬ ਨਾਨਕ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹੈ, ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈ, ਤੇਰਾ ਇਹ ਉਪਕਾਰ ਹੋਵੇਗਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32528,
    "shabad_id": 2870,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਅਖੀ ਕਾਢਿ. ਧਰੀ ਚਰਣਾ ਤਲਿ; ਸਭ ਧਰਤੀ ਫਿਰਿ, ਮਤ ਪਾੲੀ ॥੭॥",
    "transliteration": "Akhee Kaadt Dhharee Charanaa Thal Sabh Dhharathee Fir Math Paaee ||7||",
    "translation": "Taking out my eyes, I place them at Your Feet; after travelling over the entire earth, I have come to understand this. ||7||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜੇ ਲੋੜ ਪਏ ਤਾਂ) ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਕੱਢ ਕੇ (ਗੁਰੂ ਦੇ) ਪੈਰਾਂ ਹੇਠ ਰੱਖ ਦਿਆਂ, ਮੈਂ ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਭਾਲ ਕਰਾਂ ਕਿ ਸ਼ਾਇਦ ਕਿਤੇ ਗੁਰੂ ਲੱਭ ਪਏ ॥੭॥",
    "pronunciation": "ਮਤਸਿੱਖਿਅਾ। ਅੱਖੀਂ। ਤਲਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32529,
    "shabad_id": 2870,
    "pada": 10,
    "source_line": 15,
    "gurmukhi": "ਜੇ ਪਾਸਿ ਬਹਾਲਹਿ. ਤਾ ਤੁਝਹਿ ਅਰਾਧੀ; ਜੇ ਮਾਰਿ ਕਢਹਿ. ਭੀ ਧਿਅਾੲੀ ॥੮॥",
    "transliteration": "Jae Paas Behaalehi Thaa Thujhehi Araadhhee Jae Maar Kadtehi Bhee Dhhiaaee ||8||",
    "translation": "If You seat me near You, then I worship and adore You. Even if You beat me and drive me out, I will still meditate on You. ||8||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਕੋਲ ਬਿਠਾਲ ਲਏਂ, ਤਾਂ ਤੈਨੂੰ ਆਰਾਧਦਾ ਰਹਾਂ, ਜੇ ਤੂੰ ਮੈਨੂੰ (ਧੱਕੇ) ਮਾਰ ਕੇ (ਆਪਣੇ ਦਰ ਤੋਂ) ਕੱਢ ਦੇਵੇਂ, ਤਾਂ ਭੀ ਮੈਂ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂਗਾ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32530,
    "shabad_id": 2870,
    "pada": 11,
    "source_line": 16,
    "gurmukhi": "ਜੇ ਲੋਕੁ ਸਲਾਹੇ. ਤਾ ਤੇਰੀ ੳੁਪਮਾ; ਜੇ ਨਿੰਦੈ ਤ ਛੋਡਿ. ਨ ਜਾੲੀ ॥੯॥",
    "transliteration": "Jae Lok Salaahae Thaa Thaeree Oupamaa Jae Nindhai Th Shhodd N Jaaee ||9||",
    "translation": "If people praise me, the praise is Yours. Even if they slander me, I will not leave You. ||9||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਜਗਤ ਮੈਨੂੰ ਚੰਗਾ ਆਖੇਗਾ, ਤਾਂ (ਅਸਲ ਵਿਚ) ਇਹ ਤੇਰੀ ਹੀ ਵਡਿਆਈ ਹੋਵੇਗੀ, ਜੇ (ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਤੇ) ਦੁਨੀਆ ਮੇਰੀ ਨਿੰਦਾ ਕਰੇਗੀ, ਤਾਂ ਭੀ ਮੈਂ (ਤੈਨੂੰ) ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਵਾਂਗਾ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32531,
    "shabad_id": 2870,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਜੇ ਤੁਧੁ ਵਲਿ ਰਹੈ. ਤਾ ਕੋੲੀ ਕਿਹੁ ਅਾਖੳੁ; ਤੁਧੁ ਵਿਸਰਿਅੈ. ਮਰਿ ਜਾੲੀ ॥੧੦॥",
    "transliteration": "Jae Thudhh Val Rehai Thaa Koee Kihu Aakho Thudhh Visariai Mar Jaaee ||10||",
    "translation": "If You are on my side, then anyone can say anything. But if I were to forget You, then I would die. ||10||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੇਰੀ ਪ੍ਰੀਤ ਤੇਰੇ ਪਾਸੇ ਬਣੀ ਰਹੇ, ਤਾਂ ਬੇਸ਼ੱਕ ਕੋਈ ਕੁਝ ਭੀ ਮੈਨੂੰ ਪਿਆ ਆਖੇ। ਪਰ, ਤੇਰੇ ਵਿਸਰਿਆਂ, ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਵਾਂਗਾ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32532,
    "shabad_id": 2870,
    "pada": 13,
    "source_line": 17,
    "gurmukhi": "ਵਾਰਿ ਵਾਰਿ ਜਾੲੀ ਗੁਰ ੳੂਪਰਿ; ਪੈ ਪੈਰੀ ਸੰਤ ਮਨਾੲੀ ॥੧੧॥",
    "transliteration": "Vaar Vaar Jaaee Gur Oopar Pai Pairee Santh Manaaee ||11||",
    "translation": "I am a sacrifice, a sacrifice to my Guru; falling at His Feet, I surrender to the Saintly Guru. ||11||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਦਰਸਨ ਕਰਨ ਦੀ ਖ਼ਾਤਰ) ਮੈਂ ਗੁਰੂ ਉਤੋਂ ਕੁਰਬਾਨ ਕੁਰਬਾਨ ਜਾਵਾਂਗਾ, ਮੈਂ ਸੰਤ-ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪੈ ਕੇ ਉਸ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਾਂਗਾ ॥੧੧॥",
    "pronunciation": "ਪੈਰੀਂ",
    "type_id": 3
  },
  {
    "id": 32533,
    "shabad_id": 2870,
    "pada": 14,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕੁ ਵਿਚਾਰਾ ਭੲਿਅਾ ਦਿਵਾਨਾ; ਹਰਿ ਤੳੁ ਦਰਸਨ ਕੈ ਤਾੲੀ ॥੧੨॥",
    "transliteration": "Naanak Vichaaraa Bhaeiaa Dhivaanaa Har Tho Dharasan Kai Thaaee ||12||",
    "translation": "Poor Nanak has gone insane, longing for the Blessed Vision of the Lord's Darshan. ||12||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰਾ ਦਰਸਨ ਕਰਨ ਦੀ ਖ਼ਾਤਰ (ਤੇਰਾ ਦਾਸ) ਵਿਚਾਰਾ ਨਾਨਕ ਕਮਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "ਤਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 32534,
    "shabad_id": 2870,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "ਝਖੜੁ ਝਾਗੀ. ਮੀਹੁ ਵਰਸੈ; ਭੀ ਗੁਰੁ ਦੇਖਣ ਜਾੲੀ ॥੧੩॥",
    "transliteration": "Jhakharr Jhaagee Meehu Varasai Bhee Gur Dhaekhan Jaaee ||13||",
    "translation": "Even in violent storms and torrential rain, I go out to catch a glimpse of my Guru. ||13||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਖ਼ਾਤਰ) ਮੈਂ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਨ ਲਈ ਝੱਖੜ-ਹਨੇਰੀ (ਆਪਣੇ ਸਿਰ ਉਤੇ) ਝੱਲਣ ਨੂੰ ਭੀ ਤਿਆਰ ਹਾਂ, ਜੇ ਮੀਂਹ ਵਰ੍ਹਨ ਲੱਗ ਪਏ ਤਾਂ ਭੀ (ਵਰ੍ਹਦੇ ਮੀਂਹ ਵਿਚ ਹੀ) ਮੈਂ ਗੁਰੂ ਨੂੰ ਵੇਖਣ ਲਈ ਜਾਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੧੩॥",
    "pronunciation": "ਝੱਖਵੁ।ਝਾਂਗੀ",
    "type_id": 3
  },
  {
    "id": 32535,
    "shabad_id": 2870,
    "pada": 16,
    "source_line": 19,
    "gurmukhi": "ਸਮੁੰਦੁ ਸਾਗਰੁ. ਹੋਵੈ ਬਹੁ ਖਾਰਾ; ਗੁਰਸਿਖੁ ਲੰਘਿ. ਗੁਰ ਪਹਿ ਜਾੲੀ ॥੧੪॥",
    "transliteration": "Samundh Saagar Hovai Bahu Khaaraa Gurasikh Langh Gur Pehi Jaaee ||14||",
    "translation": "Even though the oceans and the salty seas are very vast, the GurSikh will cross over it to get to his Guru. ||14||",
    "punjabi": "ਹੇ ਭਾਈ! ਖਾਰਾ ਸਮੁੰਦਰ ਭੀ ਲੰਘਣਾ ਪਏ, ਤਾਂ ਭੀ ਉਸ ਨੂੰ ਲੰਘ ਕੇ ਗੁਰੂ ਦਾ ਸਿੱਖ ਗੁਰੂ ਦੇ ਕੋਲ ਪਹੁੰਚਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32536,
    "shabad_id": 2870,
    "pada": 17,
    "source_line": 19,
    "gurmukhi": "ਜਿੳੁ ਪ੍ਰਾਣੀ ਜਲ ਬਿਨੁ ਹੈ ਮਰਤਾ; ਤਿੳੁ ਸਿਖੁ. ਗੁਰ ਬਿਨੁ ਮਰਿ ਜਾੲੀ ॥੧੫॥",
    "transliteration": "Jio Praanee Jal Bin Hai Marathaa Thio Sikh Gur Bin Mar Jaaee ||15||",
    "translation": "Just as the mortal dies without water, so does the Sikh die without the Guru. ||15||",
    "punjabi": "ਜਿਵੇਂ ਪ੍ਰਾਣੀ ਪਾਣੀ ਤੋਂ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਮਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਤਿਵੇਂ ਸਿੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਆ ਗਈ ਸਮਝਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
