[
  {
    "id": 32687,
    "shabad_id": 2876,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਅਾਵਹਿ ਜਾਹਿ ਅਨੇਕ; ਮਰਿ ਮਰਿ ਜਨਮਤੇ ॥",
    "transliteration": "Aavehi Jaahi Anaek Mar Mar Janamathae ||",
    "translation": "Many come and go; they die, and die again, and are reincarnated.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਅਨੇਕਾਂ ਪ੍ਰਾਣੀ (ਮੁੜ ਮੁੜ) ਜੰਮਦੇ ਹਨ ਮਰਦੇ ਹਨ। ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਸਹੇੜ ਕੇ ਮੁੜ ਮੁੜ ਜਨਮ ਲੈਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32688,
    "shabad_id": 2876,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਬੂਝੇ. ਸਭੁ ਵਾਦਿ; ਜੋਨੀ ਭਰਮਤੇ ॥੫॥",
    "transliteration": "Bin Boojhae Sabh Vaadh Jonee Bharamathae ||5||",
    "translation": "Without understanding, they are totally useless, and they wander in reincarnation. ||5||",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਹੀ ਉੱਦਮ ਵਿਅਰਥ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "ਬੂੱਝੇ-",
    "type_id": 3
  },
  {
    "id": 32689,
    "shabad_id": 2876,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਜਿਨ੍ਹ ਕੳੁ ਭੲੇ ਦੲਿਅਾਲ; ਤਿਨ੍ਹ ਸਾਧੂਸੰਗੁ ਭੲਿਅਾ ॥",
    "transliteration": "Jinh Ko Bheae Dhaeiaal Thinh Saadhhoo Sang Bhaeiaa ||",
    "translation": "They alone join the Saadh Sangat, unto whom the Lord becomes Merciful.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "ਦ-ੲਿਅਾਲ",
    "type_id": 3
  },
  {
    "id": 32690,
    "shabad_id": 2876,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਕਾ ਨਾਮੁ; ਤਿਨ੍ਹੀ ਜਨੀ ਜਪਿ ਲੲਿਅਾ ॥੬॥",
    "transliteration": "Anmrith Har Kaa Naam Thinhee Janee Jap Laeiaa ||6||",
    "translation": "They chant and meditate on the Ambrosial Name of the Lord. ||6||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32691,
    "shabad_id": 2876,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਖੋਜਹਿ ਕੋਟਿ ਅਸੰਖ; ਬਹੁਤੁ ਅਨੰਤ ਕੇ ॥",
    "transliteration": "Khojehi Kott Asankh Bahuth Ananth Kae ||",
    "translation": "Uncounted millions, so many they are endless, search for Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਕ੍ਰੋੜਾਂ ਅਣਗਿਣਤ, ਬੇਅੰਤ, ਅਨੇਕਾਂ ਹੀ ਪ੍ਰਾਣੀ (ਪਰਮਾਤਮਾ ਦੀ) ਭਾਲ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32692,
    "shabad_id": 2876,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ ਬੁਝਾੲੇ ਅਾਪਿ; ਨੇੜਾ ਤਿਸੁ ਹੇ ॥੭॥",
    "transliteration": "Jis Bujhaaeae Aap Naerraa This Hae ||7||",
    "translation": "But only that one, who understands his own self, sees God near at hand. ||7||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਆਪ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਨੇੜਤਾ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੭॥",
    "pronunciation": "ਬੁੱਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 32693,
    "shabad_id": 2876,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਵਿਸਰੁ ਨਾਹੀ. ਦਾਤਾਰ; ਅਾਪਣਾ ਨਾਮੁ ਦੇਹੁ ॥",
    "transliteration": "Visar Naahee Dhaathaar Aapanaa Naam Dhaehu ||",
    "translation": "Never forget me, O Great Giver - please bless me with Your Naam.",
    "punjabi": "ਹੇ ਦਾਤਾਰ! ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼। ਮੈਂ ਤੈਨੂੰ ਕਦੇ ਨਾਹ ਭੁਲਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32694,
    "shabad_id": 2876,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗਾਵਾ ਦਿਨੁ ਰਾਤਿ; ਨਾਨਕ ਚਾੳੁ ੲੇਹੁ ॥੮॥੨॥੫॥੧੬॥",
    "transliteration": "Gun Gaavaa Dhin Raath Naanak Chaao Eaehu ||8||2||5||16||",
    "translation": "To sing Your Glorious Praises day and night - O Nanak, this is my heart-felt desire. ||8||2||5||16||",
    "punjabi": "(ਮੇਰੇ) ਨਾਨਕ (ਦੇ ਮਨ ਅੰਦਰ) ਇਹ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਦਿਨ ਰਾਤ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੮॥੨॥੫॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32695,
    "shabad_id": 2877,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਮਹਲਾ ੧ ਕੁਚਜੀ",
    "transliteration": "Raag Soohee Mehalaa 1 Kuchajee",
    "translation": "Raag Soohee, First Mehl, Kuchajee ~ The Ungraceful Bride:",
    "punjabi": "ਰਾਗ ਸੂਹੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਕੁਚੱਜੀ'।",
    "pronunciation": "ਕੁ-ਚੱਜੀ",
    "type_id": 3
  },
  {
    "id": 32696,
    "shabad_id": 2877,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32697,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮੰਞਞੁ ਕੁਚਜੀ. ਅੰਮਾਵਣਿ ਡੋਸੜੇ; ਹੳੁ. ਕਿੳੁ ਸਹੁ ਰਾਵਣਿ ਜਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Mannj Kuchajee Anmaavan Ddosarrae Ho Kio Sahu Raavan Jaao Jeeo ||",
    "translation": "I am ungraceful and ill-mannered, full of endless faults. How can I go to enjoy my Husband Lord?",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਮੈਂ ਸਹੀ ਜੀਵਨ ਦਾ ਚੱਜ ਨਹੀਂ ਸਿੱਖਿਆ, ਮੇਰੇ ਅੰਦਰ ਇਤਨੇ ਐਬ ਹਨ ਕਿ ਅੰਦਰ ਸਮਾ ਹੀ ਨਹੀਂ ਸਕਦੇ (ਇਸ ਹਾਲਤ ਵਿਚ) ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਕਿਵੇਂ ਜਾ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "(ਅੰਮਾਵਣਿ)ਮਿਣਤੀ ਰਹਤ।(ਡੋਸੜੇ)ਦੋਸ਼।(ਰਾਵਣਿ)ਭੋਗਣ",
    "type_id": 3
  },
  {
    "id": 32698,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲਿਕ ਦੂ ੲਿਕਿ ਚੜੰਦੀਅਾ; ਕੳੁਣੁ ਜਾਣੈ. ਮੇਰਾ ਨਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Eik Dhoo Eik Charrandheeaa Koun Jaanai Maeraa Naao Jeeo ||",
    "translation": "Each of His soul-brides is better than the rest - who even knows my name?",
    "punjabi": "(ਉਸ ਦੇ ਦਰ ਤੇ ਤਾਂ) ਇਕ ਦੂਜੀ ਤੋਂ ਵਧੀਆ ਤੋਂ ਵਧੀਆ ਹਨ, ਮੇਰਾ ਤਾਂ ਉਥੇ ਕੋਈ ਨਾਮ ਭੀ ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32699,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ੍ਹੀ ਸਖੀ. ਸਹੁ ਰਾਵਿਅਾ; ਸੇ ਅੰਬੀ ਛਾਵੜੀੲੇਹਿ ਜੀੳੁ ॥",
    "transliteration": "Jinhee Sakhee Sahu Raaviaa Sae Anbee Shhaavarreeeaehi Jeeo ||",
    "translation": "Those brides who enjoy their Husband Lord are very blessed, resting in the shade of the mango tree.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਹੇਲੀਆਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ ਉਹ, ਮਾਨੋ, (ਚੁਮਾਸੇ ਵਿਚ) ਅੰਬਾਂ ਦੀਆਂ (ਠੰਢੀਆਂ) ਛਾਵਾਂ ਵਿਚ ਬੈਠੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "pronunciation": "(ਅੰਬੀ)ਅੰਬ ਵਾਂਗ ਸੰਤਾਂ ਦੇ ਸ੍ਰੀਰ।(ਛਾਵੜੀ-ੲੇਹਿ)ਸ਼ਾਂਤੀ, ਠੰਢੀ ਛਾਂ",
    "type_id": 3
  },
  {
    "id": 32700,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸੇ ਗੁਣ ਮੰਞਞੁ. ਨ ਅਾਵਨੀ; ਹੳੁ. ਕੈ ਜੀ ਦੋਸ ਧਰੇੳੁ ਜੀੳੁ ॥",
    "transliteration": "Sae Gun Mannj N Aavanee Ho Kai Jee Dhos Dhharaeo Jeeo ||",
    "translation": "I do not have their virtue - who can I blame for this?",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਤਾਂ ਉਹ ਗੁਣ ਹੀ ਨਹੀਂ ਹਨ (ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਰੀਝਦਾ ਹੈ) ਮੈਂ (ਆਪਣੀ ਇਸ ਅਭਾਗਤਾ ਦਾ) ਦੋਸ ਹੋਰ ਕਿਸ ਨੂੰ ਦੇ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32701,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਿਅਾ ਗੁਣ ਤੇਰੇ ਵਿਥਰਾ; ਹੳੁ ਕਿਅਾ ਕਿਅਾ ਘਿਨਾ, ਤੇਰਾ ਨਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Kiaa Gun Thaerae Vithharaa Ho Kiaa Kiaa Ghinaa Thaeraa Naao Jeeo ||",
    "translation": "Which of Your Virtues, O Lord, should I speak of? Which of Your Names should I chant?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ) ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਾਂ? ਤੇ ਮੈਂ ਤੇਰਾ ਕੇਹੜਾ ਕੇਹੜਾ ਨਾਮ ਲਵਾਂ? (ਤੇਰੇ ਅਨੇਕਾਂ ਗੁਣਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੇਰੇ ਅਨੇਕਾਂ ਹੀ ਨਾਮ ਜੀਵ ਲੈ ਰਹੇ ਹਨ)।",
    "pronunciation": "ਘਿਨਾਲੈਣਾ ਕਰਾਂ",
    "type_id": 3
  },
  {
    "id": 32702,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ੲਿਕਤੁ ਟੋਲਿ. ਨ ਅੰਬੜਾ; ਹੳੁ ਸਦ ਕੁਰਬਾਣੈ ਤੇਰੈ. ਜਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Eikath Ttol N Anbarraa Ho Sadh Kurabaanai Thaerai Jaao Jeeo ||",
    "translation": "I cannot even reach one of Your Virtues. I am forever a sacrifice to You.",
    "punjabi": "ਤੇਰੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਕਿਸੇ ਇੱਕ ਸੁੰਦਰ ਪਦਾਰਥ ਦੀ ਰਾਹੀਂ ਭੀ (ਤੇਰੀਆਂ ਦਾਤਾਂ ਦੇ ਲੇਖੇ ਤਕ) ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੀ (ਬਸ!) ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "pronunciation": "(ਟੋਲਿ)ਪਦਾਰਥ। (ਅੰਬੜਾ)ਪਹੁੰਚ ਸਕਾਂ",
    "type_id": 3
  },
  {
    "id": 32703,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸੁੲਿਨਾ ਰੁਪਾ ਰੰਗੁਲਾ; ਮੋਤੀ ਤੈ ਮਾਣਿਕੁ ਜੀੳੁ ॥",
    "transliteration": "Sueinaa Rupaa Rangulaa Mothee Thai Maanik Jeeo ||",
    "translation": "Gold, silver, pearls and rubies are pleasing.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਵੇਖ ਮੇਰੀ ਅਭਾਗਤਾ!) ਸੋਨਾ, ਚਾਂਦੀ, ਮੋਤੀ ਤੇ ਹੀਰਾ ਆਦਿਕ ਸੋਹਣੇ ਕੀਮਤੀ ਪਦਾਰਥ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32704,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੇ ਵਸਤੂ ਸਹਿ ਦਿਤੀਅਾ; ਮੈ ਤਿਨ੍ਹ ਸਿੳੁ ਲਾੲਿਅਾ ਚਿਤੁ ਜੀੳੁ ॥",
    "transliteration": "Sae Vasathoo Sehi Dhitheeaa Mai Thinh Sio Laaeiaa Chith Jeeo ||",
    "translation": "My Husband Lord has blessed me with these things, and I have focused my thoughts on them.",
    "punjabi": "ਇਹ ਚੀਜ਼ਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੈਨੂੰ ਦਿੱਤੀਆਂ, ਮੈਂ (ਉਸ ਨੂੰ ਭੁਲਾ ਕੇ ਉਸ ਦੀਆਂ ਦਿੱਤੀਆਂ) ਇਹਨਾਂ ਚੀਜ਼ਾਂ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32705,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੰਦਰ ਮਿਟੀ ਸੰਦੜੇ; ਪਥਰ ਕੀਤੇ ਰਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Mandhar Mittee Sandharrae Pathhar Keethae Raas Jeeo ||",
    "translation": "Palaces of brick and mud are built and decorated with stones;",
    "punjabi": "ਮਿੱਟੀ ਪੱਥਰ ਆਦਿਕ ਦੇ ਬਣਾਏ ਹੋਏ ਸੋਹਣੇ ਘਰ-ਇਹੀ ਮੈਂ ਆਪਣੀ ਰਾਸ-ਪੂੰਜੀ ਬਣਾ ਲਏ।",
    "pronunciation": "ਮਿੱਟੀ",
    "type_id": 3
  },
  {
    "id": 32706,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ੲੇਨੀ ਟੋਲੀ. ਭੁਲੀਅਸੁ; ਤਿਸੁ ਕੰਤ. ਨ ਬੈਠੀ ਪਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Ho Eaenee Ttolee Bhuleeas This Kanth N Baithee Paas Jeeo ||",
    "translation": "I have been fooled by these decorations, and I do not sit near my Husband Lord.",
    "punjabi": "ਮੈਂ ਇਹਨਾਂ ਸੋਹਣੇ ਪਦਾਰਥਾਂ ਵਿਚ ਹੀ (ਫਸ ਕੇ) ਗ਼ਲਤੀ ਖਾ ਗਈ, (ਇਹ ਪਦਾਰਥ ਦੇਣ ਵਾਲੇ) ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਪਾਸ ਮੈਂ ਨਾਹ ਬੈਠੀ।",
    "pronunciation": "(ਟੋਲੀਂ)ਪਦਾਰਥਾਂ। ਭੱੁਲੀ-ਅਸੁ",
    "type_id": 3
  },
  {
    "id": 32707,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅੰਬਰਿ ਕੂੰਜਾ ਕੁਰਲੀਅਾ; ਬਗ ਬਹਿਠੇ ਅਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Anbar Koonjaa Kuraleeaa Bag Behithae Aae Jeeo ||",
    "translation": "The cranes shriek overhead in the sky, and the herons have come to rest.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸ਼ੁਭ ਗੁਣ ਉਸ ਤੋਂ ਦੂਰ ਪਰੇ ਚਲੇ ਜਾਣ, ਤੇ ਉਸ ਦੇ ਅੰਦਰ ਨਿਰੇ ਪਖੰਡ ਹੀ ਇਕੱਠੇ ਹੋ ਜਾਣ,",
    "pronunciation": "ਕੂੰਜਾਂ।ਕੁਰਲੀਅਾਂ।ਬੱਗ।ਬਹਿ-ਠੇ",
    "type_id": 3
  },
  {
    "id": 32708,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਾ ਧਨ. ਚਲੀ ਸਾਹੁਰੈ; ਕਿਅਾ ਮੁਹੁ ਦੇਸੀ. ਅਗੈ ਜਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Saa Dhhan Chalee Saahurai Kiaa Muhu Dhaesee Agai Jaae Jeeo ||",
    "translation": "The bride has gone to her father-in-law's house; in the world hereafter, what face will she show?",
    "punjabi": "ਉਹ ਜਦੋਂ ਇਸ ਹਾਲ ਵਿਚ ਪਰਲੋਕ ਜਾਵੇ ਤਾਂ ਜਾ ਕੇ ਪਰਲੋਕ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕੀਹ ਮੂੰਹ ਵਿਖਾਵੇਗੀ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32709,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸੁਤੀ ਸੁਤੀ ਝਾਲੁ ਥੀਅਾ; ਭੁਲੀ ਵਾਟੜੀਅਾਸੁ ਜੀੳੁ ॥",
    "transliteration": "Suthee Suthee Jhaal Thheeaa Bhulee Vaattarreeaas Jeeo ||",
    "translation": "She kept sleeping as the day dawned; she forgot all about her journey.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਗ਼ਾਫ਼ਿਲ ਪਏ ਰਿਹਾਂ ਮੈਨੂੰ ਬੁਢੇਪਾ ਆ ਗਿਆ ਹੈ, ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਮੈਂ ਖੁੰਝੀ ਹੋਈ ਹਾਂ।",
    "pronunciation": "ਕਾਲ ਰੂਪ (ਝਾਲੁ) ਸਵੇਰਾ।(ਵਾਟੜੀ-ਅਾਸੁ)ਭਗਤੀ ਰੂਪ ਵਾਟ।ਸੱੁਤੀ",
    "type_id": 3
  },
  {
    "id": 32710,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਤੈ ਸਹ ਨਾਲਹੁ. ਮੁਤੀਅਸੁ; ਦੁਖਾ ਕੂੰ ਧਰੀਅਾਸੁ ਜੀੳੁ ॥",
    "transliteration": "Thai Seh Naalahu Mutheeas Dhukhaa Koon Dhhareeaas Jeeo ||",
    "translation": "She separated herself from her Husband Lord, and now she suffers in pain.",
    "punjabi": "ਹੇ ਪਤੀ! ਮੈਂ ਤੇਰੇ ਨਾਲੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ, ਮੈਂ ਨਿਰੇ ਦੁੱਖ ਹੀ ਦੁੱਖ ਸਹੇੜੇ ਹੋਏ ਹਨ।",
    "pronunciation": "ਮੱੁਤੀ-ਅਸੁ। (ਧਰੀ-ਅਾਸੁ)ਧਰਨਾ ਕਰਦੀ ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 32711,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਤੁਧੁ ਗੁਣ. ਮੈ ਸਭਿ ਅਵਗਣਾ; ੲਿਕ ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Thudhh Gun Mai Sabh Avaganaa Eik Naanak Kee Aradhaas Jeeo ||",
    "translation": "Virtue is in You, O Lord; I am totally without virtue. This is Nanak's only prayer:",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲਾ ਹੈਂ, ਮੇਰੇ ਅੰਦਰ ਸਾਰੇ ਔਗੁਣ ਹੀ ਔਗੁਣ ਹਨ, ਫਿਰ ਭੀ ਨਾਨਕ ਦੀ ਬੇਨਤੀ (ਤੇਰੇ ਹੀ ਦਰ ਤੇ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32712,
    "shabad_id": 2877,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਭਿ ਰਾਤੀ ਸੋਹਾਗਣੀ; ਮੈ ਡੋਹਾਗਣਿ. ਕਾੲੀ ਰਾਤਿ ਜੀੳੁ ॥੧॥",
    "transliteration": "Sabh Raathee Sohaaganee Mai Ddohaagan Kaaee Raath Jeeo ||1||",
    "translation": "You give all Your nights to the virtuous soul-brides. I know I am unworthy, but isn't there a night for me as well? ||1||",
    "punjabi": "ਕਿ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਤਾਂ ਸਦਾ ਹੀ ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਹੋਈਆਂ ਹਨ, ਮੈਨੂੰ ਅਭਾਗਣ ਨੂੰ ਭੀ ਕੋਈ ਇਕ ਰਾਤ ਬਖ਼ਸ਼ (ਮੇਰੇ ਉਤੇ ਭੀ ਕਦੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32713,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੧ ਸੁਚਜੀ ॥",
    "transliteration": "Soohee Mehalaa 1 Suchajee ||",
    "translation": "Soohee, First Mehl, Suchajee ~ The Noble And Graceful Bride:",
    "punjabi": "",
    "pronunciation": "ਸੁ-ਚੱਜੀ",
    "type_id": 3
  },
  {
    "id": 32714,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਾ ਤੂ. ਤਾ ਮੈ ਸਭੁ ਕੋ; ਤੂ ਸਾਹਿਬੁ. ਮੇਰੀ ਰਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Jaa Thoo Thaa Mai Sabh Ko Thoo Saahib Maeree Raas Jeeo ||",
    "translation": "When I have You, then I have everything. O my Lord and Master, You are my wealth and capital.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ (ਮੇਰੇ ਵਲ ਹੁੰਦਾ ਹੈਂ) ਤਦੋਂ ਹਰੇਕ ਜੀਵ ਮੈਨੂੰ (ਆਦਰ ਦੇਂਦਾ ਹੈ)। ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਸਰਮਾਇਆ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32715,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੁਧੁ ਅੰਤਰਿ. ਹੳੁ ਸੁਖਿ ਵਸਾ; ਤੂੰ ਅੰਤਰਿ ਸਾਬਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Thudhh Anthar Ho Sukh Vasaa Thoon Anthar Saabaas Jeeo ||",
    "translation": "Within You, I abide in peace; within You, I am congratulated.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਤੈਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦੀ ਹਾਂ ਤਦੋਂ ਮੈਂ ਸੁਖੀ ਵਸਦੀ ਹਾਂ ਜਦੋਂ ਤੂੰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈਂ ਤਦੋਂ ਮੈਨੂੰ (ਹਰ ਥਾਂ) ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32716,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭਾਣੈ ਤਖਤਿ ਵਡਾੲੀਅਾ; ਭਾਣੈ ਭੀਖ ੳੁਦਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Bhaanai Thakhath Vaddaaeeaa Bhaanai Bheekh Oudhaas Jeeo ||",
    "translation": "By the Pleasure of Your Will, You bestow thrones and greatness. And by the Pleasure of Your Will, You make us beggars and wanderers.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕੋਈ ਤਖ਼ਤ ਉਤੇ ਬੈਠਾ ਹੈ ਤੇ ਵਡਿਆਈਆਂ ਮਿਲ ਰਹੀਆਂ ਹਨ, ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕੋਈ ਵਿਰਕਤ ਹੋ ਕੇ (ਦਰ ਦਰ ਤੇ) ਭਿੱਛਿਆ ਮੰਗਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32717,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭਾਣੈ. ਥਲ ਸਿਰਿ, ਸਰੁ ਵਹੈ; ਕਮਲੁ ਫੁਲੈ ਅਾਕਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Bhaanai Thhal Sir Sar Vehai Kamal Fulai Aakaas Jeeo ||",
    "translation": "By the Pleasure of Your Will, the ocean flows in the desert, and the lotus blossoms in the sky.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕਿਤੇ ਸੁੱਕੀ ਧਰਤੀ ਉਤੇ ਸਰੋਵਰ ਚਲ ਪੈਂਦਾ ਹੈ ਤੇ ਕੌਲ ਫੁੱਲ ਆਕਾਸ਼ ਵਿਚ ਖਿੜ ਆਉਂਦਾ ਹੈ (ਭਾਵ, ਕਿਸੇ ਅਹੰਕਾਰੀ ਪ੍ਰੇਮ-ਹੀਣ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਪ੍ਰਵਾਹ ਚੱਲ ਪੈਂਦਾ ਹੈ)।",
    "pronunciation": "ਅਾਪਜੀ ਦੇ ਭਾਣੇ ਚ(ਥਲ)ਮਾਰੂਥਲਾਂ ਦੇ ਸਿਰਿ ਤੇ (ਸਰੁ)ਦਰਿਅਾ ਵਹਿ ਤੁਰਦੇ ਹਨ,ਭਾਵ ਸ਼ਰਧਾ ਹੀਨ ਖੁਸ਼ਕ ਥਲ ਰਿਦਿਅਾਂ ਚ ਪ੍ਰੇਮ ਦੇ (ਸਰੁ)ਦਰਿਅਾ ਵਗ ਤੁਰਦੇ ਹਨ।(ਅਾਕਾਸਿ)ਅਕਾਸ਼ ਵਾਂਗ ਹੰਕਾਰੀ ਰਿਦਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 32718,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਭਾਣੈ. ਭਵਜਲੁ ਲੰਘੀਅੈ; ਭਾਣੈ. ਮੰਝਿ ਭਰੀਅਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Bhaanai Bhavajal Langheeai Bhaanai Manjh Bhareeaas Jeeo ||",
    "translation": "By the Pleasure of Your Will, one crosses over the terrifying world-ocean; by the Pleasure of Your Will, he sinks down into it.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ; ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰੀਜ ਕੇ ਵਿੱਚੇ ਹੀ ਡੁੱਬ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32719,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਭਾਣੈ. ਸੋ ਸਹੁ ਰੰਗੁਲਾ; ਸਿਫਤਿ ਰਤਾ ਗੁਣਤਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Bhaanai So Sahu Rangulaa Sifath Rathaa Gunathaas Jeeo ||",
    "translation": "By the Pleasure of His Will, that Lord becomes my Husband, and I am imbued with the Praises of the Lord, the treasure of virtue.",
    "punjabi": "ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕਿਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਕੋਈ ਜੀਵ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32720,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਭਾਣੈ. ਸਹੁ ਭੀਹਾਵਲਾ; ਹੳੁ ਅਾਵਣਿ ਜਾਣਿ ਮੁੲੀਅਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Bhaanai Sahu Bheehaavalaa Ho Aavan Jaan Mueeaas Jeeo ||",
    "translation": "By the Pleasure of Your Will, O my Husband Lord, I am afraid of You, and I come and go, and die.",
    "punjabi": "ਇਹ ਭੀ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਹੈ ਕਿ ਕਦੇ ਉਹ ਖਸਮ ਮੈਨੂੰ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਡਰਾਉਣਾ ਲੱਗਦਾ ਹੈ, ਤੇ ਮੈਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੀ ਹਾਂ।",
    "pronunciation": "(ਭਹਿਾਵਲਾ)ਭੈਦਾੲਿਕ ਸੰਸਾਰ। ਮੁੲੀ-ਅਾਸਿ",
    "type_id": 3
  },
  {
    "id": 32721,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੂ ਸਹੁ ਅਗਮੁ ਅਤੋਲਵਾ; ਹੳੁ ਕਹਿ ਕਹਿ ਢਹਿ ਪੲੀਅਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Thoo Sahu Agam Atholavaa Ho Kehi Kehi Dtehi Peeaas Jeeo ||",
    "translation": "You, O my Husband Lord, are inaccessible and immeasurable; talking and speaking of You, I have fallen at Your Feet.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ। ਮੈਂ ਅਰਦਾਸਾਂ ਕਰ ਕਰ ਕੇ ਤੇਰੇ ਹੀ ਦਰ ਤੇ ਢਹਿ ਪਈ ਹਾਂ (ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ-ਪਰਨਾ ਲਿਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32722,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਿਅਾ ਮਾਗੳੁ. ਕਿਅਾ ਕਹਿ ਸੁਣੀ; ਮੈ ਦਰਸਨ ਭੂਖ ਪਿਅਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Kiaa Maago Kiaa Kehi Sunee Mai Dharasan Bhookh Piaas Jeeo ||",
    "translation": "What should I beg for? What should I say and hear? I am hungry and thirsty for the Blessed Vision of Your Darshan.",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਹੋਰ ਕੀਹ ਮੰਗਾਂ? ਤੈਨੂੰ ਹੋਰ ਕੀਹ ਆਖਾਂ ਜੋ ਤੂੰ ਸੁਣੇਂ? ਮੈਨੂੰ ਤੇਰੇ ਦੀਦਾਰ ਦੀ ਭੁੱਖ ਹੈ, ਮੈਂ ਤੇਰੇ ਦਰਸਨ ਦੀ ਪਿਆਸੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32723,
    "shabad_id": 2878,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਸਹੁ ਪਾੲਿਅਾ; ਸਚੁ ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ਜੀੳੁ ॥੨॥",
    "transliteration": "Gur Sabadhee Sahu Paaeiaa Sach Naanak Kee Aradhaas Jeeo ||2||",
    "translation": "Through the Word of the Guru's Teachings, I have found my Husband Lord. This is Nanak's true prayer. ||2||",
    "punjabi": "ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਖਸਮ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈਂ। ਮੇਰੀ ਨਾਨਕ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਮਿਲ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
