[
  {
    "id": 32724,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ਗੁਣਵੰਤੀ ॥",
    "transliteration": "Soohee Mehalaa 5 Gunavanthee ||",
    "translation": "Soohee, Fifth Mehl, Gunvantee ~ The Worthy And Virtuous Bride:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32725,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜੋ ਦੀਸੈ ਗੁਰਸਿਖੜਾ; ਤਿਸੁ. ਨਿਵਿ ਨਿਵਿ ਲਾਗੳੁ ਪਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Jo Dheesai Gurasikharraa This Niv Niv Laago Paae Jeeo ||",
    "translation": "When I see a Sikh of the Guru, I humbly bow and fall at his feet.",
    "punjabi": "ਮੈਨੂੰ ਜੇਹੜਾ ਭੀ ਕੋਈ ਗੁਰੂ ਦਾ ਪਿਆਰਾ ਸਿੱਖ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੈਂ ਨੀਊਂ ਨੀਊਂ ਕੇ (ਭਾਵ, ਨਿਮ੍ਰਤਾ-ਅਧੀਨਗੀ ਨਾਲ) ਉਸ ਦੀ ਪੈਰੀਂ ਲੱਗਦਾ ਹਾਂ,",
    "pronunciation": "ਗੁਰਸਿੱਖੜਾ",
    "type_id": 3
  },
  {
    "id": 32726,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾਖਾ ਬਿਰਥਾ ਜੀਅ ਕੀ; ਗੁਰੁ ਸਜਣੁ ਦੇਹਿ ਮਿਲਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Aakhaa Birathhaa Jeea Kee Gur Sajan Dhaehi Milaae Jeeo ||",
    "translation": "I tell to him the pain of my soul, and beg him to unite me with the Guru, my Best Friend.",
    "punjabi": "ਤੇ ਉਸ ਨੂੰ ਆਪਣੇ ਦਿਲ ਦੀ ਪੀੜਾ (ਤਾਂਘ) ਦੱਸਦਾ ਹਾਂ (ਤੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-ਹੇ ਗੁਰਸਿੱਖ!) ਮੈਨੂੰ ਸੱਜਣ-ਗੁਰੂ ਮਿਲਾ ਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32727,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋੲੀ ਦਸਿ ੳੁਪਦੇਸੜਾ; ਮੇਰਾ ਮਨੁ. ਅਨਤ, ਨ ਕਾਹੂ ਜਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Soee Dhas Oupadhaesarraa Maeraa Man Anath N Kaahoo Jaae Jeeo ||",
    "translation": "I ask that he impart to me such an understanding, that my mind will not go out wandering anywhere else.",
    "punjabi": "ਮੈਨੂੰ ਕੋਈ ਅਜੇਹਾ ਸੋਹਣਾ ਉਪਦੇਸ਼ ਦੱਸ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਮਨ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਵਲ ਨਾਹ ਜਾਏ।",
    "pronunciation": "ਦੱਸਿ",
    "type_id": 3
  },
  {
    "id": 32728,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ. ਤੈਕੂੰ ਡੇਵਸਾ; ਮੈ. ਮਾਰਗੁ ਦੇਹੁ ਬਤਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Eihu Man Thai Koon Ddaevasaa Mai Maarag Dhaehu Bathaae Jeeo ||",
    "translation": "I dedicate this mind to you. Please, show me the Path to God.",
    "punjabi": "ਮੈਂ ਆਪਣਾ ਇਹ ਮਨ ਤੇਰੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂਗਾ, ਮੈਨੂੰ ਰਸਤਾ ਦੱਸ (ਜਿਸ ਰਾਹੇ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਸਕਾਂ)।",
    "pronunciation": "ਡੇਵ-ਸਾਂ ਦੇ ਦੇਵਾਂ। ਤੈ-ਕੂੰ।",
    "type_id": 3
  },
  {
    "id": 32729,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੳੁ ਅਾੲਿਅਾ. ਦੂਰਹੁ ਚਲਿ ਕੈ; ਮੈ ਤਕੀ. ਤੳੁ ਸਰਣਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Ho Aaeiaa Dhoorahu Chal Kai Mai Thakee Tho Saranaae Jeeo ||",
    "translation": "I have come so far, seeking the Protection of Your Sanctuary.",
    "punjabi": "ਮੈਂ (ਚੌਰਾਸੀ ਲੱਖ ਦੇ) ਦੂਰ ਦੇ ਪੈਂਡੇ ਤੋਂ ਤੁਰ ਕੇ ਆਇਆ ਹਾਂ, ਹੁਣ ਮੈਂ ਤੇਰਾ ਆਸਰਾ ਤੱਕਿਆ ਹੈ।",
    "pronunciation": "ਤੱਕੀ",
    "type_id": 3
  },
  {
    "id": 32730,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮੈ ਅਾਸਾ ਰਖੀ ਚਿਤਿ ਮਹਿ; ਮੇਰਾ ਸਭੋ ਦੁਖੁ ਗਵਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Mai Aasaa Rakhee Chith Mehi Maeraa Sabho Dhukh Gavaae Jeeo ||",
    "translation": "Within my mind, I place my hopes in You; please, take my pain and suffering away!",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਇਹ ਆਸ ਰੱਖੀ ਹੋਈ ਹੈ ਕਿ ਤੂੰ ਮੇਰਾ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਵੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32731,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੲਿਤੁ ਮਾਰਗਿ ਚਲੇ ਭਾੲੀਅੜੇ; ਗੁਰੁ ਕਹੈ. ਸੁ ਕਾਰ ਕਮਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Eith Maarag Chalae Bhaaeearrae Gur Kehai S Kaar Kamaae Jeeo ||",
    "translation": "So walk on this Path, O sister soul-brides; do that work which the Guru tells you to do.",
    "punjabi": "(ਅੱਗੋਂ ਉੱਤਰ ਮਿਲਦਾ ਹੈ-) ਇਸ ਰਸਤੇ ਉਤੇ ਜੇਹੜੇ ਗੁਰ-ਭਾਈ ਤੁਰਦੇ ਹਨ (ਉਹ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦੇ ਹਨ) ਤੂੰ ਭੀ ਉਹੀ ਕਾਰ ਕਰ ਜੋ ਗੁਰੂ ਦੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32732,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਅਾਗੇਂ ਮਨ ਕੀ ਮਤੜੀ; ਵਿਸਾਰੇਂ ਦੂਜਾ ਭਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Thiaagaen Man Kee Matharree Visaaraen Dhoojaa Bhaao Jeeo ||",
    "translation": "Abandon the intellectual pursuits of the mind, and forget the love of duality.",
    "punjabi": "ਜੇ ਤੂੰ ਆਪਣੇ ਮਨ ਦੀ ਕੋਝੀ ਮਤਿ ਛੱਡ ਦੇਵੇਂ, ਜੇ ਤੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ (ਮਾਇਆ ਆਦਿਕ) ਦਾ ਪਿਆਰ ਭੁਲਾ ਦੇਵੇਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32733,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੲਿੳੁ ਪਾਵਹਿ ਹਰਿ ਦਰਸਾਵੜਾ; ਨਹ ਲਗੈ. ਤਤੀ ਵਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Eio Paavehi Har Dharasaavarraa Neh Lagai Thathee Vaao Jeeo ||",
    "translation": "In this way, you shall obtain the Blessed Vision of the Lord's Darshan; the hot winds shall not even touch you.",
    "punjabi": "ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਸੋਹਣਾ ਦਰਸਨ ਕਰ ਲਵੇਂਗਾ, ਤੈਨੂੰ ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਨਹੀਂ ਵਿਆਪੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32734,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹੳੁ ਅਾਪਹੁ. ਬੋਲਿ ਨ ਜਾਣਦਾ; ਮੈ ਕਹਿਅਾ ਸਭੁ ਹੁਕਮਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Ho Aapahu Bol N Jaanadhaa Mai Kehiaa Sabh Hukamaao Jeeo ||",
    "translation": "By myself, I do not even know how to speak; I speak all that the Lord commands.",
    "punjabi": "ਮੈਂ ਜੋ ਕੁਝ ਤੈਨੂੰ ਦੱਸਿਆ ਹੈ ਗੁਰੂ ਦਾ ਹੁਕਮ ਹੀ ਦੱਸਿਆ ਹੈ, ਮੈਂ ਆਪਣੀ ਅਕਲ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਇਹ ਰਸਤਾ ਨਹੀਂ ਦੱਸ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32735,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਭਗਤਿ ਖਜਾਨਾ ਬਖਸਿਅਾ; ਗੁਰਿ ਨਾਨਕਿ. ਕੀਅਾ ਪਸਾੳੁ ਜੀੳੁ ॥",
    "transliteration": "Har Bhagath Khajaanaa Bakhasiaa Gur Naanak Keeaa Pasaao Jeeo ||",
    "translation": "I am blessed with the treasure of the Lord's devotional worship; Guru Nanak has been kind and compassionate to me.",
    "punjabi": "ਜਿਸ (ਸੁਭਾਗ ਬੰਦੇ) ਉਤੇ ਨਾਨਕ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਹੈ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32736,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮੈ. ਬਹੁੜਿ, ਨ ਤ੍ਰਿਸਨਾ ਭੁਖੜੀ; ਹੳੁ ਰਜਾ ਤ੍ਰਿਪਤਿ ਅਘਾੲਿ ਜੀੳੁ ॥",
    "transliteration": "Mai Bahurr N Thrisanaa Bhukharree Ho Rajaa Thripath Aghaae Jeeo ||",
    "translation": "I shall never again feel hunger or thirst; I am satisfied, satiated and fulfilled.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਦੀ ਮੇਹਰ ਦਾ ਸਦਕਾ ਮੈਂ ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਜ ਗਿਆ ਹਾਂ, ਮੈਨੂੰ ਹੁਣ ਮਾਇਆ ਦੀ ਕੋਈ ਭੁੱਖ ਨਹੀਂ ਸਤਾਂਦੀ।",
    "pronunciation": "ਭੱੁਖੜੀ ਰੱਜਾਂ",
    "type_id": 3
  },
  {
    "id": 32737,
    "shabad_id": 2879,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਗੁਰ ਦੀਸੈ ਸਿਖੜਾ; ਤਿਸੁ ਨਿਵਿ ਨਿਵਿ ਲਾਗੳੁ ਪਾੲਿ ਜੀੳੁ ॥੩॥",
    "transliteration": "Jo Gur Dheesai Sikharraa This Niv Niv Laago Paae Jeeo ||3||",
    "translation": "When I see a Sikh of the Guru, I humbly bow and fall at his feet. ||3||",
    "punjabi": "ਮੈਨੂੰ ਜੇਹੜਾ ਭੀ ਕੋਈ ਗੁਰੂ ਦਾ ਪਿਆਰਾ ਸਿੱਖ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੈਂ ਨਿਮ੍ਰਤਾ-ਅਧੀਨਗੀ ਨਾਲ ਉਸ ਦੀ ਪੈਰੀਂ ਲੱਗਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "ਸਿੱਖੜਾ",
    "type_id": 3
  },
  {
    "id": 32738,
    "shabad_id": 2880,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਗੁ ਸੂਹੀ ਛੰਤ ਮਹਲਾ ੧ ਘਰੁ ੧",
    "transliteration": "Raag Soohee Shhanth Mehalaa 1 Ghar 1",
    "translation": "Raag Soohee, Chhant, First Mehl, First House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32739,
    "shabad_id": 2880,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 32740,
    "shabad_id": 2880,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਭਰਿ ਜੋਬਨਿ ਮੈ ਮਤ; ਪੇੲੀਅੜੈ ਘਰਿ ਪਾਹੁਣੀ, ਬਲਿ ਰਾਮ ਜੀੳੁ ॥",
    "transliteration": "Bhar Joban Mai Math Paeeearrai Ghar Paahunee Bal Raam Jeeo ||",
    "translation": "Intoxicated with the wine of youth, I did not realize that I was only a guest at my parents' home (in this world.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ (ਤੂੰ ਕੈਸੀ ਅਚਰਜ ਲੀਲਾ ਰਚਾਈ ਹੈ!) ਜੀਵ-ਇਸਤ੍ਰੀ (ਤੇਰੀ ਰਚੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਜਵਾਨੀ ਦੇ ਸਮੇ ਇਉਂ ਮਸਤ ਹੈ ਜਿਵੇਂ ਸ਼ਰਾਬ ਪੀ ਕੇ ਮਦ ਹੋਸ਼ ਹੈ, (ਇਹ ਭੀ ਨਹੀਂ ਸਮਝਦੀ ਕਿ) ਇਸ ਪੇਕੇ-ਘਰ ਵਿਚ (ਇਸ ਜਗਤ ਵਿਚ) ਉਹ ਇਕ ਪ੍ਰਾਹੁਣੀ ਹੀ ਹੈ।",
    "pronunciation": "ਮੈ:ਬਿੰਦੀ ਨ ਲਾ।ਮੱਤ",
    "type_id": 3
  },
  {
    "id": 32741,
    "shabad_id": 2880,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੈਲੀ ਅਵਗਣਿ ਚਿਤਿ; ਬਿਨੁ ਗੁਰ. ਗੁਣ ਨ ਸਮਾਵਨੀ, ਬਲਿ ਰਾਮ ਜੀੳੁ ॥",
    "transliteration": "Mailee Avagan Chith Bin Gur Gun N Samaavanee Bal Raam Jeeo ||",
    "translation": "My consciousness is polluted with faults and mistakes; without the Guru, virtue does not even enter into me.",
    "punjabi": "ਵਿਕਾਰਾਂ ਦੀ ਕਮਾਈ ਨਾਲ ਚਿੱਤ ਵਿਚ ਉਹ ਮੈਲੀ ਰਹਿੰਦੀ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੀ, ਤੇ) ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਹਿਰਦੇ ਵਿਚ) ਗੁਣ ਟਿਕ ਨਹੀਂ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32742,
    "shabad_id": 2880,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਗੁਣ ਸਾਰ. ਨ ਜਾਣੀ, ਭਰਮਿ ਭੁਲਾਣੀ; ਜੋਬਨੁ ਬਾਦਿ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Gun Saar N Jaanee Bharam Bhulaanee Joban Baadh Gavaaeiaa ||",
    "translation": "I have not known the value of virtue; I have been deluded by doubt. I have wasted away my youth in vain.",
    "punjabi": "(ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣਾਂ ਦੀ ਕੀਮਤ ਨਾਹ ਸਮਝੀ, ਕੁਰਾਹੇ ਪਈ ਰਹੀ, ਤੇ ਜਵਾਨੀ ਦਾ ਸਮਾ ਵਿਅਰਥ ਗਵਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32743,
    "shabad_id": 2880,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਵਰੁ ਘਰੁ ਦਰੁ. ਦਰਸਨੁ ਨਹੀ ਜਾਤਾ; ਪਿਰ ਕਾ ਸਹਜੁ. ਨ ਭਾੲਿਅਾ ॥",
    "transliteration": "Var Ghar Dhar Dharasan Nehee Jaathaa Pir Kaa Sehaj N Bhaaeiaa ||",
    "translation": "I have not known my Husband Lord, His celestial home and gate, or the Blessed Vision of His Darshan. I have not had the pleasure of my Husband Lord's celestial peace.",
    "punjabi": "ਨਾਹ ਉਸ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਈ, ਨਾਹ ਉਸ ਦੇ ਦਰ ਨਾਹ ਉਸ ਦੇ ਘਰ ਤੇ ਨਾਹ ਹੀ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਕਦਰ ਪਛਾਣੀ। (ਭਟਕਣਾ ਵਿਚ ਹੀ ਰਹਿ ਕੇ) ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਸੁਭਾਉ ਭੀ ਪਸੰਦ ਨਾਹ ਆਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32744,
    "shabad_id": 2880,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਤਿਗੁਰ ਪੂਛਿ. ਨ ਮਾਰਗਿ ਚਾਲੀ; ਸੂਤੀ ਰੈਣਿ ਵਿਹਾਣੀ ॥",
    "transliteration": "Sathigur Pooshh N Maarag Chaalee Soothee Rain Vihaanee ||",
    "translation": "After consulting the True Guru, I have not walked on the Path; the night of my life is passing away in sleep.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ ਰਾਤ ਬੀਤ ਗਈ, ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਜੀਵਨ ਦੇ ਠੀਕ ਰਸਤੇ ਉਤੇ ਕਦੇ ਭੀ ਨਾਹ ਤੁਰੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32745,
    "shabad_id": 2880,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਬਾਲਤਣਿ ਰਾਡੇਪਾ; ਬਿਨੁ ਪਿਰ. ਧਨ ਕੁਮਲਾਣੀ ॥੧॥",
    "transliteration": "Naanak Baalathan Raaddaepaa Bin Pir Dhhan Kumalaanee ||1||",
    "translation": "O Nanak, in the prime of my youth, I am a widow; without my Husband Lord, the soul-bride is wasting away. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਜੇਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਤਾਂ ਬਾਲ-ਉਮਰੇ ਹੀ ਰੰਡੇਪਾ ਸਹੇੜ ਲਿਆ, ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਉਸ ਦਾ ਹਿਰਦਾ-ਕਮਲ ਕੁਮਲਾਇਆ ਹੀ ਰਿਹਾ ॥੧॥",
    "pronunciation": "(ਬਾਲੱਤਣਿ)ਬਾਲਪੁਣੇ ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 32746,
    "shabad_id": 2880,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਬਾਬਾ. ਮੈ ਵਰੁ ਦੇਹਿ; ਮੈ. ਹਰਿ ਵਰੁ ਭਾਵੈ, ਤਿਸ ਕੀ ਬਲਿ ਰਾਮ ਜੀੳੁ ॥",
    "transliteration": "Baabaa Mai Var Dhaehi Mai Har Var Bhaavai This Kee Bal Raam Jeeo ||",
    "translation": "O father, give me in marriage to the Lord; I am pleased with Him as my Husband. I belong to Him.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸਤਿਗੁਰੂ! ਮੈਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲਾ। (ਮੇਹਰ ਕਰ) ਮੈਨੂੰ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਪਿਆਰਾ ਲੱਗੇ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਵਾਂ,",
    "pronunciation": "ਤਿਸ ਹਰੀ ਪਤੀ ਜੀ ਦੀ ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 32747,
    "shabad_id": 2880,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਰਵਿ ਰਹਿਅਾ ਜੁਗ ਚਾਰਿ; ਤ੍ਰਿਭਵਣ ਬਾਣੀ ਜਿਸ ਕੀ. ਬਲਿ ਰਾਮ ਜੀੳੁ ॥",
    "transliteration": "Rav Rehiaa Jug Chaar Thribhavan Baanee Jis Kee Bal Raam Jeeo ||",
    "translation": "He is pervading throughout the four ages, and the Word of His Bani permeates the three worlds.",
    "punjabi": "ਜੋ ਸਦਾ ਹੀ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ, ਤਿੰਨਾਂ ਹੀ ਭਵਨਾਂ ਵਿਚ ਜਿਸ ਦਾ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32748,
    "shabad_id": 2880,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਤ੍ਰਿਭਵਣ ਕੰਤੁ ਰਵੈ ਸੋਹਾਗਣਿ; ਅਵਗਣਵੰਤੀ ਦੂਰੇ ॥",
    "transliteration": "Thribhavan Kanth Ravai Sohaagan Avaganavanthee Dhoorae ||",
    "translation": "The Husband Lord of the three worlds ravishes and enjoys His virtuous brides, but He keeps the ungraceful and unvirtuous ones far away.",
    "punjabi": "ਤਿੰਨਾਂ ਭਵਨਾਂ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਪਰ ਜਿਸ ਨੇ ਔਗੁਣ ਹੀ ਔਗੁਣ ਸਹੇੜੇ ਉਹ ਉਸ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਅਵਗਣ-ਵੰਤੀ",
    "type_id": 3
  },
  {
    "id": 32749,
    "shabad_id": 2880,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜੈਸੀ ਅਾਸਾ ਤੈਸੀ ਮਨਸਾ; ਪੂਰਿ ਰਹਿਅਾ ਭਰਪੂਰੇ ॥",
    "transliteration": "Jaisee Aasaa Thaisee Manasaa Poor Rehiaa Bharapoorae ||",
    "translation": "As are our hopes, so are our minds' desires, which the All-pervading Lord brings to fulfillment.",
    "punjabi": "ਉਹ ਮਾਲਕ ਹਰੇਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਿਆਪਕ ਹੈ (ਉਹ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈ) ਜਿਹੋ ਜਿਹੀ ਆਸ ਧਾਰ ਕੇ ਕੋਈ ਉਸ ਦੇ ਦਰ ਤੇ ਆਉਂਦੀ ਹੈ ਉਹੋ ਜਿਹੀ ਇੱਛਾ ਉਹ ਪੂਰੀ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32750,
    "shabad_id": 2880,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕੀ ਨਾਰਿ, ਸੁ ਸਰਬ ਸੁਹਾਗਣਿ; ਰਾਂਡ ਨ ਮੈਲੈ ਵੇਸੇ ॥",
    "transliteration": "Har Kee Naar S Sarab Suhaagan Raandd N Mailai Vaesae ||",
    "translation": "The bride of the Lord is forever happy and virtuous; she shall never be a widow, and she shall never have to wear dirty clothes.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਉਹ ਸਦਾ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਹੈ, ਉਹ ਕਦੇ ਰੰਡੀ ਨਹੀਂ ਹੁੰਦੀ, ਉਸ ਦਾ ਵੇਸ ਕਦੇ ਮੈਲਾ ਨਹੀਂ ਹੁੰਦਾ (ਉਸ ਦਾ ਹਿਰਦਾ ਕਦੇ ਵਿਕਾਰਾਂ ਨਾਲ ਮੈਲਾ ਨਹੀਂ ਹੁੰਦਾ)।",
    "pronunciation": "(ਨਾਰਿ)ਭਗਤ।(ਰਾਂਡ)ਨਾਸਤਕ ਨਹੀਂ ਹੁੰਦੇ।(ਵੇਸੇ)ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਵੇਸ, ਪਾਪਾਂ ਅੌਗੁਣਾਂ ਕਰਕੇ ਮੈਲ਼ਾ ਨਹੀ ਹੁੰਦਾ",
    "type_id": 3
  },
  {
    "id": 32751,
    "shabad_id": 2880,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਮੈ ਵਰੁ ਸਾਚਾ ਭਾਵੈ; ਜੁਗਿ ਜੁਗਿ ਪ੍ਰੀਤਮ ਤੈਸੇ ॥੨॥",
    "transliteration": "Naanak Mai Var Saachaa Bhaavai Jug Jug Preetham Thaisae ||2||",
    "translation": "O Nanak, I love my True Husband Lord; my Beloved is the same, age after age. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੀ ਮੇਹਰ ਹੋਵੇ ਤਾਂ) ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ (ਸਦਾ) ਪਿਆਰਾ ਲੱਗਦਾ ਰਹੇ ਜੇਹੜਾ ਪ੍ਰੀਤਮ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕ-ਸਮਾਨ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32752,
    "shabad_id": 2880,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਬਾਬਾ ਲਗਨੁ ਗਣਾੲਿ; ਹੰ ਭੀ ਵੰਞਞਾ ਸਾਹੁਰੈ, ਬਲਿ ਰਾਮ ਜੀੳੁ ॥",
    "transliteration": "Baabaa Lagan Ganaae Han Bhee Vannjaa Saahurai Bal Raam Jeeo ||",
    "translation": "O Baba, calculate that auspicious moment, when I too shall be going to my in-laws' house.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! (ਉਹ) ਮੁਹੂਰਤ ਕਢਾ (ਉਹ ਅਵਸਰ ਪੈਦਾ ਕਰ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਭੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਸਕਾਂ।",
    "pronunciation": "ਗੁਰਬਾਣੀ ਅਰਥ ਵੀਚਾਰਨ ਰੂਪੀ ਜੋਤਸ਼ ਦਾ(ਲਗਨੁ)। ਗੁਰਬਾਣੀ ਅਰਥ (ਗਣਾੲਿ)ਵਿਚਰਵਾ ਕੇ।(ਵੰਞਾ)ਜਾਵਾਂ। ਸਰੂਪ ਰੂਪੀ (ਸਾਹੁਰੈ)ਸਹੁਰਾ ਘਰ। ਲਗਨੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 32753,
    "shabad_id": 2880,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਾਹਾ ਹੁਕਮੁ ਰਜਾੲਿ, ਸੋ ਨ ਟਲੈ; ਜੋ ਪ੍ਰਭੁ ਕਰੈ. ਬਲਿ ਰਾਮ ਜੀੳੁ ॥",
    "transliteration": "Saahaa Hukam Rajaae So N Ttalai Jo Prabh Karai Bal Raam Jeeo ||",
    "translation": "The moment of that marriage will be set by the Hukam of God's Command; His Will cannot be changed.",
    "punjabi": "(ਹੇ ਗੁਰੂ! ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ) ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਜੋ ਹੁਕਮ ਕਰਦਾ ਹੈ ਉਹ ਮੇਲ ਦਾ ਅਵਸਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਕੋਈ ਅਗਾਂਹ ਪਿਛਾਂਹ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਉਸ ਵਿਚ ਕੋਈ ਵਿਘਨ ਨਹੀਂ ਪਾ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32754,
    "shabad_id": 2880,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕਿਰਤੁ ਪੲਿਅਾ. ਕਰਤੈ ਕਰਿ ਪਾੲਿਅਾ; ਮੇਟਿ. ਨ ਸਕੈ ਕੋੲੀ ॥",
    "transliteration": "Kirath Paeiaa Karathai Kar Paaeiaa Maett N Sakai Koee ||",
    "translation": "The karmic record of past deeds, written by the Creator Lord, cannot be erased by anyone.",
    "punjabi": "ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਕਰਤਾਰ ਨੇ (ਉਹਨਾਂ ਦੇ ਮਿਲਾਪ ਜਾਂ ਵਿਛੋੜੇ ਦਾ) ਜੋ ਭੀ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਉਲੰਘ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32755,
    "shabad_id": 2880,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜਾਞਞੀ ਨਾੳੁ ਨਰਹ ਨਿਹਕੇਵਲੁ; ਰਵਿ ਰਹਿਅਾ ਤਿਹੁ ਲੋੲੀ ॥",
    "transliteration": "Jaanjee Naao Nareh Nihakaeval Rav Rehiaa Thihu Loee ||",
    "translation": "The most respected member of the marriage party, my Husband, is the independent Lord of all beings, pervading and permeating the three worlds.",
    "punjabi": "(ਗੁਰੂ ਵਿਚੋਲੇ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਪਰਮਾਤਮਾ ਜੋ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ ਤੇ (ਫਿਰ ਭੀ ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ) ਬੰਦਿਆਂ ਤੋਂ ਸੁਤੰਤਰ ਹੈ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨ ਲਈ) ਲਾੜਾ ਬਣ ਕੇ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32756,
    "shabad_id": 2880,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਮਾੲਿ ਨਿਰਾਸੀ ਰੋੲਿ ਵਿਛੁੰਨੀ; ਬਾਲੀ ਬਾਲੈ ਹੇਤੇ ॥",
    "transliteration": "Maae Niraasee Roe Vishhunnee Baalee Baalai Haethae ||",
    "translation": "Maya, crying out in pain, leaves, seeing that the bride and the groom are in love.",
    "punjabi": "(ਜਿਵੇਂ ਧੀ ਨੂੰ ਤੋਰਨ ਲੱਗੀ ਮਾਂ ਮੁੜ ਮਿਲਣ ਦੀਆਂ ਆਸਾਂ ਲਾਹ ਕੇ ਰੋ ਕੇ ਵਿਛੁੜਦੀ ਹੈ, ਤਿਵੇਂ) ਮਾਇਆ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੇਮ ਦੇ ਕਾਰਨ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਕਾਬੂ ਵਿਚ ਰੱਖ ਸਕਣ ਦੀਆਂ ਆਸਾਂ ਲਾਹ ਕੇ (ਮਾਨੋ) ਰੋ ਕੇ ਵਿਛੁੜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32757,
    "shabad_id": 2880,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਸਾਚ ਸਬਦਿ ਸੁਖ ਮਹਲੀ; ਗੁਰ ਚਰਣੀ ਪ੍ਰਭੁ ਚੇਤੇ ॥੩॥",
    "transliteration": "Naanak Saach Sabadh Sukh Mehalee Gur Charanee Prabh Chaethae ||3||",
    "translation": "O Nanak, the peace of the Mansion of God's Presence comes through the True Word of the Shabad; the bride keeps the Guru's Feet enshrined in her mind. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
