[
  {
    "id": 32976,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਿਹਚਲੁ ਰਾਜੁ ਸਦਾ ਹਰਿ ਕੇਰਾ; ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ ਰਾਮ ॥",
    "transliteration": "Nihachal Raaj Sadhaa Har Kaeraa This Bin Avar N Koee Raam ||",
    "translation": "The Kingdom of the Lord is permanent, and forever unchanging; there is no other than Him.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਹੁਕਮ ਅਟੱਲ ਹੈ (ਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਉਸ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ)। ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਦੀ ਬਰਾਬਰੀ ਦਾ ਨਹੀਂ (ਜੋ ਇਸ ਹੁਕਮ ਨੂੰ ਬਦਲਾਅ ਸਕੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32977,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ, ਸਦਾ ਸਚੁ ਸੋੲੀ; ਗੁਰਮੁਖਿ ੲੇਕੋ ਜਾਣਿਅਾ ॥",
    "transliteration": "This Bin Avar N Koee Sadhaa Sach Soee Guramukh Eaeko Jaaniaa ||",
    "translation": "There is no other than Him - He is True forever; the Gurmukh knows the One Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ। ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਇੱਕ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32978,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਧਨ ਪਿਰ ਮੇਲਾਵਾ ਹੋਅਾ; ਗੁਰਮਤੀ ਮਨੁ ਮਾਨਿਅਾ ॥",
    "transliteration": "Dhhan Pir Maelaavaa Hoaa Guramathee Man Maaniaa ||",
    "translation": "That soul-bride, whose mind accepts the Guru's Teachings, meets her Husband Lord.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32979,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲਿਅਾ ਤਾ ਹਰਿ ਪਾੲਿਅਾ; ਬਿਨੁ ਹਰਿ ਨਾਵੈ ਮੁਕਤਿ. ਨ ਹੋੲੀ ॥",
    "transliteration": "Sathigur Miliaa Thaa Har Paaeiaa Bin Har Naavai Mukath N Hoee ||",
    "translation": "Meeting the True Guru, she finds the Lord; without the Lord's Name, there is no liberation.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ (ਗੁਰੂ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32980,
    "shabad_id": 2888,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਕਾਮਣਿ ਕੰਤੈ ਰਾਵੇ; ਮਨਿ ਮਾਨਿਅੈ ਸੁਖੁ ਹੋੲੀ ॥੧॥",
    "transliteration": "Naanak Kaaman Kanthai Raavae Man Maaniai Sukh Hoee ||1||",
    "translation": "O Nanak, the soul-bride ravishes and enjoys her Husband Lord; her mind accepts Him, and she finds peace. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਜਾਏ, ਤਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32981,
    "shabad_id": 2888,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿ. ਧਨ ਬਾਲੜੀੲੇ; ਹਰਿ ਵਰੁ ਪਾਵਹਿ ਸੋੲੀ ਰਾਮ ॥",
    "transliteration": "Sathigur Saev Dhhan Baalarreeeae Har Var Paavehi Soee Raam ||",
    "translation": "Serve the True Guru, O young and innocent bride; thus you shall obtain the Lord as your Husband.",
    "punjabi": "ਹੇ ਅੰਞਾਣ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਿਆ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32982,
    "shabad_id": 2888,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਦਾ ਹੋਵਹਿ ਸੋਹਾਗਣੀ; ਫਿਰਿ ਮੈਲਾ ਵੇਸੁ. ਨ ਹੋੲੀ ਰਾਮ ॥",
    "transliteration": "Sadhaa Hovehi Sohaaganee Fir Mailaa Vaes N Hoee Raam ||",
    "translation": "You shall be the virtuous and happy bride of the True Lord forever; and you shall never again wear soiled clothes.",
    "punjabi": "ਤੂੰ ਸਦਾ ਵਾਸਤੇ ਖਸਮ-ਵਾਲੀ ਹੋ ਜਾਏਂਗੀ, ਫਿਰ ਕਦੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੋਏਗਾ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32983,
    "shabad_id": 2888,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਫਿਰਿ ਮੈਲਾ ਵੇਸੁ. ਨ ਹੋੲੀ, ਗੁਰਮੁਖਿ ਬੂਝੈ ਕੋੲੀ; ਹੳੁਮੈ ਮਾਰਿ ਪਛਾਣਿਅਾ ॥",
    "transliteration": "Fir Mailaa Vaes N Hoee Guramukh Boojhai Koee Houmai Maar Pashhaaniaa ||",
    "translation": "Your clothes shall never again be soiled; how rare are those few, who, as Gurmukh, recognize this, and conquer their ego.",
    "punjabi": "ਕੋਈ ਵਿਰਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਇਹ ਗੱਲ ਸਮਝਦੀ ਹੈ (ਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋਇਆਂ) ਫਿਰ ਉਸ ਤੋਂ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ। ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਕਾਇਮ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32984,
    "shabad_id": 2888,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕਰਣੀ ਕਾਰ ਕਮਾਵੈ ਸਬਦਿ ਸਮਾਵੈ; ਅੰਤਰਿ ੲੇਕੋ ਜਾਣਿਅਾ ॥",
    "transliteration": "Karanee Kaar Kamaavai Sabadh Samaavai Anthar Eaeko Jaaniaa ||",
    "translation": "So make your practice the practice of good deeds; merge into the Word of the Shabad, and deep within, come to know the One Lord.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਸਿਮਰਨ ਦੀ) ਕਰਨ-ਜੋਗ ਕਾਰ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਛਾਣ ਪਾਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32985,
    "shabad_id": 2888,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਮੁਖਿ. ਪ੍ਰਭੁ ਰਾਵੇ ਦਿਨੁ ਰਾਤੀ ਅਾਪਣਾ; ਸਾਚੀ ਸੋਭਾ ਹੋੲੀ ॥",
    "transliteration": "Guramukh Prabh Raavae Dhin Raathee Aapanaa Saachee Sobhaa Hoee ||",
    "translation": "The Gurmukh enjoys God, day and night, and so obtains true glory.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਿਨ ਰਾਤ ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਰਹਿੰਦੀ ਹੈ, (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32986,
    "shabad_id": 2888,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਪਿਰੁ ਰਾਵੇ ਅਾਪਣਾ; ਰਵਿ ਰਹਿਅਾ ਪ੍ਰਭੁ ਸੋੲੀ ॥੨॥",
    "transliteration": "Naanak Kaaman Pir Raavae Aapanaa Rav Rehiaa Prabh Soee ||2||",
    "translation": "O Nanak, the soul-bride enjoys and ravishes her Beloved; God is pervading and permeating everywhere. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਰ ਵੇਲੇ ਯਾਦ ਕਰਦੀ ਹੈ ਜੋ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32987,
    "shabad_id": 2888,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਕੀ ਕਾਰ ਕਰੇ. ਧਨ ਬਾਲੜੀੲੇ; ਹਰਿ ਵਰੁ ਦੇੲਿ ਮਿਲਾੲੇ ਰਾਮ ॥",
    "transliteration": "Gur Kee Kaar Karae Dhhan Baalarreeeae Har Var Dhaee Milaaeae Raam ||",
    "translation": "Serve the Guru, O young and innocent soul-bride, and he will lead to you meet your Husband Lord.",
    "punjabi": "ਹੇ ਅੰਞਾਣ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਿਆ ਕਰ। ਗੁਰੂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 32988,
    "shabad_id": 2888,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੈ ਰੰਗਿ ਰਤੀ ਹੈ ਕਾਮਣਿ; ਮਿਲਿ ਪ੍ਰੀਤਮ ਸੁਖੁ ਪਾੲੇ ਰਾਮ ॥",
    "transliteration": "Har Kai Rang Rathee Hai Kaaman Mil Preetham Sukh Paaeae Raam ||",
    "translation": "The bride is imbued with the Love of her Lord; meeting with her Beloved, she finds peace.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32989,
    "shabad_id": 2888,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਿਲਿ ਪ੍ਰੀਤਮ ਸੁਖੁ ਪਾੲੇ. ਸਚਿ ਸਮਾੲੇ; ਸਚੁ ਵਰਤੈ ਸਭ ਥਾੲੀ ॥",
    "transliteration": "Mil Preetham Sukh Paaeae Sach Samaaeae Sach Varathai Sabh Thhaaee ||",
    "translation": "Meeting her Beloved, she finds peace, and merges in the True Lord; the True Lord is pervading everywhere.",
    "punjabi": "ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਸਭ ਥਾਵਾਂ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 32990,
    "shabad_id": 2888,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਚਾ ਸੀਗਾਰੁ ਕਰੇ ਦਿਨੁ ਰਾਤੀ; ਕਾਮਣਿ ਸਚਿ ਸਮਾੲੀ ॥",
    "transliteration": "Sachaa Seegaar Karae Dhin Raathee Kaaman Sach Samaaee ||",
    "translation": "The bride makes Truth her decorations, day and night, and remains absorbed in the True Lord.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਇਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਆਤਮਕ) ਸਿੰਗਾਰ ਉਹ ਦਿਨ ਰਾਤ ਕਰੀ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32991,
    "shabad_id": 2888,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਸੁਖਦਾਤਾ ਸਬਦਿ ਪਛਾਤਾ; ਕਾਮਣਿ ਲੲਿਅਾ ਕੰਠਿ ਲਾੲੇ ॥",
    "transliteration": "Har Sukhadhaathaa Sabadh Pashhaathaa Kaaman Laeiaa Kanth Laaeae ||",
    "translation": "The Lord, the Giver of peace, is realized through His Shabad; He hugs His bride close in His embrace.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਈ ਰੱਖਦੀ ਹੈ (ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਲੈਂਦੀ ਹੈ, ਹਰ ਵੇਲੇ ਉਸ ਦਾ ਜਾਪ ਕਰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32992,
    "shabad_id": 2888,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਮਹਲੀ ਮਹਲੁ ਪਛਾਣੈ; ਗੁਰਮਤੀ ਹਰਿ ਪਾੲੇ ॥੩॥",
    "transliteration": "Naanak Mehalee Mehal Pashhaanai Guramathee Har Paaeae ||3||",
    "translation": "O Nanak, the bride obtains the Mansion of His Presence; through the Guru's Teachings, she finds her Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਮਹਲ ਲੱਭ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32993,
    "shabad_id": 2888,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਾ ਧਨ ਬਾਲੀ. ਧੁਰਿ ਮੇਲੀ; ਮੇਰੈ ਪ੍ਰਭਿ. ਅਾਪਿ ਮਿਲਾੲੀ ਰਾਮ ॥",
    "transliteration": "Saa Dhhan Baalee Dhhur Maelee Maerai Prabh Aap Milaaee Raam ||",
    "translation": "The Primal Lord, my God, has united His young and innocent bride with Himself.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਮਿਲਾਪ ਦਾ ਲੇਖ ਪ੍ਰਾਪਤ ਹੋਇਆ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32994,
    "shabad_id": 2888,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮਤੀ ਘਟਿ ਚਾਨਣੁ ਹੋਅਾ; ਪ੍ਰਭੁ ਰਵਿ ਰਹਿਅਾ ਸਭ ਥਾੲੀ ਰਾਮ ॥",
    "transliteration": "Guramathee Ghatt Chaanan Hoaa Prabh Rav Rehiaa Sabh Thhaaee Raam ||",
    "translation": "Through the Guru's Teachings, her heart is illumined and enlightened; God is permeating and pervading everywhere.",
    "punjabi": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਚਾਨਣ ਹੋ ਗਿਆ ਕਿ ਪਰਮਾਤਮਾ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 32995,
    "shabad_id": 2888,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਭੁ ਰਵਿ ਰਹਿਅਾ ਸਭ ਥਾੲੀ. ਮੰਨਿ ਵਸਾੲੀ; ਪੂਰਬਿ ਲਿਖਿਅਾ ਪਾੲਿਅਾ ॥",
    "transliteration": "Prabh Rav Rehiaa Sabh Thhaaee Mann Vasaaee Poorab Likhiaa Paaeiaa ||",
    "translation": "God is permeating and pervading everywhere; He dwells in her mind, and she realizes her pre-ordained destiny.",
    "punjabi": "ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੋ ਰਹੇ ਪ੍ਰਭੂ ਨੂੰ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ, ਪਿਛਲੇ ਜਨਮ ਵਿਚ ਲਿਖਿਆ ਲੇਖ (ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ) ਉੱਘੜ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32996,
    "shabad_id": 2888,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸੇਜ ਸੁਖਾਲੀ ਮੇਰੇ ਪ੍ਰਭ ਭਾਣੀ; ਸਚੁ ਸੀਗਾਰੁ ਬਣਾੲਿਅਾ ॥",
    "transliteration": "Saej Sukhaalee Maerae Prabh Bhaanee Sach Seegaar Banaaeiaa ||",
    "translation": "On his cozy bed, she is pleasing to my God; she fashions her decorations of Truth.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਸ ਦਾ ਹਿਰਦਾ-ਸੇਜ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਗਿਆ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਨੂੰ ਉਸ ਨੇ (ਆਪਣੇ ਜੀਵਨ ਦਾ) ਸੁਹਜ ਬਣਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32997,
    "shabad_id": 2888,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਕਾਮਣਿ ਨਿਰਮਲ. ਹੳੁਮੈ ਮਲੁ ਖੋੲੀ; ਗੁਰਮਤਿ ਸਚਿ ਸਮਾੲੀ ॥",
    "transliteration": "Kaaman Niramal Houmai Mal Khoee Guramath Sach Samaaee ||",
    "translation": "The bride is immaculate and pure; she washes away the filth of egotism, and through the Guru's Teachings, she merges in the True Lord.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32998,
    "shabad_id": 2888,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਅਾਪਿ ਮਿਲਾੲੀ ਕਰਤੈ; ਨਾਮੁ ਨਵੈ ਨਿਧਿ ਪਾੲੀ ॥੪॥੩॥੪॥",
    "transliteration": "Naanak Aap Milaaee Karathai Naam Navai Nidhh Paaee ||4||3||4||",
    "translation": "O Nanak, the Creator Lord blends her into Himself, and she obtains the nine treasure of the Naam. ||4||3||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਕਰਤਾਰ ਨੇ ਆਪ ਉਸ ਨੂੰ ਨਾਲ ਮਿਲਾ ਲਿਆ, ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਜੋ ਉਸ ਦੇ ਵਾਸਤੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ ॥੪॥੩॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 32999,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Soohee Mehalaa 3 ||",
    "translation": "Soohee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33000,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰੇ. ਹਰਿ ਗੁਣ ਗਾਵਹੁ; ਹਰਿ ਗੁਰਮੁਖੇ ਪਾੲੇ ਰਾਮ ॥",
    "transliteration": "Har Harae Har Gun Gaavahu Har Guramukhae Paaeae Raam ||",
    "translation": "Sing the Glorious Praises of the Lord, Har, Har, Har; the Gurmukh obtains the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰੋ। (ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33001,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਨ ਦਿਨੋ ਸਬਦਿ ਰਵਹੁ; ਅਨਹਦ ਸਬਦ ਵਜਾੲੇ ਰਾਮ ॥",
    "transliteration": "Anadhino Sabadh Ravahu Anehadh Sabadh Vajaaeae Raam ||",
    "translation": "Night and day, chant the Word of the Shabad; night and day, the Shabad shall vibrate and resound.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕ-ਰਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਦੇ ਵਾਜੇ) ਵਜਾ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33002,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਨਹਦ ਸਬਦ ਵਜਾੲੇ, ਹਰਿ ਜੀੳੁ ਘਰਿ ਅਾੲੇ; ਹਰਿ ਗੁਣ ਗਾਵਹੁ ਨਾਰੀ ॥",
    "transliteration": "Anehadh Sabadh Vajaaeae Har Jeeo Ghar Aaeae Har Gun Gaavahu Naaree ||",
    "translation": "The unstruck melody of the Shabad vibrates, and the Dear Lord comes into the home of my heart; O ladies, sing the Glorious Praises of the Lord.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇ ਵਾਜੇ ਇਕ-ਰਸ ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ। ਹੇ (ਮੇਰੇ) ਗਿਆਨ-ਇੰਦ੍ਰਿਓ! ਤੁਸੀ ਭੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33003,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਭਗਤਿ ਕਰਹਿ ਗੁਰ ਅਾਗੈ; ਸਾ ਧਨ ਕੰਤ ਪਿਅਾਰੀ ॥",
    "transliteration": "Anadhin Bhagath Karehi Gur Aagai Saa Dhhan Kanth Piaaree ||",
    "translation": "That soul-bride, who performs devotional worship service to the Guru night and day, becomes the Beloved bride of her Lord.",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33004,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ ਵਸਿਅਾ ਘਟ ਅੰਤਰਿ; ਸੇ ਜਨ ਸਬਦਿ ਸੁਹਾੲੇ ॥",
    "transliteration": "Gur Kaa Sabadh Vasiaa Ghatt Anthar Sae Jan Sabadh Suhaaeae ||",
    "translation": "Those humble beings, whose hearts are filled with the Word of the Guru's Shabad, are adorned with the Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33005,
    "shabad_id": 2889,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਘਰਿ ਸਦ ਹੀ ਸੋਹਿਲਾ; ਹਰਿ ਕਰਿ ਕਿਰਪਾ ਘਰਿ ਅਾੲੇ ॥੧॥",
    "transliteration": "Naanak Thin Ghar Sadh Hee Sohilaa Har Kar Kirapaa Ghar Aaeae ||1||",
    "translation": "O Nanak, their hearts are forever filled with happiness; the Lord, in His Mercy, enters into their hearts. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਹੀ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33006,
    "shabad_id": 2889,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਭਗਤਾ ਮਨਿ ਅਾਨੰਦੁ ਭੲਿਅਾ; ਹਰਿ ਨਾਮਿ ਰਹੇ ਲਿਵ ਲਾੲੇ ਰਾਮ ॥",
    "transliteration": "Bhagathaa Man Aanandh Bhaeiaa Har Naam Rehae Liv Laaeae Raam ||",
    "translation": "The minds of the devotees are filled with bliss; they remain lovingly absorbed in the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33007,
    "shabad_id": 2889,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖੇ ਮਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਨਿਰਮਲ ਹਰਿ ਗੁਣ ਗਾੲੇ ਰਾਮ ॥",
    "transliteration": "Guramukhae Man Niramal Hoaa Niramal Har Gun Gaaeae Raam ||",
    "translation": "The mind of the Gurmukh is immaculate and pure; she sings the Immaculate Praises of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33008,
    "shabad_id": 2889,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨਿਰਮਲ ਗੁਣ ਗਾੲੇ. ਨਾਮੁ ਮੰਨਿ ਵਸਾੲੇ; ਹਰਿ ਕੀ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ॥",
    "transliteration": "Niramal Gun Gaaeae Naam Mann Vasaaeae Har Kee Anmrith Baanee ||",
    "translation": "Singing His Immaculate Praises, she enshrines in her mind the Naam, the Name of the Lord, and the Ambrosial Word of His Bani.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ, ਪ੍ਰਭੂ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣ ਗਾ ਗਾ ਕੇ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33009,
    "shabad_id": 2889,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜਿਨ੍ਹ ਮਨਿ ਵਸਿਅਾ. ਸੇੲੀ ਜਨ ਨਿਸਤਰੇ; ਘਟਿ ਘਟਿ ਸਬਦਿ ਸਮਾਣੀ ॥",
    "transliteration": "Jinh Man Vasiaa Saeee Jan Nisatharae Ghatt Ghatt Sabadh Samaanee ||",
    "translation": "Those humble beings, within whose minds it abides, are emancipated; the Shabad permeates each and every heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
