[
  {
    "id": 33174,
    "shabad_id": 2895,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਾ ਪੁਰਖੁ ਪਾੲਿਅਾ ਵਡਭਾਗੀ; ਸਚਿ ਨਾਮਿ ਲਿਵ ਲਾਵੈ ॥",
    "transliteration": "Pooraa Purakh Paaeiaa Vaddabhaagee Sach Naam Liv Laavai ||",
    "translation": "One obtains the Perfect Primal Lord, by great good fortune, lovingly focusing on the True Name.",
    "punjabi": "ਉਸ ਨੂੰ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਉਹ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33175,
    "shabad_id": 2895,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮਤਿ ਪਰਗਾਸੁ ਭੲੀ ਮਨੁ ਮਾਨਿਅਾ; ਰਾਮ ਨਾਮਿ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Math Paragaas Bhee Man Maaniaa Raam Naam Vaddiaaee ||",
    "translation": "The intellect is enlightened, and the mind is satisfied, through the glory of the Lord's Name.",
    "punjabi": "ਉਸ ਦੀ ਮਤਿ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਨਾਮ ਵਿਚ ਪਤੀਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33176,
    "shabad_id": 2895,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰਭੁ ਪਾੲਿਅਾ ਸਬਦਿ ਮਿਲਾੲਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੀ ॥੪॥੧॥੪॥",
    "transliteration": "Naanak Prabh Paaeiaa Sabadh Milaaeiaa Jothee Joth Milaaee ||4||1||4||",
    "translation": "O Nanak, God is found, merging in the Shabad, and one's light blends into the Light. ||4||1||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਇਕ-ਮਿਕ ਹੋਈ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33177,
    "shabad_id": 2896,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੪ ਘਰੁ ੫",
    "transliteration": "Soohee Mehalaa 4 Ghar 5",
    "translation": "Soohee, Fourth Mehl, Fifth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33178,
    "shabad_id": 2896,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33179,
    "shabad_id": 2896,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਗੁਰੁ ਸੰਤ ਜਨੋ. ਪਿਅਾਰਾ ਮੈ ਮਿਲਿਅਾ; ਮੇਰੀ ਤ੍ਰਿਸਨਾ ਬੁਝਿ ਗੲੀ ਅਾਸੇ ॥",
    "transliteration": "Gur Santh Jano Piaaraa Mai Miliaa Maeree Thrisanaa Bujh Geeaasae ||",
    "translation": "O humble Saints, I have met my Beloved Guru; the fire of my desire is quenched, and my yearning is gone.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮੈਨੂੰ ਪਿਆਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਮੇਰੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ ਹੈ।",
    "pronunciation": "(੨. ਗੲੀਅਾਸੇ)",
    "type_id": 3
  },
  {
    "id": 33180,
    "shabad_id": 2896,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਹੳੁ ਮਨੁ ਤਨੁ ਦੇਵਾ ਸਤਿਗੁਰੈ; ਮੈ ਮੇਲੇ ਪ੍ਰਭ ਗੁਣਤਾਸੇ ॥",
    "transliteration": "Ho Man Than Dhaevaa Sathigurai Mai Maelae Prabh Gunathaasae ||",
    "translation": "I dedicate my mind and body to the True Guru; I pray that may He unite me with God, the treasure of virtue.",
    "punjabi": "(ਗੁਰੂ) ਮੈਨੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਰਿਹਾ ਹੈ, ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਗੁਰੂ ਦੇ ਅੱਗੇ ਭੇਟ ਧਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33181,
    "shabad_id": 2896,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਵਡ ਪੁਰਖੁ ਹੈ; ਮੈ ਦਸੇ ਹਰਿ ਸਾਬਾਸੇ ॥",
    "transliteration": "Dhhan Dhhann Guroo Vadd Purakh Hai Mai Dhasae Har Saabaasae ||",
    "translation": "Blessed, blessed is the Guru, the Supreme Being, who tells me of the most blessed Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਹੈ, ਗੁਰੂ ਨੂੰ ਸ਼ਾਬਾਸ਼। ਗੁਰੂ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਦੱਸ ਪਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਦੱਸੇ",
    "type_id": 3
  },
  {
    "id": 33182,
    "shabad_id": 2896,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਵਡਭਾਗੀ ਹਰਿ ਪਾੲਿਅਾ; ਜਨ ਨਾਨਕ ਨਾਮਿ ਵਿਗਾਸੇ ॥੧॥",
    "transliteration": "Vaddabhaagee Har Paaeiaa Jan Naanak Naam Vigaasae ||1||",
    "translation": "By great good fortune, servant Nanak has found the Lord; he blossoms forth in the Naam. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33183,
    "shabad_id": 2896,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗੁਰੁ ਸਜਣੁ ਪਿਅਾਰਾ. ਮੈ ਮਿਲਿਅਾ; ਹਰਿ ਮਾਰਗੁ ਪੰਥੁ ਦਸਾਹਾ ॥",
    "transliteration": "Gur Sajan Piaaraa Mai Miliaa Har Maarag Panthh Dhasaahaa ||",
    "translation": "I have met my Beloved Friend, the Guru, who has shown me the Path to the Lord.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਜਦੋਂ ਦਾ) ਪਿਆਰਾ ਗੁਰੂ ਸੱਜਣ ਮੈਨੂੰ ਮਿਲਿਆ ਹੈ, ਮੈਂ (ਉਸ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਪੁੱਛਦੀ ਰਹਿੰਦੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33184,
    "shabad_id": 2896,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਘਰਿ ਅਾਵਹੁ ਚਿਰੀ ਵਿਛੁੰਨਿਅਾ; ਮਿਲੁ ਸਬਦਿ ਗੁਰੂ ਪ੍ਰਭ ਨਾਹਾ ॥",
    "transliteration": "Ghar Aavahu Chiree Vishhunniaa Mil Sabadh Guroo Prabh Naahaa ||",
    "translation": "Come home - I have been separated from You for so long! Please, let me merge with You, through the Word of the Guru's Shabad, O my Lord God.",
    "punjabi": "(ਅਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭੀ ਆਖਦੀ ਰਹਿੰਦੀ ਹਾਂ-) ਹੇ ਪ੍ਰਭੂ ਪਤੀ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ ਚਿਰਾਂ ਦੀ ਵਿੱਛੁੜੀ ਹੋਈ ਨੂੰ ਆ ਮਿਲ, ਮੇਰੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਆ ਵੱਸ।",
    "pronunciation": "(ਨਾਹਾ)ਪਤੀ,ਰਾਮ ਜੀ",
    "type_id": 3
  },
  {
    "id": 33185,
    "shabad_id": 2896,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹੳੁ ਤੁਝੁ ਬਾਝਹੁ. ਖਰੀ ੳੁਡੀਣੀਅਾ; ਜਿੳੁ ਜਲ ਬਿਨੁ ਮੀਨੁ ਮਰਾਹਾ ॥",
    "transliteration": "Ho Thujh Baajhahu Kharee Ouddeeneeaa Jio Jal Bin Meen Maraahaa ||",
    "translation": "Without You, I am so sad; like a fish out of water, I shall die.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ (ਤੜਪ) ਮਰਦੀ ਹੈ, (ਤਿਵੇਂ) ਤੈਥੋਂ ਬਿਨਾ ਮੈਂ ਬਹੁਤ ਉਦਾਸ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33186,
    "shabad_id": 2896,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਵਡਭਾਗੀ ਹਰਿ ਧਿਅਾੲਿਅਾ; ਜਨ ਨਾਨਕ ਨਾਮਿ ਸਮਾਹਾ ॥੨॥",
    "transliteration": "Vaddabhaagee Har Dhhiaaeiaa Jan Naanak Naam Samaahaa ||2||",
    "translation": "The very fortunate ones meditate on the Lord; servant Nanak merges into the Naam. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖਾਂ ਨੇ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਹੀ) ਲੀਨ ਹੋ ਗਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33187,
    "shabad_id": 2896,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਦਹ ਦਿਸਿ ਚਲਿ ਚਲਿ ਭਰਮਿਅਾ; ਮਨਮੁਖੁ ਭਰਮਿ ਭੁਲਾੲਿਅਾ ॥",
    "transliteration": "Man Dheh Dhis Chal Chal Bharamiaa Manamukh Bharam Bhulaaeiaa ||",
    "translation": "The mind runs around in the ten directions; the self-willed manmukh wanders around, deluded by doubt.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਦੌੜ ਕੇ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਚੱਲਿ ਚੱਲਿ",
    "type_id": 3
  },
  {
    "id": 33188,
    "shabad_id": 2896,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਿਤ ਅਾਸਾ ਮਨਿ ਚਿਤਵੈ; ਮਨ ਤ੍ਰਿਸਨਾ ਭੁਖ ਲਗਾੲਿਅਾ ॥",
    "transliteration": "Nith Aasaa Man Chithavai Man Thrisanaa Bhukh Lagaaeiaa ||",
    "translation": "In his mind, he continually conjures up hopes; his mind is gripped by hunger and thirst.",
    "punjabi": "(ਆਪਣੇ ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਵਿਚ ਸਦਾ (ਮਾਇਆ ਦੀਆਂ) ਆਸਾਂ ਚਿਤਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਦੇ) ਮਨ ਨੂੰ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33189,
    "shabad_id": 2896,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਨਤਾ ਧਨੁ. ਧਰਿ ਦਬਿਅਾ; ਫਿਰਿ. ਬਿਖੁ ਭਾਲਣ ਗੲਿਅਾ ॥",
    "transliteration": "Anathaa Dhhan Dhhar Dhabiaa Fir Bikh Bhaalan Gaeiaa ||",
    "translation": "There is an infinite treasure buried within the mind, but still, he goes out, searching for poison.",
    "punjabi": "ਬੇਅੰਤ ਧਨ ਧਰਤੀ ਵਿਚ ਦੱਬ ਰੱਖਦਾ ਹੈ, ਫਿਰ ਭੀ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਹੋਰ ਮਾਇਆ-ਜ਼ਹਿਰ ਦੀ ਭਾਲ ਕਰਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(ਅਨ-ਤਾ)ਅਨੰਤ ਧਨੁ।ਅਨਤਾ:ਪੋਲਾ ਬੋਲੋ।ਦੱਬਿਅਾ",
    "type_id": 3
  },
  {
    "id": 33190,
    "shabad_id": 2896,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿ ਤੂ; ਬਿਨੁ ਨਾਵੈ. ਪਚਿ ਪਚਿ ਮੁੲਿਅਾ ॥੩॥",
    "transliteration": "Jan Naanak Naam Salaahi Thoo Bin Naavai Pach Pach Mueiaa ||3||",
    "translation": "O servant Nanak, praise the Naam, the Name of the Lord; without the Name, he rots away, and wastes away to death. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਿਹਾ ਕਰ। ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜ ਸੜ ਕੇ ਆਤਮਕ ਮੌਤ ਹੀ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33191,
    "shabad_id": 2896,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੁ ਸੁੰਦਰੁ ਮੋਹਨੁ ਪਾੲਿ ਕਰੇ; ਹਰਿ ਪ੍ਰੇਮ ਬਾਣੀ ਮਨੁ ਮਾਰਿਅਾ ॥",
    "transliteration": "Gur Sundhar Mohan Paae Karae Har Praem Baanee Man Maariaa ||",
    "translation": "Finding the beautiful and fascinating Guru, I have conquered my mind, through the Bani, the Word of my Beloved Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਿਆਰੇ ਸੋਹਣੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੇਰਾ ਮਨ ਪ੍ਰੇਮ ਦੇ ਤੀਰਾਂ ਨਾਲ ਵਿੱਝ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33192,
    "shabad_id": 2896,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮੇਰੈ ਹਿਰਦੈ ਸੁਧਿ ਬੁਧਿ ਵਿਸਰਿ ਗੲੀ; ਮਨ ਅਾਸਾ ਚਿੰਤ ਵਿਸਾਰਿਅਾ ॥",
    "transliteration": "Maerai Hiradhai Sudhh Budhh Visar Gee Man Aasaa Chinth Visaariaa ||",
    "translation": "My heart has forgotten its common sense and wisdom; my mind has forgotten its hopes and cares.",
    "punjabi": "ਆਸਾ ਚਿੰਤਾ ਵਾਲੀ ਸੂਝ-ਬੂਝ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚੋਂ ਭੁੱਲ ਗਈ ਹੈ, ਮੈਂ ਆਪਣੇ ਮਨ ਦੀ ਆਸਾ ਤੇ ਚਿੰਤਾ ਵਿਸਾਰ ਚੁਕਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33193,
    "shabad_id": 2896,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਮੈ ਅੰਤਰਿ ਵੇਦਨ ਪ੍ਰੇਮ ਕੀ; ਗੁਰ ਦੇਖਤ. ਮਨੁ ਸਾਧਾਰਿਅਾ ॥",
    "transliteration": "Mai Anthar Vaedhan Praem Kee Gur Dhaekhath Man Saadhhaariaa ||",
    "translation": "Deep within my self, I feel the pains of divine love. Beholding the Guru, my mind is comforted and consoled.",
    "punjabi": "(ਹੁਣ) ਮੇਰੇ ਅੰਦਰ ਪ੍ਰੇਮ ਦੀ ਚੋਭ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੇਰਾ ਮਨ ਧੀਰਜ ਵਾਲਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33194,
    "shabad_id": 2896,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਵਡਭਾਗੀ ਪ੍ਰਭ ਅਾੲਿ ਮਿਲੁ; ਜਨੁ ਨਾਨਕੁ. ਖਿਨੁ ਖਿਨੁ ਵਾਰਿਅਾ ॥੪॥੧॥੫॥",
    "transliteration": "Vaddabhaagee Prabh Aae Mil Jan Naanak Khin Khin Vaariaa ||4||1||5||",
    "translation": "Awaken my good destiny, O God - please, come and meet me! Each and every instant, servant Nanak is a sacrifice to You. ||4||1||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਹੁਣ ਇਉਂ ਅਰਦਾਸ ਕਰਿਆ ਕਰ-) ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਚੰਗੇ ਭਾਗਾਂ ਨੂੰ ਮੈਨੂੰ ਆ ਮਿਲ-ਮੈਂ ਤੈਥੋਂ ਹਰ ਵੇਲੇ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੪॥੧॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33195,
    "shabad_id": 2897,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੂਹੀ ਛੰਤ ਮਹਲਾ ੪ ॥",
    "transliteration": "Soohee Shhanth Mehalaa 4 ||",
    "translation": "Soohee, Chhant, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33196,
    "shabad_id": 2897,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਰੇਹਿ. ਸੁ ਵੇ ਜਨ, ਹੳੁਮੈ ਬਿਖਿਅਾ; ਜਿਨਿ ਹਰਿ ਪ੍ਰਭ ਮਿਲਣ. ਨ ਦਿਤੀਅਾ ॥",
    "transliteration": "Maaraehis Vae Jan Houmai Bikhiaa Jin Har Prabh Milan N Dhitheeaa ||",
    "translation": "Eradicate the poison of egotism, O human being; it is holding you back from meeting your Lord God.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਹਉਮੈ ਨੇ ਜਿਸ ਮਾਇਆ ਨੇ (ਜੀਵ ਨੂੰ ਕਦੇ) ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਨਹੀਂ ਦਿੱਤਾ, ਇਸ ਹਉਮੈ ਨੂੰ ਇਸ ਮਾਇਆ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਮੁਕਾਓ।",
    "pronunciation": "(ਮਾ-ਰੇਹਿ)ਮਾਰਨਾ ਕਰੋ। ਵੇਹੇ।(ਬਿਖਿਅਾ)ਜ਼ਹਿਰ,ਮਾੲਿਅਾ ,ਅੋਗੁਣ,ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 33197,
    "shabad_id": 2897,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਦੇਹ ਕੰਚਨ ਵੇ ਵੰਨੀਅਾ; ੲਿਨਿ ਹੳੁਮੈ ਮਾਰਿ ਵਿਗੁਤੀਅਾ ॥",
    "transliteration": "Dhaeh Kanchan Vae Vanneeaa Ein Houmai Maar Vigutheeaa ||",
    "translation": "This golden-colored body has been disfigured and ruined by egotism.",
    "punjabi": "ਹੇ ਭਾਈ! (ਵੇਖੋ!) ਇਹ ਸਰੀਰ ਸੋਨੇ ਦੇ ਰੰਗ ਵਰਗਾ ਸੋਹਣਾ ਹੁੰਦਾ ਹੈ, (ਪਰ ਜਿੱਥੇ ਹਉਮੈ ਆ ਵੜੀ) ਇਸ ਹਉਮੈ ਨੇ (ਉਸ ਸਰੀਰ ਨੂੰ) ਮਾਰ ਕੇ ਖ਼ੁਆਰ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "ਵੰਨੀਅਾਰੰਗ ਵਰਗੀ। ਵਿ-ਗੁੱਤੀਅਾ",
    "type_id": 3
  },
  {
    "id": 33198,
    "shabad_id": 2897,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮੋਹੁ ਮਾੲਿਅਾ ਵੇ. ਸਭ ਕਾਲਖਾ; ੲਿਨਿ. ਮਨਮੁਖਿ ਮੂੜਿ ਸਜੁਤੀਅਾ ॥",
    "transliteration": "Mohu Maaeiaa Vae Sabh Kaalakhaa Ein Manamukh Moorr Sajutheeaa ||",
    "translation": "Attachment to Maya is total darkness; this foolish, self-willed manmukh is attached to it.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦਾ ਮੋਹ ਨਿਰੀ ਕਾਲਖ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਮੁਰੀਦ ਇਸ ਮੂਰਖ ਮਨੁੱਖ ਨੇ (ਆਪਣੇ ਆਪ ਨੂੰ ਇਸ ਕਾਲਖ ਨਾਲ ਹੀ) ਜੋੜ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(ਸ-ਜੱੁਤੀਅਾ)ਜੁੜਨਾ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 33199,
    "shabad_id": 2897,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਗੁਰ ਸਬਦੀ ਹੳੁਮੈ ਛੁਟੀਅਾ ॥੧॥",
    "transliteration": "Jan Naanak Guramukh Oubarae Gur Sabadhee Houmai Shhutteeaa ||1||",
    "translation": "O servant Nanak, the Gurmukh is saved; through the Word of the Guru's Shabad, he is released from egotism. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਮਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਇਸ ਹਉਮੈ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਹਉਮੈ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33200,
    "shabad_id": 2897,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਵਸਿ ਅਾਣਿਹੁ. ਵੇ ਜਨ, ੲਿਸੁ ਮਨ ਕੳੁ; ਮਨੁ ਬਾਸੇ ਜਿੳੁ. ਨਿਤ ਭੳੁਦਿਅਾ ॥",
    "transliteration": "Vas Aanihu Vae Jan Eis Man Ko Man Baasae Jio Nith Bhoudhiaa ||",
    "translation": "Overcome and subdue this mind; your mind wanders around continually, like a falcon.",
    "punjabi": "ਹੇ ਭਾਈ! (ਆਪਣੇ) ਇਸ ਮਨ ਨੂੰ (ਸਦਾ ਆਪਣੇ) ਵੱਸ ਵਿਚ ਰੱਖੋ। (ਮਨੁੱਖ ਦਾ ਇਹ) ਮਨ ਸਦਾ (ਸ਼ਿਕਾਰੀ ਪੰਛੀ) ਬਾਸ਼ੇ ਵਾਂਗ ਭਟਕਦਾ ਹੈ।",
    "pronunciation": "(ਬਾਸੇ)ਛੋਟਾ ਬਾਜ",
    "type_id": 3
  },
  {
    "id": 33201,
    "shabad_id": 2897,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਦੁਖਿ ਰੈਣਿ ਵੇ. ਵਿਹਾਣੀਅਾ; ਨਿਤ ਅਾਸਾ ਅਾਸ ਕਰੇਦਿਅਾ ॥",
    "transliteration": "Dhukh Rain Vae Vihaaneeaa Nith Aasaa Aas Karaedhiaa ||",
    "translation": "The mortal's life-night passes painfully, in constant hope and desire.",
    "punjabi": "ਸਦਾ ਆਸਾਂ ਹੀ ਆਸਾਂ ਬਣਾਂਦਿਆਂ (ਮਨੁੱਖ ਦੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੁੱਖ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33202,
    "shabad_id": 2897,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਗੁਰੁ ਪਾੲਿਅਾ. ਵੇ ਸੰਤ ਜਨੋ; ਮਨਿ ਅਾਸ ਪੂਰੀ. ਹਰਿ ਚੳੁਦਿਅਾ ॥",
    "transliteration": "Gur Paaeiaa Vae Santh Jano Man Aas Pooree Har Choudhiaa ||",
    "translation": "I have found the Guru, O humble Saints; my mind's hopes are fulfilled, chanting the Lord's Name.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ (ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਤੇ) ਨਾਮ ਜਪਦਿਆਂ (ਉਸ ਦੇ) ਮਨ ਵਿਚ (ਉੱਠੀ ਹਰਿਨਾਮ ਸਿਮਰਨ ਦੀ) ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਚੳੁਂਦਿਅਾਂ:ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 33203,
    "shabad_id": 2897,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਪ੍ਰਭ ਦੇਹੁ ਮਤੀ; ਛਡਿ ਅਾਸਾ. ਨਿਤ ਸੁਖਿ ਸੳੁਦਿਅਾ ॥੨॥",
    "transliteration": "Jan Naanak Prabh Dhaehu Mathee Shhadd Aasaa Nith Sukh Soudhiaa ||2||",
    "translation": "Please bless servant Nanak, O God, with such understanding, that abandoning false hopes, he may always sleep in peace. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਿਆ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਭੀ ਆਪਣਾ ਨਾਮ ਜਪਣ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ (ਜਿਹੜਾ ਮਨੁੱਖ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਹ ਦੁਨੀਆ ਵਾਲੀਆਂ) ਆਸਾਂ ਛੱਡ ਕੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਸੳੁਂਦਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 33204,
    "shabad_id": 2897,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਾ ਧਨ. ਅਾਸਾ ਚਿਤਿ ਕਰੇ, ਰਾਮ ਰਾਜਿਅਾ; ਹਰਿ ਪ੍ਰਭ ਸੇਜੜੀਅੈ ਅਾੲੀ ॥",
    "transliteration": "Saa Dhhan Aasaa Chith Karae Raam Raajiaa Har Prabh Saejarreeai Aaee ||",
    "translation": "The bride hopes in her mind, that her Sovereign Lord God will come to her bed.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਰਹਿਣ ਵਾਲੀ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ) ਚਿੱਤ ਵਿਚ (ਨਿੱਤ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀ) ਆਸ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ-) ਹੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਹਿਰਦੇ ਦੀ) ਸੋਹਣੀ ਸੇਜ ਉੱਤੇ ਆ (ਵੱਸ)।",
    "pronunciation": "ਸੇਜ-ੜੀਅੈ",
    "type_id": 3
  },
  {
    "id": 33205,
    "shabad_id": 2897,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਮੇਰਾ ਠਾਕੁਰੁ ਅਗਮ ਦੲਿਅਾਲੁ ਹੈ. ਰਾਮ ਰਾਜਿਅਾ; ਕਰਿ ਕਿਰਪਾ ਲੇਹੁ ਮਿਲਾੲੀ ॥",
    "transliteration": "Maeraa Thaakur Agam Dhaeiaal Hai Raam Raajiaa Kar Kirapaa Laehu Milaaee ||",
    "translation": "My Lord and Master is infinitely compassionate; O Sovereign Lord, be merciful, and merge me into Yourself.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, (ਪਰ ਤੂੰ ਮੇਰੇ ਲਈ) ਅਪਹੁੰਚ ਹੈਂ (ਤੂੰ ਆਪ ਹੀ) ਮਿਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
