[
  {
    "id": 33381,
    "shabad_id": 2904,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਅਪੁਨਾ. ਸਦਾ ਧਿਅਾੲੀਅੈ; ਸੋਵਤ ਬੈਸਤ ਖਲਿਅਾ ॥",
    "transliteration": "So Prabh Apunaa Sadhaa Dhhiaaeeai Sovath Baisath Khaliaa ||",
    "translation": "Meditate forever on your God, when you sleep and sit and stand.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁੱਤਿਆਂ ਬੈਠਿਆਂ ਖਲੋਤਿਆਂ (ਹਰ ਵੇਲੇ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਖਲਿਅਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33382,
    "shabad_id": 2904,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨ ਸੁਖਸਾਗਰ ਸੁਅਾਮੀ; ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਸੋੲੀ ॥",
    "transliteration": "Gun Nidhhaan Sukh Saagar Suaamee Jal Thhal Meheeal Soee ||",
    "translation": "The Lord and Master is the treasure of virtue, the ocean of peace; He pervades the water, the land and the sky.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਸ ਨੂੰ) ਉਹ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33383,
    "shabad_id": 2904,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਪ੍ਰਭ ਕੀ ਸਰਣਾੲੀ; ਤਿਸੁ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲੀ ॥੩॥",
    "transliteration": "Jan Naanak Prabh Kee Saranaaee This Bin Avar N Koee ||3||",
    "translation": "Servant Nanak has entered God's Sanctuary; there is no other than Him. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਹੀ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ (ਪ੍ਰਭੂ) ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ ਦਿੱਸਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33384,
    "shabad_id": 2904,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਮੇਰਾ ਘਰੁ ਬਨਿਅਾ. ਬਨੁ ਤਾਲੁ ਬਨਿਅਾ; ਪ੍ਰਭ ਪਰਸੇ ਹਰਿ ਰਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Maeraa Ghar Baniaa Ban Thaal Baniaa Prabh Parasae Har Raaeiaa Raam ||",
    "translation": "My home is made, the garden and pool are made, and my Sovereign Lord God has met me.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਦੋਂ ਦੇ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੇ ਚਰਨ ਪਰਸੇ ਹਨ, ਮੇਰਾ ਸਰੀਰ ਮੇਰਾ ਹਿਰਦਾ (ਸਭ ਕੁਝ) ਸੋਹਣਾ (ਸੋਹਣੀ ਆਤਮਕ ਰੰਗਣ ਵਾਲਾ) ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33385,
    "shabad_id": 2904,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਸੋਹਿਅਾ. ਮੀਤ ਸਾਜਨ ਸਰਸੇ; ਗੁਣ ਮੰਗਲ ਹਰਿ ਗਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Maeraa Man Sohiaa Meeth Saajan Sarasae Gun Mangal Har Gaaeiaa Raam ||",
    "translation": "My mind is adorned, and my friends rejoice; I sing the songs of joy, and the Glorious Praises of the Lord.",
    "punjabi": "(ਜਦੋਂ ਤੋਂ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਸ਼ੁਰੂ ਕੀਤੇ ਹਨ, ਮੇਰਾ ਮਨ ਸੋਹਣਾ (ਸੋਹਣੇ ਸੰਸਕਾਰਾਂ ਵਾਲਾ) ਹੋ ਗਿਆ ਹੈ, ਮੇਰੇ ਸਾਰੇ ਮਿੱਤਰ (ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33386,
    "shabad_id": 2904,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਣ ਗਾੲਿ ਪ੍ਰਭੂ ਧਿਅਾੲਿ ਸਾਚਾ; ਸਗਲ ੲਿਛਾ ਪਾੲੀਅਾ ॥",
    "transliteration": "Gun Gaae Prabhoo Dhhiaae Saachaa Sagal Eishhaa Paaeeaa ||",
    "translation": "Singing the Glorious Praises of the True Lord God, all desires are fulfilled.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਸਾਰੀਆਂ ਇੱਛਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33387,
    "shabad_id": 2904,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਚਰਣ ਲਾਗੇ. ਸਦਾ ਜਾਗੇ; ਮਨਿ ਵਜੀਅਾ ਵਾਧਾੲੀਅਾ ॥",
    "transliteration": "Gur Charan Laagae Sadhaa Jaagae Man Vajeeaa Vaadhhaaeeaa ||",
    "translation": "Those who are attached to the Guru's Feet are always awake and aware; His Praises resound and resonate through their minds.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸਦਾ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਉਤਸ਼ਾਹ-ਭਰਿਆ ਆਤਮਕ ਜੀਵਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33388,
    "shabad_id": 2904,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਕਰੀ ਨਦਰਿ ਸੁਅਾਮੀ ਸੁਖਹਗਾਮੀ; ਹਲਤੁ ਪਲਤੁ ਸਵਾਰਿਅਾ ॥",
    "transliteration": "Karee Nadhar Suaamee Sukheh Gaamee Halath Palath Savaariaa ||",
    "translation": "My Lord and Master, the bringer of peace, has blessed me with His Grace; He has arranged this world, and the world hereafter for me.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕੀਤੀ, (ਉਸ ਦਾ ਉਸ ਨੇ) ਇਹ ਲੋਕ ਅਤੇ ਪਰਲੋਕ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33389,
    "shabad_id": 2904,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਨਿਤ ਨਾਮੁ ਜਪੀਅੈ; ਜੀੳੁ ਪਿੰਡੁ ਜਿਨਿ ਧਾਰਿਅਾ ॥੪॥੪॥੭॥",
    "transliteration": "Binavanth Naanak Nith Naam Japeeai Jeeo Pindd Jin Dhhaariaa ||4||4||7||",
    "translation": "Prays Nanak, chant the Naam, the Name of the Lord forever; He is the Support of the body and soul. ||4||4||7||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਭਾਈ! ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ ਟਿਕਾ ਰੱਖਿਆ ਹੈ, ਉਸ ਦਾ ਨਾਮ ਸਦਾ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ ॥੪॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33390,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33391,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭੈ ਸਾਗਰੋ. ਭੈ ਸਾਗਰੁ ਤਰਿਅਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ਰਾਮ ॥",
    "transliteration": "Bhai Saagaro Bhai Saagar Thariaa Har Har Naam Dhhiaaeae Raam ||",
    "translation": "The terrifying world-ocean, the terrifying world-ocean - I have crossed over it, meditating on the Naam, the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਅਨੇਕਾਂ ਡਰਾਂ ਨਾਲ ਭਰਪੂਰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਮਨੁੱਖ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33392,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬੋਹਿਥੜਾ ਹਰਿ ਚਰਣ ਅਰਾਧੇ; ਮਿਲਿ ਸਤਿਗੁਰ ਪਾਰਿ ਲਘਾੲੇ ਰਾਮ ॥",
    "transliteration": "Bohithharraa Har Charan Araadhhae Mil Sathigur Paar Laghaaeae Raam ||",
    "translation": "I worship and adore the Lord's Feet, the boat to carry me across. Meeting the True Guru, I am carried over.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਸੋਹਣਾ ਜਹਾਜ਼ ਹਨ, (ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹਰਿ-ਚਰਨਾਂ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਹੈ, (ਗੁਰੂ ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33393,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਤਰੀਅੈ. ਬਹੁੜਿ, ਨ ਮਰੀਅੈ; ਚੂਕੈ ਅਾਵਣ ਜਾਣਾ ॥",
    "transliteration": "Gur Sabadhee Thareeai Bahurr N Mareeai Chookai Aavan Jaanaa ||",
    "translation": "Through the Word of the Guru's Shabad, I cross over, and I shall not die again; my comings and goings are ended.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੇ ਪਰਤਾਪ ਨਾਲ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜੀਦੀ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33394,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਕਰੈ. ਸੋੲੀ ਭਲ ਮਾਨੳੁ; ਤਾ ਮਨੁ ਸਹਜਿ ਸਮਾਣਾ ॥",
    "transliteration": "Jo Kishh Karai Soee Bhal Maano Thaa Man Sehaj Samaanaa ||",
    "translation": "Whatever He does, I accept as good, and my mind merges in celestial peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਉਸ ਨੂੰ ਭਲਾ ਮੰਨਦਾ ਹਾਂ। (ਜਦੋਂ ਇਹ ਰਸਤਾ ਫੜਿਆ ਜਾਏ) ਤਦੋਂ ਮਨ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33395,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦੂਖ ਨ. ਭੂਖ ਨ, ਰੋਗੁ ਨ ਬਿਅਾਪੈ; ਸੁਖਸਾਗਰ ਸਰਣੀ ਪਾੲੇ ॥",
    "transliteration": "Dhookh N Bhookh N Rog N Biaapai Sukh Saagar Saranee Paaeae ||",
    "translation": "Neither pain, nor hunger, nor disease afflicts me. I have found the Sanctuary of the Lord, the ocean of peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆਂ ਕੋਈ ਦੁੱਖ, ਕੋਈ ਭੁੱਖ, ਕੋਈ ਰੋਗ, ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33396,
    "shabad_id": 2905,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਸਿਮਰਿ ਸਿਮਰਿ ਨਾਨਕ. ਰੰਗਿ ਰਾਤਾ; ਮਨ ਕੀ ਚਿੰਤ ਮਿਟਾੲੇ ॥੧॥",
    "transliteration": "Har Simar Simar Naanak Rang Raathaa Man Kee Chinth Mittaaeae ||1||",
    "translation": "Meditating,meditating in remembrance on the Lord,Nanak is imbued with His Love; his mind's anxieties are dispelled. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਜਿਹੜਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੇ) ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਮਨ ਦੀ ਹਰੇਕ ਚਿੰਤਾ ਮਿਟਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33397,
    "shabad_id": 2905,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਹਰਿ ਮੰਤ੍ਰੁ ਦ੍ਰਿੜਾੲਿਅਾ; ਹਰਿ ਸਾਜਨ ਵਸਗਤਿ ਕੀਨੇ ਰਾਮ ॥",
    "transliteration": "Santh Janaa Har Manthra Dhrirraaeiaa Har Saajan Vasagath Keenae Raam ||",
    "translation": "The humble Saints have implanted the Lord's Mantra within me,and the Lord,my Best Friend, has come under my power.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਨੇ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਮੰਤ੍ਰ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਪ੍ਰਭੂ ਜੀ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਪ੍ਰੇਮ-ਵੱਸ ਹੋ ਗਏ।",
    "pronunciation": "ਵੱਸ-ਗਤਿ",
    "type_id": 3
  },
  {
    "id": 33398,
    "shabad_id": 2905,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਨੜਾ ਮਨੁ ਅਾਗੈ ਧਰਿਅਾ; ਸਰਬਸੁ ਠਾਕੁਰਿ ਦੀਨੇ. ਰਾਮ ॥",
    "transliteration": "Aapanarraa Man Aagai Dhhariaa Sarabas Thaakur Dheenae Raam ||",
    "translation": "I have dedicated my mind to my Lord and Master, and offered it to Him, and He has blessed me with everything.",
    "punjabi": "(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਆਪਣਾ ਪਿਆਰਾ ਮਨ (ਪ੍ਰਭੂ-ਠਾਕੁਰ ਦੇ) ਅੱਗੇ ਭੇਟ ਕਰ ਦਿੱਤਾ, (ਅੱਗੋਂ) ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ ਸਭ ਕੁਝ (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਦੇ ਦਿੱਤਾ।",
    "pronunciation": "ਅਾਪਨ-ੜਾ। ਸਰਬਸੁ:ਪੋਲਾ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 33399,
    "shabad_id": 2905,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ਅਪੁਨੀ ਦਾਸੀ ਮਿਟੀ ੳੁਦਾਸੀ; ਹਰਿਮੰਦਰਿ ਥਿਤਿ ਪਾੲੀ ॥",
    "transliteration": "Kar Apunee Dhaasee Mittee Oudhaasee Har Mandhar Thhith Paaee ||",
    "translation": "He has made me His hand-maiden and slave; my sadness is dispelled, and in the Lord's Temple, I have found stability.",
    "punjabi": "ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੀ ਦਾਸੀ ਬਣਾ ਲਿਆ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਆਦਿਕ ਲਈ) ਭਟਕਣਾ ਮੁੱਕ ਗਈ, ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਬਣਾਏ ਇਸ ਸਰੀਰ-ਮੰਦਰ ਵਿਚ ਹੀ ਟਿਕਾਉ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33400,
    "shabad_id": 2905,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਨਦ ਬਿਨੋਦ ਸਿਮਰਹੁ ਪ੍ਰਭੁ ਸਾਚਾ; ਵਿਛੁੜਿ ਕਬਹੂ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Anadh Binodh Simarahu Prabh Saachaa Vishhurr Kabehoo N Jaaee ||",
    "translation": "My joy and bliss are in meditating on my True God; I shall never be separated from Him again.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹੋ (ਤੁਹਾਡੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਬਣੇ ਰਹਿਣਗੇ। (ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਚਰਨਾਂ ਤੋਂ) ਵਿਛੁੜ ਕੇ ਕਦੇ ਭੀ (ਕਿਸੇ ਹੋਰ ਪਾਸੇ) ਨਹੀਂ ਭਟਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33401,
    "shabad_id": 2905,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਾ ਵਡਭਾਗਣਿ ਸਦਾ ਸੋਹਾਗਣਿ; ਰਾਮ ਨਾਮ ਗੁਣ ਚੀਨ੍ਹੇ ॥",
    "transliteration": "Saa Vaddabhaagan Sadhaa Sohaagan Raam Naam Gun Cheenhae ||",
    "translation": "She alone is very fortunate, and a true soul-bride, who contemplates the Glorious Vision of the Lord's Name.",
    "punjabi": "ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾ ਲਈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ-ਖਸਮ ਵਾਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33402,
    "shabad_id": 2905,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਰਵਹਿ ਰੰਗਿ ਰਾਤੇ; ਪ੍ਰੇਮ ਮਹਾ ਰਸਿ ਭੀਨੇ ॥੨॥",
    "transliteration": "Kahu Naanak Ravehi Rang Raathae Praem Mehaa Ras Bheenae ||2||",
    "translation": "Says Nanak, I am imbued with His Love, drenched in the supreme, sublime essence of His Love. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪ੍ਰੇਮ ਦੇ ਵੱਡੇ ਸੁਆਦ ਵਿਚ ਭਿੱਜੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33403,
    "shabad_id": 2905,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਨਦ ਬਿਨੋਦ ਭੲੇ ਨਿਤ ਸਖੀੲੇ; ਮੰਗਲ ਸਦਾ ਹਮਾਰੈ ਰਾਮ ॥",
    "transliteration": "Anadh Binodh Bheae Nith Sakheeeae Mangal Sadhaa Hamaarai Raam ||",
    "translation": "I am in continual bliss and ecstasy, O my companions; I sing the songs of joy forever.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਹੁਣ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਹੀ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਚਾਉ ਬਣੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33404,
    "shabad_id": 2905,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਨੜੈ ਪ੍ਰਭਿ ਅਾਪਿ ਸੀਗਾਰੀ; ਸੋਭਾਵੰਤੀ ਨਾਰੇ ਰਾਮ ॥",
    "transliteration": "Aapanarrai Prabh Aap Seegaaree Sobhaavanthee Naarae Raam ||",
    "translation": "God Himself has embellished her, and she has become His virtuous soul-bride.",
    "punjabi": "(ਕਿਉਂਕਿ) ਮੇਰੇ ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਸੋਹਣੀ ਬਣਾ ਦਿੱਤੀ ਹੈ, ਮੈਨੂੰ ਸੋਭਾ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33405,
    "shabad_id": 2905,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਹਜ ਸੁਭਾੲਿ ਭੲੇ ਕਿਰਪਾਲਾ; ਗੁਣ ਅਵਗਣ. ਨ ਬੀਚਾਰਿਅਾ ॥",
    "transliteration": "Sehaj Subhaae Bheae Kirapaalaa Gun Avagan N Beechaariaa ||",
    "translation": "With natural ease, He has become Merciful to her. He does not consider her merits or demerits.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਆਪਣੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਾਲੇ ਪਿਆਰ ਦੇ ਕਾਰਨ ਹੀ {ਸਹਜ-सह जायते इति सहजं} ਆਪਣੇ ਸੇਵਕਾਂ ਉਤੇ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ। ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਗੁਣਾਂ ਔਗੁਣਾਂ ਵਲ ਧਿਆਨ ਨਹੀਂ ਦੇਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33406,
    "shabad_id": 2905,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕੰਠਿ ਲਗਾੲਿ ਲੀੲੇ ਜਨ ਅਪੁਨੇ; ਰਾਮ ਨਾਮ ੳੁਰਿ ਧਾਰਿਅਾ ॥",
    "transliteration": "Kanth Lagaae Leeeae Jan Apunae Raam Naam Our Dhhaariaa ||",
    "translation": "He hugs His humble servants close in His Loving Embrace; they enshrine the Lord's Name in their hearts.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਸੇਵਕ ਨੂੰ (ਆਪਣੇ) ਗਲ ਨਾਲ ਲਾ ਲੈਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆਪਣਾ ਨਾਮ ਵਸਾ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33407,
    "shabad_id": 2905,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮਾਨ ਮੋਹ ਮਦ ਸਗਲ ਬਿਅਾਪੀ; ਕਰਿ ਕਿਰਪਾ ਅਾਪਿ ਨਿਵਾਰੇ ॥",
    "transliteration": "Maan Moh Madh Sagal Biaapee Kar Kirapaa Aap Nivaarae ||",
    "translation": "Everyone is engrossed in arrogant pride, attachment and intoxication; in His Mercy, He has freed me of them.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਅਹੰਕਾਰ, ਮਾਇਆ ਦਾ ਮੋਹ, ਮਾਇਆ ਦਾ ਨਸ਼ਾ ਜਿਹੜੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਉਤੇ ਭਾਰੂ ਹੋ ਰਹੇ ਹਨ (ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਆਪ ਹੀ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33408,
    "shabad_id": 2905,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭੈ ਸਾਗਰੁ ਤਰਿਅਾ; ਪੂਰਨ ਕਾਜ ਹਮਾਰੇ ॥੩॥",
    "transliteration": "Kahu Naanak Bhai Saagar Thariaa Pooran Kaaj Hamaarae ||3||",
    "translation": "Says Nanak, I have crossed over the terrifying world-ocean, and all my affairs are perfectly resolved. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਇਸ) ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਮੈਂ ਪਾਰ ਲੰਘ ਰਿਹਾ ਹਾਂ, ਮੇਰੇ ਸਾਰੇ ਕੰਮ (ਭੀ) ਸਿਰੇ ਚੜ੍ਹ ਰਹੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33409,
    "shabad_id": 2905,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਗੁਣ ਗੋਪਾਲ ਗਾਵਹੁ ਨਿਤ ਸਖੀਹੋ; ਸਗਲ ਮਨੋਰਥ ਪਾੲੇ ਰਾਮ ॥",
    "transliteration": "Gun Gopaal Gaavahu Nith Sakheeho Sagal Manorathh Paaeae Raam ||",
    "translation": "Continually sing the Glorious Praises of the World-Lord, O my companions; all your wishes shall be granted.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਸਦਾ ਗਾਇਆ ਕਰੋ, ਉਹ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33410,
    "shabad_id": 2905,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸਫਲ ਜਨਮੁ ਹੋਅਾ ਮਿਲਿ ਸਾਧੂ; ੲੇਕੰਕਾਰੁ ਧਿਅਾੲੇ ਰਾਮ ॥",
    "transliteration": "Safal Janam Hoaa Mil Saadhhoo Eaekankaar Dhhiaaeae Raam ||",
    "translation": "Life becomes fruitful, meeting with the Holy Saints, and meditating on the One God, the Creator of the Universe.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33411,
    "shabad_id": 2905,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਪਿ ੲੇਕ ਪ੍ਰਭੂ, ਅਨੇਕ ਰਵਿਅਾ; ਸਰਬ ਮੰਡਲਿ ਛਾੲਿਅਾ ॥",
    "transliteration": "Jap Eaek Prabhoo Anaek Raviaa Sarab Manddal Shhaaeiaa ||",
    "translation": "Chant, and meditate on the One God, who permeates and pervades the many beings of the whole Universe.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਉਹ ਇੱਕ ਪਰਮਾਤਮਾ ਅਨੇਕਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਸਾਰੇ ਜਗਤ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ।",
    "pronunciation": "(ਮੰਡਲਿ)ਸਮੂਹ ਬ੍ਰਹਮੰਡਾਂ ਚ।(ਛਾੲਿਅਾ)ਪੂਰਨ",
    "type_id": 3
  },
  {
    "id": 33412,
    "shabad_id": 2905,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਬ੍ਰਹਮੋ ਪਸਾਰਾ ਬ੍ਰਹਮੁ ਪਸਰਿਅਾ; ਸਭੁ ਬ੍ਰਹਮੁ ਦ੍ਰਿਸਟੀ ਅਾੲਿਅਾ ॥",
    "transliteration": "Brehamo Pasaaraa Breham Pasariaa Sabh Breham Dhrisattee Aaeiaa ||",
    "translation": "God created it, and God spreads through it everywhere. Everywhere I look, I see God.",
    "punjabi": "(ਸਾਰੇ ਜਗਤ ਵਿਚ) ਪਰਮਾਤਮਾ (ਆਪਣੇ ਆਪ ਦਾ) ਪਰਕਾਸ਼ ਕਰ ਰਿਹਾ ਹੈ, (ਉਸ ਦਾ ਨਾਮ) ਜਪ ਕੇ ਹਰ ਥਾਂ ਉਹ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33413,
    "shabad_id": 2905,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਿ ਪੂਰਨ; ਤਿਸੁ ਬਿਨਾ. ਨਹੀ ਜਾੲੇ ॥",
    "transliteration": "Jal Thhal Meheeal Poor Pooran This Binaa Nehee Jaaeae ||",
    "translation": "The Perfect Lord is perfectly pervading and permeating the water, the land and the sky; there is no place without Him.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਖ਼ਾਲੀ ਕੋਈ ਭੀ ਥਾਂ ਨਹੀਂ ਹੈ। ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਉਹ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
