[
  {
    "id": 33483,
    "shabad_id": 2908,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਭ ਕੈ ਮਧਿ. ਸਭਹੂ ਤੇ ਬਾਹਰਿ; ਰਾਗ ਦੋਖ ਤੇ ਨਿਅਾਰੋ ॥",
    "transliteration": "Sabh Kai Madhh Sabh Hoo Thae Baahar Raag Dhokh Thae Niaaro ||",
    "translation": "He is inside all, and outside of all; He is untouched by love or hate.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਹੈ, ਸਭ ਤੋਂ ਵੱਖਰਾ ਭੀ ਹੈ, (ਸਭ ਦੇ ਅੰਦਰ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਉਹ) ਮੋਹ ਅਤੇ ਈਰਖਾ (ਆਦਿਕ) ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਮਧਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 33484,
    "shabad_id": 2908,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਦਾਸ. ਗੋਬਿੰਦ ਸਰਣਾੲੀ; ਹਰਿ ਪ੍ਰੀਤਮੁ ਮਨਹਿ ਸਧਾਰੋ ॥੩॥",
    "transliteration": "Naanak Dhaas Gobindh Saranaaee Har Preetham Manehi Sadhhaaro ||3||",
    "translation": "Slave Nanak has entered the Sanctuary of the Lord of the Universe; the Beloved Lord is the Support of the mind. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਸੇਵਕ ਸਦਾ ਉਸ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪ੍ਰੀਤਮ ਹਰੀ ਸਭ ਜੀਵਾਂ ਦੇ ਮਨ ਦਾ ਆਸਰਾ (ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33485,
    "shabad_id": 2908,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਮੈ ਖੋਜਤ ਖੋਜਤ ਜੀ; ਹਰਿ ਨਿਹਚਲੁ ਸੁਘਰੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Mai Khojath Khojath Jee Har Nihachal S Ghar Paaeiaa ||",
    "translation": "I searched and searched, and found the immovable, unchanging home of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਮੈਂ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਉਹ ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ ਹੈ, ਜੋ ਕਦੇ ਭੀ ਡੋਲਦਾ ਨਹੀਂ।",
    "pronunciation": "(ਸੁ-ਘਰੁ)ਬ੍ਰਹਮ ਜੀ",
    "type_id": 3
  },
  {
    "id": 33486,
    "shabad_id": 2908,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਭਿ ਅਧ੍ਰੁਵ ਡਿਠੇ ਜੀੳੁ; ਤਾ ਚਰਨਕਮਲ, ਚਿਤੁ ਲਾੲਿਅਾ ॥",
    "transliteration": "Sabh Adhhraav Ddithae Jeeo Thaa Charan Kamal Chith Laaeiaa ||",
    "translation": "I have seen that everything is transitory and perishable, and so I have linked my consciousness to the Lotus Feet of the Lord.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਵੇਖਿਆ ਕਿ (ਜਗਤ ਦੇ) ਸਾਰੇ (ਪਦਾਰਥ) ਨਾਸਵੰਤ ਹਨ, ਤਦੋਂ ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ (ਆਪਣਾ) ਮਨ ਜੋੜ ਲਿਆ।",
    "pronunciation": "(ਅਧ੍ਰੁਵ)ਚਲਾੲਿਮਾਨ",
    "type_id": 3
  },
  {
    "id": 33487,
    "shabad_id": 2908,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰਭੁ ਅਬਿਨਾਸੀ. ਹੳੁ ਤਿਸ ਕੀ ਦਾਸੀ; ਮਰੈ ਨ ਅਾਵੈ ਜਾੲੇ ॥",
    "transliteration": "Prabh Abinaasee Ho This Kee Dhaasee Marai N Aavai Jaaeae ||",
    "translation": "God is eternal and unchanging, and I am just His hand-maiden; He does not die, or come and go in reincarnation.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ, ਮੈਂ (ਤਾਂ) ਉਸ ਦੀ ਦਾਸੀ ਬਣ ਗਈ ਹਾਂ, ਉਹ ਕਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33488,
    "shabad_id": 2908,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਧਰਮ ਅਰਥ ਕਾਮ ਸਭਿ ਪੂਰਨ; ਮਨਿ ਚਿੰਦੀ ੲਿਛ ਪੁਜਾੲੇ ॥",
    "transliteration": "Dhharam Arathh Kaam Sabh Pooran Man Chindhee Eishh Pujaaeae ||",
    "translation": "He is overflowing with Dharmic faith, wealth and success; He fulfills the desires of the mind.",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਵੱਡੇ ਵੱਡੇ ਪ੍ਰਸਿੱਧ ਪਦਾਰਥ) ਧਰਮ ਅਰਥ ਕਾਮ (ਆਦਿਕ) ਸਾਰੇ ਹੀ (ਉਸ ਪ੍ਰਭੂ ਵਿਚ) ਮੌਜੂਦ ਹਨ, ਉਹ ਪ੍ਰਭੂ (ਜੀਵ ਦੇ) ਮਨ ਵਿਚ ਚਿਤਵੀ ਹੋਈ ਹਰੇਕ ਕਾਮਨਾ ਪੂਰੀ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ੲਿੱਛ।ਪੁੱਜਾੲੇ",
    "type_id": 3
  },
  {
    "id": 33489,
    "shabad_id": 2908,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰੁਤਿ ਸਿਮ੍ਰਿਤਿ ਗੁਨ ਗਾਵਹਿ ਕਰਤੇ; ਸਿਧ ਸਾਧਿਕ ਮੁਨਿ ਜਨ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Sraath Simrith Gun Gaavehi Karathae Sidhh Saadhhik Mun Jan Dhhiaaeiaa ||",
    "translation": "The Vedas and the Simritees sing the Praises of the Creator, while the Siddhas, seekers and silent sages meditate on Him.",
    "punjabi": "ਹੇ ਭਾਈ! (ਢੇਰ ਪੁਰਾਤਨ ਸਮਿਆਂ ਤੋਂ ਹੀ ਪੁਰਾਣੇ ਧਰਮ-ਪੁਸਤਕ) ਸਿਮ੍ਰਿਤੀਆਂ ਵੇਦ (ਆਦਿਕ) ਉਸ ਕਰਤਾਰ ਦੇ ਗੁਣ ਗਾਂਦੇ ਆ ਰਹੇ ਹਨ। ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਜੋਗੀ, ਸਾਰੇ ਰਿਸ਼ੀ ਮੁਨੀ (ਉਸੇ ਦਾ ਨਾਮ) ਸਿਮਰਦੇ ਆ ਰਹੇ ਹਨ।",
    "pronunciation": "ਸਿਮ- ੍ਰਿਤਿ: ਮ ਮੁਕਤਾ ਬੋਲੋ, ਅੱਧੇ ਰਾਰੇ ੍ਰ ਸਿਹਾਰੀ ਲਾ ਕੇ :ਪੋਲਾ ਬੋਲੋ, ਸਿਹਾਰੀ ਤੱਤੇ ਨੰੂ ਭੀ ਲਾੳੁ। ਸ ੍ਰੁਤਿ",
    "type_id": 3
  },
  {
    "id": 33490,
    "shabad_id": 2908,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਸਰਨਿ ਕ੍ਰਿਪਾਨਿਧਿ ਸੁਅਾਮੀ; ਵਡਭਾਗੀ ਹਰਿ ਹਰਿ ਗਾੲਿਅਾ ॥੪॥੧॥੧੧॥",
    "transliteration": "Naanak Saran Kirapaa Nidhh Suaamee Vaddabhaagee Har Har Gaaeiaa ||4||1||11||",
    "translation": "Nanak has entered the Sanctuary of his Lord and Master, the treasure of mercy; by great good fortune, he sings the Praises of the Lord, Har, Har. ||4||1||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਕਿਰਪਾ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਉਸ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਤੇ, ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ॥੪॥੧॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33491,
    "shabad_id": 2909,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33492,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਵਾਰ ਸੂਹੀ ਕੀ ਸਲੋਕਾ ਨਾਲਿ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaar Soohee Kee Salokaa Naal Mehalaa 3 ||",
    "translation": "Vaar Of Soohee, With Shaloks Of The Third Mehl:",
    "punjabi": "ਰਾਗ ਸੂਹੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ', ਸਲੋਕਾਂ ਸਮੇਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33493,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33494,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸੂਹੈ ਵੇਸਿ ਦੋਹਾਗਣੀ; ਪਰ ਪਿਰੁ ਰਾਵਣ ਜਾੲਿ ॥",
    "transliteration": "Soohai Vaes Dhohaaganee Par Pir Raavan Jaae ||",
    "translation": "In her red robes the discarded bride goes out seeking enjoyment with another's husband.",
    "punjabi": "ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੁਨੀਆ ਦੇ ਸੋਹਣੇ ਪਦਾਰਥ-ਰੂਪ ਕਸੁੰਭੇ ਦੇ ਚੁਹਚੁਹੇ ਰੰਗ ਵਾਲੇ ਵੇਸ ਵਿਚ (ਮਸਤ) ਹੈ ਉਹ ਮੰਦੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਹ (ਮਾਨੋ) ਪਰਾਏ ਖਸਮ ਨੂੰ ਭੋਗਣ ਤੁਰ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33495,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਪਿਰੁ ਛੋਡਿਅਾ. ਘਰਿ ਅਾਪਣੈ; ਮੋਹੀ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Pir Shhoddiaa Ghar Aapanai Mohee Dhoojai Bhaae ||",
    "translation": "She leaves the husband of her own home, enticed by her love of duality.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹ ਲੁੱਟੀ ਜਾ ਰਹੀ ਹੈ (ਕਿਉਂਕਿ) ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਵੱਸਦੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33496,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮਿਠਾ ਕਰਿ ਕੈ ਖਾੲਿਅਾ; ਬਹੁ ਸਾਦਹੁ ਵਧਿਅਾ ਰੋਗੁ ॥",
    "transliteration": "Mithaa Kar Kai Khaaeiaa Bahu Saadhahu Vadhhiaa Rog ||",
    "translation": "She finds it sweet, and eats it up; her excessive sensuality only makes her disease worse.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਨੂੰ) ਸੁਆਦਲੇ ਜਾਣ ਕੇ ਭੋਗਿਆ ਹੈ (ਉਸ ਦੇ ਮਨ ਵਿਚ) ਇਹਨਾਂ ਬਹੁਤੇ ਚਸਕਿਆਂ ਤੋਂ ਰੋਗ ਵਧਦਾ ਹੈ।",
    "pronunciation": "ਮਿੱਠਾ",
    "type_id": 3
  },
  {
    "id": 33497,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸੁਧੁ ਭਤਾਰੁ ਹਰਿ ਛੋਡਿਅਾ; ਫਿਰਿ ਲਗਾ ਜਾੲਿ ਵਿਜੋਗੁ ॥",
    "transliteration": "Sudhh Bhathaar Har Shhoddiaa Fir Lagaa Jaae Vijog ||",
    "translation": "She forsakes the Lord, her sublime Husband, and then later, she suffers the pain of separation from Him.",
    "punjabi": "(ਭਾਵ), ਉਹ ਨਿਰੋਲ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਬਹਿੰਦੀ ਹੈ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਨਾਲੋਂ ਇਸ ਦਾ ਵਿਛੋੜਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33498,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ ਸੁ ਪਲਟਿਅਾ; ਹਰਿ ਰਾਤੀ ਸਾਜਿ ਸੀਗਾਰਿ ॥",
    "transliteration": "Guramukh Hovai S Palattiaa Har Raathee Saaj Seegaar ||",
    "translation": "But she who becomes Gurmukh, turns away from corruption and adorns herself, attuned to the Love of the Lord.",
    "punjabi": "ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦੀ ਹੈ ਉਸ ਦਾ ਮਨ (ਦੁਨੀਆ ਦੇ ਭੋਗਾਂ ਵਲੋਂ) ਪਰਤਦਾ ਹੈ, ਉਹ (ਪ੍ਰਭੂ-ਪਿਆਰ ਰੂਪ ਗਹਣੇ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ) ਸਜਾ ਬਣਾ ਕੇ ਪਰਮਾਤਮਾ (ਦੇ ਪਿਆਰ) ਵਿਚ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33499,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਹਜਿ ਸਚੁ ਪਿਰੁ ਰਾਵਿਅਾ; ਹਰਿ ਨਾਮਾ ੳੁਰ ਧਾਰਿ ॥",
    "transliteration": "Sehaj Sach Pir Raaviaa Har Naamaa Our Dhhaar ||",
    "translation": "She enjoys her celestial Husband Lord,and enshrines the Lord's Name within her heart.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਕੇ ਸਹਜ ਅਵਸਥਾ ਵਿਚ (ਟਿਕ ਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਖਸਮ ਨੂੰ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33500,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਾਗਿਅਾਕਾਰੀ ਸਦਾ ਸੁੋਹਾਗਣਿ; ਅਾਪਿ ਮੇਲੀ ਕਰਤਾਰਿ ॥",
    "transliteration": "Aagiaakaaree Sadhaa Suohaagan Aap Maelee Karathaar ||",
    "translation": "She is humble and obedient; she is His virtuous bride forever; the Creator unites her with Himself.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੈ, ਕਰਤਾਰ (ਖਸਮ) ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33501,
    "shabad_id": 2909,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ਪਿਰੁ ਪਾੲਿਅਾ ਹਰਿ ਸਾਚਾ; ਸਦਾ ਸੁੋਹਾਗਣਿ ਨਾਰਿ ॥੧॥",
    "transliteration": "Naanak Pir Paaeiaa Har Saachaa Sadhaa Suohaagan Naar ||1||",
    "translation": "O Nanak, she who has obtained the True Lord as her husband, is a happy soul-bride forever. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਖਸਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ਉਹ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਸਦਾ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33502,
    "shabad_id": 2910,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33503,
    "shabad_id": 2910,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੂਹਵੀੲੇ ਨਿਮਾਣੀੲੇ; ਸੋ ਸਹੁ ਸਦਾ ਸਮ੍ਹਾਲਿ ॥",
    "transliteration": "Soohaveeeae Nimaaneeeae So Sahu Sadhaa Samhaal ||",
    "translation": "O meek, red-robed bride, keep your Husband Lord always in your thoughts.",
    "punjabi": "ਹੇ ਚੁਹਚੁਹੇ ਕਸੁੰਭੇ-ਰੰਗ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੀਏ ਵਿਚਾਰੀਏ! ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਚੇਤੇ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33504,
    "shabad_id": 2910,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਜਨਮੁ ਸਵਾਰਹਿ ਅਾਪਣਾ; ਕੁਲੁ ਭੀ ਛੁਟੀ ਨਾਲਿ ॥੨॥",
    "transliteration": "Naanak Janam Savaarehi Aapanaa Kul Bhee Shhuttee Naal ||2||",
    "translation": "O Nanak, your life shall be embellished, and your generations shall be saved along with you. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਆਪਣਾ ਜੀਵਨ ਸਵਾਰ ਲਏਂਗੀ, ਤੇਰੀ ਕੁਲ ਭੀ ਤੇਰੇ ਨਾਲ ਮੁਕਤ ਹੋ ਜਾਇਗੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33505,
    "shabad_id": 2911,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33506,
    "shabad_id": 2911,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਤਖਤੁ ਰਚਾੲਿਓਨੁ; ਅਾਕਾਸ ਪਤਾਲਾ ॥",
    "transliteration": "Aapae Thakhath Rachaaeioun Aakaas Pathaalaa ||",
    "translation": "He Himself established His throne, in the Akaashic ethers and the nether worlds.",
    "punjabi": "ਆਕਾਸ਼ ਤੇ ਪਾਤਾਲ ਦੇ ਵਿਚਲਾ ਸਾਰਾ ਜਗਤ-ਰੂਪ ਤਖ਼ਤ ਪ੍ਰਭੂ ਨੇ ਹੀ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33507,
    "shabad_id": 2911,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹੁਕਮੇ ਧਰਤੀ ਸਾਜੀਅਨੁ; ਸਚੀ ਧਰਮਸਾਲਾ ॥",
    "transliteration": "Hukamae Dhharathee Saajeean Sachee Dhharam Saalaa ||",
    "translation": "By the Hukam of His Command, He created the earth, the true home of Dharma.",
    "punjabi": "ਉਸ ਨੇ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਹੀ ਧਰਤੀ ਜੀਵਾਂ ਦੇ ਧਰਮ ਕਮਾਣ ਲਈ ਥਾਂ ਬਣਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33508,
    "shabad_id": 2911,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪਿ ੳੁਪਾੲਿ ਖਪਾੲਿਦਾ; ਸਚੇ ਦੀਨ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Aap Oupaae Khapaaeidhaa Sachae Dheen Dhaeiaalaa ||",
    "translation": "He Himself created and destroys; He is the True Lord, merciful to the meek.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ! ਤੂੰ ਆਪ ਹੀ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33509,
    "shabad_id": 2911,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਭਨਾ ਰਿਜਕੁ ਸੰਬਾਹਿਦਾ; ਤੇਰਾ ਹੁਕਮੁ ਨਿਰਾਲਾ ॥",
    "transliteration": "Sabhanaa Rijak Sanbaahidhaa Thaeraa Hukam Niraalaa ||",
    "translation": "You give sustenance to all; how wonderful and unique is the Hukam of Your Command!",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰਾ ਹੁਕਮ ਅਨੋਖਾ ਹੈ (ਭਾਵ, ਕੋਈ ਇਸ ਨੂੰ ਮੋੜ ਨਹੀਂ ਸਕਦਾ) ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33510,
    "shabad_id": 2911,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਅਾਪਿ ਵਰਤਦਾ; ਅਾਪੇ ਪ੍ਰਤਿਪਾਲਾ ॥੧॥",
    "transliteration": "Aapae Aap Varathadhaa Aapae Prathipaalaa ||1||",
    "translation": "You Yourself are permeating and pervading; You Yourself are the Cherisher. ||1||",
    "punjabi": "ਹਰ ਥਾਂ ਤੂੰ ਖ਼ੁਦ ਆਪ ਮੌਜੂਦ ਹੈਂ ਤੇ ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33511,
    "shabad_id": 2912,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33512,
    "shabad_id": 2912,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੂਹਬ ਤਾ ਸੋਹਾਗਣੀ; ਜਾ ਮੰਨਿ ਲੈਹਿ ਸਚੁ ਨਾੳੁ ॥",
    "transliteration": "Soohab Thaa Sohaaganee Jaa Mann Laihi Sach Naao ||",
    "translation": "The red-robed woman becomes a happy soul-bride, only when she accepts the True Name.",
    "punjabi": "ਹੇ ਸੂਹੇ ਵੇਸ ਵਾਲੀਏ! ਜੇ ਤੂੰ ਸਦਾ-ਥਿਰ (ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਮੰਨ ਲਏਂ ਤਾਂ ਤੂੰ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੋ ਜਾਏਂ।",
    "pronunciation": "(ਸੂਹਬ) ਪ੍ਰੇਮ ਨਾਮ ਪੱਕੇ ਰੰਗ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 33513,
    "shabad_id": 2912,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਅਪਣਾ ਮਨਾੲਿ ਲੈ, ਰੂਪੁ ਚੜੀ ਤਾ ਅਗਲਾ; ਦੂਜਾ. ਨਾਹੀ ਥਾੳੁ ॥",
    "transliteration": "Sathigur Apanaa Manaae Lai Roop Charree Thaa Agalaa Dhoojaa Naahee Thhaao ||",
    "translation": "Become pleasing to your True Guru, and you shall be totally beautified; otherwise, there is no place of rest.",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈ, ਬੜੀ (ਨਾਮ-) ਰੰਗਣ ਚੜ੍ਹ ਆਵੇਗੀ (ਪਰ ਇਸ ਰੰਗਣ ਲਈ ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਚੜ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 33514,
    "shabad_id": 2912,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅੈਸਾ ਸੀਗਾਰੁ ਬਣਾੲਿ ਤੂ, ਮੈਲਾ ਕਦੇ. ਨ ਹੋਵੲੀ; ਅਹਿ ਨਿਸਿ ਲਾਗੈ ਭਾੳੁ ॥",
    "transliteration": "Aisaa Seegaar Banaae Thoo Mailaa Kadhae N Hovee Ahinis Laagai Bhaao ||",
    "translation": "So decorate yourself with the decorations that will never stain, and love the Lord day and night.",
    "punjabi": "(ਸੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਅਜੇਹਾ (ਸੋਹਣਾ ਸਿੰਗਾਰ ਬਣਾ ਜੋ ਕਦੇ ਮੈਲਾ ਨਾਹ ਹੋਵੇ ਤੇ ਦਿਨ ਰਾਤ ਤੇਰਾ ਪਿਆਰ (ਪ੍ਰਭੂ ਨਾਲ) ਬਣਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33515,
    "shabad_id": 2912,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਸੋਹਾਗਣਿ ਕਾ ਕਿਅਾ ਚਿਹਨੁ ਹੈ; ਅੰਦਰਿ ਸਚੁ. ਮੁਖੁ ੳੁਜਲਾ, ਖਸਮੈ ਮਾਹਿ ਸਮਾੲਿ ॥੧॥",
    "transliteration": "Naanak Sohaagan Kaa Kiaa Chihan Hai Andhar Sach Mukh Oujalaa Khasamai Maahi Samaae ||1||",
    "translation": "O Nanak, what is the character of the happy soul-bride? Within her, is Truth; her face is bright and radiant, and she is absorbed in her Lord and Master. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਤੋਂ ਬਿਨਾ) ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੋਰ ਕੀਹ ਲੱਛਣ ਹੋ ਸਕਦਾ ਹੈ? ਉਸ ਦੇ ਅੰਦਰ ਸੱਚਾ ਨਾਮ ਹੋਵੇ, ਮੂੰਹ (ਉਤੇ ਨਾਮ ਦੀ) ਲਾਲੀ ਹੋਵੇ ਤੇ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੀ ਰਹੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33516,
    "shabad_id": 2913,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33517,
    "shabad_id": 2913,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਲੋਕਾ ਵੇ. ਹੳੁ ਸੂਹਵੀ; ਸੂਹਾ ਵੇਸੁ ਕਰੀ ॥",
    "transliteration": "Lokaa Vae Ho Soohavee Soohaa Vaes Karee ||",
    "translation": "O people: I am in red, dressed in a red robe.",
    "punjabi": "ਹੇ ਲੋਕੋ! ਮੈਂ (ਨਿਰੀ) ਸੂਹੇ ਵੇਸੁ ਵਾਲੀ (ਹੀ) ਹਾਂ, ਮੈਂ (ਨਿਰੇ) ਸੂਹੇ ਕੱਪੜੇ (ਹੀ) ਪਾਂਦੀ ਹਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33518,
    "shabad_id": 2913,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਵੇਸੀ ਸਹੁ. ਨ ਪਾੲੀਅੈ; ਕਰਿ ਕਰਿ ਵੇਸ ਰਹੀ ॥",
    "transliteration": "Vaesee Sahu N Paaeeai Kar Kar Vaes Rehee ||",
    "translation": "But my Husband Lord is not obtained by any robes; I have tried and tried, and given up wearing robes.",
    "punjabi": "ਪਰ (ਨਿਰੇ) ਵੇਸਾਂ ਨਾਲ ਖਸਮ (-ਪ੍ਰਭੂ) ਨਹੀਂ ਮਿਲਦਾ, ਮੈਂ ਵੇਸ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਈ ਹਾਂ।",
    "pronunciation": "ਵੇ੍ਨਸੀਂ",
    "type_id": 3
  },
  {
    "id": 33519,
    "shabad_id": 2913,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨੀ ਸਹੁ ਪਾੲਿਅਾ; ਜਿਨੀ ਗੁਰ ਕੀ ਸਿਖ ਸੁਣੀ ॥",
    "transliteration": "Naanak Thinee Sahu Paaeiaa Jinee Gur Kee Sikh Sunee ||",
    "translation": "O Nanak,they alone obtain their Husband Lord,who listen to the Guru's Teachings.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਖਸਮ ਉਹਨਾਂ ਨੂੰ (ਹੀ) ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਸੁਣੀ ਹੈ।",
    "pronunciation": "ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 33520,
    "shabad_id": 2913,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋ ਥੀਅੈ; ੲਿਨ ਬਿਧਿ ਕੰਤ ਮਿਲੀ ॥੨॥",
    "transliteration": "Jo This Bhaavai So Thheeai Ein Bidhh Kanth Milee ||2||",
    "translation": "Whatever pleases Him, happens. In this way, the Husband Lord is met. ||2||",
    "punjabi": "(ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਅਵਸਥਾ ਤੇ ਅੱਪੜ ਜਾਏ ਕਿ) ਜੋ ਪ੍ਰਭੂ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
