[
  {
    "id": 34152,
    "shabad_id": 2999,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਾੲਿਅਾ ਨਗਰ ਮਹਿ. ਰਾਮ ਰਸੁ ੳੂਤਮੁ; ਕਿੳੁ ਪਾੲੀਅੈ. ੳੁਪਦੇਸੁ ਜਨ ਕਰਹੁ ॥",
    "transliteration": "Kaaeiaa Nagar Mehi Raam Ras Ootham Kio Paaeeai Oupadhaes Jan Karahu ||",
    "translation": "Within the body-village is the Lord's supreme, sublime essence. How can I obtain it? Teach me, O humble Saints.",
    "punjabi": "(ਸ਼ਹਿਰਾਂ ਵਿਚ ਖਾਣ ਪੀਣ ਲਈ ਕਈ ਕਿਸਮਾਂ ਦੇ ਸੁਆਦਲੇ ਪਦਾਰਥ ਮਿਲਦੇ ਹਨ। ਮਨੁੱਖਾ) ਸਰੀਰ (ਭੀ, ਮਾਨੋ, ਇਕ ਸ਼ਹਿਰ ਹੈ, ਇਸ) ਸ਼ਹਿਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਭ ਪਦਾਰਥਾਂ ਨਾਲੋਂ) ਵਧੀਆ ਸੁਆਦਲਾ ਪਦਾਰਥ ਹੈ। (ਪਰ) ਹੇ ਸੰਤ ਜਨੋ! (ਮੈਨੂੰ) ਸਮਝਾਓ ਕਿ ਇਹ ਕਿਵੇਂ ਹਾਸਲ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34153,
    "shabad_id": 2999,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿ ਸਫਲ ਹਰਿ ਦਰਸਨੁ; ਮਿਲਿ ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਰਸੁ ਪੀਅਹੁ ॥੨॥",
    "transliteration": "Sathigur Saev Safal Har Dharasan Mil Anmrith Har Ras Peeahu ||2||",
    "translation": "Serving the True Guru, you shall obtain the Fruitful Vision of the Lord's Darshan; meeting Him, drink in the ambrosial essence of the Lord's Nectar. ||2||",
    "punjabi": "(ਸੰਤ ਜਨ ਇਹੀ ਦੱਸਦੇ ਹਨ ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ (ਆਤਮਕ ਜੀਵਨ-) ਫਲ ਦੇਣ ਵਾਲਾ ਦਰਸਨ ਕਰੋ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਰਹੋ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34154,
    "shabad_id": 2999,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਮੀਠਾ; ਹਰਿ ਸੰਤਹੁ ਚਾਖਿ ਦਿਖਹੁ ॥",
    "transliteration": "Har Har Naam Anmrith Har Meethaa Har Santhahu Chaakh Dhikhahu ||",
    "translation": "The Ambrosial Name of the Lord, Har, Har, is so sweet; O Saints of the Lord, taste it, and see.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਬੇ-ਸ਼ੱਕ ਚੱਖ ਕੇ ਵੇਖ ਲਵੋ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਮਿੱਠਾ ਜਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34155,
    "shabad_id": 2999,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮਤਿ ਹਰਿ ਰਸੁ ਮੀਠਾ ਲਾਗਾ; ਤਿਨ੍ਹ ਬਿਸਰੇ ਸਭਿ ਬਿਖ ਰਸਹੁ ॥੩॥",
    "transliteration": "Guramath Har Ras Meethaa Laagaa Thin Bisarae Sabh Bikh Rasahu ||3||",
    "translation": "Under Guru's Instruction, the Lord's essence seems so sweet; through it, all corrupt sensual pleasures are forgotten. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉੱਤੇ ਤੁਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਨਾਮ-ਰਸ ਸੁਆਦਲਾ ਲੱਗਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲੇ ਹੋਰ ਸਾਰੇ ਰਸ ਉਹਨਾਂ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34156,
    "shabad_id": 2999,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਰਸੁ ਰਾਮ ਰਸਾੲਿਣੁ; ਹਰਿ ਸੇਵਹੁ ਸੰਤ ਜਨਹੁ ॥",
    "transliteration": "Raam Naam Ras Raam Rasaaein Har Saevahu Santh Janahu ||",
    "translation": "The Name of the Lord is the medicine to cure all diseases; so serve the Lord, O humble Saints.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਆਦਲਾ ਪਦਾਰਥ ਹੈ, ਰਸੈਣ ਹੈ, ਸਦਾ ਇਸ ਦਾ ਸੇਵਨ ਕਰਦੇ ਰਹੋ (ਸਦਾ ਇਸ ਨੂੰ ਵਰਤਦੇ ਰਹੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34157,
    "shabad_id": 2999,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਚਾਰਿ ਪਦਾਰਥ ਚਾਰੇ ਪਾੲੇ; ਗੁਰਮਤਿ ਨਾਨਕ ਹਰਿ ਭਜਹੁ ॥੪॥੪॥",
    "transliteration": "Chaar Padhaarathh Chaarae Paaeae Guramath Naanak Har Bhajahu ||4||4||",
    "translation": "The four great blessings are obtained, O Nanak, by vibrating upon the Lord, under Guru's Instruction. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਗਤ ਵਿਚ ਕੁੱਲ) ਚਾਰ ਪਦਾਰਥ (ਗਿਣੇ ਗਏ ਹਨ, ਨਾਮ-ਰਸੈਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ) ਚਾਰੇ ਹੀ ਮਿਲ ਜਾਂਦੇ ਹਨ। (ਇਸ ਵਾਸਤੇ) ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸਦਾ ਹਰਿ-ਨਾਮ ਦਾ ਭਜਨ ਕਰਦੇ ਰਹੋ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34158,
    "shabad_id": 3000,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34159,
    "shabad_id": 3000,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਖਤ੍ਰੀ ਬ੍ਰਾਹਮਣੁ ਸੂਦੁ ਵੈਸੁ; ਕੋ ਜਾਪੈ ਹਰਿ ਮੰਤ੍ਰੁ ਜਪੈਨੀ ॥",
    "transliteration": "Khathree Braahaman Soodh Vais Ko Jaapai Har Manthra Japainee ||",
    "translation": "Anyone from any class - Kh'shaatriya Brahman, Soodra or Vaishya - can chant, and meditate on the Mantra of the Lord's Name.",
    "punjabi": "ਕੋਈ ਖਤ੍ਰੀ ਹੋਵੇ, ਚਾਹੇ ਬ੍ਰਾਹਮਣ ਹੋਵੇ, ਕੋਈ ਸ਼ੂਦਰ ਹੋਵੇ ਚਾਹੇ ਵੈਸ਼ ਹੋਵੇ, ਹਰੇਕ (ਸ਼੍ਰੇਣੀ ਦਾ) ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਮੰਤ੍ਰ ਜਪ ਸਕਦਾ ਹੈ (ਇਹ ਸਭਨਾਂ ਵਾਸਤੇ) ਜਪਣ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34160,
    "shabad_id": 3000,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰੁ ਸਤਿਗੁਰੁ ਪਾਰਬ੍ਰਹਮੁ ਕਰਿ ਪੂਜਹੁ; ਨਿਤ ਸੇਵਹੁ ਦਿਨਸੁ ਸਭ ਰੈਨੀ ॥੧॥",
    "transliteration": "Gur Sathigur Paarabreham Kar Poojahu Nith Saevahu Dhinas Sabh Rainee ||1||",
    "translation": "Worship the Guru, the True Guru, as the Supreme Lord God; serve Him constantly, all day and night. ||1||",
    "punjabi": "ਹੇ ਹਰੀ-ਜਨੋ! ਗੁਰੂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਜਾਣ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ। ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34161,
    "shabad_id": 3000,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਜਨ; ਦੇਖਹੁ ਸਤਿਗੁਰੁ ਨੈਨੀ ॥",
    "transliteration": "Har Jan Dhaekhahu Sathigur Nainee ||",
    "translation": "O humble servants of the Lord, behold the True Guru with your eyes.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ-ਜਨੋ! ਗੁਰੂ ਨੂੰ ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਵੇਖੋ (ਗੁਰੂ ਪਾਰਬ੍ਰਹਮ ਦਾ ਰੂਪ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34162,
    "shabad_id": 3000,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਜੋ ੲਿਛਹੁ ਸੋੲੀ ਫਲੁ ਪਾਵਹੁ; ਹਰਿ ਬੋਲਹੁ ਗੁਰਮਤਿ ਬੈਨੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Eishhahu Soee Fal Paavahu Har Bolahu Guramath Bainee ||1|| Rehaao ||",
    "translation": "Whatever you wish for, you shall receive, chanting the Word of the Lord's Name, under Guru's Instruction. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਬੋਲੋ, ਜੇਹੜੀ ਇੱਛਾ ਕਰੋਗੇ ਉਹੀ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34163,
    "shabad_id": 3000,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅਨਿਕ ੳੁਪਾਵ ਚਿਤਵੀਅਹਿ ਬਹੁਤੇਰੇ; ਸਾ ਹੋਵੈ ਜਿ ਬਾਤ ਹੋਵੈਨੀ ॥",
    "transliteration": "Anik Oupaav Chithaveeahi Bahuthaerae Saa Hovai J Baath Hovainee ||",
    "translation": "People think of many and various efforts, but that alone happens, which is to happen.",
    "punjabi": "(ਗੁਰੂ ਪਰਮੇਸਰ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਭੁਲਾ ਕੇ ਆਪਣੀ ਭਲਾਈ ਦੇ) ਅਨੇਕਾਂ ਤੇ ਬਥੇਰੇ ਢੰਗ ਸੋਚੀਦੇ ਹਨ, ਪਰ ਉਹੀ ਗੱਲ ਹੁੰਦੀ ਹੈ ਜੋ (ਰਜ਼ਾ ਅਨੁਸਾਰ) ਜ਼ਰੂਰ ਹੋਣੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34164,
    "shabad_id": 3000,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਪਨਾ ਭਲਾ ਸਭੁ ਕੋੲੀ ਬਾਛੈ; ਸੋ ਕਰੇ ਜਿ ਮੇਰੈ ਚਿਤਿ ਨ ਚਿਤੈਨੀ ॥੨॥",
    "transliteration": "Apanaa Bhalaa Sabh Koee Baashhai So Karae J Maerai Chith N Chithainee ||2||",
    "translation": "All beings seek goodness for themselves, but what the Lord does - that may not be what we think and expect. ||2||",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਆਪਣਾ ਭਲਾ ਲੋੜਦਾ ਹੈ, ਪਰ ਪ੍ਰਭੂ ਉਹ ਕੰਮ ਕਰ ਦੇਂਦਾ ਹੈ ਜੋ ਮੇਰੇ (ਤੁਹਾਡੇ) ਚਿੱਤ ਚੇਤੇ ਭੀ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34165,
    "shabad_id": 3000,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਕੀ ਮਤਿ ਤਿਅਾਗਹੁ ਹਰਿ ਜਨ; ੲੇਹਾ ਬਾਤ ਕਠੈਨੀ ॥",
    "transliteration": "Man Kee Math Thiaagahu Har Jan Eaehaa Baath Kathainee ||",
    "translation": "So renounce the clever intellect of your mind, O humble servants of the Lord, no matter how hard this may be.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਮਰਜ਼ੀ (ਉਤੇ ਤੁਰਨਾ) ਛੱਡ ਦਿਉ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰੋ), ਪਰ ਇਹ ਗੱਲ ਹੈ ਬੜੀ ਹੀ ਔਖੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34166,
    "shabad_id": 3000,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵਹੁ; ਗੁਰ ਸਤਿਗੁਰ ਕੀ ਮਤਿ ਲੈਨੀ ॥੩॥",
    "transliteration": "Anadhin Har Har Naam Dhhiaavahu Gur Sathigur Kee Math Lainee ||3||",
    "translation": "Night and day, meditate on the Naam, the Name of the Lord, Har, Har; accept the wisdom of the Guru, the True Guru. ||3||",
    "punjabi": "(ਫਿਰ ਭੀ) ਗੁਰੂ ਪਾਤਿਸ਼ਾਹ ਦੀ ਮਤਿ ਲੈ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34167,
    "shabad_id": 3000,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਮਤਿ ਸੁਮਤਿ. ਤੇਰੈ ਵਸਿ ਸੁਅਾਮੀ; ਹਮ ਜੰਤ. ਤੂ ਪੁਰਖੁ ਜੰਤੈਨੀ ॥",
    "transliteration": "Math Sumath Thaerai Vas Suaamee Ham Janth Thoo Purakh Janthainee ||",
    "translation": "Wisdom, balanced wisdom is in Your power, O Lord and Master; I am the instrument, and You are the player, O Primal Lord.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਚੰਗੀ ਮੰਦੀ ਮਤਿ ਤੇਰੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਹੈ (ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਅਨੁਸਾਰ ਹੀ ਕੋਈ ਜੀਵ ਚੰਗੇ ਰਾਹ ਤੁਰਦਾ ਹੈ ਕੋਈ ਮੰਦੇ ਪਾਸੇ), ਅਸੀਂ ਤੇਰੇ ਵਾਜੇ ਹਾਂ, ਤੂੰ ਸਾਨੂੰ ਵਜਾਣ ਵਾਲਾ ਸਭ ਵਿਚ ਵੱਸਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੈਂ।",
    "pronunciation": "ਸੁ-ਮੱਤਿ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 34168,
    "shabad_id": 3000,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਕਰਤੇ ਸੁਅਾਮੀ; ਜਿੳੁ ਭਾਵੈ ਤਿਵੈ ਬੁਲੈਨੀ ॥੪॥੫॥",
    "transliteration": "Jan Naanak Kae Prabh Karathae Suaamee Jio Bhaavai Thivai Bulainee ||4||5||",
    "translation": "O God, O Creator, Lord and Master of servant Nanak, as You wish, so do I speak. ||4||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਕਰਤਾਰ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਤੂੰ ਸਾਨੂੰ ਬੁਲਾਂਦਾ ਹੈ (ਸਾਡੇ ਮੂੰਹੋਂ ਬੋਲ ਕਢਾਂਦਾ ਹੈਂ) ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34169,
    "shabad_id": 3001,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34170,
    "shabad_id": 3001,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਨਦ ਮੂਲੁ ਧਿਅਾੲਿਓ ਪੁਰਖੋਤਮੁ; ਅਨ ਦਿਨੁ ਅਨਦ ਅਨੰਦੇ ॥",
    "transliteration": "Anadh Mool Dhhiaaeiou Purakhotham Anadhin Anadh Anandhae ||",
    "translation": "I meditate on the source of bliss, the Sublime Primal Being; night and day, I am in ecstasy and bliss.",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਨੰਦ ਦੇ ਸੋਮੇ ਉੱਤਮ ਪੁਰਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ ਹਰ ਵੇਲੇ ਆਨੰਦ ਹੀ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34171,
    "shabad_id": 3001,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਕੀ ਕਾਣਿ ਚੁਕਾੲੀ; ਸਭਿ ਚੂਕੇ ਜਮ ਕੇ ਛੰਦੇ ॥੧॥",
    "transliteration": "Dhharam Raae Kee Kaan Chukaaee Sabh Chookae Jam Kae Shhandhae ||1||",
    "translation": "The Righteous Judge of Dharma has no power over me; I have cast off all subservience to the Messenger of Death. ||1||",
    "punjabi": "ਉਸ ਨੂੰ ਧਰਮਰਾਜ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਹ ਮਨੁੱਖ ਜਮਰਾਜ ਦੇ ਭੀ ਸਾਰੇ ਡਰ ਮੁਕਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34172,
    "shabad_id": 3001,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਜਪਿ ਮਨ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਗੁੋਬਿੰਦੇ ॥",
    "transliteration": "Jap Man Har Har Naam Guobindhae ||",
    "translation": "Meditate, O mind, on the Naam, the Name of the Lord of the Universe.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਰੀ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34173,
    "shabad_id": 3001,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰੁ ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ; ਗੁਣ ਗਾੲੇ ਪਰਮਾਨੰਦੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Vaddabhaagee Gur Sathigur Paaeiaa Gun Gaaeae Paramaanandhae ||1|| Rehaao ||",
    "translation": "By great good fortune, I have found the Guru, the True Guru; I sing the Glorious Praises of the Lord of supreme bliss. ||1||Pause||",
    "punjabi": "ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਹ ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਸੋ, ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 34174,
    "shabad_id": 3001,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸਾਕਤ ਮੂੜ. ਮਾੲਿਅਾ ਕੇ ਬਧਿਕ; ਵਿਚਿ ਮਾੲਿਅਾ. ਫਿਰਹਿ ਫਿਰੰਦੇ ॥",
    "transliteration": "Saakath Moorr Maaeiaa Kae Badhhik Vich Maaeiaa Firehi Firandhae ||",
    "translation": "The foolish faithless cynics are held captive by Maya; in Maya, they continue wandering, wandering around.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮੂਰਖ ਮਨੁੱਖ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਬੱਝੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਸਦਾ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਬੱਧਿਕ",
    "type_id": 3
  },
  {
    "id": 34175,
    "shabad_id": 3001,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤ੍ਰਿਸਨਾ ਜਲਤ ਕਿਰਤ ਕੇ ਬਾਧੇ; ਜਿੳੁ ਤੇਲੀ ਬਲਦ ਭਵੰਦੇ ॥੨॥",
    "transliteration": "Thrisanaa Jalath Kirath Kae Baadhhae Jio Thaelee Baladh Bhavandhae ||2||",
    "translation": "Burnt by desire, and bound by the karma of their past actions, they go round and round, like the ox at the mill press. ||2||",
    "punjabi": "ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਬੱਝੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦੇ ਰਹਿੰਦੇ ਹਨ ਅਤੇ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ) ਭੌਂਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਵੇਂ ਤੇਲੀਆਂ ਦੇ ਬਲਦ ਕੋਹਲੂ ਦੁਆਲੇ ਸਦਾ ਭੌਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34176,
    "shabad_id": 3001,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੇਵ ਲਗੇ ਸੇ ੳੁਧਰੇ; ਵਡਭਾਗੀ ਸੇਵ ਕਰੰਦੇ ॥",
    "transliteration": "Guramukh Saev Lagae Sae Oudhharae Vaddabhaagee Saev Karandhae ||",
    "translation": "The Gurmukhs, who focus on serving the Guru, are saved; by great good fortune, they perform service.",
    "punjabi": "ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗ ਪਏ, ਉਹ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜਨ ਤੋਂ) ਬਚ ਗਏ। (ਪਰ, ਹੇ ਮਨ!) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਹੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34177,
    "shabad_id": 3001,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਜਪਿਅਾ ਤਿਨ ਫਲੁ ਪਾੲਿਅਾ; ਸਭਿ ਤੂਟੇ ਮਾੲਿਅਾ ਫੰਦੇ ॥੩॥",
    "transliteration": "Jin Har Japiaa Thin Fal Paaeiaa Sabh Thoottae Maaeiaa Fandhae ||3||",
    "translation": "Those who meditate on the Lord obtain the fruits of their rewards, and the bonds of Maya are all broken. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਨੇ (ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਵਿਚ ਸੜਨ ਤੋਂ ਬਚਣ ਦਾ) ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ। ਉਹਨਾਂ ਦੀਆਂ ਮਾਇਆ ਦੀਆਂ ਸਾਰੀਆਂ ਹੀ ਫਾਹੀਆਂ ਟੁੱਟ ਜਾਂਦੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34178,
    "shabad_id": 3001,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਠਾਕੁਰੁ. ਅਾਪੇ ਸੇਵਕੁ; ਸਭੁ ਅਾਪੇ ਅਾਪਿ ਗੋਵਿੰਦੇ ॥",
    "transliteration": "Aapae Thaakur Aapae Saevak Sabh Aapae Aap Govindhae ||",
    "translation": "He Himself is the Lord and Master, and He Himself is the servant. The Lord of the Universe Himself is all by Himself.",
    "punjabi": "(ਪਰ ਹੇ ਮਨ!) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈ (ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਵਾਲਾ ਹੈ, ਹਰ ਥਾਂ ਗੋਬਿੰਦ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34179,
    "shabad_id": 3001,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਅਾਪੇ ਅਾਪਿ ਸਭੁ ਵਰਤੈ; ਜਿੳੁ ਰਾਖੈ ਤਿਵੈ ਰਹੰਦੇ ॥੪॥੬॥",
    "transliteration": "Jan Naanak Aapae Aap Sabh Varathai Jio Raakhai Thivai Rehandhae ||4||6||",
    "translation": "O servant Nanak, He Himself is All-pervading; as He keeps us, we remain. ||4||6||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਵੱਸ ਰਿਹਾ ਹੈ। ਜਿਵੇਂ ਉਹ (ਜੀਵਾਂ ਨੂੰ) ਰੱਖਦਾ ਹੈ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਜੀਵ ਜੀਵਨ ਨਿਰਬਾਹ ਕਰਦੇ ਹਨ (ਕੋਈ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਕੋਈ ਮਾਇਆ ਵਿਚ ਭਟਕਦੇ ਹਨ) ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34180,
    "shabad_id": 3002,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 34181,
    "shabad_id": 3002,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਰਾਗੁ ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ਪੜਤਾਲ ਘਰੁ ੧੩ ॥",
    "transliteration": "Raag Bilaaval Mehalaa 4 Parrathaal Ghar 13 ||",
    "translation": "Raag Bilaaval, Fourth Mehl, Partaal, Thirteenth House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੧੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34182,
    "shabad_id": 3002,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਬੋਲਹੁ ਭੲੀਅਾ ਰਾਮ ਨਾਮੁ; ਪਤਿਤ. ਪਾਵਨੋ ॥",
    "transliteration": "Bolahu Bheeaa Raam Naam Pathith Paavano ||",
    "translation": "O Siblings of Destiny, chant the Name of the Lord, the Purifier of sinners.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਜੋ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਬਣਾਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 34183,
    "shabad_id": 3002,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ; ਸੰਤ ਭਗਤ ਤਾਰਨੋ ॥",
    "transliteration": "Har Santh Bhagath Thaarano ||",
    "translation": "The Lord emancipates his Saints and devotees.",
    "punjabi": "ਜੋ ਆਪਣੇ ਸੰਤਾਂ ਨੂੰ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
