{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਤਹ ਅਨੇਕ ਵਾਜੇ. ਸਦਾ ਅਨਦੁ ਹੈ; ਸਚੇ ਰਹਿਆ ਸਮਾਏ ॥",
      "page": 441,
      "line": 2
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Many musical instruments and unstruck music ever resounds there and the mortal remains absorbed in the True Lord."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਉਥੇ ਘਣੇਰੇ ਸੰਗੀਤਕ ਸਾਜ ਅਤੇ ਖੁਦ-ਬ-ਖੁਦ ਹੋਣ ਵਾਲੇ ਕੀਰਤਨ ਸਦੀਵ ਹੀ ਗੂੰਜਦੇ ਹਨ ਅਤੇ ਪ੍ਰਾਣੀ ਸੱਚੇ ਸਾਹਿਬ ਅੰਦਰ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The many strains of the unstruck melody resound there, as one merges in Truth."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਤਹਾਂ ਅਨੇਕ, ਭਾਵ ਦਸ ਪ੍ਰਕਾਰ ਕੇ ਬਾਜੇ ਬਜਤੇ ਹੈਂ, ਜਿਨ ਕੋ ਸੁਨ ਕਰ ਜੋਗੀ ਕੋ ਸਦਾ ਹੀ ਅਨੰਦ ਰਹਿਤਾ ਹੈ ਔਰ ਵਹੁ ਜੋਗੀ ਸਚੇ ਮੇਂ ਮਿਲ ਰਹਾ ਹੈ। ਵਾ ਦਸਵਾਂ ਜੋ ਸਰਗ ੧, ਵਿਸਰਗ ੨, ਅਸਥਾਨ ੩, ਪੋਖਨ ੪, ਊਤੀ ੫, ਮਨੰਤ੍ਰ ੬, ਈਸਾਨ ਚਰਤ ੭, ਨਰੋਧ ੮, ਮੁਕਤੀ ੯, ਇਨ ਨਵੋਂ ਕਾ ਆਸਰਾ ਰੂਪ (ਦੁਆਰੁ) ਦਰਵਾਜੋਂ, ਭਾਵ ਸਭ ਇੰਦ੍ਰੀਓਂ ਮੇਂ ਪੂਰਨ ਸੋ ਪਾਇਆ ਹੈ। (ਤਿਥੈ) ਤਿਨੈ ਪਰਮੇਸ੍ਵਰ ਪ੍ਰਾਪਤੀ ਵਾਲੇ ਸੰਤੋਂ ਕੇ ਸਤਸੰਗ ਮੇਂ ਅੰਮ੍ਰਿਤ ਭੋਜਨ ਕਰ ਤ੍ਰਿਪਤੀ ਹੈ, ਭਾਵ ਭਜਨ ਕਰ ਅਨੰਦ ਰਹਤੇ ਹੈਂ। ਸਾਂਤੀ ਰੂਪ, ਭਾਵ ਪਰਮੇਸ੍ਵਰ ਸੰਬੰਧੀ ਸਬਦੋਂ ਕੀ ਅਵਾਜ ਪ੍ਰਗਟਿ ਹੋ ਰਹੀ ਹੈ।☬ਜੇ ਕਹੇ ਕਿਸ ਦੀ ਬਾਣੀ ਉਪਜਤੀ ਹੈ? ਤਹਾਂ ਕਰਤੇ ਹੈਂ:☬ਜਿਸੁ (ਸਬਦਿ) ਬ੍ਰਹਮ ਨੇ ਅਪਨੀ ਸਤਾ ਦੇ ਕਰ ਅਸਤ ਰੂਪ ਜਗਤ ਕੋ ਸਤ ਕੀ ਨ੍ਯਾਈ ਬਨਾਕੇ ਠਹਿਰਾਇ ਛੋਡਾ, ਭਾਵ ਇਸਥਿਤ ਕੀਆ ਹੈ। ਜਿਸ ਸਤਸੰਗ ਮੇਂ ਤਿਸੁ ਕਾ ਕਥਨੁ ਹੋ ਰਹਾ ਹੈ ਅਰੁ ਪ੍ਰਤਖ੍ਯ ਮ੍ਰਿਦੰਗਾਦੀ ਅਨੇਕ ਵਾਜੇ ਵਜਤੇ ਹੈਂ, ਤਹਾਂ ਸਤਸੰਗੀਓਂ ਕੋ ਸਦਾ ਅਨੰਦੁ ਹੈ ਔਰ ਤਿਨ ਕਾ ਮਨੁ ਸਚੇ ਮੇਂ ਮਿਲ ਰਹਾ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਜਿਵੇਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜਣ ਨਾਲ ਬੜਾ ਸੁੰਦਰ ਰਾਗ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਮਨ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਸੰਗੀਤਕ ਸਾਜ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਇਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Ahí se escucha la música de millones de notas jamás tocadas, y si las puedes escuchar, te inmerges en la Verdad del Señor."
    }
  ]
}