{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜਿਚਰੁ ਤੇਰੀ ਜੋਤਿ. ਤਿਚਰੁ ਜੋਤੀ ਵਿਚਿ ਤੂੰ ਬੋਲਹਿ; ਵਿਣੁ ਜੋਤੀ. ਕੋਈ ਕਿਛੁ ਕਰਿਹੁ. ਦਿਖਾ ਸਿਆਣੀਐ ॥",
      "page": 138,
      "line": 15
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "O Lord! as long as Thy light is in the body so long Thou speakest in the illumined body. If some one shows that he has accomplished something without Thy light I would call him wise."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਪ੍ਰਭੂ ਜਦ ਤੋੜੀ ਤੇਰਾ ਪ੍ਰਕਾਸ਼ ਦੇਹਿ ਅੰਦਰ ਹੈ, ਤਦ ਤੋੜੀ ਤੂੰ ਪ੍ਰਕਾਸ਼ਵਾਨ ਦੇਹਿ ਵਿੱਚ ਬੋਲਦਾ ਹੈ। ਜੇਕਰ ਕੋਈ ਜਣਾ ਵਿਖਾਲ ਦੇਵੇ ਕਿ ਉਸ ਨੇ ਤੇਰੇ ਪ੍ਰਕਾਸ਼ ਦੇ ਬਗੈਰ ਕੁਝ ਕਰ ਲਿਆ ਹੈ ਤਾਂ ਮੈਂ ਉਸ ਨੂੰ ਸਿਆਣਾ ਕਹਾਂਗਾ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "As long as Your Light is within the body, You speak through that Light. Without Your Light, who can do anything? Show me any such cleverness!"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜਬ ਤਕ ਤੇਰੀ ਜੋਤ ਸਰੀਰ ਬੀਚ ਹੈ ਤਬ ਤਕ ਹੇ ਜੋਤੀ! ਤੂੰ ਹੀ ਬੀਚ ਬੋਲਤਾ ਹੈਂ, ਕਿਉਂਕਿ ਹੇ ਜੋਤੀ ਤੇਰੇ ਬਿਨਾਂ ਕੋਈ ਕੁਛ ਕਰੇ ਤੋ ਮੈਂ ਤਿਸ ਚਤੁਰ ਕੋ ਦੇਖਾਂ, ਭਾਵ ਏਹਿ ਕਿ ਕੋਈ ਤੇਰੇ ਸੇ ਬਿਨਾਂ ਕੁਛ ਕਰ ਨਹੀਂ ਸਕਤਾ; ਵਾ ਜੇ ਜੀਵ ਜਬ ਤਕ ਤੇਰੀ ਦੇਹਿ ਮੇਂ ਜੋਤੀ ਕੀ ਜੋਤ ਹੈ ਤਬ ਤਕ ਤੂੰ ਬੋਲਤਾ ਹੈਂ ਬਿਨ ਜੋਤੀ ਤੇ ਕੋਈ ਕੰਮ ਕਿਛ ਥੋੜਾ ਭੀ (ਕਰਿਹੁ) ਕਰ ਸਕੇ ਤੋ ਪਛਾਣ ਕੇ ਤੁਮ ਕੋ ਆਖਇ, ਭਾਵ ਤੌ ਤੇਰੇ ਕੋ ਚਤੁਰ ਕਹੀਏ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਜੀਵਾਂ ਦੇ ਅੰਦਰ) ਜਿਤਨਾ ਚਿਰ ਤੇਰੀ ਜੋਤਿ ਮੌਜੂਦ ਹੈ ਉਤਨਾ ਚਿਰ ਉਸ ਜੋਤਿ ਵਿਚ ਤੂੰ (ਆਪ ਹੀ) ਬੋਲਦਾ ਹੈਂ। ਜਦੋਂ ਤੇਰੀ ਜੋਤਿ ਨਿਕਲ ਜਾਏ, ਤਾਂ ਭਲਾ ਕੋਈ ਕੁਝ ਕਰੇ ਤਾਂ ਸਹੀ, ਅਸੀਂ ਪਰਖ ਕੇ ਵੇਖੀਏ, (ਭਾਵ, ਤੇਰੀ ਜੋਤਿ ਤੋਂ ਬਿਨਾ ਕੋਈ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ; ਸੋ, ਮਨਸੁਖ ਵਿਚ ਭੀ ਤੇਰੀ ਹੀ ਜੋਤਿ ਹੈ)।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Tanto como Tu Luz nos alumbra, así hablas a través de Ella. Sin esta Luz, ¿quién ha realizado algo alguna vez?"
    }
  ]
}
