{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਮਿਲਿ ਸਤਸੰਗਤਿ, ਕੀਜੈ ਹਰਿ ਗੋਸਟਿ; ਸਾਧੂ ਸਿਉ ਗੋਸਟਿ; ਹਰਿ ਪ੍ਰੇਮ ਰਸਾਇਣੁ, ਰਾਮ ਨਾਮੁ ਰਸਾਇਣੁ; ਹਰਿ ਰਾਮ ਨਾਮ, ਰਾਮ ਰਮਹੁ ਰੇ ॥੧॥",
      "page": 1118,
      "line": 12
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "O man, associating with the society of saints discourse thou on God and discourse thou with the saints. God's love is the panacea of all the ills. The Lord's Name if the home of elixir. Utter thou the Name of God, the Lord Master."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਬੰਦੇ! ਸਾਧ ਸੰਗਤ ਨਾਲ ਜੁੜ ਕੇ ਤੂੰ ਵਾਹਿਗੁਰੂ ਸੰਬਧੀ ਗਿਆਨ ਚਰਚਾ ਕਰ ਅਤੇ ਤੂੰ ਸੰਤਾਂ ਨਾਲ ਗਿਆਨ ਚਰਚਾ ਕਰ। ਵਾਹਿਗੁਰੂ ਦਾ ਪਿਆਰ ਸਾਰਿਆਂ ਰੰਗਾਂ ਦੀ ਦਵਾਈ ਹੈ। ਸੁਆਮੀ ਦਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਦਾ ਘਰ ਹੈ। ਤੂੰ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਮਾਲਕ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Join the Sat Sangat, the True Congregation, and speak with the Holy People about the Lord. The Love of the Lord is the healing remedy; the Name of the Lord is the healing remedy. Chant the Name of the Lord, Raam, Raam. ||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸਾਧੂ ਕੀ ਸਤਸੰਗਤ ਸੇ ਮਿਲ ਕਰ ਗੋਸਟ ਮੇਂ ਜੋ ਹਰੀ ਕੀ ਗੋਸਟ ਔਰ ਰਸਾਇਣੋਂ ਮੇਂ ਜੋ ਰਾਮ ਨਾਮ ਕਾ ਪ੍ਰੇਮ ਉਤਮ ਰਸਾਯਣ ਹੈ, ਸੋ ਮਨ ਕਰ ਕੇ ਕਰੋ ਅਰ ਬਾਣੀ ਕਰ ਕੇ ਭੀ ਤਿਸ ਰਾਮ ਨਾਮ ਕੋ, ਹੇ ਭਾਈ! (ਰਮਹੁ) ਉਚਾਰਨ ਕਰੋ॥੧॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਮਨ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਹਰਿ-ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਸਭ ਰਸਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਰਸਾਂ ਦਾ ਘਰ ਹੈ। ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ॥੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "habla de Dios y siéntete bendecido con la Panacea del Nombre del Señor. Sí, recita Su Nombre, Ram, Ram, por siempre. (1)"
    }
  ]
}
