{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਜਾ ਕਉ ਰੇ ਕਿਰਪਾ ਕਰੈ, ਜੀਵਤ ਸੋਈ ਮਰੈ; ਸਾਧਸੰਗਿ ਮਾਇਆ ਤਰੈ ॥ ਨਾਨਕ. ਸੋ ਜਨੁ; ਦਰਿ ਹਰਿ ਸਿਝੀ ਹੇ ॥੪॥੧॥੧੫੪॥",
      "page": 213,
      "line": 13
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "He, unto whom Lord shows mercy, remains dead in life, and joining the Society of Saints, crosses the sea of mammon. Nanak, that man is exonerated in God's court."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਉਤੇ ਸੁਆਮੀ ਮਿਹਰ ਧਾਰਦਾ ਹੈ, ਉਹ ਜੀਉਂਦੇ ਜੀ ਮਰਿਆ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਸਤਿਸੰਗਤ ਨਾਲ ਜੁੜਕੇ ਮੋਹਨੀ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਪਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਨਾਨਕ ਉਹ ਇਨਸਾਨ ਰੱਬ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਸੁਰਖਰੂ ਹੋ ਜਾਂਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Those, unto whom the Lord shows His Mercy, remain dead while yet alive. In the Saadh Sangat, the Company of the Holy, they cross over the ocean of Maya. O Nanak, those humble beings are honored in the Court of the Lord. ||4||1||154||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਜਿਸ ਕੋ ਵਾਹਿਗੁਰੂ ਕ੍ਰਿਪਾ ਕਰਤਾ ਹੈ ਜੀਵ ਭਾਵ ਤੇ ਸੋਈ ਮਰਤਾ ਹੈ ਔਰ ਸਾਧ ਸੰਗਤ ਕਰ ਮਾਇਆ ਨਦੀ ਕੋ ਤਰ ਜਾਤਾ ਹੈ॥ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਪੁਨਾ ਸੋਈ ਪੁਰਸ ਹਰੀ ਕੋ (ਦਰਿ) ਅੰਤਰ ਅਰਥਾਤ ਰਿਦੇ ਮੇਂ ਜਾਨ ਕਰ (ਸਿਝੀ) ਮੋਖ ਹੋਤਾ ਹੈ॥੪॥੧॥੧੫੪॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਅਛੋਹ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਮਾਇਆ (ਦੀ ਘੁੰਮਣ-ਘੇਰੀ) ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਕਾਮਯਾਬ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੧੫੪॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Aquél sobre quien se posa la Gracia del Señor muere hacia sí mismo mientras vive, y nadando a través del mar de Maya, toma lugar en la Compañía de los Santos. Oh, dice Nanak, Él es bendecido en la Puerta del Cielo. (4-1-154)"
    }
  ]
}