{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਗੁਰੁ ਈਸਰੁ ਗੁਰੁ ਗੋਰਖੁ, ਬਰਮਾ ਗੁਰੁ; ਪਾਰਬਤੀ ਮਾਈ ॥",
      "page": 2,
      "line": 9
    },
    {
      "asset": "JSTS",
      "type": "note",
      "language": "pa",
      "data": "ਗੁਰੂ ਹੀ ਸਾਡੇ ਵਾਸਤੇ ਸ਼ਿਵ ਹੈ, ਗੁਰੂ ਹੀ ਵਿਸ਼ਨੂ ਤੇ ਬ੍ਰਹਮਾ ਹੈ ਤੇ ਗੁਰੂ ਹੀ ਪਾਰਬਤੀ, ਲਕਸ਼ਮੀ ਤੇ ਸਰਸਵਤੀ ਹੈ। ਭਾਵ ਗੁਰੂ ਤੋ ਇਲਾਵਾ ਸਾਡਾ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਹੈ।"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The Guru is Shiva, the Guru Vishnu and Brahma, the Guru is Shiva's consort Parbati, Vishnu's consort Lakhshmi and Brahma's consort Saraswati."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਸ਼ਿਵ ਹੈ, ਗੁਰੂ ਹੀ ਵਿਸ਼ਨੂੰ ਤੇ ਬ੍ਰਹਮਾਂ, ਗੁਰੂ ਹੀ ਸ਼ਿਵ ਦੀ ਪਤਨੀ-ਪਾਰਬਤੀ, ਵਿਸ਼ਨੂੰ ਦੀ ਪਤਨੀ ਲਖਸ਼ਮੀ ਅਤੇ ਬ੍ਰਹਮਾ ਦੀ ਪਤਨੀ-ਸੁਰਸਵਤੀ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The Guru is Shiva, the Guru is Vishnu and Brahma; the Guru is Paarvati and Lakhshmi."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਧਾਰਨ ਕਰ ਕੇ ਹੀ (ਈਸਰੁ) ਸਿਵ ਜੀ ਹੂਏ ਹੈਂ, ਗੁਰੂ ਹੀ ਧਾਰਨ ਕਰ ਕੇ (ਗੋਰਖੁ) ਬਿਸਨ ਜੀ ਹੂਏ ਹੈਂ, ਗੁਰੂ ਹੀ ਧਾਰਨ ਕਰ ਕੇ (ਬਰਮਾ) ਬ੍ਰਹਮਾ ਜੀ ਹੂਏ ਹੈਂ, ਗੁਰੂ ਹੀ ਧਾਰਨ ਕਰ ਕੇ ਪਾਰਬਤੀ ਜੀ (ਮਾ) ਲੱਛਮੀ ਜੀ, (ਈ) ਸੁਰਸਤੀ ਜੀ ਹੂਈ ਹੈ। ਵਾ ਗੁਰੂ ਹੀ ਸਰਬ ਦੇਵ ਰੂਪ ਹੈਂ। ਈਸਰ ਕਾ ਗੁਨੁ ਧਾਰ ਕਰ ਸਿੱਖੋਂ ਕਾ ਅਗ੍ਯਾਨੁ ਨਾਸੁ ਕਰਤਾ ਹੈ। ਬਿਸਨੁ ਕਾ ਗੁਣ ਧਾਰ ਕਰ ਸੁਭ ਗੁਣੋਂ ਕੀ ਪਾਲਣਾ ਕਰਤਾ ਹੈਂ। ਬ੍ਰਹਮਾ ਕਾ ਗੁਣੁ ਧਾਰ ਕਰ ਪ੍ਰੇਮ ਆਦਿ ਗੁਨ ਉਤਪੰਨ ਕਰਤਾ ਹੈਂ। ਇਸੀ ਭਾਂਤ ਪਾਰਬਤੀ ਕਾ ਗੁਣ ਧਾਰ ਕਰ ਅਵਗੁਣੋਂ ਕਾ ਨਾਸੁ ਕਰਤਾ ਹੈਂ। ਲੱਛਮੀ ਕਾ ਗੁਣੁ ਧਾਰ ਕਰ ਦੈਵੀ ਸੰਪਦਾ ਕੇ ਗੁਣੋ ਕਾ ਦਾਤਾ ਹੈਂ। ਸੁਰੱਸ੍ਵਤੀ ਕਾ ਗੁਣੁ ਧਾਰ ਕਰ ਬਾਣੀ ਕਾ ਪ੍ਰਕਾਸੁ ਕਰਤਾ ਹੈਂ॥ ਪ੍ਰਸ਼ਨ: ਐਸੇ ਗੁਰੋਂ ਕੀ ਮਹਿਮਾ ਔਰ ਭੀ ਕਹੀਏ? ਉੱਤਰ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਹੀ (ਸਾਡੇ ਲਈ) ਸ਼ਿਵ ਹੈ, ਗੁਰੂ ਹੀ (ਸਾਡੇ ਲਈ) ਗੋਰਖ ਤੇ ਬ੍ਰਹਮਾ ਹੈ ਅਤੇ ਗੁਰੂ ਹੀ (ਸਾਡੇ ਲਈ) ਮਾਈ ਪਾਰਬਤੀ ਹੈ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Palabra del Guru es la Corriente de Sonido del Naad. En él es encontrada la sabiduría de los Vedas y la Palabra del Guru prevalece a través de él."
    }
  ]
}
