[
  {
    "id": 1390,
    "shabad_id": 106,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸਬਦਿ ਮੰਨਿਅੈ ਗੁਰੁ ਪਾੲੀਅੈ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Sabadh Manniai Gur Paaeeai Vichahu Aap Gavaae ||",
    "translation": "With faith in the Shabad, the Guru is found, and selfishness is eradicated from within.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸਰਧਾ ਬਣ ਜਾਏ ਤਾਂ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦਾ ਹੈ ਉਹ ਆਪਣੇ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1391,
    "shabad_id": 106,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਭਗਤਿ ਕਰੇ ਸਦਾ; ਸਾਚੇ ਕੀ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Anadhin Bhagath Karae Sadhaa Saachae Kee Liv Laae ||",
    "translation": "Night and day, worship the True Lord with devotion and love forever.",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਸਦਾ ਉਸ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1392,
    "shabad_id": 106,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਨਾਮੁ ਪਦਾਰਥੁ ਮਨਿ ਵਸਿਅਾ; ਨਾਨਕ ਸਹਜਿ ਸਮਾੲਿ ॥੪॥੧੯॥੫੨॥",
    "transliteration": "Naam Padhaarathh Man Vasiaa Naanak Sehaj Samaae ||4||19||52||",
    "translation": "The Treasure of the Naam abides in the mind; O Nanak, in the poise of perfect balance, merge into the Lord. ||4||19||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਅਮੋਲਕ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ। ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਭੀ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧੯॥੫੨॥{33-34}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1393,
    "shabad_id": 107,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1394,
    "shabad_id": 107,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਨੀ ਪੁਰਖੀ. ਸਤਗੁਰੁ, ਨ ਸੇਵਿਓ; ਸੇ ਦੁਖੀੲੇ ਜੁਗ ਚਾਰਿ ॥",
    "transliteration": "Jinee Purakhee Sathagur N Saeviou Sae Dhukheeeae Jug Chaar ||",
    "translation": "Those who do not serve the True Guru shall be miserable throughout the four ages.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਨਹੀਂ ਕੀਤੀ, ਉਹ ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਜੁਗ ਕੋਈ ਭੀ ਹੋਵੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਦੁੱਖ ਹੈ)।",
    "pronunciation": "ਪੁਰਖੀਂ",
    "type_id": 3
  },
  {
    "id": 1395,
    "shabad_id": 107,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਘਰਿ ਹੋਦਾ ਪੁਰਖੁ. ਨ ਪਛਾਣਿਅਾ; ਅਭਿਮਾਨਿ ਮੁਠੇ ਅਹੰਕਾਰਿ ॥",
    "transliteration": "Ghar Hodhaa Purakh N Pashhaaniaa Abhimaan Muthae Ahankaar ||",
    "translation": "The Primal Being is within their own home, but they do not recognize Him. They are plundered by their egotistical pride and arrogance.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣ ਸਕਦੇ, ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਅਭਿਮਾਨ ਵਿਚ (ਫਸੇ ਰਹਿ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ) ਲੁਟਾ ਬੈਠਦੇ ਹਨ।",
    "pronunciation": "ਅਹੰ-ਕਾਰਿ",
    "type_id": 3
  },
  {
    "id": 1396,
    "shabad_id": 107,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਗੁਰੂ ਕਿਅਾ ਫਿਟਕਿਅਾ; ਮੰਗਿ ਥਕੇ ਸੰਸਾਰਿ ॥",
    "transliteration": "Sathaguroo Kiaa Fittakiaa Mang Thhakae Sansaar ||",
    "translation": "Cursed by the True Guru, they wander around the world begging, until they are exhausted.",
    "punjabi": "ਗੁਰੂ ਵਲੋਂ ਬੇ-ਮੁੱਖ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਮੰਗਦੇ ਫਿਰਦੇ ਹਨ (ਭਾਵ, ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ)।",
    "pronunciation": "(ਫਿਟ-ਕਿਅਾ) ਧਿ੍ਰਕਾਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1397,
    "shabad_id": 107,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ. ਨ ਸੇਵਿਓ; ਸਭਿ ਕਾਜ ਸਵਾਰਣਹਾਰੁ ॥੧॥",
    "transliteration": "Sachaa Sabadh N Saeviou Sabh Kaaj Savaaranehaar ||1||",
    "translation": "They do not serve the True Word of the Shabad, which is the solution to all of their problems. ||1||",
    "punjabi": "ਉਹ ਬੰਦੇ ਉਸ ਅਟੱਲ ਗੁਰ-ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦੇ ਜੋ ਸਾਰੇ ਕੰਮ ਸਵਾਰਣ ਦੇ ਸਮਰੱਥ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1398,
    "shabad_id": 107,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਸਦਾ ਹਰਿ ਵੇਖੁ ਹਦੂਰਿ ॥",
    "transliteration": "Man Maerae Sadhaa Har Vaekh Hadhoor ||",
    "translation": "O my mind, see the Lord ever close at hand.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ (ਆਪਣੇ) ਅੰਗ-ਸੰਗ ਵੇਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1399,
    "shabad_id": 107,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਦੁਖੁ ਪਰਹਰੈ; ਸਬਦਿ ਰਹਿਅਾ ਭਰਪੂਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Janam Maran Dhukh Pareharai Sabadh Rehiaa Bharapoor ||1|| Rehaao ||",
    "translation": "He shall remove the pains of death and rebirth; the Word of the Shabad shall fill you to overflowing. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਭਰਪੂਰ ਵੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਅੰਦਰ ਧਾਰਨ ਕਰ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪਰਹਰੈ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ ਖਤਮ ਹੋਣੇ",
    "type_id": 4
  },
  {
    "id": 1400,
    "shabad_id": 107,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਚੁ ਸਲਾਹਨਿ ਸੇ ਸਚੇ; ਸਚਾ ਨਾਮੁ ਅਧਾਰੁ ॥",
    "transliteration": "Sach Salaahan Sae Sachae Sachaa Naam Adhhaar ||",
    "translation": "Those who praise the True One are true; the True Name is their Support.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਉਹਨਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1401,
    "shabad_id": 107,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਚੀ ਕਾਰ ਕਮਾਵਣੀ; ਸਚੇ ਨਾਲਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sachee Kaar Kamaavanee Sachae Naal Piaar ||",
    "translation": "They act truthfully, in love with the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਮਰਨ ਦੀ ਇਹ ਸਦਾ- ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਕੀਤੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1402,
    "shabad_id": 107,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਚਾ ਸਾਹੁ ਵਰਤਦਾ; ਕੋੲਿ. ਨ ਮੇਟਣਹਾਰੁ ॥",
    "transliteration": "Sachaa Saahu Varathadhaa Koe N Maettanehaar ||",
    "translation": "The True King has written His Order, which no one can erase.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਹੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸ਼ਾਹ ਹੈ (ਜਿਸ ਦਾ ਹੁਕਮ ਜਗਤ ਵਿਚ) ਚੱਲ ਰਿਹਾ ਹੈ, ਕੋਈ ਜੀਵ ਉਸ ਦਾ ਹੁਕਮ ਉਲੰਘ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1403,
    "shabad_id": 107,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮਨਮੁਖ. ਮਹਲੁ ਨ ਪਾੲਿਨੀ; ਕੂੜਿ ਮੁਠੇ. ਕੂੜਿਅਾਰ ॥੨॥",
    "transliteration": "Manamukh Mehal N Paaeinee Koorr Muthae Koorriaar ||2||",
    "translation": "The self-willed manmukhs do not obtain the Mansion of the Lord's Presence. The false are plundered by falsehood. ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰ-ਘਰ ਨਹੀਂ ਲੱਭ ਸਕਦੇ। ਉਹ ਨਾਸਵੰਤ ਜਗਤ ਦੇ ਵਪਾਰੀ ਝੂਠੇ ਮੋਹ ਵਿਚ ਹੀ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ) ਠਗਾ ਬੈਠਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1404,
    "shabad_id": 107,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਹੳੁਮੈ ਕਰਤਾ ਜਗੁ ਮੁਅਾ; ਗੁਰ ਬਿਨੁ. ਘੋਰ ਅੰਧਾਰੁ ॥",
    "transliteration": "Houmai Karathaa Jag Muaa Gur Bin Ghor Andhhaar ||",
    "translation": "Engrossed in egotism, the world perishes. Without the Guru, there is utter darkness.",
    "punjabi": "ਜਗਤ 'ਮੈਂ ਮੈਂ' ਕਰਦਾ ਹੀ (ਭਾਵ, 'ਮੈਂ ਵੱਡਾ ਹਾਂ ਮੈਂ ਵੱਡਾ ਹਾਂ' ਇਸ ਅਹੰਕਾਰ ਵਿਚ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ (ਇਸ ਦੇ ਵਾਸਤੇ) ਘੁੱਪ ਹਨੇਰਾ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1405,
    "shabad_id": 107,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਸਾਰਿਅਾ; ਸੁਖਦਾਤਾ ਦਾਤਾਰੁ ॥",
    "transliteration": "Maaeiaa Mohi Visaariaa Sukhadhaathaa Dhaathaar ||",
    "translation": "In emotional attachment to Maya, they have forgotten the Great Giver, the Giver of Peace.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਇਸ ਨੇ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਤੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਭੁਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਵਿਸਾਰਿਅਾ) ਭੁਲਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1406,
    "shabad_id": 107,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਤਗੁਰੁ ਸੇਵਹਿ ਤਾ ੳੁਬਰਹਿ; ਸਚੁ ਰਖਹਿ ੳੁਰ ਧਾਰਿ ॥",
    "transliteration": "Sathagur Saevehi Thaa Oubarehi Sach Rakhehi Our Dhhaar ||",
    "translation": "Those who serve the True Guru are saved; they keep the True One enshrined in their hearts.",
    "punjabi": "ਜਦੋਂ ਜੀਵ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ, ਤਦੋਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਘੁੱਪ ਹਨੇਰੇ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1407,
    "shabad_id": 107,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਿਰਪਾ ਤੇ. ਹਰਿ ਪਾੲੀਅੈ; ਸਚਿ ਸਬਦਿ ਵੀਚਾਰਿ ॥੩॥",
    "transliteration": "Kirapaa Thae Har Paaeeai Sach Sabadh Veechaar ||3||",
    "translation": "By His Grace, we find the Lord, and reflect on the True Word of the Shabad. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ (ਮਿਹਰ ਨਾਲ ਹੀ) ਸਦਾ-ਥਿਰ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1408,
    "shabad_id": 107,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸਤਗੁਰੁ ਸੇਵਿ. ਮਨੁ ਨਿਰਮਲਾ; ਹੳੁਮੈ ਤਜਿ ਵਿਕਾਰਿ ॥",
    "transliteration": "Sathagur Saev Man Niramalaa Houmai Thaj Vikaar ||",
    "translation": "Serving the True Guru, the mind becomes immaculate and pure; egotism and corruption are discarded.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਹਉਮੈ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਵਿਕਾਰ ਛੱਡ ਕੇ (ਮਨੁੱਖ ਦਾ) ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1409,
    "shabad_id": 107,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੁ ਛੋਡਿ ਜੀਵਤ ਮਰੈ; ਗੁਰ ਕੈ ਸਬਦਿ ਵੀਚਾਰ ॥",
    "transliteration": "Aap Shhodd Jeevath Marai Gur Kai Sabadh Veechaar ||",
    "translation": "So abandon your selfishness, and remain dead while yet alive. Contemplate the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ (ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ), ਤੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ ਕਾਰ ਕਰਦਾ ਹੀ ਵਿਕਾਰਾਂ ਵੱਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1410,
    "shabad_id": 107,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਧੰਧਾ ਧਾਵਤ ਰਹਿ ਗੲੇ; ਲਾਗਾ ਸਾਚਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Dhhandhhaa Dhhaavath Rehi Geae Laagaa Saach Piaar ||",
    "translation": "The pursuit of worldly affairs comes to an end, when you embrace love for the True One.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੋਹ ਦੇ ਝਮੇਲਿਆਂ ਦੀ ਭਟਕਣਾ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1411,
    "shabad_id": 107,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਸਚਿ ਰਤੇ ਮੁਖ ੳੁਜਲੇ; ਤਿਤੁ ਸਾਚੈ ਦਰਬਾਰਿ ॥੪॥",
    "transliteration": "Sach Rathae Mukh Oujalae Thith Saachai Dharabaar ||4||",
    "translation": "Those who are attuned to Truth-their faces are radiant in the Court of the True Lord. ||4||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1412,
    "shabad_id": 107,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਸਤਗੁਰੁ ਪੁਰਖੁ. ਨ ਮੰਨਿਓ; ਸਬਦਿ. ਨ ਲਗੋ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sathagur Purakh N Manniou Sabadh N Lago Piaar ||",
    "translation": "Those who do not have faith in the Primal Being, the True Guru, and who do not enshrine love for the Shabad",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਨੂੰ (ਆਪਣਾ ਜੀਵਨ-ਰਾਹਬਰ) ਨਹੀਂ ਮੰਨਿਆ, ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1413,
    "shabad_id": 107,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ੲਿਸਨਾਨੁ ਦਾਨੁ ਜੇਤਾ ਕਰਹਿ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Eisanaan Dhaan Jaethaa Karehi Dhoojai Bhaae Khuaar ||",
    "translation": "They take their cleansing baths, and give to charity again and again, but they are ultimately consumed by their love of duality.",
    "punjabi": "ਉਹ ਜਿਤਨਾ ਭੀ (ਤੀਰਥ-) ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਜਿਤਨਾ ਭੀ ਦਾਨ ਪੁੰਨ ਕਰਦੇ ਹਨ ਮਾਇਆ ਦੇ ਪਿਆਰ ਦੇ ਕਾਰਨ ਉਹ ਸਾਰਾ ਉਹਨਾਂ ਨੂੰ ਖ਼ੁਆਰ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1414,
    "shabad_id": 107,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ. ਅਾਪਣੀ ਕਿ੍ਰਪਾ ਕਰੇ; ਤਾ ਲਾਗੈ ਨਾਮ ਪਿਅਾਰੁ ॥",
    "transliteration": "Har Jeeo Aapanee Kirapaa Karae Thaa Laagai Naam Piaar ||",
    "translation": "When the Dear Lord Himself grants His Grace, they are inspired to love the Naam.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਤਦੋਂ ਹੀ ਜੀਵ ਦਾ ਉਸ ਦੇ ਨਾਮ ਨਾਲ ਪਿਆਰ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1415,
    "shabad_id": 107,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਸਮਾਲਿ ਤੂ; ਗੁਰ ਕੈ ਹੇਤਿ ਅਪਾਰਿ ॥੫॥੨੦॥੫੩॥",
    "transliteration": "Naanak Naam Samaal Thoo Gur Kai Haeth Apaar ||5||20||53||",
    "translation": "O Nanak, immerse yourself in the Naam, through the Infinite Love of the Guru. ||5||20||53||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਅਤੁੱਟ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਕੇ ਰੱਖ ॥੫॥੨੦॥੫੩॥",
    "pronunciation": "(ਅਪਾਰਿ) ਬਹੁਤ (ਹੇਤਿ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 1416,
    "shabad_id": 108,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1417,
    "shabad_id": 108,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਿਸੁ ਹੳੁ ਸੇਵੀ. ਕਿਅਾ ਜਪੁ ਕਰੀ; ਸਤਗੁਰ ਪੂਛੳੁ ਜਾੲਿ ॥",
    "transliteration": "Kis Ho Saevee Kiaa Jap Karee Sathagur Pooshho Jaae ||",
    "translation": "Whom shall I serve? What shall I chant? I will go and ask the Guru.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪਾਸੋਂ ਪੁੱਛਦਾ ਹਾਂ ਕਿ (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਵਾਸਤੇ) ਮੈਂ ਕਿਸ ਦੀ ਸੇਵਾ ਕਰਾਂ ਤੇ ਕੇਹੜਾ ਜਪ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1418,
    "shabad_id": 108,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਗੁਰ ਕਾ ਭਾਣਾ ਮੰਨਿ ਲੲੀ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Sathagur Kaa Bhaanaa Mann Lee Vichahu Aap Gavaae ||",
    "translation": "I will accept the Will of the True Guru, and eradicate selfishness from within.",
    "punjabi": "(ਤਾਂ ਗੁਰੂ ਪਾਸੋਂ ਉਪਦੇਸ਼ ਮਿਲਦਾ ਹੈ ਕਿ) ਮੈਂ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1419,
    "shabad_id": 108,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲੇਹਾ ਸੇਵਾ ਚਾਕਰੀ; ਨਾਮੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Eaehaa Saevaa Chaakaree Naam Vasai Man Aae ||",
    "translation": "By this work and service, the Naam shall come to dwell within my mind.",
    "punjabi": "(ਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਣਾ ਹੀ ਇਕ) ਐਸੀ ਸੇਵਾ ਹੈ ਐਸੀ ਚਾਕਰੀ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1420,
    "shabad_id": 108,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੈ ਹੀ ਤੇ ਸੁਖੁ ਪਾੲੀਅੈ; ਸਚੈ ਸਬਦਿ ਸੁਹਾੲਿ ॥੧॥",
    "transliteration": "Naamai Hee Thae Sukh Paaeeai Sachai Sabadh Suhaae ||1||",
    "translation": "Through the Naam, peace is obtained; I am adorned and embellished by the True Word of the Shabad. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਸੁਹਾੲਿ) ਸੋਭਾ ਪ੍ਰਾਪਤ",
    "type_id": 3
  },
  {
    "id": 1421,
    "shabad_id": 108,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਮੇਰੇ. ਅਨ ਦਿਨੁ ਜਾਗੁ; ਹਰਿ ਚੇਤਿ ॥",
    "transliteration": "Man Maerae Anadhin Jaag Har Chaeth ||",
    "translation": "O my mind, remain awake and aware night and day, and think of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹੁ, ਤੇ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1422,
    "shabad_id": 108,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਾਪਣੀ ਖੇਤੀ ਰਖਿ ਲੈ; ਕੂੰਜ ਪੜੈਗੀ ਖੇਤਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aapanee Khaethee Rakh Lai Koonj Parraigee Khaeth ||1|| Rehaao ||",
    "translation": "Protect your crops, or else the birds shall descend on your farm. ||1||Pause||",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਫ਼ਸਲ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈ। ਅੰਤ ਨੂੰ ਤੇਰੇ ਉਮਰ ਦੇ ਖੇਤ ਵਿਚ ਕੂੰਜ ਆ ਪਏਗੀ (ਭਾਵ, ਬਿਰਧ ਅਵਸਥਾ ਆ ਪਹੁੰਚੇਗੀ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮੌਤ ਰੂਪੀ ਕੰੂਜ, ਸਰੀਰ ਰੂਪੀ ਖੇਤ ਨੰੂ (ਪੜੈਗੀ) ਪਵੇਗੀ। ਪੜੈ-ਗੀ: ੜਾੜੇ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 4
  },
  {
    "id": 1423,
    "shabad_id": 108,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਕੀਅਾ ੲਿਛਾ ਪੂਰੀਅਾ; ਸਬਦਿ ਰਹਿਅਾ ਭਰਪੂਰਿ ॥",
    "transliteration": "Man Keeaa Eishhaa Pooreeaa Sabadh Rehiaa Bharapoor ||",
    "translation": "The desires of the mind are fulfilled, when one is filled to overflowing with the Shabad.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ ਵਿਚ ਤੇ ਪ੍ਰੇਮ ਵਿਚ ਰਹਿ ਕੇ ਉਸਦੀ ਭਗਤੀ ਦਿਨ ਰਾਤ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀਆਂ ਭਾਵਨੀਆਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਮਨ ਕਾਮਨਾ-ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1424,
    "shabad_id": 108,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਭੈ ਭਾੲਿ. ਭਗਤਿ ਕਰਹਿ ਦਿਨੁ ਰਾਤੀ; ਹਰਿ ਜੀੳੁ ਵੇਖੈ ਸਦਾ ਹਦੂਰਿ ॥",
    "transliteration": "Bhai Bhaae Bhagath Karehi Dhin Raathee Har Jeeo Vaekhai Sadhaa Hadhoor ||",
    "translation": "One who fears, loves, and is devoted to the Dear Lord day and night, sees Him always close at hand.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ (ਹੋ ਕੇ ਸਭ ਜੀਵਾਂ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1425,
    "shabad_id": 108,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਚੈ ਸਬਦਿ ਸਦਾ ਮਨੁ ਰਾਤਾ; ਭ੍ਰਮੁ ਗੲਿਅਾ ਸਰੀਰਹੁ ਦੂਰਿ ॥",
    "transliteration": "Sachai Sabadh Sadhaa Man Raathaa Bhram Gaeiaa Sareerahu Dhoor ||",
    "translation": "Doubt runs far away from the bodies of those, whose minds remain forever attuned to the True Word of the Shabad.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਭਟਕਣਾ ਉਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਵਿਚੋਂ ਉੱਕਾ ਹੀ ਮਿੱਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1426,
    "shabad_id": 108,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਿਰਮਲੁ ਸਾਹਿਬੁ ਪਾੲਿਅਾ; ਸਾਚਾ ਗੁਣੀ ਗਹੀਰੁ ॥੨॥",
    "transliteration": "Niramal Saahib Paaeiaa Saachaa Gunee Geheer ||2||",
    "translation": "The Immaculate Lord and Master is found. He is True; He is the Ocean of Excellence. ||2||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਵਿੱਤਰ ਸਰੂਪ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਗੁਣੀ ਗਹੀਰੁ) ਗੁਣਾਂ ਦੇ ਸਮੁੰਦ੍ਰ, ਪ੍ਰਮਾਤਮਾ ਜੀ",
    "type_id": 3
  },
  {
    "id": 1427,
    "shabad_id": 108,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜੋ ਜਾਗੇ ਸੇ ੳੁਬਰੇ; ਸੂਤੇ ਗੲੇ ਮੁਹਾੲਿ ॥",
    "transliteration": "Jo Jaagae Sae Oubarae Soothae Geae Muhaae ||",
    "translation": "Those who remain awake and aware are saved, while those who sleep are plundered.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ। ਜੇਹੜੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਨੀਂਦ ਵਿਚ ਸੌਂ ਜਾਂਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਲੁਟਾ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਮੁਹਾੲਿ) ਲੁੱਟੇ",
    "type_id": 3
  },
  {
    "id": 1428,
    "shabad_id": 108,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ. ਨ ਪਛਾਣਿਓ; ਸੁਪਨਾ ਗੲਿਅਾ ਵਿਹਾੲਿ ॥",
    "transliteration": "Sachaa Sabadh N Pashhaaniou Supanaa Gaeiaa Vihaae ||",
    "translation": "They do not recognize the True Word of the Shabad, and like a dream, their lives fade away.",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਸਾਰ ਨਹੀਂ ਜਾਣਦੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਸੁਪਨੇ ਵਾਂਗ (ਵਿਅਰਥ) ਬੀਤ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਵਿਹਾੲਿ) ਬਤੀਤ",
    "type_id": 3
  },
  {
    "id": 1429,
    "shabad_id": 108,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸੁੰਞਞੇ ਘਰ ਕਾ ਪਾਹੁਣਾ; ਜਿੳੁ ਅਾੲਿਅਾ ਤਿੳੁ ਜਾੲਿ ॥",
    "transliteration": "Sunnjae Ghar Kaa Paahunaa Jio Aaeiaa Thio Jaae ||",
    "translation": "Like guests in a deserted house, they leave just exactly as they have come.",
    "punjabi": "ਉਹ ਜਗਤ ਤੋਂ ਤਿਵੇਂ ਹੀ ਖ਼ਾਲੀ-ਹੱਥ ਚਲੇ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਕਿਸੇਂ ਸੁੰਞੇ ਘਰ ਵਿਚ ਕੋਈ ਪ੍ਰਾਹੁਣਾ ਆ ਕੇ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਸੁੰਞੇ) ਸੁੰਨਾ",
    "type_id": 3
  }
]
