[
  {
    "id": 1589,
    "shabad_id": 117,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤਿਨ ਕੀ ਸੇਵਾ ਧਰਮਰਾੲਿ ਕਰੈ; ਧੰਨੁ ਸਵਾਰਣਹਾਰੁ ॥੨॥",
    "transliteration": "Thin Kee Saevaa Dhharam Raae Karai Dhhann Savaaranehaar ||2||",
    "translation": "The Righteous Judge of Dharma serves them; blessed is the Lord who adorns them. ||2||",
    "punjabi": "ਧਰਮਰਾਜ (ਭੀ) ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ। ਧੰਨ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਜੋ (ਆਪਣੇ ਸੇਵਕਾਂ ਦਾ ਜੀਵਨ ਇਤਨਾ) ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ (ਕਿ ਧਰਮਰਾਜ ਭੀ ਉਹਨਾਂ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "ਸਵਾਰਣ ਵਾਲੇ (ਸਵਾਰਣਹਾਰੁ) ਵਾਹਿਗੁਰੂ ਜੀ ਧੰਨੁ ਹਨ",
    "type_id": 3
  },
  {
    "id": 1590,
    "shabad_id": 117,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਕੇ ਬਿਕਾਰ ਮਨਹਿ ਤਜੈ; ਮਨਿ ਚੂਕੈ ਮੋਹੁ ਅਭਿਮਾਨੁ ॥",
    "transliteration": "Man Kae Bikaar Manehi Thajai Man Chookai Mohu Abhimaan ||",
    "translation": "One who eliminates mental wickedness from within the mind, and casts out emotional attachment and egotistical pride,",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਮਨ ਦੇ ਵਿਕਾਰ ਛੱਡ ਦੇਂਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਤੇ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਤਜੈ) ਤਿਅਾਗੇ",
    "type_id": 3
  },
  {
    "id": 1591,
    "shabad_id": 117,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾਤਮ ਰਾਮੁ ਪਛਾਣਿਅਾ; ਸਹਜੇ ਨਾਮਿ ਸਮਾਨੁ ॥",
    "transliteration": "Aatham Raam Pashhaaniaa Sehajae Naam Samaan ||",
    "translation": "Comes to recognize the All-pervading Soul, and is intuitively absorbed into the Naam.",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨਤਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1592,
    "shabad_id": 117,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ. ਮੁਕਤਿ ਨ ਪਾੲੀਅੈ; ਮਨਮੁਖਿ ਫਿਰੈ ਦਿਵਾਨੁ ॥",
    "transliteration": "Bin Sathigur Mukath N Paaeeai Manamukh Firai Dhivaan ||",
    "translation": "Without the True Guru, the self-willed manmukhs do not find liberation; they wander around like lunatics.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਬੰਦਾ (ਵਿਕਾਰਾਂ ਦੇ ਪਿੱਛੇ) ਪਾਗਲ ਹੋਇਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(ਦਿਵਾਨੁ) ਝੱਲਾ",
    "type_id": 3
  },
  {
    "id": 1593,
    "shabad_id": 117,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਬਦੁ ਨ ਚੀਨੈ. ਕਥਨੀ ਬਦਨੀ ਕਰੇ; ਬਿਖਿਅਾ ਮਾਹਿ ਸਮਾਨੁ ॥੩॥",
    "transliteration": "Sabadh N Cheenai Kathhanee Badhanee Karae Bikhiaa Maahi Samaan ||3||",
    "translation": "They do not contemplate the Shabad; engrossed in corruption, they utter only empty words. ||3||",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਕਦਰ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ। ਉਹ (ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਧਾਰਮਿਕ) ਗੱਲਾਂ ਪਿਆ ਕਰੇ, ਪਰ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਗ਼ਰਕ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਚੀਨੈ) ਪਛਾਣਦਾ। (ਕਥਨੀ ਬਦਨੀ) ਗੱਲਾਂ ਬਾਤਾਂ। (ਸਮਾਨੁ) ਸਮਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1594,
    "shabad_id": 117,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਅਾਪੇ ਅਾਪਿ ਹੈ; ਦੂਜਾ ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Sabh Kishh Aapae Aap Hai Dhoojaa Avar N Koe ||",
    "translation": "He Himself is everything; there is no other at all.",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਕਰਾਵਣ ਜੋਗਾ ਹੈ, ਹੋਰ ਕੋਈ ਜੀਵ ਦਮ ਨਹੀਂ ਮਾਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1595,
    "shabad_id": 117,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਿੳੁ ਬੋਲਾੲੇ ਤਿੳੁ ਬੋਲੀਅੈ; ਜਾ ਅਾਪਿ ਬੁਲਾੲੇ ਸੋੲਿ ॥",
    "transliteration": "Jio Bolaaeae Thio Boleeai Jaa Aap Bulaaeae Soe ||",
    "translation": "I speak just as He makes me speak, when He Himself makes me speak.",
    "punjabi": "(ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਹ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ) ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਬੋਲਣ ਦੀ ਪ੍ਰੇਰਨਾ ਕਰੇ ਤਿਵੇਂ ਹੀ ਜੀਵ ਬੋਲ ਸਕਦਾ ਹੈ (ਜੀਵ ਤਦੋਂ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹੈ) ਜਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1596,
    "shabad_id": 117,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਬਾਣੀ ਬ੍ਰਹਮੁ ਹੈ; ਸਬਦਿ ਮਿਲਾਵਾ ਹੋੲਿ ॥",
    "transliteration": "Guramukh Baanee Breham Hai Sabadh Milaavaa Hoe ||",
    "translation": "The Word of the Gurmukh is God Himself. Through the Shabad, we merge in Him.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜਿਆਂ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1597,
    "shabad_id": 117,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਸਮਾਲਿ ਤੂ; ਜਿਤੁ ਸੇਵਿਅੈ ਸੁਖੁ ਹੋੲਿ ॥੪॥੩੦॥੬੩॥",
    "transliteration": "Naanak Naam Samaal Thoo Jith Saeviai Sukh Hoe ||4||30||63||",
    "translation": "O Nanak, remember the Naam; serving Him, peace is obtained. ||4||30||63||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ, ਇਸ ਨਾਮ ਦੇ ਸਿਮਰਨ ਨਾਲ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੪॥੩੦॥੬੩॥{38-39}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1598,
    "shabad_id": 118,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1599,
    "shabad_id": 118,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਗਿ ਹੳੁਮੈ ਮੈਲੁ ਦੁਖੁ ਪਾੲਿਅਾ; ਮਲੁ ਲਾਗੀ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Jag Houmai Mail Dhukh Paaeiaa Mal Laagee Dhoojai Bhaae ||",
    "translation": "The world is polluted with the filth of egotism, suffering in pain. This filth sticks to them because of their love of duality.",
    "punjabi": "ਜਗਤ ਨੇ ਹਉਮੈ ਦੀ ਮੈਲ (ਦੇ ਕਾਰਨ ਸਦਾ) ਦੁੱਖ (ਹੀ) ਸਹਾਰਿਆ ਹੈ (ਕਿਉਂਕਿ) ਮਾਇਆ ਵਿਚ ਪਿਆਰ ਦੇ ਕਾਰਨ ਜਗਤ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1600,
    "shabad_id": 118,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਲੁ ਹੳੁਮੈ ਧੋਤੀ. ਕਿਵੈ ਨ ੳੁਤਰੈ; ਜੇ ਸੳੁ ਤੀਰਥ ਨਾੲਿ ॥",
    "transliteration": "Mal Houmai Dhhothee Kivai N Outharai Jae So Theerathh Naae ||",
    "translation": "This filth of egotism cannot be washed away, even by taking cleansing baths at hundreds of sacred shrines.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸੌ ਤੀਰਥਾਂ ਉੱਤੇ (ਭੀ) ਇਸ਼ਨਾਨ ਕਰੇ ਤਾਂ ਭੀ (ਅਜੇਹੇ) ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ (ਇਹ) ਹਉਮੈ ਦੀ ਮੈਲ ਧੋਤਿਆਂ (ਮਨ ਤੋਂ) ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "ਨ੍ਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 1601,
    "shabad_id": 118,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਹੁ ਬਿਧਿ ਕਰਮ ਕਮਾਵਦੇ; ਦੂਣੀ ਮਲੁ ਲਾਗੀ ਅਾੲਿ ॥",
    "transliteration": "Bahu Bidhh Karam Kamaavadhae Dhoonee Mal Laagee Aae ||",
    "translation": "Performing all sorts of rituals, people are smeared with twice as much filth.",
    "punjabi": "ਲੋਕ ਕਈ ਕਿਸਮਾਂ ਦੇ (ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕੰਮ ਕਰਦੇ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਸਗੋਂ ਅੱਗੇ ਨਾਲੋਂ) ਦੂਣੀ (ਹਉਮੈ ਦੀ) ਮੈਲ ਆ ਲਗਦੀ ਹੈ।",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1602,
    "shabad_id": 118,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੜਿਅੈ. ਮੈਲੁ ਨ ੳੁਤਰੈ; ਪੂਛਹੁ ਗਿਅਾਨੀਅਾ ਜਾੲਿ ॥੧॥",
    "transliteration": "Parriai Mail N Outharai Pooshhahu Giaaneeaa Jaae ||1||",
    "translation": "This filth is not removed by studying. Go ahead, and ask the wise ones. ||1||",
    "punjabi": "(ਵਿੱ​ਦਿਆ ਆਦਿਕ) ਪੜ੍ਹਨ ਨਾਲ ਭੀ ਇਹ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਬੇਸ਼ੱਕ ਪੜ੍ਹੇ ਹੋਏ ਬੰਦਿਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ (ਭਾਵ, ਪੜ੍ਹੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਵਿੱਦਿਆ ਪੜ੍ਹਨ ਦਾ ਮਾਣ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1603,
    "shabad_id": 118,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਗੁਰ ਸਰਣਿ ਅਾਵੈ, ਤਾ ਨਿਰਮਲੁ ਹੋੲਿ ॥",
    "transliteration": "Man Maerae Gur Saran Aavai Thaa Niramal Hoe ||",
    "translation": "O my mind, coming to the Sanctuary of the Guru, you shall become immaculate and pure.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਦੋਂ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ ਤਦੋਂ (ਹੀ) ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1604,
    "shabad_id": 118,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਨਮੁਖ. ਹਰਿ ਹਰਿ ਕਰਿ ਥਕੇ; ਮੈਲੁ. ਨ ਸਕੀ ਧੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Manamukh Har Har Kar Thhakae Mail N Sakee Dhhoe ||1|| Rehaao ||",
    "translation": "The self-willed manmukhs have grown weary of chanting the Name of the Lord, Har, Har, but their filth cannot be removed. ||1||Pause||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਰਾਮ ਰਾਮ ਆਖ ਆਖ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ (ਫਿਰ ਭੀ ਹਉਮੈ ਦੀ) ਮੈਲ (ਉਹਨਾਂ ਪਾਸੋਂ) ਧੋਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਥੱਕੇ",
    "type_id": 4
  },
  {
    "id": 1605,
    "shabad_id": 118,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮਨਿ ਮੈਲੈ. ਭਗਤਿ ਨ ਹੋਵੲੀ; ਨਾਮੁ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Man Mailai Bhagath N Hovee Naam N Paaeiaa Jaae ||",
    "translation": "With a polluted mind, devotional service cannot be performed, and the Naam, the Name of the Lord, cannot be obtained.",
    "punjabi": "ਹਉਮੈ ਦੀ ਮੈਲ ਨਾਲ ਭਰੇ ਹੋਏ ਮਨ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ (ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1606,
    "shabad_id": 118,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖ ਮੈਲੇ. ਮੈਲੇ ਮੁੲੇ; ਜਾਸਨਿ ਪਤਿ ਗਵਾੲਿ ॥",
    "transliteration": "Manamukh Mailae Mailae Mueae Jaasan Path Gavaae ||",
    "translation": "The filthy, self-willed manmukhs die in filth, and they depart in disgrace.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ ਹਉਮੈ ਦੇ ਕਾਰਨ ਮਲੀਨ-ਮਨ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹ ਦੁਨੀਆ ਤੋਂ) ਇੱਜ਼ਤ ਗਵਾ ਕੇ ਹੀ ਜਾਣਗੇ।",
    "pronunciation": "ਪਤਿ:ਪੋਲਾ ਬੋਲੋ। (ਪਤਿ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 1607,
    "shabad_id": 118,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮਨਿ ਵਸੈ; ਮਲੁ ਹੳੁਮੈ ਜਾੲਿ ਸਮਾੲਿ ॥",
    "transliteration": "Gur Parasaadhee Man Vasai Mal Houmai Jaae Samaae ||",
    "translation": "By Guru's Grace, the Lord comes to abide in the mind, and the filth of egotism is dispelled.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1608,
    "shabad_id": 118,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਿੳੁ. ਅੰਧੇਰੈ ਦੀਪਕੁ ਬਾਲੀਅੈ; ਤਿੳੁ ਗੁਰ ਗਿਅਾਨਿ. ਅਗਿਅਾਨੁ ਤਜਾੲਿ ॥੨॥",
    "transliteration": "Jio Andhhaerai Dheepak Baaleeai Thio Gur Giaan Agiaan Thajaae ||2||",
    "translation": "Like a lamp lit in the darkness, the spiritual wisdom of the Guru dispels ignorance. ||2||",
    "punjabi": "ਜਿਵੇਂ (ਜੇ) ਹਨੇਰੇ ਵਿਚ ਦੀਵਾ ਬਾਲ ਦੇਈਏ (ਤਾਂ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਿਵੇਂ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਸਮਝ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਹਉਮੈ-ਰੂਪ) ਬੇ-ਸਮਝੀ (ਦਾ ਹਨੇਰਾ) ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਤਜਾੲਿ) ਦੂਰ ਹੁੰਦਾ। ਬੱਾਲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 1609,
    "shabad_id": 118,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਮ ਕੀਅਾ ਹਮ ਕਰਹਗੇ; ਹਮ ਮੂਰਖ ਗਾਵਾਰ ॥",
    "transliteration": "Ham Keeaa Ham Karehagae Ham Moorakh Gaavaar ||",
    "translation": "\"I have done this, and I will do that\"-I am an idiotic fool for saying this!",
    "punjabi": "(ਇਹ ਕੰਮ) 'ਅਸਾਂ' ਕੀਤਾ ਹੈ, 'ਅਸੀ' ਹੀ ਕਰ ਸਕਦੇ ਹਾਂ, (ਇਉਂ) 'ਅਸੀਂ ਅਸੀਂ' ਆਖਣ ਵਾਲੇ ਬੰਦੇ ਮੂਰਖ ਉਜੱਡ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1610,
    "shabad_id": 118,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਕਰਣੈ ਵਾਲਾ ਵਿਸਰਿਅਾ; ਦੂਜੈ ਭਾੲਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Karanai Vaalaa Visariaa Dhoojai Bhaae Piaar ||",
    "translation": "I have forgotten the Doer of all; I am caught in the love of duality.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਭੁੱਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਮਾਇਆ ਵਿਚ ਹੀ ਪਿਆਰ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1611,
    "shabad_id": 118,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮਾੲਿਅਾ ਜੇਵਡੁ. ਦੁਖੁ ਨਹੀ; ਸਭਿ ਭਵਿ ਥਕੇ ਸੰਸਾਰੁ ॥",
    "transliteration": "Maaeiaa Jaevadd Dhukh Nehee Sabh Bhav Thhakae Sansaar ||",
    "translation": "There is no pain as great as the pain of Maya; it drives people to wander all around the world, until they become exhausted.",
    "punjabi": "(ਦੁਨੀਆ ਵਿਚ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਜੇਡਾ (ਹੋਰ ਕੋਈ) ਦੁੱਖ ਨਹੀਂ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸਾਰੇ ਜੀਵ (ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਭਟਕ ਭਟਕ ਕੇ ਖਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਭਵਿ) ਭਟਕ",
    "type_id": 3
  },
  {
    "id": 1612,
    "shabad_id": 118,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮਤੀ ਸੁਖੁ ਪਾੲੀਅੈ; ਸਚੁ ਨਾਮੁ ੳੁਰ ਧਾਰਿ ॥੩॥",
    "transliteration": "Guramathee Sukh Paaeeai Sach Naam Our Dhhaar ||3||",
    "translation": "Through the Guru's Teachings, peace is found, with the True Name enshrined in the heart. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1613,
    "shabad_id": 118,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜਿਸ ਨੋ ਮੇਲੇ. ਸੋ ਮਿਲੈ; ਹੳੁ. ਤਿਸੁ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Jis No Maelae So Milai Ho This Balihaarai Jaao ||",
    "translation": "I am a sacrifice to those who meet and merge with the Lord.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ (ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ, ਉਹੀ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਦਾ ਹੈ। ਮੈਂ ਅਜੇਹੇ ਬੰਦੇ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1614,
    "shabad_id": 118,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ੲੇ ਮਨ ਭਗਤੀ ਰਤਿਅਾ; ਸਚੁ ਬਾਣੀ ਨਿਜ ਥਾੳੁ ॥",
    "transliteration": "Eae Man Bhagathee Rathiaa Sach Baanee Nij Thhaao ||",
    "translation": "This mind is attuned to devotional worship; through the True Word of Gurbani, it finds its own home.",
    "punjabi": "ਹੇ ਮਨ! (ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਹੀ ਜਿਨ੍ਹਾਂ ਦੀ ਬਾਣੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ 'ਆਪਣਾ ਘਰ' ਲੱਭ ਪੈਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਸਦਾ ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਥੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਉਹਨਾਂ ਨੂੰ ਧੱਕਾ ਨਹੀਂ ਦੇ ਸਕਦਾ)।",
    "pronunciation": "(ਨਿਜ) ਅਾਪਣੇ",
    "type_id": 3
  },
  {
    "id": 1615,
    "shabad_id": 118,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਮਨਿ ਰਤੇ ਜਿਹਵਾ ਰਤੀ; ਹਰਿ ਗੁਣ ਸਚੇ ਗਾੳੁ ॥",
    "transliteration": "Man Rathae Jihavaa Rathee Har Gun Sachae Gaao ||",
    "translation": "With the mind so imbued, and the tongue imbued as well, sing the Glorious Praises of the True Lord.",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੀਭ ਨਾਮ-ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1616,
    "shabad_id": 118,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨ ਵੀਸਰੈ; ਸਚੇ ਮਾਹਿ ਸਮਾੳੁ ॥੪॥੩੧॥੬੪॥",
    "transliteration": "Naanak Naam N Veesarai Sachae Maahi Samaao ||4||31||64||",
    "translation": "O Nanak, never forget the Naam; immerse yourself in the True One. ||4||31||64||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਕਦੇ) ਨਹੀਂ ਭੁੱਲਦਾ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੩੧॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1617,
    "shabad_id": 119,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ਘਰੁ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 4 Ghar 1 ||",
    "translation": "Siree Raag, Fourth Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1618,
    "shabad_id": 119,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮੈ ਮਨਿ ਤਨਿ ਬਿਰਹੁ ਅਤਿ ਅਗਲਾ; ਕਿੳੁ. ਪ੍ਰੀਤਮੁ ਮਿਲੈ ਘਰਿ ਅਾੲਿ ॥",
    "transliteration": "Mai Man Than Birahu Ath Agalaa Kio Preetham Milai Ghar Aae ||",
    "translation": "Within my mind and body is the intense pain of separation; how can my Beloved come to meet me in my home?",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਸਰੀਰ ਵਿਚ (ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ) ਵਿਛੋੜੇ ਦਾ ਭਾਰੀ ਦਰਦ ਹੈ (ਮੇਰਾ ਮਨ ਤੜਪ ਰਿਹਾ ਹੈ ਕਿ) ਕਿਵੇਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਮੈਨੂੰ ਆ ਮਿਲੇ।",
    "pronunciation": "(ਬਿਰਹੁ) ਪ੍ਰੇਮ। (ਅਗਲਾ) ਬਹੁਤਾ",
    "type_id": 3
  },
  {
    "id": 1619,
    "shabad_id": 119,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਾ ਦੇਖਾ ਪ੍ਰਭੁ ਅਾਪਣਾ; ਪ੍ਰਭਿ ਦੇਖਿਅੈ. ਦੁਖੁ ਜਾੲਿ ॥",
    "transliteration": "Jaa Dhaekhaa Prabh Aapanaa Prabh Dhaekhiai Dhukh Jaae ||",
    "translation": "When I see my God, seeing God Himself, my pain is taken away.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰਦਾ ਹਾਂ, ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਮੇਰਾ (ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1620,
    "shabad_id": 119,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਾੲਿ ਪੁਛਾ ਤਿਨ ਸਜਣਾ; ਪ੍ਰਭੁ. ਕਿਤੁ ਬਿਧਿ ਮਿਲੈ ਮਿਲਾੲਿ ॥੧॥",
    "transliteration": "Jaae Pushhaa Thin Sajanaa Prabh Kith Bidhh Milai Milaae ||1||",
    "translation": "I go and ask my friends, \"How can I meet and merge with God?\"||1||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਸਤਸੰਗੀ ਸੱਜਣਾਂ ਨੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ) ਮੈਂ ਉਹਨਾਂ ਸੱਜਣਾਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛਦਾ ਹਾਂ ਕਿ ਪ੍ਰਭੂ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲਾਇਆਂ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1621,
    "shabad_id": 119,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮੇਰੇ ਸਤਿਗੁਰਾ; ਮੈ. ਤੁਝ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Maerae Sathiguraa Mai Thujh Bin Avar N Koe ||",
    "translation": "O my True Guru, without You I have no other at all.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1622,
    "shabad_id": 119,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਮ ਮੂਰਖ ਮੁਗਧ ਸਰਣਾਗਤੀ; ਕਰਿ ਕਿਰਪਾ ਮੇਲੇ ਹਰਿ ਸੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ham Moorakh Mugadhh Saranaagathee Kar Kirapaa Maelae Har Soe ||1|| Rehaao ||",
    "translation": "I am foolish and ignorant; I seek Your Sanctuary. Please be Merciful and unite me with the Lord. ||1||Pause||",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਹਾਂ, ਅੰਞਾਣ ਹਾਂ, (ਪਰ) ਤੇਰੀ ਸਰਨ ਆਏ ਹਨ (ਜੇਹੜਾ ਭਾਗਾਂ ਵਾਲਾ ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੁਗਧ) ਬੇਸਮਝ",
    "type_id": 4
  },
  {
    "id": 1623,
    "shabad_id": 119,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ. ਹਰਿ ਨਾਮ ਕਾ; ਪ੍ਰਭੁ ਅਾਪਿ ਮਿਲਾਵੈ ਸੋੲਿ ॥",
    "transliteration": "Sathigur Dhaathaa Har Naam Kaa Prabh Aap Milaavai Soe ||",
    "translation": "The True Guru is the Giver of the Name of the Lord. God Himself causes us to meet Him.",
    "punjabi": "ਗੁਰੂ ਹਰਿ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈ (ਜਿਸ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਦਾਤ ਮਿਲਦੀ ਹੈ ਉਸ ਨੂੰ) ਉਹ ਪ੍ਰਭੂ ਆਪ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1624,
    "shabad_id": 119,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਹਰਿ ਪ੍ਰਭੁ ਬੁਝਿਅਾ; ਗੁਰ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Sathigur Har Prabh Bujhiaa Gur Jaevadd Avar N Koe ||",
    "translation": "The True Guru understands the Lord God. There is no other as Great as the Guru.",
    "punjabi": "ਗੁਰੂ ਨੇ ਹਰੀ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ (ਇਸ ਵਾਸਤੇ) ਗੁਰੂ ਜੇਡਾ (ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਾਲਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "(ਬੁੱਝਿਅਾ) ਜਾਣਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1625,
    "shabad_id": 119,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹੳੁ. ਗੁਰ ਸਰਣਾੲੀ ਢਹਿ ਪਵਾ; ਕਰਿ ਦੲਿਅਾ ਮੇਲੇ ਪ੍ਰਭੁ ਸੋੲਿ ॥੨॥",
    "transliteration": "Ho Gur Saranaaee Dtehi Pavaa Kar Dhaeiaa Maelae Prabh Soe ||2||",
    "translation": "I have come and collapsed in the Guru's Sanctuary. In His Kindness, He has united me with God. ||2||",
    "punjabi": "(ਮੇਰੀ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ, ਆਪਾ-ਭਾਵ ਮਿਟਾ ਕੇ, ਆ ਪਵਾਂ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ) ਉਹ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1626,
    "shabad_id": 119,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਹਠਿ. ਕਿਨੈ ਨ ਪਾੲਿਅਾ; ਕਰਿ ੳੁਪਾਵ. ਥਕੇ ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Manehath Kinai N Paaeiaa Kar Oupaav Thhakae Sabh Koe ||",
    "translation": "No one has found Him by stubborn-mindedness. All have grown weary of the effort.",
    "punjabi": "ਮਨ ਦੇ ਹਠ ਨਾਲ (ਕੀਤੇ ਤਪ ਆਦਿਕ ਸਾਧਨਾਂ ਨਾਲ) ਕਦੇ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ। (ਇਹੋ ਜਿਹੇ) ਅਨੇਕਾਂ ਉਪਾਵ ਕਰ ਕੇ ਸਭ ਥੱਕ ਹੀ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
