[
  {
    "id": 1779,
    "shabad_id": 129,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਾਧੂਸੰਗੁ ਮਸਕਤੇ; ਤੂਠੈ ਪਾਵਾ ਦੇਵ ॥",
    "transliteration": "Saadhhoo Sang Masakathae Thoothai Paavaa Dhaev ||",
    "translation": "The opportunity to work hard serving the Saadh Sangat is obtained, when the Divine Lord is pleased.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਹੀ ਮਿਹਰ ਕਰੇਂ ਤਾਂ ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਵੇ ਤੇ ਸੇਵਾ ਦੀ ਦਾਤ ਮਿਲੇ।",
    "pronunciation": "ਸੇਵਾ ਸਿਮਰਨ ਦੀ (ਮ-ਸੱਕਤੇ) ਮਿਹਨਤ। (ਤੂਠੈ) ਪ੍ਰਸੰਨ ਹੋੲੇ। (ਦੇਵ) ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 1780,
    "shabad_id": 129,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਵਸਗਤਿ ਸਾਹਿਬੈ; ਅਾਪੇ ਕਰਣ ਕਰੇਵ ॥",
    "transliteration": "Sabh Kishh Vasagath Saahibai Aapae Karan Karaev ||",
    "translation": "Everything is in the Hands of our Lord and Master; He Himself is the Doer of deeds.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਹਰੇਕ (ਦਾਤਿ) ਮਾਲਕ ਦੇ ਆਪਣੇ ਇਖ਼ਤਿਆਰ ਵਿਚ ਹੈ, ਉਹ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਕਰਾਣ ਜੋਗਾ ਹੈ।",
    "pronunciation": "(ਵੱਸ-ਗਤਿ) ਵੱਸ ਚ। ਗਤਿ: ਪੋਲਾ ਬੋਲੋ। (ਕਰੇਵ) ਕਰਾੳੁਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 1781,
    "shabad_id": 129,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਬਲਿਹਾਰਣੈ; ਮਨਸਾ ਸਭ ਪੂਰੇਵ ॥੩॥",
    "transliteration": "Sathigur Kai Balihaaranai Manasaa Sabh Pooraev ||3||",
    "translation": "I am a sacrifice to the True Guru, who fulfills all hopes and desires. ||3||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਸਤਿਗੁਰੂ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਮਨਸਾ) ੲਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 1782,
    "shabad_id": 129,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ੲਿਕੋ ਦਿਸੈ ਸਜਣੋ; ੲਿਕੋ ਭਾੲੀ ਮੀਤੁ ॥",
    "transliteration": "Eiko Dhisai Sajano Eiko Bhaaee Meeth ||",
    "translation": "The One appears to be my Companion; the One is my Brother and Friend.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ) ਇਕ ਪਰਮਾਤਮਾ ਹੀ (ਅਸਲ) ਸੱਜਣ ਦਿੱਸਦਾ ਹੈ, ਉਹੀ ਇਕ (ਅਸਲੀ) ਭਰਾ ਹੈ ਤੇ ਮਿੱਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1783,
    "shabad_id": 129,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ੲਿਕਸੈ ਦੀ ਸਾਮਗਰੀ; ੲਿਕਸੈ ਦੀ ਹੈ ਰੀਤਿ ॥",
    "transliteration": "Eikasai Dhee Saamagaree Eikasai Dhee Hai Reeth ||",
    "translation": "The elements and the components are all made by the One; they are held in their order by the One.",
    "punjabi": "ਦੁਨੀਆ ਦਾ ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਉਸ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਉਸੇ ਦੀ ਹੀ ਮਰਯਾਦਾ (ਜਗਤ ਵਿਚ) ਚੱਲ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਰੀਤਿ) ਮਰਯਾਦਾ। ਸਾ-ਮੱਗਰੀ",
    "type_id": 3
  },
  {
    "id": 1784,
    "shabad_id": 129,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਸ ਸਿੳੁ ਮਨੁ ਮਾਨਿਅਾ; ਤਾ ਹੋਅਾ ਨਿਹਚਲੁ ਚੀਤੁ ॥",
    "transliteration": "Eikas Sio Man Maaniaa Thaa Hoaa Nihachal Cheeth ||",
    "translation": "When the mind accepts, and is satisfied with the One, then the consciousness becomes steady and stable.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਦਾ ਮਨ ਇਕ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦਾ ਚਿੱਤ (ਮਾਇਆ ਵਾਲੇ ਪਾਸੇ) ਡੋਲਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1785,
    "shabad_id": 129,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸਚੁ ਖਾਣਾ ਸਚੁ ਪੈਨਣਾ; ਟੇਕ ਨਾਨਕ. ਸਚੁ ਕੀਤੁ ॥੪॥੫॥੭੫॥",
    "transliteration": "Sach Khaanaa Sach Painanaa Ttaek Naanak Sach Keeth ||4||5||75||",
    "translation": "Then, one's food is the True Name, one's garments are the True Name, and one's Support, O Nanak, is the True Name. ||4||5||75||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਨੂੰ ਆਪਣੇ ਆਤਮਾ ਦੀ ਖ਼ੁਰਾਕ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਨਾਮ ਨੂੰ ਹੀ ਆਪਣੀ (ਆਤਮਕ) ਪੁਸ਼ਾਕ ਬਣਾਂਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਨੂੰ ਹੀ ਆਪਣਾ ਆਸਰਾ ਬਣਾਂਦਾ ਹੈ ॥੪॥੫॥੭੫॥{43-44}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1786,
    "shabad_id": 130,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1787,
    "shabad_id": 130,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਭੇ ਥੋਕ ਪਰਾਪਤੇ; ਜੇ ਅਾਵੈ ੲਿਕੁ ਹਥਿ ॥",
    "transliteration": "Sabhae Thhok Paraapathae Jae Aavai Eik Hathh ||",
    "translation": "All things are received if the One is obtained.",
    "punjabi": "ਜੇ ਇਕ ਪਰਮਾਤਮਾ ਮਿਲ ਪਏ, ਤਾਂ (ਦੁਨੀਆ ਦੇ ਹੋਰ) ਸਾਰੇ ਪਦਾਰਥ ਮਿਲ ਜਾਂਦੇ ਹਨ (ਦੇਣ ਵਾਲਾ ਜੁ ਉਹ ਆਪ ਹੀ ਹੋਇਆ)।",
    "pronunciation": "(ਥੋਕ) ਪਦਾਰਥ। ਹੱਥਿ",
    "type_id": 3
  },
  {
    "id": 1788,
    "shabad_id": 130,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਨਮੁ ਪਦਾਰਥੁ ਸਫਲੁ ਹੈ; ਜੇ ਸਚਾ ਸਬਦੁ ਕਥਿ ॥",
    "transliteration": "Janam Padhaarathh Safal Hai Jae Sachaa Sabadh Kathh ||",
    "translation": "The precious gift of this human life becomes fruitful when one chants the True Word of the Shabad.",
    "punjabi": "ਜੇ ਮੈਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਤਾਂ ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਕਾਮਯਾਬ ਹੋ ਜਾਏ।",
    "pronunciation": "ਕਥਿ:ਪੋਲਾ ਬੋਲੋ। (ਕਥਿ) ਕਥਨ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 1789,
    "shabad_id": 130,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਤੇ ਮਹਲੁ ਪਰਾਪਤੇ; ਜਿਸੁ ਲਿਖਿਅਾ ਹੋਵੈ ਮਥਿ ॥੧॥",
    "transliteration": "Gur Thae Mehal Paraapathae Jis Likhiaa Hovai Mathh ||1||",
    "translation": "One who has such destiny written on his forehead enters the Mansion of the Lord's Presence, through the Guru. ||1||",
    "punjabi": "(ਪਰ ਉਸੇ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਪਾਸੋਂ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ) ਨਿਵਾਸ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਚੰਗਾ ਭਾਗ) ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ ॥੧॥",
    "pronunciation": "(ਮੱਥਿ) ਮੱਥੇ",
    "type_id": 3
  },
  {
    "id": 1790,
    "shabad_id": 130,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ੲੇਕਸ ਸਿੳੁ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Maerae Man Eaekas Sio Chith Laae ||",
    "translation": "O my mind, focus your consciousness on the One.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1791,
    "shabad_id": 130,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲੇਕਸ ਬਿਨੁ. ਸਭ ਧੰਧੁ ਹੈ; ਸਭ ਮਿਥਿਅਾ ਮੋਹੁ ਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eaekas Bin Sabh Dhhandhh Hai Sabh Mithhiaa Mohu Maae ||1|| Rehaao ||",
    "translation": "Without the One, all entanglements are worthless; emotional attachment to Maya is totally false. ||1||Pause||",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਪਿਆਰ) ਤੋਂ ਬਿਨਾ (ਦੁਨੀਆ ਦੀ) ਸਾਰੀ (ਦੌੜ-ਭੱਜ) ਜੰਜਾਲ ਬਣ ਜਾਂਦੀ ਹੈ। (ਤੇ) ਮਾਇਆ ਦਾ ਮੋਹ ਹੈ ਭੀ ਸਾਰਾ ਵਿਅਰਥ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮਿਥਿਅਾ: ਪੋਲਾ ਬੋਲੋ। (ਮਿਥਿਅਾ) ਝੂਠਾ। (ਮਾੲਿ) ਮਾੲਿਅਾ ਦਾ",
    "type_id": 4
  },
  {
    "id": 1792,
    "shabad_id": 130,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਲਖ ਖੁਸੀਅਾ ਪਾਤਿਸਾਹੀਅਾ ਜੇ; ਸਤਿਗੁਰੁ ਨਦਰਿ ਕਰੇੲਿ ॥",
    "transliteration": "Lakh Khuseeaa Paathisaaheeaa Jae Sathigur Nadhar Karaee ||",
    "translation": "Hundreds of thousands of princely pleasures are enjoyed, if the True Guru bestows His Glance of Grace.",
    "punjabi": "ਜੇ (ਮੇਰਾ) ਸਤਿਗੁਰੂ (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਦੀ (ਇੱਕ) ਨਿਗਾਹ ਕਰੇ, ਤਾਂ (ਮੈਂ ਸਮਝਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ) ਲੱਖਾਂ ਪਾਤਿਸ਼ਾਹੀਆਂ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਮਿਲ ਗਈਆਂ ਹਨ।",
    "pronunciation": "ਲੱਖ",
    "type_id": 3
  },
  {
    "id": 1793,
    "shabad_id": 130,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਿਮਖ ੲੇਕ ਹਰਿ ਨਾਮੁ ਦੇੲਿ; ਮੇਰਾ ਮਨੁ ਤਨੁ ਸੀਤਲੁ ਹੋੲਿ ॥",
    "transliteration": "Nimakh Eaek Har Naam Dhaee Maeraa Man Than Seethal Hoe ||",
    "translation": "If He bestows the Name of the Lord, for even a moment, my mind and body are cooled and soothed.",
    "punjabi": "(ਕਿਉਂਕਿ ਜਦੋਂ ਗੁਰੂ ਮੈਨੂੰ) ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਤਾਂ ਮੇਰਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਮੇਰਾ ਸਰੀਰ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦਰੇ ਵਿਕਾਰਾਂ ਦੀ ਭੜਕਾਹਟ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(ਸੀਤਲੁ) ਠੰਢਾ ਸ਼ਾਂਤ",
    "type_id": 3
  },
  {
    "id": 1794,
    "shabad_id": 130,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜਿਸ ਕੳੁ ਪੂਰਬਿ ਲਿਖਿਅਾ; ਤਿਨਿ ਸਤਿਗੁਰ ਚਰਨ ਗਹੇ ॥੨॥",
    "transliteration": "Jis Ko Poorab Likhiaa Thin Sathigur Charan Gehae ||2||",
    "translation": "Those who have such pre-ordained destiny hold tight to the Feet of the True Guru. ||2||",
    "punjabi": "ਪਰ ਉਸੇ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਫੜੇ ਹਨ (ਉਹੀ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦਾ ਹੈ), ਜਿਸ ਨੂੰ ਪੂਰਬਲੇ ਜਨਮ ਦਾ ਕੋਈ ਲਿਖਿਆ ਹੋਇਆ (ਚੰਗਾ ਲੇਖ) ਮਿਲਦਾ ਹੈ (ਜਿਸ ਦੇ ਚੰਗੇ ਭਾਗ ਜਾਗਦੇ ਹਨ) ॥੨॥",
    "pronunciation": "(ਪੂਰਬਿ) ਪਹਿਲਾਂ ਨਿਸ਼ਕਾਮ ਕਰਮਾਂ ਦਾ ਲੇਖ। (ਗਹੇ) ਪਕੜੇ",
    "type_id": 3
  },
  {
    "id": 1795,
    "shabad_id": 130,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਫਲ ਮੂਰਤੁ ਸਫਲਾ ਘੜੀ; ਜਿਤੁ ਸਚੇ ਨਾਲਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Safal Moorath Safalaa Gharree Jith Sachae Naal Piaar ||",
    "translation": "Fruitful is that moment, and fruitful is that time, when one is in love with the True Lord.",
    "punjabi": "ਉਹ ਸਮਾ ਕਾਮਯਾਬ ਸਮਝੋ, ਉਹ ਘੜੀ ਭਾਗਾਂ ਵਾਲੀ ਜਾਣੋ, ਜਿਸ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣੇ।",
    "pronunciation": "(ਮੂਰਤੁ) ਮਹੂਰਤ, ਦੋ ਘੜੀਅਾਂ ਦਾ ਸਮਾਂ",
    "type_id": 3
  },
  {
    "id": 1796,
    "shabad_id": 130,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਦੂਖੁ ਸੰਤਾਪੁ. ਨ ਲਗੲੀ; ਜਿਸੁ ਹਰਿ ਕਾ ਨਾਮੁ ਅਧਾਰੁ ॥",
    "transliteration": "Dhookh Santhaap N Lagee Jis Har Kaa Naam Adhhaar ||",
    "translation": "Suffering and sorrow do not touch those who have the Support of the Name of the Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਕੋਈ ਦੁੱਖ, ਕੋਈ ਕਲੇਸ਼ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਸੰਤਾਪੁ) ਮਾਨਸਕ ਸਾੜਾ। (ਅਧਾਰੁ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 1797,
    "shabad_id": 130,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਬਾਹ ਪਕੜਿ ਗੁਰਿ ਕਾਢਿਅਾ; ਸੋੲੀ ੳੁਤਰਿਅਾ ਪਾਰਿ ॥੩॥",
    "transliteration": "Baah Pakarr Gur Kaadtiaa Soee Outhariaa Paar ||3||",
    "translation": "Grasping him by the arm, the Guru lifts them up and out, and carries them across to the other side. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਬਾਂਹ ਫੜ ਕੇ (ਵਿਕਾਰਾਂ ਵਿਚੋਂ ਬਾਹਰ) ਕੱਢ ਲਿਆ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਸਹੀ-ਸਲਾਮਤਿ) ਪਾਰ ਲੰਘ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1798,
    "shabad_id": 130,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਥਾਨੁ ਸੁਹਾਵਾ ਪਵਿਤੁ ਹੈ; ਜਿਥੈ ਸੰਤ ਸਭਾ ॥",
    "transliteration": "Thhaan Suhaavaa Pavith Hai Jithhai Santh Sabhaa ||",
    "translation": "Embellished and immaculate is that place where the Saints gather together.",
    "punjabi": "(ਇਹ ਸਾਰੀ ਬਰਕਤਿ ਹੈ ਗੁਰੂ ਦੀ, ਸਾਧ ਸੰਗਤਿ ਦੀ) ਜਿੱਥੇ ਸਾਧ ਸੰਗਤਿ (ਜੁੜਦੀ) ਹੈ ਉਹ ਥਾਂ ਸੋਹਣਾ ਹੈ ਪਵਿਤ੍ਰ ਹੈ।",
    "pronunciation": "(ਸੁਹਾਵਾ) ਸੋਹਣਾ ਸ਼ੋਭਨੀਕ। ਪਵਿੱਤੁ। ਸਭਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1799,
    "shabad_id": 130,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਢੋੲੀ ਤਿਸ ਹੀ ਨੋ ਮਿਲੈ; ਜਿਨਿ ਪੂਰਾ ਗੁਰੂ ਲਭਾ ॥",
    "transliteration": "Dtoee This Hee No Milai Jin Pooraa Guroo Labhaa ||",
    "translation": "He alone finds shelter, who has met the Perfect Guru.",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਉਸੇ ਨੂੰ ਹੀ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਸਰਾ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(ਢੋੲੀ) ਅਾਸਰਾ। ਲੱਭਾ",
    "type_id": 3
  },
  {
    "id": 1800,
    "shabad_id": 130,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਬਧਾ ਘਰੁ ਤਹਾਂ; ਜਿਥੈ. ਮਿਰਤੁ ਨ ਜਨਮੁ ਜਰਾ ॥੪॥੬॥੭੬॥",
    "transliteration": "Naanak Badhhaa Ghar Thehaan Jithhai Mirath N Janam Jaraa ||4||6||76||",
    "translation": "Nanak builds his house upon that site where there is no death, no birth, and no old age. ||4||6||76||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੇ ਆਪਣਾ ਪੱਕਾ ਟਿਕਾਣਾ ਉਸ ਥਾਂ ਬਣਾ ਲਿਆ, ਜਿਥੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ; ਜਿੱਥੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ; ਜਿਥੇ ਆਤਮਕ ਜੀਵਨ ਕਦੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਹੁੰਦਾ ॥੪॥੬॥੭੬॥",
    "pronunciation": "(ਜਰਾ) ਬੁਢੇਪਾ। ਬੱਧਾ",
    "type_id": 3
  },
  {
    "id": 1801,
    "shabad_id": 131,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸ੍ਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sreeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1802,
    "shabad_id": 131,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੋੲੀ ਧਿਅਾੲੀਅੈ ਜੀਅੜੇ; ਸਿਰਿ ਸਾਹਾਂ ਪਾਤਿਸਾਹੁ ॥",
    "transliteration": "Soee Dhhiaaeeai Jeearrae Sir Saahaan Paathisaahu ||",
    "translation": "Meditate on Him, O my soul; He is the Supreme Lord over kings and emperors.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਉਸੇ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਸਭ ਸ਼ਾਹਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਪਾਤਿਸ਼ਾਹ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1803,
    "shabad_id": 131,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਿਸ ਹੀ ਕੀ ਕਰਿ ਅਾਸ ਮਨ; ਜਿਸ ਕਾ ਸਭਸੁ ਵੇਸਾਹੁ ॥",
    "transliteration": "This Hee Kee Kar Aas Man Jis Kaa Sabhas Vaesaahu ||",
    "translation": "Place the hopes of your mind in the One, in whom all have faith.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਿਰਫ਼ ਉਸ ਪਰਮਾਤਮਾ ਦੀ (ਸਹੈਤਾ ਦੀ) ਆਸ ਬਣਾ, ਜਿਸ ਦਾ ਸਭ ਜੀਵਾਂ ਨੂੰ ਭਰੋਸਾ ਹੈ।",
    "pronunciation": "(ਵੇਸਾਹੁ) ਭਰੋਸਾ। ਸਭਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1804,
    "shabad_id": 131,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਭਿ ਸਿਅਾਣਪਾ ਛਡਿ ਕੈ; ਗੁਰ ਕੀ ਚਰਣੀ ਪਾਹੁ ॥੧॥",
    "transliteration": "Sabh Siaanapaa Shhadd Kai Gur Kee Charanee Paahu ||1||",
    "translation": "Give up all your clever tricks, and grasp the Feet of the Guru. ||1||",
    "punjabi": "(ਹੇ ਮਨ!) ਸਾਰੀਆਂ ਚਤੁਰਾਈਆਂ ਛੱਡ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨੀਂ ਪਉ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1805,
    "shabad_id": 131,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਸੁਖ ਸਹਜ ਸੇਤੀ ਜਪਿ ਨਾੳੁ ॥",
    "transliteration": "Man Maerae Sukh Sehaj Saethee Jap Naao ||",
    "translation": "O my mind, chant the Name with intuitive peace and poise.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਆਨੰਦ ਨਾਲ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1806,
    "shabad_id": 131,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਪ੍ਰਭੁ ਧਿਅਾੲਿ ਤੂੰ; ਗੁਣ ਗੋੲਿੰਦ ਨਿਤ ਗਾੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aath Pehar Prabh Dhhiaae Thoon Gun Goeindh Nith Gaao ||1|| Rehaao ||",
    "translation": "Twenty-four hours a day, meditate on God. Constantly sing the Glories of the Lord of the Universe. ||1||Pause||",
    "punjabi": "ਅੱਠੇ ਪਹਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਸਦਾ ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1807,
    "shabad_id": 131,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤਿਸ ਕੀ ਸਰਨੀ ਪਰੁ ਮਨਾ; ਜਿਸੁ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "This Kee Saranee Par Manaa Jis Jaevadd Avar N Koe ||",
    "translation": "Seek His Shelter, O my mind; there is no other as Great as He.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਉ, ਜਿਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1808,
    "shabad_id": 131,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਸਿਮਰਤ ਸੁਖੁ ਹੋੲਿ ਘਣਾ; ਦੁਖੁ ਦਰਦੁ. ਨ ਮੂਲੇ ਹੋੲਿ ॥",
    "transliteration": "Jis Simarath Sukh Hoe Ghanaa Dhukh Dharadh N Moolae Hoe ||",
    "translation": "Remembering Him in meditation, a profound peace is obtained. Pain and suffering will not touch you at all.",
    "punjabi": "ਜਿਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਬਹੁਤ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਤੇ ਕੋਈ ਭੀ ਦੁੱਖ ਕਲੇਸ਼ ਉੱਕਾ ਹੀ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਘਣਾ) ਬਹੁਤਾ। (ਮੂਲੇ) ਬਿਲਕੁਲ",
    "type_id": 3
  },
  {
    "id": 1809,
    "shabad_id": 131,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਕਰਿ ਚਾਕਰੀ; ਪ੍ਰਭੁ ਸਾਹਿਬੁ ਸਚਾ ਸੋੲਿ ॥੨॥",
    "transliteration": "Sadhaa Sadhaa Kar Chaakaree Prabh Saahib Sachaa Soe ||2||",
    "translation": "Forever and ever, work for God; He is our True Lord and Master. ||2||",
    "punjabi": "(ਹੇ ਮਨ!) ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈ, ਸਦਾ ਉਸੇ ਦੀ ਹੀ ਸੇਵਾ ਭਗਤੀ ਕਰਦਾ ਰਹੁ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1810,
    "shabad_id": 131,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਹੋੲਿ ਨਿਰਮਲਾ; ਕਟੀਅੈ ਜਮ ਕੀ ਫਾਸ ॥",
    "transliteration": "Saadhhasangath Hoe Niramalaa Katteeai Jam Kee Faas ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, you shall become absolutely pure, and the noose of death shall be cut away.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ (ਆਚਰਨ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਜਮਾਂ ਦੀ ਫਾਹੀ ਕੱਟੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1811,
    "shabad_id": 131,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸੁਖਦਾਤਾ ਭੈ ਭੰਜਨੋ; ਤਿਸੁ ਅਾਗੈ ਕਰਿ ਅਰਦਾਸਿ ॥",
    "transliteration": "Sukhadhaathaa Bhai Bhanjano This Aagai Kar Aradhaas ||",
    "translation": "So offer your prayers to Him, the Giver of Peace, the Destroyer of fear.",
    "punjabi": "(ਹੇ ਮਨ! ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ) ਉਸ ਪਰਮਾਤਮਾ ਅੱਗੇ ਅਰਦਾਸ ਕਰਦਾ ਰਹੁ, ਜੋ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਸਾਰੇ ਡਰ-ਸਹਮ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1812,
    "shabad_id": 131,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਮਿਹਰ ਕਰੇ ਜਿਸੁ ਮਿਹਰਵਾਨੁ; ਤਾਂ ਕਾਰਜੁ ਅਾਵੈ ਰਾਸਿ ॥੩॥",
    "transliteration": "Mihar Karae Jis Miharavaan Thaan Kaaraj Aavai Raas ||3||",
    "translation": "Showing His Mercy, the Merciful Master shall resolve your affairs. ||3||",
    "punjabi": "ਮਿਹਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਜਦੋਂ ਮਿਹਰ (ਦੀ ਨਿਗਾਹ) ਕਰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦੀ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਭਾਰੀ ਜ਼ਿੰਮੇਵਾਰੀ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਮਿਹਰ: ਮੰਮੇ ਸਿਹਾਰੀ, ਹਾਹਾ ਮੁਕਤਾ ਸੰਕੋਚ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1813,
    "shabad_id": 131,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਬਹੁਤੋ ਬਹੁਤੁ ਵਖਾਣੀਅੈ; ੳੂਚੋ ੳੂਚਾ ਥਾੳੁ ॥",
    "transliteration": "Bahutho Bahuth Vakhaaneeai Oocho Oochaa Thhaao ||",
    "translation": "The Lord is said to be the Greatest of the Great; His Kingdom is the Highest of the High.",
    "punjabi": "ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਬਹੁਤ ਉੱਚਾ ਹੈ, ਬਹੁਤ ਉੱਚਾ ਹੈ, ਉਸ ਦਾ ਟਿਕਾਣਾ ਬਹੁਤ ਉੱਚਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1814,
    "shabad_id": 131,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਵਰਨਾ ਚਿਹਨਾ ਬਾਹਰਾ; ਕੀਮਤਿ. ਕਹਿ ਨ ਸਕਾੳੁ ॥",
    "transliteration": "Varanaa Chihanaa Baaharaa Keemath Kehi N Sakaao ||",
    "translation": "He has no color or mark; His Value cannot be estimated.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦਾ ਕੋਈ ਖ਼ਾਸ ਰੰਗ ਨਹੀਂ ਹੈ ਕੋਈ ਖ਼ਾਸ ਰੂਪ-ਰੇਖਾ ਨਹੀਂ ਹੈ। ਮੈਂ ਉਸ ਦੀ ਕੋਈ ਕੀਮਤ ਨਹੀਂ ਦੱਸ ਸਕਦਾ (ਭਾਵ, ਦੁਨੀਆ ਦੇ ਕਿਸੇ ਭੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ)।",
    "pronunciation": "(ਵਰਨਾ) ਰੰਗਾਂ। (ਚਿਹਨਾ) ਨਿਸ਼ਾਨਾਂ",
    "type_id": 3
  },
  {
    "id": 1815,
    "shabad_id": 131,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਕੳੁ. ਪ੍ਰਭ ਮੲਿਅਾ ਕਰਿ; ਸਚੁ ਦੇਵਹੁ ਅਪੁਣਾ ਨਾੳੁ ॥੪॥੭॥੭੭॥",
    "transliteration": "Naanak Ko Prabh Maeiaa Kar Sach Dhaevahu Apunaa Naao ||4||7||77||",
    "translation": "Please show Mercy to Nanak, God, and bless him with Your True Name. ||4||7||77||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ ਤੇ ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਬਖ਼ਸ਼ (ਕਿਉਂਕਿ ਜਿਸ ਨੂੰ ਤੇਰਾ ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਤੇਰਾ ਮੇਲ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੪॥੭॥੭੭॥",
    "pronunciation": "(ਮੲਿਅਾ) ਦੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1816,
    "shabad_id": 132,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸ੍ਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sreeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1817,
    "shabad_id": 132,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾੲੇ ਸੋ ਸੁਖੀ; ਤਿਸੁ ਮੁਖੁ ੳੂਜਲੁ ਹੋੲਿ ॥",
    "transliteration": "Naam Dhhiaaeae So Sukhee This Mukh Oojal Hoe ||",
    "translation": "One who meditates on the Naam is at peace; his face is radiant and bright.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਹੀ ਸੁਖੀ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮੂੰਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉੱਜਲਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1818,
    "shabad_id": 132,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਤੇ ਪਾੲੀਅੈ; ਪਰਗਟੁ ਸਭਨੀ ਲੋੲਿ ॥",
    "transliteration": "Poorae Gur Thae Paaeeai Paragatt Sabhanee Loe ||",
    "translation": "Obtaining it from the Perfect Guru, he is honored all over the world.",
    "punjabi": "(ਇਹ ਨਾਮ) ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ (ਭਾਵੇਂ ਨਾਮ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ) ਸਾਰੇ ਹੀ ਭਵਨਾਂ ਵਿਚ ਪ੍ਰਤੱਖ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(ਲੋੲਿ) ਲੋਕਾਂ ਦੁਨੀਅਾਂ ਚ",
    "type_id": 3
  },
  {
    "id": 1819,
    "shabad_id": 132,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕੈ ਘਰਿ ਵਸੈ; ੲੇਕੋ ਸਚਾ ਸੋੲਿ ॥੧॥",
    "transliteration": "Saadhhasangath Kai Ghar Vasai Eaeko Sachaa Soe ||1||",
    "translation": "In the Company of the Holy, the One True Lord comes to abide within the home of the self. ||1||",
    "punjabi": "ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਸਾਧ ਸੰਗਤਿ ਦੇ ਘਰ ਵਿਚ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
