[
  {
    "id": 1861,
    "shabad_id": 135,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1862,
    "shabad_id": 135,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਿਲਿ ਸਤਿਗੁਰ. ਸਭੁ ਦੁਖੁ ਗੲਿਅਾ; ਹਰਿ ਸੁਖੁ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Mil Sathigur Sabh Dhukh Gaeiaa Har Sukh Vasiaa Man Aae ||",
    "translation": "Meeting the True Guru, all my sufferings have ended, and the Peace of the Lord has come to dwell within my mind.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਮਨੁੱਖ ਦਾ) ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਖ ਮਨ ਵਿੱਚ ਆ ਵਸਦਾ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1863,
    "shabad_id": 135,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਤਿ ਪ੍ਰਗਾਸੀਅਾ; ੲੇਕਸੁ ਸਿੳੁ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Anthar Joth Pragaaseeaa Eaekas Sio Liv Laae ||",
    "translation": "The Divine Light illuminates my inner being, and I am lovingly absorbed in the One.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1864,
    "shabad_id": 135,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ਸਾਧੂ ਮੁਖੁ ੳੂਜਲਾ; ਪੂਰਬਿ ਲਿਖਿਅਾ ਪਾੲਿ ॥",
    "transliteration": "Mil Saadhhoo Mukh Oojalaa Poorab Likhiaa Paae ||",
    "translation": "Meeting with the Holy Saint, my face is radiant; I have realized my pre-ordained destiny.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ ਦਾ ਮੂੰਹ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦਾ ਹੈ। (ਚਿਹਰੇ ਉੱਤੇ ਅੰਦਰਲੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਲਾਲੀ ਆ ਜਾਂਦੀ ਹੈ) ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦਾ ਲਿਖਿਆ ਹੋਇਆ ਲੇਖ ਉੱਘੜ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1865,
    "shabad_id": 135,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗੋਵਿੰਦ ਨਿਤ ਗਾਵਣੇ; ਨਿਰਮਲ ਸਾਚੈ ਨਾੲਿ ॥੧॥",
    "transliteration": "Gun Govindh Nith Gaavanae Niramal Saachai Naae ||1||",
    "translation": "I constantly sing the Glories of the Lord of the Universe. Through the True Name, I have become spotlessly pure. ||1||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਵਿਤ੍ਰ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਮਨੁੱਖ ਸਦਾ ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਵਣ ਦਾ ਆਹਰ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1866,
    "shabad_id": 135,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਰ ਸਬਦੀ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Maerae Man Gur Sabadhee Sukh Hoe ||",
    "translation": "O my mind, you shall find peace through the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1867,
    "shabad_id": 135,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਕੀ ਚਾਕਰੀ; ਬਿਰਥਾ ਜਾੲਿ ਨ ਕੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Poorae Kee Chaakaree Birathhaa Jaae N Koe ||1|| Rehaao ||",
    "translation": "Working for the Perfect Guru, no one goes away empty-handed. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਕੋਈ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ (ਭਾਵ, ਪੂਰੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਤੁਰਦਾ ਹੈ) ਉਹ (ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ) ਖ਼ਾਲੀ ਨਹੀਂ ਜਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1868,
    "shabad_id": 135,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਕੀਅਾ ੲਿਛਾਂ ਪੂਰੀਅਾ; ਪਾੲਿਅਾ ਨਾਮੁ ਨਿਧਾਨੁ ॥",
    "transliteration": "Man Keeaa Eishhaan Pooreeaa Paaeiaa Naam Nidhhaan ||",
    "translation": "The desires of the mind are fulfilled, when the Treasure of the Naam, the Name of the Lord, is obtained.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਜੇਹੜਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਖ਼ਾਹਸ਼ਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਸ ਦਾ ਮਨ ਦੁਨੀਆਵੀ ਵਾਸਨਾਂ ਪਿੱਛੇ ਦੌੜਨੋਂ ਹੱਟ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1869,
    "shabad_id": 135,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅੰਤਰਜਾਮੀ ਸਦਾ ਸੰਗਿ; ਕਰਣੈਹਾਰੁ ਪਛਾਨੁ ॥",
    "transliteration": "Antharajaamee Sadhaa Sang Karanaihaar Pashhaan ||",
    "translation": "The Inner-knower, the Searcher of hearts, is always with you; recognize Him as the Creator.",
    "punjabi": "ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਦਿੱਸਦਾ ਹੈ, ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਜਾਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1870,
    "shabad_id": 135,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮੁਖੁ ੳੂਜਲਾ; ਜਪਿ ਨਾਮੁ ਦਾਨੁ ੲਿਸਨਾਨੁ ॥",
    "transliteration": "Gur Parasaadhee Mukh Oojalaa Jap Naam Dhaan Eisanaan ||",
    "translation": "By Guru's Grace your face shall be radiant. Chanting the Naam you shall receive the benefits of giving charity and taking cleansing baths.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ (ਦੂਜਿਆਂ ਦੀ) ਸੇਵਾ (ਕਰ ਕੇ) ਪਵਿਤ੍ਰ ਆਚਰਨ (ਬਣਾ ਕੇ) ਉਸ ਦਾ ਮੂੰਹ ਚਮਕ ਉੱਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1871,
    "shabad_id": 135,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਬਿਨਸਿਅਾ; ਤਜਿਅਾ ਸਭੁ ਅਭਿਮਾਨੁ ॥੨॥",
    "transliteration": "Kaam Krodhh Lobh Binasiaa Thajiaa Sabh Abhimaan ||2||",
    "translation": "Sexual desire, anger and greed are eliminated, and all egotistical pride is abandoned. ||2||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਅਹੰਕਾਰ ਉੱਕਾ ਛੱਡ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਤਜਿਅਾ) ਛੱਡਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1872,
    "shabad_id": 135,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਪਾੲਿਅਾ ਲਾਹਾ ਲਾਭੁ ਨਾਮੁ; ਪੂਰਨ ਹੋੲੇ ਕਾਮ ॥",
    "transliteration": "Paaeiaa Laahaa Laabh Naam Pooran Hoeae Kaam ||",
    "translation": "The Profit of the Naam is obtained, and all affairs are brought to fruition.",
    "punjabi": "ਉਸ ਨੇ (ਜਦੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੀਵਨ ਦੇ ਵਣਜ ਵਿਚ) ਲਾਭ (ਵਜੋਂ) ਹਾਸਲ ਕਰ ਲਿਆ, ਤਾਂ ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਫਲੇ ਹੋ ਗਏ (ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ ਹੋ ਰਹੀ ਦੌੜ-ਭੱਜ ਖ਼ਤਮ ਹੋ ਗਈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1873,
    "shabad_id": 135,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਪ੍ਰਭਿ ਮੇਲਿਅਾ; ਦੀਅਾ ਅਪਣਾ ਨਾਮੁ ॥",
    "transliteration": "Kar Kirapaa Prabh Maeliaa Dheeaa Apanaa Naam ||",
    "translation": "In His Mercy, God unites us with Himself, and He blesses us with the Naam.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ ਤੇ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1874,
    "shabad_id": 135,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਾਵਣ ਜਾਣਾ ਰਹਿ ਗੲਿਅਾ; ਅਾਪਿ ਹੋਅਾ ਮਿਹਰਵਾਨੁ ॥",
    "transliteration": "Aavan Jaanaa Rehi Gaeiaa Aap Hoaa Miharavaan ||",
    "translation": "My comings and goings in reincarnation have come to an end; He Himself has bestowed His Mercy.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1875,
    "shabad_id": 135,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਚੁ ਮਹਲੁ ਘਰੁ ਪਾੲਿਅਾ; ਗੁਰ ਕਾ ਸਬਦੁ ਪਛਾਨੁ ॥੩॥",
    "transliteration": "Sach Mehal Ghar Paaeiaa Gur Kaa Sabadh Pashhaan ||3||",
    "translation": "I have obtained my home in the True Mansion of His Presence, realizing the Word of the Guru's Shabad. ||3||",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਉਸ ਮਨੁੱਖ ਦਾ (ਜੀਵਨ-) ਸਾਥੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਉਸ ਨੂੰ ਐਸਾ ਟਿਕਾਣਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਉਹ ਆਪਣਾ (ਆਤਮਕ) ਘਰ ਬਣਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1876,
    "shabad_id": 135,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਭਗਤ ਜਨਾ ਕੳੁ ਰਾਖਦਾ; ਅਾਪਣੀ ਕਿਰਪਾ ਧਾਰਿ ॥",
    "transliteration": "Bhagath Janaa Ko Raakhadhaa Aapanee Kirapaa Dhhaar ||",
    "translation": "His humble devotees are protected and saved; He Himself showers His Blessings upon us.",
    "punjabi": "ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ (ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਆਦਿ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਕੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1877,
    "shabad_id": 135,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਮੁਖ ੳੂਜਲੇ; ਸਾਚੇ ਕੇ ਗੁਣ ਸਾਰਿ ॥",
    "transliteration": "Halath Palath Mukh Oojalae Saachae Kae Gun Saar ||",
    "translation": "In this world and in the world hereafter, radiant are the faces of those who cherish and enshrine the Glories of the True Lord.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਕੇ ਉਹਨਾਂ (ਭਗਤਾਂ) ਦੇ ਮੂੰਹ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਹਲਤਿ) ੲਿਸ ਲੋਕ। (ਪਲਤਿ) ਪ੍ਰਲੋਕ",
    "type_id": 3
  },
  {
    "id": 1878,
    "shabad_id": 135,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਗੁਣ ਸਾਰਦੇ; ਰਤੇ ਰੰਗਿ ਅਪਾਰ ॥",
    "transliteration": "Aath Pehar Gun Saaradhae Rathae Rang Apaar ||",
    "translation": "Twenty-four hours a day, they lovingly dwell upon His Glories; they are imbued with His Infinite Love.",
    "punjabi": "ਉਹ (ਭਗਤ) ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੇ (ਪਿਆਰ-) ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਅੱਠੇ ਪਹਰ ਉਸ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੇ ਹਨ।",
    "pronunciation": "(ਸਾਰਦੇ) ਸੰਭਾਲਦੇ",
    "type_id": 3
  },
  {
    "id": 1879,
    "shabad_id": 135,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮੁ ਸੁਖਸਾਗਰੋ; ਨਾਨਕ ਸਦ ਬਲਿਹਾਰ ॥੪॥੧੧॥੮੧॥",
    "transliteration": "Paarabreham Sukh Saagaro Naanak Sadh Balihaar ||4||11||81||",
    "translation": "Nanak is forever a sacrifice to the Supreme Lord God, the Ocean of Peace. ||4||11||81||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਦਿੱਸਦਾ ਹੈ, ਤੇ ਉਹ ਉਸ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥੧੧॥੮੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1880,
    "shabad_id": 136,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1881,
    "shabad_id": 136,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੂਰਾ ਸਤਿਗੁਰੁ ਜੇ ਮਿਲੈ; ਪਾੲੀਅੈ ਸਬਦੁ ਨਿਧਾਨੁ ॥",
    "transliteration": "Pooraa Sathigur Jae Milai Paaeeai Sabadh Nidhhaan ||",
    "translation": "If we meet the Perfect True Guru, we obtain the Treasure of the Shabad.",
    "punjabi": "(ਹੇ ਮਨ!) ਜੇ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਉਸ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦਾ) ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1882,
    "shabad_id": 136,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਪ੍ਰਭੁ ਅਾਪਣੀ; ਜਪੀਅੈ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ॥",
    "transliteration": "Kar Kirapaa Prabh Aapanee Japeeai Anmrith Naam ||",
    "translation": "Please grant Your Grace, God, that we may meditate on Your Ambrosial Naam.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੀ ਮਿਹਰ ਕਰ (ਗੁਰੂ ਮਿਲਾ, ਤਾ ਕਿ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ (ਤੇਰਾ) ਨਾਮ (ਅਸੀ) ਜਪ ਸਕੀਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1883,
    "shabad_id": 136,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਦੁਖੁ ਕਾਟੀਅੈ; ਲਾਗੈ ਸਹਜਿ ਧਿਅਾਨੁ ॥੧॥",
    "transliteration": "Janam Maran Dhukh Kaatteeai Laagai Sehaj Dhhiaan ||1||",
    "translation": "The pains of birth and death are taken away; we are intuitively centered on His Meditation. ||1||",
    "punjabi": "ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਣ ਦਾ ਅਸੀਂ ਆਪਣਾ ਦੁੱਖ ਦੂਰ ਕਰ ਸਕੀਏ, ਤੇ ਸਾਡੀ ਸੁਰਤ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1884,
    "shabad_id": 136,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਪ੍ਰਭ ਸਰਣਾੲੀ ਪਾੲਿ ॥",
    "transliteration": "Maerae Man Prabh Saranaaee Paae ||",
    "translation": "O my mind, seek the Sanctuary of God.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1885,
    "shabad_id": 136,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਦੂਜਾ ਕੋ ਨਹੀ; ੲੇਕੋ ਨਾਮੁ ਧਿਅਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Bin Dhoojaa Ko Nehee Eaeko Naam Dhhiaae ||1|| Rehaao ||",
    "translation": "Without the Lord, there is no other at all. Meditate on the One and only Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਰਾਖਾ) ਨਹੀਂ ਹੈ। (ਹੇ ਮਨ!) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1886,
    "shabad_id": 136,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕੀਮਤਿ. ਕਹਣੁ ਨ ਜਾੲੀਅੈ; ਸਾਗਰੁ ਗੁਣੀ ਅਥਾਹੁ ॥",
    "transliteration": "Keemath Kehan N Jaaeeai Saagar Gunee Athhaahu ||",
    "translation": "His Value cannot be estimated; He is the Vast Ocean of Excellence.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਸਾਰੇ) ਗੁਣਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, (ਐਸਾ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਦੀ) ਡੂੰਘਾਈ ਲੱਭ ਨਹੀਂ ਸਕਦੀ। ਉਸ ਦਾ ਮੁੱਲ ਹੀ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਭਾਵ, ਕੀਮਤੀ ਤੋਂ ਕੀਮਤੀ ਭੀ ਕੋਈ ਐਸੀ ਸ਼ੈ ਨਹੀਂ ਜਿਸ ਦੇ ਵੱਟੇ ਪਰਮਾਤਮਾ ਮਿਲ ਸਕੇ)।",
    "pronunciation": "(ਅਥਾਹੁ) ਬਹੁਤ ਡੰੂਘਾ",
    "type_id": 3
  },
  {
    "id": 1887,
    "shabad_id": 136,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਵਡਭਾਗੀ ਮਿਲੁ ਸੰਗਤੀ; ਸਚਾ ਸਬਦੁ ਵਿਸਾਹੁ ॥",
    "transliteration": "Vaddabhaagee Mil Sangathee Sachaa Sabadh Visaahu ||",
    "translation": "O most fortunate ones, join the Sangat, the Blessed Congregation; purchase the True Word of the Shabad.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਭਾਗਾਂ ਵਾਲੇ (ਮਨ!) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠ, (ਤੇ ਉਥੋਂ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਦਾ ਸੌਦਾ) ਖ਼ਰੀਦ।",
    "pronunciation": "(ਵਿਸਾਹੁ) ਖ੍ਰੀਦਦੇ। ਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 1888,
    "shabad_id": 136,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਰਿ ਸੇਵਾ ਸੁਖਸਾਗਰੈ; ਸਿਰਿ ਸਾਹਾ ਪਾਤਿਸਾਹੁ ॥੨॥",
    "transliteration": "Kar Saevaa Sukh Saagarai Sir Saahaa Paathisaahu ||2||",
    "translation": "Serve the Lord, the Ocean of Peace, the Supreme Lord over kings and emperors. ||2||",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਵਿਚੋਂ ਜਾਚ ਸਿੱਖ ਕੇ) ਸੁੱਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ, ਉਹ ਪ੍ਰਭੂ (ਦੁਨੀਆ ਦੇ) ਸ਼ਾਹਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਪਾਤਿਸ਼ਾਹ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1889,
    "shabad_id": 136,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਚਰਣਕਮਲ ਕਾ ਅਾਸਰਾ; ਦੂਜਾ ਨਾਹੀ ਠਾੳੁ ॥",
    "transliteration": "Charan Kamal Kaa Aasaraa Dhoojaa Naahee Thaao ||",
    "translation": "I take the Support of the Lord's Lotus Feet; there is no other place of rest for me.",
    "punjabi": "(ਹੇ ਪਾਰਬ੍ਰਹਮ! ਮੈਨੂੰ ਤੇਰੇ ਹੀ) ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਹੈ, (ਤੈਥੋਂ ਬਿਨਾ) ਮੇਰਾ ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1890,
    "shabad_id": 136,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮੈ. ਧਰ ਤੇਰੀ ਪਾਰਬ੍ਰਹਮ; ਤੇਰੈ ਤਾਣਿ ਰਹਾੳੁ ॥",
    "transliteration": "Mai Dhhar Thaeree Paarabreham Thaerai Thaan Rehaao ||",
    "translation": "I lean upon You as my Support, O Supreme Lord God. I exist only by Your Power.",
    "punjabi": "ਮੈਨੂੰ ਤੇਰੀ ਹੀ ਓਟ ਹੈ, ਮੈਂ ਤੇਰੇ (ਦਿੱਤੇ) ਬਲ ਨਾਲ ਹੀ ਜੀਊਂਦਾ ਹਾਂ।",
    "pronunciation": "(ਧਰ) ਅਾਸਰਾ। (ਤਾਣਿ) ਬਲ ਨਾਲ। (ਰਹਾੳੁ) ਰਹਿੰਦਾ ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 1891,
    "shabad_id": 136,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਨਿਮਾਣਿਅਾ. ਪ੍ਰਭੁ ਮਾਣੁ ਤੂੰ; ਤੇਰੈ ਸੰਗਿ ਸਮਾੳੁ ॥੩॥",
    "transliteration": "Nimaaniaa Prabh Maan Thoon Thaerai Sang Samaao ||3||",
    "translation": "O God, You are the Honor of the dishonored. I seek to merge with You. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਜਗਤ ਵਿਚ ਕੋਈ ਆਦਰ-ਮਾਨ ਨਹੀਂ ਦੇਂਦਾ, ਤੂੰ ਉਹਨਾਂ ਦਾ ਭੀ ਮਾਣ (ਦਾ ਵਸੀਲਾ) ਹੈਂ। (ਮਿਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1892,
    "shabad_id": 136,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜਪੀਅੈ ਅਾਰਾਧੀਅੈ; ਅਾਠ ਪਹਰ ਗੋਵਿੰਦੁ ॥",
    "transliteration": "Har Japeeai Aaraadhheeai Aath Pehar Govindh ||",
    "translation": "Chant the Lord's Name and contemplate the Lord of the World, twenty-four hours a day.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਅੱਠੇ ਪਹਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਗੋਬਿੰਦ ਨੂੰ ਆਰਾਧਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਅਾਰਾਧੀਅੈ) ਧਿਅਾੲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 1893,
    "shabad_id": 136,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜੀਅ ਪ੍ਰਾਣ ਤਨੁ ਧਨੁ ਰਖੇ; ਕਰਿ ਕਿਰਪਾ ਰਾਖੀ ਜਿੰਦੁ ॥",
    "transliteration": "Jeea Praan Than Dhhan Rakhae Kar Kirapaa Raakhee Jindh ||",
    "translation": "He preserves our soul, our breath of life, body and wealth. By His Grace, He protects our soul.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਸਰਨ ਆਏ) ਜੀਵਾਂ ਦੇ ਪ੍ਰਾਣਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਨਾਮ-ਧਨ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੈ। (ਸਰਨ ਆਏ ਜੀਵ ਦੀ) ਜਿੰਦ ਨੂੰ ਮਿਹਰ ਕਰ ਕੇ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1894,
    "shabad_id": 136,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਸਗਲੇ ਦੋਖ ੳੁਤਾਰਿਅਨੁ; ਪ੍ਰਭੁ ਪਾਰਬ੍ਰਹਮ ਬਖਸਿੰਦੁ ॥੪॥੧੨॥੮੨॥",
    "transliteration": "Naanak Sagalae Dhokh Outhaarian Prabh Paarabreham Bakhasindh ||4||12||82||",
    "translation": "O Nanak, all pain has been washed away, by the Supreme Lord God, the Forgiver. ||4||12||82||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਪਾਰਬ੍ਰਹਮ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ, ਉਹ (ਸਰਨ ਆਇਆਂ ਦੇ) ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੪॥੧੨॥੮੨॥",
    "pronunciation": "ਬਖ-ਸਿੰਦੁ",
    "type_id": 3
  },
  {
    "id": 1895,
    "shabad_id": 137,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1896,
    "shabad_id": 137,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪ੍ਰੀਤਿ ਲਗੀ. ਤਿਸੁ ਸਚ ਸਿੳੁ; ਮਰੈ ਨ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Preeth Lagee This Sach Sio Marai N Aavai Jaae ||",
    "translation": "I have fallen in love with the True Lord. He does not die, He does not come and go.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰੀ ਪ੍ਰੀਤਿ (ਹੁਣ) ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਲੱਗ ਗਈ ਹੈ, ਜੋ ਕਦੇ ਮਰਦਾ ਨਹੀਂ, ਜੋ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ।",
    "pronunciation": "ਲੱਗੀ",
    "type_id": 3
  },
  {
    "id": 1897,
    "shabad_id": 137,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾ ਵੇਛੋੜਿਅਾ. ਵਿਛੁੜੈ; ਸਭ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲਿ ॥",
    "transliteration": "Naa Vaeshhorriaa Vishhurrai Sabh Mehi Rehiaa Samaae ||",
    "translation": "In separation, He is not separated from us; He is pervading and permeating amongst all.",
    "punjabi": "ਉਹ ਵਿਛੋੜਿਆਂ ਵਿਛੁੜਦਾ ਭੀ ਨਹੀਂ। (ਹੇ ਮਾਂ!) ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਮਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1898,
    "shabad_id": 137,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਦੀਨ ਦਰਦ ਦੁਖ ਭੰਜਨਾ; ਸੇਵਕ ਕੈ ਸਤ ਭਾੲਿ ॥",
    "transliteration": "Dheen Dharadh Dhukh Bhanjanaa Saevak Kai Sath Bhaae ||",
    "translation": "He is the Destroyer of the pain and suffering of the meek. He bears True Love for His servants.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਗਰੀਬਾਂ ਦੇ ਦਰਦ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਉਹ ਪ੍ਰਭੂ ਸੇਵਕ ਨੂੰ ਉਸ ਦੀ ਭਲੀ ਭਾਵਨਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(ਸੱਤ) ਸੱਚੇ। (ਭਾੲਿ) ਪ੍ਰੇਮ ਨਿਸਚੇ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 1899,
    "shabad_id": 137,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਚਰਜ ਰੂਪੁ ਨਿਰੰਜਨੋ; ਗੁਰਿ ਮੇਲਾੲਿਅਾ ਮਾੲਿ ॥੧॥",
    "transliteration": "Acharaj Roop Niranjano Gur Maelaaeiaa Maae ||1||",
    "translation": "Wondrous is the Form of the Immaculate One. Through the Guru, I have met Him, O my mother! ||1||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦਾ ਸੁੰਦਰ ਰੂਪ ਹੈ, ਉਸ ਉੱਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈਂਦਾ। ਹੇ ਮਾਂ! ਉਹ ਪਰਮਾਤਮਾ ਮੈਨੂੰ (ਮੇਰੇ) ਗੁਰੂ ਨੇ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 1900,
    "shabad_id": 137,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਮੀਤੁ ਕਰਹੁ ਪ੍ਰਭੁ ਸੋੲਿ ॥",
    "transliteration": "Bhaaee Rae Meeth Karahu Prabh Soe ||",
    "translation": "O Siblings of Destiny, make God your Friend.",
    "punjabi": "ਹੇ ਭਾਈ! (ਤੂੰ ਭੀ) ਉਸੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
