{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਕਹੈ ਰਵਿਦਾਸੁ. ਨਾਮੁ ਤੇਰੋ ਆਰਤੀ; ਸਤਿ ਨਾਮੁ ਹੈ ਹਰਿ ਭੋਗ ਤੁਹਾਰੇ ॥੪॥੩॥",
      "page": 694,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Says Rav-Dass, Thy name alone is my present worship. The True Name is the food which I offer Thee, O Lord."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਰਵਿਦਾਸ ਜੀ ਆਖਦੇ ਹਨ, ਕੇਵਲ ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰੀ ਪ੍ਰਤੱਖ ਪੂਜਾ ਹੈ। ਤੇਰੇ ਸੱਚੇ ਨਾਮ ਦਾ ਪ੍ਰਸ਼ਾਦ ਹੀ ਮੈਂ ਤੈਨੂੰ ਚੜ੍ਹਾਉਂਦਾ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ!"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Says Ravi Daas, Your Name is my Aartee, my lamp-lit worship-service. The True Name, Sat Naam, is the food which I offer to You. ||4||3||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਰਵਿਦਾਸ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਹੀ ਆਰਤੀ ਹੈ ਔਰੁ ਸਤਿਨਾਮ ਹੀ ਤੁਮਾਰੇ ਕੋ ਭੋਗ ਲਗਤਾ ਹੈ, ਭਾਵ ਸੇ ਸਤਿਨਾਮ ਕੇ ਜਾਪ ਕੋ ਹੀ ਆਪ ਅੰਗੀਕਾਰ ਕਰਤੇ ਹੋ। ਇਹੀ ਆਪ ਕੀ ਪ੍ਰਸੰਨਤਾ ਕਾ ਕਾਰਨ ਹੈ॥੪॥੩॥☬ਤ੍ਰਿਲੋਚਨ ਭਗਤ ਬਾਣੀਆ ਸੰਤਾਨਹੀਨ ਰਹਾ। ਬ੍ਰਿਧ ਅਵਸਥਾ ਮੇਂ ਸੇਵਕ ਕੀ ਬਾਛਾ ਕਰੀ। ਪਰਮੇਸ੍ਵਰੁ ਸੇਵਕੁ ਹੋ ਕਰ ਆਨ ਰਹਿਆ। ਸੇਵਾ ਕਰ ਭਗਤ ਭਗਤਨੀ ਕੋ ਬਹੁਤ ਪ੍ਰਸੰਨ ਕੀਆ। ਏਕ ਦਿਨ ਪੜੋਸਨ ਪਾਸ ਭਗਤਨੀ ਨੇ ਕਹਾ: ਛਟੀ ਕਾ ਭੂਖਾ ਟਹਲ ਵਾਲਾ ਰਾਖ ਲੀਆ ਹੈ, ਭੋਜਨੁ ਖਾਂਦਾ ਰਜਦਾ ਨਹੀਂ। ਤਬ ਅਪਨੀ ਨਿੰਦਾ ਜਾਨ ਕਰ ਪਰਮੇਸ੍ਵਰ ਅਲੋਪ ਹੋ ਗਇਆ। ਤਬ ਵਿਰਲਾਪ ਕਰਤੀ ਹੂਈ ਭਗਤਨੀ ਪਰਮੇਸ੍ਵਰ ਕੀ ਨਿੰਦਾ ਕਰਨੇ ਲਗੀ ਕੇ ਹਮਾਰਾ ਟਹਲੂਆ ਭੀ ਨ ਰਹਨ ਦੀਆ ਬਚਾ ਪਿਟੇ ਪਰਮੇਸ੍ਵਰ ਨੇ। ਤਬ ਅਕਾਸ ਬਾਣੀ ਹੂਈ ਕਿ ਮੈਂ ਤੁਮਾਰੇ ਘਰ ਮੇਂ ਸੇਵਕੁ ਹੋ ਕਰ ਰਹਿਆ ਥਾ। ਤੁਮਾਰੇ ਪ੍ਰੇਮ ਕਰ ਦੀਏ ਭੋਜਨ ਕੋ ਮੈਂ ਬਸ ਨਹੀਂ ਕਹੀ। ਜੇ ਕਹੋ ਤੌ ਮੈਂ ਹੁਣ ਆ ਜਾਵਾਂ। ਐਸੇ ਸੁਣ ਕੇ ਉਲਟਾ ਪਛੁਤਾਪ ਕੀਆ। ਜਬ ਨਿੰਦਾ ਕਰਤੀ ਥੀ ਤਬ ਕਰਮਗਤੀ ਦੇਖਾਇ ਕਰ ਸਮਝਾਵਤੇ ਹੂਏ ਤ੍ਰਿਲੋਚਨ ਜੀ ਕਹਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਹੀ (ਮੇਰੇ ਲਈ) ਤੇਰੀ ਆਰਤੀ ਹੈ ਤੇਰੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਦਾ ਹੀ ਭੋਗ ਮੈਂ ਤੈਨੂੰ ਲਾਉਂਦਾ ਹਾਂ ॥੪॥੩॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Dice Ravi Das; Tu nombre es mi Arti, mi lámpara encendida de Alabanza en el Servicio, el Nombre Verdadero, Sat Nam, es mi ofrenda de alimento para Ti.. (4‑3)"
    }
  ]
}
