{
  "content": [
    {
      "asset": "GSNL",
      "type": "translation",
      "language": "pa",
      "data": "ਦੂਜੀ ਪਾਤਸ਼ਾਹੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਦਾ ਪਹਿਲਾ ਬੰਦਨਾ ਕਰਨ ਵਾਲਾ ਸੇਵਕ ਬਣਿਆ ਅਤੇ ਅਖੀਰ ਵਿਚ ਬੰਦਨਾਯੋਗ ਗੁਰੂ ਬਣਿਆ । ਉਸ ਸੱਚ ਤੇ ਯਕੀਨ ਦੀ ਮਸ਼ਾਲ ਦੀ ਰੋਸ਼ਨੀ ਉਸ ਦੀ ਜ਼ਾਤ ਸਦਕਾ ਦਿਨ ਨਾਲੋਂ ਵੀ ਵਧੇਰੇ ਸੀ । ਉਹ ਅਸਲ ਵਿਚ ਇੱਕੋ ਪਰ ਜ਼ਾਹਰਾ ਤੌਰ ਤੇ ਦੋ ਜਾਨ ਅਤੇ ਆਤਮਾ ਨੂੰ ਚਮਕਾਉਣ ਵਾਲੀਆਂ ਮਸ਼ਾਲਾਂ ਸਨ । ਅਸਲ ਵਿਚ ਉਹ ਇੱਕੋ ਸਨ ਪਰ ਵੇਖਣ ਵਿਚ ਦੋ ਚਿੰਗਾੜੀਆਂ ਸਨ ਜਿਹੜੀਆਂ ਸੱਚ ਤੋਂ ਬਿਨਾਂ ਸਭ ਕੁਝ ਸਾੜ ਦਿੰਦੀਆਂ ਹਨ । ਉਹ ਇੱਕ ਨਿਰੰਕਾਰ ਦੀ ਦਰਗਾਹ ਦੇ ਖਾਸ ਮਨੁੱਖਾਂ ਦਾ ਮਾਲ ਮਤਾਅ ਅਰਥਾਤ ਆਗੂ ਹਨ । ਗ਼ੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਸੱਚਖੰਡ ਦੇ ਪਰਵਾਨ ਬੰਦਿਆਂ ਦੀ ਥਾਉਂ ਹੈ । ਉਹ ਉੱਚੇ ਰੱਬ ਦਾ ਸਲਾਹਿਆ ਅਤੇ ਜਲਾਲ ਵਾਲੇ ਰੱਬ ਦੀ ਦਰਗਾਹ ਦਾ ਚੁਨਿਆ ਹੋਇਆ ਹੈ । ਉਹ ਉੱਚੇ ਰੱਬ ਦਾ ਸਲਾਹਿਆ ਅਤੇ ਜਲਾਲ ਵਾਲੇ ਰੱਬ ਦੀ ਦਰਗਾਹ ਦਾ ਚੁਨਿਆ ਹੋਇਆ ਹੈ । ਉਸ ਦੇ ਪਵਿੱਤ੍ਰ ਨਾਮ, ਅੰਗਦ, ਦਾ ਅਲਿਫ ਹਰ ਫਕੀਰ ਅਮੀਰ ਅਤੇ ਵੱਡੇ ਛੋਟੇ ਦੀ ਬਖਸ਼ਿਸ਼ ਅਤੇ ਵਡਿਆਈ ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਲੈਣ ਵਾਲਾ ਹੈ । ਉਸ ਦੇ ਨਾਮ ਦੀ ਸਚਾਈ ਨਾਲ ਭਰੇ ਨੂਨ ਦੀ ਸੁਗੰਧੀ ਹਰ ਛੋਟੇ ਵੱਡੇ ਅਤੇ ਹਰ ਕਮੀਂ ਕਮੀਨ ਨੂੰ ਨਿਵਾਜਨ ਵਾਲਾ ਹੈ । ਉਸ ਦੇ ਨਾਮ ਦੇ ਅਗਲੇ ਅੱਖਰ ਗਾਫ਼ ਉਸ ਦਸੀਵੀ ਦੀਵਾਨ ਅਤੇ ਉਸ ਮਾਲਕ ਦੇ ਸਦਾ ਚੜ੍ਹਦੀਆਂ ਕਲਾਂ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਜਹਾਨ ਦੇ ਮਾਰਗ ਦਾ ਪਾਂਧੀ ਹੈ । ਉਸਦੇ ਨਾਮ ਦੇ ਅੰਤਮ ਅੱਖਰ ਦਾਲ ਹਰ ਦੁਖ ਅਤੇ ਦਰਦ ਦੀ ਦਵਾ ਹੈ ਅਤੇ ਵਧਣ ਘਟਣ ਤੋ ਪਰ੍ਹਾਂ ਪਰੇਰੇ ਹੈ ।"
    },
    {
      "asset": "KEGP",
      "type": "translation",
      "language": "en",
      "data": "Second Guru, Guru Angad Dev Ji. The second Guru, Guru Angad Dev Ji, became the first supplicating disciple of Guru Nanak Sahib. Then he transformed himself into a mentor worth supplicating to. The light emitted from the flame of his strong faith in truth and belief, due to his disposition and personality, was far greater than that of the day. Both he and his mentor, Guru Nanak, had, in fact, one soul but outwardly were two torches to glisten the minds and the hearts of the people. Intrinsically, they were one but overtly were two sparks that could singe everything but the truth. The second Guru was the wealth and treasure and the leader of the special persons of the court of the Akaalpurakh. He became the anchor for the people who were acceptable in the divine court. He was a selected member of the heavenly court of the majestic and awe-inspiring Waaheguru and had received high praises from Him. The first letter of his name, 'Aliph', is the one that encompasses the virtues and blessings of high and low, rich and poor, and the king and the mendicant. The aroma of the truth-filled letter 'Noon' in his name bestows and cares for the high rulers and the low like menials. The next letter in his name 'Gaaf' represents the traveler of the path to the eternal congregation and for the world to stay in the highest spirits. The last letter in his name, 'Daal' is the cure for all diseases and pains and is above and beyond progression and recession."
    }
  ]
}
