[
  {
    "id": 88872,
    "shabad_id": 25057,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੋਗ ਬਿਖੈ ਭੋਗ ਅਰੁ ਭੋਗ ਬਿਖੈ ਜੋਗ ਜਤ ਗੁਰਮੁਖਿ ਪੰਥ ਜੋਗ ਭੋਗ ਸੈ ਅਤੀਤ ਹੈ",
    "transliteration": "Jog Bikhai Bhog Aru Bhog Bikhai Jog Jata , Gurmukhi Pand Jog Bhog Sai Ateet Hai ?",
    "translation": "Where yogic practitioners have innate desire for worldly relishments and the worldly people desire to become yogi, but those treading the path of Guru maintain a very different and unique desire in their hearts than the yogis.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88873,
    "shabad_id": 25057,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗਿਅਾਨ ਬਿਖੈ ਧਿਅਾਨ ਅਰੁ ਧਿਅਾਨ ਬਿਖੈ ਬੇਧੇ ਗਿਅਾਨ ਗੁਰਮਤਿ ਗਤਿ ਗਿਅਾਨ ਧਿਅਾਨ ਕੈ ਅਜੀਤ ਹੈ",
    "transliteration": "Giaan Bikhai Dhiaan Aru Dhiaan Bikhai Baydhay Giaana , Gurmati Gati Giaan Dhiaan Kai Ajeet Hai ?",
    "translation": "Those following the path of Gyan (knowledge) keep their mind focused on contemplation while those in contemplation are wandering for Gyan. But the state of a person treading the path of his Guru is above those persons who are pursuing Gyan or Dhyan (conte",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88874,
    "shabad_id": 25057,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰੇਮ ਕੈ ਭਗਤਿ ਅਰੁ ਭਗਤਿ ਕੈ ਪ੍ਰੇਮ ਨੇਮ ਅਲਖ ਭਗਤਿ ਪ੍ਰੇਮ ਗੁਰਮੁਖਿ ਰੀਤਿ ਹੈ",
    "transliteration": "Praym Kai Bhagati Aru Bhagati Kai Praym Nayma , Alakh Bhagati Praym Gurmukhi Reeti Hai ?",
    "translation": "Followers of path of love yearn for devotion and those on path of devotion desire love, but the innate desire of Guru-conscious person is to remain engrossed in loving worship of God.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88875,
    "shabad_id": 25057,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਿਰਗੁਨ ਸਰਗੁਨ ਬਿਖੈ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਰਿਦੈ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਪਾਰਿ ਪੂਰਨ ਪ੍ਰਤੀਤਿ ਹੈ ||੪੨||",
    "transliteration": "Niragoun Saragoun Bikhai Bisam Bisvaas Ridai , Bisam Bisvaas Paari Pooran Prateeti Hai ?42?",
    "translation": "Many seekers hold a faith on the worship of Transcendental Lord while others hold a strange view of worship of God. Perhaps their belief and understanding is half baked. But the disciples of Guru hold their faith on the Lord much above these strange devot",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
