[
  {
    "id": 88880,
    "shabad_id": 25059,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸੂਅਾ ਗਹਿ ਨਲਿਨੀ ਕੳੁ ੳੁਲਟਿ ਗਹਾਵੈ ਅਾਪੁ ਹਾਥ ਸੈ ਛਡਾੲੇ ਛਾਡੈ ਪਰ ਬਸਿ ਅਾਵੲੀ",
    "transliteration": "Sooaa Gahi Nalinee Kau Ulati Gahaavai Aapu , Haad Sai Chhadaaay Chhaadai Par Basi Aavaee ?",
    "translation": "A parrot catcher fixes a rotating pipe/tube on which a parrot comes and sits. The pipe rotates and the parrot hangs upside down. He does not let go the pipe. The parrot catcher then comes and frees his claws. Thus he becomes a slave.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88881,
    "shabad_id": 25059,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤੈਸੇ ਬਾਰੰਬਾਰ ਟੇਰਿ ਟੇਰਿ ਕਹੇ ਪਟੇ ਪਟੇ ਅਾਪਨੇ ਹੀ ਨਾਓ ਸੀਖਿ ਅਾਪ ਹੀ ਪੜਾੲੀ",
    "transliteration": "Taisay Baaranbaar Tayri Tayri Kahay Patay Patay , Aapanay Hee Naaao Seekhi Aap Hee Parhaaee ?",
    "translation": "As the parrot is trained and taught to say words, he repeatedly speak those words. He learns to speak his own name and he teaches it to others as well.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88882,
    "shabad_id": 25059,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਘੁਬੰਸੀ ਰਾਮ ਨਾਮੁ ਗਾਲ ਜਾਮਨੀ ਸੁ ਭਾਖ ਸੰਗਤਿ ਸੁਭਾਵ ਗਤਿ ਬੁਧਿ ਪ੍ਰਗਟਾਵੲੀ",
    "transliteration": "Raghoubansee Raam Naamu Gaal Jaamanee Su Bhaakha , Sangati Soubhaav Gati Budhi Pragataavaee ?",
    "translation": "A parrot learns to pronounce the name of Ram from the devotees of Ram. From the wicked and unrighteous, he learns bad names. In the company of Greeks, he learns their language. He develops his intellect according to the company he keeps.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88883,
    "shabad_id": 25059,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਚਰਨ ਸਰਨਿ ਸਾਧ ਸੰਗ ਮਿਲੇ ਅਾਪਾ ਅਾਪੁ ਚੀਨਿ ਗੁਰਮੁਖਿ ਸੁਖ ਪਾਵੲੀ ||੪੪||",
    "transliteration": "Taisay Gur Charan Sarani Saadh Sang Milay , Aapaa Aapu Cheeni Gurmukhi Soukh Paavaee ?44?",
    "translation": "Similarly in the company of holy men, and taking the refuge of the lotus-like feet of the Satguru, the Sikh in attendance of his Guru realises his self and enjoys the true bliss and peace. (44)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
