[
  {
    "id": 88888,
    "shabad_id": 25061,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ ਹੁੲਿ ੲਿਕਤ੍ਰ ਛਤ੍ਰਪਤਿ ਭੲੇ ਸਹਜ ਸਿੰਘਾਸਨ ਕੈ ਅਬਿ ਨਿਹਚਲ ਰਾਜ ਹੈ",
    "transliteration": "Man Bach Kram Hui Ikatr Chhatrapati Bhaay , Sahaj Singhaasan Kai Abi Nihachal Raaj Hai ?",
    "translation": "A Guru-conscious person feels like a mighty king when he is able to concentrate his mind on words and acts as per the teachings of Gum. When he is able to rest in a state of equipoise, he feels like an emperor of infallible kingdom.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88889,
    "shabad_id": 25061,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਤ ਅੳੁ ਸੰਤੋਖ ਦੲਿਅਾ ਧਰਮ ਅਰਥ ਮੇਲਿ ਪੰਚ ਪਰਵਾਨ ਕੀੲੇ ਗੁਰਮਤਿ ਸਾਜ ਹੈ",
    "transliteration": "Sat Au Santokh Daiaa Dharam Arad Mayli , Panch Paravaan Keeay Gurmati Saaj Hai ?",
    "translation": "By imbibing the five virtues of Truth, Contentment, Compassion, Righteousness and Purpose in accordance with the teachings of the Gum, he becomes acceptable and an honourable person.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88890,
    "shabad_id": 25061,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਕਲ ਪਦਾਰਥ ਅੳੁ ਸਰਬ ਨਿਧਾਨ ਸਭਾ ਸਿਵ ਨਗਰੀ ਸੁਬਾਸ ਕੋਟਿ ਛਬਿ ਛਾਜ ਹੈ",
    "transliteration": "Sakal Padaarad Au Sarab Nidhaan Sabhaa , Siv Nagaree Soubaas Koti Chhabi Chhaaj Hai ?",
    "translation": "All materials and worldly treasures are his. The divine abode of Dasam Duar is his fort where the continuous presence of melodious Naam makes him a unique and glorious person.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88891,
    "shabad_id": 25061,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰਾਜਨੀਤਿ ਰੀਤਿ ਪ੍ਰੀਤਿ ਪਰਜਾ ਕੈ ਸੁਖੈ ਸੁਖ ਪੂਰਨ ਮਨੋਰਥ ਸਫਲ ਸਬ ਕਾਜ ਹੈ ॥੪੬॥",
    "transliteration": "Raajaneeti Reeti Preeti Parajaa Kai Soukhai Soukha , Pooran Manorad Sadhal Sab Kaaj Hai ?46?",
    "translation": "The loving and affectionate treatment of such a king-like disciple of the True Guru with other human beings is his statesmanship that spreads happiness, peace and success all around him. (46)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
