[
  {
    "id": 88892,
    "shabad_id": 25062,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਮਨ ਬਚ ਕ੍ਰਮ ਹੁੲਿ ੲਿਕਤ੍ਰ ਗੰਮਿਤਾ ਤ੍ਰਿਕਾਲ ਤ੍ਰਿਭਵਨ ਸੁਧਿ ਪਾੲੀ ਹੈ",
    "transliteration": "Charan Sarani Man Bach Kram Hui Ikatra , Ganmitaa Trikaal Tribhavan Sudhi Paaee Hai ?",
    "translation": "When a Guru-conscious person achieves harmony with his mind, words and actions, and by the blessings of the refuge of True Guru, he acquires knowledge of times and the three worlds.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88893,
    "shabad_id": 25062,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਹਜ ਸਮਾਧਿ ਸਾਧਿ ਅਗਮ ਅਗਾਧਿ ਕਥਾ ਅੰਤਰਿ ਦਿਸੰਤਰ ਨਿਰੰਤਰੀ ਜਤਾੲੀ ਹੈ",
    "transliteration": "Sahaj Samaadhi Saadhi Agam Agaadhi Kadaa , Antari Disantar Nirantaree Jataaee Hai ?",
    "translation": "By practicing on Naam, a Guru-conscious person lives in a state of equipoise. Any description of that state is beyond our comprehension. It is indescribable. By dint of that state, he becomes aware of all that is happening in every nook and corner of the ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88894,
    "shabad_id": 25062,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਖੰਡ ਬ੍ਹਮੰਡ ਪਿੰਡ ਪ੍ਰਾਨ ਪ੍ਰਾਨਪਤਿ ਗਤਿ ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਸੋਹੰ ਲਿਵ ਲਾੲੀ ਹੈ",
    "transliteration": "Khand Brahamand Pind Praan Praanapati Gati , Gur Sikh Sandhi Milay Sohan Liv Laaee Hai ?",
    "translation": "By the union of Guru and Sikh, the seeker feels the presence of the Lord of Cosmos in his body and his life-giving support; and when he achieves oneness with God, he remains engrossed in the memory of Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88895,
    "shabad_id": 25062,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦਰਪਨ ਦਰਸ ਅੳੁ ਜੰਤ੍ਰ ਧਨਿ ਜੰਤ੍ਰੀ ਬਿਧਿ ਓਤ ਪੋਤਿ ਸੂਤੁ ੲੇਕੈ ਦੁਬਿਧਾ ਮਿਟਾੲੀ ਹੈ ||੪੭||",
    "transliteration": "Darapan Daras Au Jantr Dhani Jantree Bidhi , Aot Poti Sootu Aykai Doubidhaa Mitaaee Hai ?47?",
    "translation": "As the mirror and image in it, music and the musical instrument, waft and woof of a cloth are all part of each other and inseparable, so does the Guru-conscious person becomes one with God and is freed of all doubts of duality. (47)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
