[
  {
    "id": 88904,
    "shabad_id": 25065,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਦ੍ਰਿਸਟਿ ਦਰਸ ਲਿਵ ਗੁਰਮੁਖਿ ਬ੍ਹਮ ਗਿਅਾਨ ਧਿਅਾਨ ਲਿਵ ਲਾੲੀ ਹੈ",
    "transliteration": "Gur Sikh Sandhi Milay Drisati Daras Liva , Gurmukhi Braham Giaan Dhiaan Liv Laaee Hai ?",
    "translation": "When the devoted Guru-conscious person becomes one with the True form of the True Lord, his vision enjoins the holy sight of Guru. He who practices meditation on Lord's name remains attached with the words of wisdom of the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88905,
    "shabad_id": 25065,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਗੁਰਮੁਖਿ ਬ੍ਹਮ ਗਿਅਾਨ ਧਿਅਾਨ ਸੁਧਿ ਪਾੲੀ ਹੈ",
    "transliteration": "Gur Sikh Sandhi Milay Sabad Surati Liva , Gurmukhi Braham Giaan Dhiaan Sudhi Paaee Hai ?",
    "translation": "By the union of True Guru and his disciple (Gursikh) the disciple obeys the command of his Guru very sincerely and faithfully. By meditating on the Lord, he learns to reflect on the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88906,
    "shabad_id": 25065,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਸ੍ਵਾਮੀ ਸੇਵਕ ਹੁੲਿ ਗੁਰਮੁਖਿ ਨਿਹਕਾਮ ਕਰਨੀ ਕਮਾੲੀ ਹੈ",
    "transliteration": "Gur Sikh Sandhi Milay Svaamee Sayvak Hui , Gurmukhi Nihakaam Karanee Kamaaee Hai ?",
    "translation": "Thus union of a disciple with Guru imbibes the trait of service of the Master. He serves all without reward or desire as he has learnt that he is serving Him who resides in all.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88907,
    "shabad_id": 25065,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਕਰਨੀ ਸੁ ਗਿਅਾਨ ਧਿਅਾਨ ਗੁਰਮੁਖਿ ਪ੍ਰੇਮ ਨੇਮ ਸਹਜ ਸਮਾੲੀ ਹੈ ॥੫੦॥",
    "transliteration": "Gur Sikh Sandhi Milay Karanee Su Giaan Dhiaana , Gurmukhi Praym Naym Sahaj Samaaee Hai ?50?",
    "translation": "Such a person emerges as a person with ideal actions by virtue of the meditation and reflection on Lord. In the process, he attains equipoise and remains engrossed in it. (50)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
