[
  {
    "id": 88908,
    "shabad_id": 25066,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੰਧਿ ਮਿਲੇ ਬ੍ਹਮ ਧਿਅਾਨ ਲਿਵ ੲੇਕੰਕਾਰ ਕੈ ਅਾਕਾਰ ਅਨਿਕ ਪ੍ਰਕਾਰ ਹੈ",
    "transliteration": "Gurmukhi Sandhi Milay Braham Dhiaan Liva , Aykankaar Kai Aakaar Anik Prakaar Hai ?",
    "translation": "When a Guru-conscious person lives in harmony with his Guru, his mind is absorbed in the remembrance of God. He then realises that all forms are actually His forms.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88909,
    "shabad_id": 25066,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੰਧਿ ਮਿਲੇ ਬ੍ਹਮ ਗਿਅਾਨ ਲਿਵ ਨਿਰੰਕਾਰ ਓਅੰਕਾਰ ਬਿਬਿਧਿ ਬਿਥਾਰ ਹੈ",
    "transliteration": "Gurmukhi Sandhi Milay Braham Giaan Liva , Nirankaar Aoankaar Bibidhi Bidaar Hai ?",
    "translation": "And when he establishes his relationship with Him, he realises through the medium of meditation on His name that Formless Lord has manifested Himself in various forms and shapes.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88910,
    "shabad_id": 25066,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਸ੍ਵਾਮੀ ਸੇਵ ਸੇਵਕ ਹੁੲਿ ਬ੍ਹਮ ਬਿਬੇਕ ਪ੍ਰੇਮ ਭਗਤਿ ਅਚਾਰ ਹੈ",
    "transliteration": "Gur Sikh Sandhi Milay Svaamee Sayv Sayvak Hui , Braham Bibayk Praym Bhagati Achaar Hai ?",
    "translation": "The union of a devoted Sikh with True Guru renders him with an attitude of service and benevolence and he yearns to be available at His service. He then develops character of loving devotion and divine reflection.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88911,
    "shabad_id": 25066,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੰਧ ਮਿਲੇ ਪਰਮਦਭੁਤ ਗਤਿ ਨੇਤ ਨੇਤ ਨੇਤ ਨਮੋ ਨਮੋ ਨਮਸਕਾਰ ਹੈ ॥੫੧॥",
    "transliteration": "Gurmukhi Sandh Milay Paramadabhout Gati , Nayt Nayt Nayt Namo Namo Namasakaar Hai ?51?",
    "translation": "The state of union of a God-conscious person and his True Guru is glorious and full of astonishment. No other state can equal it. He is worthy of salutation infinite time, again and again. (51)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
