[
  {
    "id": 88929,
    "shabad_id": 25071,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਫਲ ਫੂਲ ਮੂਲ ਫਲ ਮੂਲ ਫਲ ਫਲ ਮੂਲ ਅਾਦਿ ਪਰਮਾਦਿ ਅਰੁ ਅੰਤ ਕੈ ਅਨੰਤ ਹੈ",
    "transliteration": "Dhal Dhool Mool Dhal Mool Dhal Dhal Moola , Aadi Paramaadi Aru Ant Kai Anant Hai ?",
    "translation": "From fruit one begets a seed and seed develops into a tree to give fruit, and this process continues. This system of growth has been in vogue before the beginning. Its end is beyond the end.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88930,
    "shabad_id": 25071,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਿਤ ਸੁਤ ਸੁਤ ਪਿਤ ਸੁਤ ਪਿਤ ਪਿਤ ਸੁਤ ੳੁਤਪਤਿ ਗਤਿ ਅਤਿ ਗੂੜ ਮੂਲ ਮੰਤ ਹੈ",
    "transliteration": "Pit Sout Sout Pit Sout Pit Pit Souta , Outapati Gati Ati Goorh Mool Mant Hai ?",
    "translation": "Father begets a son and the son then becomes a father and begets son. Thus continues the system of father-son-father. This convention of creation has very deep quintessence.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88931,
    "shabad_id": 25071,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਥਿਕ ਬਸੇਰਾ ਕੋ ਨਿਬੇਰਾ ਜਿੳੁ ਨਿਕਸਿ ਬੈਠ ੲਿਤ ੳੁਤ ਵਾਰ ਪਾਰ ਸਰਿਤਾ ਸਿਧਤ ਹੈ",
    "transliteration": "Padik Basayraa Ko Nibayraa Jiu Nikasi Baittha , It Out Vaar Paar Saritaa Sidhat Hai ?",
    "translation": "As the end of journey of a traveller depends upon his embarking a boat and then de-embarking from it, crossing the river defines its near and far ends, and these ends keep changing depending upon which direction a traveller is crossing the river from.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88932,
    "shabad_id": 25071,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰ ਗੋਬਿੰਦ ਗੋਬਿੰਦ ਗੁਰ ਅਬਿਗਤ ਗਤਿ ਸਿਮਰਤ ਸਿਖ ਸੰਤ ਹੈ ||੫੬||",
    "transliteration": "Pooran Braham Gur Gobind Gobind Gur , Abigat Gati Simarat Sikh Sant Hai ?56?",
    "translation": "Similarly all powerful, all knowing Guru is God Himself. He is both Guru and God. This incomprehensible state can best be understood by a Guru-conscious person. (56)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
