[
  {
    "id": 88945,
    "shabad_id": 25075,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਗਨ ਮੈ ਲੋਗਾਚਾਰ ਬੇਦਨ ਮੈ ਬੇਦ ਬਿਚਾਰ ਲੋਗ ਬੇਦ ਬੀਸ ੲਿਕੀਸ ਗੁਰ ਗਿਅਾਨ ਹੈ",
    "transliteration": "Logan Mai Logaachaar Baydan Mai Bayd Bichaara , Log Bayd Bees Ikees Gur Giaan Hai ?",
    "translation": "A Guru-conscious seeker lives like a worldly being in the society and conducts himself as a knowledgeable person among the scholars. And yet for him, all these are worldly deeds and keeps him unsullied from them. He remains engrossed in the memory of the ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88946,
    "shabad_id": 25075,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੋਗ ਮੈ ਨ ਜੋਗ ਭੋਗ ਮੈ ਨ ਖਾਨ ਪਾਨ ਜੋਗ ਭੋਗਾਤੀਤ ੳੁਨਮਨ ੳੁਨਮਾਨ ਹੈ",
    "transliteration": "Jog Mai N Jog Bhog Mai N Khaan Paana , Jog Bhogaateet Ounaman Ounamaan Hai ?",
    "translation": "The yogic practices do not provide a seeker with the true union of the Lord. The worldly pleasures are also devoid of true comfort and peace. Thus a Guru-conscious person keeps himself free from such distractions and enjoys the true bliss by engrossing hi",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88947,
    "shabad_id": 25075,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦ੍ਰਿਸਟ ਦਰਸ ਧਿਅਾਨ ਸਬਦ ਸੁਰਤਿ ਗਿਅਾਨ ਗਿਅਾਨ ਧਿਅਾਨ ਲਖ ਪ੍ਰੇਮ ਪਰਮ ਨਿਧਾਨ ਹੈ",
    "transliteration": "Drisat Daras Dhiaan Sabad Surati Giaana , Giaan Dhiaan Lakh Praym Param Nidhaan Hai ?",
    "translation": "Guru-conscious person's vision is always focused on the glimpse of his Guru. His mind is always engrossed in repeated remembrance of Lord's name. In acquiring such divine awareness, he is able to receive the divine treasure of love of the Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88948,
    "shabad_id": 25075,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ ਸ੍ਰਮ ਸਾਧਨਾਧ੍ਰਯਾਤਮ ਕ੍ਰਮ ਗੁਰਮੁਖ ਸੁਖ ਸਰਬੋਤਿਮ ਨਿਧਾਨ ਹੈ ||੬੦||",
    "transliteration": "Man Bach Kram Sram Saadhanaadhyaatam Krama , Gurmoukh Soukh Sarabotim Nidhaan Hai ?60?",
    "translation": "Whatever good he does with mind, words and actions, is all spiritual. He enjoys all the happiness in the supreme treasure of Naam Simran. (60)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
