[
  {
    "id": 88953,
    "shabad_id": 25077,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਅਵਗਾਹਨ ਬਿਮਲ ਮਤਿ ਸਬਦ ਸੁਰਤਿ ਗੁਰ ਗਿਅਾਨ ਕੋ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Sabad Surati Avagaahan Bimal Mati , Sabad Surati Gur Giaan Ko Pragaas Hai ?",
    "translation": "The Sikh who remains in service of his Guru, whose mind is engrossed in his teachings, who practices remembering Lord; his intellect becomes sharp and high. That enlightens his mind and soul with the light of Guru's knowledge.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88954,
    "shabad_id": 25077,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਸਮ ਦ੍ਰਿਸਟਿ ਕੈ ਦਿਬਿ ਜੋਤਿ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਅਨਭੈ ਅਭਿਅਾਸ ਹੈ",
    "transliteration": "Sabad Surati Sam Drisati Kai Dibi Joti , Sabad Surati Liv Anabhai Abhiaas Hai ?",
    "translation": "With Guru's word residing in the memory, seeing and treating all alike, he experiences the divine refulgence in his soul. By attachment of his mind in the divine word, he becomes a practitioner of Fearless Lord's Naam Simran.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88955,
    "shabad_id": 25077,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਪਰਮਾਰਥ ਪਰਮਪਦ ਸਬਦ ਸੁਰਤਿ ਸੁਖ ਸਹਜ ਨਿਵਾਸ ਹੈ",
    "transliteration": "Sabad Surati Paramaarad Paramapada , Sabad Surati Soukh Sahaj Nivaas Hai ?",
    "translation": "By this union a Guru-conscious person achieves emancipation, the supreme spiritual state. He then rests in a state of perpetual comfort and peace and lives in a state of blissful equipoise.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88956,
    "shabad_id": 25077,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਪ੍ਰੇਮ ਰਸ ਰਸਿਕ ਹੁੲਿ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਹੈ ||੬੨||",
    "transliteration": "Sabad Surati Liv Praym Ras Rasik Hui , Sabad Surati Liv Bisam Bisvaas Hai ?62?",
    "translation": "And by imbibing the divine word in his memory, Guru conscious person lives in the love of the Lord. He relishes the divine elixir forever. An astonishing devotion for the Lord develops in his mind then. (62)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
