[
  {
    "id": 88961,
    "shabad_id": 25079,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਨ ਬਚ ਕਰਮ ੲਿਕਤ੍ਰ ਭੲੇ ਪਰਮਦਭੁਤ ਗਤਿ ਅਲਖ ਲਖਾੲੇ ਹੈ",
    "transliteration": "Gurmukhi Man Bach Karam Ikatr Bhaay , Paramadabhout Gati Alakh Lakhaaay Hai ?",
    "translation": "The obedient slaves of Guru, being dyed in the hue of Naam Simran (with their mind, speech and actions being harmonious) sees the astonishing and transcendental Lord God conspicuous.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88962,
    "shabad_id": 25079,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਤਰ ਧਿਅਾਨ ਦਿਬ ਜੋਤ ਕੋ ੳੁਦੋਤੁ ਭੲਿਓ ਤ੍ਰਿਭਵਨ ਰੂਪ ਘਟ ਅੰਤਰਿ ਦਿਖਾੲੇ ਹੈ",
    "transliteration": "Antar Dhiaan Dib Jot Ko Udotu Bhaiao , Tribhavan Roop Ghat Antari Dikhaaay Hai ?",
    "translation": "And when he looks inward (concentrates his faculties within), he sees the divine light refulgent within. He sees the happenings of the three worlds in his consciousness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88963,
    "shabad_id": 25079,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਰਮ ਨਿਧਾਨ ਗੁਰ ਗਿਅਾਨ ਕੋ ਪ੍ਰਗਾਸੁ ਭੲਿਓ ਗੰਮਿਤਾ ਤ੍ਰਿਕਾਲ ਗਤਿ ਜਤਨ ਜਤਾੲੇ ਹੈ",
    "transliteration": "Param Nidhaan Gur Giaan Ko Pragaasu Bhaiao , Ganmitaa Trikaal Gati Jatan Jataaay Hai ?",
    "translation": "When the supreme treasure of Guru's Gyan (Divine knowledge) becomes effulgent in the mind of a Guru conscious person, he becomes aware of all the three worlds. And even then, he does not go astray from his objective of absorption of self into the vastness",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88964,
    "shabad_id": 25079,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਤਮ ਤਰੰਗ ਪ੍ਰੇਮ ਰਸ ਮਧ ਪਾਨ ਮਤ ਅਕਥ ਕਥਾ ਬਿਨੋਦ ਹੇਰਤ ਹਿਰਾੲੇ ਹੈ ||੬੪||",
    "transliteration": "Aatam Tarang Praym Ras Madh Paan Mata , Akad Kadaa Binod Hayrat Hiraaay Hai ?64?",
    "translation": "Such a devotee remains in a state of trance drinking deep the divine elixir of ecstasy. This wonderful state is beyond description. One feels amazed at this state. (64)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
