[
  {
    "id": 88973,
    "shabad_id": 25082,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਰਤਨ ਪਾਰਖ ਮਿਲਿ ਰਤਨ ਪਰੀਖਾ ਹੋਤ ਗੁਰਮੁਖਿ ਹਾਟ ਸਾਟ ਰਤਨ ਬਿੳੁਹਾਰ ਹੈ",
    "transliteration": "Ratan Paarakh Mili Ratan Pareekhaa Hota , Gurmukhi Haat Saat Ratan Biuhaar Hai ?",
    "translation": "The genuineness of a gem can only be assayed by some connoisseur of the trade. Similarly an alert and attentive Sikh of the Guru trades in the purchase of jewel like Naam at the shop of a True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88974,
    "shabad_id": 25082,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਾਨਕ ਹੀਰਾ ਅਮੋਲ ਮਨਿ ਮੁਕਤਾਹਲ ਕੈ ਗਾਹਕ ਚਾਹਕ ਲਾਭ ਲਭਤਿ ਅਪਾਰ ਹੈ",
    "transliteration": "Maanak Heeraa Amol Mani Moukataahal Kai , Gaahak Chaahak Laabh Labhati Apaar Hai ?",
    "translation": "He who is genuinely interested in the trading of the diamonds, pearls, rubies and precious stones, he alone makes maximum profit out of it. Similarly true devotees and disciples of the Guru trade in the commodity of True Naam and make their life profitabl",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88975,
    "shabad_id": 25082,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਅਵਗਾਹਨ ਬਿਸਾਹਨ ਕੈ ਪਰਮ ਨਿਧਾਨ ਪ੍ਰੇਮ ਨੇਮ ਗੁਰਦੁਅਾਰ ਹੈ",
    "transliteration": "Sabad Surati Avagaahan Bisaahan Kai , Param Nidhaan Praym Naym Gurduaar Hai ?",
    "translation": "By engrossing the mind in the divine word and trading in the commodity of Naam and Shabad (divine word), True Guru blesses his disciple with the treasure of love.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88976,
    "shabad_id": 25082,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਧਿ ਮਿਲਿ ਸੰਗਮ ਸਮਾਗਮ ਕੈ ਮਾੲਿਅਾ ਮੈ ੳੁਦਾਸ ਭਵ ਤਰਤ ਸੰਸਾਰ ਹੈ ||੬੭||",
    "transliteration": "Gursikh Sandhi Mili Sangam Samaagam Kai , Maaiaa Mai Udaas Bhav Tarat Sansaar Hai ?67?",
    "translation": "When a true servant meets with True Guru; when he joins the loving and devoted congregation of the Guru, such a disciple who is ever in attendance of the Guru remains aloof and unsullied of maya (mammon). He sails across the worldly ocean with impunity. (",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
