[
  {
    "id": 88985,
    "shabad_id": 25085,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅੰਤ ਕਾਲ ੲੇਕ ਘਰੀ ਨਿਗ੍ਹ ਕੈ ਸਤੀ ਹੋੲਿ ਧੰਨਿ ਧੰਨਿ ਕਹਤ ਹੈ ਸਕਲ ਸੰਸਾਰ ਜੀ",
    "transliteration": "Ant Kaal Ayk Gharee Nigrah Kai Satee Hoi , Dhanni Dhanni Kahat Hai Sakal Sansaar Jee ?",
    "translation": "Controlling her mind and with utmost determination, when a woman jumps into the pyre of her husband and self immolates herself, the whole world applauds her effort of being a loving and devoted wife.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88986,
    "shabad_id": 25085,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਤ ਕਾਲ ੲੇਕ ਘਰੀ ਨਿਗ੍ਹ ਕੈ ਜੋਧਾ ਜੂਝੈ ੲਿਤ ੳੁਤ ਜਤ ਕਤ ਹੋਤ ਜੈ ਜੈ ਕਾਰ ਜੀ",
    "transliteration": "Ant Kaal Ayk Gharee Nigrah Kai Jodhaa Joojhai , It Out Jat Kat Hot Jai Jai Kaar Jee ?",
    "translation": "As a brave warrior lays down his life fighting for his noble cause determinedly till the end, he is applauded here, there and everywhere as a martyr.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88987,
    "shabad_id": 25085,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅੰਤ ਕਾਲ ੲੇਕ ਘਰੀ ਨਿਗ੍ਹ ਕੈ ਚੋਰੁ ਮਰੈ ਫਾਸੀ ਕੈ ਸੂਰੀ ਚਢਾੲੇ ਜਗ ਮੈ ਧਿਕਾਰ ਜੀ",
    "transliteration": "Ant Kaal Ayk Gharee Nigrah Kai Choru Marai , Dhaasee Kai Sooree Chaddhaaay Jag Mai Dhikaar Jee ?",
    "translation": "Contrary to this, as a thief determinedly makes up his mind to commit theft, if caught, he is jailed, hanged or punished, he is degraded and rebuked the world over",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88988,
    "shabad_id": 25085,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਦੁਰਮਤਿ ਗੁਰਮਤਿ ਕੈ ਅਸਾਧ ਸਾਧ ਸੰਗਤਿ ਸੁਭਾਵ ਗਤਿ ਮਾਨਸ ਅੳੁਤਾਰ ਜੀ ||੭੦||",
    "transliteration": "Taisay Duramati Gurmati Kai Asaadh Saadha , Sangati Soubhaav Gati Maanas Aoutaar Jee ?70?",
    "translation": "Similarly one becomes bad and wicked with base wisdom whereas accepting and abiding by Guru's wisdom makes a person noble and virtuous. A human being makes his life a success or failure according to the company he keeps or his devotion to the holy congreg",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
