[
  {
    "id": 89013,
    "shabad_id": 25092,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਜੋਤ ਕੋ ੳੁਦੋਤ ਭੲਿਓ ਤ੍ਰਿਭਵਨ ਅੳੁ ਤ੍ਰਿਕਾਲ ਅੰਤਰਿ ਦਿਖਾੲੇ ਹੈ",
    "transliteration": "Sabad Surati Liv Jot Ko Udot Bhaiao , Tribhavan Au Trikaal Antari Dikhaaay Hai ?",
    "translation": "With the absorption of his mind in the divine word, a devoted servant of the Guru experiences the radiance of the Lord within, and in such a state, he becomes aware of the happenings three worlds and in the three periods. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89014,
    "shabad_id": 25092,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਗੁਰਮਤਿ ਕੋ ਪ੍ਰਗਾਸ ਅਕਥ ਕਥਾ ਬਿਨੋਦ ਅਲਖ ਲਖਾੲੇ ਹੈ",
    "transliteration": "Sabad Surati Liv Gurmati Ko Pragaasa , Akad Kadaa Binod Alakh Lakhaaay Hai ?",
    "translation": "With the lodging of the divine word in the consciousness Guru-conscious person, he experiences the refulgence of the divine wisdom within. And in this state, he establishes a relationship with the God and enjoys lasting bliss. He then understands the unkn",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89015,
    "shabad_id": 25092,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਨਿਝਰ ਅਪਾਰ ਧਾਰ ਪ੍ਰੇਮ ਰਸ ਰਸਿਕ ਹੁੲਿ ਅਪੀਅਾ ਪੀਅਾੲੇ ਹੈ",
    "transliteration": "Sabad Surati Liv Nijhar Apaar Dhaara , Praym Ras Rasik Hui Apeeaa Peeaaay Hai ?",
    "translation": "By his engrossment in the word, he experiences a perpetual flow of elixir of Naam from the Dasam Duar and he continuously enjoys its relishment.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89016,
    "shabad_id": 25092,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਸੋਹੰ ਸੋਹ ਅਜਪਾ ਜਾਪ ਸਹਜ ਸਮਾਧਿ ਸੁਖ ਸਾਗਰ ਸਮਾੲੇ ਹੈ ॥੭੭॥",
    "transliteration": "Sabad Surati Liv Sohan Soh Ajapaa Jaapa , Sahaj Samaadhi Soukh Saagar Samaaay Hai ?77?",
    "translation": "This engrossment of his consciousness attaches him with the comforting and peace-giving Lord and he remains absorbed meditating on His name. (77) ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
