[
  {
    "id": 89017,
    "shabad_id": 25093,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਧਿ ਕੈ ਬਿਅਾਧਿ ਕੈ ੳੁਪਾਧਿ ਕੈ ਤ੍ਰਿਦੋਖ ਹੁਤੇ ਗੁਰਸਿਖ ਸਾਧ ਗੁਰ ਬੈਦ ਪੈ ਲੈ ਅਾੲੇ ਹੈ",
    "transliteration": "Aadhi Kai Biaadhi Kai Oupaadhi Kai Tridokh Houtay , Gursikh Saadh Gur Baid Pai Lai Aaay Hai ?",
    "translation": "The disciple servant of the Guru brings all those who suffer from physical, psychic or ailments of mind, to the doctor like True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89018,
    "shabad_id": 25093,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਮਿਤ ਕਟਾਛ ਪੇਖ ਜਨਮ ਮਰਨ ਮੇਟੇ ਜੋਨ ਜਮ ਭੈ ਨਿਵਾਰੇ ਅਭੈ ਪਦ ਪਾੲੇ ਹੈ",
    "transliteration": "Anmit Kataachh Paykh Janam Maran Maytay , Jon Jam Bhai Nivaaray Abhai Pad Paaay Hai ?",
    "translation": "The True Guru obliterates their cycle of re-incarnation by casting one clement look of grace upon them. He makes them free of all psychosis of death and thus they attain a state of fearlessness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89019,
    "shabad_id": 25093,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਮਕਰੰਦ ਰਜ ਲੇਪਨ ਕੈ ਦੀਖਿਅਾ ਸੀਖਿਅਾ ਸੰਜਮ ਕੈ ਅੳੁਖਦ ਖਵਾੲੇ ਹੈ",
    "transliteration": "Charan Kamal Makarand Raj Laypan Kai , Deekhiaa Seekhiaa Sanjam Kai Aoukhad Khavaaay Hai ?",
    "translation": "By providing support to all those who come to his refuge, by consecrating them with practice of meditation and imparting them with divine knowledge, he provides them with the medication of Naam and restraint. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89020,
    "shabad_id": 25093,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਰਮ ਭਰਮ ਖੋੲੇ ਧਾਵਤ ਬਰਜਿ ਰਾਖੇ ਨਿਹਚਲ ਮਤਿ ਸੁਖ ਸਹਜ ਸਮਾੲੇ ਹੈ ||੭੮||",
    "transliteration": "Karam Bharam Khoay Dhaavat Baraji Raakhay , Nihachal Mati Soukh Sahaj Samaaay Hai ?78?",
    "translation": "And thus the ailing persons sheds away the network of rites and rituals controlling the wandering mind for enjoyment of false pleasures. They then stay in stable disposition and acquire state of equipoise. (78)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
