[
  {
    "id": 89041,
    "shabad_id": 25099,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬੀਸ ਕੇ ਬਰਤਮਾਨ ਭੲੇ ਨ ਸੁਬਾਸੁ ਬਾਂਸੁ ਹੇਮ ਨ ਭੲੇ ਮਨੂਰ ਲੋਗ ਬੇਦ ਗਿਅਾਨ ਹੈ",
    "transliteration": "Bees Kay Baratamaan Bhaay N Soubaasu Baansu , Haym N Bhaay Manoor Log Bayd Giaan Hai ?",
    "translation": "By the common folk wisdom, knowledge of religious books and the dealings of the worldly people, a bamboo cannot acquire fragrance nor can the iron waste become gold. It is the undeniable truth of Guru's intellect that a bamboo-like arrogant person cannot ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89042,
    "shabad_id": 25099,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪੰਥ ੲਿਕੀਸ ਕੋ ਬਰਤਮਾਨ ਚੰਦਨ ਸੁਬਾਸੁ ਬਾਂਸ ਬਾਸੈ ਦ੍ਰੁਮ ਅਾਨ ਹੈ",
    "transliteration": "Gurmukhi Pand Ikees Ko Baratamaana , Chandan Soubaasu Baans Baasai Droum Aan Hai ?",
    "translation": "The path of Sikhism is a path of One God. The sandalwood like True Guru blesses a bamboo-like arrogant person with humility and Naam making him full of virtuous qualities. His dedication to Naam Simran instills fragrance into other similar persons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89043,
    "shabad_id": 25099,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੰਚਨ ਮਨੂਰ ਹੋੲਿ ਪਾਰਸ ਪਰਸ ਭੇਟਿ ਪਾਰਸ ਮਨੂਰ ਕਰੈ ਅੳੁਰ ਠੳੁਰ ਮਾਨ ਹੈ",
    "transliteration": "Kanchan Manoor Hoi Paaras Paras Bhayti , Paaras Manoor Karai Aur Tthaur Maan Hai ?",
    "translation": "Vice laden iron waste-like person becomes philosopher-stone by touching Paaras (philosopher stone) like True Guru. The True Guru converts the wasted person into gold like virtuous. He earns respect everywhere.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89044,
    "shabad_id": 25099,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਸਾਧ ਸੰਗ ਪਤਿਤ ਪੁਨੀਤਿ ਰੀਤਿ ਗੁਰਸਿਖ ਸੰਧ ਮਿਲੇ ਗੁਰਸਿਖ ਜਾਨਿ ਹੈ ||੮੪||",
    "transliteration": "Gursikh Saadh Sang Patit Pouneeti Reeti , Gursikh Sandh Milay Gursikh Jaani Hai ?84?",
    "translation": "The congregation of holy and true disciples of a True Guru is capable of making the sinners into pious persons. One who joins the congregation of true Sikhs of Satguru is also known as Guru's disciple. (84)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
