[
  {
    "id": 89049,
    "shabad_id": 25101,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਪੂਰਨ ਹੁੲਿ ਅਕਥ ਕਥਾ ਬਿਨੋਦ ਕਹਤ ਨ ਅਾੲੇ ਹੈ",
    "transliteration": "Praym Ras Anmrit Nidhaan Paan Pooran Hui , Akad Kadaa Binod Kahat N Aaay Hai ?",
    "translation": "The union between Guru and Sikh is full of pleasure and happiness. It cannot be described. By the strenuous practice of meditation on the Guru blessed Naam and by relishing the elixir of love, a Sikh feels totally satiated.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89050,
    "shabad_id": 25101,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗਿਅਾਨ ਧਿਅਾਨ ਸਿਅਾਨ ਸਿਮਰਨ ਬਿਸਮਰਨ ਕੈ ਬਿਸਮ ਬਿਦੇਹ ਬਿਸਮਾਦ ਬਿਸਮਾੲੇ ਹੈ",
    "transliteration": "Giaan Dhiaan Siaan Simaran Bisamaran Kai , Bisam Bidayh Bisamaad Bisamaaay Hai ?",
    "translation": "Forgetting the worldly boasts of knowledge, involvements, wisdoms and other achievements, practicing the Simran strenuously, a Sikh loses the awareness of his existence and he merges in the astonishing of astonishing state.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89051,
    "shabad_id": 25101,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਦਿ ਪਰਮਾਦਿ ਅਰੁ ਅੰਤ ਕੈ ਅਨੰਤ ਭੲੇ ਥਾਹ ਕੈ ਅਥਾਹ ਨ ਅਪਾਰ ਪਾਰ ਪਾੲੇ ਹੈ",
    "transliteration": "Aadi Paramaadi Aru Ant Kai Anant Bhaay , Daah Kai Adaah N Apaar Paar Paaay Hai ?",
    "translation": "By reaching the high divine state and becoming one with the Lord who is beyond the beginning, and even the eons, a Sikh goes beyond the beginning and end. He becomes unfathomable and because of his oneness with Him, his extent cannot be comprehended.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89052,
    "shabad_id": 25101,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੇ ਬੀਸ ੲਿਕੀਸ ੲੀਸ ਸੋਹੰ ਸੋੲੀ ਦੀਪਕ ਸੈ ਦੀਪਕ ਜਗਾੲਿ ਹੈ ||੮੬||",
    "transliteration": "Gur Sikh Sandhi Milay Bees Ikees Eesa , Sohan Soee Deepak Sai Deepak Jagaai Hai ?86?",
    "translation": "This union of Guru and Sikh surely makes a Sikh like God Himself. This union makes him dwell in His name. He perpetually utters-Thou! Thou! Lord! Lord! and he enlightens the beacon of Naam. (86)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
