[
  {
    "id": 89061,
    "shabad_id": 25104,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK mwrg huie duibDw Brm Koey crn srin ghy inj Gir Awey hY",
    "transliteration": "Gurmukhi Maarag Hui Doubidhaa Bharam Khoay , Charan Sarani Gahay Nij Ghari Aaay Hai ?",
    "translation": "Entering the path of Sikhism destroys suspicions and separatism and by the support of Satguru, one realises self.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89062,
    "shabad_id": 25104,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "drs dris idib diRsit pRgws BeI AMmiRq ktwC kY Amr pd pwey hY",
    "transliteration": "Daras Darasi Dibi Drisati Pragaas Bhaee , Anmrit Kataachh Kai Amar Pad Paaay Hai ?",
    "translation": "By the glimpse of Satguru, one is blessed with a vision that enables one see the Lord all around oneself. By the clement look of Satguru, one achieves eternal position.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89063,
    "shabad_id": 25104,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sbd suriq Anhd inJr Jrn ismrn mMqR ilv aunmn Cwey hY",
    "transliteration": "Sabad Surati Anahad Nijhar Jharana , Simaran Mantr Liv Ounaman Chhaaay Hai ?",
    "translation": "By the union of word and consciousness and by virtue of the sweet tune of Naam, a perpetual flow of divine elixir starts flowing. By continuous repetition of Guru-given incantation, higher spiritual state is achieved.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89064,
    "shabad_id": 25104,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "mn bc kRm huie iekqR gurmuK suK pRym nym ibsm ibsÍws aupjwey hY ]89]",
    "transliteration": "Man Bach Kram Hui Ikatr Gurmoukh Soukha , Praym Naym Bisam Bisvaas Oupajaaay Hai ?89?",
    "translation": "A Guru-conscious person attains real spiritual comfort and peace by bringing in harmony between mind, words and deeds. That unique tradition of Lord's love breeds a wonderful confidence and faith in his mind. (89)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
