[
  {
    "id": 89065,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅਾਪਾ ਖੋੲਿ ਜੀਵਨ ਮੁਕਤਿ ਗਤਿ ਬਿਸਮ ਬਿਦੇਹ ਗੇਹ ਸਮਤ ਸੁਭਾੳੁ ਹੈ",
    "transliteration": "Gurmukhi Aapaa Khoi Jeevan Moukati Gati , Bisam Bidayh Gayh Samat Soubhaau Hai ?",
    "translation": "The Sikh follower of Guru loses his self and achieves salvation in his life when still alive. Leading a house holder’s life, he feels no concern for distress or peace/comfort that comes his way.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89066,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਸਮ ਨਰਕ ਸੁਰਗ ਅਰੁ ਪੁੰਨ ਪਾਪ ਸੰਪਤਿ ਬਿਪਤਿ ਚਿੰਤਾ ਚਾੳੁ ਹੈ",
    "transliteration": "Janam Maran Sam Narak Surag Aru , Pounn Paap Sanpati Bipati Chintaa Chaau Hai ?",
    "translation": "And then birth and death, sin and piety, heaven and hell, pleasures and tribulations, worry and happiness all means equal to him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89067,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਨ ਗ੍ਹ ਜੋਗ ਭੋਗ ਲੋਗ ਬੇਦ ਗਿਅਾਨ ਧਿਅਾਨ ਸੁਖ ਦੁਖ ਸੋਗਾਨੰਦ ਮਿਤ੍ਰ ਸਤ੍ਰ ਤਾੳੁ ਹੈ",
    "transliteration": "Ban Grah Jog Bhog Log Bayd Giaan Dhiaana , Soukh Doukh Sogaanand Mitr Satr Taau Hai ?",
    "translation": "For such a Guru-conscious person, jungle and home, enjoyment and renunciation, folk traditions and traditions of the scriptures, knowledge and contemplation, peace and distress, sorrow and pleasure, friendship and enmity are all the same.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89068,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਲੋਸਟ ਕਨਿਕ ਬਿਖੁ ਅੰਮ੍ਰਿਤ ਅਗਨ ਜਲ ਸਹਜ ਸਮਾਧਿ ੳੁਨਮਨ ਅਨੁਰਾੳੁ ਹੈ ॥੯੦॥",
    "transliteration": "Losat Kanik Bikhu Anmrit Agan Jala , Sahaj Samaadhi Ounaman Anuraau Hai ?90?",
    "translation": "A lump of earth or gold, poison and nectar, water and fire are all the same for a Guru-conscious person. Because, his love is to remain absorbed in the stable state of perpetual knowledge of the Guru. (90)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
