[
  {
    "id": 89077,
    "shabad_id": 25108,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sirqw srovr sill iml eyk Bey eyk mY Anyk hoq kYsy inrvwro jI",
    "transliteration": "Saritaa Sarovar Salil Mil Ayk Bhaay , Ayk Mai Anayk Hot Kaisay Niravaaro Jee ?",
    "translation": "When the water of river and lake meet, they become indistinguishable. Then how can they be disintegrated into their earlier form when they have become one?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89078,
    "shabad_id": 25108,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pwn cUnw kwQw supwrI Kwey surMg Bey bhuir n cqur brn ibsQwro jI",
    "transliteration": "Paan Choonaa Kaadaa Soupaaree Khaaay Surang Bhaay , Bahuri N Chatur Baran Bisadaaro Jee ?",
    "translation": "Chewing beetle leaf, catechu, lime and beetle nut produces deep red colour. But then none of these ingredients can be separated from that red colour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89079,
    "shabad_id": 25108,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pwrs priq hoq kink Aink Dwq kink mY Aink n hoq goqwcwro jI",
    "transliteration": "Paaras Parati Hot Kanik Anik Dhaata , Kanik Mai Anik N Hot Gotaachaaro Jee ?",
    "translation": "Many metals turn into gold by a touch of the philosopher-stone. Thereafter they cannot revert back to their original form.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89080,
    "shabad_id": 25108,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "cMdn subwsu kY subwsnw bnwspqI Bgq jgq piq ibsm bIcwro jI ]93]",
    "transliteration": "Chandan Soubaasu Kai Soubaasanaa Banaasapatee , Bhagat Jagat Pati Bisam Beechaaro Jee ?93?",
    "translation": "The sandalwood tree imparts fragrance to all the other trees around it. That fragrance cannot then be taken away from them. Similarly the union of the Lord and his devotees is a very strange and astonishing tale. They become one and there is no duality le",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
