[
  {
    "id": 89105,
    "shabad_id": 25115,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਹੀਂ ਦਦਸਾਰ ਪਿਤ ਪਿਤਾਮਾ ਪਰਪਿਤਾਮਾ ਸੁਜਨ ਕੁਟੰਬ ਸੁਤ ਬਾਧਵ ਨ ਭ੍ਰਾਤਾ ਹੈ",
    "transliteration": "Naheen Dadasaar Pit Pitaamaa Parapitaamaa , Sujan Koutanb Sout Baadhav N Bhraataa Hai ?",
    "translation": "In the paternal hierarchy, there is not one relation; whether grandfather, great grandfather or any other son of the family, ward or brother;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89106,
    "shabad_id": 25115,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਹੀ ਨਨਸਾਰ ਮਾਤਾ ਪਰਮਾਤਾ ਬਿਰਧਿ ਪਰਮਾਤਾ ਮਾਮੂ ਮਾਮੀ ਮਾਸੀ ਅੌ ਮੌਸਾ ਬਿਬਿਧ ਬਿਖਾਤਾ ਹੈ",
    "transliteration": "Nahee Nanasaar Maataa Paramaataa Biradhi Paramaataa , Maamoo Maamee Maasee Au Maousaa Bibidh Bikhaataa Hai ?",
    "translation": "Similarly there isn't any relation, whether it is mother, grandmother or great grandmother, maternal uncle, aunt or any other recognised relationships;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89107,
    "shabad_id": 25115,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਹੀ ਸਸੁਰਾਰ ਸਾਸੁ ਸੁਸਰਾ ਸਾਰੋ ਅੳੁਸਾਰੀ ਨਹੀ ਬਿਰਤੀਸੁਰ ਮੈ ਜਾਚਿਕ ਨ ਦਾਤਾ ਹੈ",
    "transliteration": "Nahee Sasuraar Saasu Sousaraa Saaro Aousaaree , Nahee Birateesur Mai Jaachik N Daataa Hai ?",
    "translation": "And also there is no relationship in the in-laws family whether mother-in-law, brother-in-law or sister-in-law; nor is their any relationship of family priest, donor or beggar.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89108,
    "shabad_id": 25115,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਸਨ ਬਸਨ ਧਨ ਧਾਮ ਕਾਹੂ ਮੈ ਨ ਦੇਖਿਓ ਜੈਸਾ ਗੁਰਸਿਖ ਸਾਧਸੰਗਤ ਕੋ ਨਾਤਾ ਹੈ ॥੧੦੦॥",
    "transliteration": "Asan Basan Dhan Dhaam Kaahoo Mai N Daykhiao , Jaisaa Gursikh Saadhasangat Ko Naataa Hai ?100?",
    "translation": "Nor has any relationship been seen amongst the friends and close associates who share their eats and drinks as is the relationship of Sikh Sangat (congregation) and a Sikh. (100)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
