[
  {
    "SHABAD_ID": 1572,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "dieAw krhu. ikrm Apuny kau; iehY mnorQu suAwau ]2]",
    "TRANSLITERATION": "Dhaeiaa Karahu Kiram Apunae Ko Eihai Manorathh Suaao ||2||",
    "PUNJABI": "ਆਪਣੇ ਇਸ ਨਾਚੀਜ਼ ਸੇਵਕ ਉਤੇ ਮੇਹਰ ਕਰ ਕੇ ਮੇਰਾ ਇਹ ਮਨੋਰਥ ਪੂਰਾ ਕਰ, ਮੇਰੀ ਇਹ ਲੋੜ ਪੂਰੀ ਕਰ ॥੨॥",
    "PRONUNCIATION": "(suAwau) lwB"
  },
  {
    "SHABAD_ID": 1572,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "qnu Dnu qyrw. qUM pRBu myrw; hmrY vis ikCu nwih ]",
    "TRANSLITERATION": "Than Dhhan Thaeraa Thoon Prabh Maeraa Hamarai Vas Kishh Naahi ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਇਹ ਸਰੀਰ ਮੇਰਾ ਇਹ ਧਨ ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਲਕ ਹੈਂ (ਅਸੀਂ ਜੀਵ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਤੇਰਾ ਨਾਮ ਜਪਣ ਜੋਗੇ ਨਹੀਂ ਹਾਂ) ਸਾਡੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "v`is ik`Cu"
  },
  {
    "SHABAD_ID": 1572,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "ijau ijau rwKih. iqau iqau rhxw; qyrw dIAw Kwih ]3]",
    "TRANSLITERATION": "Jio Jio Raakhehi Thio Thio Rehanaa Thaeraa Dheeaa Khaahi ||3||",
    "PUNJABI": "ਤੂੰ ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਜਿਸ ਜਿਸ ਹਾਲ ਵਿਚ ਰੱਖਦਾ ਹੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਅਸੀਂ ਜੀਵਨ ਬਿਤਾਂਦੇ ਹਾਂ, ਅਸੀਂ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹਰੇਕ ਪਦਾਰਥ ਖਾਂਦੇ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1572,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm jnm ky iklivK kwtY; mjnu hir jn DUir ]",
    "TRANSLITERATION": "Janam Janam Kae Kilavikh Kaattai Majan Har Jan Dhhoor ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ ਵਿਚ (ਕੀਤਾ ਹੋਇਆ) ਇਸ਼ਨਾਨ (ਮਨੁੱਖ ਦੇ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ (ਕੀਤੇ ਹੋਏ) ਪਾਪ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,",
    "PRONUNCIATION": "(iklivK) pwp[ (m`jnu) ieSnwn"
  },
  {
    "SHABAD_ID": 1572,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "Bwie Bgiq. Brm Bau nwsY; hir nwnk. sdw hjUir ]4]4]139]",
    "TRANSLITERATION": "Bhaae Bhagath Bharam Bho Naasai Har Naanak Sadhaa Hajoor ||4||4||139||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ ਦਾ) ਹਰੇਕ ਕਿਸਮ ਦਾ ਡਰ ਵਹਮ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਸਦਾ ਅੰਗ-ਸੰਗ ਪ੍ਰਤੀਤ ਹੋਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੪॥੪॥੧੩੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Agm Agocru drsu qyrw; so pwey. ijsu msqik Bwgu ]",
    "TRANSLITERATION": "Agam Agochar Dharas Thaeraa So Paaeae Jis Masathak Bhaag ||",
    "PUNJABI": "ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਤੂੰ ਮਨੁੱਖਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ, ਤੇਰਾ ਦਰਸਨ ਓਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਕਿਸਮਤ ਜਾਗ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Awip ikRpwil. ikRpw pRiB DwrI; siqguir bKisAw hir nwmu ]1]",
    "TRANSLITERATION": "Aap Kirapaal Kirapaa Prabh Dhhaaree Sathigur Bakhasiaa Har Naam ||1||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਕਿਰਪਾ ਦੇ ਘਰ ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਕੀਤੀ ਸਤਿਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਨਾਮ (-ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਬਖ਼ਸ਼ ਦਿੱਤੀ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "kiljugu auDwirAw; gurdyv ]",
    "TRANSLITERATION": "Kalijug Oudhhaariaa Guradhaev ||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਤੂੰ (ਤਾਂ) ਕਲਿਜੁਗ ਨੂੰ ਭੀ ਬਚਾ ਲਿਆ ਹੈ (ਜਿਸ ਨੂੰ ਹੋਰ ਜੁਗਾਂ ਨਾਲੋਂ ਭੈੜਾ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "ml mUq mUV. ij muGd hoqy; siB lgy qyrI syv ]1] rhwau ]",
    "TRANSLITERATION": "Mal Mooth Moorr J Mughadh Hothae Sabh Lagae Thaeree Saev ||1|| Rehaao ||",
    "PUNJABI": "(ਜੇਹੜੇ ਭੀ) ਪਹਿਲਾਂ) ਗੰਦੇ ਤੇ ਮੂਰਖ (ਸਨ ਉਹ) ਸਾਰੇ ਤੇਰੀ ਸੇਵਾ ਵਿਚ ਆ ਲੱਗੇ ਹਨ (ਤੇਰੀ ਦੱਸੀ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਲੱਗ ਪਏ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(muGd) mUrK"
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "qU Awip krqw. sB isRsit Drqw; sB mih rihAw smwie ]",
    "TRANSLITERATION": "Thoo Aap Karathaa Sabh Srisatt Dhharathaa Sabh Mehi Rehiaa Samaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ਤੂੰ ਆਪ (ਹੀ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਸਰਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੈਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "Drmrwjw ibsmwdu hoAw; sB peI pYrI Awie ]2]",
    "TRANSLITERATION": "Dhharam Raajaa Bisamaadh Hoaa Sabh Pee Pairee Aae ||2||",
    "PUNJABI": "(ਫਿਰ ਕੋਈ ਜੁਗ ਚੰਗਾ ਕਿਵੇਂ? ਤੇ, ਕੋਈ ਜੁਗ ਮਾੜਾ ਕਿਵੇਂ? ਭਾਵੇਂ ਇਸ ਕਲਿਜੁਗ ਨੂੰ ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚੋਂ ਭੈੜਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਫਿਰ ਭੀ) ਧਰਮ ਰਾਜ ਹੈਰਾਨ ਹੋ ਰਿਹਾ ਹੈ (ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਕੇ) ਸਾਰੀ ਲੁਕਾਈ ਤੇਰੀ ਚਰਨੀਂ ਲੱਗ ਰਹੀ ਹੈ। (ਸੋ, ਜੇ ਪੁਰਾਣੇ ਖ਼ਿਆਲਾਂ ਵਲ ਜਾਈਏ ਤਾਂ ਭੀ ਇਹ ਕਲਿਜੁਗ ਮਾੜਾ ਜੁਗ ਨਹੀਂ, ਤੇ ਇਹ ਜੁਗ ਜੀਵਾਂ ਨੂੰ ਮੰਦ-ਕਰਮਾਂ ਵਲ ਨਹੀਂ ਪ੍ਰੇਰਦਾ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "sqjugu qRyqw. duAwpru BxIAY; kiljugu aUqmo. jugw mwih ]",
    "TRANSLITERATION": "Sathajug Thraethaa Dhuaapar Bhaneeai Kalijug Oothamo Jugaa Maahi ||",
    "PUNJABI": "ਸਤਿਜੁਗ ਨੂੰ, ਤ੍ਰੇਤੇ ਨੂੰ, ਦੁਆਪਰ ਨੂੰ (ਚੰਗਾ) ਜੁਗ ਆਖਿਆ ਜਾਂਦਾ ਹੈ (ਪਰ ਪ੍ਰਤੱਖ ਦਿੱਸ ਰਿਹਾ ਹੈ ਕਿ ਸਗੋਂ) ਕਲਿਜੁਗ ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਹੈ,",
    "PRONUNCIATION": "(BxIAY) AwKIdw[ sqj`ugu kilj`ugu j`ugW"
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "Aih kru kry. su Aih kru pwey; koeI n pkVIAY. iksY Qwie ]3]",
    "TRANSLITERATION": "Ahi Kar Karae S Ahi Kar Paaeae Koee N Pakarreeai Kisai Thhaae ||3||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਇਸ ਜੁਗ ਵਿਚ) ਜੇਹੜਾ ਹੱਥ ਕੋਈ ਕਰਮ ਕਰਦਾ ਹੈ, ਉਹੀ ਹੱਥ ਉਸ ਦਾ ਫ਼ਲ ਭੁਗਤਦਾ ਹੈ। ਕੋਈ ਮਨੁੱਖ ਕਿਸੇ ਹੋਰ ਮਨੁੱਖ ਦੇ ਥਾਂ (ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਫੜਿਆ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "PRONUNCIATION": "(Aih) ies (kru) h`Q"
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "hir jIau soeI krih, ij Bgq qyry jwcih; eyhu qyrw ibrdu ]",
    "TRANSLITERATION": "Har Jeeo Soee Karehi J Bhagath Thaerae Jaachehi Eaehu Thaeraa Biradh ||",
    "PUNJABI": "(ਕੋਈ ਭੀ ਜੁਗ ਹੋਵੇ, ਤੂੰ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਲਾਜ ਸਦਾ ਰੱਖਦਾ ਆਇਆ ਹੈਂ) ਤੂੰ ਓਹੀ ਕੁਝ ਕਰਦਾ ਹੈਂ ਜੋ ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਪਾਸੋਂ ਮੰਗਦੇ ਹਨ, ਇਹ ਤੇਰਾ ਮੁਢ ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1573,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "kr joiV nwnk. dwnu mwgY; ApixAw sMqw dyih hir drsu ]4]5]140]",
    "TRANSLITERATION": "Kar Jorr Naanak Dhaan Maagai Apaniaa Santhaa Dhaehi Har Dharas ||4||5||140||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਭੀ ਆਪਣੇ) ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ (ਤੇਰੇ ਦਰ ਤੋਂ) ਦਾਨ ਮੰਗਦਾ ਹੈ ਕਿ ਨਾਨਕ ਨੂੰ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਦੇਹ ॥੪॥੫॥੧੪੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "rwgu Awsw mhlw 5 Gru 13",
    "TRANSLITERATION": "Raag Aasaa Mehalaa 5 Ghar 13",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੧੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "siqgur; bcn qum@wry ]",
    "TRANSLITERATION": "Sathigur Bachan Thumhaarae ||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੇ ਬਚਨਾਂ ਨੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "inrgux; insqwry ]1] rhwau ]",
    "TRANSLITERATION": "Niragun Nisathaarae ||1|| Rehaao ||",
    "PUNJABI": "(ਤੇਰੀ ਸਰਨ ਪਏ ਅਨੇਕਾਂ) ਗੁਣ-ਹੀਣ ਬੰਦਿਆਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "mhw ibKwdI. dust ApvwdI; qy punIq sMgwry ]1]",
    "TRANSLITERATION": "Mehaa Bikhaadhee Dhusatt Apavaadhee Thae Puneeth Sangaarae ||1||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਬੰਦੇ ਭੀ ਪਵਿਤ੍ਰ ਆਚਰਣ ਵਾਲੇ ਬਣ ਗਏ ਜੇਹੜੇ ਪਹਿਲਾਂ ਬੜੇ ਖਰ੍ਹਵੇ ਸੁਭਾਵ ਵਾਲੇ ਸਨ, ਭੈੜੇ ਆਚਰਨ ਵਾਲੇ ਸਨ ਤੇ ਮੰਦੇ ਬੋਲ ਬੋਲਣ ਵਾਲੇ ਸਨ ॥੧॥",
    "PRONUNCIATION": "(ibKwdI) Koty JgVwlU[ (Ap-vwdI)inMdk[ (sMgwry) sMgq c"
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm BvMqy. nrik pVMqy; iqn ky kul auDwry ]2]",
    "TRANSLITERATION": "Janam Bhavanthae Narak Parranthae Thinh Kae Kul Oudhhaarae ||2||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਤੂੰ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀਆਂ ਕੁਲਾਂ ਦੀਆਂ ਕੁਲਾਂ (ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗਣ ਤੋਂ) ਬਚਾ ਲਈਆਂ, ਜੇਹੜੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਆ ਰਹੇ ਸਨ ਤੇ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੇ) ਨਰਕ ਵਿਚ ਪਏ ਆ ਰਹੇ ਸਨ ॥੨॥",
    "PRONUNCIATION": "pVMqy: VwVy pYr hlMq nhIN lwauxw"
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "koie n jwnY. koie n mwnY; sy prgtu hir duAwry ]3]",
    "TRANSLITERATION": "Koe N Jaanai Koe N Maanai Sae Paragatt Har Dhuaarae ||3||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਉਹ ਮਨੁੱਖ ਭੀ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆਦਰ-ਮਾਣ ਹਾਸਲ ਕਰਨ ਜੋਗੇ ਹੋ ਗਏ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਹਿਲਾਂ ਕੋਈ ਜਾਣਦਾ-ਪਛਾਣਦਾ ਨਹੀਂ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਕੋਈ ਆਦਰ ਨਹੀਂ ਸੀ ਦੇਂਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1574,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "kvn aupmw dyau, kvn vfweI; nwnk. iKnu iKnu vwry ]4]1]141]",
    "TRANSLITERATION": "Kavan Oupamaa Dhaeo Kavan Vaddaaee Naanak Khin Khin Vaarae ||4||1||141||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਤਿਗੁਰੂ!) ਮੈਂ ਤੇਰੇ ਵਰਗਾ ਹੋਰ ਕਿਸ ਨੂੰ ਆਖਾਂ? ਮੈਂ ਤੇਰੀ ਕੀਹ ਸਿਫ਼ਤਿ ਕਰਾਂ? ਮੈਂ ਤੈਥੋਂ ਹਰੇਕ ਖਿਨ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੧॥੧੪੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1575,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1575,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "bwvr; soie rhy ]1] rhwau ]",
    "TRANSLITERATION": "Baavar Soe Rehae ||1|| Rehaao ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲੇ ਹੋਏ ਮਨੁੱਖ (ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1575,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "moh kutMb. ibKY rs mwqy; imiQAw ghn ghy ]1]",
    "TRANSLITERATION": "Moh Kuttanb Bikhai Ras Maathae Mithhiaa Gehan Gehae ||1||",
    "PUNJABI": "(ਅਜੇਹੇ ਬੰਦੇ) ਪਰਵਾਰ ਦੇ ਮੋਹ ਅਤੇ ਵਿਸ਼ਿਆਂ ਦੇ ਸੁਆਦਾਂ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਕੂੜੀਆਂ ਮੱਲਾਂ ਮੱਲਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(imiQAw) JUTy (ghn) bMDnW c (ghy) pkVy rhy[ imiQAw"
  },
  {
    "SHABAD_ID": 1575,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "imQn mnorQ. supn AwnMd aulws; min muiK siq khy ]2]",
    "TRANSLITERATION": "Mithhan Manorathh Supan Aanandh Oulaas Man Mukh Sath Kehae ||2||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਾਗਲ ਹੋਏ ਮਨ) ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਦੀ ਲਾਲਸਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਸਾਥ ਨਹੀਂ ਨਿਭਣਾ ਜੋ ਸੁਪਨਿਆਂ ਵਿਚ ਪ੍ਰਤੀਤ ਹੋ ਰਹੇ ਮੌਜ-ਮੇਲਿਆਂ ਵਾਂਗ ਹਨ, (ਅਜੇਹੇ ਬੰਦੇ) ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਸਮਝਦੇ ਹਨ, ਮੂੰਹੋਂ ਭੀ ਉਹਨਾਂ ਨੂੰ ਹੀ ਪੱਕੇ ਸਾਥੀ ਆਖਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(imQn) JUTy (mnorQ) sMklp[ (aulws) auqSwh"
  },
  {
    "SHABAD_ID": 1575,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "AMimRqu nwmu pdwrQu sMgy; iqlu mrmu. n lhy ]3]",
    "TRANSLITERATION": "Anmrith Naam Padhaarathh Sangae Thil Maram N Lehae ||3||",
    "PUNJABI": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਦਾ ਸਾਥ ਦੇਣ ਵਾਲਾ ਪਦਾਰਥ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਝੱਲੇ ਹੋਏ ਮਨੁੱਖ ਇਸ ਹਰਿ-ਨਾਮ ਦਾ ਭੇਤ ਰਤਾ ਭੀ ਨਹੀਂ ਸਮਝਦੇ ॥੩॥",
    "PRONUNCIATION": "(mrmu) Byq"
  },
  {
    "SHABAD_ID": 1575,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "kir ikrpw rwKy sqsMgy; nwnk. srix Awhy ]4]2]142]",
    "TRANSLITERATION": "Kar Kirapaa Raakhae Sathasangae Naanak Saran Aahae ||4||2||142||",
    "PUNJABI": "(ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਮੇਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰੱਖਦਾ ਹੈ ਉਹੀ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆਏ ਰਹਿੰਦੇ ਹਨ ॥੪॥੨॥੧੪੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1576,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 iqpdy ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 Thipadhae ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਤਿਨ ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1576,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "Ehw; pRym iprI ]1] rhwau ]",
    "TRANSLITERATION": "Ouhaa Praem Piree ||1|| Rehaao ||",
    "PUNJABI": "(ਮੈਨੂੰ ਤਾਂ) ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਦਾ ਉਹ ਪ੍ਰੇਮ ਹੀ (ਚਾਹੀਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(iprI) ipAwrw[ iq-pdy"
  },
  {
    "SHABAD_ID": 1576,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "kink mwixk. gj moqIAn lwln; nh nwh nhI ]1]",
    "TRANSLITERATION": "Kanik Maanik Gaj Motheean Laalan Neh Naah Nehee ||1||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦੇ ਟਾਕਰੇ ਤੇ) ਸੋਨਾ, ਮੋਤੀ, ਵੱਡੇ ਵੱਡੇ ਮੋਤੀ, ਹੀਰੇ-ਲਾਲ-ਮੈਨੂੰ ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਚੀਜ਼ ਨਹੀਂ ਚਾਹੀਦੀ, ਨਹੀਂ ਚਾਹੀਦੀ ॥੧॥",
    "PRONUNCIATION": "(:polw bolo gj) hwQI moqI lwlW dy l`dy"
  },
  {
    "SHABAD_ID": 1576,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "rwjn Bwgn hukm n swdn ]",
    "TRANSLITERATION": "Raajhan Bhaaghan Hukam N Saadhan",
    "PUNJABI": "(ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ ਥਾਂ) ਨਾਹ ਰਾਜ, ਨਾਹ ਧਨ-ਪਦਾਰਥ, ਨਾਹ ਹੁਕੂਮਤ ਨਾਹ ਸੁਆਦਲੇ ਖਾਣੇ,",
    "PRONUNCIATION": "(swdn)mhl, suAwd"
  }
]