[
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "ey mn. rUV@y rMguly; qUM scw rMgu cVwie ]",
    "TRANSLITERATION": "Eae Man Roorrhae Rangulae Thoon Sachaa Rang Charraae ||",
    "PUNJABI": "ਹੇ ਸੋਹਣੇ ਮਨ! ਹੇ ਰੰਗੀਲੇ ਮਨ! (ਤੂੰ ਆਪਣੇ ਉੱਤੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਰੰਗ ਚਾੜ੍ਹ।",
    "PRONUNCIATION": "(rUV@y) suMdr[ cV@wie"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "rUVI bwxI. jy rpY; nw iehu rMgu lhY, n jwie ]1] rhwau ]",
    "TRANSLITERATION": "Roorree Baanee Jae Rapai Naa Eihu Rang Lehai N Jaae ||1|| Rehaao ||",
    "PUNJABI": "ਜੇ (ਇਹ ਮਨ) ਸੋਹਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ (ਇਸ ਦਾ) ਇਹ ਰੰਗ ਕਦੇ ਨਹੀਂ ਉਤਰਦਾ ਕਦੇ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "rpY:polw bolo[ (rpY) rMigAw jwey"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "hm nIc mYly. Aiq AiBmwnI; dUjY Bwie ivkwr ]",
    "TRANSLITERATION": "Ham Neech Mailae Ath Abhimaanee Dhoojai Bhaae Vikaar ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ ਅਸੀਂ ਜੀਵ ਨੀਵੇਂ ਗੰਦੇ ਆਚਰਨ ਵਾਲੇ ਤੇ ਅਹੰਕਾਰੀ ਬਣ ਜਾਂਦੇ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "guir pwris imilAY. kMcnu hoey; inrml joiq Apwr ]2]",
    "TRANSLITERATION": "Gur Paaras Miliai Kanchan Hoeae Niramal Joth Apaar ||2||",
    "PUNJABI": "ਪਾਰਸ-ਗੁਰੂ ਦੇ ਮਿਲਿਆਂ ਅਸੀਂ ਸੋਨਾ ਬਣ ਜਾਂਦੇ ਹਾਂ, ਸਾਡੇ ਅੰਦਰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਪਵਿਤ੍ਰ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnu gur. koie n rMgIAY; guir imilAY. rMgu cVwau ]",
    "TRANSLITERATION": "Bin Gur Koe N Rangeeai Gur Miliai Rang Charraao ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ (ਨਾਮ-ਰੰਗ ਨਾਲ) ਰੰਗਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਹੀ ਨਾਮ-ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ।",
    "PRONUNCIATION": "cV@wau"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "gur kY BY Bwie. jo rqy; isPqI sic smwau ]3]",
    "TRANSLITERATION": "Gur Kai Bhai Bhaae Jo Rathae Sifathee Sach Samaao ||3||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਡਰ-ਅਦਬ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਲੀਨਤਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "r`qy"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "BY ibnu. lwig n lgeI; nw mnu inrmlu hoie ]",
    "TRANSLITERATION": "Bhai Bin Laag N Lagee Naa Man Niramal Hoe ||",
    "PUNJABI": "ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਮਨ-ਕੱਪੜੇ ਨੂੰ) ਪਾਹ ਨਹੀਂ ਲੱਗ ਸਕਦੀ (ਪਾਹ ਤੋਂ ਬਿਨਾ ਮਨ-ਕੱਪੜੇ ਨੂੰ ਪੱਕਾ ਪ੍ਰੇਮ-ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ) ਮਨ ਸਾਫ਼-ਸੁਥਰਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": "(lwig) lgn, pRIq[ l`geI"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnu BY. krm kmwvxy; JUTy. Twau n koie ]4]",
    "TRANSLITERATION": "Bin Bhai Karam Kamaavanae Jhoothae Thaao N Koe ||4||",
    "PUNJABI": "ਇਸ ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕੀਤੇ ਭੀ ਜਾਣ ਤਾਂ ਭੀ (ਮਨੁੱਖ ਝੂਠ ਦਾ ਪ੍ਰੇਮੀ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਝੂਠੇ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ ॥੪॥",
    "PRONUNCIATION": "(Twau) QW"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "ijs no Awpy rMgy. su rpsI; sqsMgiq imlwie ]",
    "TRANSLITERATION": "Jis No Aapae Rangae S Rapasee Sathasangath Milaae ||",
    "PUNJABI": "ਸਾਧ ਸੰਧਤਿ ਵਿਚ ਲਿਆ ਕੇ ਜਿਸ ਮਨੁੱਖ (ਦੇ ਮਨ) ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਨਾਮ-ਰੰਗ ਚਾੜ੍ਹਦਾ ਹੈ ਉਹੀ ਰੰਗਿਆ ਜਾਇਗਾ।",
    "PRONUNCIATION": "(rp-sI) rMigAw jWdw"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "pUry gur qy sqsMgiq aUpjY; shjy sic suBwie ]5]",
    "TRANSLITERATION": "Poorae Gur Thae Sathasangath Oopajai Sehajae Sach Subhaae ||5||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤਿ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦੀ ਹੈ (ਜਿਸ ਨੂੰ ਮਿਲਦੀ ਹੈ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ, ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ (ਮਸਤ ਰਹਿੰਦਾ ਹੈ) ॥੫॥",
    "PRONUNCIATION": "(suBwie) pRym c"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnu sMgqI. siB AYsy rhih; jYsy psu For ]",
    "TRANSLITERATION": "Bin Sangathee Sabh Aisae Rehehi Jaisae Pas Dtor ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਮਨੁੱਖ ਪਸ਼ੂਆਂ ਵਾਂਗ ਤੁਰੇ ਫਿਰਦੇ ਹਨ,",
    "PRONUNCIATION": "sMgqIN"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "ijin@ kIqy. iqsY, n jwxn@I; ibnu nwvY. siB cor ]6]",
    "TRANSLITERATION": "Jinih Keethae Thisai N Jaananhee Bin Naavai Sabh Chor ||6||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਸ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ, ਉਸ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਉਸ ਦੇ ਚੋਰ ਹਨ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "ieik gux ivhwJih, Aaugx ivkxih; gur kY shij suBwie ]",
    "TRANSLITERATION": "Eik Gun Vihaajhehi Aougan Vikanehi Gur Kai Sehaj Subhaae ||",
    "PUNJABI": "ਕਈ ਮਨੁੱਖ ਐਸੇ ਭੀ ਹਨ ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਦੇ ਹਨ, ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਖ਼ਰੀਦਦੇ ਹਨ (ਗੁਣਾਂ ਦੇ ਵੱਟੇ) ਉਹਨਾਂ ਦੇ ਔਗੁਣ ਵਿਕ ਜਾਂਦੇ ਹਨ (ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": "(ivhwJih) KRIddy[ AOguxW nUM (ivkxih) iqAwgy hn[ (suBwie) pRym c"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "gur syvw qy. nwau pwieAw; vuTw AMdir Awie ]7]",
    "TRANSLITERATION": "Gur Saevaa Thae Naao Paaeiaa Vuthaa Andhar Aae ||7||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਸੌਦਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": "(v`uTw) vsy"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "sBnw kw dwqw eyku hY; isir DMDY lwie ]",
    "TRANSLITERATION": "Sabhanaa Kaa Dhaathaa Eaek Hai Sir Dhhandhhai Laae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਸਭ ਕੁਝ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਹਰੇਕ ਜੀਵ ਨੂੰ ਧੰਧੇ ਵਿਚ ਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(DMDY) Awhr"
  },
  {
    "SHABAD_ID": 1628,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. nwmy lwie svwirAnu; sbdy ley imlwie ]8]9]31]",
    "TRANSLITERATION": "Naanak Naamae Laae Savaarian Sabadhae Leae Milaae ||8||9||31||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਸੋਹਣੇ ਬਣਾਏ ਹਨ ਉਸ ਨੇ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ ਹੈ ॥੮॥੯॥੩੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 3 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "sB nwvY no locdI; ijsu ikRpw kry so pwey ]",
    "TRANSLITERATION": "Sabh Naavai No Lochadhee Jis Kirapaa Karae So Paaeae ||",
    "PUNJABI": "ਸਾਰੀ ਲੁਕਾਈ ਹਰਿ-ਨਾਮ ਵਾਸਤੇ ਤਾਂਘ ਕਰਦੀ ਹੈ, ਪਰ ਉਹੀ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnu nwvY. sBu duKu hY; suKu iqsu. ijsu mMin vswey ]1]",
    "TRANSLITERATION": "Bin Naavai Sabh Dhukh Hai Sukh This Jis Mann Vasaaeae ||1||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਤੋਂ ਖੁੰਝਿਆਂ (ਜਗਤ ਵਿਚ) ਨਿਰਾ ਦੁੱਖ ਹੀ ਦੁੱਖ ਹੈ, ਸੁਖ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆਪਣਾ ਨਾਮ ਵਸਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "qUM byAMqu dieAwlu hY; qyrI srxweI ]",
    "TRANSLITERATION": "Thoon Baeanth Dhaeiaal Hai Thaeree Saranaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "gur pUry qy pweIAY; nwmy vifAweI ]1] rhwau ]",
    "TRANSLITERATION": "Gur Poorae Thae Paaeeai Naamae Vaddiaaee ||1|| Rehaao ||",
    "PUNJABI": "ਤੇਰਾ ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ ਤੇ ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "AMqir bwhir eyku hY; bhu ibiD isRsit aupweI ]",
    "TRANSLITERATION": "Anthar Baahar Eaek Hai Bahu Bidhh Srisatt Oupaaee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਕਈ ਰੰਗਾਂ ਦੀ ਦੁਨੀਆ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ, ਹਰੇਕ ਦੇ ਅੰਦਰ ਤੇ ਸਾਰੀ ਦੁਨੀਆ ਵਿਚ ਉਹ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "hukmy. kwr krwiedw; dUjw. iksu khIAY BweI ]2]",
    "TRANSLITERATION": "Hukamae Kaar Karaaeidhaa Dhoojaa Kis Keheeai Bhaaee ||2||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਭ ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ ਕਰਾਂਦਾ ਹੈ, ਕੋਈ ਹੋਰ ਅਜੇਹੀ ਸਮਰਥਾ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "buJxw AbuJxw, quDu kIAw; ieh qyrI isirkwr ]",
    "TRANSLITERATION": "Bujhanaa Abujhanaa Thudhh Keeaa Eih Thaeree Sir Kaar ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਸਮਝ ਤੇ ਬੇ-ਸਮਝੀ ਇਹ ਖੇਡ ਤੂੰ ਹੀ ਰਚੀ ਹੈ, ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਤੇਰੀ ਹੀ ਫ਼ੁਰਮਾਈ ਹੋਈ ਕਰਨ-ਜੋਗ ਕਾਰ ਹੈ (ਤੇਰੇ ਹੀ ਹੁਕਮ ਵਿਚ ਕੋਈ ਸਮਝ ਵਾਲਾ ਤੇ ਕੋਈ ਬੇ-ਸਮਝੀ ਵਾਲਾ ਕੰਮ ਕਰਦਾ ਹੈ)।",
    "PRONUNCIATION": "(bu`Jxw) igAwn[ (A-bu`Jxw) AigAwn[ (isirkwr) pwiqSwhI"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "iekn@w bKisih myil lYih; ieik drgh mwir kFy kUiVAwr ]3]",
    "TRANSLITERATION": "Eikanhaa Bakhasihi Mael Laihi Eik Dharageh Maar Kadtae Koorriaar ||3||",
    "PUNJABI": "ਕਈ ਜੀਵਾਂ ਉਤੇ ਤੂੰ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈਂ (ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈਂ) ਕਈ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚੋਂ ਧੱਕੇ ਮਾਰ ਕੇ ਬਾਹਰ ਕੱਢ ਦੇਂਦਾ ਹੈਂ ॥੩॥",
    "PRONUNCIATION": "bKisih"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "ieik. Duir pivq pwvn hih; quDu nwmy lwey ]",
    "TRANSLITERATION": "Eik Dhhur Pavith Paavan Hehi Thudhh Naamae Laaeae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਕਈ ਐਸੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਧੁਰੋਂ ਹੀ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "gur syvw qy. suKu aUpjY; scY sbid buJwey ]4]",
    "TRANSLITERATION": "Gur Saevaa Thae Sukh Oopajai Sachai Sabadh Bujhaaeae ||4||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "bu`Jwey"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "ieik kucl kucIl, ivKlI pqy; nwvhu Awip KuAwey ]",
    "TRANSLITERATION": "Eik Kuchal Kucheel Vikhalee Pathae Naavahu Aap Khuaaeae ||",
    "PUNJABI": "ਕਈ ਐਸੇ ਮਨੁੱਖ ਹਨ ਜੋ ਕੁਚੱਲਣੇ ਹਨ ਗੰਦੇ ਹਨ ਦੁਰਾਚਾਰੀ ਹਨ, ਜਿਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਨਾਮ ਵਲੋਂ ਖੁੰਝਾ ਰੱਖਿਆ ਹੈ,",
    "PRONUNCIATION": "(kuc-l) KotI cwl vwly[ (kucIl) Apiv`qR[ (ivKlI) vysvw[ (pqy) pqI[ (Awip) hMkwr ny (KuAwey) KuMJwey[ nwvhu: poly bolo"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "nw En isiD. n buiD hY, n sMjmI; iPrih auqvqwey ]5]",
    "TRANSLITERATION": "Naa Oun Sidhh N Budhh Hai N Sanjamee Firehi Outhavathaaeae ||5||",
    "PUNJABI": "ਉਹਨਾਂ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕਾਮਯਾਬੀ ਨਹੀਂ ਖੱਟੀ, ਚੰਗੀ ਅਕਲ ਨਹੀਂ ਸਿੱਖੀ, ਉਹ ਚੰਗੀ ਰਹਿਣੀ ਵਾਲੇ ਨਹੀਂ ਬਣੇ, ਡਾਵਾਂ ਡੋਲ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ ॥੫॥",
    "PRONUNCIATION": "(En) aun@W nMU[ (is`iD) sPlqw[ (bu`iD) smJ[ (sMjmI) cMgI rihxI vwly[ (auqv-qwey) puTy kMmW c"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "ndir kry ijsu AwpxI; iqs no BwvnI lwey ]",
    "TRANSLITERATION": "Nadhar Karae Jis Aapanee This No Bhaavanee Laaeae ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਪਣੇ ਨਾਮ ਦੀ ਸਰਧਾ ਪੈਦਾ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": "(BwvnI) pRym"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "squ sMqoKu ieh sMjmI; mnu inrmlu sbdu suxwey ]6]",
    "TRANSLITERATION": "Sath Santhokh Eih Sanjamee Man Niramal Sabadh Sunaaeae ||6||",
    "PUNJABI": "ਉਸ ਨੂੰ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਪਵਿਤ੍ਰ ਸ਼ਬਦ ਸੁਣਾਂਦਾ ਹੈ ਜਿਸ ਨਾਲ ਉਹ ਸੇਵਾ ਕਰਨ ਤੇ ਸੰਤੋਖ ਧਾਰਨ ਵਾਲੀ ਰਹਿਣੀ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "lyKw piV. n phUcIAY; kiQ khxY. AMqu n pwie ]",
    "TRANSLITERATION": "Laekhaa Parr N Pehoocheeai Kathh Kehanai Anth N Paae ||",
    "PUNJABI": "ਹਿਸਾਬ ਕਰ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੇ ਅਖ਼ੀਰ ਤਕ) ਪਹੁੰਚ ਨਹੀਂ ਸਕੀਦਾ, ਉਸ ਦੇ ਗੁਣ ਗਿਣ ਗਿਣ ਕੇ ਬਿਆਨ ਕਰ ਕਰ ਕੇ ਗੁਣਾਂ ਦੀ ਗਿਣਤੀ ਮੁਕਾ ਨਹੀਂ ਸਕੀਦੀ।",
    "PRONUNCIATION": "piV@"
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "gur qy. kImiq pweIAY; sic sbid soJI pwie ]7]",
    "TRANSLITERATION": "Gur Thae Keemath Paaeeai Sach Sabadh Sojhee Paae ||7||",
    "PUNJABI": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਕਦਰ-ਕੀਮਤਿ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦੀ ਹੈ (ਕਿ ਉਹ ਬੇਅੰਤ ਹੈ ਬੇਅੰਤ ਹੈ)। ਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਤੇ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "iehu mnu dyhI soiD qUM; gur sbid vIcwir ]",
    "TRANSLITERATION": "Eihu Man Dhaehee Sodhh Thoon Gur Sabadh Veechaar ||",
    "PUNJABI": "ਤੂੰ ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਖੋਜ, ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਖੋਜ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਵਿਚਾਰ ਕਰ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1629,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. iesu dyhI ivic, nwmu inDwnu hY; pweIAY. gur kY hyiq, Apwir ]8]10]32]",
    "TRANSLITERATION": "Naanak Eis Dhaehee Vich Naam Nidhhaan Hai Paaeeai Gur Kai Haeth Apaar ||8||10||32||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਸਰੀਰ ਦੇ ਵਿਚ ਹੀ ਹੈ। ਗੁਰੂ ਦੀ ਅਪਾਰ ਮੇਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੮॥੧੦॥੩੨॥",
    "PRONUNCIATION": "(hyiq) pRym rwhIN (Apwir) byAMq vwihgurU jI nMU"
  },
  {
    "SHABAD_ID": 1630,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 3 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1630,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "sic rqIAw sohwgxI; ijnw. gur kY sbid sIgwir ]",
    "TRANSLITERATION": "Sach Ratheeaa Sohaaganee Jinaa Gur Kai Sabadh Seegaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਸੁਹਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਗਈਆਂ;",
    "PRONUNCIATION": "r`qIAW"
  }
]