[
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "AwswvrI mhlw 5 Gru 3",
    "TRANSLITERATION": "Aasaavaree Mehalaa 5 Ghar 3",
    "PUNJABI": "ਰਾਗ ਆਸਾਵਰੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": "Aw-sw-vrI[ Gru qIjw"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "myry mn; hir isau lwgI pRIiq ]",
    "TRANSLITERATION": "Maerae Man Har Sio Laagee Preeth ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "swDsMig hir hir jpq; inrml swcI rIiq ]1] rhwau ]",
    "TRANSLITERATION": "Saadhhasang Har Har Japath Niramal Saachee Reeth ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਉਸ ਦੀ ਇਹੋ ਰੋਜ਼ਾਨਾ ਪਵਿਤ੍ਰ ਕਾਰ ਬਣ ਜਾਂਦੀ ਹੈ ਕਿ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(rIiq) mrXwdw"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "drsn kI ipAws GxI; icqvq Aink pRkwr ]",
    "TRANSLITERATION": "Dharasan Kee Piaas Ghanee Chithavath Anik Prakaar ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਯਾਦ ਕਰਦਿਆਂ (ਮੇਰੇ ਅੰਦਰ) ਤੇਰੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਬਹੁਤ ਬਣ ਗਈ ਹੈ,",
    "PRONUNCIATION": "(icqvq) cyqy krdy"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "krhu AnugRhu pwrbRhm; hir ikrpw Dwir murwir ]1]",
    "TRANSLITERATION": "Karahu Anugrahu Paarabreham Har Kirapaa Dhhaar Muraar ||1||",
    "PUNJABI": "ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਮੁਰਾਰੀ! ਮੇਹਰ ਕਰ, ਕਿਰਪਾ ਕਰ (ਦੀਦਾਰ ਬਖ਼ਸ਼) ॥੧॥",
    "PRONUNCIATION": "(A-nu`gRhu) ikRpw"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "mnu prdysI AwieAw; imilE swD kY sMig ]",
    "TRANSLITERATION": "Man Paradhaesee Aaeiaa Miliou Saadhh Kai Sang ||",
    "PUNJABI": "ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਜਦੋਂ ਕੋਈ ਮਨ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆ ਮਿਲਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "ijsu vKr kau cwhqw; so pwieE. nwmih rMig ]2]",
    "TRANSLITERATION": "Jis Vakhar Ko Chaahathaa So Paaeiou Naamehi Rang ||2||",
    "PUNJABI": "ਜਿਸ (ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੇ) ਸੌਦੇ ਨੂੰ ਉਹ ਸਦਾ ਤਰਸਦਾ ਆ ਰਿਹਾ ਸੀ ਉਹ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜਿਆਂ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "v`Kr"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "jyqy mwieAw rMg rs; ibnis jwih iKn mwih ]",
    "TRANSLITERATION": "Jaethae Maaeiaa Rang Ras Binas Jaahi Khin Maahi ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਜਿਤਨੇ ਭੀ ਕੌਤਕ ਤੇ ਸੁਆਦਲੇ ਪਦਾਰਥ ਦਿੱਸ ਰਹੇ ਹਨ ਇਕ ਖਿਨ ਵਿਚ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "Bgq rqy qyry nwm isau; suKu BuMcih sB Twie ]3]",
    "TRANSLITERATION": "Bhagath Rathae Thaerae Naam Sio Sukh Bhunchehi Sabh Thaae ||3||",
    "PUNJABI": "ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਹਰ ਥਾਂ ਅਨੰਦ ਮਾਣਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "(BuMcih) mwxdy"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "sBu jgu clqau pyKIAY; inhclu. hir ko nwau ]",
    "TRANSLITERATION": "Sabh Jag Chalatho Paekheeai Nihachal Har Ko Naao ||",
    "PUNJABI": "ਸਾਰਾ ਸੰਸਾਰ ਨਾਸਵੰਤ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ।",
    "PRONUNCIATION": "c`l-qau"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "kir imqRweI. swD isau; inhclu pwvih Twau ]4]",
    "TRANSLITERATION": "Kar Mithraaee Saadhh Sio Nihachal Paavehi Thaao ||4||",
    "PUNJABI": "ਗੁਰੂ ਨਾਲ ਪਿਆਰ ਪਾ (ਉਸ ਪਾਸੋਂ ਇਹ ਹਰਿ-ਨਾਮ ਮਿਲੇਗਾ, ਤੇ) ਤੂੰ ਉਹ ਟਿਕਾਣਾ ਲੱਭ ਲਏਂਗਾ ਜੇਹੜਾ ਕਦੀ ਭੀ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "mIq swjn suq bMDpw; koaU. hoq n swQ ]",
    "TRANSLITERATION": "Meeth Saajan Suth Bandhhapaa Kooo Hoth N Saathh ||",
    "PUNJABI": "ਮਿੱਤਰ, ਸੱਜਣ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਕੋਈ ਭੀ ਸਦਾ ਦੇ ਸਾਥੀ ਨਹੀਂ ਬਣ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "eyku invwhU rwm nwm; dInw kw pRBu nwQ ]5]",
    "TRANSLITERATION": "Eaek Nivaahoo Raam Naam Dheenaa Kaa Prabh Naathh ||5||",
    "PUNJABI": "ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਸਿਰਫ਼ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ ਜੇਹੜਾ ਗਰੀਬਾਂ ਦਾ ਰਾਖਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": "(invwhU) inBx vwlw"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "crnkml boihQ Bey; lig swgru qirE qyh ]",
    "TRANSLITERATION": "Charan Kamal Bohithh Bheae Lag Saagar Thariou Thaeh ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਵਾਸਤੇ ਗੁਰੂ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨ ਜਹਾਜ਼ ਬਣ ਗਏ ਉਹ ਇਹਨਾਂ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ।",
    "PRONUNCIATION": "(qyh) iqnW nwl"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "ByitE pUrw siqgurU; swcw pRB isau nyh ]6]",
    "TRANSLITERATION": "Bhaettiou Pooraa Sathiguroo Saachaa Prabh Sio Naeh ||6||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਸਦਾ ਲਈ ਪੱਕਾ ਪਿਆਰ ਬਣ ਗਿਆ ॥੬॥",
    "PRONUNCIATION": "(ByitE) imly"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "swD qyry kI jwcnw; ivsru n. swis igrwis ]",
    "TRANSLITERATION": "Saadhh Thaerae Kee Jaachanaa Visar N Saas Giraas ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੇਵਕ ਦੀ (ਤੇਰੇ ਪਾਸੋਂ ਸਦਾ ਇਹੀ) ਮੰਗ ਹੈ ਕਿ ਸਾਹ ਲੈਂਦਿਆਂ ਰੋਟੀ ਖਾਂਦਿਆਂ ਕਦੇ ਭੀ ਨਾਹ ਵਿੱਸਰ।",
    "PRONUNCIATION": "(j`wcnw) mMg"
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "jo quDu BwvY so Blw; qyrY BwxY kwrj rwis ]7]",
    "TRANSLITERATION": "Jo Thudhh Bhaavai So Bhalaa Thaerai Bhaanai Kaaraj Raas ||7||",
    "PUNJABI": "ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤੇਰੇ ਸੇਵਕ ਨੂੰ ਭੀ ਉਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਿਆਂ ਤੇਰੇ ਸੇਵਕ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "suKswgr pRIqm imly; aupjy mhw AnMd ]",
    "TRANSLITERATION": "Sukh Saagar Preetham Milae Oupajae Mehaa Anandh ||",
    "PUNJABI": "ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ਉਸ ਦੇ ਅੰਦਰ ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1636,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "khu nwnk. sB duK imty; pRB Byty prmwnMd ]8]1]2]",
    "TRANSLITERATION": "Kahu Naanak Sabh Dhukh Mittae Prabh Bhaettae Paramaanandh ||8||1||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਨੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਨੂੰ ਮਿਲਦੇ ਹਨ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੮॥੧॥੨॥",
    "PRONUNCIATION": "(Byty) imly"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ibrhVy Gru 4, CMqw kI jiq",
    "TRANSLITERATION": "Aasaa Mehalaa 5 Bireharrae Ghar 4 Shhanthaa Kee Jathi",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਬਿਰਹੜੇ ਛੰਤਾਂ ਕੀ ਜਤਿ'।",
    "PRONUNCIATION": "Gru cOQw[ jiq:polw bolo"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "pwrbRhmu pRBu ismrIAY ipAwry; drsn kau bil jwau ]1]",
    "TRANSLITERATION": "Paarabreham Prabh Simareeai Piaarae Dharasan Ko Bal Jaao ||1||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "ijsu ismrq, duK bIsrih ipAwry; so ikau qjxw jwie ]2]",
    "TRANSLITERATION": "Jis Simarath Dhukh Beesarehi Piaarae So Kio Thajanaa Jaae ||2||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਸਾਰੇ ਦੁੱਖ ਭੁੱਲ ਜਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਛੱਡਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੨॥",
    "PRONUNCIATION": "bIsr-ih"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "iehu qnu vycI sMq pih ipAwry; pRIqmu dyie imlwie ]3]",
    "TRANSLITERATION": "Eihu Than Vaechee Santh Pehi Piaarae Preetham Dhaee Milaae ||3||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਮੈਂ ਤਾਂ ਆਪਣਾ ਇਹ ਸਰੀਰ ਉਸ ਗੁਰੂ ਦੇ ਪਾਸ ਵੇਚਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ਜਿਹੜਾ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "suK sIgwr ibiKAw ky PIky; qij Cofy myrI mwie ]4]",
    "TRANSLITERATION": "Sukh Seegaar Bikhiaa Kae Feekae Thaj Shhoddae Maeree Maae ||4||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਮਾਂ! ਮੈਂ ਮਾਇਆ ਦੇ ਸੁਖ ਮਾਇਆ ਦੇ ਸੁਹਜ ਸਭ ਛੱਡ ਦਿੱਤੇ ਹਨ (ਨਾਮ-ਰਸ ਦੇ ਟਾਕਰੇ ਤੇ ਇਹ ਸਾਰੇ) ਬੇ-ਸੁਆਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "kwmu kRoDu loBu qij gey ipAwry; siqgur crnI pwie ]5]",
    "TRANSLITERATION": "Kaam Krodhh Lobh Thaj Geae Piaarae Sathigur Charanee Paae ||5||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਜਦੋਂ ਦਾ ਮੈਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਜਾ ਪਿਆ ਹਾਂ, ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਆਦਿਕ ਸਾਰੇ ਮੇਰਾ ਖਹਿੜਾ ਛੱਡ ਗਏ ਹਨ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jo jn rwqy rwm isau ipAwry; Anq n kwhU jwie ]6]",
    "TRANSLITERATION": "Jo Jan Raathae Raam Sio Piaarae Anath N Kaahoo Jaae ||6||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ ਰੰਗੇ ਜਾਂਦੇ ਹਨ (ਪਰਮਾਤਮਾ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਹੀਂ ਜਾਂਦਾ ॥੬॥",
    "PRONUNCIATION": "(Anq) hor QW"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "hir rsu ijn@I cwiKAw ipAwry; iqRpiq rhy AwGwie ]7]",
    "TRANSLITERATION": "Har Ras Jinhee Chaakhiaa Piaarae Thripath Rehae Aaghaae ||7||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲੈਂਦੇ ਹਨ ਉਹ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਰੱਜ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "PRONUNCIATION": "(AwGwie) r`jy"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "AMclu gihAw swD kw, nwnk; BY swgru. pwir prwie ]8]1]3]",
    "TRANSLITERATION": "Anchal Gehiaa Saadhh Kaa Naanak Bhai Saagar Paar Paraae ||8||1||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ ਉਹ ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੩॥",
    "PRONUNCIATION": "(AMclu) p`lw[ (gihAw) PiVAw"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm mrx duKu ktIAY ipAwry; jb BytY hir rwie ]1]",
    "TRANSLITERATION": "Janam Maran Dhukh Katteeai Piaarae Jab Bhaettai Har Raae ||1||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਜਦੋਂ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤਦੋਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(BytY) imly"
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "suMdru suGru sujwxu pRBu myrw; jIvnu drsu idKwie ]2]",
    "TRANSLITERATION": "Sundhar Sughar Sujaan Prabh Maeraa Jeevan Dharas Dhikhaae ||2||",
    "PUNJABI": "(ਮੇਰਾ) ਪ੍ਰਭੂ (-ਪਾਤਿਸ਼ਾਹ) ਸੋਹਣਾ ਹੈ ਸੁਚੱਜਾ ਹੈ ਸਿਆਣਾ ਹੈ, ਜਦੋਂ ਉਹ ਮੈਨੂੰ ਦੀਦਾਰ ਦੇਂਦਾ ਹੈ ਮੇਰੇ ਅੰਦਰ ਜਾਨ ਪੈ ਜਾਂਦੀ ਹੈ (ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਹੀ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਹੈ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "jo jIA, quJ qy bICury ipAwry; jnim mrih. ibKu Kwie ]3]",
    "TRANSLITERATION": "Jo Jeea Thujh Thae Beeshhurae Piaarae Janam Marehi Bikh Khaae ||3||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਜੀਵ ਤੈਥੋਂ ਵਿਛੁੜ ਜਾਂਦੇ ਹਨ ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ ਖਾ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਆਏ ਹੋਏ ਭੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "ijsu qUM mylih. so imlY ipAwry; iqs kY lwgau pwie ]4]",
    "TRANSLITERATION": "Jis Thoon Maelehi So Milai Piaarae This Kai Laago Paae ||4||",
    "PUNJABI": "(ਪਰ,) ਹੇ ਪਿਆਰੇ ਜੀਵ! (ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਸ ਜੀਵ ਨੂੰ ਤੂੰ ਆਪ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈਂ ਉਹੀ ਤੈਨੂੰ ਮਿਲਦਾ ਹੈ। ਮੈਂ ਉਸ (ਵਡ-ਭਾਗੀ) ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "jo suKu. drsnu pyKqy ipAwry; muK qy. khxu n jwie ]5]",
    "TRANSLITERATION": "Jo Sukh Dharasan Paekhathae Piaarae Mukh Thae Kehan N Jaae ||5||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ)! ਤੇਰਾ ਦਰਸਨ ਕੀਤਿਆਂ ਜੇਹੜਾ ਆਨੰਦ (ਅਨੁਭਵ ਹੁੰਦਾ ਹੈ) ਉਹ ਮੂੰਹੋਂ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1637,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "swcI pRIiq. n quteI ipAwry; jugu jugu rhI smwie ]6]",
    "TRANSLITERATION": "Saachee Preeth N Thuttee Piaarae Jug Jug Rehee Samaae ||6||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਜਿਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਪੱਕਾ ਪਿਆਰ ਪਾ ਲਿਆ, ਉਸ ਦਾ ਉਹ ਪਿਆਰ ਕਦੇ ਟੁੱਟ ਨਹੀਂ ਸਕਦਾ, ਉਹ ਪਿਆਰ ਤਾਂ ਜੁਗਾਂ ਪ੍ਰਯੰਤ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": "qu`teI[ j`ugu j`ugu"
  }
]