[
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "CCY. CwieAw vrqI. sB AMqir; qyrw kIAw. Brmu hoAw ]",
    "TRANSLITERATION": "Shhashhai Shhaaeiaa Varathee Sabh Anthar Thaeraa Keeaa Bharam Hoaa ||",
    "PUNJABI": "ਜੋ ਅਵਿੱਦਿਆ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਬਲ ਹੋ ਰਹੀ ਹੈ, ਤੇ ਮਨ ਵਿੱਚ ਭਟਕਣਾ ਹੈ, ਇਹ ਤੇਰੀ ਹੀ ਬਣਾਈ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "(CwieAw) Aiv`idAw[ C`CY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "Brmu aupwie BulweIAnu Awpy; qyrw krmu hoAw, iqn@ gurU imilAw ]10]",
    "TRANSLITERATION": "Bharam Oupaae Bhulaaeean Aapae Thaeraa Karam Hoaa Thinh Guroo Miliaa ||10||",
    "PUNJABI": "(ਹੇ ਮਨ!) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਭਟਕਣਾ ਪੈਦਾ ਕਰ ਕੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਹੁੰਦੀ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧੦॥",
    "PRONUNCIATION": "(Awpy) hMkwr ny Brmu (aupwie) pYdw krky isRStI BulweI hY[ (krmu) ikRpw"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "jjY. jwnu mMgq jnu jwcY; lK caurwsIh. BIK BivAw ]",
    "TRANSLITERATION": "Jajai Jaan Mangath Jan Jaachai Lakh Chouraaseeh Bheekh Bhaviaa ||",
    "PUNJABI": "(ਹੇ ਮਨ!) ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਜਿਸ ਤੋਂ ਹਰੇਕ ਜੀਵ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿੱਚ ਭਟਕਦਾ ਹੋਇਆ ਮੰਗਤਾ ਬਣ ਕੇ ਦਾਨ ਮੰਗਦਾ ਹੈ।",
    "PRONUNCIATION": "(jwnu) igAwn[ j`jY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "eyko lyvY. eyko dyvY; Avru. n dUjw mY suixAw ]11]",
    "TRANSLITERATION": "Eaeko Laevai Eaeko Dhaevai Avar N Dhoojaa Mai Suniaa ||11||",
    "PUNJABI": "ਇਕ ਹੈ ਪ੍ਰਭੂ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਉਹ ਹੀ ਲੈਣ ਵਾਲਾ ਹੈ ਮੈਂ ਅਜੇ ਤਕ ਨਹੀਂ ਸੁਣਿਆ ਕਿ ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "JJY. JUir mrhu. ikAw pRwxI; jo ikCu dyxw. su dy rihAw ]",
    "TRANSLITERATION": "Jhajhai Jhoor Marahu Kiaa Praanee Jo Kishh Dhaenaa S Dhae Rehiaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਾਣੀ! (ਰੋਜ਼ੀ ਦੀ ਖ਼ਾਤਰ) ਚਿੰਤਾ ਕਰ ਕਰ ਕੇ ਕਿਉਂ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਹੈਂ? ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਦੇਣ ਦਾ ਫ਼ੈਸਲਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ (ਤੇਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਤੋਂ ਬਿਨਾ ਭੀ) ਆਪ ਹੀ ਦੇ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "J`JY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "dy dy vyKY. hukmu clwey; ijau. jIAw kw irjku pieAw ]12]",
    "TRANSLITERATION": "Dhae Dhae Vaekhai Hukam Chalaaeae Jio Jeeaa Kaa Rijak Paeiaa ||12||",
    "PUNJABI": "ਜਿਵੇਂ ਜਿਵੇਂ ਜੀਵਾਂ ਦਾ ਰਿਜ਼ਕ ਮੁਕਰਰ ਹੈ, ਉਹ ਸਭ ਨੂੰ ਦੇ ਰਿਹਾ ਹੈ, ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ, ਤੇ (ਰਿਜ਼ਕ ਵੰਡਣ ਵਾਲਾ ਆਪਣਾ) ਹੁਕਮ ਵਰਤੋਂ ਵਿਚ ਲਿਆ ਰਿਹਾ ਹੈ ॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "\\\\M\\\\Y. ndir kry jw dyKw; dUjw koeI nwhI ]",
    "TRANSLITERATION": "Njannjai Nadhar Karae Jaa Dhaekhaa Dhoojaa Koee Naahee ||",
    "PUNJABI": "ਮੈਂ ਜਦੋਂ ਭੀ ਗਹੁ ਨਾਲ ਵੇਖਦਾ ਹਾਂ, ਮੈਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਕਿਤੇ ਭੀ) ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "eyko riv rihAw. sB QweI; eyku visAw mn mwhI ]13]",
    "TRANSLITERATION": "Eaeko Rav Rehiaa Sabh Thhaaee Eaek Vasiaa Man Maahee ||13||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਹਰੇਕ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ ॥੧੩॥",
    "PRONUNCIATION": "(riv) ivAwpk[ QweIN"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "ttY. tMcu krhu ikAw pRwxI; GVI ik. muhiq ik, auiT clxw ]",
    "TRANSLITERATION": "Ttattai Ttanch Karahu Kiaa Praanee Gharree K Muhath K Outh Chalanaa ||",
    "PUNJABI": "ਵਿਅਰਥ ਧੰਧੇ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੈ, (ਕਿਉਂਕਿ ਇਸ ਜਗਤ ਤੋਂ) ਥੋੜੇ ਹੀ ਸਮੇ ਵਿਚ ਉਠ ਕੇ ਚਲੇ ਜਾਣਾ ਹੈ।",
    "PRONUNCIATION": "(ttY)tYNkw[ (tMcu) ivArQ DMDy[ AiDk nhIN l`igAw, ttY: polw bolo[ c`lxw"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "jUAY. jnmu n hwrhu, Apxw; Bwij pVhu qum. hir srxw ]14]",
    "TRANSLITERATION": "Jooai Janam N Haarahu Apanaa Bhaaj Parrahu Thum Har Saranaa ||14||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾ ਕੇ) ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਜੂਏ ਵਿਚ ਕਿਉਂ ਹਾਰਦੇ ਹੋ? ਤੂੰ ਛੇਤੀ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈ ਜਾ ॥੧੪॥",
    "PRONUNCIATION": "pVhu V hlMq nhIN lwauxw"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "TTY. TwiF vrqI. iqn AMqir; hir crxI. ijn@ kw icqu lwgw ]",
    "TRANSLITERATION": "Thathai Thaadt Varathee Thin Anthar Har Charanee Jinh Kaa Chith Laagaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਠੰਡ-ਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "T`TY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "icqu lwgw syeI jn insqry; qau prswdI suKu pwieAw ]15]",
    "TRANSLITERATION": "Chith Laagaa Saeee Jan Nisatharae Tho Parasaadhee Sukh Paaeiaa ||15||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੧੫॥",
    "PRONUNCIATION": "ins-qry"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "ffY. fMPu krhu ikAw. pRwxI; jo ikCu hoAw, su sBu clxw ]",
    "TRANSLITERATION": "Ddaddai Ddanf Karahu Kiaa Praanee Jo Kishh Hoaa S Sabh Chalanaa ||",
    "PUNJABI": "ਹੇ ਜੀਵ ਵਿਖਾਵਾ ਕਿਉਂ ਕਰਦਾ ਹੈਂ? ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਪੈਦਾ ਹੋਇਆ ਹੈ ਸਭ ਇਥੋਂ ਚਲੇ ਜਾਣ ਵਾਲਾ ਹੈ (ਨਾਸਵੰਤ ਹੈ)।",
    "PRONUNCIATION": "(fMPu) pKMf[ f`fY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "iqsY sryvhu qw suKu pwvhu; srb inrMqir riv rihAw ]16]",
    "TRANSLITERATION": "Thisai Saraevahu Thaa Sukh Paavahu Sarab Niranthar Rav Rehiaa ||16||",
    "PUNJABI": "ਆਤਮਕ ਆਨੰਦ ਤਦੋਂ ਹੀ ਮਿਲੇਗਾ ਜੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੋਗੇ ਜੋ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਵਿਆਪਕ ਹੈ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "FFY. Fwih auswrY Awpy; ijau iqsu BwvY, iqvY kry ]",
    "TRANSLITERATION": "Dtadtai Dtaahi Ousaarai Aapae Jio This Bhaavai Thivai Karae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਨੂੰ ਨਾਸ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "F`FY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "kir kir vyKY hukmu clwey; iqsu insqwry. jw kau ndir kry ]17]",
    "TRANSLITERATION": "Kar Kar Vaekhai Hukam Chalaaeae This Nisathaarae Jaa Ko Nadhar Karae ||17||",
    "PUNJABI": "ਪ੍ਰਭੂ ਜੀਵ ਪੈਦਾ ਕਰ ਕੇ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ, (ਹਰ ਥਾਂ) ਆਪਣਾ ਹੁਕਮ ਵਰਤੋਂ ਵਿਚ ਲਿਆ ਰਿਹਾ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਨਾਸਵੰਤ ਸੰਸਾਰ ਦੇ ਮੋਹ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "xwxY. rvqu rhY. Gt AMqir; hir gux gwvY soeI ]",
    "TRANSLITERATION": "Naanai Ravath Rehai Ghatt Anthar Har Gun Gaavai Soee ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪਣਾ ਆਪ ਪਰਗਟ ਕਰ ਦੇਵੇ, ਉਹ ਮਨੁੱਖ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(rvqu) ismrdw"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "Awpy Awip imlwey krqw; punrip. jnmu n hoeI ]18]",
    "TRANSLITERATION": "Aapae Aap Milaaeae Karathaa Punarap Janam N Hoee ||18||",
    "PUNJABI": "ਕਰਤਾਰ ਆਪ ਹੀ ਪ੍ਰਾਣੀ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ਤੇ ਫਿਰ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਨਹੀਂ ਮਿਲਦਾ ॥੧੮॥",
    "PRONUNCIATION": "(pun-rip) iPr"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "qqY. qwrU Bvjlu hoAw; qw kw. AMqu n pwieAw ]",
    "TRANSLITERATION": "Thathai Thaaroo Bhavajal Hoaa Thaa Kaa Anth N Paaeiaa ||",
    "PUNJABI": "ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਜਿਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦਾ ਹੜ੍ਹ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ) ਬਹੁਤ ਹੀ ਡੂੰਘਾ ਹੈ, ਇਸ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਭੀ ਨਹੀਂ ਲੱਭਦਾ।",
    "PRONUNCIATION": "(qwrU) qrn ibnw n lMiGAw jwx vwlw[ (Bvjlu) sMswr smuMdR[ q`qY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "nw qr, nw qulhw, hm bUfis; qwir lyih, qwrx rwieAw ]19]",
    "TRANSLITERATION": "Naa Thar Naa Thulehaa Ham Booddas Thaar Laehi Thaaran Raaeiaa ||19||",
    "PUNJABI": "(ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਸਾਡੇ ਪਾਸ ਨਾਹ ਕੋਈ ਬੇੜੀ ਹੈ ਨਾ ਕੋਈ ਤੁਲਹਾ ਹੈ, ਅਸੀਂ ਡੁੱਬ ਜਾਵਾਂਗੇ। ਹੇ ਤਾਰਣ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ,ਸਾਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈ! ॥੧੯॥",
    "PRONUNCIATION": "(nw)nhI (qr)qrnw jwxdy[nw pRym rUpI qulhw hY[ (bUfis) fu`bdy[ (rwieAw) pwqSwh jI"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "QQY. Qwin QwnMqir soeI; jw kw kIAw. sBu hoAw ]",
    "TRANSLITERATION": "Thhathhai Thhaan Thhaananthar Soee Jaa Kaa Keeaa Sabh Hoaa ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਬਣਾਇਆ ਹੋਇਆ ਇਹ ਸਾਰਾ ਜਗਤ ਹੈ, ਉਹੀ (ਇਸ ਜਗਤ ਦੇ) ਹਰੇਕ ਥਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": "Q`QY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "ikAw Brmu. ikAw mwieAw khIAY; jo iqsu BwvY soeI Blw ]20]",
    "TRANSLITERATION": "Kiaa Bharam Kiaa Maaeiaa Keheeai Jo This Bhaavai Soee Bhalaa ||20||",
    "PUNJABI": "ਸੰਦੇਹ ਜਾਂ ਮਾਇਆ ਦਾ ਕੀ ਕਹੀਏ? ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ (ਜਗਤ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਤੇ ਜੀਵਾਂ ਵਾਸਤੇ) ਚੰਗਾ ਹੋ ਰਿਹਾ ਹੈ ॥੨੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "ddY. dosu n dyaU iksY; dosu. krMmw AwpixAw ]",
    "TRANSLITERATION": "Dhadhai Dhos N Dhaeoo Kisai Dhos Karanmaa Aapaniaa ||",
    "PUNJABI": "ਕਿਸੇ ਹੋਰ ਨੂੰ ਦੋਸ਼ ਨਹੀਂ ਦੇਣਾ ਚਾਹੀਦਾ, ਦੋਸ਼ ਤਾਂ ਪਿਛਲੇ ਕੀਤੇ ਸੰਸਾਰਾਂ ਦਾ ਹੈ।",
    "PRONUNCIATION": "d`dY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "jo. mY kIAw, so. mY pwieAw; dosu. n dIjY Avr jnw ]21]",
    "TRANSLITERATION": "Jo Mai Keeaa So Mai Paaeiaa Dhos N Dheejai Avar Janaa ||21||",
    "PUNJABI": "ਜਿਹੋ ਜਿਹੇ ਕੰਮ ਮੈਂ ਕਰਦਾ ਹਾਂ, ਉਹੋ ਜਿਹਾ ਫਲ ਮੈਂ ਪਾ ਲੈਂਦਾ ਹਾਂ, ਦੂਜਿਆਂ ਨੂੰ ਦੋਸ਼ ਨਾ ਦੇਹ! ॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "DDY. Dwir klw ijin CofI; hir cIjI, ijin rMg kIAw ]",
    "TRANSLITERATION": "Dhhadhhai Dhhaar Kalaa Jin Shhoddee Har Cheejee Jin Rang Keeaa ||",
    "PUNJABI": "ਜਿਸ ਹਰੀ ਨੇ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਆਪਣੀ ਸੱਤਿਆ ਟਿਕਾ ਰੱਖੀ ਹੈ ਜਿਸ ਕੌਤਕੀ ਪ੍ਰਭੂ ਨੇ ਇਹ ਰੰਗਾ ਰੰਗ ਦੀ ਰਚਨਾ ਰੱਚ ਦਿੱਤੀ ਹੈ,",
    "PRONUNCIATION": "(cI~jI) cIzW c"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "iqs dw dIAw sBnI lIAw; krmI krmI hukmu pieAw ]22]",
    "TRANSLITERATION": "This Dhaa Dheeaa Sabhanee Leeaa Karamee Karamee Hukam Paeiaa ||22||",
    "PUNJABI": "ਸਾਰੇ ਜੀਵ ਉਸੇ ਦੀਆਂ ਬਖ਼ਸ਼ੀਆਂ ਦਾਤਾਂ ਵਰਤ ਰਹੇ ਹਨ, ਪਰ (ਇਹਨਾਂ ਦਾਤਾਂ ਦੇ ਬਖ਼ਸ਼ਣ ਵਿਚ) ਹਰੇਕ ਜੀਵ ਦੇ ਆਪੋ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਵਰਤ ਰਿਹਾ ਹੈ ॥੨੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "nMnY. nwh Bog inq BogY; nw fITw. nw sMm@ilAw ]",
    "TRANSLITERATION": "Nannai Naah Bhog Nith Bhogai Naa Ddeethaa Naa Sanmhaliaa ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਦਿੱਤੇ ਹੋਏ ਪਦਾਰਥ ਹਰੇਕ ਜੀਵ ਵਰਤ ਰਿਹਾ ਹੈ, ਉਸ ਦਾ ਅਜੇ ਤਕ ਮੈਂ ਕਦੇ ਦਰਸਨ ਨਹੀਂ ਕੀਤਾ, ਉਸ ਨੂੰ ਕਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਟਿਕਾਇਆ।",
    "PRONUNCIATION": "(nwh) Ksm vwihgurU jI"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "glI. hau sohwgix BYxy; kMqu. n kbhUM mY imilAw ]23]",
    "TRANSLITERATION": "Galee Ho Sohaagan Bhainae Kanth N Kabehoon Mai Miliaa ||23||",
    "PUNJABI": "(ਵਿੱਦਿਆ ਦੇ ਆਸਰੇ) ਮੈਂ ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਸੋਹਾਗਣਿ ਆਖਦੀ ਰਹੀ, ਪਰ ਕੰਤ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਅਜੇ ਤਕ ਕਦੇ ਨਹੀਂ ਮਿਲਿਆ ॥੨੩॥",
    "PRONUNCIATION": "g`lIN"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "ppY. pwiqswhu prmysru; vyKx kau prpMcu kIAw ]",
    "TRANSLITERATION": "Papai Paathisaahu Paramaesar Vaekhan Ko Parapanch Keeaa ||",
    "PUNJABI": "ਪਰਮੇਸਰ ਪਾਤਿਸ਼ਾਹ ਹੈ, ਉਸ ਨੇ ਆਪ ਇਹ ਸੰਸਾਰ ਰਚਿਆ ਹੈ, ਕਿ ਜੀਵ ਇਸ ਵਿਚ ਉਸ ਦਾ ਦੀਦਾਰ ਕਰਨ।",
    "PRONUNCIATION": "(prpMcu) sMswr[ p`pY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "dyKY bUJY. sBu ikCu jwxY; AMqir bwhir riv rihAw ]24]",
    "TRANSLITERATION": "Dhaekhai Boojhai Sabh Kishh Jaanai Anthar Baahar Rav Rehiaa ||24||",
    "PUNJABI": "ਰਚਨਹਾਰ ਪ੍ਰਭੂ ਹਰੇਕ ਜੀਵ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਸਮਝਦਾ ਜਾਣਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ॥੨੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "PPY. PwhI sBu jgu Pwsw; jm kY sMgil, bMiD lieAw ]",
    "TRANSLITERATION": "Fafai Faahee Sabh Jag Faasaa Jam Kai Sangal Bandhh Laeiaa ||",
    "PUNJABI": "ਸਾਰਾ ਸੰਸਾਰ (ਮਾਇਆ ਦੀ ਕਿਸੇ ਨ ਕਿਸੇ) ਫਾਹੀ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ, ਜਮ ਦੇ ਫਾਹੇ ਨੇ ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ ਆ ਕੇ ਸੰਸਾਰ ਐਸੇ ਕਰਮ ਕਰਦਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਜਮ ਦੇ ਕਾਬੂ ਵਿਚ ਆਉਂਦਾ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "P`PY"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "gur prswdI. sy nr aubry; ij. hir srxwgiq Bij pieAw ]25]",
    "TRANSLITERATION": "Gur Parasaadhee Sae Nar Oubarae J Har Saranaagath Bhaj Paeiaa ||25||",
    "PUNJABI": "ਇਸ ਫਾਹੇ ਵਿਚੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਿਰਫ਼ ਉਹੀ ਬੰਦੇ ਬਚੇ ਹਨ, ਜਿਹੜੇ ਦੌੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪਏ ਹਨ ॥੨੫॥",
    "PRONUNCIATION": "sr-xwgiq[B`ij"
  },
  {
    "SHABAD_ID": 1638,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "bbY. bwjI Kylx lwgw; caupiV kIqy. cwir jugw ]",
    "TRANSLITERATION": "Babai Baajee Khaelan Laagaa Chouparr Keethae Chaar Jugaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ (ਚੌਪੜ ਦੀ) ਖੇਡ ਖੇਡ ਰਿਹਾ ਹੈ, ਚਾਰ ਜੁਗਾਂ ਨੂੰ ਉਸ ਨੇ (ਚੌਪੜ ਦੇ) ਚਾਰ ਪੱਲੇ ਬਣਾਇਆ ਹੈ,",
    "PRONUNCIATION": "K@ylx l`wgw cau~piV ju`gw"
  }
]