[
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "ipru sMig. kwmix jwixAw; guir. myil imlweI rwm ]",
    "TRANSLITERATION": "Pir Sang Kaaman Jaaniaa Gur Mael Milaaee Raam ||",
    "PUNJABI": "(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਉਸ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "AMqir sbid imlI; shjy. qpiq buJweI rwm ]",
    "TRANSLITERATION": "Anthar Sabadh Milee Sehajae Thapath Bujhaaee Raam ||",
    "PUNJABI": "ਉਹ ਅੰਤਰ-ਆਤਮੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਤਪਸ਼ ਬੁਝਾ ਲਈ।",
    "PRONUNCIATION": "buJweI:polw bolo"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "sbid qpiq buJweI, AMqir sWiq AweI; shjy hir rsu cwiKAw ]",
    "TRANSLITERATION": "Sabadh Thapath Bujhaaee Anthar Saanth Aaee Sehajae Har Ras Chaakhiaa ||",
    "PUNJABI": "(ਹੇ ਸਖੀ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ ਤਪਸ਼ ਬੁਝਾ ਲਈ, ਉਸ ਦੇ ਅੰਦਰ ਠੰਡ ਪੈ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ।",
    "PRONUNCIATION": "c`wiKAw[ buJweI:polw bolo"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "imil pRIqm Apxy. sdw rMgu mwxy; scY sbid suBwiKAw ]",
    "TRANSLITERATION": "Mil Preetham Apanae Sadhaa Rang Maanae Sachai Sabadh Subhaakhiaa ||",
    "PUNJABI": "ਆਪਣੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਸਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਮਾਣਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਬੋਲੀ ਮਿੱਠੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "suB`wiKAw"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "piV piV pMifq. monI Qwky; ByKI. mukiq n pweI ]",
    "TRANSLITERATION": "Parr Parr Panddith Monee Thhaakae Bhaekhee Mukath N Paaee ||",
    "PUNJABI": "(ਹੇ ਸਖੀ!) ਪੰਡਿਤ (ਧਾਰਮਿਕ ਪੁਸਤਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ, ਮੋਨ-ਧਾਰੀ (ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ) (ਜੋਗੀ ਜੰਗਮ ਆਦਿਕ ਸਾਧੂ) ਭੇਖ ਧਾਰ ਧਾਰ ਕੇ ਥੱਕ ਗਏ (ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਕਿਸੇ ਨੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕੀਤੀ।",
    "PRONUNCIATION": "piV@ piV@[ByKIN"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. ibnu BgqI. jgu baurwnw; scY sbid imlweI ]3]",
    "TRANSLITERATION": "Naanak Bin Bhagathee Jag Bouraanaa Sachai Sabadh Milaaee ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(baurwnw) kmLw"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "sw Dn min. Andu BieAw; hir jIau myil ipAwry rwm ]",
    "TRANSLITERATION": "Saa Dhhan Man Anadh Bhaeiaa Har Jeeo Mael Piaarae Raam ||",
    "PUNJABI": "(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ ਦੇ ਮਨ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "sw Dn. hir kY ris rsI; gur kY sbid Apwry rwm ]",
    "TRANSLITERATION": "Saa Dhhan Har Kai Ras Rasee Gur Kai Sabadh Apaarae Raam ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "sbid Apwry. imly ipAwry; sdw gux swry. min vsy ]",
    "TRANSLITERATION": "Sabadh Apaarae Milae Piaarae Sadhaa Gun Saarae Man Vasae ||",
    "PUNJABI": "ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਸਦਾ ਉਸ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਦੀ ਹੈ,",
    "PRONUNCIATION": "(swry) sMBwly"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "syj suhwvI. jw ipir rwvI; imil pRIqm. Avgx nsy ]",
    "TRANSLITERATION": "Saej Suhaavee Jaa Pir Raavee Mil Preetham Avagan Nasae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ (ਦੇ ਹਿਰਦੇ) ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣ ਗਈ। ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਔਗੁਣ ਦੂਰ ਹੋ ਗਏ।",
    "PRONUNCIATION": "n`sy"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "ijqu Gir. nwmu hir sdw iDAweIAY; soihlVw jug cwry ]",
    "TRANSLITERATION": "Jith Ghar Naam Har Sadhaa Dhhiaaeeai Sohilarraa Jug Chaarae ||",
    "PUNJABI": "(ਹੇ ਸਖੀ!) ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਿਆ ਜਾਂਦਾ ਹੈ ਉਥੇ ਸਦਾ ਹੀ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "ju`g"
  },
  {
    "SHABAD_ID": 1646,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. nwim rqy. sdw Andu hY; hir imilAw kwrj swry ]4]1]6]",
    "TRANSLITERATION": "Naanak Naam Rathae Sadhaa Anadh Hai Har Miliaa Kaaraj Saarae ||4||1||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕੰਮ ਸੰਵਾਰ ਲੈਂਦੇ ਹਨ ॥੪॥੧॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 3 CMq Gru 3 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 3 Shhanth Ghar 3 ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "swjn myry pRIqmhu; qum sh kI Bgiq kryho ]",
    "TRANSLITERATION": "Saajan Maerae Preethamahu Thum Seh Kee Bhagath Karaeho ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ (ਸਤਸੰਗੀ) ਸੱਜਣੋ ਪਿਆਰਿਓ! ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਸਦਾ ਕਰਦੇ ਰਿਹਾ ਕਰੋ,",
    "PRONUNCIATION": "(pRIqmhu) ipAwirE[ (sh) Ksm vwhigurU jI"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "guru syvhu sdw Awpxw; nwmu pdwrQu lyho ]",
    "TRANSLITERATION": "Gur Saevahu Sadhaa Aapanaa Naam Padhaarathh Laeho ||",
    "PUNJABI": "ਸਦਾ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ (ਤੇ ਗੁਰੂ ਪਾਸੋਂ) ਸਭ ਤੋਂ ਕੀਮਤੀ ਚੀਜ਼ ਹਰਿ-ਨਾਮ ਹਾਸਲ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "Bgiq krhu qum. shY kyrI; jo sh ipAwry Bwvey ]",
    "TRANSLITERATION": "Bhagath Karahu Thum Sehai Kaeree Jo Seh Piaarae Bhaaveae ||",
    "PUNJABI": "(ਹੇ ਸੱਜਣੋ!) ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਹੀ ਭਗਤੀ ਕਰਦੇ ਰਹੋ, ਇਹ ਭਗਤੀ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਉਂਦੀ ਹੈ।",
    "PRONUNCIATION": "Bw-vey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "Awpxw Bwxw. qum krhu; qw iPir sh KusI. n Awvey ]",
    "TRANSLITERATION": "Aapanaa Bhaanaa Thum Karahu Thaa Fir Seh Khusee N Aaveae ||",
    "PUNJABI": "ਜੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਤੁਸੀ ਆਪਣੀ ਹੀ ਮਰਜ਼ੀ ਕਰਦੇ ਰਹੋਗੇ ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਤੁਹਾਨੂੰ ਨਹੀਂ ਮਿਲੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "Bgiq Bwv iehu mwrgu ibKVw; gur duAwrY ko pwvey ]",
    "TRANSLITERATION": "Bhagath Bhaav Eihu Maarag Bikharraa Gur Dhuaarai Ko Paaveae ||",
    "PUNJABI": "(ਪਰ, ਹੇ ਪਿਆਰਿਓ!) ਭਗਤੀ ਦਾ ਤੇ ਪ੍ਰੇਮ ਦਾ ਇਹ ਰਸਤਾ ਬਹੁਤ ਔਕੜਾਂ-ਭਰਿਆ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਹ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "pw-vey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "khY nwnku. ijsu kry ikrpw; so hir BgqI icqu lwvey ]1]",
    "TRANSLITERATION": "Kehai Naanak Jis Karae Kirapaa So Har Bhagathee Chith Laaveae ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ (ਆਪ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "lw-vey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "myry mn bYrwgIAw; qUM bYrwgu kir, iksu idKwvih ]",
    "TRANSLITERATION": "Maerae Man Bairaageeaa Thoon Bairaag Kar Kis Dhikhaavehi ||",
    "PUNJABI": "ਹੇ ਵੈਰਾਗ ਵਿਚ ਆਏ ਹੋਏ ਮੇਰੇ ਮਨ! ਤੂੰ ਵੈਰਾਗ ਕਰ ਕੇ ਕਿਸ ਨੂੰ ਵਿਖਾਂਦਾ ਹੈਂ? (ਇਸ ਉਪਰੋਂ ਉਪਰੋਂ ਵਿਖਾਏ ਹੋਏ ਵੈਰਾਗ ਨਾਲ ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਬਣ ਸਕੇਗਾ)।",
    "PRONUNCIATION": "idKwv-ih"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "hir soihlw. iqn@ sd sdw; jo hir gux gwvih ]",
    "TRANSLITERATION": "Har Sohilaa Thinh Sadh Sadhaa Jo Har Gun Gaavehi ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਹੀ ਖਿੜਾਉ ਤੇ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "kir bYrwgu. qUM Coif pwKMfu; so shu sBu ikCu jwxey ]",
    "TRANSLITERATION": "Kar Bairaag Thoon Shhodd Paakhandd So Sahu Sabh Kishh Jaaneae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਬਾਹਰਲੇ ਵਿਖਾਵੇ ਵਾਲੇ ਵੈਰਾਗ ਦਾ) ਪਖੰਡ ਛੱਡ ਦੇ (ਤੇ, ਆਪਣੇ ਅੰਦਰ) ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਕਰ (ਕਿਉਂਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ (ਅੰਦਰ ਦੀ) ਹਰੇਕ ਗੱਲ ਜਾਣਦਾ ਹੈ,",
    "PRONUNCIATION": "jwxey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "jil Qil mhIAil eyko soeI; gurmuiK hukmu pCwxey ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Eaeko Soee Guramukh Hukam Pashhaaneae ||",
    "PUNJABI": "ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ ਸਮਾਇਆ ਹੋਇਆ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਉਸ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦਾ ਹੈ।",
    "PRONUNCIATION": "pCw-xey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "ijin hukmu pCwqw hrI kyrw; soeI srb suK pwvey ]",
    "TRANSLITERATION": "Jin Hukam Pashhaathaa Haree Kaeraa Soee Sarab Sukh Paaveae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਸਮਝ ਲਈ ਉਹੀ ਸਾਰੇ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "iev khY nwnku. so bYrwgI; An idnu hir ilv lwvey ]2]",
    "TRANSLITERATION": "Eiv Kehai Naanak So Bairaagee Anadhin Har Liv Laaveae ||2||",
    "PUNJABI": "ਨਾਨਕ (ਤੈਨੂੰ) ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਇਹੋ ਜਿਹਾ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "jh jh mn qUM Dwvdw; qh qh hir qyrY nwly ]",
    "TRANSLITERATION": "Jeh Jeh Man Thoon Dhhaavadhaa Theh Theh Har Thaerai Naalae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈਂ ਉਥੇ ਉਥੇ ਹੀ ਪਰਮਾਤਮਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "mn isAwxp CofIAY; gur kw sbdu smwly ]",
    "TRANSLITERATION": "Man Siaanap Shhoddeeai Gur Kaa Sabadh Samaalae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਆਪਣੀ ਚਤੁਰਾਈ (ਦਾ ਆਸਰਾ) ਛੱਡ ਦੇ ਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਅੰਦਰ ਸੰਭਾਲ ਕੇ ਰੱਖ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "swiQ qyrY. so shu sdw hY; ieku iKnu, hir nwmu smwlhy ]",
    "TRANSLITERATION": "Saathh Thaerai So Sahu Sadhaa Hai Eik Khin Har Naam Samaalehae ||",
    "PUNJABI": "(ਫਿਰ ਤੈਨੂੰ ਦਿੱਸ ਪਏਗਾ ਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਸਦਾ ਤੇਰੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ। (ਹੇ ਮਨ!) ਜੇ ਤੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਅੰਦਰ ਵਸਾਏਂ,",
    "PRONUNCIATION": "smwl-hy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm jnm ky. qyry pwp kty; AMiq prmpdu pwvhy ]",
    "TRANSLITERATION": "Janam Janam Kae Thaerae Paap Kattae Anth Param Padh Paavehae ||",
    "PUNJABI": "ਤਾਂ ਤੇਰੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਜਾਣ, ਤੇ, ਆਖ਼ਰ ਤੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਏਂ।",
    "PRONUNCIATION": "pwv-hy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "swcy nwil qyrw gMFu lwgY; gurmuiK sdw smwly ]",
    "TRANSLITERATION": "Saachae Naal Thaeraa Gandt Laagai Guramukh Sadhaa Samaalae ||",
    "PUNJABI": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖ, (ਇਸ ਤਰ੍ਹਾਂ ਉਸ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਤੇਰਾ ਪੱਕਾ ਪਿਆਰ ਬਣ ਜਾਏਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. jh mn qUM Dwvdw; qh hir qyrY sdw nwly ]3]",
    "TRANSLITERATION": "Eio Kehai Naanak Jeh Man Thoon Dhhaavadhaa Theh Har Thaerai Sadhaa Naalae ||3||",
    "PUNJABI": "ਨਾਨਕ ਤੈਨੂੰ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਹੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ ਉੱਥੇ ਉੱਥੇ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(Dwvdw) dOVdw"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "siqgur imilAY. Dwvqu QMim@Aw; inj Gir visAw Awey ]",
    "TRANSLITERATION": "Sathigur Miliai Dhhaavath Thhanmihaaa Nij Ghar Vasiaa Aaeae ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣਾ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਫਿਰ ਪ੍ਰਭੂ ਹੀ ਮਨ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "nwmu ivhwJy. nwmu ley; nwim rhy smwey ]",
    "TRANSLITERATION": "Naam Vihaajhae Naam Leae Naam Rehae Samaaeae ||",
    "PUNJABI": "(ਫਿਰ ਇਹ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਕਰਦਾ ਹੈ (ਭਾਵ,) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(ivhwJy) KrIdy"
  }
]