[
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "Dwvqu QMim@Aw. siqguir imilAY; dsvwduAwru pwieAw ]",
    "TRANSLITERATION": "Dhhaavath Thhanmihaaa Sathigur Miliai Dhasavaa Dhuaar Paaeiaa ||",
    "PUNJABI": "(ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ (ਇਹੀ ਆਤਮਕ ਅਵਸਥਾ ਹੈ ਉਹ) ਦਸਵਾਂ ਦਰਵਾਜ਼ਾ ਜੋ ਇਸ ਨੂੰ ਲੱਭ ਪੈਂਦਾ ਹੈ (ਜੋ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਤੇ ਕਰਮ-ਇੰਦ੍ਰਿਆਂ ਤੋਂ ਉੱਚਾ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "iqQY AMimRq Bojnu. shj Duin aupjY; ijqu sbid, jgqu QMim@ rhwieAw ]",
    "TRANSLITERATION": "Thithhai Anmrith Bhojan Sehaj Dhhun Oupajai Jith Sabadh Jagath Thhanmih Rehaaeiaa ||",
    "PUNJABI": "ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਪਹੁੰਚ ਕੇ ਇਹ ਮਨ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਦੀ ਖ਼ੁਰਾਕ ਖਾਂਦਾ ਹੈ; (ਇਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ, ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਇਹ ਮਨ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੁਨੀਆ ਦੇ ਮੋਹ ਨੂੰ ਰੋਕ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "qh Anyk vwjy. sdw Andu hY; scy rihAw smwey ]",
    "TRANSLITERATION": "Theh Anaek Vaajae Sadhaa Anadh Hai Sachae Rehiaa Samaaeae ||",
    "PUNJABI": "(ਜਿਵੇਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜਣ ਨਾਲ ਬੜਾ ਸੁੰਦਰ ਰਾਗ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਮਨ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਸੰਗੀਤਕ ਸਾਜ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਇਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. siqguir imilAY. Dwvqu QMim@Aw; inj Gir visAw Awey ]4]",
    "TRANSLITERATION": "Eio Kehai Naanak Sathigur Miliai Dhhaavath Thhanmihaaa Nij Ghar Vasiaa Aaeae ||4||",
    "PUNJABI": "ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "mn. qUM joiq srUpu hY; Awpxw mUlu pCwxu ]",
    "TRANSLITERATION": "Man Thoon Joth Saroop Hai Aapanaa Mool Pashhaan ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਨੂਰ ਹੀ ਨੂਰ ਹੈ (ਹੇ ਮਨ!) ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "mn hir jI. qyrY nwil hY; gurmqI rMgu mwxu ]",
    "TRANSLITERATION": "Man Har Jee Thaerai Naal Hai Guramathee Rang Maan ||",
    "PUNJABI": "ਹੇ ਮਨ! ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਆਦ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "mUlu pCwxih. qW shu jwxih; mrx jIvx kI soJI hoeI ]",
    "TRANSLITERATION": "Mool Pashhaanehi Thaan Sahu Jaanehi Maran Jeevan Kee Sojhee Hoee ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇ ਤੂੰ ਆਪਣਾ ਅਸਲਾ ਸਮਝ ਲਏਂ ਤਾਂ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਤੇਰੀ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਬਣ ਜਾਏਗੀ, ਤਦੋਂ ਤੈਨੂੰ ਇਹ ਸਮਝ ਭੀ ਆ ਜਾਇਗੀ ਕਿ ਆਤਮਕ ਮੌਤ ਕੀਹ ਚੀਜ਼ ਹੈ ਤੇ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਕੀਹ ਹੈ।",
    "PRONUNCIATION": "jwxih"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "gur prswdI eyko jwxih; qW dUjw Bwau n hoeI ]",
    "TRANSLITERATION": "Gur Parasaadhee Eaeko Jaanehi Thaan Dhoojaa Bhaao N Hoee ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਏਂ, ਤਾਂ ਤੇਰੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਮੋਹ ਪ੍ਰਬਲ ਨਹੀਂ ਹੋ ਸਕੇਗਾ।",
    "PRONUNCIATION": "jwxih[(dUjw) mwiekI[ (Bwau) ipAwr["
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "min sWiq AweI. vjI vDweI; qw hoAw prvwxu ]",
    "TRANSLITERATION": "Man Saanth Aaee Vajee Vadhhaaee Thaa Hoaa Paravaan ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇਸ ਦੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਪ੍ਰਬਲ ਹੋ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਇਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. mn qUM joiq srUpu hY; Apxw mUlu pCwxu ]5]",
    "TRANSLITERATION": "Eio Kehai Naanak Man Thoon Joth Saroop Hai Apanaa Mool Pashhaan ||5||",
    "PUNJABI": "ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ-ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਚਾਨਣ ਹੀ ਚਾਨਣ ਹੈ (ਹੇ ਮਨ! ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "mn qUM. gwrib AitAw; gwrib lidAw jwih ]",
    "TRANSLITERATION": "Man Thoon Gaarab Attiaa Gaarab Ladhiaa Jaahi ||",
    "PUNJABI": "ਹੇ ਮਨ! ਤੂੰ (ਹੁਣ) ਅਹੰਕਾਰ ਨਾਲ ਲਿਬੜਿਆ ਪਿਆ ਹੈਂ, ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ (ਜਗਤ ਤੋਂ) ਚਲਾ ਜਾਵੇਂਗਾ,",
    "PRONUNCIATION": "(gwrib) hMkwr nwl[ (A`itAw) l`idAw"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "mwieAw mohxI moihAw; iPir iPir jUnI Bvwih ]",
    "TRANSLITERATION": "Maaeiaa Mohanee Mohiaa Fir Fir Joonee Bhavaahi ||",
    "PUNJABI": "(ਵੇਖਣ ਨੂੰ) ਸੋਹਣੀ ਮਾਇਆ ਨੇ ਤੈਨੂੰ (ਆਪਣੇ) ਮੋਹ ਵਿਚ ਫਸਾਇਆ ਹੋਇਆ ਹੈ (ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਨਿਕਲੇਗਾ ਕਿ) ਤੈਨੂੰ ਮੁੜ ਮੁੜ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਪਾਇਆ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "gwrib lwgw jwih mugD mn; AMiq gieAw pCuqwvhy ]",
    "TRANSLITERATION": "Gaarab Laagaa Jaahi Mugadhh Man Anth Gaeiaa Pashhuthaavehae ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ ਮਨ! ਜਦੋਂ ਤੂੰ ਅਹੰਕਾਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੀ (ਇਥੋਂ) ਤੁਰੇਂਗਾ ਤਾਂ ਤੁਰਨ ਵੇਲੇ ਹੱਥ ਮਲੇਂਗਾ,",
    "PRONUNCIATION": "pCuqwv-hy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "AhMkwru iqsnw, rogu lgw; ibrQw jnmu gvwvhy ]",
    "TRANSLITERATION": "Ahankaar Thisanaa Rog Lagaa Birathhaa Janam Gavaavehae ||",
    "PUNJABI": "ਤੈਨੂੰ ਅਹੰਕਾਰ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ ਤੈਨੂੰ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਰੋਗ ਲੱਗਾ ਹੋਇਆ ਹੈ ਤੂੰ (ਇਹ ਮਨੁੱਖਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਰਿਹਾ ਹੈਂ।",
    "PRONUNCIATION": "gvwv-hy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "mnmuK mugD. cyqih nwhI; AgY gieAw pCuqwvhy ]",
    "TRANSLITERATION": "Manamukh Mugadhh Chaethehi Naahee Agai Gaeiaa Pashhuthaavehae ||",
    "PUNJABI": "ਹੇ ਆਪ-ਹੁਦਰੇ ਮੂਰਖ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਪਰਲੋਕ ਜਾ ਕੇ ਅਫਸੋਸ ਕਰੇਂਗਾ।",
    "PRONUNCIATION": "g-ieAw[ pCuqwv-hy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. mn qUM gwrib AitAw; gwrib lidAw jwvhy ]6]",
    "TRANSLITERATION": "Eio Kehai Naanak Man Thoon Gaarab Attiaa Gaarab Ladhiaa Jaavehae ||6||",
    "PUNJABI": "(ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਤੂੰ ਇੱਥੇ ਅਹੰਕਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈਂ (ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਭੀ) ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ ਜਾਵੇਂਗਾ ॥੬॥",
    "PRONUNCIATION": "l`idAw jwvhy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "mn qUM. mq mwxu krih, ij hau ikCu jwxdw; gurmuiK inmwxw hohu ]",
    "TRANSLITERATION": "Man Thoon Math Maan Karehi J Ho Kishh Jaanadhaa Guramukh Nimaanaa Hohu ||",
    "PUNJABI": "ਹੇ ਮਨ! ਵੇਖੀਂ, ਕਿਤੇ ਇਹ ਮਾਣ ਨਾਹ ਕਰ ਬੈਠੀਂ ਕਿ ਮੈਂ ਸਿਆਣਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮਾਣ ਤਿਆਗੀ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "AMqir AigAwnu. hau buiD hY; sic sbid. mlu Kohu ]",
    "TRANSLITERATION": "Anthar Agiaan Ho Budhh Hai Sach Sabadh Mal Khohu ||",
    "PUNJABI": "(ਹੇ ਮਨ!) ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਥ ਹੈ, ਤੇਰੇ ਅੰਦਰ 'ਮੈਂ, ਮੈਂ' ਕਰਨ ਵਾਲੀ ਅਕਲ ਹੈ, ਇਸ ਮੈਲ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕ ਕੇ ਦੂਰ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "hohu inmwxw. siqgurU AgY; mq. ikCu Awpu lKwvhy ]",
    "TRANSLITERATION": "Hohu Nimaanaa Sathiguroo Agai Math Kishh Aap Lakhaavehae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਨਿਰਮਾਣ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਢਹਿ ਪਉ। ਵੇਖੀਂ, ਕਿਤੇ ਆਪਣਾ ਆਪ ਜਤਾਣ ਨਾਹ ਲੱਗ ਪਈਂ।",
    "PRONUNCIATION": "lKwv-hy"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "AwpxY AhMkwir jgqu jilAw; mq qUM Awpxw Awpu gvwvhy ]",
    "TRANSLITERATION": "Aapanai Ahankaar Jagath Jaliaa Math Thoon Aapanaa Aap Gavaavehae ||",
    "PUNJABI": "ਜਗਤ ਆਪਣੇ ਹੀ ਅਹੰਕਾਰ ਵਿਚ ਸੜ ਰਿਹਾ ਹੈ, ਵੇਖੀਂ ਕਿਤੇ ਤੂੰ ਭੀ (ਅਹੰਕਾਰ ਵਿਚ ਪੈ ਕੇ) ਆਪਣੇ ਆਪ ਦਾ ਨਾਸ ਨਾ ਕਰ ਲਈਂ।",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "siqgur kY BwxY. krih kwr; siqgur kY BwxY lwig rhu ]",
    "TRANSLITERATION": "Sathigur Kai Bhaanai Karehi Kaar Sathigur Kai Bhaanai Laag Rahu ||",
    "PUNJABI": "(ਇਸ ਖ਼ਤਰੇ ਤੋਂ ਤਾਂ ਹੀ ਬਚੇਂਗਾ, ਜੇ) ਤੂੰ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਕੰਮ ਕਰੇਂਗਾ। (ਸੋ, ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਟਿਕਿਆ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. Awpu Cif suK pwvih; mn inmwxw hoie rhu ]7]",
    "TRANSLITERATION": "Eio Kehai Naanak Aap Shhadd Sukh Paavehi Man Nimaanaa Hoe Rahu ||7||",
    "PUNJABI": "(ਹੇ ਮਨ! ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਸਮਝਾਂਦਾ ਹੈ-ਹੇ ਮਨ! ਅਹੰਕਾਰ ਛੱਡ ਦੇ, ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਸੁਖ ਪਾਵੇਂਗਾ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "DMnu su vylw, ijqu mY siqguru imilAw; so shu iciq AwieAw ]",
    "TRANSLITERATION": "Dhhann S Vaelaa Jith Mai Sathigur Miliaa So Sahu Chith Aaeiaa ||",
    "PUNJABI": "ਉਹ ਵੇਲਾ ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ (ਤੇ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "mhw AnMdu shju BieAw; min qin suKu pwieAw ]",
    "TRANSLITERATION": "Mehaa Anandh Sehaj Bhaeiaa Man Than Sukh Paaeiaa ||",
    "PUNJABI": "ਮੇਰੇ ਅੰਦਰ ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ, ਮੇਰੇ ਮਨ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਨੇ ਸੁਖ ਅਨੁਭਵ ਕੀਤਾ।",
    "PRONUNCIATION": "BieAw"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "so shu iciq AwieAw. mMin vswieAw; Avgx siB ivswry ]",
    "TRANSLITERATION": "So Sahu Chith Aaeiaa Mann Vasaaeiaa Avagan Sabh Visaarae ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ, (ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ) ਮੇਰੇ ਮਨ ਵਿਚ ਵਸਾ ਦਿੱਤਾ, ਤੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਔਗੁਣ ਭੁਲਾ ਦਿੱਤੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jw iqsu Bwxw. gux prgt hoey; siqgur Awip svwry ]",
    "TRANSLITERATION": "Jaa This Bhaanaa Gun Paragatt Hoeae Sathigur Aap Savaarae ||",
    "PUNJABI": "ਜਦੋਂ ਉਸ ਮਾਲਕ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਦੇ ਗੁਣ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਆਪ ਉਸ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "sy jn prvwxu hoey, ijn@I ieku nwmu idiVAw; duqIAw Bwau cukwieAw ]",
    "TRANSLITERATION": "Sae Jan Paravaan Hoeae Jinhee Eik Naam Dhirriaa Dhutheeaa Bhaao Chukaaeiaa ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਲੈਂਦੇ ਹਨ, ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਅੰਦਰੋਂ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਹ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(duqIAw) dUjw"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. DMnu su vylw, ijqu mY siqguru imilAw; so shu iciq AwieAw ]8]",
    "TRANSLITERATION": "Eio Kehai Naanak Dhhann S Vaelaa Jith Mai Sathigur Miliaa So Sahu Chith Aaeiaa ||8||",
    "PUNJABI": "ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ-ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਉਹ ਵੇਲਾ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ ਤੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ ਸੀ ॥੮॥",
    "PRONUNCIATION": "vylw: polw bolo"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "ieik jMq Brim Buly; iqin sih Awip Bulwey ]",
    "TRANSLITERATION": "Eik Janth Bharam Bhulae Thin Sehi Aap Bhulaaeae ||",
    "PUNJABI": "ਅਨੇਕਾਂ ਜੀਵ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ, (ਉਸ ਪੈਦਾ ਕਰਨ ਵਾਲੇ) ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਾਏ ਹੋਏ ਹਨ,",
    "PRONUNCIATION": "(Awip) hMkwr krky[ Bulwey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "dUjY Bwie iPrih; haumY krm kmwey ]",
    "TRANSLITERATION": "Dhoojai Bhaae Firehi Houmai Karam Kamaaeae ||",
    "PUNJABI": "ਅਜੇਹੇ ਜੀਵ ਹਉਮੈ ਦੇ ਆਸਰੇ ਕੰਮ ਕਰ ਕਰ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "iqin sih Awip Bulwey, kumwrig pwey; iqn kw. ikCu n vsweI ]",
    "TRANSLITERATION": "Thin Sehi Aap Bhulaaeae Kumaarag Paaeae Thin Kaa Kishh N Vasaaee ||",
    "PUNJABI": "ਉਸ ਖਸਮ ਪ੍ਰਭੂ ਨੇ ਆਪ (ਉਹਨਾਂ ਨੂੰ) ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਜੀਵਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲਦਾ (ਕਿ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਕੁਮਾਰਗ ਛੱਡ ਦੇਣ)।",
    "PRONUNCIATION": "(vsweI) v`s zor"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "iqn kI giq Avgiq qUMhY jwxih; ijin ieh rcn rcweI ]",
    "TRANSLITERATION": "Thin Kee Gath Avagath Thoonhai Jaanehi Jin Eih Rachan Rachaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਤੈਂ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੋਈ ਹੈ ਤੂੰ ਆਪ ਹੀ (ਕੁਰਾਹੇ ਪਏ ਹੋਏ) ਉਹਨਾਂ ਜੀਵਾਂ ਦੀ ਚੰਗੀ ਮੰਦੀ ਆਤਮਕ ਹਾਲਤ ਜਾਣਦਾ ਹੈਂ (ਜਿਸ ਅਨੁਸਾਰ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "hukmu qyrw. Krw Bwrw; gurmuiK iksY buJwey ]",
    "TRANSLITERATION": "Hukam Thaeraa Kharaa Bhaaraa Guramukh Kisai Bujhaaeae ||",
    "PUNJABI": "ਤੇਰਾ ਹੁਕਮ ਬੜਾ ਡਾਢਾ ਹੈ (ਜਿਸ ਕਰ ਕੇ ਜੀਵ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ)। ਕਿਸੇ ਵਿਰਲੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਆਪਣਾ ਹੁਕਮ ਸਮਝਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "b`uJwey"
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. ikAw jMq ivcwry; jw quDu Brim Bulwey ]9]",
    "TRANSLITERATION": "Eio Kehai Naanak Kiaa Janth Vichaarae Jaa Thudhh Bharam Bhulaaeae ||9||",
    "PUNJABI": "ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਮੰਦੇ ਰਸਤੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਇਹ ਵਿਚਾਰੇ ਜੀਵ ਕੀਹ ਕਰ ਸਕਦੇ ਹਨ? ॥੯॥",
    "PRONUNCIATION": ""
  }
]