[
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "scy myry swihbw; scI qyrI vifAweI ]",
    "TRANSLITERATION": "Sachae Maerae Saahibaa Sachee Thaeree Vaddiaaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸਦਾ-ਥਿਰ ਮਾਲਕ! ਤੇਰਾ ਵਡੱਪਣ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "qUM pwrbRhmu byAMqu suAwmI; qyrI kudriq. khxu n jweI ]",
    "TRANSLITERATION": "Thoon Paarabreham Baeanth Suaamee Thaeree Kudharath Kehan N Jaaee ||",
    "PUNJABI": "ਤੂੰ ਬੇਅੰਤ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਪਾਰਬ੍ਰਹਮ ਹੈਂ ਤੇਰੀ ਤਾਕਤ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "scI qyrI vifAweI. jw kau quDu mMin vsweI; sdw qyry gux gwvhy ]",
    "TRANSLITERATION": "Sachee Thaeree Vaddiaaee Jaa Ko Thudhh Mann Vasaaee Sadhaa Thaerae Gun Gaavehae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਤੂੰ ਇਹ ਵਡਿਆਈ ਵਸਾ ਦਿੱਤੀ ਹੈ, ਉਹ ਸਦਾ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "qyry gux gwvih. jw quDu Bwvih; scy isau icqu lwvhy ]",
    "TRANSLITERATION": "Thaerae Gun Gaavehi Jaa Thudhh Bhaavehi Sachae Sio Chith Laavehae ||",
    "PUNJABI": "ਪਰ ਤਦੋਂ ਹੀ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ ਜਦੋਂ ਤੈਨੂੰ ਉਹ ਚੰਗੇ ਲੱਗਦੇ ਹਨ, ਫਿਰ ਉਹ ਤੇਰੇ ਸਦਾ-ਥਿਰ ਸਰੂਪ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ijs no qUM Awpy mylih; su gurmuiK rhY smweI ]",
    "TRANSLITERATION": "Jis No Thoon Aapae Maelehi S Guramukh Rehai Samaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੇਰੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1647,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "ieau khY nwnku. scy myry swihbw; scI qyrI vifAweI ]10]2]7]5]2]7]",
    "TRANSLITERATION": "Eio Kehai Naanak Sachae Maerae Saahibaa Sachee Thaeree Vaddiaaee ||10||2||7||5||2||7||",
    "PUNJABI": "(ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ-ਹੇ ਮੇਰੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ! ਤੇਰੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੧੦॥੨॥੭॥੫॥੨॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "rwgu Awsw CMq mhlw 4 Gru 1",
    "TRANSLITERATION": "Raag Aasaa Shhanth Mehalaa 4 Ghar 1",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "jIvno mY jIvnu pwieAw; gurmuiK Bwey rwm ]",
    "TRANSLITERATION": "Jeevano Mai Jeevan Paaeiaa Guramukh Bhaaeae Raam ||",
    "PUNJABI": "ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਲੱਭ ਪਿਆ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਲੱਭ ਪਿਆ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮੈਨੂੰ ਪ੍ਰਭੂ ਜੀ ਪਿਆਰੇ ਲੱਗਣ ਲੱਗ ਪਏ।",
    "PRONUNCIATION": "(Bwey) pRym"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "hir nwmo hir nwmu dyvY; myrY pRwin vswey rwm ]",
    "TRANSLITERATION": "Har Naamo Har Naam Dhaevai Maerai Praan Vasaaeae Raam ||",
    "PUNJABI": "ਹੁਣ ਗੁਰੂ ਮੈਨੂੰ ਹਰ ਵੇਲੇ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਦੇਈ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਨੇ ਮੇਰੇ ਹਰੇਕ ਸਾਹ ਵਿਚ ਹਰਿ-ਨਾਮ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "hir hir nwmu. myrY pRwin vswey; sBu sMsw dUKu gvwieAw ]",
    "TRANSLITERATION": "Har Har Naam Maerai Praan Vasaaeae Sabh Sansaa Dhookh Gavaaeiaa ||",
    "PUNJABI": "(ਜਦੋਂ ਦਾ ਗੁਰੂ ਨੇ) ਮੇਰੇ ਹਰੇਕ ਸਾਹ ਵਿਚ ਹਰਿ-ਨਾਮ ਵਸਾ ਦਿੱਤਾ ਹੈ ਮੈਂ ਆਪਣਾ ਹਰੇਕ ਸਹਮ ਹਰੇਕ ਦੁੱਖ ਮੁਕਾ ਬੈਠਾ ਹਾਂ।",
    "PRONUNCIATION": "(sMsw) icMqw"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "Aidstu Agocru. gur bcin iDAwieAw; pivqR prmpdu pwieAw ]",
    "TRANSLITERATION": "Adhisatt Agochar Gur Bachan Dhhiaaeiaa Pavithr Param Padh Paaeiaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਜੇਹੜਾ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਨਹੀਂ ਦਿੱਸਦਾ ਜੇਹੜਾ ਮਨੁੱਖੀ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਸਿਮਰਨ ਦਾ ਸਦਕਾ) ਮੈਂ ਸਭ ਤੋਂ ਉੱਚਾ ਤੇ ਪਵਿਤ੍ਰ ਆਤਮਕ ਮਰਤਬਾ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ,",
    "PRONUNCIATION": "Aidstu[ Agocru"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "Anhd Duin vwjih inq vwjy; gweI siqgur bwxI ]",
    "TRANSLITERATION": "Anehadh Dhhun Vaajehi Nith Vaajae Gaaee Sathigur Baanee ||",
    "PUNJABI": "ਜਦੋਂ ਤੋਂ ਮੈਂ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਗਾਣੀ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ (ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਦੀ ਇਕ ਅਤੁੱਟ ਲਹਰ ਚੱਲ ਪਈ ਹੈ, ਇਉਂ ਜਾਪਦਾ ਹੈ ਜਿਵੇਂ ਮੇਰੇ ਅੰਦਰ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੀ ਸੁਰ ਨਾਲ ਸੰਗੀਤਕ ਸਾਜ ਸਦਾ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "vw`jy"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. dwiq krI pRiB dwqY; joqI joiq smwxI ]1]",
    "TRANSLITERATION": "Naanak Dhaath Karee Prabh Dhaathai Jothee Joth Samaanee ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੇ ਇਹ ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ, ਹੁਣ ਮੇਰੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "mnmuKw mnmuiK muey; myrI kir mwieAw rwm ]",
    "TRANSLITERATION": "Manamukhaa Manamukh Mueae Maeree Kar Maaeiaa Raam ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ 'ਮੇਰੀ ਮਾਇਆ, ਮੇਰੀ ਮਾਇਆ' ਆਖ ਆਖ ਕੇ ਹੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "iKnu AwvY. iKnu jwvY, durgMD mVY; icqu lwieAw rwm ]",
    "TRANSLITERATION": "Khin Aavai Khin Jaavai Dhuragandhh Marrai Chith Laaeiaa Raam ||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਲਾਭ ਵੇਲੇ) ਇਕ ਖਿਨ ਵਿਚ ਮੱਚ ਪੈਂਦਾ ਹੈ (ਮਾਇਆ ਦੀ ਹਾਨੀ ਵੇਲੇ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਢਹਿ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਮਨ ਨੂੰ ਸਦਾ ਇਸ ਬਦ-ਬੋ ਭਰੇ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": "ivSy rUp durgMDI dw (mVY@) sRIr"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "lwieAw durgMD mVY icqu lwgw; ijau rMgu ksuMB idKwieAw ]",
    "TRANSLITERATION": "Laaeiaa Dhuragandhh Marrai Chith Laagaa Jio Rang Kasunbh Dhikhaaeiaa ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਦੁਰਗੰਧ-ਭਰੇ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਆਪਣੇ ਚਿੱਤ ਨੂੰ ਲਾਈ ਰੱਖਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਚਿੱਤ ਸਰੀਰਕ ਮੋਹ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ (ਪਰ ਇਹ ਸਰੀਰਕ ਸੁਖ ਦੁੱਖ ਇਉਂ ਹੈ) ਜਿਵੇਂ ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦਾ ਰੰਗ ਵੇਖੀਦਾ ਹੈ (ਵੇਖਣ ਨੂੰ ਸ਼ੋਖ, ਪਰ ਝਬਦੇ ਹੀ ਫਿੱਕਾ ਪੈ ਜਾਣ ਵਾਲਾ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "iKnu pUrib. iKnu pCim Cwey; ijau cku kuim@Awir BvwieAw ]",
    "TRANSLITERATION": "Khin Poorab Khin Pashham Shhaaeae Jio Chak Kumihaaar Bhavaaeiaa ||",
    "PUNJABI": "ਜਿਵੇਂ ਪਰਛਾਵਾਂ (ਸੂਰਜ ਦੇ ਚੜ੍ਹਨ ਢਲਣ ਦੇ ਆਸਰੇ) ਕਦੇ ਚੜ੍ਹਦੇ ਪਾਸੇ ਹੋ ਜਾਂਦਾ ਹੈ ਕਦੇ ਲਹਿੰਦੇ ਪਾਸੇ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਉਹ ਚੱਕ ਹੈ, ਜਿਸ ਨੂੰ ਕੁਮ੍ਹਿਆਰ ਨੇ ਚੱਕਰ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "kuim@Awir: ku bolo"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "duKu Kwvih. duKu sMcih Bogih; duK kI ibriD vDweI ]",
    "TRANSLITERATION": "Dhukh Khaavehi Dhukh Sanchehi Bhogehi Dhukh Kee Biradhh Vadhhaaee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ਦੁੱਖ ਇਕੱਠੇ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਦੁੱਖ ਭੋਗਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਜੀਵਨ ਵਿਚ ਦੁੱਖਾਂ ਦਾ ਹੀ ਵਾਧਾ ਵਧਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "Kwv-ih, sMc-ih, Bog-ih[ (ibriD) vwDw["
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. ibKmu suhylw qrIAY; jw AwvY gur srxweI ]2]",
    "TRANSLITERATION": "Naanak Bikham Suhaelaa Thareeai Jaa Aavai Gur Saranaaee ||2||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਇਹ ਔਖਾ ਤਰਿਆ ਜਾਣ ਵਾਲਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਸੌਖਾ ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(ibKmu) AOKw[ (suhylw) sOKw"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "myrw Twkuro Twkuru nIkw; Agm AQwhw rwm ]",
    "TRANSLITERATION": "Maeraa Thaakuro Thaakur Neekaa Agam Athhaahaa Raam ||",
    "PUNJABI": "ਮੇਰਾ ਮਾਲਕ ਸੋਹਣਾ ਹੈ, ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸੋਹਣਾ ਹੈ, (ਪਰ ਮੇਰੀ ਸਮਝ-ਸਿਆਣਪ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਉਹ ਇਕ ਐਸਾ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਦੀ ਹਾਥ ਨਹੀਂ ਲੱਭਦੀ।",
    "PRONUNCIATION": "(nIkw) sohxw"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "hir pUjI. hir pUjI cwhI; myry siqgur swhw rwm ]",
    "TRANSLITERATION": "Har Poojee Har Poojee Chaahee Maerae Sathigur Saahaa Raam ||",
    "PUNJABI": "(ਤਾਂਹੀਏਂ) ਹੇ ਮੇਰੇ ਸ਼ਾਹ! ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! ਮੈਂ (ਤੇਰੇ ਪਾਸੋਂ) ਹਰਿ-ਨਾਮ ਦੀ ਪੂੰਜੀ ਮੰਗਦਾ ਹਾਂ।",
    "PRONUNCIATION": "pUMjI"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "hir pUjI cwhI. nwmu ibswhI; gux gwvY gux BwvY ]",
    "TRANSLITERATION": "Har Poojee Chaahee Naam Bisaahee Gun Gaavai Gun Bhaavai ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ-ਸਰਮਾਏ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਣਾਂ ਦੇ ਕਾਰਨ ਉਹ ਹਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "pMUjI[(ibswhI) KRIidAw["
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "nId BUK sB prhir iqAwgI; suMny suMin smwvY ]",
    "TRANSLITERATION": "Needh Bhookh Sabh Parehar Thiaagee Sunnae Sunn Samaavai ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਮਾਇਆ ਦੀ ਭੁੱਖ ਉੱਕਾ ਹੀ ਤਿਆਗ ਦੇਂਦਾ ਹੈ, ਉਹ ਤਾਂ ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਦੇ ਅੰਦਰ ਕਦੇ ਮਾਇਆ ਦੇ ਫੁਰਨੇ ਉੱਠਦੇ ਹੀ ਨਹੀਂ।",
    "PRONUNCIATION": "(prhir) dUr kr"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "vxjwry iek BwqI Awvih; lwhw. hir nwmu lY jwhy ]",
    "TRANSLITERATION": "Vanajaarae Eik Bhaathee Aavehi Laahaa Har Naam Lai Jaahae ||",
    "PUNJABI": "ਜਦੋਂ ਇਕ ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਵਾਲੇ ਸਤਸੰਗੀ ਰਲ ਬੈਠਦੇ ਹਨ, ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ (ਜਗਤ ਤੋਂ) ਲੈ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. mnu qnu Arip gur AwgY; ijsu pRwpiq so pwey ]3]",
    "TRANSLITERATION": "Naanak Man Than Arap Gur Aagai Jis Praapath So Paaeae ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਹ (ਤੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੌਦਾ ਗੁਰੂ ਪਾਸੋਂ ਹਾਸਲ ਕਰ) ਪਰ ਇਹ ਹਰਿ-ਨਾਮ ਦਾ ਸੌਦਾ ਉਹੀ ਮਨੁੱਖ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰੋਂ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "rqnw rqn pdwrQ; bhu swgru BirAw. rwm ]",
    "TRANSLITERATION": "Rathanaa Rathan Padhaarathh Bahu Saagar Bhariaa Raam ||",
    "PUNJABI": "(ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ, ਮਾਨੋ, ਇਕ) ਸਮੁੰਦਰ (ਹੈ, ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇ ਸ੍ਰੇਸ਼ਟ ਗੁਣਾਂ-ਰੂਪ) ਅਨੇਕਾਂ ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨੱਕ ਭਰਿਆ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "bwxI gurbwxI lwgy. iqn@ hiQ ciVAw. rwm ]",
    "TRANSLITERATION": "Baanee Gurabaanee Laagae Thinh Hathh Charriaa Raam ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਇਹ ਰਤਨ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "ciV@Aw"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "gurbwxI lwgy. iqn@ hiQ ciVAw; inrmolku rqnu Apwrw ]",
    "TRANSLITERATION": "Gurabaanee Laagae Thinh Hathh Charriaa Niramolak Rathan Apaaraa ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਉਹ ਨਾਮ-ਰਤਨ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦੀ ਕੀਮਤਿ ਦਾ ਹੋਰ ਕੋਈ ਪਦਾਰਥ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "hir hir nwmu Aqolku pwieAw; qyrI Bgiq, Bry BMfwrw ]",
    "TRANSLITERATION": "Har Har Naam Atholak Paaeiaa Thaeree Bhagath Bharae Bhanddaaraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ ਉਹ ਮਨੁੱਖ ਤੇਰਾ ਉਹ ਨਾਮ-ਰਤਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦੀ ਹੋਰ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "A-qolku"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "smuMdu ivroil. srIru hm dyiKAw; iek vsqu AnUp idKweI ]",
    "TRANSLITERATION": "Samundh Virol Sareer Ham Dhaekhiaa Eik Vasath Anoop Dhikhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਸਰੀਰ-ਸਮੁੰਦਰ ਨੂੰ ਪੜਤਾਲ ਕੇ ਵੇਖਿਆ ਤਾਂ ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਸਰੀਰ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ) ਸੋਹਣਾ ਕੀਮਤੀ ਪਦਾਰਥ ਵਿਖਾ ਦਿੱਤਾ।",
    "PRONUNCIATION": "(AnUp) suMdr"
  },
  {
    "SHABAD_ID": 1648,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "gur goivMdu. guoivMdu gurU hY; nwnk. Bydu n BweI ]4]1]8]",
    "TRANSLITERATION": "Gur Govindh Guovindh Guroo Hai Naanak Bhaedh N Bhaaee ||4||1||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਰਮਾਤਮਾ ਹੈ ਪਰਮਾਤਮਾ ਗੁਰੂ ਹੈ, ਦੋਹਾਂ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ, ਹੇ ਭਾਈ! ॥੪॥੧॥੮॥",
    "PRONUNCIATION": "guoivMdu: hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 1649,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 4 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1649,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "iJim iJmy, iJim iJim vrsY; AMimRqDwrw rwm ]",
    "TRANSLITERATION": "Jhim Jhimae Jhim Jhim Varasai Anmrith Dhhaaraa Raam ||",
    "PUNJABI": "(ਜਿਵੇਂ ਵਰਖਾ ਰੁੱਤੇ ਜਦੋਂ ਮਿਠੀ ਮਿਠੀ ਫੁਹਾਰ ਪੈਂਦੀ ਹੈ ਤਾਂ ਬੜੀ ਸੁਹਾਵਣੀ ਠੰਡ ਮਹਿਸੂਸ ਕਰੀਦੀ ਹੈ, ਤਿਵੇਂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਉਸ ਦੇ ਹਿਰਦੇ ਦੀ ਧਰਤੀ ਉਤੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਧਾਰ ਮਠੀ ਮਠੀ ਵਰਖਾ ਕਰਦੀ ਹੈ ਅਤੇ ਆਤਮਕ ਸ਼ਾਂਤੀ ਬਖ਼ਸ਼ਦੀ ਹੈ।",
    "PRONUNCIATION": "(iJim iJmy) ie`k rs"
  }
]