[
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "Awvx jwxw. BRmu Bau Bwgw; hir hir. hir gux gwieAw ]",
    "TRANSLITERATION": "Aavan Jaanaa Bhram Bho Bhaagaa Har Har Har Gun Gaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ, ਉਹਨਾਂ ਦੀ ਭਟਕਣਾ ਉਹਨਾਂ ਦਾ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਦੂਰ ਹੋ ਗਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm jnm ky, iklivK duK auqry; hir hir nwim smwieAw ]",
    "TRANSLITERATION": "Janam Janam Kae Kilavikh Dhukh Outharae Har Har Naam Samaaeiaa ||",
    "PUNJABI": "ਤੇ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਉਹਨਾਂ ਦੇ ਪਾਪ ਤੇ ਦੁੱਖ ਲਹਿ ਗਏ, ਉਹ ਸਦਾ ਲਈ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਗਏ।",
    "PRONUNCIATION": "(iklivK) pwp"
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "ijn hir iDAwieAw. Duir Bwg iliK pwieAw; iqn sPlu jnmu prvwxu jIau ]",
    "TRANSLITERATION": "Jin Har Dhhiaaeiaa Dhhur Bhaag Likh Paaeiaa Thin Safal Janam Paravaan Jeeo ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਭਾਗਾਂ ਅਨੁਸਾਰ ਨਾਮ ਦੀ ਦਾਤ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਤੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਗਿਆ ਉਹ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਕਬੂਲ ਹੋ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "hir hir min BwieAw. prm suK pwieAw; hir lwhw pdu inrbwxu jIau ]3]",
    "TRANSLITERATION": "Har Har Man Bhaaeiaa Param Sukh Paaeiaa Har Laahaa Padh Nirabaan Jeeo ||3||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਾ ਉਹਨਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੇ ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਖੱਟ ਲਈ ਜਿਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ijn@ hir mIT lgwnw. qy jn prDwnw; qy aUqm. hir hir log jIau ]",
    "TRANSLITERATION": "Jinh Har Meeth Lagaanaa Thae Jan Paradhhaanaa Thae Ootham Har Har Log Jeeo ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਪਿਆਰੇ ਬੰਦੇ (ਹੋਰ ਖ਼ਲਕਤਿ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "hir nwmu vfweI. hir nwmu sKweI; gur sbdI. hir rs Bog jIau ]",
    "TRANSLITERATION": "Har Naam Vaddaaee Har Naam Sakhaaee Gur Sabadhee Har Ras Bhog Jeeo ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਹਨਾਂ ਵਾਸਤੇ) ਇੱਜ਼ਤ-ਮਾਣ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦਾ (ਸਦਾ ਲਈ) ਸਾਥੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "PRONUNCIATION": "(sKweI) shwiek"
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "hir rs Bog, mhw inrjog; vfBwgI. hir rsu pwieAw ]",
    "TRANSLITERATION": "Har Ras Bhog Mehaa Nirajog Vaddabhaagee Har Ras Paaeiaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ-ਰਸ ਮਾਣਦੇ ਹਨ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਬੜੇ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲ ਗਿਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(inrjog) bMDn rihq"
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "sy DMnu vfy, sq purKw pUry; ijn. gurmiq nwmu iDAwieAw ]",
    "TRANSLITERATION": "Sae Dhhann Vaddae Sath Purakhaa Poorae Jin Guramath Naam Dhhiaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਗਏ ਉਹ ਉੱਚੇ ਤੇ ਪੂਰੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "jnu nwnku. ryxu mMgY pg swDU; min cUkw sogu ivjogu. jIau ]",
    "TRANSLITERATION": "Jan Naanak Raen Mangai Pag Saadhhoo Man Chookaa Sog Vijog Jeeo ||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਵੱਸ ਰਿਹਾ ਚਿੰਤਾ ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "pg: polw bolo"
  },
  {
    "SHABAD_ID": 1650,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "ijn@ hir mIT lgwnw. qy jn prDwnw; qy aUqm. hir hir log jIau ]4]3]10]",
    "TRANSLITERATION": "Jinh Har Meeth Lagaanaa Thae Jan Paradhhaanaa Thae Ootham Har Har Log Jeeo ||4||3||10||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਪਿਆਰੇ ਬੰਦੇ (ਹੋਰ ਖ਼ਲਕਤਿ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੪॥੩॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 4 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "sqjuig. sBu sMqoK srIrw; pg cwry Drmu iDAwnu jIau ]",
    "TRANSLITERATION": "Sathajug Sabh Santhokh Sareeraa Pag Chaarae Dhharam Dhhiaan Jeeo ||",
    "PUNJABI": "ਸਤਜੁਗੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਹਰ ਥਾਂ ਸੰਤੋਖ (ਆਤਮਕ ਸਹਾਰਾ) ਦੇਈ ਰੱਖਦਾ ਹੈ, ਹਰ ਵੇਲੇ ਮੁਕੰਮਲ ਧਰਮ ਉਸ ਦੇ ਜੀਵਨ ਦਾ ਨਿਸ਼ਾਨਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "sqj`uig[ pg: polw bolo"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "min qin hir gwvih. prm suKu pwvih; hir ihrdY hir gux igAwnu jIau ]",
    "TRANSLITERATION": "Man Than Har Gaavehi Param Sukh Paavehi Har Hiradhai Har Gun Giaan Jeeo ||",
    "PUNJABI": "(ਸਤਜੁਗੀ) ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਹੋਏ (ਮਨੁੱਖ) ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "gux igAwnu pdwrQu. hir hir ikrqwrQu; soBw gurmuiK hoeI ]",
    "TRANSLITERATION": "Gun Giaan Padhaarathh Har Har Kirathaarathh Sobhaa Guramukh Hoee ||",
    "PUNJABI": "ਸਤਜੁਗੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਕੀਮਤੀ ਚੀਜ਼ ਜਾਣਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸਫਲ ਸਮਝਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਨੂੰ (ਹਰ ਥਾਂ) ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": "(ikrqwrQu) s&l"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "AMqir bwhir hir pRBu eyko; dUjw Avru. n koeI ]",
    "TRANSLITERATION": "Anthar Baahar Har Prabh Eaeko Dhoojaa Avar N Koee ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਤੇ ਸਾਰੇ ਜਗਤ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "hir hir ilv lweI. hir nwmu sKweI; hir drgh pwvY mwnu jIau ]",
    "TRANSLITERATION": "Har Har Liv Laaee Har Naam Sakhaaee Har Dharageh Paavai Maan Jeeo ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਦਾ (ਸਦਾ ਲਈ) ਸਾਥੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(sKweI) shwiek"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "sqjuig sBu sMqoK srIrw; pg cwry Drmu iDAwnu jIau ]1]",
    "TRANSLITERATION": "Sathajug Sabh Santhokh Sareeraa Pag Chaarae Dhharam Dhhiaan Jeeo ||1||",
    "PUNJABI": "ਅਜੇਹੀ ਸਤਜੁਗੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਹਰ ਥਾਂ ਸੰਤੋਖ (ਆਤਮਕ ਸਹਾਰਾ ਦੇਈ ਰੱਖਦਾ ਹੈ) ਹਰ ਗੱਲੇ ਮੁਕੰਮਲ ਧਰਮ ਉਸ ਦੇ ਜੀਵਨ ਦਾ ਨਿਸ਼ਾਨਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "sq-j`uig"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "qyqw jugu AwieAw. AMqir joru pwieAw; jqu sMjm krm kmwie jIau ]",
    "TRANSLITERATION": "Thaethaa Jug Aaeiaa Anthar Jor Paaeiaa Jath Sanjam Karam Kamaae Jeeo ||",
    "PUNJABI": "ਉਸ ਦੇ ਅੰਦਰ ਮਾਨੋ ਤ੍ਰੇਤਾ ਜੁਗ ਵਾਪਰ ਰਿਹਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਦੂਜਿਆਂ ਉਤੇ) ਧੱਕਾ (ਕਰਨ ਦਾ ਸੁਭਾਉ) ਆ ਵੱਸਦਾ ਹੈ, (ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਭੁਲਾ ਕੇ) ਵੀਰਜ ਨੂੰ ਰੋਕਣਾ (ਹੀ ਧਰਮ ਸਮਝ ਲੈਂਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਵਾਲੇ ਕਰਮ ਹੀ ਕਮਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "j`ugu"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "pgu cauQw iKisAw, qRY pg itikAw; min ihrdY kRoDu jlwie. jIau ]",
    "TRANSLITERATION": "Pag Chouthhaa Khisiaa Thrai Pag Ttikiaa Man Hiradhai Krodhh Jalaae Jeeo ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ (ਧਰਮ-ਬਲਦ ਦਾ) ਚੌਥਾ ਪੈਰ ਤਿਲਕ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ) ਤਿੰਨਾਂ ਪੈਰਾਂ ਦੇ ਸਹਾਰੇ ਖਲੋਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕ੍ਰੋਧ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਨੂੰ ਸਾੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "min ihrdY kRoDu, mhw ibs loDu; inrp Dwvih, liV duKu pwieAw ]",
    "TRANSLITERATION": "Man Hiradhai Krodhh Mehaa Bisalodhh Nirap Dhhaavehi Larr Dhukh Paaeiaa ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਕ੍ਰੋਧ ਪੈਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ਜੋ, ਮਾਨੋ, ਇਕ ਵੱਡਾ ਵਿਹੁਲਾ ਰੁੱਖ (ਉੱਗਾ ਹੋਇਆ) ਹੈ। (ਧੱਕਾ ਕਰਨ ਦੇ ਸੁਭਾਵ ਤੋਂ ਪੈਦਾ ਹੋਏ ਇਸ ਕ੍ਰੋਧ ਦੇ ਕਾਰਨ ਹੀ) ਰਾਜੇ ਇਕ ਦੂਜੇ ਉਤੇ ਹਮਲੇ ਕਰਦੇ ਹਨ, ਆਪੋ ਵਿਚ ਲੜ ਲੜ ਕੇ ਦੁੱਖ ਪਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(ibs) zhr[ (loDu) GoLdy hn[ (inrp) rwjw[ (Dwvih) dOVdy hmly krdy"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "AMqir mmqw rogu lgwnw; haumY AhMkwru vDwieAw ]",
    "TRANSLITERATION": "Anthar Mamathaa Rog Lagaanaa Houmai Ahankaar Vadhhaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਮਮਤਾ ਦਾ ਰੋਗ ਲੱਗ ਜਾਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਹਉਮੈ ਵਧਦੀ ਹੈ ਅਹੰਕਾਰ ਵਧਦਾ ਹੈ,",
    "PRONUNCIATION": "(mmqw) Apx`q"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "hir hir ikRpw DwrI. myrY Twkuir; ibKu. gurmiq hir nwim, lih jwie jIau ]",
    "TRANSLITERATION": "Har Har Kirapaa Dhhaaree Maerai Thaakur Bikh Guramath Har Naam Lehi Jaae Jeeo ||",
    "PUNJABI": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ, ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ ਇਹ ਜ਼ਹਰ ਉਤਰ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "qyqw jugu AwieAw. AMqir joru pwieAw; jqu sMjm krm kmwie jIau ]2]",
    "TRANSLITERATION": "Thaethaa Jug Aaeiaa Anthar Jor Paaeiaa Jath Sanjam Karam Kamaae Jeeo ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਦੂਜਿਆਂ ਉੱਤੇ) ਧੱਕਾ (ਕਰਨ ਦਾ ਸੁਭਾਉ) ਆ ਵੱਸਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ, ਤ੍ਰੇਤਾ ਜੁਗ ਵਾਪਰ ਰਿਹਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jugu duAwpuru AwieAw. Brim BrmwieAw; hir. gopI kwn@ aupwie jIau ]",
    "TRANSLITERATION": "Jug Dhuaapur Aaeiaa Bharam Bharamaaeiaa Har Gopee Kaanha Oupaae Jeeo ||",
    "PUNJABI": "ਇਹ ਸਾਰੇ ਇਸਤ੍ਰੀ ਮਰਦ ਜੋ ਹਰੀ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਇਹਨਾਂ ਵਿਚੋਂ ਜੇਹੜਾ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਭਟਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੇ ਵਾਸਤੇ, ਮਾਨੋ) ਦੁਆਪੁਰ ਜੁਗ ਆਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "j`ugu[ kwn@: hlMq hyTW AONkV bolo"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "qpu qwpn qwpih, jg puMn AwrMBih; Aiq ikirAw krm kmwie jIau ]",
    "TRANSLITERATION": "Thap Thaapan Thaapehi Jag Punn Aaranbhehi Ath Kiriaa Karam Kamaae Jeeo ||",
    "PUNJABI": "(ਅਜੇਹੇ ਲੋਕ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ) ਤਪ ਸਾਧਦੇ ਹਨ, ਧੂਣੀਆਂ ਤਪਾਣ ਦੇ ਕਸ਼ਟ ਸਹਾਰਦੇ ਹਨ, ਜੱਗ ਆਦਿਕ (ਮਿਥੇ ਹੋਏ) ਪੁੰਨ ਕਰਮ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": "Aiq polw bolo"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "ikirAw krm kmwieAw. pg duie iKskwieAw; duie pg itkY itkwie jIau ]",
    "TRANSLITERATION": "Kiriaa Karam Kamaaeiaa Pag Dhue Khisakaaeiaa Dhue Pag Ttikai Ttikaae Jeeo ||",
    "PUNJABI": "(ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ ਮਿਥਿਆ ਹੋਇਆ) ਕਿਰਿਆ ਕਰਮ ਕਰਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਆਪਣੇ ਦੋਵੇਂ) ਪੈਰ ਖਿਸਕਾ ਲੈਂਦਾ ਹੈ ਜਿਸ ਦੋ ਪੈਰਾਂ ਦੇ ਆਸਰੇ ਉਹ ਟਿਕਿਆ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "mhw juD. joD bhu kIn@y; ivic haumY. pcY pcwie jIau ]",
    "TRANSLITERATION": "Mehaa Judhh Jodhh Bahu Keenhae Vich Houmai Pachai Pachaae Jeeo ||",
    "PUNJABI": "(ਇਹ ਦੁਆਪੁਰ ਜੁਗ ਦਾ ਪ੍ਰਭਾਵ ਹੀ ਸਮਝੋ ਕਿ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਫਸ ਕੇ) ਬੜੇ ਬੜੇ ਸੂਰਮੇ ਵੱਡੇ ਜੁੱਧ ਮਚਾ ਦੇਂਦੇ ਹਨ, (ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਹੀ ਮਨੁੱਖ ਆਪ) ਹਉਮੈ ਵਿਚ ਸੜਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਸਾੜਦਾ ਹੈ।",
    "PRONUNCIATION": "(joD) joDy[ (pcY) sVdy[ (pcwie) swVdy[ ju`D"
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "dIn dieAwil guru swDu imlwieAw; imil siqgur. mlu lih jwie jIau ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Gur Saadhh Milaaeiaa Mil Sathigur Mal Lehi Jaae Jeeo ||",
    "PUNJABI": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1651,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "jugu duAwpuru AwieAw. Brim BrmwieAw; hir gopI kwn@ aupwie jIau ]3]",
    "TRANSLITERATION": "Jug Dhuaapur Aaeiaa Bharam Bharamaaeiaa Har Gopee Kaanha Oupaae Jeeo ||3||",
    "PUNJABI": "ਜੋ ਜੋ ਇਸਤ੍ਰੀ ਮਰਦ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜੇਹੜਾ ਜੇਹੜਾ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਭਟਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੇ ਵਾਸਤੇ, ਮਾਨੋ) ਦੁਆਪੁਰ ਜੁਗ ਆਇਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  }
]