[
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "ipr riqAVy. mYfy loiex. myry ipAwry; cwiqRk bUMd ijvY ]",
    "TRANSLITERATION": "Pir Rathiarrae Maiddae Loein Maerae Piaarae Chaathrik Boondh Jivai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੀਆਂ ਅੱਖਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸ਼ਨ ਵਿਚ ਮਸਤ ਹਨ ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤੀ ਵਰਖਾ ਦੀ) ਬੂੰਦ (ਲਈ ਤਾਂਘਦਾ ਹੈ)।",
    "PRONUNCIATION": "r`iqAVy[ cwqiR k"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "mnu sIqlu hoAw. myry ipAwry; hir bUMd pIvY ]",
    "TRANSLITERATION": "Man Seethal Hoaa Maerae Piaarae Har Boondh Peevai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਦੋਂ ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਜਲ ਦੀ ਬੂੰਦ ਪੀਂਦਾ ਹੈ ਤਾਂ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "qin ibrhu jgwvY. myry ipAwry; nId n pvY. ikvY ]",
    "TRANSLITERATION": "Than Birahu Jagaavai Maerae Piaarae Needh N Pavai Kivai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਉਪਜਿਆ ਹੋਇਆ ਵਿਛੋੜੇ ਦਾ ਦਰਦ ਮੈਨੂੰ ਜਗਾਈ ਰੱਖਦਾ ਹੈ, ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ।",
    "PRONUNCIATION": "(ibrhu) ivCoVy dw drd"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "hir sjxu lDw. myry ipAwry; nwnk. gurU ilvY ]3]",
    "TRANSLITERATION": "Har Sajan Ladhhaa Maerae Piaarae Naanak Guroo Livai ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਲਗਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਸੱਜਣ ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲਿਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": "s`jxu[ l`Dw"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ciV cyqu bsMqu myry ipAwry; BlIA ruqy ]",
    "TRANSLITERATION": "Charr Chaeth Basanth Maerae Piaarae Bhaleea Ruthae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਚੇਤ (ਦਾ ਮਹੀਨਾ) ਚੜ੍ਹਦਾ ਹੈ, ਬਸੰਤ (ਦਾ ਮੌਸਮ) ਆਉਂਦਾ ਹੈ, (ਸਾਰਾ ਸੰਸਾਰ ਆਖਦਾ ਹੈ ਕਿ ਇਹ) ਸੋਹਣੀ ਰੁੱਤ (ਆ ਗਈ ਹੈ, ਪਰ)",
    "PRONUNCIATION": "ciV@[ru`qy"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ipr bwJiVAhu. myry ipAwry; AWgix DUiV luqy ]",
    "TRANSLITERATION": "Pir Baajharriahu Maerae Piaarae Aaangan Dhhoorr Luthae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਪ੍ਰਭੂ-ਪਤੀ (ਦੇ ਮਿਲਾਪ) ਤੋਂ ਬਿਨਾ (ਮੇਰੇ ਹਿਰਦੇ ਦੇ) ਵੇਹੜੇ ਵਿਚ ਧੂੜ ਉੱਡ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "bwJiV-Ahu[ihrdy rUpI (AWgix) ivhVy[ (luqy) au~fdI[polw"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "min Aws aufIxI. myry ipAwry; duie nYn juqy ]",
    "TRANSLITERATION": "Man Aas Ouddeenee Maerae Piaarae Dhue Nain Juthae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਆਸ ਉੱਠ ਰਹੀ ਹੈ, (ਮੈਂ ਦੁਨੀਆ ਦੇ ਭਾ ਦੀ ਸੋਹਣੀ ਬਸੰਤ ਰੁੱਤ ਵਲੋਂ) ਉਦਾਸ ਹਾਂ, ਮੇਰੀਆਂ ਦੋਵੇਂ ਅੱਖਾਂ (ਬਸੰਤ ਦੇ ਖੇੜੇ ਨੂੰ ਵੇਖਣ ਦੇ ਥਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸਨ ਦੀ ਉਡੀਕ ਵਿਚ) ਜੁੜੀਆਂ ਪਈਆਂ ਹਨ।",
    "PRONUNCIATION": "(aufIxI) audws[ (juqy)juVy[juqy:polw bolo"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "guru nwnku dyiK ivgsI. myry ipAwry; ijau mwq suqy ]4]",
    "TRANSLITERATION": "Gur Naanak Dhaekh Vigasee Maerae Piaarae Jio Maath Suthae ||4||",
    "PUNJABI": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-ਹੁਣ) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਵੇਖ ਕੇ (ਮੇਰੀ ਜਿੰਦ ਇਉਂ) ਖਿੜ ਪਈ ਹੈ ਜਿਵੇਂ ਮਾਂ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ ਵੇਖ ਕੇ ਖਿੜ ਪੈਂਦੀ ਹੈ ॥੪॥",
    "PRONUNCIATION": "(s`uqy) pu`q"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "hir kIAw kQw khwxIAw, myry ipAwry; siqgurU suxweIAw ]",
    "TRANSLITERATION": "Har Keeaa Kathhaa Kehaaneeaa Maerae Piaarae Sathiguroo Sunaaeeaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੀਆਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਈਆਂ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "gur ivtiVAhu hau GolI, myry ipAwry; ijin hir mylweIAw ]",
    "TRANSLITERATION": "Gur Vittarriahu Ho Gholee Maerae Piaarae Jin Har Maelaaeeaa ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦੀ ਹਾਂ ਜਿਸ ਨੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "(ivt-iVAhu) qoN[ (GolI) sdky[ mylweI-Aw"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "siB Awsw hir pUrIAw, myry ipAwry; min icMidAVw Plu pwieAw ]",
    "TRANSLITERATION": "Sabh Aasaa Har Pooreeaa Maerae Piaarae Man Chindhiarraa Fal Paaeiaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਪ੍ਰਭੂ ਨੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਪਾਸੇ ਮੈਂ ਮਨ-ਚਿਤਵਿਆ ਫਲ ਪਾ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": "(icMidAVw) ie`Cq"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "hir quTVw. myry ipAwry; jnu nwnku. nwim smwieAw ]5]",
    "TRANSLITERATION": "Har Thutharraa Maerae Piaarae Jan Naanak Naam Samaaeiaa ||5||",
    "PUNJABI": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਿਸ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਉਤੇ) ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": "(q`uTVw) pRsMn"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "ipAwry hir ibnu; pRymu n Kylsw ]",
    "TRANSLITERATION": "Piaarae Har Bin Praem N Khaelasaa ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਹੋਰ ਨਾਲ) ਮੈਂ ਪ੍ਰੇਮ (ਦੀ ਖੇਡ) ਨਹੀਂ ਖੇਡਾਂਗੀ।",
    "PRONUNCIATION": "K@ylsW"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "ikau pweI guru; ijqu lig ipAwrw dyKsw ]",
    "TRANSLITERATION": "Kio Paaee Gur Jith Lag Piaaraa Dhaekhasaa ||",
    "PUNJABI": "(ਹੇ ਪਿਆਰੇ! ਦੱਸ) ਮੈਂ ਕਿਵੇਂ ਗੁਰੂ ਨੂੰ ਲੱਭਾਂ ਜਿਸ ਦੀ ਰਾਹੀਂ ਹੀ ਮੈਂ ਤੇਰਾ ਦਰਸ਼ਨ ਕਰ ਸਕਾਂਗੀ।",
    "PRONUNCIATION": "dyKsW"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "hir dwqVy myil gurU; muiK gurmuiK mylsw ]",
    "TRANSLITERATION": "Har Dhaatharrae Mael Guroo Mukh Guramukh Maelasaa ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਦਾਤਾਰ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂਗੀ।",
    "PRONUNCIATION": "d`wqVy[mylsW"
  },
  {
    "SHABAD_ID": 1661,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "guru nwnku pwieAw myry ipAwry; Duir msqik lyKu sw ]6]14]21]",
    "TRANSLITERATION": "Gur Naanak Paaeiaa Maerae Piaarae Dhhur Masathak Laekh Saa ||6||14||21||",
    "PUNJABI": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! (ਜਿਸ ਵਡ-ਭਾਗੀ ਦੇ) ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੬॥੧੪॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "rwgu Awsw mhlw 5 CMqu Gru 1 ]",
    "TRANSLITERATION": "Raag Aasaa Mehalaa 5 Shhanth Ghar 1 ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "Ando Andu Gxw; mY. so pRBu fITw rwm ]",
    "TRANSLITERATION": "Anadho Anadh Ghanaa Mai So Prabh Ddeethaa Raam ||",
    "PUNJABI": "(ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ) ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ ਹੈ (ਜੋ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ),",
    "PRONUNCIATION": "An-do[ An-du"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "cwiKAVw cwiKAVw; mY. hir rsu mITw rwm ]",
    "TRANSLITERATION": "Chaakhiarraa Chaakhiarraa Mai Har Ras Meethaa Raam ||",
    "PUNJABI": "ਅਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਮਿੱਠਾ ਰਸ ਚੱਖ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "hir rsu mITw, mn mih vUTw; siqguru qUTw shju BieAw ]",
    "TRANSLITERATION": "Har Ras Meethaa Man Mehi Voothaa Sathigur Thoothaa Sehaj Bhaeiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਮਿੱਠਾ ਰਸ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ (ਕਿਉਂਕਿ) ਸਤਿਗੁਰੂ (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋ ਗਿਆ ਹੈ (ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਮੇਰੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": "(vU`Tw) visAw[ (qU`Tw) pRsMn"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "igRhu vis AwieAw. mMglu gwieAw; pMc dust Eie Bwig gieAw ]",
    "TRANSLITERATION": "Grihu Vas Aaeiaa Mangal Gaaeiaa Panch Dhusatt Oue Bhaag Gaeiaa ||",
    "PUNJABI": "ਹੁਣ ਮੇਰਾ (ਹਿਰਦਾ) ਘਰ ਵੱਸ ਪਿਆ ਹੈ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾ ਰਹੇ ਹਨ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚੋਂ) ਉਹ (ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀ ਨੱਸ ਗਏ ਹਨ।",
    "PRONUNCIATION": "v`is[g-ieAw"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "sIql AwGwxy. AMimRq bwxy; swjn sMq bsITw ]",
    "TRANSLITERATION": "Seethal Aaghaanae Anmrith Baanae Saajan Santh Baseethaa ||",
    "PUNJABI": "(ਜਦੋਂ ਦਾ) ਮਿੱਤਰ ਗੁਰੂ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਣ ਵਾਸਤੇ) ਵਕੀਲ ਬਣਿਆ ਹੈ, ਉਸ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਠੰਢੇ-ਠਾਰ ਹੋ ਗਏ ਹਨ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਰੱਜ ਗਏ ਹਨ।",
    "PRONUNCIATION": "(sIql) TMFy[ (AwGwxy) r`j gey[ (bsITw) ivcolw"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "khu nwnk. hir isau mnu mwinAw; so pRBu nYxI fITw ]1]",
    "TRANSLITERATION": "Kahu Naanak Har Sio Man Maaniaa So Prabh Nainee Ddeethaa ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਮਨ ਹੁਣ ਪਰਮਾਤਮਾ ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ, ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "soihAVy soihAVy; myry bMk duAwry. rwm ]",
    "TRANSLITERATION": "Sohiarrae Sohiarrae Maerae Bank Dhuaarae Raam ||",
    "PUNJABI": "(ਹੇ ਸਖੀ! ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਦੇ ਸਾਰੇ ਦਰਵਾਜ਼ੇ) ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੋਹਣੇ ਹੋ ਗਏ ਹਨ ਸੋਭਨੀਕ ਹੋ ਗਏ ਹਨ,",
    "PRONUNCIATION": "(soihAVy) soBnIk[ (bMk) suMdr[ (duAwry) igAwn ieMdRy"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "pwhunVy pwhunVy; myry sMq ipAwry. rwm ]",
    "TRANSLITERATION": "Paahunarrae Paahunarrae Maerae Santh Piaarae Raam ||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਮੇਰੀ ਜਿੰਦ ਦੇ ਸਾਈਂ ਮੇਰੇ ਸੰਤ-ਪ੍ਰਭੂ ਜੀ ਆ ਬਿਰਾਜੇ ਹਨ।",
    "PRONUNCIATION": "(pwhunVy) pRwhuxy"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "sMq ipAwry. kwrj swry; nmskwr kir. lgy syvw ]",
    "TRANSLITERATION": "Santh Piaarae Kaaraj Saarae Namasakaar Kar Lagae Saevaa ||",
    "PUNJABI": "ਮੇਰੇ ਪਿਆਰੇ ਸੰਤ-ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਕੰਮ ਸਾਰੇ ਸੰਵਾਰ ਰਹੇ ਹਨ (ਮੇਰੇ ਸਾਰੇ ਗਿਆਨ-ਇ੍ਰੰਦੇ ਉਸ ਸੰਤ-ਪ੍ਰਭੂ ਨੂੰ) ਨਮਸਕਾਰ ਕਰ ਕੇ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗ ਗਏ ਹਨ।",
    "PRONUNCIATION": "(swry) svwry"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "Awpy jw\\\\I. Awpy mw\\\\I; Awip suAwmI. Awip dyvw ]",
    "TRANSLITERATION": "Aapae Jaanjee Aapae Maanjee Aap Suaamee Aap Dhaevaa ||",
    "PUNJABI": "ਉਹ ਆਪ ਹੀ ਜਾਂਞੀ ਹੈ ਉਹ ਆਪ ਹੀ ਮੇਲ ਹੈ ਉਹ ਆਪ ਹੀ ਮਾਲਕ ਹੈ ਉਹ ਆਪ ਹੀ ਇਸ਼ਟ-ਦੇਵ ਹੈ।",
    "PRONUNCIATION": "(jW\\I) brwqI[(mW\\I) lVkI vwilAW dw myl[ (suAwmI) pqI srUp[ (dyvw) pRkwS srUp hir jI"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "Apxw kwrju Awip svwry; Awpy Dwrn Dwry ]",
    "TRANSLITERATION": "Apanaa Kaaraj Aap Savaarae Aapae Dhhaaran Dhhaarae ||",
    "PUNJABI": "(ਮੇਰੀ ਜਿੰਦ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਮੇਰੀ ਜਿੰਦ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨ ਦਾ ਇਹ) ਆਪਣਾ ਕੰਮ ਆਪ ਹੀ ਸਿਰੇ ਚਾੜ੍ਹਦਾ ਹੈ।",
    "PRONUNCIATION": "(Dwrn) isRStI nMU (Dwry) Awsrw idMdy"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "khu nwnk. shu Gr mih bYTw; sohy bMk duAwry ]2]",
    "TRANSLITERATION": "Kahu Naanak Sahu Ghar Mehi Baithaa Sohae Bank Dhuaarae ||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਬੈਠਦਾ ਹੈ, ਮੇਰੇ ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੋਹਣੇ ਬਣ ਗਏ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(shu) Ksm hir jI[ (sohy) soBnIk[ (bMk) sohxy (duAwry) igAwn ieMdRy"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "nv inDy nau inDy; myry Gr mih AweI. rwm ]",
    "TRANSLITERATION": "Nav Nidhhae No Nidhhae Maerae Ghar Mehi Aaee Raam ||",
    "PUNJABI": "ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਟਿਕੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "sBu ikCu. mY sBu ikCu pwieAw; nwmu iDAweI rwm ]",
    "TRANSLITERATION": "Sabh Kishh Mai Sabh Kishh Paaeiaa Naam Dhhiaaee Raam ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ, ਮੈਨੂੰ ਹਰੇਕ ਪਦਾਰਥ ਮਿਲ ਗਿਆ ਹੈ, ਮੈਂ ਸਭ ਕੁਝ ਲੱਭ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "nwmu iDAweI. sdw sKweI; shj suBweI goivMdw ]",
    "TRANSLITERATION": "Naam Dhhiaaee Sadhaa Sakhaaee Sehaj Subhaaee Govindhaa ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਹਾਂ ਜੋ ਮੇਰਾ ਸਦਾ ਲਈ ਸਾਥੀ ਬਣ ਗਿਆ ਹੈ, ਜਿਸ ਦਾ ਸਦਕਾ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਪ੍ਰੇਮ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "(sKweI) shwiek[ go-ivMdw"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "gxq imtweI. cUkI DweI; kdy n ivAwpY mn icMdw ]",
    "TRANSLITERATION": "Ganath Mittaaee Chookee Dhhaaee Kadhae N Viaapai Man Chindhaa ||",
    "PUNJABI": "ਮੈਂ, ਆਪਣੇ ਅੰਦਰ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟਾ ਲਿਆ ਹੈ, ਮੇਰੀ ਭਟਕਣਾ ਮੁੱਕ ਗਈ ਹੈ, ਕੋਈ ਚਿੰਤਾ ਮੇਰੇ ਮਨ ਉਤੇ ਕਦੇ ਜੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "PRONUNCIATION": "(gxq) lyKw joKw[ (DweI) Btkxw[ (icMdw) icMqw"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "goivMd gwjy. Anhd vwjy; Acrj soB bxweI ]",
    "TRANSLITERATION": "Govindh Gaajae Anehadh Vaajae Acharaj Sobh Banaaee ||",
    "PUNJABI": "ਮੇਰੇ ਅੰਦਰ ਗੋਬਿੰਦ ਗੱਜ ਰਿਹਾ ਹੈ (ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਪੂਰੇ ਜੋਬਨ ਵਿਚ ਹੈ। ਇਉਂ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਮਾਨੋ, ਸਾਰੇ ਸੰਗੀਤਕ ਸਾਜ) ਇੱਕ-ਰਸ (ਮੇਰੇ ਅੰਦਰ) ਵੱਜ ਰਹੇ ਹਨ। (ਪਰਮਾਤਮਾ ਨੇ ਮੇਰੇ ਅੰਦਰ) ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲੀ ਆਤਮਕ ਸੁੰਦਰਤਾ ਪੈਦਾ ਕਰ ਦਿੱਤੀ।",
    "PRONUNCIATION": "gw`jy[vw`jy[A-crj"
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "khu nwnk. ipru myrY sMgy; qw mY nv iniD pweI ]3]",
    "TRANSLITERATION": "Kahu Naanak Pir Maerai Sangae Thaa Mai Nav Nidhh Paaee ||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ-ਪਤੀ ਮੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸ ਰਿਹਾ ਹੈ, ਤਾਹੀਏਂ ਮੈਨੂੰ ਪ੍ਰਤੀਤ ਹੋ ਰਿਹਾ ਹੈ ਕਿ ਮੈਂ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਲੱਭ ਲਏ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1662,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "srisAVy srisAVy; myry BweI sB mIqw. rwm ]",
    "TRANSLITERATION": "Sarasiarrae Sarasiarrae Maerae Bhaaee Sabh Meethaa Raam ||",
    "PUNJABI": "ਹੁਣ ਮੇਰੇ ਸਾਰੇ ਮਿੱਤਰ ਭਰਾ (ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਆਨੰਦ-ਪੂਰਤਿ ਹੋ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(sr-isAVy) AnMidq"
  }
]