[
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "gupq pRgt jw kau ArwDih; paux pwxI idnsu rwiq ]",
    "TRANSLITERATION": "Gupath Pragatt Jaa Ko Araadhhehi Poun Paanee Dhinas Raath ||",
    "PUNJABI": "ਦਿੱਸਦੇ ਅਣਦਿੱਸਦੇ ਸਾਰੇ ਜੀਵ-ਜੰਤੂ ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦੇ ਹਨ, ਹਵਾ ਪਾਣੀ ਦਿਨ ਰਾਤ ਜਿਸ ਨੂੰ ਧਿਆਉਂਦੇ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "niKAqR ssIAr sUr iDAwvih; bsuD ggnw gwvey ]",
    "TRANSLITERATION": "Nakhiathr Saseear Soor Dhhiaavehi Basudhh Gaganaa Gaaveae ||",
    "PUNJABI": "(ਬੇਅੰਤ) ਤਾਰੇ ਚੰਦਰਮਾ ਅਤੇ ਸੂਰਜ ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਧਰਤੀ ਜਿਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ,",
    "PRONUNCIATION": "(niKA`qR) qwry[ (ssIAr) cMd[ (sUr) sUrj[ ( bsu-D) DrqI[bsuD:polw bolo[ (ggnw) AkwS[ gw-vey"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "sgl KwxI sgl bwxI; sdw sdw iDAwvey ]",
    "TRANSLITERATION": "Sagal Khaanee Sagal Baanee Sadhaa Sadhaa Dhhiaaveae ||",
    "PUNJABI": "ਸਾਰੀਆਂ ਖਾਣੀਆਂ ਤੇ ਸਾਰੀਆਂ ਬੋਲੀਆਂ (ਦਾ ਹਰੇਕ ਜੀਵ) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ ਹੀ ਧਿਆਨ ਧਰ ਰਿਹਾ ਹੈ,",
    "PRONUNCIATION": "(KwxI) jIv auqpqI dy pRkwr: Amfj,jyrj,syqj, auqBuj Awid[ (bwxI) bolIAW[ iDAw-vey"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "isimRiq purwx cqur bydh; Ktu swsqR. jw kau jpwiq ]",
    "TRANSLITERATION": "Simrith Puraan Chathur Baedheh Khatt Saasathr Jaa Ko Japaath ||",
    "PUNJABI": "ਸਤਾਈ ਸਿਮ੍ਰਿਤੀਆਂ, ਅਠਾਰਾਂ ਪੁਰਾਣ, ਚਾਰ ਵੇਦ, ਛੇ ਸ਼ਾਸਤ੍ਰ ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "PRONUNCIATION": "(ism-i Riq)m mukqw bolo, A`Dy rwry R ishwrI lw ky polw bolo, ishwrI q`qy BI lwau"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "piqq. pwvn, Bgiq vCl; nwnk. imlIAY sMig swiq ]3]",
    "TRANSLITERATION": "Pathith Paavan Bhagath Vashhal Naanak Mileeai Sang Saath ||3||",
    "PUNJABI": "ਉਸ ਪਤਿਤ-ਪਾਵਨ ਪ੍ਰਭੂ ਨੂੰ ਉਸ ਭਗਤਿ-ਵਛਲ ਹਰੀ ਨੂੰ, ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸਾਧ ਸੰਗਤਿ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(sMig)nwl[ (swiq)s`cy vwihgur UjI[ swiq ibMdI n lwau[ (2. sMigswiq)"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "jyqI pRBU jnweI; rsnw qyq BnI ]",
    "TRANSLITERATION": "Jaethee Prabhoo Janaaee Rasanaa Thaeth Bhanee ||",
    "PUNJABI": "ਜਿਤਨੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਸੂਝ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਦਿੱਤੀ ਹੈ ਉਤਨੀ ਮੇਰੀ ਜੀਭ ਨੇ ਬਿਆਨ ਕਰ ਦਿੱਤੀ ਹੈ (ਕਿ ਇਤਨੀ ਸ੍ਰਿਸ਼ਟੀ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ ਰਹੀ ਹੈ)।",
    "PRONUNCIATION": "(BnI) khI"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Anjwnq jo syvY; qyqI. nh jwie gnI ]",
    "TRANSLITERATION": "Anajaanath Jo Saevai Thaethee Neh Jaae Ganee ||",
    "PUNJABI": "ਪਰ ਹੋਰ ਜਿਤਨੀ ਲੁਕਾਈ ਦਾ ਮੈਨੂੰ ਪਤਾ ਨਹੀਂ ਜੇਹੜੀ ਉਹ ਲੁਕਾਈ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੀ ਹੈ ਉਹ ਮੈਥੋਂ ਗਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Aivgq Agnq AQwh Twkur; sgl mMJy bwhrw ]",
    "TRANSLITERATION": "Avigath Aganath Athhaah Thaakur Sagal Manjhae Baaharaa ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਉਸ ਦੇ ਗੁਣ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ, ਉਹ (ਮਾਨੋ) ਬੇਅੰਤ ਡੂੰਘਾ ਸਮੁੰਦਰ ਹੈ, ਉਹ ਸਭ ਦਾ ਮਾਲਕ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਭੀ ਹੈ ਤੇ ਸਭ ਤੋਂ ਵੱਖਰਾ ਭੀ ਹੈ।",
    "PRONUNCIATION": "(mMJy) AMdr[ Aiv-gq, A-gnq"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "srb jwick. eyku dwqw; nh dUir sMgI jwhrw ]",
    "TRANSLITERATION": "Sarab Jaachik Eaek Dhaathaa Neh Dhoor Sangee Jaaharaa ||",
    "PUNJABI": "ਸਾਰੇ ਜੀਵ-ਜੰਤ ਉਸ (ਦੇ ਦਰ) ਦੇ ਮੰਗਤੇ ਹਨ, ਉਹ ਇਕ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਕਿਸੇ ਵੀ ਜੀਵ ਤੋਂ ਦੂਰ ਨਹੀਂ ਹੈ ਉਹ ਸਭ ਦੇ ਨਾਲ ਵੱਸਦਾ ਹੈ ਤੇ ਪਰਤੱਖ ਹੈ।",
    "PRONUNCIATION": "(jwick) mMgqy[ (jwhrw) pRgt"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "vis Bgq QIAw, imly jIAw; qw kI aupmw ikq gnI ]",
    "TRANSLITERATION": "Vas Bhagath Thheeaa Milae Jeeaa Thaa Kee Oupamaa Kith Ganee ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਵੱਸ ਵਿੱਚ ਹੈ, ਜੇਹੜੇ ਜੀਵ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਵਡਿਆਈ ਮੈਂ ਕਿਤਨੀ ਕੁ ਬਿਆਨ ਕਰਾਂ? (ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ)।",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 1669,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "iehu dwnu mwnu nwnku pwey; sIsu swDh Dir crnI ]4]2]5]",
    "TRANSLITERATION": "Eihu Dhaan Maan Naanak Paaeae Sees Saadhheh Dhhar Charanee ||4||2||5||",
    "PUNJABI": "(ਜੇ ਉਸ ਦੀ ਮੇਹਰ ਹੋਵੇ ਤਾਂ) ਨਾਨਕ (ਉਸ ਦੇ ਭਗਤ-ਜਨਾਂ ਦੇ) ਚਰਨਾਂ ਉੱਤੇ ਆਪਣਾ ਸਿਰ ਰੱਖੀ ਰੱਖੇ ॥੪॥੨॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1670,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1671,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "slok ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1671,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "audmu krhu vfBwgIho; ismrhu. hir hir rwie ]",
    "TRANSLITERATION": "Oudham Karahu Vaddabhaageeho Simarahu Har Har Raae ||",
    "PUNJABI": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! ਉਸ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੋ (ਉਸ ਦੇ ਸਿਮਰਨ ਦਾ ਸਦਾ) ਉੱਦਮ ਕਰਦੇ ਰਹੋ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1671,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. ijsu ismrq sB suK hovih; dUKu drdu BRmu jwie ]1]",
    "TRANSLITERATION": "Naanak Jis Simarath Sabh Sukh Hovehi Dhookh Dharadh Bhram Jaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਸਾਰੇ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਤੇ ਹਰੇਕ ਕਿਸਮ ਦਾ ਦੁੱਖ ਦਰਦ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "CMqu ]",
    "TRANSLITERATION": "Shhanth ||",
    "PUNJABI": "ਛੰਤ।",
    "PRONUNCIATION": "(AlsweIAY) Awls (nh) nw krIey"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "nwmu jpq goibMd; nh AlsweIAY ]",
    "TRANSLITERATION": "Naam Japath Gobindh Neh Alasaaeeai ||",
    "PUNJABI": "ਹੇ ਵਡਭਾਗੀਹੋ! ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਕਦੇ) ਆਲਸ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "Bytq swDUsMg; jmpuir nh jweIAY ]",
    "TRANSLITERATION": "Bhaettath Saadhhoo Sang Jam Pur Neh Jaaeeai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਿਆਂ (ਤੇ ਹਰਿ-ਨਾਮ ਜਪਿਆਂ) ਜਮ ਦੀ ਪੁਰੀ ਵਿਚ ਨਹੀਂ ਜਾਣਾ ਪੈਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "dUK drd. n Bau ibAwpY; nwmu ismrq sd suKI ]",
    "TRANSLITERATION": "Dhookh Dharadh N Bho Biaapai Naam Simarath Sadh Sukhee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਕੋਈ ਦੁੱਖ ਕੋਈ ਦਰਦ ਕੋਈ ਡਰ ਆਪਣਾ ਜੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਸਦਾ ਸੁਖੀ ਰਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "swis swis ArwiD hir hir; iDAwie so pRBu min muKI ]",
    "TRANSLITERATION": "Saas Saas Araadhh Har Har Dhhiaae So Prabh Man Mukhee ||",
    "PUNJABI": "ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਅਰਾਧਨਾ ਕਰਦਾ ਰਹੁ, ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਿਮਰ, ਆਪਣੇ ਮੂੰਹ ਨਾਲ (ਉਸ ਦਾ ਨਾਮ) ਉਚਾਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "ikRpwl dieAwl rswl gux iniD; kir dieAw syvw lweIAY ]",
    "TRANSLITERATION": "Kirapaal Dhaeiaal Rasaal Gun Nidhh Kar Dhaeiaa Saevaa Laaeeai ||",
    "PUNJABI": "ਹੇ ਕਿਰਪਾ ਦੇ ਸੋਮੇ! ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਦਇਆ ਕਰ (ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜ।",
    "PRONUNCIATION": "(rswl) rsW dy Gr"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnku pieAMpY. crx jMpY; nwmu jpq goibMd. nh AlsweIAY ]1]",
    "TRANSLITERATION": "Naanak Paeianpai Charan Janpai Naam Japath Gobindh Neh Alasaaeeai ||1||",
    "PUNJABI": "ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ। ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਕਦੇ ਆਲਸ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ॥੧॥",
    "PRONUNCIATION": "dwsn dws (pieAMpY) pRym-bynqI pUrbk kQn krdw hY AQvw hy pIAw Apny! (jMpY) jpdy"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "pwvn piqq punIq; nwm inrMjnw ]",
    "TRANSLITERATION": "Paavan Pathith Puneeth Naam Niranjanaa ||",
    "PUNJABI": "ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਵਿਤ੍ਰ ਹੈ, ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਜੀਵਾਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "Brm AMDyr ibnws; igAwn gur AMjnw ]",
    "TRANSLITERATION": "Bharam Andhhaer Binaas Giaan Gur Anjanaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਇਕ ਐਸਾ) ਸੁਰਮਾ ਹੈ (ਜੋ ਮਨ ਦੀ) ਭਟਕਣਾ ਦੇ ਹਨੇਰੇ ਦਾ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(ibnws) nws[ (AMjnw) surmw"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "gur igAwn AMjn. pRB inrMjn; jil Qil mhIAil pUirAw ]",
    "TRANSLITERATION": "Gur Giaan Anjan Prabh Niranjan Jal Thhal Meheeal Pooriaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਦਾ ਸੁਰਮਾ (ਇਹ ਸਮਝ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਨਿਰਲੇਪ (ਹੁੰਦਿਆਂ ਭੀ) ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": "(mhIAil) DrqI AkwS sB QweIN"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "iek inmK. jw kY irdY visAw; imty iqsih ivsUirAw ]",
    "TRANSLITERATION": "Eik Nimakh Jaa Kai Ridhai Vasiaa Mittae Thisehi Visooriaa ||",
    "PUNJABI": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਪ੍ਰਭੂ ਅੱਖ ਦੇ ਫਰਕਣ ਜਿੰਨੇ ਸਮੇਂ ਲਈ ਭੀ ਵੱਸਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(ivsUirAw) icMdw i&kr"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "AgwiD boD smrQ suAwmI; srb kw Bau BMjnw ]",
    "TRANSLITERATION": "Agaadhh Bodhh Samarathh Suaamee Sarab Kaa Bho Bhanjanaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਅਥਾਹ ਗਿਆਨ ਦਾ ਮਾਲਕ ਹੈ, ਸਭ ਕੁਝ ਕਰਨ ਜੋਗਾ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ, ਸਭ ਦਾ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "(BMjnw) nws krn vwly[ smr`Q"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnku pieAMpY. crx jMpY; pwvn piqq punIq, nwm inrMjnw ]2]",
    "TRANSLITERATION": "Naanak Paeianpai Charan Janpai Paavan Pathith Puneeth Naam Niranjanaa ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਵਿਤ੍ਰ ਹੈ, ਵਿਕਾਰਾਂ ਵਿੱਚ ਡੁੱਬੇ ਜੀਵਾਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "Et ghI gopwl; dieAwl ikRpwinDy ]",
    "TRANSLITERATION": "Outt Gehee Gopaal Dhaeiaal Kirapaa Nidhhae ||",
    "PUNJABI": "ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਮੈਂ ਤੇਰੀ ਓਟ ਲਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "moih Awsr, quA crn; qumwrI srin isDy ]",
    "TRANSLITERATION": "Mohi Aasar Thua Charan Thumaaree Saran Sidhhae ||",
    "PUNJABI": "ਮੈਨੂੰ ਤੇਰੇ ਹੀ ਚਰਨਾਂ ਦਾ ਸਹਾਰਾ ਹੈ। ਤੇਰੀ ਸਰਨ ਵਿਚ ਹੀ ਰਹਿਣਾ ਮੇਰੇ ਜੀਵਨ ਦੀ ਕਾਮਯਾਬੀ ਹੈ।",
    "PRONUNCIATION": "(Awsr) Awsrw[ (quA) AwpjI dy[ (is`Dy)mukq"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "hir crn kwrn krn suAwmI; piqq. auDrn hir hry ]",
    "TRANSLITERATION": "Har Charan Kaaran Karan Suaamee Pathith Oudhharan Har Harae ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਹੇ ਜਗਤ ਦੇ ਮੂਲ! ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਬੰਦਿਆਂ ਨੂੰ ਬਚਾਣ-ਜੋਗਾ ਹੈ, ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਜਨਮ-ਮਰਨ ਦੇ ਘੁੰਮਣ-ਘੇਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾਣ ਜੋਗਾ ਹੈ।",
    "PRONUNCIATION": "(au-Drn) auDwrn vwly"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "swgr sMswr, Bv auqwr; nwmu ismrq. bhu qry ]",
    "TRANSLITERATION": "Saagar Sansaar Bhav Outhaar Naam Simarath Bahu Tharae ||",
    "PUNJABI": "ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਕੇ ਅਨੇਕਾਂ ਬੰਦੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(Bv) BRmx"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "Awid AMiq byAMq Kojih; sunI auDrn, sMqsMg ibDy ]",
    "TRANSLITERATION": "Aadh Anth Baeanth Khojehi Sunee Oudhharan Santhasang Bidhhae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਗਤ-ਰਚਨਾ ਦੇ ਆਰੰਭ ਵਿਚ ਭੀ ਤੂੰ ਹੀ ਹੈਂ, ਅੰਤ ਵਿਚ ਭੀ ਤੂੰ ਹੀ (ਅਸਥਿਰ) ਹੈਂ। ਬੇਅੰਤ ਜੀਵ ਤੇਰੀ ਭਾਲ ਕਰ ਰਹੇ ਹਨ। ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਹੀ ਇਕ ਐਸਾ ਤਰੀਕਾ ਹੈ ਜਿਸ ਨਾਲ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": "(au-Drn)hornW nMUauDwrn[ ibDy:polw bolo"
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnku pieAMpY, crn jMpY; Et ghI gopwl, dieAwl ikRpwinDy ]3]",
    "TRANSLITERATION": "Naanak Paeianpai Charan Janpai Outt Gehee Gopaal Dhaeiaal Kirapaa Nidhhae ||3||",
    "PUNJABI": "ਨਾਨਕ ਤੇਰੇ ਦਰ ਤੇ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ। ਹੇ ਗੋਪਾਲ! ਹੇ ਦਇਆਲ! ਹੇ ਕ੍ਰਿਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਮੈਂ ਤੇਰਾ ਪੱਲਾ ਫੜਿਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "Bgiq vClu hir ibrdu; Awip bnwieAw ]",
    "TRANSLITERATION": "Bhagath Vashhal Har Biradh Aap Banaaeiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪਣੀ ਭਗਤੀ (ਦੇ ਕਾਰਨ ਆਪਣੇ ਭਗਤਾਂ) ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਉਸ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "jh jh sMq ArwDih; qh qh pRgtwieAw ]",
    "TRANSLITERATION": "Jeh Jeh Santh Araadhhehi Theh Theh Pragattaaeiaa ||",
    "PUNJABI": "ਜਿੱਥੇ ਜਿੱਥੇ (ਉਸ ਦੇ) ਸੰਤ (ਉਸ ਦਾ) ਆਰਾਧਨ ਕਰਦੇ ਹਨ ਉੱਥੇ ਉੱਥੇ ਉਹ ਜਾ ਦਰਸ਼ਨ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "pRiB Awip lIey smwie, shij suBwie; Bgq kwrj swirAw ]",
    "TRANSLITERATION": "Prabh Aap Leeeae Samaae Sehaj Subhaae Bhagath Kaaraj Saariaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਕੀਤੇ ਹੋਏ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਤੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕਾਏ ਹੋਏ ਹਨ, ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਵਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1672,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "AwnMd hir js mhw mMgl; srb dUK ivswirAw ]",
    "TRANSLITERATION": "Aanandh Har Jas Mehaa Mangal Sarab Dhookh Visaariaa ||",
    "PUNJABI": "ਭਗਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਹਰਿ-ਮਿਲਾਪ ਦੀ ਖ਼ੁਸ਼ੀ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਤੇ ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ ਭੁਲਾ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]