[
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "AprwDI miq hInu; inrgunu AnwQu nIcu ]",
    "TRANSLITERATION": "Aparaadhhee Mathiheen Niragun Anaathh Neech ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਨਾਹਗਾਰ ਹਾਂ, ਅਕਲੋਂ ਸੱਖਣਾ ਹਾਂ, ਗੁਣ-ਹੀਣ ਹਾਂ, ਨਿਆਸਰਾ ਹਾਂ, ਮੰਦੇ ਸੁਭਾਵ ਵਾਲਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "sT kToru kul hInu; ibAwpq moh kIcu ]",
    "TRANSLITERATION": "Sath Kathor Kuleheen Biaapath Moh Keech ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਵਿਕਾਰੀ ਹਾਂ, ਬੇ-ਤਰਸ ਹਾਂ, ਨੀਵੀਂ ਕੁਲ ਵਾਲਾ ਹਾਂ, ਮੋਹ ਦਾ ਚਿੱਕੜ ਮੇਰੇ ਉਤੇ ਆਪਣਾ ਦਬਾਉ ਪਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(sT) ivkwrI[sT:polw bolo (kToru) inrdeI[ (kIcu) ic`kV"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "ml Brm krm AhM mmqw; mrxu. cIiq n Awvey ]",
    "TRANSLITERATION": "Mal Bharam Karam Ahan Mamathaa Maran Cheeth N Aaveae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਭਟਕਣਾ ਵਿਚ ਪੈਣ ਵਾਲੇ ਕਰਮਾਂ ਦੀ ਮੈਲ ਮੈਨੂੰ ਲੱਗੀ ਹੋਈ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਅਹੰਕਾਰ ਹੈ, ਮਮਤਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਮੌਤ ਮੈਨੂੰ ਚੇਤੇ ਨਹੀਂ ਆਉਂਦੀ।",
    "PRONUNCIATION": "Aw-vey"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "binqw ibnod AnMd mwieAw; AigAwnqw lptwvey ]",
    "TRANSLITERATION": "Banithaa Binodh Anandh Maaeiaa Agiaanathaa Lapattaaveae ||",
    "PUNJABI": "ਮੈਂ ਇਸਤ੍ਰੀ ਦੇ ਚੋਜ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਮਾਇਆ ਦੇ ਮੌਜ-ਮੇਲਿਆਂ ਵਿਚ (ਗ਼ਰਕ ਹਾਂ), ਮੈਨੂੰ ਅਗਿਆਨਤਾ ਚੰਬੜੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "(bin-qw) iesqRI[ (ibnod) coj qmwSy[ lptw-vey"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "iKsY jobnu, bDY jrUAw; idn inhwry sMig mIcu ]",
    "TRANSLITERATION": "Khisai Joban Badhhai Jarooaa Dhin Nihaarae Sang Meech ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਜਵਾਨੀ ਢਲ ਰਹੀ ਹੈ, ਬੁਢੇਪਾ ਵਧ ਰਿਹਾ ਹੈ, ਮੌਤ (ਮੇਰੇ) ਨਾਲ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ) ਦਿਨ ਤੱਕ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "(jrUAw) buFypw[ (inhwry) dyK rhI[ (mIcu) mOq[ iKsY: polw bolo"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnvMiq nwnk. Aws qyrI; srix swDU rwKu nIcu ]2]",
    "TRANSLITERATION": "Binavanth Naanak Aas Thaeree Saran Saadhhoo Raakh Neech ||2||",
    "PUNJABI": "ਤੇਰਾ ਦਾਸ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਮੈਨੂੰ ਤੇਰੀ ਹੀ ਆਸ ਹੈ, ਮੈਨੂੰ ਨੀਚ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਰੱਖ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Brmy jnm Anyk; sMkt mhw jon ]",
    "TRANSLITERATION": "Bharamae Janam Anaek Sankatt Mehaa Jon ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮੁਰਾਰੀ! ਮੈਂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕਿਆ ਹਾਂ, ਮੈਂ ਕਈ ਜੂਨਾਂ ਦੇ ਵੱਡੇ ਦੁੱਖ ਸਹਾਰੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "lpit rihE iqh sMig; mITy Bog so n ]",
    "TRANSLITERATION": "Lapatt Rehiou Thih Sang Meethae Bhog Son ||",
    "PUNJABI": "ਧਨ ਤੇ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਮੈਨੂੰ ਮਿੱਠੇ ਲੱਗ ਰਹੇ ਹਨ, ਮੈਂ ਇਹਨਾਂ ਨਾਲ ਹੀ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "PRONUNCIATION": "so Bog im`Ty (n) nhIN[ (2. son)"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "BRmq Bwr Agnq AwieE; bhu pRdysh DwieE ]",
    "TRANSLITERATION": "Bhramath Bhaar Aganath Aaeiou Bahu Pradhaeseh Dhhaaeiou ||",
    "PUNJABI": "ਅਨੇਕਾਂ ਪਾਪਾਂ ਦਾ ਭਾਰ ਚੁੱਕ ਕੇ ਮੈਂ ਭਟਕਦਾ ਆ ਰਿਹਾ ਹਾਂ, ਅਨੇਕਾਂ ਪਰਦੇਸਾਂ ਵਿਚ (ਜੂਨਾਂ ਵਿਚ) ਦੌੜ ਚੁਕਿਆ ਹਾਂ (ਦੁੱਖ ਹੀ ਦੁੱਖ ਵੇਖੇ ਹਨ)।",
    "PRONUNCIATION": "jUnW rUpI (pRdysh) pRdysW c (DwieE) dOV rhy[ A-gnq"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "Ab Et DwrI pRB murwrI; srb suK hir nwieE ]",
    "TRANSLITERATION": "Ab Outt Dhhaaree Prabh Muraaree Sarab Sukh Har Naaeiou ||",
    "PUNJABI": "ਹੁਣ ਮੈਂ ਤੇਰਾ ਪੱਲਾ ਫੜਿਆ ਹੈ, ਤੇ, ਹੇ ਹਰੀ! ਤੇਰੇ ਨਾਮ ਵਿਚ ਮੈਨੂੰ ਸਾਰੇ ਸੁਖ ਮਿਲ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "rwKnhwry pRB ipAwry; muJ qy. kCU n hoAw, ho n ]",
    "TRANSLITERATION": "Raakhanehaarae Prabh Piaarae Mujh Thae Kashhoo N Hoaa Hon ||",
    "PUNJABI": "ਹੇ ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰਥ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਮੈਥੋਂ ਹੁਣ ਤਕ ਕੁਝ ਨਹੀਂ ਹੋ ਸਕਿਆ, ਅਗਾਂਹ ਨੂੰ ਭੀ ਕੁਝ ਨਹੀਂ ਹੋ ਸਕੇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "sUK shj AwnMd nwnk; ikRpw qyrI qry. Baun ]3]",
    "TRANSLITERATION": "Sookh Sehaj Aanandh Naanak Kirapaa Thaeree Tharai Bhoun ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੇਰੀ ਕਿਰਪਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਸੁਖ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(Baun) BRmx, sMswr swgr"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "nwm DwrIk auDwry; Bgqh sMsw kaun ]",
    "TRANSLITERATION": "Naam Dhhaareek Oudhhaarae Bhagatheh Sansaa Koun ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਤਾਂ ਉਹ ਬੰਦੇ ਭੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਏ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਰਫ਼ ਆਪਣਾ ਨਾਮ ਹੀ ਭਗਤ ਰਖਾਇਆ ਹੋਇਆ ਸੀ। (ਸੱਚੇ) ਭਗਤਾਂ ਨੂੰ (ਤਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ) ਕੋਈ ਸਹਮ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "jyn kyn prkwry; hir hir jsu. sunhu sRvn ]",
    "TRANSLITERATION": "Jaen Kaen Parakaarae Har Har Jas Sunahu Sravan ||",
    "PUNJABI": "(ਸੋ, ਹੇ ਭਾਈ!) ਜਿਸ ਤਰ੍ਹਾਂ ਭੀ ਹੋ ਸਕੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਦੇ ਰਿਹਾ ਕਰੋ।",
    "PRONUNCIATION": "(jyn)ijs[ (kyn)iks[ (prkwry)qrW@ BI ho sky"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "suin sRvn bwnI. purK igAwnI; min inDwnw pwvhy ]",
    "TRANSLITERATION": "Sun Sravan Baanee Purakh Giaanee Man Nidhhaanaa Paavehae ||",
    "PUNJABI": "ਹੇ ਗਿਆਨਵਾਨ ਬੰਦੇ! ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣ (ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ) ਮਨ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਏਂਗਾ।",
    "PRONUNCIATION": "pwv-hy"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "hir rMig rwqy. pRB ibDwqy; rwm ky gux gwvhy ]",
    "TRANSLITERATION": "Har Rang Raathae Prabh Bidhhaathae Raam Kae Gun Gaavehae ||",
    "PUNJABI": "(ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ ਜੇਹੜੇ) ਸਿਰਜਣਹਾਰ ਹਰੀ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(ibDwqy) isrjxhwr[ gwv-hy"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "bsuD kwgd. bnrwj klmw; ilKx kau. jy hoie pvn ]",
    "TRANSLITERATION": "Basudhh Kaagadh Banaraaj Kalamaa Likhan Ko Jae Hoe Pavan ||",
    "PUNJABI": "ਜੇ ਸਾਰੀ ਧਰਤੀ ਕਾਗ਼ਜ਼ ਬਣ ਜਾਏ, ਜੇ ਸਾਰੀ ਬਨਸਪਤੀ ਕਲਮ ਬਣ ਜਾਏ, ਤੇ ਜੇ ਹਵਾ ਲਿਖਣ ਵਾਸਤੇ (ਲਿਖਾਰੀ) ਬਣ ਜਾਏ,",
    "PRONUNCIATION": "(b-su-D) DrqI[bsuD:polw imlvW[ (bnrwj) bnspqI[ klmW"
  },
  {
    "SHABAD_ID": 1676,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "byAMq. AMqu n jwie pwieAw; ghI nwnk. crx srn ]4]5]8]",
    "TRANSLITERATION": "Baeanth Anth N Jaae Paaeiaa Gehee Naanak Charan Saran ||4||5||8||",
    "PUNJABI": "ਤਾਂ ਭੀ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੇ) ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੪॥੫॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "purK pqy Bgvwn; qw kI srix ghI ]",
    "TRANSLITERATION": "Purakh Pathae Bhagavaan Thaa Kee Saran Gehee ||",
    "PUNJABI": "ਜੇਹੜਾ ਭਗਵਾਨ ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈ ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਉਸ ਦਾ ਆਸਰਾ ਲਿਆ ਹੋਇਆ ਹੈ,",
    "PRONUNCIATION": "(pq) Ksm hir jI[pq:polw"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "inrBau Bey prwn; icMqw sgl lhI ]",
    "TRANSLITERATION": "Nirabho Bheae Paraan Chinthaa Sagal Lehee ||",
    "PUNJABI": "(ਉਸ ਆਸਰੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦੀ ਜਿੰਦ (ਦੁਨੀਆ ਦੇ) ਡਰਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਗਈ ਹੈ, ਉਹਨਾਂ ਦੀ ਹਰੇਕ ਕਿਸਮ ਦੀ ਚਿੰਤਾ ਦੂਰ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": "(prwn) ijMd"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "mwq ipqw suq mIq suirjn; iest bMDp jwixAw ]",
    "TRANSLITERATION": "Maath Pithaa Suth Meeth Surijan Eisatt Bandhhap Jaaniaa ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੇ ਭਗਵਾਨ ਨੂੰ ਹੀ ਆਪਣੇ ਮਾਂ ਪਿਉ ਪੁੱਤਰ ਮਿੱਤਰ ਸੱਜਣ ਪਿਆਰੇ ਰਿਸ਼ਤੇਦਾਰ ਸਮਝ ਰੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": "(suir-jn)gurmuiK[ (iest) sRyStipAwry[ (bMDp)sbMDI"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "gih kMiT lwieAw. guir imlwieAw; jsu ibml sMq vKwixAw ]",
    "TRANSLITERATION": "Gehi Kanth Laaeiaa Gur Milaaeiaa Jas Bimal Santh Vakhaaniaa ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਭਗਵਾਨ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ, (ਭਗਵਾਨ ਨੇ ਉਹਨਾਂ ਦੀ ਬਾਂਹ) ਫੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਲਾ ਲਿਆ ਹੈ। ਉਹ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(ibml) inrml"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "byAMq gux Anyk mihmw; kImiq kCU. n jwie khI ]",
    "TRANSLITERATION": "Baeanth Gun Anaek Mehimaa Keemath Kashhoo N Jaae Kehee ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਅਨੇਕਾਂ ਵਡਿਆਈਆਂ ਹਨ, ਉਸ (ਦੀ ਬਜ਼ੁਰਗੀ) ਦਾ ਰਤਾ ਭਰ ਭੀ ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "pRB eyk. Aink AlK Twkur; Et nwnk. iqsu ghI ]1]",
    "TRANSLITERATION": "Prabh Eaek Anik Alakh Thaakur Outt Naanak This Gehee ||1||",
    "PUNJABI": "ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ ਇਕ ਸਰੂਪ ਤੋਂ ਅਨੇਕ-ਰੂਪ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਉਸ ਦੇ ਸਹੀ ਸਰੂਪ ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਹ ਸਭ ਦਾ ਮਾਲਕ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਸੰਤ ਜਨਾਂ ਨੇ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "AMimRq bnu sMswru; shweI Awip Bey ]",
    "TRANSLITERATION": "Anmrith Ban Sansaar Sehaaee Aap Bheae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(bnu) jl"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "rwm nwmu aur hwru; ibKu ky idvs gey ]",
    "TRANSLITERATION": "Raam Naam Our Haar Bikh Kae Dhivas Geae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਦਾ ਹਾਰ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ ਖਾਣ ਵਾਲੇ ਦਿਨ ਬੀਤ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(idvs) idn"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "gqu Brm moh ibkwr ibnsy; join Awvx sB rhy ]",
    "TRANSLITERATION": "Gath Bharam Moh Bikaar Binasae Jon Aavan Sabh Rehae ||",
    "PUNJABI": "ਉਸ ਦੀ ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਤੇ ਵਿਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਜਨਮਾਂ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(gqu) nws[ (ibnsy) nws"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "Agin swgr Bey sIql; swD AMcl gih rhy ]",
    "TRANSLITERATION": "Agan Saagar Bheae Seethal Saadhh Anchal Gehi Rehae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜੀ ਰੱਖਦਾ ਹੈ, ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਉਸ ਦੇ ਵਾਸਤੇ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(sIql) TMFw[ (AMcl) p`lw[ (gih) pkiVAw"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "goivMd gupwl dieAwl sMimRQ; boil swDU. hir jY jey ]",
    "TRANSLITERATION": "Govindh Gupaal Dhaeiaal Sanmrithh Bol Saadhhoo Har Jai Jeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੋਵਿੰਦ ਗੁਪਾਲ ਦਇਆਲ ਸਮਰੱਥ ਪਰਮਾਤਮਾ ਦੀ ਜੈ ਜੈਕਾਰ ਕਰਦਾ ਰਿਹਾ ਕਰ।",
    "PRONUNCIATION": "sMm-i ~RQ"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk nwmu iDAwie pUrn; swDsMig pweI prmgqy ]2]",
    "TRANSLITERATION": "Naanak Naam Dhhiaae Pooran Saadhhasang Paaee Param Gathae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਪੂਰਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "jh dyKau qh sMig; eyko riv rihAw ]",
    "TRANSLITERATION": "Jeh Dhaekho Theh Sang Eaeko Rav Rehiaa ||",
    "PUNJABI": "ਮੈਂ ਜਿੱਧਰ ਵੇਖਦਾ ਹਾਂ, ਉਧਰ ਹੀ ਮੇਰੇ ਨਾਲ ਮੈਨੂੰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "Gt Gt vwsI Awip; ivrlY iknY lihAw ]",
    "TRANSLITERATION": "Ghatt Ghatt Vaasee Aap Viralai Kinai Lehiaa ||",
    "PUNJABI": "ਉਹ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਇਹ ਗੱਲ ਸਮਝੀ ਹੈ।",
    "PRONUNCIATION": "(lihAw) jwixAw"
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "jil Qil mhIAil pUir pUrn; kIt hsiq smwinAw ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Poor Pooran Keett Hasath Samaaniaa ||",
    "PUNJABI": "ਉਹ ਵਿਆਪਕ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਪੁਲਾੜ ਵਿਚ ਹਰ ਥਾਂ ਵੱਸ ਰਿਹਾ ਹੈ, ਕੀੜੀ ਵਿਚ ਹਾਥੀ ਵਿਚ ਇਕੋ ਜਿਹਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "Awid AMqy miD soeI; gur pRswdI jwinAw ]",
    "TRANSLITERATION": "Aadh Anthae Madhh Soee Gur Prasaadhee Jaaniaa ||",
    "PUNJABI": "ਜਗਤ-ਰਚਨਾ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਉਹ ਆਪ ਹੀ ਸੀ, ਰਚਨਾ ਦੇ ਅੰਤ ਵਿੱਚ ਵੀ ਉਹ ਆਪ ਹੀ ਹੋਵੇਗਾ, ਹੁਣ ਭੀ ਉਹ ਆਪ ਹੀ ਆਪ ਹੈ। ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਇਸ ਗੱਲ ਦੀ ਸਮਝ ਆਉਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "bRhmu psirAw bRhm lIlw; goivMd gux iniD jin kihAw ]",
    "TRANSLITERATION": "Breham Pasariaa Breham Leelaa Govindh Gun Nidhh Jan Kehiaa ||",
    "PUNJABI": "ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਪਸਾਰਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਰਚੀ ਹੋਈ ਖੇਡ ਹੋ ਰਹੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ। ਕਿਸੇ ਵਿਰਲੇ ਸੇਵਕ ਨੇ ਉਸ ਨੂੰ ਜਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "ismir suAwmI AMqrjwmI; hir eyku nwnk. riv rihAw ]3]",
    "TRANSLITERATION": "Simar Suaamee Antharajaamee Har Eaek Naanak Rav Rehiaa ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਉਸ ਮਾਲਕ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਉਹ ਹਰੀ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1677,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "idnu rYix suhwvVI AweI; ismrq nwmu hry ]",
    "TRANSLITERATION": "Dhin Rain Suhaavarree Aaee Simarath Naam Harae ||",
    "PUNJABI": "ਮਨੁੱਖ ਲਈ ਉਹ ਦਿਨ ਸੋਹਣਾ ਆਉਂਦਾ ਹੈ ਉਹ ਰਾਤ ਸੋਹਣੀ ਆਉਂਦੀ ਹੈ ਜਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]