[
  {
    "SHABAD_ID": 1681,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "iniD isiD crx ghy; qw kyhw kwVw ]",
    "TRANSLITERATION": "Nidhh Sidhh Charan Gehae Thaa Kaehaa Kaarraa ||",
    "PUNJABI": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਫੜ ਲਏ ਜੋ ਸਾਰੀਆਂ ਨਿਧੀਆਂ ਦਾ ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ ਦਾ ਮਾਲਕ ਹੈ ਉਸ ਨੂੰ ਤਦੋਂ ਕੋਈ ਚਿੰਤਾ-ਫਿਕਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ,",
    "PRONUNCIATION": "(kwVw) icMqw"
  },
  {
    "SHABAD_ID": 1681,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "sBu ikCu vis ijsY; so pRBU AswVw ]",
    "TRANSLITERATION": "Sabh Kishh Vas Jisai So Prabhoo Asaarraa ||",
    "PUNJABI": "(ਕਿਉਂਕਿ, ਹੇ ਭਾਈ!) ਸਾਡੇ ਸਿਰ ਉਤੇ ਉਹ ਪਰਮਾਤਮਾ ਰਾਖਾ ਹੈ ਜਿਸ ਦੇ ਵੱਸ ਵਿਚ ਹਰੇਕ ਚੀਜ਼ ਹੈ।",
    "PRONUNCIATION": "(AswVw) swfw[ v`is"
  },
  {
    "SHABAD_ID": 1681,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "gih Bujw lIny. nwm dIny; kru Dwir msqik rwiKAw ]",
    "TRANSLITERATION": "Gehi Bhujaa Leenae Naam Dheenae Kar Dhhaar Masathak Raakhiaa ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਬਾਹੋਂ ਫੜ ਕੇ (ਪਰਮਾਤਮਾ ਆਪਣੇ ਵਿਚ) ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਹੱਥ ਰੱਖ ਕੇ ਉਸ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(Bujw) bWh[ (kru) h`Q"
  },
  {
    "SHABAD_ID": 1681,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "sMswr swgru. nh ivAwpY; Aimau hir rsu cwiKAw ]",
    "TRANSLITERATION": "Sansaar Saagar Neh Viaapai Amio Har Ras Chaakhiaa ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ-ਰਸ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ, ਉਸ ਉਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਆਪਣਾ) ਜੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1681,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "swDsMgy nwm rMgy; rxu jIiq vfw AKwVw ]",
    "TRANSLITERATION": "Saadhhasangae Naam Rangae Ran Jeeth Vaddaa Akhaarraa ||",
    "PUNJABI": "ਉਸ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ, ਹਰਿ-ਨਾਮ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਇਹ ਰਣ ਜਿੱਤ ਲਿਆ ਇਹ ਵੱਡਾ ਪਿੜ ਜਿੱਤ ਲਿਆ (ਜਿੱਥੇ ਕਾਮਾਦਿਕ ਪਹਲਵਾਨਾਂ ਨਾਲ ਸਦਾ ਘੋਲ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1681,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnvMiq nwnk, srix suAwmI; bhuiV jim. n aupwVw ]4]3]12]",
    "TRANSLITERATION": "Binavanth Naanak Saran Suaamee Bahurr Jam N Oupaarraa ||4||3||12||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ (ਇਸ ਜੀਵਨ-ਘੋਲ ਵਿਚ) ਮੁੜ ਕਦੇ ਜਮ ਪੈਰਾਂ ਤੋਂ ਉਖੇੜ ਨਹੀਂ ਸਕਦਾ ॥੪॥੩॥੧੨॥",
    "PRONUNCIATION": "(aupwVw)pu`tdw mwrdw nhIN"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "idnu rwiq kmwieAVo; so. AwieE mwQY ]",
    "TRANSLITERATION": "Dhin Raath Kamaaeiarro So Aaeiou Maathhai ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਚੰਗਾ ਮੰਦਾ ਕੰਮ ਤੂੰ ਕੀਤਾ ਹੈ, ਉਹ ਸੰਸਕਾਰ-ਰੂਪ ਬਣ ਕੇ ਤੇਰੇ ਮਨ ਵਿਚ ਉੱਕਰਿਆ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "ijsu pwis lukwiedVo; so. vyKI swQY ]",
    "TRANSLITERATION": "Jis Paas Lukaaeidharro So Vaekhee Saathhai ||",
    "PUNJABI": "ਜਿਸ ਪਾਸੋਂ ਤੂੰ (ਆਪਣੇ ਕੀਤੇ ਕੰਮ) ਲੁਕਾਂਦਾ ਰਿਹਾ ਹੈਂ ਉਹ ਤਾਂ ਤੇਰੇ ਨਾਲ ਹੀ ਬੈਠਾ ਵੇਖਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "sMig dyKY krxhwrw; kwie pwpu kmweIAY ]",
    "TRANSLITERATION": "Sang Dhaekhai Karanehaaraa Kaae Paap Kamaaeeai ||",
    "PUNJABI": "ਸਿਰਜਣਹਾਰ (ਹਰੇਕ ਜੀਵ ਦੇ) ਨਾਲ (ਬੈਠਾ ਹਰੇਕ ਦੇ ਕੀਤੇ ਕੰਮ) ਵੇਖਦਾ ਰਹਿੰਦਾ ਹੈ। ਸੋ ਕੋਈ ਮੰਦ ਕਰਮ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "suikRqu kIjY. nwmu lIjY; nrik. mUil n jweIAY ]",
    "TRANSLITERATION": "Sukirath Keejai Naam Leejai Narak Mool N Jaaeeai ||",
    "PUNJABI": "(ਸਗੋਂ) ਭਲਾ ਕਰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਨਰਕ ਵਿਚ ਕਦੇ ਭੀ ਨਹੀਂ ਪਈਦਾ।",
    "PRONUNCIATION": "(su-ikRqu) Bly krm"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "AwT phr hir nwmu ismrhu; clY qyrY swQy ]",
    "TRANSLITERATION": "Aath Pehar Har Naam Simarahu Chalai Thaerai Saathhae ||",
    "PUNJABI": "ਅੱਠੇ ਪਹਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੇਰੇ ਨਾਲ ਸਾਥ ਕਰੇਗਾ।",
    "PRONUNCIATION": "c`lY"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "Bju swDsMgiq sdw nwnk; imtih doK kmwqy ]1]",
    "TRANSLITERATION": "Bhaj Saadhhasangath Sadhaa Naanak Mittehi Dhokh Kamaathae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਿਛਲੇ) ਕੀਤੇ ਹੋਏ ਵਿਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "Bju:polw bolo[(kmwqy) kmwey hoey["
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "vl vMc kir. audru Brih; mUrK gwvwrw ]",
    "TRANSLITERATION": "Valavanch Kar Oudhar Bharehi Moorakh Gaavaaraa ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਹੇ ਗੰਵਾਰ! ਤੂੰ (ਹੋਰਨਾਂ ਨਾਲ) ਵਲ-ਛਲ ਕਰ ਕੇ (ਆਪਣਾ) ਪੇਟ ਭਰਦਾ ਹੈਂ (ਰੋਜ਼ੀ ਕਮਾਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": "(vl)vL CL, sRIrk vl nwL[ (vMc)T`gI"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "sBu ikCu dy rihAw; hir dyvxhwrw ]",
    "TRANSLITERATION": "Sabh Kishh Dhae Rehiaa Har Dhaevanehaaraa ||",
    "PUNJABI": "ਤੈਨੂੰ ਇਹ ਗੱਲ ਭੁੱਲ ਚੁਕੀ ਹੋਈ ਹੈ ਕਿ) ਹਰੀ ਦਾਤਾਰ (ਸਭਨਾਂ ਜੀਵਾਂ ਨੂੰ) ਹਰੇਕ ਚੀਜ਼ ਦੇ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "dwqwru sdw dieAwlu suAwmI; kwie mnhu ivswrIAY ]",
    "TRANSLITERATION": "Dhaathaar Sadhaa Dhaeiaal Suaamee Kaae Manahu Visaareeai ||",
    "PUNJABI": "ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਮਾਲਕ ਸਦਾ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ ਭੀ ਆਪਣੇ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "imlu swDsMgy. Bju insMgy; kul smUhw qwrIAY ]",
    "TRANSLITERATION": "Mil Saadhhasangae Bhaj Nisangae Kul Samoohaa Thaareeai ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ (-ਬੈਠ), ਝਾਕਾ ਲਾਹ ਕੇ ਉਸ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੀਆਂ) ਸਾਰੀਆਂ ਕੁਲਾਂ ਤਾਰ ਲਈਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "(insMgy) ibnw iJjk[ (smUhw) swrIAW"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "isD swiDk dyv muin jn; Bgq nwmu ADwrw ]",
    "TRANSLITERATION": "Sidhh Saadhhik Dhaev Mun Jan Bhagath Naam Adhhaaraa ||",
    "PUNJABI": "ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਜੋਗੀ, ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ, ਦੇਵਤੇ, ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ, ਭਗਤ-ਸਭਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਹਾਰਾ ਬਣਿਆ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnvMiq nwnk. sdw BjIAY; pRBu eyku krxYhwrw ]2]",
    "TRANSLITERATION": "Binavanth Naanak Sadhaa Bhajeeai Prabh Eaek Karanaihaaraa ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਆਪ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(BjIAY) ismrIey[BjIAY:polw bolo"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "Kotu. n kIceI; pRBu prKxhwrw ]",
    "TRANSLITERATION": "Khott N Keechee Prabh Parakhanehaaraa ||",
    "PUNJABI": "(ਕਦੇ ਕਿਸੇ ਨਾਲ) ਧੋਖਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, (ਪਰਮਾਤਮਾ ਖਰੇ ਖੋਟੇ ਦੀ) ਪਛਾਣ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": "kI-ceI"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "kUVu kptu kmwvdVy; jnmih sMswrw ]",
    "TRANSLITERATION": "Koorr Kapatt Kamaavadharrae Janamehi Sansaaraa ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨੂੰ ਠੱਗਣ ਵਾਸਤੇ) ਝੂਠ ਬੋਲਦੇ ਹਨ, ਉਹ ਸੰਸਾਰ ਵਿਚ (ਮੁੜ ਮੁੜ) ਜੰਮਦੇ (ਮਰਦੇ) ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "sMswru swgru. iqn@I qirAw; ijn@I eyku iDAwieAw ]",
    "TRANSLITERATION": "Sansaar Saagar Thinhee Thariaa Jinhee Eaek Dhhiaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "qij kwmu kRoDu AinMd inMdw; pRB srxweI AwieAw ]",
    "TRANSLITERATION": "Thaj Kaam Krodhh Anindh Nindhaa Prabh Saranaaee Aaeiaa ||",
    "PUNJABI": "ਜੇਹੜੇ ਕਾਮ ਕ੍ਰੋਧ ਤਿਆਗ ਕੇ ਭਲਿਆਂ ਦੀ ਨਿੰਦਾ ਛੱਡ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਗਏ ਹਨ, (ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ਹਨ।)",
    "PRONUNCIATION": "(A-inMd) ausqq"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "jil Qil mhIAil rivAw suAwmI; aUc Agm Apwrw ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Raviaa Suaamee Ooch Agam Apaaraa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਜੋ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਜੋ ਅਪਹੁੰਚ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ,",
    "PRONUNCIATION": "(rivAw) smwey"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnvMiq nwnk. tyk jn kI; crxkml ADwrw ]3]",
    "TRANSLITERATION": "Binavanth Naanak Ttaek Jan Kee Charan Kamal Adhhaaraa ||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਸੇਵਕਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਸਹਾਰਾ ਹੈ, ਉਸ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨ ਉਸ ਦੇ ਸੇਵਕਾਂ ਲਈ ਆਸਰਾ ਹਨ ॥੩॥",
    "PRONUNCIATION": "ibn-vMiq"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "pyKu hircMdaurVI; AsiQru ikCu nwhI ]",
    "TRANSLITERATION": "Paekh Harichandhourarree Asathhir Kishh Naahee ||",
    "PUNJABI": "(ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਜੋ ਦਿੱਸ ਰਿਹਾ ਹੈ ਇਸ ਨੂੰ) ਧੂਏਂ ਦਾ ਪਹਾੜ (ਕਰ ਕੇ) ਵੇਖ (ਇਸ ਵਿਚ) ਕੋਈ ਭੀ ਚੀਜ਼ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ।",
    "PRONUNCIATION": "hir-cMdaurVI"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "mwieAw rMg jyqy; sy sMig. n jwhI ]",
    "TRANSLITERATION": "Maaeiaa Rang Jaethae Sae Sang N Jaahee ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਜਿਤਨੇ ਭੀ ਮੌਜ-ਮੇਲੇ ਹਨ ਉਹ ਸਾਰੇ (ਕਿਸੇ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "hir sMig swQI sdw qyrY; idnsu rYix smwlIAY ]",
    "TRANSLITERATION": "Har Sang Saathhee Sadhaa Thaerai Dhinas Rain Samaaleeai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਤੇਰੇ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ ਹੈ, ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਉਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "hir eyk ibnu. kCu Avru nwhI; Bwau duqIAw jwlIAY ]",
    "TRANSLITERATION": "Har Eaek Bin Kashh Avar Naahee Bhaao Dhutheeaa Jaaleeai ||",
    "PUNJABI": "ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੁਝ ਭੀ (ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ) ਨਹੀਂ (ਇਸ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਪਿਆਰ (ਮਨ ਵਿਚੋਂ) ਸਾੜ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": "hir jI ibnw (duqIAw) dUjw (Bwau) pRym[ j`wlIAY"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "mIqu jobnu mwlu srbsu; pRBu eyku kir. mn mwhI ]",
    "TRANSLITERATION": "Meeth Joban Maal Sarabas Prabh Eaek Kar Man Maahee ||",
    "PUNJABI": "ਮਿੱਤਰ, ਜਵਾਨੀ, ਧਨ, ਆਪਣਾ ਹੋਰ ਸਭ ਕੁਝ-ਇਹ ਸਭ ਕੁਝ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਆਪਣੇ ਮਨ ਵਿਚ ਸਮਝ।",
    "PRONUNCIATION": "(srbsu) sB kuJ[srbsu:polw imlvW"
  },
  {
    "SHABAD_ID": 1682,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "ibnvMiq nwnku. vfBwig pweIAY; sUiK shij smwhI ]4]4]13]",
    "TRANSLITERATION": "Binavanth Naanak Vaddabhaag Paaeeai Sookh Sehaj Samaahee ||4||4||13||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ) ਆਨੰਦ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1683,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 CMq Gru 8",
    "TRANSLITERATION": "Aasaa Mehalaa 5 Shhanth Ghar 8",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੮ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1683,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1683,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "kmlw BRm BIiq, kmlw BRm BIiq hy; qIKx md ibprIiq hy, AvD AkwrQ jwq ]",
    "TRANSLITERATION": "Kamalaa Bhram Bheeth Kamalaa Bhram Bheeth Hae Theekhan Madh Bipareeth Hae Avadhh Akaarathh Jaath ||",
    "PUNJABI": "ਮਾਇਆ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਵਾਲੀ ਕੰਧ ਹੈ (ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਜੀਵਾਂ ਦੀ ਵਿੱਥ ਬਣਾ ਰੱਖੀ ਹੈ), ਮਾਇਆ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਵਾਲੀ (ਤੇ ਪ੍ਰਭੂ ਨਾਲੋਂ ਉਹਲਾ ਬਣਾਣ ਵਾਲੀ) ਕੰਧ ਹੈ। ਇਸ ਮਾਇਆ ਦਾ ਨਸ਼ਾ ਤ੍ਰਿੱਖਾ ਹੈ, ਪਰ (ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਉਲਟੇ ਪਾਸੇ ਲੈ ਜਾਣ ਵਾਲਾ ਹੈ। (ਮਾਇਆ ਵਿਚ ਫਸਿਆਂ) ਮਨੁੱਖ ਦੀ ਉਮਰ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(kmlw) mwieAw, kmLw jIv[ (BIiq) kMD[ (qIKx) qyz (md) nSw[md:polw bolo (ibprIiq) aultI rIq[ (AvD) aumr[AvD:polw (AkwrQ) ivArQ"
  },
  {
    "SHABAD_ID": 1683,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "ghbr bn Gor. ghbr bn Gor hy; igRh mUsq, mn cor hy; idnkro An idnu Kwq ]",
    "TRANSLITERATION": "Gehabar Ban Ghor Gehabar Ban Ghor Hae Grih Moosath Man Chor Hae Dhinakaro Anadhin Khaath ||",
    "PUNJABI": "(ਇਹ ਸੰਸਾਰ ਇਕ) ਭਿਆਨਕ ਸੰਘਣਾ ਜੰਗਲ ਹੈ; ਭਿਆਨਕ ਸੰਘਣਾ ਜੰਗਲ ਹੈ, (ਇਥੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-) ਘਰ ਨੂੰ (ਮਨੁੱਖ ਦਾ ਆਪਣਾ ਹੀ) ਚੋਰ-ਮਨ ਲੁੱਟੀ ਜਾ ਰਿਹਾ ਹੈ, ਤੇ, ਸੂਰਜ (ਭਾਵ, ਸਮਾ) ਹਰ ਵੇਲੇ (ਇਸ ਦੀ ਉਮਰ ਨੂੰ) ਮੁਕਾਈ ਜਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(gh-br)gwV@w[ (Gor)BYdwiek[ (mUsq) lu`tdy[ kwL rUpI (idnkro) sUrj"
  },
  {
    "SHABAD_ID": 1683,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "idn Kwq jwq, ibhwq pRB ibnu; imlhu pRB kruxwpqy ]",
    "TRANSLITERATION": "Dhin Khaath Jaath Bihaath Prabh Bin Milahu Prabh Karunaa Pathae ||",
    "PUNJABI": "(ਗੁਜ਼ਰਦੇ ਜਾ ਰਹੇ) ਦਿਨ (ਮਨੁੱਖ ਦੀ ਉਮਰ ਨੂੰ) ਖਾਈ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੀ ਉਮਰ ਵਿਅਰਥ) ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਹੇ ਤਰਸ-ਸਰੂਪ ਪਤੀ! (ਮੇਰੇ ਉੱਤੇ ਤਰਸ ਕਰ, ਤੇ ਮੈਨੂੰ) ਮਿਲ।",
    "PRONUNCIATION": "kruxw-pqy"
  }
]