[
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "rwgu gUjrI mhlw 3 Gru 1",
    "TRANSLITERATION": "Raag Goojaree Mehalaa 3 Ghar 1",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "iDRgu ievyhw jIvxw; ijqu hir pRIiq. n pwie ]",
    "TRANSLITERATION": "Dhhrig Eivaehaa Jeevanaa Jith Har Preeth N Paae ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ!) ਇਹੋ ਜਿਹਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ ਜਿਸ ਜੀਊਣ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਨਾਹ ਬਣੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "ijqu kMim. hir vIsrY; dUjY lgY jwie ]1]",
    "TRANSLITERATION": "Jith Kanm Har Veesarai Dhoojai Lagai Jaae ||1||",
    "PUNJABI": "(ਐਸਾ ਭੀ ਕੰਮ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ) ਜਿਸ ਕੰਮ ਵਿਚ ਲੱਗਿਆਂ ਪਰਮਾਤਮਾ ਭੁੱਲ ਜਾਏ, ਅਤੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਾ ਫਸੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "AYsw siqguru syvIAY mnw; ijqu syivAY goivd pRIiq aUpjY; Avr. ivsir sB jwie ]",
    "TRANSLITERATION": "Aisaa Sathigur Saeveeai Manaa Jith Saeviai Govidh Preeth Oopajai Avar Visar Sabh Jaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਇਹੋ ਜਿਹੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਏ, ਅਤੇ ਹੋਰ (ਮਾਇਆ ਆਦਿਕ) ਦਾ ਪਿਆਰ ਸਾਰਾ ਭੁਲ ਜਾਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "hir syqI. icqu gih rhY; jrw kw. Bau n hoveI; jIvnpdvI pwie ]1] rhwau ]",
    "TRANSLITERATION": "Har Saethee Chith Gehi Rehai Jaraa Kaa Bho N Hovee Jeevan Padhavee Paae ||1|| Rehaao ||",
    "PUNJABI": "(ਜਿਸ ਦੀ ਸਰਨ ਪਿਆਂ) ਪਰਮਾਤਮਾ ਨਾਲ ਚਿੱਤ ਸਦਾ ਜੁੜਿਆ ਰਹੇ, ਅਤੇ ਇਹੋ ਜਿਹਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਮਿਲ ਜਾਏ ਜਿਸ ਨੂੰ ਕਦੇ ਬੁਢੇਪੇ ਦਾ ਡਰ ਨਾਹ ਹੋ ਸਕੇ (ਜੋ ਆਤਮਕ ਦਰਜਾ ਕਦੇ ਕਮਜ਼ੋਰ ਨਾਹ ਹੋ ਸਕੇ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(syqI) nwl[ (jrw) buFypw[ (jIvnpdvI) igAwn AvsQw"
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "goibMd pRIiq isau ieku shju aupijAw; vyKu. jYsI Bgiq bnI ]",
    "TRANSLITERATION": "Gobindh Preeth Sio Eik Sehaj Oupajiaa Vaekh Jaisee Bhagath Banee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾਇਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਇਕ (ਅਚਰਜ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਭਗਤੀ (ਦਾ ਰੰਗ) ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "Awp syqI. Awpu KwieAw; qw mnu inrmlu hoAw; joqI joiq smeI ]2]",
    "TRANSLITERATION": "Aap Saethee Aap Khaaeiaa Thaa Man Niramal Hoaa Jothee Joth Samee ||2||",
    "PUNJABI": "ਅੰਦਰੇ ਅੰਦਰ ਹੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ (ਅਹੰਕਾਰ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ, (ਜਦੋਂ ਆਪਾ-ਭਾਵ ਮੁੱਕਦਾ ਹੈ) ਤਦੋਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਦੋ ਮਨੁੱਖ ਦੀ ਸੁਰਤਿ ਰੱਬੀ ਨੂਰ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(s-meI) smw jwxw"
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "ibnu Bwgw. AYsw siqguru, n pweIAY; jy locY sBu koie ]",
    "TRANSLITERATION": "Bin Bhaagaa Aisaa Sathigur N Paaeeai Jae Lochai Sabh Koe ||",
    "PUNJABI": "(ਪਰ, ਹੇ ਭਾਈ!) ਚਾਹੇ ਹਰੇਕ ਮਨੁੱਖ ਪਿਆ ਤਾਂਘ ਕਰੇ, ਕਿਸਮਤ ਤੋਂ ਬਿਨਾ ਅਜੇਹਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ (ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਮਨੁੱਖ ਦੇ) ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੀ ਕੰਧ ਦੂਰ ਹੋ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "kUVY kI pwil. ivchu inklY; qw. sdw suKu hoie ]3]",
    "TRANSLITERATION": "Koorrai Kee Paal Vichahu Nikalai Thaa Sadhaa Sukh Hoe ||3||",
    "PUNJABI": "(ਜਦੋਂ ਇਹ ਕੰਧ ਨਿਕਲ ਜਾਂਦੀ ਹੈ ਤੇ ਹਰੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਦੋਂ ਮਨੁੱਖ ਨੂੰ ਸਦਾ ਲਈ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(pwil) pVdw"
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. AYsy siqgur kI, ikAw Ehu syvku. syvw kry; gur AwgY. jIau Dryie ]",
    "TRANSLITERATION": "Naanak Aisae Sathigur Kee Kiaa Ouhu Saevak Saevaa Karae Gur Aagai Jeeo Dhharaee ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਸੇਵਕ ਨੂੰ ਇਹੋ ਜਿਹਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ) ਉਹ ਸੇਵਕ ਅਜੇਹੇ ਗੁਰੂ ਦੀ ਕੀਹ ਸੇਵਾ ਕਰਦਾ ਹੈ? (ਬੱਸ, ਇਹੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣੀ ਜਿੰਦ ਭੇਟਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਸੇਵਕ) ਗੁਰੂ ਦੀ ਮਰਜ਼ੀ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਟਿਕਾ ਲੈਂਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ।",
    "PRONUNCIATION": "Dry-ie"
  },
  {
    "SHABAD_ID": 1821,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur kw Bwxw iciq kry; siqguru Awpy ikRpw kryie ]4]1]3]",
    "TRANSLITERATION": "Sathigur Kaa Bhaanaa Chith Karae Sathigur Aapae Kirapaa Karaee ||4||1||3||",
    "PUNJABI": "ਪਰ ਭਾਣਾ ਮੰਨਾਣਾ ਭੀ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਗੁਰੂ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ ਸਦਾ ਮੰਨਦਾ ਹੈ) ॥੪॥੧॥੩॥",
    "PRONUNCIATION": "kry-ie"
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 3 ]",
    "TRANSLITERATION": "Goojaree Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kI qum syvw krhu; dUjI syvw. krhu n koie jI ]",
    "TRANSLITERATION": "Har Kee Thum Saevaa Karahu Dhoojee Saevaa Karahu N Koe Jee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰੋ ਕਿਸੇ ਹੋਰ (ਦੇਵੀ ਦੇਵਤੇ ਆਦਿਕ) ਦੀ ਸੇਵਾ-ਪੂਜਾ ਨਾਹ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kI syvw qy. mnhu icMidAw Plu pweIAY; dUjI syvw. jnmu ibrQw jwie jI ]1]",
    "TRANSLITERATION": "Har Kee Saevaa Thae Manahu Chindhiaa Fal Paaeeai Dhoojee Saevaa Janam Birathhaa Jaae Jee ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ ਭਗਤੀ ਕੀਤਿਆਂ ਮਨ-ਇੱਛਤ ਫਲ ਪਾ ਲਈਦਾ ਹੈ, ਕਿਸੇ ਹੋਰ (ਦੇਵੀ ਦੇਵਤੇ ਆਦਿਕ) ਦੀ ਪੂਜਾ ਨਾਲ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਹੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "hir myrI pRIiq. rIiq hY hir myrI; hir myrI. kQw khwnI jI ]",
    "TRANSLITERATION": "Har Maeree Preeth Reeth Hai Har Maeree Har Maeree Kathhaa Kehaanee Jee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਮੇਰੀ ਜੀਵਨ-ਜੁਗਤਿ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਮੇਰੇ ਵਾਸਤੇ ਮਨ-ਪਰਚਾਵੇ ਦੀਆਂ ਗੱਲਾਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "gur pRswid myrw mnu BIjY; eyhw syv bnI jIau ]1] rhwau ]",
    "TRANSLITERATION": "Gur Prasaadh Maeraa Man Bheejai Eaehaa Saev Banee Jeeo ||1|| Rehaao ||",
    "PUNJABI": "ਬੱਸ! ਮੈਨੂੰ ਇਹੀ ਸੇਵਾ-ਭਗਤੀ ਚੰਗੀ ਲੱਗਦੀ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "hir myrw isimRiq. hir myrw swsqR; hir myrw bMDpu. hir myrw BweI ]",
    "TRANSLITERATION": "Har Maeraa Simrith Har Maeraa Saasathr Har Maeraa Bandhhap Har Maeraa Bhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸਿਮ੍ਰਿਤੀਆਂ ਦੀ ਮਰਯਾਦਾ ਹੈ ਤੇ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਵਿਚਾਰ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਰਿਸ਼ਤੇਦਾਰ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਭਰਾ-ਭਾਈ ਹੈ।",
    "PRONUNCIATION": "ism-i Riq"
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kI mY BUK lwgY. hir nwim, myrw mnu iqRpqY; hir myrw swku, AMiq hoie sKweI ]2]",
    "TRANSLITERATION": "Har Kee Mai Bhookh Laagai Har Naam Maeraa Man Thripathai Har Maeraa Saak Anth Hoe Sakhaaee ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਮੈਨੂੰ ਭੁੱਖ ਲੱਗਦੀ ਹੈ (ਮੇਰੀ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਦੇ ਕਾਇਮ ਰਹਿਣ ਵਾਸਤੇ ਮੈਨੂੰ ਸਿਮਰਨ ਦੀ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਪੈਂਦੀ ਹੈ), ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਮੇਰਾ ਮਨ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਮੇਰਾ ਸੰਬੰਧੀ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਅੰਤ ਵੇਲੇ ਦਾ ਸਾਥੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "hir ibnu. hor rwis kUVI hY; clidAw nwil. n jweI ]",
    "TRANSLITERATION": "Har Bin Hor Raas Koorree Hai Chaladhiaa Naal N Jaaee ||",
    "PUNJABI": "(ਦੁਨੀਆ ਦੇ ਧਨ ਪਦਾਰਥ ਦਾ ਕੀਹ ਮਾਣ? ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਰਮਾਇਆ ਝੂਠਾ ਹੈ, (ਜਗਤ ਤੋਂ) ਤੁਰਨ ਵੇਲੇ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "hir myrw Dnu. myrY swiQ cwlY; jhw hau jwau qh jweI ]3]",
    "TRANSLITERATION": "Har Maeraa Dhhan Maerai Saathh Chaalai Jehaa Ho Jaao Theh Jaaee ||3||",
    "PUNJABI": "(ਸੋ,) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰਾ ਧਨ ਹੈ, ਇਹ ਧਨ ਮੇਰੇ ਨਾਲ ਸਾਥ ਕਰਦਾ ਹੈ, ਮੈਂ ਜਿਥੇ ਭੀ ਜਾਂਦਾ ਹਾਂ ਇਹ ਧਨ ਮੇਰੇ ਨਾਲ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "so JUTw. jo JUTy lwgY; JUTy krm kmweI ]",
    "TRANSLITERATION": "So Jhoothaa Jo Jhoothae Laagai Jhoothae Karam Kamaaee ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਲ ਨਾਹ ਨਿਭਣ ਵਾਲੇ ਪਦਾਰਥਾਂ ਵਿਚ ਪ੍ਰੀਤਿ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਉਸ ਦਾ ਜੀਵਨ ਹੀ ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਨਿਤ ਉਹਨਾਂ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1822,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "khY nwnku. hir kw Bwxw hoAw; khxw kCU n jweI ]4]2]4]",
    "TRANSLITERATION": "Kehai Naanak Har Kaa Bhaanaa Hoaa Kehanaa Kashhoo N Jaaee ||4||2||4||",
    "PUNJABI": "(ਪਰ) ਨਾਨਕ ਆਖਦਾ ਹੈ-ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੀ ਹੈ (ਕਿ ਕੋਈ ਹਰਿ-ਨਾਮ ਵਿਚ ਮਸਤ ਹੈ ਤੇ ਕੋਈ ਝੂਠੇ ਪਦਾਰਥਾਂ ਵਿਚ ਲੱਗਾ ਪਿਆ ਹੈ), ਇਸ ਰਜ਼ਾ ਨੂੰ ਚੰਗਾ ਜਾਂ ਮੰਦਾ ਨਹੀਂ ਆਖਿਆ ਜਾ ਸਕਦਾ ॥੪॥੨॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 3 ]",
    "TRANSLITERATION": "Goojaree Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "jug mwih. nwmu dulMBu hY; gurmuiK pwieAw jwie ]",
    "TRANSLITERATION": "Jug Maahi Naam Dhulanbh Hai Guramukh Paaeiaa Jaae ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ (ਹੋਰ ਪਦਾਰਥ ਤਾਂ ਸੁਖੈਨ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਇਹ ਨਾਮ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": "ju`g du-lMBu"
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "ibnu nwvY. mukiq n hoveI; vyKhu ko ivaupwie ]1]",
    "TRANSLITERATION": "Bin Naavai Mukath N Hovee Vaekhahu Ko Vioupaae ||1||",
    "PUNJABI": "ਤੇ, ਜਿਤਨਾ ਚਿਰ ਹਰਿ-ਨਾਮ ਨਾਹ ਮਿਲੇ ਉਤਨਾ ਚਿਰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ, ਬੇ-ਸ਼ੱਕ ਕੋਈ ਭੀ ਧਿਰ ਕੋਈ ਹੋਰ ਉਪਾਉ ਕਰ ਕੇ (ਨਿਰਨਾ ਕਰ ਕੇ) ਵੇਖ ਲਵੋ ॥੧॥",
    "PRONUNCIATION": "(ivaupwie) inrnw krky vyK lvo"
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "bilhwrI gur Awpxy; sd bilhwrY jwau ]",
    "TRANSLITERATION": "Balihaaree Gur Aapanae Sadh Balihaarai Jaao ||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur imilAY. hir min vsY; shjy rhY smwie ]1] rhwau ]",
    "TRANSLITERATION": "Sathigur Miliai Har Man Vasai Sehajae Rehai Samaae ||1|| Rehaao ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪ੍ਰਭੂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ, ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "jW Bau pwey Awpxw; bYrwgu aupjY min Awie ]",
    "TRANSLITERATION": "Jaan Bho Paaeae Aapanaa Bairaag Oupajai Man Aae ||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ (ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਪਣਾ ਡਰ-ਅਦਬ ਪਾਂਦਾ ਹੈ ਉਸ ਦੇ ਮਨ ਵਿਚ ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "bYrwgY qy. hir pweIAY; hir isau rhY smwie ]2]",
    "TRANSLITERATION": "Bairaagai Thae Har Paaeeai Har Sio Rehai Samaae ||2||",
    "PUNJABI": "ਇਸ ਉਪਰਾਮਤਾ ਦੀ ਹੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ, ਮਨੁੱਖ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "syie mukq. ij mnu ijxih; iPir. Dwqu n lwgY Awie ]",
    "TRANSLITERATION": "Saee Mukath J Man Jinehi Fir Dhhaath N Laagai Aae ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣਾ ਮਨ ਜਿੱਤ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ ਮੁੜ ਮਾਇਆ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "dsvY duAwir rhq kry; iqRBvx soJI pwie ]3]",
    "TRANSLITERATION": "Dhasavai Dhuaar Rehath Karae Thribhavan Sojhee Paae ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ (ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਉਤਾਂਹ) ਚਿੱਤ-ਆਕਾਸ਼ ਵਿਚ (ਉੱਚੇ ਆਤਮਕ ਮੰਡਲ ਵਿਚ) ਆਪਣੀ ਰਿਹਾਇਸ਼ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਤਿੰਨ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1823,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. gur qy guru hoieAw; vyKhu. iqs kI rjwie ]",
    "TRANSLITERATION": "Naanak Gur Thae Gur Hoeiaa Vaekhahu This Kee Rajaae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਵੇਖੋ, ਪਰਮਾਤਮਾ ਦੀ ਅਚਰਜ ਮਰਜ਼ੀ! (ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਨਾਲ ਗੁਰੂ ਦਾ ਰੂਪ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]