[
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 3 qIjw ]",
    "TRANSLITERATION": "Goojaree Mehalaa 3 Theejaa ||",
    "PUNJABI": "",
    "PRONUNCIATION": "qIjw qIjw do vwrI pV@o"
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "eyko nwmu inDwnu pMifq; suix isKu scu soeI ]",
    "TRANSLITERATION": "Eaeko Naam Nidhhaan Panddith Sun Sikh Sach Soee ||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਇਕ ਹਰਿ-ਨਾਮ ਹੀ (ਸਾਰੇ ਗੁਣਾਂ ਦਾ, ਸਾਰੇ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਇਸ ਹਰਿ-ਨਾਮ ਨੂੰ ਸੁਣਿਆ ਕਰ, ਇਸ ਹਰਿ-ਨਾਮ ਨੂੰ ਜਪਣ ਦੀ ਜਾਚ ਸਿੱਖ। ਹੇ ਪੰਡਿਤ! ਉਹ ਹਰੀ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "dUjY Bwie. jyqw pVih; pVq guxq. sdw duKu hoeI ]1]",
    "TRANSLITERATION": "Dhoojai Bhaae Jaethaa Parrehi Parrath Gunath Sadhaa Dhukh Hoee ||1||",
    "PUNJABI": "ਤੂੰ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿ ਕੇ) ਜਿਤਨਾ ਕੁਝ (ਜਿਤਨੇ ਭੀ ਧਾਰਮਿਕ ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ ਪੜ੍ਹਦਿਆਂ ਤੇ ਵਿਚਾਰਦਿਆਂ ਤੈਨੂੰ ਸਦਾ ਦੁੱਖ ਹੀ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(guxq) vIcwrnw"
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "hir crxI qUM lwig rhu; gur sbid soJI hoeI ]",
    "TRANSLITERATION": "Har Charanee Thoon Laag Rahu Gur Sabadh Sojhee Hoee ||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹੁ, ਤਾਂ ਤੈਨੂੰ (ਸੁਚੱਜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਪਵੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "hir rsu rsnw cwKu qUM; qW mnu inrmlu hoeI ]1] rhwau ]",
    "TRANSLITERATION": "Har Ras Rasanaa Chaakh Thoon Thaan Man Niramal Hoee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਆਪਣੀ ਜੀਭ ਨਾਲ ਚੱਖਦਾ ਰਹੁ, ਤਾਂ ਤੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur imilAY. mnu sMqoKIAY; qw iPir iqRsnw BUK. n hoie ]",
    "TRANSLITERATION": "Sathigur Miliai Man Santhokheeai Thaa Fir Thrisanaa Bhookh N Hoe ||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਮਨ ਸੰਤੋਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਫਿਰ ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਵਿਆਪਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "nwmu inDwnu pwieAw; pr Gir. jwie n koie ]2]",
    "TRANSLITERATION": "Naam Nidhhaan Paaeiaa Par Ghar Jaae N Koe ||2||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਹ (ਆਸਰੇ ਵਾਸਤੇ) ਕਿਸੇ ਹੋਰ ਘਰ ਵਿਚ ਨਹੀਂ ਜਾਂਦਾ (ਉਹ ਕਿਸੇ ਹੋਰ ਦੇਵੀ ਦੇਵਤੇ ਆਦਿਕ ਦਾ ਆਸਰਾ ਨਹੀਂ ਭਾਲਦਾ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "kQnI bdnI jy kry; mnmuiK. bUJ n hoie ]",
    "TRANSLITERATION": "Kathhanee Badhanee Jae Karae Manamukh Boojh N Hoe ||",
    "PUNJABI": "ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ ਨਿਰੀਆਂ ਮੂੰਹ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਰਹੇ, ਤੇ ਉਂਞ ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਰਹੇ ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "PRONUNCIATION": "(bdnI) mUMh dIAW glW"
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmqI Git cwnxw; hir nwmu pwvY soie ]3]",
    "TRANSLITERATION": "Guramathee Ghatt Chaananaa Har Naam Paavai Soe ||3||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਹੀ ਹਿਰਦੇ ਵਿਚ (ਸੁਚੱਜੇ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਗੁਰਮਤਿ ਲੈਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "suix swsqR. qUM n buJhI; qw. iPrih bwro bwr ]",
    "TRANSLITERATION": "Sun Saasathr Thoon N Bujhehee Thaa Firehi Baaro Baar ||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਸ਼ਾਸਤ੍ਰਾਂ ਨੂੰ ਸੁਣ ਸੁਣ ਕੇ ਭੀ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ, ਤਾਹੀਏਂ ਤੂੰ ਮੁੜ ਮੁੜ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ।",
    "PRONUNCIATION": "b`uJhI"
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "so mUrKu. jo Awpu, n pCwxeI; sic. n Dry ipAwru ]4]",
    "TRANSLITERATION": "So Moorakh Jo Aap N Pashhaanee Sach N Dhharae Piaar ||4||",
    "PUNJABI": "ਹੇ ਪੰਡਿਤ! ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪੜਤਾਲਦਾ ਉਹ (ਸਿਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹ ਕੇ ਭੀ) ਮੂਰਖ (ਹੀ) ਹੈ। ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ (ਕਦੇ ਪਿਆਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੪॥",
    "PRONUNCIATION": "pCw-xeI"
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "scY jgqu fhkwieAw; khxw kCU n jwie ]",
    "TRANSLITERATION": "Sachai Jagath Ddehakaaeiaa Kehanaa Kashhoo N Jaae ||",
    "PUNJABI": "(ਪਰ, ਹੇ ਪੰਡਿਤ! ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਬਾਰੇ) ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜਗਤ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(fhkwieAw) CilAw[j`gqu"
  },
  {
    "SHABAD_ID": 1827,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. jo iqsu BwvY so kry; ijau iqs kI rjwie ]5]7]9]",
    "TRANSLITERATION": "Naanak Jo This Bhaavai So Karae Jio This Kee Rajaae ||5||7||9||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਉਹੀ ਕੁਝ ਕਰਦਾ ਹੈ। ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੈ (ਤਿਵੇਂ ਜਗਤ ਰੁੱਝਾ ਪਿਆ ਹੈ) ॥੫॥੭॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "rwgu gUjrI mhlw 4 caupdy Gru 1 ]",
    "TRANSLITERATION": "Raag Goojaree Mehalaa 4 Choupadhae Ghar 1 ||",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "hir ky jn siqgur sq purKw; hau. ibnau krau gur pwis ]",
    "TRANSLITERATION": "Har Kae Jan Sathigur Sath Purakhaa Ho Bino Karo Gur Paas ||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਹੇ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ! ਹੇ ਮਹਾ ਪੁਰਖ ਗੁਰੂ! ਮੈਂ ਤੇਰੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ।",
    "PRONUNCIATION": "(ibnau) bynqI"
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "hm kIry ikrm. siqgur srxweI; kir dieAw. nwmu prgwis ]1]",
    "TRANSLITERATION": "Ham Keerae Kiram Sathigur Saranaaee Kar Dhaeiaa Naam Paragaas ||1||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਇਕ ਕੀੜਾ ਹਾਂ, ਨਿੱਕਾ ਜਿਹਾ ਕੀੜਾ ਹਾਂ। ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਚਾਨਣ ਦੇਹ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "myry mIq gurdyv; mokau. rwm nwmu prgwis ]",
    "TRANSLITERATION": "Maerae Meeth Guradhaev Mo Ko Raam Naam Paragaas ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ ਸਤਿਗੁਰੂ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਰੂਪ) ਚਾਨਣ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmiq nwmu. myrw pRwn sKweI; hir kIriq hmrI rhrwis ]1] rhwau ]",
    "TRANSLITERATION": "Guramath Naam Maeraa Praan Sakhaaee Har Keerath Hamaree Reharaas ||1|| Rehaao ||",
    "PUNJABI": "(ਮੇਹਰ ਕਰ) ਗੁਰਮਤਿ ਰਾਹੀਂ ਮਿਲਿਆ ਹਰਿ-ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ ਬਣਿਆ ਰਹੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਮੇਰੇ ਵਾਸਤੇ ਮੇਰੇ ਜੀਵਨ-ਰਾਹ ਦੀ ਪੂੰਜੀ ਬਣੀ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(rhrwis) rIqI mrXwdw"
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "hir jn ky vfBwg vfyry; ijn hir hir srDw, hir ipAws ]",
    "TRANSLITERATION": "Har Jan Kae Vaddabhaag Vaddaerae Jin Har Har Saradhhaa Har Piaas ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਹਰਿ-ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਰਧਾ ਹੈ ਨਾਮ ਜਪਣ ਦੀ ਖਿੱਚ ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "hir hir nwmu imlY iqRpqwsih; imil sMgiq gux prgwis ]2]",
    "TRANSLITERATION": "Har Har Naam Milai Thripathaasehi Mil Sangath Gun Paragaas ||2||",
    "PUNJABI": "ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ। ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਗੁਣ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "qi Rpqwsih"
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "ijn@ hir hir, hir rsu nwmu. n pwieAw; qy BwghIx. jm pwis ]",
    "TRANSLITERATION": "Jinh Har Har Har Ras Naam N Paaeiaa Thae Bhaageheen Jam Paas ||",
    "PUNJABI": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ, ਉਹ ਬਦ-ਕਿਸਮਤ ਹਨ, ਉਹ ਆਤਮਕ ਮੌਤ ਦੇ ਕਾਬੂ ਆਏ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "jo siqgur srix sMgiq. nhI Awey; iDRgu jIvy iDRgu jIvwis ]3]",
    "TRANSLITERATION": "Jo Sathigur Saran Sangath Nehee Aaeae Dhhrig Jeevae Dhhrig Jeevaas ||3||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੇ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ, ਉਹਨਾਂ ਦਾ ਹੁਣ ਤਕ ਦਾ ਜੀਵਨ ਤੇ ਅਗਾਂਹ ਦਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "ijn hir jn, siqgur sMgiq pweI; iqn Duir msqik iliKAw ilKwis ]",
    "TRANSLITERATION": "Jin Har Jan Sathigur Sangath Paaee Thin Dhhur Masathak Likhiaa Likhaas ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਹਰਿ-ਭਗਤਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜ ਪਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1828,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "DMnu DMnu sqsMgiq. ijqu hir rsu pwieAw; imil nwnk. nwmu prgwis ]4]1]",
    "TRANSLITERATION": "Dhhann Dhhann Sathasangath Jith Har Ras Paaeiaa Mil Naanak Naam Paragaas ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸਾਧ ਸੰਗਤਿ ਧੰਨ ਹੈ ਜਿਸ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿਚ ਮਿਲਿਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 4 ]",
    "TRANSLITERATION": "Goojaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "goivMdu goivMdu pRIqmu, min pRIqmu; imil sqsMgiq. sbid mnu mohY ]",
    "TRANSLITERATION": "Govindh Govindh Preetham Man Preetham Mil Sathasangath Sabadh Man Mohai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਪ੍ਰੀਤਮ ਗੋਵਿੰਦ (ਮੇਰੇ) ਮਨ ਵਿਚ (ਆ ਵੱਸਿਆ ਹੈ, ਤੇ, ਮੇਰੇ) ਮਨ ਨੂੰ ਖਿੱਚ ਪਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "jip goivMdu, goivMdu iDAweIAY; sB kau dwnu dyie. pRBu EhY ]1]",
    "TRANSLITERATION": "Jap Govindh Govindh Dhhiaaeeai Sabh Ko Dhaan Dhaee Prabh Ouhai ||1||",
    "PUNJABI": "ਗੋਵਿੰਦ ਦਾ ਭਜਨ ਕਰੋ, ਗੋਵਿੰਦ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਹੀ ਗੋਵਿੰਦ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "dy-ie"
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "myry BweI jnw; mokau goivMdu goivMdu; goivMdu mnu mohY ]",
    "TRANSLITERATION": "Maerae Bhaaee Janaa Mo Ko Govindh Govindh Govindh Man Mohai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! ਮੈਨੂੰ ਪ੍ਰਿਥਵੀ ਦਾ ਪਾਲਕ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਗੋਵਿੰਦ ਮੇਰੇ ਮਨ ਨੂੰ ਖਿੱਚ ਪਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "goivMd goivMd goivMd gux gwvw; imil gur swDsMgiq jnu sohY ]1] rhwau ]",
    "TRANSLITERATION": "Govindh Govindh Govindh Gun Gaavaa Mil Gur Saadhhasangath Jan Sohai ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਹੁਣ ਹਰ ਵੇਲੇ ਗੋਵਿੰਦ ਦੇ ਗੁਣ ਗਾ ਰਿਹਾ ਹਾਂ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਤੇ, ਗੋਵਿੰਦ ਦੇ ਗੁਣ ਗਾ ਕੇ) ਮਨੁੱਖ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "suKswgr hir Bgiq hY gurmiq; kaulw iriD isiD; lwgY pig EhY ]",
    "TRANSLITERATION": "Sukh Saagar Har Bhagath Hai Guramath Koulaa Ridhh Sidhh Laagai Pag Ouhai ||",
    "PUNJABI": "ਹੇ ਭਰਾਵੋ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਲੱਛਮੀ ਉਸ ਦੇ ਚਰਨੀਂ ਆ ਲੱਗਦੀ ਹੈ, ਹਰੇਕ ਰਿਧੀ ਹਰੇਕ ਸਿਧੀ ਉਸ ਦੇ ਪੈਰੀਂ ਆ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(kaulw) l`CmI[ ir`iD[is`iD[pig:polw bolo"
  },
  {
    "SHABAD_ID": 1829,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "jn kau rwm nwmu AwDwrw; hir nwmu jpq, hir nwmy sohY ]2]",
    "TRANSLITERATION": "Jan Ko Raam Naam Aadhhaaraa Har Naam Japath Har Naamae Sohai ||2||",
    "PUNJABI": "ਹਰੀ ਦੇ ਭਗਤ ਨੂੰ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਸਹਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  }
]