[
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 5 caupdy Gru 1",
    "TRANSLITERATION": "Goojaree Mehalaa 5 Choupadhae Ghar 1",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "kwhy ry mn. icqvih audmu; jw. Awhir hir jIau pirAw ]",
    "TRANSLITERATION": "Kaahae Rae Man Chithavehi Oudham Jaa Aahar Har Jeeo Pariaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ (ਉਸ ਰਿਜ਼ਕ ਦੀ ਖ਼ਾਤਰ) ਕਿਉਂ ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈਂ ਜੇਹੜਾ (ਰਿਜ਼ਕ ਅਪੜਾਣ ਦੇ) ਆਹਰ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਲੱਗਾ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": "(icqv-ih) socxw"
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "sYl pQr mih. jMq aupwey; qw kw irjku. AwgY kir DirAw ]1]",
    "TRANSLITERATION": "Sail Pathhar Mehi Janth Oupaaeae Thaa Kaa Rijak Aagai Kar Dhhariaa ||1||",
    "PUNJABI": "(ਵੇਖ,) ਪਹਾੜਾਂ ਦੇ ਪੱਥਰਾਂ ਵਿਚ (ਪਰਮਾਤਮਾ ਨੇ) ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ ਉਹਨਾਂ ਦਾ ਰਿਜ਼ਕ ਉਸ ਨੇ ਪਹਿਲਾਂ ਹੀ ਤਿਆਰ ਕਰ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(sYl) phwV"
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "myry mwDau jI; sqsMgiq imly is qirAw ]",
    "TRANSLITERATION": "Maerae Maadhho Jee Sathasangath Milae S Thariaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦੇ ਹਨ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "gur prswid. prmpdu pwieAw; sUky kwst hirAw ]1] rhwau ]",
    "TRANSLITERATION": "Gur Parasaadh Param Padh Paaeiaa Sookae Kaasatt Hariaa ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਇਉਂ ਹਰੇ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ) ਹੋ ਜਾਂਦੇ ਹਨ ਜਿਵੇਂ ਕੋਈ ਸੁੱਕੇ ਰੁੱਖ ਹਰੇ ਹੋ ਜਾਣ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "jnin ipqw. lok suq binqw; koie n iks kI DirAw ]",
    "TRANSLITERATION": "Janan Pithaa Lok Suth Banithaa Koe N Kis Kee Dhhariaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਮਾਂ, ਪਿਉ, ਹੋਰ ਲੋਕ, ਪੁੱਤਰ, ਇਸਤ੍ਰੀ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ ਆਸਰਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "isir isir irjku sMbwhy Twkuru; kwhy mn Bau kirAw ]2]",
    "TRANSLITERATION": "Sir Sir Rijak Sanbaahae Thaakur Kaahae Man Bho Kariaa ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹਰੇਕ ਜੀਵ ਵਾਸਤੇ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ। ਹੇ ਮਨ! ਤੂੰ (ਰਿਜ਼ਕ ਵਾਸਤੇ) ਕਿਉਂ ਸਹਮ ਕਰਦਾ ਹੈਂ? ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "aUfY aUif AwvY sY kosw; iqsu pwCY bcry CirAw ]",
    "TRANSLITERATION": "Ooddai Oodd Aavai Sai Kosaa This Paashhai Bacharae Shhariaa ||",
    "PUNJABI": "(ਹੇ ਮਨ! ਵੇਖ, ਕੂੰਜ) ਉੱਡਦੀ ਹੈ, ਤੇ ਉੱਡ ਕੇ (ਆਪਣੇ ਆਲ੍ਹਣੇ ਤੋਂ) ਸੈਂਕੜੇ ਕੋਹ (ਦੂਰ) ਆ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਬੱਚੇ ਉਸ ਦੇ ਪਿੱਛੇ ਇਕੱਲੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "aun kvnu KlwvY kvnu cugwvY; mn mih ismrnu kirAw ]3]",
    "TRANSLITERATION": "Oun Kavan Khalaavai Kavan Chugaavai Man Mehi Simaran Kariaa ||3||",
    "PUNJABI": "(ਦੱਸ,) ਉਹਨਾਂ ਬੱਚਿਆਂ ਨੂੰ ਕੌਣ (ਚੋਗਾ) ਖਵਾਂਦਾ ਹੈ? ਕੌਣ ਚੋਗਾ ਚੁਗਾਂਦਾ ਹੈ? (ਕੂੰਜ) ਆਪਣੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਯਾਦ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਪਰਮਾਤਮਾ ਦੀ ਕੁਦਰਤਿ! ਇਸ ਯਾਦ ਨਾਲ ਹੀ ਉਹ ਬੱਚੇ ਪਲਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "sB inDwn. ds Ast isDwn; Twkur kr ql DirAw ]",
    "TRANSLITERATION": "Sabh Nidhhaan Dhas Asatt Sidhhaan Thaakur Kar Thal Dhhariaa ||",
    "PUNJABI": "(ਹੇ ਮਨ! ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ, ਅਠਾਰਾਂ ਸਿੱਧੀਆਂ (ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ)-ਇਹ ਸਭ ਪਰਮਾਤਮਾ ਦੇ ਹੱਥਾਂ ਦੀਆਂ ਤਲੀਆਂ ਉਤੇ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1835,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "jn nwnk. bil bil sd bil jweIAY; qyrw. AMqu n pwrwvirAw ]4]1]",
    "TRANSLITERATION": "Jan Naanak Bal Bal Sadh Bal Jaaeeai Thaeraa Anth N Paaraavariaa ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਕੇ ਸਦਾ ਕੁਰਬਾਨ ਹੁੰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਤੇ ਅਰਦਾਸ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਤੇਰਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 5 caupdy Gru 2",
    "TRANSLITERATION": "Goojaree Mehalaa 5 Choupadhae Ghar 2",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "ikirAwcwr krih Ktu krmw; iequ rwqy sMswrI ]",
    "TRANSLITERATION": "Kiriaachaar Karehi Khatt Karamaa Eith Raathae Sansaaree ||",
    "PUNJABI": "ਦੁਨੀਆਦਾਰ ਮਨੁੱਖ ਕਰਮ-ਕਾਂਡ ਕਰਦੇ ਹਨ, (ਇਸ਼ਨਾਨ, ਸੰਧਿਆ ਆਦਿਕ) ਛੇ (ਪ੍ਰਸਿੱਧ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਮਾਂਦੇ ਹਨ, ਇਹਨਾਂ ਕੰਮਾਂ ਵਿਚ ਹੀ ਇਹ ਲੋਕ ਪਰਚੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(ikirAwcwr) krm kWf[ Ktu:polw bolo"
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "AMqir mYlu, n auqrY haumY; ibnu gur. bwjI hwrI ]1]",
    "TRANSLITERATION": "Anthar Mail N Outharai Houmai Bin Gur Baajee Haaree ||1||",
    "PUNJABI": "ਪਰ ਇਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਟਿਕੀ ਹੋਈ ਹਉਮੈ ਦੀ ਮੈਲ (ਇਹਨਾਂ ਕੰਮਾਂ ਨਾਲ) ਨਹੀਂ ਉਤਰਦੀ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "myry Twkur; riK lyvhu ikrpw DwrI ]",
    "TRANSLITERATION": "Maerae Thaakur Rakh Laevahu Kirapaa Dhhaaree ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ (ਦੁਰਮਤਿ ਤੋਂ) ਬਚਾਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "koit mDy ko ivrlw syvku; hoir sgly ibauhwrI ]1] rhwau ]",
    "TRANSLITERATION": "Kott Madhhae Ko Viralaa Saevak Hor Sagalae Biouhaaree ||1|| Rehaao ||",
    "PUNJABI": "(ਮੈਂ ਵੇਖਦਾ ਹਾਂ ਕਿ) ਕ੍ਰੋੜਾਂ ਮਨੁੱਖਾਂ ਵਿਚੋਂ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਤੇਰਾ ਸੱਚਾ) ਭਗਤ ਹੈ (ਦੁਰਮਤਿ ਦੇ ਕਾਰਨ) ਹੋਰ ਸਾਰੇ ਮਤਲਬੀ ਹੀ ਹਨ (ਆਪਣੇ ਮਤਲਬ ਦੀ ਖ਼ਾਤਰ ਵੇਖਣ ਨੂੰ ਹੀ ਧਾਰਮਿਕ ਕੰਮ ਕਰ ਰਹੇ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(mDy) iv`c, (ibauhwrI) sMswrI ivhwrW vwly"
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "swsq byd isimRiq siB soDy; sB eykw bwq pukwrI ]",
    "TRANSLITERATION": "Saasath Baedh Simrith Sabh Sodhhae Sabh Eaekaa Baath Pukaaree ||",
    "PUNJABI": "ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ, ਸਾਰੇ ਵੇਦ, ਸਾਰੀਆਂ ਸਿਮ੍ਰਿਤੀਆਂ ਇਹ ਸਾਰੇ ਅਸਾਂ ਪੜਤਾਲ ਕਰ ਕੇ ਵੇਖ ਲਏ ਹਨ, ਇਹ ਸਾਰੇ ਭੀ ਇਹੀ ਇਕੋ ਗੱਲ ਪੁਕਾਰ ਪੁਕਾਰ ਕੇ ਕਹਿ ਰਹੇ ਹਨ,",
    "PRONUNCIATION": "ism-i Riq"
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "ibnu gur. mukiq, n koaU pwvY; min vyKhu kir bIcwrI ]2]",
    "TRANSLITERATION": "Bin Gur Mukath N Kooo Paavai Man Vaekhahu Kar Beechaaree ||2||",
    "PUNJABI": "ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਆਦਿਕ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਪਾ ਸਕਦਾ। ਤੁਸੀ ਭੀ ਬੇ-ਸ਼ੱਕ ਮਨ ਵਿਚ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖ ਲਵੋ (ਇਹੀ ਗੱਲ ਠੀਕ ਹੈ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "ATsiT mjnu kir iesnwnw; BRim Awey Dr swrI ]",
    "TRANSLITERATION": "Athasath Majan Kar Eisanaanaa Bhram Aaeae Dhhar Saaree ||",
    "PUNJABI": "ਲੋਕ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਕਰ ਕੇ, ਤੇ, ਸਾਰੀ ਧਰਤੀ ਤੇ ਭੌਂ ਕੇ ਆ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": "(Dr) DrqI, m`jnu"
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "Aink soc krih idn rwqI; ibnu siqgur. AMiDAwrI ]3]",
    "TRANSLITERATION": "Anik Soch Karehi Dhin Raathee Bin Sathigur Andhhiaaree ||3||",
    "PUNJABI": "ਦਿਨ ਰਾਤ ਹੋਰ ਭੀ ਅਨੇਕਾਂ ਸਰੀਰਕ ਪਵਿਤ੍ਰਤਾ ਦੇ ਸਾਧਨ ਕਰਦੇ ਹਨ। ਪਰ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "Dwvq Dwvq sBu jgu DwieE; Ab Awey hir duAwrI ]",
    "TRANSLITERATION": "Dhhaavath Dhhaavath Sabh Jag Dhhaaeiou Ab Aaeae Har Dhuaaree ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਭੌਂ ਭੌਂ ਕੇ ਸਾਰੇ ਜਗਤ ਵਿਚ ਭੌਂ ਕੇ ਜੇਹੜੇ ਮਨੁੱਖ ਆਖ਼ਰ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1836,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "durmiq myit. buiD prgwsI; jn nwnk. gurmuiK qwrI ]4]1]2]",
    "TRANSLITERATION": "Dhuramath Maett Budhh Paragaasee Jan Naanak Guramukh Thaaree ||4||1||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਦੁਰਮਤਿ ਮਿਟਾ ਕੇ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸੁਚੱਜੀ ਅਕਲ ਦਾ ਪਰਕਾਸ਼ ਕਰ ਦੇਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੪॥੧॥੨॥",
    "PRONUNCIATION": "dur-m`iq"
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 5 ]",
    "TRANSLITERATION": "Goojaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "hir Dnu jwp, hir Dnu qwp; hir Dnu Bojnu BwieAw ]",
    "TRANSLITERATION": "Har Dhhan Jaap Har Dhhan Thaap Har Dhhan Bhojan Bhaaeiaa ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ ਦੇਵ-ਪੂਜਾ ਲਈ ਖ਼ਾਸ ਮੰਤ੍ਰਾਂ ਦਾ) ਜਾਪ ਹੈ, ਹਰਿ-ਨਾਮ ਧਨ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ) ਧੂਣੀਆਂ ਦਾ ਤਪਾਣਾ ਹੈ; ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਹੀ (ਮੇਰੇ ਆਤਮਕ ਜੀਵਨ ਲਈ) ਖ਼ੁਰਾਕ ਹੈ, ਤੇ, ਇਹ ਖ਼ੁਰਾਕ ਮੈਨੂੰ ਚੰਗੀ ਲੱਗੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "inmK. n ibsrau mn qy, hir hir; swDsMgiq mih pwieAw ]1]",
    "TRANSLITERATION": "Nimakh N Bisaro Man Thae Har Har Saadhhasangath Mehi Paaeiaa ||1||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਮੈਂ ਆਪਣੇ ਮਨ ਤੋਂ ਨਹੀਂ ਭੁਲਾਂਦਾ, ਮੈਂ ਇਹ ਧਨ ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ) ਲੱਭਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "mweI; Kwit AwieE Gir. pUqw ]",
    "TRANSLITERATION": "Maaee Khaatt Aaeiou Ghar Poothaa ||",
    "PUNJABI": "ਹੇ ਮਾਂ! (ਕਿਸੇ ਮਾਂ ਦਾ ਉਹ) ਪੁੱਤਰ ਖੱਟ ਕੇ ਘਰ ਆਇਆ ਸਮਝ,",
    "PRONUNCIATION": "pU`qw"
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "hir Dnu clqy. hir Dnu bYsy; hir Dnu jwgq sUqw ]1] rhwau ]",
    "TRANSLITERATION": "Har Dhhan Chalathae Har Dhhan Baisae Har Dhhan Jaagath Soothaa ||1|| Rehaao ||",
    "PUNJABI": "ਜੇਹੜਾ ਤੁਰਦਿਆਂ ਬੈਠਿਆਂ ਜਾਗਦਿਆਂ ਸੁੱਤਿਆਂ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ-ਧਨ ਦਾ ਹੀ ਵਪਾਰ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "sU`qw"
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "hir Dnu iesnwnu, hir Dnu igAwnu; hir sMig lwie iDAwnw ]",
    "TRANSLITERATION": "Har Dhhan Eisanaan Har Dhhan Giaan Har Sang Laae Dhhiaanaa ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਨੂੰ ਹੀ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਸਮਝਿਆ ਹੈ ਨਾਮ-ਧਨ ਨੂੰ ਹੀ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕਾਂ ਦੀ ਵਿਚਾਰ ਮਿਥਿਆ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੀ ਸੁਰਤਿ ਜੋੜਦਾ ਹੈ (ਇਸੇ ਨੂੰ ਸਮਾਧੀ ਲਾਣੀ ਸਮਝਦਾ ਹੈ।)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1837,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "hir Dnu qulhw, hir Dnu byVI; hir hir qwir prwnw ]2]",
    "TRANSLITERATION": "Har Dhhan Thulehaa Har Dhhan Baerree Har Har Thaar Paraanaa ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸੰਸਾਰ-ਨਦੀ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਹਰਿ-ਨਾਮ-ਧਨ ਨੂੰ ਤੁਲਹਾ ਬਣਾ ਲਿਆ ਹੈ, ਬੇੜੀ ਬਣਾ ਲਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਤਾਰ ਕੇ ਪਾਰਲੇ ਪਾਸੇ ਅਪੜਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(qulhw) lkVw bMn@ ky bxwieAw byVw"
  }
]