[
  {
    "SHABAD_ID": 1840,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "kil klys imty. iKn BIqir; nwnk. shij smwieAw ]4]5]6]",
    "TRANSLITERATION": "Kal Kalaes Mittae Khin Bheethar Naanak Sehaj Samaaeiaa ||4||5||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਇਕ ਖਿਨ ਵਿਚ ਉਸ ਦੇ ਅੰਦਰੋਂ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੫॥੬॥",
    "PRONUNCIATION": "imty: polw bolo"
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 5 ]",
    "TRANSLITERATION": "Goojaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "ijsu mwnuK pih, krau bynqI; so ApnY duiK BirAw ]",
    "TRANSLITERATION": "Jis Maanukh Pehi Karo Baenathee So Apanai Dhukh Bhariaa ||",
    "PUNJABI": "ਮੈਂ ਜਿਸ ਭੀ ਮਨੁੱਖ ਕੋਲ (ਆਪਣੇ ਦੁੱਖ ਦੀ) ਗੱਲ ਕਰਦਾ ਹਾਂ, ਉਹ ਆਪਣੇ ਦੁੱਖ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਦਿੱਸਦਾ ਹੈ (ਉਹ ਮੇਰਾ ਦੁੱਖ ਕੀਹ ਨਿਵਿਰਤ ਕਰੇ?)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "pwrbRhmu. ijin irdY ArwiDAw; iqin. Bau swgru qirAw ]1]",
    "TRANSLITERATION": "Paarabreham Jin Ridhai Araadhhiaa Thin Bho Saagar Thariaa ||1||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਆਰਾਧਿਆ ਹੈ, ਉਸ ਨੇ ਹੀ ਇਹ ਡਰ (-ਭਰਿਆ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਪਾਰ ਕੀਤਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "gur hir ibnu; ko. n ibRQw duKu kwtY ]",
    "TRANSLITERATION": "Gur Har Bin Ko N Brithhaa Dhukh Kaattai ||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਧਿਰ (ਕਿਸੇ ਦਾ) ਦੁੱਖ ਪੀੜ ਕੱਟ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "pRBu qij, Avr syvku jy hoeI hY; iqqu. mwnu mhqu jsu GwtY ]1] rhwau ]",
    "TRANSLITERATION": "Prabh Thaj Avar Saevak Jae Hoee Hai Thith Maan Mehath Jas Ghaattai ||1|| Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ (ਦਾ ਆਦਰਾ) ਛੱਡ ਕੇ ਜੇ ਕਿਸੇ ਹੋਰ ਦਾ ਸੇਵਕ ਬਣੀਏ ਤਾਂ ਇਸ ਕੰਮ ਵਿਚ ਇੱਜ਼ਤ ਵਡਿਆਈ ਸੋਭਾ ਘਟ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "m-h`qu"
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "mwieAw ky. snbMD sYn swk; ikq hI kwim. n AwieAw ]",
    "TRANSLITERATION": "Maaeiaa Kae Sanabandhh Sain Saak Kith Hee Kaam N Aaeiaa ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਕਾਰਨ ਬਣੇ ਹੋਏ ਇਹ ਸਾਕ ਸਜਣ ਰਿਸ਼ਤੇਦਾਰ (ਦੁੱਖਾਂ ਦੀ ਨਿਵਿਰਤੀ ਵਾਸਤੇ) ਕਿਸੇ ਭੀ ਕੰਮ ਨਹੀਂ ਆ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kw dwsu. nIc kulu aUcw; iqsu sMig. mn bWCq Pl pwieAw ]2]",
    "TRANSLITERATION": "Har Kaa Dhaas Neech Kul Oochaa This Sang Man Baanshhath Fal Paaeiaa ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਜੇ ਨੀਵੀਂ ਕੁਲ ਦਾ ਭੀ ਹੋਵੇ, ਉਸ ਨੂੰ ਸ੍ਰੇਸ਼ਟ (ਜਾਣੋ), ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਮਨ-ਇੱਛਤ ਫਲ ਹਾਸਲ ਕਰ ਲਈਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "lwK koit ibiKAw ky ibMjn; qw mih iqRsn. n bUJI ]",
    "TRANSLITERATION": "Laakh Kott Bikhiaa Kae Binjan Thaa Mehi Thrisan N Boojhee ||",
    "PUNJABI": "ਜੇ ਮਾਇਆ ਦੇ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਸੁਆਦਲੇ ਖਾਣੇ ਹੋਣ, ਉਹਨਾਂ ਵਿਚ ਲੱਗਿਆਂ (ਖਾਣ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਮੁੱਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "ismrq nwmu koit aujIAwrw; bsqu Agocr sUJI ]3]",
    "TRANSLITERATION": "Simarath Naam Kott Oujeeaaraa Basath Agochar Soojhee ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ (ਅੰਦਰ, ਮਾਨੋ) ਕ੍ਰੋੜਾਂ (ਸੂਰਜਾਂ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਅੰਦਰ ਉਹ ਕੀਮਤੀ ਨਾਮ-ਪਦਾਰਥ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੩॥",
    "PRONUNCIATION": "aujI-Awrw"
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "iPrq iPrq qum@rY duAwir AwieAw; BY BMjn hir rwieAw ]",
    "TRANSLITERATION": "Firath Firath Thumharai Dhuaar Aaeiaa Bhai Bhanjan Har Raaeiaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਹੇ ਜੀਵਾਂ ਦੇ ਸਾਰੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਜੇਹੜਾ ਮਨੁੱਖ ਭਟਕਦਾ ਭਟਕਦਾ (ਆਖ਼ਰ) ਤੇਰੇ ਦਰ ਤੇ ਆ ਪਹੁੰਚਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1841,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "swD ky crn DUir, jnu bwCY; suKu nwnk. iehu pwieAw ]4]6]7]",
    "TRANSLITERATION": "Saadhh Kae Charan Dhhoor Jan Baashhai Sukh Naanak Eihu Paaeiaa ||4||6||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ (ਤੇਰੇ ਦਰ ਤੋਂ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ, (ਤੇ ਤੇਰੇ ਦਰ ਤੋਂ) ਇਹ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੪॥੬॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 5 pMcpdw Gru 2",
    "TRANSLITERATION": "Goojaree Mehalaa 5 Panchapadhaa Ghar 2",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਪੰਜ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "pRQmy. grB mwqw kY vwsw; aUhw Coif Drin mih AwieAw ]",
    "TRANSLITERATION": "Prathhamae Garabh Maathaa Kai Vaasaa Oohaa Shhodd Dhharan Mehi Aaeiaa ||",
    "PUNJABI": "ਜੀਵ ਪਹਿਲਾਂ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਆ ਨਿਵਾਸ ਕਰਦਾ ਹੈ, (ਫਿਰ) ਉਹ ਥਾਂ ਛੱਡ ਕੇ ਧਰਤੀ ਤੇ ਆਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "icqR swl, suMdr bwg mMdr; sMig. n kChU jwieAw ]1]",
    "TRANSLITERATION": "Chithr Saal Sundhar Baag Mandhar Sang N Kashhehoo Jaaeiaa ||1||",
    "PUNJABI": "(ਇਥੇ) ਚਿਤ੍ਰੇ ਹੋਏ ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਸੋਹਣੇ ਬਾਗ਼ (ਵੇਖ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਪਰ ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਚੀਜ਼ (ਅਖ਼ੀਰ ਵੇਲੇ ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ॥੧॥",
    "PRONUNCIATION": "icqRic`qRkwrI vwly[ mMdrGr"
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "Avr sB imiQAw; loB lbI ]",
    "TRANSLITERATION": "Avar Sabh Mithhiaa Lobh Labee ||",
    "PUNJABI": "ਹੋਰ ਸਾਰੇ ਲੋਭ ਲਾਲਚ ਝੂਠੇ ਹਨ।",
    "PRONUNCIATION": "l`bI"
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "guir pUrY. dIE hir nwmw; jIA kau. eyhw vsqu PbI ]1] rhwau ]",
    "TRANSLITERATION": "Gur Poorai Dheeou Har Naamaa Jeea Ko Eaehaa Vasath Fabee ||1|| Rehaao ||",
    "PUNJABI": "(ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇ ਦਿੱਤਾ, ਤਾਂ ਇਹ ਨਾਮ ਹੀ (ਉਸ ਦੀ) ਜਿੰਦ ਵਾਸਤੇ ਸੁਖਾਵੀਂ ਚੀਜ਼ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "P`bI"
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "iest mIq bMDp suq BweI; sMig binqw ric hisAw ]",
    "TRANSLITERATION": "Eisatt Meeth Bandhhap Suth Bhaaee Sang Banithaa Rach Hasiaa ||",
    "PUNJABI": "ਪਿਆਰੇ ਮਿੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ, ਪੁੱਤਰ, ਭਰਾ, ਇਸਤ੍ਰੀ-ਇਹਨਾਂ ਨਾਲ ਗੂੜਾ ਪਿਆਰ ਪਾ ਕੇ ਜੀਵ ਹੱਸਦਾ-ਖੇਡਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": "bin-qwh`isAw"
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "jb AMqI Aausru. Awie binE hY; aun@ pyKq hI, kwil gRisAw ]2]",
    "TRANSLITERATION": "Jab Anthee Aousar Aae Baniou Hai Ounh Paekhath Hee Kaal Grasiaa ||2||",
    "PUNJABI": "ਪਰ ਜਿਸ ਵੇਲੇ ਅੰਤਲਾ ਸਮਾ ਆ ਪੁੱਜਦਾ ਹੈ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਵੇਂਹਦਿਆਂ ਵੇਂਹਦਿਆਂ ਮੌਤ ਨੇ ਆ ਫੜਨਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "kir kir AnrQ. ibhwJI sMpY; suienw rUpw dwmw ]",
    "TRANSLITERATION": "Kar Kar Anarathh Bihaajhee Sanpai Sueinaa Roopaa Dhaamaa ||",
    "PUNJABI": "(ਸਾਰੀ ਉਮਰ) ਧੱਕੇ ਜ਼ੁਲਮ ਕਰ ਕਰ ਕੇ ਮਨੁੱਖ ਦੌਲਤ ਸੋਨਾ ਚਾਂਦੀ ਰੁਪਏ ਇਕੱਠੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "A-nrQ"
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "BwVI kau Ehu BwVw imilAw; horu sgl BieE ibrwnw ]3]",
    "TRANSLITERATION": "Bhaarree Ko Ouhu Bhaarraa Miliaa Hor Sagal Bhaeiou Biraanaa ||3||",
    "PUNJABI": "(ਜਿਵੇਂ ਕਿਸੇ) ਮਜ਼ਦੂਰ ਨੂੰ ਮਜ਼ਦੂਰੀ (ਮਿਲ ਜਾਂਦੀ ਹੈ ਤਿਵੇਂ, ਦੌਲਤ ਇਕੱਠੀ ਕਰਨ ਵਾਲੇ ਨੂੰ) ਉਹ (ਹਰ ਰੋਜ਼ ਦਾ ਖਾਣ-ਪੀਣ) ਮਜ਼ਦੂਰੀ ਮਿਲਦੀ ਰਹੀ, ਬਾਕੀ ਸਾਰਾ ਧਨ (ਮਰਨ ਵੇਲੇ) ਬਿਗਾਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "hYvr gYvr rQ sMbwhy; ghu kir. kIny myry ]",
    "TRANSLITERATION": "Haivar Gaivar Rathh Sanbaahae Gahu Kar Keenae Maerae ||",
    "PUNJABI": "ਮਨੁੱਖ ਸੋਹਣੇ ਘੋੜੇ ਵਧੀਆ ਹਾਥੀ ਰਥ (ਆਦਿਕ) ਇਕੱਠੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪੂਰੇ ਧਿਆਨ ਨਾਲ ਇਹਨਾਂ ਨੂੰ ਆਪਣੀ ਮਲਕੀਅਤ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "jb qy hoeI lWmI DweI; clih nwhI iek pYry ]4]",
    "TRANSLITERATION": "Jab Thae Hoee Laanmee Dhhaaee Chalehi Naahee Eik Pairae ||4||",
    "PUNJABI": "ਪਰ ਜਦੋਂ ਲੰਮਾ ਕੂਚ ਹੁੰਦਾ ਹੈ (ਇਹ ਘੋੜੇ ਆਦਿਕ) ਇਕ ਪੈਰ ਭੀ (ਮਨੁੱਖ ਦੇ ਨਾਲ) ਨਹੀਂ ਤੁਰਦੇ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "nwmu Dnu, nwmu suK rwjw; nwmu kutMb shweI ]",
    "TRANSLITERATION": "Naam Dhhan Naam Sukh Raajaa Naam Kuttanb Sehaaee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮਨੁੱਖ ਦਾ ਅਸਲ ਧਨ ਹੈ, ਨਾਮ ਹੀ ਸੁਖਦਾਤਾ ਹੈ, ਨਾਮ ਹੀ ਪਰਵਾਰ ਹੈ, ਨਾਮ ਹੀ ਸਾਥੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1842,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "nwmu sMpiq guir nwnk kau dIeI; Eh mrY n AwvY jweI ]5]1]8]",
    "TRANSLITERATION": "Naam Sanpath Gur Naanak Ko Dheeee Ouh Marai N Aavai Jaaee ||5||1||8||",
    "PUNJABI": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਇਹ ਹਰਿ-ਨਾਮ-ਦੌਲਤ ਹੀ ਦਿੱਤੀ ਹੈ। ਇਹ ਦੌਲਤ ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਕਦੇ ਗੁਆਚਦੀ ਨਹੀਂ ॥੫॥੧॥੮॥",
    "PRONUNCIATION": "dI-eI"
  },
  {
    "SHABAD_ID": 1843,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 5 iqpdy Gru 2",
    "TRANSLITERATION": "Goojaree Mehalaa 5 Thipadhae Ghar 2",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਤਿਨ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1843,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1843,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "duK ibnsy. suK kIAw invwsw; iqRsnw jlin buJweI ]",
    "TRANSLITERATION": "Dhukh Binasae Sukh Keeaa Nivaasaa Thrisanaa Jalan Bujhaaee ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ ਆ ਨਿਵਾਸ ਕਰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸੜਨ ਬੁਝਾ ਦੇਂਦਾ ਹੈ,",
    "PRONUNCIATION": "buJweI: polw bolo"
  },
  {
    "SHABAD_ID": 1843,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "nwmu inDwnu siqgurU idRVwieAw; ibnis n AwvY jweI ]1]",
    "TRANSLITERATION": "Naam Nidhhaan Sathiguroo Dhrirraaeiaa Binas N Aavai Jaaee ||1||",
    "PUNJABI": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਨੇ (ਸਾਰੇ ਸੁਖਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਹ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦਾ, ਉਹ ਨਾਹ (ਮੁੜ ਮੁੜ) ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1843,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "hir jip; mwieAw bMDn qUty ]",
    "TRANSLITERATION": "Har Jap Maaeiaa Bandhhan Thoottae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਸ ਮਨੁੱਖ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1843,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "Bey ikRpwl dieAwl pRB myry; swDsMgiq imil CUty ]1] rhwau ]",
    "TRANSLITERATION": "Bheae Kirapaal Dhaeiaal Prabh Maerae Saadhhasangath Mil Shhoottae ||1|| Rehaao ||",
    "PUNJABI": "ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਕਿਰਪਾਲ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਅਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  }
]