{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਨਾਨਕ. ਜਿਸ ਨੋ ਇਹੁ ਮਨੁ ਦੀਆ; ਮਰਣੁ ਜੀਵਣੁ ਪ੍ਰਭ ਨਾਲੇ ॥੮॥",
      "page": 1108,
      "line": 12
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Nanak, my death and life are with the Lord, to whom I have surrendered this soul of mine."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਮੇਰਾ ਮਰਨਾ ਅਤੇ ਜਿਉਣਾ ਉਸ ਸੁਆਮੀ ਦੇ ਨਾਲ ਹੈ, ਜਿਸ ਨੂੰ ਕਿ ਮੈਂ ਆਪਣੀ ਇਹ ਜਿੰਦੜੀ ਸਮਰਪਣ ਕੀਤੀ ਹੋਈ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "O Nanak, I have given this mind to Him; death and life rest with God. ||8||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਆਪ ਕੋ ਮੈਨੇ ਏਹੁ ਮਨੁ ਦੇ ਦੀਆ ਹੈ ਮਰਣਾਂ ਜੀਵਣਾਂ ਭੀ ਮੇਰਾ ਤਿਸ ਆਪ ਕੇ ਸਾਥ ਹੈ। ਯਥਾ ਪਰਮਾਣ-☬ਮ:੫॥ ਮਰਣੰ ਬਿਸਰੁਣੰ ਗੋਬਿੰਦਹ ਜੀਵਣੰ ਹਰਿਨਾਮ ਧਿਆਵਣਹ॥☬ਵਾ ਦੂਸਰਾ ਅਰਥ ਪਾਂਚਉ ਤੁਕੋਂ ਕਾ ਆਸਾੜ ਕਾ (ਆ) ਵਸੇਸ ਕਰ ਕੇ (ਸਾੜ) ਤਪ ਤਪਣਾ (ਭਲਾ) ਅਧਿਕ ਹੈ, ਕਿਉਂਕਿ ਦੇਹਿ ਅਧਿਆਸ ਰੂਪ ਸੂਰਜ ਰਿਦੇ ਅਕਾਸ ਮੇਂ ਤਪ ਰਹਾ ਹੈ। ਸਾਸਤ੍ਰ ਮੇਂ ਲਿਖਾ ਹੈ ਅਧ੍ਯਾਸ ਤੇ ਬਿਨਾਂ ਅਗ੍ਯਾਨ ਦੁਖਦਾਈ ਨਹੀਂ ਅਧ੍ਯਾਸ ਸਹਿਤ ਅਗ੍ਯਾਨ ਜੀਵ ਕੋ ਦੁਖਦਾਈ ਹੈ। ਜਾਗ੍ਰਤ ਸੁਪਨ ਮੇਂ ਅਧ੍ਯਾਸ ਹੈ ਤਬ ਦੁਖ ਪ੍ਰਤੀਤ ਹੋਤੇ ਹੈਂ। ਸਖੋਪਤਿ ਵਿਖੇ ਸਸਤ੍ਰੋਂ ਕੇ ਘਾਵ ਆਦਿਕੋਂ ਕਾ ਕੋਊ ਭੀ ਦੁਖ ਪ੍ਰਤੀਤ ਨਹੀਂ ਹੋਤਾ। ਆਤਮਾ ਅਨਾਤਮਾ ਕੇ ਸਮਾਨ ਅੰਸੋਂ ਕਾ ਪ੍ਰਤੀਤ ਹੋਣਾ ਨਿਮਿਤ ਕਾਰਣ ਹੈ ਔਰ ਜੋ ਵਸੇਸ ਅੰਸੋਂ ਕਾ ਪ੍ਰੀਤ ਨ ਹੋਣਾ ਯਹੀ ਅਧ੍ਯਾਸ ਕਾ ਉਪਾਦਾਨ ਕਾਰਣ ਹੈ। ਅਹੰ ਸੁਖੀ ਅਹੰ ਦੁਖੀ ਅਹੰ ਰੂਪ ਬਧਰ ਅਹੰ ਕਾਣੋ ਇਤ੍ਯਾਦਿਕ ਪ੍ਰਤੀਤ, ਭਾਵ ਯਹ ਕਿ ਦੇਹ ਸਾਥ ਅਪਣੀ ਏਕਤਾ ਜਾਨਣੀ ਯਹੀ ਅਧ੍ਯਾਸ ਕਾ ਸ੍ਵਰੂਪ ਹੈ। ਜਨਮ ਜਨਮਾਂਤ੍ਰੋਂ ਕੀ ਪ੍ਰਾਪਤੀ ਏਹੀ ਅਧ੍ਯਾਸ ਕਾ ਫਲ ਹੈ। (ਧਰਤੀ ਦੂਖ ਸਹੈ) ਤਿਸ ਅਧ੍ਯਾਸ ਕਰ ਕੇ ਬੁਧੀ ਰੂਪ ਧਰਤੀ ਦੁਖੋਂ ਕੋ ਸਹਾਰਤੀ ਹੈ। ਅਧ੍ਯਾਸ ਸੂਰਜ ਅਗਨ ਕੇ ਸਮਾਨ (ਭਖੇ) ਪਰਜ੍ਵਲਤ ਹੂਆ ਸੋਖਤਾ ਹੈ। ਜੇ ਕਹੈਂ ਕਿਆ ਸੋਖਨ ਕਰਤਾ ਹੈ? ਤਿਸ ਪਰਿ ਕਹਤੇ ਹੈਂ: ਅਗਨ ਰਸ ਅਗਨ ਸਮ ਤਪ ਕੇ (ਰਸ) ਪ੍ਰੇਮ ਕੋ ਸੋਖਤਾ ਹੈ। ਪ੍ਰੇਮ ਉਪਲਖਤ "
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਮਨ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦਾ ਸਦੀਵੀ ਸਾਥ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਹਾੜ ਦੀ ਕਹਰ ਦੀ ਤਪਸ਼ ਵਰਗਾ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ॥੮॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Sí, dice Nanak, Quien sea que es bendecido con tal mente, se conserva con el Señor en la vida y en la muerte. (8)"
    }
  ]
}