[
  {
    "SHABAD_ID": 3961,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "rwjn; kaunu qumwrY AwvY ]",
    "TRANSLITERATION": "Raajan Koun Thumaarai Aavai ||",
    "PUNJABI": "ਹੇ ਰਾਜਾ (ਦੁਰਜੋਧਨ)! ਤੇਰੇ ਘਰ ਕੌਣ ਆਵੇ? (ਮੈਨੂੰ ਤੇਰੇ ਘਰ ਆਉਣ ਦੀ ਖਿੱਚ ਨਹੀਂ ਹੋ ਸਕਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3961,
    "LINE_ID": 1,
    "RAAG_ID": 25,
    "GURMUKHI": "AYso Bwau. ibdr ko dyiKE; Ehu grIbu. moih BwvY ]1] rhwau ]",
    "TRANSLITERATION": "Aiso Bhaao Bidhar Ko Dhaekhiou Ouhu Gareeb Mohi Bhaavai ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਬਿਦਰ ਦਾ ਇਤਨਾ ਪ੍ਰੇਮ ਵੇਖਿਆ ਹੈ ਕਿ ਉਹ ਗ਼ਰੀਬ (ਭੀ) ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3961,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "hsqI dyiK. Brm qy BUlw; sRI Bgvwnu. n jwinAw ]",
    "TRANSLITERATION": "Hasathee Dhaekh Bharam Thae Bhoolaa Sree Bhagavaan N Jaaniaa ||",
    "PUNJABI": "ਤੂੰ ਹਾਥੀ (ਆਦਿਕ) ਵੇਖ ਕੇ ਮਾਣ ਵਿਚ ਆ ਕੇ ਖੁੰਝ ਗਿਆ ਹੈਂ, ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਬੈਠਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3961,
    "LINE_ID": 2,
    "RAAG_ID": 25,
    "GURMUKHI": "qumro dUDu. ibdr ko pwn@o; AMimRqu kir mY mwinAw ]1]",
    "TRANSLITERATION": "Thumaro Dhoodhh Bidhar Ko Paanho Anmrith Kar Mai Maaniaa ||1||",
    "PUNJABI": "ਇਕ ਪਾਸੇ ਤੇਰਾ ਦੁੱਧ ਹੈ, ਦੂਜੇ ਪਾਸੇ ਬਿਦਰ ਦਾ ਪਾਣੀ ਹੈ; ਇਹ ਪਾਣੀ ਮੈਨੂੰ ਅੰਮ੍ਰਿਤ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3961,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "KIr smwin. swgu mY pwieAw; gun gwvq rYin ibhwnI ]",
    "TRANSLITERATION": "Kheer Samaan Saag Mai Paaeiaa Gun Gaavath Rain Bihaanee ||",
    "PUNJABI": "(ਬਿਦਰ ਦੇ ਘਰ ਦਾ ਰਿੱਝਾ ਹੋਇਆ) ਸਾਗ (ਤੇਰੀ ਰਸੋਈ ਦੀ ਪੱਕੀ) ਖੀਰ ਵਰਗਾ ਮੈਨੂੰ (ਮਿੱਠਾ) ਲੱਗਦਾ ਹੈ, (ਕਿਉਂਕਿ ਬਿਦਰ ਦੇ ਕੋਲ ਰਹਿ ਕੇ ਮੇਰੀ) ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਬੀਤੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3961,
    "LINE_ID": 3,
    "RAAG_ID": 25,
    "GURMUKHI": "kbIr ko Twkuru. And ibnodI; jwiq. n kwhU kI mwnI ]2]9]",
    "TRANSLITERATION": "Kabeer Ko Thaakur Anadh Binodhee Jaath N Kaahoo Kee Maanee ||2||9||",
    "PUNJABI": "ਕਬੀਰ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਆਨੰਦ ਤੇ ਮੌਜ ਦਾ ਮਾਲਕ ਹੈ (ਜਿਵੇਂ ਉਸ ਨੇ ਕ੍ਰਿਸ਼ਨ-ਰੂਪ ਵਿਚ ਆ ਕੇ ਕਿਸੇ ਦੇ ਉੱਚੇ ਮਰਾਤਬੇ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕੀਤੀ, ਤਿਵੇਂ) ਉਹ ਕਿਸੇ ਦੀ ਉੱਚੀ ਜਾਤ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ ॥੨॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3962,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "slok kbIr ]",
    "TRANSLITERATION": "Salok Kabeer ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3962,
    "LINE_ID": 4,
    "RAAG_ID": 25,
    "GURMUKHI": "ggn dmwmw bwijE; pirE nIswnY Gwau ]",
    "TRANSLITERATION": "Gagan Dhamaamaa Baajiou Pariou Neesaanai Ghaao ||",
    "PUNJABI": "ਉਸ ਦੇ ਦਸਮ-ਦੁਆਰ ਵਿਚ ਧੌਂਸਾ ਵੱਜਦਾ ਹੈ, ਉਸ ਦੇ ਨਿਸ਼ਾਨੇ ਤੇ ਚੋਟ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਉੱਚੀਆਂ ਉਡਾਰੀਆਂ ਲਾਂਦਾ ਹੈ, ਜਿੱਥੇ ਕਿਸੇ ਵਿਕਾਰ ਦੀ ਸੁਣਾਈ ਹੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਦੀ ਧ੍ਰੂਹ ਪੈਂਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3962,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "Kyqu ju mWifE sUrmw; Ab jUJn ko dwau ]1]",
    "TRANSLITERATION": "Khaeth J Maanddiou Sooramaa Ab Joojhan Ko Dhaao ||1||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਇਸ ਜਗਤ-ਰੂਪ ਰਣ-ਭੂਮੀ ਵਿਚ ਦਲੇਰ ਹੋ ਕੇ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਅੜ ਖਲੋਤਾ ਹੈ, ਤੇ ਇਹ ਸਮਝਦਾ ਹੈ ਕਿ ਇਹ ਮਨੁੱਖਾ-ਜੀਵਨ ਹੀ ਮੌਕਾ ਹੈ ਜਦੋਂ ਇਹਨਾਂ ਨਾਲ ਲੜਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਉਹ ਹੈ ਅਸਲ ਸੂਰਮਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3962,
    "LINE_ID": 5,
    "RAAG_ID": 25,
    "GURMUKHI": "sUrw. so pihcwnIAY; ju lrY. dIn ky hyq ]",
    "TRANSLITERATION": "Sooraa So Pehichaaneeai J Larai Dheen Kae Haeth ||",
    "PUNJABI": "(ਹਾਂ, ਇਕ ਹੋਰ ਭੀ ਸੂਰਮਾ ਹੈ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਭੀ ਸੂਰਮਾ ਹੀ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਗ਼ਰੀਬਾਂ ਦੀ ਖ਼ਾਤਰ ਲੜਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3962,
    "LINE_ID": 6,
    "RAAG_ID": 25,
    "GURMUKHI": "purjw purjw kit mrY; kbhU. n CwfY Kyqu ]2]2]",
    "TRANSLITERATION": "Purajaa Purajaa Katt Marai Kabehoo N Shhaaddai Khaeth ||2||2||",
    "PUNJABI": "(ਗ਼ਰੀਬਾਂ ਵਾਸਤੇ ਲੜਦਾ ਲੜਦਾ) ਟੋਟੇ ਟੋਟੇ ਹੋ ਮਰਦਾ ਹੈ, ਪਰ ਲੜਾਈ ਦਾ ਮੈਦਾਨ ਕਦੇ ਨਹੀਂ ਛੱਡਦਾ (ਪਰ ਪਿਛਾਂਹ ਪੈਰ ਨਹੀਂ ਹਟਾਂਦਾ, ਆਪਣੀ ਜਿੰਦ ਬਚਾਣ ਦੀ ਖ਼ਾਤਰ ਗ਼ਰੀਬ ਦੀ ਫੜੀ ਹੋਈ ਬਾਂਹ ਨਹੀਂ ਛੱਡਦਾ) ॥੨॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "kbIr kw sbdu rwgu mwrU bwxI nwmdyau jI kI",
    "TRANSLITERATION": "Kabeer Kaa Sabadh Raag Maaroo Baanee Naamadhaeo Jee Kee",
    "PUNJABI": "ਰਾਗ ਮਾਰੂ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦਾ ਸ਼ਬਦ ਤੇ ਭਗਤ ਨਾਮਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 7,
    "RAAG_ID": 25,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "cwir mukiq. cwrY isiD imil kY; dUlh pRB kI srin pirE ]",
    "TRANSLITERATION": "Chaar Mukath Chaarai Sidhh Mil Kai Dhooleh Prabh Kee Saran Pariou ||",
    "PUNJABI": "(ਜਗਤ ਵਿਚ) ਚਾਰ ਕਿਸਮ ਦੀਆਂ ਮੁਕਤੀਆਂ (ਮਿੱਥੀਆਂ ਗਈਆਂ ਹਨ), ਇਹ ਚਾਰੇ ਮੁਕਤੀਆਂ (ਅਠਾਰਾਂ) ਸਿੱਧੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਖਸਮ (-ਪ੍ਰਭੂ) ਦੀ ਸ਼ਰਨੀ ਪਈਆਂ ਹੋਈਆਂ ਹਨ,",
    "PRONUNCIATION": "(is`iD) mukqIAW"
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 8,
    "RAAG_ID": 25,
    "GURMUKHI": "mukiq BieE. cauhUM jug jwinE; jsu kIriq. mwQY CqRü DirE ]1]",
    "TRANSLITERATION": "Mukath Bhaeiou Chouhoon Jug Jaaniou Jas Keerath Maathhai Shhathra Dhhariou ||1||",
    "PUNJABI": "(ਜੋ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਹਰੇਕ ਕਿਸਮ ਦੀ) ਮੁਕਤੀ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਚਹੁੰਆਂ ਜੁਗਾਂ ਵਿਚ ਉੱਘਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ (ਹਰ ਥਾਂ) ਸੋਭਾ ਹੁੰਦੀ ਹੈ, ਵਡਿਆਈ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ ਛਤਰ ਝੁਲਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "rwjwrwm jpq; ko ko. n qirE ]",
    "TRANSLITERATION": "Raajaa Raam Japath Ko Ko N Thariou ||",
    "PUNJABI": "ਪਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਬੇਅੰਤ ਜੀਵ ਤਰੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 9,
    "RAAG_ID": 25,
    "GURMUKHI": "gur aupdyis swD kI sMgiq; Bgqu Bgqu qw ko nwmu pirE ]1] rhwau ]",
    "TRANSLITERATION": "Gur Oupadhaes Saadhh Kee Sangath Bhagath Bhagath Thaa Ko Naam Pariou ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉੱਤੇ ਤੁਰ ਕੇ ਸਾਧ ਸੰਗਤ ਕੀਤੀ, ਉਸ ਦਾ ਨਾਮ ਭਗਤ ਪੈ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 10,
    "RAAG_ID": 25,
    "GURMUKHI": "sMK ckR mwlw iqlku ibrwijq; dyiK pRqwpu jmu firE ]",
    "TRANSLITERATION": "Sankh Chakr Maalaa Thilak Biraajith Dhaekh Prathaap Jam Ddariou ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦਾ) ਸੰਖ, ਚੱਕ੍ਰ, ਮਾਲਾ, ਤਿਲਕ ਆਦਿਕ ਚਮਕਦਾ ਵੇਖ ਕੇ, ਪਰਤਾਪ ਵੇਖ ਕੇ, ਜਮਰਾਜ ਭੀ ਸਹਿਮ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "mwlw: polw bolo"
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "inrBau Bey. rwm bl grijq; jnm mrn sMqwp ihirE ]2]",
    "TRANSLITERATION": "Nirabho Bheae Raam Bal Garajith Janam Maran Santhaap Hiriou ||2||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ) ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਪਾਸੋਂ ਤਾਂ ਜਮ ਭੀ ਡਰਦਾ ਹੈ), ਪ੍ਰਭੂ ਦਾ ਪਰਤਾਪ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਉਛਾਲੇ ਮਾਰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "grij`q"
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 11,
    "RAAG_ID": 25,
    "GURMUKHI": "AMbrIk kau. dIE ABY pdu; rwju BBIKn AiDk kirE ]",
    "TRANSLITERATION": "Anbareek Ko Dheeou Abhai Padh Raaj Bhabheekhan Adhhik Kariou ||",
    "PUNJABI": "(ਅੰਬਰੀਕ ਨੇ ਨਾਮ ਸਿਮਰਿਆ, ਪ੍ਰਭੂ ਨੇ) ਅੰਬਰੀਕ ਨੂੰ ਨਿਰਭੈਤਾ ਦਾ ਉੱਚਾ ਦਰਜਾ ਬਖ਼ਸ਼ਿਆ (ਤੇ ਦੁਰਬਾਸਾ ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਾ ਸਕਿਆ), ਪ੍ਰਭੂ ਨੇ ਭਭੀਖਣ ਨੂੰ ਰਾਜ ਦੇ ਕੇ ਵੱਡਾ ਬਣਾ ਦਿੱਤਾ;",
    "PRONUNCIATION": "A-BY, A-iDk: poly bolo"
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 12,
    "RAAG_ID": 25,
    "GURMUKHI": "nau iniD Twkuir deI sudwmY; DR¨A Atlu. AjhU, n tirE ]3]",
    "TRANSLITERATION": "No Nidhh Thaakur Dhee Sudhaamai Dhhrooa Attal Ajehoo N Ttariou ||3||",
    "PUNJABI": "ਸੁਦਾਮੇ (ਗ਼ਰੀਬ) ਨੂੰ ਠਾਕੁਰ ਨੇ ਨੌ ਨਿਧੀਆਂ ਦੇ ਦਿੱਤੀਆਂ, ਧ੍ਰੂ ਨੂੰ ਅਟੱਲ ਪਦਵੀ ਬਖ਼ਸ਼ੀ ਜੋ ਅਜੇ ਤਕ ਕਾਇਮ ਹੈ ॥੩॥",
    "PRONUNCIATION": "A-tlu"
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "Bgq hyiq mwirE hrnwKsu; nrisMG rUp hoie dyh DirE ]",
    "TRANSLITERATION": "Bhagath Haeth Maariou Haranaakhas Narasingh Roop Hoe Dhaeh Dhhariou ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਭਗਤ (ਪ੍ਰਹਿਲਾਦ) ਦੀ ਖ਼ਾਤਰ ਨਰਸਿੰਘ ਦਾ ਰੂਪ ਧਾਰਿਆ, ਤੇ ਹਰਨਾਖਸ਼ ਨੂੰ ਮਾਰਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3963,
    "LINE_ID": 13,
    "RAAG_ID": 25,
    "GURMUKHI": "nwmw khY Bgiq bis kysv; AjhUM bil ky duAwr Kro ]4]1]",
    "TRANSLITERATION": "Naamaa Kehai Bhagath Bas Kaesav Ajehoon Bal Kae Dhuaar Kharo ||4||1||",
    "PUNJABI": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਭਗਤੀ ਦੇ ਅਧੀਨ ਹੈ, (ਵੇਖੋ!) ਅਜੇ ਤਕ ਉਹ (ਆਪਣੇ ਭਗਤ ਰਾਜਾ) ਬਲਿ ਦੇ ਬੂਹੇ ਅੱਗੇ ਖਲੋਤਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": "b`is"
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "mwrU kbIr jIau ]",
    "TRANSLITERATION": "Maaroo Kabeer Jeeo ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 14,
    "RAAG_ID": 25,
    "GURMUKHI": "dInu ibswirE. ry idvwny; dInu ibswirE ry ]",
    "TRANSLITERATION": "Dheen Bisaariou Rae Dhivaanae Dheen Bisaariou Rae ||",
    "PUNJABI": "ਹੇ ਕਮਲੇ ਮਨੁੱਖ! ਤੂੰ ਧਰਮ (ਮਨੁੱਖਾ-ਜੀਵਨ ਦਾ ਫ਼ਰਜ਼) ਵਿਸਾਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "pytu BirE. psUAw ijau soieE; mnuKu jnmu hY hwirE ]1] rhwau ]",
    "TRANSLITERATION": "Paett Bhariou Pasooaa Jio Soeiou Manukh Janam Hai Haariou ||1|| Rehaao ||",
    "PUNJABI": "ਤੂੰ ਪਸ਼ੂਆਂ ਵਾਂਗ ਢਿੱਡ ਭਰ ਕੇ ਸੁੱਤਾ ਰਹਿੰਦਾ ਹੈਂ; ਤੂੰ ਮਨੁੱਖ ਜੀਵਨ ਐਵੇਂ ਹੀ ਗੰਵਾ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 15,
    "RAAG_ID": 25,
    "GURMUKHI": "swDsMgiq kbhU. nhI kInI; ricE DMDY JUT ]",
    "TRANSLITERATION": "Saadhhasangath Kabehoo Nehee Keenee Rachiou Dhhandhhai Jhooth ||",
    "PUNJABI": "ਤੂੰ ਕਦੇ ਸਤਸੰਗ ਵਿਚ ਨਹੀਂ ਗਿਆ, ਜਗਤ ਦੇ ਝੂਠੇ ਧੰਧਿਆਂ ਵਿਚ ਹੀ ਮਸਤ ਹੈਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "suAwn sUkr bwies ijvY; Btkqu cwilE aUiT ]1]",
    "TRANSLITERATION": "Suaan Sookar Baaeis Jivai Bhattakath Chaaliou Ooth ||1||",
    "PUNJABI": "ਕਾਂ, ਕੁੱਤੇ, ਸੂਰ ਵਾਂਗ ਭਟਕਦਾ ਹੀ (ਜਗਤ ਤੋਂ) ਤੁਰ ਜਾਏਂਗਾ ॥੧॥",
    "PRONUNCIATION": "(bwies) kW"
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 16,
    "RAAG_ID": 25,
    "GURMUKHI": "Awps kO dIrG kir jwnY; Aaurn kau lg mwq ]",
    "TRANSLITERATION": "Aapas Ko Dheeragh Kar Jaanai Aouran Ko Lag Maath ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡੇ ਸਮਝਦੇ ਹਨ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਤੁੱਛ ਜਾਣਦੇ ਹਨ,",
    "PRONUNCIATION": "lg: polw bolo"
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 17,
    "RAAG_ID": 25,
    "GURMUKHI": "mnsw bwcw krmnw; mY dyKy. dojk jwq ]2]",
    "TRANSLITERATION": "Manasaa Baachaa Karamanaa Mai Dhaekhae Dhojak Jaath ||2||",
    "PUNJABI": "ਮਨੁੱਖ ਮਨ, ਬਚਨ ਜਾਂ ਕਰਮ ਦੁਆਰਾ (ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡੇ ਹੋਰਨਾਂ ਨੂੰ ਛੋਟੇ ਜਾਣਦੇ ਹਨ) ਐਸੇ ਬੰਦੇ ਮੈਂ ਦੋਜ਼ਕ ਜਾਂਦੇ ਵੇਖੇ ਹਨ (ਭਾਵ, ਨਿੱਤ ਇਹ ਵੇਖਣ ਵਿਚ ਆਉਂਦਾ ਹੈ ਕਿ ਅਜਿਹੇ ਹੰਕਾਰੀ ਮਨੁੱਖ ਹਉਮੈ ਵਿਚ ਇਉਂ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ਜਿਵੇਂ ਦੋਜ਼ਕ ਦੀ ਅੱਗ ਵਿਚ ਸੜ ਰਹੇ ਹਨ) ॥੨॥",
    "PRONUNCIATION": "(mnsw) mn[ (bwcw) bwxI[ (krmnw) sRIr krky jo v`fy AKvwauNdy sn[b`wcw"
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "kwmI kRoDI cwqurI; bwjIgr bykwm ]",
    "TRANSLITERATION": "Kaamee Krodhhee Chaathuree Baajeegar Baekaam ||",
    "PUNJABI": "ਕਾਮ-ਵੱਸ ਹੋ ਕੇ, ਕ੍ਰੋਧ-ਅਧੀਨ ਹੋ ਕੇ, ਚਤਰਾਈਆ ਠੱਗੀਆਂ ਨਕਾਰੇ-ਪਨ ਵਿਚ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 18,
    "RAAG_ID": 25,
    "GURMUKHI": "inMdw krqy jnmu isrwno; kbhU. n ismirE rwmu ]3]",
    "TRANSLITERATION": "Nindhaa Karathae Janam Siraano Kabehoo N Simariou Raam ||3||",
    "PUNJABI": "ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਿਆ ਕਰ ਕੇ, (ਹੇ ਕਮਲਿਆ!) ਤੂੰ ਜੀਵਨ ਗੁਜ਼ਾਰ ਦਿੱਤਾ ਹੈ, ਕਦੇ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕੀਤਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "kih kbIr. cyqY nhI; mUrKu mugDu gvwru ]",
    "TRANSLITERATION": "Kehi Kabeer Chaethai Nehee Moorakh Mugadhh Gavaar ||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ (ਉਹ) ਮੂਰਖ ਮੂੜ੍ਹ ਗੰਵਾਰ ਮਨੁੱਖ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3964,
    "LINE_ID": 19,
    "RAAG_ID": 25,
    "GURMUKHI": "rwmu nwmu jwinE nhI; kYsy auqris pwir ]4]1]",
    "TRANSLITERATION": "Raam Naam Jaaniou Nehee Kaisae Outharas Paar ||4||1||",
    "PUNJABI": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਕਿਵੇਂ ਪਾਰ ਲੰਘੇਗਾ? ॥੪॥੧॥",
    "PRONUNCIATION": ""
  }
]