[
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI CMq mhlw 1 bwrh mwhw",
    "TRANSLITERATION": "Thukhaaree Shhanth Mehalaa 1 Baareh Maahaa",
    "PUNJABI": "ਰਾਗ ਤੁਖਾਰੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਬਾਰਹ ਮਾਹਾ ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "qU suix. ikrq krMmw; purib kmwieAw ]",
    "TRANSLITERATION": "Thoo Sun Kirath Karanmaa Purab Kamaaeiaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਪੂਰਬਲੇ ਕਮਾਏ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "isir isir suK shMmw; dyih su qU Blw ]",
    "TRANSLITERATION": "Sir Sir Sukh Sehanmaa Dhaehi S Thoo Bhalaa ||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਜੋ ਸੁਖ ਤੇ ਦੁੱਖ (ਝੱਲਣ ਲਈ) ਤੂੰ ਦੇਂਦਾ ਹੈਂ ਉਹੀ ਠੀਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "hir rcnw qyrI. ikAw giq myrI; hir ibnu GVI. n jIvw ]",
    "TRANSLITERATION": "Har Rachanaa Thaeree Kiaa Gath Maeree Har Bin Gharree N Jeevaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਰਚੀ ਮਾਇਆ ਵਿਚ (ਰੁੱਝਾ ਪਿਆ) ਹਾਂ। ਮੇਰਾ ਕੀਹ ਹਾਲ ਹੋਵੇਗਾ? ਤੈਥੋਂ ਬਿਨਾ (ਤੇਰੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਇਕ ਘੜੀ ਭੀ ਜੀਊਣਾ ਇਹ ਕੇਹੀ ਜ਼ਿੰਦਗੀ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "ipRA bwJu duhylI. koie, n bylI; gurmuiK AMimRqu pIvW ]",
    "TRANSLITERATION": "Pria Baajh Dhuhaelee Koe N Baelee Guramukh Anmrith Peevaan ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਤੇਰੇ ਬਿਨਾ ਮੈਂ ਦੁੱਖੀ ਹਾਂ, (ਇਸ ਦੁੱਖ ਵਿਚੋਂ ਕੱਢਣ ਵਾਸਤੇ) ਕੋਈ ਮਦਦਗਾਰ ਨਹੀਂ ਹੈ। (ਮੇਹਰ ਕਰ ਕਿ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਤੇਰਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "rcnw rwic rhy inrMkwrI; pRB min krm sukrmw ]",
    "TRANSLITERATION": "Rachanaa Raach Rehae Nirankaaree Prabh Man Karam Sukaramaa ||",
    "PUNJABI": "ਅਸੀਂ ਜੀਵ ਨਿਰੰਕਾਰ ਦੀ ਰਚੀ ਮਾਇਆ ਵਿਚ ਹੀ ਫਸੇ ਪਏ ਹਾਂ (ਇਹ ਕਾਹਦਾ ਜੀਵਨ ਹੈ?), ਪ੍ਰਭੂ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਣਾ ਹੀ ਸਭ ਕੰਮਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਹੈ (ਇਹੀ ਹੈ ਮਨੁੱਖ ਵਾਸਤੇ ਜੀਵਨ-ਮਨੋਰਥ)।",
    "PRONUNCIATION": "pRmySr jI Apny syvk jI dyy smwn krmW nMU (sukrmw) sRySt krm mMndy hn[su-krmw"
  },
  {
    "SHABAD_ID": 3969,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. pMQu inhwly sw Dn. qU suix Awqm rwmw ]1]",
    "TRANSLITERATION": "Naanak Panthh Nihaalae Saa Dhhan Thoo Sun Aatham Raamaa ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਸਰਬ ਵਿਆਪਕ ਪਰਮਾਤਮਾ! ਤੂੰ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਅਰਜ਼ੋਈ) ਸੁਣ (ਤੇ ਉਸ ਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ), ਜੀਵ-ਇਸਤ੍ਰੀ ਤੇਰਾ ਰਾਹ ਤੱਕ ਰਹੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3970,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "bwbIhw ipRau boly; koikl bwxIAw ]",
    "TRANSLITERATION": "Baabeehaa Prio Bolae Kokil Baaneeaa ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਪਪੀਹਾ 'ਪ੍ਰਿਉ ਪ੍ਰਿਉ' ਬੋਲਦਾ ਹੈ ਜਿਵੇਂ ਕੋਇਲ ('ਕੂ ਕੂ' ਦੀ ਮਿੱਠੀ) ਬੋਲੀ ਬੋਲਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3970,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "sw Dn siB rs colY; AMik smwxIAw ]",
    "TRANSLITERATION": "Saa Dhhan Sabh Ras Cholai Ank Samaaneeaa ||",
    "PUNJABI": "(ਤਿਵੇਂ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਵੈਰਾਗ ਵਿਚ ਆ ਕੇ ਮਿੱਠੀ ਸੁਰ ਨਾਲ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਯਾਦ ਕਰਦੀ ਹੈ, ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੇ) ਸਾਰੇ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਤੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "bu`D rUpI (colY) JoLI c [(AMik)pRym c"
  },
  {
    "SHABAD_ID": 3970,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "hir AMik smwxI. jw pRB BwxI; sw sohwgix nwry ]",
    "TRANSLITERATION": "Har Ank Samaanee Jaa Prabh Bhaanee Saa Sohaagan Naarae ||",
    "PUNJABI": "ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਤਾਂ ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3970,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "nv Gr Qwip. mhl Gru aUcau; inj Gir vwsu murwry ]",
    "TRANSLITERATION": "Nav Ghar Thhaap Mehal Ghar Oocho Nij Ghar Vaas Muraarae ||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਸਰੀਰਕ ਇੰਦ੍ਰਿਆਂ ਨੂੰ) ਜੁਗਤੀ ਵਿਚ ਰੱਖ ਕੇ ਪ੍ਰਭੂ ਦੇ ਆਪਣੇ ਸਰੂਪ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ, ਤੇ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਤੋਂ ਉੱਠ ਕੇ) ਪ੍ਰਭੂ ਦਾ ਉੱਚਾ ਟਿਕਾਣਾ ਮੱਲ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3970,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "sB qyrI. qU myrw pRIqmu; inis bwsur rMig rwvY ]",
    "TRANSLITERATION": "Sabh Thaeree Thoo Maeraa Preetham Nis Baasur Rang Raavai ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜ ਕੇ ਦਿਨ ਰਾਤ ਉਸ ਨੂੰ ਸਿਮਰਦੀ ਹੈ, ਤੇ ਆਖਦੀ ਹੈ-ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੀ ਰਚੀ ਹੋਈ ਹੈ, ਤੂੰ ਹੀ ਮੇਰਾ ਪਿਆਰਾ ਖਸਮ-ਸਾਈਂ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3970,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. ipRau ipRau cvY bbIhw; koikl sbid suhwvY ]2]",
    "TRANSLITERATION": "Naanak Prio Prio Chavai Babeehaa Kokil Sabadh Suhaavai ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪਪੀਹਾ ਪ੍ਰਿਉ ਪ੍ਰਿਉ ਬੋਲਦਾ ਹੈ ਜਿਵੇਂ ਕੋਇਲ ਮਿੱਠਾ ਬੋਲ ਬੋਲਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ) ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3971,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "qU suix. hir rs iBMny; pRIqm Awpxy ]",
    "TRANSLITERATION": "Thoo Sun Har Ras Bhinnae Preetham Aapanae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਰਸ-ਭਿੰਨੇ ਹਰੀ! ਤੂੰ (ਮੇਰੀ ਅਰਜ਼ੋਈ) ਸੁਣ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3971,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "min qin rvq rvMny; GVI. n bIsrY ]",
    "TRANSLITERATION": "Man Than Ravath Ravannae Gharree N Beesarai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ ਤਨ ਵਿਚ ਰਮੇ ਹੋਏ ਪ੍ਰਭੂ! (ਮੇਰਾ ਮਨ ਤੈਨੂੰ) ਇਕ ਘੜੀ ਵਾਸਤੇ ਭੀ ਭੁਲਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3971,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "ikau. GVI ibswrI, hau bilhwrI; hau jIvw gux gwey ]",
    "TRANSLITERATION": "Kio Gharree Bisaaree Ho Balihaaree Ho Jeevaa Gun Gaaeae ||",
    "PUNJABI": "ਮੈਂ ਇਕ ਘੜੀ ਭਰ ਭੀ ਤੈਨੂੰ ਵਿਸਾਰ ਨਹੀਂ ਸਕਦਾ, ਮੈਂ ਤੈਥੋਂ (ਸਦਾ) ਸਦਕੇ ਹਾਂ, ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3971,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "nw koeI myrw. hau iksu kyrw; hir ibnu rhxu. n jwey ]",
    "TRANSLITERATION": "Naa Koee Maeraa Ho Kis Kaeraa Har Bin Rehan N Jaaeae ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਤੋੜ ਨਿਭਣ ਵਾਲਾ) ਨਾ ਕੋਈ ਮੇਰਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹੈ ਨਾਹ ਹੀ ਮੈਂ ਕਿਸੇ ਦਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹਾਂ, ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3971,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "Et ghI hir crx invwsy; Bey pivqR srIrw ]",
    "TRANSLITERATION": "Outt Gehee Har Charan Nivaasae Bheae Pavithr Sareeraa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਵੱਸ ਪਏ ਹਨ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3971,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. idRsit dIrG suKu pwvY; gur sbdI mnu DIrw ]3]",
    "TRANSLITERATION": "Naanak Dhrisatt Dheeragh Sukh Paavai Gur Sabadhee Man Dhheeraa ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਲੰਮੇ ਜਿਗਰੇ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਮਨ ਧੀਰਜ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3972,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "brsY AMimRqDwr; bUMd suhwvxI ]",
    "TRANSLITERATION": "Barasai Anmrith Dhhaar Boondh Suhaavanee ||",
    "PUNJABI": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ), ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਸੁਹਾਵਣੀਆਂ ਬੂੰਦਾਂ ਦੀ ਧਾਰ ਵਰ੍ਹਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3972,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "swjn imly shij suBwie; hir isau pRIiq bxI ]",
    "TRANSLITERATION": "Saajan Milae Sehaj Subhaae Har Sio Preeth Banee ||",
    "PUNJABI": "ਉਸ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਆ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦੀ ਪ੍ਰੀਤ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3972,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "hirmMdir AwvY. jw pRB BwvY; Dn aUBI gux swrI ]",
    "TRANSLITERATION": "Har Mandhar Aavai Jaa Prabh Bhaavai Dhhan Oobhee Gun Saaree ||",
    "PUNJABI": "(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਟਿਕਣ ਲਈ ਮੰਦਰ ਬਣ ਜਾਂਦਾ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਾਵਲੀ ਹੋ ਹੋ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3972,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "Gir Gir kMqu rvY sohwgix; hau. ikau kMiq ivswrI ]",
    "TRANSLITERATION": "Ghar Ghar Kanth Ravai Sohaagan Ho Kio Kanth Visaaree ||",
    "PUNJABI": "(ਤੇ ਆਖਦੀ ਹੈ-) ਹਰੇਕ ਭਾਗਾਂ ਵਾਲੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਰਲੀਆਂ ਮਾਣਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੈਨੂੰ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3972,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "auniv Gn Cwey, brsu suBwey; min qin pRymu suKwvY ]",
    "TRANSLITERATION": "Ounav Ghan Shhaaeae Baras Subhaaeae Man Than Praem Sukhaavai ||",
    "PUNJABI": "(ਉਹ ਤਰਲੇ ਲੈ ਲੈ ਕੇ ਗੁਰੂ ਅੱਗੇ ਇਉਂ ਅਰਦਾਸ ਕਰਦੀ ਹੈ-) ਹੇ ਲਿਫ਼ ਕੇ ਘਟ ਬੰਨ੍ਹ ਕੇ ਆਏ ਬੱਦਲ! ਪ੍ਰੇਮ ਨਾਲ ਵਰ੍ਹ (ਹੇ ਤਰਸ ਕਰ ਕੇ ਆਏ ਗੁਰੂ ਪਾਤਿਸ਼ਾਹ! ਪ੍ਰੇਮ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਵਰਖਾ ਕਰ), ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "aun-iv"
  },
  {
    "SHABAD_ID": 3972,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk vrsY AMimRq bwxI; kir ikrpw Gir AwvY ]4]",
    "TRANSLITERATION": "Naanak Varasai Anmrith Baanee Kar Kirapaa Ghar Aavai ||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਸੁਭਾਗ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਕਿਰਪਾ ਧਾਰ ਕੇ ਆਪ ਉਥੇ ਆ ਟਿਕਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3973,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "cyqu bsMqu Blw; Bvr suhwvVy ]",
    "TRANSLITERATION": "Chaeth Basanth Bhalaa Bhavar Suhaavarrae ||",
    "PUNJABI": "ਚੇਤ (ਦਾ ਮਹੀਨਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, (ਚੇਤ ਵਿਚ) ਬਸੰਤ (ਦਾ ਮੌਸਮ ਭੀ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤੇ (ਫੁੱਲਾਂ ਉਤੇ ਬੈਠੇ ਹੋਏ) ਭਵਰ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]