[
  {
    "SHABAD_ID": 3979,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "AwgY Gwm. ipCY ruiq jwfw; dyiK clq. mnu foly ]",
    "TRANSLITERATION": "Aagai Ghaam Pishhai Ruth Jaaddaa Dhaekh Chalath Man Ddolae ||",
    "PUNJABI": "(ਮੇਰੇ ਸਰੀਰ ਦਾ) ਨਿੱਘ ਅਗਾਂਹ ਲੰਘ ਗਿਆ ਹੈ (ਘਟ ਗਿਆ ਹੈ), ਉਸ ਦੇ ਪਿਛੇ ਪਿਛੇ ਸਰੀਰਕ ਕਮਜ਼ੋਰੀ ਆ ਰਹੀ ਹੈ, ਇਹ ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ ਮੇਰਾ ਮਨ ਘਬਰਾ ਰਿਹਾ ਹੈ (ਕਿਉਂਕਿ ਅਜੇ ਤਕ ਤੇਰਾ ਦੀਦਾਰ ਨਹੀਂ ਹੋ ਸਕਿਆ)।",
    "PRONUNCIATION": "ip`CY[r`uiq[jwfw clq: poly bolo"
  },
  {
    "SHABAD_ID": 3979,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "dh idis swK. hrI hrIAwvl; shij pkY so mITw ]",
    "TRANSLITERATION": "Dheh Dhis Saakh Haree Hareeaaval Sehaj Pakai So Meethaa ||",
    "PUNJABI": "(ਕਾਹੀ ਪਿਲਛੀ ਦਾ ਹਾਲ ਵੇਖ ਕੇ ਤਾਂ ਮਨ ਡੋਲਦਾ ਹੈ, ਪਰ) ਹਰ ਪਾਸੇ (ਬਨਸਪਤੀ ਦੀਆਂ) ਹਰੀਆਂ ਸਾਖਾਂ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ (ਇਹ ਧੀਰਜ ਆਉਂਦੀ ਹੈ ਕਿ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਜੇਹੜਾ ਜੀਵ) ਦ੍ਰਿੜ੍ਹ ਰਹਿੰਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਮਿਠਾਸ (ਖ਼ੁਸ਼ੀ) ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": "hrI-Awvl: ibhwrI d`b ky bolo[p`kY"
  },
  {
    "SHABAD_ID": 3979,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. Asuin imlhu ipAwry; siqgur Bey bsITw ]11]",
    "TRANSLITERATION": "Naanak Asun Milahu Piaarae Sathigur Bheae Baseethaa ||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਤੂੰ ਭੀ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ ਮਿਲ ॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3980,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "kqik. ikrqu pieAw; jo pRB BwieAw ]",
    "TRANSLITERATION": "Kathak Kirath Paeiaa Jo Prabh Bhaaeiaa ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਕੱਤਕ (ਦੇ ਮਹੀਨੇ) ਵਿਚ (ਕਿਸਾਨ ਨੂੰ ਮੁੰਜੀ ਮਕਈ ਆਦਿਕ ਸਾਵਣੀ ਦੇ ਫ਼ਸਲ ਦੀ ਕੀਤੀ ਕਮਾਈ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਪਣੇ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ (ਮਨ ਵਿਚ ਇਕੱਠੇ ਹੋਏ ਸੰਸਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ) ਮਿਲ ਜਾਂਦਾ ਹੈ। (ਆਪਣੇ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "PRONUNCIATION": "k`qik"
  },
  {
    "SHABAD_ID": 3980,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "dIpku shij blY; qiq jlwieAw ]",
    "TRANSLITERATION": "Dheepak Sehaj Balai Thath Jalaaeiaa ||",
    "PUNJABI": "(ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦਾ) ਦੀਵਾ ਜਗ ਪੈਂਦਾ ਹੈ (ਇਹ ਦੀਵਾ ਉਸ ਦੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਨੇ ਜਗਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "q`iq"
  },
  {
    "SHABAD_ID": 3980,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "dIpk rs qylo. Dn ipr mylo; Dn EmwhY srsI ]",
    "TRANSLITERATION": "Dheepak Ras Thaelo Dhhan Pir Maelo Dhhan Oumaahai Sarasee ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦੇ ਆਨੰਦ ਦਾ (ਮਾਨੋ, ਦੀਵੇ ਵਿਚ) ਤੇਲ ਬਲ ਰਿਹਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਸ਼ਾਹ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3980,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "Avgx mwrI mrY. n sIJY; guix mwrI qw mrsI ]",
    "TRANSLITERATION": "Avagan Maaree Marai N Seejhai Gun Maaree Thaa Marasee ||",
    "PUNJABI": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਜੀਵਨ ਨੂੰ) ਵਿਕਾਰਾਂ ਨੇ ਮਾਰ ਮੁਕਾਇਆ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਈ, ਉਹ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦੀ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੇ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰਿਆ ਉਹ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚੀ ਰਹੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3980,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "nwmu Bgiq dy inj Gir bYTy; Ajhu iqnwVI Awsw ]",
    "TRANSLITERATION": "Naam Bhagath Dhae Nij Ghar Baithae Ajahu Thinaarree Aasaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਦੇਂਦਾ ਹੈ ਆਪਣੀ ਭਗਤੀ ਦੇਂਦਾ ਹੈ ਉਹ (ਵਿਕਾਰਾਂ ਵਲ ਭਟਕਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ ਹੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3980,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk imlhu. kpt dr Kolhu; eyk GVI. Ktu mwsw ]12]",
    "TRANSLITERATION": "Naanak Milahu Kapatt Dhar Kholahu Eaek Gharree Khatt Maasaa ||12||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਉਹ ਸਦਾ ਅਰਦਾਸ ਕਰਦੇ ਹਨ-ਹੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਨੂੰ) ਮਿਲ, (ਸਾਡੇ ਅੰਦਰੋਂ ਵਿਛੋੜਾ ਪਾਣ ਵਾਲੇ) ਕਿਵਾੜ ਖੋਹਲ ਦੇਹ, (ਤੇਰੇ ਨਾਲੋਂ) ਇਕ ਘੜੀ (ਦਾ ਵਿਛੋੜਾ) ਛੇ ਮਹੀਨੇ (ਦਾ ਵਿਛੋੜਾ ਜਾਪਦਾ) ਹੈ ॥੧੨॥",
    "PRONUNCIATION": "Ko-lhu[Ktu: polw bolo"
  },
  {
    "SHABAD_ID": 3981,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "mMGr mwhu Blw; hir gux AMik smwvey ]",
    "TRANSLITERATION": "Manghar Maahu Bhalaa Har Gun Ank Samaaveae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੱਘਰ ਦਾ ਮਹੀਨਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3981,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "guxvMqI gux rvY; mY ipru inhclu Bwvey ]",
    "TRANSLITERATION": "Gunavanthee Gun Ravai Mai Pir Nihachal Bhaaveae ||",
    "PUNJABI": "ਇਹ ਸਦਾ-ਥਿਰ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਗੁਣਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3981,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "inhclu cquru sujwxu ibDwqw; cMclu jgqu sbwieAw ]",
    "TRANSLITERATION": "Nihachal Chathur Sujaan Bidhhaathaa Chanchal Jagath Sabaaeiaa ||",
    "PUNJABI": "ਹੋਰ ਸਾਰਾ ਜਗਤ ਤਾਂ ਨਾਸਵੰਤ ਹੈ, ਇਕ ਸਿਰਜਣਹਾਰ ਹੀ ਜੋ ਚਤੁਰ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 3981,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "igAwnu iDAwnu gux AMik smwxy; pRB Bwxy qw BwieAw ]",
    "TRANSLITERATION": "Giaan Dhhiaan Gun Ank Samaanae Prabh Bhaanae Thaa Bhaaeiaa ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ; ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਇਹ ਸਭ ਕੁਝ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3981,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "gIq nwd kivq kvy suix; rwm nwim duKu BwgY ]",
    "TRANSLITERATION": "Geeth Naadh Kavith Kavae Sun Raam Naam Dhukh Bhaagai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਬਾਣੀ ਕਾਵਿ ਸੁਣ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦਾ ਹੋਰ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "kiv-q: polw bolo"
  },
  {
    "SHABAD_ID": 3981,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. sw Dn nwh ipAwrI; AB BgqI ipr AwgY ]13]",
    "TRANSLITERATION": "Naanak Saa Dhhan Naah Piaaree Abh Bhagathee Pir Aagai ||13||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਪਣਾ ਦਿਲੀ ਪਿਆਰ ਪ੍ਰਭੂ ਦੇ ਅੱਗੇ (ਭੇਟ) ਪੇਸ਼ ਕਰਦੀ ਹੈ ॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3982,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "poiK. quKwru pVY; vxu iqRxu rsu soKY ]",
    "TRANSLITERATION": "Pokh Thukhaar Parrai Van Thrin Ras Sokhai ||",
    "PUNJABI": "ਪੋਹ (ਦੇ ਮਹੀਨੇ) ਵਿਚ ਕੱਕਰ ਪੈਂਦਾ ਹੈ, ਉਹ ਵਣ ਨੂੰ ਘਾਹ ਨੂੰ (ਹਰੇਕ ਘਾਹ-ਬੂਟ ਦੇ) ਰਸ ਨੂੰ ਸੁਕਾ ਦੇਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾਇਆਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕੋਰਾਪਨ ਜ਼ੋਰ ਪਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਜੀਵਨ ਵਿਚੋਂ ਪ੍ਰੇਮ-ਰਸ ਸੁਕਾ ਦੇਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "pVY: polw bolo"
  },
  {
    "SHABAD_ID": 3982,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "Awvq. kI nwhI; min qin vsih muKy ]",
    "TRANSLITERATION": "Aavath Kee Naahee Man Than Vasehi Mukhae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਕਿਉਂ ਨਹੀਂ ਵੱਸਦਾ? (ਤਾ ਕਿ ਮੇਰਾ ਜੀਵਨ ਰੁੱਖਾ ਨ ਹੋ ਜਾਏ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3982,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "min qin riv rihAw jgjIvnu; gur sbdI rMgu mwxI ]",
    "TRANSLITERATION": "Man Than Rav Rehiaa Jagajeevan Gur Sabadhee Rang Maanee ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਸਾਰੇ ਜਗਤ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3982,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "AMfj jyrj syqj auqBuj; Git Git joiq smwxI ]",
    "TRANSLITERATION": "Anddaj Jaeraj Saethaj Outhabhuj Ghatt Ghatt Joth Samaanee ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵਾਂ ਵਿਚ ਹਰੇਕ ਘਟ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਹੀ ਜੋਤਿ ਸਮਾਈ ਦਿੱਸਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3982,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "drsnu dyhu. dieAw piq dwqy; giq pwvau. miq dyho ]",
    "TRANSLITERATION": "Dharasan Dhaehu Dhaeiaapath Dhaathae Gath Paavo Math Dhaeho ||",
    "PUNJABI": "ਹੇ ਦਿਆਲ ਦਾਤਾਰ! ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, ਮੈਨੂੰ (ਚੰਗੀ) ਅਕਲ ਦੇਹ, (ਜਿਸ ਕਰਕੇ) ਮੈਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਾਂ (ਤੇ ਤੈਨੂੰ ਹਰ ਥਾਂ ਵੇਖ ਸਕਾਂ)।",
    "PRONUNCIATION": "dieAw-piq"
  },
  {
    "SHABAD_ID": 3982,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. rMig rvY ris rsIAw; hir isau pRIiq snyho ]14]",
    "TRANSLITERATION": "Naanak Rang Ravai Ras Raseeaa Har Sio Preeth Sanaeho ||14||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਜਿਸ ਦਾ ਪਿਆਰ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰੇਮੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦੇ ਗੁਣ ਆਨੰਦ ਨਾਲ ਯਾਦ ਕਰਦਾ ਹੈ ॥੧੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3983,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "mwiG punIq BeI; qIrQu AMqir jwinAw ]",
    "TRANSLITERATION": "Maagh Puneeth Bhee Theerathh Anthar Jaaniaa ||",
    "PUNJABI": "ਮਾਘ (ਮਹੀਨੇ) ਵਿਚ (ਲੋਕ ਪ੍ਰਯਾਗ ਆਦਿਕ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਵਿਚ ਪਵਿਤ੍ਰਤਾ ਮੰਨਦੇ ਹਨ ਪਰ) ਜਿਸ ਜੀਵ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਤੀਰਥ ਪਛਾਣ ਲਿਆ ਹੈ ਉਸ ਦੀ ਜਿੰਦ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3983,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "swjn shij imly; gux gih AMik smwinAw ]",
    "TRANSLITERATION": "Saajan Sehaj Milae Gun Gehi Ank Samaaniaa ||",
    "PUNJABI": "ਜੋ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਉਸ ਨੂੰ ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3983,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "pRIqm gux AMky. suix pRB bMky; quDu Bwvw sir nwvw ]",
    "TRANSLITERATION": "Preetham Gun Ankae Sun Prabh Bankae Thudhh Bhaavaa Sar Naavaa ||",
    "PUNJABI": "ਹੇ ਸੋਹਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜੇ ਤੇਰੇ ਗੁਣ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣ ਕੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਮੈਂ ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ (ਸਮਝਦਾ ਹਾਂ)।",
    "PRONUNCIATION": "nwv@W"
  },
  {
    "SHABAD_ID": 3983,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "gMg jmun qh byxI sMgm; swq smuMd smwvw ]",
    "TRANSLITERATION": "Gang Jamun Theh Baenee Sangam Saath Samundh Samaavaa ||",
    "PUNJABI": "ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨਤਾ ਵਾਲੀ ਅਵਸਥਾ ਹੀ ਗੰਗਾ ਜਮਨਾ ਸਰਸ੍ਵਤੀ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ-ਥਾਂ ਹੈ ਤ੍ਰਿਬੇਣੀ ਹੈ, ਉਥੇ ਹੀ ਮੈਂ ਸੱਤੇ ਸਮੁੰਦਰ ਸਮਾਏ ਮੰਨਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3983,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "puMn dwn pUjw prmysur; juig juig eyko jwqw ]",
    "TRANSLITERATION": "Punn Dhaan Poojaa Paramaesur Jug Jug Eaeko Jaathaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੇਕ ਜੁਗ ਵਿਚ ਵਿਆਪਕ ਪਰਮੇਸਰ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਉਸ ਨੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਸਾਰੇ ਪੁੰਨ ਕਰਮ ਦਾਨ ਤੇ ਪੂਜਾ ਕਰਮ ਕਰ ਲਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3983,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. mwiG mhw rsu hir jip; ATsiT qIrQ nwqw ]15]",
    "TRANSLITERATION": "Naanak Maagh Mehaa Ras Har Jap Athasath Theerathh Naathaa ||15||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮਾਘ ਮਹੀਨੇ ਵਿਚ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੇ ਥਾਂ) ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਮਹਾ ਰਸ ਪੀ ਲਿਆ, ਉਸ ਨੇ ਅਠਾਹਠ ਹੀ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ॥੧੫॥",
    "PRONUNCIATION": "n@wqw"
  },
  {
    "SHABAD_ID": 3984,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "Plguin. min rhsI; pRymu suBwieAw ]",
    "TRANSLITERATION": "Falagun Man Rehasee Praem Subhaaeiaa ||",
    "PUNJABI": "(ਸਿਆਲੀ ਰੁੱਤ ਦੀ ਕਰੜੀ ਸਰਦੀ ਪਿਛੋਂ ਬਹਾਰ ਫਿਰਨ ਤੇ) ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਲੋਕ ਹੋਲੀਆਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੀ ਰਾਹੀਂ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾਂਦੇ ਹਨ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮਿੱਠਾ ਲੱਗਾ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਅਸਲ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਹੈ;",
    "PRONUNCIATION": "rhsI: polw bolo[imlvW"
  },
  {
    "SHABAD_ID": 3984,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "An idnu rhsu BieAw; Awpu gvwieAw ]",
    "TRANSLITERATION": "Anadhin Rehas Bhaeiaa Aap Gavaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਆਪਾ-ਭਾਵ ਗਵਾਇਆ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਹੀ ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3984,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "mn mohu cukwieAw jw iqsu BwieAw; kir ikrpw Gir AwE ]",
    "TRANSLITERATION": "Man Mohu Chukaaeiaa Jaa This Bhaaeiaa Kar Kirapaa Ghar Aaou ||",
    "PUNJABI": "(ਪਰ ਆਪਾ-ਭਾਵ ਗਵਾਣਾ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ ਜੀਵ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਮੁਕਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਭੀ ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਪ੍ਰਵੇਸ਼ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3984,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "bhuqy vys krI ipr bwJhu; mhlI lhw. n QwE ]",
    "TRANSLITERATION": "Bahuthae Vaes Karee Pir Baajhahu Mehalee Lehaa N Thhaaou ||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਹੀ ਮੈਂ ਬਥੇਰੇ (ਧਾਰਮਿਕ) ਸਿੰਗਾਰ (ਬਾਹਰੋਂ ਦਿੱਸਦੇ ਧਾਰਮਿਕ ਕੰਮ) ਕੀਤੇ, ਪਰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮੈਨੂੰ ਟਿਕਾਣਾ ਨਾਹ ਹੀ ਮਿਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3984,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "hwr for rs pwt ptMbr; ipir loVI sIgwrI ]",
    "TRANSLITERATION": "Haar Ddor Ras Paatt Pattanbar Pir Lorree Seegaaree ||",
    "PUNJABI": "ਹਾਂ, ਜਿਸ ਨੂੰ ਪਤੀ-ਪ੍ਰਭੂ ਨੇ ਪਸੰਦ ਕਰ ਲਿਆ, ਉਹ ਸਾਰੇ ਹਾਰ-ਸਿੰਗਾਰਾਂ ਰੇਸ਼ਮੀ ਕੱਪੜਿਆਂ ਨਾਲ ਸਿੰਗਾਰੀ ਗਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3984,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. myil leI, guir ApxY; Gir vru pwieAw nwrI ]16]",
    "TRANSLITERATION": "Naanak Mael Lee Gur Apanai Ghar Var Paaeiaa Naaree ||16||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲਿਆ, ਉਸ ਨੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3985,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "by ds mwh; ruqI iQqI vwr Bly ]",
    "TRANSLITERATION": "Bae Dhas Maah Ruthee Thhithee Vaar Bhalae ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅਡੋਲ ਹੋਏ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆ ਟਿਕਦਾ ਹੈ, ਉਸ ਨੂੰ ਬਾਰਾਂ ਹੀ ਮਹੀਨੇ, ਸਾਰੀਆਂ ਰੁੱਤਾਂ, ਸਾਰੀਆਂ ਥਿੱਤਾਂ, ਸਾਰੇ ਦਿਨ ਸੁਲੱਖਣੇ ਜਾਪਦੇ ਹਨ।",
    "PRONUNCIATION": "(by) do qy (ds), bwrW mwh mhIny[ds: polw bolo[r`uqI[iQ`qI"
  },
  {
    "SHABAD_ID": 3985,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "GVI mUrq pl swcy; Awey shij imly ]",
    "TRANSLITERATION": "Gharree Moorath Pal Saachae Aaeae Sehaj Milae ||",
    "PUNJABI": "ਸਾਰੀਆਂ ਘੜੀਆਂ, ਸਾਰੇ ਮੁਹੂਰਤ ਤੇ ਪਲ ਸੁਲੱਖਣੇ ਜਾਪਦੇ ਹਨ (ਉਸ ਨੂੰ ਕਿਸੇ ਸੰਗ੍ਰਾਂਦ ਮੱਸਿਆ ਆਦਿਕ ਦੀ ਹੀ ਪਵਿਤ੍ਰਤਾ ਦਾ ਭਰਮ-ਭੁਲੇਖਾ ਨਹੀਂ ਰਹਿੰਦਾ)। (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਿਸੇ ਕੰਮ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਾਸਤੇ ਕੋਈ ਖ਼ਾਸ ਮੁਹੂਰਤ ਨਹੀਂ ਭਾਲਦੀ, ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਹੁੰਦਾ ਹੈ ਕਿ) ਜਦੋਂ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਏ,",
    "PRONUNCIATION": "(mUrq) do GVI"
  },
  {
    "SHABAD_ID": 3985,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "pRB imly ipAwry. kwrj swry; krqw sB ibiD jwxY ]",
    "TRANSLITERATION": "Prabh Milae Piaarae Kaaraj Saarae Karathaa Sabh Bidhh Jaanai ||",
    "PUNJABI": "(ਭਾਵ, ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆਂ) ਸਭ ਕੰਮ ਰਾਸ ਆ ਜਾਂਦੇ ਹਨ, ਕਰਤਾਰ ਹੀ (ਜੀਵ ਨੂੰ ਸਫਲਤਾ ਦੇਣ ਦੀਆਂ) ਸਾਰੀਆਂ ਬਿਧੀਆਂ ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3985,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "ijin sIgwrI. iqsih ipAwrI; mylu BieAw rMgu mwxY ]",
    "TRANSLITERATION": "Jin Seegaaree Thisehi Piaaree Mael Bhaeiaa Rang Maanai ||",
    "PUNJABI": "(ਪਰ ਇਹ ਸਿਦਕ-ਸਰਧਾ ਦਾ ਆਤਮਕ ਸੋਹਜ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਆਤਮਾ ਨੂੰ ਸੰਵਾਰਨਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਉਸ ਨੂੰ ਪਿਆਰਨਾ ਹੈ। (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮੇਲ ਹੁੰਦਾ ਹੈ, ਤੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3985,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "Gir syj suhwvI. jw ipir rwvI; gurmuiK msqik Bwgo ]",
    "TRANSLITERATION": "Ghar Saej Suhaavee Jaa Pir Raavee Guramukh Masathak Bhaago ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮੱਥੇ ਦਾ ਲੇਖ ਉੱਘੜਿਆ, (ਉਸ ਅਨੁਸਾਰ) ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਿਆ, ਉਸ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁੰਦਰ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  }
]