[
  {
    "SHABAD_ID": 3985,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. Aih inis rwvY pRIqmu; hir vru iQru sohwgo ]17]1]",
    "TRANSLITERATION": "Naanak Ahinis Raavai Preetham Har Var Thhir Sohaago ||17||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਿਨ ਰਾਤ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਦਾ ਸਦਾ ਲਈ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੁਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧੭॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI mhlw 1 ]",
    "TRANSLITERATION": "Thukhaaree Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "pihlY phrY, nYx slonVIey; rYix AMiDAwrI rwm ]",
    "TRANSLITERATION": "Pehilai Peharai Nain Salonarreeeae Rain Andhhiaaree Raam ||",
    "PUNJABI": "ਹੇ ਸੋਹਣੇ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ! (ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਆਤਮਕ ਜੀਵਨ ਦਾ ਰਸਤਾ ਵੇਖਣ ਲਈ ਤੈਨੂੰ ਸੋਹਣੇ ਗਿਆਨ ਨੇਤ੍ਰ ਮਿਲੇ ਸਨ, ਪਰ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਹਿੱਸੇ ਵਿਚ (ਤੇਰੀਆਂ ਉਹਨਾਂ) ਅੱਖਾਂ ਵਾਸਤੇ (ਅਗਿਆਨਤਾ ਦੀ) ਹਨੇਰੀ ਰਾਤ (ਬਣੀ ਰਹਿੰਦੀ ਹੈ)।",
    "PRONUNCIATION": "(slonVIey) pqI rwmjI ibnw hor iksy nMU n dyKx vwly mhW ivsmwd suMdr nyqRW vwlI gursyvk sKI[(rYix) AvsQw rUpI rwq"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "vKru rwKu mueIey; AwvY vwrI rwm ]",
    "TRANSLITERATION": "Vakhar Raakh Mueeeae Aavai Vaaree Raam ||",
    "PUNJABI": "(ਇਸ ਆਤਮਕ ਹਨੇਰੇ ਵਿਚ ਰਹਿ ਕੇ) ਹੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਹੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਹੋਸ਼ ਕਰ, ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸੌਦਾ ਸਾਂਭ ਕੇ ਰੱਖ, (ਜਿਹੜੀ ਭੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਥੇ ਆਉਂਦੀ ਹੈ, ਇਥੋਂ ਚਲੇ ਜਾਣ ਵਾਸਤੇ ਹਰੇਕ ਦੀ) ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "vwrI AwvY. kvxu jgwvY; sUqI jm rsu cUsey ]",
    "TRANSLITERATION": "Vaaree Aavai Kavan Jagaavai Soothee Jam Ras Chooseae ||",
    "PUNJABI": "(ਜ਼ਰੂਰ ਹਰੇਕ ਦੀ) ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ। (ਪਰ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਬੇ-ਪਰਵਾਹ ਹੋਈ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਜਮਾਂ ਨਾਲ ਵਾਹ ਪਾਣ ਵਾਲਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦਾ ਰਸ ਚੂਸਦੀ ਰਹਿੰਦੀ ਹੈ? (ਅਜਿਹੀ ਨੂੰ) ਜਗਾਏ ਭੀ ਕੌਣ?",
    "PRONUNCIATION": "cU-sey"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "rYix AMDyrI. ikAw piq qyrI; coru pVY. Gru mUsey ]",
    "TRANSLITERATION": "Rain Andhhaeree Kiaa Path Thaeree Chor Parrai Ghar Mooseae ||",
    "PUNJABI": "ਹੇ ਸੋਹਣੇ ਨੈਣਾਂ ਵਾਲੀਏ! (ਜੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਤੇਰੀਆਂ ਅੱਖਾਂ ਵਾਸਤੇ) ਹਨੇਰੀ ਰਾਤ (ਹੀ ਬਣੀ ਰਹੀ, ਤਾਂ) ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ) ਤੈਨੂੰ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲੇਗੀ। (ਅਜਿਹੀ ਸੁੱਤੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਕਾਮਾਦਿਕ ਹਰੇਕ) ਚੋਰ ਸੰਨ੍ਹ ਲਾਈ ਰੱਖਦਾ ਹੈ (ਤੇ, ਉਸ ਦਾ ਹਿਰਦਾ-) ਘਰ ਲੁੱਟ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "pVY: VwVy hlMq n lwau[ mU-sey"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "rwKxhwrw Agm Apwrw; suix bynMqI myrIAw ]",
    "TRANSLITERATION": "Raakhanehaaraa Agam Apaaraa Sun Baenanthee Maereeaa ||",
    "PUNJABI": "ਹੇ ਰੱਖਿਆ ਕਰ ਸਕਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਬੇ-ਅੰਤ ਪ੍ਰਭੂ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ। (ਮੇਰੀ ਜੀਵਨ-ਰਾਤ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਦਬਾਈ ਨਾਹ ਰੱਖੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. mUrKu kbih, n cyqY; ikAw sUJY. rYix AMDyrIAw ]1]",
    "TRANSLITERATION": "Naanak Moorakh Kabehi N Chaethai Kiaa Soojhai Rain Andhhaereeaa ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮੂਰਖ ਮਨੁੱਖ ਕਦੇ ਭੀ (ਪਰਮਾਤਮਾ ਨੂੰ) ਯਾਦ ਨਹੀਂ ਕਰਦਾ (ਵਿਕਾਰਾਂ ਦੀ ਘੁੱਪ) ਹਨੇਰੀ (ਜੀਵਨ-) ਰਾਤ ਵਿਚ (ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸੁੱਝਦਾ ਹੀ ਨਹੀਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "dUjw phru BieAw; jwgu AcyqI rwm ]",
    "TRANSLITERATION": "Dhoojaa Pehar Bhaeiaa Jaag Achaethee Raam ||",
    "PUNJABI": "ਹੇ ਗ਼ਾਫ਼ਿਲ ਜੀਵ-ਇਸਤ੍ਰੀ! (ਹੁਣ ਤਾਂ ਤੇਰੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ) ਦੂਜਾ ਪਹਰ ਲੰਘ ਰਿਹਾ ਹੈ (ਹੁਣ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਸੁਚੇਤ ਹੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "vKru rwKu mueIey; KwjY KyqI. rwm ]",
    "TRANSLITERATION": "Vakhar Raakh Mueeeae Khaajai Khaethee Raam ||",
    "PUNJABI": "ਹੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਹੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸੌਦਾ ਸਾਂਭ ਕੇ ਰੱਖ, (ਤੇਰੇ ਆਤਮਕ ਗੁਣਾਂ ਵਾਲੀ) ਫ਼ਸਲ (ਵਿਕਾਰਾਂ ਦੇ ਮੂੰਹ ਆ ਕੇ) ਖਾਧੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "v`Kru"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "rwKhu KyqI. hir gur hyqI; jwgq coru. n lwgY ]",
    "TRANSLITERATION": "Raakhahu Khaethee Har Gur Haethee Jaagath Chor N Laagai ||",
    "PUNJABI": "ਹਰੀ ਨਾਲ ਗੁਰੂ ਨਾਲ ਪ੍ਰੇਮ ਪਾ ਕੇ (ਆਪਣੀ ਆਤਮਕ ਗੁਣਾਂ ਵਾਲੀ) ਫ਼ਸਲ ਸਾਂਭ ਕੇ ਰੱਖੋ, (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਿਹਾਂ (ਕਾਮਾਦਿਕ ਕੋਈ ਭੀ) ਚੋਰ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਧਨ ਨੂੰ) ਸੰਨ੍ਹ ਨਹੀਂ ਲਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "jm mig. n jwvhu, nw duKu pwvhu; jm kw fru Bau BwgY ]",
    "TRANSLITERATION": "Jam Mag N Jaavahu Naa Dhukh Paavahu Jam Kaa Ddar Bho Bhaagai ||",
    "PUNJABI": "(ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ) ਜਮਾਂ ਦੇ ਰਸਤੇ ਉੱਤੇ ਨਾਹ ਤੁਰੋ, ਅਤੇ ਦੁੱਖ ਨਾਹ ਸਹੇੜੋ। (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਿਹਾਂ) ਜਮਰਾਜ ਦਾ ਡਰ-ਭਉ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "riv sis dIpk. gurmiq duAwrY; min swcw muiK iDAwvey ]",
    "TRANSLITERATION": "Rav Sas Dheepak Guramath Dhuaarai Man Saachaa Mukh Dhhiaaveae ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮੂੰਹ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗਿਆਨ ਅਤੇ ਸ਼ਾਂਤੀ ਦੇ ਦੀਵੇ ਜਗਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "iDAw-vey"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. mUrKu Ajhu, n cyqY; ikv. dUjY suKu pwvey ]2]",
    "TRANSLITERATION": "Naanak Moorakh Ajahu N Chaethai Kiv Dhoojai Sukh Paaveae ||2||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਮੂਰਖ ਮਨੁੱਖ ਅਜੇ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ (ਜਦੋਂ ਕਿ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਦੂਜਾ ਪਹਰ ਬੀਤ ਰਿਹਾ ਹੈ। ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ ਹੋਰ (ਪਿਆਰ) ਵਿਚ ਮਨੁੱਖ ਕਿਸੇ ਭੀ ਹਾਲਤ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "qIjw phru BieAw; nId ivAwpI. rwm ]",
    "TRANSLITERATION": "Theejaa Pehar Bhaeiaa Needh Viaapee Raam ||",
    "PUNJABI": "ਜਦੋਂ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਤੀਜਾ ਪਹਰ ਭੀ ਲੰਘਦਾ ਜਾ ਰਿਹਾ ਹੈ ਤਦੋਂ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਜੀਵ ਉਤੇ ਆਪਣਾ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦੀ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "mwieAw suq dwrw; dUiK sMqwpI. rwm ]",
    "TRANSLITERATION": "Maaeiaa Suth Dhaaraa Dhookh Santhaapee Raam ||",
    "PUNJABI": "ਮਾਇਆ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਆਦਿਕ ਕਈ ਕਿਸਮ ਦੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਵਿਚ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਕਲਪਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "mwieAw suq dwrw jgq ipAwrw; cog cugY inq PwsY ]",
    "TRANSLITERATION": "Maaeiaa Suth Dhaaraa Jagath Piaaraa Chog Chugai Nith Faasai ||",
    "PUNJABI": "ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦਾ ਪਿਆਰ, ਪੁੱਤਰਾਂ ਦਾ ਪਿਆਰ ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ, ਦੁਨੀਆ ਦਾ ਪਿਆਰ (ਮੋਹੀ ਰੱਖਦਾ ਹੈ, ਜਿਉਂ ਜਿਉਂ ਮਨੁੱਖ) ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ ਸਦਾ (ਇਹਨਾਂ ਵਿਚ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਦੁੱਖ ਪਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "nwmu iDAwvY qw suKu pwvY; gurmiq. kwlu, n gRwsY ]",
    "TRANSLITERATION": "Naam Dhhiaavai Thaa Sukh Paavai Guramath Kaal N Graasai ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਮੌਤ ਇਸ ਨੂੰ ਆਪਣੇ ਕਾਬੂ ਵਿਚ ਨਹੀਂ ਰੱਖ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "jMmxu mrxu kwlu. nhI CofY; ivxu nwvY. sMqwpI ]",
    "TRANSLITERATION": "Janman Maran Kaal Nehee Shhoddai Vin Naavai Santhaapee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਸਦਾ ਕਲਪਦੀ ਹੈ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਇਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦਾ, ਆਤਮਕ ਮੌਤ ਇਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. qIjY iqRibiD lokw; mwieAw moih ivAwpI ]3]",
    "TRANSLITERATION": "Naanak Theejai Thribidhh Lokaa Maaeiaa Mohi Viaapee ||3||",
    "PUNJABI": "ਹੇ ਲੋਕੋ! ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਤੀਜਾ ਪਹਰ ਲੰਘਦਿਆਂ ਭੀ (ਨਾਮ ਤੋਂ ਸੁੰਞੀ ਰਹਿਣ ਕਰਕੇ ਮਨੁੱਖ ਦੀ ਜਿੰਦ) ਹੇ ਨਾਨਕ! ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "iqRibiD: polw bolo"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "cauQw phru BieAw; dauqu ibhwgY, rwm ]",
    "TRANSLITERATION": "Chouthhaa Pehar Bhaeiaa Dhouth Bihaagai Raam ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਚੌਥਾ ਪਹਰ ਬੀਤ ਰਿਹਾ ਹੁੰਦਾ ਹੈ ਤਦੋਂ ਰਾਤ ਤੋਂ ਦਿਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਤਦੋਂ ਕਾਲੇ ਕੇਸਾਂ ਤੋਂ ਧੌਲੇ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "iqn Gru rwiKAVw; juo An idnu jwgY, rwm ]",
    "TRANSLITERATION": "Thin Ghar Raakhiarraa Juo Anadhin Jaagai Raam ||",
    "PUNJABI": "ਪਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਮਨੁੱਖਾਂ ਨੇ ਹੀ ਬਚਾਈ ਹੁੰਦੀ ਹੈ ਜਿਹੜਾ ਜਿਹੜਾ ਹਰ ਵੇਲੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "gur pUiC jwgy, nwim lwgy; iqnw rYix suhylIAw ]",
    "TRANSLITERATION": "Gur Pooshh Jaagae Naam Laagae Thinaa Rain Suhaeleeaa ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹੇ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ (ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਉਮਰ) ਸੌਖੀ ਲੰਘਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "gur sbdu kmwvih. jnim, n Awvih; iqnw hir pRBu bylIAw ]",
    "TRANSLITERATION": "Gur Sabadh Kamaavehi Janam N Aavehi Thinaa Har Prabh Baeleeaa ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਹਨ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਲਈ) ਪਰਮਾਤਮਾ (ਆਪ) ਉਹਨਾਂ ਦਾ ਮਦਦਗਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "kr kMip, crx srIru kMpY; nYx AMDuly, qnu Bsm sy ]",
    "TRANSLITERATION": "Kar Kanp Charan Sareer Kanpai Nain Andhhulae Than Bhasam Sae ||",
    "PUNJABI": "(ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ ਵਿਚ ਮਨੁੱਖ ਦੇ) ਹੱਥ ਪੈਰ ਕੰਬਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਸਰੀਰ ਕੰਬਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਅੱਖਾਂ ਤੋਂ ਘੱਟ ਦਿੱਸਦਾ ਹੈ, ਸਰੀਰ ਸੁਆਹ ਵਰਗਾ (ਰੁੱਖਾ ਜਿਹਾ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(Bsm) suAwh (sy)jYsy"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. duKIAw jug cwry; ibnu nwm hir ky min vsy ]4]",
    "TRANSLITERATION": "Naanak Dhukheeaa Jug Chaarae Bin Naam Har Kae Man Vasae ||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਹੜਾ ਮਨੁੱਖ ਅਜੇ ਭੀ ਹਰਿ-ਨਾਮ ਨਹੀਂ ਚੇਤੇ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਭਾਗ-ਹੀਣ ਹੀ ਸਮਝੋ। ਜੁਗ ਕੋਈ ਭੀ ਹੋਵੇ, ਇਹ ਪੱਕਾ ਨਿਯਮ ਜਾਣੋ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਚੌਹਾਂ ਹੀ ਜੁਗਾਂ ਵਿਚ ਦੁੱਖੀ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "KUlI gMiT auTo; iliKAw AwieAw. rwm ]",
    "TRANSLITERATION": "Khoolee Ganth Outho Likhiaa Aaeiaa Raam ||",
    "PUNJABI": "ਜਦੋਂ ਜੀਵ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਮਿਲੇ ਸੁਆਸਾਂ ਦੀ ਗੰਢ ਖੁਲ੍ਹ ਜਾਂਦੀ ਹੈ (ਸੁਆਸ ਮੁੱਕ ਜਾਂਦੇ ਹਨ), ਤਾਂ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲਿਖਿਆ ਹੁਕਮ ਆ ਜਾਂਦਾ ਹੈ (ਕਿ ਹੇ ਜੀਵ!) ਉੱਠ (ਤੁਰਨ ਲਈ ਤਿਆਰ ਹੋ ਜਾ)।",
    "PRONUNCIATION": "pRwn Apwn vwXU (gMiT) gMF K@¨lI"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "rs ks suK Twky; bMiD clwieAw. rwm ]",
    "TRANSLITERATION": "Ras Kas Sukh Thaakae Bandhh Chalaaeiaa Raam ||",
    "PUNJABI": "ਜੀਵ ਦੇ ਸਾਰੇ ਖਾਣ-ਪੀਣ ਸਾਰੇ ਸੁਖ ਰੋਕ ਲਏ ਜਾਂਦੇ ਹਨ, ਜੀਵ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜਾਣਾ ਚਾਹੇ ਜਾਂ ਨਾਹ ਜਾਣਾ ਚਾਹੇ, ਉਸ ਨੂੰ ਜਗਤ ਤੋਂ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "c`lwieAw"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "bMiD clwieAw. jw pRB BwieAw; nw dIsY. nw suxIAY ]",
    "TRANSLITERATION": "Bandhh Chalaaeiaa Jaa Prabh Bhaaeiaa Naa Dheesai Naa Suneeai ||",
    "PUNJABI": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ, ਜੀਵ ਨੂੰ ਇਥੋਂ ਚੁੱਕ ਲਿਆ ਜਾਂਦਾ ਹੈ, (ਫਿਰ) ਨਾਹ ਜੀਵ ਦਾ ਇੱਥੇ ਕੁਝ ਦਿੱਸਦਾ ਹੈ, ਨਾਹ ਕੁਝ ਸੁਣਿਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "Awpx vwrI sBsY AwvY; pkI KyqI luxIAY ]",
    "TRANSLITERATION": "Aapan Vaaree Sabhasai Aavai Pakee Khaethee Luneeai ||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ ਦੀ ਇਹ ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ; (ਜਿਵੇਂ) ਪੱਕਾ ਫ਼ਸਲ (ਆਖ਼ਿਰ) ਕੱਟਿਆ ਹੀ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "p`kI"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "GVI csy kw lyKw lIjY; burw Blw shu jIAw ]",
    "TRANSLITERATION": "Gharree Chasae Kaa Laekhaa Leejai Buraa Bhalaa Sahu Jeeaa ||",
    "PUNJABI": "ਜੀਵ ਦੇ ਹਰੇਕ ਘੜੀ ਪਲ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਇਸ ਪਾਸੋਂ ਲੇਖਾ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ। ਹੇ ਜੀਵ! ਆਪਣੇ ਕੀਤੇ ਚੰਗੇ ਮੰਦੇ ਕੰਮਾਂ ਦਾ ਫਲ ਭੋਗਣਾ ਹੀ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "csy: polw bolo"
  },
  {
    "SHABAD_ID": 3986,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. suir nr sbid imlwey; iqin pRiB kwrxu kIAw ]5]2]",
    "TRANSLITERATION": "Naanak Sur Nar Sabadh Milaaeae Thin Prabh Kaaran Keeaa ||5||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਅਜਿਹਾ ਸਬਬ ਬਣਾ ਰੱਖਿਆ ਹੈ ਕਿ ਭਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੫॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI mhlw 1 ]",
    "TRANSLITERATION": "Thukhaaree Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "qwrw ciVAw lMmw; ikau. ndir inhwilAw, rwm ]",
    "TRANSLITERATION": "Thaaraa Charriaa Lanmaa Kio Nadhar Nihaaliaa Raam ||",
    "PUNJABI": "ਵਿਆਪਕ-ਸਰੂਪ ਪਰਮਾਤਮਾ (ਸਾਰੇ ਜਗਤ ਵਿਚ ਆਪਣਾ) ਪਰਕਾਸ਼ ਕਰ ਰਿਹਾ ਹੈ। ਪਰ ਉਸ ਨੂੰ ਅੱਖਾਂ ਨਾਲ ਵੇਖਿਆ ਕਿਵੇਂ ਜਾਏ?",
    "PRONUNCIATION": "(qwrw) bRhm, sRb ivAwpI mhW ivsmwd hI ivsmwd, pRkwS hI pRkwS (lMmw) lMmy[ ciV@Aw"
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "syvk pUr krMmw; siqguir sbid idKwilAw. rwm ]",
    "TRANSLITERATION": "Saevak Poor Karanmaa Sathigur Sabadh Dhikhaaliaa Raam ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜਿਸ ਨੂੰ) ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ, ਉਸ ਸੇਵਕ ਦੇ ਪੂਰੇ ਭਾਗ ਜਾਗ ਪਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "gur sbid idKwilAw scu smwilAw; Aih inis dyiK bIcwirAw ]",
    "TRANSLITERATION": "Gur Sabadh Dhikhaaliaa Sach Samaaliaa Ahinis Dhaekh Beechaariaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ (ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ) ਵਿਖਾਲ ਦਿੱਤਾ, ਉਹ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ। ਉਸ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "Dwvq pMc rhy. Gru jwixAw; kwmu kRoDu ibKu mwirAw ]",
    "TRANSLITERATION": "Dhhaavath Panch Rehae Ghar Jaaniaa Kaam Krodhh Bikh Maariaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਆਪਣੇ ਅਸਲ) ਘਰ ਨੂੰ ਜਾਣ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਵਿਕਾਰਾਂ ਵਲ) ਭਟਕਣ ਤੋਂ ਹਟ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਕਾਮ ਨੂੰ ਕ੍ਰੋਧ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "AMqir joiq BeI, gur swKI; cIny rwm krMmw ]",
    "TRANSLITERATION": "Anthar Joth Bhee Gur Saakhee Cheenae Raam Karanmaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰੱਬੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਜਾਂਦੀ ਹੈ (ਜੋ ਕੁਝ ਜਗਤ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਸ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਕੌਤਕ (ਜਾਣ ਕੇ) ਵੇਖਦਾ ਹੈ।",
    "PRONUNCIATION": "gurmiq (swKI) is`iKAw duAwry"
  }
]