[
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. haumY mwir pqIxy; qwrw ciVAw lMmw ]1]",
    "TRANSLITERATION": "Naanak Houmai Maar Patheenae Thaaraa Charriaa Lanmaa ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ) ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਨੂੰ ਮਾਰ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "gurmuiK jwig rhy; cUkI AiBmwnI rwm ]",
    "TRANSLITERATION": "Guramukh Jaag Rehae Chookee Abhimaanee Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਵਾਲੀ ਦਸ਼ਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "An idnu Boru BieAw; swic smwnI. rwm ]",
    "TRANSLITERATION": "Anadhin Bhor Bhaeiaa Saach Samaanee Raam ||",
    "PUNJABI": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਚਾਨਣ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, (ਉਹਨਾਂ ਦੀ ਸੁਰਤ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "swic smwnI. gurmuiK min BwnI; gurmuiK swbqu jwgy ]",
    "TRANSLITERATION": "Saach Samaanee Guramukh Man Bhaanee Guramukh Saabath Jaagae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, (ਉਹਨਾਂ ਨੂੰ ਇਹ ਦਸ਼ਾ ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "swcu nwmu AMimRqu guir dIAw; hir crnI ilv lwgy ]",
    "TRANSLITERATION": "Saach Naam Anmrith Gur Dheeaa Har Charanee Liv Laagae ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਲਿਵ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "pRgtI joiq. joiq mih jwqw; mnmuiK Brim BulwxI ]",
    "TRANSLITERATION": "Pragattee Joth Joth Mehi Jaathaa Manamukh Bharam Bhulaanee ||",
    "PUNJABI": "ਗੁਰਮੁਖਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਹਰੇਕ ਜੀਵ ਵਿਚ ਉਸੇ ਰੱਬੀ ਜੋਤਿ ਨੂੰ ਵੱਸਦੀ ਸਮਝਦੇ ਹਨ। ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. Boru BieAw mnu mwinAw; jwgq rYix ivhwxI ]2]",
    "TRANSLITERATION": "Naanak Bhor Bhaeiaa Man Maaniaa Jaagath Rain Vihaanee ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਚਾਨਣ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਮਨ (ਉਸ ਚਾਨਣ ਵਿਚ) ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ। (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਿਆਂ ਹੀ ਉਹਨਾਂ ਦੀ ਜੀਵਨ-ਰਾਤ ਬੀਤਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "Aaugx vIsirAw; guxI Gru kIAw. rwm ]",
    "TRANSLITERATION": "Aougan Veesariaa Gunee Ghar Keeaa Raam ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਆਕਾਸ਼ ਵਿਚ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਔਗੁਣ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, (ਉਸ ਦੇ ਅੰਦਰ) ਗੁਣ ਆਪਣਾ ਟਿਕਾਣਾ ਆ ਬਣਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "eyko riv rihAw; Avru. n bIAw, rwm ]",
    "TRANSLITERATION": "Eaeko Rav Rehiaa Avar N Beeaa Raam ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "riv rihAw soeI. Avru, n koeI; mn hI qy. mnu mwinAw ]",
    "TRANSLITERATION": "Rav Rehiaa Soee Avar N Koee Man Hee Thae Man Maaniaa ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਸ ਨੂੰ) ਹਰ ਥਾਂ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਅੰਤਰ-ਆਤਮੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "ijin jl Ql iqRBvx Gtu Gtu QwipAw; so pRBu gurmuiK jwinAw ]",
    "TRANSLITERATION": "Jin Jal Thhal Thribhavan Ghatt Ghatt Thhaapiaa So Prabh Guramukh Jaaniaa ||",
    "PUNJABI": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਜਲ ਥਲ ਤਿੰਨੇ ਭਵਨ ਹਰੇਕ ਸਰੀਰ ਬਣਾਇਆ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "krx kwrx smrQ Apwrw; iqRibiD myit smweI ]",
    "TRANSLITERATION": "Karan Kaaran Samarathh Apaaraa Thribidhh Maett Samaaee ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਆਕਾਸ਼ ਵਿਚ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਮਿਟਾ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਅਤੇ ਜੋ ਬੇਅੰਤ ਹੈ।",
    "PRONUNCIATION": "smr`Q,iqRibiD: polw bolo"
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. Avgx guxh smwxy; AYsI gurmiq pweI ]3]",
    "TRANSLITERATION": "Naanak Avagan Guneh Samaanae Aisee Guramath Paaee ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਾਸੋਂ ਉਹ ਮਨੁੱਖ ਅਜਿਹੀ ਮੱਤ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਸਾਰੇ ਔਗੁਣ ਗੁਣਾਂ ਵਿਚ ਸਮਾ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "Awvx jwx rhy; cUkw Bolw. rwm ]",
    "TRANSLITERATION": "Aavan Jaan Rehae Chookaa Bholaa Raam ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ-ਆਕਾਸ਼ ਵਿਚ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਹਨਾਂ ਦੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਗਏ, ਉਹਨਾਂ ਦੀ ਕੋਝੀ ਜੀਵਨ-ਚਾਲ ਖ਼ਤਮ ਹੋ ਗਈ।",
    "PRONUNCIATION": "Bolw: polw bolo"
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "haumY mwir imly; swcw colw. rwm ]",
    "TRANSLITERATION": "Houmai Maar Milae Saachaa Cholaa Raam ||",
    "PUNJABI": "ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜ ਗਏ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਅਡੋਲ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": "colw: polw bolo"
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "haumY. guir KoeI, prgtu hoeI; cUky sog sMqwpY ]",
    "TRANSLITERATION": "Houmai Gur Khoee Paragatt Hoee Chookae Sog Santhaapai ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਹਉਮੈ ਦੂਰ ਕਰ ਦਿੱਤੀ, ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਵਾਲੀ ਹੋ ਗਈ, ਉਸ ਦੇ ਸਾਰੇ ਗ਼ਮ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਮੁੱਕ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "joqI AMdir joiq smwxI; Awpu pCwqw AwpY ]",
    "TRANSLITERATION": "Jothee Andhar Joth Samaanee Aap Pashhaathaa Aapai ||",
    "PUNJABI": "ਉਸ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਦਾ ਪੜਤਾਲ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "pyeIAVY Gir. sbid pqIxI; swhurVY ipr BwxI ]",
    "TRANSLITERATION": "Paeeearrai Ghar Sabadh Patheenee Saahurarrai Pir Bhaanee ||",
    "PUNJABI": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਲੋਕ ਵਿਚ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਰਚੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪਰਲੋਕ ਵਿਚ (ਜਾ ਕੇ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭਾ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3987,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. siqguir myil imlweI; cUkI kwix lokwxI ]4]3]",
    "TRANSLITERATION": "Naanak Sathigur Mael Milaaee Chookee Kaan Lokaanee ||4||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ (ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ) ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਦੁਨੀਆ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI mhlw 1 ]",
    "TRANSLITERATION": "Thukhaaree Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "BolwvVY BulI; Buil Buil pCoqwxI ]",
    "TRANSLITERATION": "Bholaavarrai Bhulee Bhul Bhul Pashhothaanee ||",
    "PUNJABI": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ) ਕੋਝੇ ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ, ਮੁੜ ਮੁੜ ਗ਼ਲਤੀਆਂ ਕਰ ਕੇ ਪਛੁਤਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "B`ulI[B`uil"
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "ipir CoifAVI suqI; ipr kI swr. n jwxI ]",
    "TRANSLITERATION": "Pir Shhoddiarree Suthee Pir Kee Saar N Jaanee ||",
    "PUNJABI": "(ਅਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਕਦਰ ਨਹੀਂ ਸਮਝਦੀ। (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਗ਼ਾਫ਼ਿਲ ਹੋ ਰਹੀ (ਅਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਭੀ ਮਨੋਂ ਲਾਹ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "s`uqI"
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "ipir CofI suqI, Avgix muqI; iqsu Dn ivDx rwqy ]",
    "TRANSLITERATION": "Pir Shhoddee Suthee Avagan Muthee This Dhhan Vidhhan Raathae ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਸੁੱਤੀ ਹੋਈ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਪਿਆਰ ਕਰਨਾ ਛੱਡ ਦਿੱਤਾ, (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਸੁੱਤੀ ਰਹਿਣ ਦੇ ਇਸ) ਔਗੁਣ ਦੇ ਕਾਰਨ ਤਿਆਗ ਦਿੱਤਾ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੁੱਖਦਾਈ ਹੋ ਜਾਂਦੀ ਹੈ (ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ ਦੁੱਖਾਂ ਵਿਚ ਬੀਤਦੀ ਹੈ)।",
    "PRONUNCIATION": "m`uqI[iv`Dx"
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "kwim kRoiD AhMkwir ivguqI; haumY lgI qwqy ]",
    "TRANSLITERATION": "Kaam Krodhh Ahankaar Viguthee Houmai Lagee Thaathae ||",
    "PUNJABI": "ਉਹ ਇਸਤ੍ਰੀ ਕਾਮ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ ਅਹੰਕਾਰ ਵਿਚ (ਸਦਾ) ਖ਼ੁਆਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਹਉਮੈ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ ਉਸ ਨੂੰ ਈਰਖਾ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "aufir hMsu cilAw PurmwieAw; BsmY Bsm smwxI ]",
    "TRANSLITERATION": "Ouddar Hans Chaliaa Furamaaeiaa Bhasamai Bhasam Samaanee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਜੀਵਾਤਮਾ (ਤਾਂ ਆਖ਼ਿਰ ਸਰੀਰ ਨੂੰ ਛੱਡ ਕੇ) ਤੁਰ ਪੈਂਦਾ ਹੈ, ਤੇ, ਸਰੀਰ ਮਿੱਟੀ ਦੀ ਢੇਰੀ ਹੋ ਕੇ ਮਿੱਟੀ ਨਾਲ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk scy nwm ivhUxI; Buil Buil pCoqwxI ]1]",
    "TRANSLITERATION": "Naanak Sachae Naam Vihoonee Bhul Bhul Pashhothaanee ||1||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਭੁੱਲੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਾਰੀ ਉਮਰ ਭੁੱਲਾਂ ਕਰ ਕਰ ਕੇ (ਅਨੇਕਾਂ ਦੁੱਖ ਸਹੇੜ ਕੇ) ਪਛੁਤਾਂਦੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "suix nwh ipAwry; iek bynMqI myrI ]",
    "TRANSLITERATION": "Sun Naah Piaarae Eik Baenanthee Maeree ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ-) ਪਤੀ! ਮੇਰੀ ਇਕ ਬੇਨਤੀ ਸੁਣ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "qU inj Gir visAVw; hau ruil BsmY FyrI ]",
    "TRANSLITERATION": "Thoo Nij Ghar Vasiarraa Ho Rul Bhasamai Dtaeree ||",
    "PUNJABI": "ਤੂੰ ਆਪਣੇ ਘਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਪਰ ਮੈਂ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ) ਖ਼ੁਆਰ ਹੋ ਕੇ ਸੁਆਹ ਦੀ ਢੇਰੀ ਹੋ ਰਹੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "ibnu Apny nwhY. koie, n cwhY; ikAw khIAY. ikAw kIjY ]",
    "TRANSLITERATION": "Bin Apanae Naahai Koe N Chaahai Kiaa Keheeai Kiaa Keejai ||",
    "PUNJABI": "ਆਪਣੇ (ਪ੍ਰਭੂ-) ਪਤੀ ਤੋਂ ਬਿਨਾ (ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਕੋਈ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ। (ਇਸ ਹਾਲਤ ਵਿਚ ਫਿਰ) ਕੀਹ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ? ਕੀਹ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "AMimRq nwmu rsn rsu rsnw; gur sbdI rsu pIjY ]",
    "TRANSLITERATION": "Anmrith Naam Rasan Ras Rasanaa Gur Sabadhee Ras Peejai ||",
    "PUNJABI": "(ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ (ਦੁਨੀਆ ਦੇ) ਸਭ ਰਸਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ; ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਨਾਮ-ਰਸ ਜੀਭ ਨਾਲ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "ivxu nwvY. ko sMig. n swQI; AwvY jwie GnyrI ]",
    "TRANSLITERATION": "Vin Naavai Ko Sang N Saathhee Aavai Jaae Ghanaeree ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਜਿੰਦ ਦਾ ਹੋਰ) ਕੋਈ ਸੰਗੀ ਨਹੀਂ ਕੋਈ ਸਾਥੀ ਨਹੀਂ। (ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਬਹੁਤ ਲੋਕਾਈ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. lwhw lY Gir jweIAY; swcI scu miq qyrI ]2]",
    "TRANSLITERATION": "Naanak Laahaa Lai Ghar Jaaeeai Saachee Sach Math Thaeree ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਲਾਭ ਖੱਟ ਕੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅੱਪੜ ਜਾਈਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ (ਜਪਿਆ ਕਰ। ਇਸ ਦੀ ਬਰਕਤ ਨਾਲ) ਤੇਰੀ ਮੱਤ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਅਡੋਲ ਹੋ ਜਾਇਗੀ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "swjn dyis; ivdysIAVy. swnyhVy dydI ]",
    "TRANSLITERATION": "Saajan Dhaes Vidhaeseearrae Saanaeharrae Dhaedhee ||",
    "PUNJABI": "ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ (ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਹਿਰਦੇ-ਦੇਸ ਵਿਚ ਵੱਸ ਰਹੇ ਹਨ, (ਪਰ ਨਾਮ-ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੁੱਖਾਂ ਵਿਚ ਘਿਰ ਕੇ ਉਸ ਨੂੰ) ਪਰਦੇਸ ਵਿਚ ਵੱਸਦਾ ਜਾਣ ਕੇ (ਦੁੱਖਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਤਰਲੇ-ਭਰੇ ਸਨੇਹੇ ਭੇਜਦੀ ਹੈ।",
    "PRONUNCIATION": "(swjn) prm im`qR rwm jI, (dyis) AMdr bwhr BrpUr hn[(ivdysIAVy) r`b dy dyS qoN ivCVy pRdysI pKMfI pws, (swnyhVy) pRwpqI leI sunyhyN idMdI hY,pqI jI nMU kho, dwsn dwsI nMU suMdr drSn b^Sx[ ieh sunyhW pRwpqI vwly gursyvk jI hI dy skdy hn"
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "swir smwly iqn sjxw; muMD nYx BrydI ]",
    "TRANSLITERATION": "Saar Samaalae Thin Sajanaa Mundhh Nain Bharaedhee ||",
    "PUNJABI": "(ਨਾਮ ਤੋਂ ਵਾਂਜੀ ਹੋਈ) ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਸਹੇੜੇ ਹੋਏ ਦੁੱਖਾਂ ਦੇ ਕਾਰਨ) ਰੋਂਦੀ ਹੈ, ਵਿਰਲਾਪ ਕਰਦੀ ਹੈ ਤੇ ਉਸ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "muMD nYx BrydI. gux swrydI; ikau pRB imlw ipAwry ]",
    "TRANSLITERATION": "Mundhh Nain Bharaedhee Gun Saaraedhee Kio Prabh Milaa Piaarae ||",
    "PUNJABI": "(ਨਾਮ ਤੋਂ ਵਾਂਜੀ ਹੋਈ) ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਸਹੇੜੇ ਦੁੱਖਾਂ ਦੇ ਕਾਰਨ) ਵਿਰਲਾਪ ਕਰਦੀ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀ ਹੈ, (ਤੇ, ਤਰਲੇ ਲੈਂਦੀ ਹੈ ਕਿ) ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "mwrgu pMQu. n jwxau, ivKVw; ikau pweIAY ipru pwry ]",
    "TRANSLITERATION": "Maarag Panthh N Jaano Vikharraa Kio Paaeeai Pir Paarae ||",
    "PUNJABI": "(ਜਿਸ ਦੇਸ ਵਿਚ ਉਹ ਵੱਸਦਾ ਹੈ, ਉਸ ਦਾ) ਰਸਤਾ (ਅਨੇਕਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਔਕੜਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਮੈਂ ਉਹ ਰਸਤਾ ਜਾਣਦੀ ਭੀ ਨਹੀਂ ਹਾਂ, ਮੈਂ ਉਸ ਪਤੀ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਂ, ਉਹ ਤਾਂ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ) ਪਾਰਲੇ ਪਾਸੇ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "siqgur sbdI imlY ivCuMnI; qnu mnu AwgY rwKY ]",
    "TRANSLITERATION": "Sathigur Sabadhee Milai Vishhunnee Than Man Aagai Raakhai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਹੜੀ ਵਿਛੁੜੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. AMimRq ibrKu. mhw rs PilAw; imil pRIqm. rsu cwKY ]3]",
    "TRANSLITERATION": "Naanak Anmrith Birakh Mehaa Ras Faliaa Mil Preetham Ras Chaakhai ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਇਕ ਐਸਾ ਰੁੱਖ ਹੈ ਜਿਸ ਨੂੰ ਉੱਚੇ ਆਤਮਕ ਗੁਣਾਂ ਦੇ ਫਲ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਤਨ ਮਨ ਭੇਟਾ ਕਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਰੁੱਖ ਦੇ ਫਲਾਂ ਦਾ) ਸੁਆਦ ਚੱਖਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(ibrKu) ibRC, gurU"
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "mhil bulwieVIey; iblmu. n kIjY ]",
    "TRANSLITERATION": "Mehal Bulaaeirreeeae Bilam N Keejai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੱਦੀ ਹੋਈਏ! ਢਿੱਲ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ।",
    "PRONUNCIATION": ""
  }
]