[
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "An idnu rqVIey; shij imlIjY ]",
    "TRANSLITERATION": "Anadhin Ratharreeeae Sehaj Mileejai ||",
    "PUNJABI": "ਹੇ ਹਰ ਵੇਲੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈਏ! ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਭਾਵ, ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਹੜੀ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵੱਲੋਂ ਕਦੇ ਭੀ ਢਿੱਲ ਨਹੀਂ ਕਰਦੀ, ਜਿਹੜੀ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ)।",
    "PRONUNCIATION": "r`qVIey"
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "suiK shij imlIjY. rosu, n kIjY; grbu invwir smwxI ]",
    "TRANSLITERATION": "Sukh Sehaj Mileejai Ros N Keejai Garab Nivaar Samaanee ||",
    "PUNJABI": "ਆਤਮਕ ਅਨੰਦ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, (ਕਿਸੇ ਆਪਣੇ ਉੱਦਮ ਤੇ ਮਾਣ ਕਰ ਕੇ ਇਸ ਗੱਲ ਦਾ) ਗਿਲਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਕਿ ਮੇਰਾ ਉੱਦਮ ਛੇਤੀ ਸਫਲ ਕਿਉਂ ਨਹੀਂ ਹੁੰਦਾ। ਜਿਹੜੀ ਭੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦੀ ਹੈ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ (ਹੀ ਪ੍ਰਭੂ ਵਿਚ) ਲੀਨ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "swcY rwqI. imlY imlweI; mnmuiK Awvx jwxI ]",
    "TRANSLITERATION": "Saachai Raathee Milai Milaaee Manamukh Aavan Jaanee ||",
    "PUNJABI": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਉਹੀ ਮਿਲਦੀ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "jb nwcI. qb GUGtu kYsw; mtukI PoiV inrwrI ]",
    "TRANSLITERATION": "Jab Naachee Thab Ghooghatt Kaisaa Mattukee Forr Niraaree ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਜਦੋਂ ਕੋਈ ਇਸਤ੍ਰੀ ਨੱਚਣ ਲੱਗ ਪਏ ਤਾਂ ਉਹ ਘੁੰਡ ਨਹੀਂ ਕੱਢਦੀ, (ਤਿਵੇਂ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦੀ ਹੈ ਉਹ) ਸਰੀਰ ਦਾ ਮੋਹ ਛੱਡ ਕੇ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3988,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. AwpY Awpu pCwxY; gurmuiK qqu bIcwrI ]4]4]",
    "TRANSLITERATION": "Naanak Aapai Aap Pashhaanai Guramukh Thath Beechaaree ||4||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਅਸਲ ਜੀਵਨ-ਰਾਹ ਨੂੰ ਆਪਣੇ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੪॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI mhlw 1 ]",
    "TRANSLITERATION": "Thukhaaree Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "myry lwl rMgIly; hm lwln ky lwly ]",
    "TRANSLITERATION": "Maerae Laal Rangeelae Ham Laalan Kae Laalae ||",
    "PUNJABI": "ਸੋਹਣੇ ਪ੍ਰਭੂ ਜੀ ਅਨੇਕਾਂ ਕੌਤਕ ਕਰਨ ਵਾਲੇ ਹਨ, ਮੈਂ ਉਸ ਸੋਹਣੇ ਪ੍ਰਭੂ ਦਾ (ਸਦਾ ਲਈ) ਗ਼ੁਲਾਮ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "guir. AlKu lKwieAw; Avru. n dUjw Bwly ]",
    "TRANSLITERATION": "Gur Alakh Lakhaaeiaa Avar N Dhoojaa Bhaalae ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, (ਉਹ ਮਨੁੱਖ ਉਸ ਨੂੰ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਦੀ ਭਾਲ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "guir. AlKu lKwieAw, jw iqsu BwieAw; jw pRiB ikrpw DwrI ]",
    "TRANSLITERATION": "Gur Alakh Lakhaaeiaa Jaa This Bhaaeiaa Jaa Prabh Kirapaa Dhhaaree ||",
    "PUNJABI": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਈ, ਜਦੋਂ ਪ੍ਰਭੂ ਨੇ (ਕਿਸੇ ਜੀਵ ਉਤੇ) ਕਿਰਪਾ ਕੀਤੀ, ਤਦੋਂ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਅਲੱਖ ਪ੍ਰਭੂ ਦਾ ਗਿਆਨ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "jgjIvnu dwqw. purKu ibDwqw; shij imly bnvwrI ]",
    "TRANSLITERATION": "Jagajeevan Dhaathaa Purakh Bidhhaathaa Sehaj Milae Banavaaree ||",
    "PUNJABI": "ਤਦੋਂ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜਿਹੜਾ ਜਗਤ ਦਾ ਸਹਾਰਾ ਹੈ ਜਿਹੜਾ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ਜਿਹੜਾ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਅਤੇ ਸਿਰਜਣਹਾਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "ndir krih qU qwrih qrIAY; scu dyvhu dIn dieAwlw ]",
    "TRANSLITERATION": "Nadhar Karehi Thoo Thaarehi Thareeai Sach Dhaevahu Dheen Dhaeiaalaa ||",
    "PUNJABI": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਆਪਣਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਦੇਂਦਾ ਹੈਂ, ਜਦੋਂ ਤੂੰ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈਂ, ਜਦੋਂ ਤੂੰ (ਆਪ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈਂ, ਤਦੋਂ ਹੀ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "pRxviq nwnk. dwsin dwsw; qU srb jIAw pRiqpwlw ]1]",
    "TRANSLITERATION": "Pranavath Naanak Dhaasan Dhaasaa Thoo Sarab Jeeaa Prathipaalaa ||1||",
    "PUNJABI": "ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "Birpuir Dwir rhy; Aiq ipAwry ]",
    "TRANSLITERATION": "Bharipur Dhhaar Rehae Ath Piaarae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਸਭ ਜੀਵਾਂ ਨੂੰ) ਬਹੁਤ ਹੀ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "sbdy riv rihAw; gur rUip murwry ]",
    "TRANSLITERATION": "Sabadhae Rav Rehiaa Gur Roop Muraarae ||",
    "PUNJABI": "(ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ, ਵੱਡੀ ਹਸਤੀ ਵਾਲਾ ਹੈ ਅਤੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "gur rUp murwry. iqRBvx Dwry; qw kw AMqu. n pwieAw ]",
    "TRANSLITERATION": "Gur Roop Muraarae Thribhavan Dhhaarae Thaa Kaa Anth N Paaeiaa ||",
    "PUNJABI": "ਸਭ ਤੋਂ ਵੱਡੀ ਹਸਤੀ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤਿੰਨਾਂ ਭਵਨਾਂ ਨੂੰ ਸਹਾਰਾ ਦੇ ਰਿਹਾ ਹੈ, (ਕਿਸੇ ਭੀ ਜੀਵ ਨੇ ਅਜੇ ਤਕ) ਉਸ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "rMgI ijnsI. jMq aupwey; inq dyvY cVY svwieAw ]",
    "TRANSLITERATION": "Rangee Jinasee Janth Oupaaeae Nith Dhaevai Charrai Savaaeiaa ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਅਨੇਕਾਂ ਰੰਗਾਂ ਦੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਜੀਵ ਪੈਦਾ ਕਰਦਾ ਹੈ, (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਸਦਾ (ਦਾਨ) ਦੇਂਦਾ ਹੈ, ਅਤੇ ਉਸ ਦਾ ਭੰਡਾਰਾ ਸਦਾ ਵਧਦਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "rMgIN[ijnsIN["
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "AprMpru Awpy Qwip auQwpy; iqsu BwvY so hovY ]",
    "TRANSLITERATION": "Aparanpar Aapae Thhaap Outhhaapae This Bhaavai So Hovai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਬਹੁਤ ਬੇਅੰਤ ਹੈ, ਉਹ ਆਪ ਹੀ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈ। (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "Ap-rMpru"
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. hIrw hIrY byiDAw; gux kY hwir provY ]2]",
    "TRANSLITERATION": "Naanak Heeraa Heerai Baedhhiaa Gun Kai Haar Parovai ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ ਜਿਹੜਾ ਜੀਵ ਉਸ ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣਾਂ ਦੇ ਹਾਰ ਵਿਚ (ਆਪਣੇ ਆਪ ਨੂੰ) ਪ੍ਰੋ ਲੈਂਦਾ ਹੈ ਉਹ ਪਵਿੱਤਰ ਹੋ ਚੁਕਿਆ ਜੀਵਾਤਮਾ ਮਹਾਨ ਉੱਚੇ ਪਰਮਾਤਮਾ ਵਿਚ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "gux guxih smwxy; msqik nwm nIswxo ]",
    "TRANSLITERATION": "Gun Gunehi Samaanae Masathak Naam Neesaano ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰ ਕੇ ਉਹਨਾਂ ਗੁਣਾਂ ਵਿਚ ਲੀਨ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "scu swic smwieAw; cUkw Awvx jwxo ]",
    "TRANSLITERATION": "Sach Saach Samaaeiaa Chookaa Aavan Jaano ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਉਚਾਰ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "scu swic pCwqw. swcY rwqw; swcu imlY min BwvY ]",
    "TRANSLITERATION": "Sach Saach Pashhaathaa Saachai Raathaa Saach Milai Man Bhaavai ||",
    "PUNJABI": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ-ਕਾਇਮ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "swcy aUpir Avru. n dIsY; swcy swic smwvY ]",
    "TRANSLITERATION": "Saachae Oopar Avar N Dheesai Saachae Saach Samaavai ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵੱਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਰਿਹਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "mohin. moih lIAw mnu myrw; bMDn Koil inrwry ]",
    "TRANSLITERATION": "Mohan Mohi Leeaa Man Maeraa Bandhhan Khol Niraarae ||",
    "PUNJABI": "ਉਸ ਮੋਹਨ (ਪ੍ਰਭੂ) ਨੇ ਮੇਰਾ ਮਨ (ਭੀ) ਮੋਹ ਲਿਆ ਹੋਇਆ ਹੈ। ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨ ਕੱਟ ਕੇ ਮੈਨੂੰ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. joqI joiq smwxI; jw imilAw Aiq ipAwry ]3]",
    "TRANSLITERATION": "Naanak Jothee Joth Samaanee Jaa Miliaa Ath Piaarae ||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਦੋਂ (ਕੋਈ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਉਸ) ਅੱਤ ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "sc Gru Koij lhy; swcw gur Qwno ]",
    "TRANSLITERATION": "Sach Ghar Khoj Lehae Saachaa Gur Thhaano ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਸਾਧ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਖੋਜ ਕਰ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "mnmuiK. nh pweIAY; gurmuiK igAwno ]",
    "TRANSLITERATION": "Manamukh Neh Paaeeai Guramukh Giaano ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਇਹ ਦਾਤਿ) ਨਹੀਂ ਮਿਲਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "dyvY scu dwno. so prvwno; sd dwqw vf dwxw ]",
    "TRANSLITERATION": "Dhaevai Sach Dhaano So Paravaano Sadh Dhaathaa Vadd Dhaanaa ||",
    "PUNJABI": "(ਗੁਰੂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਦਾ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਵੱਡੇ ਸਿਆਣੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਨ ਦੇਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "Amru AjonI AsiQru jwpY; swcw mhlu icrwxw ]",
    "TRANSLITERATION": "Amar Ajonee Asathhir Jaapai Saachaa Mehal Chiraanaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਉਸ ਅਮਰ ਅਜੋਨੀ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ ਸਦਾ) ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਢ ਕਦੀਮਾਂ ਦਾ ਸਦਾ-ਥਿਰ ਟਿਕਾਣਾ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 14,
    "RAAG_ID": 26,
    "GURMUKHI": "doiq aucwpiq lyKu. n ilKIAY; pRgtI joiq murwrI ]",
    "TRANSLITERATION": "Dhoth Ouchaapath Laekh N Likheeai Pragattee Joth Muraaree ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਜੋਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦਾ ਵਿਕਾਰਾਂ ਦੇ ਕਰਜ਼ੇ ਦਾ ਹਿਸਾਬ ਲਿਖਣਾ ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹੱਟ ਜਾਂਦਾ ਹੈ),",
    "PRONUNCIATION": "(doiq) au~T igAw[auDwr cu`kI roz ilKweI jwxI ies lyKy dw (aucwpiq) roz nwmcw, hMgqw AOguxW v`loN gursyvk jI, pUrn gurU jI ny pUrn ikRpw krky htw ley[ aucwpiq: polw bolo"
  },
  {
    "SHABAD_ID": 3989,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnk. swcw swcY rwcw; gurmuiK qrIAY qwrI ]4]5]",
    "TRANSLITERATION": "Naanak Saachaa Saachai Raachaa Guramukh Thareeai Thaaree ||4||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਇਹ ਤਾਰੀ ਤਰੀ ਜਾ ਸਕਦੀ ਹੈ ॥੪॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI mhlw 1 ]",
    "TRANSLITERATION": "Thukhaaree Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw; qU smJu. Acyq ieAwixAw, rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Thoo Samajh Achaeth Eiaaniaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਹੇ ਮੇਰੇ ਗ਼ਾਫ਼ਿਲ ਮਨ! ਹੇ ਮੇਰੇ ਅੰਞਾਣ ਮਨ! ਤੂੰ ਹੋਸ਼ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. Cif Avgx; guxI smwixAw, rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Shhadd Avagan Gunee Samaaniaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਮੰਦੇ ਕਰਮ ਕਰਨੇ ਛੱਡ ਦੇ, (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣਾਂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਿਹਾ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "bhu swd luBwxy. ikrq kmwxy; ivCuiVAw. nhI mylw ]",
    "TRANSLITERATION": "Bahu Saadh Lubhaanae Kirath Kamaanae Vishhurriaa Nehee Maelaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜੇ ਮਨੁੱਖ ਅਨੇਕਾਂ (ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦਾਂ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੇ ਰਹਿੰਦੇ ਹਨ। ਇਹਨਾਂ ਸੰਸਕਾਰਾਂ ਦੇ ਕਾਰਨ ਹੀ) ਉਹਨਾਂ ਵਿਛੁੜੇ ਹੋਇਆਂ ਦਾ (ਆਪਣੇ ਆਪ ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "ikau duqru qrIAY. jm fir mrIAY; jm kw pMQu duhylw ]",
    "TRANSLITERATION": "Kio Dhuthar Thareeai Jam Ddar Mareeai Jam Kaa Panthh Dhuhaelaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ, (ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ। ਜਮਾਂ ਦੇ ਡਰ ਨਾਲ ਸਹਿਮੇ ਰਹੀਦਾ ਹੈ। ਹੇ ਮਨ! ਜਮਾਂ ਵਾਲੇ ਪਾਸੇ ਲੈ ਜਾਣ ਵਾਲਾ ਰਸਤਾ ਬੜਾ ਦੁਖਦਾਈ ਹੈ।",
    "PRONUNCIATION": "du`q-ru"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "min rwmu. nhI jwqw, swJ pRBwqw; AvGit ruDw ikAw kry ]",
    "TRANSLITERATION": "Man Raam Nehee Jaathaa Saajh Prabhaathaa Avaghatt Rudhhaa Kiaa Karae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਸਵੇਰੇ ਸ਼ਾਮ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਔਖੇ ਰਾਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ (ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ) ਉਹ ਕੁਝ ਭੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "PRONUNCIATION": "(sWJ) sMiDAw[ (pRBwqw) AMimRq vyly[ru`Dw"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "bMDin bwiDAw. ien ibiD CUtY; gurmuiK syvY nrhry ]1]",
    "TRANSLITERATION": "Bandhhan Baadhhiaa Ein Bidhh Shhoottai Guramukh Saevai Nareharae ||1||",
    "PUNJABI": "(ਪਰ ਹਾਂ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਰੱਸੀ ਨਾਲ ਬੱਝਾ ਹੋਇਆ ਉਹ ਇਸ ਤਰੀਕੇ ਨਾਲ ਖ਼ਲਾਸੀ ਪਾ ਸਕਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw; qU Coif Awl jMjwlw. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Thoo Shhodd Aal Janjaalaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਘਰ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਛੱਡ ਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw; hir syvhu purKu inrwlw. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Har Saevahu Purakh Niraalaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਜੋ ਸਭਨਾਂ ਵਿਚ ਵਿਆਪਕ ਭੀ ਹੈ ਤੇ ਨਿਰਲੇਪ ਭੀ ਹੈ।",
    "PRONUNCIATION": ""
  }
]