[
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 1,
    "RAAG_ID": 26,
    "GURMUKHI": "hir ismir eykMkwru swcw; sBu jgqu ijin aupwieAw ]",
    "TRANSLITERATION": "Har Simar Eaekankaar Saachaa Sabh Jagath Jinn Oupaaeiaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਇਕ ਸਰਬ-ਵਿਆਪਕ ਅਤੇ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਰਹੁ, ਜਿਸ ਨੇ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "pauxu pwxI Agin bwDy; guir. Kylu jgiq idKwieAw ]",
    "TRANSLITERATION": "Poun Paanee Agan Baadhhae Gur Khael Jagath Dhikhaaeiaa ||",
    "PUNJABI": "ਅਤੇ ਹਵਾ ਪਾਣੀ ਅੱਗ (ਆਦਿਕ ਤੱਤਾਂ) ਨੂੰ (ਮਰਯਾਦਾ ਵਿਚ) ਬੰਨ੍ਹਿਆ ਹੋਇਆ ਹੈ। ਹੇ ਮੇਰੇ ਮਨ! (ਉਹੀ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਜਿਸ ਨੂੰ) ਗੁਰੂ ਨੇ ਜਗਤ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ ਇਹ) ਤਮਾਸ਼ਾ ਵਿਖਾ ਦਿੱਤਾ ਹੈ (ਅਤੇ ਨਾਮ ਵਿਚ ਜੋੜਿਆ ਹੈ)।",
    "PRONUNCIATION": "j`g-iq"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 2,
    "RAAG_ID": 26,
    "GURMUKHI": "Awcwir qU. vIcwir Awpy; hir nwmu. sMjm jp qpo ]",
    "TRANSLITERATION": "Aachaar Thoo Veechaar Aapae Har Naam Sanjam Jap Thapo ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਨਾਮ ਜਪਿਆਂ ਹੀ ਤੂੰ ਧਾਰਮਿਕ ਮਰਯਾਦਾ ਵਿਚ ਤੁਰਨ ਵਾਲਾ ਹੈਂ, ਨਾਮ ਜਪਿਆਂ ਹੀ ਤੂੰ ਉੱਚੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਵਿਚਾਰ ਦਾ ਮਾਲਕ ਹੈਂ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ ਅਨੇਕਾਂ ਸੰਜਮ ਅਨੇਕਾਂ ਜਪ ਅਤੇ ਅਨੇਕਾਂ ਤਪ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "sKw sYnu ipAwru pRIqmu; nwmu hir kw jpu jpo ]2]",
    "TRANSLITERATION": "Sakhaa Sain Piaar Preetham Naam Har Kaa Jap Japo ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਦਾ ਰਹੁ ਜਪਦਾ ਰਹੁ, ਇਹੀ ਹੈ ਮਿੱਤਰ ਇਹੀ ਹੈ ਸੱਜਣ ਇਹੀ ਹੈ ਪਿਆਰਾ ਪ੍ਰੀਤਮ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 3,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. qU iQru rhu; cot. n KwvhI, rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Thoo Thhir Rahu Chott N Khaavehee Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਅਡੋਲ ਟਿਕਿਆ ਰਿਹਾ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਸੱਟ ਨਹੀਂ ਖਾਹਿਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. gux gwvih; shij smwvhI. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Gun Gaavehi Sehaj Samaavehee Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾਂਦਾ ਰਹੇਂ, ਤਾਂ ਤੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹੇਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 4,
    "RAAG_ID": 26,
    "GURMUKHI": "gux gwie rwm. rswie rsIAih; gur igAwn AMjnu swrhy ]",
    "TRANSLITERATION": "Gun Gaae Raam Rasaae Raseeahi Gur Giaan Anjan Saarehae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪ੍ਰੇਮ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆਂ (ਗੁਣ) ਤੇਰੇ ਅੰਦਰ ਰਸ ਜਾਣਗੇ। (ਹੇ ਮੇਰੇ ਮਨ!) ਜੇ ਤੂੰ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਸੁਰਮਾ (ਆਪਣੀਆਂ ਆਤਮਕ ਅੱਖਾਂ ਵਿਚ) ਪਾ ਲਏਂ,",
    "PRONUNCIATION": "rsI-Aih,swr-hy"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "qRY lok dIpku. sbid cwnxu; pMc dUq sMGwrhy ]",
    "TRANSLITERATION": "Thrai Lok Dheepak Sabadh Chaanan Panch Dhooth Sanghaarehae ||",
    "PUNJABI": "ਤਾਂ ਸਾਰੇ ਜਗਤ ਨੂੰ ਚਾਨਣ ਦੇਣ ਵਾਲਾ ਦੀਵਾ (-ਪ੍ਰਭੂ ਤੇਰੇ ਅੰਦਰ ਜਗ ਪਏਗਾ), ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਚਾਨਣ (ਹੋ ਜਾਇਗਾ)। ਤੂੰ (ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀਆਂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਲਏਂਗਾ।",
    "PRONUNCIATION": "sMGwr-hy"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 5,
    "RAAG_ID": 26,
    "GURMUKHI": "BY kwit. inrBau qrih duqru; guir imilAY. kwrj swrey ]",
    "TRANSLITERATION": "Bhai Kaatt Nirabho Tharehi Dhuthar Gur Miliai Kaaraj Saareae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇਂਗਾ, ਤਾਂ ਆਪਣੇ ਅੰਦਰੋਂ ਦੁਨੀਆ ਦੇ ਸਾਰੇ) ਡਰ ਕੱਟ ਕੇ ਨਿਰਭਉ ਹੋ ਜਾਹਿਂਗਾ, ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਹਿਂਗਾ ਜਿਸ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਔਖਾ ਹੈ। ਹੇ ਮਨ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਜੀਵ ਦੇ ਸਾਰੇ ਕੰਮ ਸੰਵਾਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "du`q-ru[ sw-rey"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "rUpu rMgu ipAwru hir isau; hir Awip ikrpw Dwrey ]3]",
    "TRANSLITERATION": "Roop Rang Piaar Har Sio Har Aap Kirapaa Dhhaareae ||3||",
    "PUNJABI": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਸ ਦਾ (ਸੋਹਣਾ ਆਤਮਕ) ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ (ਸੋਹਣਾ ਆਤਮਕ) ਰੰਗ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "Dw-rey"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 6,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. qU ikAw lY AwieAw; ikAw lY jwiesI. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Thoo Kiaa Lai Aaeiaa Kiaa Lai Jaaeisee Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਨਾਹ ਤੂੰ (ਜਨਮ ਸਮੇ) ਆਪਣੇ ਨਾਲ ਕੁਝ ਲੈ ਕੇ ਆਇਆ ਸੀ, ਨਾਹ ਤੂੰ (ਇਥੋਂ ਤੁਰਨ ਵੇਲੇ) ਆਪਣੇ ਨਾਲ ਕੁਝ ਲੈ ਕੇ ਜਾਹਿਂਗਾ (ਵਿਅਰਥ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚ ਫਸ ਰਿਹਾ ਹੈਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 7,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. qw CutsI; jw Brmu cukwiesI. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Thaa Shhuttasee Jaa Bharam Chukaaeisee Raam ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚੋਂ) ਤਦੋਂ ਤੇਰੀ ਖ਼ਲਾਸੀ ਹੋਵੇਗੀ, ਜਦੋਂ ਤੂੰ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਛੱਡ ਦੇਵੇਂਗਾ।",
    "PRONUNCIATION": "C`utsI"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "Dnu sMic hir hir nwm vKru; gur sbid Bwau pCwxhy ]",
    "TRANSLITERATION": "Dhhan Sanch Har Har Naam Vakhar Gur Sabadh Bhaao Pashhaanehae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਧਨ ਇਕੱਠਾ ਕਰਿਆ ਕਰ, ਨਾਮ ਦਾ ਸੌਦਾ (ਵਿਹਾਝਿਆ ਕਰ)। ਹੇ ਮਨ! ਜੇ ਤੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ) ਪਿਆਰ ਪਛਾਣ ਲਏਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 8,
    "RAAG_ID": 26,
    "GURMUKHI": "mYlu prhir. sbid inrmlu; mhlu Gru scu jwxhy ]",
    "TRANSLITERATION": "Mail Parehar Sabadh Niramal Mehal Ghar Sach Jaanehae ||",
    "PUNJABI": "ਤਾਂ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ ਕੇ ਤੂੰ ਪਵਿੱਤਰ ਹੋ ਜਾਹਿਂਗਾ। ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਘਰ-ਮਹਲ ਲੱਭ ਲਏਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "piq nwmu pwvih. Gir isDwvih; Joil AMimRq pI rso ]",
    "TRANSLITERATION": "Path Naam Paavehi Ghar Sidhhaavehi Jhol Anmrith Pee Raso ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪ੍ਰੇਮ ਨਾਲ ਪੀਆ ਕਰ, ਤੂੰ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ (ਲੋਕ ਪਰਲੋਕ ਦਾ) ਨਾਮਣਾ ਖੱਟ ਲਏਂਗਾ, ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਹੁੰਚ ਜਾਹਿਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 9,
    "RAAG_ID": 26,
    "GURMUKHI": "hir nwmu iDAweIAY. sbid rsu pweIAY; vfBwig jpIAY hir jso ]4]",
    "TRANSLITERATION": "Har Naam Dhhiaaeeai Sabadh Ras Paaeeai Vaddabhaag Japeeai Har Jaso ||4||",
    "PUNJABI": "ਹੇ ਮਨ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਨਾਮ ਦਾ) ਸੁਆਦ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ) ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਹੈ। ਹੇ ਮਨ! ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ (ਹੀ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 10,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. ibnu pauVIAw; mMdir ikau cVY. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Bin Pourreeaa Mandhar Kio Charrai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਿਵੇਂ) ਪੌੜੀਆਂ ਤੋਂ ਬਿਨਾ (ਕੋਈ ਭੀ ਮਨੁੱਖ) ਕੋਠੇ (ਦੀ ਛੱਤ) ਉਤੇ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ (ਤਿਵੇਂ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਤਕ ਸਿਮਰਨ ਦੀ ਪੌੜੀ ਤੋਂ ਬਿਨਾ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ)।",
    "PRONUNCIATION": "cVY@"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "ey mn myirAw. ibnu byVI; pwir. n AMbVY. rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Bin Baerree Paar N Anbarrai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਬੇੜੀ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨਦੀ ਦੇ ਪਾਰਲੇ ਪਾਸੇ ਨਹੀਂ ਅੱਪੜ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 11,
    "RAAG_ID": 26,
    "GURMUKHI": "pwir swjnu. Apwru pRIqmu; gur sbd suriq lMGwvey ]",
    "TRANSLITERATION": "Paar Saajan Apaar Preetham Gur Sabadh Surath Langhaaveae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਸੱਜਣ ਪ੍ਰਭੂ! ਬੇਅੰਤ ਪ੍ਰਭੂ, ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ (ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਨਾਲ ਭਰਪੂਰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਰਲੇ ਪਾਸੇ (ਵੱਸਦਾ ਹੈ)। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਸੂਝ (ਹੀ ਇਸ ਸਮੁੰਦਰ ਦੇ ਪਾਰਲੇ ਪਾਸੇ) ਲੰਘਾ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": "lMGw-vey"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "imil swDsMgiq krih rlIAw; iPir. n pCoqwvey ]",
    "TRANSLITERATION": "Mil Saadhhasangath Karehi Raleeaa Fir N Pashhothaaveae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇ ਤੂੰ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹੇਂ (ਤਾਂ ਤੂੰ ਭੀ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਪਾਰਲੇ ਪਾਸੇ ਪਹੁੰਚ ਜਾਏਂ। ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ ਨੂੰ) ਮੁੜ ਪਛੁਤਾਣਾ ਨਹੀਂ ਪੈਂਦਾ (ਕਿਉਂਕਿ ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਠਿੱਲ੍ਹਾਂ ਦੁੱਖ ਨਹੀਂ ਦੇ ਸਕਦੀਆਂ)।",
    "PRONUNCIATION": "pCoqw-vey"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 12,
    "RAAG_ID": 26,
    "GURMUKHI": "kir dieAw dwnu dieAwl swcw; hir nwm sMgiq pwvE ]",
    "TRANSLITERATION": "Kar Dhaeiaa Dhaan Dhaeiaal Saachaa Har Naam Sangath Paavou ||",
    "PUNJABI": "ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਦਇਆ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਦੀ ਸੰਗਤ ਹਾਸਲ ਕਰੀ ਰੱਖਾਂ।",
    "PRONUNCIATION": "pwv-E"
  },
  {
    "SHABAD_ID": 3990,
    "LINE_ID": 13,
    "RAAG_ID": 26,
    "GURMUKHI": "nwnku pieAMpY. suxhu pRIqm; gur sbid. mnu smJwvE ]5]6]",
    "TRANSLITERATION": "Naanak Paeianpai Sunahu Preetham Gur Sabadh Man Samajhaavou ||5||6||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਹੇ ਪ੍ਰੀਤਮ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ (ਮਿਹਰ ਕਰ) ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਮਨ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਦੇਂਦਾ ਰਹਾਂ ॥੫॥੬॥",
    "PRONUNCIATION": "pie-AMpY,smJwv-E"
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "quKwrI CMq mhlw 4",
    "TRANSLITERATION": "Thukhaaree Shhanth Mehalaa 4",
    "PUNJABI": "ਰਾਗ ਤੁਖਾਰੀ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 15,
    "RAAG_ID": 26,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "AMqir iprI ipAwru; ikau. ipr ibnu jIvIAY, rwm ]",
    "TRANSLITERATION": "Anthar Piree Piaar Kio Pir Bin Jeeveeai Raam ||",
    "PUNJABI": "(ਹੇ ਸਖੀਏ!) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਵੱਸ ਰਿਹਾ ਹੈ। ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ (ਕਦੇ) ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 16,
    "RAAG_ID": 26,
    "GURMUKHI": "jb lgu drsu. n hoie; ikau. AMimRqu pIvIAY, rwm ]",
    "TRANSLITERATION": "Jab Lag Dharas N Hoe Kio Anmrith Peeveeai Raam ||",
    "PUNJABI": "(ਹੇ ਸਖੀ!) ਜਦੋਂ ਤਕ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਹੁੰਦਾ, (ਤਦ ਤਕ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "ikau AMimRqu pIvIAY. hir ibnu jIvIAY; iqsu ibnu rhnu. n jwey ]",
    "TRANSLITERATION": "Kio Anmrith Peeveeai Har Bin Jeeveeai This Bin Rehan N Jaaeae ||",
    "PUNJABI": "(ਹੇ ਸਖੀ! ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਕਦੇ ਭੀ) ਪੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 17,
    "RAAG_ID": 26,
    "GURMUKHI": "Anidnu ipRau ipRau kry idnu rwqI; ipr ibnu ipAws. n jwey ]",
    "TRANSLITERATION": "Anadhin Prio Prio Karae Dhin Raathee Pir Bin Piaas N Jaaeae ||",
    "PUNJABI": "(ਹੇ ਸਖੀ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਉਹ) ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ। (ਹੇ ਸਖੀ!) ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ (ਜਿਵੇਂ ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ-ਬੂੰਦ ਤੋਂ ਬਿਨਾ ਪਪੀਹੇ ਦੀ ਪਿਆਸ ਨਹੀਂ ਮਿਟਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 18,
    "RAAG_ID": 26,
    "GURMUKHI": "ApxI ikRpw krhu hir ipAwry; hir hir nwmu sd swirAw ]",
    "TRANSLITERATION": "Apanee Kirapaa Karahu Har Piaarae Har Har Naam Sadh Saariaa ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਹਰੀ! (ਜਿਸ ਜੀਵ ਉੱਤੇ) ਤੂੰ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ, ਉਹ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "gur kY sbid imilAw mY. pRIqmu; hau. siqgur ivthu vwirAw ]1]",
    "TRANSLITERATION": "Gur Kai Sabadh Miliaa Mai Preetham Ho Sathigur Vittahu Vaariaa ||1||",
    "PUNJABI": "ਮੈਂ (ਆਪਣੇ) ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ, (ਕਿਉਂਕਿ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਨੂੰ (ਭੀ) ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3991,
    "LINE_ID": 19,
    "RAAG_ID": 26,
    "GURMUKHI": "jb dyKW ipru ipAwrw; hir gux ris rvw. rwm ]",
    "TRANSLITERATION": "Jab Dhaekhaan Pir Piaaraa Har Gun Ras Ravaa Raam ||",
    "PUNJABI": "ਹੇ ਸਖੀ! ਜਦੋਂ ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸਨ ਕਰਦੀ ਹਾਂ, ਤਦੋਂ ਮੈਂ ਬੜੇ ਸੁਆਦ ਨਾਲ ਉਸ ਹਰੀ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੀ ਹਾਂ,",
    "PRONUNCIATION": ""
  }
]