[
  {
    "SHABAD_ID": 4012,
    "LINE_ID": 1,
    "RAAG_ID": 27,
    "GURMUKHI": "hir ky nwm kI; mn rucY ]",
    "TRANSLITERATION": "Har Kae Naam Kee Man Ruchai ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": "rucY: polw bolo"
  },
  {
    "SHABAD_ID": 4012,
    "LINE_ID": 1,
    "RAAG_ID": 27,
    "GURMUKHI": "koit sWiq AnMd pUrn; jlq CwqI buJY ] rhwau ]",
    "TRANSLITERATION": "Kott Saanth Anandh Pooran Jalath Shhaathee Bujhai || Rehaao ||",
    "PUNJABI": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰਨ ਸ਼ਾਂਤੀ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਵਿਕਾਰਾਂ ਦੀ ਪਹਿਲੀ) ਬਲ ਰਹੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥ ਰਹਾਉ॥",
    "PRONUNCIATION": "buJY: polw bolo"
  },
  {
    "SHABAD_ID": 4012,
    "LINE_ID": 1,
    "RAAG_ID": 27,
    "GURMUKHI": "sMq mwrig clq pRwnI; piqq. auDry mucY ]",
    "TRANSLITERATION": "Santh Maarag Chalath Praanee Pathith Oudhharae Muchai ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ, (ਉਸ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ) ਅਨੇਕਾਂ ਵਿਕਾਰੀ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "mu`cY: polw bolo"
  },
  {
    "SHABAD_ID": 4012,
    "LINE_ID": 2,
    "RAAG_ID": 27,
    "GURMUKHI": "rynu jn kI lgI msqik; Aink qIrQ sucY ]1]",
    "TRANSLITERATION": "Raen Jan Kee Lagee Masathak Anik Theerathh Suchai ||1||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਦੀ ਚਰਨ-ਧੂੜ ਲੱਗਦੀ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਤੀਰਥਾਂ (ਦੇ ਇਸ਼ਨਾਨ) ਦੀ ਪਵਿੱਤ੍ਰਤਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "s`ucY"
  },
  {
    "SHABAD_ID": 4012,
    "LINE_ID": 2,
    "RAAG_ID": 27,
    "GURMUKHI": "crnkml iDAwn BIqir; Git Gtih suAwmI suJY ]",
    "TRANSLITERATION": "Charan Kamal Dhhiaan Bheethar Ghatt Ghattehi Suaamee Sujhai ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੇ ਧਿਆਨ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "s`uJY"
  },
  {
    "SHABAD_ID": 4012,
    "LINE_ID": 3,
    "RAAG_ID": 27,
    "GURMUKHI": "srin dyv Apwr nwnk; bhuir jmu. nhI luJY ]2]7]15]",
    "TRANSLITERATION": "Saran Dhaev Apaar Naanak Bahur Jam Nehee Lujhai ||2||7||15||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਚਾਨਣ-ਰੂਪ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, ਜਮਦੂਤ ਮੁੜ ਉਸ ਨਾਲ ਕੋਈ ਝਗੜਾ ਨਹੀਂ ਪਾਂਦਾ ॥੨॥੭॥੧੫॥",
    "PRONUNCIATION": "l`uJY"
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 4,
    "RAAG_ID": 27,
    "GURMUKHI": "kydwrw CMq mhlw 5",
    "TRANSLITERATION": "Kaedhaaraa Shhanth Mehalaa 5",
    "PUNJABI": "ਰਾਗ ਕੇਦਾਰਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 4,
    "RAAG_ID": 27,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 5,
    "RAAG_ID": 27,
    "GURMUKHI": "imlu myry pRIqm ipAwirAw ] rhwau ]",
    "TRANSLITERATION": "Mil Maerae Preetham Piaariaa || Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! (ਮੈਨੂੰ) ਮਿਲ ॥ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 5,
    "RAAG_ID": 27,
    "GURMUKHI": "pUir rihAw srbqR mY; so purKu ibDwqw ]",
    "TRANSLITERATION": "Poor Rehiaa Sarabathr Mai So Purakh Bidhhaathaa ||",
    "PUNJABI": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 5,
    "RAAG_ID": 27,
    "GURMUKHI": "mwrgu pRB kw, hir kIAw; sMqn sMig jwqw ]",
    "TRANSLITERATION": "Maarag Prabh Kaa Har Keeaa Santhan Sang Jaathaa ||",
    "PUNJABI": "ਪ੍ਰਭੂ (ਨੂੰ ਮਿਲਣ) ਦਾ ਰਸਤਾ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੈ (ਉਹ ਰਸਤਾ ਇਹ ਹੈ ਕਿ) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": "j`wqw"
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 6,
    "RAAG_ID": 27,
    "GURMUKHI": "sMqn sMig jwqw. purKu ibDwqw; Git Git ndir inhwilAw ]",
    "TRANSLITERATION": "Santhan Sang Jaathaa Purakh Bidhhaathaa Ghatt Ghatt Nadhar Nihaaliaa ||",
    "PUNJABI": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ ਸਿਰਜਣਹਾਰ ਅਕਾਲ ਪੁਰਖ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਹੋ ਸਕਦੀ ਹੈ। (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਉਸ ਨੂੰ) ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਅੱਖੀਂ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 6,
    "RAAG_ID": 27,
    "GURMUKHI": "jo srnI AwvY. srb suK pwvY; iqlu. nhI BMnY GwilAw ]",
    "TRANSLITERATION": "Jo Saranee Aavai Sarab Sukh Paavai Thil Nehee Bhannai Ghaaliaa ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਦੀ) ਸਰਨ ਆਉਂਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਉਸ ਮਨੁੱਖ ਦੀ ਕੀਤੀ ਹੋਈ ਮਿਹਨਤ ਨੂੰ ਰਤਾ ਭਰ ਭੀ ਨਹੀਂ ਗਵਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 7,
    "RAAG_ID": 27,
    "GURMUKHI": "hir gux iniD gwey. shj suBwey; pRym mhw rs mwqw ]",
    "TRANSLITERATION": "Har Gun Nidhh Gaaeae Sehaj Subhaaeae Praem Mehaa Ras Maathaa ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਿਆਰ ਨਾਲ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਹ ਸਭ ਤੋਂ ਉੱਚੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "m`wqw"
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 8,
    "RAAG_ID": 27,
    "GURMUKHI": "nwnk dws. qyrI srxweI; qU pUrn purKu ibDwqw ]1]",
    "TRANSLITERATION": "Naanak Dhaas Thaeree Saranaaee Thoo Pooran Purakh Bidhhaathaa ||1||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਹੈ। ਤੂੰ ਸਭ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ, ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ (ਸਾਰੇ ਜਗਤ ਦਾ) ਰਚਨਹਾਰ ਹੈਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 8,
    "RAAG_ID": 27,
    "GURMUKHI": "hir pRym Bgiq jn byiDAw; sy Awn kq jwhI ]",
    "TRANSLITERATION": "Har Praem Bhagath Jan Baedhhiaa Sae Aan Kath Jaahee ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰੀ ਦੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਵਿਚ ਵਿੱਝ ਜਾਂਦੇ ਹਨ, ਉਹ (ਹਰੀ ਨੂੰ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 9,
    "RAAG_ID": 27,
    "GURMUKHI": "mInu ibCohw. nw shY; jl ibnu mir pwhI ]",
    "TRANSLITERATION": "Meen Bishhohaa Naa Sehai Jal Bin Mar Paahee ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਮੱਛੀ (ਪਾਣੀ ਦਾ) ਵਿਛੋੜਾ ਸਹਾਰ ਨਹੀਂ ਸਕਦੀ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀਆਂ ਮਰ ਜਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 9,
    "RAAG_ID": 27,
    "GURMUKHI": "hir ibnu. ikau rhIAY, dUK ikin shIAY; cwiqRk, bUMd ipAwisAw ]",
    "TRANSLITERATION": "Har Bin Kio Reheeai Dhookh Kin Seheeai Chaathrik Boondh Piaasiaa ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪ੍ਰੇਮ-ਭਗਤੀ ਵਿਚ ਵਿੱਝ ਗਏ ਹਨ, ਉਹਨਾਂ ਵਿਚੋਂ ਕਿਸੇ ਪਾਸੋਂ ਭੀ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਵਿਛੋੜੇ ਦਾ ਦੁੱਖ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਜਿਵੇਂ) ਪਪੀਹਾ ਹਰ ਵੇਲੇ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਲਈ ਤਰਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 10,
    "RAAG_ID": 27,
    "GURMUKHI": "kb rYin ibhwvY. ckvI suKu pwvY; sUrj ikrix pRgwisAw ]",
    "TRANSLITERATION": "Kab Rain Bihaavai Chakavee Sukh Paavai Sooraj Kiran Pragaasiaa ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਜਦ ਤਕ ਰਾਤ ਨਾਹ ਮੁੱਕੇ, ਜਦ ਤਕ ਸੂਰਜ ਦੀ ਕਿਰਨ ਲੋਅ ਨ ਕਰੇ, ਚਕਵੀ ਨੂੰ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 10,
    "RAAG_ID": 27,
    "GURMUKHI": "hir dris mnu lwgw. idnsu sBwgw; An idnu hir gux gwhI ]",
    "TRANSLITERATION": "Har Dharas Man Laagaa Dhinas Sabhaagaa Anadhin Har Gun Gaahee ||",
    "PUNJABI": "(ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਵਿੱਝੇ ਹੋਏ ਮਨੁੱਖਾਂ ਲਈ) ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲਾ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 11,
    "RAAG_ID": 27,
    "GURMUKHI": "nwnk dwsu khY bynMqI; kq. hir ibnu pRwx itkwhI ]2]",
    "TRANSLITERATION": "Naanak Dhaas Kehai Baenanthee Kath Har Bin Praan Ttikaahee ||2||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਕਿ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਵਿੱਝੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦੇ) ਪ੍ਰਾਣ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਕਿਤੇ ਭੀ ਧੀਰਜ ਨਹੀਂ ਪਾ ਸਕਦੇ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 12,
    "RAAG_ID": 27,
    "GURMUKHI": "sws ibnw ijau dyhurI; kq soBw pwvY ]",
    "TRANSLITERATION": "Saas Binaa Jio Dhaehuree Kath Sobhaa Paavai ||",
    "PUNJABI": "ਜਿਵੇਂ ਸਾਹ (ਆਉਣ) ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਕਿਤੇ ਸੋਭਾ ਨਹੀਂ ਪਾ ਸਕਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 12,
    "RAAG_ID": 27,
    "GURMUKHI": "drs ibhUnw swD jnu; iKnu itkxu. n AwvY ]",
    "TRANSLITERATION": "Dharas Bihoonaa Saadhh Jan Khin Ttikan N Aavai ||",
    "PUNJABI": "(ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦੇ) ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਸਾਧੂ-ਜਨ (ਸੋਭਾ ਨਹੀਂ ਪਾ ਸਕਦਾ)। (ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਮਨ) ਇਕ ਖਿਨ ਲਈ ਭੀ ਟਿਕ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 12,
    "RAAG_ID": 27,
    "GURMUKHI": "hir ibnu jo rhxw. nrku so shxw; crnkml mnu byiDAw ]",
    "TRANSLITERATION": "Har Bin Jo Rehanaa Narak So Sehanaa Charan Kamal Man Baedhhiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੋ ਜੀਊਣ ਹੈ, ਉਹ ਜੀਊਣ ਨਰਕ (ਦਾ ਦੁੱਖ) ਸਹਾਰਨ (ਦੇ ਤੁੱਲ) ਹੈ। ਪਰ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਵਿੱਛ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 13,
    "RAAG_ID": 27,
    "GURMUKHI": "hir risk bYrwgI. nwim ilv lwgI; kqhu. n jwie inKyiDAw ]",
    "TRANSLITERATION": "Har Rasik Bairaagee Naam Liv Laagee Kathahu N Jaae Nikhaedhhiaa ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸੀਆ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਦਾ ਪ੍ਰੇਮੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੀ ਕਿਤੇ ਭੀ ਨਿਰਾਦਰੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 14,
    "RAAG_ID": 27,
    "GURMUKHI": "hir isau jwie imlxw. swDsMig rhxw; so suKu AMik. n mwvY ]",
    "TRANSLITERATION": "Har Sio Jaae Milanaa Saadhhasang Rehanaa So Sukh Ank N Maavai ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ (ਤੇ, ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਣਾ (ਇਸ ਤੋਂ ਐਸਾ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਕਿ) ਉਹ ਆਨੰਦ ਲੁਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 14,
    "RAAG_ID": 27,
    "GURMUKHI": "hohu ikRpwl nwnk ky suAwmI; hir crnh sMig smwvY ]3]",
    "TRANSLITERATION": "Hohu Kirapaal Naanak Kae Suaamee Har Charaneh Sang Samaavai ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਉਹ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 15,
    "RAAG_ID": 27,
    "GURMUKHI": "Kojq Kojq pRB imly; hir kruxw Dwry ]",
    "TRANSLITERATION": "Khojath Khojath Prabh Milae Har Karunaa Dhhaarae ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਜੀ ਦੀ) ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਆਖ਼ਰ) ਪ੍ਰਭੂ ਜੀ (ਆਪ ਹੀ) ਦਇਆ ਕਰ ਕੇ (ਮੈਨੂੰ) ਮਿਲ ਪਏ (ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਭੂ ਜੀ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 16,
    "RAAG_ID": 27,
    "GURMUKHI": "inrguxu nIcu AnwQu mY; nhI doK bIcwry ]",
    "TRANSLITERATION": "Niragun Neech Anaathh Mai Nehee Dhokh Beechaarae ||",
    "PUNJABI": "ਮੇਰੇ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ ਸੀ, ਮੈਂ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲਾ ਸਾਂ, ਮੈਂ ਅਨਾਥ ਸਾਂ। ਪਰ ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੇਰੇ ਔਗੁਣਾਂ ਵਲ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 16,
    "RAAG_ID": 27,
    "GURMUKHI": "nhI doK bIcwry. pUrn suK swry; pwvn ibrdu bKwinAw ]",
    "TRANSLITERATION": "Nehee Dhokh Beechaarae Pooran Sukh Saarae Paavan Biradh Bakhaaniaa ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਔਗੁਣ ਨਹੀਂ ਵਿਚਾਰੇ, ਮੈਨੂੰ ਪੂਰਨ ਸੁਖ ਉਸ ਨੇ ਦੇ ਦਿੱਤੇ, (ਤਾਹੀਏਂ ਤਾਂ ਇਹ) ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ (ਪਤਿਤਾਂ ਨੂੰ) ਪਵਿੱਤਰ ਕਰਨਾ (ਪ੍ਰਭੂ ਦਾ) ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 17,
    "RAAG_ID": 27,
    "GURMUKHI": "Bgiq vClu suin. AMcluo gihAw; Git Git pUr smwinAw ]",
    "TRANSLITERATION": "Bhagath Vashhal Sun Anchaluo Gehiaa Ghatt Ghatt Poor Samaaniaa ||",
    "PUNJABI": "ਇਹ ਸੁਣ ਕੇ ਕਿ ਪ੍ਰਭੂ ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਮੈਂ ਉਸ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ (ਤੇ ਭਗਤੀ ਦੀ ਦਾਤ ਮੰਗੀ)। ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪੂਰਨ ਤੌਰ ਤੇ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 17,
    "RAAG_ID": 27,
    "GURMUKHI": "suKswgruo pwieAw. shj suBwieAw; jnm mrn duK hwry ]",
    "TRANSLITERATION": "Sukh Saagaruo Paaeiaa Sehaj Subhaaeiaa Janam Maran Dhukh Haarae ||",
    "PUNJABI": "ਜਦੋਂ ਮੈਂ ਉਸ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ, ਤਾਂ ਉਹ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਮੈਨੂੰ ਆਪ-ਮੁਹਾਰਾ ਹੀ ਮਿਲ ਪਿਆ। ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਦੁੱਖ ਥੱਕ ਗਏ (ਮੁੱਕ ਗਏ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4013,
    "LINE_ID": 18,
    "RAAG_ID": 27,
    "GURMUKHI": "kru gih lIny nwnk dws Apny; rwm nwm auir hwry ]4]1]",
    "TRANSLITERATION": "Kar Gehi Leenae Naanak Dhaas Apanae Raam Naam Our Haarae ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਹੱਥ ਫੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਹਨਾਂ ਸੇਵਕਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਹਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  }
]