[
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 1,
    "RAAG_ID": 28,
    "GURMUKHI": "mDusUdnu jpIAY; aur Dwir ]",
    "TRANSLITERATION": "Madhhusoodhan Japeeai Our Dhhaar ||",
    "PUNJABI": "(ਦੈਂਤਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 1,
    "RAAG_ID": 28,
    "GURMUKHI": "dyhI ngir qskr pMc DwqU; gur sbdI hir kwFy mwir ]1] rhwau ]",
    "TRANSLITERATION": "Dhaehee Nagar Thasakar Panch Dhhaathoo Gur Sabadhee Har Kaadtae Maar ||1|| Rehaao ||",
    "PUNJABI": "(ਜਿਹੜਾ ਮਨੁੱਖ ਨਾਮ ਜਪਦਾ ਹੈ) ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਆਪਣੇ) ਸਰੀਰ-ਨਗਰ ਵਿਚ (ਵੱਸ ਰਹੇ) ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਵਾਲੇ (ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਬਾਹਰ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 2,
    "RAAG_ID": 28,
    "GURMUKHI": "ijn kw hir syqI mnu mwinAw; iqn kwrj hir Awip svwir ]",
    "TRANSLITERATION": "Jin Kaa Har Saethee Man Maaniaa Thin Kaaraj Har Aap Savaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਪਰਮਾਤਮਾ ਆਪ ਸਵਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 3,
    "RAAG_ID": 28,
    "GURMUKHI": "iqn cUkI muhqwjI lokn kI; hir AMgIkwru kIAw krqwir ]2]",
    "TRANSLITERATION": "Thin Chookee Muhathaajee Lokan Kee Har Angeekaar Keeaa Karathaar ||2||",
    "PUNJABI": "ਕਰਤਾਰ ਨੇ ਸਦਾ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਹੁੰਦੀ ਹੈ (ਇਸ ਵਾਸਤੇ) ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਲੋਕਾਂ ਦੀ ਮੁਥਾਜੀ ਮੁੱਕ ਚੁਕੀ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 3,
    "RAAG_ID": 28,
    "GURMUKHI": "mqw msUriq qW ikCu kIjY; jy ikCu hovY. hir bwhir ]",
    "TRANSLITERATION": "Mathaa Masoorath Thaan Kishh Keejai Jae Kishh Hovai Har Baahar ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੀ ਸਾਲਾਹ ਆਪਣੇ ਮਨ ਦਾ ਮਸ਼ਵਰਾ ਤਦੋਂ ਹੀ ਕੋਈ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਾਹਰਾ ਕੋਈ ਕੰਮ ਹੋ ਹੀ ਸਕਦਾ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 4,
    "RAAG_ID": 28,
    "GURMUKHI": "jo ikCu kry. soeI Bl hosI; hir iDAwvhu An idnu nwmu murwir ]3]",
    "TRANSLITERATION": "Jo Kishh Karai Soee Bhal Hosee Har Dhhiaavahu Anadhin Naam Muraar ||3||",
    "PUNJABI": "ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਹ ਸਾਡੇ ਭਲੇ ਵਾਸਤੇ ਹੀ ਹੁੰਦਾ ਹੈ। (ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਿਹਾ ਕਰੋ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 5,
    "RAAG_ID": 28,
    "GURMUKHI": "hir jo ikCu kry. su Awpy Awpy; Ehu. pUiC n iksY kry bIcwir ]",
    "TRANSLITERATION": "Har Jo Kishh Karae S Aapae Aapae Ouhu Pooshh N Kisai Karae Beechaar ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਆਪ ਹੀ ਕਰਦਾ ਹੈ ਆਪ ਹੀ ਕਰਦਾ ਹੈ, ਉਹ ਕਿਸੇ ਪਾਸੋਂ ਪੁੱਛ ਕੇ ਨਹੀਂ ਕਰਦਾ, ਕਿਸੇ ਨਾਲ ਵਿਚਾਰ ਕਰ ਕੇ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4054,
    "LINE_ID": 5,
    "RAAG_ID": 28,
    "GURMUKHI": "nwnk so pRBu sdw iDAweIAY; ijin myilAw siqguru ikrpw Dwir ]4]1]5]",
    "TRANSLITERATION": "Naanak So Prabh Sadhaa Dhhiaaeeai Jin Maeliaa Sathigur Kirapaa Dhhaar ||4||1||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਨੇ ਮੇਹਰ ਕਰ ਕੇ (ਅਸਾਨੂੰ) ਗੁਰੂ ਮਿਲਾਇਆ ਹੈ ॥੪॥੧॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 6,
    "RAAG_ID": 28,
    "GURMUKHI": "BYrau mhlw 4 ]",
    "TRANSLITERATION": "Bhairo Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 6,
    "RAAG_ID": 28,
    "GURMUKHI": "qy swDU. hir mylhu suAwmI; ijn jipAw. giq hoie hmwrI ]",
    "TRANSLITERATION": "Thae Saadhhoo Har Maelahu Suaamee Jin Japiaa Gath Hoe Hamaaree ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਉਹਨਾਂ ਗੁਰਮੁਖਾਂ ਦਾ ਮਿਲਾਪ ਕਰਾ ਦੇਹ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਯਾਦ ਕੀਤਿਆਂ ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 7,
    "RAAG_ID": 28,
    "GURMUKHI": "iqn kw drsu dyiK. mnu ibgsY; iKnu iKnu iqn kau. hau bilhwrI ]1]",
    "TRANSLITERATION": "Thin Kaa Dharas Dhaekh Man Bigasai Khin Khin Thin Ko Ho Balihaaree ||1||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੇਰਾ ਮਨ ਖਿੜਿਆ ਰਹੇ। ਹੇ ਹਰੀ! ਮੈਂ ਇਕ ਇਕ ਛਿਨ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 8,
    "RAAG_ID": 28,
    "GURMUKHI": "hir ihrdY jip nwmu murwrI ]",
    "TRANSLITERATION": "Har Hiradhai Jap Naam Muraaree ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਕਰ) ਮੈਂ (ਸਦਾ) ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 8,
    "RAAG_ID": 28,
    "GURMUKHI": "ikRpw ikRpw kir jgq ipq suAwmI; hm dwsin dws kIjY pinhwrI ]1] rhwau ]",
    "TRANSLITERATION": "Kirapaa Kirapaa Kar Jagath Pith Suaamee Ham Dhaasan Dhaas Keejai Panihaaree ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਜਗਤ ਦੇ ਪਿਤਾ! ਹੇ ਸੁਆਮੀ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਪਾਣੀ ਢੋਣ ਵਾਲਾ ਸੇਵਕ ਬਣਾ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 9,
    "RAAG_ID": 28,
    "GURMUKHI": "iqn miq aUqm. iqn piq aUqm; ijn ihrdY visAw bnvwrI ]",
    "TRANSLITERATION": "Thin Math Ootham Thin Path Ootham Jin Hiradhai Vasiaa Banavaaree ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ (ਗੁਰਮੁਖਾਂ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਮੱਤ ਸ੍ਰੇਸ਼ਟ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉੱਚੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 9,
    "RAAG_ID": 28,
    "GURMUKHI": "iqn kI syvw lwie hir suAwmI; iqn ismrq giq hoie hmwrI ]2]",
    "TRANSLITERATION": "Thin Kee Saevaa Laae Har Suaamee Thin Simarath Gath Hoe Hamaaree ||2||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਉਹਨਾਂ (ਗੁਰਮੁਖਾਂ ਦੀ) ਸੇਵਾ ਵਿਚ ਲਾਈ ਰੱਖ, ਉਹਨਾਂ ਨੂੰ ਯਾਦ ਕੀਤਿਆਂ ਮੈਨੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲ ਸਕਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 10,
    "RAAG_ID": 28,
    "GURMUKHI": "ijn. AYsw siqguru swDu, n pwieAw; qy hir drgh kwFy mwrI ]",
    "TRANSLITERATION": "Jin Aisaa Sathigur Saadhh N Paaeiaa Thae Har Dharageh Kaadtae Maaree ||",
    "PUNJABI": "(ਜਿਸ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲ ਜਾਂਦੀ ਹੈ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਅਜਿਹਾ ਸਾਧੂ ਗੁਰੂ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚੋਂ ਧੱਕੇ ਮਾਰ ਕੇ ਕੱਢੇ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 11,
    "RAAG_ID": 28,
    "GURMUKHI": "qy nr inMdk soB. n pwvih; iqn nk kwty. isrjnhwrI ]3]",
    "TRANSLITERATION": "Thae Nar Nindhak Sobh N Paavehi Thin Nak Kaattae Sirajanehaaree ||3||",
    "PUNJABI": "ਉਹ ਨਿੰਦਕ ਮਨੁੱਖ (ਕਿਤੇ ਭੀ) ਸੋਭਾ ਨਹੀਂ ਪਾਂਦੇ। ਸਿਰਜਨਹਾਰ ਨੇ (ਆਪ) ਉਹਨਾਂ ਦਾ ਨੱਕ ਕੱਟ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 11,
    "RAAG_ID": 28,
    "GURMUKHI": "hir Awip bulwvY. Awpy bolY; hir Awip inrMjnu inrMkwru inrwhwrI ]",
    "TRANSLITERATION": "Har Aap Bulaavai Aapae Bolai Har Aap Niranjan Nirankaar Niraahaaree ||",
    "PUNJABI": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਕੋਈ ਖ਼ਾਸ ਸਰੂਪ ਨਹੀਂ ਦਸਿਆ ਜਾ ਸਕਦਾ, ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ (ਜੀਵਾਂ ਵਾਂਗ) ਕਿਸੇ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਨਹੀਂ, ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਬੋਲਣ ਦੀ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਬੈਠਾ) ਬੋਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4055,
    "LINE_ID": 12,
    "RAAG_ID": 28,
    "GURMUKHI": "hir. ijsu qU mylih, so quDu imlsI; jn nwnk. ikAw eyih jMq ivcwrI ]4]2]6]",
    "TRANSLITERATION": "Har Jis Thoo Maelehi So Thudhh Milasee Jan Naanak Kiaa Eaehi Janth Vichaaree ||4||2||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰੀ ਤੂੰ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈਂ, ਉਹੀ ਤੈਨੂੰ ਮਿਲ ਸਕਦਾ ਹੈ। ਇਹਨਾਂ ਨਿਮਾਣੇ ਜੀਵਾਂ ਦੇ ਵੱਸ ਕੁਝ ਨਹੀਂ ਹੈ ॥੪॥੨॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 13,
    "RAAG_ID": 28,
    "GURMUKHI": "BYrau mhlw 4 ]",
    "TRANSLITERATION": "Bhairo Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 13,
    "RAAG_ID": 28,
    "GURMUKHI": "sqsMgiq. sweI hir qyrI; ijqu hir kIriq hir sunxy ]",
    "TRANSLITERATION": "Sathasangath Saaee Har Thaeree Jith Har Keerath Har Sunanae ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਉਹੀ ਇਕੱਠ) ਤੇਰੀ ਸਾਧ ਸੰਗਤ (ਅਖਵਾ ਸਕਦਾ) ਹੈ, ਜਿਸ ਵਿਚ, ਹੇ ਹਰੀ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "sWeIN"
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 14,
    "RAAG_ID": 28,
    "GURMUKHI": "ijn hir nwmu suixAw. mnu BInw; iqn hm sRyvh inq crxy ]1]",
    "TRANSLITERATION": "Jin Har Naam Suniaa Man Bheenaa Thin Ham Sraeveh Nith Charanae ||1||",
    "PUNJABI": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਿਆ ਹੈ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ) ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ (ਹਰਿ-ਨਾਮ ਅੰਮ੍ਰਿਤ ਵਿਚ) ਭਿੱਜ ਗਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨੀ (ਆਪਣੀ) ਸੁਭਾਗਤਾ ਸਮਝਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 14,
    "RAAG_ID": 28,
    "GURMUKHI": "jgjIvnu hir; iDAwie qrxy ]",
    "TRANSLITERATION": "Jagajeevan Har Dhhiaae Tharanae ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ ਨੂੰ ਹਰੀ ਨੂੰ ਸਿਮਰ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gjIvnu"
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 15,
    "RAAG_ID": 28,
    "GURMUKHI": "Anyk AsMK nwm hir qyry; n jwhI ijhvw iequ gnxy ]1] rhwau ]",
    "TRANSLITERATION": "Anaek Asankh Naam Har Thaerae N Jaahee Jihavaa Eith Gananae ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਤੇਰੀਆਂ ਸਿਫ਼ਤਾਂ ਤੋਂ ਬਣੇ ਹੋਏ) ਤੇਰੇ ਨਾਮ ਅਨੇਕਾਂ ਹਨ ਅਣਗਿਣਤ ਹਨ, ਇਸ ਜੀਭ ਨਾਲ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 15,
    "RAAG_ID": 28,
    "GURMUKHI": "gurisK hir bolhu. hir gwvhu; ly gurmiq hir jpxy ]",
    "TRANSLITERATION": "Gurasikh Har Bolahu Har Gaavahu Lae Guramath Har Japanae ||",
    "PUNJABI": "ਹੇ ਗੁਰੂ ਦੇ ਸਿੱਖੋ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗਾਵਿਆ ਕਰੋ, ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 16,
    "RAAG_ID": 28,
    "GURMUKHI": "jo aupdysu suxy gur kyrw; so jnu pwvY. hir suK Gxy ]2]",
    "TRANSLITERATION": "Jo Oupadhaes Sunae Gur Kaeraa So Jan Paavai Har Sukh Ghanae ||2||",
    "PUNJABI": "ਹੇ ਗੁਰਸਿੱਖੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ (ਸਰਧਾ ਨਾਲ) ਸੁਣਦਾ ਹੈ, ਉਹ ਹਰੀ ਦੇ ਦਰ ਤੋਂ ਬਹੁਤ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 17,
    "RAAG_ID": 28,
    "GURMUKHI": "DMnu su vMsu. DMnu su ipqw; DMnu su mwqw. ijin jn jxy ]",
    "TRANSLITERATION": "Dhhann S Vans Dhhann S Pithaa Dhhann S Maathaa Jin Jan Janae ||",
    "PUNJABI": "ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਉਹ ਕੁਲ, ਧੰਨ ਹੈ ਉਹ ਪਿਉ ਤੇ ਧੰਨ ਹੈ ਉਹ ਮਾਂ ਜਿਸ ਨੇ ਭਗਤ-ਜਨਾਂ ਨੂੰ ਜਨਮ ਦਿੱਤਾ।",
    "PRONUNCIATION": "mwqw: polw bolo"
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 17,
    "RAAG_ID": 28,
    "GURMUKHI": "ijn swis igrwis iDAwieAw. myrw hir hir; sy swcI drgh. hir jn bxy ]3]",
    "TRANSLITERATION": "Jin Saas Giraas Dhhiaaeiaa Maeraa Har Har Sae Saachee Dharageh Har Jan Banae ||3||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਆਪਣੀ ਹਰੇਕ ਗਿਰਾਹੀ ਦੇ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸੋਭਾ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 18,
    "RAAG_ID": 28,
    "GURMUKHI": "hir hir Agm nwm hir qyry; ivic Bgqw hir Drxy ]",
    "TRANSLITERATION": "Har Har Agam Naam Har Thaerae Vich Bhagathaa Har Dhharanae ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਤੇਰੇ ਬੇਅੰਤ ਗੁਣਾਂ ਦੇ ਕਾਰਨ) ਤੇਰੇ ਬੇਅੰਤ ਹੀ ਨਾਮ ਹਨ, ਤੂੰ ਆਪਣੇ ਉਹ ਨਾਮ ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਏ ਹੋਏ ਹਨ।",
    "PRONUNCIATION": "BgqW"
  },
  {
    "SHABAD_ID": 4056,
    "LINE_ID": 19,
    "RAAG_ID": 28,
    "GURMUKHI": "nwnk jin pwieAw miq gurmiq; jip hir hir pwir pvxy ]4]3]7]",
    "TRANSLITERATION": "Naanak Jan Paaeiaa Math Guramath Jap Har Har Paar Pavanae ||4||3||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜਿਸ ਸੇਵਕ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਉਹ ਸਦਾ ਨਾਮ ਜਪ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪॥੩॥੭॥",
    "PRONUNCIATION": ""
  }
]