[
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "ien ibiD. hir imlIAY vr kwmin; Dn sohwgu ipAwrI ]",
    "TRANSLITERATION": "Ein Bidhh Har Mileeai Var Kaaman Dhhan Sohaag Piaaree ||",
    "PUNJABI": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਇਸ ਤਰੀਕੇ ਨਾਲ ਹੀ (ਭਾਵ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਅੰਗ-ਸੰਗ ਹੋਣ ਤੇ ਯਕੀਨ ਕੀਤਿਆਂ ਹੀ) ਪਤੀ-ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ, (ਜਿਸ ਨੂੰ ਮਿਲ ਪਿਆ ਹੈ) ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਚੰਗਾ ਭਾਗ ਜਾਗ ਪਿਆ ਹੈ, ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਪਿਆਰੀ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "jwiq brn kul shsw cUkw; gurmiq sbid bIcwrI ]1]",
    "TRANSLITERATION": "Jaath Baran Kul Sehasaa Chookaa Guramath Sabadh Beechaaree ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਚਾਰਵਾਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਾਤਿ ਵਰਨ ਕੁਲ (ਆਦਿਕ) ਬਾਰੇ ਉਸ ਦਾ ਭਰਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "ijsu mnu mwnY. AiBmwnu, n qw kau; ihMsw loBu ivswry ]",
    "TRANSLITERATION": "Jis Man Maanai Abhimaan N Thaa Ko Hinsaa Lobh Visaarae ||",
    "PUNJABI": "ਜਿਸ ਦਾ ਮਨ (ਇਹ) ਮੰਨ ਜਾਂਦਾ ਹੈ (ਕਿ ਪ੍ਰਭੂ ਸਦਾ ਮੇਰੇ ਅੰਗ-ਸੰਗ ਹੈ) ਉਸ ਨੂੰ ਅਹੰਕਾਰ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਨਿਰਦਇਤਾ ਤੇ ਲਾਲਚ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਭੁਲਾ ਦੇਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "shij rvY vru kwmix ipr kI; gurmuiK rMig svwry ]2]",
    "TRANSLITERATION": "Sehaj Ravai Var Kaaman Pir Kee Guramukh Rang Savaarae ||2||",
    "PUNJABI": "ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਪਿਆਰੀ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਸਵਾਰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "jwrau AYsI pRIiq kutMb snbMDI; mwieAw moh pswrI ]",
    "TRANSLITERATION": "Jaaro Aisee Preeth Kuttanb Sanabandhhee Maaeiaa Moh Pasaaree ||",
    "PUNJABI": "ਮੈਂ ਪਰਵਾਰ ਤੇ ਸਨਬੰਧੀਆਂ ਦੇ ਐਸੇ ਮੋਹ-ਪਿਆਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਸਾੜ ਦਿਆਂ ਜੋ (ਮੇਰੇ ਅੰਦਰ) ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਖਿਲਾਰਾ ਹੀ ਖਿਲਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "ijsu AMqir pRIiq. rwm rsu nwhI; duibDw krm ibkwrI ]3]",
    "TRANSLITERATION": "Jis Anthar Preeth Raam Ras Naahee Dhubidhhaa Karam Bikaaree ||3||",
    "PUNJABI": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਨਹੀਂ, ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ (ਉਪਜਦਾ), ਉਹ ਮੇਰ-ਤੇਰ ਅਤੇ (ਹੋਰ) ਵਿਕਾਰਾਂ ਦੇ ਕੰਮਾਂ ਵਿਚ ਹੀ ਪ੍ਰਵਿਰਤ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "AMqir rqn pdwrQ. ihq kO; durY n. lwl ipAwrI ]",
    "TRANSLITERATION": "Anthar Rathan Padhaarathh Hith Ka Dhurai N Laal Piaaree ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰਨ ਵਾਸਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਰਤਨ ਮੌਜੂਦ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਉਹ ਪਿਆਰੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਜਗਤ ਵਿਚ) ਗੁੱਝੀ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "PRONUNCIATION": "(durY) CupdI"
  },
  {
    "SHABAD_ID": 4245,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnk gurmuiK nwmu Amolku; juig juig AMqir DwrI ]4]3]",
    "TRANSLITERATION": "Naanak Guramukh Naam Amolak Jug Jug Anthar Dhhaaree ||4||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ (ਭਾਵ, ਸਦਾ ਤੋਂ ਹੀ ਅਜੇਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਅਮੋਲਕ ਨਾਮ ਧਾਰਦੀ ਚਲੀ ਆਈ ਹੈ (ਭਾਵ, ਜਗਤ ਦੇ ਆਰੰਭ ਤੋਂ ਹੀ ਇਹ ਮਰਯਾਦਾ ਚਲੀ ਆ ਰਹੀ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਬਣਦਾ ਹੈ) ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "swrMg mhlw 4 Gru 1",
    "TRANSLITERATION": "Saarang Mehalaa 4 Ghar 1",
    "PUNJABI": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "hir ky sMq jnw kI; hm DUir ]",
    "TRANSLITERATION": "Har Kae Santh Janaa Kee Ham Dhhoor ||",
    "PUNJABI": "ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਹੋਇਆ ਰਹਿੰਦਾ ਹਾਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "imil sqsMgiq prmpdu pwieAw; Awqm rwmu rihAw BrpUir ]1] rhwau ]",
    "TRANSLITERATION": "Mil Sathasangath Param Padh Paaeiaa Aatham Raam Rehiaa Bharapoor ||1|| Rehaao ||",
    "PUNJABI": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਪਰਮਾਤਮਾ ਸਭ ਥਾਈਂ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "siqguru sMqu imlY. sWiq pweIAY; iklivK duK kwty siB dUir ]",
    "TRANSLITERATION": "Sathigur Santh Milai Saanth Paaeeai Kilavikh Dhukh Kaattae Sabh Dhoor ||",
    "PUNJABI": "ਜਦੋਂ ਗੁਰੂ ਸੰਤ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਠੰਢ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਗੁਰੂ (ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਦੁੱਖ ਕੱਟ ਕੇ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "Awqm joiq BeI prPUilq; purKu inrMjnu dyiKAw hjUir ]1]",
    "TRANSLITERATION": "Aatham Joth Bhee Parafoolith Purakh Niranjan Dhaekhiaa Hajoor ||1||",
    "PUNJABI": "(ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ) ਜਿੰਦ ਖਿੜ ਪੈਂਦੀ ਹੈ, ਨਿਰਲੇਪ ਅਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ ਲਈਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "vfYBwig sqsMgiq pweI; hir hir nwmu rihAw BrpUir ]",
    "TRANSLITERATION": "Vaddai Bhaag Sathasangath Paaee Har Har Naam Rehiaa Bharapoor ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਾਧ ਸੰਗਤ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਸ ਨੇ ਸਭ ਥਾਂ ਭਰਪੂਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "ATsiT qIrQ mjnu kIAw; sqsMgiq pg nwey DUir ]2]",
    "TRANSLITERATION": "Athasath Theerathh Majan Keeaa Sathasangath Pag Naaeae Dhhoor ||2||",
    "PUNJABI": "ਸਤ-ਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਨ੍ਹਾ ਕੇ ਉਸ ਨੇ (ਮਾਨੋ) ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ॥੨॥",
    "PRONUNCIATION": "n@wey"
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "durmiq ibkwr mlIn miq hoCI; ihrdw kusuDu lwgw moh kUru ]",
    "TRANSLITERATION": "Dhuramath Bikaar Maleen Math Hoshhee Hiradhaa Kusudhh Laagaa Moh Koor ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦਾ ਝੂਠਾ ਮੋਹ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ (ਵਿਕਾਰਾਂ ਨਾਲ) ਗੰਦਾ (ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ) ਉਸ ਦੀ ਮੱਤ ਵਿਕਾਰਾਂ ਨਾਲ ਖੋਟੀ ਮੈਲੀ ਅਤੇ ਹੋਛੀ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "ibnu krmw. ikau sMgiq pweIAY; haumY ibAwip rihAw mnu JUir ]3]",
    "TRANSLITERATION": "Bin Karamaa Kio Sangath Paaeeai Houmai Biaap Rehiaa Man Jhoor ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਸਾਧ ਸੰਗਤ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ, ਹਉਮੈ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਦਾ ਮਨ ਸਦਾ ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "hohu dieAwl ikRpw kir hir jI; mwgau sqsMgiq pg DUir ]",
    "TRANSLITERATION": "Hohu Dhaeiaal Kirapaa Kar Har Jee Maago Sathasangath Pag Dhhoor ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋ, ਮਿਹਰ ਕਰ। ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਸਤ-ਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4246,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnk sMqu imlY. hir pweIAY; jnu hir ByitAw rwmu hjUir ]4]1]",
    "TRANSLITERATION": "Naanak Santh Milai Har Paaeeai Jan Har Bhaettiaa Raam Hajoor ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ (ਗੁਰੂ) ਮਿਲਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "swrMg mhlw 4 ]",
    "TRANSLITERATION": "Saarang Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "goibMd crnn kau; bilhwrI ]",
    "TRANSLITERATION": "Gobindh Charanan Ko Balihaaree ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "Bvjlu jgqu. n jweI qrxw; jip hir hir pwir auqwrI ]1] rhwau ]",
    "TRANSLITERATION": "Bhavajal Jagath N Jaaee Tharanaa Jap Har Har Paar Outhaaree ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ) ਜਗਤ (ਦੇ ਵਿਕਾਰਾਂ) ਤੋਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਿਆ ਜਾ ਸਕਦਾ। (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ (ਵਿਕਾਰਾਂ-ਭਰੇ ਜਗਤ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "ihrdY pRqIiq bnI pRB kyrI; syvw suriq bIcwrI ]",
    "TRANSLITERATION": "Hiradhai Pratheeth Banee Prabh Kaeree Saevaa Surath Beechaaree ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਵਾਸਤੇ ਸਰਧਾ ਬਣ ਜਾਂਦੀ ਹੈ, ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "An idnu rwm nwmu jip ihrdY; srb klw guxkwrI ]1]",
    "TRANSLITERATION": "Anadhin Raam Naam Jap Hiradhai Sarab Kalaa Gunakaaree ||1||",
    "PUNJABI": "ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰ ਵੇਲੇ ਹਿਰਦੇ ਵਿਚ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਮਨ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "pRBu Agm Agocru rivAw sRb TweI; min qin AlK ApwrI ]",
    "TRANSLITERATION": "Prabh Agam Agochar Raviaa Srab Thaaee Man Than Alakh Apaaree ||",
    "PUNJABI": "(ਜਿਹੜਾ) ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ (ਜੀਵਾਂ ਦੇ) ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਜਿਹੜਾ) ਸਭਨੀਂ ਥਾਈਂ ਮੌਜੂਦ ਹੈ, ਸਭਨਾਂ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ,",
    "PRONUNCIATION": "A-lK"
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "gur ikrpwl Bey. qb pwieAw; ihrdY AlKu lKwrI ]2]",
    "TRANSLITERATION": "Gur Kirapaal Bheae Thab Paaeiaa Hiradhai Alakh Lakhaaree ||2||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਤਦੋਂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜਦੋਂ (ਮਨੁੱਖ ਉਤੇ) ਸਤਿਗੁਰੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਮਨੁੱਖ ਉਸ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਹੀ) ਵੇਖ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "AMqir hir nwmu, srb DrxIDr; swkq kau dUir BieAw AhMkwrI ]",
    "TRANSLITERATION": "Anthar Har Naam Sarab Dhharaneedhhar Saakath Ko Dhoor Bhaeiaa Ahankaaree ||",
    "PUNJABI": "ਧਰਤੀ ਦੇ ਆਸਰੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ, ਪਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਅਹੰਕਾਰੀ ਮਨੁੱਖਾਂ ਨੂੰ ਉਹ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ।",
    "PRONUNCIATION": "DrxI-Dr"
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "iqRsnw jlq. n kbhU bUJih; jUAY bwjI hwrI ]3]",
    "TRANSLITERATION": "Thrisanaa Jalath N Kabehoo Boojhehi Jooai Baajee Haaree ||3||",
    "PUNJABI": "ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜ ਰਹੇ ਉਹ ਮਨੁੱਖ ਕਦੇ (ਇਸ ਭੇਤ ਨੂੰ) ਨਹੀਂ ਸਮਝਦੇ, ਉਹਨਾਂ ਨੇ ਮਨੁੱਖਾ-ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਦਿੱਤੀ ਹੁੰਦੀ ਹੈ (ਜਿਵੇਂ ਜੁਆਰੀਏ ਨੇ) ਜੂਏ ਵਿਚ (ਆਪਣੀ ਮਾਇਆ) ॥੩॥",
    "PRONUNCIATION": "bUJih: polw bolo"
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "aUTq bYTq hir gun gwvih; guir. ikMcq ikrpw DwrI ]",
    "TRANSLITERATION": "Oothath Baithath Har Gun Gaavehi Gur Kinchath Kirapaa Dhhaaree ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਗੁਰੂ ਨੇ ਥੋੜ੍ਹੀ ਜਿਤਨੀ ਭੀ ਮਿਹਰ ਕਰ ਦਿੱਤੀ, ਉਹ ਉਠਦੇ ਬੈਠਦੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(ikMcq) Aks mwqR, CyqI"
  },
  {
    "SHABAD_ID": 4247,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnk. ijn kau ndir BeI hY; iqn kI pYj svwrI ]4]2]",
    "TRANSLITERATION": "Naanak Jin Ko Nadhar Bhee Hai Thin Kee Paij Savaaree ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੋਈ, ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਲਾਜ ਰੱਖ ਲਈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  }
]