[
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 ]",
    "TRANSLITERATION": "Saarag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "hir hir AMimRq nwmu dyhu ipAwry ]",
    "TRANSLITERATION": "Har Har Anmrith Naam Dhaehu Piaarae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "ijn aUpir. gurmuiK mnu mwinAw; iqn ky kwj svwry ]1] rhwau ]",
    "TRANSLITERATION": "Jin Oopar Guramukh Man Maaniaa Thin Kae Kaaj Savaarae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਗੁਰੂ ਦਾ ਮਨ ਪਤੀਜ ਜਾਂਦਾ ਹੈ, (ਗੁਰੂ) ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "jo jn dIn Bey. gur AwgY; iqn ky dUK invwry ]",
    "TRANSLITERATION": "Jo Jan Dheen Bheae Gur Aagai Thin Kae Dhookh Nivaarae ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਨਿਮਾਣੇ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਢਹਿ ਪੈਂਦੇ ਹਨ, (ਗੁਰੂ) ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "An idnu Bgiq krih gur AwgY; gur kY sbid svwry ]1]",
    "TRANSLITERATION": "Anadhin Bhagath Karehi Gur Aagai Gur Kai Sabadh Savaarae ||1||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਜੀਵਨ) ਸੋਹਣੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "ihrdY nwmu AMimRq rsu rsnw; rsu gwvih rsu bIcwry ]",
    "TRANSLITERATION": "Hiradhai Naam Anmrith Ras Rasanaa Ras Gaavehi Ras Beechaarae ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਵਸਾਂਦੇ ਹਨ, ਜੀਭ ਨਾਲ ਉਸ ਨੂੰ ਸਲਾਹੁੰਦੇ ਹਨ, ਮਨ ਵਿਚ ਉਸ ਨਾਮ-ਰਸ ਨੂੰ ਵਿਚਾਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "gur prswid AMimRq rsu cIin@Aw; Eie pwvih moK duAwry ]2]",
    "TRANSLITERATION": "Gur Parasaadh Anmrith Ras Cheenihaaa Oue Paavehi Mokh Dhuaarae ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਰਸ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਪਛਾਣ ਲਿਆ, ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾਣ ਵਾਲਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "siqguru purKu Aclu. Aclw miq; ijsu idRVqw nwmu ADwry ]",
    "TRANSLITERATION": "Sathigur Purakh Achal Achalaa Math Jis Dhrirrathaa Naam Adhhaarae ||",
    "PUNJABI": "ਜਿਹੜਾ ਗੁਰੂ-ਪੁਰਖ ਅਡੋਲ-ਚਿੱਤ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਦੀ ਮੱਤ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਸਦਾ ਅਹਿੱਲ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦੇ ਅੰਦਰ ਸਦਾ ਅਡੋਲਤਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ਜਿਸ ਨੂੰ ਸਦਾ ਹਰਿ-ਨਾਮ ਦਾ ਸਹਾਰਾ ਹੈ,",
    "PRONUNCIATION": "A-c`lu[ A-c`lw"
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "iqsu AwgY jIau dyvau Apunw; hau. siqgur kY bilhwry ]3]",
    "TRANSLITERATION": "This Aagai Jeeo Dhaevo Apunaa Ho Sathigur Kai Balihaarae ||3||",
    "PUNJABI": "ਉਸ ਗੁਰੂ ਦੇ ਅੱਗੇ ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਭੇਟ ਕਰਦਾ ਹਾਂ, ਉਸ ਗੁਰੂ ਤੋਂ ਮੈਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "mnmuK BRim dUjY Bwie lwgy; AMqir AigAwn gubwry ]",
    "TRANSLITERATION": "Manamukh Bhram Dhoojai Bhaae Laagae Anthar Agiaan Gubaarae ||",
    "PUNJABI": "(ਗੁਰੂ ਵਾਲਾ ਪਾਸਾ ਛੱਡ ਕੇ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਦੇ ਕਾਰਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਹੀ) ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦਾ ਘੁੱਪ ਹਨੇਰਾ (ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "siqguru dwqw ndir. n AwvY; nw aurvwir. n pwry ]4]",
    "TRANSLITERATION": "Sathigur Dhaathaa Nadhar N Aavai Naa Ouravaar N Paarae ||4||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ, ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਨਾਹ ਉਰਲੇ ਪਾਸੇ ਨਾਹ ਪਾਰਲੇ ਪਾਸੇ (ਪਹੁੰਚ ਸਕਦੇ ਹਨ, ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਚ ਹੀ ਗੋਤੇ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "srby Git Git rivAw suAwmI; srb klw kl Dwry ]",
    "TRANSLITERATION": "Sarabae Ghatt Ghatt Raviaa Suaamee Sarab Kalaa Kal Dhhaarae ||",
    "PUNJABI": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਭਨਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਆਪਣੀ ਸੱਤਿਆ ਨਾਲ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸਹਾਰਾ ਦੇ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4248,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnku dwsin dwsu khq hY; kir ikrpw lyhu aubwry ]5]3]",
    "TRANSLITERATION": "Naanak Dhaasan Dhaas Kehath Hai Kar Kirapaa Laehu Oubaarae ||5||3||",
    "PUNJABI": "ਉਸ ਦੇ ਦਰ ਤੇ ਉਸ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੫॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 ]",
    "TRANSLITERATION": "Saarag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "goibd kI AYsI kwr kmwie ]",
    "TRANSLITERATION": "Gobidh Kee Aisee Kaar Kamaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਕਾਰ ਇਸ ਤਰ੍ਹਾਂ ਕਰਿਆ ਕਰ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "jo ikCu kry. su siq kir mwnhu; gurmuiK nwim rhhu ilv lwie ]1] rhwau ]",
    "TRANSLITERATION": "Jo Kishh Karae S Sath Kar Maanahu Guramukh Naam Rehahu Liv Laae ||1|| Rehaao ||",
    "PUNJABI": "ਕਿ ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਠੀਕ ਮੰਨਿਆ ਕਰ, ਅਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਿਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "goibd pRIiq lgI Aiq mITI; Avr ivsir sB jwie ]",
    "TRANSLITERATION": "Gobidh Preeth Lagee Ath Meethee Avar Visar Sabh Jaae ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤ ਬਹੁਤ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ (ਦੁਨੀਆ ਵਾਲੀ) ਹੋਰ ਸਾਰੀ ਪ੍ਰੀਤ ਭੁੱਲ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "An idnu rhsu BieAw. mnu mwinAw; joqI joiq imlwie ]1]",
    "TRANSLITERATION": "Anadhin Rehas Bhaeiaa Man Maaniaa Jothee Joth Milaae ||1||",
    "PUNJABI": "(ਉਸ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨਾਲ ਇਕ-ਮਿਕ ਹੋਈ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "jb gux gwie. qb hI mnu iqRpqY; sWiq vsY min Awie ]",
    "TRANSLITERATION": "Jab Gun Gaae Thab Hee Man Thripathai Saanth Vasai Man Aae ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਉਸ ਦਾ ਮਨ (ਮਾਇਆ ਦੀਆਂ ਭੁੱਖਾਂ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਆ ਵੱਸਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "gur ikrpwl Bey. qb pwieAw; hir crxI icqu lwie ]2]",
    "TRANSLITERATION": "Gur Kirapaal Bheae Thab Paaeiaa Har Charanee Chith Laae ||2||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਜੀ ਜਦੋਂ ਉਸ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "miq pRgws BeI hir iDAwieAw; igAwin qiq ilv lwie ]",
    "TRANSLITERATION": "Math Pragaas Bhee Har Dhhiaaeiaa Giaan Thath Liv Laae ||",
    "PUNJABI": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਨੇ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕੀਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "AMqir joiq pRgtI. mnu mwinAw; hir shij smwiD lgwie ]3]",
    "TRANSLITERATION": "Anthar Joth Pragattee Man Maaniaa Har Sehaj Samaadhh Lagaae ||3||",
    "PUNJABI": "ਉਸ ਦੀ ਮੱਤ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਮਨ ਇਕਾਗ੍ਰ ਕਰ ਕੇ ਉਸ ਦਾ ਮਨ (ਉਸ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਗਿਆ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "ihrdY kptu. inq kptu kmwvih; muKhu hir hir suxwie ]",
    "TRANSLITERATION": "Hiradhai Kapatt Nith Kapatt Kamaavehi Mukhahu Har Har Sunaae ||",
    "PUNJABI": "ਪਰ, (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਠੱਗੀ ਵੱਸਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਨਿਰਾ) ਮੂੰਹੋਂ ਹਰਿ-ਨਾਮ ਸੁਣਾ ਸੁਣਾ ਕੇ (ਅੰਦਰੋਂ ਅੰਦਰ) ਠੱਗੀ ਦਾ ਵਿਹਾਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "AMqir loBu mhw gubwrw; quh kUtY duK Kwie ]4]",
    "TRANSLITERATION": "Anthar Lobh Mehaa Gubaaraa Thuh Koottai Dhukh Khaae ||4||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਲੋਭ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਇਉਂ ਹੈ ਜਿਵੇਂ ਉਹ ਦਾਣਿਆਂ ਤੋਂ ਸੱਖਣੇ ਨਿਰੇ ਤੋਹ ਹੀ ਕੁੱਟਦਾ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਤੋਹ ਕੁੱਟਣ ਦੀਆਂ ਖੇਚਲਾਂ ਹੀ ਸਹਾਰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "jb supRsMn Bey pRB myry; gurmuiK prcw lwie ]",
    "TRANSLITERATION": "Jab Suprasann Bheae Prabh Maerae Guramukh Parachaa Laae ||",
    "PUNJABI": "ਜਦੋਂ ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ (ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ) ਬੜੇ ਪਰਸੰਨ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਜੀ ਨਾਲ ਪਿਆਰ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "supRsMn"
  },
  {
    "SHABAD_ID": 4249,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnk nwm inrMjnu pwieAw; nwmu jpq suKu pwie ]5]4]",
    "TRANSLITERATION": "Naanak Naam Niranjan Paaeiaa Naam Japath Sukh Paae ||5||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਤਦੋਂ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਕਰਨ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਅਤੇ ਨਾਮ ਜਪਦਿਆਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੫॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 ]",
    "TRANSLITERATION": "Saarag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "myrw mnu; rwm nwim mnu mwnI ]",
    "TRANSLITERATION": "Maeraa Man Raam Naam Man Maanee ||",
    "PUNJABI": "(ਤਦੋਂ ਤੋਂ) ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਗਿੱਝ ਗਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "myrY hIArY siqguir pRIiq lgweI; min hir hir kQw suKwnI ]1] rhwau ]",
    "TRANSLITERATION": "Maerai Heearai Sathigur Preeth Lagaaee Man Har Har Kathhaa Sukhaanee ||1|| Rehaao ||",
    "PUNJABI": "(ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰ ਦਿੱਤਾ ਹੈ, (ਤਦੋਂ ਤੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "dIn dieAwl hovhu jn aUpir; jn dyvhu AkQ khwnI ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Hovahu Jan Oopar Jan Dhaevahu Akathh Kehaanee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਗਰੀਬ ਸੇਵਕ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋਵੋ, ਮੈਨੂੰ ਦਾਸ ਨੂੰ ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੀ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇਵੋ।",
    "PRONUNCIATION": "A-kQ: polw bolo"
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "sMq jnw imil hir rsu pwieAw; hir min qin mIT lgwnI ]1]",
    "TRANSLITERATION": "Santh Janaa Mil Har Ras Paaeiaa Har Man Than Meeth Lagaanee ||1||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿੱਠੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "hir kY rMig rqy bYrwgI; ijn@ gurmiq nwmu pCwnI ]",
    "TRANSLITERATION": "Har Kai Rang Rathae Bairaagee Jinh Guramath Naam Pashhaanee ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਉਪਰਾਮ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "purKY purKu imilAw suKu pwieAw; sB cUkI Awvx jwnI ]2]",
    "TRANSLITERATION": "Purakhai Purakh Miliaa Sukh Paaeiaa Sabh Chookee Aavan Jaanee ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਸਾਰਾ ਗੇੜ ਮੁੱਕ ਗਿਆ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "nYxI ibrhu. dyKw pRB suAwmI; rsnw nwmu vKwnI ]",
    "TRANSLITERATION": "Nainee Birahu Dhaekhaa Prabh Suaamee Rasanaa Naam Vakhaanee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਹੈ ਕਿ ਅੱਖਾਂ ਨਾਲ ਮੈਂ ਤੇਰਾ ਦਰਸ਼ਨ ਕਰਦਾ ਰਹਾਂ, ਜੀਭ ਨਾਲ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ,",
    "PRONUNCIATION": ""
  }
]