[
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "sRvxI kIrqnu sunau idnu rwqI; ihrdY hir hir BwnI ]3]",
    "TRANSLITERATION": "Sravanee Keerathan Suno Dhin Raathee Hiradhai Har Har Bhaanee ||3||",
    "PUNJABI": "ਕੰਨਾਂ ਨਾਲ ਦਿਨ ਰਾਤ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦਾ ਰਹਾਂ, ਅਤੇ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹੇਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "pMc jnw. guir vsgiq Awxy; qau aunmin nwim lgwnI ]",
    "TRANSLITERATION": "Panch Janaa Gur Vasagath Aanae Tho Ounaman Naam Lagaanee ||",
    "PUNJABI": "ਜਦੋਂ ਗੁਰੂ ਨੇ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ (ਕਿਸੇ ਵਡ-ਭਾਗੀ ਦੇ) ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ, ਤਦੋਂ ਬਿਰਹੋਂ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜ ਕੇ ਉਸ ਦੀ ਸੁਰਤ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "l`gwnI"
  },
  {
    "SHABAD_ID": 4250,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "jn nwnk. hir ikrpw DwrI; hir rwmY nwim smwnI ]4]5]",
    "TRANSLITERATION": "Jan Naanak Har Kirapaa Dhhaaree Har Raamai Naam Samaanee ||4||5||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਉਸ ਦੀ ਲੀਨਤਾ ਹੋ ਗਈ ॥੪॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 ]",
    "TRANSLITERATION": "Saarag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "jp mn rwm nwmu pV@ swru ]",
    "TRANSLITERATION": "Jap Man Raam Naam Parrha Saar ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੜ੍ਹਿਆ ਕਰ, (ਇਹੀ) ਸ੍ਰੇਸ਼ਟ (ਕੰਮ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "rwm nwm ibnu iQru. nhI koeI; horu inhPl sBu ibsQwru ]1] rhwau ]",
    "TRANSLITERATION": "Raam Naam Bin Thhir Nehee Koee Hor Nihafal Sabh Bisathhaar ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਇਥੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ। ਹੋਰ ਸਾਰਾ ਖਿਲਾਰਾ ਐਸਾ ਹੈ ਜਿਸ ਤੋਂ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਕੋਈ ਫਲ ਨਹੀਂ ਮਿਲਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "ikAw lIjY. ikAw qjIAY baury; jo dIsY so Cwru ]",
    "TRANSLITERATION": "Kiaa Leejai Kiaa Thajeeai Bourae Jo Dheesai So Shhaar ||",
    "PUNJABI": "ਹੇ ਕਮਲੇ ਮਨ! ਜੋ ਕੁਝ (ਜਗਤ ਵਿਚ) ਦਿੱਸ ਰਿਹਾ ਹੈ ਉਹ (ਸਭ) ਨਾਸਵੰਤ ਹੈ, ਇਸ ਵਿਚੋਂ ਨਾਹ ਕੁਝ ਆਪਣਾ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ਨਾਹ ਛੱਡਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "ijsu ibiKAw kau. qum@ ApunI kir jwnhu; sw Cwif jwhu. isir Bwru ]1]",
    "TRANSLITERATION": "Jis Bikhiaa Ko Thumh Apunee Kar Jaanahu Saa Shhaadd Jaahu Sir Bhaar ||1||",
    "PUNJABI": "ਹੇ ਕਮਲੇ! ਜਿਸ ਮਾਇਆ ਨੂੰ ਤੂੰ ਆਪਣੀ ਸਮਝੀ ਬੈਠਾ ਹੈਂ, ਉਹ ਤਾਂ ਛੱਡ ਜਾਹਿਂਗਾ, (ਉਸ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਪਾਪਾਂ ਦਾ) ਭਾਰ ਹੀ ਆਪਣੇ ਸਿਰ ਉੱਤੇ (ਲੈ ਜਾਹਿਂਗਾ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "iqlu iqlu plu plu. AauD Puin GwtY; bUiJ. n skY, gvwru ]",
    "TRANSLITERATION": "Thil Thil Pal Pal Aoudhh Fun Ghaattai Boojh N Sakai Gavaar ||",
    "PUNJABI": "ਰਤਾ ਰਤਾ ਕਰ ਕੇ ਪਲ ਪਲ ਕਰ ਕੇ ਉਮਰ ਘਟਦੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਮੂਰਖ ਮਨੁੱਖ (ਇਹ ਗੱਲ) ਸਮਝ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "so ikCu krY. ij swiQ, n cwlY; iehu swkq kw Awcwru ]2]",
    "TRANSLITERATION": "So Kishh Karai J Saathh N Chaalai Eihu Saakath Kaa Aachaar ||2||",
    "PUNJABI": "(ਮੂਰਖ) ਉਹੀ ਕੁਝ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜੋ (ਅੰਤ ਵੇਲੇ) ਇਸ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ। ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਮਨੁੱਖ ਦਾ ਸਦਾ ਇਹੀ ਕਰਤੱਬ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "sMq jnw kY sMig imlu baury; qau pwvih moK duAwru ]",
    "TRANSLITERATION": "Santh Janaa Kai Sang Mil Bourae Tho Paavehi Mokh Dhuaar ||",
    "PUNJABI": "ਹੇ ਕਮਲੇ! ਸੰਤ ਜਨਾਂ ਨਾਲ ਮਿਲ ਬੈਠਿਆ ਕਰ, ਤਦੋਂ ਹੀ ਤੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਸਕੇਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "ibnu sqsMg suKu iknY. n pwieAw; jwie pUChu byd bIcwru ]3]",
    "TRANSLITERATION": "Bin Sathasang Sukh Kinai N Paaeiaa Jaae Pooshhahu Baedh Beechaar ||3||",
    "PUNJABI": "ਬੇਸ਼ੱਕ ਵੇਦ (ਆਦਿਕ ਹੋਰ ਧਰਮ-ਪੁਸਤਕਾਂ) ਦਾ ਭੀ ਵਿਚਾਰ ਜਾ ਕੇ ਪੁੱਛ ਵੇਖੋ (ਸਭ ਇਹੀ ਦੱਸਣਗੇ ਕਿ) ਸਾਧ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਭੀ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੱਭਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "rwxw rwau sBY koaU cwlY; JUTu Coif jwie pwswru ]",
    "TRANSLITERATION": "Raanaa Raao Sabhai Kooo Chaalai Jhooth Shhodd Jaae Paasaar ||",
    "PUNJABI": "ਕੋਈ ਰਾਜਾ ਹੋਵੇ ਪਾਤਿਸ਼ਾਹ ਹੋਵੇ, ਹਰ ਕੋਈ (ਇਥੋਂ ਆਖ਼ਰ) ਤੁਰ ਪੈਂਦਾ ਹੈ, ਇਸ ਨਾਸਵੰਤ ਜਗਤ-ਖਿਲਾਰੇ ਨੂੰ ਛੱਡ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4251,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnk sMq sdw iQru inhclu; ijn rwm nwmu AwDwru ]4]6]",
    "TRANSLITERATION": "Naanak Santh Sadhaa Thhir Nihachal Jin Raam Naam Aadhhaar ||4||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਬਣਾਇਆ ਹੈ ਉਹ ਸੰਤ ਜਨ (ਇਸ ਮੋਹਨੀ ਮਾਇਆ ਦੇ ਪਸਾਰੇ ਵਿਚ) ਅਡੋਲ-ਚਿੱਤ ਰਹਿੰਦੇ ਹਨ ॥੪॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 Gru 3 dupdw",
    "TRANSLITERATION": "Saarag Mehalaa 4 Ghar 3 Dhupadhaa",
    "PUNJABI": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "kwhy pUq Jgrq hau, sMig bwp ]",
    "TRANSLITERATION": "Kaahae Pooth Jhagarath Ho Sang Baap ||",
    "PUNJABI": "ਹੇ ਪੁੱਤਰ! (ਦੁਨੀਆ ਦੇ ਧਨ ਦੀ ਖ਼ਾਤਰ) ਪਿਤਾ ਨਾਲ ਕਿਉਂ ਝਗੜਾ ਕਰਦੇ ਹੋ?",
    "PRONUNCIATION": "hauhoN"
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "ijn ky jxy bfIry. qum hau; iqn isau Jgrq pwp ]1] rhwau ]",
    "TRANSLITERATION": "Jin Kae Janae Baddeerae Thum Ho Thin Sio Jhagarath Paap ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਪੁੱਤਰ! ਜਿਨ੍ਹਾਂ ਮਾਪਿਆਂ ਨੇ ਜੰਮਿਆ ਤੇ ਪਾਲਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨਾਲ (ਧਨ ਦੀ ਖ਼ਾਤਰ) ਝਗੜਾ ਕਰਨਾ ਮਾੜਾ ਕੰਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(bfIry) vifAwey"
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "ijsu Dn kw. qum grbu krq hau; so Dnu iksih. n Awp ]",
    "TRANSLITERATION": "Jis Dhhan Kaa Thum Garab Karath Ho So Dhhan Kisehi N Aap ||",
    "PUNJABI": "ਹੇ ਪੁੱਤਰ! ਜਿਸ ਧਨ ਦਾ ਤੁਸੀਂ ਮਾਣ ਕਰਦੇ ਹੋ, ਉਹ ਧਨ (ਕਦੇ ਭੀ) ਕਿਸੇ ਦਾ ਆਪਣਾ ਨਹੀਂ ਬਣਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "iKn mih Coif jwie ibiKAw rsu; qau lwgY pCuqwp ]1]",
    "TRANSLITERATION": "Khin Mehi Shhodd Jaae Bikhiaa Ras Tho Laagai Pashhuthaap ||1||",
    "PUNJABI": "ਹਰੇਕ ਮਨੁੱਖ ਮਾਇਆ ਦਾ ਚਸਕਾ (ਅੰਤ ਵੇਲੇ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਛੱਡ ਜਾਂਦਾ ਹੈ (ਜਦੋਂ ਛੱਡਦਾ ਹੈ) ਤਦੋਂ ਉਸ ਨੂੰ (ਛੱਡਣ ਦਾ) ਹਾਹੁਕਾ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "jo qumry pRB hoqy suAwmI; hir iqn ky jwphu jwp ]",
    "TRANSLITERATION": "Jo Thumarae Prabh Hothae Suaamee Har Thin Kae Jaapahu Jaap ||",
    "PUNJABI": "ਹੇ ਪੁੱਤਰ! ਜਿਹੜੇ ਪ੍ਰਭੂ ਜੀ ਤੁਹਾਡੇ (ਸਾਡੇ ਸਭਨਾਂ ਦੇ) ਮਾਲਕ ਹਨ, ਉਹਨਾਂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਿਆ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4252,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "aupdysu krq. nwnk jn qum kau; jau sunhu. qau jwie sMqwp ]2]1]7]",
    "TRANSLITERATION": "Oupadhaes Karath Naanak Jan Thum Ko Jo Sunahu Tho Jaae Santhaap ||2||1||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪੁੱਤਰ!) ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਜਿਹੜਾ ਉਪਦੇਸ਼ ਤੁਹਾਨੂੰ ਕਰਦੇ ਹਨ ਜੇ ਤੁਸੀਂ ਉਹ ਉਪਦੇਸ਼ (ਧਿਆਨ ਨਾਲ) ਸੁਣੋ ਤਾਂ (ਤੁਹਾਡੇ ਅੰਦਰੋਂ) ਮਾਨਸਕ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਏ ॥੨॥੧॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 Gru 5 dupdy pVqwl",
    "TRANSLITERATION": "Saarag Mehalaa 4 Ghar 5 Dhupadhae Parrathaala",
    "PUNJABI": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "jip mn. jgMnwQ jgdIsro jgjIvno; mnmohn isau pRIiq lwgI; mY hir hir hir tyk, sB idnsu sB rwiq ]1] rhwau ]",
    "TRANSLITERATION": "Jap Man Jagannaathh Jagadheesaro Jagajeevano Manamohan Sio Preeth Laagee Mai Har Har Har Ttaek Sabh Dhinas Sabh Raath ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਗਤ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ (ਉਸ ਦਾ ਨਾਮ ਜਪਿਆਂ ਉਸ) ਮਨ ਦੇ ਮੋਹਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ। ਮੈਨੂੰ ਤਾਂ ਸਾਰਾ ਦਿਨ ਸਾਰੀ ਰਾਤ ਉਸੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸਹਾਰਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "j`gdIsro[j`gjIvno"
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "hir kI aupmw Aink, Aink Aink gun gwvq; suk nwrd bRhmwidk, qv gun suAwmI ginn. n jwiq ]",
    "TRANSLITERATION": "Har Kee Oupamaa Anik Anik Anik Gun Gaavath Suk Naaradh Brehamaadhik Thav Gun Suaamee Ganin N Jaath ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀਆਂ ਅਨੇਕਾਂ ਵਡਿਆਈਆਂ ਹਨ। ਹੇ ਸੁਆਮੀ ਪ੍ਰਭੂ! ਸੁਕਦੇਵ ਨਾਰਦ ਬ੍ਰਹਮਾ ਆਦਿਕ ਦੇਵਤੇ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇਰੇ ਗੁਣ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "qU hir byAMqu. qU hir byAMqu, qU hir suAwmI; qU Awpy hI jwnih, AwpnI BWiq ]1]",
    "TRANSLITERATION": "Thoo Har Baeanth Thoo Har Baeanth Thoo Har Suaamee Thoo Aapae Hee Jaanehi Aapanee Bhaanth ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਆਪਣੀ ਅਵਸਥਾ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "hir kY inkit inkit, hir inkt hI bsqy; qy hir ky jn swDU, hir Bgwq ]",
    "TRANSLITERATION": "Har Kai Nikatt Nikatt Har Nikatt Hee Basathae Thae Har Kae Jan Saadhhoo Har Bhagaath ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨੇੜੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨੇੜੇ ਵੱਸਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਸਾਧੂ ਜਨ ਹਨ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4253,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "qy hir ky jn, hir isau ril imly; jYsy jn nwnk. sllY sll imlwiq ]2]1]8]",
    "TRANSLITERATION": "Thae Har Kae Jan Har Sio Ral Milae Jaisae Jan Naanak Salalai Salal Milaath ||2||1||8||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਉਹ ਸੇਵਕ ਪਰਮਾਤਮਾ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੇ ਹਨ, ਜਿਵੇਂ ਪਾਣੀ ਪਾਣੀ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੨॥੧॥੮॥",
    "PRONUNCIATION": ""
  }
]