[
  {
    "id": 9278,
    "shabad_id": 679,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮਾਨੁ ਅਭਿਮਾਨੁ ਦੋੳੂ ਸਮਾਨੇ; ਮਸਤਕੁ ਡਾਰਿ. ਗੁਰ ਪਾਗਿਓ ॥",
    "transliteration": "Maan Abhimaan Dhooo Samaanae Masathak Ddaar Gur Paagiou ||",
    "translation": "Honor and dishonor are the same to me; I have placed my forehead upon the Guru's Feet.",
    "punjabi": "ਹੇ ਭੈਣ! ਕੋਈ ਮੇਰਾ ਆਦਰ ਕਰੇ, ਕੋਈ ਮੇਰੇ ਨਾਲ ਆਕੜ ਵਾਲਾ ਸਲੂਕ ਕਰੇ, ਮੈਨੂੰ ਦੋਵੇਂ ਇਕੋ ਜਿਹੇ ਜਾਪਦੇ ਹਨ, (ਕਿਉਂਕਿ) ਮੈਂ ਆਪਣਾ ਮੱਥਾ (ਸਿਰ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤੇ ਰੱਖ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਡਾਰਿ) ਰੱਖ ਕੇ। (ਪਾਗਿਓ) ਚਰਨਾਂ ਤੇ",
    "type_id": 3
  },
  {
    "id": 9279,
    "shabad_id": 679,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸੰਪਤ ਹਰਖੁ ਨ ਅਾਪਤ ਦੂਖਾ; ਰੰਗੁ ਠਾਕੁਰੈ ਲਾਗਿਓ ॥੧॥",
    "transliteration": "Sanpath Harakh N Aapath Dhookhaa Rang Thaakurai Laagiou ||1||",
    "translation": "Wealth does not excite me, and misfortune does not disturb me; I have embraced love for my Lord and Master. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਮਨ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਬਣ ਚੁੱਕਾ ਹੈ, ਹੁਣ ਮੈਨੂੰ ਆਏ ਧਨ ਦੀ ਖ਼ੁਸ਼ੀ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ ਆਈ ਬਿਪਤਾ ਤੋਂ ਦੁੱਖ ਨਹੀਂ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "(ਸੰਪਤ) ਧਨ ਦੀ (ਹਰਖੁ) ਖੁਸ਼ੀ। (ਅਾਪਤ)ਬਿਪਤਾ",
    "type_id": 3
  },
  {
    "id": 9280,
    "shabad_id": 679,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਬਾਸ ਬਾਸਰੀ ੲੇਕੈ ਸੁਅਾਮੀ; ੳੁਦਿਅਾਨ ਦਿ੍ਰਸਟਾਗਿਓ ॥",
    "transliteration": "Baas Baasaree Eaekai Suaamee Oudhiaan Dhrisattaagiou ||",
    "translation": "The One Lord and Master dwells in the home; He is seen in the wilderness as well.",
    "punjabi": "ਹੇ ਭੈਣ! ਹੁਣ ਮੈਨੂੰ ਸਭ ਘਰਾਂ ਵਿਚ ਇਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਜੰਗਲਾਂ ਵਿਚ ਭੀ ਮੈਨੂੰ ਉਹੀ ਨਜ਼ਰੀਂ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ੳੁਦਿਅਾਨ) ੳੁਜਾੜ। (ਦਿ੍ਰਸਟਾਗਿਓ) ਨਜ਼ਰ ਅਾੲੇ",
    "type_id": 3
  },
  {
    "id": 9281,
    "shabad_id": 679,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਨਿਰਭੳੁ ਭੲੇ ਸੰਤ. ਭ੍ਰਮੁ ਡਾਰਿਓ; ਪੂਰਨ ਸਰਬਾਗਿਓ ॥੨॥",
    "transliteration": "Nirabho Bheae Santh Bhram Ddaariou Pooran Sarabaagiou ||2||",
    "translation": "I have become fearless; the Saint has removed my doubts. The All-knowing Lord is pervading everywhere. ||2||",
    "punjabi": "ਗੁਰੂ-ਸੰਤ (ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਭਟਕਣਾ ਮੁਕਾ ਲਈ ਹੈ, ਹੁਣ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ ਮੈਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ ਤੇ ਮੈਂ ਨਿਡਰ ਹੋ ਗਿਆ ਹਾਂ ॥੨॥",
    "pronunciation": "(ਡਾਰਿਓ) ਤਿਅਾਗ ਦਿੱਤਾ। (ਸਰਬਾਗਿਓ) ਸਭ ਕੁਝ ਜਾਨਣ ਵਾਲੇ ਪ੍ਰਭ ਜੀ",
    "type_id": 3
  },
  {
    "id": 9282,
    "shabad_id": 679,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਕਰਤੈ ਕਾਰਣੁ ਕੀਨੋ; ਮਨਿ. ਬੁਰੋ ਨ ਲਾਗਿਓ ॥",
    "transliteration": "Jo Kishh Karathai Kaaran Keeno Man Buro N Laagiou ||",
    "translation": "Whatever the Creator does, my mind is not troubled.",
    "punjabi": "(ਹੇ ਭੈਣ! ਜਦੋਂ ਭੀ) ਜੇਹੜਾ ਹੀ ਸਬੱਬ ਕਰਤਾਰ ਨੇ ਬਣਾਇਆ (ਹੁਣ ਮੈਨੂੰ ਆਪਣੇ) ਮਨ ਵਿਚ (ਉਹ) ਭੈੜਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9283,
    "shabad_id": 679,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਪਰਸਾਦਿ ਸੰਤਨ ਕੈ; ਸੋੲਿਓ ਮਨੁ ਜਾਗਿਓ ॥੩॥",
    "transliteration": "Saadhhasangath Parasaadh Santhan Kai Soeiou Man Jaagiou ||3||",
    "translation": "By the Grace of the Saints and the Company of the Holy, my sleeping mind has been awakened. ||3||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਸੁੱਤਾ ਹੋਇਆ (ਮੇਰਾ) ਮਨ ਜਾਗ ਪਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9284,
    "shabad_id": 679,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਓੜਿ ਤੁਹਾਰੀ ਪਰਿਓ; ਅਾੲਿਓ ਸਰਣਾਗਿਓ ॥",
    "transliteration": "Jan Naanak Ourr Thuhaaree Pariou Aaeiou Saranaagiou ||",
    "translation": "Servant Nanak seeks Your Support; he has come to Your Sanctuary.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਤੇਰੀ ਓਟ ਵਿਚ ਆ ਪਿਆ ਹਾਂ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆ ਡਿੱਗਾ ਹਾਂ।",
    "pronunciation": "(ਓੜਿ) ਸਰਨ",
    "type_id": 3
  },
  {
    "id": 9285,
    "shabad_id": 679,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਮ ਰੰਗ ਸਹਜ ਰਸ ਮਾਣੇ; ਫਿਰਿ. ਦੂਖੁ ਨ ਲਾਗਿਓ ॥੪॥੨॥੧੬੦॥",
    "transliteration": "Naam Rang Sehaj Ras Maanae Fir Dhookh N Laagiou ||4||2||160||",
    "translation": "In the Love of the Naam, the Name of the Lord, he enjoys intuitive peace; pain no longer touches him. ||4||2||160||",
    "punjabi": "ਹੁਣ ਮੈਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਪੋਂਹਦਾ। ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹਾਂ ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਮਾਣ ਰਿਹਾ ਹਾਂ ॥੪॥੨॥੧੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9286,
    "shabad_id": 680,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੳੁੜੀ ਮਾਲਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Maalaa Mehalaa 5 ||",
    "translation": "Gauree Maalaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9287,
    "shabad_id": 680,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪਾੲਿਅਾ ਲਾਲੁ ਰਤਨੁ; ਮਨਿ ਪਾੲਿਅਾ ॥",
    "transliteration": "Paaeiaa Laal Rathan Man Paaeiaa ||",
    "translation": "I have found the jewel of my Beloved within my mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ) ਮਨ ਵਿਚ ਇਕ ਲਾਲ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9288,
    "shabad_id": 680,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਨੁ ਸੀਤਲੁ. ਮਨੁ ਸੀਤਲੁ ਥੀਅਾ; ਸਤਗੁਰੁ ਸਬਦਿ ਸਮਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Than Seethal Man Seethal Thheeaa Sathagur Sabadh Samaaeiaa ||1|| Rehaao ||",
    "translation": "My body is cooled, my mind is cooled and soothed, and I am absorbed into the Shabad, the Word of the True Guru. ||1||Pause||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹਾਂ, ਮੇਰਾ ਸਰੀਰ (ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ) ਸ਼ਾਂਤ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਠੰਢਾ ਹੋ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਥੀਅਾ) ਹੋੲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 9289,
    "shabad_id": 680,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਲਾਥੀ ਭੂਖ ਤਿ੍ਰਸਨ ਸਭ ਲਾਥੀ; ਚਿੰਤਾ ਸਗਲ ਬਿਸਾਰੀ ॥",
    "transliteration": "Laathhee Bhookh Thrisan Sabh Laathhee Chinthaa Sagal Bisaaree ||",
    "translation": "My hunger has departed, my thirst has totally departed, and all my anxiety is forgotten.",
    "punjabi": "(ਹੇ ਭਾਈ! ਕਿਉਂਕਿ ਮੇਰੀ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਲਹਿ ਗਈ ਹੈ, ਮੇਰੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਤ੍ਰੇਹ ਮੁੱਕ ਗਈ ਹੈ, ਮੈਂ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਭੁਲਾ ਦਿੱਤੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9290,
    "shabad_id": 680,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਰੁ ਮਸਤਕਿ. ਗੁਰਿ ਪੂਰੈ ਧਰਿਓ; ਮਨੁ ਜੀਤੋ ਜਗੁ ਸਾਰੀ ॥੧॥",
    "transliteration": "Kar Masathak Gur Poorai Dhhariou Man Jeetho Jag Saaree ||1||",
    "translation": "The Perfect Guru has placed His Hand upon my forehead; conquering my mind, I have conquered the whole world. ||1||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮੇਰੇ) ਮੱਥੇ ਉਤੇ (ਆਪਣਾ ਹੱਥ ਰੱਖਿਆ ਹੈ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਆਪਣਾ) ਮਨ ਕਾਬੂ ਵਿਚ ਕਰ ਲਿਆ ਹੈ (ਮਾਨੋ) ਮੈਂ ਸਾਰਾ ਜਗਤ ਜਿੱਤ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9291,
    "shabad_id": 680,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਤਿ੍ਰਪਤਿ ਅਘਾੲਿ ਰਹੇ ਰਿਦ ਅੰਤਰਿ; ਡੋਲਨ ਤੇ. ਅਬ ਚੂਕੇ ॥",
    "transliteration": "Thripath Aghaae Rehae Ridh Anthar Ddolan Thae Ab Chookae ||",
    "translation": "Satisfied and satiated, I remain steady within my heart, and now, I do not waver at all.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਵਲੋਂ ਮੇਰੇ ਅੰਦਰ) ਤ੍ਰਿਪਤੀ ਹੋ ਗਈ ਹੈ, ਮੈਂ (ਮਾਇਆ ਵਲੋਂ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਰੱਜ ਗਿਆ ਹਾਂ, ਹੁਣ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਡੋਲਣ ਤੋਂ ਮੈਂ ਹਟ ਗਿਆ ਹਾਂ।",
    "pronunciation": "(ਅਘਾਂੲਿ) ਰੱਜ ਗੲੇ",
    "type_id": 3
  },
  {
    "id": 9292,
    "shabad_id": 680,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਖੁਟੁ ਖਜਾਨਾ, ਸਤਿਗੁਰਿ ਦੀਅਾ; ਤੋਟਿ ਨਹੀ ਰੇ ਮੂਕੇ ॥੨॥",
    "transliteration": "Akhutt Khajaanaa Sathigur Dheeaa Thott Nehee Rae Mookae ||2||",
    "translation": "The True Guru has given me the inexhaustible treasure; it never decreases, and never runs out. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਇਕ ਅਜੇਹਾ) ਖ਼ਜ਼ਾਨਾ ਦਿੱਤਾ ਹੈ ਜੋ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ, ਉਸ ਵਿਚ ਕਮੀ ਨਹੀਂ ਆ ਸਕਦੀ, ਉਹ ਖ਼ਤਮ ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੨॥",
    "pronunciation": "(ਅ-ਖੁੱਟੁ) ਨਾ ਮੁੱਕਣ ਵਾਲਾ। ਮੂ੍ਨਕੇੇ",
    "type_id": 3
  },
  {
    "id": 9293,
    "shabad_id": 680,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਅਚਰਜੁ ੲੇਕੁ ਸੁਨਹੁ ਰੇ ਭਾੲੀ; ਗੁਰਿ. ਅੈਸੀ ਬੂਝ ਬੁਝਾੲੀ ॥",
    "transliteration": "Acharaj Eaek Sunahu Rae Bhaaee Gur Aisee Boojh Bujhaaee ||",
    "translation": "Listen to this wonder, O Siblings of Destiny: the Guru has given me this understanding.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕ ਹੋਰ ਅਨੋਖੀ ਗੱਲ ਸੁਣ। ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਅਜੇਹੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ)",
    "pronunciation": "ਅ-ਚਰਜੁ। ਬੱੂਝ। ਬੂੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 9294,
    "shabad_id": 680,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਲਾਹਿ ਪਰਦਾ ਠਾਕੁਰੁ ਜੳੁ ਭੇਟਿਓ; ਤੳੁ ਬਿਸਰੀ ਤਾਤਿ ਪਰਾੲੀ ॥੩॥",
    "transliteration": "Laahi Paradhaa Thaakur Jo Bhaettiou Tho Bisaree Thaath Paraaee ||3||",
    "translation": "I threw off the veil of illusion, when I met my Lord and Master; then, I forgot my jealousy of others. ||3||",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਮੇਰੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ) ਪਰਦਾ ਲਾਹ ਕੇ ਮੈਨੂੰ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਮਿਲਿਆ ਹੈ ਤਦੋਂ ਤੋਂ (ਮੇਰੇ ਦਿਲ ਵਿਚੋਂ) ਪਰਾਈ ਈਰਖਾ ਵਿਸਰ ਗਈ ਹੈ ॥੩॥",
    "pronunciation": "(ਭੇਟਿਓ) ਮਿਲੇ। (ਤਾਤਿ) ੲੀਰਖਾ, ਜਲਨ",
    "type_id": 3
  },
  {
    "id": 9295,
    "shabad_id": 680,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਕਹਿਓ ਨ ਜਾੲੀ. ੲੇਹੁ ਅਚੰਭੳੁ; ਸੋ ਜਾਨੈ ਜਿਨਿ ਚਾਖਿਅਾ ॥",
    "transliteration": "Kehiou N Jaaee Eaehu Achanbho So Jaanai Jin Chaakhiaa ||",
    "translation": "This is a wonder which cannot be described. They alone know it, who have tasted it.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਇਕ ਐਸਾ ਅਸਚਰਜ ਆਨੰਦ ਹੈ ਜੇਹੜਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਇਸ ਰਸ ਨੂੰ ਉਹੀ ਜਾਣਦਾ ਹੈ ਜਿਸ ਨੇ ਇਹ ਚੱਖਿਆ ਹੈ।",
    "pronunciation": "(ਅਚੰਭੳੁ) ਅਸਚਰਜ ਕੌਤਕ",
    "type_id": 3
  },
  {
    "id": 9296,
    "shabad_id": 680,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸਚ ਭੲੇ ਬਿਗਾਸਾ; ਗੁਰਿ. ਨਿਧਾਨੁ ਰਿਦੈ ਲੈ ਰਾਖਿਅਾ ॥੪॥੩॥੧੬੧॥",
    "transliteration": "Kahu Naanak Sach Bheae Bigaasaa Gur Nidhhaan Ridhai Lai Raakhiaa ||4||3||161||",
    "translation": "Says Nanak, the Truth has been revealed to me. The Guru has given me the treasure; I have taken it and enshrined it within my heart. ||4||3||161||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲਿਆ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ, ਤੇ ਮੇਰੇ ਅੰਦਰ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਗਿਆਨ) ਦਾ ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ ॥੪॥੩॥੧੬੧॥",
    "pronunciation": "(ਬਿਗਾਸਾ) ਪ੍ਰਕਾਸ਼, ਖੇੜਾ",
    "type_id": 3
  },
  {
    "id": 9297,
    "shabad_id": 681,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੳੁੜੀ ਮਾਲਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Maalaa Mehalaa 5 ||",
    "translation": "Gauree Maalaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9298,
    "shabad_id": 681,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੳੁਬਰਤ; ਰਾਜਾਰਾਮ ਕੀ ਸਰਣੀ ॥",
    "transliteration": "Oubarath Raajaa Raam Kee Saranee ||",
    "translation": "Those who take to the Sanctuary of the Lord, the King, are saved.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਬਚ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਬਰਤ)ਬਚਦਾਹੈ।(ਰਾਜਾਰਾਮ) ਵਾਹਿਗੁਰੂ",
    "type_id": 3
  },
  {
    "id": 9299,
    "shabad_id": 681,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਰਬ ਲੋਕ ਮਾੲਿਅਾ ਕੇ ਮੰਡਲ; ਗਿਰਿ ਗਿਰਿ ਪਰਤੇ ਧਰਣੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sarab Lok Maaeiaa Kae Manddal Gir Gir Parathae Dhharanee ||1|| Rehaao ||",
    "translation": "All other people, in the mansion of Maya, fall flat on their faces on the ground. ||1||Pause||",
    "punjabi": "ਮਾਤ ਲੋਕ, ਪਾਤਾਲ ਲੋਕ, ਆਕਾਸ਼ ਲੋਕ-ਇਹਨਾਂ ਸਭਨਾਂ ਲੋਕਾਂ ਦੇ ਜੀਵ ਮਾਇਆ ਦੇ ਚੱਕਰ ਵਿਚ ਹੀ ਫਸੇ ਪਏ ਹਨ, (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਦੇ ਕਾਰਨ ਜੀਵ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੋਂ) ਡਿੱਗ ਡਿੱਗ ਕੇ ਨੀਵੀਂ ਆਤਮਕ ਦਸ਼ਾ ਵਿਚ ਆ ਪੈਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੰਡਲ) ਚੱਕਰ। (ਧਰਣੀ) ਧਰਤੀ ਤੇ",
    "type_id": 4
  },
  {
    "id": 9300,
    "shabad_id": 681,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਾਸਤ ਸਿੰਮਿ੍ਰਤਿ ਬੇਦ ਬੀਚਾਰੇ; ਮਹਾਪੁਰਖਨ ੲਿੳੁ ਕਹਿਅਾ ॥",
    "transliteration": "Saasath Sinmrith Baedh Beechaarae Mehaa Purakhan Eio Kehiaa ||",
    "translation": "The great men have studied the Shaastras, the Simritees and the Vedas, and they have said this:",
    "punjabi": "(ਪੰਡਿਤ ਲੋਕ ਤਾਂ) ਸ਼ਾਸਤ੍ਰ ਸਿਮ੍ਰਿਤੀਆਂ ਵੇਦ (ਆਦਿਕ ਸਾਰੇ ਧਰਮ-ਪੁਸਤਕ) ਵਿਚਾਰਦੇ ਆ ਰਹੇ ਹਨ। ਪਰ ਮਹਾ-ਪੁਰਖਾਂ ਨੇ ਇਉਂ ਹੀ ਆਖਿਆ ਹੈ,",
    "pronunciation": "ਸਿੰਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 9301,
    "shabad_id": 681,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਭਜਨ. ਨਾਹੀ ਨਿਸਤਾਰਾ; ਸੂਖੁ. ਨ ਕਿਨਹੂੰ ਲਹਿਅਾ ॥੧॥",
    "transliteration": "Bin Har Bhajan Naahee Nisathaaraa Sookh N Kinehoon Lehiaa ||1||",
    "translation": "\"Without the Lord's meditation, there is no emancipation, and no one has ever found peace.\"||1||",
    "punjabi": "ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ, (ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਭੀ ਸੁਖ ਨਹੀਂ ਪਾਇਆ ॥੧॥",
    "pronunciation": "(ਨਿਸਤਾਰਾ) ਤਰਨਾ",
    "type_id": 3
  },
  {
    "id": 9302,
    "shabad_id": 681,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤੀਨਿ ਭਵਨ ਕੀ ਲਖਮੀ ਜੋਰੀ; ਬੂਝਤ ਨਾਹੀ. ਲਹਰੇ ॥",
    "transliteration": "Theen Bhavan Kee Lakhamee Joree Boojhath Naahee Leharae ||",
    "translation": "People may accumulate the wealth of the three worlds, but the waves of greed are still not subdued.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਮਨੁੱਖ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਹੀ ਮਾਇਆ ਇਕੱਠੀ ਕਰ ਲਏ, ਤਾਂ ਭੀ ਲੋਭ ਦੀਆਂ ਲਹਰਾਂ ਮਿਟਦੀਆਂ ਨਹੀਂ ਹਨ।",
    "pronunciation": "(ਲੱਖਮੀ) ਧਨ ਦੌਲਤ। (ਲਹਰੇ) ਲਹਰਾਂ। ਬੂਝਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 9303,
    "shabad_id": 681,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਭਗਤਿ. ਕਹਾ ਥਿਤਿ ਪਾਵੈ; ਫਿਰਤੋ ਪਹਰੇ ਪਹਰੇ ॥੨॥",
    "transliteration": "Bin Har Bhagath Kehaa Thhith Paavai Firatho Peharae Peharae ||2||",
    "translation": "Without devotional worship of the Lord, where can anyone find stability? People wander around endlessly. ||2||",
    "punjabi": "(ਇਤਨੀ ਮਾਇਆ ਜੋੜ ਜੋੜ ਕੇ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਕਿਤੇ ਭੀ ਮਨ ਦਾ ਟਿਕਾਉ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਹਰ ਵੇਲੇ ਹੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਥਿਤਿ) ਟਿਕਾਅ। (ਪਹਰੇ ਪਹਰੇ) ਹਰ ਵੇਲੇ",
    "type_id": 3
  },
  {
    "id": 9304,
    "shabad_id": 681,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅਨਿਕ ਬਿਲਾਸ ਕਰਤ ਮਨ ਮੋਹਨ; ਪੂਰਨ ਹੋਤ ਨ ਕਾਮਾ ॥",
    "transliteration": "Anik Bilaas Karath Man Mohan Pooran Hoth N Kaamaa ||",
    "translation": "People engage in all sorts of mind-enticing pastimes, but their passions are not fulfilled.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਨੁੱਖ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀਆਂ ਅਨੇਕਾਂ ਮੌਜਾਂ ਭੀ ਕਰਦਾ ਰਹੇ, (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਵਾਸ਼ਨਾ ਪੂਰੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "(ਬਿਲਾਸ) ਅਨੰਦ ਭੋਗ। ਮਨ (ਮੋਹਨ) ਭਾੳੁਂਦੇ। (ਕਾਮਾ) ਕਾਮਨਾਵਾਂ",
    "type_id": 3
  },
  {
    "id": 9305,
    "shabad_id": 681,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਲਤੋ ਜਲਤੋ. ਕਬਹੂ ਨ ਬੂਝਤ; ਸਗਲ ਬਿ੍ਰਥੇ. ਬਿਨੁ ਨਾਮਾ ॥੩॥",
    "transliteration": "Jalatho Jalatho Kabehoo N Boojhath Sagal Brithhae Bin Naamaa ||3||",
    "translation": "They burn and burn, and are never satisfied; without the Lord's Name, it is all useless. ||3||",
    "punjabi": "ਮਨੁੱਖ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦਾ ਫਿਰਦਾ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਕਦੇ ਬੁੱਝਦੀ ਨਹੀਂ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੇ ਹੋਰ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9306,
    "shabad_id": 681,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ. ਜਪਹੁ ਮੇਰੇ ਮੀਤਾ; ੲਿਹੈ ਸਾਰ ਸੁਖੁ ਪੂਰਾ ॥",
    "transliteration": "Har Kaa Naam Japahu Maerae Meethaa Eihai Saar Sukh Pooraa ||",
    "translation": "Chant the Name of the Lord, my friend; this is the essence of perfect peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਇਹੀ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਹੈ, ਤੇ ਇਸ ਸੁਖ ਵਿਚ ਕੋਈ ਘਾਟ-ਕਮੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9307,
    "shabad_id": 681,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ. ਜਨਮ ਮਰਣੁ ਨਿਵਾਰੈ; ਨਾਨਕੁ. ਜਨ ਕੀ ਧੂਰਾ ॥੪॥੪॥੧੬੨॥",
    "transliteration": "Saadhhasangath Janam Maran Nivaarai Naanak Jan Kee Dhhooraa ||4||4||162||",
    "translation": "In the Saadh Sangat, the Company of the Holy, birth and death are ended. Nanak is the dust of the feet of the humble. ||4||4||162||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਆਪਣਾ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਮੁਕਾ ਲੈਂਦਾ ਹੈ, ਨਾਨਕ ਉਸ ਮਨੁੱਖ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਮੰਗਦਾ) ਹੈ ॥੪॥੪॥੧੬੨॥",
    "pronunciation": "(ਨਿਵਾਰੈ) ਖਤਮ ਹੋਣਾ",
    "type_id": 3
  },
  {
    "id": 9308,
    "shabad_id": 682,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੳੁੜੀ ਮਾਲਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Maalaa Mehalaa 5 ||",
    "translation": "Gauree Maalaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9309,
    "shabad_id": 682,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮੋਕੳੁ; ੲਿਹ ਬਿਧਿ ਕੋ ਸਮਝਾਵੈ ॥",
    "transliteration": "Mo Ko Eih Bidhh Ko Samajhaavai ||",
    "translation": "Who can help me understand my condition?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਹੋਰ ਕੌਣ ਮੈਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਸਮਝ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9310,
    "shabad_id": 682,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਰਤਾ ਹੋੲਿ ਜਨਾਵੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Karathaa Hoe Janaavai ||1|| Rehaao ||",
    "translation": "Only the Creator knows it. ||1||Pause||",
    "punjabi": "(ਉਹੀ ਗੁਰਮੁਖ) ਸਮਝਾ ਸਕਦਾ ਹੈ (ਜੋ) ਕਰਤਾਰ ਦਾ ਰੂਪ ਹੋ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 9311,
    "shabad_id": 682,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਨਜਾਨਤ ਕਿਛੁ ੲਿਨਹਿ ਕਮਾਨੋ; ਜਪ ਤਪ ਕਛੂ. ਨ ਸਾਧਾ ॥",
    "transliteration": "Anajaanath Kishh Einehi Kamaano Jap Thap Kashhoo N Saadhhaa ||",
    "translation": "This person does things in ignorance; he does not chant in meditation, and does not perform any deep, self-disciplined meditation.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਸਮਝਾ ਸਕਦਾ ਕਿ) ਅਗਿਆਨਤਾ ਵਿਚ ਫਸ ਕੇ ਇਸ ਜੀਵ ਨੇ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ ਤੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕ ਦਾ ਉੱਦਮ ਨਹੀਂ ਕੀਤਾ, ਕੁਝ ਹੋਰ ਹੋਰ ਹੀ (ਕੋਝੇ ਕੰਮ) ਕੀਤੇ ਹਨ।",
    "pronunciation": "(ਸੱਾਧਾ) ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 9312,
    "shabad_id": 682,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਦਹ ਦਿਸਿ ਲੈ ੲਿਹੁ ਮਨੁ ਦੳੁਰਾੲਿਓ; ਕਵਨ ਕਰਮ ਕਰਿ ਬਾਧਾ ॥੧॥",
    "transliteration": "Dheh Dhis Lai Eihu Man Dhouraaeiou Kavan Karam Kar Baadhhaa ||1||",
    "translation": "This mind wanders around in the ten directions - how can it be restrained? ||1||",
    "punjabi": "ਇਹ ਜੀਵ ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਦਸੀਂ ਪਾਸੀਂ ਭਜਾ ਰਿਹਾ ਹੈ। ਇਹ ਕੇਹੜੇ ਕਰਮਾਂ ਦੇ ਕਾਰਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬੱਝਾ ਪਿਆ ਹੈ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9313,
    "shabad_id": 682,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਤਨ ਧਨ ਭੂਮਿ ਕਾ ਠਾਕੁਰੁ; ਹੳੁ ੲਿਸ ਕਾ ੲਿਹੁ ਮੇਰਾ ॥",
    "transliteration": "Man Than Dhhan Bhoom Kaa Thaakur Ho Eis Kaa Eihu Maeraa ||",
    "translation": "\"I am the lord, the master of my mind, body, wealth and lands. These are mine.\"",
    "punjabi": "(ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜੀਵ ਹਰ ਵੇਲੇ ਇਹੀ ਆਖਦਾ ਹੈ-) ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਦਾ ਸਰੀਰ ਦਾ ਧਨ ਦਾ ਧਰਤੀ ਦਾ ਮਾਲਕ ਹਾਂ, ਮੈਂ ਇਸ (ਧਨ ਆਦਿ) ਦਾ ਮਾਲਕ ਹਾਂ, ਇਹ ਧਨ ਆਦਿਕ ਮੇਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
