{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਾਨਕ; ਤਾ ਕੀ ਪਰਮ ਗਤਿ ਹੋਇ ॥੪॥੪੩॥੫੪॥",
      "page": 900,
      "line": 6
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak, he attains to the supreme salvation."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਉਹ ਮਹਾਨ ਮੁਕਤੀ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "O Nanak, they attain the supreme status. ||4||43||54||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਤਿਨ ਕੀ ਪਰਮ ਗਤੀ ਅਰਥਾਤ ਕੈਵਲ੍ਯ ਮੁਕਤੀ ਹੋਤੀ ਹੈ॥੪॥☬ਵਾ ਐਸਾ ਸਾਮ੍ਰਥ ਹਰਿ ਜੀਉ ਆਪ ਹੈ, ਜੋ ਭਗਤੋਂ ਕੇ ਮਨ ਤੇ ਨਿਮਖ ਮਾਤ੍ਰ ਭੀ ਵਿਸਰਤਾ ਨਹੀਂ ਹੈ। ਤਿਸ ਕਾ ਜਾਪ ਮਨ ਆਠ ਪਹਰ ਕਰ ਰਹਾ ਹੈ। ਜਬ ਤਿਸ ਸਾਮ੍ਰਥ ਨੇ ਅਪਨੀ ਕ੍ਰਿਪਾ ਕਰੀ ਈਧਨ ਸਮ ਜੋ ਮਨ ਜਲਤਾ ਥਾ ਤਿਸ ਤੇ ਤ੍ਰਿਸਨਾ ਰੂਪ ਅਗਨੀ ਭਾਗ ਗਈ। ਮਾਟੀ ਸਮ ਬੁਧੀ ਕੋ ਵਿਖੇ ਵਾਸਨਾ ਰੂਪ ਜਲ ਦਸੋ ਦਿਸਾਂ ਤੇ ਤਿਆਗ ਗਿਆ ਹੈ। ਔ ਜੋ ਸਭ ਕੇ ਚਰਨੋਂ ਕੇ ਨੀਚੇ ਥਾ, ਭਾਵ ਜੀਵ ਭਾਵ ਕਰ ਸਭ ਆਗੇ ਦੀਨ ਹੋਤਾ ਥਾ, ਸੋ ਅਕਾਸਵਤ ਸਭ ਕੇ ਊਪਰ ਹੋ ਗਿਆ, ਭਾਵ ਪੂਜ੍ਯ ਭਾਵ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਇ ਗਿਆ। ਪੁਨਹ ਘਟ ਮੇਂ ਸਿੰਧ ਰੂਪ ਬ੍ਰਹਮ ਨੇ ਅਪਨਾ ਗ੍ਯਾਨ ਕੀਆ ਹੈ॥੧॥ ਔ (ਮਾਖਨੁ) ਗ੍ਯਾਨ (ਪ੍ਰਥਮੈ) ਮੁਖ੍ਯ ਹੋ ਗਿਆ ਔਰ (ਦੂਧੁ) ਕਰਮ ਪੀਛੇ ਹੋਇ ਗਏ ਹੈਂ। ਜੈਸੇ ਸਾਬਨ ਕਰ ਕਪੜੇ ਕੋ ਸੁਧ ਕਰੀਤਾ ਹੈ, ਤੈਸੇ ਮਾਯਾ ਅਵਿਦਿਆ ਮੈਲ ਤੇ ਰਹਿਤ ਗ੍ਯਾਨ ਨੇ ਜੀਵ ਕੋ ਕਰ ਲੀਆ ਹੈ। ਪਹਿਲੇ ਜੋ ਜਮ ਆਦਿਕੋਂ ਕੇ ਭੈ ਸੇ ਡਰਤਾ ਫਿਰਤਾ ਥਾ, ਸੋ ਅਬ ਨਿਰਭੈ ਫਿਰਦਾ ਹੈ। ਔ ਸ੍ਰਿਸਟੀ ਅਗ੍ਯਾਨ ਮੇਂ ਹੋਈ, ਭਾਵ ਸਤ ਭਾਸਤੀ ਥੀ ਅਬ ਗ੍ਯਾਨ ਕੇ ਅਨੰਤਾਰੇ ਤਿਸ ਕੋ ਅਨ ਹੋਈ ਦੇਖਤਾ ਹੈ॥ (ਦੇਹੀ) ਜੋ ਜੀਵ ਭਾਵ ਆਪ ਮੇਂ ਮਾਨਿਆ ਥਾ, ਸੋ ਗੁਪਤ ਹੋ ਗ੍ਯਾ। (ਬਿਦੇਹੀ) ਜੋ ਪ੍ਰਮਾਤਮਾਂ ਬਿਨਾ ਦੇਹ ਨਿਰੰਕਾਰ ਹੈ, ਸੋਈ ਜਹਾਂ ਕਹਾਂ ਦਿਖਾਈ ਦੇਤਾ ਹੈ ਅਰ ਏਹੁ ਨਿਸਚਾ ਹੋ ਰਹਾ ਹੈ ਕਿ ਸਭ ਸਾਜ ਜਗਦੀਸ ਹੀ ਕਰਿ ਰਹਿਆ ਹੈ। ਪੁਨਾ ਠਗਣਹਾ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਸੇ ਦੀ ਹੀ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣਦੀ ਹੈ ॥੪॥੪੩॥੫੪॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "oh, dice Nanak, ellos obtienen el Supremo Estado.  (4-43-54)"
    }
  ]
}
