{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਲਾਲੁ ਗੁਲਾਲੁ ਗਹਬਰਾ; ਸਚਾ ਰੰਗੁ ਚੜਾਉ ॥",
      "page": 18,
      "line": 11
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Like the poppy flower he is dyed deep red in the colour of truthfulness."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਪੋਸਤ ਦੇ ਫੁੱਲ ਦੇ ਵਾਂਗ ਉਹ ਸੱਚ ਦੀ ਰੰਗਤ ਵਿੱਚ ਗੂੜ੍ਹਾ ਸੂਹਾ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Like the poppies, they are dyed in the deep crimson color of Truthfulness."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸਚਾ ਅਨੰਦੁ ਰੂਪੀ ਰੰਗੁ ਤਿਨ ਕੋ ਚੜਾ ਹੈ॥ ਪ੍ਰਸ਼ਨ: ਸੋ ਅਨੰਦ ਰੂਪੀ ਰੰਗ ਕੈਸਾ ਹੈ? ਉਤਰ: ਜੋ ਬਾਣੀ ਕਰ ਕੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਲਾਲੁ ਰੰਗੁ ਹੈ, ਔਰੁ ਜੋ ਸਰੀਰ ਕਰ ਕੇ ਅਨੰਦੁ ਹੈ ਜੈਸੇ ਮਦਰਾ ਕੇ ਪਾਨ ਕਰਨੇ ਸੇ ਨੇਤ੍ਰੋਂ ਮੇਂ ਮਸਤੀ ਦਿਖਾਈ ਦੇਤੀ ਹੈ, ਤੈਸੇ ਗ੍ਯਾਨੀ ਕੇ ਨੇਤ੍ਰੋਂ ਮੇਂ ਭੀ ਅਨੰਦ ਕੀ ਘੂਰਮਤਾ ਹੋਤੀ ਹੈ। ਐਸਾ ਜੋ ਸਘਨਾਨੰਦੁ ਸਰੀਰ ਕਰ ਕੇ ਹੈ, ਸੋ ਗੁਲਾਲ ਕਥਨ ਕੀਆ ਹ। ਓਰੁ ਜੋ ਮਨ ਕਰ ਕੇ ਅਨੰਦੁ ਹੈ, ਸੋ (ਗਹਿਬਰਾ) ਅਤ੍ਯੰਤ ਸਘਨਾਨੰਦੁ ਹੈ। ਵਾ ਜੋ ਸ੍ਰਵਨ ਕਰਨੇ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਲਾਲੁ ਹੈ, ਔਰ ਜੋ ਮਨਨ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਗੁਲਾਲੁ ਹੈ। ਪੁਨਃ ਜੋ ਨਿਦਿਧ੍ਯਾਸਨ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ (ਗਹਿਬਰਾ) ਸਘਨਾਨੰਦੁ ਹੈ, ਔਰ ਜੋ ਸਾਖ੍ਯਾਤ ਕਾਰ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਸੱਚਾ ਹੈ। (ਚੜਾਉ) ਪੂਰਬ ਜੋ ਸ੍ਰਵਨਾਦਿ ਤੀਨ ਸਾਧਨ ਕਹੇ ਹੈਂ, ਸੋ ਤਿਨੋ ਸੇ ਚੜਤਾ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਕ੍ਰਮ ਪੂਰਬਕ ਅਧਿਕ ਸੇ ਅਧਿਕ ਹੋਤਾ ਹੈ। ਵਾ ਇਸ ਲੋਕ ਕਾ ਆਨੰਦ ਲਾਲੁ ਅਰੁ ਸ੍ਵਰਗ ਕਾ ਅਨੰਦ ਗੁਲਾਲੁ। ਪੁਨਃ ਬ੍ਰਹਮ ਲੋਕ ਕਾ ਅਨੰਦੁ ਗਹਿਬਰਾ ਔਰ ਜੋ ਆਤਮ ਸਾਖ੍ਯਾਤਕਾਰ ਕਾ ਅਨੰਦੁ ਹੈ, ਸੋ ਸਭ ਸੈ ਸਚਾ ਔਰ ਚੜਤਾ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਵੋਹ ਅਵਧੀ ਰਹਿਤ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨੁੱਖ ਉੱਤੇ ਪੱਕਾ ਗੂੜ੍ਹਾ ਲਾਲ ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ (ਮਨੁੱਖ ਦਾ ਚਿਹਰਾ ਚਮਕ ਉਠਦਾ ਹੈ)।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Así como es la amapola, él es teñido de rojo profundo, el Color de la Verdad."
    }
  ]
}