[
  {
    "id": "Q5L",
    "sttm_id": 6490,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VKCU",
        "source_page": 10,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dsm sQwn ky smwin kaun Baun khE; gurmuiK pwvY su qau, Anq n pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What other place of mystic abode can I say than the tenth concealed opening of a human being? Only the Guru conscious person can reach it by the grace of True Guru by meditating on His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਸਵੇਂ ਸਥਾਨ ਦ੍ਵਾਰ ਦੇ ਬਰਾਬਰ ਕਿਹੜਾ ਭੌਨ ਟਿਕਾਣਾ ਦੱਸਾਂ, ਉਹ ਤਾਂ ਗੁਰੂਮੁਖ ਰਾਹੀਂ ਅਥਵਾ ਗੁਰਮੁਖ ਬਣ ਕੇ ਹੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕੀਦਾ ਹੈ, ਅਨਤ ਹੋਰ ਦਿਰੋਂ ਕਿਤੋਂ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W30A",
        "source_page": 10,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aunmnI joiq ptMqr dIjY kaun joiq; dieAw kY idKwvY jwhI, qwhI bin AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What light can be equated with the radiance one receives at the time of spiritual enlightenment?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਨਮਨੀ ਜੋਤਿ ਦੀ ਕਿਹੜੀ ਜੋਤਿ ਪਟੰਤਰੇ ਬਰਾਬਰੀ ਵਾਸਤੇ ਦਿਆਂ ਪੇਸ਼ ਕਰਾਂ, ਜਿਸ ਨੂੰ ਦਇਆ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਇਸ ਜੋਤੀ ਨੂੰ ਦਿਖਾਵਨ ਤਿਸ ਗੁਰਮੁਖ ਨੂੰ ਹੀ ਇਸ ਵਿਖੇ ਬਣ ਆਉਂਦੀ ਹੈ ਭਾਵ ਉਸੇ ਦਾ ਹੀ ਇਸ ਦਸ਼ਾ ਵਿਖੇ ਪਰਚਾ ਪਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BW8Z",
        "source_page": 10,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Anhd nwd smsir nwd bwd kEn; sRI gur sunwvy jwih soeI ilv lwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What melodious musical sound can be equal to the melodious unstruck musical sound of divine word?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਨਹਦ ਧੁਨੀ ਵਾਸਤੇ ਕਿਹੜੇ ਬਾਜੇ ਦੀ ਧੁਨੀ ਨੂੰ ਸਮਸਰਿ ਬਰਾਬਰ ਕਹਾਂ, ਜਿਸ ਕਿਸੇ ਨੂੰ ਸਤਿਗੁਰੂ ਇਹ ਅਗੰਮੀ ਧੁਨ ਸੁਨਾਵਣ ਓਹੋ ਹੀ ਲਿਵ ਤਾਰ ਲਗਾ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "69YV",
        "source_page": 10,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inJr Apwr Dwr quil n AMimRq rs; AipE pIAwvY jwih, qwhI mY smwveI [2[10["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There is no other elixir capable of making one immortal than the one that flows perpetually in the concealed opening (Dasam Duar) of a human being. And one who is blessed by the True Guru (Satguru) to receive this elixir of immortality obtains it by His g",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਝਰ ਨਿਰੰਤਰ = ਲਗਾਤਾਰ ਝਰਨ ਵਾਲੀ ਧਾਰ ਜੋ ਅਪਾਰ ਹੈ ਭਾਵ ਜਿਸ ਦਾ ਪਾਰ ਟਿਕਾਣਾ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਵਾ ਬੇਸ਼ੁਮਾਰ ਹੈ ਪ੍ਰਗਟ ਹੋਇਆ ਕਰਦੀ ਹੈ ਜਿਸ ਦੇ ਸੁਆਦ ਤੁੱਲ ਨਹੀਂ ਹੈ। ਅੰਮ੍ਰਿਤ ਰਸ ਸੁਰਗੀ ਅੰਮ੍ਰਿਤ ਦਾ ਭੀ ਸ੍ਵਾਦ ਜਿਸ ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਇਹ ਅੰਮ੍ਰਿਤ ਜਲ ਆਦਿ ਦੇ ਪੀਣ ਵਤ ਨਾ ਪੀਤੇ ਜਾਣ ਵਾਲਾ ਅਥਵਾ ਕ੍ਰਿਪਾ ਪਾਤ੍ਰ ਗੁਰਮੁਖਾਂ ਬਿਨਾਂ ਹੋਰਸ ਕਿਸੇ ਤੋਂ ਭੀ ਨਾ ਪੀਤਾ ਜਾਣ ਜੋਗ ਅਪਿਉ ਰੂਪ ਪਰਮ ਦਿਬ੍ਯ ਰਸ ਪਿਆਲਦਾ ਅਨਭਉ ਦਰੌਂਦਾ ਹੈ, ਉਹ ਐਸਾ ਅਨੁਭਈਆ ਅਨਭਉ ਕਰਣਹਾਰਾ ਗੁਰਸਿੱਖ ਤਿਸ ਅੰਮ੍ਰਿਤ ਵਾਲੇ ਜੋਤੀ ਸਰੂਪ ਅਕਾਲ ਪੁਰਖ ਵਿਖੇ ਹੀ ਸਮਾ ਲੀਨ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਅਰਥਾਤ ਆਪੇ ਭਾਵ ਤੋਂ ਪਾਰ ਹੋ ਆਪੇ ਦੇ ਮਾਲਕ ਵਿਚ ਅਭੇਦ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੨॥੧੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
