[
  {
    "id": "086",
    "sttm_id": 6491,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7MHF",
        "source_page": 11,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly, bIs iekIs eIs; ieq qy aulMiG, auq jwie ThrwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Meeting with Guru, a Sikh receives the Lord's word to meditate upon and by his untiring and resolute efforts become one with Him. He frees himself from the worldly matters and lives in harmony in the realm of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਸਿੱਖ ਦੀ ਸੰਧਿ ਜੋੜ = ਮਿਲਾਪ ਦੇ ਮਿਲਿਆਂ ਵਾ ਜੁੜਿਆਂ ਅਰਥਾਤ ਇਨਾਂ ਦੇ ਆਪੋ ਵਿਚ ਪਤੀਜ ਪਿਆਂ, ਬੀਸ ਇਕ = ਇਕ ਕੋੜੀ ਦਾ ਆਦਮੀ ਸਿੱਖੀ ਦਾ ਪਾਤਰ ਜਗਿਆਸੀ ਈਸ ਈਸ = ਈਸ਼੍ਵਰਾਂ ਪ੍ਰਤਾਪੀਆਂ ਦਾ ਭੀ ਈਸ਼੍ਵਰ ਪ੍ਰਤਾਪੀ ਪੁਰਖ ਬਣ ਜਾਂਦਾ ਹੈ। ਇਤ ਇਸ ਲੋਕ ਤੋਂ ਉਲੰਘ ਪਾਰ ਹੋ ਕੇ ਉਤ ਓਸ ਲੋਕ ਲੋਕ ਪਾਰਬ੍ਰਹਮ ਦੇ ਦੇਸ਼ ਵਿਖੇ ਜਾ ਠਹਿਰਦਾ ਨਿਵਾਸ ਜਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F25H",
        "source_page": 11,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crm idRsit mUd, pyKY idb idRsit kY; jgmg joiq, EunmnI suD pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He shuts his eyes from mundane worldly attractions and lives in the spiritual wisdom that helps him feel His presence in everything.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੰਮ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਬਾਹਰਲੀਆਂ ਅੱਖਾਂ ਨੂੰ ਬੰਦ ਕਰ ਕੇ, ਜਦ ਦਿੱਬ ਦ੍ਰਿਸ਼ਟੀ ਅੰਤਰੀਵੀ = ਮਾਨਸੀ ਨੇਤ੍ਰ ਨਾਲ, ਧ੍ਯਾਨ ਕਰੇ ਤੱਕੇ, ਤਾਂ ਉਨਮਨੀ ਭਾਵ ਮਨ ਦੇ ਅੰਤਰ ਮੁਖੀ ਦਸ਼ਾ ਵਿਚ ਉਲਟ ਆਇਆਂ ਅਰਥਾਤ ਅੰਤਰ ਲਖ੍ਯ ਬਾਹਰ ਦ੍ਰਿਸ਼ਟੀ ਦੀ ਪ੍ਰਪੱਕ ਅਵਸਥਾ ਵਿਖ, ਜਗਮਗ ਜਗਮਗ ਦਗ ਦਗ ਕਰ ਰਹੀ ਨਿਰੰਕਾਰੀ ਜੋਤ ਪ੍ਰਕਾਸ਼ ਦੀ ਸੁੱਧ ਅਨੁਭਵ = ਸੂਝ ਨੂੰ ਸਿੱਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R98D",
        "source_page": 11,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suriq sMkocq hI, bjr kpwt Koil; nwd bwd prY, Anhq ilv lwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Weaning his thoughts away from the worldly attractions, his doors of ignorance are opened; he is distracted from all sources of worldly pleasures and he gets engrossed in listening to celestial songs and music.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਕੀਹ ਕਿ ਸੁਰਤ ਨੂੰ 'ਸੰਕੋਚਤ ਹੀ' ਸੰਕੋਚਦੇ ਸਾਰ ਅਰਥਾਤ ਬਾਹਰਲੇ ਪਸਾਰੇ ਵਲੋਂ ਅੰਤਰਮੁਖ ਕਰਣ ਸਾਰ ਹੀ ਮੋਖ ਦ੍ਵਾਰ ਦੇ ਬਜ੍ਰਵਤ ਦ੍ਰਿੜ੍ਹ ਜੜਿਆਂ ਹੋਇਆਂ ਆਸਾ ਅੰਦੇਸਾ ਰੂਪ ਕਿਵਾੜਾਂ ਨੂੰ ਖੋਲ੍ਹ ਕੇ ਬਾਦ ਸਾਜ ਬਾਜ ਆਦਿ ਦੀ ਨਾਦ ਸਾਂਗੀਤਿਕ ਧੁਨੀ ਤੋਂ ਪਰੇ ਅਨਹਤ ਪੌਣ ਆਦਿਕਾਂ ਦੀ ਅੰਤਰੀਵੀ ਚੋਟ ਅਥਵਾ ਹਿਲੋਰ = ਹਰਕਤ ਆਦਿ ਤੋਂ ਉਤਪੰਨ ਹੋਣਹਾਰੀ ਧੁਨੀ ਤੋਂ ਵਿਲੱਖਣ ਧੁਨੀ ਵਿਚ ਲਿਵ ਲਗ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1QM3",
        "source_page": 11,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bcn ibsrjq An rs rihq huie; inJr Apwr Dwr, Aipau pIAwveI [11["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Renouncing the worldly matters and shedding all attachment with worldly pleasures, he drinks deep the elixir that flows continuously in his (Dasam Duar) the celestial door of the body. (11)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਕਿ ਬਚਨ ਬਿਲਾਸ ਤਿਆਗ ਕੇ ਮਾਹਰਮੁਖੀ ਸ੍ਵਾਦਾਂ ਤੋਂ ਰਹਿਤ ਹੋਇਆ ਹੋਇਆ ਨਿਝਰ ਨਿਰੰਤਰ ਝਰ ਰਹੀ ਅਪਾਰ ਧਾਰਾ ਵਾਨ ਅਪਿਉ ਅੰਮ੍ਰਿਤ = ਅਨਭਉ ਰਸ ਨੂੰ ਪੀਆ ਕਰਦਾ ਹੈ ॥੧੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
