[
  {
    "id": "XAX",
    "sttm_id": 6492,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KHXX",
        "source_page": 12,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau lau Anrs bis, qau lau nhI pRym rsu; jau lau Awn iDAwn, Awpw Awpu nhI dyKIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long a human being remains absorbed in worldly attractions and pleasures, he cannot know love. So long his attention is focused on something else, he cannot realize self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਉ ਲਉ = ਜਦੋਂ ਤਕ ਅਨਰਸ ਸ਼ਬਦ ਸਪਰਸ਼ ਰੂਪ ਰਸ ਗੰਧ ਰੂਪ ਹੋਰ ਹੋਰ ਅਨਾਤਮ ਪਦਾਰਥਾਂ ਦੇ ਬਸ ਵੱਸ = ਅਧੀਨ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਭਾਵ ਵਿਖਯ ਰਸਾਂ ਬਿਨਾਂ ਜਦ ਤਕ ਰਹਿ ਨਹੀਂ ਸਕਦਾ, ਤਦੋਂ ਤਕ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ, ਪ੍ਰੇਮ ਰਸ ਅੰਦਰਲੇ ਦੇ ਪ੍ਰੇਮ ਦਾ ਸੁਆਦ। ਅਰੁ ਇਸੇ ਤਰ੍ਹਾਂ ਜਦੋਂ ਤਕ ਆਨ ਧਿਆਨ = ਅਨਾਤਮਤ ਪਦਾਰਥਾਂ ਦੀ ਤਾਂਘ ਅੰਤਰ ਆਤਮੇ ਤੋਂ ਛੁੱਟ ਬਾਹਰਲੇ ਭੋਗ ਪਦਾਰਥਾਂ ਦਾ ਖਿਆਲ ਹੋਵੇ ਆਪ ਆਪ ਆਪਨਾ ਆਪ = ਸ਼ੁੱਧ ਸਰੂਪ ਆਤਮਾ ਨਹੀਂ ਦਿੱਸਦਾ = ਭਾਵ ਓਸ ਦਾ ਸਾਖ੍ਯਾਤ ਅਨਭਉ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V9Q6",
        "source_page": 12,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau lau Awn igAwn, qau lau nhI AiDAwqm igAwn; jau lau nwd bwd, n Anwhd ibsyKIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "(Renouncing Lord) as long as one is busy acquiring knowledge of mundane worldly things, he remains bereft of spiritual wisdom. As long as one remains involved in worldly pleasures one cannot hear the unstruck celestial music of divine word.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇੰਞੇ ਹੀ ਜਦੋਂ ਤਕ ਹੋਰ ਗਿਆਨਾਂ ਆਤਮ ਗਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਖਿਆਲ ਨੂੰ ਇਕ ਪਾਸੇ ਛੱਡ ਕੇ ਬਾਹਰੀਲਆਂ ਅਨਾਤਮ ਪ੍ਰਾਇਣੀ ਸ੍ਯਾਨਪਾਂ ਜਾਣਕਾਰੀਆਂ ਦੀ ਧੁਨ ਲੱਗੀ ਹੋਈ ਹੋਵੇ, ਤਦੋਂ ਤਕ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦਾ। (ਅਧ੍ਯਾਤਮ ਗਿਆਨ = ਆਤਮਾ ਨੂੰ ਹੀ ਆਸਰੇ ਕਰਨ ਵਾਲਾ ਆਤਮ ਪ੍ਰਾਇਣੀ ਗਿਆਨ) ਅਰੁ ਫੇਰ ਜਦ ਤਕ ਨਾਦ ਗੂੰਜ = ਧੁੰਨੀ = ਸ੍ਰੋਦ ਬਾਦ ਬਾਜਿਆਂ ਦੀ ਅੰਦਰ ਵਸ ਰਹੀ ਹੋਵੇ, ਭਾਵ ਓਨਾਂ ਦੇ ਸੁਨਣ ਲਈ ਜੀ ਲਲਚੌਂਦਾ ਹੋਵੇ, ਤਦ ਤਕ ਨਹੀਂ ਅਨਾਹਦ ਅਗੰਮੀ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਦੀ ਕੁਛ ਵਿਸ਼ੇਖਤਾ ਵਡਿਆਈ ਪ੍ਰਤੀਤ ਹੋ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JL4M",
        "source_page": 12,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau lau AhMbuiD, suiD hoie n AMqir giq; jau lau n lKwvY, qau lau AlK n lyKIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As long as one remains proud and arrogant, one cannot realise self. Till such time True Guru does not initiate a person with the boon of Lord's name and propitiate the Lord, one cannot realise the 'formless God'.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਐਸਾ ਹੀ ਹਉਮੈ ਬੁੱਧੀ ਮੈਂ ਮੇਰੀ ਦਾ ਮਾਨ ਅੰਦਰ ਵੱਸਿਆ ਹੋਵੇ ਜਦੋਂ ਤਕ, ਸੁਧਿ ਸੋਝੀ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਅੰਤਰਗਤਿ ਅੰਦਰਲੇ ਚੱਜ ਦੀ ਵਾ ਅੰਦਰਲੀ ਦਸ਼ਾ ਅਥਵਾ ਚਾਲੇ ਦੀ) ਯਾ ਇਉਂ ਕਹੋ ਕਿ ਜੋ ਅੰਤਰ = ਵਿੱਥ ਭੇਦ ਭਾਵਨਾ ਪਈ ਹੋਈ ਹੈ। ਵਾਹਿਗੁਰੂ ਵੱਲੋਂ ਜੀਵ ਦੀ -ਤਕ ਤਕ ਨਹੀਂ ਗਤਿ ਕਲਿਆਣ ਹੋ ਸਕਦੀ। ਜਦ ਤਕ ਨਹੀਂ ਲਖਤਾ ਸਮਝ ਵਿਚ ਆਉਂਦੀ ਇਹ ਗੱਲ, ਤਕ ਤਕ ਅਲਖ ਲਖਤਾ ਤੋਂ ਪਾਰ = ਪਾਰਬ੍ਰਹਮ ਨੂੰ ਨਹੀਂ ਲੇਖਿਆ ਸਮਝਿਆ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "18N8",
        "source_page": 12,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siq rUp siqnwm, siqgur igAwn iDAwn; eyk hI Anyk myk, eyk eyk ByKIAY [12["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The knowledge of Almighty lies in the consecrating words of the True Guru that leads one to reality of His name and form. By uniting his mind with His name, the Lord who prevails in various forms gets revealed. (12)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੁਕਦੀ ਗੱਲ ਕੀਹ ਕਿ ਸਤਿਗੁਰੂ ਸਤਿਨਾਮ ਦਾ ਉਪਦੇਸ਼ ਕਰ ਕੇ ਸਤਿ ਸਰੂਪ ਅਬਨਾਸ਼ੀ ਅਕਾਲ ਪੁਰਖ ਦਾ ਗਿਆਨ ਜਾਣਕਾਰੀ ਕਰਾਉਣ ਤੇ ਗੁਰਮੁਖ ਉਸ ਵਿਖੇ ਚਿੱਤ ਬਿਰਤੀ ਨੂੰ ਹੋੜ ਹੋੜ ਕੇ ਜੋੜਨ ਵਿਚ ਸਾਵਧਾਨਗੀ ਪਾਲਨ ਦਾ ਅਭਿਆਸ ਰੂਪ ਧਿਆਨ ਧਾਰੇ, ਤਾਂ ਇਕ ਅਕਾਲ ਪੁਰਖ ਹੀ ਅਨੇਕ ਰੂਪ ਸ੍ਰਿਸ਼ਟੀ ਵਿਖੇ = ਮੇਕ = ਮਿਲਿਆ ਰਮਯਾ ਹੋਇਆ ਦ੍ਰਿਸ਼ਟ ਆਕੇ ਅਉਂ ਜਾਪੇਗਾ ਕਿ ਉਸ ਇੱਕ ਨੇ ਇੱਕ ਸਰੂਪ ਰਹਿੰਦਿਆਂ ਹੋਇਆਂ ਹੀ ਇਹ ਸਭ ਭੇਖ ਅਨੇਕ ਅਕਾਰ ਰੂਪ ਸਾਂਗ ਧਾਰੇ ਹੋਏ ਹਨ। ਯਥਾ: ਬਾਜੀਗਰ ਜੈਸੇ ਬਾਜੀ ਪਾਈ ॥ ਨਾਨਾ ਰੂਪ ਭੇਖ ਦਿਖਲਾਈ ॥ ॥੧੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
