[
  {
    "id": "07F",
    "sttm_id": 6493,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WN3S",
        "source_page": 13,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwnw imstwn pwn, bhu ibMjnwid sÍwd; sIcq srb rs, rsnw khweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Tongue that enjoys many forms of sweet and savoury foods, drinks and is relisher of all the tastes is called gustation. Eyes see good and bad, beautiful and ugly and is therefore known as vision power.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੇ ਮਿਸ਼ਟਾਨ ਪਾਨ ਮਿੱਠੇ ਮਿੱਠੇ ਅਨੂਪਾਨ = ਖਾਣ ਪੀਨ ਜੋਗ ਮਿੱਠੇ ਮਿੱਠੇ ਪਦਾਰਥ ਹੋਰ ਭੀ ਬਹੁ ਬਿੰਜਨਾਦਿ ਬਹੁਤ ਭਾਂਤ ਦੇ ਸਾਗ ਸਲੂਣੇ ਪੁਲਾ ਆਦਿ ਭੋਜਨ ਲੈਕ ਪਦਾਰਥ ਜੋ ਹਨ- ਏਨ੍ਹਾਂ ਸਰਬ ਸਮੂਹ ਖਟ ਰਸਾਂ ਦਿਆਂ ਸ੍ਵਾਦਾਂ ਨੂੰ ਸੀਚਤ ਸੰਚਨ = ਸਮੇਟਨਹਾਰੀ ਲੈਣ ਵਾਲੀ ਬਣ ਕੇ ਉਸ ਸਾਰਬ ਬ੍ਯਾਪੀ ਅੰਤਰਯਾਮਿਨੀ ਸਮਾਨ ਸੱਤਾ ਨੇ ਅਪਨੇ ਆਪ ਨੂੰ ਰਸਨਾ ਕਹਾਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MGUT",
        "source_page": 13,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs Aru sbd suriq ilv; igAwn iDAwn ismrn Aimq bfweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Ears for their ability to hear all sorts of sounds, melodies etc. are called hearing power. With the use of all these faculties, one obtains knowledge of various things, focuses one's mind in meaningful thoughts and earns worldly respect.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰਬੱਤ ਦਰਸ਼ਨਾਂ ਰੂਪ ਵਾਨ ਪਦਾਰਥਾਂ ਨੂੰ ਤੱਕ ਵਿਚ ਰਖਨ ਵਾਲੀ ਦ੍ਰਿਸਟਿ ਨੇਤ੍ਰ ਸ਼ਕਤੀ ਅਰੁ ਸ਼ਬਦ ਬਚਨ ਦੇ ਸੁਨਣ ਵਾਲੀ ਹੋ ਕੇ ਉਸ ਨੇ ਸੁਰਤਿ ਸੁਨਣ ਵਾਲੀ ਸ਼ਕਤੀ ਦਾ ਆਧਾਰ ਕੰਨ ਅਖਵਾਇਆ ਹੈ, ਤੇ ਗਿਆਨ ਧਿਆਨ ਅਰੁ ਸਿਮਰਣ ਰੂਪ ਕਾਰਜਾਂ ਦਾ ਨਿਰਬਾਹ ਕਰਦਿਆਂ ਉਸ ਨੇ ਲਿਵ ਸੁਰਤ ਨਾਮ ਦ੍ਵਾਰੇ ਅਮਿਤ ਅਮਾਪ ਬੇਮ੍ਰਯਾਦ ਵਡਿਆਈ ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D7WY",
        "source_page": 13,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "skl suriq Asprs Aau rwg nwd; buiD bl bcn ibbyk tyk pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The skin brings awareness of things through touch. Enjoyment of music and songs, intellect, strength, speech and dependence on discrimination is the boon of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਉਰ ਸੰਪੂਰਣ ਰਾਗਾਂ ਦੇ ਨਾਦ ਧੁਨੀ ਨੇ ਤਥਾ ਬੁਧੀ ਬਲ ਨਿਸਚੇ ਕਾਰਣੀ ਸ਼ਕਤੀ ਵਾ ਬਚਨ ਬਿਬੇਕ ਬਚਨ ਦੇ ਨਿਰਣੇ ਨੇ ਭੀ ਉਸ ਇਸੇ ਪਾਸੋਂ ਹੀ ਟੇਕ ਸਹਾਰਾ ਪਾਇਆ ਹੈ। ਇਨਾਂ ਉਕਤ ਸਮੂਹ ਕਾਰਯਾਂ ਦੀ ਸੁਰਤਿ ਸੁਗਯਾਤ ਰੂਪ = ਅਨੁਭਵ ਕਾਰਿਣੀ ਸੱਤਾ ਹੁੰਦਿਆਂ ਹੋਇਆ ਭੀ, ਇਹ ਮੂਲੋਂ ਹੀ ਅਸਪਰਸ ਅਰਥਾਤ ਅਸੰਗ ਹੈ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਲਿਪਾਯਮਾਨ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WKEG",
        "source_page": 13,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siqnwm ismrq sPl huie; bolq mDur Duin, suMn suKdweI hY [13["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But all these senses of knowledge are useful if a person obtains the boon of Guru's wisdom, dwells his mind in the name of the Immortal Lord and sings the sweet paeans of me Lord's name. Such tune and melody of His name is bestower of bliss and happiness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਗੁਰ ਉਪਦੇਸ਼ ਅਨੁਸਾਰ ਸਤਿਨਾਮ ਵਾਹਿਗੁਰੂ ਤਾਈਂ ਅਜਪ ਜਾਪ ਰੂਪੀ ਦਸ਼ਾ ਵਿਖੇ ਸਿਮਰਤ ਜਪਦਿਆਂ ਤਥਾ ਸੁਣਨ ਵਿਖੇ ਸੁਖਦਾਈ ਮਿਠੀ ਮਿਠੀ ਧੁਨੀ ਆਵਾਜ਼ ਉਚਾਰਦਿਆਂ ਇਹ ਅਪਨੇ ਸੁਰਤ ਨਾਮ ਵਿਖੇ ਸਫਲ ਹੋਂਦੀ ਹੈ ॥੧੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
