[
  {
    "id": "YBQ",
    "sttm_id": 6494,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NCB2",
        "source_page": 14,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs bis huie, pqMg sMgm n jwnY; ibrh ibCoh mIn huie n mir jwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In order to become one with my dear beloved, I, a deceitful lover, not possessed by his love, did not learn from a mot how to die in separation from him, nor did I learn from fish how to die in the separation of beloved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਰਸ ਵੱਸ ਅਧੀਨ ਹੋ ਕੇ, ਕੀਹ ਪਤੰਗਾ ਫੰਬਟ ਨਹੀਂ ਜਾਣਦਾ ਹੈ- ਦੀਪਕ ਦੇ ਸੰਗਮ ਮਿਲਾਪ ਤੋਂ ਹੋਣ ਹਾਰੇ ਮਰਣ ਰੂਪ ਦੁਖ ਨੂੰ? ਕਿੰਤੂ ਜਾਣਦਾ ਹੈ ਅਰੁ ਬਿਰਹ ਵਿਛੋੜੇ ਤੋਂ ਹੋਣ ਵਾਲੀ ਬਿਛੋਹ ਜੁਦਾਈ ਕਰ ਕੇ ਮਛਲੀ ਨਹੀਂ ਜਾਣਦੀ ਹੈ ਮਰਣੇ = ਮੌਤ ਨੂੰ? ਕਿੰਤੂ ਜਾਣਦੀ ਹੈ। ਜਦ ਜਾਣ ਬੁਝ ਕੇ ਇਹ ਦੋਨੋਂ ਪ੍ਰੇਮ ਅਤੇ ਵਿਛੋੜੇ ਦੇ ਵੱਸ ਹੁੰਦੇ ਹੋਏ ਮਿਰਤੂ ਦਾ ਸ਼ਿਕਾਰ ਹੁੰਦੇ ਹਨ ਤੇ ਇਨ੍ਹਾਂ ਨੂੰ ਰਵਾਲ ਭਰ ਭੀ ਸੰਕੋਚ ਨਹੀਂ ਹੁੰਦਾ ਤਾਂ ਇਨਾਂ ਨੂੰ ਦੇਖਦਿਆਂ ਹੋਇਆਂ ਭੀ-",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DHKB",
        "source_page": 14,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn joiq mY n huie joqI srUp; crn ibmuK hoie, pRwn Thrwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And here I am who is not making any effort to merge in my Lord by keeping his refulgence in my heart; and yet with all this recalcitrance, I am alive.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋਤੀ ਸਰੂਪ ਪਰਮਾਤਮਾ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਦੀ ਤਾਂਘ ਵਿਚ ਭਾਵ ਉਕਤ ਸਰੂਪ ਦਾ ਇਕ ਟਕ ਧਿਆਨ ਖਿਆਲ ਕਰਦਿਆਂ, ਜ੍ਯੋਤੀ ਸਰੂਪ ਨਾ ਹੋ ਕੇ ਅਰਥਾਤ ਉਸ ਨਾਲ ਅਭੇਦ ਨਾ ਹੋ ਕੇ, ਅਰੁ ਚਰਣਾਂ ਤੋਂ ਬਿਮੁਖ ਓਹਲੇ ਹੋ ਕੇ ਬੈਠੇ ਮੇਰੇ, ਪ੍ਰਾਨ ਠਹਿਰੇ ਪਏ ਹਨ ਭਾਵ ਮੈਂ ਤੜਪ ਕੇ ਮਰ ਨਹੀਂ ਗਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZN46",
        "source_page": 14,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "imil ibCrq giq pRym n ibrh jwnI; mIn Aau pqMg, moih dyKq ljwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I have not understood the intensity of love and consequence of death as is in the case of a moth and flame or fish and water, and therefore both moth and fish feel ashamed of my; fraudulent love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਤੋਂ ਸਿੱਧ ਹੈ ਕਿ ਪ੍ਰੇਮ ਭਾਵ ਕਰ ਕੇ ਮਿਲਾਪ ਦੀ ਗਤਿ ਦਸ਼ਾ ਨੂੰ ਅਰੁ ਵਿਛੋੜੇ ਕਰ ਕੇ ਬਿਛੜਨ ਦੀ ਦਸ਼ਾ = ਨਹੀਂ ਜਾਣੀ ਮੈਂ ਨਹੀਂ ਸਮਝੀ, ਜਿਸ ਕਰ ਕੇ ਮੈਨੂੰ ਮੱਛੀ ਅਤੇ ਪਤੰਗਾ ਦੇਖ ਦੇਖ ਕੇ ਸ਼ਰਮਿੰਦੇ ਹੋ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SNAT",
        "source_page": 14,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwns jnm iDRgu, DMin hY iqRgd join; kpt snyh dyh nrk n mwny hY [14["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Being a deceitful friend, my human life is damnable, whereas the reptilian species are worth appreciation for their love of their beloveds like the moth and fish. Because of my fraudulent love I will not even get a place in hell. (14)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਧਿਕਾਰ ਹੈ, ਜੋ ਕਪਟ ਦਾ ਸਨੇਹ ਦਿਖਾਵੇ ਮਾਤ੍ਰ ਦਾ ਪ੍ਰੇਮ ਧਾਰੀ ਇਸ ਦੇਹ ਨੂੰ ਨਰਕ ਰੂਪ ਨਹੀਂ ਮੰਨਦਾ ਹੈ। ਇਸ ਨਾਲੋਂ ਉਹ ਤਾਮਸੀ ਜੂਨਾਂ ਧੰਨ ਹਨ, ਜੋ ਨਰਕ ਰੂਪ ਦੇਹ ਦਾ ਮਾਨ ਆਦਰ ਨਹੀਂ ਕਰਦੀਆਂ ਭਾਵ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਤੋਂ ਤੁਛ ਸਮਝ ਕੇ ਵਾਰ ਸਿੱਟਦੀਆਂ ਹਨ ॥੧੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
