[
  {
    "id": "D6H",
    "sttm_id": 6495,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "13RY",
        "source_page": 15,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl sÍwd ibsmwd Aiq; AkQ kQw ibnod khq n AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The spiritual happiness of a devout Sikh of Guru who meditates on Lord's name, the bliss and his spiritual happiness is wonderful beyond explanation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਅਪਨਾ ਮੁਖ ਧਿਆਨ ਰੁਖ ਸਤਿਗੁਰਾਂ ਵੱਲ ਕਰਦਿਆਂ ਭਾਵ ਗੁਰਮੁਖਤਾ ਧਾਰਿਆਂ ਜੋ ਫਲ ਰੂਪ, ਸੁਖ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਓਸ ਦਾ ਸ੍ਵਾਦ ਰਸ ਅਨਭਉ ਅਤ੍ਯੰਤ ਵਿਚਿਤ੍ਰਕਾਰੀ ਭੌਚਕ ਵਿਚ ਪਾਣ ਹਾਰਾ ਹੈ। ਜਿਹੜੇ ਬਿਨੋਦ ਕੌਤਕ ਕਰਤਾਰੀ ਕੁਦਰਤ ਦੇ ਓਸ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਗੋਚਰ ਹੁੰਦੇ ਹਨ ਉਹ ਅਕਥ ਕਥਾ ਰੂਪ ਹਨ - ਓਨਾਂ ਦੀ ਕਥਾ ਜੇ ਕੋਈ ਕਥਨ ਕਹਨਿ ਕਾ ਜਤਨ ਕਰੇ ਭੀ, ਤਾਂ ਕਹਿਨ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ, ਭਾਵ ਬਾਣੀ ਤੋਂ ਅਗੰਮ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QXH7",
        "source_page": 15,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiK suKPl gMD prmdBuq; sIql koml prsq bin AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The peace and joy of a Guru-conscious person diffuses wonderful fragrance. Its tranquility and softness can only be realised when it is relished. There is no limit of the divine peace and wisdom of such a Guru-oriented person. It can understood best when",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਗੁਰਸਿੱਖੀ ਧਾਰਦੇ ਸਾਰ ਜਿਸ ਸੁਖਫਲ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ। ਓਸ ਦੀ ਗੰਧ ਸੁਗੰਧੀ = ਪ੍ਰਫੁਲਤਤਾ ਅਰਥਾਤ ਅੰਗ ਅੰਗ ਵਿਖੇ ਖੇੜੇ ਦਾ ਖਿੜਨਾ ਰੋਮ ਹਰਖ ਆਦਿ ਹੋਣਾ ਪਰਮ ਅਦਭੁਤ = ਅਤਿਸੈਂ ਕਰ ਕੇ ਚਮਤਕਾਰੀ ਅਨੋਖਾ ਹੈ, ਐਸਾ ਸੀਤਲ ਤੇ ਕੋਮਲ ਕਿ ਪਰਸਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਅਰਥਾਤ ਅਨਭਉ ਕੀਤਿਆਂ ਹੀ ਓਸ ਦਾ ਸਮਝਣਾ ਬਣ ਆ ਸਕਦਾ ਫੱਬਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QRML",
        "source_page": 15,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl mihmw AgwiD boD; gur isK sMD imil AlK lKwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is a devout Sikh of Guru, the glory of his spiritual, knowledge gets reflected in every limb of his body umpteen times. Every hair of his body becomes alive with divine effulgence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਗੁਰਮੁਖੀ ਭਾਵ ਧਾਰਦੇ ਸਾਰ ਹੀ ਜਿਸ ਸੁਖਫਲ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ, ਓਸ ਦੀ ਮਹਿਮਾ ਗੌਰਵਤਾ = ਕਦਰ = ਬਜ਼ੁਰਗੀ ਦਾ ਬੋਧ ਬੁਝਨਾ ਅਗਾਧ ਗਾਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ, ਹਾਂ ਗੁਰੂ ਤੇ ਸਿੱਖ ਦੀ ਸੰਧੀ ਜੋੜ ਜਦ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜਦੋਂ ਗੁਰੂ ਅਰੁ ਸਿੱਖ ਦੇ ਮਨ ਮੇਲੇ ਦਾ ਆਪੋ ਵਿਚ ਪਰਚਾ ਪੈ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਹ ਨਾ ਲਖੇ ਜਾਣ ਵਾਲਾ ਅਲਖ ਪਦ, ਲਖਤਾ ਸ੍ਯਾਨ ਵਿਚ ਆ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M6BX",
        "source_page": 15,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl AMig AMig kot soBw; mwieAw kY idKwvY so qo Anq n DwveI [15["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By his grace, whosoever is shown this state of spiritual bliss, does not wander about anywhere. (15)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਗੁਰਮੁਖ ਬਣਿਆਂ ਭਾਵ ਗੁਰੂ ਮਹਾਰਾਜ ਨੂੰ ਹੀ ਮੁਖ੍ਯਦੇਵ ਪਰਮ ਇਸ਼ਟ ਸਰੂਪ ਸਮਝਨ ਦੇ ਭਾਵ ਵਿਚ ਆਉਣ ਮਾਤ੍ਰ ਤੇ ਹੀ ਜਿਹੜੇ ਸੁਖਫਲ ਦਾ ਲਾਭ ਹੁੰਦਾ ਹੈ, ਓਸ ਕਰ ਕੇ ਗੁਰਮੁਖ ਗੁਰਸਿੱਖ ਦੇ ਅੰਗ ਅੰਗ ਰੋਮ ਰੋਮ ਵਿਖੇ ਕ੍ਰੋੜ ਗੁਣਾਂ ਸ਼ੋਭਾ ਤੇਜ ਦਮਕ ਉਠਦੀ ਹੈ। ਪਰ ਹਾਰੀ ਸਾਰੀ ਇਸ ਪ੍ਰਭਾਵ ਨੂੰ ਨਹੀਂ ਦੇਖ ਸਕਦਾ। ਕੇਵਲ ਵੇਖ ਸਕਦਾ ਹੈ ਉਹ ਜਿਸ ਨੂੰ ਮਇਆ ਕਿਰਪਾ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਦਿਖਲਾਵਨ ਅਨਭਉ ਕਰਾਨ ਮਾਯਾ ਪਾਠਾਂਤਰ ਹੋਣ ਤੇ ਅਰਥ ਇਉਂ ਹਨ: ਜਿਸ ਨੂੰ ਚਮਤਕਾਰ ਮਾਤ੍ਰ ਤੇ ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਖਾਨ ਨਿਸ਼ਾਨੀ ਓਸ ਦੀ ਇਹ ਹੁੰਦੀ ਹੈ ਕਿ ਓਹ ਸਿੱਖ ਅਨਤ ਹੋਰ ਦਿਰੇ ਕਿਤੇ ਹੋਰ ਕਿਸੇ ਦਵਾਰੇ ਯਾ ਮਾਯਕੀ ਪਦਾਰਥਾਂ ਪਿਛੇ ਕਦਾਚਿਤ ਨਹੀਂ ਧਾਂਵਦਾ ਦੌੜਦਾ = ਭਟਕਦਾ ॥੧੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
