[
  {
    "id": "STF",
    "sttm_id": 6496,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L2EK",
        "source_page": 16,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aulit pvn mn mIn kI cpl giq; siqgur prcy prmpd pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By practicing Naam Simran (meditation on Lord's name) one can turn the wind-like wayward mind into sharp and swift movement of fish. Developing association with the word of True Guru, one attains noble state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ ਜਦ ਮਛਲੀ ਦੀ ਜਲ ਦੀ ਪ੍ਰਬਲ ਧਾਰਾ ਦੇ ਸਹਾਰੇ ਉਕਤ ਸ੍ਰੋਤ ਦੇ ਨਿਕਾਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਣ ਖਾਤਰ, ਚਪਲ ਗਤਿ = ਚੰਚਲ ਚਾਲ ਵਤ ਪਵਨ ਪ੍ਰਾਣਾਂ ਦੀ ਧਾਰਾ ਨੂੰ ਪਕੜ ਕੇ ਉਲਟਾ ਹੋ ਵਗਦਾ ਹੈ। ਭਾਵ ਬਾਹਰਲੇ ਫੁਰਨਿਆਂ ਸੰਕਲਪਾਂ ਵੱਲੋਂ ਹਟਕੇ ਸ੍ਵਾਸਾਂ ਦੀ ਤਾਰ ਦੇ ਸਹਾਰੇ ਉਨ੍ਹਾਂ ਦੀ ਆਉਣ ਜਾਣ ਦੀ ਚਾਲ ਮੂਜਬ ਜਦ ਉਲਟਾ ਅੰਤਰਮੁਖ ਹੋ ਵਗਦਾ ਹੈ, ਤਾਂ ਸਤਿਗੁਰ ਪਰਚੇ = ਸਤਿਗੁਰਾਂ ਉਪਰ ਪੂਰਣ ਪ੍ਰਤੀਤ ਨੂੰ ਲਿਆ ਕੇ ਪਰਮ ਪਦ ਮੋਖ ਪਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਭੋਗਾਂ ਪਦਾਰਥਾਂ ਅਥਵਾ ਰਸਾਂ ਦੀ ਖਿੱਚ ਵੱਲੋਂ ਮੁਕਤ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9HRR",
        "source_page": 16,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUr sr soiK poiK som sr pUrn kY; bMDn dy imRq sr ApIA ipAwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Nectar of life (blissful peace) is obtained only by meditation. By burning away the indestructible ego and by killing the imperishable mind, leaving all doubts and suspicions, those who stabilise their body, their life-force finds a direction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਰ ਸਰ ਸੋਖ = ਸਰ ਨਾਮ ਪ੍ਰਵਾਹ ਦਾ ਹੈ, ਸੋ ਸੂਰਜ ਸੁਰ ਨੂੰ ਸੋਖਨ ਸੁਕੌਨਾ ਕਰੇ ਯਾ ਸੂਰਜ ਨਾਮੀ ਇੜਾ ਨਾੜੀ ਸਜੇ ਪਾਸੇ ਦੀ ਨਾਸ ਰਸਤੇ ਚਲਨ ਹਾਰੀ ਸ੍ਵਾਸ ਦੀ ਸੁਰ ਨੂੰ ਸੁਕਾਵੇ ਬਾਹਰ ਨਿਕਾਲ ਦੇਵੇ ਜੋ ਖੱਬੀ ਨਾਸ ਦੇ ਬੰਦ ਕੀਤਿਆਂ ਹੋ ਸਕਦਾ ਹੈ, ਯਾ ਧੀਰਜ ਨਾਲ ਸਮਝ ਕੇ ਕਰੇ ਤਾਂ ਐਵੇਂ ਭੀ ਅਰੁ ਐਸਾ ਕਰ ਕੇ ਸੋਮ ਸਰ ਚੰਦ੍ਰਮਾ ਨਾਮੀ ਸੁਰ ਸ੍ਵਾਸ ਦੀ ਜੋ ਖੱਬੇ ਪਾਸੇ ਦੀ ਨਾਸ ਵਿਚ ਚਲਿਆ ਕਰਦੀ ਹੈ, ਓਸ ਰਾਹੀਂ ਬਾਹਰ ਕਢ ਸ੍ਵਾਸ ਨੂੰ ਪੂਰਨ ਕੈ ਭਰ ਕਰ ਕੇ ਅੰਦਰ ਨੂੰ ਮੁੜ 'ਪੋਖ' ਨਾਮ ਪਾਲੇ ਅਰਥਾਤ ਖਾਲੀ ਸ੍ਵਾਸ ਤੋਂ ਵਰਤੀ ਸ਼ਿਥਲਤਾ ਨੂੰ ਮੁੜ ਥੌਹ ਸਿਰ ਲਿਆਵੈ, ਪ੍ਰੰਤੂ ਜੀਕੂੰ ਮੱਛੀ ਉਲਟੀ ਚਲਕੇ ਟੱਕਰ ਖਾ ਕੇ ਮੁੜ ਆਉਂਦੀ ਤੇ ਮੁੜ ਪਹਿਲੇ ਦੀ ਤਰ੍ਹਾਂ ਹੀ ਉਲਟੀ ਚਲਦੀ ਹੈ ਅਰੁ ਲਾਗਤਾਰ ਅਜੇਹਾ ਕਲੋਲ ਜਲ ਦੇ ਪ੍ਰਵਾਹ ਅੰਦਰ ਕਰਦੀ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਸ੍ਵਾਸ ਪਰਸ੍ਵਾਸ ਦੀ ਲਗਾਤਾਰ ਅੰਦਰ ਬਾਹਰ ਯਾ ਹੇਠ ਉਪਰਲੀ ਚਾਲ ਅਨੁਸਾਰ ਮਨ ਭੀ ਇਸ ਅਭਿਆਸ ਵਿਚ ਇਕਸਾਰ ਜੁਟਿਆ ਰਹੇ ਤਾਂ ਬੰਧਨ ਦੈ ਮ੍ਰਿਤ ਸਰ = ਜਿਸ ਟਿਕਾਣੇ ਸੁਰ ਅਪਣੀ ਪਹਿਲੀ ਦਸ਼ਾ ਨੂੰ ਤਿਆਗ ਕੇ ਦੂਸਰੀ ਦਸ਼ਾ ਵਿਚ ਪਲਟਦੀ ਹੈ ਤੇ ਦੂਸਰੀ ਵਿਚ ਪਲਟ ਕੇ ਮੁੜ ਪਹਿਲੀ ਹਾਲਤ ਵਲ ਹੀ ਜਿਥੋਂ ਦੀ ਹੋ ਕੇ ਉਲਟਦੀ ਹੈ, ਉਹ ਸੁਰ ਦੀ ਮਿਰਤੂ ਦਾ ਟਿਕਾਣਾ ਜੋ ਸੁਖਮਣਾ ਦਾ ਘਾਟ ਆਖਿਆ ਜਾਂਦਾ ਹੈ, ਉੱਥੇ ਕੁਛ ਕਾਲ ਬੰਧਨ ਦੈ ਟਿਕਾਉ ਸੁਰਤ ਦਾ ਕਰੇ ਅਜੇਹਾ ਬਾਰੰਬਾਰ ਕਰਦੇ ਰਿਹਾਂ ਅਪਿਅ ਨਹੀਂ ਹਰ ਇਕ ਦੇ ਪੀਣੇ ਲੈਕ ਜੋ ਅਨੁਭਵ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ, ਉਸ ਨੂੰ ਪੀਤਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CMJU",
        "source_page": 16,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Ajrih jwir mwir Amrih BRwiq Cwif; AsiQr kMD hMs Anq n Dwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By burning away the indestructible ego and by killing the imperishable mind, leaving all doubts and suspicions, those who stabilise their body, their life-force finds a direction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਜਰਹਿ ਜਾਰਿ = ਨਾ ਸਾੜੀ ਜਾ ਸਕਨ ਵਾਲੀ ਹਉਮੈਂ ਨੂੰ ਇਸ ਪ੍ਰਕਾਰ ਅਭਿਆਸ ਨੂੰ ਕਰਦਾ ਹੋਇਆ ਸਾੜ ਸਿੱਟਦਾ ਹੈ ਤੇ ਅਮਰਹਿ ਮਾਰਿ = ਅਮਰ ਹੋਏ ਹੋਏ, ਭਾਵ ਆਮਰ ਆਕੀ ਹੋਏ ਹੋਏ ਮਨ ਨੂੰ ਭੀ ਮਾਰ ਪਛਾੜ ਲੈਂਦਾ ਹੈ, ਜਦਕਿ ਭ੍ਰਾਤਿ ਭਰਮਨਾ ਭਰਮਚਿੱਤੀ ਅਥਵਾ ਦੇਹ ਅਧ੍ਯਾਸ ਭਾਵ ਬਿਰਤੀ ਵਾਲੀ ਇਸ ਨੂੰ ਛੋੜ ਤਿਆਗ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਅਸਥਿਰ ਕੰਧ = ਕੰਧ ਰੂਪ ਸਰੀਰ ਦੇਹ ਅਜਰ ਅਮਰ ਹੋ ਜਾਂਦੀ ਤੇ ਹੰਸ ਜੀਵ ਫੇਰ ਅਨਤ ਹੋਰ ਦਿਰੇ ਹੋਰ ਹੋਰ ਜੂਨ ਜੂਨਾਂਤਰਾਂ ਵਿਚ ਨ ਧਾਏ ਹੈ ਨਹੀਂ ਭਟਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HT1H",
        "source_page": 16,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwdY Awd nwdY nwd sllY sill imil; bRhmY bRhm imil shj smwey hY [16["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the space merges with space, air with air and water mixes up with its source, so does the life-force integrates with the radiance of the Lord and supreme bliss is experienced. (16)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਦੈ ਆਦਿ ਸਭ ਤੱਤਾਂ ਦੀ ਆਦਿ ਜੋ ਆਕਾਸ਼ ਹੈ, ਜੀਕੂੰ ਘਟ ਮਟ ਘੜੇ, ਕੋਠੇ ਆਦਿ ਦੇ ਟੁੱਟ ਗਿਰ ਪੈਣ ਤੇ ਮਹਾਂ ਆਕਾਸ਼ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਅਰੁ ਨਾਦੈ ਨਾਦਿ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਧੁਨੀ ਵਿਖੇ ਤਥਾ ਜਲ ਵਿਖੇ ਜਲ, ਮਿਲ ਕੇ ਅਭੇਦ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਇਹ ਜੀਵਤ ਭਾਵ ਨੂੰ ਤਿਆਗ ਬ੍ਰਹ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਬ੍ਰਹਮ ਸਰੂਪ ਵਿਖੇ ਮਿਲ ਕੇ ਸਹਜੇ ਹੀ ਸਮਾ ਲੀਨ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੧੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
