[
  {
    "id": "NHD",
    "sttm_id": 6497,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TBQE",
        "source_page": 17,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "icrMkwl mwns jnm inrmol pwey; sPl jnm gur crn srn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "After wandering many births, this human life is obtained. But the birth becomes successful only when one takes the refuge the holy feet of a True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਿਰੰਕਾਲ ਸਮੇਂ ਗੁਜਰਨ ਉਪਰੰਤ = ਅਨੰਤ ਜਨਮ ਜੂਨ ਜੂਨਾਂਤਰਾਂ ਵਿਚ ਭਟਕਨ ਉਪ੍ਰੰਤ, ਨਿਰਮੋਲ = ਅਮੋਲਕ ਲਖੀਂ ਕ੍ਰੋੜੀਂ ਬ੍ਯੰਤ ਮਾਯਾ ਖਰਚਿਆਂ ਭੀ ਜੋ ਹਥ ਨਹੀਂ ਆ ਸਕਦਾ, ਐਸੇ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਪੈਣ ਕਰ ਕੇ ਹੀ ਇਹ ਸਫਲਾ ਜਨਮ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਦੀ ਅਮੋਲਕਤਾ ਦਾ ਮਹੱਤ ਇਞੇਂ ਹੀ ਪ੍ਰਗਟ ਹੋ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YVXW",
        "source_page": 17,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn Amol gur drs Amol dyKy; sRvn Amol gur bcn Drn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Eyes are invaluable only when they see a glimpse of the Lord ugh the form of Sat guru. Ears are fruitful if they listen the precepts and command of Satguru attentively.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਜ ਇਹ ਕਿ ਮਾਇਆ ਤੋਂ ਅਚਾਹ ਸਤਿਗੁਰਾਂ ਦਾ ਦਰਸ਼ਨ ਜੋ ਅਮੋਲਕ ਹੈ ਉਸ ਨੂੰ ਦੇਖਿਆ ਨੇਤ੍ਰ ਅਮੋਲਕ ਦਿਬ੍ਯ ਦ੍ਰਿਸ਼ਟੀ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਰੁ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਬਚਨ ਉਪਦੇਸ਼ ਨੂੰ ਧਾਰਣ ਕਰਨ ਵਾਲੇ ਹੋਣ ਕਰ ਕੇ ਕੰਨ ਅਮੋਲਕ ਬਣ ਜਾਂਦੇ ਹਨ ਭਾਵ ਅਗੰਮ ਲੋਕ ਦੀ ਦਿੱਬ ਧੁਨੀ ਸੁਨਣ ਦੇ ਲਾਇਕ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGTX",
        "source_page": 17,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwskw Amol crnwribMd bwsnw kY; rsnw Amol gurmMqR ismrn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Nostril’s are worthy only when they smell the fragrance of dust of Satguru's lotus-feet. The tongue becomes invaluable when it recites the word of the Lord given as consecration by Satguru Ji.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣਾਰਬਿੰਦ ਚਰਣ ਕਮਲਾਂ ਉੱਪਰ ਨਮਸਕਾਰ ਕਰਦਿਆਂ ਹੋਇਆਂ ਉਨ੍ਹਾਂ ਦੀ ਧੂਲੀ ਵਿਚੋਂ ਉਸ ਦੇ ਸੁਗੰਧੀ ਦਾ ਅਧਾਰ ਹੋਣ ਕਰ ਕੇ ਵਾਸਨਾ ਦੀ ਲਪਟ ਤੋਂ ਨਾਸਾਂ ਅਮੋਲਕ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਅਰੁ ਗੁਰਮੰਤ੍ਰ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਧੁਰੋਂ ਲਿਆ ਉਪਦੇਸ਼ੇ ਮੰਤ੍ਰ ਦੇ ਸਿਮਰਣ ਯਾਦ ਕਰਦੇ ਰਿਹਾਂ ਰਸਨਾ ਰਸਨਾ ਉਪਰ ਟਿਕਾਈ ਰਖਨ ਖਾਤਰ ਅਮੋਲਕ ਬਣ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXSR",
        "source_page": 17,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hsn Amol gurdyv syv kY sPl; crn Amol prdCnw krn kY [17["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Hands are invaluable only when they involve in the comforting service of Satguru and feet become precious when they ever stroll about in the vicinity of Satguru. (17)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਦੇਵ ਦੇਵ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਹੱਥਾਂ ਦੀ ਅਮੋਲਕਤਾ ਸਫਲੀ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਪਰਦੱਖਣਾ ਕਰਨ ਪਰਿਕਰਮਾ ਚਾਰੋਂ ਪਾਸੀਂ ਸਤਿਗੁਰਾਂ ਦੇ ਕਰਮਾਂ ਲੈਣ ਕਰ ਕੇ ਪੈਰ ਅਮੋਲਕ ਬਣਾ ਜਾਇਆ ਕਰਦੇ ਹਨ ॥੧੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
