[
  {
    "id": "06E",
    "sttm_id": 6498,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ELZX",
        "source_page": 18,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn idib idRsit pRgws BeI; krunw ktwC idib dyh prvwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Focusing mind on the form of True Guru, one is enlightened with celestial vision of knowledge. By the grace of True Guru, the human form acquires Godly refulgence making its coming to this world a success.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸ਼ਨ ਦੇ ਧਿਆਨ ਕਰ ਕੇ ਇਕ ਟਕ ਅੰਤਰ ਮੁਖ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਤੱਕਦਿਆਂ ਤੱਕਦਿਆਂ ਦਿੱਬ ਦ੍ਰਿਸ਼ਟੀ = ਸ੍ਵੱਛ ਦ੍ਰਿਸ਼ਟੀ = ਪਰਮੇਸ਼੍ਵਰ ਪ੍ਰਾਇਣੀ ਨਿਗ੍ਹਾ = ਮੋਖ ਦੀ ਸਾਧਨ ਰੂਪ ਨੇਤ੍ਰ ਸ਼ਕਤੀ ਦਾ ਪ੍ਰਕਾਸ਼ ਸਾਖ੍ਯਾਤ ਹੋ ਆਇਆ ਕਰਦਾ ਹੈ। ਅਰੁ ਇਸ ਕਰ ਕੇ ਕਰੁਣਾ ਕਿਰਪਾ ਭਰੇ ਕਟਾਛ ਨੇਤ੍ਰ ਦੇ ਭਾਵ ਅਰਥਾਤ ਸਤਿਗੁਰਾਂ ਦੀ ਕਿਰਪਾ ਭਰੀ ਨਦਰੀ ਨਦਰ ਨਿਹਾਲ ਕਰਣ ਹਾਰੀ ਨਿਗ੍ਹਾ ਦੀ ਤੱਕਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਸ ਪ੍ਰਸੰਨਤਾ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਗੁਰਸਿੱਖ ਦੀ ਦੇਹ ਦਿੱਬ ਰੱਬੀ ਦਮਕ ਵਾਲੀ ਸਦਾ ਨਵੀਂ ਨਰੋਈ ਤੇ ਲੇਖੇ ਪਈ ਪ੍ਰਵਾਨ ਸਮਝੀ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N6ET",
        "source_page": 18,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv bjr kpwt Kuly; pRym rs rsnw kY AMimRq inDwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Concentrating the mind on the divine word, the rock strong doors of ignorance become ajar. The acquisition of knowledge then blesses one with the treasure of Lord's name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਅੰਤਰੀਵੀ ਅਨਹਦ ਧੁਨੀ ਸੁਨਣ ਵਿਖੇ ਲਿਵ ਲਗਾਇਆਂ, ਵਾ ਸ਼ਬਦ ਅਭਿਆਸ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਤਾਰ ਲਗਾਇਆਂ ਅਥਵਾ ਸਤਿਗੁਰਾਂ ਦਾ ਸ਼ਬਦ ਰੂਪ ਉਪਦੇਸ਼ ਸੁਰਤਿ ਸੁਣ ਕਰ ਕੇ ਓਸ ਵਿਚ ਲਿਵ ਇਕਸਾਰ ਬਿਰਤੀ ਟਿਕਾਇਆਂ, ਬਜਰ ਸਮਾਨ ਅਨਭੇਦ ਭੇਦਨ ਨਾ ਹੋ ਸਕਨ ਵਾਲੇ ਅਤ੍ਯੰਤ ਦ੍ਰਿੜ ਕਪਾਟ ਕਿਵਾੜ ਮਾਇਆ ਅਵਿਦ੍ਯਾ ਦੇ ਆਵਰਣ ਰੂਪ ਪੜਦੇ ਖੁਲ ਆਉਂਦੇ ਹਨ, ਅਰੁ ਇਉਂ ਰਸਨ ਰਸੀਲਾ ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਅੰਮ੍ਰਿਤ ਦਾ ਭੰਡਾਰ ਇਸ ਨੂੰ ਪੀਣ ਵਾਸਤੇ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਥਵਾ ਇਸ ਭਾਂਤ ਕਿਵਾੜ ਖੁੱਲਨ ਸਾਰ ਪ੍ਰੇਮ ਰਸ ਅਨੁਭਵ ਰਸ ਵਿਚ ਰਸਨ ਪਰਚ ਜਾਨ ਕਰ ਕੇ ਅੰਮ੍ਰਿਤ ਦਾ ਭੰਡਾਰ ਰੂਪ ਹੀ ਸ੍ਵਯੰ ਗੁਰੂ ਕਾ ਸਿੱਖ ਬਣ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXZS",
        "source_page": 18,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd bwsnw subws; hsq pUjw pRnwm sPl su igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The touching and feeling of the dust of True Guru's feet enlivens the fragrance of Lord's name in the mind. Involving the hands in His prayer and service, one is blessed with true and real spiritual knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰਜ = ਧੂਲੀ ਦੀ ਬਾਸਨਾ ਸੁਗੰਧੀ ਕਰ ਕੇ ਸੁਬਾਸ ਸੁਗੰਧੀਵਾਨ ਵਾ ਸੁਬਾਸ ਆਤਮ ਪਦ ਵਾਸੀ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਹੱਥਾਂ ਨੂੰ ਪੂਜਾ ਵਾ ਪ੍ਰਣਾਮ ਨਮਸਕਾਰ ਸਮੇਂ ਰਚਣ ਸਪਰਸ਼ ਕਰਦਿਆਂ ਸਫਲੇ ਬਨਾਉਣ ਸਾਰ ਸੁ ਗ੍ਯਾਨ ਸ੍ਵੈ ਗਿਆਨ ਸ੍ਰੇਸ਼ਟ ਗਿਆਨ ਆਤਮ ਗਿਆਨ ਇਸ ਨੂੰ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1WL2",
        "source_page": 18,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMg AMg ibsm sRbMg mY smwie Bey; mn mnsw Qkq bRhm iDAwn hY [18["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus every hair of a person becomes glorious and he merges with the light divine. All his vices and desires end and his mind dwells in the love of Lord's feet. (18)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਸ ਭਾਂਤ ਅੰਗ ਅੰਗ ਕਰ ਕੇ ਸਿਬਮ ਅਚੰਭਿਤ ਆਪ੍ਯੋਂ ਬਾਹਰ ਹੋਇਆ ਹੋਇਆ ਸ੍ਰਬੰਗ ਸਰਬ ਸਰੂਪੀ ਵਾਹਿਗੁਰੂ ਵਿਖੇ ਲੀਨ ਹੋ ਕੇ ਮਨ ਦੀਆਂ ਕਲਪਨਾਂ ਜਦ ਥਕਿਤ ਹੋ ਹੁੱਟ ਜਾਂਦੀਆਂ ਹਨ, ਤਦ ਨਿਸਚੇ ਕਰੋ ਕਿ ਇਹੀ ਬ੍ਰਹਮ ਧਿਆਨ ਬ੍ਰਹਮ ਪ੍ਰਾਇਣੀ ਅਵਸਥਾ ਹੈ। ਅਥਵਾ ਐਸੀ ਅਵਸਥਾ ਵਾਲੇ ਗੁਰਸਿੱਖ ਨੂੰ ਬ੍ਰਹਮ ਗਿਆਨ ਸੰਪੰਨ ਬ੍ਰਹਮਗਿਆਨੀ ਬ੍ਰਹਮ ਹੀ ਧਿਆਨ ਵਿਚ ਲਿਆਈ ਦਾ ਹੈ ॥੧੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
