[
  {
    "id": "EM4",
    "sttm_id": 6499,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T2PD",
        "source_page": 19,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl Aiq Ascrj mY; hyrq ihrwny Awn iDAwn ibsrwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The contentment that a devout Sikh gets from meditating on His name is so mystical that he (Gursikh) forgets all other worldly pleasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਗੁਰਸਿੱਖ ਨੂੰ ਉਕਤ ਰੀਤੀ ਅਨੁਸਾਰ ਅਭਿਆਸ ਕਰਦਿਆਂ ਜੋ ਸੁਖ ਸਰੂਪੀ ਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ, ਅਤ੍ਯੰਤ ਅਚਰਜ ਰੂਪ ਹੈ, ਵਰਨਣ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਬੱਸ ਉਸ ਦੇ ਹੇਰਤ ਤੱਕਦੇ ਸਾਰ ਅਨੁਭਵ ਹੁੰਦਿਆਂ ਸਾਰ ਹੀ ਹਿਰਾਨੇ ਹਉਮੈ ਦਾ ਮੂਲ ਆਪਾ ਭਾਵ ਥਕਿਤ ਹੋ ਜਾਂਦਾ ਹੈ ਵਾ ਬਾਹਰਲੀ ਸੁਧ ਭੁੱਲ ਜਾਂਦੀ ਹੈ ਯਾ ਹਿਰ ਨਿਵਿਰਤ = ਆਨੇ ਦ੍ਵੈਤ ਹਿਰਾਨੇ ਅਰਥਾਤ ਦ੍ਵੈਤ ਭਾਵਨਾ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਆਨ ਧਿਆਨ = ਦੂਸਰੀ ਕਿਸੇ ਵਸਤੂ ਦੀ ਤਾਂਘ ਅਥਵਾ ਦੂਸਰੇ ਦੇਵੀ ਦੇਵਤਾ ਆਦਿ ਇਸ਼ਟ ਦਾ ਧਿਆਨ ਖਿਆਲ ਚੁਕ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4EW",
        "source_page": 19,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl gMD rs ibsm huie; An rs bwsnw iblws n ihqwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the fragrance of spiritual peace Guru-conscious person lives in a state of bliss and forgets all other worldly enjoyments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਜੋ ਸੁਖਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਓਸ ਦੀ ਗੰਧ ਮਹਿਕ ਪ੍ਰਫੁਲਤਤਾ ਦਾ ਰਸ ਸ੍ਵਾਦ ਅਜੇਹਾ ਬਿਸਮ ਅਚੰਭਿਤ ਕਰਨ ਵਾਲਾ ਹੁੰਦਾ ਹੈ ਕਿ ਦੂਸਰੇ ਰਸਾਂ ਦੇ ਬਿਲਾਸ ਵਿਸਤਾਰ ਪਸਾਰੇ ਪ੍ਰਵਿਰਤੀ ਦੀ ਬਾਸਨਾ ਕਲਪਨਾ ਫੁਰਣੀ ਹੀ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦੀ ਭੌਂਦੀ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N3WF",
        "source_page": 19,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl AdBuq AsQwn; imRq mMfl AsQl n luBwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who live in the conscious presence of True Guru live a state of perpetual bliss. The perishable pleasures of the destructible world entice and attract them no more",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਜੋ ਸੁਖਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਓਸ ਦਾ ਅਸਥਾਨ ਟਿਕਾਣਾ ਟਿਕਾ ਐਸਾ ਅਦਭੁਤ ਅਲੌਕਿਕ = ਅਨੋਖਾ ਹੈ ਕਿ ਉਸ ਵਿਖੇ ਇਸਥਿਤ ਹੋਏ ਨੂੰ ਤਾਂ ਕੀਹ ਦੇਖਨ ਮਾਤ੍ਰ ਦੇਖਨ ਵਾਲੇ ਨੂੰ ਭੀ ਮਾਤ ਲੋਕ ਧਰਤੀ ਮੰਡਲ ਦਾ ਟਿਕਾਣਾ ਹੁਣ ਲੁਭਾਯਮਾਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਭਾਵ ਪਰਮ ਪਦ ਵਿਖੇ ਸੁਰਤ ਦਾ ਖਿਚਾਉ ਹੋ ਜਾਣ ਕਰ ਕੇ ਗੁਰਸਿੱਖ ਨੂੰ ਹੁਣ ਮਨੁੱਖੀ ਭੋਗ ਪਦਾਰਥ ਰਸ ਕਸ ਆਦਿ ਨਹੀਂ ਖਿੱਚ ਸਕਿਆ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N5XM",
        "source_page": 19,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl sMgiq imlwp dyK; Awn igAwn iDAwn sB inrs kir jwny hY [19["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of spiritually elevated souls and seeing their state of ecstasy of uniting with the Lord, they consider all wisdom and attractions of the world as worthless. (19)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਸੁਖਫਲ ਪ੍ਰਾਪਤ ਹੋਣ ਦੇ ਉਪ੍ਰੰਤ ਜਿਸ ਕਿਸੇ ਨੇ ਉਸ ਦੀ ਸੰਗਤ ਕੀਤੀ ਯਾ ਮਿਲਾਪ ਦੇ ਪ੍ਰਭਾਵ ਨੂੰ ਦੇਖਿਆ ਤੱਕਿਆ ਅਨੁਭਵ ਕੀਤਾ, ਉਹ ਭੀ ਹੋਰਨਾਂ, ਸਾਰਿਆਂ ਗਿਆਨਾਂ ਧਿਆਨਾਂ ਨੂੰ ਨਿਰਸ ਫਿੱਕਿਆਂ = ਬੇਸ੍ਵਾਦਿਆਂ ਕਰ ਕੇ ਜਾਨਣ ਲਗ ਪੈਂਦਾ ਹੈ ॥੧੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
