[
  {
    "id": "NZR",
    "sttm_id": 6500,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AQ0A",
        "source_page": 20,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl dieAw kY idKwvY jwih; qwih Awn rUp rMg dyKy nwhI BwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is blessed by Satguru with spiritual wisdom, he does not like to see any other form or attraction. Nothing else can give tranquility and peace to such a blessed person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਜਿਸ ਨੂੰ ਸਤਿਗੁਰ ਦਇਆ ਕਰ ਕੇ ਦਿਖਾਲਦੇ ਹਨ, ਓਸ ਨੂੰ ਹੋਰ ਰਸ ਸ੍ਵਾਦ ਰੂਪ ਦਰਸਨ ਰੰਗ ਪਿਆਰ ਪਾਤ੍ਰ ਪਦਾਰਥ ਭਾਵ - ਇੰਦ੍ਰੀਆਂ ਦੇ ਵਿਖਯ ਰੂਪ ਭੋਗ ਪਦਾਰਥ ਤੱਕੇ ਭੀ ਨਹੀਂ ਭੌਂਦੇ ਅਰਥਾਤ ਦੇਖਨ ਲਈ ਭੀ ਓਸ ਦਾ ਜੀ ਨਹੀਂ ਲਲਚੌਂਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E4DX",
        "source_page": 20,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl mieAw kY cKwvY jwih; qwih Anrs nhIN rsnw ihqwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is blessed with spiritual pleasure by the True Guru, he does not relish any other pleasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ, ਕਿਰਪਾ ਕਰ ਕੇ ਇਹ ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਚਖਾ ਦੇਣ ਅਨੁਭਵ ਕਰਾ ਦੇਣ, ਤਿਸ ਨੂੰ ਅਨਰਸ ਹੋਰ ਹੋਰ ਸ੍ਵਾਦ ਬਾਹਰਲੇ ਸ੍ਵਾਦ ਰਸਨਾ ਰਸੀਲੇ ਹੋ ਹੋ ਕੇ ਨਹੀਂ ਹਿਤ ਆਉਂਦੇ ਅਰਥਾਤ ਰੁਚ੍ਯਾ ਨਹੀਂ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YV9X",
        "source_page": 20,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl Aghu ghwvY jwih; srb inDwn prsn kau n DwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devout Sikh who is blessed with the spiritual pleasure that no one can reach to, he need not run after other worldly relishments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਅਗਹੁ = ਨਹੀਂ ਗ੍ਰਹਿਣ ਕੀਤੇ ਜਾਂ ਸਕਨ ਜੋਗ ਅਗੰਮ ਗੁਰਮੁਖੀ, ਸੁਖਫਲ ਨੂੰ ਸਤਿਗੁਰੂ ਗਹਾਵੈ ਫੜਾ ਦੇਣ = ਪ੍ਰਾਪਤ ਕਰਾ ਦੇਣ, ਉਹ ਮੁੜ ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਨਿੱਧਾਂ ਨੂੰ ਦਿੱਬ੍ਯ ਖਜ਼ਾਨਿਆਂ ਨੂੰ ਸਨਮੁਖ ਪ੍ਰਾਪਤ ਹੋਇਆ ਦੇਖ ਕੇ ਭੀ ਪਰਸਨ ਕਉ ਛੋਹਨ ਵਾਸਤੇ ਕਦਾਚਿਤ ਨਹੀਂ ਧਾਂਵਦਾ ਭਟਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4RQT",
        "source_page": 20,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl AlK lKwvY jwih; AkQ kQw ibnod vwhI bin AwveI [20["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Only he who is blessed with self-realization (spiritual knowledge) can feel its pleasure and this cannot be explained. The devotee himself can only appreciate the pleasure of that state. (20)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੁੱਕਦੀ ਗੱਲ ਕੀਹ ਕਿ ਜਿਸ ਨੂੰ ਅਲਖ ਲਖਤਾ ਵਿਚ ਨਾ ਆ ਸਕਨ ਵਾਲੇ ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਨੂੰ ਸਤਿਗੁਰ ਲਖਾ ਦੇਣ, ਓਸ ਦੇ ਬਿਨੋਦ ਕੌਤਕ ਖੇਲ ਦੀ ਕਥਾ ਅਕੱਥ ਰੂਪ ਕਹਿਣ ਤੋਂ ਪਾਰ ਹੈ, ਜਿਸ ਨੇ ਅਨਭਉ ਕੀਤੀ ਬੱਸ ਓਸੇ ਨੂੰ ਹੀ ਸਮਝੀ ਬਣਾ ਆਉਂਦੀ ਹੈ ਦੂਸਰੇ ਆਖ ਸੁਣ ਕੇ ਇਸ ਤੋਂ ਕੋਈ ਵਿਸ਼ੇਖ ਖਾਸ ਲਾਭ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ॥੨੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
