[
  {
    "id": "3RH",
    "sttm_id": 6503,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JV2B",
        "source_page": 23,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn joiq n joqI srUp huie pqMg; sbd suriq imRg jugiq n jwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a moth, I do not sacrifice myself over the radiant glimpse True Guru, nor do I know the method of lodging the music of True Guru's words as is the wont of a deer;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਤੰਗਾ ਜੀਕੂੰ ਆਪਣੀ ਪ੍ਰੀਤਮ ਲਾਟ ਉਪਰ ਸਦਕੇ ਹੋ ਕੇ ਜੋਤੀ ਸਰੂਪ ਹੋਇ ਲਾਟ ਦੀ ਸੂਰਤ ਨੂੰ ਹੀ ਧਾਰਣ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੀਕੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਦੀ ਜੋਤਨਾ ਪ੍ਰਕਾਸ਼ ਉਪਰ ਇਕ ਟਕ ਮਗਨ ਹੋ ਕੇ ਕ੍ਯੋਂ ਲਿਵ ਲੀਨ ਨਹੀਂ ਹੋ ਜਾਂਦਾ? ਤੇ ਐਸਾ ਹੀ ਮਿਰਗ ਹਰਣ ਵਾਂਗੂੰ ਸ਼ਬਦ ਬੇਧੀ ਸ਼ਬਦ ਦੀ ਸ੍ਰੋਦ ਉਪਰੋਂ ਆਪਾ ਵਾਰਨ ਵਾਲੀ ਜੁਗਤਿ ਰੀਤੀ ਨੂੰ ਇਹ ਨਹੀਂ ਜਾਣਦਾ, ਜਿਸ ਕਰ ਕੇ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਸੁਰਤਿ ਸ਼ਬਦ = ਉਪਦੇਸ਼ ਨੂੰ ਇਕ ਸਾਰ ਸੁਣਦਾ ਸੁਣਦਾ ਆਪਿਓਂ ਪਾਰ ਹੋ ਜਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JP6S",
        "source_page": 23,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd n mDup giq; ibrh ibEg huie n mIn mir jwnY hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a bumble bee mad for the nectar of lotus flower loses his life when the flower closes, but I have not sacrificed myself unto the lotus like feet of my Satguru, nor have Known the pangs of separation from my Satguru like a fish when out of water;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਧੁਪ ਭੌਰੇ ਗਤਿ ਚਾਲ = ਵਾਂਕੂੰ ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਭੌਰੇ ਦੀ ਦਸ਼ਾ ਚਾਲ ਕਮਲ ਦੀ ਮਕਰੰਦ ਧੂਲੀ ਰਸ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ ਯਾ ਪ੍ਰਾਪਤੀ ਹੋਣ ਸਮੇਂ ਹੋਇਆ ਕਰਦੀ ਹੈ, ਉਸੇ ਵਾਂਗੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਕਿਉਂ ਗੁਰਸਿੱਖ ਲੱਟੂ ਨਹੀਂ ਹੋ ਜਾਂਦਾ? ਅਰੁ ਬਿਛੋੜੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਬਿਜੋਗ ਜੁਦਾਈ ਦੇ ਕਾਰਣ ਮਛਲੀ ਦੇ ਜਲ ਤੋਂ ਅੱਡ ਹੋਣ ਸਮੇਂ ਮਰ ਜਾਣ ਵਤ ਇਹ ਕਿਉਂ ਨਹੀਂ ਮਰ ਜਾਂਦਾ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H350",
        "source_page": 23,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk eyk tyk n trq hY iqRgd join; cwqur cqr gun hoie n ihrwnY hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The living being of lower species do not backtrack their steps dying for their love that is based on just one virtue. But I with all my wisdom do not carry any trait like these beings, I do not sacrifice myself unto my True Guru creatures do;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤ੍ਯੰਤ ਖੇਦ ਦੀ ਗੱਲ ਹੈ ਕਿ ਤ੍ਰਿਗਦ ਜੋਨਿ = ਤਾਮਸੀ ਜੂਨਾਂ ਵਿਖੇ ਪੈਦਾ ਹੋਏ ਉਕਤ ਜੀਵ ਇਕੋ ਇਕ ਪ੍ਰੇਮ ਦੀ ਟੇਕ ਨੂੰ ਧਾਰਣ ਕਰ ਕੇ ਓੜਕ ਦੀ ਹੱਦ ਤਕ ਨਹੀਂ ਟਲਦੇ, ਪਰ ਇਹ ਮਨੁੱਖ ਸਭ ਤਰ੍ਹਾਂ ਕਰ ਕੇ ਚਾਤੁਰ = ਚਾਲਾਕ ਚੁਸਤ ਅਰੁ ਚਤਰ ਗੁਨ ਹੋਇ ਗੁਣਾਂ ਕਰ ਕੇ ਸੰਪੰਨ ਹਰ ਤਰ੍ਹਾਂ ਨਾਲ ਨਿਪੁੰਨ ਸਿਆਣਾ ਬਿਆਣਾ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਸਤਿਗੁਰਾਂ ਦੇ ਪ੍ਰੇਮ ਤੋਂ ਅਪਣੇ ਆਪ ਨੂੰ ਨਹੀਂ ਲੁਟਾ ਦਿੰਦਾ ਵਾਰ ਸਿੱਟਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ED9M",
        "source_page": 23,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwhn kTor siqgur suK swgr mY; suin mm nwm jm nrk ljwnY hY [23["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru is ocean of peace and tranquillity but I am like a stone (who is least influenced by any precept of the True Guru) despite living near Him. Hearing the name of a sinner like the messenger of hell would feel ashamed of me. (23)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੋਰਨਾਂ ਦੀ ਮੈਂ ਕੀਹ ਆਖਾਂ, ਹਰ ਦਮ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਵਿਚ ਵੱਸਦਿਆਂ ਹੋਇਆਂ ਭੀ ਮੈਂ ਕਰੜਾ ਪੱਥਰ ਹੀ ਰਿਹਾ। ਕਿਸੇ ਪ੍ਰਕਾਰ ਪ੍ਰੇਮ ਕਰ ਕੇ ਨਾ ਭਿਜਿਆ। ਮੇਰਾ ਨਾਮ (ਭੱਗਲਾਂ ਵਾਲੀ ਕਰਤੂਤ ਕਰਨ ਵਾਲੇ ਬਾਬਤ) ਸੁਣ ਕੇ ਜਮ ਜਮਦੂਤਾਂ ਦਾ ਰਾਜਾ ਅਰੁ ਨਰਕ ਭੀ ਸ਼ਰਮਿੰਦੇ ਹੋ ਸੋਚ ਰਹੇ ਹਨ ਕਿ ਮੈਨੂੰ ਕਿਹੜੇ ਨਰਕ ਵਿਚ ਪਾਉਣਗੇ ॥੨੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
