[
  {
    "id": "0JJ",
    "sttm_id": 6504,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7F79",
        "source_page": 24,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir cMcl Acl Bey; mhw ml mUqR DwrI inrml kIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those frolicsome persons who toil on the name of the Lord with devotion and love become peaceful and tranquil. Those who are filled with dross become neat and clean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਮਤਿ = ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਵੀਚਾਰ ਵਾ ਮਤੇ ਨੂੰ ਸਤਿ ਯਥਾਰਥ ਕਰ ਕੇ ਮੰਨਿਆ ਹੈ, ਉਹ ਚੰਚਲ ਭਾਵ ਭਟਕਨਾ ਵਾਲੇ ਸੁਭਾਵ ਨੂੰ ਤਿਆਗ ਕੇ ਅਚਲ ਭਏ ਸ਼ਾਂਤ ਬਿਰਤੀ ਵਾਲੇ ਸਾਤਕੀ ਬਣ ਗਏ ਹਨ, ਅਰੁ ਅਤ੍ਯੰਤ ਮਲ ਮੂਤ੍ਰ ਧਾਰੀ ਮਲ ਮੂਤ੍ਰ ਦੇ ਸਾਜੇ ਦੇਹ ਦੀ ਲਿੰਬਾ ਪੋਚੀ ਵਾ ਪਾਲਨਾ ਪੋਖਨਾ ਦਾ ਹੀ ਇਕ ਮਾਤ੍ਰ ਫਿਕਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਲਗਾ ਰਹਿੰਦਾ ਸੀ, ਓਨ੍ਹਾਂ ਨੂੰ ਗੁਰ ਉਪਦੇਸ਼ ਦੇ ਯਥਾਰਥ ਕਰ ਕੇ ਮੰਨਣ ਕਾਰਣ, ਸਤਿਗੁਰਾਂ ਨੇ ਨਿਰਮਲ ਕਰ ਲਿਆ ਹੈ ਭੈੜੀਆਂ ਵਾਸ਼ਨਾਂ ਤੋਂ ਛੁਡਾਕੇ ਅਪਨੇ ਪੰਨੇ ਪਾ ਲਿਆ ਵਾ ਸ਼ੁੱਧ ਆਤਮਾ ਬਣਾ ਲਿੱਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S9W8",
        "source_page": 24,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir join kY Ajoin Bey; kwl sY Akwl kY Amr pd dIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who practiced the consecration of True Guru saved themselves from the repeated births in the life of various species and achieved immortality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਞੇਂ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਸਚੋ ਸੱਚ ਕਰ ਕੇ ਮੰਨਿਆ ਹੈ ਮਾਤ ਜੋਨੀ ਵਿਚ ਆਉਣ ਤੋਂ ਭਾਵ ਜੂਨਾਂ ਵਿਚ ਭਟਕਨੋਂ ਛੁੱਟਕੇ ਅਗੇ ਲਈ ਅਜੋਨਿ ਭਏ = ਅਜਨਮੇ ਬਣ ਗਏ ਹਨ, ਅਰੁ ਸਤਿਗੁਰਾਂ ਨੇ ਅਪਣੇ ਉਪਦੇਸ਼ ਦੇ ਬਲ ਕਰ ਕੇ ਕਾਲ ਤੋਂ ਮੌਤ ਦਾ ਸ਼ਿਕਾਰ ਹੋਣੋ = ਮਰਣੋਂ ਅਕਾਲ ਕੈ = ਮਰਣ ਰਹਿਤ ਬਣਾ ਕੇ ਸਤਿਗੁਰਾਂ ਨੇ ਓਨ੍ਹਾਂ ਨੂੰ ਅਮਰ ਪਦ = ਅਬਿਨਾਸ਼ੀ ਇਸਥਿਤੀ ਵਾ ਨਾਸ਼ ਰਹਿਤ ਸ੍ਰੇਸ਼ਟ ਗਤੀ ਮੁਕਤੀ ਬਖਸ਼ ਦਿੱਤੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HUVV",
        "source_page": 24,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir haumY Koie hoie ryn; iqRkutI iqRbynI pwir Awpw Awp cIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who toil on the Naam Simran of the Lord with full devotion and love, become humble by renouncing ego and crossing all hurdles merge into Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਮਤਿ ਨੂੰ ਸਤਿ ਕਰ ਕੇ ਮੰਨ੍ਯਾ ਵਾ ਗੁਰਮਤਿ ਦੀ ਸਤਿ ਸਤ੍ਯਾ = ਬਲ ਕਰ ਕੇ, ਗੁਰਸਿਖ ਹਉਮੈ ਹੰਕਾਰ ਵਾਲੀ ਬਿਰਤੀ ਨੂੰ ਖੋਇ ਗੁਆਕੇ ਹੋਇ ਰੇਨੁ = ਧੂਲੀ ਸਮਾਨ ਨਿੰਮਰਤਾਈ ਦੇ ਧਾਰਣ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇਸੇ ਕਰ ਕੇ ਤ੍ਰਿਕੁਟੀ ਸ਼ਰੀਰ ਦੇ ਅੰਤਰ ਵਰਤੀ ਉਤਪਤਿ ਇਸਥਿਤੀ ਅਰੁ ਸੰਘਾਰ ਕਰਤਾ ਸ਼ਕਤੀਆਂ ਦੇ ਨਿਵਾਸ ਅਸਥਾਨ ਅਰੁ ਤ੍ਰਿਬੇਣੀ ਇੜਾ ਪਿੰਗਲਾ ਸੁਖਮਣਾ ਰੂਪ ਪ੍ਰਾਣ ਧਾਰਾਂ ਦੇ ਮਿਲੌਣੀ ਅਸਥਾਨ ਨੂੰ ਉਲੰਘ ਕੇ ਪਿੰਡ ਮੰਡਲੋਂ ਅਰੁ ਬ੍ਰਹਮੰਡ ਦੀ ਹੱਦੋਂ ਪਾਰ ਹੋ ਕੇ ਆਪ ਰੂਪ ਹੋਏ ਸਭ ਦੇ ਆਪੇ ਸਰੂਪ ਪਰਮ ਤੱਤ ਨੂੰ ਚੀਨੇ ਹੈ ਪਛਾਣ ਲੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R61R",
        "source_page": 24,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir brn Abrn Bey; BY BRm invwir fwir inrBY kY lIny hY [24["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "They are free from caste, creed, race and colour-based social inequalities and becoming fearless merge with the Fearless Lord. (24)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਕੀਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਸਤਿ ਬਚਨ ਰੂਪ ਮੰਨਕੇ ਗੁਰਮੁਖ ਬ੍ਰਾਹਮਣ ਖਤਰੀ ਆਦਿ ਵਰਨ ਭਾਵੋਂ ਛੁਟਕੇ ਅਬਰਨ ਵਰਣ ਆਸ਼ਰਮ ਦੇ ਅਭਿਮਾਨ ਤੋਂ ਰਹਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਡਰ ਨੂੰ ਦੂਰ ਕਰ ਕੇ ਤੇ ਭਰਮ ਸੰਸੇ ਨੂੰ ਪਰੇ ਸਿੱਟ ਕੇ ਨਿਰਭੈ ਪਦ ਮੁਕਤ ਪਦਵੀ ਵਿਖੇ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
