[
  {
    "id": "817",
    "sttm_id": 6505,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SD4B",
        "source_page": 25,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir ADm AswD swD; gurmiq siq kir jMq sMq nwm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By adopting and accepting the Guru's word as true and immortal, a lowly and base person can become pious. By concentrating on the precepts of Guru, even a lowly and trivial person can rise to become a holy man.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਮਤਿ ਗੁਰਉਪਦੇਸ਼ ਨੂੰ ਸਤਿ ਸਤਿ ਕਰ ਕੇ ਮੰਨਿਆ ਵਾ ਗੁਰਉਪਦੇਸ਼ ਨੂੰ ਧਾਰਨ ਕੀਤਾ ਉਹ ਅਧਮ = ਪਾਂਬਰ, ਨੀਚ, ਨਿੰਦਤ ਕਰਮੀ, ਅਸਾਧ = ਭੈੜੇ ਭੀ ਚਾਹੇ ਸਨ ਕਿੰਤੂ ਸਾਧ = ਭਲੇ ਸ੍ਰੇਸ਼ਟ ਪੁਰਖ ਬਣ ਗਏ ਜੀਕੂੰ ਕਿ ਬਾਲਮੀਕ ਧਾੜਵੀ ਅਰੁ ਅਜਾਮਲ, ਭੀਲਨੀ ਆਦਿ ਦੇ ਨਾਮ ਲਏ ਜਾਂਦੇ ਹਨ, ਗੁਰਮਤਿ ਨੂੰ ਸਤਿ ਕਰ ਕੇ ਮੰਨਣ ਵਾਲੇ ਅਥਵਾ ਗੁਰਮਤਿ ਦੀ ਸਤਿਆ ਕਰ ਕੇ, ਜਿਹੜੇ ਬਾਲਮੀਕ ਸੁਪੱਚ ਜੇਹੇ ਭੰਗੀ ਜੰਤ ਨੀਚ ਜੰਤੂਆਂ ਦੇ ਸਮਾਨ ਦਰੇ ਵਾਲੇ ਮਨੁੱਖ ਸਨ ਉਹ ਭੀ ਸੰਤ ਨਾਮ ਵਾਲੇ ਹੋ ਗਏ ਵਾ ਸੰਤ ਨਾਮ ਪ੍ਰਸਿੱਧ ਹੋਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FC9J",
        "source_page": 25,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir AibbykI huie ibbykI; gurmiq siq kir kwm inhkwm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The thoughtless and ignorant person becomes rational and considerate once he accepts the truth of Guru's wisdom. He also becomes free from all desires and wants.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਅਬਿਬੇਕੀ ਬਿਬੇਕ ਵੀਚਾਰ ਤੋਂ ਰਹਿਤ ਮੂਰਖ ਲੋਕ ਭੀ ਬਿਬੇਕ ਵੀਚਾਰਵਾਨ ਸਿਆਣੇ ਬਣ ਗਏ, ਅਰੁ ਇਞੇਂ ਹੀ ਗੁਰਮਤਿ ਨੂੰ ਸਤਿ ਕਰ ਕੇ ਕਾਮ = ਕਾਮਨਾ ਕਰ ਕੇ ਗ੍ਰਸੇ ਹੋਏ ਕਾਮੀ ਲੋਕ ਨਿਹਕਾਮ ਨਿਸ਼ਕਾਮਤਾ ਵਾਨ ਕਾਮਨਾ ਰਹਿਤ = ਵੈਰਾਗੀ ਪੁਰਖ ਬਣ ਗਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8T2Y",
        "source_page": 25,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir AigAwnI bRhmigAwnI; gurmiq siq kir shj ibsRwm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is wandering in the darkness of ignorance becomes a Brahm Gyani once he accepts the truth of Guru's wisdom and teachings. By practicing the teachings of Guru with full devotion and confidence, one reaches a state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਅਗਿਆਨੀ ਅਗਿਆਨ = ਮਾਯਾ, ਅਵਿਦ੍ਯਾ ਦੇ ਅਧੀਨ ਵਰਤਨ ਵਾਲੇ ਬੇ ਸਮਝ ਲੋਕ ਬ੍ਰਹਮ ਗਿਆਨੀ = ਬ੍ਰਹਮ ਦੇ ਜਾਨਣ ਹਾਰੇ ਮਨ ਬੁਧੀ ਆਦਿਕਾਂ ਦੀ ਗੰਮਤਾ ਤੋਂ ਭੀ ਪਾਰ ਪਰਮ ਤੱਤ ਨੂੰ ਸਮਝਨ ਵਾਲੇ ਹੋ ਗਏ, ਤੇ ਗੁਰਮਤਿ ਨੂੰ ਸਤਿ ਕਰ ਕੇ ਸਹਜ ਸ੍ਵਰੂਪ ਗਿਆਨ ਸਰੂਪ ਉਕਤ ਬ੍ਰਹਮ ਵਿਖੇ ਬਿਸ੍ਰਾਮ ਚੈਨ ਟਿਕਾਉ ਇਸਥਿਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਗਏ ਅਨੁਭਵ ਸੰਪੰਨ ਬਣ ਗਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9D7V",
        "source_page": 25,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir jIvn mukiq Bey; gurmiq siq kir inhcl Dwm hY [25["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By accepting Guru's teachings as true and practicing them with concentration, devotion and faith, one attains salvation when still alive and secures a place in the higher realms of the Lord. (25)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਗੁਰਮਤਿ ਨੂੰ ਸਤਿ ਕਰ ਕੇ ਉਹ ਜੀਵਨ ਮੁਕਤ ਜੀਉਂਦੇ ਜੀ ਹੀ ਮੈਂ ਮੇਰੀ ਮੋਹ ਮਮਤਾ ਦਿਆਂ ਬੰਧਨਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਗਏ ਵਾ ਸਰੀਰ ਵਿਖੇ ਵਸਦੇ ਹੋਏ ਭੀ ਅੰਦਰਲੇ ਨੂੰ ਵਾਹਿਗੁਰੂ ਪ੍ਰਾਇਣ ਕਰ ਕੇ ਅਲੇਪ ਰਹਿਣ ਵਾਲੇ ਬਣ ਗਏ ਤੇ ਇਸੇ ਹੀ ਗੁਰਮਤਿ ਦੀ ਸਤਿਆ ਕਰ ਕੇ ਇਸ ਮੁਕਤ ਧਾਮ = ਬ੍ਰਹਮ ਪਦ ਪਾਰਬ੍ਰਹਮ ਭਾਵ ਵਾਲੀ ਇਸਥਿਤੀ ਵਿਚ ਨਿਰਮਲ ਇਕ ਰਸ ਅਡੋਲ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ਭਾਵ ਇਕ ਵਾਰ ਇਸ ਜੀਵਨ ਮੁਕਤੀ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਸਦਾ ਲਈ ਮੁੜ ਇਸ ਤੋਂ ਚਲਾਯਮਾਨ ਨਹੀਂ ਹੋਇਆ ਕਰਦੇ ॥੨੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
