[
  {
    "id": "P5Z",
    "sttm_id": 6506,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PV1S",
        "source_page": 26,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir bYr inrbYr Bey; pUrn bRhm gur srb mY jwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who abide by Guru's teachings with faith and sincerity are without rancour. They carry no enmity for anyone because they have realised His presence in everybody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਵੈਰ ਵਿਰੋਧ ਕਰਣੋਂ ਨਿਰਵੈਰ ਮਿਲਾਪਣੇ ਸੁਭਾਵ ਵਾਲੇ ਬਣ ਗਏ, ਕਿਉਂਕਿ ਇਸ ਉਪਦੇਸ਼ ਦੁਆਰੇ ਗੁਰਮੁਖਾਂ ਨੇ ਪੂਰਨ ਪੂਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬ੍ਰਹਮ ਬਿਆਪੇ ਹੋਏ ਦੇਸ਼ ਕਾਲ ਵਸਤੂ ਦੇ ਪ੍ਰਛੇਦ ਭਿੰਨ ਭੇਦ ਤੋਂ ਰਹਿਤ ਇਕ ਰਸ ਰਮੇ ਹੋਏ ਗੁਰੂ ਅੰਤਰਯਾਮੀ ਨੂੰ ਸਰਬ ਮੈ ਸਰਬ ਸਰੂਪੀ ਰੂਪ ਕਰ ਕੇ ਅਥਵਾ ਸਭ ਪ੍ਰਾਣੀਆਂ ਵਿਖੇ ਸਭ ਦਾ ਆਪਾ ਰੂਪ ਕਰ ਕੇ ਜਾਣ ਲਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SBPH",
        "source_page": 26,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir Byd inrByd Bey; duibDw ibiD inKyD Kyd ibnwsny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who practice the teachings of the Guru are free from discriminatory temperament. All are alike for them. The sense of dualism and attitude of condemnation of others disappear from their mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਭੇਦ ਭਾਵ ਦ੍ਵੈਤ ਦ੍ਰਿਸ਼ਟੀ ਵੱਲੋਂ, ਨਿਰਭੇਦ ਪਾਠਾਂਤਰੇ: ਨਿਰਬੇਦ = ਵੈਰਾਗ ਸੰਪੰਨ ਅਦ੍ਵੈਤ ਦਰਸ਼ੀ ਭਏ, ਹੋ ਗਏ ਅਥਵਾ ਫੁੱਟ ਭੇਦ ਪੌਣ ਵਾਲੀ ਬਾਣ ਨੂੰ ਤਿਆਗ ਕੇ ਨਿਰਭੇਦ ਮਿਲੌਨੀ ਵਿਚ ਵਰਤਨ ਵਾਲੇ ਬਣ ਗਏ ਅਰੁ ਅਮੁਕਾ ਕਾਰਜ ਕਰਨਾ ਧਰਮ ਹੈ ਤੇ ਅਮੁਕਾ ਫਲਾਨਾ ਅਧਰਮ ਰੂਪ ਏਸ ਭਾਂਤ ਦੇ ਬਿਧੀ ਨਿਖੇਧ ਰੂਪਾ ਵੀਚਾਰ ਦੀ ਦੁਬਿਧਾ ਕਲਪਨਾ ਦਾ ਖੇਦ ਦੁਖ ਸੰਤਾਪ ਨਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2S7Y",
        "source_page": 26,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir bwies prmhMs; igAwn AMs bMs inrgMD gMD Twny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those crow-like dross-filled persons who adopt Guru's wisdom as truth are able to shed all the dross and become clean and pious. A miniscule of spiritual knowledge help them spread the fragrance of the Lord like Sandalwood.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਬਾਇਸ ਕਾਂ ਵਾਲੀਆਂ ਮੈਲਾਂ ਫੋਲਨ ਯਾ ਕ੍ਰੂਰ ਬੋਲਨ ਵਾਲੀਆਂ ਵਾਦੀਆਂ ਦੇ ਚੱਲਨ ਨੂੰ ਤਿਆਗ ਕੇ ਪਰਮ ਹੰਸ ਦੁੱਧ ਪਾਣੀ ਦਾ ਨਿਤਾਰਾ ਕਰਨ ਵਾਲੇ ਤੋ ਮੋਤੀ ਭੱਖਣ ਹਾਰੇ ਪਰਮ ਬਿਬੇਕੀ ਨਿਰਮਲ ਸੁਭਾਵ ਵਾਲੇ ਬਣ ਗਏ, ਪਰਮ ਹੰਸ ਭੀ ਉਹ ਕਿ ਜਿਨਾਂ ਦੀ ਅੰਸ ਸੰਤਾਨ ਨਸਲ ਹੀ ਪਰੰਪਰਾ ਤੋਂ ਗੁਰੂ ਗਿਆਨ ਸੰਪੰਨ ਪ੍ਰਗਟਦੀ ਹੈ, ਓਨਾਂ ਦੀ ਬੰਸ ਗੁਰਸਿੱਖੀ ਵਿਖੇ ਪ੍ਰਵੇਸ਼ ਪਾ ਗਏ ਜਿਸ ਕਰ ਕੇ ਸੁਗੰਧੀ ਤੋਂ ਰਹਿਤ ਨਿਰਗੰਧ ਕੀਰਤੀ ਹੀਨ ਹੁੰਦੇ ਹੋਏ ਭੀ ਗੰਧ ਸੁਗੰਧੀ ਸ੍ਰੇਸ਼ਟ ਕੀਰਤੀ ਵਾਨ ਠਾਨੇ ਬਣਾਏ ਗਏ ਜਿਹਾ ਕਿ ਸਿੰਬਲ, ਕਿੱਕਰ, ਟਾਹਲੀ ਆਦਿ ਨਿਰਗੰਧ ਬਿਰਛ ਭੀ ਚੰਨਣ ਦੀ ਸੰਗਤ ਕਰ ਕੇ ਸੁਗੰਧਵਾਨ ਬਣ ਜਾਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9BHQ",
        "source_page": 26,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir krm Brm Koey; Awsw mY inrws huie ibsÍws aur Awny hY [26["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who abide by the teachings of the Guru destroy all their doubts of rites and rituals. They become unattached with worldly desires and imbibe the intellect of the Guru in their hearts. (26)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਕਰਮਾਂ ਦਾ ਭਰਮ ਅਮੁਕਾ ਕੰਮ ਨਾ ਕੀਤਾ ਤਾਂ ਔਹ ਹਾਨੀ ਹੋ ਜਾਊ, ਫਲਾਨੀ ਰੀਤ ਕੁਲਾ ਧਰਮ ਦੀ ਨਾ ਪਾਲੀ ਤਾਂ ਆਹ ਉਪਦ੍ਰਵ ਆਨ ਵਰਤੂ, ਇਹ ਭਰਮ ਚਿਤੀ ਸੰਸਿਆਂ ਵਿਚ ਗਰਕੀ ਰਹਿਣ ਦੀ ਵਾਦੀ ਖੋ ਗੁਵਾ ਦਿੱਤੀ ਅਤੇ ਆਸਾਂ ਉਮੈਦਾਂ ਵਿਚ ਹੀ ਸੰਸਾਰੀ ਧੰਦਿਆਂ ਵਿਖੇ ਜਿੰਦਗੀ ਨੂੰ ਲੋਕਾਂ ਵਾਂਕੂੰ ਗੁਜ਼ਾਹਰਨੋਂ ਨਿਰਾਸ ਹੋ ਕੇ ਭਾਵ ਸਾਰੀਆਂ ਸੰਸਾਰੀ ਉਮੇਦਾਂ ਨੂੰ ਮੂਲੋਂ ਹੀ ਤਿਆਗ ਕੇ, ਇਹ 'ਬਿਸ੍ਵਾਸ' ਭਰੋਸਾ ਨਿਸਚਾ 'ਉਰ' ਹਿਰਦੇ ਅੰਦਰ ਲੈ ਆਂਦਾ ਹੈ 'ਸਹਜੇ ਹੋਤਾ ਜਾਇ ਸੁ ਹੋਇ। ਕਰਣੈਹਾਰੁ ਪਛਾਣੈ ਸੋਇ' ॥੨੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
