[
  {
    "id": "SUV",
    "sttm_id": 6507,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q26M",
        "source_page": 27,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir isMbl sPl Bey; gurmiq siq kir bwNs mY sugMD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who sincerely and faithfully follow the teachings of the True Guru turn into a fruit-bearing tree from a silk cotton tree (Simbal). That is to say that they become worthy from what good for nothing they were earlier. It is like egoistic bamboo tree",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਸਿੰਬਲ = ਪ੍ਰਪੰਚੀ ਭਾਵੋਂ ਦਿਖਾਵੇ ਦੇ ਪਾਸਾਰੇ ਵਾਲੇ ਸੁਭਾਵ ਨੂੰ ਪਲਟ ਕੇ ਸਫਲ ਭਏ ਫਲਦਾਰ ਬਣ ਗਏ ਭਾਵ ਕਰਣੀ ਵਾਲੇ ਹੋ ਗਏ ਤੇ ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਵਾਂਸ ਸਮਾਨ ਅਭਿਮਾਨੀਆਂ ਵਿਚ ਭੀ ਸੁਗੰਧ ਹੋ ਗਈ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤਿ ਦੀ ਪਾਹ ਨਾਲ ਨਿਰਅਭਿਮਾਨਤਾ ਧਾਰ ਲਈ ਤੇ ਚਿਕਨੀਆਂ ਚੋਪੜੀਆਂ ਗੱਲਾਂ ਦੀ ਵਾਦੀ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DRB",
        "source_page": 27,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir kMcn Bey mnUr; gurmiq siq kir prKq AMD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who toil their lives on the teachings of Guru become glittering like gold (those who are highly noble and pious) from burnt out iron sludge (useless persons). The ignorants acquire assayer intellect and become knowledgeable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਕੰਚਨ ਹੋ ਗਏ ਮਨੂਰ ਤੋਂ ਭਾਵ ਊਰਾ ਮਨ ਊਨਤਾਈਆਂ ਨਾਲ ਭਰਿਆ ਮਨ ਸ਼ੁੱਧ ਨਿਰਮਲ ਦਿਬ੍ਯ ਤੇਜ ਵਾਲਾ ਸ੍ਵਰਨ ਵਤ ਬਹੁ ਮੁੱਲਾ ਬਣ ਗਿਆ, ਤੇ ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ, ਅੰਧ ਅੰਨ੍ਹੇ ਵਿਵੇਕ ਵੀਚਾਰ ਰੂਪ ਨੇਤ੍ਰਾਂ ਤੋਂ ਰਹਿਤ ਭੀ ਪਰਖਤ ਪਰਖਨ ਲਗ ਪਏ ਤੱਤ ਮਿਥਿਆ ਭਾਵੀ ਸੱਚ ਝੂਠ ਦਾ ਨਿਰਣਾ ਕਰਨ ਵਾਲੇ ਪਰਖਊਏ ਹੋ ਗਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6KA8",
        "source_page": 27,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir kwlkUt AMimRq huie; kwl mY Akwl Bey AsiQr kMD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who imbibe Guru's teachings as true are filled with spiritual happiness shedding all the attachment with maya. They do not fear death any more and their body rests in the memory of the Lord forever.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ, ਕਾਲਕੂਟ ਵਿਹੁ ਭੀ ਅੰਮ੍ਰਿਤ ਮਿੱਠੀ ਹੋ ਜਾਂਦੀ ਹੈ ਭਾਵ ਕੌੜੀ ਗੰਦਲ ਵਾ ਨਿੰਮ ਵਾਂਗੂੰ ਕੁੜੱਤਨ ਭਰੀ ਬੋਲੀ ਅੰਮ੍ਰਿਤ ਵਰਗੀ ਮਿੱਠੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਕਾਲ ਮੈਂ ਕਾਲ ਦੇ ਮੂੰਹ ਆਏ ਰਹਿਣੋਂ ਅਕਾਲ ਅਮਰ ਹੋ ਗਏ ਅਰ ਕੰਧ ਸ਼ਰੀਰ ਕੁੜੱਤਨ ਦੀ ਵਿਹੁ ਨਾਲ ਸੜਦੇ ਰਹਿਣੋਂ ਛੇਤੀ ਮੌਤ ਦਾ ਸ਼ਿਕਾਰ ਹੋ ਜਾਣੋਂ ਬਚਕੇ ਅਸਥਿਰ ਅੱਟਲ ਬਹੁ ਹੰਢਨਾ ਚਿਰਜੀਵੀ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GQBQ",
        "source_page": 27,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq kir jIvn mukq Bey; mwieAw mY audws bws bMD inrbMD hY [27["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "such people are emancipated from the love and attachment of worldly pleasures despite staying and living their life-span in this world. (27)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸਤਿ ਕਰ ਕੇ ਜੀਵਨ ਮੁਕਤ ਹੋ ਗਏ, ਤੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਮਾਇਆ ਰੂਪ ਸੰਸਾਰ ਵਾ ਮੇਰ ਤੇਰ ਆਦਿ ਪਸਾਰੇ ਪਸਾਰਨੋਂ ਉਦਾਸ ਉਪ੍ਰਾਮ ਰਹਿੰਦੇ ਹਨ, ਅਰ ਬਾਸ ਬੰਧ = ਬਾਸਨਾ ਤੋਂ ਉਤਪੰਨ ਹੋਣ ਹਾਰਿਆਂ ਬੰਧਨਾਂ ਸੰਸਾਰੀ ਪਦਾਰਥਾਂ ਵਾ ਫੁਰਨਿਆਂ ਦੇ ਲਗਾਉ ਪਲੇਟਾਂ ਤੋਂ ਨਿਰਬੰਧ ਬੰਧਨ ਰਹਿਤ ਹੋਏ ਛੁਟੇ ਰਹਿੰਦੇ ਹਨ ॥੨੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
