[
  {
    "id": "2TP",
    "sttm_id": 6508,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4G3F",
        "source_page": 28,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv gur isK sMD imly; sis Gir sUir pUr inj Gir Awey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of Guru and Sikh leads the Sikh to focus his mind on the divine word. The irha, pingla and Sukhmana enter the tenth door of the Sikh making him realise himself and granting him spiritual peace.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਅਰ ਸਿੱਖ ਦੀ ਸੰਧਿ ਜੋੜ ਮਿਲ ਜੁੜ ਪੈਣ ਤੇ ਸ਼ਬਦ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨਾਮ ਦੀ ਸਹਜ ਧੁਨੀ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗਦੀ ਹੈ, ਇਉਂ ਕਰ ਕੇ ਕਿ ਜਦ ਸਸਿ ਚੰਦ੍ਰਮਾ = ਖਬੇ ਪਾਸੇ ਦੀ ਪ੍ਰਾਣ ਧਾਰਾ ਘਰਿ ਸੂਰ ਸੂਰਜ ਸੁਰ ਸੱਜੇ ਪਾਸੇ ਦੀ ਪ੍ਰਾਣ ਧਾਰਾ ਦੇ ਘਰ ਆ ਜਾਵੇ ਤੇ ਇਹੀ ਉਲਟ ਕੇ ਭਾਵ ਸੂਰਜ ਸੁਰ ਚੰਦ੍ਰਮਾ ਦੇ ਘਰ ਪੂਰ ਪੂਰਣ ਆਨ ਭਰੀਏ, ਤਾਂ ਗੁਰਮੁਖ ਦਾ ਮਨ ਨਿਜ ਘਰ ਅਪਣੇ ਅਸਲੀ ਟਿਕਾਣੇ ਆਤਮ ਪਦ ਵਿਖੇ ਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN3L",
        "source_page": 28,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Eulit pvn mn mIn iqRbYnI pRsMg; iqRkutI aulMiG suK swgr smwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Practicing Naam Simran, the frolicsome mind becomes peaceful and crossing all hurdles gets engrossed in the realm of peace and tranquillity-the Dasam Duar. They are not to bear the torments of yogic practices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਉਲਟਾਇਆ ਇਸ ਭਾਂਤ ਜਾਂਦਾ ਹੈ ਕਿ ਮੱਛੀ ਵਾਂਗੂੰ ਜਲ ਦੇ ਸ੍ਰੋਤ ਉਪਰ ਪਹੁੰਚਨ ਖਾਤਰ ਜੀਕੂੰ ਉਹ ਪ੍ਰਵਾਹ ਉਲਟਾ ਪਕੜ ਕੇ। ਚਲਦੀ ਤੇ ਥਾਹ ਨਾ ਪਾ ਕੇ ਮੁੜ ਆਉਂਦੀ ਅਰ ਫੇਰ ਉਂਞੇਂ ਹੀ ਪਿਛਾਹਾਂ ਨੂੰ ਉਲਟਾ ਮੋੜਾ ਖਾਂਦੀ ਹੋਈ ਬਾਰ ਬਾਰ ਐਸਾ ਹੀ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਤੀਕੂੰ ਹੀ ਸੋ ਮਨ ਮੱਛ ਨੂੰ ਪੌਣ ਦੀ ਧਾਰਾ ਨਾਲ ਸ਼ਬਦ ਦੇ ਆਸਰੇ ਉਕਤ ਧਾਰਾ ਅਨੁਸਾਰ ਇਕ ਸਾਰ ਸ੍ਵਾਸਾਂ ਦੀ ਆਵਾਜਾਈ ਅਨੁਸਾਰ ਵਰਤਾਈ ਜਾਵੇ, ਤਾਂ ਸੱਜੀ ਖੱਬੀ ਸੁਰ ਜਿਹੜੇ ਟਿਕਾਣੇ ਸੁਖਮਨਾ ਨਾੜੀ ਦੇ ਘਾਟ ਉਪਰ ਮੇਲ ਖਾਂਦੀਆਂ ਹਨ ਓਸ ਤ੍ਰਿਬੇਣੀ ਦੇ ਟਿਕਾਣੇ ਜਾ ਪ੍ਰਸੰਗ ਸੰਬਧ = ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਅਰੁ ਫੇਰ ਤ੍ਰਿਕੁਟੀ ਦੇ ਅਸਥਾਨ ਤੇ ਪੁਜ ਓਸ ਨੂੰ ਭੀ ਉਲੰਘ ਕੇ ਸ਼ਾਂਤ ਸਰੋਵਰ ਨਾਮੀ ਸੁਖ ਸਾਗਰ ਸੁਖ ਸਮੁੰਦਰ ਰੂਪ ਸੁੰਨ ਪਦ ਅਫੁਰ ਪਦ ਸਰੂਪ ਚੌਥੇ ਧਾਮ ਵਿਖੇ ਹੀ ਜਾ ਸਮਾਉਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VA15",
        "source_page": 28,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iqRgun AqIq cqurQ pd gMimqw kY; inJr Apwr Dwr AimA cuAwੲY hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A practitioner of Naam detaches himself from the three pronged influence of mammon i.e. the worldly attractions and reach the stage of absolute.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਇਉਂ ਚੌਥੇ ਪਦ ਤੁਰੀਆ ਪਦ ਵਿਖੇ ਗੰਮਤਾ ਕੈ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਤਾਂ ਤਿੰਨਾਂ ਗੁਣਾਂ ਰਜੋ ਸਤੋ ਤਮੋ ਅਰੁ ਇਨਾਂ ਦੇ ਬਲ ਤੋਂ ਉਤਪੰਨ ਹੋਣ ਹਾਰੀਆਂ ਜਾਗ੍ਰਤ ਸੁਪਨ ਸੁਖੋਪਤ ਰੂਪ ਅਵਸਥਾਵਾਂ ਦੇ ਬੇਗ ਤੋਂ ਹੋਣ ਹਾਰਿਆਂ ਅਸਰਾਂ ਤੋਂ ਅਤੀਤ = ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਦ ਕਿ ਨਿਝਰ ਝਰਣੇ ਫੁਹਾਰੇ = ਝਲਾਰ ਤੋਂ ਬਿਨਾਂ ਹੀ ਅਪਾਰ ਧਾਰਾ ਅੰਮ੍ਰਿਤ ਦੀ ਇਸ ਦੇ ਅੰਦਰ ਚੋ ਆਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HS14",
        "source_page": 28,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ckeI ckor mor cwiqRk AnMdmeI; kdlI kml ibml jl Cwey hY [28["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Chakvi (Sun bird) seeing sun, Chakor (moon bird) seeing moon, rain bird and peacock seeing clouds get into wondrous stage of bliss, similarly a ·Gunnukh (Guru conscious person) who practices Naam Simran keeps progressing like a lotus flower in the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਰਜ ਦੀ ਗਤੀ ਸਾਧ ਲੈਣ ਕਰ ਕੇ ਚਕਵੀ ਵਤ ਤੇ ਚੰਦ੍ਰ ਸੁਰ ਨੂੰ ਸਾਧ ਕੇ ਚਕੋਰ ਸਮਾਨ ਅਰ ਸ਼ਬਦ ਧੁਨੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੋਇਆ ਮੋਰ ਵਾਂਗੂੰ ਤਥਾ ਅੰਮ੍ਰਿਤ ਧਾਰਾ ਦੇ ਚੋਣ ਕਾਰਣ ਚਾਤ੍ਰਿਕ ਪਪੀਹੇ ਸਮਾਨ, ਆਨੰਦ ਮਈ ਆਨੰਦ ਰੂਪਿਣੀ ਦਸ਼ਾ ਨੂੰ ਮਾਣਦਾ ਹੋਇਆ ਐਸ ਤਰ੍ਹਾਂ ਪ੍ਰਫੁਲਿਤ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਕਿ ਨਿਰਮਲ ਜਲ ਵਿਖੇ ਕੌਲ ਤਥਾ ਕੇਲਾ ॥੨੮॥ ਕੇਲੇ ਤੇ ਕੌਲ ਅੰਦਰ ਇਤਨੀ ਹੱਦ ਦਰਜੇ ਦੀ ਚਿਕਨਾਹਟ ਹੋਣ ਕਾਰਣ ਜੀਕੂੰ ਜਲ ਉਨ੍ਹਾਂ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ਤੀਕੂੰ ਹੀ ਗੁਰਮਤ ਵਿਖੇ ਦ੍ਰਿੜ੍ਹ ਹੋਏ ਗੁਰਮੁਖ ਗਿਆਨੀ ਨੂੰ ਏਹ ਸੰਸਾਰ ਭੀ ਹੁਣ ਆਪਣੇ ਵਿਚ ਰਹਿੰਦਿਆਂ ਸੰਦਿਆਂ ਭੀ ਲਿਪਾਇਮਾਨ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
