[
  {
    "id": "BNT",
    "sttm_id": 6509,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9C5B",
        "source_page": 29,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv gurisK sMD imly; pMc prpMc imty pMc prDwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the meeting of Guru and Sikh, and engrossment of the latter in the divine word, he is able to counter the deceit of five vices-kam, krodh, lobh, moh and ahankar. The five virtues of Truth, Contentment, Compassion, Devotion and Patience become paramou",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਅਰ ਸਿੱਖਾਂ ਦੀ ਸੰਧਿ ਜੋੜ ਮਿਲਿਆਂ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਸਰੀਰ ਅੰਦਰ ਅੰਗ ਅੰਗ ਰੋਮ ਰੋਮ, ਸੁਰਤ ਰੱਖਣ ਕਰ ਕੇ ਚੇਤਨ ਕਲਾ ਆਤਮ ਸੱਤਾ ਸਰੂਪਿਨੀ ਅੰਤ੍ਰਯਾਮੀ ਦੀ ਜੋਤ ਨੂੰ ਗੁਰਬਾਣੀ ਅੰਦਰ ਸੰਕੇਤੀ ਤੌਰ ਤੇ ਸੁਰਤਿ ਨਾਮ ਨਾਲ ਹੀ ਉਚਾਰਿਆ ਗਿਆ ਹੈ, ਸੋ ਉਕਤ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗ ਜਾਂਦੀ ਹੈ। ਭਾਵ ਆਪਾ, ਸ਼ਬਦ ਵਿਖੇ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਕਰ ਕੇ ਪੰਚ ਪਰਪੰਚ = ਪੰਜਾਂ ਤੱਤਾਂ ਦਾ ਰਚਿਆ ਹੋਇਆ ਪਸਾਰਾ ਸੰਸਾਰ ਦ੍ਰਿਸ਼ਟੀ ਵਾਲਾ ਮਿਟ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਤੀਤ ਹੋਣੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਰ ਪੰਚ +ਪਰ+ਧਾਨੇ ਹੈ = ਪੰਚ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ 'ਪਰੇ' ਦੂਰ 'ਧਾਨੇ' ਨੱਠ ਜਾਂਦੇ ਹਨ ਭਾਵ ਇਨ੍ਹਾਂ ਦਾ ਬਲ ਸਮੂਲਚਾ ਨਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QL65",
        "source_page": 29,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BwgY BY Brm Byd kwl Aau krm Kyd; log byd aulMiG audoq gur igAwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All his doubts, fear and discriminatory feelings are destroyed. He is not hunted by the worldly discomforts those accrue from worldly activities.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਲ ਹੀ ਭਰਮ ਸ਼ਰੀਰ ਨੂੰ ਆਪਾ ਸਮਝਨ ਵਾਲੀ ਭੁੱਲਨਾਂ ਤੋ ਉਤਪੰਨ ਹੋਇਆ ਸਰਬ ਪ੍ਰਕਾਰ ਦਾ ਭੇਦ ਅਤੇ ਭੇਦ ਤੋਂ ਉਤਪੰਨ ਹੋਣ ਵਾਲੇ ਹਰ ਭਾਂਤ ਦੇ ਭੈ ਡਰ ਹਾਨ, ਲਾਭ, ਜਸ ਅਪਜਸ ਵਾ ਜਨਮ ਮਰਣ ਆਦਿ ਭੀ ਭੱਜ ਜਾਂਦੇ ਨਿਵਰਤ ਹੋ ਜਾਂਦੇ ਹਨ ਅਰੁ ਐਸਾ ਹੀ ਕਾਲ ਦਿਸ਼ਾ, ਯੋਗਨੀਆਂ, ਨਖ੍ਯਤ੍ਰ ਵਾ ਗ੍ਰਹਿ ਆਦਿਕਾਂ ਤੋਂ ਤਥਾ ਕਰਮ ਸੰਚਿਤ = ਪੂਰਬਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਅਗੇ ਲਈ ਫਲ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਅਤੇ ਵਰਤਮਾਨ ਜਨਮ ਵਿਚ ਤੀਰਥ ਬਾਸਨਾ ਦੇ ਬੇਗ ਕਾਰਣ ਕੀਤੇ ਜਾ ਰਹੇ ਕ੍ਰਿਯਮਾਨ ਕਰਮ ਤਥਾ ਪ੍ਰਾਰਬਧ ਭੋਗਦਿਆਂ ਵਰਤ ਰਹੀਆਂ ਘਟਨਾ ਤੋਂ ਪੈਦਾ ਹੋਣਹਾਰੀਆਂ ਚਿੰਤਾ ਆਦਿਕ ਦੇ ਖੇਦ ਕਲੇਸ਼ ਭੀ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ। ਭਾਗੈ ਸ਼ਬਦ ਦਾ ਸਭ ਨਾਲ ਸੰਬੰਧ ਹੈ ਅਤੇ ਇਞੇਂ ਹੀ ਲੋਕਾਚਾਰ ਵਾ ਬੇਦ ਆਚਾਰ ਰੂਪ ਲੌਕਿਕ ਬੇਦਿਕ ਰੀਤਾਂ ਰਸਮਾਂ ਦੀਆਂ ਸਿਆਣਪਾਂ ਤੋਂ ਉਲੰਘ ਉਪ੍ਰਾਮ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਅੰਦਰ ਗੁਰ ਗਿਆਨੇ ਉਦੋਤ ਹੈ ਬ੍ਰਹਮਗਿਆਨ ਉਦੇ ਪ੍ਰਗਟ ਹੋ ਆਉਂਦਾ ਹੈ ਗੁਰੂ ਨਾਮ ਵਡੇ ਦਾ ਹੈ ਤੇ ਬ੍ਰਹਮ ਭੀ ਬਡੇ ਅਰਥ ਦਾ ਸੂਚਕ ਹੈ ਇਸ ਵਾਸਤੇ ਸਮ ਅਰਥ ਬੋਧਕ ਹੋਣ ਕਰ ਕੇ ਗੁਰੂ ਅਰ ਬ੍ਰਹਮ ਪ੍ਰਯਾਯ ਵਾਚੀ ਸ਼ਬਦ ਜਾਣ ਕੇ ਗੁਰੂ ਦੇ ਅਰਥ ਬ੍ਰਹਮ ਲਈ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B2JL",
        "source_page": 29,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwieAw Aau bRhm sm dsm duAwr pwir; Anhd runJun bwjq nIswny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With his conscious awareness firmly lodged in the mystical tenth opening, the worldly attractions and Lord appears alike to him. He sees the image of the Lord in every creature of the world. And in such a state, he remains engrossed in the celestial music",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਯਾ ਔਰ ਬ੍ਰਹਮ ਜੋ ਦੋ ਨ੍ਯਾਰੇ ਨਾਮਾਂ ਰਾਹੀਂ ਆਖਣ ਵਿਚ ਆਉਂਦੇ ਹਨ ਗੁਰਮਤਿ ਅਨੁਸਾਰਿਣੀ ਪੂਰਬ ਕਥਨ ਕੀਤੀ ਕਮਾਈ ਸਾਧਦਿਆਂ ਦਸਮ ਦੁਆਰੋਂ ਪਾਰ ਸੁਰਤ ਦੇ ਲੰਘ ਜਾਣ ਕਾਰਣ ਸਮ ਸਮਤਾ ਭਾਵ ਵਿਚ ਆ ਕੇ ਇਕ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ਭਾਵ ਅਧ੍ਯਸੂ ਰੂਪ ਕਲਪਿਤ ਮਾਇਆ ਆਪਣੇ ਅਧਿਸ਼ਟਾਨ ਸਰੂਪ ਬ੍ਰਹਮ ਵਿਖੇ ਲੀਨ ਹੋ ਕੇ ਇਸ ਮਾਤ੍ਰ ਸਮਾਨ ਸੱਤਾ ਦਾ ਹੀ ਵਰਤਾਰਾ ਵਰਤ ਜਾਇਆ ਕਰਦਾ ਹੈ ਜਦਕਿ ਅਨਹਦ ਧੁਨੀ ਦਾ ਰੁਣ ਝੁਣਕਾਰ ਜੈ ਜੈਕਾਰ ਗੱਜਦਾ ਹੋਇਆ ਇਸ ਉੱਚ ਅਵਸਥਾ ਦੀ ਨਿਸ਼ਾਨੀ ਦਿਆ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਅਨਹਦ ਧੁਨੀ ਦੇ ਨਗਾਰੇ ਨਿਸ਼ਾਨੇ ਬਾਜਤ ਵੱਜ ਪਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SXDV",
        "source_page": 29,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aunmn mgn ggn jgmg joiq; inJr Apwr Dwr prm inDwny hY [29["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In such a high spiritual state, he enjoys heavenly bliss and the divine light shines in him. He is ever relishing the divine elixir of Naam. (29)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਇਸ ਅਗੰਮੀ ਧੁਨੀ ਦੀ ਤਾਰ ਦੇ ਸਹਾਰੇ ਗੁਰਮੁਖ ਦੀ ਸੁਰਤਿ ਉਨਮਨ ਉਤਕੰਠਿਤ ਹੋਈ ਤੀਬਰ ਉਤਸਾਹ ਸੰਪੰਨ ਹੋਈ ਮਗਨ ਹੋ ਜਾਂਦੀ ਹੈ ਵਾ ਉਨਮਨੀ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ਜਦ ਕਿ ਗਗਨ ਆਕਾਸ਼ = ਸੁੰਨ = ਅਫੁਰ ਮੰਡਲ ਵਿਖੇ ਜਗ ਮਗ ਜ੍ਯੋਤੀ ਦਾ ਪ੍ਰਕਾਸ਼ ਸਾਖ੍ਯਾਤਕਾਰਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦਾ ਹੈ ਤੇ ਪਰਮ ਨਿਧਾਨ ਮਹਾਨ ਨਿਧੀਆਂ ਦਾ ਅਸਥਾਨ ਰੂਪ ਦਿਬ੍ਯ ਅੰਮ੍ਰਿਤ ਦੀ ਅਪਾਰ ਧਾਰਾ ਇਕ ਰਸ ਸ੍ਰਵਿਆ ਕਰਦੀ ਇਸ ਨੂੰ ਅਬਿਨਾਸ਼ੀ ਤ੍ਰਿਪਤੀ ਬਖਸ਼ਿਆ ਕਰਦੀ ਹੈ ॥੨੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
