[
  {
    "id": "L0M",
    "sttm_id": 6510,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9DCZ",
        "source_page": 30,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igRh mih igRhsqI huie pwieE n shj Gir; bin bnvws n audws fl pwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Without Guru's teaching and all by himself a householder engrossed in all household duties cannot reach the state of oneness with Lord nor renouncing the world and living in jungles can he attain Him",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗ੍ਰਹਿ ਧਰਮ ਦੀ ਪਾਲਨਾ ਕਰਣ ਹਾਰੇ ਗ੍ਰਿਹ ਮਹਿ ਘਰਾਂ ਵਿਚ ਕਈ ਗ੍ਰਹਿ ਧਰਮੀ ਗ੍ਰਹਸਥੀ ਤਾਂ ਹੋਏ ਪਰ ਸਹਜ ਘਰ ਦੀ ਪ੍ਰਾਪਤੀ ਨਾ ਹੋਈ ਭਾਵ ਜਿਸ ਅਗੰਮ ਪੁਰੇ ਨੂੰ ਗਗਨ ਸ਼ਬਦ ਰਾਹੀਂ ਉਪਰ ਕਥਨ ਕੀਤਾ ਹੈ ਅਰੁ ਜਿਹੜਾ ਜੀਵ ਦੇ ਦਸਮ ਦ੍ਵਾਰ ਨੂੰ ਭੇਦਨ ਕਰ ਕੇ ਸਰੀਰ ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਕਰਦਿਆਂ ਅੰਤ੍ਰਯਾਮੀ ਅਕਾਲ ਪੁਰਖ ਨੇ ਸਾਥ ਹੀ ਉਸ ਸਮੇਂ ਆਪਣਾ ਨਿਵਾਸ ਅਸਥਾਨ ਥਾਪਿਆ ਸੀ, ਉਹ ਸਹਜ ਘਰ ਨਾ ਪਾਇਆ ਤਾਂ ਕੀਹ ਗ੍ਰਹਸਥੀ ਹੋਏ? ਅਰੁ ਐਸਾ ਹੀ ਬਨ ਉਜਾੜ ਬੀਆਬਾਨ ਵਿਖੇ ਵੱਸਨ ਵਾਲਿਆਂ ਹੋ ਕੇ ਭਾਵ ਬਨਵਾਸੀ ਬਣ ਕੇ ਉਦਾਸੀ ਧਾਰੇ ਦਾ ਫਲ ਉਤ +ਆਸ ਉੱਚੀ ਆਸਾ ਦਾ ਫਲ ਰੂਪ ਸਮੂਹ ਆਸਾਂ ਉਮੈਦਾਂ ਤੋਂ ਉਚੀ ਆਸ਼ਾ ਮੋਖ ਦੀ ਆਸਾ ਦਾ ਫਲ ਰੂਪ ਬ੍ਰਹਮ ਗਿਆਨ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VDEP",
        "source_page": 30,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "piV piV pMifq n AkQ kQw ibcwrI; isDwsn kY n inj Awsn idVwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By becoming a scholar, reading scriptures no one can become knowledgeable of the magnificence of the Lord and describe Him. Nor by doing Yogic practices can one merge in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੜ੍ਹਿ ਪੜ੍ਹਿ ਕੇ ਬੜੇ ਪੰਡਤ ਬਣ ਗਏ ਪ੍ਰੰਤੂ ਅਕਥ ਕਥਾ ਬਾਣੀ ਦੀ ਗੰਮਤਾ ਤੋਂ ਪਾਰ ਹੈ ਜਿਸ ਕਥਾ ਦਾ ਕਥਨਾ ਉਸ ਸਿਧਾਂਤ ਨੂੰ ਨਾ ਵਿਚਾਰਿਆ ਅਤੇ ਇਞੇਂ ਹੀ ਸਿੱਧਾਂ ਵਾਲੇ ਆਸਨ ਕੀਤੇ ਯਾ ਸਿੱਧੀਆਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਇਸਥਿਤੀ ਸਾਧੀ, ਪਰ ਨਿਜ ਆਸਨ ਆਤਮ ਪਦ ਵਿਖੇ ਇਸਥਿਤੀ ਦ੍ਰਿੜ ਪ੍ਰਪੱਕ ਨਾ ਕੀਤੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZPT",
        "source_page": 30,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog iDAwn Dwrn kY nwQn dyKy n nwQ; jig Bog pUjw kY n Aghu ghwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Yogis, Naths could not realise Him by their strenuous yogic practices, nor can He be attained by doing yags etc.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਧਾਰਣਾ ਅੰਦਰ ਖਾਸ ਖਾਸ ਸੁਰਤ ਦੇ ਟਿਕੌਣ ਵਾਲਿਆਂ ਟਿਕਾਣਿਆਂ ਉਪਰ ਧਾਰਣਾ ਕਰ ਕਰ ਕੇ ਜੋਗ ਜੋੜਨ ਵਾਲੇ ਧਿਆਨ ਭੀ ਨਾਥਾਂ ਨੇ ਸਿੱਧ ਕੀਤੇ ਪਰ ਨਾਥ ਮਾਲਕ ਤ੍ਰਿਲੋਕੀ ਦਾ ਦ੍ਰਿਸ਼੍ਟ ਨਾ ਹੀ ਆਯਾ ਅਤੇ ਇਸੇ ਪ੍ਰਕਾਰ ਯਗ੍ਯ ਦੇਵਤਿਆਂ ਪ੍ਰਥਾਇ ਹੋਮ ਕਰ ਕਰ ਕੇ, ਵਾ ਭੋਗ ਬ੍ਰਹਮ ਭੋਜ ਆਦਿ ਕਰ ਕੇ ਅਥਵਾ ਦੇਵਤਾ ਪੂਜਨ ਠਾਕਰ ਪੂਜਾ ਆਦਿਕਰ ਕਰ ਕੇ ਅਗਹੁ = ਨਾ ਗ੍ਰਹਿਣ ਕੀਤਾ ਜਾਣ ਵਾਲਾ ਪਕੜ ਵਿਚ ਔਂਣੋਂ ਬਾਹਰਾ ਬੁਧੀ ਆਦਿ ਦੇ ਗਿਆਨ ਤੋਂ ਪਰ ਬਾਹਰ ਨਾ ਗ੍ਰਹਿਣ ਹੋ ਸਕਿਆ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਐਉਂ ਨਾ ਜਾਨਿਆ ਜਾ ਸਕਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CW27",
        "source_page": 30,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyvI dyv syv kY n AhMmyv tyv twrI; AlK AByv gurdyv smJwieE hY [30["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Serving gods and goddesses one cannot get rid of one's ego. All this worship and offerings before these gods and goddesses only inflate the ego. The Lord who is beyond reach and description can only be reached with the teachings, knowledge and wisdom of t",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਵੀਆਂ ਦੇਵਤਿਆਂ ਦੇ ਭੀ ਭਗਤ ਬਣ ਬਣ ਕੇ ਸੇਵਾ ਅਰਾਧਨਾ ਕੀਤੀ ਪ੍ਰੰਤੂ ਅਹਮੇਵ ਮੈਂ ਹੀ ਹਾਂ ਐਸੀ ਆਪਣੇ ਆਪ ਨੂੰ ਤੀਸ ਮਾਰ ਖਾਂ ਮੰਨਣ ਵਾਲੀ ਕੁਬੁਧੀ ਦੀ ਟੇਵ ਖੋਟੀ ਬਾਣ ਨਾ ਹੀ ਟਾਰੀ, ਟਾਲੀ ਜਾ ਸਕੀ। ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਅਜੇਹੇ ਅਜੇਹੇ ਸਮੂੰਹ ਸਾਧਨਾਂ ਨੂੰ ਸਾਧ ਸਾਧ ਕੇ ਜਫਰ ਜਾਲ ਕੇ ਜਿਸ ਦੇ ਮਰਮ ਨੂੰ ਸਮਝਨ ਬੁਝਨ ਵਾਸਤੇ ਅਨਗਿਣਤ ਲੋਕ ਹਾਰ ਥੱਕੇ, ਓਸ ਅਲਖ ਤੋਂ ਪਾਰ ਅਰੁ ਅਭੇਵ = ਆਪਣਾ ਮਰਮ ਜਨੌਣੋ ਅਗੰਮ ਸਰੂਪ ਅਕਾਲ ਪੁਰਖ ਵਾਹਿਗੁਰੂ ਨੂੰ ਪ੍ਰਕਾਸ਼ ਰੂਪ ਸਤਿਗੁਰਾਂ ਨੇ ਅਸਾਨੂੰ ਯਥਾਵਤ ਸਮਝਾ ਦਿੱਤਾ ਸਾਖਿਆਤ ਕਰਾ ਦਿੱਤਾ ਹੈ ॥੩੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
