[
  {
    "id": "M31",
    "sttm_id": 6511,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YULP",
        "source_page": 31,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iqRgun AqIq cqurQ gun gMimqw kY; pMc qq aulMiG prm qq vwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "detaching himself from the worldly attractions and the three its of maya, a Guru-conscious person acquires fourth state and discarding all adorations of the body lives in the memory the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤ੍ਰਿਗੁਨ ਅਤੀਤ = ਰਜੋ ਤਮੋ ਸਤੋ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਜੋ ਸਦੀਵ ਕਾਲ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਅਰਹਟ ਦੀਆਂ ਟਿੰਡਾਂ ਵਤ ਹੇਰਾ ਫੇਰੀ ਦਾ ਗੇੜ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਹੀ ਛਿਣ ਛਿਣ ਵਿਚ ਸਾਡੇ ਅੰਦਰ ਸੁਭਾਵ ਵਿਖੇ ਉਲਟਮ ਪਲਟਮ ਦਸ਼ਾ ਵਰਤਦੀ ਰਿਹਾ ਕਰਦੀ ਹੈ, ਇਸ ਅਦਲਾ ਬਦਲੀ ਤੋਂ ਅਤੀਤ = ਉਪਰਾਮ ਹੋ ਕੇ ਭਾਵ ਅਡੋਲ ਸੁਭਾਵ ਵਾਲੇ ਬਣ ਕੇ ਅਥਵਾ ਏਨਾ ਅਨੁਸਾਰ ਚਿੱਤ ਬਿਰਤੀਆਂ ਦੇ ਤਰਥੱਲ ਨੂੰ ਨਿਵਾਰਣ ਕਰ ਕੇ ਸ਼ਾਂਤ ਮਨ ਵਾਲੇ ਹੋ ਕੇ ਹੇ ਗੁਰਮੁਖ! ਚੌਥੇ ਗੁਣ ਰੂਪ ਅਫੁਰ ਭਾਵ ਅਚਿੱਤ ਦਸ਼ਾ ਵਿਖੇ ਗੰਮਤਾ ਪਹੁੰਚ ਕੈ = ਕਰੀਦੀ ਪਾਈਦੀ ਹੈ, ਅਤੇ ਇਉਂ ਚਉਥੇ ਪਦ ਵਿਖੇ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਪੰਚ ਤੱਤ = ਪੰਜਾਂ ਤੱਤਾਂ ਦੇ ਰਚੇ ਹੋਏ ਦੇਹ ਨੂੰ ਉਲੰਘ ਟੱਪ ਜਾਈਦਾ ਹੈ ਭਾਵ ਦੇਹ ਅਧ੍ਯਾਸ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਈਦਾ ਹੈ, ਅਰਥਾਤ ਪੰਜਾਂ ਤੱਤਾਂ ਦੇ ਮੇਲ ਸੰਘਾਤ ਰੂਪ ਜੜ੍ਹ ਦੇਹ ਨੂੰ ਤੱਤ ਸੁਰਜੀਤ ਭਾਵੀ ਬਣਾ ਕੇ ਦਿਖਲਾਨ ਵਾਲਾ ਇਨਾਂ ਤੋਂ ਪਰੇ ਏਨਾ ਦਾ ਸਾਖੀ ਸਰੂਪ ਪਰਮ ਤੱਤ ਚੈਤੰਨ ਓਸ ਵਿਖੇ ਇਸਥਿਤੀ ਵਾਲੇ ਬਣ ਜਾਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R07Z",
        "source_page": 31,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kt rs iqAwig pRym rs kau pRwpiq Bey; pUr suir spq Anhd AiBAwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is not enamoured by the tastes of worldly things, and enjoys the bliss of love of the Lord; and celestial music by keeping Him in his mind all the time",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਗੁਣਾਂ ਤੋਂ ਅਤੀਤ ਹੋਣ ਵਾਸਤੇ ਇਹ ਅਵਸ਼੍ਯਕ ਹੈ ਕਿ ਖਟ ਰਸ ਮਿਠੇ, ਕੌੜੇ, ਕਸੈਲੇ, ਸਲੋਨੇ, ਖੱਟੇ ਅਰ ਚਰਪਰੇ ਸ੍ਵਾਦਾਂ ਦੀ ਚਾਟ ਨੂੰ ਤ੍ਯਾਗ ਦੇਵੋ, ਕ੍ਯੋਂਕਿ ਇਨਾਂ ਦੇ ਤ੍ਯਾਗ੍ਯਾਂ ਹੀ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਸਕੀਦਾ ਹੈ ਅਰੁ ਐਸਾ ਹੀ ਪੂਰ ਸੁਰ ਸਪਤ ਸੱਤ ਸੁਰਾਂ ਜੋ ਰਾਗਾਂ ਦੀਆਂ ਹਨ, ਇਨਾਂ ਵੱਲੋਂ ਭੀ ਕੰਨਾਂ ਨੂੰ ਪੂਰ ਦੇਵ ਭਾਵ ਰਾਗ ਨਾਦ ਦੀ ਚਾਟ ਵਾ ਕੰਨ ਰਸ ਵੱਲੋਂ ਸਭ ਪ੍ਰਕਾਰ ਪੂਰ ਬੱਸ ਬਸ = ਤੌਬਾ ਕਰੇ, ਤਾਂ ਅਨਹਦ ਅੰਤਰ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਦਾ ਅਭ੍ਯਾਸੀ ਹੋਇਆ ਜਾ ਸਕੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T69Q",
        "source_page": 31,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Ast isDwNq Byd nwQn kY nwQ Bey; dsm sQl suK swgr iblwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "he renunciates yog and ways of Naths and surpasses them ;all-spiritually, and reaching the ultimate, enjoys all happiness and peace.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ ਵਿਦਿਤ ਰਹੇ ਕਿ ਰਸਾਂ ਦਾ ਤ੍ਯਾਗ ਕਰ ਕੇ ਤੱਤਾਂ ਨੂੰ ਸਾਖ੍ਯਾਤ ਕਰ ਕੇ ਸਬਦ ਦੀ ਧੁਨੀ ਦਾ ਅਭ੍ਯਾਸ ਰੂਪ ਯਤਨ ਭੀ ਸਿਧੀਆਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਭੀ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਸੋ ਗੁਰਮੁਖ ਨੂੰ ਇਸ ਖਿਆਲ ਨਾਲ ਨਹੀਂ ਅਭ੍ਯਾਸ ਕਰਨਾ ਚਾਹੀਦਾ ਬਲਕਿ ਅਸ਼ਟ ਸਿਧਾਂਤ ਭੇਦ = ਅਠਾਰਾਂ ਵਿਚੋਂ ਅੱਠਾਂ ਮਹਾਂ ਸਿਧੀਆਂ ਦਾ ਭਾਵ ਸਭਨਾਂ ਦਾ ਹੀ ਅੰਤ ਕਰ ਕੇ ਖਹਿੜਾ ਛੱਡ ਕੇ ਅਰੁ ਨਾਥਨ ਕੈ ਭੇਦ = ਨੌਂ ਦ੍ਵਾਰਿਆਂ ਦੇ ਨਾਥਾਂ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਭੇਦ ਕੇ ਭੰਨ ਕਰ ਕੇ ਇਨ੍ਹਾਂ ਦਾ ਬਲ ਤੋੜਕੇ ਨਾਥ ਭਏ ਏਨਾਂ ਦਾ ਸ੍ਵਾਮੀ ਨੱਥਨ ਵਾਲਾ ਬਣ ਜਾਵੇ ਤਾਂ ਦਸਮ ਸਥਲ ਸਦਮੇ ਦ੍ਵਾਰ ਵਿਖੇ ਸੁਖ ਦੇ ਸਮੁੰਦਰ ਅਲਖ ਅਪਾਰ ਭਗਵੰਤ ਵਿਖੇ ਬਿਲਾਸੀ ਆਨੰਦ ਮਾਨਣ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RBMC",
        "source_page": 31,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aunmn mgn ggn huie inJr JrY; shj smwiD gur prcy audwsI hY [31["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "because of his high spiritual state and residing his conscious awareness in the Dasam Duar, he gets detached from worldly things and remains in a state of bliss. (31)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਕਰ ਕੇ ਗਗਨ ਮੰਡਲ ਦਸਮ ਦ੍ਵਾਰ ਵਿਖੇ ਉਨਮਨ = ਉਤਸਾਹਿਤ ਹੋਇਆ ਵਾ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਇਸਥਿਤ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਨਿਝਰ ਝਰਨਾ ਅੰਮ੍ਰਿਤ ਦਾ ਝਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਛਕਦਾ ਹੋਇਆ ਸਹਿਜ ਸਰੂਪ ਵਿਖੇ ਸਮਾਧਿ ਇਸਥਿਤੀਵਾਨ ਹੋਇਆ ਇਕ ਮਾਤ੍ਰ ਗੁਰ ਪਰਚੈ ਪਾਰਬ੍ਰਹਮ ਗੁਰ ਨਾਹੀ ਭੇਦ ਬਚਨ ਅਨੁਸਾਰ ਪਾਰਬ੍ਰਹਮ ਵਿਖੇ ਪਰਚਿਆ ਲਿਵਲੀਨ ਰਹਿੰਦਾ, ਉਦਾਸੀ ਸੰਸਾਰ ਵਿਖੇ ਵਰਤਦਾ ਭੀ ਸੰਸਾਰ ਤੋਂ ਉੱਚਾ ਵਾ ਉਪ੍ਰਾਮ ਅਟੰਕ ਅਲੇਪ ਰਿਹਾ ਕਰਦਾ ਹੈ ॥੩੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
