[
  {
    "id": "U4X",
    "sttm_id": 6512,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GCVM",
        "source_page": 32,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duibDw invwir Abrn huie brn ibKY; pwNc prpMc n drs Adrs hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By perpetual meditation on Lord's name, a Guru-conscious person distances himself from duality and caste discrimination. He frees himself from the grip of five vices (lust, anger, greed, ego and attachment) nor does he entangle himself in the rationales o",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਮਾਧੀ ਵਿਖੇ ਇਸਥਿਤ ਗੁਰਮੁਖ ਦੇ ਅੰਦਰੋਂ ਦੁਬਿਧਾ = ਦ੍ਵੈਤ ਭਾਵੀ ਦ੍ਰਿਸ਼ਟੀ ਨਿਵਾਰ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦੀ ਹੈ ਅਰੁ ਬਰਨ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਵੈਸ਼ ਸ਼ੂਦਰ ਆਦਿ ਵਿਖੇ ਉਤਪੰਨ ਹੋਇਆ ਹੁੰਦਾ ਭੀ ਉਹ ਅਬਰਨ ਬ੍ਰਾਹਮਣ ਆਦਿ ਵਰਨ ਤਥਾ ਆਸ਼ਰਮ ਦੇ ਅਭਿਮਾਨ ਰਹਿਤ ਭਾਵ ਜਾਤੀ ਗੋਤਰ ਆਦਿਕਾਂ ਦੇ ਅਧ੍ਯਾਸ ਤੋਂ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਸ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਸੰਕਲਪ ਵਿਖੇ ਪਾਂਚ = ਪੰਜਾਂ ਤੱਤਾਂ ਦਾ ਪਰਪੰਚ ਪਸਾਰਾ ਨ = ਨਹੀਂ ਰਹਿੰਦਾ ਅਰਥਾਤ ਦਰਸ ਦ੍ਰਿਸ਼੍ਯ = ਸਮੂੰਹ ਦੇਖਣ ਯੋਗ ਪਦਾਰਥ ਅਦਰਸ = ਅਦ੍ਰਿਸ਼੍ਯ ਰੂਪ ਧ੍ਯਾਨ ਤੋਂ ਓਹਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਭਾਵ ਸੁਖੁਪਤੀ ਅਵਸਥਾ ਵਿਖੇ ਜਿਸ ਪ੍ਰਕਾਰ ਸੰਸਾਰ ਬੇਹੋਸ਼ੀ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਗਿਆਨ ਮਈ ਲਿਵ ਵਿਚ ਸਮੂਲਚੀ ਦਵੈਤ ਦਾ ਅਭਾਵ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0EH3",
        "source_page": 32,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm pwrs gur pris pwrs Bey; kink Aink Dwqu Awpw Aprs hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an iron piece when touched with a philosopher-stone becomes gold, similarly a devotee meeting Guru becomes a pious and a clean man.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਦਸ਼ਾ ਜਦ ਹੀ ਕਿ ਪਰਮ ਪਾਰਸ ਅਪਨੀ ਸੰਗਤ ਰੂਪ ਮਹਾਨ ਉਤਮ ਸਪਰਸ਼ ਦ੍ਵਾਰੇ ਸਾਖਿਆਤ ਪਾਰਸ ਹੀ ਬਣਾ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਪਰਸ ਪਰਸਿਆ ਭਾਵ ਆਪਾ ਭੇਟਿਆ, ਤਾਂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜੀਕੂੰ ਪਰਸ ਨਾਲ ਲੱਗ ਕੇ ਪਾਰਸ ਦੇ ਅਨਿਕ ਧਾਤ ਲੋਹਾ ਤਾਂਬਾ ਪਿਤਲ ਆਦਿ ਭਏ ਕਨਿਕ = ਹੋ ਬਣ ਜਾਂਦੇ ਹਨ, ਸ੍ਵਰਣ ਰੂਪ ਅਤੇ ਜਿਸ ਭਾਂਤ ਉਹ ਧਾਂਤਾਂ ਸ਼ੁੱਧ ਹੋ ਜਾਦੀਆਂ ਹਨ ਤਿਸੇ। ਭਾਂਤ ਗੁਰਮੁਖੀ ਦਾ ਆਪਾ ਭੀ ਅਪਰਸ ਹੁਣ ਅਲੇਪ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T3E4",
        "source_page": 32,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nv duAwr duAwr pwirbRmwsn isMGwsn mY; inJr Jrin rucq n An rs hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Overcoming the pleasures of the nine doors of the body, he rests his faculties in the tenth door, where the divine elixir flows perpetually that turn him away from all other pleasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੌਂ ਦੁਆਰਿਆਂ ਅੱਖੀਆਂ, ਕੰਨਾਂ, ਨਾਸਾਂ ਦੇ ਦੋ ਦੋ ਸਾਰੇ ਛੀ, ਅਰੁ ਮੂੰਹ ਤੇ ਮਲ ਮੂਤ੍ਰ ਦੇ ਦੋਨੋਂ ਇਹ ਜੋ ਨੌਂ ਦ੍ਵਾਰੇ ਸ਼ਰੀਰ ਅੰਦਰ ਹਨ ਇਨਾਂ ਤੋਂ ਪਾਰ ਪਰੇ ਜੋ ਦਸਮਾਂ ਦੁਆਰ ਹੈ ਜਿਸ ਦੁਆਰਿਓਂ ਇਨਾਂ ਉਕਤ ਲਵਾਂ ਦ੍ਵਾਰਾਂ ਵਿਚ ਦੀ ਸੁਰਤ ਨੂੰ ਅਪਣਾ ਕਾਰਜ ਨੇਪਰੇ ਚਾੜ੍ਹਨ ਲਈ ਸਤ੍ਯਾ ਚਿਤੰਨਤਾ ਦੀ ਧਾਰ ਆਯਾ ਕਰਦੀ ਹੈ ਓਸ ਵਿਖੇ ਬ੍ਰਹਮਾਸਨ ਪਰਮਾਤਮਾ ਦੇ ਆਸਨ ਇਸਥਿਤੀ ਦਾ ਸਿੰਘਾਸਨ ਹੈ, ਭਾਵ ਦਸਵੇਂ ਵਾਸਾ ਅਲਖ ਅਪਾਰੇ ਗੁਰੂ ਬਚਨ ਅਨੁਸਾਰ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਬਿਰਾਜਮਾਨ ਹੋਣ ਦਾ ਟਿਕਾਣਾ ਹੈ ਉਥੇ ਹੀ ਗੁਰਮੁਖ ਦੀ ਸੁਰਤਿ ਪੁੱਜ ਕੇ ਟਿਕਾਉ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦੀ ਹੈ, ਜਿਥੇ ਕਿ ਇਕ ਰਸ ਝਰਨਾ ਝਰਦਾ ਅੰਮ੍ਰਿਤ ਦਾ ਪਾਨ ਕਰਨ ਲਈ, ਇਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਛਕਦੇ ਹੋਏ ਮੁੜ ਅਨਰਸ ਬਾਹਰਮੁਖੀ ਸ੍ਵਾਦ ਵਿਖ੍ਯਾਂ ਦੇ ਰਸ ਨ ਰੁਚਿਤ ਏਸ ਤਾਂਈ ਨਹੀਂ ਭਾਇਆ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "67YK",
        "source_page": 32,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly bIs iekIs eIs; Anhd gd gd ABr Brs hY [32["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Be assured that the meeting of Guru and a disciple, makes a disciple realise Lord and virtually becomes like Him. His  heart then remains immersed in the celestial music. (32)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇੱਥੇ ਪਹੁੰਚ ਕੇ ਹੀ ਬੀਸ = ਦਸ ਇੰਦ੍ਰੀਆਂ +ਪੰਜ ਪ੍ਰਾਣ +ਚਾਰ ਅੰਤਾਕਰਣ ਤੇ ਇਕ ਜੀਵ ਇਕ ਈਸ ਇਕੀਸਵੇ ਈਸ਼੍ਵਰ ਵਿਖੇ ਲੀਨ ਹੋ ਕੇ ਈਸ ਈਸ਼੍ਵਰ ਮਈ ਹੀ ਇਕੋ ਇਕ ਏਕਤਾ ਦਾ ਪ੍ਰਤੱਖ੍ਯ ਨਜ਼ਾਰਾ ਵਰਤ ਪਿਆ ਕਰਦਾ ਹੈ, ਅਰ ਇਉਂ ਨਾਮ ਰੂਪ ਦੀਆਂ ਹੱਦਾਂ ਵਲੋਂ ਅਨਹਦ ਬੇਹੱਦ ਸਰੂਪੀ ਹੋ ਗਦਗਦ = ਆਨੰਦ ਹੀ ਆਨੰਦ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੋਇਆ ਅਭਰ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਦੇ ਅਤ੍ਰਿਪਤਾਂ ਨੂੰ ਭੀ ਭਰਸ ਹੈ ਤ੍ਰਿਪਤ ਕਰ ਦਿੰਦਾ ਹੈ ਅਥਵਾ ਅਭਰ = ਸੰਪੂਰਣ ਸਰੀਰ ਦੇ ਰੋਮ ਕੂਪਾਂ ਪ੍ਰਯੰਤ ਭੀ ਜੋ ਖਾਲੀ ਥਾਵਾਂ ਹਨ ਓਨਾਂ ਵਿਖੇ ਛੇਕ ਛੇਕ ਤਾਈ ਭੀ ਉਹ ਆਨੰਦ ਭਰਸ ਭਰਪੂਰ ਕਰ ਦਿੰਦਾ ਹੈ ॥੩੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
