[
  {
    "id": "37F",
    "sttm_id": 6513,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FL8Z",
        "source_page": 33,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml Bij kml pRgws Bey; drs drs smdrs idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking refuge of Sat guru's lotus feet, a devotee's mind )0 blooms like lotus flower. By the blessings of a True Guru, he treats and conducts himself alike with all and sundry. He carries no rancour for anyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਨੂੰ ਭਜ ਅਰਾਧਨ ਕਰਨ ਕਰ ਕੇ ਅਥਵਾ ਕਮਲ ਸਮਾਨ ਅਲੇਪ ਅਸੰਗ ਹੈ ਚਰਣ ਚਲਨ ਸ੍ਵਭਾਵ ਜਿਸ ਨਿਰੰਕਾਰ ਨਿਰਾਕਾਰ ਦਾ ਓਸ ਨੂੰ ਭਜ ਧ੍ਯਾਨ ਕਰਨ ਕਰ ਕੇ ਕਮਲ ਪ੍ਰਗਾਸ ਭਏ ਰਿਦਾ ਕਮਲ ਖਿੜ ਔਂਦਾ ਹੈ ਭਾਵ ਸੰਸਿਆਂ ਫਿਕਰਾਂ ਨਾਲ ਸਮੀਟਿਆ ਹੋਇਆ ਹਿਰਦਾ ਮਨ ਦਾ ਅਸਥਾਨ ਪ੍ਰਫੁੱਲਿਤ ਹੋ ਔਂਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਦਰਸ ਦਰਸਿ = ਦ੍ਰਿਸ਼੍ਯ ਦਾ ਦਰਸ਼ਨ ਜੋ ਅਨੇਕ ਭਾਵੀ ਹੈ, ਸੋ ਸਮ ਦਰਸ ਬ੍ਰਹਮ ਦਰਸ਼ਨ ਰੂਪ ਹੋ ਭਾਸਿਆ ਕਰਦਾ ਹੈ ਯਾ ਚਰਣ ਕਮਲਾਂ ਦਾ ਧਿਆਨ ਕਰਦਿਆਂ ਹਿਰਦੇ ਕਮਲ ਦੇ ਖਿੜ ਔਣ ਪੁਰ, ਦਰਸ ਅੰਤਰਯਾਮੀ ਅਕਾਲਪੁਰਖ ਦੇ ਦਰਸ਼ਨ ਨੂੰ ਦਰਸ ਦਰਸਕੇ ਦੇਖਣ ਤੇ, ਉਹ ਦਰਸਨ ਸਮ ਦਿਖਾਏ ਹੈ ਇਕ ਰਸ ਰਮਿਆ ਦਿਖਾਈ ਦਿੱਤਾ ਅਨਭਉ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "87LX",
        "source_page": 33,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Anhd ilvlIn Bey; Enmn mgn ggn pur Cwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such Guru-conscious person attaches his mind in the unstruck celestial music and enjoying heavenley bliss, rests his mind in the Dasam Duar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਐਸਾ ਹੀ ਅਨਹਦ ਸਬਦ ਸੁਰਤਿ ਅਨਹਦ ਧੁਨੀ ਸ਼ਬਦ ਦੇ ਵਿਖੇ ਸੁਰਤ ਦੇ ਲਿਵਲੀਨ ਹੋਇਆਂ ਮਾਨੋ ਮਗਨ ਮਸਤ ਹੋ ਕੇ ਉਨਮਨ ਉਤਸ਼ਾਹ ਪੂਰਬਕ ਵਾ ਉਨਮਨੀ ਅਵਸਥਾ ਵਿਖੇ, ਗਗਨ ਪੁਰ ਚੈਤੰਨ ਭਵਨ = ਬ੍ਰਹਮ ਸਥਲ ਪ੍ਰਮਾਤਮਾ ਦੇ ਨਿਜ ਪ੍ਰਕਾਸ਼ ਰੂਪ ਲੋਕ ਵਿਖੇ ਛਾਏ ਹੈ ਸ਼ੁਭਾਯਮਾਨ ਹੋਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D91R",
        "source_page": 33,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs bis huie ibsm ibdyh Bey; Aiq Ascrj mo hyrq ihrwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enamoured by the love of Lord, he does not remain conscious of his body any more. This is such a wondrous state that surprises everyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਉਥੇ ਦੇ ਪ੍ਰੇਮ ਰਸ ਅਨੁਭਵੀ ਸ੍ਵਾਦ ਆਨੰਦਾਕਾਰਿਤਾ ਦੇ ਬਸ ਅਧੀਨ ਹੋ ਕੇ, ਬਿਸਮ ਅਚਰਜ ਹੋਇਆ ਦੇਹ ਤੋਂ ਬਿਦੇਹ ਸਰੀਰ ਦੀ ਸ਼ੁਧ ਬੁਧ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਔਰ ਅਤ੍ਯੰਤ ਅਸਚਰਜ ਮਈ ਕੌਤੁਕੀ ਅਵਸਥਾ ਵਿਖੇ ਦੈਵੀ ਪ੍ਰਕਾਸ਼ ਦੇ ਕੌਤਕ ਨੂੰ ਹੇਰਤ = ਦੇਖਦਾ ਹੋਇਆ ਅਨੁਭਵ ਕਰਦਾ ਕਰਦਾ ਹਿਰਾਏ ਹੈ = ਆਪੇ ਨੂੰ ਭੀ ਖੋਹ ਬੈਠਦਾ ਹੈ ਭਾਵ ਅੰਦਰਲੇ ਬਾਹਰਲੇ ਗ੍ਯਾਨ ਸਭ ਵਿਸਿਮ੍ਰਿਤ ਹੋ ਜਾਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4MD2",
        "source_page": 33,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl mihmw AgwiD boiD; AkQ kQw ibnod khq n Awey hY [33["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The spiritually ecstatic state of a Guru's disciple cannot even be praised. It is beyond contemplation and indescribable too. (33)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਸ ਪ੍ਰਕਾਰ ਦੇ ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਦੀ ਮਹਿਮਾ ਵਡ੍ਯਾਈ ਅਸੀਂ ਕੀਹ ਆਖੀਏ, ਓਸ ਦਾ ਬੋਧ ਗ੍ਯਾਨ ਅਗਾਧ ਨਹੀਂ ਗਾਹਿਆ ਜਾ ਸਕਣ ਵਾਲਾ ਹੈ,ਤੇ ਓਸ ਦੀ ਕਥਾ ਬਾਰਤਾ ਚਲਾਣੀ ਸਭ ਪ੍ਰਕਾਰ ਹੀ ਅਕਥ ਕਥਨ ਤੋਂ ਪਾਰ ਹੈ ਉਹ ਬਿਨੋਦ ਆਨੰਦ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਕਹਿਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ ਹੈ ॥੩੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
