[
  {
    "id": "V2N",
    "sttm_id": 6514,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QLPG",
        "source_page": 34,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq myit gurmiq ihrdY pRgwsI; Koey hY AigAwn jwny bRhm igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a disciple meets his Guru and he works hard and toil himself on his precepts, he gets rid of base intellect and divine intelligence is revealed to him. He sheds his ignorance and acquires His knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਰਮਤਿ ਦੂਰ ਭਾਵੀ ਮਤਿ ਦ੍ਵੈਤ ਭਾਵੀ ਬੁਧੀ ਯਾ ਦੁਸ਼੍ਟਤਾ ਪ੍ਰਾਇਣ ਮਤਿ ਦੂਖਣਾ ਗ੍ਰਸੀ = ਵਿਕਾਰੀਂ ਰਚੀ ਬੁੱਧੀ ਨੂੰ ਮੇਟਕੇ ਜਦ ਗੁਰਮੁਖ ਪੁਰਖ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਗੁਰਮਤਿ ਸਤਿਗੁਰਾਂ ਦੀ ਸਿਖ੍ਯਾ ਪ੍ਰਗਾਸੀ ਉਜਲੇ = ਉਘੇ ਰੂਪ ਵਿਚ ਹੋ ਭਾਸੀ, ਤਾਂ ਗੁਵਾ ਕੇ ਅਗ੍ਯਾਨ ਵਾਹਗੁਰੂ ਦੇ ਪਾਸੇ ਦੀ ਬੇਸਮਝੀ ਤੇ ਅਨਜਾਨਤਾ ਨੂੰ ਜਾਨੇ = ਜਾਣ ਲੈਂਦਾ ਹੈ ਕਿ ਆਹ ਕੁਛ ਬ੍ਰਹਮਗ੍ਯਾਨ ਬ੍ਰਹਮ ਦੇਸ੍ਵਰੂਪ ਦਾ ਜਾਨਣਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7YKL",
        "source_page": 34,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn Awn iDAwn ibsmrn kY; sbd suriq moin bRq prvwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the glimpse of the True Guru and focusing his mind, he weans away his attention from worldly pleasures and concentrates the divine word in his consciousness and closes his mind from all other attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਇਉਂ ਜਾਣ ਲੈਂਦਾ ਹੈ, ਤਦ ਓਸ ਸ੍ਵਰੂਪ ਨੂੰ ਧ੍ਯਾਨ ਵਿਚ ਲ੍ਯੌਂਦਾ, ਦਰਸ ਸਾਖ੍ਯਾਤਕਾਰ = ਮਾਨੋਂ ਸਾਮਰਤਖ ਓਸੇ ਅਨਭਉ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ ਇਸ ਸਾਖ੍ਯਾਤਕਾਰਿਤਾ ਦੇ ਪ੍ਰਾਪਤ ਹੋਯਾਂ ਹੋਰ ਧ੍ਯਾਨ ਧਾਰਣੇ ਭੁੱਲ ਜਾਂਦਾ ਹੈ ਬੇਲੋੜੇ ਹੋ ਜਾਣ ਕਰ ਕੇ, ਸ਼ਬਦ ਸੁਰਤਿ ਇਸ ਬਾਰੇ ਵਿਚ ਕੁਛ ਹੋਰ ਸ਼ਬਦ ਸੁਨਣ ਅਥਵਾ ਕਹਿਨ ਵਜੋਂ ਮੋਨ ਬ੍ਰਤ ਚੁੱਪ ਦੀ ਪ੍ਰਤਗ੍ਯਾ ਨੂੰ ਹੀ ਪਰਵਾਣ ਕਬੂਲ ਕਰ ਲਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਸਮੂਹ ਬਿਰਤੀਆਂ ਵਲੋਂ ਚੁਪ ਸਾਧ ਲੈਂਦਾ ਅਥਵਾ ਇਸ ਬਾਰੇ ਵਿਚ ਕੁਛ ਕਹਿਣ ਸੁਣਨ ਦੀ ਗੰਮਤਾ ਹੀ ਓਸ ਦੇ ਅੰਦਰੋਂ ਮੂਲੋਂ ਉਠ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PU8Q",
        "source_page": 34,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs risk huoie An rs rhq huie; joqI mY joiq srUp sohM sur qwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In His love, leaving all worldly pleasures, getting absorbed in His Naam, he keeps on remembering Him all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਇਸ ਮਾਤ੍ਰ ਪ੍ਰੇਮ ਰਸ ਦਾ ਰਸੀਆ ਹੋ ਕੇ ਤੇ ਹੋਰ ਬਾਹਰਮੁਖੀ ਰਸਾਂ ਸ੍ਵਾਦਾਂ = ਖਿੱਚਾਂ ਵਲੋਂ ਰਸ ਰਹਿਤ ਫਿੱਕੇ ਦਿਲ ਵਾਲਾ ਬਣ ਕੇ ਸਰੂਪ ਪ੍ਰਕਾਸ਼ ਮਯ ਪਰਮਾਤਮਾ ਵਿਖੇ ਮਿਲ ਕੇ ਜੋਤੀ ਮੈਂ ਜ੍ਯੋਤੀਮਈ = ਪ੍ਰਕਾਸ਼ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦਾ ਤੇ 'ਸੋਹੰ ਸੋਹੰ' ਦੀ ਸੁਰ ਰਟ ਦੀ ਤਾਨ ਤਾਰ ਅੰਦਰੇ ਅੰਦਰ ਬੰਨ ਲਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਅਪਨੇ ਅੰਦਰ ਓਸੇ ਨੂੰ ਹੀ ਆਪ ਰੂਪ ਹੋ ਵੱਸਿਆ ਸਾਖ੍ਯਾਤ ਅਨਭਉ ਕਰ ਕੇ 'ਸੋਈ ਮੈਂ ਹਾਂ' 'ਸੋਈ ਮੈਂ ਹਾਂ' ਇਹ ਰਟ ਲਗਾਈ ਰਖਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H5H8",
        "source_page": 34,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMD imly bIs iekIs eIs; pUrn ibbyk tyk eyk hIXy Awny hY [34["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Believe it for Sure that by meeting with Guru, a Guru conscious person becomes one with Lord and all his life depends on Naam Simran-an exclusive support of the Lord. (34)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਸਲ ਵਿਚ ਗੁਰੂ ਸਿੱਖ ਦੀ ਸੰਧੀ ਮੇਲ ਇਸੇ ਅਵਸਥਾ ਵਿਚ ਹੀ ਹੁੰਦਾ ਹੈ ਤੇ ਇਥੇ ਆਣ ਕੇ ਹੀ ਵੀਹਾਂ ਦੇ ਵਰਤਾਰੇ ਵਿਚ ਵਰਤਨਹਾਰਾ ਇਹ ਲੋਕ ਤੇ ਇਕੀਸਵੇਂ ਭਾਵ ਵਿਖੇ ਵਰਤਨਹਾਰਾ ਪਰਲੋਕ ਪਿੰਡੀ ਔਰ ਬ੍ਰਹਮੰਡੀ ਸਮੂਹ ਸ੍ਰਿਸ਼ਟੀ ਈਸ ਈਸ੍ਵਰ ਮਈ ਹੋਣ ਦਾ ਪੂਰਣ ਬਿਬੇਕ ਪੂਰਾ ਪੂਰਾ ਗ੍ਯਾਨ ਹੁੰਦਾ ਹੈ ਤੇ ਇਸ ਹੀ ਇਕ ਮਾਤ੍ਰ ਏਕਤਾ ਦੀ ਟੇਕ ਨਿਸਚਾ ਹਿਰਦੇ ਅੰਦਰ ਲਿਔਂਦਾ ਧਾਰਣ ਕਰਦਾ ਹੈ ॥੩੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
