[
  {
    "id": "0P4",
    "sttm_id": 6515,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LABJ",
        "source_page": 35,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rom rom koit bRihmwNf ko invws jwsu; mwns Aauqwr Dwr drs idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Supreme Lord, whose each hair support millions of cosmos has incarnated as Satguru in human form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਕਰਣ ਕਾਰਣ ਕਰਤਾਰ ਦੇ ਰੋਮ ਰੋਮ ਵਾਲ ਵਾਲ ਵਿਖੇ ਕ੍ਰੋੜਾਂ ਹੀ ਬ੍ਰਹਮੰਡਾਂ ਦਾ ਨਿਵਾਸ ਹੈ, ਉਸ ਨੇ ਆਪ ਮਾਨਸ ਅਉਤਾਰ ਮਾਨੁਖੀ ਸਰੂਪ ਧਾਰਣ ਕਰ ਕੇ ਦਰਸ਼ਨ ਦਿਖਾਇਆ ਹੋਇਆ ਹੈ ਭਾਵ ਇਸ ਕਾਲ ਵਿਖੇ ਮਨੁੱਖ ਮੰਡਲ ਅੰਦਰ ਦਰਸ਼ਨ ਦੇ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MF8P",
        "source_page": 35,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jw ky EAMkwr kY Akwr hY nwnw pRkwr; sRImuK sbd gur isKnu sunwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Omniprotector Lord who has many forms, appearing as Guru has given sermon to his disciples in person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਓਅੰਕਾਰ ਰੂਪ ਸ਼ਬਦ ਬ੍ਰਹਮ ਦੇ ਹੀ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੇ ਨ੍ਯਾਰੇ ਨ੍ਯਾਰੇ ਸਰੂਪਾਂ ਵਾਲੇ = ਅਨੰਤ ਆਕਾਰ ਜਗਤ = ਸ੍ਰਿਸ਼ਟੀ ਰੂਪ ਹੋ ਪਸਰੇ ਹੋਏ ਹਨ, ਓਹੋ ਹੀ ਸ੍ਵਯੰ ਸ੍ਰੀ ਮੁਖ ਸ਼ੋਭਾਇਮਾਨ ਮੁਖ ਕਮਲ ਦ੍ਵਾਰੇ ਸਾਖ੍ਯਾਤ ਗੁਰ ਆਪਣੇ ਸਿੱਖਾਂ ਨੂੰ ਸਬਦ ਉਪਦੇਸ਼ ਸੁਣਾਏ ਹੈ ਸੁਣਾ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RJ1F",
        "source_page": 35,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jg Bog neIbyd jgq Bgq jwih; Asn bsn gurisKn lfwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The God for whose propitiation yags are performed, food and offerings are made, the same Lord takes the form of Guru now coddling his Sikhs by distributing food and to his disciples.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਗ੍ਯ ਬੇਦਾਂ ਦੇ ਕਰਮਕਾਂਡ ਦ੍ਵਾਰੇ ਨਿਰਪੂਣ ਕੀਤੀਆਂ ਰੀਤੀਆਂ ਦ੍ਵਾਰੇ ਯਗ੍ਯ = ਬ੍ਰਹਮ ਯਗ੍ਯ ਆਦਿ ਹੋਮ ਕਰ ਕਰ ਕੇ ਜਿਸ ਨੂੰ ਕਰਮਕਾਂਡੀ ਅਰਾਧਦੇ ਹਨ, ਨਈ ਵੇਦ ਭੋਗ ਅਨੇਕ ਭਾਂਤ ਦੇ ਭੋਗ ਭੋਜਨ ਜੋਗ ਮੋਹਨ ਭੋਗ ਆਦਿ ਪਦਾਰਥਾਂ ਨੂੰ ਅਰਪਣ ਕਰ ਕੇ, ਜਗਤ ਵਿਚ ਭਗਤ ਜਨ ਉਪਾਸਨਾ ਕਾਂਡ ਅਨੁਸਾਰੀ ਢੰਗਾਂ ਦ੍ਵਾਰਾ ਜਿਸ ਨੂੰ ਪੂਜਦੇ ਹਨ, ਉਹੀ ਪਰਮ ਪੂਜ੍ਯ ਪਰਮਾਤਮਾ ਅਸਨ ਬਸਨ ਖਾਨ ਪਾਨ ਅਰੁ ਪਹਿਰਾਨ ਜੋਗ ਪਦਾਰਥਾਂ ਆਦਿ ਦੀਆਂ ਬਖਸ਼ਸ਼ਾਂ ਬਖਸ਼ ਬਖਸ਼ ਕੇ ਗੁਰ ਸਿੱਖਨ ਆਪਣਿਆਂ ਸਿੱਖਾਂ ਨੂੰ ਲਾਡ ਲਡੌਂਦੇ ਪਏ ਦੁਲਾਰ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HBUV",
        "source_page": 35,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ingm syKwid kbq nyq nyq kir; pUrm bRhm gurisKnu lKwey hY [35["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The supreme Creator, whom Shesh Nag and others have calling by innumerable names, now manifests as Guru showing Himself to His devotees (The Sikhs). (35)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਗਮ ਬੇਦ, ਸ਼ਾਸਤ੍ਰ ਵਾ ਬੇਦ ਸ਼ਾਸਤ੍ਰ ਵੇਤਾ ਬ੍ਰਹਮਾ ਆਦਿਕ, ਤਥਾ ਸੇਖਾਦਿਕ = ਸੇਸ਼ ਨਾਗ ਪਤੰਜਲੀ ਆਦਿਕ ਰਿਖੀ ਮੁਨੀ, 'ਨੇਤਿ ਨੇਤਿ' ਨਹੀਂ ਅੰਤ ਜਿਸ ਦਾ, ਅਨੰਤ ਅਨੰਤ ਕਰ ਕੇ ਜਿਸ ਨੂੰ ਕਥਨ ਕਰਦੇ ਹਨ, ਓਸ ਪੂਰਨ ਬ੍ਰਹਮ ਨੇ ਹੀ ਗੁਰੂ ਸਰੂਪ ਹੋ ਕੇ ਸਿਖਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਤਾਂਈ ਲਖਾਇਆ ਹੈ ॥੩੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
