[
  {
    "id": "Y19",
    "sttm_id": 6516,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NGJM",
        "source_page": 36,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrgun srgun kY AlK Aibgq giq; pUrn bRhm gur rUp pRgtwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Supreme Lord whose countenance is beyond perception, who is indestructible, despite being formless took human form and revealed Himself as Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਨਿਰਗੁਣ ਨਿਰਾਕਾਰ ਸਰੂਪ ਨੂੰ ਨਾ ਲਿਖਿਆ ਜਾ ਸਕਣ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਅਲਖ ਰੂਪ ਵਰਨਣ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਜਿਸ ਦੀ ਗਤਿ ਗ੍ਯਾਨ ਅਬਿਗਤ ਅਬ੍ਯਕ੍ਤ = ਅਪ੍ਰਗਟ ਸਰੂਪ ਹੈ, ਵਾ ਜਿਸ ਦਾ ਅਬਿਗਤ ਗ੍ਯਾਨ ਗਤਿ ਨਿਵਿਰਤ ਹੋ ਚੁਕਾ ਹੈ ਬੁਧੀ ਆਦਿਕਾਂ ਦੀ ਗੰਮਤਾ ਤੋਂ ਐਸੇ ਪੂਰਨ ਬ੍ਰਹਮ ਨੇ ਹੀ ਸਰਗੁਨ ਆਕਾਰ ਧਾਰੀ ਹੈ ਹੋ ਕੇ ਬਣ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਰੂਪ ਵਿਖੇ ਪ੍ਰਗਟਾਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FG0M",
        "source_page": 36,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srgun sRI gur drs kY iDAwn rUp; Akul Akwl gurisKnu idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God in His immanent form as Satguru who is beyond all castes, creed and race make the Sikhs realise the true form of God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸ ਸਰਗੁਣ ਸਰੂਪ ਮਨੁਖ ਦੇਹ ਧਾਰੀ ਸ੍ਰੀ ਕਲ੍ਯਾਨ ਰੂਪ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਨੂੰ ਦਰਸ ਨੇਤ੍ਰ ਗੋਚਰ ਹੋਣ ਤੇ ਵਾ ਦਰਸ਼ਨ ਵਿਚ ਔਣ ਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਕੈ ਧ੍ਯਾਨ ਕੀਤਾ ਹੈ ਧ੍ਯਾਨ ਉਨ੍ਹਾਂ ਦਾ ਭਾਵ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਜਿਨ੍ਹਾਂ ਨੇ ਵਸਾਇਆ ਹੈ, ਉਨ੍ਹਾਂ ਗੁਰ ਸਿੱਖਾਂ ਨੂੰ ਆਪਣਾ ਅਕਲ ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਦੀਆਂ ਕਲਾਂ ਤੋਂ ਰਹਿਤ ਅਕਾਲ ਰੂਪ ਸਤ੍ਯ ਸਰੂਪ ਅਬਿਨਾਸੀ ਰੂਪ ਦਿਖਾਇਆ ਅਨੁਭਵ ਕਰਾਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y1YL",
        "source_page": 36,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrgun sRI gur sbd Anhd Duin; sbd byDI gur isKnu sunwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The heart piercing melodious tune which Satguru sings to his Sikhs is in fact manifestation of True Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਤਾਂ ਸਰਗੁਣ ਸਰੂਪੀ ਦ੍ਵਾਰੇ ਅਪਣਾ ਅਕਾਲ ਰੂਪ ਦਰਸ਼ਨ ਕਰਾਯਾ ਤੇ ਨਿਰਗੁਣ ਸਰੂਪ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਨੇ ਸ਼ਬਦ ਬੇਧੀ ਜਿਨਾਂ ਦੇ ਚਿੱਤਾਂ ਨੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੇ ਵਿੰਨ ਦਿੱਤਾ ਹੈ ਜਿਨਾਂ ਦੇ ਅੰਦਰ ਸ਼ਬਦ ਧਸ ਚੁੱਕਾ ਹੈ ਅਥਵਾ ਬੇਧੀ ਪਾਠਾਂਤਰ ਹੋਣ ਕਰ ਕੇ ਜੋ ਜਾਨਣਹਾਰੇ ਸ਼ਬਦ ਦੇ ਮਰਮੀ ਹਨ ਐਸੇ ਨਾਮ ਰਸੀਏ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਅਨਹਦ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਦੇ ਰੂਪ ਵਿਚ ਸੁਣਾਕੇ ਅਨੁਭਵ ਕਰਾਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2UYN",
        "source_page": 36,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd inhkwm Dwm; guruisK mDukr giq lptwey hY [36["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fragrance of the dust (of the lotus feet of such Satguru) with which the Sikhs remain attached is capable of destroying all worldly desires. (36)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਕਰ ਕੇ ਨਿਰਗੁਣ ਸਰਗੁਣ ਸਰੂਪ ਦੇ ਦਰਸ਼ਨ ਕਰੌਣ ਹਾਰੇ ਸਤਿਗੁਰਾਂ ਨੂੰ ਨਿਹਕਾਮ ਧਾਮ ਨਿਸ਼ਕਾਮਤਾ ਦੇ ਮੰਦਿਰ ਵਾ ਨਿਸ਼ਕਾਮ ਪਦ ਮੁਕਤੀ ਦਾ ਅਸਥਾਨ ਜਾਣ ਕੇ ਗੁਰ ਸਿੱਖ ਉਨ੍ਹਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਸੁਗੰਧੀ ਦੀ ਸਾਰ ਰੂਪ ਧੂਲੀ ਰਜ ਨਾਲ ਮਧੁਕਰ ਗਤਿ ਭੌਰੇ ਵਾਕੂੰ ਲਪਟਾਏ ਹੈ ਲੰਪਟ ਹੁੰਦੇ ਪ੍ਰੇਮ ਕਰਦੇ ਵਾ ਉਸ ਵਿਖੇ ਲਿਵ ਲੀਣ ਹੁੰਦੇ ਹਨ ॥੩੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
