[
  {
    "id": "DV1",
    "sttm_id": 6517,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZV3F",
        "source_page": 37,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur byl huie cMbylI giq; mUl swKw pqR kir ibibD ibQwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru, manifestation of Almighty God, is like jasmine creeper of which He Himself is the root and all His devotees and pious persons are its leaves and branches.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸ੍ਵਰੂਪ ਸਤਿਗੁਰਾਂ ਨੇ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਰੂਪਾਂ ਵਿਚ ਵਿਸਥਾਰ ਪਾਇਆ ਚੰਬੇ ਲੀ ਦੀ ਬੇਲ ਵਲ ਵਾਕੂੰ, ਭਾਵ ਜਿ ਪ੍ਰਕਾਰ ਚੰਬੇਲੀ ਦੀ ਝੁਕ ਕੇ ਧਰਤੀ ਉਪਰ ਆਈ ਸ਼ਾਖ ਜਿਥੇ ਭੀ ਧਰਤੀ ਵਿਚ ਧਸ ਕੇ ਗਡ ਜਾਂਦੀ ਹੈ ਅਰਥਾਤ, ਦਾਬ ਰੂਪ ਧਾਰਣ ਕਰ ਲੈਂਦੀ ਹੈ, ਉਥੋਂ ਹੀ ਮੁਢ ਜੜ੍ਹ ਪ੍ਰਗਟ ਕਰ ਕੇ ਟਾਹਣੀਆਂ ਪੱਤ੍ਰ ਆਦਿ ਅਨੇਕ ਤਰ੍ਹਾਂ ਦਾ ਵਿਸਤਾਰ ਪਸਾਰਾ ਕਰ ਲੈਂਦੀ ਹੈ ਐਸੇ ਹੀ ਪੂਰਨ ਬ੍ਰਹਮ ਪ੍ਰਮਾਤਮਾ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਦੇ ਸਰੂਪ ਵਿਖੇ ਪਰਗਟ ਹੋ ਜਿਥੇ ਭੀ ਸ੍ਰੀ ਲਹਿਣੇ ਜੀ ਆਦਿ ਦੇ ਰਿਦੇ ਭੂਮੀ ਵਿਖੇ ਗਡ ਗਏ ਧਸ ਗਏ, ਉਥੇ ਹੀ ਆਪਣਾ ਨਿਜ ਭਾਵ ਰੂਪ ਮੁਢ ਪ੍ਰਗਟ ਕਰ ਕੇ ਪੱਧਤੀ, ਸੰਪ੍ਰਦਾਇ ਪ੍ਰਵਿਰਤ ਕਰਨ ਹਾਰੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਆਦਿ ਦੇ ਸਰੂਪ ਵਿਖੇ ਸ਼ਾਖਾ ਰੂਪ ਹੋ ਪ੍ਰਵਿਰਤੇ ਉਪ੍ਰੰਤ ਆਪਣੇ ਤੋਂ ਸਾਖ੍ਯਾਤ ਸਾਜੇ ਪ੍ਰਚਾਰਕ ਰੂਪ ਭਾਈ ਮਨਸੁਖ ਬਾਬਾ ਬੁੱਢਾ ਜੀ ਵਾ ਝੰਡਾ ਬਾਢੀ ਜੀ ਆਦਿ, ਅਥਵਾ ਪ੍ਰੰਪਰਾ ਤੋਂ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਜੀ, ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਆਦਿ ਤੋਂ ਸਾਜੇ ਐਸਿਆਂ ਪ੍ਰਚਾਰਕ ਸਿੱਖਾਂ ਦੀਆਂ ਪੜਸ਼ਾਖਾਂ ਸ਼ਾਖਾਂ ਵਿਚੋਂ ਨਿਕਲੀਆਂ ਸੂਖਮ ਸ਼ਾਖਾਂ ਟਾਹਣੀਆਂ ਪ੍ਰਗਟਾਈਆਂ ਇਸ ਭਾਈ ਪਾਰੋ ਜੁਲਕਾ ਵਾ ਸ੍ਵਯੰ ਭਾਈ ਗੁਰਦਾਸ ਜੀ ਤਥਾ ਹੋਰ ਮੰਜੀਆਂ ਆਦਿ ਥਾਪਨ ਦੇ ਪ੍ਰਕਾਰ ਦੀ ਸਾਜਨਾ ਸਾਜ ਕੇ ਫੇਰ ਅਗੇ ਜੋ ਇਨ੍ਹਾਂ ਪ੍ਰਚਾਰਕਾਂ ਦ੍ਵਾਰਾ ਗੁਰ ਸਿੱਖ ਸੰਗਤਾਂ ਥਾਪੀਆਂ ਉਹ ਮਾਨੋ ਪੁਸ਼ਪ ਫੁਲ ਉਤਪੰਨ ਕੀਤੇ। ਅਰ ਤਿਨਾਂ ਵਿਚ ਨਿਜਰੂਪ = ਨਾਨਕ ਨਿਰੰਕਾਰੀ ਹੀ ਜੈਜੈਕਾਰ ਰੂਪ ਕੀਰਤੀ ਦੇ ਸੁਬਾਸ ਸ੍ਰੇਸ਼ਟ ਬਾਸਨਾ ਸੁਗੰਧੀ ਦੀਆਂ ਲਪਟਾਂ ਪਸਾਰੀਆਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਇਉਂ ਪ੍ਰਗਟ ਹੋ ਕਰ ਕੇ ਸੰਸਾਰ ਦਾ ਉਧਾਰ ਕਲ੍ਯਾਣ ਕੀਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTWY",
        "source_page": 37,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK puhp subws inj rUp qw mY; pRgt huie krq sMswr ko auDwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Pleased at the services of His devotees (like Bhai Lehna Ji, Baba Amar Das Ji, etc.) Satguru turns those devotees by His grace and makes them into fragrance-spreading flowers and by manifesting in them is liberating the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੀ ਕੀਰਤੀ ਨੂੰ ਮਹਿਕਾਨ ਵਾਲੇ ਦੇਸੀਂ ਪ੍ਰਦੇਸੀਂ ਵੱਸਨਹਾਰੇ ਸਿੱਖ ਸੰਗਤਾਂ ਰੂਪ ਫੁਲਾਂ ਨਾਲ ਤਿਲਾਂ ਦੀ ਨ੍ਯਾਈਂ ਤਹਿ ਪਰ ਤਹਿ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕ ਹੋ ਕੇ ਜੇਹੜੇ ਲੋਕ ਆਣ ਆਣ ਮਿਲੇ, ਉਨ੍ਹਾਂ ਅੰਦਰ ਭੀ ਉਹੀ ਸੁਗੰਧੀ ਰੂਪ ਬਾਸਨਾ ਖੁਸ਼ਬੂ = ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਕੀਰਤੀ ਦਾ ਨਿਵਾਸ ਉਨ੍ਹਾਂ ਨੇ ਕਰ ਦਿੱਤਾ ਭਾਵ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦੇ ਨਾਮ ਲੇਵਾ ਸਿੱਖ ਬਣਾ ਦਿੱਤੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AYKG",
        "source_page": 37,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iql imil bwsnw subws ko invws kir; Awpw Koie hoie hY Pulyl mhkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as sesame seed loses its existence and becomes scent when unites with the fragrance of the flowers, the devotees too lose themselves to the Lord through meditation and spread divine fragrance in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਚ ਮੁਚ ਤਿਲਾਂ ਵਾਂਙੂੰ ਹੀ ਆਪਾ ਗੁਵਾ ਕੇ ਜਾਤੀ ਗੋਤ ਆਦਿ ਦਾ ਅਭਿਮਾਨ ਤਿਆਗ ਕੇ ਫੁਲੇਲ ਵਾਂਙ ਪੂਰਨ ਪ੍ਰੇਮੀ ਬਣ ਕੇ ਅੱਗੇ ਮਹਿਕਾਰ ਸੁਗੰਧੀ ਨੂੰ ਪਸਾਰਨਾ ਅਰੰਭ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YFHW",
        "source_page": 37,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mwrg mY piqq punIq rIiq; sMswrI huie inrMkwrI praupkwr hY [37["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sikhism has a tradition of changing sinners into holy persons. And in this path, this is a very righteous task and service towards others. Those engrossed in material world are converted into God-loving and godly persons. They are detached from maya (mamm",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਸ! ਇਉਂ ਕਰ ਕੇ ਗੁਰਮੁਖੀ ਪੰਥ ਸਿੱਖੀ ਮਾਰਗ ਵਿਚ ਆ ਗਿਆ ਪਤਿਤ ਪਰਮਾਰਥੋਂ ਡਿਗਿਆ ਵਾ ਮਨੁਖੀ ਜੀਵਨ ਦੇ ਮਹੱਤ ਤੋਂ ਡਿਗਿਆਂ ਸਭ ਨੂੰ ਹੀ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੀ ਰੀਤੀ ਮ੍ਰਯਾਦਾ ਨਾਲ ਸੰਸਾਰੀ ਹੁੰਦੇ ਨੂੰ ਭੀ ਨਿਰੰਕਾਰੀ ਨਿਰੰਕਾਰ ਵਾਲਾ ਨਾਨਕ ਪੰਥੀਆ ਬਣਾ ਲਿਆ ਯਾ ਬਣਾ ਲਿਆ ਜਾਂਦਾ ਹੈ। ਅਰ ਏਹੋ ਹੀ ਪਰ ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ ਉਪਕਾਰ ਵਾਹਿਗੁਰੂ ਦੇ ਮਾਰਗੋਂ ਦੂਰ ਵਿਛੜਿਆਂ ਨੂੰ ਉਪ +ਕਾਰ = ਉਸ ਦਾ ਸਮੀਪੀ ਬਣਾ ਦੇਣ ਵਾਲਾ ਚਾਲਾ ਵਰਤਨਾ ਹਰ ਇਕ ਗੁਰਸਿੱਖ ਦਾ ਵਾ ਸਿਖੀ ਮਾਰਗ ਦਾ ਧਰਮ ਹੈ। ਭਾਵ ਜੀਵ ਮਾਤ੍ਰ ਨੂੰ ਹੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਦੇ ਝੰਡੇ ਹੇਠਾਂ ਲਿਆਣਾ ਅਸਾਡਾ ਪਰਮ ਧਰਮ ਹੈ ॥੩੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
