[
  {
    "id": "MJM",
    "sttm_id": 6518,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NPNY",
        "source_page": 38,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur ibrK ibQwr Dwr; mun kMd swKw pqR Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru, a total form of complete Lord is like a fragrant tree, whose spread has many branches, leaves, flowers in the form of Sikhs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਪੂਰਬ ਉਕਤ ਰੀਤੀ ਦ੍ਵਾਰੇ ਬਿਰਛ ਦੇ ਸਮਾਨ ਵਿਸਤਾਰ ਨੂੰ ਧਾਰਨ ਕਰ ਕੇ ਕਿਤੇ ਤਾਂ ਮੂਲ ਰੂਪ ਹੋ ਮੂਲ ਫਲ ਉਹ ਹੁੰਦੇ ਹਨ ਜਿਨਾਂ ਦੇ ਪੱਤ੍ਰ ਜੜ੍ਹ ਉਪਰ ਹੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਛਕਨ ਵਾਲਾ ਫਲ ਰੂਪ ਪਦਾਰਥ ਥੱਲੇ ਹੰਦਾ ਹੈ ਭਾਵ ਇਉਂ ਮੁਢੋਂ ਹੀ ਆਪ ਰੂਪ ਹੋ ਸਿੱਖਾਂ ਨੂੰ ਨਿਹਾਲ ਕੀਤਾ, ਅਤੇ ਕਿਤੇ ਕੰਦ ਰੂਪ ਹੋ ਸ਼ਿਵ ਨਾਭ ਰਾਜੇ ਵਰਗਿਆਂ ਨੂੰ ਅੰਦਰੇ ਅੰਦਰ ਹੀ ਚਾਹ ਤਾਰਿਆ ਕੰਦ ਫਲ ਧਰਤੀ ਦੇ ਵਿਚੋਂ ਹੀ ਉਗਮ ਪੈਣ ਵਾਲੇ ਹੁੰਦੇ ਹਨ। ਅਰੁ ਕਿਧਰੇ ਸ਼ਾਸਤ੍ਰ ਆਦਿ ਦੇ ਅਨੇਕ ਢੰਗਾਂ ਦ੍ਵਾਰੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਤਾਰਿਆ। ਜਿਸ ਦੇ ਵਿਚੇ ਬਰਕਤਾਂ, ਬਖਸ਼ਸ਼ਾਂ ਬਖਸ਼ਕੇ ਵਾ ਆਪਣੇ ਉਪਰ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਕਸ਼ਟ ਸਹਿ ਸਹਿ ਕੇ ਕੀਤੇ ਉਪਕਾਰਾਂ ਦਾ ਵੀਚਾਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZDCA",
        "source_page": 38,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qw mY inj rUp gurisK Pl ko pRgws; bwsnw subws Aau sÍwd aupkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the strenuous toil of devoted Sikhs like Bhai Lehna Ji and Baba Amar Das Ji, the True Guru illuminated His own light in them. Engulfed in the desire of worship and fragrance of the Lord, these pious souls are keen to spread and distribute the elixir-li",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਨਾਂ ਐਸਿਆਂ ਵਿਚੋਂ ਹੀ ਕਿਤੇ ਨਿਜ ਰੂਪ ਗੁਰ ਸਿੱਖ ਫਲ ਸਰੂਪ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਤੋਂ ਆਦਿ ਲੈ ਸਮੂੰਹ ਗੁਰੂ ਸਰੂਪ ਆਪ ਹੀ ਹੋ ਕੇ ਪ੍ਰਗਾਸ ਕਰ ਕੇ, ਭਾਵ ਦੂਸਰੇ ਸਰੂਪਾਂ ਵਿਖੇ ਜੋਤ ਜਗਾ ਕੇ ਨਿਸਤਾਰਿਆ ਅਰਥਾਤ ਸੁਗੰਧੀ ਰੂਪ ਬਾਸਨਾ ਰਸਤੇ ਲੋਕਾਂ ਦੇ ਅੰਦਰ ਨੂੰ ਖੇੜਿਆ ਅਤੇ ਸ੍ਵਾਦ ਅਨੁਭਵ ਰਸ ਨਾਮ ਰਸ ਦੀ ਪ੍ਰਾਪਤੀ ਦ੍ਵਾਰੇ ਸਭ ਕਿਸੇ ਉਪਰ ਇਉਂ ਉਪਕਾਰ ਹੀ ਉਪਕਾਰ ਉਨ੍ਹਾਂ ਨੇ ਪਾਲਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DGFT",
        "source_page": 38,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs risk huie; cwKy crnwimRq sMswr ko auDwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such Gursikhs enjoying the fragrance of the dust of Lord's lotus-feet emancipate others from the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਕੀਹ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਦੇ ਰਸ ਦਾ ਰਸਿਕ ਰਸੀਆ = ਪ੍ਰੇਮੀ ਬਣ ਕੇ ਜਿਸ ਕਿਸੇ ਨੇ ਭੀ ਸਤਿਗੁਰੂ ਦੇ ਚਰਣਾ ਦਾ ਅੰਮ੍ਰਿਤ ਚੱਖਿਆ ਹੈ ਉਸ ਦਾ ਓਨੜਾਂ ਨੇ ਸੰਸਾਰ ਤੋਂ ਜਨਮ ਮਰਣ ਵਿਚ ਰੁੜ੍ਹਦੇ ਰਹਿਣ ਤੋਂ ਉਧਾਰ ਨਿਸਤਾਰਾ ਕਰ ਦਿੱਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "926Y",
        "source_page": 38,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mwrg mhwqm AkQ kQw; nyiq nyiq nyiq nmo nmo nmskwr hY [38["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the path of Sikhism cannot be described. All that we can say is that He is infinite, infinite and beyond and is worthy of our salutes myriad times. (38)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਗੁਰਮੁਖ ਮਾਰਗ ਸਿੱਖੀ ਪੰਥ ਦੇ ਮਹਾਤਮ ਪ੍ਰਭਾਵ ਦੀ ਕਥਾ ਅਕਥ ਰੂਪ ਕਹਿਣ ਤੋਂ ਪਾਰ ਹੈ ਜਿਸ ਕਰ ਕੇ ਤਿੰਨ ਵਾਰ ਨੇਤ ਨੇਤ ਦੀ ਪ੍ਰਤਗ੍ਯਾ ਕਰਦਾ ਹੋਯਾ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਹੀ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ ॥੩੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
