[
  {
    "id": "EA6",
    "sttm_id": 6519,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TQ44",
        "source_page": 39,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brn brn bhu brn gobMs jYsy; eyk hI brn duhy dUD jg jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the cows are of many breeds and colours, yet the whole world knows that they all yield milk of the same colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰੰਗ ਰੰਗ ਦੀ ਰੰਗ ਬਰੰਗੀ ਨ੍ਯਾਰੇ ਰੰਗਾਂ ਦੀ ਹੋਣ ਕਰ ਕੇ ਜਿਸ ਤਰ੍ਹਾਂ ਗਊ ਜਾਤੀ ਬਹੁ ਬਰਨ ਬਹੁਤ ਰੰਗਾਂ ਦੀ ਆਖਣ ਵਿਚ ਆ ਰਹੀ ਹੈ, ਪ੍ਰੰਤੂ ਦੁਧ ਚੋਇਆ ਸਭ ਦਾ ਹੀ ਇਕੋ ਰੰਗ ਦਾ ਹੁੰਦਾ ਹੈ, ਇਹ ਗੱਲ ਸਾਰਾ ਜਗਤ ਹੀ ਜਾਣਦਾ ਹੈ ਬੱਸ ਐਸਾ ਹੀ ਹਾਲ ਗੁਣ ਕਰਮ ਦੇ ਅਨੁਸਾਰ ਮਨੁੱਖ ਜਾਤੀ ਦਾ ਸਮਝੋ ਬ੍ਰਾਹਮਣ, ਖ੍ਯਤ੍ਰੀ, ਵੈਸ਼, ਅਰ, ਸ਼ੂਦਰ ਸੰਗ੍ਯਾ ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਪਈ ਹੋਈ ਹੈ ਗਊਆਂ ਦੇ ਦੁਧ ਵਤ ਪਰਮਾਤਮਾ ਦੀ ਸਤ੍ਯਾ ਸਭ ਪ੍ਰਾਣੀ ਮਾਤ੍ਰ ਅੰਦਰ ਇਕ ਸਰੂਪ ਹੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3R1Q",
        "source_page": 39,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aink pRkwr Pl PUl kY bnwspqI; eykY rUp Agin srb mY smwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There are many species of fruit and flower trees but all carry the same latent fire in them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੋਰ ਦ੍ਰਿਸ਼ਟਾਂਤ: ਫਲ ਫੁਲ ਆਦਿ ਦੇ ਅੱਡੋ ਅੱਡ ਭੇਦ ਭਾਵ ਦਿਖਾਈ ਦੇਣ ਕਰ ਕੇ, ਬਨਾਸਪਤੀ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੀ ਕਹੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਅਗਨੀ ਇਕ ਰੂਪ ਹੀ ਸਭ ਵਿਖੇ ਸਮਾਈ ਹੋਈ ਹੈ ਇਞੇਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰਕਾਸ਼ ਸਭ ਜੀਵ ਮਾਤ੍ਰ ਵਿਖੇ ਇਕ ਸਮਾਨ ਰਮਿਆ ਹੋਯਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UDCM",
        "source_page": 39,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur brn pwn cUnw Aau supwrI kwQw; Awpw Koie imlq AnUp rUp TwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Four different colours-beetle leaf, Supari (beetle nut), Kattha (extract of the bark of accacia) and lime shed their own colour and merge in each other in a Paan and make beautiful red colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਾਨ, ਸੁਪਾਰੀ, ਚੂਨਾ ਅਤੇ ਕੱਥ- ਏਨਾਂ ਚੌਹਾਂ ਦਾ ਹੀ ਅਡੋ ਅੱਡ ਚਾਰ ਪ੍ਰਕਾਰ ਦਾ ਰੰਗ ਹੈ, ਜਤ ਆਪੋ ਵਿਚ ਮਿਲ ਕੇ ਆਪਾ ਗੁਵਾ ਦੇਂਦੇ ਹਨ ਤਾਂ ਉਪਮਾ ਤੋਂ ਰਹਿਤ ਸੁੰਦਰ ਲਾਲ ਗੁਲਾਲ ਰੰਗ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਏਹੋ ਹੀ ਹਾਲਤ ਅੱਡ ਅੱਡ ਕਰਣੀ ਕਰਮ ਆਦਿਕਾਂ ਦੇ ਅਭਿਮਾਨ ਕਰ ਕੇ ਬ੍ਰਾਹਮਣ ਆਦਿ ਚਾਰ ਵਰਣ ਯਾ ਅਨੇਕ ਜਾਤੀਆਂ ਦੀ ਕਹੇ ਜਾਣ ਦੀ ਹੈ; ਪ੍ਰੰਤੂ ਆਤਮ ਸੱਤਾ ਉਪਰ ਨਿਗ੍ਹਾ ਪਸਾਰ੍ਯਾਂ ਕੋਈ ਭਿੰਨ ਭੇਦ ਨਹੀਂ ਭਾਸਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LT38",
        "source_page": 39,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "logn mY logwcwr gurmuiK eykMkwr; sbd suriq aunmn aunmwnIAY [39["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the Guru-conscious person (Gurmukh) renounces various worldly pleasures and adopts one colour of the formless God. And because of the blessings of his Guru who has taught him to unite with the divine word and his mind, he achieves higher spiritu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਦੁੱਧ ਦ੍ਰਿਸ਼ਟੀ ਕਰ ਕੇ ਗਊ ਜਾਤੀ ਦੀ ਏਕਤਾ ਵਤ ਅਰੁ ਅਗਨੀ ਦੀ ਨਿਗ੍ਹਾ ਨਾਲ ਬਨਸਪਤੀ ਦੀ ਇਕ ਰੂਪਤਾ ਨ੍ਯਾਈਂ ਤਥਾ ਲਾਲੀ ਵਾਲੀ ਇਕਾਈ ਵਿਚ ਪਾਨ ਸੁਪਾਰੀ ਆਦਿ ਦੀ ਅੱਡੋ ਅੱਡ ਦਸ਼ਾ ਦੇ ਵਿਲ੍ਯ ਹੋਣ ਸਮਾਨ ਲੋਕਾਚਾਰ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਚਾਹੇ ਲੋਕ ਨ੍ਯਾਰੇ ਨ੍ਯਾਰੇ ਹੋਣ ਪ੍ਰੰਤੂ ਗੁਰਮੁਖ ਭਾਵ ਗੁਰ ਸਿੱਖੀ ਭਾਵ ਵਿਖੇ ਇਕੋ ਆਕਾਰ ਇਕ ਸਰੂਪ ਹੀ ਹੋ ਜਾਯਾ ਕਰਦੇ ਹਨ, ਹਾਂ ਸੁਰਤਿ ਜੇਕਰ ਸਬਦ ਗੁਰੂ ਕੇ ਉਪਦੇਸ਼ ਵਿਚ ਉਨਮਨ ਉਤਕੰਠਾ ਵਲੀ ਬਣ ਜਾਵੇ ਮਗਨ ਹੋ ਜਾਵੇ ਤਾਂ ਇਸ ਏਕਤਾ ਦੇ ਭਾਵ ਨੂੰ ਉਨ ਮਾਨੀਐ = ਵੀਚਾਰ ਵਿਚ ਲ੍ਯਾਂਦਾ ਯਾ ਅਨਭਉ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੩੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
