[
  {
    "id": "QN1",
    "sttm_id": 6520,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HC91",
        "source_page": 40,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sINcq sill bhu brn bnwspqI; cMdn subws eykY cMdn bKwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By irrigation, several kinds of plants and vegetation can be grown but when they come in touch with sandalwood they are all called sandalwood (because they have the same fragrance).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਾਣੀ ਦ੍ਵਾਰੇ ਸਿੰਜੀ ਹੋਈ ਬਨਾਸਪਤੀ (ਘਾਹ ਤ੍ਰੀਣ ਬਿਰਛ ਬੇਲ ਆਦਿ) ਅਨੰਤ ਰੂਪਾਂ ਵਿਚ ਜੋ ਹੋ ਰਹੀ ਸੀ ਚੰਦਨ ਦੀ ਸੁਬਾਸ ਸੁਗੰਧੀ ਦ੍ਵਾਰੇ ਸਿੰਚੀ ਜਾ ਕੇ ਇਕ ਮਾਤ੍ਰ ਚੰਨਣ ਹੀ ਕਹੀ ਜਾਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "679Z",
        "source_page": 40,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prbq ibKY auqpq huie Ast Dwq; pwrs pris eykY kMcn kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Eight metals are obtained from mountain but when each one of them are touched by philosopher-stone become gold.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰਬਤਾਂ ਵਿਖੇ ਲੋਹਾ, ਤਾਂਬਾ, ਚਾਂਦੀ, ਕਲੀ, ਜਿਸਤ, ਸਿੱਕਾ, ਪਾਰਾ, ਸੋਨਾ ਅੱਠ ਧਾਤਾਂ ਉਪਜਿਆ ਕਰਦੀਆਂ ਹਨ ਪ੍ਰੰਤੂ ਪਾਰਸ ਨੂੰ ਪਰਸਨ ਛੋਹਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਇਕ ਸੋਨਾ ਕਰ ਕੇ ਹੀ ਜਾਨਣ ਵਿਚ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SJBX",
        "source_page": 40,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ins AMDkwr qwrw mMfl cmqkwr; idn idnkr joiq eykY prvwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the darkness of the night, many stars shine but during the day, the light of one Sun alone is considered authentic.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਤ੍ਰੀ ਸਮੇਂ ਅੰਧਕਾਰ ਹਨੇਰਾ ਪਸਰਨ ਸਮੇਂ ਤਾਰਿਆਂ ਦਾ ਮੰਡਲ ਅਸੰਖ੍ਯਾਤ ਤਾਰਿਆਂ ਦਾ ਘੇਰਾ ਚਮਤਕਾਰ ਵਿਚ ਆਯਾ ਕਰਦਾ ਹੈ, ਭਾਵ ਪ੍ਰਗਟਿਆ ਕਰਦਾ ਹੈ, ਪਰ ਜ੍ਯੋਂ ਹੀ ਕਿ ਦਿਨ ਦੇ ਸਮੇਂ ਦਿਨਕਰ ਸੂਰਜ ਦੀ ਜੋਤ ਪ੍ਰਗਟ ਹੁੰਦੀ ਹੈ ਤਾਂ ਉਹੀ ਤਾਰੇ ਭੀ ਆਪਣੇ ਪ੍ਰਕਾਸ਼ ਦੀ ਅਨੇਕਤਾਈ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਏਕੈ ਪਰਵਾਨੀਐ ਇਕੋ ਮਾਤ੍ਰ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਹੀ ਪ੍ਰਵਾਣ ਕਰ ਲੈਂਦੇ ਹਨ ਭਾਵ ਏਕਤਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L2S3",
        "source_page": 40,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "logn mY logwcwr gurmuiK eykMkwr; sbd suriq aunmn aunmwnIAY [40["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a Sikh who lives life according to the advice of his Guru becomes divine in all respects, even when he is living life as a worldly person. Due to the lodging of the divine word in his mind, he is known to be living in heavenly state. (40)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਇਵੇਂ ਹੀ ਬਨਸਪਤੀ, ਧਾਤੂਆਂ ਤਥਾ ਸਤਾਰਿਆਂ ਦੇ ਵੁਕਤ ਢੰਗ ਨਾਲ ਏਕਤਾ ਵਿਚ ਆ ਜਾਣ ਸਮਾਨ ਹੀ ਲੋਕਾਂ ਅੰਦਰ ਲੋਕਾਚਾਰੀ ਵਿਚ ਵਰਤਿਦਆਂ ਹੋਇਆ ਭੀ ਗੁਰਮੁਖੀ ਭਾਵ ਵਿਖੇ ਏਕੰਕਾਰ ਇਕੋ ਸ੍ਵਰੂਪ = ਗੁਰ ਸਿੱਖ ਹੀ ਹੋ ਜਾਯਾ ਕਰਦੇ ਹਨ, ਹਾਂ! ਇਸ ਮਰਮ ਦਾ ਉਨਮਾਨ ਵੀਚਾਰ ਤਦ ਪਤਾ ਲੱਗਿਆ ਕਰਦਾ ਹੈ, ਜਦ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਉਨਮਾਨ ਉਨਮਨੀ ਦਸ਼ਾ ਵਿਖੇ ਆਈ ਹੋਈ ਪਰਚੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ = ਮਗਨ ਹੋ ਜਾਵੇ ॥੪੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
