[
  {
    "id": "N28",
    "sttm_id": 6522,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FXYY",
        "source_page": 42,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog ibKY Bog Aru Bog ibKY jog jq; gurmuiK pMQ jog Bog sY AqIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Where yogic practitioners have innate desire for worldly relishments and the worldly people desire to become yogi, but those treading the path of Guru maintain a very different and unique desire in their hearts than the yogis.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋਗ ਬਿਖੈ ਭੋਗ ਜੋਗ ਦੀ ਸਾਧਨਾ ਵਿਖੇ ਰਿਧੀਆਂ ਸਿੱਧੀਆਂ ਆਦਿ ਦਾ ਭੋਗ ਪ੍ਰਾਪਤ ਹੋਣਾ ਮੰਨਿਆ ਹੈ- ਅਰੁ ਭੋਗ ਬਿਖੈ ਜੋਗ ਜਤ ਯਗ੍ਯ ਆਦਿ ਭੋਗ ਵਿਭੂਤੀ ਵਿਖੇ ਪ੍ਰਵਿਰਤਿਆਂ ਜੋਗ ਵਿਖੇ ਜੁੜਨਾ ਫਲ ਪ੍ਰਵਾਨ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਪ੍ਰੰਤੂ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਨੂੰ ਚੇਟਕ ਰੂਪ ਤਥਾ ਯਗ੍ਯ ਆਦਿ ਸਾਧਨਾਂ ਰਾਹੀਂ ਸੁਰਗ ਆਦਿ ਲੋਕ ਦੇ ਸਮਾਂ ਪਾ ਕੇ ਨਾਸ਼ ਹੋ ਜਾਣ ਵਾਲੇ ਭੋਗਾਂ ਦੀ ਪ੍ਰਾਪਤੀ ਨੂੰ ਛਿਣ ਭੰਗੁਰ ਛਿਣ ਵਿਨਾਸੀ ਰੂਪ ਹੋਣ ਕਰ ਕੇ ਗਿੜਾਉ ਦਾ ਕਾਰਣ ਮੰਨਣ ਵਾਲਾ ਗੁਰਮੁਖ ਪੰਥ, ਜੋਗ ਤਥਾ ਭੋਗ ਦੋਹਾਂ ਤੋਂ ਹੀ ਅਤੀਤ ਅਸੰਗ ਨ੍ਯਾਰਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GFGV",
        "source_page": 42,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn ibKY iDAwn Aru iDAwn ibKY byDy igAwn; gurmiq giq igAwn iDAwn kY AjIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those following the path of Gyan (knowledge) keep their mind focused on contemplation while those in contemplation are wandering for Gyan. But the state of a person treading the path of his Guru is above those persons who are pursuing Gyan or Dhyan (conte",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗਿਆਨ ਬਿਖੈ ਧਿਆਨ ਗਿਆਨ ਵੀਚਾਰ ਦੇ ਉਤਪੰਨ ਕਰਣਹਾਰੇ ਸਾਂਖ੍ਯ ਸ਼ਾਸਤ੍ਰ ਦੇ ਅਨੁਸਾਰ ਵਰਤਨ ਵਾਲੇ ਨੂੰ ਧਿਆਨ ਦਾ ਜੋਗ ਸਾਧਨ ਵਾਲਾ ਹੀ ਫਲ ਪ੍ਰਾਪਤ ਹੋਣਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਅਰੁ ਧਿਆਨ ਬਿਖੈ ਬੇਧੇ ਗਿਆਨ ਅਤੇ ਧਿਆਨ ਜੋਗ ਦੀ ਸਾਧਨਾ ਸਾਧਨ ਵਿਖੇ ਹੀ ਗਿਆਨ ਅੰਦਰ ਨੂੰ ਵਿੰਨ੍ਹ ਦਿੰਦਾ ਭਾਵ ਗਿਆਨ ਚਿੱਤ ਅੰਦਰ ਆਣ ਪ੍ਰਾਪਤ ਹੋਣਾ ਸ਼ਾਸਤ੍ਰਕਾਰ ਕਹਿੰਦੇ ਹਨ, ਪ੍ਰੰਤੂ ਗੁਰਮਤਿ ਗਤਿ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਮਤਿ ਸਿਧਾਂਤ ਵਾਲਾ ਗਤਿ ਗਿਆਨ ਅਥਵਾ ਗਤਿ ਰਹਿਣੀ ਗਿਆਨ ਧਿਆਨ ਕੈ ਅਜੀਤ ਹੈ ਉਕਤ ਸਾਂਖ੍ਯ ਅਰੁ ਯੋਗ ਦ੍ਵਾਰੇ ਨਹੀਂ ਜਿੱਤੀ ਜਾਣ ਵਾਲੀ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਤੋਂ ਸ਼ਿਰੋਮਣੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NQN4",
        "source_page": 42,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym kY Bgiq Aru Bgiq kY pRym nym; AlK Bgiq pRym gurmuiK rIiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Followers of path of love yearn for devotion and those on path of devotion desire love, but the innate desire of Guru-conscious person is to remain engrossed in loving worship of God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਇਕਨਾ ਦਾ ਮਤ ਹੈ ਕਿ ਪ੍ਰੇਮ ਕਰ ਕੇ ਭਗਤੀ ਦਾ ਨੇਮ ਧਾਰਿਆਂ ਪਰਮੇਸ਼੍ਵਰ ਮਿਲਦਾ ਹੈ ਅਰੁ ਇਕਨਾ ਦਾ ਮੱਤ ਹੈ ਕਿ ਭਗਤੀ ਦੇ ਖਾਸ ਨਿਯਮਾਂ ਦੇ ਪਾਲਣ ਕੀਤਿਆਂ ਵਾਹਿਗੁਰੂ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਗੁਰਮੁਖਿ ਰੀਤਿ = ਗੁਰਮੁਖਾਂ ਵਾਲਾ ਚਾਲਾ ਉਕਤ ਪ੍ਰਕਾਰ ਦੇ ਪ੍ਰੇਮਾ ਭਗਤੀ ਵਾਲੇ ਮਤ ਤੋਂ ਅਲਖ ਨਹੀਂ ਲਖ੍ਯਾ ਜਾਣ ਵਾਲਾ ਹੈ, ਭਾਵ ਉਹ ਲੋਗ ਗੁਰਮੁਖਾਂ ਦੇ ਪ੍ਰੇਮ ਨੂੰ ਨਹੀਂ ਪੁਗ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C8CH",
        "source_page": 42,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrgun srgun ibKY ibsm ibsÍws irdY; ibsm ibsÍws pwir pUrn pRqIiq hY [42["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many seekers hold a faith on the worship of Transcendental Lord while others hold a strange view of worship of God. Perhaps their belief and understanding is half baked. But the disciples of Guru hold their faith on the Lord much above these strange devot",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇ ਹੀ ਇਕਨਾ ਦੇ ਰਿਦੇ ਅੰਦਰ ਨਿਰਗੁਣ ਦਾ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਅਨੋਖਾ ਨਿਸਚਾ ਤੇ ਇਕਨਾ ਦੇ ਅੰਦਰ ਸਰਗੁਣ ਦਾ ਪ੍ਰੰਤੂ ਇਸ ਦੋਨੋਂ ਭਾਂਤ ਦੇ ਅਨੋਖੇ ਨਿਸਚੇ ਤੋਂ, ਗੁਰਮੁਖਾਂ ਦਾ ਪੂਰਣ ਪ੍ਰਤੀਤ ਭਰਿਆ ਨਿਸਚਾ ਪਾਰ ਟੱਪਿਆ ਪਿਆ ਹੈ, ਭਾਵ ਨਿਰਗੁਣ ਸਰਗੁਣ ਤੋਂ ਗੁਰੂ ਕੇ ਸਿੱਖ ਬਹੁਤ ਦੂਰ ਪੁਗਦੇ ਹਨ ॥੪੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
