[
  {
    "id": "DXG",
    "sttm_id": 6523,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GZBQ",
        "source_page": 43,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC idib dyh idib idRsit huie; idib joiq ko iDAwnu idib idRstwq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With just a miniscule of clement look of Satguru, the body and looks of a disciple of the Guru become divine. He then starts seeing the presence of the Lord all around him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਮਨੁੱਖ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਯਾ ਤੇ ਕਿੰਚਿਤ ਕਟਾਛ ਥੋੜ੍ਹਾ ਮਾਤ੍ਰ ਅੱਖ ਭਰ ਕੇ ਉਨ੍ਹਾਂ ਤੱਕ ਲਿਆ, ਭਾਵ ਕਟ ਕਾਂਟਾ +ਅੱਛ ਅੱਖ ਦਾ = ਕਿੰਚਿਤ ਭਰ ਕ੍ਰਿਪਾ ਭਰੀ ਅੱਖ ਦੀ ਚੋਭ ਜਿਗ੍ਯਾਸੀ ਵੱਲ ਚਲਾ ਦਿੱਤੀ, ਤਾਂ ਇਤਨੇ ਮਾਤ੍ਰ ਨਾਲ ਹੀ ਓਸੀ ਦੇਹੀ ਦਿਬ ਉਜਲੇ ਭਾਵ ਵਾਲੀ ਸੁਚੀ ਸੁੰਦਰ ਬਣ ਜਾਯਾ ਕਰਦੀ ਹੈ ਤੇ ਦਿਬ੍ਯ ਦਿਸਟਿ ਅਲੌਕਿਕ ਗ੍ਯਾਨ ਸੰਪੰਨ ਸਤਿਸੰਗ ਦੀਆਂ ਰਮਜ਼ਾਂ ਸਮਝਣ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਰੁ ਦਿਬ ਜੋਤਿ ਕੇ ਈਸ੍ਵਰ ਪ੍ਰਕਾਸ਼ ਦੇ ਧਿਆਨ ਕੇ ਕਰ ਕੇ ਦਿਬ ਦ੍ਰਿਸ਼ਟਾਂਤ ਦਿਬ ਸਰੂਪ ਭਗਵੰਤ ਦ੍ਰਿਸ਼੍ਟ ਆ ਜਾਂਦਾ ਸਾਖ੍ਯਾਤਕਾਰ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0CFB",
        "source_page": 43,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd ibbyk tyk pRgt huie gurmiq; Anhd gMim aunmnI ko mqwq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By meditating on Gur Shabad (Guru's Word) and taking its refuge, Guru's precepts are revealed to him. When he reaches the state of listening to unstruck melody of the divine word, he enjoys the bliss of higher state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦਾ ਬਿਬੇਕ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਵੀਚਾਰ ਹੋ ਔਂਦਾ ਹੈ ਤੇ ਓਸ ਦੀ ਟੇਕ ਸਹਾਰਾ ਅੰਦਰ ਮਿਲਦੇ ਸਾਰ ਹੀ ਗੁਰਮਤਿ ਪ੍ਰਕਰਣ ਅਨੁਸਾਰੀ ਗੁਰਮੁਖੀ ਮਤਿ ਪ੍ਰਗਟ ਹੋ ਔਂਦੀ ਹੈ, ਅਤੇ ਫੇਰ ਉਸੇ ਹੀ ਭਾਵ ਵਿਖੇ ਉਨਮਨੀ ਕੋ ਉਨਮਨੀ ਅਵਸਥਾ ਯਾ ਮੁਦ੍ਰਾ ਅੰਤਰ ਨਿਸ਼ਾਨਾ ਬਾਹਰ ਦ੍ਰਿਸ਼੍ਟੀ ਭਾਵੀ ਸਾਧਨਾ ਨੂੰ ਮਤਾਂਤ ਕੈ ਮਤੋਂਦਿਆਂ ਮਤੋਂਦਿਆਂ ਮਨਨ ਕਰਦੇ ਅਭ੍ਯਾਸ ਕਰਦੇ ਹੋਏ ਅਨਹ ਗੰਮ ਬੇਹੱਦ ਮੰਡਲ ਵਿਖੇ ਵਾ ਅਨਹਦ ਧੁਨੀ ਦੇ ਸ਼੍ਰਵਣ ਦੀ ਗੰਮ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U0YS",
        "source_page": 43,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn krnI kY aupjq pRym rsu; gurmuiK suK pRym nym inj kRwiq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Concentrating on the knowledge of the True Guru, listening to his counsel, practicing contemplation and living life according to His command, a feeling of love grows and blossoms. And in living this life of love, a Guru-conscious person realises the radia",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਇਸ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਗਿਆਨ ਧਿਆਨ ਕਰਨੀ ਕੈ ਸ਼ਬਦ ਗਿਆਨ ਵਾ ਧਿਆਨ ਅਭ੍ਯਾਸ ਰੂਪ ਕਰਣੀ ਕਰ ਕੇ ਹੀ ਉਪਜ ਔਂਦਾ ਹੈ ਪ੍ਰੇਮ ਰਸ ਅਨੁਭਵ ਜਿਸ ਅਨੁਭਵ ਦ੍ਵਾਰੇ ਪ੍ਰਾਪਤ ਹੋਈ ਨਿਜ ਕ੍ਰਾਂਤਿ ਕੈ ਆਤਮਿਕ ਤੇਜਨਾ ਆਤਮਿਕ ਓਜ ਕਰ ਕੇ ਪ੍ਰੇਮ ਅਨੁਭਵੀ ਭਾਵ ਵਿਚ ਟਿਕਨ ਦੀ ਚਾਟ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਤੇ ਏਸੇ ਹੀ ਨੇਮ ਇਕ ਤਾਰ ਖਿੱਚ ਟੀਚੇ ਕਾਰਣ ਵਾ ਨੇਮ ਨਿਸਚੇ ਕਰ ਕੇ ਗੁਰਮੁਖ ਨੂੰ ਸੁਖ ਬ੍ਰਹਮਾਨੰਦ ਪਰਮਾਨੰਦ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN1Z",
        "source_page": 43,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml dl sMpt mDup giq; shj smwiD mD pwn pRwn swNiq kY [43["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the bumble bee attains the divine bliss by drinking the elixir and getting shut in the box-like petals of a lotus flower, similarly in order to provide spiritual peace to his life, a true seeker enjoins the lotus-like feet of Guru and drinks deep by co",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਮਲ ਦਲ ਸਪਟ ਕੌਲ ਫੁੱਲ ਦੇ ਪੱਤ੍ਰ ਪੰਖੜੀਆਂ ਦੇ ਡੱਬੇ ਵਿਚ ਸਿਮਟਾਉ ਵਿਖੇ ਮਧੁਪ ਗਤਿ ਭੌਰੇ ਦਸ਼ਾ ਸਮਾਨ ਭੌਰੇ ਵਾਕੂੰ ਮਧ ਪਾਨ ਅੰਮ੍ਰਿਤ ਰਸ ਅਨੁਭਵ ਰਸ ਨੂੰ ਛਕਦਾ ਹੋਇਆ ਪ੍ਰਾਨ ਮਨ ਵਾ ਸ੍ਵਾਸਾਂ ਦੀ ਗਤੀ ਅਥਵਾ ਜਾਨ ਨੂੰ ਵਿਸਾਰ ਸਤਿਗੁਰੂ ਕਰਤਾਰ ਦੇ ਚਰਣ ਕਮਲਾਂ ਵਿਖੇ ਅਥਵਾ ਉਕਤ ਚੱਲਣ = ਮਗਨਤਾਈ ਵਿਖੇ ਸ਼ਾਂਤ ਕੈ ਸ਼ਾਂਤੀ ਪੂਰਬਕ ਅਡੋਲ ਸਹਜ ਸਮਾਧ ਸੁਭਾਵਿਕੀ ਇਸਥਿਤੀ ਵਿਖੇ ਇਸਥਿਤ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੪੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
