[
  {
    "id": "GX9",
    "sttm_id": 6524,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XYFY",
        "source_page": 44,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUAw gih nilnI kau aulit ghwvY Awpu; hwQ sY Cfwey CwfY pr bis AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A parrot catcher fixes a rotating pipe/tube on which a parrot comes and sits. The pipe rotates and the parrot hangs upside down. He does not let go the pipe. The parrot catcher then comes and frees his claws. Thus he becomes a slave.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਲਨੀ ਨੜੇ ਦੀ ਨਲਕੀ ਕਵੀ ਚੰਦ੍ਰਬੰਸੀ ਕੌਲ ਦੀ ਨਾਲ ਜਿਸ ਨੂੰ ਚਿੜੀ ਮਾਰ ਲੋਕ ਤੋਤਿਆਂ ਨੂੰ ਫੜਣ ਸਮੇਂ ਐਉਂ ਕੰਮ ਵਿਚ ਲ੍ਯੌਂਦੇ ਹਨ ਕਿ ਆਮੋ ਸਾਮਨੇ ਦੋ ਲੱਕੜੀਆਂ ਗੱਡਕੇ ਉਨ੍ਹਾਂ ਵਿਚ ਇਕ ਲੱਕੜ ਦਾ ਪਤਲਾ ਡੰਡਾ ਜਿਸ ਉਪਰ ਨੜੇ ਦੀ ਨਲਕੀ ਫਿਰਵੀਂ ਦਸ਼ਾ ਵਿਚ ਚੜ੍ਹਾਈ ਜਾਂਦੀ ਹੈ ਪਰੋ ਕੇ ਥੱਲੇ ਓਸ ਦੇ ਪਾਣੀ ਦਾ ਬੱਠਲ ਭਰ ਦਿੰਦੇ ਹਨ ਤੋਤਾ ਪਾਣੀ ਦੇ ਲਾਲਚ ਵਿਚ ਜ੍ਯੋਂ ਹੀ ਕਿ ਉਪਰ ਆਨ ਕੇ ਬੈਦਾ ਹੈ ਉਹ ਫਿਰਕੀ ਵਾਂਕੂ ਭੌਂ ਜਾਂਦਾ ਹੈ ਤੇ ਭਾਰ ਕਾਰਣ ਤੋਤਾ ਥੱਲੇ ਹੋ ਆਪਣੇ ਪਰਛਾਵੇਂ ਨੂੰ ਦੇਖ ਦੇਖ ਡਿਗਨ ਡੁੱਬਨ ਦੇ ਭੈ ਨਾਲ ਓਸ ਨੂੰ ਫੜੀ ਰੱਖਦਾ ਹੈ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਆਪ ਨੂੰ ਮੂਰਖਤਾ ਦੇ ਤਾਣ ਸਦਾ ਲਈ ਕਾਬੂ ਕਰਾ ਲੈਂਦਾ ਹੈ, ਅਥਵਾ ਕਵੀ ਦੀ ਨਾਲ ਜੋ ਮਮੂਲੀ ਜੋਰ ਨਾਲ ਟੁਟ ਨਹੀਂ ਸਕ੍ਯਾ ਕਰਦੀ ਓਸ ਨੂੰ ਦੋ ਅਡਿਆਂ ਵਿਚ ਪਰੋ ਕੇ ਜਕੜ ਦਿੰਦੇ ਹਨ ਜਿਸ ਉਪਰ ਤੋਤੇ ਦੇ ਬੈਠਦੇ ਸਾਰ ਹੀ ਉਹ ਥੱਲੇ ਨੂੰ ਲਚਕ ਖਾ ਜਾਂਦੀ ਹੈ, ਜਦ ਕਿ ਭੈਭੀਤ ਤੋਤਾ ਓਸ ਨੂੰ ਨਰੜਦਾ ਹੈ ਤੇ ਫੜਿਆ ਜਾਂਦਾ ਹੈ। ਸੋ ਉਕਤ ਨਲਨੀ ਨੂੰ ਗਹਿ ਪਕੜ ਕੇ ਤੋਤਾ ਜੀਕੂੰ ਉਲਟਦਾ ਹੋਯਾ ਅਪਨੇ ਆਪ ਨੂੰ ਗਹਾਵੈ ਫੜਾ ਮਾਰਦਾ ਹੈ ਤੇ ਹੱਥ ਨਾਲ ਛੁਡਾਯਾਂ ਹੀ ਓਸ ਨਲਕੀ ਨੂੰ ਛੱਡ ਕੇ ਪਰਾਏ ਚਿੜੀ ਮਾਰ ਦੇ ਵੱਸ ਅਧੀਨਗੀ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D62S",
        "source_page": 44,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy bwrMbwr tyir tyir khy pty pty; Awpny hI nwE sIiK Awp hI pVweI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the parrot is trained and taught to say words, he repeatedly speak those words. He learns to speak his own name and he teaches it to others as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XKE3",
        "source_page": 44,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rGubMsI rwm nwmu gwl jwmnI su BwK; sMgiq suBwv giq buiD pRgtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A parrot learns to pronounce the name of Ram from the devotees of Ram. From the wicked and unrighteous, he learns bad names. In the company of Greeks, he learns their language. He develops his intellect according to the company he keeps.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੈਸੇ ਇਸੇ ਹੀ ਪ੍ਰਕਾਰ ਫੇਰ ਮੁੜ ਮੁੜ ਕੇ ਪੁਕਾਰ ਪੁਕਾਰ ਕੇ ਹਾਕਾਂ ਮਾਰ ਮਾਰ ਕੇ ਕਹਿੰਦਾ ਹੈ- ਪੜ੍ਹੋ ਪੜ੍ਹੋ ਪੜ੍ਹੋ ਗੰਗਾ ਰਾਮ ਪੜ੍ਹੋ ਰਾਮ ਰਾਮ, ਅਰੁ ਇਉਂ ਆਪਣਾ ਹੀ ਨਾਮ 'ਗੰਗਾ ਰਾਮ' ਸਿਖ ਕੇ ਤੇ ਅੱਗੇ ਦੂਸਰਿਆਂ ਨੂੰ ਭੀ ਪੜ੍ਹੌਣ ਵਾਲਾ ਬਣ ਕੇ ਪੜ੍ਹੌਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਇਞੇਂ ਹੀ ਕੇਵਲ ਤੋਤੇ ਵਾਕੂੰ ਰਾਮ ਰਾਮ ਸਿਖ ਕੇ ਜੋ ਸਿਖੋਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ਅਸਲ ਵਿਚ ਇਹ ਨਾਮ ਲੈਂਦੇ ਹਨ ਰਘੁਬੰਸੀ ਰਾਮ ਦਾ ਨਾਮ ਜਿਹੜੀ ਕਿ ਗਾਲੀ ਹੁੰਦੀ ਹੈ ਜਮਨੀ ਸੁਭਾਖਾ ਜਮਨ ਲੋਕਾਂ ਤੁਰਕਾਂ ਦੀ ਅਪਣੀ ਭਾਖਾ ਬੋਲੀ ਫਾਰਸੀ ਵਿਖੇ ਕ੍ਯੋਂਕਿ 'ਰਾਮ' ਸ਼ਬਦ ਦੇ ਅਰਥ ਹਨ ਇਸ ਬੋਲੀ ਵਿਚ ਲੌਂਡਾ ਯਾ ਗੁਲਾਮ ਸੋ ਸਚ ਮੁਚ ਤੋਤਾ ਜ੍ਯੋਂ ਜ੍ਯੋਂ ਬੇ ਸਮਝੀ ਦੇ ਕਾਰਣ ਰਾਮ ਰਾਮ ਲੌਂਡਾ ਲੌਂਡਾ ਦਾ ਭਜਨ ਕਰ ਕੇ ਪਿੰਜਰੇ ਵਿਚ ਲੋਕਾਂ ਨੂੰ ਭੀ ਇਹੋ ਸਿਖਾਲਦਾ ਸਿਖਾਲਦਾ ਮਾਨੋ ਅਪਨੇ ਹੀ ਬੰਧਨਾਂ ਨੂੰ ਪਸਾਰਦਾ ਹੈ ਤ੍ਯੋਂ ਤ੍ਯੋਂ ਹੀ ਦਸਰਥ ਸੁਤ ਰਾਮ ਦੇ ਨਾਮ ਦੀਆਂ ਆਪ ਟਰਾਂ ਲਗਾ ਲਗਾ ਕੇ ਤੇ ਦੂਸਰਿਆਂ ਨੂੰ ਭੀ ਇਸੇ ਹੀ ਵਤੀਰੇ ਦਾ ਬੰਧੂਆ ਬਣਾ ਬਣਾ ਕੇ ਇਸ ਕਰਮ ਦੇ ਬਦਲੇ ਐਸੇ ਲੋਕ ਅਪਨੇ ਹੀ ਬੰਧਨਾਂ ਨੂੰ ਅਧਿਕ ਪਸਾਰਦੇ ਹਨ ਕ੍ਯੋਂ ਜੁ ਸੰਗਤਿ ਸੁਭਾਵ ਗਤਿ ਸੰਗਤਿ ਦੇ ਸੁਭਾਵ ਮੂਜਬ ਹੀ ਗਤਿ ਗਤੀ ਮੋਖ ਹੁੰਦੀ ਹੈ ਤੇ ਓਸੇ ਮੁਤਾਬਕ ਹੀ ਬੁਧ ਬੋਧ ਗਿਆਨ ਭੀ ਪ੍ਰਗਟ ਹੋਯਾ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਸੰਗਤ ਦੇ ਸੁਭਾਵ ਗਤਿ ਮੂਜਬ ਅਨੁਸਾਰ ਹੀ ਬੁਧ ਬੋਧ ਹੋਯਾ ਕਰਦਾ ਹੈ ਯਾ ਬੁਧੀ ਅੰਤ ਮਤਾ ਸੋਈ ਗਤਾ ਜਿਹੀ ਜਿਹੀ ਗਤੀ ਵਰਤੋਂ ਨਿਤ ਦੀ ਹੋਵੇ ਤਿਹੀ ਤਿਹੀ ਹੀ ਅੰਤ ਮਤਾ ਅੰਤ ਸਮੇਂ ਬੁਧ ਫੁਰਿਆ ਕਰਦੀ ਹੈ, ਭਾਵ ਬੰਧੂਏ ਪੁਰਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮੋਖ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZT56",
        "source_page": 44,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur crn srin swD sMg imly; Awpw Awpu cIin gurmuiK suK pwveI [44["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly in the company of holy men, and taking the refuge of the lotus-like feet of the Satguru, the Sikh in attendance of his Guru realises his self and enjoys the true bliss and peace. (44)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਜਿਸ ਤਰ੍ਹਾਂ ਬੰਧੂਏ ਪੁਰਖਾਂ ਦੀ ਸੰਗਤ ਬੰਧਨਕਾਰੀ ਹੈ ਤਿਸੀ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤ ਮੋਖ ਕਰਤਾ ਹੈ ਕ੍ਯੋਂਕਿ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਆਯਾਂ ਸਤਿਸੰਗ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦਾ ਹੈ ਤੇ ਸਤਿਸੰਗ ਦੇ ਪ੍ਰਭਾਵ ਸਭ ਦੇ ਆਪ ਰੂਪ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਚੀਨ ਪਛਾਣ ਕੇ ਗੁਰਮੁਖ ਨੂੰ ਸੁਖ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਯਾ ਕਰਦੀ ਹੈ ਭਾਵ ਕੀਹ ਕਿ ਤੋਤਿਆਂ ਵਾਕੂੰ ਨਾਮ ਦੀਆਂ ਰਟਾਂ ਨਾਲ ਕੁਛ ਨਹੀਂ ਬਨਣਾ ਜਦ ਸਤਿਗੁਰਾਂ ਦੇ ਮਾਰਗ ਅਨੁਸਾਰ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਨਾਮ ਜਪ੍ਯਾ ਜਾਊ ਤਦੇ ਹੀ ਸੱਚਾ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਊ ॥੪੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
