[
  {
    "id": "WTL",
    "sttm_id": 6525,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "P7E0",
        "source_page": 45,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit mY drs drs mY idRsit idRg; idRsit drs Adrs gur iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the vision of Guru-conscious persons rests the image of the True Guru, and in the eyes of the True Guru, rests the glimpse of the disciple. Because of this attention of Satguru, these disciples keep away from the worldly attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਸਟਿ ਮਹਿ ਨ੍ਰੇਤਾਂ ਦੇ ਧਿਆਨ ਵਿਚ, ਦਰਸ ਦ੍ਰਿਸ਼੍ਯ ਦਰਸ਼ਨ ਜੋਗ ਸਮੂਹ ਪਦਾਰਥ ਯਾ ਸੰਸਾਰ ਦਾ ਵਾਸਾ ਹੈ, ਅਰੁ ਦਰਸ ਮਹਿ ਦ੍ਰਿਸ਼੍ਯ ਦੇਖਨ ਜੋਗ ਸਮੂਹ ਪਦਾਰਥਾਂ ਵਿਖੇ, ਦ੍ਰਿਸਟਿ ਨੇਤ੍ਰਾਂ ਦੀ ਧਾਰ ਧਿਆਨ ਇਹ ਹੈ ਆਮ ਲੌਕਿਕ ਵਰਤਾਰਾ ਸੰਸਾਰ ਅੰਦਰ, ਪ੍ਰੰਤੂ ਦ੍ਰਿਗ ਨੇਤ੍ਰ ਦ੍ਰਿਸਟਿ ਨੇਤ੍ਰਾਂ ਦੀ ਤਾਰਧਾਰ ਯਾ ਧਿਆਨ ਅਰ ਦਰਸ ਦ੍ਰਿਸ਼੍ਯ ਭਾਵ ਤਕਨ ਵਾਲੀ ਵਸਤੂ ਤੇ ਜਿਸ ਅੰਤਰ ਵਰਤੀ ਉਕਤ ਤਾਰ ਦ੍ਵਾਰਾ ਤਕਣ ਜੋਗ ਵਸਤੂ ਤੱਕੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਹ ਵਸਤੂ ਜਿਸ ਨੂੰ ਤੱਕਿਆ ਜਾਂਦਾ ਹੈ ਅਰਥਾਤ ਦ੍ਰਸ਼੍ਟਾ, ਦਰਸ਼ਨ ਅਰੁ ਦ੍ਰਿਸ਼੍ਯ ਰੂਪ ਤ੍ਰਿਪੁਟੀ ਵਲੋਂ, ਅਦਰਸ ਅਦ੍ਰਿਸ਼੍ਯ ਭਾਵ ਹਾਲਤ ਵਿਖੇ ਇਸਥਿਤ ਹੋ ਕੇ ਗੁਰ ਧਿਆਨ ਸਤਿਗੁਰੂ ਦੇ ਵਾਸਤ੍ਵਿਕ ਧਿਆਨ ਨੂੰ ਗੁਰਮੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DYRV",
        "source_page": 45,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd mh suriq suriq mh sbd Duin; sbd suriq Agimiq gur igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "They remain engrossed in the words of the Guru and the tune of these words remain lodged in their consciousness. But the knowledge of word and consciousness is beyond reach.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਸੁਨਣ ਵਾਲੀ ਸ਼ਕਤੀ ਅਰ ਸੁਨਣ ਵਾਲੀ ਸ਼ਕਤੀ ਵਿਖੇ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਇਹ ਸੰਸਾਰ ਵਿਖੇ ਲੌਕਿਕ ਬਿਵਹਾਰ ਹੈ ਪ੍ਰੰਤੂ ਸਬਦ ਅਰੁ ਸੁਰਤਿ ਦੇ ਅਗਮਿਤ ਅਗਮ੍ਯ ਪਹੁੰਚਨੋ ਪਰੇ ਭਾਵ ਸ਼ਬਦ ਸੁਨਣ ਵੱਲੋਂ ਕੰਨਾਂ ਨੂੰ ਸਮੇਟਿਆ ਤੇ ਕੰਨਾਂ ਅੰਦਰਲੀ ਸੁਣਨ ਸ਼ਕਤੀ ਨੂੰ ਭੀ ਉਲੰਘ ਕੇ ਜਿਸ ਉਕਤ ਸ਼ਕਤੀ ਪ੍ਰਦਾਤੀ ਸ਼ਕਤੀ ਵਿਚ ਗੁਰਮੁਖ ਪੁਜਦਾ ਹੈ ਉਹ ਲੌਕਿਕ ਵਰਤਾਰੇ ਤੋਂ ਅਗੰਮ ਅਵਸਥਾ ਅਰ ਗੁਰੂ ਗਿਆਨ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AS00",
        "source_page": 45,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn krnI kY pRgtq pRym rsu; gurmiq giq pRym nym inrbwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By following the teachings of the True Guru and moulding one's character in accordance with the contemplation of Lord's qualities, a sense of love develops. The well defined routine of Guru's philosophy, leads one to free oneself from the worldly shackles",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਦੀ ਗਿਆਨ ਅਰ ਧਿਆਨ ਮਈ ਕਰਣੀ ਅਭ੍ਯਾਸ ਨੂੰ ਕਰ ਕੇ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੈ ਜੋ ਪ੍ਰੇਮ ਰਸ ਅਨੁਭਵ ਉਹੀ ਅਸਲ ਗੁਰਮਤਿ ਗਤਿ = ਗੁਰਮਤ ਦੀ ਪ੍ਰਾਪਤੀ ਕਹੀ ਜਾਂਦੀ ਹੈ ਅਰ ਏਹੋ ਹੀ ਗਤਿ = ਅਵਸਥਾ ਦਸ਼ਾ ਪ੍ਰੇਮ ਦੀ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਦੇ ਅੰਗੇ ਸਭ ਪ੍ਰਕਾਰ ਦਾ ਨੇਮ ਨਿਰਬਾਨ ਹੈ ਅਰਥਾਤ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦਾ ਹੈ ਭਾਵ ਇਹ ਉਹ ਅਵਸਥਾ ਹੈ ਜਿਥੇ ਨੇਮ ਦੀਆਂ ਹੱਦਾਂ ਵੱਟਾਂ ਟੁੱਟ ਜਾਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G2VU",
        "source_page": 45,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ipMf pRwn pRwnpiq bIs ko brqmwn; gurmuK suK iek eIs mo inDwn hY [45["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Living life in the world, a Guru-conscious person always believes that his life belongs to the Master of Life-God. Remaining engrossed in One Lord is the wealth of happiness of the Guru-conscious persons. (45)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੂਏ ਸ਼ਬਦਾਂ ਵਿਚ ਐਉਂ ਸਮਝੋ ਕਿ ਪਿੰਡ ਸਰੀਰ ਅਰ ਪ੍ਰਾਨ ਸ੍ਵਾਸ ਜਾਨ ਅਤੇ ਪ੍ਰਾਨਪਤਿ ਪ੍ਰਾਨਾਂ ਦਾ ਪਤੀ ਸ੍ਵਾਮੀ ਮਨ ਇਹ ਸਭ ਵੀਹਾਂ ਦਾ ਵਰਤਾਰਾ ਸੰਸਾਰੀ ਪ੍ਰਵਿਰਤੀ ਹੁੰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਗੁਰਮੁਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਣ ਜੋਗ ਸੁਖ ਸਰਬ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਸੰਸਾਰੀ ਦ੍ਰਿਸ਼ਟੀ ਤੋਂ ਦੂਰ ਇਕੀਸਵਾਂ ਨਿਧਾਨ ਘਰ ਠੌਰ ਖਜਾਨਾ ਹੁੰਦਾ ਹੈ, ਭਾਵ ਗੁਰਮੁਖ ਇਕੀਸਵੇਂ ਟਿਕਾਣੇ ਹੁੰਦਾ ਹੈ ਅਥਵਾ ਗੁਰਮੁਖੀ ਸੁਖ ਰੂਪ ਨਿਧਾਨ ਖਜ਼ਾਨਾ ਇਕੀਸਮੋਂ ਇਕੀਸਵੇ ਅੰਗ ਪੁਰ ਗਿਣੇ ਜਾਣ ਲੈਕ ਹੈ ਹੋਂ ਟੱਪਿਆ ਹੋਯਾ ਬੇਹੱਦ ਰੂਪ ॥੪੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
