[
  {
    "id": "55X",
    "sttm_id": 6526,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7N23",
        "source_page": 46,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc kRm huie iekqR CqRpiq Bey; shj isMGwsn kY Aib inhcl rwj hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person feels like a mighty king when he is able to concentrate his mind on words and acts as per the teachings of Gum. When he is able to rest in a state of equipoise, he feels like an emperor of infallible kingdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ, ਬਚ, ਕ੍ਰਮ = ਮਨ ਬਾਣੀ ਅਰੁ ਸਰੀਰ ਜਦ ਇਕਤ੍ਰ੍ਰ ਹੋ ਜਾਣ ਇਕ ਘਾਟ ਤੇ ਕੰਮ ਕਰਨ ਲੱਗ ਜਾਣ ਭਾਵ ਸਰੀਰ ਇੰਦ੍ਰੀਆਂ ਦਾ ਅਸਥਾਨ ਉਹ ਕੁਝ ਕਰੇ ਜੋ ਬਾਣੀ ਮੂੰਹੋਂ ਨਿਕਲ ਚੁੱਕੀ ਹੋਵੇ ਅਰੁ ਬਾਣੀ ਉਹ ਮੂੰਹੋਂ ਨਿਕਲੇ ਜੋ ਮਨ ਦੇ ਮਨਨ ਵਿਚ ਆ ਗਈ ਹੋਵੇ ਅਰਥਾਤ ਜਿਹੜੀ ਐਨ ਨਿਸਚੇ ਵਿਚ ਆ ਚੁੱਕੀ ਹੋਵੇ ਤਾਂ ਇਸ ਪ੍ਰਕਾਰ ਸੰਕਲਪ ਕਥਨੀ ਅਰ ਕਰਣੀ ਦੇ ਇਕ ਸਮਾਨ ਵਰਤਾਰੇ ਦਾ ਸੁਭਾਵ ਪ੍ਰਪੱਕ ਹੋ ਜਾਵੇ ਤਾਂ ਗੁਰਮੁਖ ਛਤ੍ਰਪਤਿ ਸੱਚਾ ਪਾਤਿਸ਼ਾਹ ਬਣਾ ਜਾਂਦਾ ਹੈ। ਅਰੁ ਐਸੀ ਰਹਿਣੀ ਵਾਲਾ ਹੋ ਕੇ ਸਹਜ ਸਿੰਘਾਸਨ ਸਹਜਭਾਵੀ ਇਸਥਿਤੀ ਵਿਖੇ ਇਸਥਿਤ ਵਿਸ਼੍ਰਾਮ ਨੂੰ ਪੌਂਦਾ ਹੋਇਆ ਲਿਹਚਲ ਰਾਜ ਅਡੋਲ ਅਕੰਟਕ ਇਕਰਸ ਰਾਜ ਸੋਭਾ ਪ੍ਰਭਾਵ ਨੂੰ ਮਾਣਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U6WC",
        "source_page": 46,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sq Aau sMqoK dieAw Drm ArQ myil; pMc prvwn kIey gurmiq swj hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By imbibing the five virtues of Truth, Contentment, Compassion, Righteousness and Purpose in accordance with the teachings of the Gum, he becomes acceptable and an honourable person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤ੍ਯ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਸੱਚ ਦਾ ਪਾਲਨ ਕਰਨਾ ਅਰੁ ਸੰਤੋਖ ਜੈਸੀ ਲੱਭਤ ਹੋਵੇ ਉਸ ਪਰ ਪ੍ਰਸੰਨ ਰਹਿਣਾ, ਦਯਾ ਦੁਖੀਏ ਦੀ ਸਹੈਤਾ ਕਰਨੀ ਧਰਮ ਸੱਚੇ ਭਰੋਸੇ ਉਤੇ ਪਹਿਰਾ ਦੇਣਾ ਤਥਾ ਅਰਥ ਗੁਰਮਤ ਸਿਧਾਂਤ ਉਪਰ ਨਿਸਚਾ ਰੱਖਣਾ ਇਨ੍ਹਾਂ ਪੰਜਾਂ ਨੂੰ ਅਪਣੀ ਸਮੂੰਹ ਵਰਤਨ ਵਿਖੇ ਮੇਲ ਇਕ ਸਮ ਵਿਹਾਰ ਵਿਚ ਲਿਔਣਾ ਪ੍ਰਵਾਣ ਕਬੂਲ ਕਰ ਕੇ ਮਾਨੋ ਏਸ ਪੰਜ ਕੌਂਸਲੀ ਰਾਹੀਂ ਗੁਰਮਤਿ ਦੀ ਸਾਜਨਾ = ਪ੍ਰਵਿਰਤੀ ਨੂੰ ਨਿਬਾਹਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RR2W",
        "source_page": 46,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "skl pdwrQ Aau srb inDwn sBw; isv ngrI subws koit Cib Cwj hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All materials and worldly treasures are his. The divine abode of Dasam Duar is his fort where the continuous presence of melodious Naam makes him a unique and glorious person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਕਲ ਪਦਾਰਥ = ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਰੂਪ ਚਾਰੋਂ ਹੀ ਪਦਾਰਥਾਂ ਦੀ ਪ੍ਰਾਪਤੀ ਰਹਿਣੀ ਅਉ ਸਰਬ ਨਿਧਾਨ = ਅਰੁ ਸਮੂੰਹ ਨਿਧਾਨ ਭੰਡਾਰੇ ਵੈਰਾਗ ਭਗਤੀ ਆਦਿ ਗੁਣਾਂ ਦੇ ਭੀ ਪ੍ਰਾਪਤ ਹੋਏ ਰਹਿੰਦੇ ਹਨ। ਐਸੇ ਉਸ ਗੁਰਮੁਖ ਦੀ ਸਪਾ ਕਚੈਹਰੀ ਲੱਗੀ ਰਹਿੰਦ ਹੈ। ਅਰਥਾਤ ਇਸੀ ਪ੍ਰਕਾਰ ਦੇ ਸਾਧਨਾਂ ਅਰ ਗੁਣਾਂ ਸੰਪੰਨ ਹੋਣ ਕਰ ਕੇ ਉਸ ਦੇ ਅੰਤਾਕਰਣ ਦਾ ਜੋ ਮੂਲੋਂ ਹੀ ਅਫੁਰ ਭਾਵ ਵਿਖੇ ਹੋ ਜਾਣਾ ਹੈ ਸੋ ਇਹ ਨਿਵਿਰਤੀ ਭਾਵ ਰੂਪ ਅਰਥਾਤ ਸਭ ਸੰਕਲਪ ਬਾਸਨਾ ਆਦਿ ਦੇ ਅਭਾਵ ਦੇ ਅਭਾਵ ਹੋ ਜਾਣੇ ਉਪ੍ਰੰਤ ਜੋ ਭਾਵ ਰੂਪ ਪਦ ਅਵਸਥਾ ਹੈ ਇਹੀ ਸਭਾ ਉਸ ਦੀ ਜਾਣੋ। ਸ਼ਿਵ ਨਗਰੀ = ਮੰਗਲ ਮਈ ਨਗਰੀ ਰਾਜਧਾਨੀ ਹੈ ਅਤੇ ਸੁਬਾਸ ਸ੍ਰੇਸ਼ਟ ਬਾਸ਼ਨਾ ਸੁਕੀਰਤੀ ਦਾ ਕੋਟ ਫਸੀਲ = ਵਲਗਨ ਮਾਨੋ ਉਸ ਦੀ ਸਹਿਰ ਪਨਾਹ ਹੈ। ਅਥਵਾ ਸੁਬਾਸ = ਸੁ ਆਤਮ ਪਦ +ਬਾਸ ਨਿਵਾਸ = ਆਤਮ ਪਦ ਵਿਖੇ ਹੀ ਆਤਮਾ ਰਾਮੀ ਹੋਏ ਰਹਿਣਾ ਇਹ ਸ਼ਹਿਰ ਪਨਾਹ ਫਸੀਲ ਹੈ। ਬਸ ਇਉਂ ਦੀ ਛਬਿ ਸ਼ੋਭਾ ਸੁੰਦਰਤਾ ਕਰ ਕੇ ਛਾਜ ਹੈ ਪ੍ਰਭਾਵ ਸੰਪੰਨ = ਦਬ ਦਬੇ ਵਾਲਾ ਉਹ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CJH2",
        "source_page": 46,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rwjnIiq rIiq pRIiq prjw kY suKY suK; pUrn mnorQ sPl sb kwj hY [46["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving and affectionate treatment of such a king-like disciple of the True Guru with other human beings is his statesmanship that spreads happiness, peace and success all around him. (46)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੀਤ ਦੀ ਰੀਤ ਸਭ ਨਾਲ ਪ੍ਰੀਤੀ ਵਾਲਾ ਚਾਲਾ ਹੀ ਵਰਤਣਾ ਓਸ ਦੀ ਰਾਜਨੀਤੀ ਹੁੰਦੀ ਹੈ। ਅਰੁ ਪਰਜਾ ਦੇ ਸੁਖੈਨ ਸੁਖ = ਜੋ ਸਤਸੰਗੀ ਜਗ੍ਯਾਸੀ ਵਾ ਗੁਰਮੁਖਤਾ ਦੇ ਢੁੰਡਾਊ ਸੰਗੀ ਅਥਵਾ ਵਿਦ੍ਯਾਰਥੀ ਆਦਿ ਸਮੀਪਤਾ ਦਾ ਸਮਾਗਮ ਪੌਣ, ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਖੈਨ ਸੁਖ ਅਸਥਾਨੀ = ਸੁਖ ਦਾ ਬਾਸੀ ਬਨੌਣ ਵਿਚ ਹੀ ਸੁਖ ਅਨੰਦ ਨੂੰ ਮੰਨਦਾ ਹੋਯਾ ਇਸ ਪ੍ਰਕਾਰ ਉਹ ਸੰਪੂਰਣ ਮਨੋਰਥਾਂ ਦੇ ਪੂਰਣ ਹੋਣ ਵਾਲਾ ਤੇ ਸਾਰੇ ਹੀ ਕਾਰਜ ਰਾਸ ਹੋ ਚੁੱਕੇ ਹਨ ਜਿਸ ਦੇ ਇਸ ਪ੍ਰਕਾਰ ਦਾ ਸੱਚਾ ਮਹਾਰਾਜ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੪੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
