[
  {
    "id": "GHP",
    "sttm_id": 6527,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "N80S",
        "source_page": 47,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin mn bc kRm huie iekqR; gMimqw iqRkwl iqRBvn suiD pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a Guru-conscious person achieves harmony with his mind, words and actions, and by the blessings of the refuge of True Guru, he acquires knowledge of times and the three worlds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਵਿਖੇ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਜੋ ਇਕਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਭਾਵ ਸਰਬ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਜੋ ਸਤਿਗੁਰੂ ਪਰਾਇਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਓਸ ਨੂੰ ਬਾਲ ਯੁਬਾ ਅਰੁ ਬਿਰਧ ਅਵਸਥਾ ਰੂਪ ਤਿੰਨਾਂ ਕਾਲਾਂ ਅੰਦਰ: ਕੀਕੂੰ ਜੀਵ ਭ੍ਰਮਣ ਕਰਦਾ ਹੈ ਅਥਵਾ ਪ੍ਰਾਤ: ਮਧ੍ਯਾਨ ਸੰਧ੍ਯਾ ਸਮੇਂ ਯਾ ਰਾਤ੍ਰੀ ਦੇ ਤਿੰਨਾਂ ਸਮ੍ਯਾਂ ਅੰਦਰ: ਕੀਹ ਕੀਹ ਏਸ ਲਈ ਕਰਣੇ ਅਰੁ ਅਕਰਣੇ ਜੋਗ ਹੈ ਅਥਵਾ ਕੀਹ ਕੀਹ ਦਸ਼ਾ ਇਸ ਨਾਲ ਬੀਤੀ, ਬੀਤ ਰਹੀ, ਯਾ ਬੀਤਨ ਵਾਲੀ ਹੈ ਇਹ ਗੰਮਤਾ ਗ੍ਯਾਤ ਇਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੋ ਔਂਦੀ ਹੈ ਅਰੁ ਐਸਾ ਹੀ ਤ੍ਰਿਭਵਣ ਮਾਤ ਲੋਕ, ਪਾਤਾਲ ਲੋਕ, ਅਤੇ ਸੁਰਗ ਵਿਖੇ ਕੀਕੂੰ ਜੀਵ ਉੱਨਤੀ ਅਵੰਨਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਅਥਵਾ ਸਥੂਲ ਸੂਖਮ ਵਾ ਕਾਰਣ ਸਰੀਰ ਵਿਖੇ ਕਿਸ ਪ੍ਰਕਾਰ ਜੀਵ ਘੁੰਮਦਾ ਤੇ ਕੀਕੂੰ ਕੀਹ ਕਾਰਵਾਈ ਭੁਗਤਾਂਦਾ, ਇਹ ਸਭ ਸੁਧ ਸੂਝ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDBG",
        "source_page": 47,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD swiD Agm AgwiD kQw; AMqir idsMqr inrMqrI jqweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By practicing on Naam, a Guru-conscious person lives in a state of equipoise. Any description of that state is beyond our comprehension. It is indescribable. By dint of that state, he becomes aware of all that is happening in every nook and corner of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸਿੱਖ ਗੁਰਮੁਖ ਦੀ ਸਹਜ ਸਮਾਧੀ ਦੀ ਅਗਮ ਗੰਮਤਾ ਗਿਆਨ ਤੋਂ ਪਾਰ ਅਰੁ ਅਗਾਧ ਨਾ ਗਾਹੀ ਜਾ ਸਕਨ ਵਾਲੀ ਅਥਾਹ ਕਥਾ ਹੈ, ਸੋ ਉਸ ਸਮਾਧੀ ਰੂਪ ਇਸਥਿਤੀ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਅੰਤਰ ਆਪਣੇ ਅੰਤਾਕਰਣ ਵਿਖੇ ਤਥਾ ਦਿਸੰਤਰ ਅਨ੍ਯਤ੍ਰ ਦੇਸਾਂ ਦੂਸਰਿਆਂ ਦਿਲਾਂ ਅੰਦਰ ਕੀਕੂੰ ਤੇ ਕੀਹ ਕੀਹ ਫੁਰਣਿਆਂ ਤੇ ਅਫੁਰਣਿਆਂ ਦਾ ਵਰਤਾਰਾ ਵਰਤਦਾ ਹੈ ਨਿਰੰਤਰ ਲਗਾਤਾਰ ਜਤਾਈ ਹੈ ਪਤਾ ਲਗਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "101V",
        "source_page": 47,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "KMf bRhmMf ipMf pRwn pRwnpiq giq; gur isK sMiD imly sohM ilv lweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the union of Guru and Sikh, the seeker feels the presence of the Lord of Cosmos in his body and his life-giving support; and when he achieves oneness with God, he remains engrossed in the memory of Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਖੰਡ ਸਰੀਰ ਦੇ ਪਿੰਡੀ ਦੇਸ ਅਧੋ ਪਾਤੀ ਪਿੰਡੀ ਕਾਰਜ ਸਾਧਕ ਸੁਰਤਿ ਦੇ ਕੇਂਦ੍ਰਾਂ ਹੇਠਲੇ ਮੰਡਲਾਂ ਵਿਖੇ ਅਰੁ ਬ੍ਰਹਮੰਡ ਊਰਧ ਮੰਡਲੀਕ ਉਕਤ ਕੇਂਦ੍ਰਾਂ ਵਿਖੇ ਅਰਥਾਤ ਦਿਲ ਦੀਆਂ ਅਰ ਦਿਮਾਗ ਦੀਆਂ ਤਹਿਆਂ ਪਰ ਤਹਿਆਂ ਵਿਖੇ ਭਾਵ ਸਭ ਪਿੰਡ ਦੇਹ ਪ੍ਰਾਨ ਅਰੁ ਪ੍ਰਾਨ ਪਤਿ ਮਨ ਪ੍ਰਯੰਤ ਓਸ ਦੀ ਗੰਮਤਾ ਹੁੰਦੀ ਹੈ ਤਾਤਪਰਯ ਇਹ ਕਿ ਓਸ ਦੀ ਅੰਦਰ ਸਾਰੇ ਦੁਹਾਈ ਧੂਮ ਮਚੀ ਹੁੰਦੀ ਹੈ। ਕਿਉਂਕਿ ਗੁਰੂ ਸਬਦ ਤੇ ਸਿੱਖ ਸੁਰਤ ਦੀ ਸੰਧੀ ਮਿਲਣ ਕਰ ਕੇ ਅਥਵਾ ਸਾਖ੍ਯਾਤ ਗੁਰੂ ਅਰੁ ਸਿੱਖ ਦੇ ਅਨਭਉ ਦੀ ਉਕਤ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਏਕਤਾ ਹੋ ਜਾਣ ਕਾਰਣ, ਗੁਰਮੁਖ ਨੇ ਸੋਹੰ ਸੋਹੰ ਦੀ ਰਟ ਲਗਾਈ ਹੁੰਦੀ ਹੈ, ਤੇ ਇਸੇ ਭਾਵ ਵਿਚ ਹੀ ਲਿਵ ਲਗਾਈ ਉਹ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1W2E",
        "source_page": 47,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drpn drs Aau jMqR Din jMqRI ibiD; Eq poiq sUqu eykY duibDw imtweI hY [47["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the mirror and image in it, music and the musical instrument, waft and woof of a cloth are all part of each other and inseparable, so does the Guru-conscious person becomes one with God and is freed of all doubts of duality. (47)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਦਰਪਨ ਸ਼ੀਸ਼ੇ ਵਿਚ, ਦਰ ਦ੍ਰਿਸ਼੍ਯ ਦਰਸ਼ਨ ਜੋਗ ਪਦਾਰਥ ਅੰਦਰ ਬਾਹਰ ਇਕ ਰੂਪ ਹੁੰਦਾ ਹੈ, ਅਉ ਜੰਤ੍ਰ ਧੁਨਿ ਬਾਜੇ ਵਿਚ ਵੀ ਆਵਾਜ ਅਤੇ ਜੰਤ੍ਰੀ ਬਜੌਣ ਵਾਲੇ ਦੀ ਅਵਾਜ ਦੀ ਬਿਧ ਦਸ਼ਾ ਯਾ ਰੀਤੀ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕੋ ਸਰੂਪ ਹੀ ਹੋਈ ਹੁੰਦੀ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਬਸਤ੍ਰ ਵਿਖੇ ਤਾਣੇ ਪੇਟੇ ਦੀ ਤਾਰ ਇਕੋ ਰੂਪ ਵਤ ਹੀ ਗੁਰਮੁਖ ਨੇ ਓਸ ਵਾਹਿਗੁਰੂ ਨਾਲ ਇਕ ਰੂਪ ਹੋ, ਦੁਬਿਧਾ ਦ੍ਵੈਤ ਭਾਵਨਾ ਮਿਟਾ ਦਿੱਤੀ ਨਿਵਿਰਤ ਕਰ ਦਿੱਤੀ ਹੁੰਦੀ ਹੈ ॥੪੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
