[
  {
    "id": "NGD",
    "sttm_id": 6528,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9U65",
        "source_page": 48,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin mn bc kRm huie iekqR qn; iqRBvn giq AlK lKweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of the refuge of True Guru and moulding his mind, words and actions as per His teachings, a Guru-conscious person learns the happenings of the three worlds innately. He recognises the true Lord residing within.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ ਬਾਣੀ ਸਰੀਰ ਜੇਕਰ ਚਰਣਾਂ ਦੀ ਸਰਣ ਅੰਦਰ ਵਰਤਦਿਆਂ ਇਕਤ੍ਰ ਹੋ ਜਾਣ ਤਾਂ ਤ੍ਰਿਭਵਨ ਤ੍ਰਿਲੋਕੀ ਦੀ ਗਤਿ ਦਸ਼ਾ ਜੋ ਅਲਖ ਰੂਪ ਸੀ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਲਖਤਾ ਵਿਚ ਆ ਜਾਂਦੀ ਪ੍ਰਤੀਤ ਹੋਣ ਲਗ ਪਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "28V7",
        "source_page": 48,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc krm krm mn bcn kY; bcn krm mn aunmnI CweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the harmony of actions, mind and words, the thoughts of the mind, the utterance of the words and actions performed are influenced.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਾਵ ਜੋ ਕੁਛ ਮਨ ਦੇ ਅੰਦਰ ਹੋਵੇ, ਉਹ ਬਚ ਬਚਨ ਬਾਣੀ ਤੇ ਆਵੇ, ਅਤੇ ਓਹੋ ਹੀ ਫੇਰ ਸਰੀਰ ਦ੍ਵਾਰੇ ਕਰਣੀ ਰੂਪ ਹੋ ਵਰਤੇ ਅਰਥਾਤ ਸਰੀਰ ਮਨ ਬਾਣੀ ਕਰ ਕੇ ਕਥਨੀ ਕਰਣੀ ਅਰੁ ਸੰਕਲਪ ਸਾਧਨਾਂ ਦ੍ਵਾਰੇ ਅਪਨੇ ਆਪ ਨੂੰ ਐਸਾ ਸਾਧੇ ਕਿ ਬਾਣੀ ਬੋਲਦਿਆਂ, ਕੰਮ ਕਜ ਕਰਦਿਆਂ ਤਥਾ ਸੰਕਲਪਾਂ ਦੀ ਤਾਰ ਵਿਖੇ ਇਕ ਮਾਤ੍ਰ ਉਨਮਨੀ ਦਸ਼ਾ ਹੀ ਵਰਤੀ ਰਹੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MDEX",
        "source_page": 48,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwnI iDAwnI krnI ijau gur mhUAw kmwid; inJr Apwr Dwr BwTI kY cuAweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As wine is brewed from jaggery, sugarcane and Madhuca Indica flowers, so does a Guru-conscious person obtains the unique flow of elixir of Naam when Gyan of his Guru's precepts, Dhyan (concentration of mind) on these precepts and clean actions are perform",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਐਹੋ ਜੇਹੇ ਗਿਆਨੀ ਤ੍ਰਿਲੋਕੀ ਦੀ ਹੀ ਦਸ਼ਾ ਨੂੰ ਅਪਨੇ ਅੰਦਰ ਜਾਨਣ ਵਾਲੇ ਗੁਰਮੁਖ ਦਾ ਗਿਆਨ ਅਰੁ ਮਨ ਦੇ ਘਾਟ ਪੁਰ ਅਵਸ਼੍ਯਕ ਸੋਚਾਂ ਵੀਚਾਰਾਂ ਨੂੰ ਕਰਦੇ ਵਰਤਦੇ ਹੋਏ ਉਸ ਦਾ ਉਨਮਨੀ ਧਿਆਨ ਤਥਾ ਸਰੀਰ ਯਾਤ੍ਰਾ ਦੇ ਨਿਬਾਹਨ ਸਬੰਧੀ ਸਮੂੰਹ ਕਾਰ ਵਿਹਾਰ ਰੂਪ ਕਰਣੀ ਉਸ ਦੀ ਉਨਮਨੀ ਭਾਵ ਰੂਪ ਕਰਣੀ ਹੀ ਹੁੰਦੀ ਹੈ ਇਹ ਤਿੰਨੇ ਗਿਆਨ ਧਿਆਨ ਅਰੁ ਕਰਣੀ ਗੁੜ ਮਹੂਏ ਤਥਾ ਕਮਾਦ ਸਮਾਨ ਸਮਝ ਕੇ ਜਿਹੜਾ ਕੋਈ ਇਨ੍ਹਾਂ ਤਿੰਨਾਂ ਸਾਧਨਾਂ ਨੂੰ ਸਰੀਰ ਕਰਣੀ ਸੰਪੰਨ ਹੋਣ ਅਰਥ ਤੇ ਬਾਣੀ ਕਰ ਕੇ ਗਿਆਂਨ ਸੰਯੁਕ੍ਤ ਤਥਾ ਮਨ ਕਰ ਕੇ ਧਿਆਨ ਪਰਾਇਣ ਹੋਣ ਦੇ ਅਭ੍ਯਾਸ ਨੂੰ ਇਕ ਸਮ ਅਭ੍ਯਾਸੇ, ਤਾਂ ਇਸ ਅਭ੍ਯਾਸ ਰੂਪ ਭੱਠ ਦ੍ਵਾਰੇ ਅਪਾਰ ਧਾਰਾ ਅੰਮ੍ਰਿਤ ਦੀ ਨਿਝਰ ਇਕ ਰਸ ਚੁਆਈ = ਚੋ ਆਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z7JY",
        "source_page": 48,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs AMimRq inDwn pwn pUrn huie; gurmuiK sMiD imly shj smweI hY [48["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person satiates himself by drinking deep the loving elixir of Lord's name and by his union with the divine word of the True Guru, he resides in a state of equipoise. (48)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸ ਅੰਮ੍ਰਿਤ ਦੇ ਨਿਧਾਨ ਭੰਡਾਰ ਰੂਪ ਪ੍ਰੇਮ ਰਸ ਅਨੁਭਵ ਨੂੰ ਪਾਨ ਛਕ ਕਰ ਕੇ ਪੂਰਨ ਤ੍ਰਿਪਤ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਜਦ ਕਿ ਗੁਰਮੁਖ ਦੀ ਸਤਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਅਕਾਲ ਪੁਰਖ ਨਾਲ ਸੰਧੀ ਮਿਲ ਜਾਂਦੀ ਹੈ ਜਿਸ ਕਰ ਕੇ ਉਹ ਸਹਜ ਸਰੂਪ ਸ਼ਾਂਤ ਪਦ ਵਿਖੇ ਸਮਾਈ ਵਿਲੀਨਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
