[
  {
    "id": "09P",
    "sttm_id": 6529,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CAP7",
        "source_page": 49,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibibiD ibrK blI Pl PUl mUl swKw; rcn cirqR icqR Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The vegetation is seen in many forms like trees, creepers, fruit, flowers, roots and branches. This beautiful creation of the Lord unfolds itself in many forms of wonderful artistic skills.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਬਿਧ ਅਨੇਕ ਭਾਂਤ ਦੀਆਂ ਜਾਤਾਂ ਦੇ ਬਿਰਛ ਬੂਟੇ ਬਲੀ ਵੇਲਾਂ ਫਲ, ਫੁੱਲ, ਮੁੱਢ, ਟਾਹਣੀਆਂ ਰੂਪ ਕਰ ਕੇ ਬਨਸਪਤੀ ਰਚਨਾ ਦੇ ਚਲਿਤ੍ਰ ਦਾ ਚਿਤ੍ਰ ਦੇਖਣ ਜੋਗ ਪਸਾਰਾ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "68UQ",
        "source_page": 49,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brn brn Pl bhu ibiD sÍwd rs; brn brn PUl bwsnw ibQwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "These trees and creepers bear fruits of different tastes and flavour, flowers of myriad shape and colour. All of them spread various types of fragrance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਰਨ ਬਰਨ ਫਲ ਰੰਗਾਂ ਰੰਗੀ ਭਾਂਤ ਦੇ ਫਲ ਹਨ ਤੇ ਬਹੁਤ ਪ੍ਰਕਾਰ ਦਾ ਹੀ ਫਲ ਭੇਦ ਅਨੁਸਾਰ ਓਨਾਂ ਦੇ ਸ੍ਵਾਦ ਦਾ ਰਸ ਹੋ ਰਿਹਾ ਹੈ, ਬਰਨ ਬਰਨ ਵੰਨੋ ਵੰਨੀ ਭਾਂਤ ਦੇ ਫੁਲ ਹਨ ਅਰੁ ਉਸੇ ਪ੍ਰਕਾਰ ਫੁੱਲ ਦੀ ਜਾਤੀ ਭੇਦ ਕਾਰਣ ਬਾਸਨਾ ਸੁਗੰਧੀ ਦਾ ਵਿਸਤਾਰ ਹੋ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y85M",
        "source_page": 49,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brn brn mUl brn brn swKw; brn brn pqR sugn Acwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The trunks of the trees and creepers, their branches and leaves are of many kind and each leaves a different effect.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਰਨ ਬਰਨ ਮੂਲ ਰੰਗ ਬਿਰੰਗੀ ਮੂਲ ਮੁੱਢ ਹਨ ਤੇ ਸਰਨ ਸਰਨ ਭਾਂਤ ਭਾਂਤ ਦੀਆਂ ਹੀ ਸ਼ਾਖਾਂ ਟਾਹਣੀਆਂ ਹਨ ਅਤੇ ਤਰਹ ਤਰਹ ਦੇ ਰੰਗਾਂ ਦੇ ਫੇਰ ਓਨਾਂ ਦੇ ਪਤ੍ਰ ਹਨ ਤਿਸੀ ਪ੍ਰਕਾਰ ਗਨ ਆਚਾਰ ਸਮੂਹ ਪ੍ਰਕਾਰ ਦਾ ਉਨ੍ਹਾਂ ਦਾ ਨ੍ਯਾਰਾ ਨ੍ਯਾਰਾ ਹਿੱਲਨ ਜੁਲਨ ਆਦਿ ਦਾ ਚਲਿਤ੍ਰ ਯਾ ਬਿਵਹਾਰ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FCKV",
        "source_page": 49,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibibiD bnwspiq AMqir Agin jYsy; skl sMswr ibKY eykY eykMkwr hY [49["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the latent fire in all these types of vegetation is the same, so do the God-loving persons find One Lord dwelling in the hearts of all the living beings in this world. (49)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਕਰ ਕੇ, ਜੀਕੂੰ ਬਿਬਿਧ ਬਨਾਸਪਤੀ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੀਬਨਾਸਪਤੀ ਦੇ ਹੁੰਦਿਆਂ ਸਭ ਦੇ ਅੰਦਰ ਅਗਨੀ ਇਕ ਮਾਤ੍ਰ ਹੀ ਇਕ ਸਰੂਪ ਹੀ ਰਮੀ ਹੋਈ ਹੈ, ਤਿਸੀ ਭਾਵ ਸੰਪੂਰਣ ਸੰਸਾਰ ਨਾਨਾ ਰੂਪ ਹੋਈ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਅੰਦਰ ਇਕ ਮਾਤ੍ਰ ਏਕੰਕਾਰ ਵਾਹਿਗੁਰੂ ਹੀ ਰਮਿਆ ਹੋਇਆ ਹੈ ਮਾਨੋਂ ਐਸਾ ਗੁਰਮੁਖ ਸਰਬਤ੍ਰ ਇਕ ਵਾਹਿਗੁਰੂ ਨੂੰ ਹੀ ਅਨੇਕ ਰੂਪ ਹੋਇਆ ਤਕਿਆ ਕਰਦਾ ਹੈ ॥੪੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
