[
  {
    "id": "NWT",
    "sttm_id": 6530,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JFQK",
        "source_page": 50,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly idRsit drs ilv; gurmuiK bRhm igAwn iDAwn ilv lweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the devoted Guru-conscious person becomes one with the True form of the True Lord, his vision enjoins the holy sight of Guru. He who practices meditation on Lord's name remains attached with the words of wisdom of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਦੇ ਮਿਲਿਆਂ ਪਹਿਲ ਪ੍ਰਥਮੇ ਦ੍ਰਿਸ਼੍ਟੀ ਔਰ ਦਰਸ਼ਨ ਰੂਪ ਲਿਵ ਅਭ੍ਯਾਸ ਦੀ ਤਾਰ ਦੇ ਮੰਡਲ ਵਿਚ ਵਰਤ ਕੇ ਏਕਤਾ ਦੇ ਘਰ ਵਿਚ ਔਂਦੇ ਹਨ। ਤਾਤਪ੍ਰਯ ਇਹ ਕਿ ਸਭ ਸਰੀਰ ਇੰਦ੍ਰੀਆਂ ਮਨ ਆਦਿ ਦੀ ਕ੍ਰਿਯਾ ਵਰਤਨ ਨੂੰ ਨਿਗ੍ਹਾ ਵਿਚ ਰਖਣ ਵਾਲੀ ਅੰਤ੍ਰੀਵੀ ਜੋਤ ਚੇਤਨ ਸੱਤਾ ਦੇ ਦਰਸ਼ਨ ਵਿਚ ਲਿਵ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NQE2",
        "source_page": 50,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly sbd suriq ilv; gurmuiK bRhm igAwn iDAwn suiD pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the union of True Guru and his disciple (Gursikh) the disciple obeys the command of his Guru very sincerely and faithfully. By meditating on the Lord, he learns to reflect on the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰ ਇਸੇ ਹੀ 'ਸਾਧ ਲਿਵ ਲਾਈ' ਲਿਵ ਲਾਵਨ ਦੀ ਸਾਧਨਾ ਸਾਧਦਿਆਂ ਹੋ ਜਾਂਦਾ ਹੈ ਏਹੋ ਹੀ ਸਾਧਨ ਗੁਰਮੁਖੀ ਬ੍ਰਹਮਗ੍ਯਾਨ। ਭਾਵ ਗੁਰਮਤਿ ਅਨੁਸਾਰੀ ਪਹਿਲੇ ਦਰਜੇ ਦਾ ਬ੍ਰਹਮ ਗਿਆਨ ਇਸ ਅਭ੍ਯਾਸ ਦ੍ਵਾਰੇ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਉਪ੍ਰੰਤ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਦੇ ਮਿਲਿਆਂ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲੱਗਿਆ ਕਰਦੀ ਹੈ ਤਾਤਪਰਜ ਇਹ ਕਿ ਤੱਕਨ ਸੁਨਣ ਆਦਿ ਸਮੂਹ ਅੰਦਰਲੀ ਬਾਹਰਲੀ ਕਾਰਵਾਈ ਦੇ ਉਤਰ ਦਾਤੇ ਅੰਦਰਲੇ ਦੇ ਬੋਲ ਬੋਲਨਿ ਹਾਰ ਪਰਮ ਗੁਰ ਏਹੀ ਰੂਪ ਸ਼ਬਦ ਬ੍ਰਹਮ ਦੇ ਸੁਨਣ ਅਨੁਭਵ ਕਰਨ ਦੇ ਜਤਨ ਰੂਪ ਅਭ੍ਯਾਸ ਦ੍ਵਾਰੇ ਜਦ ਸੁਰਤਿ ਦੀ ਲਿਵ ਉਸ ਵਿਖੇ ਲੱਗਦੀ ਹੈ ਤਾਂ ਇਸ ਗ੍ਯਾਨ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਜੋ ਸੁਧ ਸੋਝੀ ਪਾਈ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਹ ਭੀ ਹੈ ਬ੍ਰਹਮ ਗਿਆਨ ਹੀ ਦਰਜੇ ਦੂਸਰੇ ਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NZ5E",
        "source_page": 50,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly sÍwmI syvk huie; gurmuiK inhkwm krnI kmweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus union of a disciple with Guru imbibes the trait of service of the Master. He serves all without reward or desire as he has learnt that he is serving Him who resides in all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਦੇ ਮਿਲਿਆਂ ਸ੍ਵਾਮੀ ਸਤਿਗੁਰ ਪਰਮਾਤਮਾ ਸੇਵਕ ਹੋਇ ਸਿੱਖ ਦੇ ਅੰਦਰ ਵਾ ਆਤਮੇ ਵਿਚ ਨਿਜਰੂਪ ਦਾ ਸਾਖ੍ਯਾਤਕਾਰ ਜਲਵਾ ਬਖਸ਼ਿਆ ਕਰਦਾ ਹੈ ਭਾਵ ਉਪਰਲੇ ਸਾਧਨ ਸਾਧਦੇ ਸਾਧਦੇ, ਆਤਮਾ ਪ੍ਰਾਇਣ ਹੁੰਦੇ ਇਸ ਵਿਖੇ ਸਤਿਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰਤੱਖ ਚਮਤਕਾਰ ਹੋ ਔਂਦਾ ਹੈ ਤੀਸਰਾ ਦਰਜਾ ਇਸ ਕਰਣੀ ਕਮਾਈ ਅਭਿਆਸ ਕਰ ਕੇ ਗੁਰਮੁਖ ਨਿਹਕਮ ਹੈ ਗੁਰਮੁਖ ਨਿਰਸੰਕਲਪ ਨਿਰ ਵਿਕਲਪ ਨਿਰਬਾਣ, ਸਰੂਪ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9NFW",
        "source_page": 50,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly krnI su igAwn iDAwn; gurmuiK pRym nym shj smweI hY [50["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a person emerges as a person with ideal actions by virtue of the meditation and reflection on Lord. In the process, he attains equipoise and remains engrossed in it. (50)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਕੀਹ ਕਿ ਗੁਰਸਿੱਖ ਸੰਧੀ ਮਿਲਿਆਂ ਉਕਤ ਸ੍ਰੇਸ਼ਟ ਕਰਣੀ ਤਥਾ ਗਿਆਨ ਧਿਆਨ ਨੂੰ ਸਾਧਦਿਆਂ ਹੋਇਆਂ ਗੁਰਮੁਖ ਸਹਜ ਸਰੂਪ ਦੇ ਨੇਮ ਲਗਾਤਾਰ ਪ੍ਰੇਮ ਪਰਚੇ ਵਿਖੇ ਸਮਾਈ ਹੈ ਸਮਾਇ ਜਾਂਦਾ ਲਿਵ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ਇਹ ਹੈ ਗੁਰਮੁਖਾਂ ਦੇ ਬ੍ਰਹਮ ਗਿਆਨ ਦਾ ਚੌਥਾ ਪਦ ਸਹਜ ਗਿਆਨ ਚੌਥਾ ਦਰਜਾ ॥੫੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
