[
  {
    "id": "T70",
    "sttm_id": 6531,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L43Z",
        "source_page": 51,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sMiD imly bRhm iDAwn ilv; eykMkwr kY Awkwr Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a Guru-conscious person lives in harmony with his Guru, his mind is absorbed in the remembrance of God. He then realises that all forms are actually His forms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸੰਧਿ ਮਿਲੇ ਸੰਧਿ ਜੋੜ ਮਿਲੇ ਜੁੜੇ ਗੁਰਮੁਖ ਦੀ ਅਰਥਾਤ ਵਾਹਿਗੁਰੂ ਨਾਲ ਗੁਰਮੁਖ ਦਾ ਜੋੜ ਜੁੜਦੇ ਸਾਰ ਜਦ ਪਹਿਲੇ ਦਰਜੇ ਦਾ ਬ੍ਰਹਮ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਉਸ ਵਿਖੇ ਧਿਆਨ ਦੀ ਲਿਵ ਲਗਿਆ ਕਰਦੀ ਹੈ ਤਾਂ ਜਿਸ ਪ੍ਰਕਾਰ ਵਾਹਿਗੁਰੂ ਨੇ ਏਕੰਕਾਰ ਰੂਪ ਹੋ ਕੇ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਆਕਾਰ ਪਰਗਟ ਕੀਤੇ ਹਨ ਸਨ ਓਸ ਸ੍ਵਰੂਪ ਦਾ ਭਾਨ ਜਲਵਾ ਹੋਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MSL6",
        "source_page": 51,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sMiD imly bRhm igAwn ilv; inrMkwr EAMkwr ibibiD ibQwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And when he establishes his relationship with Him, he realises through the medium of meditation on His name that Formless Lord has manifested Himself in various forms and shapes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਦੂਸਰੇ ਦਰਜੇ ਵਿਚ ਜੋੜ ਜੁੜਿਆ ਗੁਰਮੁਖ ਉਨਤੀ ਕਰਿਆ ਕਰਦਾ ਹੈ ਤਾਂ ਬ੍ਰਹਮ ਗਿਆਨ ਦੇ ਧਿਆਨ ਵਿਚ ਅਜੇਹੀ ਲਿਵ ਨੂੰ ਧਾਰਦਾ ਹੈ ਜਿਸ ਕਰ ਕੇ ਇਸ ਨੂੰ ਓਹ ਕੁਛ ਭਾਨ ਪ੍ਰਤੀਤ ਹੋਇਆ ਕਰਦਾ ਹੈ ਜਦ ਕਿ ਨਿਰੰਕਾਰ ਨੇ ਓਅੰਕਾਰ ਰੂਪ ਹੋ ਕੇ ਬਿਬਿਧ ਬਿਥਾਰ ਅਨੇਕ ਸਰੂਪੀ ਸ੍ਰਿਸਟੀ ਦਾ ਪਸਰਾ ਪਸਾਰਿਆ ਸੀ ਭਾਵ ਨਿਰੰਕਾਰ ਦੇ ਓਅੰਕਾਰ ਰੂਪ ਹੋ ਪ੍ਰਗਟਨ ਦੀ ਬ੍ਯਵਸਥਾ ਹੂਬਹੂ ਵ੍ਯੋਂਤ ਇਸ ਦੇ ਅੰਤ੍ਰੀਵੀ ਧਿਆਨ ਵਿਚ ਸਾਖ੍ਯਾਤ ਹੋਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KDLE",
        "source_page": 51,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly sÍwmI syv syvk huie; bRhm ibbyk pRym Bgiq Acwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a devoted Sikh with True Guru renders him with an attitude of service and benevolence and he yearns to be available at His service. He then develops character of loving devotion and divine reflection.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿੱਖ ਸੰਧਿ ਮਿਲੇ ਗੁਰੂ ਅਰ ਸਿੱਖ ਦੀ ਜੀਵ ਬ੍ਰਹਮ ਦੀ ਇਸ ਪ੍ਰਕਾਰ ਸੰਧੀ ਮਿਲੇ ਤਾਂ ਸ੍ਵਾਮੀ ਸੇਵ ਸੇਵਕ ਹੁਇ ਸੇਵਾ ਸੇ ਸੇਵਕ ਸ੍ਵਾਮੀ ਹੋਇ ਉਹ ਸੇਵਕ ਗੁਰਮੁਖ ਸਾਧਕ ਸੇਵਾ ਕਰਦਾ ਹੋਯਾ ਸਾਖ੍ਯਾਤ ਸ੍ਵਾਮੀ ਸ੍ਵਾਮੀ ਸਰੂਪ ਬ੍ਰਹਮ ਰੂਪ ਹੀ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਇਸ ਅਵਸਥਾ ਵਿਖੇ ਪ੍ਰੇਮ ਭਗਤਿ ਅਚਾਰ ਐਹੋ ਜੇਹਾ ਪ੍ਰੇਮਾ ਭਗਤੀ ਦਾ ਵਿਹਾਰ ਵਰਤਦਾ ਹੈ ਕਿ ਪ੍ਰੇਮੀ ਪ੍ਰੀਤਮ ਅਰੁ ਪ੍ਰੀਤਮ ਪ੍ਰੇਮੀ ਇਕੋ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ਇਸ ਬ੍ਰਹਮ ਗਿਆਨ ਦੀ ਦਸ਼ਾ ਦਾ ਨਾਮ ਹੈ ਬ੍ਰਹਮ ਬਿਬੇਕ ਅਰਥਾਤ ਜਿਥੇ ਬਿਬੇਕ ਬਿਬ+ਏਕ ਦ੍ਵੈਤਾ ਏਕਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਬ੍ਰਹਮ ਹੀ ਬ੍ਰਹਮ ਭਾਨ ਪ੍ਰਤੀਤ ਹੋਯਾ ਕਰਦਾ ਹੈ 'ਦ੍ਵੈ ਤੇ ਏਕ ਰੂਪ ਹੈ ਗਇਓ ॥'",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BNBZ",
        "source_page": 51,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sMD imly prmdBuq giq; nyq nyq nyq nmo nmo nmskwr hY [51["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The state of union of a God-conscious person and his True Guru is glorious and full of astonishment. No other state can equal it. He is worthy of salutation infinite time, again and again. (51)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਸ ਅਵਸਥਾ ਵਿਖੇ ਜਦ ਪੁੱਜ ਕੇ ਗੁਰਮੁਖ ਦੀ ਸੰਧੀ ਮਿਲਦੀ ਹੈ ਭਾਵ ਵਾਹਿਗੁਰੂ ਵਿਖੇ ਏਕਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਸ ਦੀ ਗਤੀ ਦਸ਼ਾ ਵਾ ਗਿਆਨ ਪਰਮ ਅਦਭੁਤ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਹੀ ਅਨੋਖਾ ਹੈ। ਵਰਨਣ ਕਰਣੋ ਤਾਂ ਉਹ ਅਨੰਤ ਹੈ, ਅਨੰਤ ਹੈ, ਅਨੰਤ ਹੈ ਬਸ ਮਨ ਬਾਣੀ ਸ੍ਰੀਰ ਕਰ ਕੇ ਐਸੇ ਗੁਰਮੁਖ ਤਾਈਂ ਬਾਰੰਬਾਰ ਨਮਸ਼ਕਾਰ ਹੀ ਕਰਦਾ ਹਾਂ ॥੫੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
