[
  {
    "id": "XWL",
    "sttm_id": 6533,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T3Q3",
        "source_page": 53,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mn bc krm iekqR Bey; pUrn prmpd pRym pRgtwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of the harmonious state of mind, words and actions, a Guru's disciple who is blessed with the loving elixir of Naam Simran, reaches a highly conscious state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸਤਿਗੁਰਾਂ ਦੀ ਚਰਣ ਸਰਣ ਪ੍ਰਾਪਤ ਜਿਗ੍ਯਾਸੀ ਜਦ ਮਨ ਸੰਕਲਪ ਬਚ ਬਾਣੀ ਕਰਮ ਸਰੀਰ ਕਰ ਕੇ ਇਕੱਤ੍ਰ ਭਾਵ ਵਿਖੇ ਹੋ ਆਵੇ ਅਰਥਾਤ ਜਦ ਓਸ ਦੀ ਰਹਿਣੀ ਕਥਨੀ ਅਰੁ ਕਰਣੀ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕ ਸਾਮਨ ਹੋ ਜਾਵੇ। ਤਾਂ ਪਰਮ ਪਦ ਜਿੱਥੇ ਪਹੁੰਚ ਕੇ ਹੋਰ ਕੁਛ ਹੋਰ ਕੁਛ ਭੀ ਕਰਣਾ ਬਾਕੀ ਨਹੀਂ ਰਿਹਾ ਕਰਦਾ ਐਸੀ ਕੈਵੱਲ ਮੋਖ ਦਾ ਓਸ ਨੂੰ ਪੂਰਣ ਪ੍ਰੇਮ ਪ੍ਰਗਟ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HW2Q",
        "source_page": 53,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn mY idRsit drs rs gMD sMiD; sRvn sbd sRüiq gMD rs pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of the fragrance of Naam relishment, he is blessed with True Guru-like glimpse. His ears perpetually hear His celestial music.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰੇਮ ਦੇ ਕਾਰਣ ਨੇਤ੍ਰਾਂ ਵਿਖੇ ਜੋ ਦ੍ਰਿਸ਼ਟੀ ਹੈ ਉਸ ਦੀ ਦਰਸਨ ਰਸ ਦੀ ਗੰਧ ਵਾਸਨਾ ਖਿੱਚ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਸੰਧੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਕਰਦੀ ਹੈ, ਅਰੁ ਕੰਨਾਂ ਵਿਖੇ ਜੋ ਸਬਦ ਸੁਨਣ ਦੇ ਰਸ ਦੀ ਵਾਸਨਾ ਹੈਸੀ ਉਹ ਭੀ ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਸੰਧੀ ਨੂੰ ਪਾ ਲਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C6Z2",
        "source_page": 53,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsnw mY rs gMD sbd suriq myl"
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This harmonious integration of word and consciousness renders his tongue to be sweet and comfort-giving.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਰਸਨਾ ਵਿਖੇ ਰਸ ਗ੍ਰਹਣ ਦੀ ਵਾਸਨਾ ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਦੇ ਮੇਲੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਅਰੁ ਨਾਸਾਂ ਦੇ ਬਾਸ ਸੁਗੰਧੀ ਗ੍ਰਹਣ ਕਰਨ ਦੇ ਰਸ ਦੀ ਬਾਸਨਾ ਭੀ ਸ਼ਬਦ ਵਿਖੇ ਹੀ ਸੁਰਤਿ ਨੂੰ ਲਖਾਏ ਪ੍ਰਗਟ ਕਰਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YVVQ",
        "source_page": 53,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nws bwsu rs sRüiq sbd lKwey hY"
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The exhaling of his breath too is fragrant and reflects his high state of harmonious relationship between his mental faculties and Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਉਂ ਰਸਨਾ ਦ੍ਵਾਰੇ ਸ੍ਵਾਦ ਲੈਂਦਿਆਂ ਕੰਨਾਂ ਰਾਹੀਂ ਸ਼ਬਦ ਸੁਣਦਿਆਂ ਨੇਤ੍ਰਾਂ ਕਰ ਕੇ ਤੱਕਦਿਆਂ ਅਰੁ ਨਾਸਾਂ ਥਾਨੀਂ ਸੁੰਘਦਿਆਂ ਗੁਰਮੁਖ ਜਦ ਸਬਦ ਵਿਖੇ ਹੀ ਸੁਰਤਿ ਨੂੰ ਮਿਲੌਣ ਵਿਚ ਤਤਪਰ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ਭਾਵ ਨੇਤ੍ਰਾਂ ਕਰ ਕੇ ਸਬਦ ਧਿਆਨ ਵਿਖੇ ਸੁਰਤ ਨੂੰ ਸਾਵਧਾਨ ਰਖਦਾ ਕੰਨਾਂ ਕਰ ਕੇ ਅੰਤਰ ਸਬਦ ਦੀ ਧੁਨ ਸੁਨਣ ਵਿਚ ਸਾਵਧਾਨ, ਰਸਨਾ ਕਰ ਕੇ ਹਰਦਮ ਸਬਦ ਨਾਮ ਦੀ ਹੀ ਰਟ ਲਗੌਂਦਾ ਤਥਾ ਨਾਯਾਂ ਕਰ ਕੇ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਸਬਦ ਦੀ ਹੀ ਤਾਰ ਪ੍ਰੋਈ ਰਖਦਾ ਹੋਇਆ, ਉਹ ਗੁਰਮੁਖ ਰੋਮ ਰੋਮ ਵਿਖੇ ਪਿੰਡ ਪ੍ਰਾਣ ਮੈਂ ਆਪਣੇ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਕ੍ਰੋੜਾਂ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਚਮਤਕਾਰ ਨੂੰ ਪ੍ਰਤੱਖ ਰੂਪ ਵਿਚ ਤਕਿਆ ਕਰਦਾ ਹੈ ॥੫੩॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WGT",
        "source_page": 53,
        "source_line": 5,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rom rom rsnw sRvn idRg nwsw koit; KMf bRhmMf ipMf pRwn mY jqwey hY [53["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus by perpetual meditation on Him, with the relishing fragrance of Lord's name residing on his tongue, eyes, ears and nostrils, a Guru-conscious person realises the presence of Lord who abides in millions cosmoses within himself. (53)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਤੌਫੀਕ ਸਮਰੱਥਾ ਗੁਰਮੁਖ ਨੂੰ ਹੀ ਪ੍ਰਦਾਨ ਹੋਣ ਵਿਖੇ ਕਾਰਣ ਦੱਸਦੇ ਹਨ ਕਿ ਗੁਰੂਆਂ ਨੇ ਆਪ ਗੁਰਮੁਖ ਬਣ ਬਣ ਕੇ ਇਹ ਧੁਰ ਦੀ ਨੇਤ ਕੈਮ ਕਰ ਦਿੱਤੀ ਹੈ:",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
