[
  {
    "id": "PLW",
    "sttm_id": 6534,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6CBH",
        "source_page": 54,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm Awp Awpn hI Awip swij; Awpn ricE hY nwau Awip hY ibcwir kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Omniscient and Omnipotent God Himself has created His own form and has named Himself as (Guru) Nanak.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਨੇ ਆਪ ਅਪਣੇ ਆਪ ਤੋਂ ਹੀ ਆਪ ਅਪਣੀ ਸਾਜਨਾ ਕੀਤੀ ਅਤੇ ਆਪ ਹੀ ਵੀਚਾਰ ਕੇ ਕਿ ਅਕਾਰ ਧਾਰੀ ਬਣਿਆਂ ਅਰਥਾਤ ਅਨੇਕਤਾ ਦਾ ਅੰਗ ਰੂਪ ਪ੍ਰਗਟ ਹੋਣ ਵਿਖੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੀ ਏਕਤਾ ਦਾ ਸਿੱਕਾ ਮਾਰ ਕੇ ਉਘਾ ਕਰਾਂ ਓਸ ਨੇ ਰਚਿਆ ਪ੍ਰਗਟ ਕੀਤਾ ਹੈ ਆਪਣਾ ਨਾਮ ਨਾਨਕ ਜਿਸ ਦੇ ਅਰਥ ਹਨ, ਅਨੇਕਤਾ ਤੋਂ ਰਹਿਤ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EBYT",
        "source_page": 54,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awid gur duqIAw goibMd khwieau; gurmuK rcnw Akwr EAMkwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The second name that He called Himself is Gobind. The transcendental Lord took the immanent form to appear as the first Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਆਦਿ ਵਿਖੇ ਪਹਿਲ ਪ੍ਰਥਮੇਂ ਬਣ ਕੇ ਗੁਰੂ ਅਵਤਾਰ ਓਅੰਕਾਰ ਸਰੂਪ ਆਪਣੇ ਤੋ ਗੁਰਮੁਖੀ ਰਚਨਾ ਦ੍ਵਾਰੇ ਆਕਾਰ ਧਾਰ ਧਾਰ ਕੇ ਦੁਤੀਆ ਦੂਸਰੇ ਦੂਸਰੀ ਥਾਂ ਤੇ ਭਾਵ ਅੰਤਲੇ ਗੁਰੂ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ, ਵਾ ਮਾਨੋਂ ਹੁਣ ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਆਪਣੇ ਆਪ ਨੂੰ ਕਹਾਣ ਲੱਗ ਪਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FMP5",
        "source_page": 54,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK nwd byd gurmuiK pwvY Byd; gurmuiK lIlwDwrI Aink Aauqwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Lord Himself is the precept of Vedas and He Himself knows all the secrets that lie therein. Lord Himself has created this wonderful act and is manifesting in many forms and bodies",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਬਣ ਕੇ ਹੀ ਨਾਦ ਰਬੀ ਸਬਦ ਦੀ ਸ੍ਰੋਦ ਮੂਲ ਮੰਤ੍ਰ ਮਈ ਉਪਦੇਸ਼ ਦਾ ਬੇਦ ਗ੍ਯਾਨ ਪ੍ਰਾਪਤ ਹੋਣਾ ਦਸ੍ਯਾ ਤੇ ਉਹ ਗੁਰਮੁਖ ਗੁਰੂ ਅੰਗਦ ਬਣ ਕੇ ਹੀ ਪਾ ਸਕਦਾ ਹੈ ਅਗੇ ਫੇਰ ਭੇਦ ਏਸ ਮਰਮ ਨੂੰ ਭਾਵ ਇਹ ਕਿ ਏਸਤਰ੍ਹਾਂ ਅਨੇਕ ਅਵਤਾਰ ਦਸ ਗੁਰੂ ਸਰੂਪੀ ਧਾਰ ਧਾਰ ਕੇ ਗੁਰਮੁਖ ਭਾਵ ਵਾਲੀ ਲੀਲਾ ਧਾਰੀ ਧਾਰਣ ਕੀਤੀ ਖੇਲ ਵਰਤਾਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C4L0",
        "source_page": 54,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur goibMd AE goibMd gur eykmyk; Eiq poiq sUqR giq AMbr aucwr kY [54["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like waft and woof of a cloth, both Guru and Gobind (God) are not different to each other. (54)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਕਰ ਕੇ ਗੁਰੂ ਹੋਯਾ ਗੋਬਿੰਦ ਅਕਾਲ ਪੁਰਖ ਆਪ ਅਵਤਾਰ ਧਾਰੀ ਹੋ ਕੇ ਪੱਧਤ ਸੰਪ੍ਰਦਾਯ ਚਲਾਨ ਖਾਤਰ ਗੁਰਮੁਖੀ ਦੀਖ੍ਯਾ ਸੱਚ ਖੰਡੋਂ ਲੈ ਗੁਰੂ ਬਣਿਆ। ਅਰੁ ਗੁਰੂ ਨਾਨਕ ਜੀ ਦੀਖਿਆ ਦੀ ਕਮਾਈ ਕਰਦੇ ਕਰਦੇ ਨਿਰਜੰਕਾਰੀਓਂ ਮੁੜ ਗੁਰੂ ਉਪਦੇਸ਼ ਦਾਤਾ ਬਣ ਗਏ ਗੋਬਿੰਦ ਨਿਰੰਕਾਰ ਹੀ ਅਰਥਾਤ ਜੀਕੂੰ, ਅੰਬਰ ਬਸਤਰ ਵਿਚ ਸੂਤ੍ਰ ਤਾਰਾਂ ਦੀ ਓਤ ਪੋਤ ਤਾਣਿਓਂ ਪੇਟਿਓਂ ਇਕੋ ਹੀ ਪ੍ਰਵਿਰਤੀ ਪਸਰਾਉ ਹੋਈ ਹੋਈ ਆਖਣ ਵਿਚ ਔਂਦੀ ਹੈ, ਤੀਕੂੰ ਹੀ ਗੁਰੂ ਤੇ ਗੋਬਿੰਦ ਨੂੰ ਸਰਗੁਣ ਨਿਰਗੁਣ ਭਾਵ ਵਿਖੇ ਵਾ ਅਨੇਕਤਾ ਵਿਖੇ ਏਕਤਾ ਨੂੰ ਵਰਤਾ ਕੇ ਹੋ ਗਏ ਓਸ ਨਾਲ ਇਕ ਮਿਕ ਅਭੇਦ ਸਾਖ੍ਯਾਤ ਨਿਰੰਕਾਰ ਹੀ ॥੫੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
