[
  {
    "id": "MBD",
    "sttm_id": 6535,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1KVK",
        "source_page": 55,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy bIj boie hoq ibrK ibQwr gur; pUrn bRhm inrMkwr eykMkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the seed sown develops into a tree and with time it expands, so has a True Guru emerged out of the one divine form of the all knowing, all powerful, Omnipotent God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਬੀਜ ਬੋਇ ਬੀਜਿਆ ਹੁੰਦਾ ਹੈ ਬਿਰਛ ਦਾ ਵਿਸਤਾਰ ਪਸਾਰਾ ਭਾਰਾ ਤਿਸੇ ਤਰ੍ਹਾਂ ਪੂਰਨ ਬ੍ਰਹਮ ਨਿਰੰਕਾਰ ਨਿਰਾਕਾਰ ਨੇ ਏਕੰਕਾਰ ਇਕ ਅਕਾਰ ਸਭ ਅਕਾਰਾਂ ਦਾ ਮੂਲ ਸਰੂਪ ਆਕਾਰ ਆਪਣੇ ਆਪ ਨੂੰ ਪ੍ਰਗਟ ਕੀਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "57EN",
        "source_page": 55,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy eyk ibrK sY hoq hY Anyk Pl; qYsy gur isK swD sMgiq Akwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a tree yields countless fruits, so is the gathering of many disciples (Gursikhs) of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਅੱਗੇ ਇਕ ਬਿਰਛ ਤੋਂ ਹੁੰਦੇ ਹਨ ਅਨੇਕਾਂ ਹੀ ਫਲ, ਤਿਸੇ ਪ੍ਰਕਾਰ ਉਸ ਆਦਿ ਆਕਾਰ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਤੋਂ ਗੁਰੂ ਸਿੱਖ ਸਰੂਪੀ ਸਾਧ ਸੰਗਤਿ ਦੇ ਰੂਪ ਵਿਚ ਬ੍ਯੰਤ ਆਕਾਰ ਹੋਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "83XX",
        "source_page": 55,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn gur sbd igAwn gur; inrgun srgun bRhm bIcwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Focusing mind on the holy form of True Guru who is the immanent manifestation of Lord, his percepts in the shape of word, its contemplation and understanding of the Transcendental form of God is in reality the contemplation of immanent Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਉਂ ਸਮਝ ਕੇ ਗੁਰ ਸਿੱਖ ਸਾਧ ਸੰਗਤਿ ਦੇ ਦਰਸ਼ਨ ਕਰਦਿਆਂ ਹੋਇਆਂ ਧਿਆਨ ਕਰੋ ਤੱਕੋ, ਇਕੋ ਗੁਰੂ ਨੂੰ ਹੀ ਅਰੁ ਓਨਾਂ ਲੋਕਾਂ ਦੇ ਬਚਨ ਬਿਲਾਸ ਰੂਪ ਸਬਦ ਵਾ ਸਾਧ ਸੰਗਤਿ ਦੇ ਸਬਦ ਰੂਪ ਉਪਦੇਸ਼ ਤੋਂ ਜੋ ਹੋਵੇ ਗਿਆਨ ਓਸ ਨੂੰ ਭੀ ਪ੍ਰਵਾਣ ਕਰੋ ਗੁਰੂ ਦਾ ਗਿਆਨ। ਇਸ ਪ੍ਰਕਾਰ ਵਰਤਦਿਆਂ ਪ੍ਰਤੱਖ ਦਰਸ਼ਨ ਵਿਖੇ ਤਾਂ ਹੈ ਬੀਚਾਰ ਨਿਰਣਾ ਸਰਗੁਣ ਬ੍ਰਹਮ ਦਾਅਰੁ ਸਬਦ ਗਿਆਨ ਵਿਖੇ ਜੋ ਹੈ ਗਿਆਨ ਗੁਰੂ ਦਾ ਓਸ ਨੂੰ ਨਿਸਚੇ ਕਰੋ ਨਿਰਗੁਣ ਬ੍ਰਹਮ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z1AM",
        "source_page": 55,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn bRhm sQwn swvDwn swD; sMgiq pRsMg pRym Bgiq auDwr hY [55["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By assembling in the holy congregation at the appointed place and meditating on Lord's name with total concentration and loving worship, can one sail through the worldly ocean. (55)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਸਾਧ ਸੰਗਤ ਨੂੰ ਬ੍ਰਹਮ ਪੂਰਨ ਗੁਰੂ ਪ੍ਰਮਾਤਮਾ ਦਾ ਸਥਾਨ ਨਿਵਾਸ ਦੀ ਠੌਰ ਨਿਰਣਾ ਕਰ ਕੇ ਓਸ ਦੇ ਪ੍ਰਸੰਗ ਸੰਗਤ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਉਕਤ ਬ੍ਰਹਮ ਧਿਆਨ ਔਰ ਬ੍ਰਹਮ ਗਿਆਨ ਵਿਖੇ ਸਾਵਧਾਨ ਰਹਿੰਦਿਆਂ ਮਾਨੋ ਇਸੇ ਹੀ ਪ੍ਰੇਮ ਭਗਤੀ ਕਰ ਕੇ ਉਧਾਰ ਨਿਸਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਭਾਵ ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤਿ ਦਾ ਦਰਸ਼ਨ ਅਰੁ ਉਪਦੇਸ਼ ਦਾ ਸੁਨਣਾ ਮੰਨਣਾ ਹੀ ਇਸ ਘਰ ਦੀ ਪ੍ਰੇਮਾ ਭਗਤੀ ਨਿਸਤਾਰੇ ਦਾ ਕਾਰਣ ਹੈ ॥੫੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
