[
  {
    "id": "LPW",
    "sttm_id": 6536,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EHD2",
        "source_page": 56,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Pl PUl mUl Pl mUl Pl Pl mUl; Awid prmwid Aru AMq kY AnMq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "From fruit one begets a seed and seed develops into a tree to give fruit, and this process continues. This system of growth has been in vogue before the beginning. Its end is beyond the end.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫਲ ਮੂਲ ਕਾਰਣ ਬੀਜ ਤੋਂ ਪ੍ਰਗਟ ਹੋ ਆਪ ਮੂਲ ਰੂਪ ਬਣ ਕੇ ਫਲ ਨੂੰ ਉਤਪੰਨ ਕਰਦਾ ਹੈ, ਤੇ ਉਹੀ ਫਲ ਅੱਗੇ ਫੇਰ ਮੂਲ ਰੂਪ ਹੋ ਕੇ ਫਲ ਨੂੰ ਪ੍ਰਗਟਾਇਆ ਕਰਦਾ ਹੈ, ਅਤੇ ਇਉਂ ਫਲ ਮੂਲ ਦੇ ਸਿਲਸਿਲੇ ਦੀ ਆਦਿ ਆਰੰਭ ਪਰਮਾਦਿ ਆਦਿ ਤੋਂ ਪਰੇ ਹੈ ਭਾਵ ਇਹ ਸਿਲਸਿਲਾ ਇੰਞੇਂ ਹੀ ਅਨਾਦੀ ਰੂਪ ਹੈ ਅਰੁ ਐਸਾ ਹੀ ਅੰਤ ਵੱਲੋਂ ਭੀ ਅਨੰਤ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QCAR",
        "source_page": 56,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ipq suq suq ipq suq ipq ipq suq; auqpiq giq Aiq gUV mUl mMq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Father begets a son and the son then becomes a father and begets son. Thus continues the system of father-son-father. This convention of creation has very deep quintessence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਜਿਸ ਤਰ੍ਹਾਂ ਪਿਤਾ ਤੋਂ ਪੁਤ੍ਰ ਉਤਪੰਨ ਹੁੰਦਾ ਹੈ ਤੇ ਪੁਤ੍ਰ ਅੱਗੇ ਫੇਰ ਪਿਤਾ ਬਣ ਕੇ ਪੁਤ੍ਰ ਉਪਜੌਂਦਾਂ ਹੈ ਅਤੇ ਓਹ ਪੁਤ੍ਰ ਮੁੜ ਪਿਤਾ ਬਣਦਾ ਅਰੁ ਇਸੇ ਤਰ੍ਹਾਂ ਪਿਤਾ ਪੁਤ੍ਰ ਦੀ ਉਤਪਤੀ ਦੇ ਸਿਲਸਿਲੇ ਦੀ ਗਤੀ ਦਾ ਮੂਲ ਮੰਤ੍ਰ ਹੀਲ ਪ੍ਯਾਜ਼ = ਨਿਰਣਾ ਅਤਿ ਗੂੜ ਅਤ੍ਯੰਤ ਗੁਝੇ ਮਰਮ ਵਾਲਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HRK9",
        "source_page": 56,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "piQk bsyrw ko inbyrw ijau inkis bYT; ieq auq vwr pwr sirqw isDq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the end of journey of a traveller depends upon his embarking a boat and then de-embarking from it, crossing the river defines its near and far ends, and these ends keep changing depending upon which direction a traveller is crossing the river from.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇੰਜੇ ਹੀ ਜਿਸ ਭਾਂਤ ਪਥਿਕ ਰਾਹੀਆਂ ਮੁਸਾਫਰਾਂ ਦੇ ਬਸੇਰੇ ਟਿਕਾਣਾ ਵਿਸ਼੍ਰਾਮ ਦਾ ਨਿਬੇਰਾ ਫੈਸਲਾ ਨਿਰਣਾ ਹੁੰਦਾ ਹੈ, ਕਿ ਕਦੀ ਨੌਕਾ ਵਿਚੋਂ ਨਿਕਲਕੇ ਉਤ ਓਸ ਕਿਨਾਰੇ ਸਰਿਤਾ ਨਦੀ ਦੋਂਪਾਰ ਸਿਧੰਤ ਸਿਧਾਰਦੇ ਹਨ ਤੇ ਕਦੀ ਇਤ ਇਸ ਵਾਰ ਉਰਾਰਲੇ ਪਾਸੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XZUQ",
        "source_page": 56,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur goibMd goibMd gur; Aibgq giq ismrq isK sMq hY [56["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly all powerful, all knowing Guru is God Himself. He is both Guru and God. This incomprehensible state can best be understood by a Guru-conscious person. (56)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਸ ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਫਲ ਬੀਜ ਦੀ ਅਨਾਦੀ ਅਭੇਦਤਾ ਵਤ, ਅਰ ਪਿਤਾ ਪੁਤ੍ਰ ਦੇ ਪਰਸਪਰ ਕਾਰਜ ਕਾਰਣਤਾ ਦੀ ਇਕ ਰੂਪਤਾ ਦੇ ਅਕਥ ਸਿਲਸਿਲੇ ਸਮਾਨ ਤਥਾ ਨਦੀ ਦੇ ਪਾਰ ਉਰਾਰ ਦੀ ਇਕ ਸਮਾਨਤਾ ਵਾਂਕੂੰ ਪੂਰਨ ਬ੍ਰਹਮ ਗੁਰੂ ਨਾਨਕ ਹੋ ਪ੍ਰਗਟੇ ਤੇ ਗੁਰੂ ਮੁੜ ਗੋਬਿੰਦ ਪੂਰਨ ਬਹਮ ਸਮਾਨ ਹੀ ਗੁਰੂ ਪ੍ਰਗਟਤਾ ਦੇ ਕਾਰਣ ਹੋਏ, ਤੇ ਉਹੀ ਗੋਬਿੰਦ ਭਾਵ ਪ੍ਰਾਪਤ ਗੁਰੂ ਅੱਗੇ ਫੇਰ ਗੁਰੂ ਪ੍ਰਗਟਾਨ ਦਾ ਹੇਤੂ ਹੁੰਦੇ ਆਏ ਜਿਸ ਸਿਲਸਿਲੇ ਲਗਾਤਾਰ ਉਪਰੋਥਲੀ ਦੇ ਵਰਤਾਰੇ ਦੀ ਗਤਿ ਗਿਆਤ ਬੂਝ ਅਬਿਗਤਿ ਅਬ੍ਯਕਤ ਸਪਸ਼ਟ ਹੋ ਸਕਨੋਂ ਦੂਰ ਹੈ, ਕੇਵਲ ਸਿੱਖ ਸੰਤ ਹੀ ਇਸ ਗੂੜ ਤੱਤ ਨੂੰ ਸਿਮਰੰਤ ਸਮਝਦੇ ਹਨ ॥੫੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
