[
  {
    "id": "FYF",
    "sttm_id": 6537,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XVLD",
        "source_page": 57,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pMQ ghy jmpuir pMQ myty; gurisK sMg pMc dUq sMg iqAwgy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Treading the path of Guru's percepts, a Sikh is freed from the fear of death. By keeping company of the holy Sangat (congregation) even vices like lust, anger, avarice, attachment and pride are shed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਿਆਂ ਗੁਰੂਆਂ ਦਾ ਚਲਾਇਆ ਹੋਇਆ ਧੁਰੋਂ ਪ੍ਰਵਿਰਤਿਆ ਜੋ ਗੁਰਮੁਖ ਪੰਥ ਮਾਰਗ ਪੱਧਤੀ ਪ੍ਰਣਾਲੀ ਵਾ ਪ੍ਰਪਾਟੀ ਹੈ, ਓਸ ਦੇ ਗਹੇ ਗ੍ਰਹਣ ਕੀਤਿਆਂ ਧਾਰਣ ਕੀਤਿਆਂ ਇਹ ਜਮ ਪੁਰ ਨਰਕ ਦਾ ਰਾਹ ਮੇਟ ਸਿੱਟਦਾ ਹੈ। ਐਹੋ ਜੇਹਿਆਂ ਇਸ ਮਾਰਗ ਦੀ ਸਿਖ੍ਯਾ ਧਾਰਣ ਵਾਲਿਆਂ ਗੁਰ ਸਿਖਾਂ ਦੇ ਸੰਗ ਜੋੜ ਸੰਗਤਿ ਵਿਚ ਬੈਠਣ ਵਾਲੇ ਦਾ ਪੰਜ ਦੂਤ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਹੰਕਾਰ ਰੂਪ ਦੁਸ਼ਟ ਸੰਗ ਸਾਥ ਤਿਆਗ ਦਿੰਦੇ ਹਨ। ਭਾਵ ਓਨਾਂ ਦੀ ਸ਼ਕਤੀ ਏਨਾਂ ਗੁਰਮੁਖਾਂ ਨੂੰ ਆਪਣੇ ਅਧੀਨ ਕਰਣੋਂ ਮੂਲੋਂ ਹੀ ਨਾਸ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z2BA",
        "source_page": 57,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur krm Brm Koey; drs Akwl kwl kMtk BY Bwgy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking the refuge of Satguru, one destroys all effects of the past deeds. And beholding the God-like form of Satguru, the fear of death disappears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦੇ ਚਰਣਾਂ ਦੀ ਆਂਭ ਸਾਂਭ ਹੋਣ ਸਾਰ ਕਰਮਾਂ ਦਾ ਭਰਮ ਖੋਇ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਰਥਾਤ ਅਮੁਕਾ ਕਰਮ ਕੀਤਿਆਂ ਆਹ ਹਾਨੀ ਹੋ ਜਾਂਦੀ ਹੈ ਯਾ ਅਮੁਕੇ ਦੇ ਕੀਤਿਆਂ ਫੁਲਾਨਾ ਹਰਜਾ ਵਾਪਰੇਗਾ; ਇਸ ਭਾਂਤ ਦਾ ਕਰਮ ਪ੍ਰਾਇਣੀ ਬਿਧੀ ਨਿਖੇਧ ਦਾ ਸੰਸਾ ਹੀ ਨਿਵਿਰਤ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ। ਔਰ ਅਕਾਲ ਅਬਿਨਾਸ਼ੀ ਸਤ੍ਯ ਸਰੂਪ ਦੇ ਦਰਸ ਸਾਖ੍ਯਾਤ ਦਰਸ਼ਨ ਕਰ ਕੇ ਕਾਲ ਕੰਟਕ ਕੰਡੇ ਸਮਾਨ ਦੁਖਦਾਈ ਕਾਲ ਵਾ ਕੰਡੇ ਸਮਾਨ ਹਰ ਸਮ੍ਯ ਚੁਭਦੇ ਰਹਿਣ ਵਾਲਾ ਚਿੱਤ ਅੰਦਰ ਜੋ ਕਾਲ ਦਾ ਖਤਰਾ ਅਥਵਾ ਮੌਤ ਦਾ ਸੰਸਾ ਓਸ ਦਾ ਭੈ ਤੌਖਲਾ ਡਰ ਭੀ ਭਜ ਨੱਠ ਨਾਸ਼ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3R3B",
        "source_page": 57,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys vys bjR kpwt Kuly; sbd suriq mUrCq mn jwgy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Abiding by the sermons of the Satguru, all desires and apprehensions vanish. By engrossing the mind in the holy words of the Guru, the mammon-gripped unconscious mind becomes alert.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਉਪਦੇਸ ਵੇਸ ਗੁਰ ਉਪਦੇਸ਼ ਵਿਖੇ ਅਵੇਸ਼ ਸਮਾਈ ਪਾ ਲੈਣ ਲਗਨ ਦੀ ਦ੍ਰਿੜ੍ਹਤਾ ਹੋ ਜਾਣ ਵਾ ਪ੍ਰਵੇਸ਼ ਪਾ ਲੈਣ ਕਰ ਕੇ ਅਰਥਾਤ ਗੁਰ ਉਪਦੇਸ਼ ਦੀ ਕਮਾਈ ਦੇ ਸੰਚੇ ਵਿਚ ਢਾਲ ਕੇ ਮਾਨੋ ਉਪਦੇਸ਼ ਮਈ ਵੇਸ ਹੀ ਢਾਲ ਲੈਣ ਕਰ ਕੇ ਬੱਜਰ ਸਮਾਨ ਜੜੇ ਹੋਏ ਆਸਾ ਅੰਦੇਸੇ ਵਾ ਅਗਿਆਨ ਭਰਮ ਦੇ ਕਪਾਟ ਕਿਵਾੜ ਖੁਲ ਜਾਂਦੇ ਹਨ ਭਾਵ ਅਨਭਉ ਜਾਗ ਔਂਦਾ ਹੈ ਤੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੇ ਪੂਰੇ ਪੂਰੇ ਪਰਚ ਗਿਆਂ ਮੋਇਆ ਮਨ ਜਾਗ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HPQM",
        "source_page": 57,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC ikRpw srb inDwn pwey; jIvn mukiq gur igAwn ilv lwgy hY [57["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even a subtle element of grace of the Satguru is no less than all the worldly treasures. By engrossing the mind in the word and Naam blessed by the Satguru, one achieves salvation while still alive and living life. (57)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਅਵਸਥਾ ਵਿਖੇ ਕਿੰਚਿਤ ਮਾਤ੍ਰ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਦੀ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੇ ਹਨ ਤੇ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਵਾਸਤਵੀ ਗਿਆਨ ਪ੍ਰਗਟ ਹੋ ਕੇ ਓਸ ਵਿਚ ਲਿਵ ਲੱਗੀ ਰਿਹਾ ਕਰਦੀ ਤੇ ਗੁਰਮੁਖ ਜੀਵਨ ਮੁਕਤ ਬ੍ਰਹਮ ਗਿਆਨ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੫੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
