[
  {
    "id": "T2D",
    "sttm_id": 6538,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B5HN",
        "source_page": 58,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pMQ suK cwhq skl pMQ; skl drs gur drs ADIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All religions yearn for the comfort and peace of the path of Guru-conscious people. All cults and religions are subservient and in attendance to the path of Guru",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਪੰਥ ਗੁਰ ਸਿੱਖੀ ਦੇ ਮਾਰਗ ਦੇ ਸੁਖ ਆਨੰਦ ਨੂੰ ਚਾਹੁੰਦੇ ਹਨ ਪ੍ਰਾਪਤ ਕਰਨਾ ਸਕਲ ਪੰਥ ਸਭ ਦੂਸਰੇ ਮਤ ਮਤਾਂਤਰ ਕ੍ਯੋਂਕਿ ਸਾਰੇ ਦਰਸ਼ਨ ਹੈਨ ਗੁਰੂ ਕੇ ਦਰਸ਼ਨ ਮਤ ਦੇ ਅਧੀਨ ਤਾਬਿਆ ਇਸ ਵਾਸਤੇ ਕਿ ਪੂਰਨ ਬ੍ਰਹਮ ਨੇ ਆਪ ਗੁਰੂ ਅਵਤਾਰ ਲੈ ਕੇ ਇਸ ਮਤ ਨੂੰ ਚਲਾਇਆ ਹੈ ਤੇ ਦੂਸਰੇ ਮਤ ਹਨ ਚਲਾਏ ਹੋਏ ਓਸ ਦੇ ਰਿਖੀਆਂ ਮਹਾਤਮਾ ਦੇ ਅੰਕ ਵਾ ਦੇ ਇਉਂ ਭੀ ਅਰਥ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ:ਕਿ ਸਾਰੇ ਲੋਕ ਚਾਹੁੰਦੇ ਹਨ ਦਰਸ਼ਨ ਸਤਿਗੁਰਾਂ ਦਾ, ਕ੍ਯੋਂਕਿ ਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਦੇ ਅਧੀਨ ਤਾਬਿਆ ਹਨ ਸਾਰੇ ਦਰਸ਼ਨ ਦੇਵੀਆਂ ਦੇਵਤਿਆਂ ਆਦਿ ਦੇ ਸਤਿਗੁਰਾਂ ਦੇ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਸਾਖ੍ਯਾਤ ਅਵਤਾਰ ਹੋਣ ਕਰ ਕੇ ਅਥਵਾ ਸਭ ਦਰਸ਼ਨ ਓਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਜਿਸ ਨੇ ਗੁਰੂ ਕੇ ਦਰਸ਼ਨ ਕਰ ਲਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K0HQ",
        "source_page": 58,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sur sursir gur crn srn cwhY; byd bRhmwidk sbd ilv lIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All gods and their holy rivers yearn for the refuge of Satguru Ji. Brahma the creator of Vedas also longs to attach his mind in the words of Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਸੁਰ ਦੇਵਤੇ ਸੁਰਸਰਿ ਗੰਗਾ ਆਦਿ ਸਮੂਹ ਤੀਰਥ ਚਾਹੁੰਦੇ ਹਨ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ। ਵਾ ਸਤਿਗੁਰਾਂ ਦੀ ਚਰਣ ਸਰਣ ਪ੍ਰਾਪਤ ਹੋਇਆਂ ਉਸ ਗੁਰਮੁਖ ਨੂੰ ਸਭ ਤੀਰਥ ਹੀ ਲੋਚਨ ਲਗ ਪੈਂਦੇ ਹਨ ਐਡਾ ਪਰਮ ਪਵਿਤ੍ਰ ਉਹ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਬੇਦ ਰਿਗ ਜੁਜਰ ਸਾਮ ਅਥਰਵਨ ਭੀ ਬ੍ਰਹਮਾ ਆਦਿਕਾਂ ਸਮੇਤ ਸ਼ਬਦ ਗੁਰੂ ਦੀ ਉਸਤਤੀ ਵਿਚ ਲਿਵ ਲੀਨ ਮਗਨ ਹਨ। ਅਥਵਾ ਜੋ ਸਬਦ ਵਿਚ ਮਗਨ ਹੋ ਜਾਵੇ ਓਸ ਨੂੰ ਬ੍ਰਹਮਾ ਆਦਿਕ ਤਥਾ ਬੇਦ ਭੀ ਸਲਾਹੁਣ ਲੱਗ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PZSD",
        "source_page": 58,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srb igAwin guru igAwn Avgwhn mY; srb inDwn gur ikRpw jl mIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the religions are seekers of the Naam Simran. By the blessings of the Guru, one gets all the treasures of the world just as a fish receives life-supporting water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਗ੍ਯਾਨ ਦੇ ਅਵਗਾਹਨ ਥੌਹ ਲਗਾਨ ਵਿਖੇ ਸਰਬ ਗ੍ਯਾਨ ਜੁੱਟੇ ਰਹਿੰਦੇ ਹਨ ਵਾ ਗੁਰੂ ਗ੍ਯਾਨ ਨੂੰ ਜਿਸ ਨੇ ਅਵਗਾਹਨ ਕਰ ਕਮਾ ਲਿਆ ਓਸ ਨੂੰ ਸਭ ਪ੍ਰਕਾਰ ਦਾ ਗ੍ਯਾਨ ਆਪ ਤੇ ਆਪ ਹੀ ਆਣ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਅਤੇ ਸਰਬ ਨਿਧਾਨ ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਨਿਧੀਆਂ ਵਾ ਭੰਡਾਰੇ ਰੂਪ ਸਿੱਧੀਆਂ ਗੁਰੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਐਉਂ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ ਜੀਕੂੰ ਜਲ ਅਰੁ ਮਛਲੀ ਹੁੰਦੀ ਹੈ ਭਾਵ ਜਲ ਮਛਲੀ ਦੇ ਘਨੇ ਸਬੰਧ ਵਤ ਗੁਰੂ ਕ੍ਰਿਪਾ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਇਸ ਮਾਰਗ ਵਿਖੇ ਸਭ ਰਿਧੀਆਂ ਸਿੱਧੀਆਂ ਅਰੁ ਨਿਧੀਆਂ ਸੁਤੇ ਹੀ ਅਵਸ਼੍ਯ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V4GF",
        "source_page": 58,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jogI jog jugiq mY BogI Bog Bugiq mY; gurmuiK inj pd kul AkulIn hY [58["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the Yogis are perpetually immersed in practicing yogic exercises and a worldly man is ever engrossed in enjoying the relishments, similarly the devoted Sikhs remain engrossed in the higher spiritual state through Naam Simran and keep themselves un",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਨਾਂ ਸਭ ਵਿਸ਼ੇਸ਼ਤਾਈਆਂ ਤੋਂ ਛੁੱਟ ਹੋਰ ਭੀ ਵਾਧਾ ਇਹ ਹੈ ਕਿ ਜੋਗ ਜੁਗਤੀ ਮੈਂ ਜੋਗ ਰੀਤੀ ਵਿਖੇ ਨਿਪੁੰਨ ਓਸ ਅਨੁਸਾਰ ਵਾਹਗੁਰੂ ਵਿਚ ਜੁਟਨ ਜੁੜੇ ਰਹਿਣ ਵਾਲਾ ਹੋਣ ਕਾਰਣ ਤਾਂ ਉਹ ਜੋਗੀ ਹੁੰਦਾ ਹੈ, ਤੇ ਭੋਗ ਭੁਗਤਿ ਮੈ ਸੰਸਾਰੀ ਪ੍ਰਭਤਾ ਵਾ ਸੁਖਾਂ ਦੇ ਭੋਗਨ ਮਾਨਣ ਵਿਖੇ ਉਹ ਭੋਗੀ ਵਿਭੂਤੀ ਵਾਨ ਪ੍ਰਭੁਤਾ ਵਾਲਾ ਹੁੰਦਾ ਹੈ। ਤੇ ਉਂਞ ਉਹ ਗੁਰਮੁਖ, ਨਿਜ ਪਦ ਆਤਮ ਪਦ ਵਿਖੇ ਵਿਸਰਾਮ ਪਾ ਕੇ ਦੇਹ ਅਧ੍ਯਾਸ ਤੋਂ ਰਹਿਤ ਹੋਇਆ ਹੋਇਆ ਕੁਲ ਜਾਤੀ ਗੋਤ ਆਦਿ ਵੱਲੋਂ ਅਕੁਲੀਨ ਹੁੰਦਾ ਹੈ, ਭਾਵ ਇਕ ਗੁਰੂ ਕਾ ਸਿੱਖ ਬਣ ਕੇ ਹੋਰਨਾ ਜਾਤਾਂ ਪਾਤਾਂ ਤੋਂ ਸਮੂਲਚਾ ਛੁੱਟ ਜਾਂਦਾ ਹੈ ॥੫੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
