[
  {
    "id": "NFH",
    "sttm_id": 6539,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4C4E",
        "source_page": 59,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aulit pvn mn mIn kI cpl giq; suKmnw sMgm kY bRhm sQwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the practice of Naam Simran, Guru-conscious disciples are able to control the wayward and frolicsome mind and with sharp fish-like movement harbour their consciousness in the Dasam Duar (tenth opening), the meeting place of Irha, Pingla and Sukhmana. T",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਿੱਛੇ ਕਥਨ ਕੀਤੀ ਰੀਤੀ ਅਨੁਸਾਰ ਮਛਲੀ ਦੀ ਚੰਚਲ ਗਤੀ ਸਮਾਨ ਮਨ ਅਤੇ ਪੌਣ ਨੂੰ ਸੁਖਮਨਾ ਨਾੜੀ ਵਿਚਕਾਰਾਲੀ ਸੁਰ ਦ੍ਵਾਰੇ ਸੰਗਮ ਕੇ ਸਾਥ ਸਾਥ ਕਰ ਕੇ ਨਾਲੋਂ ਨਾਲ ਵਿਚ ਵਿਚ ਦੀ ਉਲਟਾ ਕੇ ਬਾਹਰ ਵਲੋਂ ਅੰਤਰਮੁਖ ਪਲਟ ਕੇ ਬ੍ਰਹਮ ਸਥਾਨ ਬ੍ਰਹਮ ਰੰਧਰ ਦਸਮ ਦ੍ਵਾਰ ਮੋਖ ਦੁਆਰ ਵਿਖੇ ਹੋਵੇ ਟਿਕੇ ਭਾਵ ਸੁਰਤ ਨੂੰ ਇਸਥਿਤ ਕਰੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y1WK",
        "source_page": 59,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swgr sill gih ggn Gtw GmMf; aunmn mgn lgn gur igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With their consciousness resting in the Dasam Duar, they integrate themselves in the light eternal of the Lord just as the river merges with the water of the ocean. They remain in the ecstatic state of Naam Simran and all their interest and devotion remai",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੋਰ ਦ੍ਰਿਸ਼ਟਾਂਤ ਦੇ ਕੇ ਅਧਿਕ ਸਪਸ਼ਟ ਕਰਦੇ ਹਨ: ਜਿਸ ਤਰ੍ਹਾਂ ਸਮੁੰਦਰ ਵਿਚੋਂ ਸਲਿਲ ਪਾਣੀ ਪੀਂਦੇ ਸਮੇਂ ਬਦਲ ਗਹਿ ਲੈ ਕੇ ਖਿੱਚ ਕੇ ਗਗਨ ਅਕਾਸ਼ ਵਿਖੇ, ਘਟਾ ਬਦਲੀਆਂ ਦੇ ਜਮਘਟ ਸੰਘਟ ਰੂਪ ਵਿਚ ਘੁਮੰਡ ਘਿਰ ਆਯਾ ਕਰਦੇ ਹਨ ਇਸੇ ਤਰ੍ਹਾਂ ਮਨ, ਪ੍ਰਾਣਾਂ ਰੂਪ ਜਲ ਦੇ ਸਾਗਰ ਨਾਭ ਅਸਥਾਨ ਤੋਂ ਪਉਣ ਨੂੰ ਧੀਮੇ ਧੀਮੇ ਸੁਖਮਣਾ ਨਾਲੀ ਵਿਚ ਦੀ ਗ੍ਰਹਣ ਕਰ ਕੇ ਗੁਰ ਗਿਆਨ ਸਬਦ ਗੁਰੂ ਮੰਤਰ ਵਿਖੇ ਲਗਨ ਲਗਿਆ ਜੁੜਿਆ ਹੋਇਆ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਮਗਨ ਹੋ ਜਾਵੇ ਭਾਵ ਊਰਧ ਕਮਲ ਰੂਪ ਆਕਾਸ਼ ਵਿਖੇ ਦਸਮ ਦ੍ਵਾਰ ਅੰਦਰ ਸੁਰਤ ਨੂੰ ਸਹਜ ਸੁਭਾਈ ਦਸ਼ਾ ਵਿਚ ਟਿਕਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5S2S",
        "source_page": 59,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joiq mY joqI srUp dwmnI cmqkwr; grjq Anhd sbd nIswn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By melding into the super radiance of the Lord, they enjoy the blissful electric radiance of the union. They hear the sound of unstruck music loud and clear.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਬਾਰੰਬਾਰ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਨਾਮ ਦੀ ਤਾਰ ਬੰਨ੍ਹਕੇ ਪ੍ਰਾਣਾਂ ਦੇ ਉਪਰਲੇ ਟਿਕਾਣੇ ਵਾਲੇ ਅਸਥਾਨ ਉਪਰ ਸੁਰਤ ਦੇ ਇਸਥਿਤ ਕਰਦਿਆਂ ਦਾਮਿਨੀ ਬਿਜਲੀ ਸਮਾਨ ਚਮਤਕਾਰ ਪ੍ਰਕਾਸ਼ ਪ੍ਰਗਟ ਹੋਇਆ ਕਰਦਾ ਹੈ, ਜਗਕਿ ਅਨਹਦ ਸਬਦ ਦੀ ਧੁਨੀ ਦਾ ਨਾਰਾ ਵੱਜਨ ਲੱਗ ਪੈਂਦਾ ਹੈ ਅਤੇ ਸੁਰਤ ਵਾਹਗੁਰੂ ਦੀ ਜੋਤਿ ਵਿਖੇ ਪਰਚਕੇ ਜੋਤੀ ਸਰੂਪ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2EN8",
        "source_page": 59,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inJr Apwr Dwr brKw AMimRq jl; syvk skl Pl srb inDwn hY [59["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "They perpetually enjoy the continuous flow of the divine elixir in the Dasam Duar and the seekers obtain all the fruits and treasures. (59)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਭਾਂਤ ਬਰਖਾ ਦੇ ਅੰਮ੍ਰਿਤ ਅਮਰੀ ਜਲ ਦੀਆਂ ਧਾਰਾਂ ਰਿਮ ਝਿਮ ਰਿਮ ਝਿਮ ਇਕ ਸਾਰ ਬਰਸਿਆ ਕਰਦੀਆਂ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਬ੍ਰਹਮਾਨੰਦ ਨਾਮ ਰਸ ਅਨਭਉ ਅੰਮ੍ਰਿਤ ਦੀ ਨਿਝਰ ਇਕ ਰਸ ਅਪਾਰ ਧਾਰਾ ਦਾ ਲਗਾਤਾਰ ਪ੍ਰਵਾਹ ਪ੍ਰਵਿਰਤ ਹੋਯਾ ਝਰਦਾ ਹੋਯਾ ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਤੀਤ ਕਰ੍ਯਾ ਕਰਦਾ ਹੈ ਬਸ ਜਿਸ ਨੂੰ ਇਹ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਓਸ ਦੇ ਸਭ ਹੀ ਸੇਵਕ ਦਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਭਾਵ ਸਭਦਾ ਹੀ ਓਹ ਪੂਜਣ ਯੋਗ ਬਣ ਜਾਂਦਾ ਹੈ ਤੇ ਸਭ ਫਲਾਂ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਦਾ ਉਹ ਨਿਧਾਨ ਖਜ਼ਾਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਰਥਾਤ ਜੋ ਚਾਹੇ ਤੇ ਜਿਸ ਨੂੰ ਚਾਹੇ ਸਭ ਕੁਛ ਹੀ ਦੇਣ ਲਈ ਸਮਰੱਥ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੫੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
