[
  {
    "id": "422",
    "sttm_id": 6540,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MHGM",
        "source_page": 60,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "logn mY logwcwr bydn mY byd ibcwr; log byd bIs iekIs gur igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious seeker lives like a worldly being in the society and conducts himself as a knowledgeable person among the scholars. And yet for him, all these are worldly deeds and keeps him unsullied from them. He remains engrossed in the memory of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੋਗਨ ਮੈਂ ਲੋਗਾਚਾਰ ਪ੍ਰਤੱਖ ਤਾਂ ਉਹ ਜਦ ਲੋਕਾਂ ਪਰਵਾਰ ਸਰਬੰਧੀਆਂ ਅਥਵਾ ਵਾਹ ਪਏ ਕਾਰਾਂ ਵਿਹਾਰਾਂ ਵਾਲਿਆਂ ਵਿਚ ਵਰਤਦਾ ਹੈ ਤਾਂ ਲੋਕ ਪ੍ਰਯਾਦਾ ਅਨੁਸਾਰ ਜਿਹਾ ਜਿਹਾ ਸਮਾਂ ਜੈਸੀ ਜੈਸੀ ਲੋੜ ਵਾਪਰੇ ਓਹੋ ਓਹੋ ਜੇਹਾ ਓਸੀ ਓਸੀ ਤਰ੍ਹਾਂ ਦਾ ਹੀ ਵਿਹਾਰ ਨਿਬਾਹਿਆ ਕਰਦਾ ਹੈ। ਅਰੁ ਜਦ ਬੇਦਾਂ ਵਿਚ ਨਿਰੂਪੀ ਹੋਈ ਬੇਦ ਬੀਚਾਰ ਧਰਮ ਮ੍ਰਯਾਦਾ ਕੋਈ ਧਾਰਮਿਕ ਬਿਵਹਾਰ ਭੁਗਤਾਨ ਦਾ ਅਉਸਰ, ਆਣ ਵਾਪਰਦਾ ਹੈ ਤਾਂ ਓਹੋ ਜੇਹੇ ਧਰਮੀਆਂ ਲੋਕਾਂ ਨਾਲ ਓਸ ਅਨੁਸਾਰ ਹੀ ਵਰਤਣ ਲੱਗ ਪਿਆ ਕਰਦਾ ਹੈ। ਪਰੰਤੂ ਏਸ ਲੋਕ ਬੇਦ ਮ੍ਰਯਾਦਾ ਕੁਲਾ ਧਰਮ ਅਰੁ ਬੇਦਿਕ ਧਰਮ ਮਈ ਪ੍ਰਵਿਰਤੀ ਨੂੰ ਮੂਲੋਂ ਹੀ ਕਾਲ ਦੇ ਅਧੀਨ ਵਰਤਨ ਵਾਲੀ ਵੀਹਾਂ ਵਿਸਵਿਆਂ ਦੀ ਹੱਦ ਵਿਚ ਵਰਤਨਹਾਰੀ ਸੰਸਾਰੀ ਜਾਣ ਕੇ ਅੰਦਰੋਂ ਓਹ ਇਕ ਈਸ ਇਕੀਸਵੇਂ ਸੰਸਾਰੋਂ ਪਾਰ ਗੁਰ ਗ੍ਯਾਨ ਵਿਖੇ ਦ੍ਰਿੜ ਰਿਹਾ ਕਰਦਾ ਹੈ। ਭਾਵ ਤੁੱਛ ਜਾਣ ਕੇ ਗੁਰੂ ਕਰਤਾਰ ਦੇ ਇਕ ਮਈ ਨਿਸਚੇ ਵਿਚ ਵਰਤਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MUM2",
        "source_page": 60,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog mY n jog Bog mY n Kwn pwn; jog BogwqIq aunmn aunmwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The yogic practices do not provide a seeker with the true union of the Lord. The worldly pleasures are also devoid of true comfort and peace. Thus a Guru-conscious person keeps himself free from such distractions and enjoys the true bliss by engrossing hi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਵਾਹਿਗੁਰੂ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਰੂਪ ਜੋਗ ਨੂੰ ਸਾਧਦੇ ਹੋਏ ਜੋਗ ਮੈਂ ਵਰਤਦੇ ਹੋਏ ਭੀ ਅਜੇਹੇ ਗੁਰਮੁਖ ਲੋਕ ਬੇਦ ਪ੍ਰਸਿੱਧ ਰੀਤੀ ਵਾਲੇ ਜੋਗ ਨੂੰ ਨਹੀਂ ਸਾਧਦੇ ਅਰੁ ਐਸਾ ਹੀ ਖਾਨ ਪਾਨ ਆਦਿ ਕਰਦੇ ਹੋਏ ਖਾਂਦੇ ਪੀਂਦੇ ਪਹਿਨਦੇ ਸੁਖ ਮਾਣਦੇ ਭੀ ਭੋਗ ਮੈਂ ਨ ਮਾਨੋ ਭੋਗਾਂ ਨੂੰ ਭੀ ਗ੍ਰਹਣ ਨਹੀਂ ਕਰਯਾ ਕਰਦੇ, ਅਰਥਾਤ ਓਨਾਂ ਦਾ ਵਾਸਤ੍ਵੀ ਵਰਤਾਰਾ ਜੋਗ ਅਰੁ ਭੋਗ ਤੋਂ ਹੀ ਅਤੀਤ ਕੇਵਲ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਹੀ ਵਰਤਣਹਾਰਾ ਉਨਮਾਨ ਵੀਚਾਰ ਕਰਨਾ ਚਾਹੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y5NF",
        "source_page": 60,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRst drs iDAwn sbd suriq igAwn; igAwn iDAwn lK pRym prm inDwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person's vision is always focused on the glimpse of his Guru. His mind is always engrossed in repeated remembrance of Lord's name. In acquiring such divine awareness, he is able to receive the divine treasure of love of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੂਲ ਕੀਹ ਕਿ ਜੋ ਕੁਛ ਦਰਸ ਦਰਸ਼ਨ ਜੋਗ ਦ੍ਰਿਸ਼੍ਯ ਓਨਾਂ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਨਿਗ੍ਹਾ ਵਿਚ ਔਂਦੀ ਹੈ, ਓਸ ਵਿਚ ਇਕ ਵਾਹਗੁਰੂ ਸਤਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਦਾ ਹੀ ਧਿਆਨ ਕਰਦੇ ਹਨ ਅਰੁ ਜੋ ਕੁਛ ਸਬਦ ਗੱਲ ਮਾਤ੍ਰ ਭੀ ਸੁਰਤਿ ਓਨਾਂ ਦੇ ਸੁਣਨ ਵਿਚ ਆਵੇ ਸਭ ਵਿਖੇ ਓਸ ਕਰਤਾਰ ਦਾ ਗਿਆਨ ਹੀ ਬੁਝਿਆ ਕਰਦੇ ਹਨ। ਬਸ ਇਸ ਭਾਂਤ ਗਿਆਨ ਧਿਆਨ ਪ੍ਰਾਸ਼ਇਣ ਤਤਪਰ ਹੋਏ ਏਸੇ ਲਖ ਨਿਸ਼ਾਨੇ ਲਖ੍ਯ ਨੂੰ ਧਾਰਣ ਕਰਦੇ ਪਰਮ ਪ੍ਰੇਮ ਦੇ ਨਿਧਾਨ ਭੰਡਾਰੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6B50",
        "source_page": 60,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc kRm sRm swDnwDÎwqm kRm; gurmuK suK srboiqm inDwn hY [60["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Whatever good he does with mind, words and actions, is all spiritual. He enjoys all the happiness in the supreme treasure of Naam Simran. (60)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਇਹ ਕਿ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਜੋ ਕੁਛ ਭੀ ਸ੍ਰਮ ਸਾਧਨ ਜਤਨ ਸਾਧਨਾ ਉਦਮ ਪ੍ਰਵਿਰਤ ਓਹ ਧਾਰਦੇ ਹਨ, ਓਸ ਵਿਖੇ ਅਧ੍ਯਾਤਮ ਕ੍ਰਮ ਆਤਮਾ ਨੂੰ ਹੀ ਆਸ੍ਰਯ ਕਰਨ ਵਾਲੇ ਸਿਲਸਿਲੇ ਆਤਮ ਪ੍ਰਾਇਣੀ ਵੀਚਾਰ ਨੂੰ ਹੀ ਸਨਮੁਖ ਰਖਦੇ ਹੋਏ ਗੁਰਮੁਖ ਸਰਬੋਤਮ ਸੁਖ ਲੋਕ ਪ੍ਰਲੋਕ ਦੇ ਸਮੂਹ ਸੁਖਾਂ ਤੋਂ ਵੁਤਮ ਸਿਰੋਮਣੀ ਅਨੰਦ ਪਰਮਾਨੰਦ ਦੇ ਨਿਧਾਨ ਸਮੁਦ੍ਰ ਵਾ ਖਜ਼ਾਨੇ ਬਣ ਜਾਯਾ ਕਰਦੇ ਹਨ। ਭਾਵ ਮਨੁੱਖ ਮਾਤ੍ਰ ਲਈ ਹੀ ਪਰਮਾਨੰਦ ਪ੍ਰਦਾਤੇ ਹੋ ਜਾਇਆ ਕਰਦੇ ਹਨ ॥੬੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
