[
  {
    "id": "07G",
    "sttm_id": 6541,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JVQW",
        "source_page": 61,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv Dwvq brij rwKy; inhcl miq mn aunmn BIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossing the mind in the divine word, a Guru-conscious seeker is able to arrest his wandering mind. That stabilises his memory in the meditation of Naam raising him to a higher spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਸ਼ਬਦ ਅਭ੍ਯਾਸ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਦਿਆਂ ਵਾ ਸ਼ਬਦ ਅਨਹਦ ਨਾਦ ਦੀ ਅਗੰਮੀ ਧੁਨੀ ਨੂੰ ਸੁਰਤਿ ਸੁਨਣ ਵਿਖੇ ਲਿਵ ਤਾਰ ਬੰਨਦਿਆਂ ਮਨ ਜਿਧਰ ਜਿਧਰ ਸੰਕਲਪ ਉਠੌਂਦਾ ਧਾਵਤ ਦੌੜਦਾ ਹੋਵੇ ਓਧਰੋਂ ਓਧਰੋਂ ਹੀ ਬਰਜ ਰਾਖੈ ਮੋੜ ਮੋੜਕੇ ਰਖਦਾ ਹੈ। ਇਉਂ ਨਿਹਚਲ ਅਚੱਲ ਅਡੋਲ ਹੋਈ ਹੋਈ ਮਤਿ ਨਿਸਚਾ ਕਾਰਿਣੀ ਸਕਤੀ ਵਾ ਬਿਰਤੀ ਮਨ ਦੀ ਉਨਮਨ ਮਗਨਾਨੀ ਦਸ਼ਾ ਵਿਖੇ ਭੀਨ ਹੈ ਭਿਜ ਜਾਂਦੀ ਪਰਚ ਜਾਂਦੀ ਹੈ। ਅਥਵਾ ਸਿੱਖੀ ਹੋਈ ਮਤਿ ਵਿਖੇ ਮਨ ਅਡੋਲ ਰਹਿ ਕੇ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਭਿਜ੍ਯਾ ਰਚਿਆ ਰੁਝਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "602Y",
        "source_page": 61,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swgr lhir giq Awqm qrMg rMg; prmudBuq prmwrQ pRbIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The sea and the waves are one and the same. Similarly by becoming one with the Lord, the spiritual waves experienced are astonishing and gloriously unique. Guru-conscious people are only capable of understanding and experiencing the spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸਾਗਰ ਸਮੁੰਦ੍ਰ ਵਿਖੇ ਲਹਿਰਾਂ ਦੀ ਗਤਿ ਚੇਸ਼ਟਾ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੀ ਹੁੰਦੀ ਹੋਈ ਭੀ ਇਕ ਸਮੁੰਦ੍ਰ ਮਈ ਹੀ ਹੁੰਦੀ ਹੈ ਇਸੀ ਪ੍ਰਕਾਰ ਆਤਮ ਤਰੰਗ ਰੰਗ ਆਤਮਾ ਵਿਖੇ ਰੰਗਾਂ ਰੰਗਾਂ ਦੀਆਂ ਤਰੰਗਾਂ ਮਨੋ ਬਿਰਤੀਆਂ ਵਾ ਸੰਕਲਪ ਰੂਪਾਂ ਦੀਆਂ ਚੇਸ਼ਟਾਂ ਕਲੋਲਾਂ ਅਥਵਾ ਨਾਨਾ ਆਤਮਾ ਸਰੂਪੀ ਭਾਵਨਾ ਨੂੰ ਪਰਮ ਅਦਭੁਤ ਅਤ੍ਯੰਤ ਅਸਰਜ ਮਈ ਪ੍ਰਮਾਰਥ ਸਰੂਪ ਪਰਮਾਤਮਾ ਹੀ ਪ੍ਰਬੀਨ ਪਰ+ਬੀਨ = ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ ਤਕਦਾ ਹੈ ਭਾਵ ਅਨੰਤ ਪ੍ਰਕਾਰ ਦੀ ਰਚਨਾ ਵਿਖੇ ਉਸ ਨੂੰ ਇਕ ਮਾਤ੍ਰ ਵਾਹਗੁਰੂ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੀ ਕਲੋਲ ਕਰਦਾ ਦਿਖਾਈ ਦਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UQA8",
        "source_page": 61,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys inrmolk rqn Dn; prm inDwn gur igAwn ilv lIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Guru-conscious person obtains the invaluable jewel like treasure of Naam by the precepts of Guru. And once he obtains it, he remains engrossed in the practicing of Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਗੁਰ ਉਪਦੇਸ਼ ਰੂਪ ਅਮੋਲਕ ਰਤਨ ਧਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਉਸ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਪ੍ਰਾਪਤ ਹੋਣਹਾਰੇ ਪਰਮ ਨਿਧਾਨ ਮਹਾਨ ਤੋਂ ਮਹਾਨ ਭੰਡਾਰ ਬਰਕਤਾਂ ਦੇ ਖਜ਼ਾਨੇ ਰੂਪ ਗੁਰੂ ਗਿਆਨ ਦਾ ਮਾਨੋ ਮਾਲਕ ਬਣ ਕੇ ਉਹ ਲਿਵ ਲੀਨ ਮਗਨ ਬੇਪ੍ਰਵਾਹ ਅਚਾਹ ਰਹਿੰਦਾ ਹੈ। ਭਾਵ ਓਸ ਨੂੰ ਕੋਈ ਲੋੜ ਯਾ ਥੋੜ ਵਾਪਰ ਕੇ ਬਾਹਰ ਮੁਖ ਨਹੀਂ ਬਣਾ ਸੱਕਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4ECL",
        "source_page": 61,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv gur isK sMiD imly; sohM hMso eykw myk Awpw Awpu cIn hY [61["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the harmonious union of Guru and Sikh (disciple) the Sikh attaches his mind in the divine word that enables his self to become one with the Supreme soul. Thus he is able to recognise what he truly is. (61)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰ ਸਿਧਾਂਤ ਇਹ ਕਿ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਉਪ੍ਰੋਕਤ ਰੀਤੀ ਨਾਲ ਲਿਵ ਲੱਗਿਆਂ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਅਰੁ ਸਿੱਖ ਆਤਮਾ ਦੀ ਸੰਧਿ ਜੋੜੀ ਮਿਲੇ ਇਕੋ ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਏਸ ਮਿਲਾਪ ਦੀ ਅਵਸਥਾ ਵਿਖੇ ਇਸ ਨੂੰ ਐਉਂ ਸਾਮਰਤਖ ਇੱਕ ਅਕਾਲ ਸਰੂਪ ਵਿਖੇ ਮਿੱਕ ਮਿਲੇ ਹੋਏ ਆਪ ਹੀ ਆਪ ਦੀ ਚੀਨ ਚਿਨਾਰ = ਪਛਾਣ ਹੁੰਦੀ ਹੈ ਜਿਸ ਨੂੰ ਨਿਰਭਉ ਕਹਉ ਸੋਇ ਹਾਂ ਗੁਰ ਉਪਦੇਸਿਆ ਮੇਰੇ ਮਨਾ' ਗੁਰ ਪ੍ਰਮਾਣ ਅਨੁਸਾਰ ਇਸ ਭਾਂਤ ਅਨਭਉ ਦ੍ਵਾਰੇ ਪ੍ਰਗਟ ਕਰਦਾ ਹੈ ਕਿ ਸੋਹੰ ਓਹੋ ਹੀ ਮੈਂ ਆਤਮਾ ਹਾਂ, ਅਰੁ ਹੰਸੋ ਮੈਂ ਆਤਮਾ ਸ ਉਹ ਹੈ ॥੬੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
