[
  {
    "id": "M4Q",
    "sttm_id": 6542,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JYSJ",
        "source_page": 62,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Avgwhn ibml miq; sbd suriq gur igAwn ko pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh who remains in service of his Guru, whose mind is engrossed in his teachings, who practices remembering Lord; his intellect becomes sharp and high. That enlightens his mind and soul with the light of Guru's knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਦੇ ਅਵਗਾਹਨ, ਅਭ੍ਯਾਸ ਕਰ ਕੇ ਬਿਮਲ ਮਤਿ ਨਿਰਮਲ ਬੁਧੀ ਕੂੜ ਸੱਚ ਨੂੰ ਠੀਕ ਸਮਝਣ ਵਾਲੀ ਮਤਿ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੀ ਹੈ। ਸਬਦ ਸੁਰਤ ਦੇ ਲਿਵ ਪਰਚੇ ਦ੍ਵਾਰੇ ਗੁਰਗਿਆਨ ਬ੍ਰਹਮ ਗ੍ਯਾਨ ਦਾ ਪ੍ਰਗਾਸ ਉਦੇ ਹੋਣਾ ਪ੍ਰਗਟ ਹੋਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X61D",
        "source_page": 62,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq sm idRsit kY idib joiq; sbd suriq ilv AnBY AiBAws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With Guru's word residing in the memory, seeing and treating all alike, he experiences the divine refulgence in his soul. By attachment of his mind in the divine word, he becomes a practitioner of Fearless Lord's Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਦੇ ਪਰਚ ਪਿਆਂ ਹੀ ਸਮ ਦ੍ਰਿਸ਼ਟੀ ਬ੍ਰਹਮ ਸਰੂਪ ਤਕਨ ਵਾਲੀ ਨਿਗ੍ਹਾ ਕਰ ਕੇ ਦਿੱਬ ਜੋਤਿ ਦੈਵੀ ਪ੍ਰਕਾਸ਼ ਬ੍ਰਹਮ ਸਾਖ੍ਯਾਤਕਾਰ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦਾ ਹੈ। ਅਰੁ ਸਬਦ ਸੁਰਤ ਦੀ ਲਿਵ ਦੇ ਅਭ੍ਯਾਸ ਕਰ ਕੇ ਹੀ ਬ੍ਰਹਮ ਸਾਖ੍ਯਾਤਕਾਰਤਾ ਦੇ ਅਨਭਉ ਦਾ ਅਭ੍ਯਾਸ ਬ੍ਰਹਮਾਨੰਦ ਦੀ ਤਾਰ ਦੇ ਮੁੜ ਮੁੜ ਤਰੰਗਇਮਾਨ ਹੋਣ ਦੀ ਪ੍ਰਤੀਤੀ ਹੋਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2594",
        "source_page": 62,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq prmwrQ prmpd; sbd suriq suK shj invws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By this union a Guru-conscious person achieves emancipation, the supreme spiritual state. He then rests in a state of perpetual comfort and peace and lives in a state of blissful equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਦੇ ਅਭ੍ਯਾਸ ਕਰ ਕੇ ਪਰਮਾਰਥ ਸਰੂਪ ਪਰਮ ਪ੍ਰਯੋਜਨ ਪਰਮ ਪਦ ਕੈਵੱਲ ਮੋਖ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਇਆ ਕਰਦੀ ਹੈ। ਅਤੇ ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਿਆਂ ਸੁਖ ਸਹਜ ਸਹਜ ਸਰੂਪੀ ਸੁਖ ਬ੍ਰਹਮਾਨੰਦ ਪ੍ਰਾਇਣੀ ਇਸਥਿਤੀ ਵਿਖੇ ਨਿਵਾਸ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GK5V",
        "source_page": 62,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv pRym rs risk huie; sbd suriq ilv ibsm ibsÍws hY [62["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And by imbibing the divine word in his memory, Guru conscious person lives in the love of the Lord. He relishes the divine elixir forever. An astonishing devotion for the Lord develops in his mind then. (62)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਸਬਦ ਸੁਰਤ ਵਿਖੇ ਲਿਵ ਦੇ ਲਗਨ ਕਰ ਕੇ ਪ੍ਰੇਮ ਰਸ ਦਾ ਰਸੀਆ ਬਣ ਕੇ ਸਬਦ ਸੁਰਤ ਦੀ ਲਿਵ ਦੇ ਕਾਰਣ ਬ੍ਰਹਮ ਬਿਸ੍ਵਾਸ ਸਰਬ ਠੌਰ ਬ੍ਰਹਮ ਦੇ ਰਮੇ ਹੋਣ ਦਾ ਦ੍ਰਿੜ ਨਿਸਚਾ ਬੱਝ ਜਾਂਦਾ ਹੈ ॥੬੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
