[
  {
    "id": "AG0",
    "sttm_id": 6543,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5C4X",
        "source_page": 63,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs ilv gur isK sMiD imly; Gt Git kws jl AMqir iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a devoted Sikh meets True Guru, his vision gets absorbed in the sight/glimpse of the Guru. And then his soul recognises everyone as if He resides in all; like the sky/space resides equally in all the water pitchers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿੱਖ ਸੰਧਿ ਮਿਲੇ ਸਤਿਗੁਰਾਂ ਦੀ ਨਿਗ੍ਹਾ ਵਿਚ ਸਿੱਖ ਜਦ ਪੂਰਾ ਭਾਂਡਾ ਦਿੱਸ ਆਵੇ ਤੇ ਸਿੱਖ ਭੀ ਸਤਿਗੁਰ ਉਪਰ ਪੂਰੀ ਪੂਰੀ ਪ੍ਰਤੀਤ ਲੈ ਆਵੇ ਤਦ ਦ੍ਰਿਸਟਿ ਨੇਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਜੋ ਕੁਛ ਭੀ ਦਰਸ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਓਸ ਵਿਖੇ ਇਕ ਸਤਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੀ ਰਮ੍ਯਾ ਹੋਇਆ ਦਿਖਾਈ ਦੇ ਕੇ, ਉਸੇ ਦਰਸ਼ਨ ਵਿਚ ਲਿਵ ਲਗ ਜਾਂਦੀ ਹੈ। ਜਿਸ ਤਰ੍ਹਾਂ ਘਟਿ ਘੜੇ ਵਿਖੇ ਰਮਿਆ ਹੋਇਆ ਆਕਾਸ ਘਟਾਕਾਸ਼ ਨਾਮ ਨਾਲ ਆਖ੍ਯਾ ਜਾਂਦਾ ਹੈ ਅਰੁ ਜਲ ਅੰਦਰ ਆਏ ਆਕਾਸ਼ ਨੂੰ ਜਲਾਕਾਸ਼ ਕਹਿੰਦੇ ਹਨ ਪਰੰਤੂ ਧ੍ਯਾਨ ਕਰ ਕੇ ਗਹੁ ਨਾਲ ਵੀਚਾਰ ਕੇ ਤਕੀਏ ਤਾਂ ਇਕਮਾਤ੍ਰ ਮਹਾਂ ਅਕਾਸ ਹੀ ਘੜੇ ਔਰ ਜਲ ਆਸ਼੍ਯਾਂ ਸ੍ਰੋਵਰ ਆਦਿ ਵਿਖੇ ਸਮਾਕੇ ਘੜਾਕਾਸ਼ ਅਰ ਜਲਾਕਾਸ਼ ਕਹੌਂਦਾ ਪ੍ਰਤੀਤ ਹੋਇਆ ਕਰਦਾ ਹੈ ਇਸੀ ਤਰ੍ਹਾਂ ਘਟਾਕਾਸ਼ ਨ੍ਯਾਈ ਜੀਵ ਅਰੁ ਜਲਾਕਾਸ਼ ਨ੍ਯਾਈਂ ਈਸ਼੍ਵਰ ਅਥਵਾ ਨੀਚ ਊਚ ਸਰੀਰ ਰੂਪ ਉਪਾਧੀਆਂ ਸਹਿਤ ਸਾਧਾਰਣ ਜੀਵ, ਤਥਾ ਮਹਾ ਜੀਵ ਈਸ਼੍ਵਰ ਲਿਵ ਦੇ ਮੰਡਲ ਵਿਚ ਜਾਗਿਆਂ, ਸਭ ਉਪਾਧੀ ਭੇਦ ਕਰ ਕੇ ਹੀ ਨ੍ਯਾਰੇ ਨ੍ਯਾਰੇ ਦਿਖਾਈ ਦਿੰਦੇ ਜਾਪਦੇ ਹਨ। ਉਂਞ ਵਾਸਤਵ ਵਿਚ ਇਕ ਮਾਤ੍ਰ ਚਿਦਾਕਾਸ਼ ਅੰਤਰਯਾਮੀ ਅਕਾਲ ਪੁਰਖ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੀ ਇਸ ਪ੍ਰਕਾਰ ਕੌਤਕ ਕਰ ਰਿਹਾ ਧਿਆਨ ਵਿਚ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J8J6",
        "source_page": 63,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv gur isK sMiD imly; jMqR Duin jMqRI aunmn aunmwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a True Guru and a Sikh blesses the Sikh with the capability of remaining engrossed in the words/precepts of the Guru. As a musician gets totally engrossed in the tune that he is playing, so is the case of a Sikh's absorption in his Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਉਪਰ, ਦ੍ਰਿਸ਼੍ਟੀ ਅੰਦਰ ਆਏ ਸਭ ਪਦਾਰਥਾਂ ਵਿਖੇ ਗੁਰਸਿੱਖ ਨੂੰ ਵਾਹਗੁਰੂ ਦਾ ਹੀ ਇਕ ਮਾਤ੍ਰ ਪ੍ਰਕਾਸ਼ ਅਨੇਕ ਹੋਯਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਮਿਲ੍ਯਾਂ ਸੰਪੂਰਣ ਸੁਰਤ ਸੁਨਣ ਵਿਖੇ ਆ ਰਹੇ ਸਮੂਹ ਸਬਦ ਮਾਤ੍ਰ ਵਿਖੇ ਭੀ ਇਕ ਮਾਤ੍ਰ ਵਾਹਗੁਰੂ ਦੀ ਸੱਤਾ ਨੂੰ ਨਿਸਚੇ ਕਰਦਾ ਹੋਯਾ ਅਥਵਾ ਆਪਣੇ ਅੰਦਰ ਸਬਦਦੀ ਤਾਰ ਵਿਖੇ ਜੁੜਿਆ ਹੋਇਆ, ਜਦ ਲਿਵ ਦੇ ਮੰਡਲ ਵਿਚ ਜਾਗਦਾ ਹੈ, ਤਾਂ ਜਿਸ ਭਾਂਤ ਜੰਤ੍ਰ ਬਾਜੇ ਦੀ ਧੁਨੀ ਤੇ ਜੰਤ੍ਰੀ ਬਜਾਨੇ ਵਾਲੇ ਦੀ ਧੁਨ ਅਵਾਜ ਪ੍ਰਤੱਖ ਹੀ ਅੰਦਰ ਬਾਹਰ ਇਕ ਸਰੂਪ ਹੋਈ ਜਾਪ੍ਯਾ ਕਰਦੀ ਹੈ, ਇਸੇ ਪ੍ਰਕਾਰ ਬਾਹਰ ਸਭ ਸਰੀਰ ਘਾਰੀਆਂ ਅੰਦਰ ਅਰੁ ਅੰਦਰ ਆਪਣੇ ਅੰਤਰ ਇਕ ਮਾਤ੍ਰ ਬੋਲਣਹਾਰੇ ਪਰਮ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਉਨਮਾਨ ਨਿਸਚਾ ਕਰ ਕੇ, ਉਨਮਨ ਮਗਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1FZW",
        "source_page": 63,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mn bc krm iekqR Bey; qn iqRBvn giq gMimqw igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the concentration of mind and Guru's words in a Guru devotee, he realises all the happenings of the three worlds within his body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਸਮੂਹ ਕਾਰਜ ਸਾਧਦਿਆਂ ਗੁਰੂ ਸਿੱਖ ਜਦ ਇਕ ਮਾਤ੍ਰ ਇਸੇ ਹੀ ਧਾਰਣਾ ਦੇ ਧ੍ਯਾਨ ਵਿਚ ਇਕਤ੍ਰ ਲਿਵ ਪ੍ਰਾਇਣ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਤ੍ਰਿਲੋਕੀ ਦੀ ਗੰਮਤਾ ਵਾਲੀ ਗਤੀ ਦੇ ਗਿਆਨ ਸੰਪੰਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9U2V",
        "source_page": 63,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk Aau Anyk myk bRhm ibbyk tyk; sRoq srqw smuMdR Awqm smwn hY [63["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the help of divine knowledge, the soul of a Guru devotee becomes harmonious with One Lord who is present in every bit of His creation. This union is like the merging of a river water in the ocean. (63)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਦੇ ਬ੍ਰਹਮ ਬਿਬੇਕ ਟੇਕ ਬ੍ਰਹਮ ਗ੍ਯਾਨ ਦੀ ਸਾਧਨਾ ਦੇ ਸਹਾਰੇ ਇੱਕ ਅਤੇ ਅਨੇਕਾਂ ਨੂੰ ਮਿਲ੍ਯਾਂ ਹੋਯਾਂ ਅਭੇਦ ਨਿਸਚੇ ਕਰ ਕੇ, ਆਤਮਾ ਆਪੇ ਨੂੰ ਐਉਂ ਇਕ ਸਾਮਨ ਸਰੂਪ ਵਿਖੇ ਜ੍ਯੋਂ ਕੇ ਤ੍ਯੋਂ ਰੂਪ ਵਿਚ ਅਨੁਭਵ ਕਰਿਆ ਕਰਦਾ ਹੈ ਜਿਸ ਤਰ੍ਹਾਂ ਸ੍ਰੋਤ ਚਸ਼ਮਾ ਨਦੀ ਦੇ ਨਿਕਾਸ ਦਾ ਮੁਹਾਨਾ ਨਦੀ ਦਾ ਮੂਲ ਅਰੁ ਸਰਿਤਾ ਨਦੀ ਤਥਾ ਸਮੁੰਦ੍ਰ ਜਿਸ ਵਿਖੇ ਨਦ ਨਾਲੇ ਨਦੀਆਂ ਓੜਕੇ ਨੂੰ ਜਾ ਕੇ ਲੀਨ ਹੁੰਦੀਆਂ ਹਨ ਸ੍ਰੋਤ ਜੀਵਾਂ ਦੇ ਪ੍ਰਗਟ ਕਰਣਹਾਰੇ ਈਸ਼੍ਵਰ ਤੋਂ ਅਰੁ ਨਦ ਨਦੀਆਂ ਜਨਮ ਜਨਮਾਤਰਾਂ ਵਿਚ ਵਾ ਓਪਤ ਖਪਤ ਵਿਚ ਵਹਿਨਹਾਰੇ ਜੀਵਾਂ ਤੋਂ ਭਾਵ ਹੈ, ਤਥਾ ਸਮੁੰਦ੍ਰ ਵਾਹਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਤੋਂ। ਅਭਿਪ੍ਰਾਯ ਕੀਹ ਕਿ ਸਭ ਇਕ ਸਰੂਪ ਹੀ ਹੈ। ਦ੍ਵੈਤਾ ਨਾਮ ਨੂੰ ਭੀ ਗੁਰ ਸਿੱਖ ਦੀ ਦ੍ਰਿਸ਼੍ਟੀ ਵਿਚ ਨਹੀਂ ਹੁੰਦੀ ਹੈ ॥੬੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
