[
  {
    "id": "1SV",
    "sttm_id": 6544,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VA4J",
        "source_page": 64,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mn bc krm iekqR Bey; prmdBuq giq AlK lKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The obedient slaves of Guru, being dyed in the hue of Naam Simran (with their mind, speech and actions being harmonious) sees the astonishing and transcendental Lord God conspicuous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਇਕਤ੍ਰ ਏਕਤਾ ਭਾਵ ਵਿਖੇ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਗੁਰਮੁਖ ਅਲਖ ਸਰੂਪੀ ਪਰਮ ਅਦਭੁਤ ਗਤੀ ਅਵਸਥਾ ਯਾ ਗ੍ਯਾਨ ਨੂੰ ਲਖਾਏ ਹੈ ਅਨੁਭਵ ਕਰਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JRNK",
        "source_page": 64,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMqr iDAwn idb joq ko audoqu BieE; iqRBvn rUp Gt AMqir idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And when he looks inward (concentrates his faculties within), he sees the divine light refulgent within. He sees the happenings of the three worlds in his consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੀ ਪ੍ਰਕਾਰ ਅੰਦਰ ਇਕ ਸਰੂਪੀ ਦਰਸ਼ਨ ਦੇ ਧਿਆਨ ਵਿਚ ਸਭ ਤਰ੍ਹਾਂ ਵਰਤਦਿਆਂ ਹੋਯਾਂ ਦਿਬ੍ਯ ਜੋਤ ਉਪਮਾ ਤੋਂ ਰਹਿਤ ਪਰਮ ਮਨੋਹਰ ਪ੍ਰਕਾਸ਼ ਪ੍ਰਮਾਤਮਾ ਦਾ ਉਦੋਤ ਭਇਓ ਉਦੇ ਹੋ ਔਂਦਾ ਸਾਖ੍ਯਾਤਕਾਰਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ ਜਿਸ ਕਰ ਕੇ ਘਟ ਅੰਤਰ ਸਰੀਰ ਦੇ ਅੰਦਰ ਅੰਦਰ ਹੀ ਤ੍ਰਿਭਵਨ ਰੂਪ ਤ੍ਰਿਲੋਕੀ ਦੇ ਅੰਦਰ ਵਰਤਣਹਾਰੇ ਸਰਬਤ ਰੂਪ ਵਾ ਅਕਾਸ਼ ਪਤਾਲ ਮਾਤ ਲੋਕ, ਅੰਦਰ ਵਰਤਣਹਾਰੇ ਸਮੂਹ ਨਜ਼ਾਰੇ ਚਮਤਕਾਰ ਪ੍ਰਤੱਖ ਦਿਸ ਆਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AYLU",
        "source_page": 64,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm inDwn gur igAwn ko pRgwsu BieE; gMimqw iqRkwl giq jqn jqwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the supreme treasure of Guru's Gyan (Divine knowledge) becomes effulgent in the mind of a Guru conscious person, he becomes aware of all the three worlds. And even then, he does not go astray from his objective of absorption of self into the vastness",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਆਕਾਸ ਪਾਤਾਲ ਅਰੁ ਮਾਤ ਲੋਕ ਦੇ ਪਸਾਰੇ ਦਿਖਾਈ ਦੇਣ ਲਗ ਪੈਂਦੇ ਹਨ ਤਿਸੀ ਪ੍ਰਕਾਰ ਜਦ ਨਿਧੀਆਂ ਦਾ ਪਰਮ ਅਸਥਾਨ ਕਾਰਣ ਰੂਪ ਗੁਰ ਗਿਆਨ ਅੰਦਰ ਪ੍ਰਗਾਸ ਪ੍ਰਗਟ ਹੋਇਆ ਕਰਦਾ ਹੈ, ਤਾਂ ਤ੍ਰਿਕਾਲ ਗਤਿ ਤਿੰਨ ਕਾਲਾਂ ਭੂਤ ਭਵਿਖ੍ਯਤ ਵਰਤਮਾਨ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਦੀ ਗੰਮਤਾ ਪਹੁੰਚ ਪ੍ਰਾਪਤੀ ਹੋ ਔਂਦੀ ਹੈ। ਅਰੁ ਏਹੋ ਹੀ ਜਤਨ ਸਾਧਨ ਗ੍ਯਾਨ ਜਤਾਏ ਹੈ ਵਾਹਗੁਰੂ ਵਿਚ ਜੋੜੀ ਰਖ੍ਯਾ ਕਰਦਾ ਹੈ ਭਾਵ ਤ੍ਰਿਲੋਕੀ ਦੀ ਅਰੁ ਤ੍ਰਿਕਾਲ ਦਰਸ਼ਿਤਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਣ ਕਰ ਕੇ ਇਸ ਚੇਟਕ ਵਿਚ ਭਰਮ ਨਹੀਂ ਜਾਯਾ ਕਰਦਾ, ਬਲਕਿ ਵਾਹਗੁਰੂ ਵਿਚ ਹੀ ਇਸਥਿਤ ਰਿਹਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WNZ7",
        "source_page": 64,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awqm qrMg pRym rs mD pwn mq; AkQ kQw ibnod hyrq ihrwey hY [64["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a devotee remains in a state of trance drinking deep the divine elixir of ecstasy. This wonderful state is beyond description. One feels amazed at this state. (64)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂਕਿ ਉਹ ਇਸ ਪ੍ਰਕਾਰ ਦੀ ਗੰਮਤਾ ਵਾ ਅਨਭਉ ਨੂੰ ਆਤਮ ਤਰੰਗ ਅਪਨੇ ਅੰਦਰ ਦਾ ਹੀ ਆਤਮਕ ਫੁਰਨਾ ਮਾਤ੍ਰ ਸਮਝ ਕੇ ਪ੍ਰੇਮ ਰਸ ਬ੍ਰਹਮਾਨੰਦ ਰੂਪ ਮਧ ਅੰਮ੍ਰਿਤ ਨਸ਼ੇ ਨੂੰ ਪਾਨ ਛਕ ਕਰ ਕੇ, ਮਤ ਮਸਤ ਸਰਸ਼ਾਰ ਖੀਵਾ, ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਇਹ ਜੋ ਬਿਨੋਦ ਕੌਤੁਕ ਤਮਾਸ਼ਾ ਵਾ ਅਨੁਭਵੀ ਲੀਲ੍ਹਾ ਹੈ, ਇਸ ਦੀ ਕਥਾ ਕਹਾਣੀ ਅਕਥ ਕਹਿਣ ਤੋਂ ਬਹੁਤ ਹੀ ਦੂਰ ਹੈ, ਅਰੁ ਜਿਹੜਾ ਕੋਈ ਹੇਰਤ ਇਸ ਨੂੰ ਤੱਕਤਾ ਅਨੁਭਵ ਕਰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਮਾਨੋ ਹਿਰਾਏ ਤੱਕਦਾ ਹੋਯਾ ਅਨੁਭਵ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਜੋ ਆਪੇ ਨੂੰ ਹਿਰਾਏ ਗੁਵਾਏ ਉਕਤ ਧ੍ਯਾਨ ਵਿਚ ਗੁੰਮ ਕਰੇ ਉਹ ਇਸ ਨਾ ਕਹੇ ਜਾਣ ਵਾਲੇ ਕੌਤੁਕ ਦੀ ਕਹਾਣੀ ਨੂੰ ਸਾਮਰਤੱਖ ਤਕ ਪਾਵੇਗਾ ॥੬੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
