[
  {
    "id": "0N3",
    "sttm_id": 6545,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K91X",
        "source_page": 65,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibnu rs rsnw bkq jI bhuq bwqY; pRym rs bis Bey moin bRq lIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Without tasting the elixir of Naam, an insipid tongue speaks much trash. On the contrary, by indulging in repeated utterance of His name, a devotee becomes sweet of tongue and pleasant of disposition.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੀ ਰਸਨਾ ਪੂਰਬ ਕਾਲ ਵਿਖੇ ਰਸ ਤੋਂ ਬਿਹੀਨ ਹੋਈ ਹੋਈ ਬਹੁਤ ਬਾਤਾਂ ਬਕਿਆ ਕਰਦੀ ਸੀ ਪ੍ਰੇਮ ਰਸ ਨਾਮ ਦੇ ਸ੍ਵਾਦ ਦੇ ਬਸ ਅਧੀਨ ਹੋ ਕੇ ਭਾਵ ਉਸ ਵਿਚ ਪਰਚ ਕੇ ਮੋਨ ਬ੍ਰਤ ਲੀਨ ਹੈ ਮਸ਼ਟ ਬਿਰਤੀ ਵਿਚ ਲਿਵ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ਭਾਵ ਦੂਸਰੇ ਕਿਸੇ ਨਾਲ ਬਚਨ ਬਿਲਾਸ ਕਰਣੋਂ ਚੁੱਪ ਸਾਧ ਲੈਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DWS8",
        "source_page": 65,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs AMimRq inDwn pwn kY mdon; AMqr iDAwn idRg duqIAw n cIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By drinking the elixir-like Naam, a devotee remains in a state of exhilaration. He starts seeing inward and depends not on anyone else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਮ੍ਰਿਤ ਰੂਪ ਨਿਧੀ ਦਾ ਅਸਥਾਨ ਰੂਪ ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਅੰਮ੍ਰਿਤ ਦਾ ਖਜ਼ਾਨਾ ਜੋ ਪ੍ਰੇਮ ਰਸ ਹੈ, ਓਸ ਨੂੰ ਪਾਨ ਕੈ ਛਕ ਕੇ ਜਿਹੜੇ ਮਦੋਨ ਘੂਰਮ ਮਸਤ ਹੋ ਗਏ ਹਨ, ਉਹ ਦ੍ਰਿਗ ਨੇਤਰਾਂ ਦੇ ਧਿਆਨ ਅੰਦਰ ਦੁਤੀਆ ਦੂਸਰੇ ਕਿਸੇ ਰੂਪ ਨੂੰ ਪਛਾਨ ਚਿਨਾਰ ਵਿਚ ਲ੍ਯੌਂਦੇ ਹੀ ਨਹੀਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WMCX",
        "source_page": 65,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym nym shj smwiD Anhd ilv; duqIAw sbd sRvnMqir n kIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The devoted traveller on the path of Naam stays in a state of equipoise and remains absorbed in the celestial melody of divine words music. He hears no other sound in his ears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਨਹਦ ਧੁਨੀ ਦੀ ਲਿਵ ਵਿਖੇ ਪ੍ਰੇਮ ਦਾ ਨੇਮ ਧਾਰਿਆਂ ਹੋ ਗਈ ਹੈ ਪ੍ਰਾਪਤ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਹਜ ਸਮਾਧ ਸਹਜ ਸਰੂਪੀ ਇਸਥਿਤੀ ਟਿਕਾਉ ਓਨਾਂ ਨੇ ਮੁੜ ਕਿਸੇ ਦੂਸਰੇ ਸਬਦ ਬਚਨ ਵਾ ਉਪਦੇਸ਼ ਸਿਖ੍ਯਾ ਨੂੰ ਸ੍ਰਵਨੰਤਰ ਕੰਨਾਂ ਦੇ ਅੰਦਰ ਕਦੀ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਭਾਵ ਕਦਾਚਿਤ ਨਹੀਂ ਕਰਦੇ ਸੁਣਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42FC",
        "source_page": 65,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibsm ibdyh jg jIvn mukiq Bey; iqRBvn Aau iqRkwl gMimqw pRbIn hY [65["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And in this blissful state, he is free of body and still alive. He is free from all worldly things and is emancipated while still living. He becomes capable of knowing the happenings of the three worlds and of the three periods. (65)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੂਲ ਮੁੱਦਾ ਇਹ ਕਿ ਆਪਣੇ ਅੰਦਰ ਹੀ ਸਿਬਮ ਬਿਸਮਾਦ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਉਹ ਦੇਹ ਵਲੋਂ ਬੇ ਸੁਰਤ ਬੇ ਪ੍ਰਵਾਹ ਦੇਹ ਅਧ੍ਯਾਸ ਰਹਤ ਬਿਦੇਹ ਅਸ਼ਰੀਰ ਰੂਪ ਹੋਏ ਹੋਏ ਜਗਤ ਵਿਚ ਜੀਵਨ ਮੁਕਤ ਜੀਉਂਦੇ ਜੀ ਹੀ ਮੈਂ ਮੇਰੀ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ਅਰੁ ਤਿੰਨਾਂ ਭਵਨਾਂ ਤ੍ਰ੍ਰੈ ਲੋਕੀ ਅਤੇ ਤਿੰਨਾਂ ਕਾਲਾਂ ਦੀ ਗੰਮਤਾ ਗ੍ਯਾਤ ਪਹੁੰਚ ਪ੍ਰਾਪਤੀ ਵਿਖੇ ਪ੍ਰਬੀਨ ਅਤ੍ਯੰਤ ਸ੍ਯਾਣੇ ਪਾਰ ਦਰਸ਼ੀ ਹੁੰਦੇ ਹਨ ॥੬੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
