[
  {
    "id": "J44",
    "sttm_id": 6546,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GBPV",
        "source_page": 66,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "skl sugMDqw imlq Argjw hoq; koit Argjw imil ibsm subws kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When sandalwood, musk, camphor and saffron are mixed; a fragrant paste is formed, But millions of such pastes are worthless before the fragrance of the lotus like feet of Satguru Ji.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਕਲ ਸੁਗੰਧਿਤਾ ਸਭ ਭਾਂਤ ਦੀਆਂ ਸੁਗੰਧੀਆਂ ਕਸਤੂਰੀ, ਚੰਦਨ, ਮੁਸ਼ਕਬਿਲਾਈ, ਗੋਰੋਚਨ ਅਰੁ ਕੇਸਰ ਕਪੂਰ ਆਦਿ ਇਕੱਠੀਆਂ ਹੋਣ ਮਿਲਣ ਤਾਂ ਅਰਗਜਾ ਅਬੀਰ ਨਾਮ ਵਾਲੀ ਇਕ ਅਨੋਖੀ ਸੁਗੰਧੀ ਪ੍ਰਗਟਿਆ ਕਰਦੀ ਹੈ। ਐਹੋ ਜੇਹੇ ਕ੍ਰੋੜਾਂ ਹੀ ਅਰਗਜੇ ਇਕੱਠੇ ਹੋ ਕੇ, ਜਿਸ ਭਾਂਤ ਦੀ ਕੋਈ ਪਰਮ ਅਨੋਖੀ ਸੁਗੰਧੀ ਉਤਪੰਨ ਹੋਵੇ ਉਹ ਭੀ ਗੁਰਮੁਖ ਦੇ ਅੰਦਰ ਖਿੜੀ ਹੋਈ ਸੁਬਾਸ ਕੈ ਅਨਭਉ ਦੀ ਮਹਿਕਾਰ ਤੋਂ ਬਿਸਮ ਭੌਚਕ ਪ੍ਰੇਸ਼ਾਨੀ ਵਿਖੇ ਹੋ ਪਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WMLD",
        "source_page": 66,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "skl AnUp rUp kml ibKY smwq; hyrq ihrwq koit kmlw pRgws kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the beauties of the world are absorbed in Lakshmi (the consort of Vishnu) but the beautiful radiance of Lord's feet is many times more blissful and pleasant than millions of Lakshmis,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰੇ ਹੀ ਅਨੂਪ ਰੂਪ ਕਮਲ ਕਮਲਾ ਲਛਮੀ ਵਿਖੇ ਸਮਾਏ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਐਸੀਆਂ ਕ੍ਰੋੜਾਂ ਕਮਲਾ ਲਛਮੀਆਂ ਗੁਰਮੁਖ ਦੇ ਪ੍ਰਗਾਸ ਪ੍ਰਾਕ੍ਰਮ ਤੇਜ ਨੂੰ ਹੇਰਤ ਹਿਰਾਤ ਤਕਦੇ ਸਾਰ ਹੀ ਮਾਤ ਪੈ ਜਾਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3SA1",
        "source_page": 66,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srb inDwn imil prm inDwn Bey; koitk inDwn huie cikq iblws kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The wealth of the world put together becomes supreme and invaluable assets. But all the peace and comforts obtainable from many times more wealth is not even a counterpart of the comforts obtained from the spiritual bliss of the Lord,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਨਿਧਾਨ ਨਿਧੀਆਂ ਖਜ਼ਾਨੇ ਇਕ ਠੋਰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਪਰਮ ਨਿਧਾਨ ਮਹਾਂ ਖਜ਼ਾਨਾ ਬਣਿਆ ਕਰਦਾ ਹੈ ਐਸੇ ਕ੍ਰੋੜਾਂ ਹੀ ਖਜ਼ਾਨੇ ਗੁਰਮੁਖ ਦੇ ਇਕ ਬਿਲਾਸ ਮੌਜੂ ਅਨੰਦ ਮਈ ਅੰਤਰੀਵੀ ਬਿਗਾਸ ਤੋਂ ਚਕਿਤ ਚਕ੍ਰਿਤ ਹਰਾਨ ਹੋ ਹੋ ਪਿਆ ਕਰਦੇ ਹਨ। ਵਾ ਗੁਰਮੁਖ ਦੇ ਮੌਜ ਵਿਚ ਉਚਾਰੇ ਬਿਲਾਸ ਤੋਂ ਵਾਰਣੇ ਹੋ ਹੋ ਪੈਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9CNZ",
        "source_page": 66,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml gur mihmw AgwiD boiD; gurisK mDukr AnBY AiBAws kY [66["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the lotus feet of a True Guru is beyond the perception of a man. The devoted Sikhs enjoy and relish the elixir of the lotus feet of Fearless God through engrossing themselves in Naam Simran. (66)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਕੀਹ ਕਿ ਜਿਹੜੇ ਗੁਰ ਸਿੱਖ ਅਨਭੈ ਉਕਤ ਅਨੁਭਵੀ ਦਸ਼ਾ ਵਿਖੇ ਮਗਨ ਰਹਿਣ ਦੇ ਅਭ੍ਯਾਸ ਦੇ ਮਧੁਕਰ ਭੌਰੇ ਹੋਏ ਗੁਰੂ ਅੰਤਰਯਾਮੀ ਦੀ ਇਸ ਪ੍ਰਕਾਰ ਚਰਣ ਸਰਣ ਰਹਿੰਦੇ ਹਨ ਓਨਾਂ ਦੀ ਮਹਿਮਾ ਦਾ ਬੋਧ ਅਗਾਧ ਅਥਾਹ ਹੈ ਭਾਵ ਐਹੋ ਜੇਹੇ ਦ੍ਰਿਸ਼ਟਾਂਤਾਂ ਰਾਹੀਂ ਕਿਸੇ ਪ੍ਰਕਾਰ ਵਰਨਣ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੬੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
