[
  {
    "id": "0SD",
    "sttm_id": 6547,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "72R4",
        "source_page": 67,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rqn pwrK imil rqn prIKw hoq; gurmuiK hwt swt rqn ibauhwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The genuineness of a gem can only be assayed by some connoisseur of the trade. Similarly an alert and attentive Sikh of the Guru trades in the purchase of jewel like Naam at the shop of a True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਤਨ ਪਾਰਖ ਤਰਨਾਂ ਦਾ ਪਰਖਊਆ ਮਿਲੇ ਤਾਂ ਰਤਨ ਪਰੀਖਾ ਹੋਤ ਰਤਨਾਂ ਦੀ ਪਰਖ ਪਛਾਣ ਕੂੜ ਸੱਚਖ ਦਾ ਬਿਬੇਕ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਇਨਾਂ ਤਰਨਾਂ ਦੇ ਸਾਟ ਸੌਦੇ ਦੀ ਰਚਨਾ ਦਾ ਬਿਉਹਾਰ ਪਵਾਰ ਗੁਰਮੁਖ ਮੁੱਖ ਗੁਰੂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਦੇ ਸਤਿਸੰਗ ਰੂਪ ਹੱਟੀ ਉਪਰ ਅਥਵਾ ਸਤਿਗੁਰਾਂ ਦੀ ਮੁਖ ਰੂਪ ਹੱਟੀ ਉਪਰ ਹੁੰਦਾ ਹੈ ਭਾਵ ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਆਂ ਬਚਨਾਂ ਬਾਣੀ ਵਿਖੇ ਇਨਾਂ ਰਤਨਾਂ ਦਾ ਸੌਦਾ ਵਿਹਾਝਨਾ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PWLL",
        "source_page": 67,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwnk hIrw Amol min mukqwhl kY; gwhk cwhk lwB lBiq Apwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who is genuinely interested in the trading of the diamonds, pearls, rubies and precious stones, he alone makes maximum profit out of it. Similarly true devotees and disciples of the Guru trade in the commodity of True Naam and make their life profitabl",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਰਤਨ ਹਨ ਮਾਨਕ ਰਤਨ ਲਾਲ ਰੰਗ ਸੰਪੰਨ ਪ੍ਰੇਮ ਹੀਰਾ ਚਿਟੇ ਰੰਗ ਦਾ ਰਤਨ ਵਿਸ਼ੇਸ਼ ਨਾਮ ਅਮੋਲ ਮਨਿ ਅਮੋਲਕ ਮਣੀਆਂ ਨਗੀਨੇ ਸਮ ਦਮ ਆਦਿਕ ਗਿਆਨ ਦੇ ਸਾਧਨ ਵੈਰਾਗ ਬਿਬੇਕ ਆਦੀ ਮੁਕਤਾਹਲ ਮੋਤੀ = ਅਹਿੱਲ ਮੁਕਤੀ ਪ੍ਰਦਾਤਾ ਬ੍ਰਹਮ ਗ੍ਯਾਨ ਵਾ ਆਹਲ+ਮੁਕਤ = ਸਮੂਹ ਆਹਰ = ਅਰੰਭਾਂ ਤੋਂ ਮੁਕਤ ਛੁੱਟਿਆ ਹੋਣ ਦਾ ਸੁਭਾਵ ਬੇਪ੍ਰਵਾਹੀ ਜਿਹੜਾ ਕੋਈ ਚਾਹਕ ਚਾਹਵੰਦ ਸਿੱਕਵਾਨ ਗਾਹਕ ਗ੍ਰਹਣ ਕਰਨ ਵਾਲਾ ਖ੍ਰੀਦਾਰ ਭਾਵ ਪੂਰਨ ਲੋੜਵੰਦ, ਜਿਗ੍ਯਾਸੀ ਹੋ ਕੇ ਆਵੇ, ਸਤਿਗੁਰਾਂ ਦੇ ਸਤਸੰਗ ਵਿਚ ਏਨਾਂ ਦਿਬ੍ਯ ਰਤਨਾਂ ਨੂੰ ਲੈਣ ਲਈ, ਉਹ ਲਭਦਾ ਹੈ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਅਪਾਰ ਬੇਅੰਤ ਲਾਭ ਲਾਹੇ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E158",
        "source_page": 67,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Avgwhn ibswhn kY; prm inDwn pRym nym gurduAwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossing the mind in the divine word and trading in the commodity of Naam and Shabad (divine word), True Guru blesses his disciple with the treasure of love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ ਮੁੱਲ ਦੇਣਾ ਪੈਂਦਾ ਹੈ ਇਨ੍ਹਾਂ ਦਾ ਗੁਰੂ ਕੇ ਦੁਆਰੇ ਪਰਮ ਨਿਧਾਨ ਰੂਪ ਪ੍ਰੇਮ ਦਾ ਨੇਮ; ਅਤੇ ਸਬਦ ਉਪਦੇਸ਼ ਨੂੰ ਸੁਣ ਕੇ ਓਸ ਦਾ ਅਵਗਾਹਨ ਅਭ੍ਯਾਸ ਕਮਾਈ ਕਰਨਾ। ਤਦ ਜਾ ਕੇ ਇਸ ਸੌਦੇ ਨੂੰ ਬਿਸਾਹਨ ਕੈ ਖਰੀਦ ਕਰ ਸਕੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "703K",
        "source_page": 67,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMiD imil sMgm smwgm kY; mwieAw mY audws Bv qrq sMswr hY [67["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a true servant meets with True Guru; when he joins the loving and devoted congregation of the Guru, such a disciple who is ever in attendance of the Guru remains aloof and unsullied of maya (mammon). He sails across the worldly ocean with impunity. (",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਸ ਫੇਰ ਤਾਂ ਗੁਰੂ ਸਿੱਖ ਦੇ ਸੰਗਮ ਦਾ ਸਮਾਗਮ ਸੰਜੋਗ ਹੁੰਦੇ ਸਾਰ, ਸੰਧੀ ਮਿਲ ਪੈਂਦੀ ਹੈ ਤੇ ਸਿੱਖ ਗੁਰਮੁਖ ਮਾਇਆ ਮੈ ਉਦਾਸ ਬਿਵਹਾਰ ਕਾਰ ਵਿਖੇ ਵਰਤਦਾ ਹੋਇਆ ਭੀ ਉਦਾਸ ਉਪ੍ਰਾਮ ਅਲੇਪ ਰਹਿਣ ਵਲਾ ਬਣ ਕੇ ਭਵ ਭਉਜਲ ਸੰਸਾਰ ਜਨਮਾਂ ਦੇ ਮੂਲ ਕਾਰਣ ਸੰਸਾਰ ਤੋਂ ਤਰ ਜਾਂਦਾ ਹੈ ॥੬੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
