[
  {
    "id": "816",
    "sttm_id": 6548,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E3C7",
        "source_page": 68,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; inj Gr shj smwiD ilv lwgI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Gursikh (disciple of the Gum) immersed in the pleasure of the elixir of Naam of the Lord remains stable of mind and fully conscious of his self. His mind is ever absorbed in the memory of God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਜਿਹੜੇ ਕੋਈ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰਸ ਧੂਲੀ ਦੇ ਲੁਭਿਤ ਪ੍ਰੇਮੀ ਬਣੇ ਹਨ ਉਾਂ ਦੀ ਹੀ ਨਿਜ ਘਰ ਆਤਮ ਪਦ ਵਿਖੇ ਸਹਜ ਸਮਾਧੀ ਸੁਭਾਵਿਕੀ ਇਸਥਿਤੀ ਰੂਪ ਲਿਵ ਲੱਗੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0LZ9",
        "source_page": 68,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; gurmiq irdY jgmg joiq jwgI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who remains engrossed in the elixir-like Naam of the Lord is blessed by the wisdom of Gum. The higher wisdom and his toil of remembering the Lord perpetually reveals the supernatural form of God radiance in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੇ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਲਈ ਲੁਭਤ ਲੁਭਾਯਮਾਨ ਸਿੱਕਵੰਦ ਹੁੰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਦੇ ਹੀ ਹਿਰਦੇ ਵਿਖੇ ਗੁਰਮਤਿ ਸਤਿਗੁਰਾਂ ਦੀ ਸਿਖ੍ਯਾ ਗੁਰੂ ਮੰਤ੍ਰ ਟਿਕਣ ਕਰ ਕੇ ਜੋਤਿ ਆਤਮ ਸਾਖ੍ਯਾਤਕਾਰਿਤਾ ਦਾ ਪ੍ਰਕਾਸ਼ ਜਗ ਮਗ ਜਗ ਮਗ ਜਾਗਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZ0N",
        "source_page": 68,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; AMimRq inDwn pwn durmiq BwgI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is absorbed in the lotus-like holy feet of the True Guru, keeps drinking the elixir Naam from the inexhaustible source of the Lord. Thus he destroys his sullied wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰਸ ਉਪਰ ਲੱਟੂ ਹੋਏ ਹਨ ਇਞੇਂ ਹੀ ਜਿਹੜੇ ਗੁਰਮੁਖ ਅੰਮ੍ਰਿਤ ਦੇ ਭੰਡਾਰੇ ਵਿਚੋਂ ਅੰਮ੍ਰਿਤ ਪਾਨ ਪੀ ਕਰ ਕੇ ਛਕ ਕਰ ਕੇ ਓਨਾਂ ਦੀ ਹੀ ਦੁਰਮਤਿ ਬੁਧੀ ਦ੍ਵੈਤ ਬੁਧੀ ਦੁਸ਼ਟ ਮਤਿ ਭਾਗੀ ਨੱਠੀ ਨਸ਼ਟ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q6M7",
        "source_page": 68,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; mwieAw mY audws bws ibrlo bYrwgI hY [68["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who remains absorbed in the lotus-like holy feet of the True Guru remains unsoiled by the effect of maya (mammon). Only a rare person achieves renunciation from material attractions of the world. (68)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਕੀਹ ਕਿ ਇਸੀ ਪ੍ਰਕਾਰ ਜਿਹੜੇ ਮਨੁੱਖ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰਸ ਦੇ ਪ੍ਰੇਮੀ ਬਣੇ ਹਨ, ਓਹੋ ਹੀ ਬਿਰਲੇ ਪੁਰਖ ਬੈਰਾਗਵਾਨ ਹੋ ਕੇ ਮਾਇਆ ਸੰਸਾਰ ਵਿਖੇ ਉਦਾਸ ਉਪ੍ਰਾਮ ਹੋ ਕੇ ਬਾਸ ਕਰਨ ਵਾਲੇ ਅਸਲ ਜਿੰਦਗੀ ਗੁਜਾਰਨ ਵਾਲੇ ਬਣੇ ਹਨ ॥੬੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
