[
  {
    "id": "EPF",
    "sttm_id": 6549,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4QPD",
        "source_page": 69,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy nwau bUfq sY joeI inksY soeI Blo; bUif gey pwCy pCqwieE rih jwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Blessed are those who are saved from a capsizing boat. If drowned, there would be nothing but repentance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਬੇੜੀ ਡੁੱਬਦੀ ਵਿਚੋਂ ਜੋ ਕੁਛ ਬਚਾਯਾ ਜਾ ਸਕੇ ਓਹੋ ਹੀ ਚੰਗਾ ਸਮਝਨਾ ਚਾਹੀਏ ਜੋ ਹੁਣੇ ਹੁਣੇ ਪਲ ਘੜੀ ਕਰਦਿਆਂ ਉਹ ਡੁੱਬ ਜਾਏ ਯਾ ਆਪ ਹੀ ਵਿਚ ਡੁਬ ਗਏ ਤਾਂ ਪਿਛੋਂ ਪਛੁਤਾਵਾ ਮਾਤ੍ਰ ਹੀ ਰਹਿ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1N6",
        "source_page": 69,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Gr lwgy Awig joeI bcY soeI Blo; jir buJy pwCy kCu bsu n bswq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All those who escape from a burning house are blessed people. Nothing can be done if one is burnt into ashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਅਗ ਲਗੇ ਘਰ ਵਿਚੋਂ ਜੋ ਕੁਛ ਬਚੇ ਸਕੇ, ਓਹੀ ਚੰਗਾ ਰਹਿੰਦਾ ਹੈ ਸੜ ਬੁਝੇ ਪਿਛੋਂ ਤਾਂ ਕੁਛ ਭੀ ਚਾਰਾ ਨਹੀਂ ਚਲ ਸਕ੍ਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G84V",
        "source_page": 69,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy cor lwgy jwgy joeI rhY soeI Blo; soie gey rIqo Gr dyKY auiT pRwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As one wakes up when the thief is committing theft, whatever is left behind by him is bonus and blessing. Otherwise one would find the house empty in the morning.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਐਸਾ ਹੀ ਜਿਸ ਤਰ੍ਹਾਂ ਚੋਰ ਦੇ ਘਰ ਅੰਦਰ ਚੋਰੀ ਕਰਨ ਆਣ ਲਗਿਆਂ ਜਾਗ ਪੈਣ ਤੇ ਜੋ ਕੁਛ ਰਹਿ ਜਾਵੇ ਓਸੇ ਨੂੰ ਹੀ ਭਲਾ ਸਮਝੀ ਦਾ ਹੈ, ਪਰ ਜੇ ਸੋਇ ਗਏ ਅਸਾਡੇ ਸੁੱਤੇ ਸੁੱਤੇ ਹੀ ਉਹ ਚਲਦੇ ਹੋਏ ਤਾਂ ਰੀਤੇ ਘਰ ਖਾਲੀ ਹੋਏ ਘਰ ਨੂੰ ਵਾ ਸਫਾਈ ਵਰਤੀ ਹੀ ਪ੍ਰਾਤਾਕਾਲ ਸਵੇਰੇ ਉਠਕੇ ਦੇਖਣੀ ਪੈਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GCU7",
        "source_page": 69,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy AMq kwl gur crn srin AwvY; pwvY moK pdvI nwqr ibllwq hY [69["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly if a wayward person comes to the refuge of Guru even at the near end of his life, he can achieve a state of emancipation. Otherwise he would fall in the hands of angels of death and keep wailing. (69)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਅੱਜ ਕੱਲ ਕਰਦਿਆਂ ਯਾ ਭਾਗਾਂ ਦੇ ਜਾਗਣ ਦੀ ਉਡੀਕ ਵਿਚ ਅਥ੍ਵ ਫੁਰਸਤ ਵਿਹਲ ਨੂੰ ਤਕਦਿਆਂ ਤਕਦਿਆਂ ਆਰਬਲਾ ਵੰਜਾ ਚੁੱਕੇ ਹੋ ਤਾਂ ਅੰਤ ਵੇਲੇ ਭੀ ਸਤਿਗੁਰਾਂ ਦੀ ਚਰਨ ਸਰਨ ਆਨ ਪ੍ਰਾਪਤ ਹੋਇਆਂ ਮੋਖ ਪਦਵੀ ਮੁਕਤੀ ਪਦ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ। ਜੇ ਅੰਤ ਵੇਲਾ ਭੀ ਗੁਵਾ ਦਿੱਤਾ ਤੇ ਸੰਭਾਲਿਆ ਨਾ ਤਾਂ ਬਿਲਲਾਤ ਹੈ ਪਏ ਹਾਹਾਕਾਰ ਕਰਦੇ ਕੀਰਣੇ ਪੌਂਦੇ ਕਲਪਦੇ ਹੀ ਗੁਜਰ ਜਾਵੇਗੀ ॥੬੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
