[
  {
    "id": "L23",
    "sttm_id": 6550,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RSLM",
        "source_page": 70,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMq kwl eyk GrI ingRh kY sqI hoie; DMin DMin khq hY skl sMswr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Controlling her mind and with utmost determination, when a woman jumps into the pyre of her husband and self immolates herself, the whole world applauds her effort of being a loving and devoted wife.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਤਕਾਲ ਓੜਕ ਦੇ ਸਮੇਂ ਇਕ ਘੜੀ ਭਰ 'ਨਿਗ੍ਰਹ ਕੈ' ਹਠ ਕਰ ਕੇ ਇਸਤ੍ਰੀ ਅਪਣੇ ਪਤੀ ਨਾਲ ਸੜ ਕੇ ਸਤ ਕੀਤੀ ਹੋਈ ਓਸ ਨਾਲ ਨਿਭਨ ਦੀ ਪ੍ਰਤਗ੍ਯਾ ਨੂੰ ਪਾਲਣ ਕਰਨ ਖਾਤਰ ਸਤੀ ਹੋਇ ਚਿਖਾ ਚੜ੍ਹੀ ਬਣਯਾ ਕਰਦੀ ਹੈ, ਜਿਸ ਦਾ ਫਲ ਸਾਰਾ ਹੀ ਸੰਸਾਰ ਹੇ ਪਿਆਰਿਓ! ਧੰਨ੍ਯ ਧੰਨ੍ਯ! ਸ਼ਾਬਾਸ਼ੇ! ਸ਼ਾਬਾਸ਼ੇ! ਉਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4LRN",
        "source_page": 70,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMq kwl eyk GrI ingRh kY joDw jUJY; ieq auq jq kq hoq jY jY kwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a brave warrior lays down his life fighting for his noble cause determinedly till the end, he is applauded here, there and everywhere as a martyr.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਦੇਖੋ ਅੰਤਕਾਲ ਓੜਕ ਸਮੇਂ ਇੱਕ ਘੜੀ ਹਠ ਕਰ ਕੇ 'ਜੋਧਾ ਜੂਝੈ' ਜਾਨ ਤੋਂ ਖੇਲਦਾ ਸ਼ਹੀਦ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ 'ਇਤ ਉਤ' ਇਸ ਲੋਕ ਅਰ ਪ੍ਰਲੋਕ ਵਿਖੇ ਅਰ 'ਜਤ ਕਤ' ਜਿਧਰੇ ਕਿਧਰੇ ਥਾਂ ਪਰ ਥਾਂ ਜੀ ਹੇ ਪਿਆਰਿਓ! ਓਸ ਦੀ ਭੀ ਜੈ ਜੈਕਾਰ ਧੰਨ ਧੰਨ ਹੋ ਪੈਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42Y7",
        "source_page": 70,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMq kwl eyk GrI ingRh kY coru mrY; PwsI kY sUrI cFwey jg mY iDkwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contrary to this, as a thief determinedly makes up his mind to commit theft, if caught, he is jailed, hanged or punished, he is degraded and rebuked the world over",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਫੇਰ ਇੰਞੇਂ ਹੀ ਓੜਕ ਸਮੇਂ ਇਕ ਘੜੀ ਹਠ ਕਰ ਕੇ ਚੋਰ ਚੋਰੀ ਦੀ ਭੈੜੀ ਵਾਦੀ ਦੇ ਹਠ ਵਿਚ ਹੀ ਸੂਲੀ ਅਥਵਾ ਫਾਂਸੀ ਚੜ੍ਹਾਈਦਾ ਮਰੇ ਮਰਦਾ ਹੈ ਤੇ ਪਿਆਰਿਓ ਅਪਣੇ ਓੜਕ ਜਗਤ ਵਿਚ ਧਿਰਕਾਰ ਫਿੱਟ ਫਿੱਟ ਹੋਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HN8U",
        "source_page": 70,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy durmiq gurmiq kY AswD swD; sMgiq suBwv giq mwns Aauqwr jI [70["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly one becomes bad and wicked with base wisdom whereas accepting and abiding by Guru's wisdom makes a person noble and virtuous. A human being makes his life a success or failure according to the company he keeps or his devotion to the holy congreg",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਜੇਕਰ ਹੇ ਪਿਆਰਿਓ! ਅਪਣੇ ਓੜਕ ਵੇਲੇ ਨੂੰ ਹੀ ਤੁਸਾਂ ਸਤੀ ਅਰੁ ਸੂਰਮੇ ਵਾਂਕੂੰ ਸੰਭਾਲ ਲਿਆ ਤਾਂ ਗੁਰਮਤਿ ਕੈ ਗੁਰਮਤਿ ਦੇ ਧਾਰਣ ਕਰ ਕੇ ਸਾਧ ਸੰਗਤਿ ਸੁਭਾਵ ਗਤਿ ਸਤਿਸੰਗ ਵਿਖੇ ਸ੍ਰੇਸ਼ਟ ਪ੍ਰੇਮ ਵਾ ਭੌਣੀ ਵਾਲੀ ਗਤੀ ਨਿਸਤਾਰਾ ਤੁਹਾਡੇ ਮਾਨਸ ਔਤਾਰ ਮਨੁਖਾ ਜਨਮ ਦਾ ਹੋਵੇਗਾ, ਪਰ ਜੋ ਦੁਰਮਤਿ ਕੈ ਦੁਰਮਤਿ ਦੇ ਧਾਰਣ ਕਰ ਕੇ ਸਾਧ ਸੰਗਤਿ ਸੁਭਾਵ ਗਤਿ ਸਤਿਸੰਗ ਵਿਖੇ ਸ੍ਰੇਸ਼ਟ ਪ੍ਰੇਮ ਵਾ ਭੌਣੀ ਵਾਲੀ ਗਤੀ ਨਿਸਤਾਰਾ ਤੁਹਾਡੇ ਮਾਨਸ ਔਤਾਰ ਮਨੁਖਾ ਜਨਮ ਦਾ ਹੋਵੇਗਾ, ਪਰ ਜੋ ਦੁਰਮਤਿ ਕੈ ਦੁਰਮਤ ਦੇ ਕਾਰਣ ਕਕੇ ਖੋਟੀ ਮੱਤ ਦੇ ਅਧੀਨ ਹੋ ਕੇ ਤੁਸਾਂ ਅਸਾਧ ਸੰਗਤਿ ਦੇ ਸੁਭਾਵ ਨੂੰ ਧਾਰਿਆ ਤਾਂ ਅਸਾਧਾਂ ਚੋਰਾਂ ਵਾਲੀ ਗਤੀ ਭੈੜੀ ਦਸ਼ਾ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਵਿਖੇ ਭਟਕਣ ਵਾਲੀ ਅਪਗਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਖੁਆਰ ਕਰੋਗੇ ॥੭੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
