[
  {
    "id": "H8A",
    "sttm_id": 6551,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QC2N",
        "source_page": 71,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awid kY Anwid Ar AMiq kY AnMq Aiq; pwr kY Apwr n AQwh Qwh pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the imperishable God is beyond beginning though He is the beginning of all; as He is beyond end since He is the end of all; as He is beyond the farthest conceivable extent as He is unfathomable, so is the praise of the True Guru just like that of Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਦਿ ਕੈ ਅਨਾਦਿ ਆਦਿ ਅਰੰਭ ਵੱਲੋਂ ਅਨਾਦਿ ਆਦਿ ਰਹਤ ਹਨ ਭਾਵ ਜੇਕਰ ਕੋਈ ਸਤਿਗੁਰਾਂ ਦੀ ਆਦਿ ਅਰੰਭ ਜਾਨਣ ਦਾ ਜਤਨ ਕਰੇ, ਕਿ ਸਤਿਗੁਰ ਕਦ ਅਰੁ ਕਿਸ ਜੁਗ ਵਿਚ ਪ੍ਰਗਟੇ ਤਾਂ ਓਨਾਂ ਦੀ ਆਦਿ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ, ਕ੍ਯੋਂਕਿ ਸਤਿਗੁਰ ਜੁਗ ਜੁਗ ਵਿਖੇ ਹੀ ਪ੍ਰਗਟ ਰਹਿੰਦੇ ਹਨ। ਅਤੇ ਅੰਤ ਕੈ ਅਨੰਤ ਅਤਿ ਅੰਤ ਵੱਲੋਂ ਅਰਥਾਤ ਅੰਤ ਦਾ ਪੱਖ ਕੋਈ ਲਵੇ ਤਾਂ ਓਸ ਵੱਲੋਂ ਅਤਿ ਸੈ ਕਰ ਕੇ ਅਨੰਤ ਹਨ ਕ੍ਯੋਂਕਿ ਹਰ ਦੇਸ ਕਾਲ ਅਰੁ ਵਸਤੂ ਅੰਦਰ ਹੀ ਓਨਾਂ ਦੀ ਕਲਾ ਮਰੀ ਵ੍ਯਾਪੀ ਰਹਿੰਦੀ ਹੈ ਅਰੁ ਐਸਾ ਹੀ ਪਾਰ ਕੈ ਅਪਾਰ ਓਨਾਂ ਦਾ ਪਾਰ ਭੀ ਕੋਈ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਕ੍ਯੋਂਕਿ ਓਨਾਂ ਤੋਂ ਪਾਰ ਪਰੇ ਪਰਲੇ ਕਿਨਾਰੇ ਉਨ੍ਹਾਂ ਬਿਨਾਂ ਦੂਆ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ਓਨਾਂ ਦੇ ਸ੍ਵਯੰ ਪੂਰਨ ਪਾਰਬ੍ਰਹਮ ਸ੍ਵਰੂਪ ਹੋਣ ਕਰ ਕੇ। ਫੇਰ ਓਨਾਂ ਦੀ ਥਾਹ ਹਾਥ ਭੀ ਕਿਸੇ ਨੇ ਨਹੀਂ ਪਾਈ, ਕ੍ਯੋਂਕਿ ਉਹ ਅਥਾਹ ਅਗਾਧ ਰੂਪ ਹਨ ਭਾਵ ਓਨਾਂ ਦਾ ਥੌਹ ਥਿੱਤਾ ਅੱਜ ਤੱਕ ਕੋਈ ਨਹੀਂ ਪਾ ਸਕਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SKM2",
        "source_page": 71,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "imiq kY Aimiq Ar sMK kY AsMK puin; lyK kY AlyK nhI qOl kY qOlweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the imperishable God is beyond measurement, beyond counting, beyond perception, beyond· weighing; so is the praise of a True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਿਤ ਕੈ ਅਮਿਤ ਮ੍ਰਯਾਦਾ ਵੱਲੋਂ ਅਥਵਾਂ ਮਿਣਤੀ ਵਜੋਂ, ਉਹ ਅਮੇਉ ਅਮਾਪ ਰੂਪ ਹਨ, ਭਾਵ ਓਨਾਂ ਦੀ ਲੰਬਾਈ ਚੁੜਾਈ ਦੀ ਮ੍ਰਯਾਦਾ ਜਾਨਣ ਤੋਂ ਪਰੇ ਹੈ ਬਹੁੜੋ ਫੇਰ ਅਰੁ ਇੰਞੇਂ ਹੀ ਫੇਰ ਸੰਖ ਕੈ ਅਸੰਖ ਸੰਖ੍ਯਾ ਗੇਣਤੀ ਵਾਲੇ ਪੱਖੋਂ ਭੀ ਉਹ ਅਸੰਖ ਬੇਸ਼ੁਮਾਰ ਅਨਗਿਣਤ ਸਰੂਪ ਹਨ ਅਤੇ ਲੇਖੇ ਵੱਲੋਂ ਅਲੇਖ ਲੇਖ੍ਯੋਂ ਪਾਰ ਹਨ ਅਰੁਉਹ ਤੋਲ ਕੈ ਤੋਲਨ ਕਰ ਕੇ ਜਾਚ੍ਯਾਂ ਹਾੜ੍ਯਾਂ ਨਹੀਂ ਤੁਲਾਈ ਹੈ ਕਿਸੇ ਪ੍ਰਕਾਰ ਤੋਲੇ ਹਾੜੇ ਯਾ ਜਾਚੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1V39",
        "source_page": 71,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ArD aurD prjMq kY Apwr jMq; Agm Agocr n mol kY mulweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the Almighty is limitless, inaccessible, beyond the perception of senses and evaluation, so is the praise of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਧ ਹੇਠਾਂ ਉਰਧ ਉਪਰ ਦੀ ਪਰਜੰਤ ਹੱਦ ਓੜਕ ਵੱਲੋਂ ਉਹ ਅਪਾਰਜੰਤ ਅਪ੍ਰਜੰਤ ਅਸੀਮ ਬੇਓੜਕੇ ਹਨ। ਭਾਵ ਹੇਠਾਂ ਉਪਰ ਦੀਆਂ ਹੱਦਾਂ ਵੱਟਾਂ ਵਿਚ ਭੀ ਉਹ ਨਹੀਂ ਆ ਸਕਦੇ। ਤੇ ਅਗੰਮ ਮਨ ਬੁਧ ਆਦਿ ਅੰਤਾਕਰਣ ਦੀ ਗੰਮਤਾ ਤੋਂ ਰਹਿਤ ਹਨ ਅਤੇ ਅਗੋਚਰ ਇੰਦ੍ਰੀਆਂ ਦੇ ਘੇਰੇ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੇ ਭਾਵ ਨਿਰਵਿਖਯ ਸਰੂਪ ਹਨ ਤਥਾ ਮੋਲ ਕੈ ਨ ਮੁਲਾਈ ਹੈ ਮੁੱਲ ਵੱਜੋਂ ਓਨਾਂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਕਿਸੇ ਪ੍ਰਕਾਰ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NETE",
        "source_page": 71,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prmdBuq Ascrj ibsm Aiq; Aibgiq giq siqgur kI bfweI hY [71["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As God Almighty is absolutely marvellous, astonishing and very strange, so is the praise of True Guru. (71)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਹੁਤ ਕੀਹ ਆਖੀਏ, ਸਤਿਗੁਰੂ ਪਰਮਦਭੁਤ ਅਤਿਸੈ ਕਰ ਕੇ ਅਚੰਭਤਕਾਰੀ ਸਰੂਪ ਵਾਲੇ ਹਨ, ਅਰੁ ਅਤੀ ਕਰ ਕੇ ਅਸਚਰਜ ਵਿਚਿਤ੍ਰ ਸਰੂਪ ਤਥਾ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਚਰਿਤ੍ਰਾਂ ਕਰਣਹਾਰੇ ਬਿਸਮ ਬਿਮਾਦ ਸਰੂਪ ਹਨ ਇਹ ਸਭ ਕੁਛ ਹੁੰਦਿਆਂ ਹੋਇਆਂ ਭੀ ਸਤਿਗੁਰਾਂ ਦੀ ਬਡਾਈ ਮਹੱਤ ਇਹ ਹੈ ਕਿ ਅਬਿਗਤ ਅਪਗਤਿਆਂ ਘੋਰ ਅਪ੍ਰਾਧੀਆਂ ਦੀ ਭੀ ਗਤਿ ਕਲ੍ਯਾਨ ਕਰਣਹਾਰੇ ਹਨ ॥੭੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
