[
  {
    "id": "CU0",
    "sttm_id": 6552,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "C343",
        "source_page": 72,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur qIrQ purb koit; dyvI dyv syv gur crin srn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Refuge of a True Guru is equivalent to pilgrimage of millions of holy places. Service of millions of gods and goddesses is also equivalent to living in the service of True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਕ੍ਰੋੜ ਤੀਰਥਾਂ ਦਾ ਪੁਰਬ ਇਸਥਿਤ ਹੈ ਭਾਵ ਚਰਨ ਸਰਨ ਪੈਣ ਵਾਲੇ ਪੁਰਖ ਨੂੰ ਇਤਨਾ ਮਹਾਨ ਪੁੰਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਜਿਤਨਾ ਕਿ ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਉਪਰ ਪੁਰਬਾਂ ਸਮੇ ਸਨਾਨ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣਾ ਲਿਖਿਆ ਹੈ। ਅਤੇ ਸਤਿਗੁਰਾਂ ਦੀ ਚਰਨ ਸਰਨ ਆਏ ਗੁਰਮੁਖ ਨੂੰ ਸਮੂਹ ਦੇਵੀਆਂ ਦੇਵਤਿਆਂ ਦੀ ਸੇਵਾ ਦਾ ਫਲ ਸੁਤੇ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਭਾਵ ਓਸ ਨੂੰ ਹੋਰ ਕਿਸੇ ਦੇ ਸੇਵਨ ਦੀ ਲੋੜ ਹੀ ਨਹੀ ਰਹਿੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1MUP",
        "source_page": 72,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur kwmnw skl Pl; iriD isiD iniD Avqwr Amrn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All desires fructify in the holy refuge of True Guru. All the miraculous powers remain in attendance forever.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਔਣਹਾਰੇ ਦੀਆਂ, ਸਭ ਕਾਮਨਾਂ ਫਲ ਕਰ ਕੇ ਸਫਲ ਹੋ ਜਾਂਦੀਆਂ ਹਨ। ਅਰਥਾਤ ਜੋ ਜੋ ਭੀ ਕਾਮਨਾ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਰੂਪ ਹਨ, ਉਸ ਸਰਣਾਗਤ ਦੀਆਂ ਸਭ ਹੀ ਜ੍ਯੋਂ ਕੀਆਂ ਤ੍ਯੋਂ ਪੂਰਨ ਹੋ ਆਯਾ ਕਰਦੀਆਂ ਹਨ। ਅਤੇ ਰਿਧੀਆਂ ਚੀਜਾਂ ਨੂੰ ਅੱਖੁਟ ਬਨਾਣ ਹਾਰੀਆਂ ਸ਼ਕਤੀਆਂ ਤੇ ਸਿਧੀਆਂ ਅਣਿਮਾਂ ਮਹਿਮਾ ਲਘੁਮਾ ਗਰਿਮਾ ਆਦਿ, ਤਥਾ ਨਿਧੀਆਂ ਨੌ ਖੰਡ ਧਰਤੀ ਅੰਦਰ ਗੁਪਤ ਖਜਾਨਿਆਂ ਵਿਚਲੀ ਸਮ੍ਰਿਧੀ ਸੰਪਦਾ ਅਵਤਾਰ ਮੂਰਤੀ ਮਾਨ ਹੋ ਖਲੋਂਦੀਆਂ ਹਨ ਉਸ ਦੇ ਅਗੇ ਅਮਰਨ ਅਬਿਨਾਸ਼ੀ ਹਾਲਤ ਵਿਚ ਅਰਥਾਤ ਸਦਾ ਲਈ ਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9GFY",
        "source_page": 72,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur nwm inhkwm Dwm; Bgiq jugiq kir qwrn qrn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Meditation on Lord's name carried out in the refuge of the True Guru but with no reward at the back of the mind, is the place of all the comforts and peace in the world. A devoted Sikh absorbs himself in Naam Simran and sails across the worldly ocean besi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਪ੍ਰਾਪਤ ਹੋਯਾਂ ਨਾਮ ਹੈ ਜਿਸ ਦਾ ਨਿਸ਼ਕਾਮ ਨਿਰਸੰਕਲਪ ਔਰ ਨਿਰਵਿਕਲਪ ਪਦ ਉਹ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਰੁ ਭਗਤਿ ਜੁਗਤਿ ਭਜਨ ਦੀ ਜੁਗਤੀ ਵਾਹਗੁਰੂ ਨਾਲ ਪ੍ਯਾਰ ਪਾਲਨ ਦੇ ਢੰਗ ਕਰ ਕੇ ਤਾਰਨ ਤਰਨ ਦੂਸਰਿਆਂ ਨੂੰ ਸੰਸਾਰ ਸਮੁਦਰੋਂ ਤਾਰਨ ਖਾਤਰ ਤਰਨ ਜਹਾਜ ਸਮਾਨ ਪ੍ਰਭਾਵ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VW5X",
        "source_page": 72,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur mihmw AgwiD boD; hrn Brn giq kwrn krn hY [72["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the refuge of a True Guru is beyond perception. Like eternal Lord, it destroys all base deeds and vices and fills a person with virtues. (72)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿੱਥੋਂ ਤਕ ਦੱਸੀਏ! ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਪ੍ਰਾਪਤ ਹੋਣ ਦੀ ਮਹਿਮਾ ਦਾ ਬੋਧ ਅਗਾਧ ਅਥਾਹ ਹੈ। ਜਿਹੜਾ ਕੋਈ ਭੀ ਸਰਣ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਓਸ ਨੂੰ ਹਰਨ ਭਰਨ ਮਾਰਣ ਅਰੁ ਰਖ੍ਯਾ ਪ੍ਰਤਿਪਾਲਾ ਦੀ ਸਮ੍ਰਥਾ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੀ ਹੈ, ਤੇ ਉਹ ਕਾਰਣ ਕਰਣ ਸਭ ਸਬੱਬਾਂ ਦੇ ਬਣਾ ਲੈਣ ਵਾਲਾ ਸਰਬ ਸਮਰਥ ਸੰਪੰਨ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੭੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
