[
  {
    "id": "8DT",
    "sttm_id": 6553,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U4AV",
        "source_page": 73,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK eykmyk rom mihmw AnMq; Agm Apwr gur mihmw inDwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of inexhaustible toil of Naam Simran in the service of a True Guru, the praise of a hair of a Gursikh is infinite. Then the inaccessible Satguru with countless virtues is a treasure house of praises.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਹੜੇ ਸਿੱਖ ਗੁਰਾਂ ਨਾਲ ਏਕ ਮੇਕ ਇੱਕ ਭਾਵ ਵਾਲੇ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਦੇ ਮੇਲ ਵਿਚ ਆਏ ਹੋਏ ਬਣ ਗਏ ਹਨ, ਓਨਾਂ ਦੇ ਇੱਕ ਰੋਮ ਭਰ ਦੀ ਮਹਿਮਾ ਅਨੰਤ ਹੈ ਭਾਵ ਓਸ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਜਦ ਰੋਮ ਭਰ ਦੀ ਮਹਿਮਾ ਅਨੰਤ ਕਾਰਣ ਸਿੱਖ ਦੀ ਐਡੀ ਮਹਾਨ ਮਹਿਮਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਗੁਰੂ ਤਾਂ ਹੈਣ ਹੀ ਅਗੰਮ ਅਪਾਰ ਮਹਿਮਾ ਦੇ ਨਿਧਾਨ ਘਰ ਭੰਡਾਰੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CR6S",
        "source_page": 73,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK eykmyk bol ko n qol mol; sRI gur sbd Agimiq igAwn iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who obey the commands of their True Guru; those who are one with their Guru; their words are beyond evaluation. Then the divine words of a True Guru, his Gyan (knowledge) and reflection on his precepts is beyond comprehension.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਗੁਰ ਸਿੱਖ ਦੇ ਇਕ ਮਾਤ੍ਰ ਬੋਲ ਬਚਨ ਦੇ ਤੋਲ ਵੀਚਾਰ ਅੰਦਾਜ਼ੇ ਸਿਧਾਂਤ ਨੂੰ ਹਾਰੀ ਸਾਰੀ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, ਅਤੇ ਨਾ ਹੀ ਓਸ ਦਾ ਮੁੱਲ ਹੀ ਮਾਯਾ ਜਾ ਸਕਦਾ ਹੈ। ਇਸ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਸਤਿਗੁਰਾਂ ਦੇ ਸਬਦ ਦਾ ਜੋ ਗਿਆਨ ਹੈ, ਓਸ ਦਾ ਧਿਆਨ ਵਿਚ ਲ੍ਯੌਣਾ ਤਾਂ ਹੈ ਹੀ ਅਗੰਮ+ਇਤ = ਅਗੰਮਤਾ ਦੀ ਅਵਧੀ ਰੂਪ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DHLK",
        "source_page": 73,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK eykmyk idRsit idRsit qwrY; sRI gur ktwC ikRpw ko n prmwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When one who is in harmony with True Guru, who meditates on His name, his one glimpse is good enough to sail the recipient across the ocean. Then the intensity of power of a True Guru is incomprehensible.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਸਿੱਖ ਦੀ ਦ੍ਰਿਸ਼੍ਟੀ ਅੱਖ ਦੀ ਇਕ ਮਾਤ੍ਰ ਨਿਗ੍ਹਾ ਤਾਰ ਦਿੰਦੀ ਹੈ ਜਦ ਬੰਦੇ ਨੂੰ ਸੰਸਾਰ ਤੋਂ ਤਾਂ ਫੇਰ ਸਤਿਗੁਰਾਂ ਦੇ ਕ੍ਰਿਪਾ ਭਰੇ ਕਟਾਖ੍ਯ ਅੱਖ ਦੇ ਚੁਭਾਉ ਨੇਤ੍ਰ ਭਰ ਕੇ ਤੱਕਨ ਦੇ ਪ੍ਰਭਾਉ ਦਾ ਤਾਂ ਕੋਈ ਪਰਮਾਣ ਅੰਦਾਜਾ ਥਹੁ ਲਾਇਆ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L1AQ",
        "source_page": 73,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK eykmyk pl sMg rMg rs; Aibgq giq siqgur inrbwn hY [73["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The company of a person for a second, who is deep into the meditation of Lord's name bless one with happiness, ecstasy and elixir of life. Like indestructible Lord, Satguru  is an epitome of eternal bliss. (73)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਐਸਾ ਹੀ ਗੁਰ ਸਿੱਖ ਦੇ ਤਾਂ ਇਕ ਮਾਤ੍ਰ ਪਲ ਘੜੀ ਸੰਗ ਸਾਥ ਕੀਤਿਆਂ ਰੰਗ ਰਸ ਪ੍ਰੇਮ ਦਾ ਰਸ ਰੱਬੀ ਸੁਆਦ ਆ ਜਾਂਦਾ ਹੈ ਸਤਿਗੁਰਾਂ ਦੀ ਗਤੀ ਮਹਿਮਾ ਤਾਂ ਫੇਰ ਹੈ ਹੀ ਅਬਿਗਤ ਅਬ੍ਯਕ੍ਤ ਰੂਪ ਅਰੁ ਨਿਰਬਾਣ ਅਥਵਾ ਸਤਿਗੁਰੂ ਨਿਰਬਾਣ ਮਿਤ ਮ੍ਰਯਾਦਾ ਤੋਂ ਰਹਿਤ ਖੁਲ੍ਹਮ ਖੁੱਲ੍ਹਾ ਮੌਜ ਮਾਤ੍ਰ ਤੇ ਹੀ ਅਬਿਗਤਾਂ ਅਪਗਤਾਂ ਦੀ ਭੀ ਗਤੀ ਕਰ ਦਿੱਤਾ ਕਰਦੇ ਹਨ ॥੭੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
