[
  {
    "id": "0KZ",
    "sttm_id": 6555,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "D9HK",
        "source_page": 75,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cItI kY audr ibKY hsqI smwie kYsy; Aqul phwr Bwr iBRMgIn auTwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an elephant cannot be contained in the stomach of an ant, as a small flying insect cannot lift the weight of a mountain,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕੀੜੀ ਚੀਟੀ ਦੇ ਉਦਰ ਪੇਟ ਵਿਖੇ ਹਾਥੀ ਨਹੀਂ ਸਮਾ ਸਕਦਾ ਕੀੜੀ ਸਮਾਨ ਤੰਗ ਦਿਲ ਵਾਲੇ ਅੰਦਰ, ਹਸਤੀ ਸਭ ਜੜ ਪਦਾਰਥਾਂ ਨੂੰ ਸਰਜੀਤ ਕਰਨ ਵਾਲੀ ਅਸਤਿਤ੍ਵ ਹੋਂਦ ਰੂਪ ਚੇਤਨ ਸਤ੍ਯਾ ਕਿਸ ਤਰ੍ਹਾਂ ਸਮਾ ਸਕੇ ਭਾਵ ਸਾਖ੍ਯਾਤਕਾਰਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਸਕੇ? ਭ੍ਰਿੰਗੀ ਭੂੰਡ ਵਰਗਾ ਉਡਾਰੂ ਕੀੜਾ ਅਤੁਲ ਅਤੋਲ ਅਪਾਰ ਭਾਗ ਨੂੰ ਨਹੀਂ ਚੁੱਕ ਸਕਦਾ ਭਾਰ+ਇੰਗੀ ਭਰ੍ਯਾ ਹੋਯਾ ਚੇਸ਼੍ਟਾ ਚਪਲਤਾ ਕਰ ਕੇ ਚੰਚਲ ਮਨ ਵਾਲਾ ਜੋ ਮਨੁੱਖ ਹੈ ਉਹ ਸੰਪੂਰਣ ਸ਼੍ਰਿਸ਼ਟੀ ਵਾ ਅਨੰਤ ਬ੍ਰਹਮੰਡਾਂ ਨੂੰ ਸਹਾਰਾ ਦੇਣ ਵਾਲੇ ਪ੍ਰਮਾਤਮਾ ਸਤਿਗੁਰੂ ਨੂੰ ਕੀਕੂੰ ਆਪਣੇ ਅੰਦਰ ਧਾਰਣ ਕਰ ਸਕੇ? ਭਾਵ ਨਹੀ ਕਰ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MUCK",
        "source_page": 75,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwCr kY fMg n mrq hY bisq nwgu; mkrI n cIqY jIqY sir n pUjwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a mosquito sting cannot kill the king of snakes, a spider can neither win a tiger nor match with it,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੱਛਰ ਦੇ ਡੰਗ ਨਾਲ ਬਾਸਕ ਨਾਗ ਤਖ੍ਯਕ ਨਾਗ ਸਮੁੰਦਰ ਦੇ ਮਥਨ ਦਾ ਸਹਾਈ ਸਰਪ ਨਹੀਂ ਮਾਰਿਆ ਜਾ ਸਕਦਾ ਐਸੇ ਹੀ ਮਤਸਰ ਈਰਖਾ ਕਰ ਕੇ ਗ੍ਰਸ੍ਯਾ ਹੋਇਆ ਮਨੁੱਖ, ਸਮੂਹ ਬਾਸਨਾਂ ਦੇ ਉਤਪੰਨ ਕਰਨ ਤਥਾ ਸ੍ਰਿਸ਼ਟੀ ਭਰ ਨੂੰ ਮਥਨ ਕਰਨ ਵਾਲੇ ਮਨ ਨੂੰ ਕੀਕੂੰ ਮਾਰ ਸਕੇ? ਭਾਵ ਨਹੀਂ ਮਾਰ ਸਕਦਾ ਹੈ। ਮਕਰੀ ਮਕੜੀ ਜਿਸ ਦਾ ਲੱਕ ਵਿਚੋਂ ਪਤਲਾ ਸੂਖਮ ਚਿਤ੍ਰੇ ਵਰਗਾ ਹੁੰਦਾ ਹੈ, ਉਹ ਚੀਤੈ ਜਿੱਤਨ ਵਾਲੇ ਪਤਲੇ ਲੱਕ ਧਾਰੀ ਚਿਤ੍ਰੇ ਦੇ ਸਰ ਬਰਾਬਰ ਨਹੀਂ ਪੁਜ ਸਕਦੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਜਿੱਤ ਲਏ ਹਨ ਆਪਣੇ ਚਿੱਤ ਭਾਵ ਸੰਤਾਂ ਭਗਤਾਂ ਵਾਲੀ ਰਹਿਣੀ ਨੂੰ ਸੰਸਾਰੀ ਮਾਯਾਧਾਰੀ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7NBY",
        "source_page": 75,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qmcr aufq n phUcY Awkws bws; mUsw qau n pYrq smuMdR pwr pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an owl cannot fly and reach the sky, nor can a rat swim across the ocean and reach the far side,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਮਚਰ ਉੱਲੂ ਯਾ ਚਮਗਿੱਦੜ ਉਡਾਰੀ ਮਾਰ ਕੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ ਅਕਾਸ ਬਾਸ ਅਕਾਸ ਬਾਸੀ ਅਲਪੰਖੀ ਨੂੰ ਅਥਵਾ ਤਮਚਰ ਦੈਂਤ ਆਦਿ ਪਾਤਾਲ ਬਾਸੀ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ, ਅਕਾਸ਼ ਬਾਸੀ ਦੇਵਤਿਆਂ ਨੂੰ ਤੀਕੂੰ ਹੀ ਤਮੋਗੁਣੀ ਵਾ ਆਸੁਰੀ ਸੰਪਤ ਵਾਨ ਚਿੱਤਾਂ ਵਾਲੇ ਮਨੁੱਖ ਦੈਵੀ ਸੰਪਤ ਵਾਲੇ ਯਾ ਦਸਮ ਦ੍ਵਾਰ ਬਾਸੀ ਮਹਾਪੁਰਖਾਂ ਦੀ ਸਮਤਾ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਅਰੁ ਇਵੇਂ ਹੀ ਮੂਸਾ ਚੂਹਾ ਤਉ ਫੇਰ ਪੈਰਤ ਤਰਕੇ ਨਹੀਂ ਸਮੁੰਦਰ ਦੇ ਪਾਰ ਹੋ ਸਕਦਾ ਤੀਕੂੰ ਹੀ ਮੂਸਾ ਮੋਹੇ ਹੋਏ ਮੋਹ ਮਮਤਾ ਦੇ ਸੰਸਾਰ ਸਮੁੰਦੋਂ ਪਾਰ ਪਰਮ ਪਦ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "839R",
        "source_page": 75,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy ipRA pRym nym Agm AgwiD boiD; gurmuiK swgr ijau bUMd huie smwveI [75["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So are the ethics of love of our beloved Lord difficult and beyond for us to understand. It is a very serious subject. As a drop of water merges with the water of the ocean, so does a devoted Sikh of the Guru becomes one with his beloved Lord. (75)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੀ ਪ੍ਰਕਾਰ ਹੀ ਮਨਮੁਖੀ ਸੰਸਾਰੀਆਂ ਲਈ ਪ੍ਰਿਯ ਪ੍ਰੇਮ ਨੇਮ ਬੋਧ ਅਗਮ ਅਗਾਧ ਪ੍ਰੀਤਮ ਪਿਆਰੇ ਵਾਹਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਦਾ ਨੇਮ ਨੇਤ ਮ੍ਰਯਾਦਾ ਬਿਧ ਦਾ ਬੋਧ ਸਮਝਨਾ ਅਗਮ ਅਗਾਧ ਹੈ। ਜੇਕਰ ਗੁਰਮੁਖ ਗੁਰੂ ਸਰਣ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਬੂੰਦ ਵਾਂਕੂੰ ਨਿਰ ਅਭਿਮਾਨ ਸੂਖਮ ਹੋਵੇ, ਤਾਂ ਜਾ ਕੇ ਹੀ ਸਾਗਰ ਪਾਰਾਵਾਰ ਰਹਿਤ ਪਰਮਾਤਮਾ ਵਿਖੇ ਸਮਾ ਸਕਦਾ ਹੈ ਭਾਵ ਪਰਮਪਦ ਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਪ੍ਰਾਪਤੀ ਸੁਭਾਵ ਸੁੱਧੀ ਤੋਂ ਬੰਚਿਤ ਕੋਈ ਮਨੁੱਖ ਭੀ ਕਿਸੇ ਪ੍ਰਕਾਰ ਹੋਰ ਹੋਰ ਸਾਧਨ ਕਰ ਕਰ ਕੇ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ॥੭੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
