[
  {
    "id": "PAQ",
    "sttm_id": 6557,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6CUP",
        "source_page": 77,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv joq ko audoq BieE; iqRBvn Aau iqRkwl AMqir idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the absorption of his mind in the divine word, a devoted servant of the Guru experiences the radiance of the Lord within, and in such a state, he becomes aware of the happenings three worlds and in the three periods.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਜੋਤਿ ਕੋ ਉਦੋਤ ਭਇਓ ਪ੍ਰਕਾਸ਼ ਉਦੇ ਹੋ ਔਂਦਾ ਹੈ ਆਤਮ ਸਾਖ੍ਯਾਤਕਾਰਤਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ ਜਿਸ ਪ੍ਰਕਾਸ਼ ਕਰ ਕੇ ਤਿੰਨੇ ਲੋਕਾਂ ਅਰੁ ਤਿੰਨੋਂ ਕਾਲਾਂ ਅੰਦਰ ਵਰਤਣਹਾਰਾ ਸਮੂਹ ਬਿਰਤਾਂਤ ਅਪਣੇ ਅੰਦਰ ਹੀ ਦਿੱਸ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SKJ7",
        "source_page": 77,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv gurmiq ko pRgws; AkQ kQw ibnod AlK lKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the lodging of the divine word in the consciousness Guru-conscious person, he experiences the refulgence of the divine wisdom within. And in this state, he establishes a relationship with the God and enjoys lasting bliss. He then understands the unkn",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਿਆਂ ਗੁਰਮਤਿ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦਾ ਇਸ ਫਲ ਬਾਂ ਛਿਤ ਅਵਸਥਾ ਦਾ ਪ੍ਰਗਾਸ ਪ੍ਰਗਟ ਹੋ ਪੈਂਦਾ ਹੈ। ਜਿਸ ਬਿਨੋਦ ਕੌਤੁਕ ਤਮਾਸ਼ੇ ਅੰਤਰੀਵੀ ਆਨੰਦ ਦੀ ਕਥਾ ਕਹਾਣੀ ਅਕਥ ਰੂਪ ਅਰਥਾਤ ਨਹੀਂ ਕਥਨ ਕੀਤੀ ਜਾ ਸਕਨ ਵਾਲੀ ਹੈ ਓਸ ਅਲਖ ਸਰੂਪ ਆਨੰਦ ਨੂੰ ਲਖਾ ਲੈਂਦਾ ਅਨੁਭਵ ਕਰ ਲੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E6P5",
        "source_page": 77,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv inJr Apwr Dwr; pRym rs risk huie ApIAw pIAwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By his engrossment in the word, he experiences a perpetual flow of elixir of Naam from the Dasam Duar and he continuously enjoys its relishment.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗ ਆਇਆਂ ਨਿਰੰਤਰ ਝਰਣ ਹਾਰੀ ਅਪਾਰ ਧਾਰਾ ਝਰ ਔਂਦੀ ਸਰਨ ਲਗ ਪੈਂਦੀ ਹੈ ਜਿਸ ਦੇ ਪ੍ਰੇਮ ਰਸ ਦਾ ਰਸੀਆ ਹੋ ਕੇ ਅਪਿਅ ਮਾਸ ਦੀ ਰਸਨਾ ਆਦਿ ਦ੍ਵਾਰੇ ਨਾ ਪੀਤਾ ਜਾ ਸਕਨ ਵਾਲਾ ਦਿਬ੍ਯ ਅੰਮ੍ਰਿਤ ਪੀਣ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TP40",
        "source_page": 77,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv sohM soh Ajpw jwp; shj smwiD suK swgr smwey hY [77["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This engrossment of his consciousness attaches him with the comforting and peace-giving Lord and he remains absorbed meditating on His name. (77)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਸ਼ਬਦ ਜਿਸ ਵਿਚ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗਾਇਆਂ ਪੂਰਨ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਸੋਹੰ ਸੋ ਸੋਹੰ ਹੰਸਾ ਰੂਪ ਅਜਪਾ ਜਾਪ ਭਾਵ ਜੋ ਬਾਣੀ ਆਦਿ ਕਰ ਕੇ ਜਾਪ ਹੋ ਸਕਣੋਂ ਅਜਪਾ ਰੂਪ ਹੋਣ ਕਰ ਕੇ, ਨਹੀਂ ਜਪਿਆ ਜਾਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਨੂੰ ਅਜਪ ਅਵਸਥਾ ਵਿਖੇ ੨੧੬੦੦ ਵਾ ੨੪੦੦੦ ਸ੍ਵਾਸਾਂ ਦ੍ਵਾਰਾ ਜਪਦਿਆਂ ਸਹਜ ਸਮਾਧਿ ਸੁਭਾਵਿਕੀ ਆਤਮਿਕ ਇਸਥਿਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ, ਗੁਰਮੁਖ ਸੁਖ ਸਾਗਰ ਸੁਖ ਸਮੁੰਦ੍ਰ ਪੂਰਨ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਵਿਖੇ ਸਮਾ ਜਾਂਦਾ ਅਭੇਦ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੭੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
