[
  {
    "id": "8CR",
    "sttm_id": 6558,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2TQB",
        "source_page": 78,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwiD kY ibAwiD kY aupwiD kY iqRdoK huqy; gurisK swD gur bYd pY lY Awey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The disciple servant of the Guru brings all those who suffer from physical, psychic or ailments of mind, to the doctor like True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਧਿ ਕੈ ਮਾਨਸੀ ਦੁੱਖਾਂ ਕਰ ਕੇ ਦੁਖੀ, ਅਤੇ ਬਿਆਧਿ ਕੈ ਸਰੀਰਿਕ ਰੋਗ ਗ੍ਰਸਤ ਤਥਾ ਉਪਾਧਿ ਕੈ ਕਾਮੁਕਿ ਲੌਕਿਕ ਅਤੇ ਦੈਵਿਕ ਬਖੇੜਿਆਂ ਕਰ ਕੇ ਦੁਖੀ, ਇਉਂ ਆਧਿ ਬ੍ਯਾਧਿ ਉਪਾਧਿ ਰੂਪ ਤ੍ਰਿਦੋਖ ਸੰਨਪਾਤ ਕਰ ਕੇ ਜੋ ਦੁਖੀ ਹੋ ਰਹੇ ਮਾਨੋਂ ਰੋਗੀ ਲੋਕ ਹਨ, ਓਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੇਰ ਪ੍ਰੇਰ ਕੇ ਸੁਮੱਤੇ ਲਾ ਲਾ ਕੇ ਗੁਰੂ ਕੇ ਸਿੱਖ ਸਾਧ ਗੁਰ ਸਤਿਗੁਰੂ ਨਿਰਮਲ ਕਰਮਾ ਪੂਰਨ ਗੁਰੂ ਰੂਪ ਬੈਦ ਪਾਸ ਲਿਔਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TYWB",
        "source_page": 78,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMimq ktwC pyK jnm mrn myty; jon jm BY invwry ABY pd pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru obliterates their cycle of re-incarnation by casting one clement look of grace upon them. He makes them free of all psychosis of death and thus they attain a state of fearlessness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਅਧਿਦੈਵਿਕ, ਅਧਿਭੂਤਿਕ ਤ੍ਰੈ ਤਾਪ ਰੂਪ ਰੋਗ ਕਰ ਕੇ ਗ੍ਰਸਤ ਰੋਗੀਆਂ ਨੂੰ ਸਰਣ ਆਯਾ ਤਕ ਸਤਿਗੁਰੂ ਅੰਮ੍ਰਿਤ ਬਰਸੌਣੀ ਦ੍ਰਿਪਾ ਦ੍ਰਿਸ਼੍ਟੀ ਨਾਲ ਪੇਖ ਦੇਖ ਕੇ ਜਨਮ ਮਰਣ ਮੇਟ ਦਿੰਦੇ ਹਨ ਅਰਥਾਤ ਜੋਨਿ ਮਾਤਾ ਦੇ ਗਰਭ ਦ੍ਵਾਰਿਓਂ ਔਣ ਜੰਮਨ ਦਾ ਅਰੁ ਜਮ ਯਮ ਮਰਣ ਦਾ ਭੈ ਨਿਵਾਰਣ ਕਰ ਕੇ ਅਭੈ ਪਦ ਮੋਖ ਪਦਵੀ ਦੀ ਪ੍ਰਾਪਤੀ ਕਰਾ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S2KF",
        "source_page": 78,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rj lypn kY; dIiKAw sIiKAw sMjm kY AauKd Kvwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By providing support to all those who come to his refuge, by consecrating them with practice of meditation and imparting them with divine knowledge, he provides them with the medication of Naam and restraint.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਪਣਿਆਂ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰੂਪੀ ਰਜ ਧੂਲੀ ਸਰੀਰ ਉਪਰ ਲੇਪਨ ਮਾਲਿਸ਼ ਕਰਵਾ ਕੇ ਬਾਹਰਲੇ ਰੋਗਾਂ ਤੋਂ ਰਹਿਤ ਕਰ ਦਿੰਦੇ ਹਨ ਅਰੁ ਦੀਖ੍ਯਾ ਬਿਧੀ ਵਤ ਨਾਮ ਉਪਦੇਸ਼ ਦਾ ਦਾਨ ਰੂਪ ਔਖਧੀ ਦ੍ਵਾਈ ਸੀਖ੍ਯਾ ਸਤਿਸੰਗ ਵਿਖੇ ਸਰਧਾ ਪ੍ਰੇਮ ਪੂਰਬਕ ਅਰਾਧਨ ਵਿਚ ਲਗਾਤਾਰ ਤਤਪਰ ਰਹਿਣ ਰੂਪ ਅਨੂਪਾਨ ਪਾਲਦਿਆਂ: ਕੁਸੰਗ, ਕੁਭੌਣੀ ਵਾ ਅਸਰਧਾ ਤਥਾ ਆਲਸ ਆਦਿ ਕੁਪੱਥ ਤੋਂ ਬਚਦੇ ਰਹਿਣਾ; ਇਸ ਭਾਂਤ ਦੀ ਸਿਖ੍ਯਾ ਸੰਜਮ ਪੂਰਬਕ ਕਮਾਨਾ ਸਿਖਾਲਦੇ ਹਨ ਮਾਨੋ ਇਹ ਦਵਾਈ ਖੁਵੌਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UKTZ",
        "source_page": 78,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "krm Brm Koey Dwvq brij rwKy; inhcl miq suK shj smwey hY [78["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And thus the ailing persons sheds away the network of rites and rituals controlling the wandering mind for enjoyment of false pleasures. They then stay in stable disposition and acquire state of equipoise. (78)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਭਰਮ ਰੂਪ ਕਮਰਾਂ ਨੂੰ ਖੋਇ ਕੇ ਭਾਵ ਭਰਮ ਭਾਵੀ ਪ੍ਰਵਿਰਤੀ ਨੂੰ ਗੁਵਾ ਕੇ ਧਾਵਨ ਬਾਸਨਾ ਅਧੀਨ ਭੱਜੇ ਜਾਂਦੇ ਮਨ ਨੂੰ ਮੋੜ ਮੋੜ ਕੇ ਉਕਤ ਸੰਜਮ ਵਿਚ ਸਾਵਧਾਨ ਰਖਣਾ ਅਰੁ ਨਿਹਚਲ ਮਤੀ ਨਿਸਚਾ ਭਰੋਸਾ ਇਸ ਔਖਧੀ ਤਥਾ ਸੰਜਮ ਉਪਰ ਰੱਖ ਕੇ, ਜੋ ਵਰਤਣਾ ਕਰੇ ਉਹ ਸਹਜ ਸੁਖ ਬ੍ਰਹਮਾ ਨੰਦ ਆਤਮ ਸੁਖ ਵਿਖੇ ਅਥਵਾ ਸਹਜ ਹੀ ਸੁਖ ਸਰੂਪ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੭੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
