[
  {
    "id": "0G8",
    "sttm_id": 6559,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B82R",
        "source_page": 79,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "boihiQ pRvys Bey inrBY huie pwrgwmI; boihQ smIp bUif mrq ABwgy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Once someone boards a ship, he is confident of sailing across the sea. But many unfortunates die even when the ship is near about.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੋਹਿਥ ਪ੍ਰਵੇਸ ਭਏ ਜਹਾਜ ਅੰਦਰ ਵੜ ਬੈਠਿਆਂ ਚੜ੍ਹ ਪਿਆਂ ਨਿਰਭੈ ਹੋਇ ਪਾਰ ਗਰਾਮੀ ਬੇ ਖਟਕੇ ਹੋ ਜਾਈ ਦਾ ਹੈ ਪਾਰਗਰਾਮੀ ਪਾਰ ਪਹੁੰਚਨ ਵਾਲੇ ਅਥਵਾ ਪਾਰ ਵਾਸੀ ਪਾਰ ਗਰਾਮ ਪਾਰਲੇ ਪਿੰਡ ਵਿਚ ਵੱਸਨ ਵਾਲੇ ਪਰ ਜਹਾਜ਼ ਦੇ ਸਮੀਪ ਨੇੜੇ ਹੁੰਦਿਆਂ ਹੋਇਆ ਭੀ ਮੰਦ ਭਾਗਾਂ ਵਲੇ ਬਦ ਕਿਸਮਤੇ ਡੁੱਬਕੇ ਹੀ ਮਰ ਜਾਂਦੇ ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਛਲ ਸਮੇਟ ਲਜਾਇਆ ਕਰਦੀ ਹੈ। ਭਾਵ ਗੁਰੂ ਬੰਸੀ ਆਦਿ ਹੋਣ ਦਾ ਮਾਨ ਧਾਰ ਕੇ ਯਾ ਕੜਾਹ ਪ੍ਰਸ਼ਾਦ ਆਦਿ ਦਾ ਲੋਭ ਆਪਣੇ ਅੰਦਰ ਰੱਖ ਕੇ ਸਦੀਵ ਕਾਲ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਭੀ ਉਪਦੇਸ਼ ਧਾਰੇ ਬਿਨਾਂ ਵਾ ਚਰਣਾਂ ਦੀ ਓਟ ਲਏ ਬਾਝੋਂ ਮਾਯਾ ਦੇ ਰੋੜ੍ਹ ਵਿਚ ਹੀ ਰੁੜ੍ਹ ਜਾਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D02W",
        "source_page": 79,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn smIp dRügMD so sugMD hoih; durMqr qr gMD mwruq n lwgy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fragrance less trees acquire fragrance when they grow near Sandalwood trees. But those trees which are located far away do not receive fragrant breeze of Sandalwood as it cannot reach them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੰਨਣ ਦੇ ਨੇੜੇ ਬਿਰਛ ਦੁਰਗੰਧ ਸੋ ਦੁਰਗੰਧੀ ਸਹਿਤ ਖੋਟੀ ਬਾਸਨਾ ਵਾਲੇ ਹਰਿੰਡ ਆਦਿ ਸੁਗੰਧ ਹੋਇ ਸ੍ਰੇਸ਼ਟ ਬਾਸਨਾ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ਦੂਰ+ਅਨ੍ਯਤ੍ਰ ਦੂਰ+ਹੋਰ ਦਿਰੇ ਵਾ ਦੂਰ+ਅੰਤਰ = ਦੂਰ+ਅੰਤਰ, ਦੂਰ ਓਹਲੇ ਫਾਸਲੇ ਤੇ ਰਹਿਣ ਵਾਲੇ ਤਰ ਬਿਰਛਾਂ ਨੂੰ ਗੰਧ ਮਾਰੁਤ ਚੰਨਣ ਦੀ ਸੁਗੰਧੀ ਵਾਲੀ ਪੌਣ ਸਪਰਸ਼ ਹੀ ਨਹੀਂ ਕਰ ਸਕਿਆ ਕਰਦੀ ਜਿਸ ਕਰ ਕੇ ਉਹ ਜੇਹੇ ਤੇ ਤੇਹੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ ਭਾਵ ਸਮੀਪ ਵੱਸੇ ਤੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਧਾਰ ਕੇ ਵੱਸੇ ਤਾਂ ਲਾਭ ਪੁਜਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9XSG",
        "source_page": 79,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ishjw sMjog Bog nwir gr hwir hoq; purK ibdyis kul dIpk n jwgy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To enjoy the pleasure of nocturnal bed, a faithful wife clings to her husband. But one whose husband is away don't even feel like lighting a lamp in her home.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਹਜਾ ਸੰਜੋਗ ਭੋਗ ਜੇਕਰ ਪਤੀ ਨਾਲ ਸਿਹਜਾ ਭੋਗ ਮਾਨਣ ਦਾ ਸੰਜੋਗ ਅਉਸਰ ਮਿਲਿਆ ਹੋਯਾ ਹੋਵੇ, ਤਾਂ ਨਾਰ ਗਰ ਹਾਰ ਹੋਤ ਇਸਤ੍ਰੀਭਰਤਾ ਦੇ ਗਲ ਦਾ ਹਾਰ ਹੁਦੀ ਹੈ ਭਰਤਾ ਦੇ ਗਲ ਲਗਦੀ ਹੈ ਯਾ ਭਰਤਾ ਉਸ ਦੇ ਗਲ ਦਾ ਹਾਰ ਬਣਦਾ ਹੈ। ਭਾਵ ਓਸ ਦੇ ਕੰਠ ਲਗਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਜੇ ਪੁਰਖ ਹੋਵੇ ਬਿਦੇਸ ਵਾਂਢੇ ਗਿਆ ਹੋਯਾ ਤਾਂ ਓਸ ਦੇ ਕੁਲ = ਕੁੱਲੇ -ਘਰ ਦੀਵਾ ਭੀ ਨਹੀਂ ਜਗਿਆ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਓਸ ਦੇ ਕੁਲ ਦਾ ਦੀਵਾ ਨਹੀਂ ਜਾਗ੍ਯਾ ਕਰਦਾ ਵਾ ਪੁਤਰ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1SZ8",
        "source_page": 79,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gurU ikRpw inDwn ismrn igAwn iDAwn; gurmuK suKPl pl Anurwgy hY [79["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a Guru-conscious, slave disciple who holds the True Guru close receives the celestial comfort by abiding by the counsel, sermon and loving by remembering His name every second that the clement True Guru has so kindly blessed him with. One who do",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਜੀਕੂੰ ਪਹਿਲੇ ਅਰੁ ਪਿਛਲਿਆਂ ਉਦਾਹਰਣਾਂ ਤੋਂ ਲਾਭ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ ਦੂਰ ਨੇੜੇ ਦਾ ਕੋਈ ਨਿਯਮ ਨਹੀਂ ਤੀਕੂੰ ਹੀ ਕਿਰਪਾ ਦੇ ਭੰਡਾਰੇ ਵਾ ਕਿਰਪਾ ਸਾਗਰ ਸਤਿਗੁਰਾਂ ਨੂੰ ਕੋਈ ਸਿਮਰਣ ਯਾਦ ਕਰ ਓਨਾਂ ਦਾ ਗ੍ਯਾਨ ਸ਼ਬਦ ਉਪਦੇਸ਼ ਸੁਣੇ ਅਥਵਾ ਧ੍ਯਾਨ ਕਰੇ ਹਰ ਪ੍ਰਕਾਰ ਹੀ ਉਸ ਗੁਰਮੁਖ ਨੂੰ ਸੁਖ ਰੂਪ ਫਲ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ ਪਰ ਜੇਕਰ ਪਲ ਭਰ ਭੀ ਅਨੁਰਾਗੇ ਪ੍ਰੇਮ ਵਿਚ ਹੋ ਕੇ ਕਰੇ ਤਾਂ ਭਾਵ ਅਨੁ+ਰਾਗੇ = ਸਤਿਗੁਰਾਂ ਦੇ ਰਾਗੇ ਪ੍ਰੀਤ ਦੇ ਅਨੁ ਅਨੁਸਾਰੀ ਹੋ ਕੇ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਸੇਵਨ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਕੋਈ ਦੂਰ ਨੇੜੇ ਰਹਿ ਕੇ ਕਰੇ ਸਭ ਤਰ੍ਹਾਂ ਹੀ ਸੁਖਦਾਈ ਹੈ ॥੭੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
