[
  {
    "id": "JZD",
    "sttm_id": 6560,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZHXZ",
        "source_page": 80,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml ky mhwqm AgwiD boiD; Aiq Ascrj mY nmo nmo nm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The praise of the lotus feet of Satguru Ii is comprehension. It is indeed wonderful. Salutations time and again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦੇ ਮਹਾਤਮ ਪ੍ਰਤਾਪ ਦਾ ਬੋਧ ਗ੍ਯਾਨ ਸਮਝਨਾ ਅਗਾਧ ਅਥਾਹ ਸਰੂਪ ਹੈ ਓਸ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ ਜੇਕਰ ਧ੍ਯਾਨ ਵਿਚ ਮਗਨ ਹੋ ਕੇ ਦੇਖੀਏ ਤਾਂ ਅਤ੍ਯੰਤ ਅਸਚਰਜ ਮੈ ਅਲੌਕਿ ਸਰੂਪ ਆਪੇ ਦੀ ਸੁਧ ਭੁਲਾ ਦੇਣ ਵਾਲੇ ਉਹ ਹਨ, ਅਤੇ ਤਿੰਨ ਵਾਰ ਪ੍ਰਤਿਗ੍ਯਾ ਕਰ ਕੇ ਕਹਿੰਦੇ ਹਨ ਯਾ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਨਿੰਮ੍ਰਤਾ ਵਿਚ ਆਣ ਕੇ ਏਹੋ ਹੀ ਕਥਨ ਕਰਨਾ ਉਚਿਤ ਸਮਝਦੇ ਹਨ ਕਿ ਓਨਾਂ ਤਾਂਈ ਨਮਸਕਾਰ ਹੋਵੇ, ਨਮਸਕਾਰ ਹੋਵੇ, ਨਮਸਕਾਰ ਹੋਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1HJX",
        "source_page": 80,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koml komlqw Aau sIql sIqlqw kY; bwsnw subwsu qwsu duqIAw n sm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "They are tender than the tenderness of the whole world. They are indeed comfortably cool. No other fragrance matches them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰਿਸ਼ਟੀ ਭਰ ਦੀ ਕੋਮਲਤਾ ਤਂ ਉਹ ਕੋਮਲ ਹਨ ਅਰੁ ਸੀਤਲਤਾ ਸਮੂੰਹ ਤੋਂ ਉਹ ਸੀਤਲ ਹਨ, ਅਤੇ ਬਾਸਨਾ ਗੰਧਤੱਤ ਤਾਂ ਸੁਗੰਧੀ ਲਈ ਓਨ੍ਹਾਂ ਕੋਲੋਂ ਹੈ, ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਦੁਤੀਆ ਨ ਸਮ ਹੈ ਓਨਾਂ ਦੇ ਸਮਾਨ ਐਸੀ ਕੋਈ ਹੋਰ ਵਸਤੂ ਕੋਮਲ ਸੀਤਲ, ਸੁਗੰਧੀ ਵਾਨ ਤਥਾ ਅਸਚਰਜ ਰੂਪ ਨਹੀਂ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BS2C",
        "source_page": 80,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD inj Awsn isMGwsn; sÍwd ibsmwd rs gMimq Agm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The disciple, who lives ever in attendance of the holy feet of the True Satguru Ii and has worked hard on meditation of Lord's name, has relished the supernatural elixir of Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨਾਂ ਪ੍ਰੇਮੀਆਂ ਨੇ ਨਿਜ ਆਸਨ ਅਪਣੀ ਇਸਥਿਤੀ ਦਾ ਅਪਣੇ ਰਾ ਭਾਗ ਦਾ ਅਸਥਾਨ ਮਨੁੱਖ ਜਨਮ ਦੀ ਪ੍ਰਤਿਸ੍ਟਾ ਦੀ ਠੌਰ ਰੂਪ ਸਿੰਘਾਸਨ ਓਨਾਂ ਚਰਣ ਕਮਲਾਂ ਨੂੰ ਬਣਾ ਲਿਆ ਉਹ ਸਹਜ ਸਮਾਧਿ ਸਹਜ ਪਦ ਮੋਖ ਪਦ ਵਿਖੇ ਅਰੂਉ ਉੱਨਤ ਹੋ ਜਾਂਦੇ ਹਨ ਜੀਵਨ ਮੁਕਤ ਬਣ ਜਾਂਦੇ ਹਨ ਓਨਾਂ ਦੇ ਬਿਸਮਾਦ ਆਪੇ ਦੀ ਸੁਧ ਭੁਲਾਨ ਹਾਰੇ ਰਸ ਅਨੁਭਵ ਦਾ ਸ੍ਵਾਦ ਗਮ੍ਯਤਾ ਜਾਣਕਾਰੀ ਤੋਂ ਅਗੰਮ ਦੂਰ ਪਹੁੰਚਨੋ ਪਰੇ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UZNZ",
        "source_page": 80,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp kY AnUp rUp mn mnsw bkq; AkQ kQw ibnod ibsmY ibsm hY [80["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The beauty of Satguru's lotus feet is exemplary. The desire and faculty of mind tires describing it. Their praise indescribable. This wonder of wonders is astonishing. (80)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰੂਪ ਵੱਲੋਂ ਭੀ ਓਨਾਂ ਦਾ ਰੂਪ ਅਨੂਪ ਹੈ ਭਾਵ ਸ੍ਰਿਸ਼ਟੀ ਭਰ ਦੀ ਸਾਰੀ ਸੁੰਦਰਤਾ ਭੀ ਜੇ ਇਕੱਠੀ ਆਣ ਹੋਵੇ, ਤਾਂ ਓਸ ਦੀ ਭੀ ਉਪਮਾ ਓਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਮਨ ਮਨਸਾ ਥਕਤ ਮਨ ਤਕ ਓਸ ਨੂੰ ਮਨਣ ਆਪਣੀ ਕਲਪਨਾ ਵਿਚ ਲ੍ਯੌਣੋਂ ਥਕਿਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਤੇ ਕਥਾ ਕਹਣਾ ਕੁਛ ਓਨਾਂ ਬਾਬਤ ਤਾਂ ਬਾਣੀ ਲਈ ਮੂਲੋਂ ਹੀ ਅਕਥ ਨਹੀਂ ਵਰਨਣ ਕੀਤਾ ਜਾ ਸਕਨ ਜੋਗ ਹੈ। ਕੀਹ ਆਖੀਏ। ਬਿਨੋਕ ਓਨਾਂ ਦੇ ਧ੍ਯਾਨ ਵਿਚ ਮਗਨ ਹੋਣ ਦਾ ਅਨੰਦ ਜੋ ਕਿ ਬਿਸਮੈ ਬ੍ਰਹਮਾਂਡ ਭਰ ਦੀ ਹਰਾਨੀ ਨੂੰ ਭੀ ਬਿਸਮ ਹੈ ਪ੍ਰੇਸ਼ਾਨ ਕਰ ਸਿੱਟਦਾ ਹੈ ॥੮੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
