[
  {
    "id": "JST",
    "sttm_id": 6561,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MMQL",
        "source_page": 81,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur drsn sbd AgwiD boD; Aibgiq giq nyq nyq nmo nmo hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Understanding the deep philosophy and his precept is highly unfathomable matter that is beyond comprehension. Like the imperishable Lord, it is beyond and infinite and worthy of salutation time and again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਮਤ ਪੰਥ ਦਾ ਤਥਾ ਸ਼ਬਦ ਦੀਖ੍ਯਾ ਦ੍ਵਾਰੇ ਪ੍ਰਾਪਤ ਹੋਣੇ ਜੋਗ ਗੁਰੂ ਮੰਤ੍ਰ ਦਾ ਬੋਧ ਗ੍ਯਾਨ ਸਮਝਨਾ, ਅਗਾਧ ਅਥਾਹ ਰੂਪ ਅਤ੍ਯੰਤ ਗੰਭੀਰ ਹੈ, ਅਰੁ ਗਤਿ ਗਤੀ ਮੁਕਤੀ ਜੋ ਇਸ ਘਰ ਦੀ ਹੈ, ਓਸ ਦਾ ਵਰਨਣ ਕਰਨਾ ਅਬਿਗਤਿ ਅਬ੍ਯਕਤ ਰੂਪ ਵਾ ਸਮਝ ਤੋਂ ਪਰੇ ਹੈ। ਨੇਤਿ ਨੇਤਿ ਬੱਸ ਬੱਸ ਦੀ ਹੱਦੋਂ ਟਪਿਆ ਹੋਯਾ ਅਨੰਤ ਅਨੰਤ ਆਖਕੇ ਨੋਮ ਨਮ ਹੈ ਬਾਰੰਬਾਰ ਇਸ ਗੁਰੂ ਪੰਥ ਤਾਈਂ ਨਮਸਕਾਰ ਹੀ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F8DW",
        "source_page": 81,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn Aru sbd igAwn ilv; gupq pRgt Tt pUrn bRhm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By concentrating mind in his philosophy and attaching the mind in Naam Simran, one realises the omnipresent Lord in the entire expanse created by Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਮੁਖਤਾ ਧਾਰਣ ਕਰ ਕੇ ਇਸ ਦੀ ਰੀਤੀ ਅਨੁਸਾਰ ਸਤਿਗੁਰ ਅੰਤਰਯਾਮੀ ਦੇ ਦਰਸ਼ਨ ਧਿਆਨ ਵਿਖੇ ਲਿਵ ਲਗਾਈ, ਅਥਵਾ ਸਬਦ ਦੇ ਗ੍ਯਾਨ ਸ਼ਬਦ ਦੀ ਸੋਝੀ ਪ੍ਰਾਪਤ ਕਰ ਕੇ, ਓਸ ਚਿ ਲਿਵ ਲਗਨ ਲਾਈ ਹੈ, ਓਨ੍ਹਾਂ ਨੂੰ ਗੁਪਤ ਪ੍ਰਗਟ ਅੰਦਰ ਭਾਸਨ ਵਾਲਾ ਤਥਾ ਬਾਹਰ ਦ੍ਰਿਸ਼ਟੀ ਵਿਚ ਆ ਰਿਹਾ ਸਾਰਾ ਠਟ ਠਾਟ ਪਸਾਰਾ ਜਗਤ ਭਰ ਦਾ ਪੂਰਨ ਬ੍ਰਹਮ ਅਕਾਲ ਪੁਰਖ ਅੰਰਜਾਮੀ ਦਾ ਹੀ ਚਮਤਕਾਰ ਸਰੂਪ ਦਿਖਾਈ ਦੇਣ ਲਗ ਪਿਆ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਨਟ ਪਾਠ ਪਾਠਾਂਤਰ ਹੋਣ ਕਰ ਕੇ ਅਰਥ ਐਉਂ ਹੋ ਸਕਦੇ ਹਨ: ਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਜੋ ਧ੍ਯਾਨ ਬੱਝਦਾ ਤੇ ਸ਼ਬਦ ਦਾ ਗ੍ਯਾਨ ਹੁੰਦਾ ਹੈ ਓਸ ਵਿਖੇ ਲਿਵ ਦ੍ਰਿੜ੍ਹ ਲਗਨ ਹੋ ਔਣ ਕਾਰਣ, ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਸਾਖ੍ਯਾਤ ਨਟ ਰੂਪ ਬਣਿਆ ਹੋਇਆ ਗੁਪਤ ਭਾਵੋਂ ਪ੍ਰਗਟ ਹੋਇਆ ਭਾਸ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N7AZ",
        "source_page": 81,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrgun srgun kusmwvlI sugMiD; eyk Aau Anyk rUp gimqw Agm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One Transcendental Lord is appearing in countless immanent forms. Like the fragrance of a flower bed, He, the inaccessible can be realised and felt.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕੁਸਮਾਵਲੀ ਫੁਲਾਂ ਦੀ ਪਾਲ ਕਿਤਾਰੋ ਕਿਤਾਰ ਖਿੜੇ ਅਨੇਕਾਂ ਫੁੱਲਾਂ ਵਿਖੇ ਇਕ ਮਾਤ੍ਰ ਹੀ ਸੁਗੰਧੀ ਸੰਧੀ ਪਾਈ ਮਿਲੀ ਹੋਈ ਹੁੰਦੀ ਹੈ ਭਾਵ ਇੱਕ ਰੂਪ ਹੀ ਅਨੇਕਾਂ ਵਿਚ ਰਮੀ ਹੋਈ ਹੁੰਦੀ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਨਾਲ ਇੱਕ ਹੀ ਨਿਰਗੁਣ ਸਰੂਪ ਨਿਰੰਕਾਰ ਅਉ ਸਰਗੁਣ ਸਾਕਾਰ ਅਨੇਕ ਸਰਗੁਣ ਰੂਪਾਂ ਸੂਰਤਾਂ ਵਿਖੇ ਸਰਬ ਸਰੂਪੀ ਹੋਯਾ ਹੋਯਾ, ਰਮਿਆ ਹੋਯਾ ਅਗਮ ਦੀ ਗੰਮਿਤਾ ਕਰਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9ZNC",
        "source_page": 81,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prmdBuq AcrjY Ascrj mY; AkQ kQw AlK ibsmY ibsm hY [81["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The precept and philosophy of the True Guru is utmost admirable. It is most astonishing and beyond description. He is beyond understanding and stranger than the strangest. (81)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਸ ਅਗੰਮ ਗੰਮਿਤਾ ਦਾ ਅਨਭਉ ਵਰਨਣ ਕਰਨਾ ਪਰਮਦਭੁਤ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਅਨੋਖਾ ਅਪੂਰਬ ਹੈ ਤੇ ਅਸਚਰਜ ਤੋਂ ਭੀ ਅਸਚਰ ਮੈ ਅਸਚਰਜ ਸਰੂਪ ਹੈ, ਏਸਦੀ ਕਥਾ ਅਕਥ ਹੋਣ ਕਾਰਣ ਕੁਛ ਆਖ੍ਯਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ਅਰੁ ਅਲਖ ਲਖਤਾ ਤੋਂ ਪਰੇ ਹੈ, ਅਤੇ ਬਿਸਮ ਬਿਸਮਾਦ ਤੋਂ ਭੀ ਵਧਕੇ ਬਿਸਮੈ ਬਿਸਮਾਦ ਸਰੂਪ ਹੈ। ਅਰਥਾਤ ਬਿਸਮਾਦ ਦਸ਼ਾ ਨੂੰ ਭੀ ਭੌਚਕ ਪ੍ਰੇਸ਼ਾਨੀ ਵਿਚ ਪਾਣ ਹਾਰਾ ਹੈ ॥੮੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
