[
  {
    "id": "H5L",
    "sttm_id": 6562,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TCXC",
        "source_page": 82,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur drs iDAwn igAwn AMjm kY; imqR sqRqw invwrI pUrn bRhm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By concentrating mind on the vision and by toiling on Naam Simran with rapt attention, one destroys all enmity and friendship and experiences presence of One Lord God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਦਾ ਧਿਆਨ ਧਾਰਦਿਆਂ ਹੋਇਆਂ ਜਿਨਾਂ ਦੀ ਬੁਧੀ ਰੂਪ ਦ੍ਰਿਸ਼ਟੀ ਵਿਖੇ ਗਿਆਨ ਅੰਜਨ ਆਤਮਿਕ ਸੋਝੀ ਦਾ ਸੁਰਮਾ ਪੈ ਗਿਆ ਹੈ, ਓਨਾਂ ਨੇ ਮਿਤ੍ਰ ਵਿਖੇ ਮਿਤ੍ਰਾਨਾ ਪਣਾ ਤੇ ਸ਼ਤ੍ਰੂ ਵਿਖੇ ਸਤ੍ਰਤਾ ਸ਼ਤ੍ਰੂਪੁਣਾ ਵੈਰੀਭਾਵ ਨਿਵਾਰਣ ਕਰ ਕੇ ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਸਭ ਵਿਖੇ ਰਮਿਆ ਹੋਇਆ ਤਕਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NY7E",
        "source_page": 82,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys prvys Awid kau Awdys; ausqiq inMdw myit gMimqw Agm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By imbibing the words of the Guru in one's heart and by the counsel of the True Guru can one indulge in His praise humbly. All desires of praise and slander are destroyed and one reaches the inaccessible Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨਾਂ ਦੀ ਸੁਰਤ ਨੇ ਗੁਰ ਉਪਦੇਸ਼ ਗੁਰਮੰਤ੍ਰ ਵਿਖੇ ਪਰਵੇਸ਼ ਸਮਾਈ ਪਰਚਾ ਪਾ ਕੇ ਆਦਿ ਕਉ ਅਦੇਸ ਆਦਿ ਪੁਰਖ ਨੂੰ ਨਮਸਕਾਰ ਬਦਨਾ ਬੰਦਗੀ ਕੀਤੀ ਹੈ, ਉਨ੍ਹਾਂ ਨੇ ਦੂਸਰਿਆਂ ਦੀ ਉਸਤਤਿ ਨਿੰਦਿਆ ਕਰਨ ਦੀ ਅਥ੍ਵ ਦੂਸਰਿਆਂ ਦ੍ਵਾਰੇ ਕੀਤੀ ਜਾ ਰਹੀ ਉਸਤਤਿ ਨਿੰਦਾ ਸੁਨਣ ਦੀ ਵਾਦੀ ਨੂੰ ਮੇਟ ਕੇ ਅਗੰਮ ਮਨ ਬੁਧੀ ਤੋਂ ਅਗੋਚਰ ਸਰੂਪ ਦੀ ਗੰਮਤਾ ਪਹੁੰਚ ਸੋਝੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2FX8",
        "source_page": 82,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin ghy Dwvq brij rwKy; Awsw mnsw Qkq sPl jnm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking the refuge of a True Guru, a mind chasing vices and other evil pleasures come to rest. All desires and expectations end. Thus a human birth becomes a success.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਗਹੇ ਗ੍ਰਹਣ ਕੀਤੀ ਹੈ। ਉਨ੍ਹਾਂ ਨੇ ਮਨ ਔਰ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਵਿਖਿਆਂ ਵੱਲ ਧਾਵਤ ਭਟਕਦਿਆਂ, ਬਰਜ ਰਾਖੇ ਹੋੜ ਰਖ੍ਯਾ ਹੈ। ਅਤੇ ਆਸਾ ਉਮੇਦਾਂ ਭੋਗਾਂ ਪਦਾਰਥਾਂ ਦੀਆਂ ਤਥਾ ਮਨਸਾ ਕਾਮਨਾਂ ਕਲਪਨਾ ਭੀ ਓਨਾਂ ਦੀਆਂ ਥਕਿਤ ਹੋ ਹੁੱਟ ਜਾਂਦੀਆਂ ਹਨ ਅੁ ਇਉਂ ਓਨਾ ਦਾ ਜਨਮ ਸਫਲਾ ਹੋ ਜਾਂਦਾ ਸੌਰ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1G1A",
        "source_page": 82,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDu sMig pRym nym jIvn mukiq giq; kwm inhkwm inhkrm krm hY [82["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By joining the holy congregation of a God-like True Guru. the loving promise or pious resolution is fulfilled and one reaches the state of emancipation while still alive (Jeevan Mukt). One feels pacified towards worldly desires and indulges more in noble",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੀ ਸਾਧ ਸੰਗਤਿ ਸਤਸੰਗ ਦੇ ਪ੍ਰੇਮ ਦਾ ਨੇਮ ਪਾਲਣ ਕਰਦਿਆਂ ਜੀਵਨ ਮੁਕਤੀ ਵਾਲੀ ਗਤੀ ਦਸ਼ਾ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੀ ਤੇ ਗੁਰਮੁਖ ਕਾਮਨਾ ਵੱਲੋਂ ਨਿਹਕਾਮ ਨਿਸ਼ਕਾਮ ਕਾਮਨਾ ਰਹਤ ਤਥਾ ਕਰਮਾਂ ਵੱਲੋਂ ਨਿਹਕਰਮ ਕਰਮ ਕੰਮ ਕਾਰ ਕਰਦਿਆਂ ਭੀ ਕਰਮ ਭੌਣੀ ਵਾ ਕਰਮਾਂ ਦੇ ਅਭਿਮਾਨ ਤੋਂ ਰਹਤ ਹੋ ਜਾਇਆ ਕਰਦੇ ਹਨ ॥੮੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
