[
  {
    "id": "WSD",
    "sttm_id": 6563,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8MBG",
        "source_page": 83,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur dyv syv AlK AByv giq; swvDwn swD sMg ismrn mwqR kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Keeping company of holy persons wakefully, serving the effulgent True Guru and practicing continuous Naam Simran the indescribable and incomprehensible Lord is perceived.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸੰਗਤਿ ਵਿਖੇ ਸਾਵਧਾਨ ਤ੍ਯਾਰ ਬਰ ਤ੍ਯਾਰ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਦੇਵ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਸੇਵ ਸੇਵਾ ਬੰਦਨ ਪੂਜਨ ਅਰਾਧਨ ਕਰਦਿਆਂ ਇਕ ਸਿਮਰਨ ਮਾਤ੍ਰ ਵਾਹਗੁਰੂ ਦੇ ਨਾਮ ਮਾਤ੍ਰ ਕਰ ਕੇ ਹੀ ਅਲਖ ਤੇ ਅਭੇਵ ਸਰੂਪ ਦੀ ਗਤਿ ਗ੍ਯਾਨ ਸੋਝੀ ਪ੍ਰਾਪਤੀ ਹੋ ਆਯਾ ਕਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H0NK",
        "source_page": 83,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "piqq punIq rIiq pwrs krY mnUr; bwNsu mY subws dY kupwqRih supwqR kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the true tradition of converting sinners into pious individuals, by the sermon of Naam Simran, a True Guru changes the iron slag-like base persons into gold/philosopher-stone. And by instilling the fragrance of Naam Simran in the bamboo-like arrogant i",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਾਰਸ ਆਪਣੇ ਸਪਰਸ਼ ਨਾਲ ਮਨੂਰ ਸੜੇ ਲੋਹੇ ਦੀ ਮੈਲ ਵਾ ਜੰਗਾਲ ਖਾਧੇ ਲੋਹੇ ਨੂੰ ਭੀ ਸੋਨਾਂ ਬਣਾ ਲੈਂਦਾ ਹੈ ਅਰੁ ਚੰਨਣ ਬਾਂਸ ਮੈਂ ਵਾਂਸ ਵਿਚ ਭੀ ਸੁਗੰਧੀ ਨੂੰ ਧਸਾ ਦਿੰਦਾ ਹੈ ਇਸੇ ਰੀਤੀ ਨਾਲ ਹੀ ਏਸੇ ਤਰਾਂ ਸਤਿਗੁਰੂ ਕੁਪਾਤ੍ਰਹਿ ਅਨ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਭੀ ਸੁਪਾਤ੍ਰ ਕੈ ਸ੍ਰੇਸ਼੍ਟ ਅਧਿਕਾਰੀ ਸੱਚੇ ਗੁਰਮੁਖ ਬਣਾ ਕੇ ਪਤਿਤਾਂ ਭੈੜੇ ਆਚਰਣ ਵਾਲਿਆਂ ਨੂੰ ਭੀ ਪੁਨੀਤ ਪਰਮ ਪਵਿਤ੍ਰ ਬਣਾ ਲਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7GX9",
        "source_page": 83,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "piqq punIq kir pwvn pivqR kIny; pwrs mnUr bwNs bwsY dRüm jwqR kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Whoever is made noble by Satguru, he strives to make others noble too. Vices ridden, iron-slag-like person becomes pure like gold or even philosopher-stone. And a bamboo-like arrogant person becoming humble with the practicing of Lord's name acquires frag",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇੱਕੇ ਹੀ ਬਸ ਨਹੀਂ ਹੋ ਜਾਂਦੀ ਸਗੋਂ ਜਿਨਾਂ ਪਤਿਤਾਂ ਨੂੰ ਭੀ ਸਤਿਗੁਰੂ ਪੁਨੀਤ ਬਣਾਯਾ ਹੈ ਓਨਾਂ ਨੇ ਸਿੱਖ ਸਜ ਕੇ ਅਗੇ ਹੋਰਨਾਂ ਭੀ ਕਈਆਂ ਜਣਿਆਂ ਨੂੰ ਪਾਵਨ ਪਵਿਤ੍ਰ ਕਾਰਕ ਬਣਾ ਕੇ ਕਈਆਂ ਨੂੰ ਫੇਰ ਪਵਿਤ੍ਰ ਕੀਨੇ ਸ੍ਵੱਛ ਬਣਾ ਲਿਆ ਹੈ ਮਾਨੋ ਐਸੀ ਕਲਾ ਵਰਤਾਈ ਕਿ ਮਨੂਰ ਸ੍ਵਸੰ ਪਾਰਸ ਬਣ ਨਿਕਲੇ, ਅਰੁ ਬਾਂਸੈ ਬਾਂਸ ਆਪਣੀ ਬਾਸਨਾ ਸੁਗੰਧੀ ਅਗੇ ਵਸੌਣ ਲਗ ਪਏ, ਅਰਥਾਤ ਜਿਹੜੇ ਜਿਹੜੇ ਦ੍ਰੁਮ ਬਿਰਛ ਅਧਿਕਾਰੀ, ਜਾਤ੍ਰ ਕੈ ਓਨਾਂ ਦੀ ਜਾਤ੍ਰਾ ਮੇਲ ਮਿਲਾਪ ਕਰਨ ਲਈ ਨੇੜੇ ਆਏ, ਓਨ੍ਹਾਂ ਨੂੰ ਸਿੱਖ ਸਜਾ ਲਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JV2",
        "source_page": 83,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sirqw smuMdR swDsMig iqRKwvMq jIA; ikRpw jl dIjY moih kMT Cyd cwqRkY [83["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The company of holy and True Guru is like rivers and lakes from where his disciples drink the elixir of Naam and quench their thirst. I, an unfortunate person am still thirsty because I am full of ill traits and vices. Please be clement on me and grant me",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਐਸੇ ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੇ ਸਤਿਸੰਗ ਸਰਿਤਾ ਨਦੀਆਂ ਅਰੁ ਸਮੁੰਦ੍ਰ ਦੇ ਸਮਾਨ ਹੁੰਦੇ ਹਨ, ਜੋ ਤ੍ਰਿਖਾਵੰਤ ਪ੍ਯਾਸਿਆਂ ਜੀਵਾਂ ਜਿਗ੍ਯਾਸੂਆਂ ਸਿੱਕਵੰਦਾਂ ਦੀਆਂ ਆਸਾਂ ਨੂੰ ਤਾਂ ਪੂਰਨ ਕਰ ਦਿਆ ਕਰਦੇ ਹਨ ॥੮੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
