[
  {
    "id": "4B5",
    "sttm_id": 6564,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QGQ3",
        "source_page": 84,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bIs ky brqmwn Bey n subwsu bwNsu; hym n Bey mnUr log byd igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the common folk wisdom, knowledge of religious books and the dealings of the worldly people, a bamboo cannot acquire fragrance nor can the iron waste become gold. It is the undeniable truth of Guru's intellect that a bamboo-like arrogant person cannot",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੀਸ ਕੇ ਸਰਤਮਾਨ ਪੰਜ ਗ੍ਯਾਨ ਇੰਦ੍ਰੀਆਂ, ਪੰਜ ਕਰਮ ਇੰਦ੍ਰੀਆਂ, ਪੰਜ ਪ੍ਰਾਣ, ਚਾਰ ਅੰਤਾਕਰਣ, ਇਕ ਇਨਾਂ ਸਾਰਿਆਂ ਦਾ ਅਭਿਮਾਨੀ ਜੀਵ ਪਣੇ ਦਾ ਅਧ੍ਯਾਸ ਧਾਰੀ ਏਨਾਂ ਵੀਹਾਂ ਦੇ ਸੰਸਾਰ ਰੂਪ ਵਰਤਾਰੇ ਵਿਖੇ ਵਰਤਮਾਨ ਵਰਤਨਹਾਰੇ ਜੋ ਬਾਂਸ ਦੇ ਸਮਾਨ ਵਾਸਨਾ ਗ੍ਰਸਤ ਸੰਸਾਰੀ ਜੀਵ ਹਨ ਉਹ ਲੋਗ ਬੇਦ ਗਿਆਨ ਮਤੇ ਅਨੁਸਾਰ ਵਰਤਣ ਕਾਰਣ ਸਤਿਗੁਰੂ ਸਰੂਪ ਚੰਨਣ ਦੀ ਸੰਗਤ ਦ੍ਵਾਰਾ ਨਸੁਬਾਸ ਭਏ ਸੁਗੰਧੀ ਕਰ ਕੇ ਸੰਪੰਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ਕਿ੍ਯੋਂਕਿ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ ਨਹੀਂ ਔਂਦੇ। ਐਸੇ ਹੀ ਜੋ ਇਸ ਉਕਤ ਲੌਕਿਕ ਆਚਾਰ ਅਰੁ ਬੇਦ ਆਚਾਰ ਰੂਪ, ਲੋਕ ਬੇ ਗਿਆਨ ਵਿਖੇ ਪਰਚੇ ਹੋਏ ਇਨਾਂ ਦੇ ਹਠ ਪੱਖ ਕਾਰਣ ਮਨੂਰ ਊਰੇ ਮਨ ਵਾਲੇ ਅਧ ਲੂਠੇ ਚਿੱਤਾਂ ਵਾਲੇ ਪੱਖਪਾਤੀ ਹੋ ਰਹੇ ਹਨ, ਉਹ ਐਸੇ ਹੀ ਆਚਾਰ ਵਾਨ ਆਚਾਰਯ ਗੁਰੂ ਸਰੂਪੀ ਪਾਰਸ ਨੂੰ ਸਪਰਸ਼ ਕਰ ਕੇ ਹੇਮ ਸ੍ਵਰਣ ਰੂਪ ਨਾ ਹੋ ਸਕੇ ਬਣ ਸਕੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WT0E",
        "source_page": 84,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pMQ iekIs ko brqmwn; cMdn subwsu bwNs bwsY dRüm Awn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The path of Sikhism is a path of One God. The sandalwood like True Guru blesses a bamboo-like arrogant person with humility and Naam making him full of virtuous qualities. His dedication to Naam Simran instills fragrance into other similar persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਪੰਥ ਸਤਿਗੁਰੂ ਦਾ ਮਾਰਗ ਵੀਹਾਂ ਤੋਂ ਉਪਰ ਇਕੀਸਵੇਂ ਇਕ+ਈਸਵੇਂ ਇਕ ਮਾਤ੍ਰ ਈਸ੍ਵਰ ਪਰਮਾਤਮਾ ਵਿਖੇ ਵਰਤਣ ਹਾਰਾ ਹੈ ਇਸ ਲਈ ਇਹ ਐਸਾ ਚੰਨਣ ਹੈ ਜੋ ਬਾਂਸ ਵਰਗੇ ਚਿਕਨੇ ਚੋਪੜੇ ਨਰੋਲ ਸੰਸਾਰੀਆਂ ਵਿਚ ਭੀ ਆਪਣੀ ਸੁਗੰਧੀ ਸ੍ਰੇਸ਼ਟਤਾ ਦਾ ਪ੍ਰਭਾਵ ਵਸਾਕੇ ਓਨ੍ਹਾਂ ਨੂੰ ਏਸ ਯੋਗ ਬਣਾ ਦਿੰਦਾ ਹੈ, ਜੋ ਅਗੇ ਦ੍ਰੁਮ ਆਨ ਬਾਸੈ ਹੈ ਦੂਸਰਿਆਂ ਹੋਰਨਾਂ ਬਿਰਛਾਂ ਨਿਕਟੀ ਮਨੁਖਾਂ ਨੂੰ ਭੀ ਅਪਣੀ ਸੁਗੰਧੀ ਬਣਾ ਸਕਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TT5U",
        "source_page": 84,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kMcn mnUr hoie pwrs prs Byit; pwrs mnUr krY Aaur Taur mwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Vice laden iron waste-like person becomes philosopher-stone by touching Paaras (philosopher stone) like True Guru. The True Guru converts the wasted person into gold like virtuous. He earns respect everywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਫੇਰ ਇਹ ਐਹੋ ਜੇਹਾ ਪਾਰਸ ਹੈ ਜਿਹੜਾ ਕਿ ਲੋਕਾਚਾਰੀ ਦੀਆਂ ਰਸਮਾਂ ਤਥਾ ਬੇਦਿਕ ਕਰਮ ਕਾਂਡੀ ਪ੍ਰਵਿਰਤੀ ਦੀ ਹਠ ਧਰਮੀ ਵਿਚ ਅਧ ਲੂਠੇ ਮਨ ਵਾਲੇ ਮਨੂਰ ਵਤ ਹੋ ਚੁਕੇ ਮਨੁੱਖਾਂ ਨੂੰ ਭੀ ਆਪ ਤੇ ਆਪ ਸਪਰਸ਼ ਕਰਾਕੇ ਕੰਚਨ ਸੋਨਾ ਗੁਰੂ ਕਾ ਸਿੱਖ ਬਣਾ ਲੈਂਦਾ ਹੈ। ਅਤੇ ਅੱਗੇ ਜਿਹਾ ਕੋਈ ਓਸ ਨੂੰ ਭੇਟ ਭਿਟ ਪਵੇ ਛੋਹ ਪਵੇ ਓਸ ਮਨੂਰ ਨੂੰ ਭੀ ਪਾਰਸ ਬਣਾਕੇ, ਹੋਰ ਠੌਰ ਦੂਸਰਿਆਂ ਮਨੁੱਖਾਂ ਵਿਚ ਭਾਵ ਅਗੇ ਤੇ ਅਗੇ ਮਾਨ ਹੈ ਵੈਸਾ ਹੀ ਮਾਨ ਦਾ ਅਧਿਕਾਰੀ ਬਣਾ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F5YB",
        "source_page": 84,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK swD sMg piqq punIiq rIiq; gurisK sMD imly gurisK jwin hY [84["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The congregation of holy and true disciples of a True Guru is capable of making the sinners into pious persons. One who joins the congregation of true Sikhs of Satguru is also known as Guru's disciple. (84)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਇਸ ਤਰ੍ਹਾਂ ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੀ ਸਾਧ ਸੰਗਤ ਦੀ ਰੀਤ ਮ੍ਰਯਾਦਾ ਚਾਲ ਪਤਿਤਾਂ ਨੂੰ ਪੁਨੀਤ ਕਰਨ ਦੀ ਹੈ ਜੋ ਗੁਰੂ ਸਿੱਖ ਦੀ ਸੰਧਿ ਸੰਗਤ ਵਿਚ ਆਣ ਕੇ ਮਿਲੇ ਤਾਂ ਗੁਰ ਸਿੱਖ ਹੋ ਕੇ ਹੀ ਇਸ ਗੱਲ ਨੂੰ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਜਾਣ ਸਕ੍ਯਾ ਕਰਦਾ ਹੈ ॥੮੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
