[
  {
    "id": "UB1",
    "sttm_id": 6565,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "D421",
        "source_page": 85,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur BeI inhcl miq; mn aunmn ilv shj smwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the refuge of Satguru the intellect becomes stable. The mind attaches itself with state divine and rests in equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਜੋ ਕੋਈ ਆਯਾ ਓਸ ਦੀ ਮਤਿ ਮਨੋ ਬਿਰਤੀ ਨਿਹਚਲ ਅਡੋਲ ਏਕਾਗ੍ਰ ਹੋ ਗਈ ਵਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਅਰੁ ਮਨ ਉਨਮਨ ਬਾਹਰਮੁਖੀ ਭਾਵ ਵੱਲੋਂ ਉਲਟ ਕੇ ਅੰਤਰਮੁਖੀ ਹੋ ਸਹਿਜ ਸਰੂਪ ਨਿਜ ਆਤਮ ਵਿਖੇ ਲਿਵ ਲਗਾ ਕੇ ਸਮਾਏ ਲੀਨ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YVMR",
        "source_page": 85,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs Aru sbd suriq imil; prmdBuq pRym nym aupjwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the mind engrossing into the teachings of Satguru and divine word residing for ever in the memory, astonishing loving devotion is generated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਸ਼ਟੀ ਅਰੁ ਦਰਸ਼ਨ ਤਥਾ ਸ਼ਬਦ ਅਰੁ ਸੁਰਤਿ ਸੁਨਣਹਾਰੀ ਸ਼ਕਤੀ ਜਿਸ ਟਿਕਾਣੇ ਮਿਲ ਜਾਇਆ ਕਰਦੇ ਹਨ ਅਰਥਾਤ ਦ੍ਰਿਸ਼੍ਯ ਦੇਖਣ ਜੋਗ ਪਦਾਰਥ ਨੂੰ ਤੱਕ ਕੇ ਓਸ ਦੇ ਆਪਾਸ ਪਰਤੋ ਸਮੇਤ ਨਿਗ੍ਹਾ ਦ੍ਰਿਸ਼੍ਟੀ ਅਰੁ ਦੇਖੀ ਹੋਈ ਵਸਤੂ ਦੇ ਦੇਖੇ ਜਾਣ ਦਾ ਗਿਆਨ ਜਿਸ ਅੰਦਰਲੇ ਘਾਟ ਉਪਰ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਕੰਨਾਂ ਦੀ ਸਕਤੀ ਦਾ ਸ਼ਬਦ ਸੁਨਣ ਉਪ੍ਰੰਤ ਸ਼ਬਦ ਤਥਾ ਉਸ ਦੀ ਸੁਨਣਹਾਰੀ ਸ਼ਕਤੀ ਦੇ ਏਕਤਾ ਪੌਣ ਦਾ ਬੋਧ ਜਿਸ ਅੰਦਰਲੇ ਚੇਤਨਤਾ ਦੇ ਘਾਟ ਉੱਤੇ ਹੁੰਦਾ ਹੈ ਓਸਮੇਲ ਦੇ ਅਨੁਭਵ ਕਰਣੇਹਾਰਾ ਜੋ ਪਰਮ ਤੱਤ ਸਰੂਪ, ਇਸ ਤੱਤਾਂ ਦੇ ਰਚੇ ਸ਼ਰੀਰ ਤੋਂ ਨ੍ਯਾਰਾ ਹੈ ਓਸ ਪਰਮ ਅਦਭੁਤ ਸਰੂਪ ਵਿਖੇ ਪਰਚਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਪ੍ਰੇਮ ਦਾ ਨੇਮ ਖਿਚਾਉ ਤਾਂਘ ਭਰਿਆ ਟੀਚੇ ਸਿਰ ਦਾ ਲਗਾਉ ਉਤਪੰਨ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9S4Q",
        "source_page": 85,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK swDsMg rMg huie qMbol rs; pwrs pris Dwqu kMcn idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of devoted, slave Sikhs, noble and pious persons, one gets dyed in the hue of colour as beetle leaf, beetle nut, lime, cardamom and catechu mix together to become red beside giving pleasant smell. As other metals become gold when touched wi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਵੈਸ਼ ਸੂਦਰ ਕੋਈ ਭੀ ਆ ਜਾਵੇ, ਚੂਨਾ ਕੱਥ ਸੁਪਾਰੀ ਸਪਰਸ਼ਨ ਸਾਰ ਪਾਨ ਦੇ ਰਸ ਵਤ ਲਾਲ ਰੰਗ ਸਿੱਖੀ ਸਿਦਕ ਵਾਲਾ ਪ੍ਰੇਮ ਅਵਸ਼੍ਯ ਖਿੜ ਔਂਦਾ ਹੈ ਗੁਰ ਸਿੱਖ ਸੰਗਤ ਕਰ ਕੇ ਬਿਲਕੁਲ ਹੀ ਉਹ ਐਸਾ ਸੱਚਾ ਸਿਖ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ ਜੈਸੀ ਕਿ ਹਰ ਭਾਂਤ ਦੀ ਊਚ ਨੀਚ ਧਾਤੂ ਪਾਰਸ ਨਾਲ ਸਪਰਸ਼ ਕਰ ਕੇ ਸ੍ਵਰਣ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "77R9",
        "source_page": 85,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn sugMD sMD bwsnw subws qws; AkQ kQw ibnod khq n Awey hY [85["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the fragrance of sandalwood makes other trees equally fragrant, so does the touch of the holy feet, a glimpse of the True Guru, and with' the union of the divine word and the conscious mind; the company of pious and noble persons, fragrance blossoms. T",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਦੀ ਸੰਧੀ ਜੋੜ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਵਿਖ੍ਯ ਬਾਸਨਾ ਗ੍ਰਸੇ ਵਾਂਸ ਸਮਾਨ ਹੰਕਾਰੀ ਸੰਸਾਰੀਆਂ ਵਿਚ ਸਿੱਖੀ ਦੀ ਸ੍ਰੇਸ਼ਟ ਸੁਗੰਧੀ ਰੂਪ ਮਹਿਕ ਪ੍ਰਗਟ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ ਐਸੇ ਸਿੱਖੀ ਪ੍ਰਾਪਤ ਪੁਰਖ ਨੂੰ ਉਹ ਬਿਨੋਦ ਕੌਤੁਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ ਅਥਵਾ ਸੁਬਾਸ ਤਾਸ ਉਹ ਸਿੱਖੀ ਭਾਵ ਵਾਲੀ ਸ਼ਰਧਾ ਭੌਣੀ ਰੂਪ ਸ੍ਰੇਸ਼ਟ ਸਗੰਧੀ ਦਾ ਤਾਸ ਭੰਡਾਰ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ ਜਿਸ ਦੀ ਕਥਾ ਅਕਥ ਸਰੂਪ ਹੋਣ ਕਰ ਕੇ ਕਹਿਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ ਹੈ ॥੮੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
