[
  {
    "id": "97H",
    "sttm_id": 6566,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EDZU",
        "source_page": 86,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs AMimRq inDwn pwn pUrn huie; AkQ kQw ibnod khq n Awey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union between Guru and Sikh is full of pleasure and happiness. It cannot be described. By the strenuous practice of meditation on the Guru blessed Naam and by relishing the elixir of love, a Sikh feels totally satiated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਅੰਮ੍ਰਿਤ ਦੇ ਭੰਡਾਰ ਸਤਿਗੁਰਾਂ ਦੀ ਚਰਣ ਸਰਣ ਵਿਚੋਂ ਜਿਨਾਂ ਗੁਰਮੁਖਾਂ ਨੇ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪਾਨ ਕਰ ਕੇ ਛਕ ਕੇ ਅਪਣੇ ਆਪ ਨੂੰ ਪੂਰਨ ਤ੍ਰਿਪਤੀਵਾਨ ਰੱਜਿਆ ਹੋਇਆ ਬਣਾਇਆ ਹੈ; ਓਨਾਂ ਦੇ ਬਿਨੋਦ ਆਨੰਦ ਦੀ ਕਥਾ ਅਕਥ ਰੂਪ ਹੈ, ਕਹਿਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DL3P",
        "source_page": 86,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn isAwn ismrn ibsmrn kY; ibsm ibdyh ibsmwd ibsmwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Forgetting the worldly boasts of knowledge, involvements, wisdoms and other achievements, practicing the Simran strenuously, a Sikh loses the awareness of his existence and he merges in the astonishing of astonishing state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗਿਆਨ ਛਾਂਟਨੇ, ਤੇ ਧਿਆਨ ਦੀਆਂ ਡੀੱਗਾਂ ਮਾਰਣੀਆਂ, ਅਰੁ ਸਾਨ ਸ੍ਯਾਣਪ ਜਾਣ ਪਛਾਣ ਦੇ ਧਨੀ ਹੋਣ ਦੇ ਦਮਗਜੇ ਚਲਾਣੇ ਤਥਾ ਸਿਮਰਣ ਵਾਹਗੁਰੂ ਦੀ ਯਾਦ ਦੇ ਰਸੀਏ ਹੋਣ ਦੇ ਤੁੱਕੇ ਛਡਨ ਦੇ ਪਾਜ ਭਰੇ ਵਤੀਰੇ ਨੂੰ ਬਿਸਿਮਰਨ ਕੈ ਮੂਲੋਂ ਹੀ ਭੁਲਾਕੇ, ਸੰਸਾਰ ਵਿਚ ਵਰਤ ਰਹੀ ਛਿਣ ਛਿਣ ਅੰਦਰਲੀ ਵਿਚਿਤ੍ਰਤਾ ਕਾਰਣ ਜਿਹੜੇ ਸਿਬਮ ਆਪਣੇ ਅੰਦਰ ਹਰਾਨ ਹੋ ਰਹਿੰਦੇ ਹਨ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਬਿਦੇਹ ਦੇਹ ਦੀ ਸੁਰਤ ਭੀ ਵਿਸਾਰ ਕੇ ਮਾਨੋਂ ਜੀਉਂਦੇ ਹੀ ਮਰ ਜਾਂਦੇ ਹਨ ਅਰੁ ਇੰਞੇ ਹੀ ਆਪ੍ਯੋਂ ਬਾਹਰ ਰਹਿੰਦੇ ਰਹਿੰਦੇ ਬਿਸਮਾਦ ਦੇਹ ਆਤਮਾ ਦੇ ਅਧ੍ਯਾਸ ਦੀ ਵਿਖਮ ਗੰਢ ਟੁੱਟਨ ਦੀ ਆਦਲੀ ਅਨੁਭਵੀ ਅਵਸਥਾ ਵਿਖੇ ਬਿਸਮਾਏ ਹੈ ਬਿ+ਸਮਾਏ ਹੈ ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ ਲੀਨ ਹੋ ਜਾਵੇ ਹੈ। ਭਾਵ ਆਤਮ ਸਰੂਪੀ ਅਨਭਉ ਪਦ ਵਿਖੇ ਮਗਨ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SZ21",
        "source_page": 86,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awid prmwid Aru AMq kY AnMq Bey; Qwh kY AQwh n Apwr pwr pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By reaching the high divine state and becoming one with the Lord who is beyond the beginning, and even the eons, a Sikh goes beyond the beginning and end. He becomes unfathomable and because of his oneness with Him, his extent cannot be comprehended.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਦਿ ਪਰਮਾਦਿ ਹੁਣ ਉਹ ਆਦਿ ਵਜੋਂ ਤਾਂ ਆਦਿ ਤੋਂ ਪਰੇ ਆਦਿ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ਕ੍ਯੋਂਕਿ ਆਦਿ ਜੁਗਾਦਿ ਪਦ ਵਿਖੇ ਇਸਥਿਤ ਹੋ ਗਏ ਹਨ, ਅਰੁ ਅੰਤ ਵੱਲੋਂ ਅਨੰਤ ਅੰਤ ਰਹਿਣ ਬਣ ਜਾਂਦੇ ਹਨ ਕ੍ਯੋਂਕਿ ਬੇ ਓੜਕ ਬੇਹੱਦ ਸਰੂਪ ਵਿਚ ਸਮਾਈ ਪਾ ਲਈ ਹੈ ਤੇ ਇਸੇ ਤਰ੍ਹਾਂ ਥਾਹ ਕੈ ਥਾਹ ਵੱਲੋਂ ਅਥਾਹ ਅਸਗਾਹ ਹੋ ਜਾਣ ਕਰ ਕੇ ਓਨਾਂ ਦੀ ਹਾਥ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ ਓਨਾਂ ਦੇ ਆਸ਼ਯ ਦਾ ਥੌਹ ਨਹੀਂ ਪਾ ਸਕੀਦਾ ਅਤੇ ਉਹ ਅਪਾਰ ਪਾਰਬ੍ਰਹਮ ਸਰੂਪ ਵਿਖੇ ਅਭੇਦ ਹੋ ਗਏ ਹਨ, ਸੋ ਓਨਾਂ ਦਾ ਪਾਰ ਮਰਮ ਆਦਰਸ਼ ਧੁਰ ਮੰਜਲ ਟਿਕਾਣਾ ਭੀ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BH3Y",
        "source_page": 86,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly bIs iekIs eIs; sohM soeI dIpk sY dIpk jgwie hY [86["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This union of Guru and Sikh surely makes a Sikh like God Himself. This union makes him dwell in His name. He perpetually utters-Thou! Thou! Lord! Lord! and he enlightens the beacon of Naam. (86)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਕੀਹ ਕਿ ਗੁਰਸਿਖ ਸੰਧਿ ਮਿਲ੍ਯਾਂ ਐਉਂ ਬੀਸ ਇਕਈਸ ਵੀਹਾਂ ਦੇ ਵਰਤਾਰੇ ਵਿਚੋਂ ਇਕੀਸਵੇਂ ਈਸ਼੍ਵਰੀ ਪ੍ਰਾਇਣੀ ਵਰਤਾਰੇ ਵਿਚ ਵਰਤ ਕੇ ਈਸ ਪਰਮੇਸ਼੍ਵਰ ਨਾਲ ਅਭੇਦ ਹੋ ਜਾਂਦੇ ਹਨ। ਅਤੇ 'ਸੋਹੰ ਸੋਈ' ਉਹ ਪਰਮਾਤਮਾ ਮੈਂ ਜੀਵ 'ਉਹੀ ਈ' ਇਹ ਜਗਤ ਭਾਵ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਦੇਹ ਅੰਦਰ ਮੈਂ ਮੈਂ ਕਰਣਹਾਰਾ ਆਤਮਾ ਆਪਾ ਹੈ ਅਰ ਓਹੀ ਆਪਾ ਹੀ ਈ ਇਸ ਸਮੂਹ ਜਗਤ ਸੰਪੂਰਣ ਦੇਹ ਧਾਰੀਆਂ ਦਾ ਆਤਮਾ ਹੈ, ਇਉਂ ਦੇ ਨਿਸਚੇ ਵਿਚ ਮਗਨ ਹੋ ਕੇ ਜੀਕੂੰ ਦੀਪਕ ਸੈ ਦੀਪਕ ਜਗਾਏ ਹੈ ਦੀਵੇ ਤੋਂ ਦੀਵਾ ਜਗਾਈਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਜ੍ਯੋਤੀ ਸਰੂਪ ਨਾਲ ਅਭੇਦ ਹੋ ਕੇ ਜ੍ਯੋਤੀ ਸਰੂਪ ਹੋ ਪ੍ਰਕਾਸ਼ਿਆ ਕਰਦਾ ਹੈ ॥੮੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
