[
  {
    "id": "4VU",
    "sttm_id": 6568,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CH8W",
        "source_page": 88,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK swDsMg rMg mY rMgIly Bey; bwrnI ibgMD gMg sMg imil gMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As evil smelling wine when poured into river Ganges become like the water of Ganges, so can vice ridden, maya (mammon) immersed, worldly pleasure seeking individuals get dyed in the hue of Naam Simran when they join the true, Naam immersed holy company of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਕਿਆਂ ਸਿੱਖਾਂ ਦੀ ਸਾਧਸੰਗ ਸਤਸੰਗਤ ਅਥਵਾ ਗੁਰੂ ਕੇ ਸਿੱਖ ਸੰਤ ਜੋ ਹਨ, ਓਨਾਂ ਦੇ ਸੰਗ ਸਤਸੰਗ ਵਿਚ ਪੁਰਖ ਰੰਗ ਮੈ ਪ੍ਰੇਮ ਮਈ ਰੰਗੀਲਾ ਰੰਗ ਰੱਤਾ ਪ੍ਰੇਮੀ ਬਣ ਜਾਂਦਾ ਹੈ ਜੀਕੂੰ ਬਿਗੰਧ ਬਾਰੁਨੀ ਦੁਰਗੰਧ ਬਦਬੂ ਮਾਰੀ ਸ਼ਰਾਬ ਗੰਗਾ ਸੰਗ ਗੰਗਾ ਦੇ ਪ੍ਰਵਾਹ ਵਿਚ ਮਿਲ ਕੇ ਗੰਗਾ ਰੂਪ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HNN2",
        "source_page": 88,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sursurI sMgm huie pRbl pRvwh ilv; swgr AQwh siqgur sMg sMig hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the rapid flow of brooks and rivers like Ganges merges into the vast ocean losing all their destructive traits, so can one get absorbed into the ocean like Satguru by keeping the company of true, loving and devoted Sikhs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਗੰਗਾ ਦੇ ਸੰਗਮ ਮੇਲ ਵਿਖੇ ਪ੍ਰਬਲ ਬੇਗਵਾਨ ਪ੍ਰਵਾਹ ਵਿਚ ਲਿਵ ਲੀਨ ਹੋ ਵੁਹ ਓੜਕ ਨੂੰ ਅਥਾਹ ਸਮੁੰਦਰ ਵਿਚ ਜਾ ਮਿਲਿਆ ਕਰਦੀ ਹੈ ਇਸੇ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਸਗ ਗੁਰੂ ਦਿਆਂ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਨੁੱਖ ਓਸ ਸਤਿਗੁਰੂ ਦੇ ਸੰਗ ਸਾਖ੍ਯਾਤ ਮਲ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RVC4",
        "source_page": 88,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd inhcl icq; drsn soBw iniD lhir qrMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind stabilises in the fragrant dust of Satguru’s feet. The glimpse of infinite praise, myriad colourful waves of Naam appear in his consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਫਿਰ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਧੂਲੀ ਨਾਲ ਪ੍ਰੇਮ ਕਰਦੇ ਹੋਏ ਦਾ ਚਿੱਤ ਨਿਹਚਲ ਕੇ ਲਹਿ +ਰਤ +ਰੰਗ ਹੈ ਲੈ ਲੈਂਦਾ ਹੈ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਲਾਲ ਗੁਲਾਲ ਪ੍ਰੇਮ ਦੀ +ਰੰਗਨ ਵਾ ਤਾਰ ਨੂੰ ਅਥਵਾ ਲਹਿਰਤ ਰੰਗ ਹੈ ਪ੍ਰੇਮ ਦੀ ਤਾਰ ਓਸ ਦੇ ਅੰਦਰ ਲਹਿਰਾਂ ਮਾਰਣ ਲਗ ਪੈਂਦੀ ਹੈ। ਭਾਵ ਅੰਤਰ ਮੁਖ ਲਿਵ ਵਾਹਿਗੁਰੂ ਵਿਖੇ ਜੁੱਟ ਪੈਂਦੀ ਹੈ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1LZF",
        "source_page": 88,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Anhd sbd kY srib inDwn dwn; igAwn AMs hMs giq sumiq sRbMg hY [88["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of Naam Simran and appearance of unstruck music in the consciousness, a Sikh feels he has been blessed with all the treasures of the world. He acquires knowledge of the True Guru that reflects in every hair of his body. (88)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਕਰ ਕੇ ਅਨਹਦ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਕਰ ਕੇ ਧੁਨੀ ਦੇ ਸਹਾਰੇ ਸਰਬ ਨਿਧਾਨ ਦਾਨ ਸੰਪੂਰਨ ਨਿਧੀਆਂ ਦਾ ਦਾਨ ਦੇਣਹਾਰਾ ਜੋ ਵਾਹਿਗੁਰੂ ਹੈ ਓਸ ਦਾ ਗਿਆਨ ਰੂਪੀ ਹੰਸ ਸੂਰਜ ਅੰਸਗਤਿ ਕਿਰਣਾਂ ਦੀ ਤਰਾਂ ਓਸ ਦੇ ਅੰਦਰ ਪ੍ਰਕਾਸ਼ ਰੂਪ ਸੰਚਾਰ ਪਾ ਕੇ ਸੁਮਤਿ ਸ੍ਰਬੰਗ ਹੈ ਸ੍ਰੇਸ਼ਟ ਮਤਿ ਆਤਮਾ ਕਾਰ ਬਿਰਤੀ ਰੂਪ ਧੁੱਪ ਰੋਮ ਰੋਮ ਵਿਚ ਰਚਾ ਦਿੰਦਾ ਹੈ। ਅਥਵਾ ਹੰਸ ਸੂਰਯ ਦੀਆਂ +ਅੰਸ ਕਿਰਣਾਂ ਦੀ ਗਤਿ ਦਸ਼ਾ ਵਿਚ, ਅਰਥਾਤ ਓਨਾਂ ਦੇ ਸਮਾਨ ਗਿਆਨ ਔ ਸੁਮਤਿ ਜਾਣ ਤਥਾ ਪਛਾਨ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੀ ਹੈ, ਸਰਬੰਗ ਸਰਬ ਸਰੂਪੀ ਵਾਹਿਗੁਰੂ ਦੀ ਭਾਵ ਓਸ ਦੇ ਰੋਮ ਰੋਮ ਵਿਖੇ ਕਲਾ ਵਾਹਿਗੁਰੂ ਦੀ ਵਰਤ ਜਾਇਆ ਕਰਦੀ ਹੈ ॥੮੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
