[
  {
    "id": "82G",
    "sttm_id": 6569,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KQAN",
        "source_page": 89,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mwrg huie duibDw Brm Koey; crn srin ghy inj Gir Awey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Entering the path of Sikhism destroys suspicions and separatism and by the support of Satguru, one realises self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖੀ ਮਾਰਗ ਸਿੱਖੀ ਪੰਥ ਵਿਖੇ ਜੇਹੜਾ ਕੋਈ ਆਨ ਹੋਇ ਰਲਦਾ ਹੋਇ ਰਲਦਾ ਹੈ ਓਹ ਦੁਬਿਧਾ ਦ੍ਵੈਤਾ ਦੇ ਭਰਮ ਨੂੰ ਵਾ ਦੁਬਿਧਾ ਸੰਸਿਆਂ ਦੁਚਿਤਾਈਆਂ ਅਰੁ ਭਰਮਾਂ ਨੂੰ ਖੋਇ ਗੁਵਾ ਸਿੱਟਦਾ ਹੈ। ਅਤੇ ਜਦ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਨੂੰ ਗਹੇ ਗ੍ਰਹਣ ਧਾਰਣ ਕਰ ਲੈਂਦਾ ਹੈ, ਤਾਂ ਨਿਜ ਘਰ ਆਤਮ ਪਦ ਵਿਖੇ ਅਥਵਾ ਬਾਹਰਲੀਆਂ ਭਟਕਨਾਂ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਅਪਣੇ ਅੰਦਰ ਅੰਤਰਮੁਖ ਪਰਚਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C55A",
        "source_page": 89,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs dris idib idRsit pRgws BeI; AMimRq ktwC kY Amr pd pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the glimpse of Satguru, one is blessed with a vision that enables one see the Lord all around oneself. By the clement look of Satguru, one achieves eternal position.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਇਸੇ ਭਾਂਤ ਦਰਸ ਦਰਸਿ ਬਾਰੰਬਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਕਰਦਿਆਂ ਵਾ ਦਰਸ ਦੇਖਣ ਯੋਗ ਜੋ ਦਰਸ ਦਰਸ਼ਨ ਹੈ ਸਤਿਗੁਰਾਂ ਦਾ, ਉਸ ਨੂੰ ਕਰਦਿਆਂ ਹੋਯਾਂ ਦਿੱਬ ਦ੍ਰਿਸ਼ਟਿ ਗ੍ਯਾਨ ਦਿਸ਼ਟੀ ਤ੍ਰਿਕਾਲ ਦਰਸ਼ੀ ਪੁਣੇ ਦਾ ਪ੍ਰਗਾਸ ਉਜਾਲਾ ਸਾਖ੍ਯਾਤਕਾਰ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦਾ ਹੈ। ਅਤੇ ਅੰਮ੍ਰਿਤ ਕਟਾਛ ਕੈ ਅੰਮ੍ਰਿਤ ਬਰਸੌਣੀ ਨਿਗ੍ਹਾ ਭਰ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਤੱਕ ਲਿਆਂ ਅਮਰ ਪਦ ਅਮਰ ਪਦਵੀ ਅਬਿਨਾਸੀ ਠੌਰ ਸੱਚਖੰਡ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਜਾਂਦੀ ਹੈ ਭਾਵ ਸਚਖੰਡ ਵਾਸੀ ਬਣਾ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K09Y",
        "source_page": 89,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Anhd inJr Jrn; ismrn mMqR ilv aunmn Cwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the union of word and consciousness and by virtue of the sweet tune of Naam, a perpetual flow of divine elixir starts flowing. By continuous repetition of Guru-given incantation, higher spiritual state is achieved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਸਤਿਗੁਰਾਂ ਦਾ ਮੰਤ੍ਰ ਉਪਦੇਸ਼ ਸੁਰਤਿ ਸੁਣ ਲਿਆਂ ਤਾਂ ਅਨਹਦ ਧੁਨੀ ਦਾ ਨਿਝਰ ਝਰਨਾ ਰਿਮ ਝਿਮ ਦੀ ਤਾਰ ਬੰਨ ਦਿੱਤਾ ਕਰਦਾ ਹੈ ਜਿਸ ਕਰ ਕੇ ਮੰਤ੍ਰ ਸਿਮਰਣ ਵਿਖੇ ਆਪ ਤੇ ਆਪ ਹੀ ਲਿਵ ਲਗ ਕੇ ਉਨਮਨ ਛਾਏ ਹੈ ਮਗਨਤਾ ਹੀ ਮਗਨਤਾ ਅੰਦਰ ਰਮ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QHNZ",
        "source_page": 89,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc kRm huie iekqR gurmuK suK; pRym nym ibsm ibsÍws aupjwey hY [89["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person attains real spiritual comfort and peace by bringing in harmony between mind, words and deeds. That unique tradition of Lord's love breeds a wonderful confidence and faith in his mind. (89)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਕੀਹ ਕਿ ਗੁਰੂ ਕੇ ਮਾਰਗ ਵਿਚ ਆਨ ਰਲਨ ਔਰ ਚਰਣ ਸਰਣ ਪ੍ਰਾਪਤ ਹੋਣ ਕਰ ਕੇ ਸਰੀਰ ਕਰਮ ਦੇ ਅਤੇ ਦਰਸ਼ਨ ਕਰਨ ਤਥਾ ਸ਼ਬਦ ਸ੍ਰਵਣ ਵਿਖੇ ਮਨ ਦੇ ਦੇਣ ਕਰ ਕੇ ਅਰੁ ਨਾਮ ਸਿਮਰਣ ਵਿਖੇ ਬਾਣੀ ਦੇ ਸਿਮਟਾਉ ਕਾਰਣ ਮਨ ਬਚ ਕ੍ਰਮ ਹੁਇ ਇਕਤ੍ਰ ਮਨ ਬਾਣੀ ਅਰੁ ਸਰੀਰ ਦੇ ਇਕ ਭਾਵ ਵਿਖੇ ਆ ਗਿਆਂ ਗੁਰਮੁਖ ਨੂੰ ਸੱਚਾ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦਾ ਹੈ ਤੇ ਓਸੇ ਵਿਖੇ ਹੀ ਪ੍ਰੇਮ ਪਰਚੇ ਦੇ ਨੇਮ ਨਿਰੰਤਰ ਰੁਝੇਵੇਂ ਦਾ ਬਿਸਮ ਜਿਸ ਦੀ ਸਮਤਾ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ ਐਸਾ ਅਦੁਤੀ ਬਿਸ੍ਵਾਸ ਨਿਸਚਾ ਉਪਜਾਏ ਹੈ ਉਪਜ ਆਯਾ ਕਰਦਾ ਹੈ ॥੮੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
