[
  {
    "id": "MLN",
    "sttm_id": 6570,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CKCA",
        "source_page": 90,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK Awpw Koie jIvn mukiq giq; ibsm ibdyh gyh smq suBwau hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh follower of Guru loses his self and achieves salvation in his life when still alive. Leading a house holder’s life, he feels no concern for distress or peace/comfort that comes his way.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਆਪਾ ਖੋਇ ਗੁਰਮੁਖ ਆਪੇ ਭਾਵ ਰੂਪ ਦੇਹ ਅਧ੍ਯਾਸ ਨੂੰ ਗੁਵਾ ਕੇ ਜੀਵਨ ਮੁਕਤ ਗਤਿ ਜੀਵਨ ਮੁਕਤੀ ਵਾਲੀ ਦਸ਼ਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਰਥਾਤ ਗੇਹ ਦੇਹ ਰੂਪ ਘਰ ਵਿਚ ਵੱਸਦਾ ਹੋਯਾ ਹੀ ਬਿਸਮ ਬਿਦੇਹ ਅਸਚਰਜ ਕਰ ਦੇਣ ਵਾਲੀ ਸਰੀਰਿਕ ਅਸੰਗਤਾ ਨੂੰ ਅਨਭਉ ਕਰਨ ਲਗ ਜਾਂਦਾ ਹੈ ਭਾਵ ਸਾਖ੍ਯਾਤ ਆਪਣੇ ਆਪੇ ਆਤਮਾ ਨੂੰ ਸਰੀਰ ਨਾਲੋਂ ਨ੍ਯਾਰਾ ਦੇਖਨ ਲਗ ਪੈਂਦਾ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਸ ਦਾ ਸੁਭਾਉ ਭੀ ਸਮਤ ਸਮਤਾ ਵਾਲਾ ਬਣਾ ਜਾਯਾ ਕਰਦਾ ਹੈ। ਕ੍ਯੋਂਕਿ ਸਭ ਨੂੰ ਹੀ ਇਸੇ ਰੰਗ ਵਿਚ ਸਰੀਰ ਆਤਮੇ ਦੀ ਅਸੰਗਤਾ ਸਹਿਤ ਦੇਖਨ ਕਰ ਕੇ ਹੁਣ ਸਾਰੀਰਿਕ ਵਿਖਮਤਾ ਓਸ ਨੂੰ ਨਹੀਂ ਪੋਹ ਸਕਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GC7W",
        "source_page": 90,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnm mrn sm nrk surg Aru; puMn pwp sMpiq ibpiq icMqw cwau hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And then birth and death, sin and piety, heaven and hell, pleasures and tribulations, worry and happiness all means equal to him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਸੇ ਕਾਰਣ ਕਰ ਕੇ ਹੀ ਸੂਥਲ ਦੇਹ ਦੇ ਜਨਮ ਮਰਣ ਆਦਿ ਬਾਬਤ ਓਸ ਨੂੰ ਹੁਣ ਫੁਰਣਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਤੇ ਐਸਾ ਹੀ ਇਸ ਸਰੀਰ ਦੇ ਸਦੀਵ ਕਾਲ ਲਈ ਨਾਸ ਹੋ ਜਾਣ ਮੌਤ ਉਪ੍ਰੰਤ ਨਰਕ ਸੁਰਗ ਵਾਲੀ ਸੂਖਮ ਸਰੀਰ ਦੀ ਗਤੀ ਦਾ ਭੀ ਅੰਦਰ ਵੀਚਾਰ ਨਹੀਂ ਉਪਜਦਾ ਕ੍ਯੋਂਕਿ ਪੁੰਨ ਪਾਪ ਮਈ ਪ੍ਰਵਿਰਤੀ ਦਾ ਕਾਰਣ ਮਨ ਜੋ ਸੀ, ਸੋ ਤਾਂ ਓਸ ਦਾ ਬਿਲੈ ਵਿਨਾਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੁੰਦਾ ਹੈ। ਅਰੁ ਏਸੇ ਕਰ ਕੇ ਹੀ ਸੰਪਦਾ ਬਿਪਤਾ ਭੀ ਓਸ ਨੂੰ ਅਗੇ ਲਈ ਚਿੰਤਾ ਸੋਗ ਤੇ ਚਾਉ ਹਰਖ ਸੋਗ ਹਰਖਵਾਨ ਨਹੀਂ ਬਣਾ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UM38",
        "source_page": 90,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bn gRh jog Bog log byd igAwn iDAwn; suK duK sogwnMd imqR sqR qwau hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For such a Guru-conscious person, jungle and home, enjoyment and renunciation, folk traditions and traditions of the scriptures, knowledge and contemplation, peace and distress, sorrow and pleasure, friendship and enmity are all the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਨ ਜੰਗਲ ਵਿਚ ਵਸਦਾ ਹੋਵੇ, ਚਾਹੇ ਗ੍ਰਿਹ ਘਰ ਵਿਚ ਜੋਗ ਕਰਦਿਆਂ ਸਾਧਦਿਆਂ ਸਮਾਂ ਲੰਘ ਰਿਹਾ ਹੋਵੇ, ਅਥਵਾ ਭੋਗ ਸੰਸਾਰ ਦਿਆਂ ਪਦਾਰਥਾਂ ਵਿਖੇ ਵਰਤਦਿਆਂ ਸਭ ਹਾਲਤਾਂ ਵਿਚ ਹੀ ਬੇਦਾਂ ਅਨੁਸਾਰ ਕਰਮ ਕਰਦਿਆਂ ਵਾ ਲੋਕ ਲੋਕਾਚਾਰੀ ਰੀਤਾਂ ਰਮਸਾਂ ਨੂੰ ਪਾਲਦਿਆਂ ਗ੍ਯਾਨ ਧ੍ਯਾਨ ਵਿਖੇ ਤਥਾ ਦੁਖ ਸੁਖ ਅਰੁ ਸੋਗ ਆਨੰਦ ਅਤੇ ਮਿਤ੍ਰ ਸਤ੍ਰਤਾਉ ਮਿਤ੍ਰੁ+ ਸਤ੍ਰਤਾ + ਅਉ ਔਰ ਮਿਤ੍ਰ ਭਾਈ ਸਤ੍ਰਤਾਈ ਰੂਪ ਇਨਾਂ ਸਮੂੰਹ ਦ੍ਵੰਦ੍ਵਾਂ ਭਾਵ ਉਪਰੋ ਥਲੀ ਵਰਤਨ ਵਾਲੀਆਂ ਸੰਸਾਰੀ ਦਸ਼ਾਂ ਵਿਚ ਇਕ ਸਮਾਨ ਹੀ ਸੁਭਾ ਧਾਰੀ ਰਖਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "14PW",
        "source_page": 90,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "lost kink ibKu AMimRq Agn jl; shj smwiD aunmn Anurwau hY [90["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A lump of earth or gold, poison and nectar, water and fire are all the same for a Guru-conscious person. Because, his love is to remain absorbed in the stable state of perpetual knowledge of the Guru. (90)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇਂ ਹੀ ਲੋਹੇ ਸੋਨੇ ਦੀ ਵਾ ਲੋਸ੍ਟ ਮਿਟੀ ਦੇ ਢੇਲੇ ਯਾ ਸੋਨੇ ਦੀ ਪ੍ਰਾਪਤੀ ਵਿਖੇ, ਅਰੁ ਐਸਾ ਹੀ ਵਿਹੁ ਤੇ ਅੰਮ੍ਰਿਤ ਦੇ ਪਿਆਏ ਜਾ ਰਿਹਾਂ, ਤਥਾ ਅਗ ਵਿਚ ਸੜਦਿਆਂ ਵਾ ਜਲ ਵਿਚ ਡੁਬੀਂਦਿਆਂ ਯਥਾ ਲਾਭ ਸੰਤੁਸ਼੍ਟ ਪ੍ਰਸੰਨ ਦਸ਼ਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੋਇਆ ਸਹਜ ਸਮਾਧੀ ਰੂਪ ਸਹਜੇ ਹੀ ਟਿਕਾਉ ਵਿਚ ਟਿਕ ਰਹਿਣ ਦੀ ਉਨਮਨ ਮਸਤਾਨਗੀ ਦਾ ਅਨੁਰਾਉ ਅਨੁਰਾਗ ਪ੍ਰੇਮ ਚਾਉ ਓਸ ਨੂੰ ਲਗਾ ਰਹਿੰਦਾ ਹੈ ॥੯੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
