[
  {
    "id": "V05",
    "sttm_id": 6571,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ERJU",
        "source_page": 91,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sPl jnm gurmuiK huie jnm jIiqE; crn sPl gur mwrg rvn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A human life is usefully spent when one leads it as an obedient Sikh of the True Guru and wins all its benefits. The feet are successful if they tread the path defined by the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਹੁਇ ਜਨਮ ਜੀਤਿਓ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਮੁਖ ਬਣ ਕੇ ਅਪਣੇ ਜਨਮ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ ਜਨਮ ਲੈਣਾ ਓਨਾਂ ਦਾ ਹੀ ਸਫਲ ਹੁੰਦਾ ਹੈ। ਕ੍ਯੋਂਜੁ ਓਨਾਂ ਨੇ ਗੁਰਾਂ ਦੇ ਮਾਰਗ ਰਸਤੇ ਰਵਨ ਕੈ ਤੁਰ ਕਰ ਕੇ ਯਾਤ੍ਰਾ ਕਰਨ ਕਰ ਕੇ ਚਰਨ ਪੈਰਾਂ ਨੂੰ ਸਫਲਿਆਂ ਬਣਾ ਲਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C3E7",
        "source_page": 91,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn sPl gur drsw vlokn kY; msqk sPl rj pd gvn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The eyes are successful if they accept the omnipresence of the Lord and see Him everywhere. The forehead is successful if it touches the dust of the path tread by Satguru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਗੁਰ ਦਰਸਾਵ ਲੋਕਨ ਕੈ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ ਦੀਦਾਰ ਨੂੰ ਅਵਿ ਲੋਕਨ ਤੱਕਨ ਕਰ ਕੇ ਓਨਾਂ ਨੇ ਲੋਚਨ ਨੇਤ੍ਰ ਸਫਲੇ ਕਰ ਲਏ ਹਨ, ਅਤੇ ਮੱਥੇ ਨੂੰ ਸਫਲ ਕੀਤਾ ਹੈ ਰਜ ਧੂਲੀ ਲਗਾ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣੀਂ ਗਵਨ ਕੈ ਚੱਲਨ ਵਾਲੀ ਥਾਂ ਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T28T",
        "source_page": 91,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hsq sPl nm sqgur bwxI ilKy; suriq sPl gur sbd sRvn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The hands are successful if they are raised in the salutation of Satguru and to write his utterances/compositions. The ears become successful by listening to the glory, adulations of the Lord and words of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੱਥ ਸਫਲ ਕੀਤੇ ਹਨ ਸਤਿਗੁਰਾਂ ਨੂੰ ਨਮਸਕਾਰ ਕਰਨ ਕਰ ਕੇ ਅਤੇ ਬਾਣੀ ਸਤਿਗੁਰਾਂ ਦੀ ਲਿਖਣ ਕਰ ਕੇ ਅਰੁ ਸੁਰਤ ਕੰਨ ਫਸਲ ਬਣਾ ਲਏ ਹਨ ਸਤਿਗੁਰਾਂ ਦੇ ਸਬਦ ਉਪਦੇਸ਼ ਨੂੰ ਸ੍ਰਵਣ ਕੈ ਸੁਨਣ ਕਰ ਕੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZWE8",
        "source_page": 91,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMgiq sPl gurisK swD sMgm kY; pRym nym gMimqw iqRkwl iqRBvn kY [91["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The congregation of holy and true souls attended by a Sikh is useful as it helps in uniting with the Lord. Thus abiding by the tradition of Naam Simran, he becomes aware of all the three worlds and the three periods. (91)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਗਤਿ ਮਿਲਨਾ ਜੁਲਨਾ ਮੇਲ ਮਿਲਾਪ ਵਾ ਮਿਲੌਨੀ ਓਨਾਂ ਨੇ ਸਫਲ ਕਰ ਲਈ, ਗੁਰੂ ਕਿਆਂ ਸਿੱਖਾਂ ਸਾਧਾਂ ਸੰਤਾਂ ਦੇ ਸੰਗਮ ਮਿਲਾਪ ਕਰ ਕੇ। ਅਤੇ ਪ੍ਰੇਮ ਨੂੰ ਸਫਲ ਕੀਤਾ ਓਨਾਂ ਨੇ ਪੂਰਾ ਪੂਰਾ ਨੇਮ ਨਿਬਾਹਕੇ ਸੋ ਐਹੋ ਜੇਹੇ ਚਾਲੇ ਅਨੁਸਾਰ ਜਿਨਾਂ ਅਪਣੇ ਆਪ ਨੂੰ ਚਲਾ ਕੇ ਜਨਮ ਨੂੰ ਸਫਲਿਆਂ ਕਰ ਲਿਆ ਹੈ, ਓਨ੍ਹਾਂ ਨੂੰ ਤ੍ਰਿਕਾਲ ਤਿੰਨਾਂ ਕਾਲਾਂ ਤਥਾ ਤ੍ਰਿਭਵਨ ਕੈ ਤਿੰਨਾਂ ਲੋਕਾਂ ਦੀ ਗੰਮਤਾ ਪਹੁੰਚ ਹੋ ਆਯ ਕਰਦੀ ਹੈ ॥੯੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
