[
  {
    "id": "S8P",
    "sttm_id": 6572,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "P579",
        "source_page": 92,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; shj smwiD suK sMpt smwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By becoming a true servant of Satguru Ji, remaining fond of the fragrance of the dust of the holy feet of the True Guru, and in perpetual contemplation, a Sikh permeates himself in the spiritual peace.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਨ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰਸ ਧੂਲੀ ਦੇ ਰਸ ਸ੍ਵਾਦ ਅਨੰਦ ਦੀ ਖਾਤਰ ਲੁਭਾਇਮਾਨ ਹੋ ਕੇ ਸਹਜ ਸਰੂਪੀ ਸਮਾਧ ਇਸਥਿਤੀ ਦ੍ਵਾਰੇ ਜਿਹੜੇ ਸੁਖ ਵਿਚ ਸੰ+ਪੁਟ ਭਲੀ ਪ੍ਰਕਾਰ ਆਛਾਦਿਤ ਹੋ ਕੇ ਯਾ ਭਲੀਭਾਂਤ ਵਿਚਾਲੇ ਆ ਅਥਵਾ ਮਿਲ ਕੇ ਜਿਹੜੇ ਸਮਾਨੇ ਹੈ ਭਾਵ ਲਿਵ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1DTY",
        "source_page": 92,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BYjl BieAwnk lhir n ibAwip skY; duibDw invwir eyk tyk Thrwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person is never affected by the frightening worldly waves of desires and hopes. He is deemed to have destroyed all duality and taken the refuge of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨ੍ਹਾਂ ਨੂੰ ਭੈਜਲ ਸੰਸਾਰ ਸਮੁੰਦਰ ਦੀ ਭ੍ਯਾਨਕ ਡਰੌਣੀ ਖਤਰਨਾਕ ਲਹਿਰ ਜਨਮ ਮਰਣ ਵਾਲੀ, ਅਥਵਾ ਆਸਾ ਤ੍ਰਿਸ਼ਣਾ ਮਈ, ਨਹੀਂ ਬ੍ਯਾਪ ਵਾਪਰ ਸਕਦੀ, ਉਹ ਦੁਬਿਧਾ ਸੰਸੇ ਵਾ ਦੁਚਿਤਾਈ ਨੂੰ ਦੂਰ ਕਰ ਕੇ ਇਕ ਵਾਹਿਗੁਰੂ ਦੀ ਹੀ ਟੇਕ ਸ਼ਰਣ ਵਾ ਸਹਾਰੇ, ਅਥਵਾ ਓਟ ਨੂੰ ਧਾਰ ਕੇ ਠਹਰਾਨੇ ਹੈਂ ਸ਼ਾਂਤੀ ਚੈਨ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SMRL",
        "source_page": 92,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit sbd suriq brij ibsrjq; pRym nym ibsm ibsÍws aur Awny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He keeps his eyes away from the evils and ears closed to the slander and praise. Ever engrossed in Naam Simran, he imbibes the celestial faith of the Lord in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਸਟਿ ਸਬਦ ਸੁਰਤਿ ਬਰਜਿ ਬਿਸਰਜਿਤ ਨੇਤ੍ਰਾਂ ਨੂੰ ਰੂਪ ਵੱਲ ਭਟਕਨੋਂ ਤੇ ਸ਼ਬਦ ਵੱਲੋਂ ਕੰਨਾਂ ਨੂੰ ਵਰਜਕੇ ਰੋਕਕੇ; ਬਿਸਰਜਤ ਬਿਦਾ ਕਰ ਦਿਤ੍ਯਾਂ ਆਪੇ ਦੇਹ ਅਧ੍ਯਾਸ ਯਾ ਹੌਮੇਂ ਭਾਵ ਨੂੰ ਅਥਵਾ ਦ੍ਰਿਸ਼੍ਟੀ ਸਭ ਮਨ ਇੰਦ੍ਰੀਆਂ ਤਥਾ ਸਰੀਰ ਦੀ ਚੇਸ਼੍ਟਾ ਆਦਿ ਨੂੰ ਅਪਣੀ ਨਿਗ੍ਹਾਵਿਚ ਰਖਣ ਹਾਰੀ ਚੇਤਨ ਸੱਤਾ ਤਿਸੀ ਪ੍ਰਕਾਰ ਸ਼ਬਦ ਅਨਹਦ ਧੁਨੀ ਵਿਖੇ ਸੁਰਤ ਨੂੰ ਬਰਜ ਨਿਰੋਧ ਕਰ ਕੇ ਰੋਕਕੇ ਗੱਡਕੇ, ਬਿਸਰਜਤ ਬਾਹਰਮੁਖੀ ਆਪੇ ਹੌਮੈਂ ਭਾਵ ਬਿਦਾ ਕਰ ਦਿਤ੍ਯਾਂ ਭਾਵ ਲਿਵਲੀਨ ਹੋ ਗਿਆਂ ਬਿਸਮ ਅਪਣੀ ਸਮਾਨਤਾ ਨਾ ਰਖਣ ਵਾਲਾ ਅਪੂਰਬ ਬਿਸ੍ਵਾਸ ਨਿਸਚਾ ਪ੍ਰਗਟ ਹੋ ਕੇ ਨੇਮ ਸਹਿਤ ਪ੍ਰੇਮ ਨੂੰ ਹਿਰਦੇ ਅੰਦਰ ਲੈ ਔਂਦਾ ਪ੍ਰਗਟ ਕਰ ਲਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3EVR",
        "source_page": 92,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jIvn mukiq jgjIvn jIvn mUl; Awpw Koie hoie AprMpr prwnY hY [92["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Liberated Guru-conscious Sikh sheds all his ego and becomes a devotee of the infinite Lord, the creator of the World and source of all life on it. (92)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਕਿ ਜਗ ਜੀਵਨ ਜੀਵਨ ਮੂਲ ਜਗਤ ਦੇ ਜੀਵਾਂ ਦਾ ਜੀਵਨ ਮੂਲ ਜੀਊਨ ਮੂੜੀ ਜੋ ਅਪਰੰਪਰ ਪਾਰਬ੍ਰਹਮ ਸ੍ਵਰੂਪ ਹੈ, ਇਉਂ ਆਪਾ ਦੂਰ ਕਰ ਕੇ ਹੋਇ ਪਰਾਨੇ ਓਸ ਦੇ ਪ੍ਰਾਇਣ ਹੋ ਜਾਂਦੇ ਹਨ ਤ ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਜੀਵਨ ਮੁਕਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਰਥਾਤ ਸੰਸਾਰੀ ਜਿੰਦਗੀ ਦੇ ਅਸਰਾਂ ਤੋਂ ਐਸੇ ਗੁਰਮੁਖ ਅਲੇਪ ਰਹਿੰਦੇ ਹਨ ॥੯੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
