[
  {
    "id": "RPT",
    "sttm_id": 6573,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EFDN",
        "source_page": 93,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sirqw srovr sill iml eyk Bey; eyk mY Anyk hoq kYsy inrvwro jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the water of river and lake meet, they become indistinguishable. Then how can they be disintegrated into their earlier form when they have become one?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰਿਤਾ ਨਦੀ ਤੇ ਸਰੋਵਰ ਸਮੁੰਦਰ ਤਲਾ ਦਾ ਜਲ ਮਿਲ ਕੇ ਏਕ ਭਏ ਇੱਕ ਹੋ ਗਿਆਂ ਏਕ ਸੈ ਨਿਰਵਾਰੋ ਅਨੇਕ ਕੈਸੇ ਹੋਤ ਇੱਕ ਤੋਂ ਏਕਤਾਈ ਵਿਚੋਂ ਨ੍ਯਾਰਾ ਨ੍ਯਾਰਾ ਕਰ ਕੇ ਮੁੜ ਅਨੇਕ ਕਿਸ ਤਰ੍ਹਾਂ ਹੋ ਸਕਦਾ ਹੈ ਜੀ ਹੇ ਭਾਈ ਜਨੋਂ! ਅਥਵਾ: ਨਿਰਵਾਰੋ ਜੀ ਦਿਲ ਰਿਦੇ ਅੰਦਰ ਨਿਬੇੜਾ ਕਰ ਕੇ ਤੱਕੋ। ਭਾਵ ਵਾਹਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਸਤਿਗੁਰੂ ਵਿਖੇ ਮਿਲਿਆਂ ਜੀਵ ਭੀ ਮੁੜ ਕੁਛ ਹੋਰ ਨਹੀਂ ਬਣ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FH5H",
        "source_page": 93,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwn cUnw kwQw supwrI Kwey surMg Bey; bhuir n cqur brn ibsQwro jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Chewing beetle leaf, catechu, lime and beetle nut produces deep red colour. But then none of these ingredients can be separated from that red colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਪਾਨ ਚੂਨਾ ਕਥ, ਸੁਪਾਰੀ ਇਨਾਂ ਚੌਹਾਂ ਨੂੰ ਇਕੱਠਿਆਂ ਕਰ ਕੇ ਚਬਾਈਏ ਤਾਂ ਸੁਰੰਗ ਭਏ ਗੂੜਾ ਲਾਲ ਰੰਗ ਪ੍ਰਗਟ ਹੋ ਔਂਦਾ ਹੈ ਪਰ ਜੇਕਰ ਬਹੁਰ ਮੁੜ ਫਿਰ ਕੇ ਓਨਾਂ ਦਾ ਵਿਸਥਾਰ ਵੱਖੋ ਵੱਖ ਪਸਾਰਾ ਜੀ ਦਿਲ ਅੰਦਰ ਲੋਚੀਏ ਤਾਂ ਉਹ ਚੁਤਰ ਬਰਨ ਨ ਕਦੀ ਚਾਰ ਰੰਗ ਨਹੀਂ ਹੋ ਸਕਦੇ ਇਞੇਂ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਘਰ ਆਏ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਵੈਸ਼੍ਯ ਅਰੁ ਸ਼ੂਦਰ ਗੁਰ ਸਿੱਖੀ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਗੁਰਾਂ ਨੂੰ ਮਿਲ ਕੇ ਕਦੀ ਚਾਰ ਬਰਣੀਏ ਨਹੀਂ ਬਣ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "41K2",
        "source_page": 93,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwrs priq hoq kink Aink Dwq; kink mY Aink n hoq goqwcwro jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many metals turn into gold by a touch of the philosopher-stone. Thereafter they cannot revert back to their original form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਨਿਕ ਧਾਤ ਪਾਰਸ ਪਰਸ ਕਨਿਕ ਹੋਤ ਲੋਹਾ ਤਾਂਬਾ ਆਦਿ ਅੱਠੇ ਧਾਤਾਂ ਅਥਵਾ ਆਪੋ ਵਿਚ ਇਕ ਦੂਈ ਨਾਲ ਮਿਲ ਕੇ ਬਣੀਆਂ ਅਨੇਕ ਧਾਤਾਂ ਜੀਕੂੰ ਪਾਰਸ ਨੂੰ ਪਰਸ ਛੋਹ ਕੇ ਸੋਨਾ ਬਣ ਜਾਂਦੀਆਂ ਹਨ ਪਰ ਜੇਕਰ ਮੁੜ ਜੀ ਚਿੱਤ ਕਰੇ ਕਿ ਸੋਨੇ ਤੋਂ ਓਨ੍ਹਾਂ ਨੂੰ ਓਹੋ ਓਹੋ ਕੁਝ ਹੀ ਵੱਖੋ ਵੱਖ ਅਨੇਕ ਰੂਪ ਬਣਾ ਲਈਏ ਤਾਂ ਗੋਤਾਚਾਰ ਓਨਾਂ ਦੀ ਨ੍ਯਾਰੀ ਨ੍ਯਾਰੀ ਜਾਤ ਨਹੀਂ ਕਰ ਸਕੀਦੀ। ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਵਰਣ ਆਸ਼੍ਰਮ ਧਾਰੀ ਸਤਿਗੁਰੂ ਦਾ ਸਿੱਖ ਬਣ ਚੁੱਕਨ ਤੇ ਉਹ ਆਦਮੀ ਮੁੜ ਕਿਸੇ ਪ੍ਰਕਾਰ ਵਰਨ ਆਸ਼ਰਮ ਵਾਨ ਨਹੀਂ ਬਣ ਸਕ੍ਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L1J5",
        "source_page": 93,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn subwsu kY subwsnw bnwspqI; Bgq jgq piq ibsm bIcwro jI [93["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The sandalwood tree imparts fragrance to all the other trees around it. That fragrance cannot then be taken away from them. Similarly the union of the Lord and his devotees is a very strange and astonishing tale. They become one and there is no duality le",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੰਨਣ ਦੀ ਸੁਬਾਸਨਾ ਸੁਗੰਧੀ ਪ੍ਰਾਪਤ ਬਨਾਸਪਤ ਵਿਚੋਂ ਓਸ ਨੂੰ ਦੂਰ ਨਹੀਂ ਕਰ ਸਕੀਦਾ, ਬਸ ਤੀਕੂੰ ਦਾ ਹਾਲ ਹੀ ਭਗਤ ਗੁਰੂ ਅੰਤਰਯਾਮੀ ਦੇ ਪ੍ਰੇਮੀ ਅਰੁ ਜਗਤਪਤਿ ਜਗਤ ਦੇ ਸੁਆਮੀ ਦੇ ਮਿਲਾਪ ਦੇ ਬਿਸਮ ਅਸਚਰਜ ਕਾਰੀ ਵਿਚਾਰ ਨੂੰ ਜੀ ਰਿਦੇ ਅੰਦਰ ਤੱਕ ਲਵੋ ॥੯੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
