[
  {
    "id": "GFN",
    "sttm_id": 6576,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J76L",
        "source_page": 96,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs AMimRq inDwn pwn pUrn hoie; prmdBuq giq Awqm qrMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious Sikh feels fully satiated drinking the loving elixir of the nectar-like Naam. He experiences strange and astonishing waves of spiritual ecstasy within.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਅੰਮ੍ਰਿਤ ਭੰਡਾਰ ਰੂਪ ਪ੍ਰੇਮ ਰਸ ਪਾਨ ਕਰ ਕੇ ਛਕ ਕੇ ਪੂਰਨ ਤ੍ਰਿਪਤ ਹੋ ਗਏ ਹਨ ਜਿਹੜੇ ਗੁਰਮੁਖ ਪਰਮਅਦਭੁਤ ਅਤ੍ਯੰਤ ਅਲੌਕਿਕ ਜਿਹੜੀ ਕਿ ਸ੍ਰਿਸ਼ਟੀ ਅੰਦਰ ਕਦੀ ਦੇਖਣ ਸੁਣਨ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ, ਉਸ ਦਸ਼ਾ ਗਤੀ ਵਾਲੀ ਆਤਮ ਤਰੰਗ ਆਤਮਾ ਦੀ ਮੌਜ ਵਰਤ ਪਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JABV",
        "source_page": 96,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ieq qy idRsit suriq sbd ibsrjq; auq qy ibsm Ascrj pRsMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Relishing the loving elixir, a Guru-conscious person turns his senses away from the worldly engrossments and attaches them with the faculties that help him enjoy the divine pleasures. As a result he experiences strange and astonishing sensations within.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਨੂੰ ਐਉਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ਹੈ; ਕਿ ਇਤ ਤੇ ਦ੍ਰਿਸਟਿ ਇਸ ਦਿਖਾਈ ਦੇ ਰਹੀ ਦ੍ਰਿਸ਼੍ਯ ਰੂਪ ਮੂਰਤੀਮਾਨ ਸ੍ਰਿਸ਼ਟੀ ਵੱਲੋਂ ਦ੍ਰਿਸ਼ਟੀ ਨਿਗ੍ਹਾ ਨੇਤ੍ਰ ਸਬਦ ਸ਼ਬਦ ਮਈ ਜੋ ਕੁਛ ਕਹਿਣ ਅਥਵਾ ਸੁਨਣ ਵਿਚ ਆ ਸਕਨ ਵਾਲੇ ਪਦਾਰਥ ਨਾਮ ਸਰੂਪੀ ਸੂਖਮ ਪ੍ਰਪੰਚ ਵੰਲੋਂ ਸੁਰਤਿ ਕੰਨ ਬਿਸਰਜਤ ਵਿਦੈਗੀ ਧਾਰ ਜਾਂਦੇ ਹਨ ਭਾਵ ਨਾਮ ਰੂਪ ਸਰੂਪੀ ਜਗਤ ਵੱਲ ਦ੍ਰਿਸ਼੍ਟੀ ਅਰੁ ਸ੍ਰੋਤਰ ਆਦਿ ਸਮੂਹ ਇੰਦ੍ਰੀਆਂ ਭਟਕਣੋਂ ਨਿਵਿਰਤ ਹੋ ਕੇ, ਅੰਤਰ ਆਤਮੇਂ ਵਿਖੇ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੀਆਂ ਹਨ। ਅਤੇ ਉਤ ਤੇ ਉਸ ਪਾਸੇ ਵੱਲੋਂ ਪਰਮਾਤਮਾ ਦੀ ਓਰ ਤੇ ਬਿਸਮ ਅਸਚਰਜ ਅਸਚਰਜਤਾਈ ਨੂੰ ਭੀ ਅਚਰਜ ਹੈਰਾਨ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲਾ ਪ੍ਰਸੰਗ ਵਰਤਾਰਾ, ਆਣ ਵਰਤਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WMHN",
        "source_page": 96,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyKY su idKwvY kYsy, sunY su sunwvY kYsy; cwKy so bqwvy kYsy rwg rs rMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All that he experiences, he cannot make others experience. How can he make others hear the unstruck music that he himself hears? The taste of Naam nectar that he enjoys himself, how can he describe it to others? All these he alone can enjoy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਾਵ ਪਰਮਾਤਮਾ ਆਤਮੇ ਨੂੰ ਆਪਣੇ ਵਿਚ ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ। ਇਸ ਲਿਵ ਲੀਨ ਅਵਸਥਾ ਵਿਖੇ ਜੋ ਕੁਛ ਦਿੱਬ ਦਰਸ਼ਨ ਉਹ ਦੇਖਦਾ ਹੈ ਦੂਸਰੇ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਦਿਖਾਲੇ ਉਕਤ ਤਿਆਰੀ ਬਿਨਾਂ ਜਿਸ ਦਿੱਬ੍ਯ ਧੁਨੀ ਦੇ ਅਨਹਦ ਨਾਦ ਨੂੰ ਉਹ ਸੁਣਦਾ ਹੈ ਉਸ ਸੁਣੇ ਨੂੰ ਕਿਸ ਪ੍ਰਕਾਰ ਸੁਣਾਵੇ ਭਾਵ ਨੇਤ੍ਰ ਸ੍ਰੋਤ੍ਰ ਦੀ ਓਸੀ ਸਾਧਨਾ ਬਿਹੀਨ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਕੋਈ ਦੇਖ ਸੁਣ ਨਹੀਂ ਸਕਦਾ ਤੇ ਫੇਰ ਚੱਖਦਾ ਹੈ ਜਿਸ ਬ੍ਰਹਮਾਨੰਦ ਰੂਪ ਰਸ ਦੇ ਸੁਆਦ ਨੂੰ ਦੂਸਰਿਆਂ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਚਖਾਵੇ ਅਨੁਭਵ ਕਰਾਵੇ ਕਿ ਉਸ ਰਾਗ ਰੰਗ ਦਾ ਰਸ ਆਹ ਕੁਝ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AD7S",
        "source_page": 96,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AkQ kQw ibnod AMg AMg Qkq huie; hyrq ihrwnI bUMd swgr sRbMg hY [96["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is impossible to narrate the state of spiritual delight of such a person. Every part of his body becomes stable in the happiness of this state and one feels flabbergasted. Staying in the holy feet of Satguru, such a person merges in the ocean-like God",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਇਸ ਬਿਨੋਦ ਕੌਤੁਕ ਦੀ ਕਥਾ ਕਹਾਣੀ ਅਕੱਥ ਸਰੂਪ ਹੈ ਅਰਥਾਤ ਨਹੀਂ ਕਹੀ ਜਾਣ ਵਾਲੀ। ਬੱਸ ਉਸ ਰੱਬੀ ਝਰਣਾਟ ਦੇ ਛਿੜਦਿਆਂ ਸਾਰ ਅੰਗ ਅੰਗ ਥਕਿਤ ਚੂਰ ਚੂਰ ਹੋ ਜਾਂਦੇ ਹਨ। ਅਤੇ ਹੇਰਤ ਹੇਲਤ ਓਸ ਦੇ ਹਿਲੋਰ ਮਾਰਦਿਆਂ ਕ੍ਰੀੜਾ ਕਲੋਲ ਕਰਨ ਸਾਰ ਆਪੇ ਦੀ ਸੁਰਤ ਭੀ ਹਿਰਾਨੀ ਖੋਈ ਜਾਂਦੀ ਹੈ ਗੁੰਮ ਹੋ ਜਾਂਦੀ ਹੈ ਜੀਕੂੰ ਬੂੰਦ ਸਮੁੰਦਰ ਵਿਚ ਮਿਲ ਕੇ ਆਪਾ ਗੁਵਾ ਕੇ ਸਾਗਰ ਸਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ ਤੀਕੂੰ ਹੀ ਇਹ ਭੀ ਆਪਾ ਗੁਵਾ ਕੇ ਸਰਬੰਗ ਸਮੂਲਚੀ ਹੀ ਓਸ ਵਿਖੇ ਅਭੇਦ ਹੋ ਜਾਂਦੀ ਹੈ ॥੯੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
