[
  {
    "id": "47Z",
    "sttm_id": 6577,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PMJL",
        "source_page": 97,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDsMg gMg imil sRI gur swgr imly; igAwn iDAwn prm inDwn ilv lIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh ever in attendance of Satguru merges in the ocean-like True Guru through the Ganges-like holy congregation. He remains engrossed in the fountain-head of Cyan (knowledge) and contemplation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸੰਗਿ ਗੰਗ ਮਿਲਿ ਗੁਰ ਸਿਖਾਂ ਦੀ ਸਤਸੰਗਤ ਰੂਪ ਗੰਗਾ ਨਾਲ ਮਿਲਿਆਂ ਸ੍ਰੀ ਗੁਰੂ ਕਲ੍ਯਾਨ ਸਰੂਪ ਸੋਭਾਯਮਾਨ ਸਤਿਗੁਰ ਸਮੁੰਦਰ ਦਾ ਮੇਲਾ ਸਾਖ੍ਯਾਤ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਜਿੱਥੋਂ ਫੇਰ ਗਿਆਨ ਅਰ ਧਿਆਨ ਦੇ ਪਰਮ ਨਿਧਾਨ ਪਰਮ ਭੰਡਾਰ ਰੂਪ ਸਤਿਗੁਰ ਅੰਤਰਯਾਮੀ ਦੇ ਸ੍ਵਰੂਪ ਵਿਖੇ ਲਿਵਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZU7J",
        "source_page": 97,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd mDukr giq; cMdRmw ckor gur iDAwn rs BIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A True Sikh remains absorbed and immersed in the holy dust of the True Guru like a bumble bee and longs for a glimpse of his Guru just as a moon bird experiences pangs of separation of his beloved moon.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਮਧੁਕਰ ਗਤਿ ਭੌਰੇ ਸਮਾਨ ਪ੍ਰੇਮੀ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਧੂਲੀ ਰਸਪੁਸ਼ਪ ਮਦ ਵਿਚ ਅਤੇ ਚਕੋਰ ਵਾਕੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਰੂਪ ਚੰਦ੍ਰਮਾਂ ਦੇ ਧ੍ਯਾਨ ਰਸ ਵਿਚ ਭੀਨ ਹੈ ਭਿਜ੍ਯ ਰਹਿੰਦਾ ਤਰ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5PX8",
        "source_page": 97,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq mukqwhl Ahwr hMs; pRym prmwrQ ibml jl mIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a swan whose diet is pearls, a true Sikh relishes the pearl-like Naam as his life support. Like a fish, he swims in the cool, clean and comforting waters of spirituality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਜੋੜਨ ਲਈ ਕੂੜਿਆਂ ਸੰਕਲਪਾਂ ਘੁੱਗੇ ਆਦਿ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਸ਼ਬਦ ਮਾਤ੍ਰ ਮੋਤੀ ਦੇ ਹੀ ਅਹਾਰ ਕਰਨ ਵਾਸਤੇ ਉਹ ਹੰਸ ਵਤ ਹੁੰਦਾ ਹੈ। ਵਾ ਸਤਿਗੁਰਾਂ ਸ਼ਬਦ ਬਚਨ ਸੁਰਤਿ ਸੁਣ ਸੁਣ ਕੇ ਓਨਾਂ ਵਿਚੋਂ ਉਦੇਸ਼ ਭਰੀਆਂ ਬਾਤਾਂ ਰੂਪ ਮੁਕਤਾਹਲ ਮੋਤੀ ਚੁਣ ਚੁਣਕੇ ਅਹਾਰ ਕਰਨ ਲਈ ਕਮਾਨ ਖਾਤਰ ਉਹ ਹੰਸ ਸਮਾਨ ਬਣ ਜਾਂਦਾ ਹੈ ਅਤੇ ਨਿਰਮਲ ਪਰਮਾਰਥ ਜਿਸ ਅਰਥ ਤੋਂ ਪਰੇ ਹੋਰ ਕੋਈ ਪਰਯੋਜਨ ਹੋ ਹੀ ਨਹੀਂ ਸਕਾ, ਐਸੇ ਪਰਮ ਤੱਤ ਸਰੂਪੀ ਮੁਕਤ ਪਦ ਵਿਖੇ ਐਡਾ ਪ੍ਰੇਮ ਧਾਰਣ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿੱਡਾ ਕਿ ਜਲ ਵਿਖੇ ਮੀਨ ਮੱਛ ਦਾ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M7Z4",
        "source_page": 97,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMimRq ktwC Amrwpd ikRpw ikRpwl; kmlw klpqr kwmDynwDIn hY [97["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the element and nectar-like glimpse of grace of the True Guru, a true Sikh attains immortality. And then all mythical donors like Kamdhen cow or Kalap brichh and even Lakshmi (Goddess of wealth) serve him diligently. (97)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਲਿਵਲੀਨ ਹੋਯਾਂ ਕ੍ਰਿਪਾਲ ਕਿਰਪਾ ਦੇ ਮੰਦਿਰ ਸਤਿਗੁਰਾਂ ਦੀ ਕਿਰਪਾ ਦ੍ਵਾਰੇ ਅੰਮ੍ਰਿਤ ਮਈ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਮਿਹਰਾਂ ਭਰੀ ਅੰਮ੍ਰਿਤ ਬਰਸੌਣੀ ਨਿਗ੍ਹਾ ਨਾਲ ਤੱਕਨਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜੋ ਅਮਰਾਪਦ ਅਬਿਨਾਸੀ ਪਦ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਕਾਰਣ ਹੈ ਅਤੇ ਜਿਸ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਦੇ ਕਮਲਾ ਲਛਮੀ ਕਲਪਤਰੁ ਸੁਰਗੀ ਨੰਦਨ ਬਨ ਦਾ ਭੂਖਣ ਰੂਪ ਕਾਮਨਾ ਪੂਰੀਆਂ ਕਰਣ ਹਾਰਾ ਬਿਰਛ, ਅਰੁ ਕਾਮਧੇਨੁ ਕਾਮਨਾ ਪੂਰੀਆਂ ਕਰਣਹਾਰੀ ਸੁਰਗੀ ਗਊ ਸਭ ਅਧੀਨ ਹਨ ॥੯੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
