[
  {
    "id": "0GN",
    "sttm_id": 6578,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "84L4",
        "source_page": 98,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk bRhmwNf ky ibQwr kI Apwr kQw; koit bRhmwNf ko nwieku kYsy jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When description of one universe is beyond the ability of a human being then how can the master of millions of universes be known?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਕ ਬ੍ਰਹਮੰਡ ਦੇ ਵਿਸਥਾਰ ਪਸਾਰੇ ਦੀ ਕਥਾ ਦਾ ਪਾਰਾਵਾਰ ਹੀ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਤਾਂ ਕ੍ਰੋੜਾਂ ਅਨੰਤ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਰਚਨ ਹਾਰੇ ਨਾਯਕ ਸ੍ਵਾਮੀ ਮਾਲਕ ਦੇ ਪਾਰਾਵਾਰ ਨੂੰ ਕਿਸ ਪ੍ਰਕਾਰ ਜਾਣ ਸਕੀਏ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BRXY",
        "source_page": 98,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Git Git AMqir Aau srb inrMqir hY; sUKm sQUl mUl kYsy pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God, the cause of all visible and invisible world who is prevailing equally in all and sundry; how can he be reckoned?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਘਟਿ ਸਰੀਰ ਘਟਿ ਅੰਤਾਕਰਣ ਰਿਦਾ ਸੋ ਉਹ ਸਰੀਰ ਸਰੀਰ ਪ੍ਰਤੀ ਅਰੁ ਹਰ ਇਕ ਅੰਤਾਕਰਣ ਰਿਦੇ ਅੰਦਰ ਵਸ ਰਿਹਾ ਹੈ, ਅਉ ਅਤੇ ਸਰਬ ਨਿਰੰਤਰ ਸਭ ਵਿਖੇ ਅਭੇਦ ਹੋ ਰਿਹਾ; ਅਥਵਾ ਸਰਬ ਦੇ ਸਦਰਸ਼ ਹੀ ਹੋਯਾ ਹੋਯਾ ਮਾਨੋ ਅੰਤਰਾਯ ਤੋਂ ਰਹਿਤ ਸਰਬੱਤ੍ਰ ਸਭ ਦਾ ਸਰੂਪ ਹੋ ਕੇ ਭਾਸ ਰਿਹਾ ਹੈ। ਇਸ ਲਈ ਸਮੂੰਹ ਸਥੂਲ ਸੂਖਮ ਦੇ ਮੂਲ ਕਾਰਣ ਵਾ ਮੁੱਢ ਨੂੰ ਕਾਰਣ ਵਾ ਮੁੱਢ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਕੁਛ ਨ੍ਯਾਰਾ ਕਰ ਕੇ ਪਛਾਣ ਸਕੀਏ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H1JB",
        "source_page": 98,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrgun AidRst isRsit mY nwnw pRkwr; AlK liKE n jwie kYsy auir AwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God who is not visible in His Transcendental form, and is visible in myriad forms in His immanent form; who cannot be perceived, how can he then be lodged in the mind?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਰਗੁਣ ਅਦ੍ਰਿਸਟ ਨਿਰਗੁਣ ਸਰੂਪ ਤਾਂ ਉਸ ਦਾ ਹੋਯਾ ਹੀ ਦ੍ਰਿਸ਼ਟੀ ਤੋਂ ਅਗੋਚਰ ਪਰ ਜਿਹੜਾ ਦ੍ਰਿਸਟਿ ਮੈ ਦ੍ਰਿਸ਼ਟੀ ਵਿਖੇ ਔਣਹਾਰਾ ਸਾਕਾਰ ਸਰੂਪ ਸਰਗੁਣ ਹੈ ਉਹ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦਾ ਹਕੇ ਭਾਸ ਰਿਹਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਅਸਲ ਸਰੂਪ ਵਿਖੇ ਲਖ੍ਯਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ਤਾਂ ਤੇ ਓਸ ਅਲਖ ਸਰੂਪ ਨੂੰ ਕਿਸ ਪ੍ਰਕਾਰ ਉਰ ਹਿਰਦੇ ਅੰਦਰ ਲਿਆ ਸਕੀਏ? ਭਾਵ ਉਹ ਬੁਧੀ ਮਨ ਅਰੁ ਇੰਦ੍ਰੀਆਂ ਦ੍ਵਾਰਾ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਜਾਣਿਆ ਪਛਾਣਿਆ ਯਾ ਧਿਆਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MHXR",
        "source_page": 98,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqnwm siqgur igAwn iDAwn; pUrn bRhm srbwqm kY mwnIAY [98["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Imperishable of character, of ever stable name, the complete Lord God, becomes known to a devoted Sikh through the Gyan dispensed by True. Guru. He attaches his conscious mind in the word and its tune and realises His presence in every living being. (98)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਜੇਕਰ ਸਤਿਗੁਰਾਂ ਤੋਂ ਸਤ੍ਯਨਾਮ ਤੋਂ ਸਤ੍ਯਨਾਮ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਸਤ੍ਯ ਸਰੂਪ ਦੇ ਗ੍ਯਾਨ ਸੰਯੁਕਤ ਆਪਣੇ ਆ ਨੂੰ ਬਣਾ ਕੇ ਓਸ ਦੇ ਧ੍ਯਾਨ ਪ੍ਰਾਇਣ ਹੋਈਏ ਤਾਂ ਸਰਬਾਤਮ ਕੇ ਸਰਬ ਆਤਮ ਰੂਪਤਾ ਕਰ ਕੇ ਸਭ ਦਾ ਆਪਾ ਰੂਪ ਹੋਏ ਹੋਏ ਓਸ ਪੂਰਨ ਬ੍ਰਹਮ ਨੂੰ ਮਾਨੀਐ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਨਿਸਚੇ ਕਰ ਲਈਦਾ ਹੈ ॥੯੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
