[
  {
    "id": "NGR",
    "sttm_id": 6579,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LY42",
        "source_page": 99,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur pUrn srbmeI; pUrn ikRpw kY prpUrn kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-blessed Sikh realises the universal presence of God through the total benefaction and kindness of the complete Guru who is manifestation of Supreme God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਪੂਰਨ ਗੁਰੂ ਦੀ ਪੂਰਨ ਕਿਰਪਾ ਨਾਲ ਸਰਬਮਈ ਸਰਬ ਸਰੂਪੀ ਰੂਪ ਨੂੰ ਪਰਪੂਰਣ ਪ੍ਰੀਪੂਰਣ ਸਰਬਤ੍ਰ ਸਰਬ ਠੌਰ ਸਭ ਜੜ ਜੰਗਮ ਵਿਖੇ ਰਮਿਆ ਹੋਇਆ ਜਾਣ ਸਕੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FL1H",
        "source_page": 99,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn ilv eyk Aau Anyk myk; sbd ibbyk tyk eykY aur AwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By absorbing the mind in the form of True Guru and contemplation of Guru's teachings, the Sikh lodges that God in his heart who is one and is present in all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਵਾਸਤੇ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ੇ ਮਾਰਗ ਅਨੁਸਾਰ, ਦਰਸ ਧਿਆਨ ਲਿਵ ਏਕ ਅਉ ਅਨੇਕ ਮੇਕ ਜੋ ਕੁਛ ਦ੍ਰਿਸ਼੍ਯ ਸਰੂਪੀ ਪਦਾਰਥ ਸਮੂਹ ਨਿਗ੍ਹਾ ਵਿੱਚ ਦੀ ਲੰਘੇ, ਓਸ ਵਿਖੇ ਇੱਕ ਵਾਹਿਗੁਰੂ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੀ ਅਨੇਕਾਂ ਵਿਚ ਮੇਕ ਮਿਲੇ ਹੋਏ ਦੀ ਲਿਵ ਤਾਰ ਲਗਾਵੇ ਅਉ ਔਰ ਐਸਾ ਹੀ ਸ਼ਬਦ ਬਿਬੇਕ ਸ਼ਬਦ ਮਾਤ੍ਰ ਕਰ ਕੇ ਬਾਣੀ ਦ੍ਵਾਰੇ ਜਿਸ ਕਾਸੇ ਦਾ ਭੀ ਬਿਬੇਕ ਵੀਚਾਰ ਯਾ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਹੈ ਓਸ ਸਮੂਹ ਨਾਮ ਰੂਪ ਪਰਪੰਚ ਵਿਖੇ ਇੱਕ ਮਾਤ੍ਰ ਸੱਤਾ ਸਰੂਪ ਦੀ ਟੇਕ ਨਿਸਚਾ ਭੌਣੀ ਹੀ ਉਰਿ ਆਨੀਐ ਹਿਰਦੇ ਅੰਦਰ ਲਿਆਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZJB8",
        "source_page": 99,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs Aru sbd suriq imil; pyKqw bkqw sRoqw eykY pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By keeping the vision of the eyes in the glimpse of Satguru and tuning the ears to the sound of Guru's utterances, an obedient and devoted Sikh reckons Him as the speaker, listener and watcher.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਾਵ ਦ੍ਰਿਸਟਿ ਦਰਸ ਅਰੁ ਸਬਦ ਸੁਰਤਿ ਮਿਲਿ ਜਿਸ ਅਨੁਭਵ ਦੇ ਟਿਕਾਣੇ ਉਪਰ ਦ੍ਰਿਸ਼ਟੀ ਤੇ ਦਰਸ਼ਨ ਮਿਲਦੇ ਹਨ, ਅਰੁ ਜਿਸ ਉਸੇ ਹੀ ਟਿਕਾਣੇ ਸ਼ਬਦ ਅਤੇ ਸੁਰਤਿ ਸ੍ਰਵਣ ਸ਼ਕਤੀ ਦਾ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ। ਓਥੇ ਉਸ ਟਿਕਾਣੇ ਪੇਖਤਾ ਪੇਖਨ ਹਾਰਾ ਦੇਖਣ ਵਾਲਾ ਬਕਤਾ ਬੋਲਣਹਾਰਾ ਅਰੁ ਸ੍ਰੋਤਾ ਸੁਨਣ ਹਾਰਾ ਕੇਵਲ ਇਕ ਮਾਤ੍ਰ ਚੈਤੰਨ੍ਯ ਸਰੂਪ ਆਤਮਾ ਹੀ ਅਨੁਭਈਆਂ ਪਹਿਚਾਨੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V5RA",
        "source_page": 99,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUKm sQUl mUl gupq pRgt Tt; nt vt ismrn mMqR mnu mwnIAY [99["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God who is the cause of the visible and invisible expanse, who is playing the game of the world both as a performer and the apparatus, the mind of a devoted Sikh of Guru gets engrossed in words and teachings of the Guru. (99)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਥੂਲ ਸੂਖਮ ਦਾ ਮੂਲ ਮੁੱਢ ਉਹ ਅਤੇ ਗੁਪਤ ਪ੍ਰਗਟ ਅੰਦਰ ਬਾਹਰ ਵਰਤਣ ਹਾਰਾ ਠਟ ਠਾਠ ਪਸਾਰਾ ਸਭ ਨਟ ਵਟ ਓਹੀ ਨਟ ਵਤ ਨਟ ਦੀ ਨ੍ਯਾਈਂ ਸਭ ਕੁਛ ਬਣ ਕੇ ਭੀ ਸਭ ਤੋਂ ਅਸੰਗ ਨ੍ਯਾਰਾ ਰਹਿ ਕੇ ਖੇਲ ਰਿਹਾ ਹੈ। ਪਤਰ ਸਿਮਰਨ ਮੰਤ੍ਰ ਮਨੁ ਮਾਨੀਐ ਜੇਕਰ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ੇ ਮੰਤ੍ਰ ਨੂੰ ਸਿਮਰਣ ਕਰੀਏ ਤਦ ਇਸ ਗੱਲ ਉਪਰ ਮਨ ਮੰਨਦਾ ਅਰਥਤਾ ਨਿਸਚਾ ਲਿਔਂਦਾ ਹੈ ॥੯੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
