[
  {
    "id": "AWU",
    "sttm_id": 6582,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZGPE",
        "source_page": 102,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kCp Dir iDAwn swvDwn krY; qYsy mwqw ipqw pRIiq suqu n lgwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a she tortoise bears its young ones in sand and takes care of them till they are sufficiently capable of looking after themselves, such love and concern for parents cannot be the characteristic of a child.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕੱਛਪ ਕਛੂ ਕੁੰਮੀ ਬਰੇਤੀ ਵਿਚ ਬੱਚੇ ਜੰਮਕੇ ਧਿਆਨ ਧਾਰ ਧਾਰ ਕੇ ਹੀ ਓਨ੍ਹਾਂ ਨੂੰ ਸਾਵਧਾਨ ਅਪਣੇ ਸਮਾਨ ਹੀ ਤ੍ਯਾਰ ਬਰ ਤ੍ਯਾਰ ਬਣਾ ਲਿਆ ਕਰਦੀ ਹੈ, ਪਰ ਉਹ ਬੱਚੇ ਓਸੇ ਤਰ੍ਹਾਂ ਹੀ ਅਪਣੇ ਮਾਪਿਆਂ ਦੀ ਪ੍ਰੀਤੀ ਵਿਚ ਚਿੱਤ ਨਹੀਂ ਲਗਾਇਆ ਕਰਦੇ ਭਾਵ ਉਹ ਮਾਪਿਆਂ ਨੂੰ ਨਹੀਂ ਧਿਆਨ ਫਿਕਰ ਤਾਂਘ ਵਿਚ ਐਡਾ ਲਿਆਯਾ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EY2M",
        "source_page": 102,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy ismrn kir kUMj prpk krY; qYso ismrin suq pY n bin AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a crane teaches its young ones to fly and make them adept by flying many miles, a child cannot do for his parents.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸਿਮਰਣ ਯਾਦ ਕਰ ਕਰ ਚਿਤਾਰ ਚਿਤਾਰ ਕੇ, ਕੂੰਜ ਅਪਣਿਆਂ ਬੱਚਿਆਂ ਨੂੰ ਪਰਪੱਕ ਹਜ਼ਾਰਾਂ ਕੋਹਾਂ ਦੀ ਉਡਾਰੀ ਮਾਰਣ ਲਈ ਸਮਰੱਥ ਕਰ ਬਣਾ ਲਿਆ ਕਰਦੀ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਓਨਾਂ ਬੱਚਿਆਂ ਪਾਸੋਂ ਮਾਂ ਪਿਉ ਦੀ ਚਿਤਵਣੀ ਨਹੀਂ ਸਰ ਔਂਦੀ ਭਾਵ ਬੱਚੇ ਐਡੀ ਪ੍ਰਵਾਹ ਨਹੀਂ ਕਰਿਆ ਕਰਦੇ ਕਿ ਓਨਾਂ ਦੇ ਮਾਪੇ ਖਵਰੇ ਕਿਥੇ ਹਨ ਤੇ ਕਦ ਮਿਲਣਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JHFQ",
        "source_page": 102,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy gaU bCrw kau dugD pIAwie poKY; qYsy bCrw n gaU pRIiq ihqu lwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a cow feeds her young one with her milk and brings him up, the young one cannot reciprocate with same feelings the love and affection for the cow.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਗਊ ਅਪਣੇ ਵੱਛੇ ਨੂੰ ਦੁੱਧ ਪਿਆਲ ਪਿਆਲ ਕੇ ਪੋਖੈ ਪੋਖਦੀ ਪਾਲਦੀ ਹੈ, ਓਕੂੰ ਵੱਛਾ ਮਾਂ ਦੇ ਵੱਗ ਨਾਲ ਚਰਣ ਚੁਗਣ ਗਿਆਂ ਓਸ ਦੀ ਪ੍ਰੀਤੀ ਵਿਚ ਹਿਤ ਨੇਹੁੰ ਲਗਾ ਕੇ ਬਿਹਬਲ ਨਹੀਂ ਹੋਇਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R9UW",
        "source_page": 102,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy igAwn iDAwn ismrn gurisK pRiq; qYsy kYsy isK gur syvw ThrwveI [102["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a True Guru blesses a Sikh and expresses his love by making him well versed in divine knowledge, contemplation and meditation on Lord's name, how can a devoted Sikh rise to the same level of dedication and devotion in the service of Guru? (102)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੈਸੀ ਹੀ ਦਸ਼ਾ ਸਤਿਗੁਰਾਂ ਦੀ ਭੀ ਹੈ ਕਿ ਉਹ ਤਾਂ ਵਾਹਿਗੁਰੂ ਦਾ ਗਿਆਨ ਸਿਖਾਲਨ ਅਰੁ ਉਸ ਵਿਚ ਧਿਆਨ ਲਗਵੌਣ ਤਥਾ ਸਿੱਖਾਂ ਨੂੰ ਓਸ ਦੀ ਯਾਦ ਸਿਮਰਣ ਵਿਚ ਪਰਚੌਣ ਲਈ ਪ੍ਰੀਤ ਦਾ ਅੰਗ ਪਾਲਦੇ ਹਨ, ਪ੍ਰੰਤੂ ਸਿੱਖ ਅਗੋਂ ਕਿਸ ਤਰ੍ਹਾਂ ਸੇਵਾ ਆਗਿਆ ਪਾਲਨ ਵਿਚ ਠਹਿਰਾਵਈ ਅਪਨੇ ਆਪਨੂੰ ਦ੍ਰਿੜ੍ਹ ਸਾਵਧਾਨ ਰੱਖ ਸਕਨ ਭਾਵ ਉਹ ਭੀ ਪਸੂਆਂ ਪੰਛੀਆਂ ਵਾਂਕੂੰ ਸੇਵਾ ਵਿੱਚੋਂ ਭਗਲ ਹੋ ਨਿਕਲਦੇ ਹਨ, ਮਨੁੱਖ ਪਣੇ ਦੇ ਮਹੱਤ ਦੀ ਲਾਜ ਨਹੀਂ ਨਿਭਾ ਸਕਦੇ ॥੧੦੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
