[
  {
    "id": "M1K",
    "sttm_id": 6583,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZTER",
        "source_page": 103,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy mwq ipqw kyrI syvw srvn kInI; isK ibrlo eI gur syvw ThrwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A rare disciple would stay and serve his Guru just as noble Sarvan served his blind parents so dedicatedly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਅੰਨੇ ਮਾਤਾ ਪਿਤਾ ਦੀ ਸੇਵਾ ਸਰਵਨ ਨੇ ਓੜਕ ਦੇ ਸਾਸਾਂ ਤਕ ਕੀਤੀ, ਐਹੋ ਜੇਹੀ ਸੇਵਾ ਮਨ ਬਾਣੀ ਸਰੀਰ ਸਰਬੰਸ ਅਰਪ ਕੇ ਸਿੱਖਾਂ ਨੂੰ ਤਾਰਨ ਪ੍ਰਾਇਣ ਹੋ ਰਹੇ ਸਤਿਗੁਰਾਂ ਦੀ ਕੋਈ ਵਿਰਲਾ ਟਾਵਾਂ ਟਾਵਾਂ ਸਿੱਖ ਹੀ ਅਪਣੇ ਮਨ ਅੰਦਰ ਠਹਿਰੌਂਦਾ ਪ੍ਰਵਾਣ ਕਰਦਾ ਨਿਸਚੇ ਵਿਚ ਲ੍ਯੌਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ENU3",
        "source_page": 103,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy lCmn rGupiq Bwie Bgq mY; koit mDy kwhU gurBweI bin AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Some rare devotee would serve his Guru with so much love and devotion with which Lachhman served his brother Ram.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਲਛਮਨ ਨੇ ਰਘੁਪਤਿ ਰਾਮਚੰਦ੍ਰ ਅਪਨੇ ਭਾਇ ਭ੍ਰਾਤਾ ਦੀ ਭਗਤਿ ਪਿਆਰ ਸੇਵਾ ਪੂਜਨ ਕੀਤੀ ਹੈ, ਕਰੜਾਂ ਮਧੇ ਕੋਈ ਐਸਾ ਗੁਰਭਾਈ ਗੁਰ ਸਿੱਖ ਹੈ ਜਿਸ ਪਾਸੋਂ ਅਪਨੇ ਗੁਰਭਾਈਆਂ ਉਪਰੋਂ ਤਨ ਮਨ ਧਨ ਵਾਰਣੇ ਕਰ ਦੇਣਾ ਐਹੋ ਜੇਹਾ ਸਰਬਣ ਆ ਸਕੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J7ZN",
        "source_page": 103,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl brn brn srbMg rMg; ibrlo ibbykI swD sMgiq smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As water mixes with any colour to acquire the same hue; thus a rare Sikh contemplating and practising meditation merges into the holy gathering of Guru's devotees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ 'ਜਲ ਬਰਨ ਬਰਨ' ਜਿਹਿ ਜਿਹਾ ਰੰਗ ਮਿਲੇ, 'ਸਰਬੰਗ ਰੰਗ' ਸਮੂਲਚਾ ਉਸੇ ਰੰਗ ਦਾ ਹੀ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਐਹੋ ਜਿਹਾ ਵਿਰਲਾ ਹੀ ਕੋਈ 'ਬਿਬੇਕੀ' ਵਿਚਾਰਵਾਨ ਸਿੱਖ ਹੁੰਦਾ ਹੈ, ਜੋ ਸਰਬੰਗ ਸਰੂਪੀ ਸਾਧਸੰਗਤਿ ਵਿੱਚ ਸਮਾ ਜਾਵੇ ਭਾਵ ਸਾਧਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰੇਮਮਯ ਹੀ ਬਣ ਜਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A0KU",
        "source_page": 103,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly bIs iekIs eIs; pUrn ikRpw kY kwhU AlK lKwveI [103["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "On meeting the Guru and receiving the blessings of initiation from him, a Sikh surely reaches and realises God to become one with Him. Thus a True Guru showers his beneficence on a rare Sikh and lifts him to the divine level of supreme consciousness. (103",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਐਸੇ ਪ੍ਰੇਮ ਸੰਪੰਨ ਹੋਣ ਤੇ ਗੁਰੂ ਅਰੁ ਸਿਖ ਦੀ ਸੰਧੀ ਮਿਲ ਕੇ ਬੀਸ ਲੋਕ ਤੇ ਇਕ ਈਸ ਪਰਲੋਕ ਵਿਖੇ ਭਾਵ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਜੀਊਂਦਿਆਂ ਅਰੁ ਸਰੀਰ ਛੋੜ ਗਿਆਂ ਈਸ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਵੇ ਅਰਥਾਤ ਜੀਵਨ ਮੁਕਤੀ ਇਸ ਸੰਸਾਰ ਵਿਖੇ ਅਰੁ ਵਿਦੇਹ ਮੁਕਤੀ ਸਰੀਰ ਤ੍ਯਾਗਨ ਉਪ੍ਰੰਤ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦੀ ਹੈ। ਫੇਰ ਭੀ ਆਖਦੇ ਹਾਂ ਕਿ ਪੂਰਨ ਕਿਰਪਾ ਕਰ ਕੇ ਹੀ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਇਸ ਅਲਖ ਭਾਵ ਦੀ ਸਤਿਗੁਰੂ ਲਖਤਾ ਕਰਾਇਆ ਕਰਦੇ ਹਨ ॥੧੦੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
