[
  {
    "id": "E4H",
    "sttm_id": 6584,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DE24",
        "source_page": 104,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn iDAwn sm lost kink qw kY; sRvn ausqiq inMdw smsir jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For a devoted Sikh of the Guru, a lump of earth and gold are equal in value. Thus, praise and slander for him are the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾ ਕੈ ਤਿਨਾਂ ਦੇ, ਲੋਚਨ ਨੇਤ੍ਰ ਲੋਸ਼ਟ ਲੋਹੇ ਵਾ ਮਿੱਟੀ ਦੇ ਢੇਲੇ ਤਥਾ ਕਨਿਕ ਸੋਨੇ ਨੂੰ ਸਮ ਧਿਆਨ ਇਕ ਸਮਾਨ ਹੀ ਧਿਆਨ ਨਿਗ੍ਹਾ ਵਿਚ ਲਿਆਯਾ ਕਰਦੇ ਹਨ, ਅਰੁ ਸ੍ਰਵਨ ਕੰਨ ਉਸਤਤਿ ਤੇ ਨਿੰਦਾ ਨੂੰ ਸਮਸਰ ਇਕ ਬਰਾਬਰ ਜਾਣਿਆ ਕਰਦੇ ਹਨ। ਭਾਵ ਮਿੱਟੀ ਯਾ ਲੋਹੇ ਨੂੰ ਤੱਕਕੇ ਜੀਕੂੰ ਸਾਧਾਰਣ ਤੌਰ ਤੇ ਮਨੁੱਖ ਦੇ ਨੇਤ੍ਰ ਨਹੀਂ ਖਿੱਚੀਂਦੇ, ਪਰ ਸੋਨੇ ਨੂੰ ਤੱਕਕੇ ਹਰ ਕਿਸੇ ਦੀ ਅੱਖ ਕਦਾਚਿੱਤ ਲਲਚੌਨੋਂ ਨਹੀਂ ਬਚ ਸਕ੍ਯਾ ਕਰਦੀ ਓਨਾਂ ਦੇ ਅੰਦਰ ਸੋਨੇ, ਵਰਗੇ ਵਡਮੁੱਲੇ ਪਦਾਰਥਾਂ ਨੂੰ ਭੀ ਤੱਕਕੇ ਅੱਖ ਵਿਚ ਲਾਲਚ ਨਹੀਂ ਆਯਾ ਕਰਦਾ, ਤੇ ਜੀਕੂੰ ਉਸਤਤੀ ਸੁਣ ਕੇ ਸਭ ਕੋਈ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਆਪਣੀ ਨਿੰਦਾ ਸੁਨ ਕੇ ਭੀ ਪ੍ਰਫੁਲਿਤ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "15L2",
        "source_page": 104,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwskw sugMD ibrgMD sm quil qw kY; irdY imqR sqR smsir aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For that devoted Sikh, both fragrance and foul smell means nothing. So he treats both friend and foe alike.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਸਾਂ ਓਨਾਂ ਦੀਆਂ ਵਿਖੇ ਸੁਗੰਧ ਸੁਗੰਧੀ ਵਾਲੀ ਵਸਤੂ ਅਰੁ ਬਿਰਗੰਧ ਦੁਰਗੰਧੀ ਵਾਨ ਪਦਾਰਥ ਸਮ, ਤੁਲ ਇਕੋ ਜੇਹੇ ਹੀ ਤੁਲ੍ਯਾ ਕਰਦੇ ਭਾਸਦੇ ਹਨ, ਅਤੇ ਹਿਰਦੇ ਅੰਦਰ ਮਿਤ੍ਰ ਨੂੰ ਡਿਠਿਆਂ ਜੀਕੂੰ ਹਰਖ ਉਪਜਿਆ ਕਰਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਸ਼ੱਤ੍ਰੂ ਭੀ ਸਮਸਰ ਓਸੇ ਸਮਾਨ ਹੀ ਉਨਮਾਨੀਐ ਫੁਰਿਆ ਪ੍ਰਤੀਤ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DJD",
        "source_page": 104,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsn suAwd ibK AMimRqu smwin qw kY; kr sprs jl Agin smwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For him the taste of poison is not different from that of nectar. He feels the touch of water and fire alike.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾ ਕੈ ਤਿਨਾਂ ਦੀ ਰਸਨਾ ਉਪਰ ਬਿਖ ਕੌੜੇ ਅਰੁ ਅੰਮ੍ਰਿਤ ਮਿੱਠੇ ਦਾ ਸ੍ਵਾਦ ਇਕ ਸਮਾਨ ਹੀ ਉਪਜਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਜੀਕੂੰ ਮਿੱਠੇ ਨੂੰ ਚੱਖਦੀ ਹੋਈ ਰਸਨਾ ਸਭ ਦੇ ਮੱਥੇ ਉਪਰ ਪ੍ਰਸੰਨਤਾ ਖੇੜਿਆ ਕਰਦੀ ਹੈ ਤੀਕੂੰ ਹੀ ਓਨਾਂ ਦੀ ਰਸਨਾ ਦੇ ਕੌੜੇ ਸ੍ਵਾਦ ਵਿਚ ਵਰਤਦਿਆਂ ਉਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਯਾ ਨੱਕ ਉਪਰ ਮਰੋੜ ਨਹੀਂ ਪੈਦਾ ਹੋਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3ALQ",
        "source_page": 104,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duK suK smsir ibAwpY n hrK sogu; jIvn mukiq giq siqgur igAwnIAY [104["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He treats comforts and distresses alike. These two emotions do not influence him. By the benign and magnificence of a True Guru, who has blessed him with Naam, he achieves emancipation while living a house-holder's life. (104)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੀ ਪ੍ਰਕਾਰ ਦੁੱਖ ਔਰ ਸੁਖ ਦੇ ਸਮੇਂ ਭੀ ਉਹ ਸਮਸਰ ਇੱਕੋ ਜੇਹੇ ਹੀ ਪ੍ਰਸੰਨ ਬਦਨ ਮੁਖ ਰਹਿੰਦੇ ਹਨ ਹਰਖ ਸੋਗ ਓਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਬਿਆਪ ਪੋਹ ਸਕਦਾ। ਬਸ ਆਹ ਕੁਝ ਹੈ ਜੀਵਨ ਮੁਕਤੀ ਪ੍ਰਾਪਤ ਪੁਰਖਾਂ ਦੀ ਦਸ਼ਾ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰਾਂ ਨੇ ਅਪਣਾ ਗਿਆਨ ਬਖਸ਼ਕੇ ਐਸਾ ਗਿਆਨ ਬਣਾ ਲਿਆ ਹੈ ॥੧੦੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
