[
  {
    "id": "CQR",
    "sttm_id": 6585,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UL5U",
        "source_page": 105,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin ghy inj Gir mY invws; Awsw mnsw Qkq Anq n DwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the refuge of a True Guru, a devoted Sikh resides in higher spiritual plane. All his expectations and desires vanish and his mind does not waver any more.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਕੋਈ ਉਕਤ ਗੁਰਮੁਖਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣਗ੍ਰਹਣ ਕਰੇ ਭਾਵ ਓਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਬੈਠ ਜਾਵੇ ਓਸ ਦਾ ਨਿਵਾਸ ਚਿੱਤ ਦੀ ਇਸਥਿਤ ਯਾ ਲਗਾਉ ਨਿਜ ਘਰ ਮੈ ਆਤਮ ਪ੍ਰਾਇਣੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਰੁ ਆਸਾਂ ਉਮੈਦਾਂ ਜੋ ਮਨੁੱਖ ਨੂੰ ਨਿੱਤ ਗਲੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਤੇ ਮਨਸਾ ਮਨ ਕਾਮਨਾ ਜੋ ਅੰਦਰ ਨਿਤ ਨਵੀਆਂ ਜਾਗਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਇਸ ਦੀਆਂ ਥਕਿਤ ਹੋ ਹੁੱਟ ਜਾਂਦੀਆਂ ਹਨ, ਅਰੁ ਹੁਣ 'ਅਨਤ ਨ ਧਾਵਈ' ਪਰ ਤਨ ਪਰ ਧਨ ਪਰ ਦੇਸ ਆਦਿ ਵਾਸਤੇ ਨਹੀਂ ਦੌੜਿਆ ਕਰਦਾ, ਭਾਵ ਸ਼ਾਂਤ ਸੰਤੋਖ ਨੂੰ ਧਾਰ ਲਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "13TN",
        "source_page": 105,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn mwqR Awn iDAwn mY rhq hoie; ismrn Awn ismrn ibsrwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the glimpse of True Guru, a devoted Sikh seeks not audience with anyone else. He rids himself of all other remembrances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਜੀਵਨ ਮੁਕਤ ਸਿੱਖ ਦੇ ਦਰਸ਼ਨ ਮਾਤ੍ਰ ਕੀਤਿਆਂ ਹੀ ਦਰਸ਼ਨ ਕਰਣਹਾਰਾ ਹੋਰਨਾਂ ਧਿਆਨਾਂ ਤਕਨੀਆਂ ਤਾਂਘਾਂ ਵੱਲੋਂ ਰਹਿਤ ਬਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰ ਜੇ ਸਿਮਰਨ ਯਾਦ ਅੰਦਰ ਕਿਤੇ ਆ ਜਾਵੇ ਤਾਂ ਹੋਰ ਸਭ ਯਾਦਾਂ ਬਿਸਰਾਵਈ ਵਿਸਰ ਜਾਂਦੀਆਂ ਹਨ ਭਾਵ ਓਸ ਦੀਆਂ ਸੰਸਾਰੀ ਚਿਤਵਨੀਆਂ ਸੁਤੇ ਹੀ ਬੰਦ ਪੈ ਜਾਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDT0",
        "source_page": 105,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq moin bRq kau pRwpiq hoie; pRym rs AkQ kQw n kih AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossing his mind in the divine word (of Guru), he becomes bereft of all other thoughts. (He gives up all other futile talks). Thus his love for his Lord is beyond description.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਬੋਲਨੋ ਬਾਣੀ ਤੇ ਸੁਨਣੋ ਕੰਨ ਦੋਨੋਂ ਹੀ ਐਸੇ ਮਹਾਂ ਪੁਰਖ ਜੀਵਨ ਮੁਕਤ ਸਿੱਖ ਦੇ ਬਚਨ ਬਿਲਾਸ ਸੁਣਦੇ ਸਾਰ ਮੋਨ ਬ੍ਰਤ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ; ਚੁੱਪ ਸਾਧ ਲੈਂਦੇ ਹਨ ਭਾਵ ਬਕਵਾਸ ਦੀ ਵਾਦੀ ਬਸ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਐਨਾ ਪ੍ਰੇਮ ਦਾ ਰਸ ਸ੍ਵਾਦ ਉਸ ਦੀ ਸੰਗਤ ਵਿਚੋਂ ਔਂਦਾ ਹੈ ਕਿ ਓਸ ਦੀ ਕਥਾ ਅਕਥ ਰੂਪ ਹੈ ਕਹਿਣੇ ਵਿਚ ਆ ਹੀ ਨਹੀਂ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "035S",
        "source_page": 105,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC ikRpw prm inDwn dwn; prmdBuq giq Aiq ibsmwveI [105["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By a momentary glimpse of the True Guru, one attains invaluable treasure of His name. The state of such a person is amazing and a cause of surprise for the beholder. (105)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੇ ਜਦ ਉਹ ਕਿੰਚਿਤ ਭਰ ਥੋੜੀ ਮਾਤ੍ਰ ਕਿਰਪਾ ਵਿਚ ਆ ਕੇ ਤੱਕ ਲਵੇ ਤਾਂ ਉਸ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਦ੍ਵਾਰਾ ਮਾਨੋ ਪਰਮ ਨਿਧੀਆਂ ਬਖਸ਼ ਦਿੰਦਾ ਹੈ। ਅਰੁ ਪਰਮ ਅਦਭੁਤ ਦਸ਼ਾ ਅੰਦਰ ਆਣ ਵਰਤਿਆ ਕਰਦੀ ਹੈ, ਜਿਸ ਦਾ ਅਨੁਮਾਨ ਲੌਣਾ ਭੀ ਅਤਿ ਬਿਸਮਾਵਈ ਅਤ੍ਯੰਤ ਪ੍ਰੇਸ਼ਾਨ ਅਚਰਜ ਕਰ ਦਿੰਦਾ ਹੈ ॥੧੦੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
