[
  {
    "id": "H5K",
    "sttm_id": 6586,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PJJC",
        "source_page": 106,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Awpw Koie gurdwsu hoie; brqY brqmwin gur aupdys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Shedding away the mine and - thine differentiation by the union of mind and divine word, one becomes a humble slave of the Guru. He makes his present a success by perpetual contemplation on His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਸੁਰਤਿ ਸ਼ਬਦ ਗੁਰੂ ਕੇ ਉਪਦੇਸ਼ੇ ਮੰਤ੍ਰ ਵਿਖੇ ਸੁ+ਰਤਿ ਸ੍ਰੇਸ਼੍ਟ ਪ੍ਰੀਤੀ ਦ੍ਰਿੜ ਲਗਨ ਲਗਾ ਕੇ, ਏਨਾਂ ਨੇ ਆਪਾ ਖੋਇ ਗੁਵਾ ਦਿੱਤਾ ਹੈ ਭਾਵ ਸਭ ਪ੍ਰਕਾਰ ਸੂਖਮ ਸਥੂਲ ਹੰਕਾਰ ਤੋਂ ਰਹਿਤ ਹੋ ਗਏ ਹਨ, ਅਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਗੁਰਦਾਸ ਹੋਇ ਗੁਰੂ ਕੇ ਦਾਸ ਸੇਵਕ ਸਿੱਖ ਬਣ ਜਾਂਦੇ ਹਨ ਕ੍ਯੋਂਕਿ ਆਗਿਆ ਵਿਚ ਵਰਤਣ ਵਾਲੇ ਨੂੰ ਹੀ ਦਾਸ ਯਾ ਸੇਵਕ ਕਹਿੰਦੇ ਹਨ ਤੇ ਇਉਂ ਦੇ ਹੋਕੇ: ਗੁਰ ਉਪਦੇਸ ਕੈ ਗੁਰ ਉਪਦੇਸ਼ ਦੀ ਕਮਾਈ ਅਭਿਆਸ ਕਰਦੇ ਹੋਏ ਜੈਸੀ ਬਰਤਮਾਨ ਹੋਣਹਾਰ ਆਣ ਵਾਪਰਦੀ ਹੈ, ਓਸ ਵਿਖੇ ਵਰਤੈ ਵਰਤਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C6MP",
        "source_page": 106,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "honhwr hoeI joeI joeI soeI soeI Blo; pUrn bRhm igAwn iDAwn prvys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With his mind focused on the name of the Lord; living life according to Guru's teachings, he accepts all happenings as divine Will and blessings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਨਾਂ ਦਾ ਨਿਸਚਾ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸੰਤਾ ਨੂੰ ਸਰਬਤ੍ਰ ਸਰਬ ਠੌਰ ਰਮਿਆ ਜਾਣ ਕੇ ਇਕ ਇਸੇ ਮਾਤ੍ਰ ਗਿਆਨ ਦੇ ਧਿਆਨ ਵਿਚ ਹੀ ਪ੍ਰਵੇਸ਼ ਕਰ ਕੇ ਲਿਵਲੀਨ ਹੋ ਕੇ ਐਉਂ ਪੱਕਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਜੋਈ ਜੋਈ ਹੋਣਹਾਰ ਜਿਹੜੀ ਜਿਹੜੀ ਹੋਣਹਾਰ ਅਵਸ਼੍ਯ ਵਰਤਨਹਾਰੀ ਕਾਰਵਾਈ ਯਾ ਭਾਣਾ ਵਰਤੇ, ਸੋਈ ਸੋਈ ਭਲੋ ਹੋਇ ਉਹੋ ਓਹੋ ਹੀ ਭਲਾ ਹੀ ਭਲਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M9TE",
        "source_page": 106,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwm inhkwm Dwm shj suBwie cwie; pRym rs risk huie AMmRq Avys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devotee living life of a householder, engrossed, in meditation of Lord's name and seized in His love ever enjoys the elixir of His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਸ ਇਸ ਪ੍ਰਕਾਰ ਦੀ ਭਾਵਨਾ ਪੂਰਬਕ ਵਰਤਦਿਆਂ ਕਾਮਨਾ ਤੋਂ ਰਹਿਤ ਨਿਸਕਾਮ ਨਿਰਵਿਕਲਪ ਪਦ ਹੈ ਨਾਮ ਜਿਸ ਦਾ ਓਸ ਧਾਮ ਪਦ ਵਿਖ ਸਹਿਜ ਸੁਭਾਵ ਚਾਉ ਉਮੰਗ ਸਿੱਕ ਉਤਪੰਨ ਕਰ ਕੇ ਅੰਮ੍ਰਿਤ ਅਵੇਸ਼ ਕੈ ਅੰਮ੍ਰਿਤ ਮ੍ਰਿਤ੍ਯੂ ਰਹਿਤ ਅਮਰ ਦਸ਼ਾ ਵਿਖੇ ਪ੍ਰਵੇਸ਼ ਪਾ ਕੇ ਪ੍ਰੇਮ ਰਸ ਅਨਭਉ ਰਸ ਦੇ ਰਸੀਏ ਉਹ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WPAT",
        "source_page": 106,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqnwm siqgur igAwn iDAwn; pUrn srbmeI Awid kau Adys kY [106["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a slave of the Guru who by focusing his mind in the Lord regards the indestructible and ever stable Lord permeated in every speck, salutes and pays his obeisance to the force who is the cause of all beginnings. (106)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਇਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ੇ ਸਤਿਨਾਮ ਦੀ ਕਮਾਈ ਤੋਂ ਹੋਇਆ ਹੁੰਦਾ ਹੈ ਜੋ ਸਤਿ ਸਰੂਪ ਅਬਿਨਾਸੀ ਸਰੂਪ ਅਕਾਲ ਮੂਰਤਿ ਦਾ ਗਿਆਨ ਓਸ ਦੇ ਧਿਆਨ ਵਿਚ ਮਗਨ, ਪੂਰਨ ਸਰਬ ਮਈ ਆਦਿ ਕਉ ਅਦੇਸ ਕੈ ਜੋ ਸਭ ਦੀ ਆਦਿ ਪ੍ਰੀਪੂਰਣ ਸਰਬ ਸਰੂਪੀ ਪਰਮਾਤਮਾ ਹੈ, ਬਸ ਓਸੇ ਨੂੰ ਹੀ ਮਾਨੋ ਆਦੇਸ ਬੰਦਨਾ ਨਮਸਕਾਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੦੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
