[
  {
    "id": "GLT",
    "sttm_id": 6587,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5RUA",
        "source_page": 107,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Awpw Koie gurdwsu hoie; bwl buiD suiD n krq moh dRoh kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One becomes true disciple only by getting the divine word of Guru absorbed in the mind and becoming a humble slave of the Guru. For virtually a possessor of the child-like wisdom, he is free of deceit and infatuations.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਇਸਥਿਤ ਕਰ ਟਿਕਾ ਕੇ ਆਪਾ ਖੋ ਸਿੱਟਿਆ ਗੁਵਾ ਦਿੱਤਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਗੁਰੂ ਕੇ ਦਾਸ ਸੇਵਕ ਬਣਾ ਜਾਂਦੇ ਹਨ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦਾਸ ਬਣਦੇ ਸਾਰ ਹੀ ਉਨ੍ਹਾਂ ਦੀ ਬੁਧਿ, ਬਾਲਾਂ ਵਾਕੂੰ ਹੋ ਜਾਂਦੀ ਹੈ ਅਰਥਾਤ ਜੀਕੂੰ ਬਾਲਕ ਭੋਲੇ ਭਾ ਵਰਤਦੇ ਹੋਏ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਉਨ੍ਹਾਂ ਨਾਲ ਕੋਈ ਪਿਆਰ ਅਸਲੀ ਕਰਦਾ ਹੈ ਯਾ ਛਲੀਆ ਬਾਲਾਂ ਨੂੰ ਵਲਾਨ ਵਲਾ ਧੋਖੇ ਭਰਿਆ ਤੀਕੂੰ ਹੀ ਉਹ ਮੋਹ ਦ੍ਰੋਹ ਕੀ ਸੁਧ ਨ ਕਰਤ ਮੋਹ ਪਿਆਰ ਤੇ ਦ੍ਰੋਹ ਛਲ ਕਪਟ ਦੀ ਸੋਝੀ ਹੀ ਨਹੀਂ ਲੈਂਦੇ ਭਾਵ ਬੇ ਪ੍ਰਵਾਹ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6GL",
        "source_page": 107,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRvn ausqiq inMdw sm qul suriq ilv; locn iDAwn ilv kMcn Aau loh kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since his consciousness is engrossed in the name of the Lord; he is least affected by praise or rejection.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੰਨ ਉਸਤਤਿ ਨਿੰਦਾ ਸੁਰਤਿ ਸੁਣ ਕੇ ਸ੍ਰਵਨ ਅੰਦਰਲੀ ਲਿਵ ਦੇ ਕਾਰਣ, ਸਮ ਤੁਲ ਸਮ ਭਾਵ ਵਿਖੇ ਹੀ ਤੋਲਦੇ ਹਨ ਭਾਵ ਜਿਹਾ ਉਸਤਤਿ ਸੁਣ ਕੇ ਦਿਲ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ਤਿਹਾ ਹੀ ਨਿੰਦਾ ਸੁਣ ਕੇ ਮੁਰਝਾਂਦਾ ਨਹੀਂ ਅਤੇ ਐਸੀ ਹੀ ਲਿਵ ਨਤਰਾਂ ਦਾ ਧਿਆਨ, ਕੰਚਨ ਲੋਹੇ ਉਪਰ ਪੈਣ ਤੇ ਇਕ ਸਮ ਰਿਹਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JRCM",
        "source_page": 107,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwskw sugMD ibrgMD smsir qw kY; ijhbw smwin ibK AMimRq n boh kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fragrance and foul smell, poison or elixir are the same for him, because his (devotee's) conscious is absorbed in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਸਾਂ ਨੱਕ ਸੁਗੰਧੀ ਵਿਖੇ ਵਰਤ ਕੇ ਜੀਕੂੰ ਪ੍ਰਸੰਨ ਰਹਿੰਦੀਆਂ ਹਨ, ਤੀਕੂੰ ਹੀ ਬਿਰਗੰਧ ਭੈੜੀ ਗੰਧ ਦੁਰਗੰਧ ਨੂੰ ਅਨੁਭਵ ਕਰਦੀਆਂ ਹੋਈਆਂ ਸਮਸਰਿ ਤਾ ਕੈ ਤਿਨਾਂ ਦੇ ਤਾਂਈ ਇਕੋ ਜੇਹੀ ਦਸ਼ਾ ਵਿਚ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ ਅਤੇ ਜਿਹਬਾ ਸਮਾਨ ਬਿਖ ਅੰਮ੍ਰਿਤ ਨ ਬੋਹ ਕੀ ਬਿਖ ਅੰਮ੍ਰਿਤ ਕੌੜੇ ਮਿਠੇ ਆਦਿ ਸ੍ਵਾਦੀ ਵਿਖੇ ਜਿਹਬਾ ਭੀ ਸਮ ਭਾਵ ਵਿਚ ਹੀ ਰਹਿੰਦੀ ਹੈ ਅਮੁਕਾ ਮਿੱਠਾ ਹੈ ਤੇ ਅਮੁਕਾ ਕੌੜਾ ਹੈ ਇਸ ਭਾਂਤ ਦੀ ਦੁਬਿਧਾ ਦੀ ਗੰਧ ਭੀ ਨਹੀਂ ਫੁਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6DHY",
        "source_page": 107,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kr cr krm Akrm ApQ pQ; ikriq ibriq sm aukiq n dRoh kI [107["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He remains stable and uniform even if he uses his hands in good or indifferent deeds; or treads path not worthy of appreciation. Such a devotee never harbours any feeling of deceit, falsehood or ill deeds. (107)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਰ ਚਰ ਕਰਮ ਅਕਰਮ ਅਪਥ ਪਥ ਕਰ ਹੱਥ ਕਰਣੇ ਜੋਗ ਅਰ ਅਕਰਣੇ ਜੋਗ ਵਿਖੇ ਅਥਵਾ ਕੰਮ ਕਾਰ ਕਰਦਿਆਂ ਯਾ ਵਿਹਲੀ ਹਾਲਤ ਕ੍ਰਿਯਾ ਅਕ੍ਰਿਯਾ ਵਿਖੇ ਵਰਤਦਿਆਂ ਤੇ ਚਰ ਚਰਣ ਅਪਥ ਰਾਹੋਂ ਵਾਟੋਂ ਰਹਿਤ ਕੁਮਾਰਗੀ ਦਸ਼ਾ ਵਿਖੇ ਅਰੁ ਪਥ ਸੁਮਾਰਗ ਵਿਚ ਪਏ ਭਾਵ ਤੁਰਦਿਆਂ ਫਿਰਦਿਆਂ ਯਾ ਬੈਠਿਆਂ ਸਮ ਭਾਵ ਵਿਖੇ ਹੀ ਰਿਹਾ ਕਰਦੇ ਹਨ। ਅਰੁ ਇਞੇਂ ਹੀ ਕਿਰਤ ਬਿਰਤ ਜੀਵਿਕਾ ਸਬੰਧੀ ਕਿਰਤ ਕਾਰ ਕਰਦਿਆਂ ਉਨ੍ਹਾਂ ਦੀ ਉਕਤਿ ਬਾਣੀ ਦਲੀਲ ਸਮ ਹੀ ਰਿਹਾ ਕਰਦੀ ਹੈ, ਨਾਕਿ ਕਦੀ ਦ੍ਰੋਹ ਕੀ ਠੱਗੀ ਵਾਲੀ ॥੧੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
