[
  {
    "id": "U6L",
    "sttm_id": 6588,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3ARP",
        "source_page": 108,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq Awpw Koie gurdwsu hoie; srb mY pUrn bRhmu kir mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By contemplating and absorbing oneself in the name obtained by the blessings of a True Guru, and shedding the feelings of mine and his, one becomes a servant of the Guru. Such a servant acknowledges the presence of one Lord everywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਨੂੰ ਜੋੜ ਕੇ ਆਪਾ ਖੋ ਕੇ ਗੁਰੂ ਕਾ ਦਾਸ ਬਣੀਦਾ ਹੈ, ਜਿਸ ਦਾਸਾਭਾਵ ਕਾਰਣ ਸਰਬ ਵਿਖੇ ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਮਨਨ ਕਰੀਦਾ ਹੈ। ਅਥਵਾ ਸਰਬ ਮਈ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਹੀ ਗਿਆਨ ਮਈ ਨਿਸਚਾ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9YLD",
        "source_page": 108,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwst Agin mwlw sUqR gors gobMs; eyk Aau Anyk ko ibbyk phcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the same fire exists in all the woods, different beads are arranged in the same thread; as all shades and species of cows yield milk of the same colour; similarly the slave of True Guru achieves the wisdom and knowledge of the presence of one Lord in a",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਜਿਸ ਤਰ੍ਹਾਂ ਸਮੂਹ ਕਾਠ ਵਿਖੇ ਇਕ ਮਾਤ੍ਰ ਅਗਨੀ ਰਮੀ ਹੋਈ ਹੈ, ਤੇ ਮਾਲਾ ਦਾਣਿਆਂ ਵਿਖੇ ਸੂਤ੍ਰ ਤਾਗੇ ਦੀ ਇਕੋ ਤਾਰ ਅਤੇ ਗੋਬੰਸ ਨਾਨਾ ਰੰਗਾਂ ਦੀਆਂ ਜਾਤੀਆਂ ਵਾਲੀਆਂ ਗਊਆਂ ਵਿਖੇ ਇਕੋ ਹੀ ਰੰਗ ਰੂਪ ਤੇ ਸ੍ਵਾਦ ਵਾਲਾ ਗੋਰਸ ਦੁੱਧ ਹੁੰਦਾ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਸਮੂਹ ਪ੍ਰਾਣੀਆਂ ਵਿਖੇ ਇਕੋ ਹੀ ਅਨੇਕ ਰੂਪ ਹੋ ਭਾਸ ਰਹੇ ਦੇ ਬਿਬੇਕ ਬੀਚਾਰ ਦੀ ਪਹਿਚਾਨ ਪਛਾਣ ਹੋ ਔਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VCS9",
        "source_page": 108,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn sRvn muK nwskw Anyk soqR; dyKY sunY bolY mn mYk aur AwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As all that is seen by the eyes, heard by the ears and said by the tongue reaches the mind, similarly the slave of the Guru sees one Lord residing in all beings and lodges Him in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੇਤ੍ਰਾਂ, ਕੰਨਾਂ, ਮੁਖ ਰਸਨਾ ਨਾਸਾਂ ਆਦਿ ਅਨੇਕਾਂ ਸ੍ਰੋਤਰਾਂ ਇੰਦ੍ਰੇ ਦੁਆਰਿਆਂ ਵਿਖੇ ਜਿਹੜਾ ਦੇਖਦਾ ਸੁਣਦਾ, ਬੋਲਦਾ ਵਾ ਰਸ ਆਦਿ ਲੈ ਰਿਹਾ ਹੈ, ਓਹੋ ਹੀ ਮਨ ਵਿਚ ਭੀ ਮੇਕ ਮਿਲਿਆ ਹੋਯਾ ਸੰਪੂਰਣ ਸੰਕਲਪਾਂ ਵਿਕਲਪਾਂ ਦਾ ਆਸਰਾ ਸਰੂਪ ਇਕ ਚੈਤੰਨ ਤੱਤ ਮਾਤ੍ਰ ਹੀ ਉਰ ਆਨੀਐ ਰਿਦੇ ਅੰਦਰ ਲਿਆਈਦਾ ਅਨੁਭਵ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CZL0",
        "source_page": 108,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMD imly sohM sohI Eiq poiq; joqI joiq imlq joqI srUp jwnIAY [108["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a Sikh with his Guru makes him utter Lord's name repeatedly and enjoins in Him like warp and weft. When his light merges with light eternal, he too acquires the form of light divine. (108)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਕੀਹ ਕਿ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਦੇ ਮਿਲਿਆਂ ਸੋਹੰ ਸੋਈ ਸੋ ਉਹ ਹੰ ਮੈਂ ਤੇ ਸੋ ਉਹੀ ਈ ਇਹ ਜਗਤ ਇਉਂ ਜੀਵ ਜਗਤ ਅਰੁ ਬ੍ਰਹਮ ਤਾਣੇ ਪੇਟੇ ਅਰੁ ਕਪੜੇ ਵਿਖੇ ਇਕ ਸੂਤਰ ਮਾਤ੍ਰ ਹੀ ਓਤ ਪੋਤ ਰਮੇ ਹੋਣ ਵਤ ਜੋਤੀ ਸਰੂਪ ਪਰਮਾਤਮਾ ਵਿਖੇ ਜੋਤਿ ਦੇ ਮਿਲਿਆਂ, ਕੇਵਲ ਜੋਤੀ ਸਰੂਪ ਹੀ ਜੋਤੀ ਸਰੂਪਾ ਜਾਨਣ ਵਿਚ ਆਯਾ ਕਰਦਾ ਹੈ ॥੧੦੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
