[
  {
    "id": "FK5",
    "sttm_id": 6590,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UVQB",
        "source_page": 110,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sill mY Drin Drin mY sill jYsy; kUp AnrUp kY ibml jl Cwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As there is land in water and water inside Earth, like a well that is dug up to obtain neat and cold water;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਲਿਲ ਮੈ ਧਰਨਿ ਧਰਨਿ ਮੈ ਸਲਿਲ ਜੈਸੇ ਜਿਸ ਪ੍ਰਕਾਰ ਜਲ ਵਿਖੇ ਜਲ ਦੇ ਆਸਰੇ ਧਰਤੀ ਹੈ ਤੇ ਧਰਤੀ ਦੇ ਥੱਲੇ ਜਲ ਹੀ ਜਲ ਹੋਣ ਕਰ ਕੇ ਮਾਨੋਂ ਧਰਤੀ ਵਿਚ ਜਲ ਹੈ ਇਹ ਗੱਲ ਸਭ ਜਾਣਦੇ ਹਨ ਪ੍ਰੰਤੂ ਕੂਪ ਅਨਰੂਪ ਕੈ ਖੂਹ ਦੇ ਸਦਰਸ਼ ਕੀਤਿਆਂ ਭਾਵ ਧਰਤੀ ਵਿਚ ਪੱਟਿਆਂ ਹੀ ਬਿਮਲ ਜਲ ਛਾਏ ਹੈ ਨਿਰਮਲ ਜਲ ਛਾਏ ਪਸਰਿਆ ਪ੍ਰਗਟਿਆ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D2FE",
        "source_page": 110,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwhI jl mwtI kY bnweI Gitkw Anyk; eykY jlu Gt Gt Gitkw smwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The same water and earth are used for making pots and pitchers and all of them contain the same type of water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਉਪ੍ਰੰਤ ਤਾਹੀ ਤਿਸੀ ਹੀ ਉਸੇ ਹੀ ਜਲ ਮਾਟੀ ਕੈ ਜਲ ਮਿੱਟੀ ਤੋਂ ਇਨਾਂ ਨੂੰ ਆਪੋ ਵਿਚ ਗੋ ਕੇ ਇਕ ਤੋਂ ਦੋ ਹੋਇਆਂ ਨੂੰ ਮੁੜ ਇੱਕ ਕਰ ਕੇ, ਬਣਾਈ ਦੀਆਂ ਹਨ ਘਟਿਕਾ ਘੜੀਆਂ ਅਨੇਕਾਂ ਪਰ ਜੇ ਵਿਚਾਰ ਕੇ ਤੱਕੀਏ ਤਾਂ ਇੱਕੋ ਪਾਣੀ ਹੀ ਜੋ ਘੜੇ ਦੀ ਰਚਨਾ ਦਾ ਕਾਰਣ ਸੀ ਓਨਾਂ ਘਟ ਘਟ ਘਟਿਕਾ ਮੈ ਸਮਾਏ ਹੈ ਘੜਿਆਂ ਮਟਕਿਆਂ ਅਰੁ ਘੜੀਆਂ ਵਿਚ ਨ੍ਯਾਰਾ ਨ੍ਯਾਰਾ ਹੋ ਕੇ ਸਮਾਇਆ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R48U",
        "source_page": 110,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwhI jwhI Gitkw mY idRstI kY dyKIAq; pyKIAq Awpw Awpu Awn n idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Whichever pot or pitcher one looks into, one would see the same image in it, and nothing else is seen,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਜਿਸ ਜਿਸ ਘੜੀ ਵਿਚ ਨਿਗ੍ਹਾ ਕਰ ਕੇ ਪਸਾਰ ਕੇ 'ਦੇਖੀਅਤ' ਦੇਖੀਦਾ ਹੈ, 'ਪੇਖੀਅਤ ਆਪਾ ਆਪੁ' ਤੱਕਨ ਵਿਚ ਔਂਦਾ ਹੈ ਆਪ ਜਲ ਹੀ ਆਪ ਜਲ, 'ਆਨ ਨ ਦਿਖਾਏ ਹੈ' ਹੋਰ ਕੁਛ ਨਹੀਂ ਦਖਾਈ ਦਿੰਦਾ। ਭਾਵ ਜਲ ਵਿਚੋਂ ਧਰਤੀ ਉਪਜਨ ਸਮਾਨ ਚੈਤੰਨ੍ਯ ਸਮੁੰਦਰ ਵਿਚੋਂ ਪ੍ਰਕਿਰਤੀ ਮਾਯਾ ਪ੍ਰਗਟ ਹੋ ਕੇ ਚੈਤੰਨ ਪੁਰਖ ਦੇ ਆਧਾਰ ਇਸਥਿਤ ਹੋ, ਜਦ ਮੁੜ ਉਕਤ ਚੈਤੰਨ ਪੁਰਖ ਅਪਣੇ ਕਾਰਣ ਸਰੂਪ ਨਾਲ ਸੰਜੋਗ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਤਾਂ ਘੜੇ ਘੜੀਆਂ ਸਮਾਨ ਅਨੰਤ ਸਰੀਰ ਰੂਪ ਹੋ ਭਾਸਦੀ ਹੈ, ਅਰੁ ਐਸੀਆਂ ਅਨੰਤ ਸਰੀਰ ਰੂਪ ਉਪਾਧੀਆਂ ਵਿਖੇ ਜੀਵ ਆਤਮਾ ਰੂਪ ਹੋ ਕਰ ਚੈਤੰਨ ਸੱਤਾ ਅਨੰਤ ਸਰੂਪੀ ਹੋ ਭਾਸਿਆ ਕਰਦੀ ਹੈ। ਜਦ ਗਿਆਨ ਬਿਬੇਕ ਦ੍ਰਿਸ਼ਟੀ ਦ੍ਵਾਰਾ ਦੇਖਿਆ ਜਾਵੇ ਤਾਂ ਬਸ ਸਭ ਦਾ ਆਪਾ ਰੂਪ ਆਪ ਹੀ ਉਹ ਅਨੁਭਵ ਵਿਖੇ ਆਯਾ ਕਰਦਾ ਹੈ ਦੂਸਰਾ ਕੁਛ ਦ੍ਰਿਸ਼ਟੀ ਨਹੀਂ ਆਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N5UR",
        "source_page": 110,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur eykMkwr ky Akwr; bRhm ibbyk eyk tyk Thrwey hY [110["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the complete God pervades in the form of a-Guru and appear in the hearts of Sikhs (as was the case of image in various water-filled pots and pitchers). (110)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਇਹ ਵੀਚਾਰ ਹੈ ਜਿਸ ਨੂੰ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਗੁਰੂ ਏਕੰਕਾਰ ਸ਼ਬਦ ਗਿਆਨ ਦ੍ਵਾਰੇ ਕੈ ਆਕਾਰ ਪ੍ਰਗਟ ਕਰ ਕੇ ਬ੍ਰਹਮ ਬਿਬੇਕ ਬ੍ਰਹਮ ਗਿਆਨ ਰਾਹੀਂ ਗੁਰ ਸਿੱਖ ਨੂੰ ਇਸੇ ਹੀ ਇਕ ਵਿਖੇ ਏਕ ਠਹਿਰਾਏ ਹੈ ਏਕ ਰੂਪ ਕਰ ਕੇ ਟਿਕਾ ਦਿੰਦੇ ਇਸਥਿਤੀ ਕਰਾ ਦਿੰਦੇ ਹਨ ॥੧੧੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
