[
  {
    "id": "F1M",
    "sttm_id": 6591,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4NES",
        "source_page": 111,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur eyk pYfw jwie cl; siqgur koit pYfw Awgy hoie lyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A disciple who walks one step towards Guru to take his refuge and goes to him with devotion and humility, Guru advances to receive him (devotee) by taking million steps.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਏਕ ਪੈਂਡਾ ਇਕ ਕਦਮ ਜੇ ਕੋਈ ਤੁਰ ਕੇ ਜਾਂਦਾ ਹੈ ਤਾਂ ਸਤਿਗੁਰ ਕੋਟਿ ਪੈਂਡਾ ਅਗੇ ਹੋਇ ਲੇਤ ਹੈ ਸਤਿਗੁਰੂ ਇਕ ਪਿਛੇ ਕ੍ਰੋੜ ਕਦਮ ਆਪ ਤੁਰਕੇ ਓਸ ਨੂੰ ਅਗੋਂ ਹੋ ਸੰਭਾਲਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B3FJ",
        "source_page": 111,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk bwr siqgur mMqR ismrn mwqR; ismrn qwih bwrMbwr gur hyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who unites with the Lord by remembering the incantation of the Guru even once, the True Guru remembers him millions of time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਠਾਂ ਪਹਿਰਾਂ ਵਿਚ ਵਾ ਆਯੂ ਭਰ ਵਿਖੇ ਇਕ ਵਾਰ ਮੰਤ੍ਰ ਮਾਤ੍ਰ ਦ੍ਵਾਰਾ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਸਿਮਰਨ ਯਾਦ ਕਰਦਾ ਹੈ ਗੁਰੂ ਤਾਹਿ ਹੇਤ ਤਿਸ ਦੇ ਵਾਸਤੇ ਯਾ ਤਿਸ ਨੂੰ ਹਿਤ ਨਾਲ ਸਤਿਗੁਰੂ ਬਾਰੰਬਾਰ ਸਿਮਰਨ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9VEX",
        "source_page": 111,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BwvnI Bgiq Bwie kaufI AgRBwig rwKY; qwih gur srb inDwn dwn dyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who makes an offering of even a shell before the True Guru with loving worship and faith, the True Guru blesses him with the countless treasures of invaluable wealth that is Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਾਵਨੀ ਭਗਤਿ ਭਾਇ ਭਾਵ ਭਗਤੀ ਭਰੀ ਭੌਣੀ ਸਰਧਾ ਨਾਲ ਅਗ੍ਰ ਭਾਗ ਕਉਡੀ ਰਾਖੈ ਸਤਿਗੁਰਾਂ ਦੇ ਸਾਮ੍ਹਨੇ ਕਉਡੀ ਭੀ ਚੜ੍ਹਾ ਦਿੰਦਾ ਹੈ ਜੇ ਕੋਈ ਤਾਂ ਸਤਿਗੁਰੂ ਤਿਸ ਦੇ ਤਾਂਈ ਸਰਬ ਨਿਧਾਨ ਸਮੂਹ ਨਿਧੀਆਂ ਵਾ ਖਜਾਨਿਆਂ ਦੇ ਖਜਾਨੇ ਦਾਨ ਦੇ ਤੌਰ ਤੇ ਬਖਸ਼ ਦਿੰਦੇ ਹਨ ਭਾਵ ਐਸਾ ਦਿੰਦੇ ਹਨ ਕਿ ਮੁੜ ਵਾਪਸ ਲੈਣ ਦਾ ਸੁਪਨੇ ਵਿਚ ਭੀ ਖਿਆਲ ਨਹੀਂ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZMFY",
        "source_page": 111,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur dieAw iniD mihmw AgwiD boiD; nmo nmo nmo nmo nyq nyq nyq hY [111["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru is a repository of compassion that is beyond description and understanding. Therefore myriad salutations to Him because there is no one else like Him. (111)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਸਤਿਗੁਰੂ ਦਯਾ ਦੇ ਨਿਧਿ ਸਮੁੰਦ੍ਰ ਹਨ ਤੇ ਓਨਾਂ ਦੀ ਮਹਿਮਾ ਦਾ ਬੋਧ ਅਗਾਧ ਅਥਾਹ ਹੈ, ਇਸ ਵਾਸਤੇ ਨਮੋ ਨਮੋ ਨਮੋ ਨਮੋ ਨੇਤਿ ਨੇਤਿ ਨੇਤਿ ਹੈ ਆਤਮਾ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਹੀ ਕਰਦਾ ਹਾਂ, ਕ੍ਯੋਂਕਿ ਉਹ ਅਨੰਤ ਹਨ ਤਿੰਨ ਵਾਰ ਪ੍ਰਤਗਗ੍ਯਾ ਕਰ ਕੇ ਕਹਿੰਦੇ ਹਨ ਨੇਤਿ ਨੇਤਿ ਨੇਤਿ ॥੧੧੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
