[
  {
    "id": "0VV",
    "sttm_id": 6592,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HUDV",
        "source_page": 112,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs AMimRq inDwn pwn pUrn huie; aunmn aunmq ibsm ibsÍws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a devotee meditating on His name is satiated with the drinking of loving nectar of Lord's name, he (devotee) enjoys supernatural ecstatic feeling in higher spiritual planes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਪੂਰਨ ਹੁਇ ਅੰਮ੍ਰਿਤ ਭੰਡਾਰ ਵਿਚੋਂ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪਾਨ ਕਰ ਕੇ ਪੀ ਕੇ ਜੋ ਪੂਰਨ ਤ੍ਰਿਪਤ ਹੋ ਗਏ। ਉਹ ਉਨਮਨੀ ਅਵਸਥਾ ਵਿਖੇ ਉਨਮੱਤ ਮਗਨ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਓਨਾਂ ਦਾ ਬਿਸ੍ਵਾਸ ਭਰੋਸਾ ਨਿਸਚਾ ਬਿਸਮ ਅਚਰਜ ਰੂਪ ਬਹੁਤ ਪੱਕਾ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3B1Y",
        "source_page": 112,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awqm qrMg bhu rMg AMg AMg Cib; Aink AnUp rUp aUp ko pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With multi-coloured waves of spiritual thoughts growing in his (devotee) mind, every part of his body conveys the glory of the Lord by emittence of strange and unique radiance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਤਮ ਤਰੰਗ ਬਹੁ ਰੰਗ ਅਨੰਤ ਭਾਂਤ ਦੀਆਂ ਭਾਂਤ ਭਾਂਤ ਦੀਆਂ ਆਤਮ ਤਰੰਗਾਂ ਆਤਮਿਕ ਮੌਜਾਂ ਹੁਲਾਰੇ ਵਾ ਚਮਤਕਾਰ ਅੰਦਰ ਉਤਪੰਨ ਹੋਣ ਕਰ ਕੇ ਅੰਗ ਅੰਗ ਛਬਿ ਓਨਾਂ ਦੇ ਅੰਗ ਅੰਗ ਦੀ ਸ਼ੋਭਾ ਅਨਿਕ ਅਨੂਭ ਰੂਪ ਊਪ ਕੋ ਪ੍ਰਗਾਸ ਹੈ ਭਾਵ ਓਨਾਂ ਦਾ ਤੇਜ ਪ੍ਰਤਾਪ ਅਜਬ ਅਜੈਬ ਤਰਾਂ ਦਾ ਹੋ ਦਮਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLFU",
        "source_page": 112,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sÍwd ibsmwd bhu ibibiD surq srb; rwg nwd bwd bhu bwsnw subws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The relishment of loving elixir of the Lord's name is astonishing. Enchanting tunes of all the musical modes and their consorts are heard in the ears. The nostrils feel the smell of myriad fragrances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਵਾਦ ਬਿਸਮਾਦ ਬਹੁ ਇਸ ਪ੍ਰਕਾਰ ਦੇ ਅਨੁਭਵ ਤੋਂ ਜੋ ਸ੍ਵਾਦ ਰਸ ਓਨ੍ਹਾਂ ਨੂੰ ਆਯਾ ਕਰਦਾ ਹੈ ਉਹ ਬਹੁਤ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਹੁੰਦਾ ਹੈ ਸੁਰਤਿ ਅਤੇ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੀ ਸੁਰਤਿ ਸ੍ਰੋਦ ਨਾਦ ਧੁਨੀ ਅਨਹਦ ਧੁਨੀਆਂ ਸੁਣਿਆ ਕਰਦੇ ਹਨ, ਜਿਨਾਂ ਦੇ ਅਗੇ ਸਰਬ ਰਾਗ ਨਾਦ ਬਾਦ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਹੀ ਰਾਗ ਅਰੁ ਨਾਦ ਬਾਜਿਆਂ ਦੀਆਂ ਧੁਨੀਆਂ ਬਦਾ ਬ੍ਯਰਥ ਭਾਸਿਆ ਕਰਦੀਆਂ ਹਨ, ਐਸਾ ਹੀ ਬਹੁ ਬਾਸਨਾ ਸੁਬਾਸ ਹੈ ਸ੍ਰੇਸ਼ਟ ਸੁਗੰਧੀ ਭੀ ਬਹੁ ਅਨੰਤ ਪ੍ਰਕਾਰੀ ਬਾਸਨਾ ਦੀ ਉਸ ਦੇ ਅੰਦਰ ਮਹਿਕਾਰ ਵਿਸਤਾਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ARU1",
        "source_page": 112,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prmdBuq bRhmwsn isMGwsn mY; soBw sBw mMfl AKMfl iblws hY [112["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And with the residing of the consciousness in the highest spiritual seat (the tenth orifice), one enjoys the strange and magnificent glory of all the spiritual planes. Staying in that state renders complete stability to the body, mind and soul. It is the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰਮਦਭੁਤ ਬ੍ਰਹਮਾਸਨ ਸਿੰਘਾਸਨ ਮੈ ਬ੍ਰਹਮ ਦੇ ਆਸਨ ਪਰਮਾਤਮਾ ਦੀ ਇਸਥਿਤੀ ਦਾ ਸਿੰਘਾਸਨ ਰੂਪ ਦਸਮ ਦੁਆਰ ਵਿਖੇ ਸੋਭਾ ਸਭਾ ਮੰਡਲ ਕੀ ਸਮੂੰਹ ਮੰਡਲਾਂ ਦਿਬ੍ਯ ਲੋਕ ਲੋਕਾਂਤਰ੍ਹਾਂ ਦੀ ਸ਼ੋਭਾ ਪਰਮਦਭੁਤ ਪਰਮ ਅਨੋਖੀ ਭਾਂਤ ਦੀ ਦਮਕਦੀ ਹੈ, ਜਿੱਥੇ ਉਹ ਅਖੰਡਲ ਬਿਲਾਸ ਹੈ ਇਕ ਰਸ ਬਿਲਾਸ ਆਨੰਦ ਨੂੰ ਮਾਣਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੧੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
