[
  {
    "id": "5G6",
    "sttm_id": 6593,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "96NA",
        "source_page": 113,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bÎQwvMqY jMqY jYsy bYd aupcwru krY; bÎQw ibRqwNqu suin hrY duK rog kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a medicine practitioner listens to the ailment of a patient and treats him for the malady;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬ੍ਯਥਾਵੰਤੈ ਜੰਤੈ ਪੀੜਾਵਾਨ ਜਨ ਰੋਗੀ ਆਦਮੀ ਦਾ ਜਿਸ ਤਰ੍ਹਾਂ ਬੈਦ ਉਪਚਾਰ ਕਰੈ ਇਲਾਜ ਕਰਦਾ ਹੈ ਤੇ ਬ੍ਯਥਾ ਬਿਰਤਾਂਤ ਸੁਨਿ ਰੋਗ ਦੀ ਕਥਾ ਸੁਣ ਕੇ ਅਰਥਾਤ ਅਰੰਭ ਵਿਚ ਕੀਕੂੰ ਹੋਇਆ ਕੀਹ ਖਾਧਾ ਪੀਤਾ ਯਾ ਕੀਤਾ ਕਤਰਿਆ ਸੀ ਅਰੁ ਹੁਣ ਕੀਹ ਦਸ਼ਾ ਵਰਤ ਰਹੀ ਹੈ? ਇਹ ਸਭ ਵਿਥ੍ਯਾ ਪੁੱਛ ਕੇ ਹਰੈ ਦੁਖ ਰੋਗ ਕਉ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ ਦਵਾਈ ਔਖਧੀ ਦੇ ਕੇ ਦੁੱਖ ਦੁਖੀ ਕਰਨ ਵਾਲੇ ਨਾ ਸਹੇ ਜਾ ਸਕਣ ਵਾਲੇ ਰੋਗ ਕਸ਼ਟ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMDH",
        "source_page": 113,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy mwqw ipqw ihq icq kY imlq suqY; Kwn pwn poiK qoiK hrq hY sog kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As parents fondly and lovingly meet their son, bring him up by serving dainty dishes, feel happy to allay all his distresses;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮਾਤਾ ਪਿਤਾ ਹਿਤ ਸਨੇਹ ਪ੍ਯਾਰ ਦੇ ਅਧੀਨ ਹੋਏ ਚਿਤ ਕੈ ਚਿੱਤ ਨਾਲ ਵਾ ਨੇਤ੍ਰ ਭਰ ਭਰ ਕੇ ਮਿਲਦੇ ਹਨ ਪੁਤ੍ਰ ਨੂੰ ਗਲੇ ਲਗਾ ਕੇ ਅਰੁ ਖਾਨ ਪਾਨ ਖਾਣ ਪੀਣ ਆਦਿ ਦੀਆਂ ਵਸਤੂਆਂ ਖੁਵਾ ਪਿਆਕੇ ਉਸ ਨੂੰ ਪੋਖ ਪਾਲਦ ਹੋਏ ਤੋਖ ਖੁਸ਼ ਪ੍ਰਸੰਨ ਰਖਦੇ ਹਨ, ਤੇ ਇਉਂ ਉਸ ਦੇ ਸੋਗ ਬਾਹਰ ਅੰਦਰ ਛੱਡ ਕੇ ਗਿਆਂ ਅਥਵਾ ਵਾਂਢੇ ਜਾਣ ਆਦਿ ਦੇ ਵਿਛੋੜੇ ਤੋਂ ਹੋਣ ਵਾਲੀ ਓਸ ਦੀ ਚਿੰਤਾ ਨੂੰ ਹਰਤ ਨਿਵਾਰਣ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "96HS",
        "source_page": 113,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrhnI binqw kau jYsy Brqwru imlY; pRym rs kY hrq ibrh ibEg kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a wife separated from her husband for long relieves her pangs of separation and distresses with loving emotions;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਹਨੀ ਬਨਿਤਾ ਕਉ ਜੈਸੇ ਭਰਤਾਰੁ ਮਿਲੈ ਅਰੁ ਇਸੇ ਭਾਂਤ ਜਿਸਰਾਂ ਵਿਛੋੜੇ ਦੀ ਮਾਰੀ ਹੋਈ ਬਨਿਤਾ ਇਸਤ੍ਰੀ ਨੂੰ ਮਿਲਦਾ ਹੈ ਭਰਤਾਰ ਉਸ ਦਾ ਸ੍ਵਾਮੀ ਅਤੇ ਪ੍ਰੇਮ ਰਸ ਕੈ ਪ੍ਯਾਰ ਦੇ ਰਸ ਕਰ ਕੇ ਅਥਵਾ ਪ੍ਰੇਮ+ਰਸ ਪ੍ਯਾਰ ਪ੍ਰੇਮ ਪ੍ਯਾਰ ਨਾਲ ਹਰਤ ਬਿਰਹ ਬਿਓਗ ਕਉ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ ਵਿਛੋੜੇ ਤੋਂ ਉਤਪੰਨ ਹੋਈ ਉਸ ਦੀ ਜੁਦਾਈ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NKAN",
        "source_page": 113,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI ibbykI jn praupkwr hyq; imlq sill giq shj sMjog kau [113["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly those wise and realised servers of Lord dyed in the hue of Lord's name become humble like water and meets the needy who yearn for the divine solace and clemency. (113)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਬਿਬੇਕੀ ਜਨ ਬਿਬੇਕੀ ਪੁਰਖ ਅਥਵਾ ਬਿਬੇਕੀ ਸਤਿਗੁਰੂ ਜਨ ਸੇਵਕ ਗੁਰੂ ਕੇ ਸੇਵਕ ਪਰਉਪਕਾਰ ਹੇਤ ਪਰਉਪਕਾਰ ਵਾਸਤੇ ਮਿਲਤ ਸਲਿਲ ਗਤਿ ਸਹਜ ਸੰਜੋਗ ਕਉ ਜੀਕੂੰ ਪਾਣੀ ਆਪ ਚੱਲਕੇ ਸਹਿਜੇ ਹੀ ਪ੍ਯਾਸੇ ਆਦਿਕਾਂ ਦੀ ਪਿਆਸ ਆਦਿ ਹਰਣ ਨਿਮਿਤ ਓਨਾਂ ਦੇ ਸੰਜੋਗ ਮੇਲੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਜਿਸ ਤਰ੍ਹਾਂ ਨਦੀਆਂ ਨਾਲਿਆਂ ਦਾ ਸਰੂਪ ਧਾਰ ਕੇ ਜਲ, ਸਮੀਪ ਨਾ ਆ ਸੱਕਨ ਵਾਲਿਆਂ ਪਾਸ ਪੁੱਜਕੇ, ਅਥਵਾ ਆਪਣਾ ਸਿਰ ਸੁੱਟਕੇ ਉਨ੍ਹਾਂ ਦੀ ਪ੍ਯਾਸ ਆਦਿ ਬੁਝੌਂਦਾ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਗੁਰਮੁਖ ਬਿਬੇਕੀ ਪੁੱਜ ਕੇ ਭੀ ਮਨੁੱਖਾਂ ਵਾਸਤੇ ਪਰਮਾਰਥ ਪ੍ਰਾਪਤੀ ਦਾ ਪ੍ਰਯਤਨ ਕਰਦੇ ਹਨ ॥੧੧੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
