[
  {
    "id": "CJR",
    "sttm_id": 6594,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MW1L",
        "source_page": 114,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibQwvMqy bYd rUp jwick dwqwr giq; gwhkY ibAwpwrI hoie mwq ipqw pUq kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Gursikhs with contemplated knowledge extend all help to the needy as an act of welfare, just as a medicine practitioner does for a patient, a donor does for a beggar, a trader for a customer and parents for their son.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬ੍ਯਥਾਵੰਤੈ ਬੈਦ ਰੂਪ ਕੋਈ ਰੋਗੀ ਪੀੜਿਤ ਪੁਰਖ ਦੁਖ੍ਯਾਰਾ ਮਿਲੇ ਤਾਂ ਬੈਦਾਂ ਵਤ ਓਸ ਦੇ ਦੁੱਖ ਨਿਵਿਰਤੀ ਦੇ ਉਪਰਾਲੇ ਵਿਚ ਜੁੱਟ ਪੈਂਦੇ ਹਨ, ਤੇ ਜੇਕਰ ਜਾਚਿਕ ਮੰਗਤਾ ਲੋੜਵੰਦ ਸਨਮੁੱਖ ਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਦਾਤਾਰ ਗਤਿ ਦਾਤਿਆਂ ਵਾਲੀ ਚਾਲ ਧਾਰ ਕੇ ਓਸ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਦੇ ਹਨ। ਪਰ ਜੇ ਕੋਈ ਗਾਹਕ ਖ੍ਰੀਦਾਰ ਔਂਦਾ ਹੈ ਤਾਂ ਗਾਹਕੈ ਬ੍ਯਾਪਾਰੀ ਹੋਇ ਓਸ ਗਾਹਕ ਸੌਦਾ ਖਰੀਦੂ ਜਿਗ੍ਯਾਸੂ ਨੂੰ ਵਪਾਰੀ ਓਸ ਦੀ ਇੱਛਾ ਅਨੁਸਾਰ ਦੀਨ ਦੁਨੀਆਂ ਸੰਬਧੀ ਵਪਾਰ ਦੇ ਕਰਣ ਹਾਰੇ ਸੌਦਾਗਰ ਬਣਾ ਦਿਖਂਦੇ ਹਨ, ਅਤੇ ਪੁਤ੍ਰ ਧੀਆਂ ਆਦਿ ਪਰਵਾਰ ਕਉ ਤਾਂਈ ਮਾਤਾ ਪਿਤਾ ਮਾਪਿਆਂ ਵਤ ਹੀ ਲਡੌਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8SFA",
        "source_page": 114,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwr iBrqwr ibiD imqR imqRqweI rUp; sujn kutMb sKw Bwie cwie sUq kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an act of benevolence, the relishers of Lord's name reach the distressed people to render them comfort They are husband to a distressed wife or vice versa, friends to friends and other loved ones; according to the defined moral code.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗ੍ਰਿਸਤੀ ਹਨ ਤਾਂ ਨਾਰ ਭਰਤਾਰ ਬਿਧਿ ਇਸਤ੍ਰੀ ਨਾਲ ਪਤੀ ਵਾਕੂੰ ਹੀ ਵਰਤਦੇ ਹਨ, ਤੇ ਮਿਤ੍ਰ ਮਿਤ੍ਰਾਈ ਰੂਪ ਮਿਤ੍ਰਾਈ ਮਿਤ੍ਰਾਨੇ ਵਾਲੇ ਨੂੰ ਮਿਤ੍ਰ ਰੂਪ ਅਤੇ ਸੁਜਨ ਕੁਟੰਬ ਸਖਾ ਭਾਇ ਅਪਣੇ ਸਬੰਧੀਆਂ, ਕੋੜਮੇ ਸਾਕ ਸੈਨ ਤਥਾ ਭਾਈਆਂ ਆਦਿ ਨੂੰ ਜੇਹੋ ਜੇਹੇ ਭਾਵ ਵਾਲਾ ਹੋ ਕੇ ਕੋਈ ਸਨਮੁਖ ਔਂਦਾ ਹੈ ਓਨ੍ਹਾਂ ਨੂੰ ਓਹੋ ਓਹੋ ਜੇਹੇ ਚਾਇ ਸੂਤ ਕਉ ਚਾਉ ਚਾਹਨਾ ਹਾਉ ਭਾਉ ਨੂੰ ਸੂਤ ਵ੍ਯੋਂਤ ਨੂੰ ਵ੍ਯੋਂਤ ਕੇ ਮਿਲਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ATQD",
        "source_page": 114,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "logn mY logwcwr byd kY byd bIcwr; igAwn gur eykMkwr AvDUq AvDUq kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sikhs blessed with Guru's wisdom acquire the supreme knowledge of the Lord and meet the common mortals as one of them and as intelligent and wise in the gathering of learned men. They approach the hermits as renouncers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਲੋਕਾਂ ਵਿਚ ਤਾਂ ਮਿਲ ਕੇ ਲੋਕਾਚਾਰ ਲੋਕ ਮ੍ਰਯਾਦਾ ਵਤ ਵਰਤਦੇ ਹਨ ਤੇ ਬੇਦ ਕੇ ਬੇਦ ਬੀਚਾਰ ਬੇਦ ਬਿਚਾਰ ਵਾਲ੍ਯਾਂ ਵਿਖੇ ਬੇਦ ਬੀਚਾਰੀਆਂ ਵਤ, ਪਰ ਜੇ ਕੋਈ ਅਵਧੂਤ ਵਿਰਕਤ ਆਤਮਾ ਸਾਧੂ ਸੰਤ ਆਣ ਮਿਲਣ ਤਾਂ ਗਿਆਨ ਗੁਰ ਏਕੰਕਾਰ ਅਵਧੂਤ ਅਵਧੂਤ ਕਉ ਵਿਰਕਤ ਪੁਰਖ ਨੂੰ ਗੁਰੂ ਸੁੱਧ ਸਰੂਪ ਏਕੰਕਾਰ ਦੇ ਗਿਆਨ ਸਰੂਪ ਅਵਧੂਤ ਵਿਰਕਤ ਹੋ ਮਿਲਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H2ET",
        "source_page": 114,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrlo ibbykI jn praupkwr hyiq; imlq sill giq rMg sRbMg BUq kau [114["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a rational and knowledgeable Sikh is very rare who for the sake of benevolence becomes humble like water and unites with the people of all denominations. (114)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਐਹੋ ਜੇਹੇ ਬਿਬੇਕ ਜਨ ਹੈਨ ਵਿਰਲੇ, ਜੋ ਪਰਉਪਕਾਰ ਦੀ ਖਾਤਰ ਸਭ ਨੂੰ ਪ੍ਰਸੰਨ ਮਨ ਬਨਾਣ ਖਾਤਰ ਸ੍ਰਬੰਗ ਭੂਤ ਕਉ ਸਮੂਹ ਪ੍ਰਾਣੀ ਮਾਤ੍ਰ ਨੂੰ ਹੀ ਮਿਲਤ ਸਲਿਲ ਗਤਿ ਜਲ ਵਾਲੇ ਸਰਬ ਰੰਗੀ ਹੋ ਜਾਣ ਵਾਲ ਸੁਭਾਵ ਵਤ ਸੁਭਾਵ ਨੂੰ ਧਾਰ ਮਿਲ੍ਯਾ ਕਰਦੇ ਹਨ ਅਥਵਾ ਸਮੂਹ ਜਾਤਾਂ ਦੇ ਲੋਕਾਂ ਨੂੰ ਜਲ ਦੇ ਤ੍ਰਿਖਾ ਬੁਝਾਣ ਵਾਲੇ ਸੁਭਾਵ ਵਤ ਇਕ ਸਮਾਨ ਹੀ ਤ੍ਰਿਸ਼ਨਾ ਰਹਿਤ ਸ਼ਾਂਤ ਪਦ ਪ੍ਰਾਪਤ ਬਨਾਉਣ ਦਾ ਜਤਨ ਕਰਦੇ ਹਨ ॥੧੧੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
