[
  {
    "id": "JD7",
    "sttm_id": 6595,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BPB6",
        "source_page": 115,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn iDAwn idib dyh kY ibdyh Bey; idRg idRb idRsit ibKY Bwau Bgiq cIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the contemplated vision of the True Guru, the Guru-conscious Sikhs become free of ego while still in their body form. By virtue of divine sight of the True Guru, they acquire the wisdom of loving worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸਨ ਧਿਆਨ ਦਿਬਿ ਦੇਹ ਕੈ ਬਿਦੇਹ ਭਏ ਦਿੱਬ ਦੇਹ ਕੈ ਦਿੱਬ ਸਰੂਪ ਸੁੰਦਰ ਸਰੂਪ ਪ੍ਰਕਾਸ਼ਮਯ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸ਼ਨ ਧਿਆਨ ਵਿਚ ਤਤਪਰ ਮਗਨ ਹੋ ਕੇ ਉਹ ਬਿਦੇਹ ਦੇਹ ਵਿਚ ਵਸਦੇ ਭੀ ਦੇਹ ਤੋਂ ਅਸੰਗ ਹੋਏ ਰਹਿੰਦੇ ਹਨ। ਅਰ ਦ੍ਰਿਗ ਨੇਤ੍ਰ ਦਿਬਿ ਦ੍ਰਿਸ਼ਟਿ ਬਿਖੈ ਸਮੂਹ ਸਰੀਰ ਇੰਦ੍ਰੀਆਂ ਤਥਾ ਮਨ ਆਦਿ ਦੀ ਚੇਸ਼ਟਾ ਨੂੰ ਦਿਬ੍ਯ ਭਾਵ ਵਿਖੇ ਅਪਣੀ ਨਿਗ੍ਹਾ ਅੰਦਰ ਰਖਣ ਵਾਲੀ ਦ੍ਰਿਸ਼ਟੀ ਰੂਪ ਜੋ ਚੈਤੰਨ ਸਰੂਪੀ ਸੱਤਾ ਹੈ, ਓਸ ਵਿਖੇ ਭਾਉ ਭਗਤਿ ਭਾਵਨਾ ਨਿਸਚਾ ਪਰਪੱਕ ਕਰ ਕੇ ਭਗਤਿ ਪ੍ਰੇਮ ਪਾਲਨਾ ਹੀ ਚੀਨ ਹੈ ਪਛਾਣਦੇ ਹਨ ਭਾਵ ਨੇਤ੍ਰ ਬਾਹਰਲੀ ਦ੍ਰਿਸ਼ਟੀ ਵੱਲੋਂ ਸੰਕੋਚ ਕੇ ਅੰਤਰ ਆਤਮੇ ਵਿਖੇ ਹੀ ਅੰਤਰ ਮੁਖ ਰਹਿਣਾ ਅਪਣਾ ਧਰਮ ਸਮਝਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "18X8",
        "source_page": 115,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AiDAwqm krm kir Awqm pRvys; prmwqm pRvys srbwqm ilau lIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of his spiritual knowledge and righteous actions, a follower of Guru finds peace and tranquillity in his self. By becoming one with Lord, he realises the presence of the divine light in the beings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਧ੍ਯਾਤਮ ਕਰਮ ਕਰਿ ਆਤਮਾ ਨੂੰ ਆਸਰੇ ਕਰਨ ਵਾਲੇ ਕਰਮਾਂ ਨੂੰ ਕਰਦੇ ਹੋਇਆਂ ਸੰਪੂਰਣ ਕਰਮਾਂ ਦਾ ਕਰਤਾ ਅਕਰਤਾ ਸਰੂਪ ਅੰਤਰ ਆਤਮੇ ਨੂੰ ਜਾਣ ਕੇ ਤਥਾ ਸੁਖ ਦੁੱਖ ਮਈ ਫਲ ਭੋਗ ਦਾ ਅਨੁਭਈਆ ਓਸ ਨੂੰ ਸਮਝ ਕੇ ਅਹੰਭਾਵ ਰਹਿਤ ਹੋ ਕਰਮ ਕਰਦਿਆਂ ਆਤਮ ਪ੍ਰਵੇਸ ਪਹਿਲੇ ਤਾਂ ਸ਼ੁੱਧ ਆਤਮੇ ਵਿਖੇ ਹੀ ਪ੍ਰਵੇਸ਼ ਪਾਏ ਸਮਾਏ ਰਹਿੰਦੇ ਹਨ, ਫੇਰ ਇਸ ਪ੍ਰਕਾਰ ਦੇਹ ਆਦ ਅਨਾਤਮ ਪਦਾਰਥਾਂ ਤੋਂ ਅਸੰਗ ਹੋ ਕੇ ਪਰਮਾਤਮ ਪ੍ਰਵੇਸ ਪਰਮਾਤਮ ਭਾਵ ਵਿਖੇ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਇਉਂ ਆਤਮਾ ਪਰਾਤਮਾ ਏਕੋ ਕਰੈ, ਆਤਮੇ ਅਰੁ ਪਰਮਾਤਮੇ ਨੂੰ ਅਭੇਦ ਕਕੇ ਸਰਬਾਤਮ ਲੀਉ ਲੀਨ ਹੈ ਸਰਬ ਦਾ ਹੀ ਆਤਮਾ ਰੂਪ ਪਰਤੱਖ ਅਨੁਭਵ ਕਰਦਿਆਂ ਇਸ ਨਿਸਚੇ ਵਿਖੇ ਲਿਵਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "629V",
        "source_page": 115,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd igAwn prvwn huie inDwn pwey; prmwrQ sbdwrQ pRbIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the knowledge acquired through meditation on divine word, a devoted Sikh is accepted by the Guru who blesses him with the treasure of Lord's Naam. He then becomes wise to understand the principles of spirituality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਇਸ ਪ੍ਰਕਾਰ ਸਬਦ ਗਿਆਨ ਪਰਵਾਨ ਹੁਇ ਸ਼ਬਦ ਦੇ ਗਿਆਨ ਨੂ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਪੁਰਖ, ਪਰਵਾਣ ਪੈ ਔਂਦਾ ਹੈ ਅਰੁ ਇੰਞ ਅਧਿਕਾਰੀ ਬਣ ਕੇ ਨਿਧਾਨ ਪਾਏ ਨਿਧੀਆਂ ਦੇ ਅਸਥਾਨ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ ਏਸੇ ਤਰਾਂ ਹੀ ਪਰਮਾਰਥ ਸਬਦਾਰਥ ਪ੍ਰਬੀਨ ਹੈ ਗੁਰ ਸ਼ਬਦ ਦੇ ਅਰਥ ਦਾ ਜੋ ਪਰਮਾਰਥ ਸਿਧਾਂਤ ਰੂਪ ਪਰਮ ਪ੍ਰਯੋਜਨ ਹੈ, ਓਸ ਨੂੰ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਸਮਝਨ ਵਿਖੇ ਪਰਬੀਨ ਮਹਾਂ ਚਤੁਰ ਅਨੁਭਵ ਵਨ ਬਣ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KJKF",
        "source_page": 115,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qqY imly qq joqI joiq kY prm joiq; pRym rs bis Bey jYsy jl mIn hY [115["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the quintessence merges in its origin and become one; as flame of a beacon becomes one with the other flame, so does the soul of a Guru-conscious person merges with the Supreme soul. He gets so engrossed in the pleasure of Lord's love that he remains i",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਦੇਹ ਸੰਘਾਤ ਦੇ ਸਾਖੀ ਸਰੂਪ ਸੁਧ ਤੱਤ ਵਸਤੂ ਨੂੰ ਨਿਸਚੇ ਕਰ ਕੇ ਤਤ ਸਰੂਪ ਪਰਮਾਤਮਾ ਵਿਖੇ ਮਿਲ ਜਾਂਦਾ ਹੈ ਤਾਤਪ੍ਰਯ ਇਹ ਜੋਤੀ ਨੂੰ ਜੋਤਿ ਵਿਖੇ ਮਿਲਾ ਕੇ ਪਰਮ ਜੋਤ ਸਰੂਪੀ ਹੋ ਕੇ ਐਉਂ ਪ੍ਰੇਮ ਰਸ ਬ੍ਰਹਮਾਨੰਦ ਦੇ ਅਧੀਨ ਹੋਯਾ ਰਹਿੰਦ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਵਿਖੇ ਮੀਨ ਮੱਛ ॥੧੧੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
