[
  {
    "id": "S09",
    "sttm_id": 6596,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6VXS",
        "source_page": 116,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AiDAwqm krm prmwqm prm pd; qq imil qqih prmqq vwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A rare Guru-conscious person attains the knowledge of spirituality through spiritual deeds and absorbs himself in Him as truth rejoins with Truth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਧਿਆਤਮ ਕਰਮ ਕਰਨ ਕਰ ਕੇ ਪਰਮਪਦ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ ਅਰਥਾਤ ਤੱਤ ਜੀਵ ਤੱਤ੍ਵ ਪੰਜਾਂ ਤੱਤਾਂ ਦਾ ਜੀਵਨ ਸਰੂਪ ਭਾਵ ਪੰਜ ਭੂਤਿਕ ਸਰੀਰ ਨੂੰ ਸਰਜੀਤ ਕਰਣ ਹਾਰਾ ਤੱਤਾਂ ਦਾ ਤੱਤ੍ਵ ਸਰੂਪ ਪਦਾਰਥ ਜੀਵ ਆਤਮਾ ਤਤਹਿ ਮਲ ਸ੍ਰਿਸ਼ਟੀ ਭਰ ਦੇ ਜੀਵਨ ਸਰੂਪ ਪਰਮਾਤਮਾ ਵਿਖੇ ਮਿਲ ਅਭੇਦ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਰ ਇਕ ਪ੍ਰਕਾਰ ਅਭੇਦ ਹੋ ਕੇ ਉਹ ਫੇਰ: ਪਰਮ ਤੱਤ ਵਾਸੀ ਪਰਮਤਤ ਪਦ ਪਰਮਾਤਮਾ ਵਿਖੇ ਹੀ ਸਦਾ ਨਿਵਾਸ ਇਸਥਿਤੀ ਰਖਦਾ ਹੈ। ਭਾਵ ਇਸੀ ਨਿਸਚੇ ਵਿਖੇ ਦ੍ਰਿੜ੍ਹ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QC2Z",
        "source_page": 116,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd ibbyk tyk eyk hI Anyk myk; jMqR Duin rwg nwd AnBY AiBAwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As musical instruments produce melodious notes which also represent words in a song, so does a meditation practitioner merges in the fearless Lord who pervades in all and sundry.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿਸ ਪ੍ਰਕਾਰ ਸਬਦ ਬਿਬੇਕ ਟੇਕ ਸ਼ਬਦ ਦੀ ਟੇਕ ਓਟ ਸਹਾਰਾ ਲੈ ਕੇ ਬਿਬੇਕ ਬਿਬ+ ਇਕ = ਦੋਹਾਂ ਜੀਵਾਤਮਾ ਤਥਾ ਪਰਮਾਤਮਾ ਨੂੰ ਇੱਕ ਕਰਦਿਆਂ ਭਾਵ ਬਾਰੰਬਾਰ ਜੀਵ ਬ੍ਰਹਮ ਦੀ ਏਕਤਾ ਦਾ ਨਿਸ਼ਾਨਾ ਕਾਇਮ ਕਰ ਕੇ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਨਾਮ ਜਪਦਿਆਂ 'ਏਕੇ ਹੀ ਅਨੇਕ ਮੇਕ' ਇੱਕੋ ਅਕਾਲ ਪੁਰਖ ਹੀ ਅਨੇਕਾਂ ਵਿਚ ਮਿਲਿਆ ਹੋਯਾ ਐਉਂ ਜਾਪਿਆ ਕਰਦਾ ਹੈ ਜੀਕੂੰ ਜੰਤ੍ਰ ਬਾਜੇ ਦੀ ਨਾਦ ਅਵਾਜ ਅਰੁ ਰਾਗ ਧੁਨਿ ਗ੍ਯਾਨ ਦੀ ਸ੍ਰੋਦ ਇਕ ਰੂਪ ਹੁੰਦੀਆਂ ਹਨ ਭਾਵ ਜਿਸ ਤਰ੍ਹਾਂ ਵਜੌਨ ਵਾਲੇ ਵਜੰਤਰੀ ਦੀ ਅਵਾਜ਼ ਜੋ ਕੁਛ ਓਸ ਦੀ ਰਸਨਾ ਵਿਚੋਂ ਪ੍ਰਗਟ ਹੁੰਦੀ ਹੈ, ਤੇ ਓਹੋ ਹੀ ਹੂਬਹੂ ਜ੍ਯੋਂ ਕੀ ਤ੍ਯੋਂ ਬਾਜੇ ਵਿਚੋਂ ਪ੍ਰਗਟ ਹੋ ਕੇ ਅੰਦਰ ਬਾਹਰ ਦੀ ਇਕ ਤਾਰ ਬੱਝੀ ਹੁੰਦੀ ਹੈ, ਐਸੇ ਹੀ ਸਰੀਰ ਦੇ ਅੰਦਰ ਰਮਿਆ ਬੋਲਨ ਹਾਰਾ ਸਮੂਹ ਜਗਤ ਵਿਖੇ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਬੋਲਦਾ ਸੱਤਾ ਸਫੁਰਤੀ ਦਿੰਦਾ ਹੋਯਾ ਇੱਕ ਰੂਪ ਹੀ ਪ੍ਰਤੀਤ ਹੋਯਾ ਕਰਦਾ ਹੈ ਬੱਸ ਇਕ ਏਕਤਾ ਦੀ ਸਾਮਰਤੱਖ ਪ੍ਰਤੀਤੀ ਰੂਪ ਅਨਭੈ ਦਾ ਅਭ੍ਯਾਸੀ ਦ੍ਰਿੜ੍ਹ ਨਿਸਚਾ ਰਖਨ ਦਾ ਪ੍ਰਜਤਨਵਾਨ ਉਕਤ ਗੁਰਮੁਖ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XFSX",
        "source_page": 116,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn aunmwn pRwnpiq; Aibgiq giq Aiq AlK iblwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As meditation renders all our breaths one with Lord- the granter of life, so would a Guru-conscious man be engrossed in Him by contemplating on Him and becomes capable of enjoying all His bliss by this union with Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਜ ਇਹ ਕਿ ਐਹੇ ਜੇਹੋ ਪੁਰਖ ਦਰਸ ਧਿਆਨ ਉਨਮਾਨ ਪ੍ਰਾਨ ਪ੍ਰਾਨ ਪਤਿ ਪ੍ਰਾਣ ਸ੍ਵਾਸ ਗਤੀ ਦੇ ਧਿਆਨ ਵਿਖੇ ਪ੍ਰਾਣਪਤੀ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸ ਦਰਸ਼ਨ ਦਾ ਉਨਮਾਨ ਵੀਚਾਰ ਭਾਵਨਾ ਨਿਸਚਾ ਕਰਦਿਆਂ ਹੋਯਾਂ, ਅਬਿਗਤਿ ਗਤੀ ਅਤਿ ਅਲਖ ਬਿਲਾਸੀ ਹੈ ਅਤ੍ਯੰਤ ਅਬ੍ਯਕ੍ਵ ਗਤੀ ਵਾਲੇ ਅਲਖ ਸਰੂਪ ਵਿਖੇ ਬਿਲਾਸੀ ਕ੍ਰੀੜਾ ਕਰਨ ਵਾਲੇ ਰਮਨ ਕਰਣਹਾਰੇ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P5JG",
        "source_page": 116,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMimRq ktwC idib dyh kY ibdyh Bey; jIvn mukiq koaU ibrlo audwsI hY [116["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the elixir-like divine glance of the True Guru, he becomes unconscious of his body (needs). Such a person with renounced and detached inclination is rare to come by. (116)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਬਾਰੰਬਾਰ ਅਭ੍ਯਾ ਕਰਦੇ ਹੋਏ ਅੰਮ੍ਰਿਤ ਕਟਾਛ ਦਿਬਿ ਦੇਹ ਕੈ ਬਿਦੇਹ ਭਏ ਵਾਹਿਗੁਰੂ ਦੇ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਦਿਬ੍ਯ ਸਰੂਪ ਪ੍ਰਾਪਤੀ ਦ੍ਵਾਰੇ ਦੇਹ ਵੱਲੋਂ ਬਿਦੇਹ ਹੋ ਜਾਂਦੇ ਹਨ। ਅਰੁ ਇਸੇ ਕਰ ਕੇ ਹੀ ਦੇਹ ਆਦਿ ਨੂੰ ਨਿਰੋਗ ਤਥਾ ਬਲ ਪੁਸ਼ਟੀ ਸੰਪੰਨ ਰਖਣ ਵਾਲੀਆਂ ਪ੍ਰਵਿਰਤੀਆਂ ਵੱਲੋਂ ਸਮੂਲਚੇ ਨਿਵਿਰਤ ਰਹਿਣ ਹਾਰੇ ਉਦਾਸੀ ਉਪ੍ਰਾਮ ਜੀਉਂਦੇ ਜੀ ਬੰਧਨਾਂ ਤੋਂ ਰਹਿਤ ਕੋਈ ਵਿਰਲੇ ਜੀਵਨ ਮੁਕਤ ਪੁਰਖ ਹਨ ॥੧੧੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
