[
  {
    "id": "BYM",
    "sttm_id": 6597,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "82RP",
        "source_page": 117,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "supn cirqR icqR jwgq n dyKIAq; qwrkw mMfl prBwiq n idKweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as dream events cannot be seen while awake, just as stars are not visible after sunrise;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਗਤ ਨੂੰ ਐਉਂ ਐਸੇ ਪੁਰਖ ਮਿਥ੍ਯਾ ਦੇਖਦੇ ਹਨ ਜਿਸ ਤਰ੍ਹਾਂ ਸੁਪਨੇ ਵਿਖੇ ਸੁਪਨ ਚਰਿਤ੍ਰ ਚਿਤ੍ਰ ਸੁਪਨੇ ਵਿਖੇ ਜਿਸ ਪ੍ਰਕਾਰ ਚਲਿਤ੍ਰ ਬਿਵਹਾਰ ਵਰਤਦੇ ਹੋਏ ਦਾ ਚਿਤ੍ਰ ਨਕਸ਼ਾ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਮੂਰਤੀ ਮਾਨ ਦਿਖਾਵਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ, ਤੇ ਜਾਗਦੇ ਸਾਰ ਨ ਦੇਖੀਅਤ ਦ੍ਰਿਸ਼ਟ ਨਹੀਂ ਆਯਾ ਕਰਦਾ, ਅਰੁ ਜਿਸ ਤਰ੍ਹਾਂ ਰਤ ਦੇ ਸਮੇਂ ਤਾਰਕਾ ਮੰਡਲ ਤਾਰਿਆਂ ਦਾ ਚਕ੍ਰ ਬੱਝਾ ਹੋਯਾ ਘੇਰਾ ਘੱਤਿਆ ਹੋਯਾ ਹੁੰਦਾ ਹੈ, ਪਰੰਤੂ ਪ੍ਰਭਾਤੇ ਦਿਨ ਚੜ੍ਹਦੇ ਸਾਰ ਉਹ ਨਹੀਂ ਦੇਖਨ ਵਿਚ ਆਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q786",
        "source_page": 117,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qrvr CwieAw lGu dIrG cpl bl; qIrQ purb jwqRw iQr n rhweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the shadow of a tree keeps changing in size with the falling rays of the sun; and the pilgrimage to the holy places does not last for ever.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਜਿਸ ਭਾਂਤ ਤਰਵਰ ਛਾਇਆ ਲਘੁ ਦੀਰਘ ਬਿਰਛ ਦਾ ਪ੍ਰਛਾਵਾਂ ਧੁੱਪ ਦੇ ਵਧਨ ਘਟਨ ਅਨੁਸਾਰ ਛੋਟਾ ਵਡਾ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ਭਾਵ ਇਸਥਿਰ ਨਹੀਂ ਰਿਹਾ ਕਰਦਾ ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਚਪਲ ਬਲ ਚਪਲਾ ਬਿਜਲੀ ਦੀ ਤਿਰਛ ਛਟਾ ਧਾਰਾ ਅਰੁ ਤੀਰਥ ਦੇ ਪੁਰਬ ਮਹਾਤਮ ਸਮੇਂ ਦੀ ਯਾਤ੍ਰਾ ਥਿਰ ਨ ਰਹਾਈਐ ਟਿਕੀ ਨਹੀਂ ਰਿਹਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEK2",
        "source_page": 117,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ndI nwv ko sMjog log bhuirE n imlY; gMDRb ngr imRg iqRsnw iblweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the fellow travellers of a boat do not get to travel together again, as the presence of water due to mirage or the imaginary abode of gods (in space) is an illusion.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਭਾਂਤ ਜਿਸ ਪ੍ਰਕਾਰ ਨਦੀ ਨਾਵ ਕੇ ਸੰਜੋਗ ਲੋਗ ਨਦੀ ਪਾਰ ਹੁੰਦੇ ਸਮੇਂ ਦੇ ਬੇੜੀ ਵਿਚ ਬੈਠਿਆਂ ਲੋਕਾਂ ਦਾ ਸੰਜੋਗ ਮੇਲ ਬਹੁਰਿਓ ਨ ਮਿਲੈ ਪਾਰ ਉਰਾਰ ਹੋ ਜਾਣ ਉਪਰੰਤ ਮੁੜ ਓਕੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ਤਥਾ ਗੰਧਰਬ ਨਗਰ ਹਰੀ ਚੰਦ ਰਾਜੇ ਦੇ ਸਤ ਬਲ ਕਰ ਕੇ ਸੁਰਗ ਸਿਧਾਰਦੀ ਓਸ ਦੀ ਰਾਜ ਨਗਰੀ ਦੇ ਖੋਤੇ ਦੀ ਹਿਣਕ ਤੋਂ ਮੱਧ ਆਕਾਸ਼ ਵਿਖੇ ਹੀ ਲੋਪ ਹੋਈ ਹੋਈ ਕਦਾਚਿਤ ਭਾਸਨ ਹਾਰੀ ਹਰਿਚੰਦਉਰੀ ਅਥਵਾ ਮੀਂਹ ਬਰਸ ਚੁਕਨ ਉਪਰੰਤ ਆਕਾਸ਼ ਵਿਖੇ ਭਾਸਨਹਾਰੇ ਨਾਨਾ ਭਾਂਤ ਦੇ ਕਲਿਪਤ ਮੇਘਾਕਾਰ ਅਤੇ ਮ੍ਰਿਗ ਤ੍ਰਿਸ਼ਨਾ ਰੇਤ ਥਲਿਆਂ ਅੰਦਰ ਰੇਤ ਕਿਣਕਿਆਂ ਉਪਰ ਸੂਰਜ ਰਸ਼ਮੀਆਂ ਦੇ ਪਿਆਂ ਨਦੀ ਵਤ ਨਿਸ਼ਕਾਰ ਮਾਰਣਹਾਰਾ ਕਲਪਿਤ ਪ੍ਰਵਾਹ ਬਿਲਾਈਐ ਜਿਸ ਪ੍ਰਕਾਰ ਝਟਾਪਟ ਹੀ ਅਪਣਾ ਪ੍ਰਭਾਵ ਦਿਖਾਲਕੇ ਨਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CFKV",
        "source_page": 117,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mwieAY moh DRoh kutMb snyh dyh; gurmuiK sbd suriq ilv lweIAY [117["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So does a Guru-conscious person regards mammon, attachment and love of the body an illusion and he keeps his consciousness focused on the divine word of the Guru. (117)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੈਸਾ ਹੀ ਮਾਯਾ ਦੇ ਮੋਹ ਕੁਟੰਬ ਤਥਾ ਦੇਹ ਦੇ ਸਨੇਹ ਪ੍ਯਾਰ ਨੂੰ ਧ੍ਰੋਹ ਛਲ ਮਾਤ੍ਰ ਭਰਮ ਛਲਾਵਾ ਜਾਣ ਕੇ ਇਸ ਸੰਪੂਰਨ ਪ੍ਰਪੰਚ ਦੇ ਪਾਸ੍ਯੋਂ ਮੂਲੋਂ ਹੀ ਉਦਾਸ ਹੋ ਗੁਰਮੁਖ ਜਨ ਸ਼ਬਦ ਵਿਖੇ ਹੀ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਾਈ ਰਖਦੇ ਹਨ",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
