[
  {
    "id": "KU9",
    "sttm_id": 6601,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W0FR",
        "source_page": 121,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qus mY qMdul boie inpjY shMsR guno; dyh Dwir krq hY praupkwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A grain of rice covered by its husk when sowed yields many time more such grains and as rice (a staple food item) do much good in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੁਸ ਮੈ ਤੰਦੁਲ ਬੋਏ ਨਿਪਜੈ ਸਹੰਸ੍ਰ ਗੁਨੋ ਜਿਤਨਾ ਚਿਰ ਤਾਂ ਤੁਸ ਤੋਹ ਦੇ ਅੰਦਰ ਤੰਦੁਲ ਚੌਲ ਹੋਵੇ, ਤਦ ਤਕ ਤਾਂ ਬੀਜਿਆਂ ਨਿਪਜੈ ਉਪਜਦਾ ਹੈ ਸਹੰਸਰ ਗੁਣਾ ਇਕ ਇਕ ਦਾ ਹਜਾਰ ਗੁਣਾਂ ਹੋ ਹੋ ਕੇ ਐਸਾ ਹੀ ਉਹ ਫੇਰ ਅਗੇ ਦੇਹ ਧਾਰਿ ਕਰਤ ਹੈ ਪਰਉਪਕਾਰ ਜੀ ਅਪਣੇ ਆਪ ਨੂੰ ਅਨੇਕਾਂ ਰੂਪਾਂ ਵਿਚ ਵਰਤਾ ਕੇ ਭੁੱਖ ਨਿਵਿਰਤੀ ਤਥਾ ਲਾਭ ਪ੍ਰਾਪਤੀ ਆਦਿ ਦ੍ਵਾਰਾ ਜੀਵਾਂ ਉਪਰ ਪਰਉਪਕਾਰ ਕਰ੍ਯਾ ਕਰਦਾ ਹੈ ਹੇ ਪਿਆਰਿਓ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "STXB",
        "source_page": 121,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qus mY qMdul inribGn lwgY n Gunu; rwKy rhY icrMkwl hoq n ibkwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The rice remains protected against insects as long as it remains in the husk. It remains preserved for long.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੁਸ ਮੈ ਤੰਦੁਲ ਨਿਰਬਿਘਨ ਲਾਗੈ ਨ ਘੁਨ ਤੋਹਾਂ ਅੰਦਰ ਝੋਨੇ ਦੇ ਉਪਰਲੇ ਪੜਦੇ ਵਿਚਾਲੇ ਤੰਦੁਲ ਚੌਲ ਨੂੰ ਘੁਨ ਨਹੀਂ ਲਗ ਸਕਦਾ, ਉਹ ਨਿਰਵਿਘਨ ਰਿਹਾ ਕਰਦਾ ਹੈ, ਤੇ ਰਾਖੇ ਰਹੈ ਚਿਰੰਕਾਲ ਚਿਰਕਾਲ ਰਖਿਆ ਰਹਿ ਸਕਦਾ ਹੈ ਉਸ ਦਾ ਬਿਕਾਰ ਵਿਗਾੜ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "38GW",
        "source_page": 121,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "quK sY inkis hoie Bgn mlIn rUp; sÍwd krvwie rwDy rhY n sMswr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Outside the husk, rice breaks. It acquires a darkish hue and slight bitterness. It loses its worldly importance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਜਦ ਤੁਸ ਮੈ ਨਿਕਸਿ ਤੋਹ ਵਿਚੋਂ ਬਾਹਰ ਨਿਕਲ ਪਵੇ, ਤਾਂ ਹੋਇ ਭਗਨ ਮਲੀਨ ਰੂਪ ਟੁੱਟ ਭੁਰ ਭੀ ਜਾਂਦਾ ਹੈ ਤੇ ਮੈਲੀ ਸ਼ਕਲ ਵਾਲਾ ਵੀ ਹੋ ਜਾਂਦਾ ਹੈ ਅਰੁ ਸ੍ਵਾਦ ਕਰਵਾਇ ਸ੍ਵਾਦ ਭੀ ਪਏ ਪਏ ਦਾ ਕਸੈਲਾ ਜਿਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਰਾਧੇ ਰਹੈ ਨ ਸੰਸਾਰ ਜੀ ਰਿੰਨਿਆਂ ਹੋਇਆ ਤਾਂ ਫੇਰ ਸੰਸਾਰ ਉਪਰ ਰਹਿ ਹੀ ਨਹੀਂ ਸਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G7MT",
        "source_page": 121,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys gurisK igRh mY bYrwgI; igRh qij bn KMf hoq n auDwr jI [121["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So does a Sikh of Guru following the advice of Guru lives a householder's life without being attached and engrossed in it. He does good to others while living with his family members. He does not renounce the family and lives in jungles to emancipate hims",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਸੇ ਤਰਾਂ ਜੇਕਰ ਤਾਂ ਮਨੁੱਖ ਗੁਰ ਉਪਦੇਸ ਗੁਰਸਿਖ ਗ੍ਰਿਹ ਮੈ ਬੈਰਾਗੀ ਗੁਰ ਉਪਦੇਸ਼ ਨੂੰ ਧਾਰਣ ਕਰ ਕੇ ਗੁਰ ਸਿੱਖ ਬਣ ਜਾਵੇ ਤਾਂ ਤਾਂ ਉਹ ਗ੍ਰਿਹ ਤਜਿ ਬਨ ਖੰਡ ਹੋਤ ਨ ਉਧਾਰ ਜੀ ਗੁਰ ਉਪਦੇਸ਼ ਧਾਰੇ ਬਿਨਾਂ ਗੁਰ ਸਿੱਖ ਸਜੇ ਬਿਨਾਂ ਚਾਹੇ ਘਰ ਤਿਆਗ ਕੇ ਬਨਖੰਡ ਜੰਗਲ ਦੇਸ਼ ਉਜਾੜ ਬੀਆਬਾਨ ਵਿਚ ਭੀ ਜਾ ਵੱਸੇ, ਤਾਂ ਕਦਾਚਿਤ ਉਧਾਰ ਨਹੀਂ ਹੋ ਸਕੇਗਾ ਭਾਵ ਕਈ ਪ੍ਰਕਾਰ ਦੀਆਂ ਲੋੜਾਂ ਥੋੜਾਂ ਦੀ ਮਜਬੂਰੀ ਵਿਚ ਸੰਗਤ ਕੁਸੰਗਤ ਕਰ ਬੈਠਣ ਵਿਚ ਸਦਾ ਹਾਨੀ ਦਾ ਖਤਰਾ ਹੀ ਸੰਸ੍ਯਾਂ ਵਿਚ ਜਕੜੀ ਰਖੇਗਾ ॥੧੨੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
