[
  {
    "id": "THS",
    "sttm_id": 6603,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TM9S",
        "source_page": 123,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk hI gors mY Anyk rs ko pRgws; dihE mihE mwKnu Aau iGRq aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "From milk alone several products like curd, butter milk, butter and ghee (clarified butter) are obtained;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਕ ਹੀ ਗੋਰਸ ਮੈ ਅਨੇਕ ਰਸ ਕੋ ਪ੍ਰਗਾਸ ਇੱਕੋ ਹੀ ਗੋਰਸ ਦੁੱਧ ਵਿਖੇ ਅਨੇਕਾਂ ਰਸਾਂ ਦੀ ਪ੍ਰਗਟਤਾ ਹੁੰਦੀ ਹੈ। ਜਿਹਾ ਕਿ ਦਹਿਓ ਦਹੀ, ਮਹਿਓ, ਮਠਾ, ਮਾਖਨ ਅਉਰ ਘਿਓ, ਉਨਮਾਨੀਐ ਵਿਚਾਰੀ ਤੱਕੀਦੇ ਹਨ। ਭਾਵ ਦੁੱਧ ਅਨੇਕਤਾ ਦੇ ਪਸਾਰੇ ਵਾਲੀ ਵਸਤੂ ਹੋਣ ਕਰ ਕੇ ਦੁਧਭੋਗ ਇਸ ਘਰ ਵਿਚ ਨਹੀਂ ਸਮਝਿਆ ਗਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GMVD",
        "source_page": 123,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk hI auKwrI mY imTws ko invws guVu; KwNf imsrI Aau klIkMd pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Being sweet, sugarcane gives us jaggery cakes, sugar, crystal sugar etc;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਏਕ ਹੀ ਊਖਾਰੀ ਸੈ ਮਿਠਾਸ ਕੋ ਨਿਵਾਸ ਇੱਕੋ ਹੀ ਊਖਾਰੀ ਕਮਾਦ ਵਿਖੇ ਗੁੜ, ਖੰਡ, ਮਿਸਰੀ, ਅਉ ਅਤੇ ਕਲੀਕੰਦ ਖੰਡੂ ਦਾਣਾ ਯਾ ਕੂਜਾ ਮਿਸਰੀ ਪਛਾਨਣ ਵਿਚ ਔਂਦੀ ਹੈ,ਭਾਵ ਮਿੱਠਾ ਭੀ ਅਨੇਕਾਂ ਪਸਾਰਿਆਂ ਦਾ ਮੂਲ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0Z4N",
        "source_page": 123,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk hI gyhU sY hoq nwnw ibMjnwd sÍwd; BUny BIjy pIsy Aau ausy eI ibibDwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Wheat is turned into various forms of dainty dishes; some 'fried, boiled, roasted or minced;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇਂ ਹੀ ਏਕ ਹੀ ਗੇਹੂ ਸੈ ਹੇਤ ਨਾਨਾ ਬਿੰਜਨਾਦਿ ਸ੍ਵਾਦ ਇਕੋ ਹੀ ਕਣਕ ਤੋਂ ਹੁੰਦੇ ਹਨ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੇ ਸ੍ਵਾਦ ਵੰਤ ਚਾਖਵੇਂ ਭੋਜਨ ਆਦਿ ਪਦਾਰਥ ਕੇਵਲ ਭੂਲੇ ਭੁੱਜੇ ਵਾ ਸੋੜੇ ਹੋਏ ਰੂਪ ਵਿਚ ਤੇ ਕੋਈ ਕੇਵਲ ਭੀਜੇ ਭਿਉਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਖਾਣ ਲੈਕ, ਅਰੁ ਕਈ ਪੀਸੇ ਪੀਠੀ ਸੱਤੂ ਆਦਿ ਦੇ ਰੂਪ ਦੇ ਅਉ ਉਸੇਈ ਅਤੇ ਕੋਈ ਉਬਾਲ ਕੇ ਤਯਾਰ ਕੀਤੇ ਘੁੰਗਣੀਆਂ ਆਦਿ, ਇਸ ਤਰ੍ਹਾਂ ਇੱਕੋ ਕਣਕ ਬਿਬਿਧਾਨੀਐ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਸਰੂਪ ਧਾਰਿਆ ਕਰਦੀ ਹੈ। ਇਸ ਲਈ ਭੀ ਅਨੇਕਤਾ ਦੇ ਪਸਾਰੇ ਵਾਲੀ ਹੀ ਵਸਤੂ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਪ੍ਰਸ਼ਾਦ ਹੋਣ ਦੇ ਮਾਨ ਤੋਂ ਇਕੱਲੇ ਰੂਪ ਵਿਚ ਇਹ ਭੀ ਵੰਜੀ ਰਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NU4N",
        "source_page": 123,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwvk sill eyk eykih gun Anyk; pMc kY pMcwmRq swDsMgu jwnIAY [123["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fire and water have specific traits but when three others (wheat flour, clarified butter and sugar) join with them, elixir like Karhah Parshad results. Similarly coming together of obedient and loyal Sikhs of the Guru in the form of a congregation is cons",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਲਬੱਤਾ ਪਾਵਕ ਸਲਿਲ ਏਕ ਏਕਹਿ ਅਨੇਕ ਗੁਨ ਅਗਨੀ ਤੇ ਜਲ ਨਾਲ ਮਿਲ ਕੇ ਅਨੇਕਤਾ ਦੇ ਗੁਣ ਵਾਲੇ ਇਹ ਉਕਤ ਪਦਾਰਥ ਦੁੱਧ ਮਿੱਠਾ ਤਥਾ ਮੈਦਾ ਮੁੜ ਏਕ ਏਕਹਿ ਇਕ ਵਿਚ ਹੀ ਇਕ ਰੂਪ ਆਦਿ ਬਣਦੇ ਹਨ, ਜਿਸ ਕਰ ਕੇ ਪੰਚ ਕੈ ਪੰਚਾਮ੍ਰਿਤ ਸੁ ਸਾਧ ਸੰਗੁ ਜਾਨੀਐ ਹੁਣ ਪੰਚਾਂ ਤੋਂ ਪੰਚਾਮ੍ਰਿਤ ਕੜਾਹ ਪ੍ਰਸ਼ਾਦ ਕਰ ਕੇ ਸਾਧ ਸੰਗਤਿ ਕਰ ਕੇ ਜਾਣਿਆ ਜਾਂਦਾ ਆਦਰ ਦੇ ਲੈਕ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ। ਭਾਵ ਇਹ ਕਿ ਗੁਰੂ ਦਾ ਘਰ ਏਕਤਾ ਦਾ ਹੈ ਨਾ ਕਿ ਅਨੇਕਤਾ ਦਾ ਜਿਹਾ ਅੰਨ ਤਿਹਾ ਮਨਿ ਆਖਦੇ ਹਨ, ਇਸ ਲਈ ਅਨੇਕਤਾ ਪਸਾਰੂ ਪਦਾਰਥ ਮਾਲਕ ਤੋਂ ਵਿਛੜਨ ਵਾਲੀ ਮਨ ਦੀ ਦਸ਼ਾ ਬਣੌਂਦੇ ਹਨ, ਤੇ ਕੜਾਹ ਪ੍ਰਸਾਦਿ ਅਨੇਕਤਾ ਵੱਲੋਂ ਏਕਤਾ ਦੇ ਘਰ ਔਣ ਵਾਲਾ ਹੋਣ ਕਾਰਣ ਆਪਣੇ ਅੰਗੀਕਾਰ ਕਰਨ ਵਾਲੇ ਦੇ ਮਨ ਨੂੰ ਏਕਤਾ ਦੇ ਘਰ ਔਣ ਵਾਲਾ ਬਣਾਨਹਾਰਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਗੁਰੂ ਜੀ ਦਾ ਭੋਗ ਕਰਤਾਰ ਦਾ ਭੋਗ ਰੂਪ ਹੋ ਕੇ ਇਸ ਨੇ ਇਸ ਘਰ ਵਿਚ ਮਾਨ ਪਾਯਾ ਹੈ ॥੧੨੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
