[
  {
    "id": "6KM",
    "sttm_id": 6604,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S7YZ",
        "source_page": 124,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "KwNf iGRq cUn jl pwvk iekqR Bey; pMc imil pRgt pMcwmRq pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As coming together of sugar, clarified butter, flour, water and fire produces elixir like Karhah Parshad;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਖੰਡ, ਘਿਓ ਚੂਨ, ਆਟਾ ਮੈਦਾ ਜਲ ਅਗਨੀ ਇਹ ਅੱਡੋ ਅੱਡ ਹੁੰਦੇ ਹੋਏ ਜਦ ਇਕਤ੍ਰ ਭਏ ਇੱਕੋ ਟਿਕਾਣੇ ਹੋ ਕੇ, ਪੰਚ ਮਿਲਿ ਇੱਕ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ਤਾਂ ਪੰਚਾਮ੍ਰਿਤ ਪ੍ਰਗਾਸ ਹੈ ਪ੍ਰਚਾਮ੍ਰਿਤ ਨਾਮੀ ਕੜਾਹ ਪ੍ਰਸਾਦ ਪ੍ਰਗਟ ਹੋ ਔਂਦਾ ਹੈ ਤ੍ਯਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E7DX",
        "source_page": 124,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "imRgmd gaurw coAw cMdn kusm dl; skl sugMD kY Argjw subws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As all aromatic roots and materials like musk, saffron etc. when mixed produce scent.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਮ੍ਰਿਗ ਮਦ ਕਸਤੂਰੀ, ਗਉਰਾ, ਗੋਰੋਚਨ ਚੋਆ ਚੰਦਨ ਸੰਦਲ ਦਾ ਅਤਰ ਸੰਦਲ ਰਸ ਟਪਕਾਯਾ ਹੋਇਆ, ਕੁਸਮ ਦਲ ਕੇਸਰ ਕੁਸਮ ਫੁਲ +ਦਲ ਪਤ੍ਰ ਫੁਲਾਂ ਦੇ ਪਤ੍ਰ ਇਨਾਂ ਸਕਲ ਸੁਗੰਧਿਤ ਸਾਰੀਆਂ ਸੁਗੰਧਾਂ ਤੋਂ ਅਰਗਜਾ ਸੁਬਾਸ ਹੈ ਅਰਗਜਾ ਅਬੀਰ ਨਾਮ ਦੀ ਸੁਗੰਧੀ ਮਜਮੂਆ ਖੁਸ਼ਬੂ ਸੁਗੰਧੀ ਸਮੁਦਾਯ ਮਿਸ੍ਰਤ ਮਿਲਵੀਂ ਬਾਸਨਾ ਬਣ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VA9W",
        "source_page": 124,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur brn pwn cUnw Aau supwrI kwQw; Awpw Koie imlq AnUp rUp qws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As betel nut, betel leaf, lime and catechu lose their self-existence and merge with each other to produce a deep red colour more attractive than each one of them;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਇਸੀ ਪ੍ਰਕਾਰ ਪਾਨ ਚੂਨਾ ਅਰੁ ਸੁਪਾਰੀ ਕਾਥਾ ਚੁਤਰ ਬਰਨ ਆਪਾ ਖੋਇ ਮਿਲਤ ਪਾਨ ਸੁਪਾਰੀ, ਕੱਥਾ ਅਤੇ ਚੂਨਾ ਚਾਰੋਂ ਹੀ ਅੱਡੋ ਅੱਡ ਰੰਗ ਮਿਲ ਕੇ ਜਦ ਆਪਾ ਅਪਨਾ ਅਪਨਾ ਅਭਿਮਾਨ ਖੋ ਗੁਵਾ ਦਿੰਦੇ ਹਨ, ਤਾਂ ਤਾਸ ਰੂਪ ਅਨੂਪ ਹੈ ਤਿਨਾਂ ਦਾ ਰੂਪ ਅਨੂਪ ਉਪਮਾਂ ਤੋਂ ਰਹਿਤ ਸੁੰਦਰ ਲਾਲ ਗੁਲਾਲ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P5RB",
        "source_page": 124,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy swDsMgiq imlwp ko pRqwpu AYso; swvDwn pUrn bRhm ko invws hY [124["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the praise of the holy congregation of saints blessed by the True Guru. It drenches everyone with such hue of Naam Ras that it opens the path for mergence into the Lord. (124)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਸਾਧ ਸੰਗਤ ਦੇ ਅੰਦਰ ਚਾਰੋਂ ਹੀ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਸੂਦਰ ਵੈਸ਼੍ਯ ਰੂਪ ਬਰਨਾਂ ਦੇ ਮਿਲਾਪ ਦਾ ਪ੍ਰਤਾਪ ਐਸੋ ਐਹੋ ਜੇਹਾ ਮਹਾਤਮ ਹੈ। ਇਸ ਕਾਰਣ ਸਾਵਧਾਨ ਹੁਸ਼੍ਯਾਰ ਹੋ ਕੇ ਹਰ ਵੇਲੇ ਪੂਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੰਭਲਕੇ ਭਾਵ ਨਿਯਮਾਂ ਨੂੰ ਪਾਲਨ ਕਰਦਾ ਹੋਯਾ ਸਤਿਸੰਗ ਕਰੇ, ਕ੍ਯੋਂਕਿ ਸਤਿਸੰਗਤਿ ਵਿਖੇ ਪੂਰਨ ਬ੍ਰਹਮ ਕੋ ਨਿਵਾਸ ਹੈ ਸਾਖ੍ਯਾਤ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਨਿਵਾਸ ਰਹਿੰਦਾ ਹੈ। ਭਾਵ ਸਤਿਸੰਗ ਭੀ ਵਰਨ ਆਸ਼ਰਮ ਜਾਤੀ ਗੋਤ ਆਦਿਕਾਂ ਨੂੰ ਅਪਣੇ ਵਿਚ ਔਂਦੇ ਸਾਰ ਹੀ ਸਮੇਟਕੇ ਇੱਕ ਰੂਪ ਬਣਾ ਦਿੰਦੀ ਹੈ, ਇਸ ਵਾਸਤੇ ਇਕ ਰੂਪ ਦਾ ਬਾਸਾ ਹੀ ਬ੍ਰਹਮ ਬਾਸਾ ਹੈ ਤੇ ਬ੍ਰਹਮ ਦਾ ਅਸਥਾਨ ਸਚਖੰਡ ਤਦੇ ਹੀ ਸਤਿਸੰਗ ਸਚਖੰਡ ਕਿਹਾ ਹੈ ॥੧੨੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
