[
  {
    "id": "BBB",
    "sttm_id": 6605,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DHFC",
        "source_page": 125,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD swDsMgiq mY swcuKMf; siqgur pUrn bRhm ko invws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The congregation of holy men is like Realm of Truth where they get absorbed in the memory of the Lord, His abode.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਮਾਧਿ ਸਾਧ ਸੰਗਤਿ ਮੈ ਸਾਧ ਸੰਗਤਿ ਮੈ ਗੁਰਸਿੱਖਾਂ ਦੇ ਸਤਿਸੰਗ ਵਿਚ ਸਹਿਜੇ ਹੀ ਵਾ ਸਹਿਜ ਸਰੂਪ ਵਿਖੇ ਸਮਾਧਿ ਲਗ ਜਾਇਆ ਕਰਦੀ ਹੈ ਸਹਿਜ ਸਰੂਪ ਸ਼ਾਂਤ ਪਦ ਵਾ ਆਤਮਾ ਵਿਖੇ ਬਿਰਤੀ ਟਿਕ ਜਾਇਆ ਕਰਦੀ ਹੈ ਕ੍ਯੋਂਕਿ ਪੂਰਨ ਬ੍ਰਹਮ ਸਤਿਗੁਰ ਕੋ ਨਿਵਾਸ ਇਸ ਵਿਖੇ ਪੂਰਨ ਬ੍ਰਹਮ ਸਤਿਗੁਰੂ ਨੇ ਨਿਵਾਸ ਵਾਸਾ ਲਿਆ ਹੋਯਾ ਹੈ। ਇਸ ਵਾਸਤੇ ਸਾਚ ਖੰਡ ਹੈ ਇਹ ਸਚਖੰਡ ਅਸਥਾਨ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RJJJ",
        "source_page": 125,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn srgun Akwl mUriq; pUjw Pul Pl crnwmRq ibsÍws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For the Sikhs of the Guru, focusing of mind on True Guru is like seeing the Transcendental Lord who is beyond time. There belief of enjoying the magnificence sight of the True Guru is like performing worship with flowers and fruits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸ ਧਿਆਨ ਸਰਗੁਨ ਅਕਾਲ ਮੂਰਤਿ ਅਕਾਲ ਸਰੂਪ ਸਤ੍ਯ ਸਰੂਪੀ ਸਤਿਗੁਰਾਂ ਦਾ ਜੋ ਪਰਤੱਖ ਦਰਸ਼ਨ ਕਰਨਾ ਹੈ ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਸਰਗੁਣ ਸਰੂਪ ਦਾ ਮਾਨੋਂ ਧਿਆ ਹੈ। ਅਰੁ ਫਲ ਫੁਲ ਆਦਿ ਭੇਟਾ ਦ੍ਵਾਰਾ ਪੂਜਾ ਕਰਣੀ ਤੇ ਚਰਣਾਮ੍ਰਿਤ ਪਾਨ ਕਰਨ ਕਰ ਕੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਬਿਸ੍ਵਾਸ ਹੈ ਉਨ੍ਹਾਂ ਦੇ ਸਾਖ੍ਯਾਤ ਸਰਗੁਣ ਅਕਾਲ ਸਰੂਪ ਹੋਣ ਵਿਖੇ ਦ੍ਰਿੜ ਪਰਤੀਤ ਨਿਸਚਾ ਬੱਝਿਆ ਕਰਦਾ ਹੈ। ਅਤੇ ਇਸੇ ਪ੍ਰਕਾਰ ਸਬਦ ਸੁਰਤਿ ਅਵਗਾਹਨ ਅਭਿਆਸ ਹੈ; ਸਤਿਗੁਰਾਂ ਦੀ ਰਸਨਾ ਦ੍ਵਾਰੇ ਉਪਦੇਸ਼ ਨੂੰ ਸੁਣ ਕਰ ਕੇ ਬਾਰੰਬਾਰ ਓਸ ਨੂੰ ਅਵਗਾਹਨ ਧਾਰਣ ਕਰਦੇ ਰਹਿਣ ਦਾ ਜਤਨ ਇਹ ਇਸ ਮਾਰਗ ਦਾ ਅਭਿਆਸ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7J1E",
        "source_page": 125,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrMkwr cwr prmwrQ prmpd; sbd suriq Avgwhn AiBAws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A true servant of Guru realises the supreme state of the Absolute Lord through perpetual meditation and engrossment of his mind in the divine word.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਉਪਰ ਕਥਨ ਕੀਤੇ ਜੋ ਸਤਿਸੰਗ ਪ੍ਰਵੇਸ, ਦਰਸ਼ਨ ਧਿਆਨ ਪ੍ਰਸ਼ਾਦ ਦੇ ਭੇਟ ਚਰਣ ਬੰਦਨ ਆਦਿ, ਤਥਾ ਸ਼ਬਦ ਅਭਿਆਸ ਰੂਪ ਚਾਰੇ ਸਾਧਨ ਹਨ, ਸੋ ਚਾਰ ਪਰਮਾਰਥ ਇਹ ਚਾਰੋਂ ਹੀ ਪਰਮਾਰਥ ਪਰਮ ਪ੍ਰਯੋਜਨ ਰੂਪ ਸਾਧਨ ਪਰਮ ਪਦ ਨਿਰੰਕਾਰ = ਨਿਰੰਕਾਰ ਸਰੂਪ ਪਰਮ ਪਦ ਮੋਖ ਦੀ ਪ੍ਰਾਪਤੀ ਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B3BS",
        "source_page": 125,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srb inDwn dwn dwiek Bgiq Bwie; kwm inhkwm Dwm pUrn pRgws hY [125["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the loving worship of the Lord, (the bestower of all treasures) in the true holy congregation, a Guru-conscious person is convinced of no alternate place for him and he rests in complete radiance of the light divine of the God Lord. (125)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਕਰ ਕੇ ਇਨਾਂ ਸਾਧਨਾਂ ਦੀ ਸਿੱਧੀ ਦਾ ਅਸਥਾਨ ਹੋਣ ਕਰ ਕੇ ਇਸ ਸਤਿਸੰਗ ਨੂੰ ਸਰਬ ਨਿਧਾਨ ਦਾਨ ਦਾਇਕ ਭਗਤਿ ਭਾਇ ਸਰਬ ਨਿਧੀਆਂ ਤਥਾ ਭਗਤੀ ਭਜਨ ਪ੍ਯਾਰ ਪ੍ਰਮਾਤਮਾ ਦੇ ਸਾਧਨ ਅਰੁ ਭਾਇ ਪ੍ਰੇਮ ਭੌਣੀ ਸ਼ਰਧਾ ਦਾ ਦਾਇਕ ਦਾਤਾ ਮੰਨਿਆ ਹੈ ਅਤੇ ਕਾਮ ਨਿਹਕਾਮ ਧਾਮ ਕਾਮਨਾ ਵਲੋਂ ਨਿਸ਼ਕਾਮ ਵਾ ਸੰਕਲਪਾਂ ਵੱਲੋਂ ਨਿਰਸੰਕਲਪ ਅਫੁਰ ਹੋਣ ਦਾ ਧਾਮ ਪਦ ਮੁਕਤ ਪਦਵੀ ਭੀ ਪੂਰਨ ਪ੍ਰਗਾਸ ਹੈ ਅਵਸ਼੍ਯ ਹੀ ਸਤਿਸੰਗ ਵਿਖੇ ਪੂਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਰਗਟ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ ॥੧੨੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
