[
  {
    "id": "SK0",
    "sttm_id": 6606,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CWAN",
        "source_page": 126,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD swD sMgiq suikRq BUmI; icq icqvq Pl pRwpiq auDwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in meditation on His name, holy congregation is the best place to sow the seeds of supreme deeds that satiates all desires and sails one across the worldly ocean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਮਾਧਿ ਸਾਧਸੰਗਤਿ ਸੁਕ੍ਰਿਤ ਭੂਮਿ ਸਹਜੇ ਹੀ ਸਮਾਧਿ ਇਸਥਿਤੀ ਮਨ ਦੀ ਭਟਕਨਾ ਦੀ ਨਿਵਿਰਤੀ ਦਾ ਕਾਰਣ ਸਤਸੰਗ ਸੁਕ੍ਰਿਤ ਭੂਮਿ ਪੁੰਨ ਭੂਮੀ ਤੀਰਥ ਰੂਪ ਪਵਿਤ੍ਰ ਧਰਤੀ ਹੈ। ਚਿਤ ਚਿਤਵਤ ਚਿੱਤ ਦੇ ਚਿਤਵਨਾ ਮਾਤ੍ਰ ਤੇ ਹੀ ਭਾਵ ਸਾਧਨਾ ਸਾਧਨ ਦੇ ਕਸ਼ਟ ਉਠਾਇਆਂ ਬਿਨਾਂ ਹੀ ਇਥੇ ਨਿਵਾਸ ਕਰਨ ਵਾਲੇ ਨੂੰ ਫਲ ਪ੍ਰਾਪਤਿ ਉਧਾਰ ਹੈ ਉੱਧਾਰ ਨਿਸਤਾਰੇ ਰੂਪ ਫਲ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਔਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6R46",
        "source_page": 126,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bjr kpwt Kuly hwt swDsMgiq mY; sbd suriq lwB rqn ibauhwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The company of holy men removes ignorance and opens up the tightly shut doors of knowledge. In the union of consciousness and divine word, one enjoys the benefit of trading in the jewel like Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਰਤਨਾਂ ਦਾ ਗਾਹਕ ਜੌਹਰੀ ਦੀ ਹੱਟੀ ਉਪਰ ਰਤਨ ਵਿਹਾਝਨ ਜਾਏ, ਤਾਂ ਗਾਹਕ ਦੀ ਮੰਗ ਅਰੁ ਵਿੱਤ ਨੂੰ ਦੇਖ ਕੇ ਝੱਅ ਜਕੜੇ ਹੋਏ ਲੋਹੇ ਆਦਿਕਾਂ ਦੇ ਅਲਮਾਰੇ ਖੁੱਲ ਪੈਂਦੇ ਹਨ ਤੀਕੂੰ ਹੀ ਬਜਰ ਕਪਾਟ ਖੁਲੇ ਹਾਟ ਸਾਧ ਸੰਗਤਿ ਮੈ ਪਰਮਾਰਥੀ ਪਰਖਊਏ ਗੁਰਸਿੱਖਾਂ ਦੇ ਸਤਿਸੰਗ ਰੂਪ ਹੱਟ ਉੱਪਰ, ਗਾਹਕ ਜਗ੍ਯਾਸੀ ਦੇ ਔਂਦਿਆਂ ਅੰਦਰ ਦੇ ਜੜੇ ਹੋਏ ਬੱਜਰ ਸਮਾਨ ਅਨਟੁੱਟ ਪੜਦੇ ਕਿਵਾੜ ਖੁੱਲ ਆਇਆ ਕਰਦੇ ਤੇ ਸਬਦ ਸੁਰਤਿ ਲਾਭ ਸਤਿਗੁਰਾਂ ਦ੍ਵਾਰੇ ਸਬਦ ਦੀ ਝਨਕਾਰ ਸੁਰਤਿ ਸੁਨਣ ਦਾ ਲਾਭ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦਾ ਹੈ, ਰਤਨ ਬਿਉਹਾਰ ਹੈ ਇਉਂ ਰਤਨਾਂ ਦੇ ਵਿਹਾਝਨ ਦਾ ਸੌਦਾ ਅਰੰਭ ਹੋ ਪੈਂਦਾ ਹੈ। ਭਾਵ ਜਿਸ ਤਰ੍ਹਾਂ ਅਲਮਾਰੀਆਂ ਖੋਲ੍ਹ ਕੇ ਜੌਹਰੀ ਜੌਹਰਾਂ ਦੀਆਂ ਥੈਲੀਆਂ ਅੱਗੇ ਰਖਦਾ ਹੈ, ਤਾਂ ਜੌਹਰਾਂ ਦੀ ਆਪੋ ਵਿਚ ਝਨਕਾਰ ਹੁੰਦੀ ਸੁਨਣ ਲਗ ਪਿਆ ਕਰਦੀ ਤੇ ਜੋ ਲੈਣਾ ਹੋਵੇ ਓਸ ਦਾ ਸੌਦਾ ਤੁਰ ਪਿਆ ਕਰਦਾ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੇ ਸਾਰ ਅੰਦਰਲੇ ਵਾਹਿਗੁਰੂ ਦੇ ਪ੍ਰਕਾਸ਼ ਸੰਬਧੀ ਕੇਂਦ੍ਰੀ ਟਿਕਾਣੇ ਭੀਤਰੀ ਚੱਕ੍ਰ ਭੀ ਖੁੱਲ੍ਹ ਕੇ ਅਨਹਦ ਦੀਆਂ ਧੁਨੀਆਂ ਤੇ ਰੱਬੀ ਪ੍ਰਕਾਸ਼ ਦਾ ਅਨਭਉ ਹੋਣ ਲਗ ਪਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L521",
        "source_page": 126,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDsMig bRhm sQwn gurdyv syv; AlK AByv prmwrQ Awcwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The service of True Guru in the divine like place of holy congregation leads one to the realisation of the Lord who is imperceptible and indistinguishable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਸਾਧਸੰਗਿ ਬ੍ਰਹਮ ਸਥਾਨ ਸਤਿਸੰਗ ਬ੍ਰਹਮ ਪੁਰ ਸਚਖੰਡ ਹੈ, ਤੇ ਇਥੇ ਗੁਰਦੇਵ ਸੇਵ ਦੇਵ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਅਰਾਧਨਾ ਕਰ ਕੇ ਅਲਖ ਅਭੇਵ ਪਰਮਾਰਥ ਆਚਾਰ ਹੈ ਧਰਮ ਆਚਾਰ ਦਾ ਅਰਥ ਰੂਪ ਜੋ ਪ੍ਰਜੋਜਨ ਹੈ ਭਾਵ ਧਰਮ ਰੂਪ ਆਚਾਰ ਸਾਧਨੇ ਤੋਂ ਸਿੱਧ ਹੋਣਹਾਰਾ ਅਲਖ ਨਾ ਲਖਿਆ ਜਾਣ ਵਾਲਾ ਤੇ ਅਭੇਵ ਮਰਮ ਜਾਨਣੋਂ ਰਹਿਤ ਮੋਖ ਸਰੂਪ ਪ੍ਰਜੋਜਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "754P",
        "source_page": 126,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sPl suKyq hyq bnq Aimiq lwB; syvk shweI brdweI aupkwr hY [126["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Loving the fruitful place like holy congregation, one obtains immeasurable gain. Such a congregation is benefactor, helpful and philanthropic for the servers and slaves (of the Lord). (126)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਇਹ ਸਤਿਸੰਗ ਮਾਨੋ ਸਫਲ ਸੁ ਖੇਤ ਅਵਸ਼੍ਯ ਫਲਨ ਵਾਲਾ ਖੇਤ ਮੈਦਾਨ ਹੈ ਬਨਤ ਅਮਿਤਿ ਲਾਭ ਗਿਣਤੀ ਮਿਣਤੀ ਵਿਚ ਨਾ ਆ ਸਕਨ ਵਾਲੇ ਲਾਭ ਇਸ ਵਿਚੋਂ ਬਨਤ ਉਪਜਕੇ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ, ਸੇਵਕ ਸਹਾਈ ਅਪਣੀ ਸੇਵਾ ਮੰਨਤਾ ਕਰਨ ਵਾਲੇ ਦਾ ਸਹਾਈ ਅਵਸ਼੍ਯ ਸਹੈਤਾ ਪੁਚਾਨ ਹਾਰਾ ਹੈ ਤੇ ਬਰਦਾਈ ਸਮੂਹ ਵਰ ਰੂਪ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਰੂਪ ਦਾ ਦਾਤਾ ਹੈ, ਅਰ ਉਪਕਾਰ ਹੈ ਹਰ ਪਰਕਾਰ ਸਤਿ ਸੰਗੀ ਉਪਰ ਉਪਕਾਰ ਹੀ ਉਪਕਾਰ ਪਾਲਣ ਕਰਣ ਹਾਰਾ ਹੈ, ਵਾ ਉਪ ਸਮੀਪ +ਕਾਰ ਕਰਣ ਹਾਰਾ ਆਪਣੇ ਸਤਿ ਸੰਗੀਆਂ ਨੂੰ ਸਭ ਦੇ ਤੇ ਸਭ ਨੂੰ ਅਪਣੇ ਸਤਿਸੰਗੀਆਂ ਦੇ ਨੇੜੇ ਪ੍ਯਾਰਾ ਬਨਾਣ ਹਾਰਾ ਹੈ। ਭਾਵ, ਸਤਿਸੰਗ ਸਭ ਕਿਸੇ ਦੇ ਚਿੱਤ ਅੰਦਰ ਪਿਆਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧੨੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
