[
  {
    "id": "VKJ",
    "sttm_id": 6607,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "667B",
        "source_page": 127,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK swD crnwmRq inDwn pwn; kwl mY Akwl kwl ibAwl ibKu mwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person enjoys the benefits of all the nine treasures in the company of holy men. Despite living in the wheel of time, he remains protected from its wrath. He destroys the poison of the time like snake.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸਾਧ ਚਰਨਾਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਸਾਧ ਸੰਤ ਸਤਿਗੁਰੂ ਦੇ ਚਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਜੋ ਕਿ ਅੰਮ੍ਰਿਤ ਦੇ ਨਿਧਾਨ ਭੰਡਾਰ ਰੂਪ ਹੈਨ, ਪਾਨ ਛਕ ਕਰ ਕੇ ਗੁਰਮੁਖ ਹੋਈ ਦਾ ਹੈ। ਅਤੇ ਐਸਾ ਬਣ ਕੇ ਕਾਲ ਮੈ ਅਕਾਲ ਸਮੇਂ ਦੀਆਂ ਹਦਾਂ ਵਿਖੇ ਵਾ ਸਮੇਂ ਦੇ ਅਨੁਸਾਰ ਜਿਹਾ ਜਿਹਾ ਜਿਸ ਜਿਸ ਵੇਲੇ ਆਣ ਵਾਪਰੇ ਓਸ ਮੂਜਬ ਵਰਤਦਾ ਹੋਯਾ ਭੀ, ਅਕਾਲ ਕਾਲ ਦਿਆਂ ਅਸਰਾਂ ਤੋਂ ਸੁਖ ਦੁਖ ਵਾ ਹਰਖ ਸ਼ੋਕ ਆਦਿ ਦੇ ਸਮਾਗਮਾਂ ਵਿਖੇ ਵਰਤਦਿਆਂ ਹੋਯਾਂ ਭੀ ਅਸੰਗ ਵਾ ਅਸਪਰਸ਼ ਰਿਹਾ ਕਰਦਾ ਹੈ। ਤੇ ਇਉਂ ਦੀ ਵਰਤਨ ਦੇ ਸੁਭਾਵ ਦੀ ਪ੍ਰਪੱਕਤਾ ਕਾਰਣ ਓਸ ਨੇ ਮਾਨੋਂ ਕਾਲ ਬਿਆਲ ਬਿਖੁ ਮਾਰੀ ਹੈ ਸਰਪ ਦੀ ਤਰਾਂ ਹਰਖ ਸ਼ੋਕ, ਰਾਗ ਦ੍ਵੈਖ ਆਦਿਕ ਜੋ ਇਸ ਕਾਲ ਦੀ ਬਿਖ ਵਿਹੁ ਮੌਕੇ ਮੌਕੇ ਸਿਰ ਡੰਗਨ ਵਾਲੀ ਸੀ ਮਾਰ ਦਿੱਤੀ ਹੈ ਨਿਵਿਰਤ ਕਰ ਦਿੱਤੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5DPV",
        "source_page": 127,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK swD crnwmRq inDwn pwn; kul AkulIn Bey duibDw invwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He drinks deep the elixir of the Lord's name sitting in the dust of the feet of holy men. He becomes bereft of caste pride and is able to remove all differences of high and low from his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸਾਧ ਚਰਨਾਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਸਾਧੂ ਸਤਿਗੁਰਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਭੰਡਾਰ ਰੂਪ ਚਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰ ਕੇ ਕੁਲ (ਜਾਤੀ, ਗੋਤ ਬਰਨ, ਆਸ਼੍ਰਮ ਆਦਿ ਦੇ ਅਭਿਮਾਨ ਨੂੰ ਤਿਆਗ ਕੇ ਗੁਰਮੁਖਤਾ ਮਾਤ੍ਰ ਧਾਰਦੇ ਹੀ ਇਨ੍ਹਾ ਵਲੋਂ 'ਅਕੁਲੀਨ' ਕੁਲ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੀ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸਿੱਖ ਸਦਾਣ ਲੱਗ ਜਾਣ ਕਰ ਕੇ ਰੀਤਾਂ ਰਸਮਾਂ ਆਦਿ ਦੀ ਜੋ ਬਿਧਿ ਨਿਖੇਧ ਦੀ ਦੁਬਿਧਾ ਸੀ, ਉਨ ਨਿਵਾਰਨ ਤਿਆਗ ਕਰ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X92W",
        "source_page": 127,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK swD crnwmRq inDwn pwn; shj smwiD inj Awsn kI qwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of holy men and enjoying the treasure of elixir like Naam, he remains engrossed in his self and attached consciously in a state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਤਾ ਧਾਰਦਿਆਂ ਸਾਧੂ ਸਾਧੂ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਭੰਡਾਰ ਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰ ਕੇ ਓਸ ਦੀ 'ਸਹਜ ਸਮਾਧਿ ਨਿਜ ਆਸਨ ਕੀ ਤਾਰੀਐ' ਨਿਜ ਆਪੇ ਦਾ ਹੈ ਆਸਨ ਨਿਵਾਸ ਜਿਸ ਟਿਕਾਣੇ ਆਪਣੇ ਅੰਦਰ, ਓਥੇ ਹੀ ਤਾਰੀਐ ਤਾੜੀ ਲਗਾ ਕੇ ਧ੍ਯਾਨ ਕਰ ਕੇ ਸਹਜ ਸਮਾਧਿ ਸਹਜ ਸਰੂਪਣੀ ਇਸਥਿਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MQXD",
        "source_page": 127,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK swD crnwmRq prmpd; gurmuiK pMQ Aibgq giq inAwrIAY [127["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Relishing the elixir like Naam of the Lord in the company of the holy men, he attains the supreme state. The path of Guru-conscious people is beyond description. It is imperishable and celestial. (127)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸਾਧ ਚਰਨਾਮ੍ਰਿਤ ਦੀ ਮ੍ਰਯਾਦਾ ਹੀ ਅੰਮ੍ਰਿਤ ਛਕਾ ਕੇ ਸਿੱਖ ਸਜਾਨ ਦੀ ਰਹੀ ਹੈ। ਸੋ ਓਸੇ ਦਾ ਹੀ ਵਿਧਾਨ ਭਾਈ ਜੀ ਨੇ ਉਸ ਵਕਤ ਦੇ ਮੂਜਬ ਕੀਤਾ ਹੈ, ਪਰ ਦਸਮ ਪਾਤਿਸ਼ਾਹ ਨੇ ਖੰਡੇ ਦੇ ਅੰਮ੍ਰਿਤ ਰਾਹੀਂ ਗੁਰ ਸਿੱਖੀ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕਰਨ ਦੀ ਪ੍ਰਪਾਟੀ ਚਲਾਈ। ਸੋ ਵਰਤਮਾਨ ਸਮੇਂ ਲਈ ਸਾਧ ਚਰਣਾਮ੍ਰਿਤ ਦੀ ਬਜਾਯ ਖੰਡਾਮ੍ਰਿਤ ਭਾਵ ਸਮਝ ਲੈਣਾ ਚਾਹੀਏ ॥੧੨੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
