[
  {
    "id": "1QY",
    "sttm_id": 6608,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6JWD",
        "source_page": 128,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD swDsMgiq sKw imlwp; ggn Gtw GmMf jugiq kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The method of meeting with the Lord God through meditation in a holy gathering is like the gathering and formation of clouds that cause rain, lightening and thunder.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਮਾਧਿ ਸਾਧ ਸੰਗਤਿ ਸਖਾ ਮਿਲਾਪ ਸਾਧ ਸੰਗਤਿ ਗੁਰੂ ਕੀ ਸਿੱਖ ਸੰਗਤ ਵਿਚ ਮਿਲਣ ਕਰ ਕੇ ਸਹਜ ਸਰੂਪ ਵਿਖੇ ਇਸਸ਼ਥਿਤ ਹੋ ਔਂਦੀ ਹੈ ਤੇ ਓਸ ਆਤਮ ਇਸਥਿਤੀ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਸਖਾ ਮਿਲਾਪ ਸਾਥੀ ਦਾ ਮੇਲ ਸਦੀਵਕਾਲ ਆਦਿ ਅੰਤ ਵਿਖੇ ਨਾਲ ਨਿਭਨ ਵਾਲੇ ਸਤਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਪਰਮਾਤਮਾ ਦਾ ਮੇਲਾ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦਾ ਹੈ। ਗਗਨ ਘਟਾ ਘੁਮੰਡ ਜਗਤਿ ਕੈ ਜਾਨੀਐ ਅਰੁ ਓਸ ਦੇ ਨਾਲ ਮਿਲਾਪ ਦੀ ਜੁਗਤੀ ਕਰ ਕੇ ਅਭ੍ਯਾਸ, ਸੁਰਤ ਦੀ ਸਾਧਨਾ ਦਾ ਕਰਦਿਆਂ ਗਗਨ ਅਕਾਸ਼ ਦਸਮ ਦੁਆਰ ਵਿਖੇ ਘਟਾ ਘਮੰਡ ਜਾਨੀਐ ਬਦਲੀਆਂ ਦੇ ਆਕਾਰ ਵਿਖੇ ਸ੍ਰਿਸ਼ਟੀ ਅਰੁ ਪ੍ਰਲਯ ਕਾਲ ਦੇ ਸਰਬ ਬ੍ਯਾਪੀ ਮੇਘਾਂ ਸਮਾਨ ਗੁਬਾਰ ਦੀਆਂ ਘਟਾਂ ਘਿਰ ਆਯਾ ਕਰਦੀਆਂ ਹਨ ਐਸਾ ਸਾਮਰਤੱਖ ਅਨੁਭਵ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FAFM",
        "source_page": 128,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD kIrqn gur sbd kY; Anhd nwd grjq aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Acquiring a stable state of contemplation and meditation in the holy congregation, the continuous melody that is heard within should be regarded as sound of thunder of the clouds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਸਹਜ ਸਮਾਧਿ ਕੀਰਤਨ ਗੁਰ ਸਬਦ ਕੈ ਗੁਰੂ ਸ਼ਬਦ ਮੰਤਰ ਦੇ ਬਾਰੰਬਾਰ ਮਨੇ ਮਨ ਅੰਤਰ ਮੁਖੀ ਭਾਵ ਵਿਖੇ ਇਕ ਸੁਰ ਗਾਇਨ ਅਰਾਧਨ ਕਰਦਿਆਂ, ਅਨਹਦ ਨਾਦ ਗਰਜਤ ਉਨਮਾਨੀਐ ਅਨਹਦ ਨਾਦ ਧੁਨੀ ਗਰਜਦੀ ਹੋਈ ਦਾ ਬੱਦਲਾਂ ਦੀ ਕੜਕ ਸਮਾਨ ਉਨਮਾਨ ਹੋਯਾ ਸਾਫ ਪਤਾ ਲਗਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R36W",
        "source_page": 128,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD swDsMgiq joqI srUp; dwmnI cmqkwr aunmn mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The divine light that radiates during stable state meditation in the holy gathering is like miraculous lightening that blossoms the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਮਾਧਿ ਸਾਧ ਸੰਗਤਿ ਜੋਤੀ ਸਰੂਪ ਦਾਮਿਨੀ ਚਮਤਕਾਰ ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਵਿਖੇ ਸਹਜ ਸਰੂਪ ਵਿਖੇ ਸਮਾਧੀ ਲਗ੍ਯਾਂ ਅੰਤਰਮੁਖ ਆਤਮੇ ਵਿਖੇ ਧ੍ਯਾਨ ਲਗਦਿਆਂ ਜੋਤੀ ਸਰੂਪ ਪ੍ਰਕਾਸ਼ ਸਰੂਪਿਣੀ ਦਾਮਿਨੀ ਬਿਜਲੀ ਦਾ ਚਮਤਕਾਰ ਉਜਾਲਾ ਪ੍ਰਗਟ ਹੋਯਾ ਕਰਦਾ, ਉਨਮਨ ਮਾਨੀਐ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਦੇਹ ਅੰਦਰ ਵਸਦਿਆਂ ਦੇਹ ਆਦਿਕਾਂ ਦੀ ਸੁਰਤ ਨੂੰ ਵਿਸਾਰ ਕੇ ਅਪਣੇ ਆਪ ਵਿਚ ਸੁਰਤ ਦੇ ਜਾਗਨ ਵਾਲੀ ਦਸ਼ਾ ਵਿਖੇ ਉਨਮਨ ਪਤਾ ਥੌਹ ਸੁਰ ਲਗਦਾ ਅਨੁਭਵ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E13X",
        "source_page": 128,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD ilv inJr Apwr Dwr; brKw AMimRq jl srb inDwnIAY [128["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The continuous flow of the elixir of Naam that takes place in the tenth door of the body as a result of meditation in the congregation of holy men is like rain of nectar that is the treasure house of all the boons. (128)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਮਾਧਿ ਲਿਵ ਨਿਝਰ ਅਪਾਰ ਧਾਰ ਤਾਤਪਰਜ ਕੀਹ ਕਿ ਸਹਿਜ ਸਮਾਧੀ ਵਿਖੇ ਲਿਵ ਸੁਰਤ ਦੀ ਤਾਰ ਬੱਝਿਆਂ, ਅਪਾਰ ਧਾਰਾ ਇਕ ਸਾਰ ਪ੍ਰਵਾਹ ਛੁੱਟਿਆ ਕਰਦਾ ਹੈ, ਬਰਖਾ ਅੰਮ੍ਰਿਤ ਜਲ ਸਰਬ ਨਿਧਾਨੀਐ ਜਿਸ ਬਰਖਾ ਦਾ ਅੰਮ੍ਰਿਤ ਮਈ ਜਲ ਸਰਬ ਨਿਧੀਆਂ ਦਾ ਮਾਨੋ ਸਥਾਨ ਹੈ। ਭਾਵ ਕਹਿ ਕਿ ਗੁਰੂ ਕੀ ਸਾਧ ਸੰਗਤਿ ਅੰਦਰ ਆਯਾਂ ਗੁਰਮੁਖ ਦੇ ਭੀਤਰ ਐਉਂ ਕਰ ਕੇ ਉੱਚਾਰੇ ਅੰਤਰਮੁਖੀ ਅਨੁਭਵ ਦੇ ਦਰਜੇ ਅਭ੍ਯਾਸ ਦੀਆਂ ਭੂਮਿਕਾਂ ਪ੍ਰਕਾਸ਼ ਪਾਇਆ ਕਰਦੀਆਂ ਹਨ ॥੧੨੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
