[
  {
    "id": "Z69",
    "sttm_id": 6610,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W8HE",
        "source_page": 130,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin imstwin pwn suDw rs; pujis n swD muK mDur bcn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless eatables of elixir like sweet tastes are nowhere equal to the sweet words uttered by saintly persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਮਿਸਟਾਨ ਪਾਨ ਸੁਧਾ ਰਸ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਕ੍ਰੋੜ ਗੁਣਾਂ ਮਿੱਠੇ ਮਿੱਠੇ ਭੋਜਨ ਜੋਗ ਮਠਿਆਈਆਂ ਆਦਿ ਪਦਾਰਥ ਅਤੇ ਪਾਨ ਪੀਣੇ ਲੈਕ ਸੁਧਾ ਰਸ ਅੰਮ੍ਰਿਤ ਵਰਗੇ ਸ੍ਵਾਦ ਵਾਲੀਆਂ ਸ਼ਹਿਦ ਸ਼ਰਬਤ ਆਦਿ ਵਰਗੀਆਂ ਕ੍ਰੋੜਾਂ ਗੁਣਾਂ ਮਿਠੀਆਂ ਵਸਤੂਆਂ ਆ ਮਿਲਣ, ਪਰ ਪੁਜਸਿ ਨ ਸਾਧ ਮੁਖ ਮਧੁਰ ਬਚਨ ਕਉ ਸਾਧ ਸਿੱਖਾਂ ਸੰਤਾਂ ਦਿਆਂ ਮੂੰਹੋਂ ਨਿਕਲੇ ਹੋਏ ਮਿੱਠੇ ਮਿੱਠੇ ਪ੍ਯਾਰੇ ਪ੍ਯਾਰੇ ਹਿਤ ਭਰੇ ਬਚਨਾਂ ਨੂੰ ਨਹੀਂ ਇਹ ਸਭ ਪੁਗ ਸਕਦੀਆਂ ਭਾਵ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5JW",
        "source_page": 130,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sIql sugMD cMd cMdn kotwin koit; pujis n swD miq inmRqw scn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The tranquillity and coolness of million moons and fragrance of million sandalwood trees cannot be even a patch on the humility of saintly Sikhs of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੀਤਲ ਸੁਗੰਧ ਚੰਦ ਚੰਦਨ ਕੋਟਾਨਿ ਕੋਟਿ ਸੀਤਲਤਾ ਦਾ ਆਸਰਾ ਠੰਢਾ ਠੰਢਾ ਚੰਦ੍ਰਮਾ ਤੇ ਸੀਤਲਤਾ ਅਰੁ ਸੁਗੰਧੀ ਦਾ ਸੋਮਾ ਚੰਦਨ ਸੰਦਲ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਕ੍ਰੋੜ ਕ੍ਰੋੜ ਗੁਣਾਂ ਹੋ ਕੇ ਜੇ ਰਲ ਆਵਨ ਤਾਂ ਭੀ ਪੁਜਸਿ ਨ ਸਾਧ ਮਤਿ ਨਿੰਮ੍ਰਤਾ ਸਚਨ ਕਉ ਉਹ ਨਹੀਂ ਪੁਗ ਸਕਦੇ ਤੁਲਨਾ ਨਹੀਂ ਪਾ ਸਕਦੇ, ਸਾਧ ਮਤਿ ਸੰਤ ਮਤੇ ਗੁਰਮਤਿ ਵਿਖੇ ਸੰਚਨ ਸੰਚੇ ਧਾਰਣ ਕੀਤੀ ਹੋਈ ਨਿੰਮ੍ਰਤਾ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEH7",
        "source_page": 130,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin kwmDyn Aau klpqr; pujis n ikMcq ktwC ky rcn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A little glance of grace and kindness of the True Guru as a result of perpetual meditation of Naam, cannot be compared with millions of heavenly cows (Kamdhenu) and all granting tree (Kalap-brichh).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਕਾਮਧੇਨ ਅਉ ਕਲਪਤਰ ਐਸਾ ਹੀ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਕ੍ਰੋੜਾਂ ਕ੍ਰੋੜਾਂ ਗੁਣਾਂ ਹੋ ਕੇ ਕਾਮਧੇਨਾਂ ਅਤੇ ਕਲਪ ਬਿਰਛ ਭੀ ਇਕੱਠੇ ਹੋ ਕੇ ਆ ਜਾਣ ਤਾਂ ਪੁਜਸਿ ਨ ਕਿੰਚਤ ਕਟਾਛ ਕੇ ਰਚਨ ਕਉ ਉਹ ਸਭ ਨਹੀਂ ਪੁਗ ਸਕਦੇ ਕਾਮਨਾ ਪੁਜਾਨ ਵਿਖੇ ਸੰਤਾਂ ਸਤਿਗੁਰਾਂ ਦੀ ਕਿੰਚਤ ਥੋੜੇ ਮਾਤ੍ਰ ਭਰ ਕ੍ਰਿਪਾ ਭਰੀ ਨਿਗ੍ਹਾ ਨਾਲ ਖੇੜੀ ਹੋਈ ਰਚਨਾ ਬਖ਼ਸੀਆਂ ਹੋਈਆਂ ਬਰਕਤਾਂ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "03JF",
        "source_page": 130,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srb inDwn Pl skl kotwin koit; pujis n praupkwr ky Kcn Kau [130["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All treasures and fruits of labour even when multiplied million times cannot reach the philanthropic deeds of Guru's Sikhs. (130)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਸਰਬ ਨਿਧਾਨ ਫਲ ਸਕਲ ਕੋਟਾਨਿ ਕੋਟਿ ਸੰਪੂਰਣ ਨਿਧੀਆਂ ਬ੍ਰਹਮਾਂਡ ਭਰ ਦੇ ਗੁਪਤ ਭੰਡਾਰ ਅਰ ਸਾਰੇ ਦੇ ਸਾਰੇ ਫਲ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਕ੍ਰੋੜਾਂ ਕ੍ਰੋੜਾਂ ਗੁਣਾਂ ਹੋ ਔਣ, ਤਾਂ ਨਹੀਂ ਪੁਗ ਸਕਦੇ ਓਸ ਪਰਉਪਕਾਰ ਨੂੰ ਜਿਹੜਾ ਕਿ ਖਚਿਤ ਅੰਕਿਤ ਸੰਮਿਲਿਤ ਜੁਟਿਤ ਕੀਤਾ ਗਿਆ ਹੈ ਸਤਿਗੁਰਾਂ ਵਾ ਸਤਿਸੰਗ ਦੇ ਦ੍ਵਾਰਿਓਂ ॥੧੩੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
