[
  {
    "id": "9GZ",
    "sttm_id": 6611,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W6SD",
        "source_page": 131,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin rUp rMg AMg AMg Cib; kotin kotwin sÍwd rs ibMjnwd kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless forms and colours, beauty of various parts of body and enjoying the tastes of meals;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਨਿ ਕੋਟਨਿ ਰੂਪ ਰੰਗ ਅੰਗ ਅੰਗ ਛਬਿ ਸੰਸਾਰ ਭਰ ਦਾ ਹੀ ਰੂਪ ਰੰਗ ਸੁੰਦ੍ਰਤਾ ਸੁਹਣੱਪ, ਅੰਗ ਅੰਗ ਵਿਖੇ ਭਾਵ ਸਰਬਾਂਗ ਹੀ ਜਿਸ ਦੇ ਛਬਿ ਸੋਭਾ ਵਾ ਬਾਂਕਪਨ ਦਮਕ ਰਹੀ ਹੋਵੇ ਓਹ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਅਨੰਤ ਗੁਣਾਂ ਹੋ ਹੋ ਆਵੇ ਕੋਟਨਿ ਕੋਟਾਨ ਸ੍ਵਾਦ ਰਸ ਬਿੰਜਨਾਦਿ ਕੈ ਕੈ ਅਥਵਾ ਸ੍ਵਾਦ ਵਾਲੇ ਮਿਠੇ ਖੱਟੇ ਸਲੂਣੇ ਚਰਪਰੇ ਤਿੱਖੇ ਆਦਿ ਛੀਆਂ ਰਸਾਂ ਤੋਂ ਆਪੋ ਵਿਚ ਮਿਲ ਜੁਲ ਕੇ ਉਤਪੰਨ ਹੋਣ ਵਾਲੇ ਛੱਤੀ ਪ੍ਰਕਾਰ ਦੇ ਭੋਜਨ ਆਦਿਕ ਪਦਾਰਥ ਭੀ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਆ ਜਾਵਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QSSU",
        "source_page": 131,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin koit bwsnw subws ris; kotin kotwin koit rwg nwd bwd kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless fragrances, sensualities, tastes, singing modes, melodies and sounding of musical instruments;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਕੋਟਿ ਬਾਸਨਾ ਸੁਬਾਸ ਰਸ ਕੈ ਅਥਵਾ ਸੁਬਾਸ ਸ੍ਰੇਸ਼ਟ ਲਪਟਾਂ ਛਡਨ ਵਾਲੀ ਸੁਗੰਧਿਤ ਬਾਸਨਾ ਮਹਿਕਾਰ ਖੁਸ਼ਬੂ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹੋਵੇ, ਅਰੁ ਇਵੇਂ ਹੀ ਹੋਰ ਕ੍ਰੋੜਾਂ ਭਾਂਤ ਦੇ ਰਸ ਰੁਚੀਆਂ ਵਾਲੇ ਚਸਕੇ ਵਿਖਯ ਸ੍ਵਾਦ ਵਾ ਪ੍ਯਾਰ ਅਥਵਾ ਕਾਬ੍ਯ ਸ਼ਾਸਤ੍ਰ ਸਬੰਧੀ ਨੌਂ ਹੀ ਸ਼ਿੰਗਾਰ ਹਾਸ੍ਯ ਰਸ ਆਦਿ ਦੀ ਖਿੱਚ ਭੀ ਇਕਤ੍ਰ ਹੋ ਕੇ ਅਪਣਾ ਉਪਕਾਰ ਪ੍ਰਭਾਵ ਪ੍ਰਗਟਾਨ ਦਾ ਸਭ ਯਤਨ ਕਰਨ ਅਤੇ ਕੋਟਨ ਕੋਟਨਿ ਕੋਟਾਨਿ ਕੋਟਿ ਰਾਗ ਨਾਦ ਬਾਦ ਕੈ ਰਾਗਾਂ ਦੀਆਂ ਸੁਰਾਂ ਤਥਾ ਕ੍ਰੋੜਾਂ ਹੀ ਬਾਦ ਬਾਜਿਆਂ ਆਦਿ ਦੀਆਂ ਨਾਦਾਂ ਭੀ ਰਲ ਆਵਣ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4HJD",
        "source_page": 131,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin koit iriD isiD iniD suDw; koitin kotwin igAwn iDAwn krmwid kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless miraculous powers, elixir like pleasure-giving store houses of goods, contemplation and following of rites and rituals;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਕੋਟਨਿ ਕੋਟਾਨਿ ਰਿਧਿ ਸਿਧਿ ਨਿਧਿ ਸੁਧਾ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਅਰੁ ਨਿਧੀਆਂ, ਤਥਾ ਕ੍ਰੋੜਾਂ ਹੀ ਸੁਧਾ ਅੰਮ੍ਰਿਤ ਅਥਵਾ ਕੋਟਨਿ ਕੋਟਾਨਿ ਗਿਆਨ ਧਿਆਨ ਕਰਮਾਦਿ ਕੈ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਕਰਮਾਦਿ ਕਰਮ ਕਾਂਡ, ਉਪਾਸਨਾ ਕਾਂਡ ਧਿਆਨ ਯੋਗ ਵਿਦ੍ਯਾ ਗਿਆਨ ਸਾਂਖ, ਵੇਦਾਂਤ ਆਦਿ ਕ੍ਰੋੜਾਂ ਹੀ ਇਕਤ੍ਰ ਆਨ ਹੋਣ-",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "83JK",
        "source_page": 131,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sgl pdwrQ huie kotin kotwin gun; pujis n Dwm aupkwr ibsmwid kY [131["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And if all that had been said above become million times more, cannot match with the good done by persons of saintly temperament. (131)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਥਵਾ ਇਸੇ ਭਾਂਤ ਸਕਲ ਪਦਾਰਥ ਹੁਇ ਕੋਟਨਿ ਕੋਟਾਨਿ ਗੁਣ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਅੱਡ ਅੱਡ ਕ੍ਰੋੜ ਵਾ ਕ੍ਰੋੜ ਗੁਣੇ ਹੋ ਕੇ ਫੇਰ ਅਗੇ ਇਹ ਸਭ ਰਲ ਮਿਲ ਕੇ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹੋਰ ਭੀ ਵਧ ਆਵਣ, ਤਾਂ ਪੁਜਸਿ ਨ ਸਾਧ ਉਪਕਾਰ ਬਿਸਮਾਦ ਕੈ ਨਹੀਂ ਪੁਗ ਸਕਦੇ ਸੰਤਾਂ ਦੇ ਉਪਕਾਰ ਨੂੰ ਜੋ ਬਿਸਮਾਦ ਅਸਚਰਜ ਸਰੂਪੀ ਹੀ ਕਰ ਦੇਣ ਬਣਾ ਦੇਣ ਵਾਲਾ ਹੈ ਭਾਵ ਇਨਾਂ ਸਮੂਹ ਪਦਾਰਥਾਂ ਤੋਂ ਮਨੁੱਖ੍ਯ ਕਦਾਚਿਤ ਓਨਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਜਿਤਨਾ ਕਿ ਥੋੜੇ ਕਾਲ ਮਾਤ੍ਰ ਦੇ ਸਤਿਸੰਗ ਵਿਚੋਂ ਨਿਹਾਲ ਹੋਇਆ ਕਰਿਆ ਕਰਦਾ ਹੈ। ਤਾਂ ਤੇ ਮਨੁੱਖ ਇਨਾਂ ਪਦਾਰਥਾਂ ਲਈ ਪਚ ਪਚ ਮਰਣ ਨਾਲੋਂ ਸਤਿਸੰਗ ਵਿਚ ਹੀ ਪ੍ਰਵਿਰਤ ਹੋਵੇ ॥੧੩੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
