[
  {
    "id": "NJK",
    "sttm_id": 6612,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U7WE",
        "source_page": 132,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AjXw ADInqw prm pivqR BeI; grb kY isMG dyh mhw ApivqR hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A goat, herbivorous animal do good of yielding milk is considered pious and good because of its humble nature but a lion, proud and carnivorous is considered highly impious.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਜਯਾ ਅਧੀਨਤਾ ਤੇ ਪਰਮ ਪਵਿਤ੍ਰ ਭਈ ਬਕਰੀ ਨੇ ਅਧੀਨਗੀ ਗ੍ਰੀਬੀ ਧਾਰਣ ਤੋਂ ਅਪਣੇ ਆਪ ਨੂੰ ਪਵਿਤ੍ਰ ਬਣਾ ਲਿਆ ਹੈ ਪਰੰਤੂ ਗਰਬ ਕੈ ਸਿੰਘ ਦੇਹ ਮਹਾਂ ਅਪਵਿਤ੍ਰ ਹੈ ਹੰਕਾਰ ਕਰ ਕੇ ਸ਼ੇਰ ਦਾ ਸਰੀਰ ਮਹਾਂ ਗੰਦਾ ਰਹਿੰਦਾ ਹੈ। ਭਾਵ ਬਕਰੀ ਦਾ ਮਾਸ ਖੱਲ ਆਦਿ ਲਗਪਗ ਸਭ ਹੀ ਉਪਕਾਰ ਵਿਚ ਲਗਦੇ ਹਨ ਪਰੰਤੂ ਸ਼ੇਰ ਦਾ ਮਾਸ ਅਖਾਜ ਤੇ ਵਿਕਾਰ ਕਰਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4MD9",
        "source_page": 132,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "moin bRq ghy jYsy aUK mY pXUK rs; bws bkbwnI kY sugMDqw n imqR hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of his quiet nature, sugarcane has nectar-like juice in it, but noisy by nature bamboo cannot grasp any fragrance of sandalwood even if it grows close by.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੋਨ ਬ੍ਰਤ ਗਹੈ ਜੈਸੇ ਊਖ ਮੈ ਪਯੂਖ ਰਸ ਸਿਰ ਤਲਵਾਯਾ ਹੋ ਚੁੱਪ ਸਾਧਿਆਂ ਜਿਸ ਤਰ੍ਹਾਂ ਗੰਨੇ ਦੇ ਵਿਚ ਅੰਮ੍ਰਿਤ ਰਸ ਮਿੱਠੀ ਮਿੱਠੀ ਰਹੁ ਪ੍ਰਗਟ ਆਯਾ ਕਰਦੀ ਹੈ। ਪਰੰਤੂ ਬਾਂਸ ਬਕ ਬਾਨੀ ਕੈ ਸੁਗੰਧਤਾ ਨ ਸਿਤ੍ਰ ਹੈ ਬਾਂਸ ਦੇ ਬਕਬਾਦ ਸਰਰ ਸਰਰ ਕਰਦੇ ਰਹਿਣ ਦੀ ਵਾਦੀ ਕੈ ਕਾਰਣ ਕਰ ਕੇ ਨਾ ਇਸ ਵਿਚ ਸੁਗੰਧਤਾ ਦਾ ਪ੍ਰਵੇਸ਼ ਹੋ ਸਕਦਾ ਹੈ, ਅਰ ਨਾ ਹੀ ਸਿਤ੍ਰ ਸੀਤਲਤਾ ਦਾ ਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y1JM",
        "source_page": 132,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mul hoie mjIT rMg sMg sMgwqI Bey; Pul hoie kusMB rMg cMcl cirqR hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Rubiaceous plant (Majitha) has its colour characteristic in the bottom part of the plant but when joined with a cloth gives it a beautiful red colour and integrates with it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੁਲ ਹੁਇ ਮਜੀਠ ਰੰਗ ਸੰਗਮ ਸੰਗਾਤੀ ਭਏ ਮਜੀਠ ਆਪਣੇ ਆਪ ਨੂੰ ਧਰਤੀ ਦੇ ਅੰਦਰ ਜੜ੍ਹ ਦੇ ਰੂਪ ਵਿਚ ਦਬਕੀ ਰਖਦੀ ਹੈ ਜਿਸ ਕਰੇ ਓਸ ਵਿਚ ਰੰਗ ਪ੍ਰਗਟ ਹੋ ਆਉਂਦਾ ਹੈ, ਤੇ ਜਿਹੜਾ ਕੋਈ ਕਪੜਾ ਲੀੜਾ ਇਸਦਾ ਸਾਥੀ ਹੋਵੇ, ਭਾਵ ਇਸ ਦੀ ਸੰਗਤ ਨੂੰ ਪਾਵੇ ਓਸ ਵਿਚ ਭੀ ਓਹੋ ਰੰਗ ਹੋ ਆਉਂਦਾ ਹੈ। ਪ੍ਰੰਤੂ ਫੂਲ ਹੁਇ ਕਸੁੰਭ ਰੰਗ ਚੰਚਲ ਚਰਿਤ੍ਰ ਹੈ ਕਸੁੰਭੇ ਦਾ ਫਲ ਬੂਟੇ ਦੇ ਉਪਰ ਚਾਹੜਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਦਿਖੌਂਦਾ ਹੈ, ਇਸ ਵਾਸਤੇ ਓਸ ਦਾ ਰੰਗ ਚੰਚਲ ਚਰਿਤ੍ਰ ਨਾਸ਼ਵੰਤ ਚੇਸ਼ਟਾ ਵਾਲਾ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NS08",
        "source_page": 132,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD swD dwdr Aau mIn giq; gupq pRgt moh dRoh kY bicqR hY [132["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a willful or self-oriented person is like a frog whose love for water is fake and a deceit but a God-oriented person is like a fish whose love for water is strange and unique. (132)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੈਸੇ ਹੀ ਅਸਾਧ ਸਾਧ ਦਾਦਰ ਅਉ ਮੀਨ ਗਤਿ ਤਿਸੀ ਪ੍ਰਕਾਰ ਅਸਿੱਖ ਸਤਿਸੰਗੋਂ ਵੰਜਿਆਂ ਤੇ ਸਾਧ ਸਿੱਖਾਂ ਸਤਸੰਗੀਆਂ ਦੀ ਦਾਦਾਰ ਡੱਡੂਆਂ ਤੇ ਮੀਨ ਮਛੀਆਂ ਵਾਲੀ ਗਤਿ ਦਸ਼ਾ ਸਮਝੋ ਅਰਥਾਤ ਗੁਪਤ ਪ੍ਰਗਟ ਮੋਹ ਦ੍ਰੋਹ ਕੈ ਬਚਿਤ੍ਰ ਹੈ ਜਿਸ ਭਾਂਤ ਡੱਡੂ ਗੁਪਤ ਪ੍ਰਗਟ ਦ੍ਰੋਹ ਧਰੋਹ ਛਲ ਕਪਟ ਵਰਤਦਾ ਹੈ ਤੇ ਮਛੀ ਗੁਪਤ ਪ੍ਰਗਟ ਮੋਹ ਜਲ ਦੇ ਪ੍ਯਾਰ ਨੂੰ ਵਰਤ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਓਸ ਤੋਂ ਵਿਚਿਤ ਵਖਰੀ ਤਰਾਂ ਦੀ ਪ੍ਰਗਟ ਕਰਦੀ ਹੈ। ਇਸੇ ਭਾਂਤ ਹੀ ਸਾਧ ਸ੍ਰੇਸ਼ਟ ਸਤਿਸੰਗੀ ਗੁਰਮੁਖ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕੋ ਜੇਹੇ ਪ੍ਰੇਮ ਨੂੰ ਧਾਰਣ ਕਰਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਤੇ ਅਸਾਧ ਖੋਟੇ ਮਨਮੁਖ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਖੋਟ ਹੀ ਖੋਟ ਕਮੌਦੇ ਹਨ। ਭਾਵ ਉਪਰਲੇ ਦ੍ਰਿਸ਼ਟਾਂਤ ਦ੍ਵਾਰੇ ਨਿਰੂਪੇ ਬਕਰੀ, ਊਖ, ਮਜੀਠ ਤਥਾ ਮੱਛੀ ਕਸ਼ਟ ਪਾ ਕੇ ਜੀਕੂੰ ਨੇਕੀ ਪਾਲਣ ਵਾਲੇ ਬਣਦੇ ਹਨ, ਅਰੁ ਸ਼ੇਰ ਬਾਂਸ, ਕਸੁੰਭਾ ਤਥਾ ਡੱਡੂ ਸਦਾ ਕਪਟ ਤੇ ਹੰਕਾਰ ਕਰ ਕੇ ਜਦ ਕਦ ਵਿਕਾਰ ਹੀ ਕਰਦੇ ਹਨ, ਇਸੀ ਪ੍ਰਕਾਰ ਸੰਸਾਰੀਆਂ ਨਿੰਰਕਾਰੀਆਂ ਦਾ ਵਰਤਾਰਾ ਜਾਣ ਕੇ ਸਤਿਸੰਗ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਪਾ ਗੁਰਮੁਖ ਹੀ ਬਣਨ ਦਾ ਜਤਨ ਕਰੇ ॥੧੩੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
