[
  {
    "id": "1M7",
    "sttm_id": 6613,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TQ10",
        "source_page": 133,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm iDAwn pUrn bRhm igAwn; pUrn Bgiq siqgur aupdys hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru's sermon (in the form of blessing of Naam) is complete contemplation of the Master Lord, His knowledge and is total worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਧਿਆਨ ਪੂਰਨ ਬ੍ਰਹਮ ਗਿਆਨ ਪੂਰਨ ਭਗਤਿ ਸਤਿਗੁਰ ਉਪਦੇਸ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਅਸਾਧਪਣਾ ਤ੍ਯਾਗ ਕੇ ਸਾਧੁਤਾ ਨੂੰ ਗ੍ਰਹਣ ਕਰਨ ਖਾਤਰ ਗੁਰਮੁਖਤਾਈ ਧਾਰਣ ਕਰ ਲਈ ਹੈ, ਉਹ ਸਤਿਗੁਰਾਂ ਦੇ ਦਿੱਤੇ ਗਏ ਉਪਦੇਸ਼ ਵਿਖੇ ਪੂਰਨ ਭਗਤਿ ਪੂਰੀ ਪੂਰੀ ਸ਼ਰਧਾ ਨੂੰ ਉਤਪੰਨ ਕਰ ਕੇ, ਓਸ ਅਨੁਸਾਰ ਮਾਨੋ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਭਜਨ ਕਰਦੇ ਹਨ। ਅਰੁ ਇਸੇ ਪੂਰਨ ਭਗਤੀ ਨੂੰ ਪਾਲਦਿਆਂ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਗਿਆਨ ਓਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਆਉਂਦਾ ਹੈ, ਅਤੇ ਓਸੇ ਗਿਆਨ ਦੇ ਅਨੁਸਾਰ ਹੀ ਉਹ ਹਰਦਮ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਧਿਆਨ ਧਾਰੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J1A5",
        "source_page": 133,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl Awpw Koie brn brn imlY; qYsy hI ibbykI prmwqm pRvys hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As water mixes with several colours and acquires the same hue, similarly a disciple following Guru's advice becomes one with God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਆਪਾ ਗੁਵਾ ਕੇ ਬਰਨ ਬਰਨ ਮਿਲੈ ਰੰਗ ਰੰਗ ਹਰ ਇਕ ਰੰਗ ਵਿਚ ਹੀ ਮਿਲ ਅਭੇਦ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੈਸੇ ਹੀ ਬਿਬੇਕੀ ਪਰਮਾਤਮ ਪ੍ਰਵੇਸ ਹੈ ਇਸੀ ਪ੍ਰਕਾਰ ਉਕਤ ਕ੍ਰਮ ਨਾਲ ਹੋ ਚੁੱਕਾ ਹੈ ਜਿਸ ਨੂੰ ਬ੍ਰਹਮ ਦਾ ਬਿਬੇਕ ਉਹ ਨਿਰੰਤਰ ਅਭ੍ਯਾਸ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਹਉਮੈ ਤ੍ਯਾਗ ਕੇ ਪਰਮਾਤਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W6X1",
        "source_page": 133,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwrs pris jYsy kink Aink Dwqu; cMdn bnwspqI bwsnw Avys hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As many metals when touched with philosopher stone become gold, bushes and plants grown in the vicinity of sandalwood attain its fragrance, similarly a devotee following Guru's advice becomes pure and one who spreads the fragrance of goodness all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇ ਹੀ ਪਾਰਸ ਪਰਸਿ ਜੈਸੇ ਕਨਿਕ ਅਨਿਕ ਧਾਤੁ ਜਿਸ ਭਾਂਤ ਪਾਰਸ ਨੂੰ ਸਪਰਸ਼ ਕਰ ਕੇ ਅਨੇਕਾਂ ਤਾਂਬਾ ਆਦਿਕ ਧਾਤੂਆਂ ਇਕ ਸ੍ਵਰਣ ਰੂਪ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਤਥਾ ਚੰਦਨ ਬਨਾਸਪਤੀ ਬਾਸਨਾ ਆਵੇਸ ਹੈ ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਬਨਾਸਪਤੀ ਚੰਦਨ ਦੀ ਬਾਸਨਾ ਆਪਨੇ ਵਿਚ ਅਵੇਸ ਲੀਨ ਜਜ਼ਬ ਕਰ ਕੇ ਇਕ ਮਾਤ੍ਰ ਚੰਨਣ ਹੀ ਬਣ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4AMH",
        "source_page": 133,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Git Git pUrm bRhm joiq Eiq poiq; BwvnI Bgiq Bwie Awid kau Adys hY [133["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Making prayers and supplications to the Almighty Lord, a wise and rationalist person enjoins the divine radiance of the Omnipresent Lord like warp and weft of a fabric through complete faith and devotion instilled in him by the Guru. (133)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੈਸੇ ਹੀ ਗੁਰਮੁਖ ਬਿਬੇਕੀ 'ਭਾਵਨੀ ਭਗਤਿ ਭਾਇ ਆਦਿ ਕਉ ਅਦੇਸ…' ਸਰਧਾ ਭੌਣੀ ਅਰੁ ਭਗਤੀ ਭਾਵ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਧਾਰਣ ਕਰ ਕੇ ਆਦਿ ਪੁਰਖ ਨੂੰ ਆਦੇਸ ਬੰਦਨਾ ਬੰਦਗੀ ਕਰਦਿਆਂ ਘਟਿ ਘਟਿ ਪੂਰਨ ਬ੍ਰਹਮ ਜੋਤਿ ਓਤਿ ਪੋਤਿ ਹੈ ਸੰਪੂਰਣ ਸਰੀਰਾਂ ਤਥਾ ਸਰਬੱਤ ਹਿਰਦਿਆਂ ਵਿਖੇ ਪੂਰਨ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਓਹ ਪੋਤ ਤਾਣੇ ਪੇਟੇ ਤਾਰ ਵਤ ਭੀਤਰ ਬਾਹਰ ਰਮਿਆ ਹੋਇਆ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਅਨਭਉ ਕਰਿਆ ਕਰਦਾ ਹੈ ॥੧੩੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
