[
  {
    "id": "LD3",
    "sttm_id": 6614,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JWA0",
        "source_page": 134,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy krpUr mY aufq ko suBwau qw qy; Aaur bwsnw n qw kY AwgY ThwrveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the fragrance of camphor has the characteristic of spreading in the air, thus its smell cannot remain lodged in anything;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੈਸੇ ਕਰਪੂਰ ਮੈ ਉਡਨ ਕੋ ਸੁਭਾਉ ਤਾ ਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਮੁਸ਼ਕ ਕਾਫੂਰ ਦੇ ਸੁਤੇ ਹੀ ਉਡਨ ਵਾਲਾ ਸੁਭਾਵ ਹੋਣ ਕਰ ਕੇ ਓਸੇ ਦੇ ਅਗੇ ਹੋਰ ਬਾਸਨਾ ਸੁਗੰਧੀ ਨਹੀਂ ਠਹਿਰ ਸਕਿਆ ਕਰਦੀ ਭਾਵ ਚਪਲ ਚਿੱਤਾਂ ਵਾਲਿਆਂ ਦੇ ਹਿਰਦਿਆਂ ਅੰਦਰ ਗੁਰ ਉਪਦੇਸ਼ ਨਹੀਂ ਠਹਿਰ ਸਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6EJV",
        "source_page": 134,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn subws kY subwsnw bnwspqI; qwhI qy sugMDqw skl sY smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But vegetation around a Sandalwood tree become equally fragrant with the aroma released but it;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਚੰਦਨ ਸੁਬਾਸ ਸੰਦਲ ਚੰਨਣ ਆਪਣੇ ਆਪ ਵਿਚ ਹੀ ਵਸਨ ਵਾਲਾ ਹੈ, ਭਾਵ ਅਪਣੇ ਵਿਚ ਮਗਨ ਰਹਿਣ ਜੇਰਾ ਰਖਣ ਵਾਲਾ ਹੈ ਤਾਹੀ ਤੇ ਸੁਗੰਧਤਾ ਸਕਲ ਮੈ ਸਮਾਵਈ ਤਿਸੇ ਕਰ ਕੇ ਹੀ ਸੁਗੰਧੀ ਓਸ ਦੀ ਸਭ ਵਿਚ ਸਮਾ ਜਾਯਾ ਕਰਦੀ ਹੈ, ਤੇ ਓਹ ਕੈ ਸੁਬਾਸਨਾ ਬਨਾਸਪਤੀ ਕਰ ਲੈਂਦਾ ਬਣਾ ਲੈਂਦਾ ਹੈ ਬਨਾਸਪਤੀ ਨੂੰ ਅਪਣੀ ਸੁਗੰਧੀ ਸੰਪੰਨ ਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BPCA",
        "source_page": 134,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl imlq sRbMg sMg rMgu rwKY; Agn jrwie sb rMgnu imtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As water acquires the same colour that is mixed in it, but fire destroys all the colours by burning them (into ashes);",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੈਸੇ ਜਲ ਮਿਲਤ ਸ੍ਰਬੰਗ ਸੰਗ ਰੰਗ ਰਾਖੈ ਅਰੁ ਜਿਸ ਪ੍ਰਕਾਰ ਜਲ ਦ੍ਰਵਨ ਸੁਭਾਵ ਹੋਣ ਕਰ ਕੇ ਜੇਹੋ ਜੇਹੇ ਰੰਗ ਸੰਗ ਰਾਖੈ ਜਿਸ ਜਿਸ ਤਰ੍ਹਾਂ ਦੇ ਰੰਗ ਨਾਲ ਰਖ ਦਿਓ, ਭਾਵ ਮਿਲਾ ਦਿਓ, ਓਹੋ ਓਹੋ ਜੇਹਾ ਹੀ ਸਰਬੰਗ ਸਮੂਲਚਾ ਬਣਾ ਜਾਯਾ ਕਰਦਾ ਹੈ, ਭਾਵ ਐਸੇ ਹੀ ਸਾਰਗ੍ਰਾਹੀ ਪ੍ਰਭਾਵ ਗ੍ਰਾਹੀ ਸੈਨਸੇਟਿਵ ਮਨ ਵਾਲੇ ਹੋ ਸਤਿਸੰਗ ਵਿਚ ਬੈਠਿਆਂ, ਸਮੂਲਚਾ ਪਰਮਾਰਥ ਅੰਦਰ ਆ ਜਾਂਦਾ ਹੈ, ਕਿੰਤੂ ਅਗਨਿ ਜਰਾਇ ਸਭ ਰੰਗਨ ਮਿਟਾਵਈ ਅੱਗ ਸੜਦੇ ਤਪਦੇ ਰਹਿਣ ਵਾਲੇ ਸੁਭਾਵ ਦੀ ਹੋਣ ਕਰ ਕੇ, ਜੋ ਰੰਗ ਸਾਮਨੇ ਆ ਜਾਵੇ ਸਾੜ ਕੇ ਸੁਆਹ ਕਰ ਦਿੰਦੀ ਹੈ ਐਸੇ ਹੀ ਦੁਸ਼ਟ ਪੁਰਖ ਸਤਸੰਗ ਵਿਚ ਪੁਜਕੇ ਭੀ ਈਰਖਾ ਆਦਿ ਸੁਭਾਵ ਕਾਰਣ ਰਹੇ ਸਹੇ ਪ੍ਰੇਮ ਦੀ ਭੀ ਪੱਟੀ ਮੇਸ ਦਿੱਤਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "24LG",
        "source_page": 134,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy riv sis isv skq suBwv giq; sMjogI ibEgI idRstwqu kY idKwveI [134["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the effect of Sun is undesirable (Tamoguni) while the moon has virtuous effect, similarly a Guru-conscious person behaves peacefully and virtuously while a self willed and apostate person caught in the evil effects of mammon is conspicuous. (134)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਇਸੇ ਤਰ੍ਹਾਂ ਜੈਸੇ ਰਵਿ ਸਸਿ ਸਿਵ ਸਕਤਿ ਸੁਭਾਵ ਗਤਿ ਜਿਸ ਪ੍ਰਕਾਰ ਸੂਰਜ ਅਰੁ ਚੰਦ੍ਰਮਾ ਸਿਵ ਸ਼ਕਤੀ ਦੇ ਸੁਭਾਵ ਵਾਲੀ ਗਤਿ ਦਸ਼ਾ ਪ੍ਰਕਿਰਤੀ ਰਖਦੇ ਹਨ ਅਰਥਾਤ ਸੂਰਜ ਸ਼ਿਵ ਸਰੂਪ ਪਰਮਾਤਮਾ ਵਾਲਾ ਸੁਭਾਵ ਜੀਵਨ ਪ੍ਰਦਾਨ ਕਰਨ ਵਾਲੀ ਖਸਲਤ ਖਾਸਾ ਰਖਦਾ ਹੈ ਤੇ ਚੰਦ੍ਰਮਾ ਸ਼ਕਤੀ ਵਾਲਾ ਜੀਵਨ ਗ੍ਰਾਹੀ ਸੁਭਾਵ ਭਾਵ ਚੰਦ੍ਰਮਾ ਸੂਰਜ ਦੇ ਸਹਾਰੇ ਹੀ ਕਾਯਮ ਇਸਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਇਸ ਵਾਸਤੇ ਸੰਜੋਗੀ ਬਯੋਗੀ ਇਹ ਸੰਜੋਗੀ ਤੇ ਵਿਜੋਗੀ ਪ੍ਰਭਾਵ ਵਾਲੇ ਪ੍ਰਵਾਣੇ ਗਏ ਹਨ ਭਾਵ ਸੂਰਜ ਦਿਨੇ ਚੜ੍ਹ ਕੇ ਸਭ ਨੂੰ ਮਿਲਾ ਦੇਣ ਵਾਲਾ ਹੈ, ਤੇ ਚੰਦ੍ਰਮਾ ਰਾਤ ਨੂੰ ਉਦੇ ਹੋ ਕੇ ਸਭ ਨੂੰ ਥਾਪੜ ਸੁਆਨ ਵਾਲਾ ਆਪੋ ਵਿਚ ਵਿਛੋੜਨ ਹਾਰਾ ਹੈ ਦ੍ਰਿਸਟਾਂਤ ਕੈ ਦਿਖਾਵਈ ਸੋ ਇਹ ਗੱਲ ਦ੍ਰਿਸ਼ਟਾਂਤ ਤੋਂ ਹੀ ਦਿਖਾਈ ਦੇ ਔਂਦੀ ਹੈ ਕਿ ਜਿਹੜੇ ਤਾਂ ਮਾਯਾ ਦੇ ਦਾਸ ਹੁੰਦੇ ਹਨ ਓਹ ਸਤਿਸੰਗ ਵਿਚ ਆਣ ਕੇ ਭੀ ਵਿਜੋਗੀ ਵਿੱਛੜੇ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਜਿਹੜੇ ਆਪਣੀ ਨਿਗ੍ਹਾ ਵਾਹਿਗੁਰੂ ਉਪਰ ਰਖਦੇ ਹਨ ਤੇ ਉਸੇ ਦੇ ਸਿੱਕ ਜਿਗਾਸਾ ਧਾਰ ਕੇ ਏਸੇ ਹੀ ਭੌਣੀ ਨਾਲ ਸਤਿਸੰਗ ਵਿਚ ਔਂਦੇ ਹਨ, ਓਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਨਾਲ ਅਭੇਦ ਕਰ ਦਿੱਤਾ ਕਰਦੇ ਹਨ ॥੧੩੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
