[
  {
    "id": "ULH",
    "sttm_id": 6615,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AM80",
        "source_page": 135,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur drs iDAwn sRI gur sbd; igAwn ssqR snwh pMc dUq bis Awey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contemplating on the vision of the True Guru and practicing His impressed divine word are the weapons for fighting the five evils like lust, anger, avarice etc.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰੀ ਗੁਰ ਦਰਸ ਧਿਆਨ ਸ੍ਰੀ ਗੁਰ ਸਬਦ ਗਿਆਨ ਸ੍ਰੀ ਸੋਭਾਯਮਾਨ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਦਾ ਧਿਆਨ ਅਰੁ ਸ੍ਰੀ ਸੋਭਾਯਮਾਨ ਕਲ੍ਯਾਣ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਉਪਦੇਸ਼ ਰੂਪ ਮੰਤ੍ਰ ਦਾ ਜੋ ਗਿਆਨ ਜਾਨ ਲੈਣਾ ਹੈ ਇਨਾਂ ਦੋਹਾਂ ਸਾਧਨਾ ਰੂਪ ਸਸਤ੍ਰ ਸਨਾਹ ਸ਼ਸਤ੍ਰ ਤੇ ਸੰਜੋਏ ਨੂੰ ਧਾਰਣ ਕਰਨ ਕਰ ਕੇ ਭਾਵ ਗਿਆਨ ਤੋਂ ਤਾਂ ਸ਼ਸਤ੍ਰ ਦਾ ਕੰਮ ਲੈ ਕੇ ਵੀਚਾਰ ਦ੍ਵਾਰੇ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰਦਾ ਰਹੇ ਅਰੁ ਧਿਆਨ ਤੋਂ ਸੰਜੋਏ ਵੈਰੀਆਂ ਦੇ ਸ਼ਸਤ੍ਰਾਂ ਦੇ ਵਾ ਤੋਂ ਬਚੌਨ ਵਾਲੀ ਫੁਲਾਂ ਦੀ ਪੁਸ਼ਾਕ ਦਾ ਕੰਮ ਲੈਂਦਾ ਰਹੇ ਅਰਥਾਤ ਧਿਆਨ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਮੇਰੇ ਉਪਰਕੋਈ ਵਾਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ਐਸਾ ਅੱਟਲ ਭਰੋਸਾ ਰਖੇ ਤਾਂ ਪੰਚ ਦੂਤ ਬੀਸ ਆਏ ਹੈ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਰੂਪ ਪੰਜੇ ਦੁਸ਼ਟ ਵੈਰੀ ਵੱਸ ਆ ਜਾਂਦੇ ਹਨ, ਭਾਵ ਗੁਰ ਸਿੱਖ ਦੀ ਆਗ੍ਯਾ ਅਨੁਸਾਰ ਕੰਮ ਕਰਨ ਵਾਲੇ ਹੋ ਤੁਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2T10",
        "source_page": 135,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur crn ryn sRI gur srin Dyn; krm Brm kit ABY pd pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The refuge of True Guru and by living in the dust of His feet, the ill effects and doubts of all past performed deeds are vanquished. One acquires a state of fearlessness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰੀ ਗੁਰ ਚਰਨ ਰੇਨੁ ਸ੍ਰੀ ਗੁਰ ਸਰਨਿ ਧੇਨ ਸੋਭਾਯਮਾਨ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਰੇਨ ਧੂਲੀ ਸੇਵਨ ਕਰ ਕੇ ਦਾ ਧੂਲੀ ਹੋਏ ਰਹਿਣ ਕਰੇ ਤਥਾ ਸੋਭਾਯਮਾਨ ਸਤਿਗੁਰਾਂ ਦੀ ਸਰਣ ਆਸਰਾ ਓਟ ਧਾਰਣ ਕਰਣ ਕਰ ਕੇ ਕਰਮ ਭਰਮ ਕਟਿ ਅਮੁਕਾ ਕਰਮ ਨਾ ਕੀਤਾ ਗਿਆ ਤਾਂ ਅਮੁਕੀ ਹਾਨੀ ਹੋ ਜਾਊ ਯਾ ਫੁਲਾਨਾ ਕੰਮ ਕੀਤ੍ਯਾਂ ਫੁਲਾਨਾ ਹਰਜਾ ਹੋ ਜਾਵੇਗਾ, ਐਹੋ ਜੇਹਾ ਬਿਧੀ ਨਿਖੇਧ ਦਾ ਭਰਮ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ਭਾਵ ਲੌਕਿਕ ਬੇਦਿਕ ਰੀਤਾਂ ਰਸਮਾਂ ਦਾ ਜੂਲਾ ਸਿਰ ਤੋਂ ਲਾਹਕੇ ਅਭੈ ਪਦ ਪਾਏ ਹੈ ਨਿਰਭੈ ਪਦਵੀ ਮੋਖਅਥਵਾ ਬੇਪ੍ਰਵਾਹੀ ਬੇਮੁਥੰਜਗੀ ਸੱਚੀ ਸੁਤੰਤ੍ਰਤਾ ਦਾ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K1ML",
        "source_page": 135,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur bcn lyK sRI gur syvk ByK; ACl AlyK pRBu AlK lKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By imbibing the divine words of Satguru (True Guru), and by developing an attitude of a true slave, one realises the imperceptible, indeceivable and indescribable Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਇਸੇ ਪ੍ਰਕਾਰ ਸ੍ਰੀ ਗੁਰ ਬਚਨ ਲੇਖ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਹੀ ਇਕ ਮਾਤ੍ਰ ਬਚਨ ਨੂੰ ਲੇਖੇ ਪਾ ਕੇ ਚਿੱਤ ਉਪਰ ਹਰ ਦਮ ਲਿਖ੍ਯਾ ਰਹਿਣ ਵਾਲਾ ਯਾ ਅਵਸ਼੍ਯ ਪ੍ਰਵਾਨਣ ਲੈਕ ਸਤ੍ਯ ਸਤ੍ਯ ਆਪਣੀ ਕਲ੍ਯਾਣ ਦਾ ਕਾਰਣ ਨਿਸਚੇ ਕਰ ਕੇ, ਤਥਾ ਸ੍ਰੀ ਗੁਰ ਸੇਵਕ ਭੇਖ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸੇਵਕ ਵਾਲੀ ਹੀ ਬਾਹਰਲੀ ਚਾਲ ਢਾਲ ਵੀ ਪਹਿਰਾਵੇ ਆਦਿ ਦੇ ਢੰਗ ਦਾ ਸਾਂਗ ਧਾਰਣ ਕਰ ਕੇ ਗੁਰਮੁਖ ਸਤਿਸੰਗੀ ਇਉਂ ਵਰਤਦਿਆਂ ਹੋਯਾਂ ਅਛਲ ਅਲੇਖ ਪ੍ਰਭੁ ਅਲਖੁ ਲਖਾਏ ਹੈ ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਕਰ ਕੇ ਨਾ ਕਿਸੇ ਪ੍ਰਕਾਰ ਛਲਿਆ ਜਾ ਸਕਨ ਵਾਲਾ, ਤਥਾ ਬੇਦ ਸ਼ਾਸਤ੍ਰਾਂ ਆਦਿ ਲੇਖਿਆਂ ਵਾਲੀਆਂ ਪ੍ਰਕਿਰਿਆ ਪ੍ਰਪਾਟੀਆਂ ਵਿਚ ਨਾ ਆ ਸਕਨ ਵਾਲਾ ਜੋ ਪ੍ਰਭੂ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਪਰਮ ਪਿਤਾ ਪਰਮਾਤਮਾ ਹੈ, ਆਪਣੇ ਨਾ ਲਖੇ ਜਾ ਸਕਨ ਹਾਰੇ ਅਲਖ ਸਰੂਪ ਨੂੰ ਓਸ ਦੇ ਤਾਂਈ ਲਖਾ ਦਿੰਦਾ ਹੈ ਅਨੁਭਵ ਕਰਾ ਦਿੰਦਾ ਹੈ ਅਪਣੇ ਵਾਸਤਵ ਸਰੂਪ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E8VX",
        "source_page": 135,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK swDsMg gosit pRym pRsMg; inMmRqw inrMqrI kY shj smwey hY [135["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of holy men of the True Guru, singing Gurbani (Guru's utterances in praise of the Lord) with humility and love, one gets absorbed in the spiritual peace. (135)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਪਰਜ ਇਹ ਕਿ ਗੁਰਸਿਖ ਸਾਧ ਸੰਗ ਗੋਸਟਿ + ਪ੍ਰੇਮ ਪ੍ਰਸੰਗ ਗੁਰੂ ਕਾ ਸਿੱਖ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰੇਮ ਪ੍ਰਸੰਗ ਪ੍ਰੇਮ ਪੂਰਬਕ ਪ੍ਰੇਮ ਨਾਲ ਗਿਆਨ ਗੋਸ਼ਟ ਕਰਦਾ ਹੋਯਾ ਨਿੰਮ੍ਰਿਤਾ ਨਿਰੰਤਰੀ ਕੈ ਲਗਾਤਾਰ ਗਰੀਬੀ ਨੂੰ ਧਾਰਣ ਕਰਦਾ ਕਰਦਾ ਸਹਜ ਸਮਾਏ ਹੈ ਸਹਜ ਸ੍ਵਰੂਪ ਵਿਖੇ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੩੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
