[
  {
    "id": "GKD",
    "sttm_id": 6616,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JDEY",
        "source_page": 136,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau mjIT bsuDw sY Koid kwFIAq; AMbr surMg Bey sMg n qjq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the red colouring agent of a Rubiaceous plant is extracted from the bottom part of its stem, and the clothes coloured with it become beautiful to behold, while the colour does not fade;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੈਸੇ ਤਉ ਮਜੀਠ ਬਸੁਧਾ ਸੈ ਖੋਦਿ ਕਾਢੀਅਤ ਜਿਸ ਤਰ੍ਹਾਂ ਮਜੀਠ ਨੂੰ ਬਸੁਧਾ ਸੈ ਧਰਤੀ ਵਿਚੋਂ ਪੁਟਕੇ ਕਢੀਦਾ ਹੈ, ਤੇ ਓਹ ਕੁੱਟਣ ਤਥਾ ਅਵਟਣ ਆਦਿ ਦੀਆਂ ਘਾਲਾਂ ਘਾਲਕੇ ਆਪਣੇ ਰੰਗੀਲੇ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਕਰਦੀ ਹੈ, ਫੇਰ ਤਾਂ ਉਹ ਐਸੀ ਪ੍ਯਾਰੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਕਿ ਅੰਬਰ ਸੁਰੰਗ ਭਏ ਸੰਗੁ ਨ ਤਜਤ ਹੈ ਬਸਤ੍ਰ ਨੂੰ ਭੀ ਲਗਦੇ ਸਾਰ ਆਪਣੇ ਰੰਗ ਦਾ ਬਣਾ ਲੈਂਦੀ ਹੈ। ਤੇ ਬਸਤਰ ਜਦ ਤਕ ਰਹਿੰਦਾ ਹੈ ਓਸ ਦੇ ਸਾਥ ਨੂੰ ਨਹੀਂ ਤ੍ਯਾਗਦਾ। ਅੇਸਾ ਹੀ ਹਾਲ ਸਤਿਸੰਗਤ ਦੀ ਘਾਲ ਰਸਤੇ ਆਪੇ ਨੂੰ ਸਾਧਨ ਵਾਲੇ ਗੁਰਸਿੱਖਾਂ ਦਾ ਹੈ ਕਿ ਓਨਾਂ ਦੀ ਸੰਗਤ ਦਾ ਰੰਗ ਦੂਸਰਿਆਂ ਉਪਰ ਐਡਾ ਚੜਦਾ ਹੈ ਕਿ ਇਕੇਰਾਂ ਸੰਗਤ ਵਿਚ ਬੈਠ ਮੁੜ ਅੱਡ ਨਹੀਂ ਹੋ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4F5X",
        "source_page": 136,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau ksuMB qij mUl PUl AwnIAq; jwnIAq sMgu Cwif qwhI Bjq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the colour of Safflower plant resides in the flower and not in the lower part of the stem, so it is believed to leave or fade away when a cloth is dyed with it, since that is its character;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੇ ਸਤਿਸੰਗ ਵਿਚ ਆਣ ਕੇ ਭੀ ਮੂਲ ਮੁੱਢ ਨੂੰ ਨਹੀਂ ਪੈਂਦੇ, ਤੇ ਦਿਖਾਵਿਆਂ ਨੂੰ ਦੌੜਦੇ ਹਨ, ਓਨਾਂ ਦਾ ਪਾਜ ਓੜਕ ਨੂੰ ਖੁਲ ਜਾਂਦਾ ਹੈ ਤੇ ਓਨ੍ਹਾਂ ਦੇ ਨੇੜੇ ਕੋਈ ਨਹੀਂ ਢੁੱਕਦਾ, ਜੈਸੇ ਤਉ ਕਸੁੰਭੇ ਤਜਿ ਮੂਲ ਫੂਲ ਆਨੀਅਤ ਜਾਨੀਅਤ ਸੰਗੁ ਛਾਡਿ ਤਾਹੀ ਤੇ ਭਜਤ ਹੈ ਜਿਸ ਤਰ੍ਹਾਂ ਕਿ ਕਸੁੰਭੇ ਦਾ ਮੁਢਉ ਤ੍ਯਾਗ ਕੇ ਫੁਲ ਲੈ ਆਈਦਾ ਹੈ ਤੇ ਉਹ ਅਪਣੇ ਮੂਲ ਦਾ ਸੰਗ ਛਡ ਔਂਦਾ ਹੈ, ਇਹ ਗੱਲ ਜਾਨੀਅਤ ਪ੍ਰਸਿਧ ਹੈ, ਸੋ ਤਾਹੀ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਭਜਤ ਬਰਬਾਦ ਹੋ ਜਾਂਦਾ ਓਸ ਦੀ ਆਬ ਨਸ਼ਟ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BK4D",
        "source_page": 136,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ArD aurD muK sill sUcI suBwau; qwN qy sIq qpiq ml Aml sjq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the water flows downward while the fire extends upward, the fire is heat and soot-giving while water is cool and free of dross or dirt.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਸੰਗ ਵਿਚ ਸਦਾ ਮਨ ਨੀਵਾਂ ਰਖੇ ਤਾਂ ਹੀ ਪੂਰਾ ਲਾਭ ਹੁੰਦਾ ਹੈ ਗਰੂਰੀ ਵਾਲਿਆਂ ਨੂੰ ਉਥੇ ਭੀ ਪੱਲੇ ਕਲੰਕ ਹੀ ਪਿਆ ਕਰਦਾ ਹੈ ਜਿਹਾ ਕਿ: ਅਰਧ ਉਰਧ ਮੁਖ ਸਲਿਲ ਸੂਚੀ ਸੁਭਾਉ ਅਰਧ ਮੁਖ ਨੀਵਾਂ ਸਿਰ ਕਰ ਕੇ ਚਲਨਾ ਸਲਿਲ ਸੁਭਾਉ ਜਲ ਦਾ ਸੁਭਾਵ ਹੈ ਤੇ ਉਰਧ ਮੁਖ ਉੱਚਾ ਸਿਰ ਕਰ ਕੇ ਬਲਨਾ ਸੂਚੀ ਸੁਭਾਉ ਅੱਗ ਦੀ ਬਾਣ ਹੁੰਦੀ ਹੈ। ਤਾਂ ਤੇ ਸੀਤ ਤਪਤ ਮਲ ਅਮਲ ਸਜਤ ਹੈ ਏਸੇ ਕਰ ਕੇ ਹੀ ਜਲ ਸੀਤ ਠੰਢਕ ਤੇ ਅਮਲ ਰਮਲਤਾ ਨੂੰ ਸਜਤ ਪ੍ਰਗਟ ਕਰਦਾ ਹੈ, ਅਤੇ ਅਗਨੀ ਤਪਤ ਸੜਨ ਤੇ ਮਲ ਕਾਲਕ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RXZB",
        "source_page": 136,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq durmiq aUc nIc nIc aUc; jIq hwr hwr jIq ljw n ljq hY [136["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So does the teachings of Guru raises the consciousness of the humble and converts defeat into victory. But the base wisdom lowers the proud and arrogant and converts victory into defeat. The lower level of intelligence makes a person bereft of shame and h",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਹੀ ਦ੍ਰਿਸ਼ਟਾਂਤ ਅਨੁਸਾਰ ਗੁਰਮਤ ਗੁਣਾਂ ਕਰ ਕੇ ਸਭ ਤਰ੍ਹਾਂ ਊਚ ਉਤਮ ਹੁੰਦੀ ਹੋਈ ਭੀ ਨਿੰਮ੍ਰਤਾ ਧਾਰ ਕੇ ਨੀਵੀਂ ਹੋ ਵਰਤ ਰਹੀ ਹੈ, ਤੇ ਦੁਰਮਤਿ ਮਤਸਰ ਆਦਿ ਸੁਭਾਵਾਂ ਵਿਚ ਵਰਤਦੀ ਹੋਈ ਸਭ ਤਰ੍ਹਾਂ ਨੀਚ ਹੁੰਦੀ ਭੀ ਸੰਸਾਰ ਵਿਚ ਮਗਰੂਰੀ ਧਾਰ ਕੇ ਊਚ ਹੋ ਦਿਖੌਂਦੀ ਹੈ, ਪਰ ਗੁਰਮਤਿ ਦੁਰਮਤਿ ਊਚ ਨੀਚ ਨੀਚ ਊਚ ਜਦ ਸਤਿਸੰਗ ਸਰੂਪੀ ਗੁਰਮਤਿ ਵਿਖੇ ਇਹ ਦੁਰਮਤਿ ਆ ਜਾਵੇ ਭਾਵ ਦੁਰਮੀਆ ਜੇ ਸਤਿਸੰਗ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਉਚੀ ਹੋ ਵਰਤਨ ਵਾਲੀ ਦੁਰਮਤਿ ਨੀਚ ਨਿੰਮ੍ਰਤਾ ਭਾਵ ਵਾਲੀ ਬਣ ਜਾਯਾ ਕਰਦੀ ਹੈ, ਵਾ ਨਿੰਮ੍ਰਤਾ ਭਾਵ ਵਿਖੇ ਵਰਤਣਹਾਰੀ ਗੁਰਮਤਿ ਅਪਣੇ ਅਸਲੀ ਸਰੂਪ ਉਚ ਭਾਵ ਵਿਖੇ ਸਾਫ ਦਿਖਾਈ ਦੇਣ ਲਗ ਜਾਂਦੀ ਹੈ, ਐਉਂ ਉਚੇ ਨੀਵੇਂ ਤੇ ਨੀਵੇਂ ਉਚੇ ਹੋ ਜਾਂਦੇ ਹਨ ਸਤਿਸੰਗ ਹੋਣ ਤੇ ਹਾਰ ਹਾਰ ਜੀਤ ਲਜਾ ਨ ਲਜਤ ਹੈ ਜਿੱਤੇ ਹੋਏ ਦੁਰਮਤੀਏ ਹਾਰ ਜਾਂਦੇ ਹਨ, ਤੇ ਹਾਰੇ ਹੋਏ ਗੁਰਮੁਖ ਓੜਕ ਨੂੰ ਜਿੱਤਿਆ ਕਰਦੇ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ ਨਾਲ ਸਤਿਸੰਗ ਅੰਦਰ ਲੱਜਾ ਕਰ ਕੇ ਲੱਜਿਤ ਹੋਣਾ ਕਿਸੇ ਨੂੰ ਭਾਸਦਾ ਭੀ ਨਹੀਂ ਭਾਵਸਤਿਸੰਗ ਵਿਚ ਜੇ ਆਵੇ ਤਾਂ ਮੂਲ ਦਾ ਗਾਹਕ ਹੋ ਕੇ ਆਵੇ, ਨਾ ਕਿ ਦਿਖਾਵੇ ਦਾ ਤਾਂ ਐਂਉ ਦੀ ਮੌਜ ਵਰਤ੍ਯਾ ਕਰਦੀ ਹੈ ॥੧੩੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
