[
  {
    "id": "N25",
    "sttm_id": 6617,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0BFV",
        "source_page": 137,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK swDsMgu sbd suriq ilv; pUrn bRhm srbwqm kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person strings the word divine in the thread of his consciousness in the company of saintly persons. He acknowledges the presence of omnipresent Lord in the form of soul in every one.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸਾਧਸੰਗ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਗੁਰਮੁਖ ਗੁਰੂ ਕੀ ਸਾਧ ਸੰਗਤਿ ਵਿਖੇ ਗੁਰਮੁਖਤਾ ਧਾਰਣ ਕਰ ਲਈ ਹੈ ਜਿਨਾਂ ਮਨੁੱਖਾਂ ਨੇ, ਉਹ ਸ਼ਬਦ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਉਪਦੇਸ਼ੇ ਸਤਿਨਾਮੁ ਮੰਤ੍ਰ ਵਿਖੇ ਸੁਰਤਿ ਦੇਹ ਇੰਦ੍ਰੀਆਂ ਆਦਿ ਦੀ ਅਪਣੇ ਅਪਣੇ ਕਰਤੱਬ ਸਾਧਨ ਦੀ ਪ੍ਰਵਿਰਤੀ ਨੂੰ ਨਿਗ੍ਹਾ ਵਿਚ ਰਖਣਹਾਰੀ ਅੰਤਰੀਵੀ ਸਤ੍ਯਾ ਦੀ ਲਿਵ ਲੇਸ ਲਾਲਸਾ ਤਾਰ ਲਗਾਈ ਰਖਦੇ ਹੈਨ। ਪੂਰਨ ਬ੍ਰਹਮੁ ਸਰਬਾਤਮ ਕੈ ਜਾਨੀਐ ਜਿਸ ਲਿਵ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਉਹ ਪੂਰਨ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਨੂੰ ਸਰਬਾਤਮ ਸਭ ਦਾ ਅਪਣਾ ਆਪ ਰੂਪ ਕਰ ਕੇ ਜਾਣਿਆ ਕਰਦੇ ਹੈਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JCLH",
        "source_page": 137,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj suBwie irdY BwvnI Bgiq Bwie; ibhis imln smdrs iDAwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is ever engrossed in the love and faith of the Guru Lord in his mind. He treats all alike and smilingly too.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸੁਭਾਇ ਰਿਦੈ ਭਾਵਨੀ ਭਗਤਿ ਭਾਇ ਅਰੁ ਸਹਜੇ ਸੁਤੇ ਹੀ ਇਸ ਉਕਤ ਸੁਭਾਇ ਸੁ+ਭਾਇ = ਸ੍ਵੈ+ਭਾਵੀ ਆਤਮ ਭਾਵੀ ਭਾਵਨਾ ਭਾਵਨਾ ਚਿੰਤਨ ਕਰ ਕੇ ਓਨਾਂ ਦੇ ਰਿਦੇ ਅੰਦਰ ਭਗਤੀ ਭਾਵ ਪ੍ਰੀਤੀ ਵਾਲਾ ਸੁਭਾਵ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਬਿਹਸਿ ਮਿਲਨ ਸਮ ਦਰਸ ਧਿਆਨੀਐ ਸਮ ਇਕ ਰਸ ਪ੍ਰੀਪੂਰਣ ਬ੍ਰਹਮ ਨੂੰ ਦਰਸ ਧਿਆਨੀਐ ਤਕਦੇ ਤਕਦੇ ਧਿਔਂਦੇ ਧਿਔਂਦੇ ਵਾ ਆਪਣੇ ਸਮ ਹੀ ਤੱਕਦੇ ਹੋਏ ਸਭ ਕਿਸੇ ਨੂੰ ਬਿਹਸਿ ਮਿਲਨ ਹੱਸ ਹੱਸਕੇ ਖਿੜੇ ਮਥੇ ਪ੍ਰਸੰਨ ਮਨ ਮਿਲਿਆ ਕਰਦੇ ਹੈਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R5NJ",
        "source_page": 137,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inmRqw invws dws dwsn dwswn miq; mDur bcn muK bynqI bKwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Guru-conscious person who ever lives in the presence of the True Guru is always humble and has the intellect of being the slave of slaves (of the Guru). And when he speaks, his words are sweet and full of supplication.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿੰਮ੍ਰਤਾ ਨਿਵਾ ਦਾਸ ਦਾਸਨ ਦਾਸਾਨ ਮਤਿ ਗੱਲ ਸੁਨਣ ਮਾਤ੍ਰ ਤੇ ਹੀ ਸਾਰ ਗ੍ਰਹਣ ਕਰ ਲੈਣ ਵਾਲੀ ਜੋ ਬੁਧੀ ਵਿਸ਼ੇਖ ਰੂਪ ਮਤਿ ਹੈ ਉਸ ਵਿਖੇ ਓਨਾਂ ਦੇ ਅੰਦਰ ਨਿੰਮ੍ਰਤਾ ਗ੍ਰੀਬੀ ਭਾਵ ਦਾ ਨਿਵਾਸ ਵਾਸਾ ਰਹਿੰਦਾ ਹੈ। ਜਿਸ ਕਰ ਕੇ ਉਹ ਦਾਸ ਦਾਸਨ ਦਾਸਾਂ ਦੇ ਦਾਸ ਤੇ ਇਨਾਂ ਦਾਸਾਂ ਦੇ ਭੀ ਜੋ ਫੇਰ ਦਾਸਾਨ ਅਨੁਸਾਰ ਚਲਨ ਵਾਲੇ ਦਾਸ ਟਹਿਲੀਏ ਹੁੰਦੇ ਹਨ, ਐਸੇ ਬਣੇ ਰਹਿੰਦੇ ਹਨ ਏਹੋ ਹੀ ਕਾਰਣ ਹੈ ਜਿਸ ਤੇ ਉਹ ਸਦਾ ਮਧੁਰ ਬਚਨ ਮੁਖਿ ਬੇਨਤੀ ਬਖਾਨੀਐ। ਬੇਨਤੀ ਕੋਮਲਤਾ ਭਰੇ ਮਿਠੇ ਮਿਠੇ ਬਚਨ ਮੂੰਹੋਂ ਉਚਾਰ੍ਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WUX",
        "source_page": 137,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUjw pRwn igAwn gur AwigAwkwrI AgRBwg; Awqm Avys prmwqm inDwnIAY [137["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person remembers Him with every breath and stays in Lord's presence like an obedient being. Thus his soul remains absorbed in the treasure house of peace and tranquillity. (137)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਜਾ ਪ੍ਰਾਨ ਗਿਆਨ ਗੁਰ ਪ੍ਰਾਣਾਂ ਸ੍ਵਾਸਾਂ ਦੀ ਆਉ ਜਾਈ ਵਿਖੇ ਲਗਾਤਾਰ ਸਦੀਵ ਕਾਲ ਪੂਜਾ ਅਰਾਧਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਓਸ ਗਿਆਨ ਨੂੰ ਜ ਸਤਿਗੁਰਾਂ ਨੇ ਉਪਦੇਸ਼ ਦ੍ਵਾਰੇ ਸਮਝਾਇਆ ਹੈ ਅਥਵਾ ਸ੍ਵਾਸਾਂ ਨਾਲ ਗੁਰ ਸ਼ਬਦ ਦੇ ਅਭ੍ਯਾਸ ਦਾ ਜੀਕੂੰ ਗ੍ਯਾਨ ਕਰਾਯਾ ਗਿਆ ਹੈ। ਤੀਕੂੰ ਹੀ ਗੁਰ ਆਗਿਆਕਾਰੀ ਅਗ੍ਰ ਭਾਗ ਗੁਰੂ ਦੀ ਆਗਿਆ ਪਾਲਣ ਕਰਣ ਹਾਰੇ ਬਣ ਕੇ ਓਸ ਨੂੰ ਅਪਨੇ ਅਗ੍ਰ ਭਾਗ ਸਨਮੁਖ ਰਖਦੇ ਹਨ, ਭਾਵ ਅਪਣਾ ਧਰਮ ਸਮਝ ਕੇ ਓਸ ਨੂੰ ਅਭ੍ਯਾਸਦੇ ਰਹਿੰਦੇ ਹਨ ਇਕ ਸ੍ਵਾਸ ਭੀ ਅਕਾਰਥਾ ਨਹੀਂ ਜਾਣ ਦਿੰਦੇ। ਅਰੁ ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਸ਼ਬਦ ਨੂੰ ਕਮੌਂਦੇ ਕਮੌਂਦੇ ਆਤਮ ਅਵੇਸ ਪਰਮਾਤ ਨਿਧਾਨੀਐ ਆਤਮੇ ਆਪੇ ਨੂੰ ਪਰਮਾਤਮਾ ਵਿਖੇ ਆਵੇਸ਼ ਭਲੀ ਭਾਂਤ ਲਿਵ ਲੀਨ ਕਰ ਕੇ ਨਿਧ + ਆਨੀਐ ਅਨੁਭਵ ਰੂਪ ਨਿਧੀ ਭੰਡਾਰ ਅਨੁਭਵ ਦੇ ਸੋਮੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੧੩੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
