[
  {
    "id": "2PM",
    "sttm_id": 6618,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q83Q",
        "source_page": 138,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siq rUp siqnwm siqgur igAwn iDAwn; siqgur miq suin siq kir mwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The granter of knowledge and contemplation of ever stable form and name (Lord) is True Guru. A Guru-conscious person listens to the teachings of the True Guru and practices His words in his deeds and actions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿ ਰੂਪ ਸਤਿ ਨਾਮ ਸਤਿਗੁਰ ਗਿਆਨ ਧਿਆਨ ਜਿਸ ਭਾਂਤ ਦਿਨ ਰਾਤ ਜੀਵਨ ਭਰ ਹੀ ਪ੍ਰਾਣਾਂ ਦੀ ਤਾਰ ਬੱਝੀ ਰਹਿੰਦੀ ਹੈ ਇਸ ਪ੍ਰਕਾਰ ਇਨਾਂ ਦੇ ਸਹਾਰੇ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਗੇੜ ਪ੍ਰਾਤਾ ਮਧ੍ਯਾਨ ਸੰਧਯਾ ਕਾਲ ਲਗਾਤਾਰ ਦਿਨ ਰਾਤ ਵਿਖੇ ਜਾਰੀ ਰਖਣਾ ਸਤਿ ਸਰੂਪੀ ਸਤਿਨਾਮ ਹੈ ਏਹੋ ਹੀ ਸਤਿਗੁਰਾਂ ਨੇ ਗਿਆਨ ਕਰਵਾਯਾ ਜਾਣਕਾਰੀ ਵਿਚ ਕਰਾਯਾ ਹੈ, ਤੇ ਇਸੇ ਵਿਖੇ ਹੀ ਇਕ ਰਸ ਧਿਆਨ ਰਖਦਾ ਸਤਿਗੁਰ ਮਤਿ ਸਤਿਗੁਰਾਂ ਨੇ ਮਤਿ ਦਿਤੀ ਅਰਥਾਤ ਸਿਖਿਆ ਸਿਵਾਈ ਅਥਵਾ ਬੂਝ ਬੁਝਾਈ ਹੈ, ਜਿਸ ਨੂੰ ਓਨਾਂ ਨੇ ਸੁਨਿ ਸਤਿ ਕਰਿ ਮਾਨੀ ਹੈ ਸੁਣਦੇ ਸਾਰ ਸਤਿ ਯਥਾਰਯ ਯਥਾਰਯ ਸੱਚ ਸੱਚ ਕਰ ਕੇ ਮੰਨਿਆ ਪ੍ਰਵਾਣ ਕੀਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5YKN",
        "source_page": 138,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn smdrsI bRhm iDAwnI; sbd igAwn gur bRhmigAwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of glimpse and contemplation of the True Guru, a Guru-oriented person treats all uniformly. And as such he is Lord-conscious person and because of the knowledge of the words of Guru, he is Lord aware person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਕਰ ਕੇ ਤਾਂ ਉਹ ਦਰਸ ਧਿਆਨ ਸਮਦਰਸੀ ਬ੍ਰਹਮ ਧਿਆਨੀ ਦ੍ਰਿਸ਼੍ਯ ਪ੍ਰਪੰਚ ਮਾਤ੍ਰ ਪਸਾਰੇ ਨੂੰ ਧ੍ਯਾਨ ਨਿਗ੍ਹਾ ਅੰਦਰ ਔਂਦਿਆਂ ਓਸ ਵਿਖੇ ਸਮ ਦਰਸੀ ਇਕ ਰਸ ਰਮੇ ਹੋਏ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਤਕਦੇ ਹਨ ਜਿਸ ਕਰ ਕੇ ਉਹ ਬ੍ਰਹਮ ਧਿਆਨੀ ਹੋਏ ਰਹਿੰਦੇ ਹਨ। ਅਰੁ ਐਸਾ ਹੀ ਉਪਰ ਕਹੇ ਸਬਦ ਗਿਆਨ ਗੁਰ ਬ੍ਰਹਮ ਗਿਆਨੀ ਹੈ ਗੁਰ ਸ਼ਬਦ ਦੇ ਗਿਆਨ ਵਿਚ ਦ੍ਰਿੜ ਰਹਿ ਕੇ ਉਹ ਬ੍ਰਹਮ ਗਿਆਨੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TMHU",
        "source_page": 138,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq inhcl pUrn pRgws irdY; mwnY mn mwny aunmn aunmwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By practicing the teachings of the True Guru completely and with patience, the light effulgent appears within him. He is filled with the love of the Lord and he acquires higher state of spiritual being.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤ ਪਰਜ ਕੀਹ ਕਿ ਇਸ ਭਾਂਤ ਗੁਰਮਤਿ ਨਿਹਚਲ ਗੁਰਮਤਿ ਵਿਖੇ ਅਚੱਲ ਅਡੋਲ ਟਿਕੇ ਰਹਿਣ ਕਰ ਕੇ ਓਨਾਂਦੇ ਪੂਰਨ ਪ੍ਰਗਾਸ ਰਿਦੈ ਹਿਰਦੇ ਅੰਦਰ ਪੂਰਨ ਸਰਬ ਬ੍ਯਾਪੀ ਸਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰਗਾਸ ਸਾਖ੍ਯਾਤਕਾਰ ਹੋ ਔਂਦਾ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਮਾਨੈ ਮਨ ਓਨਾਂ ਦਾ ਮਨ ਭੀ ਮੰਨ ਜਾਂਦਾ ਹੈ ਭਾਵ ਸਭ ਤਰ੍ਹਾਂ ਸੰਕਲਪ ਵਿਕਲਪ ਰਹਿਤਹੋ ਜਾਂਦਾ ਹੈ। ਬਸ ਜਦ ਇਉਂ ਮਾਨੇ ਮੰਨ ਜਾਵੇ ਤਾਂ ਉਨਮਨ ਉਨਮਾਨੀ ਹੈ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਮਨ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ ਐਸਾ ਅਨੁਮਾਨ ਨਿਸਚਾ ਕਰ ਲਵੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9D99",
        "source_page": 138,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibsmY ibsm AscrjY Ascrj mY; AdBuq prmdBuq giq TwnI hY [138["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the grace of the meditation of Naam of the Lord carried out by the blessings of the True Guru, he stays in most ecstatic, strange and blissful state all the time. (138)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਸਮੈ ਬਿਸਮ ਅਸਚਰਜੈ ਅਸਚਰਜ ਮੈ ਅਦਭੁਤ ਪਰਮਦਭੁਤ ਗਤਿ ਨਾਨੀ ਹੈ ਅਚੰਭੇ ਨੂੰ ਭੀ ਅਚੰਭਿਤ ਕਰਣਹਾਰੀ ਤੇ ਅਚਰਜਤਾ ਨੂੰ ਅਚਰਜ ਰੂਪ ਬਨਾਣ ਹਾਰੀ ਤਥਾ ਅਦਭੁਤ ਅਨੋਖੀਓਂ ਭੀ ਮਹਾਨ ਅਨੋਖੀ ਗਤਿ ਦਸ਼ਾ ਅਵਸਥਾ ਜੋ ਕਹੀ ਜਾਂਦੀ ਹੈ ਸੋ ਇਕ ਮਾਤ੍ਰ ਏਹੋ ਹੀ ਠਾਨੀ ਥਾਪ ਸ਼ਾਸਤ੍ਰਾਂ ਮਹਾਂ ਪੁਰਖਾਂ ਅਨੁਭਵੀਆਂ ਨੇ ਪ੍ਰਵਾਣ ਕੀਤੀ ਹੈ ॥੧੩੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
