[
  {
    "id": "UWM",
    "sttm_id": 6619,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JY2Y",
        "source_page": 139,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn prm joiq siqgur siq rUp; pUrn igAwn siqgur siqnwm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru is the true and complete form of the Radiance supreme-the Lord. The blessings of Naam to the Sikhs is the complete knowledge of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਪਰਮ ਜੋਤਿ ਸਤਿਗੁਰ ਸਤਿ ਰੂਪ ਸਚਮੁੱਚ ਹੀ ਸਤਿਗੁਰੂ ਪ੍ਰੀਪੂਰਣ ਪਰਮਜ੍ਯੋਤੀ ਸਰੂਪ ਹਨ, ਅਰਥਾਤ ਸਤਿਗੁਰਾਂ ਦਾ ਰੂਪ ਆਕ੍ਰਿਤੀ ਸੁੰਦਰਤਾ ਵਾ ਆਕਾਰ ਸਤਿ ਸਚੋ ਸਚ ਪ੍ਰੀਪੂਰਣ ਸਰਬ ਠੌਰ ਰਮਿਆ ਹੋਯਾ ਪਰਮ ਜੋਤੀ ਪਰਮ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਪਰਮਾਤਮਾ ਰੂਪ ਹੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L6MH",
        "source_page": 139,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn jugiq siq siq gurmiq irdY; pUrn syv swDsMgiq ibsRwm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The slave Sikh of the True Guru imbibes the teachings of the Guru in his heart according to the manner taught and holds it as total truth. He practices it in the holy congregation very devotedly;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਜੁਗਤਿ ਸਤਿ ਸਤਿਗੁਰ ਸਤਿ ਰਿਦੈ ਸਤਿਗੁਰ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਸਤਿ ਜ੍ਯੋਂ ਦਾ ਤ੍ਯੋਂ ਯਥਾਰਥ ਵਾ ਸਚ ਰੂਪ ਹੋ ਜੋ ਕੁਛ ਜਚ ਰਿਹਾ ਹੋਵੇ ਉਸੇ ਵਿਖੇ ਹੀ ਪੂਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜੁਗਤਿ ਜੁੜਨਾ ਜੁੱਟਨਾ ਵਾ ਉਸ ਦਾ ਵਰਤੋਂ ਵਿਚ ਲਿਆਣਾ ਹੀ ਸਤਿ ਭਲਾ ਹੈ। ਪੂਰਨ ਸੁ ਸੇਵ ਸਾਧ ਸੰਗਤਿ ਬਿਸ੍ਰਾਮ ਹੈ ਅਤੇ ਸਾਧ ਗੁਰੂ ਸੰਗਤਿ ਵਿਖੇ ਜੋ ਬਿਸ੍ਰਾਮ ਚੈਨ ਇਸਥਿਤੀ ਪ੍ਰਾਪਤ ਕਰਣੀ ਭਾਵ ਸਤਿਗੁਰਾਂ ਦੇ ਮੇਲ ਦਾ ਅਠੇ ਪਹਿਰ ਦਾ ਚੜ੍ਹਿਆ ਰਹਿਣਾ ਹੀ ਪੂਰੀ ਪੂਰੀ ਉਤਮ ਸੇਵਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PTYM",
        "source_page": 139,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn pUjw pdwribMd mDukr mn; pRym rs pUrn huie kwm inhkwm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the worship of the lotus-like feet of the True Guru, the beetle-like mind is satiated with the love elixir of Lord-like Guru and feels free from all other desires and wants.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਪੂਜਾ ਪਦਾਰਬਿੰਦ ਮਧੁਕਰ ਮਨ ਮਨ ਨੂੰ ਭੌਰੇ ਵਾਕੂੰ ਪ੍ਰੇਮੀ ਬਣਾ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਪਦ +ਅਰੁ ਬਿੰਦ ਚਰਣ ਕਮਲਾਂ ਵਿਚ ਲਿਪਟੇ ਰਹਿਣਾ ਭਾਵ ਚਰਣ ਕਮਲਾਂ ਦੇ ਧਿਆਨ ਵਿਚ ਮਗਨ ਰਹਿਣਾ ਵਾ ਚਰਣ ਪੱਗ ਪੱਖਾ ਚਾਪੀ ਕਰਨਾ ਹੀ ਪੂਰੀ ਪੂਰੀ ਪੂਜਾ ਹੈ। ਅਤੇ ਇਸ ਭਾਂਤ ਪ੍ਰੇਮ ਰਸ ਪੂਰਨ ਹੁਇ ਕਾਮ ਨਿਹਕਾਮ ਹੈ ਪ੍ਰੇਮ ਰਸ ਨਾਲ ਪ੍ਰੀਪੂਰਣ ਹੋ ਕੇ ਰੱਜ ਕੇ ਤ੍ਰਿਪਤ ਹੋ ਕੇ ਸਭ ਤਰ੍ਹਾਂ ਨਾਲ ਕਾਮਾ ਕਰਮਾਂ ਤੋਂ ਨਿਹਕਾਮ ਨਿਹਕਰਮੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਭਾਵ ਜਨਮ ਜਨਮਾਤਰਾਂ ਦੇ ਕਰਮ ਦਗਧ ਹੋ ਜਾਂਦੇ ਹਨ ਅਥਵਾ ਇਸੇ ਹੀ ਜਨਮ ਵਿਖੇ ਜੀਉਂਦੇ ਜੀ ਹੀ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਕਰਤਬਾਂ ਕਰਣਜੋਗ ਕੰਮਾਂ ਤੋਂ ਨਿਹ ਕਰਤੱਬ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "34A0",
        "source_page": 139,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur pUrn prm iniD; pUrn pRgws ibsm sQl Dwm hY [139["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The storehouse of all treasures are the form of complete form of True Guru. By virtue of the meditation on Naam (obtained from the True Guru) the heart that feels the light effulgence of the Lord, that heart is wondrous and astonishing. (139)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਗੁਰ ਪੂਰਨ ਪਰਮਨਿਧਿ ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਪੂਰਨ ਗੁਰੂ ਪੂਰੇ ਗੁਰੁ ਪੂਰੇ ਵਿਚ ਮਿਲ ਪੂਰੇ ਹੋਏ ਹੋਏ ਸਤਿਗੁਰੂ ਪਰਮ ਨਿਧਿ ਪੂਰਣਤਾ ਦੀ ਨਿਧ ਭੰਡਾਰ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਹਨ। ਅਤੇ ਪੂਰਨ ਪ੍ਰਗਾਸ ਬਿਸਮ ਸਥਲ ਧਾਮ ਹੈ ਬਿਸਮ ਸਥਲ ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ ਸਮਤਾ ਭਾਵ ਵਾਲੀ ਇਸਥਿਤੀ ਅਥਵਾ ਬਿਸਮਾਦ ਅਵਸਥਾ ਦਾ ਟਿਕਾਣਾ ਸੰਸਾਰ ਨੂੰ ਜ੍ਯੋਂ ਕੇ ਤ੍ਯੋਂ ਕੂੜੇ ਰੂਪ ਵਿਚ ਨਿਸਚੇ ਕਰ, ਇਸ ਵੱਲੋਂ ਉਪਰਾਮ ਚਿੱਤ ਹੋ, ਸੱਤ ਸਰੂਪੀ ਅਨੁਭਵ ਵਾਲੀ ਕੌਤੁਕੀ ਅਵਸਥਾ ਓਨਾਂ ਦੇ ਪੂਰਨ ਪ੍ਰਗਾਸ ਦਾ ਧਾਮ ਅਸਥਾਨ ਹੈ ॥੧੩੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
