[
  {
    "id": "UZG",
    "sttm_id": 6620,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0C39",
        "source_page": 140,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn joiq ko audoq Ascrj mY; qwmY iql Cib prmdBuq Cik hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The divine radiance of True Guru's light is astonishing. Even a miniscule part of that light is beautiful, marvellous and quaint.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸਨ ਜੋਤਿ ਕੋ ਉਦੋਤ ਅਸਚਰਜ ਮੈ ਦਰਸ਼ਨ ਵਿਚ ਔਣ ਹਾਰੇ ਸਮੂਹ ਪਦਾਰਥਾਂ ਦੀ ਜੋਤ ਚਾਨਣੇ ਦਾ ਅਚਰਜ ਰੂਪੀ ਉਦੋਤ ਉਦੇ ਪ੍ਰਗਟ ਹੋਣਾ ਹੁੰਦਾ ਹੈ ਜਿਸ ਟਿਕਾਣੇ ਅਰਥਾਤ ਸਭ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀਆਂ ਵਸਤੂਆਂ ਦੇ ਤੱਕਨ ਦਾ ਜ੍ਯੋਂ ਦਾ ਤ੍ਯੋਂ ਗਿਆਨ ਹੁੰਦਾ ਹੈ ਅਸਾਨੂੰ ਜਿਸ ਟਿਕਾਣੇ ਤਾ ਮੈ ਤਿਲ ਛਬਿ ਪਰਮਦਭੁਤ ਛਕਿ ਹੈ ਤਿਸ ਅਸਥਾਨ ਵਿਖੇ ਇਕ ਤਿਲ ਪਰਮ ਅਦਭੁਤ ਅਤ੍ਯੰਤ ਅਨੋਖੀ ਛਬਿ ਸੁਦਰਤਾ ਵਿਚ ਛਕਿਆ ਹੋਇਆ ਤੁਲਿਆ ਹੋਯਾ ਅਘਾਇਆ ਹੋਯਾ ਭਰਪੂਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0KT7",
        "source_page": 140,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyKby kau idRsit n sunby kau suriq hY; kihby kau ijhbw n igAwn mY aukiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Eyes have no power to see, ears have no power to hear and tongue has no power to describe the beauty of that light divine. Nor are there words in the world to describe it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਖਬੇ ਕਉ ਦ੍ਰਿਸਟਿ ਨ ਸੁਨਿਬੇ ਕਉ ਸੁਰਤਿ ਹੈ' ਇਸ ਦੇ ਦੇਖਣ ਵਾਸਤੇ ਇਹ ਦ੍ਰਿਸ਼ਟੀ ਕੰਮ ਨਹੀਂ ਆ ਸਕਦੀ, ਤੇ ਇਸ ਦਾ ਮਹੱਤ ਸੁਨਣ ਲਈ ਇਹ ਸਾਧਾਰਣ ਕੰਨ ਨਹੀਂ ਹੋ ਸਕਦੇ। 'ਕਹਿਬੇ ਕਉ ਜਿਹਵਾ ਨ ਗਿਆਂਨ ਮੈ ਉਕਤਿ ਹੈ' ਇਸ ਦਾ ਪ੍ਰਭਾਵ ਕਥਨ ਖਾਤਰ ਇਹ ਜੀਭ ਸਮਰੱਥ ਨਹੀਂ ਤੇ ਜਾਨਣ ਦੀ ਸ਼ਕਤੀ ਅਕਲ ਵਿਚ ਭੀ ਉਕਤਿ ਦਲੀਲ ਹੁੱਜਤ ਤਰਕ ਵਿਤਰਕ ਦ੍ਵਾਰੇ ਸਮਝਨ ਦਾ ਬਲ ਨਹੀਂ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7DFX",
        "source_page": 140,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soBw koit soB loB luiBq huie lot pot; jgmg joiq koit Eit lY iCpiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Numerous praises, lights of glittering lamp hide behind curtains before this supernatural light.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋਭਾ ਕੋਟਿ ਸੋਭ ਲੋਭ ਲੁਭਿਤ ਹੁਇ ਲੋਟ ਪੋਟ ਕ੍ਰੋੜਾਂ ਹੀ ਸ਼ੋਭਾਵਾਂ ਇਸ ਦੀ ਸ਼ੋਭਾ ਦੇ ਲੋਭ ਲਾਲਸਾ ਸਿੱਕ ਵਿਚ ਲੁਭਾਇਮਾਨ ਹੋ ਕੇ ਲੋਟਨ ਪੋਟਨ ਹੋ ਰਹੀਆਂ ਹਨ, ਅਤੇ ਜਗ ਮਗ ਜੋਤਿ ਕੋਟਿ ਓਟ ਲੈ ਛਿਪਤਿ ਹੈ ਜਗਮਗ ਜਗਮਗ ਕਰਣ ਹਾਰੀਆਂ ਬ੍ਰਹਮੰਡ ਭਰ ਦੀਆਂ ਕ੍ਰੋੜਾਂ ਹੀ ਜੋਤਾਂ ਇਸ ਦੀ ਜੋਤ ਦਮਕ ਦੀ ਓਟ ਲੈ ਉਹਲੇ ਹੋ ਕੇ ਸ਼ਰਮ ਦੀਆਂ ਮਾਰੀਆਂ ਇਸ ਦੇ ਸਾਮਣੇ ਹੋਣੋ ਛਿਪਦੀਆਂ ਫਿਰਦੀਆਂ ਹਨ ਭਾਵ ਮਾਤ ਹੋਈਆਂ ਪਈਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XSS1",
        "source_page": 140,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMg AMg pyK mn mnsw Qkq BeI; nyq nyq nmo nmo Aiq hU qy Aiq hY [140["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A very momentary glimpse of that divine effulgence ends all the notions and options of the mind. The praise of such glimpse is infinite, most wondrous and marvellous. Thus He should be saluted again and again. (140)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਗ ਅੰਗ ਪੇਖਿ ਮਨ ਮਨਸਾ ਥਕਤ ਭਈ' ਪੇਖ ਕੇ ਤੱਕ ਕੇ ਅੰਗ ਅੰਗ ਸਰਬ ਅੰਗ ਕਰ ਕੇ ਸਮੂਲਚੀ ਹੀ ਮਨ ਦੀ ਮਨਸਾ ਸੰਕਲਪ ਬਿਰਤੀ ਵਾ ਮਨੋ ਬਿਰਤੀਆਂ ਦਾ ਸਮੁਦਾਯ ਥਕਿਤ ਹੋ ਹੁੱਟ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਓਸ ਦਾ ਵਰਨਣ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਬਸ ਨੇਤਿ ਨੇਤਿ ਨਮੋ ਨਮੋ ਅਤਿ ਹੂ ਤੇ ਅਤਿ ਹੈ ਨੇਤਿ ਨੇਤਿ ਅਨੰਤ ਅਨੰਤ ਆਖਕੇ ਅਤ੍ਯੰਤ ਤੋਂ ਅਤ੍ਯੰਤ ਨਮਸਕਾਰ ਹੀ ਨਮਸਕਾਰ ਇਸ ਤਿਲ ਤਾਂਈ ਕਰਦੇ ਹਨ ॥੧੪੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
