[
  {
    "id": "XPM",
    "sttm_id": 6621,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PDJD",
        "source_page": 141,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Cib kY Anyk Cb soBw kY Anyk soBw; joiq kY Anyk joiq nmo nmo nm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Myriad beauties and many praises salute the beauty and praise of divine effulgence of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਛਬਿ ਕੈ ਅਨੇਕ ਛਬਿ ਅਨੇਕਾਂ ਛਬਾਂ ਸੁੰਦਰਤਾਈਆਂ ਦੀ ਛਬਿ ਸੁੰਦ੍ਰਤਾ ਅਰੁ ਸ਼ੋਭਾ ਕੈ ਅਨੇਕ ਸੋਭਾ ਅਨੇਕਾਂ ਸ਼ੋਭਾਵਾਂ ਦੀ ਸ਼ੋਭਾ ਕ੍ਰਾਂਤੀ ਦੀਪਤੀ ਦਮਕ ਮਨੋਹਰਤਾ ਅਤੇ ਜੋਤਿ ਕੈ ਅਨੇਕ ਜੋਤਿ ਅਨੇਕਾਂ ਜੋਤੀ ਦੀ ਜੋਤਨਾ ਨਮੋ ਨਮੋ ਨਮ ਹੈ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਕਰਦੀਆਂ ਹਨ ਤਿਸ ਤਿਲ ਦੇ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਭਾਵ ਅਨੇਕਾਂ ਛਬਾਂ ਇਕ ਮਹਾਂ ਪ੍ਰਚੰਡ ਜ੍ਯੋਤੀ ਪ੍ਰਕਾਸ਼ ਦਾ ਸਰੂਪ ਧਾਰ ਕੇ ਸਭ ਦੀਆਂ ਸਭ ਹੀ ਆਪੋ ਵਿਚ ਮਿਲ ਕੇ ਅਥਵਾ ਅੱਡ ਅੱਡ ਸਮੁਦਾਈ ਰੂਪ ਵਿਖੇ ਉਕਤ ਤਿਲ ਅਗੇ ਝੁਕਦੀਆਂ ਹਨ। ਤਿੰਨ ਵਾਰ ਨਮੋ ਨਮੋ ਨਮ ਹੈ ਕਹਿਣ ਦਾ ਅਭਿਪ੍ਰਾਯ ਇਹ ਸੂਚਨ ਕਰਾਣ ਤੋਂ ਹੈ ਕਿ ਛਬਾਂ, ਸ਼ੋਭਾ ਤਥਾ ਜੋਤੀਆਂ ਅੱਡ ਅੱਡ ਇਕੱਠੀਆਂ ਹੋ ਕੇ ਮੁਜਰਾ ਕਰਦੀਆਂ ਹਨ, ਯਾ ਸਭ ਹੀ ਉਹ ਆਪੋ ਵਿਚ ਇਕਤ੍ਰ ਹੋ ਕੇ ਬਾਰੰਬਾਰ ਵਾ ਅਵਸ਼੍ਯ ਹੀ ਨਮਸਕਾਰ ਕਰਦੀਆਂ ਦਾ ਮਤਲਬ ਦਰਸਾਨ ਤੋਂ ਭਾਵ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5BBV",
        "source_page": 141,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ausquiq aupmw mhwqm mihmw Anyk; eyk iql kQw Aiq Agm Agm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Praise of the True Guru equal to a sesame seed is beyond many praises, comparisons, and glories described.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਉਸਤਤਿ ਉਪਮਾ ਮਹਾਤਮ ਮਹਿਮਾ ਅਨੇਕ ਉਸਤਤੀਆਂ ਉਪਮਾਂ ਮਹਾਤਮ ਤੀਰਥ ਪਰਬ ਆਦਿ ਦੇ ਸੇਵਨ ਦੇ ਵਾ ਪੁੰਨ ਕਰਮਾਂ ਦੇ ਕਰਨ ਦੇ ਅਰੁ ਮਹਿਮਾ ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਸ਼ੁਭ ਕੀਰਤੀ ਅਨੇਕਾਂ ਅਨੇਕਾਂ ਹੀ ਇਕੱਠੀਆਂ ਹੋ ਔਣ, ਤਾਂ ਭੀ ਭੀ ਏਕ ਤਿਲ ਕਥਾ ਅਤਿ ਅਗਮ ਅਗਮ ਹੈ ਓਸ ਇਕ ਤਿਲ ਦੀ ਕਥਾ ਅਤਿ ਸੈ ਕਰ ਕੇ ਅਗੰਮ ਹੀ ਅਗੰਮ ਸਭ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਹੀ ਪਹੁੰਚ, ਪੁਜਤ ਤੋਂ ਪਾਰ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BTWZ",
        "source_page": 141,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "buiD bl bcn ibbyk jau Anyk imly; eyk iql Awid ibsmwid kY ibsm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If all the wisdom, strength, powers of speech, and worldly knowledge combine, these would be astonished by a momentary initial glimpse of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇ ਹੀ ਬੁਧਿ ਬਲ ਬਚਨ ਬਿਬੇਕ ਦਾ ਬਲ ਵ੍ਯਾਖ੍ਯਾ ਸ਼ਕਤੀ ਤਥਾ ਬਿਬੇਕ ਬਲ ਸੋਚ ਵੀਚਾਰ ਦਾ ਮਾਦਾ ਭੀ ਜੇਕਰ ਅਨੇਕਾਂ ਰੂਪ ਹੋ ਆਣ ਮਿਲਨ ਤਾਂ ਭੀ ਏਕ ਤਿਲ ਆਦਿ ਬਿਸਮਾਦਿ ਕੈ ਬਿਸਮ ਹੈ ਜਿਸ ਅਵਸਥਾ ਤੋਂ ਓਸ ਨੂੰ ਭੀ ਬਿਸਮ ਹੈ ਭੌਚਕ ਵਿਚ ਪਾ ਦਿੱਤਾ ਕਰਦੇ ਹਨ ਭਾਵ ਹਰਾਨੀ ਦੀਆਂ ਹੱਦਾਂ ਹੀ ਟੱਪ ਜਾਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NBKY",
        "source_page": 141,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk iql kY Anyk BwNiq inhkwNiq BeI; Aibgiq giq gur pUrn bRhm hY [141["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the beauties become insipid and fade away before a momentary glimpse of the divine light of the True Guru. Therefore grandeur of complete God like True Guru is beyond apprehension. (141)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਕ ਤਿਲ ਕੈ ਅਨੇਕ ਭਾਂਤਿ ਨਿਹਕ੍ਰਾਂਤਿ ਭਈ ਇਸੇ ਹੀ ਇਕ ਤਿਲ ਤੋਂ ਅਨੇਕ ਭਾਂਤ ਅਨੇਕ ਪੁਣਾ ਅਨੇਕ ਰੰਗੀ ਚਾਲਾ ਨਿਹਕ੍ਰਾਂਤ ਨਿਕਲਿਆ ਹੋਯਾ ਪ੍ਰਗਟਿਆ ਹਯਾ ਹੈ, ਮਾਨੋਂ ਐਸਾ ਪ੍ਰਭਾਵ ਵਾਨ ਇਹ ਤਿਲ ਹੈ, ਤੇ ਇਸੇ ਤੋਂ ਹੀ ਸਮਝ ਲਵੋ ਕਿ ਜਿਸ ਜ੍ਯੋਤੀ ਸਰੂਪ ਪੂਰਨ ਬ੍ਰਹਮ ਸਤਿਗੁਰੂ ਵਿਖੇ ਇਹ ਤਿਲ ਇਕ ਅੰਸ ਮਾਤ੍ਰ ਤੇ ਇਸਥਿਤ ਹੈ, ਉਨ੍ਹਾਂ ਦੀ ਗਤੀ ਕਿਤਨੀ ਕੁ ਅਬਿਗਤ ਰੂਪ ਹੋਵੇਗੀ, ਜਿਸ ਨੂੰ ਧ੍ਯਾਨ ਵਿਚ ਲਿਆ ਕੇ ਭਾਈ ਸਾਹਬ ਉਚਾਰਦੇ ਹਨ ਕਿ ਅਬਿਗਤ ਗਤਿ ਗੁਰ ਪੂਰਨ ਬ੍ਰਹਮ ਹੈ ਸਤਿਗੁਰੂ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਹਨ ਤੇ ਓਨਾਂ ਦੀ ਗਤੀ ਅਬ੍ਯਕਤ ਰੂਪ ਹੈ, ਭਾਵ ਤਿਲ ਨੂੰ ਤਾਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਨਿਰੂਪ੍ਯਾ ਜਾ ਸਕਿਆ ਹੈ, ਪ੍ਰੰਤੂ ਸਤਿਗੁਰਾਂ ਦੇ ਪ੍ਰਕਾਸ਼ ਦਾ ਵਰਨਣ ਤਾਂ ਆਦਿ ਅਨੰਤ ਵਾ ਨੇਤਿ ਨੇਤਿ ਆਦੀ ਸ਼ਬਦਾਂ ਦ੍ਵਾਰੇ ਭੀ ਕਿਸੇ ਪ੍ਰਕਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੧੪੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
