[
  {
    "id": "7H3",
    "sttm_id": 6622,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U114",
        "source_page": 142,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn joiq ko audoq Ascrj mY; ikMcq ktwC kY ibsm koit iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A sight of the divine refulgence of the True Guru is full of astonishment. A momentary glance of grace of the True Guru baffles millions of contemplation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸਨ ਜੋਤਿ ਕੋ ਉਦੋਤ ਅਸਚਰਜ ਮੈ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਅਚਰਜਮਈ ਜੋਤ ਦਾ ਉਦੋਤ ਉਦੇ ਪ੍ਰਗਟ ਕਰਦਾ ਹੈ ਅਰਥਾਤ ਦਰਸ਼ਨ ਕਰਨ ਮਾਤ੍ਰ ਤੇ ਸਿੱਖਾਂ ਦੇ ਰਿਦੇ ਅੰਦਰ ਅਥਵਾ ਸਤਿਗੁਰਾਂ ਦੇ ਮਸਤਕ ਉਪਰ ਭੌਚਕ ਵਿਚ ਪੌਣ ਵਾਲੇ ਪ੍ਰਕਾਸ਼ ਦੀ ਲਾਟ ਦਗ ਦਗ ਕਰਦੀ ਦਿਖਾਈ ਦੇਣ ਲਗ ਪਿਆ ਕਰਦੀ ਹੈ। ਅਰੁ ਕਿੰਚਤਕ ਕਟਾਛ ਕੈ ਬਿਸਮ ਕੋਟਿ ਧਿਆਨ ਹੈ ਥੋੜਾ ਮਾਤ੍ਰ ਕ੍ਰਿਪਾ ਭਰੀ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਸਤਿਗੁਰਾਂ ਦੇ ਤੱਕਨ ਤੋਂ ਕ੍ਰੋੜਾਂ ਧਿਆਨ ਹੀ ਅਚੰਭੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "78JW",
        "source_page": 142,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mMd muskwin bwin prmdBuiq giq; mDur bcn kY Qkq koit igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sweet smiling nature of the True Guru is marvellous. Millions of understandings and perceptions are paltry before his elixir like utterances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਮੰਤ ਮੁਸਕਾਨਿ ਬਾਨਿ ਪਰਮਦਭੁਤ ਗਤਿ ਮੰਦ ਮੰਦ ਸਹਿਜ ਸਹਿਜ ਹਸਮੁਖੀ ਬਾਨ ਪ੍ਰਕ੍ਰਿਤੀ ਤਬੀਅਤ ਯਾ ਸੁਭਾਵ ਦੀ ਗਤੀ ਦਸ਼ਾ ਚਾਲ ਪਰਮ ਅਨੋਖੀ ਹੈ ਤੇ ਮਿੱਠੇ ਮਿਠੇ ਬਚਨਾਂ ਕੈ ਅਗੇ ਤਾਂ ਕਰੋੜਾਂ ਹੀ ਗਿਆਨ ਥਕਿਤ ਹੋ ਹੁੱਟ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QY14",
        "source_page": 142,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk aupkwr ky ibQwr ko n pwrwvwru; koit aupkwr ismrn aunmwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The grandeur of a blessing of the True Guru is fathomless. And therefore, to remember other good deeds is trifle and meaningless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਇਕ ਨਾਮ ਦਾਨ ਰੂਪ ਉਪਕਾਰ ਦੇ ਵਿਸਤਾਰ ਦਾ ਪਾਰਾਵਾਰ (ਪਾਰ ਉਰਾਰ) ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਹੋਰ ਕ੍ਰੋੜਾਂ ਪਰਕਾਰ ਦੇ ਜੋ ਉਪਕਾਰ (ਭਲਾਈ ਕਰਨ ਵਾ ਸਹਾਇਤਾ ਪੁਚਾਨ ਆਦਿ ਦੇ ਸਾਧਨ) ਹਨ, ਉਹ ਚੇਤੇ ਕਰੀਏ ਤਾਂ ਉਨਮਾਨ (ਊਨ ਮਾਨ) ਵਾਲੇ ਤੁੱਛ ਦਿਸਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N86G",
        "source_page": 142,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dieAwiniD ikRpwiniD suKiniD soBwiniD; mihmw inDwn gMimqw n kwhU Awn hY [142["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is a treasure-house of kindness and ocean of clemency and sea of comforts. He is such a vast storehouse of praise and coffer of grandeur that no one else can reach it. (142)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਇਆ ਨਿਧਿ ਕ੍ਰਿਪਾ ਨਿਧਿ ਸੁਖ ਨਿਧਿ ਸੋਭਾ ਨਿਧਿ ਸਤਿਗੁਰੂ ਦਯਾ ਦੇ ਭੰਡਾਰ ਹਨ ਭਾਵ ਹਰ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਦੁਖ੍ਯਾਰਿਆਂ ਦੇ ਦੁੱਖ ਨਿਵਾਰਣ ਲਈ ਮਾਨੋਂ ਆਪ ਦੇ ਭੰਡਾਰ ਖੁੱਲੇ ਪਏ ਹਨ, ਅਰੁ ਅਵਿਦ੍ਯਾ ਦੇ ਅਧੀਨ ਯਾ ਭਰਮ ਭੁਲੇਖੇ ਦੇ ਮਾਰਿਆਂ ਹੋਯਾਂ ਅਨੇਕ ਅਪ੍ਰਾਧਾਂ ਦੇ ਕਰਣ ਹਾਰਿਆਂ ਦੇ ਅਪ੍ਰਾਧ ਬਖਸ਼ਨ ਲਈ ਕਿਰਪਾ ਦੇ ਭੀ ਭੰਡਾਰ ਖੁੱਲੇ ਰਹਿੰਦੇ ਹਨ ਭਾਵ ਗੁਰੂ ਬਰਕਤਾਂ ਬਖਸ਼ਨ ਹਾਰੇ ਪਰਮ ਉਦਾਰ ਹਨ। ਤੇ ਐਸਾ ਹੀ ਸੁਖਾਂ ਦੇ ਭੀ ਭੰਡਾਰ ਹਨ, ਅਰਥਾਤ ਜਿਸ ਜਿਸ ਮਨਚਿੰਦੀ ਦਸ਼ਾ ਵਿਖੇ ਸੁਖ ਦੇ ਜਾਚਕ ਲੋਕ ਔਂਦੇ ਹਨ ਸਭ ਦੀਆਂ ਹੀ ਓਸ ਓਸ ਪ੍ਰਕਾਰ ਮੁਰਾਦਾਂ ਭੌਣੀਆਂ ਪੂਰੀਆਂ ਕਰਦੇ ਹਨ। ਇਵੇਂ ਹੀ ਆਪ ਸੋਭਾ ਦੇ ਭੀ ਭੰਡਾਰ ਹਨ। ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਸ਼ੋਭਾ ਦੇ ਲੈਕ ਸਰਣਾਗਤਾਂ ਨੂੰ ਬਣਾਨ ਹਾਰੇ ਹਨ। ਕਿਸੇ ਪ੍ਰਕਾਰ ਮਹਿਮਾ ਨਿਧਾਨ ਗੰਮਿਤਾ ਨ ਕਾਹੂ ਆਨ ਹੈ ਮਹਿਮਾ ਦੇ ਭੀ ਖਜ਼ਾਨੇ ਵਾ ਸਮੁੰਦਰ ਹਨ ਸਰਣਾਗਤਾਂ ਨੂੰ ਮਹਾਂ ਮਹਿਮਾਵਾਨ ਬਨਾਣ ਲਈ ਸਮੱਰਥ ਹਨ, ਕਾਹੂੰ ਆਨ ਕਿਸੇ ਹੋਰ ਅਵਤਾਰ ਵਲੀ ਪੀਰ ਪੈਗੰਬਰ ਨੂੰ ਓਨਾਂ ਦੀ ਬਰੋਬਰੀ ਦੀ ਗੰਮਿਤਾ ਨਹੀਂ ਹੈ ॥੧੪੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
