[
  {
    "id": "GRR",
    "sttm_id": 6624,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BVLM",
        "source_page": 144,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awid prmwid ibsmwid gurey nymh; pRgt pUrn bRhm joiq rwKI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Salutation to the True Guru the wondrous form of the (root of all) Lord, in whom God Himself has lodged His light effulgent.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਦਿ ਧਰਮਾਦਿ ਬਿਸਮਾਦ ਗੁਰਏ ਨਮਹ ਧਰਮਾਦਿ ਧਰਮ ਅਰਥ, ਕਾਮ, ਮੋਖ ਰੂਪ ਚਾਰੋਂ ਪਦਾਰਥ ਜੋ ਜੀਵਨ ਜਿੰਦਗੀ ਦੇ ਪ੍ਰਯੋਜਨ ਰੂਪ ਮੰਨੇ ਗਏ ਹਨ, ਏਨਾਂ ਦੀ ਆਦਿ ਉਤਪੱਤੀ ਪ੍ਰਾਪਤੀ ਸਤਿਗੁਰਾਂ ਦ੍ਵਾਰੇ ਹੀ ਹੁੰਦੀ ਹੈ, ਇਸ ਲਈ ਉਹ ਧਰਮ ਆਦਕਾਂ ਦੀ ਆਦਿ ਮੁਢ ਹਨ। ਇਨਾਂ ਚਾਰਾਂ ਧਰਮ ਆਦਿਕਾਂ ਨੂੰ ਹਰਾਨ ਕਰ ਦੇਣ ਵਾਲੇ ਢੰਗ ਨਾਲ ਇੱਕਵਾਰਗੀ ਹੀ ਗੁਰ ਸਿੱਖਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਹੋਣ ਕਰ ਕੇ ਉਹ ਬਿਸਮਾਦ ਰੂਪ ਹਨ ਐਸੇ ਗੁਰਾਂ ਤਾਈ ਨਮਸਕਾਰ ਹੋਵੇ। ਪ੍ਰਗਟ ਪੂਰਨ ਬ੍ਰਹਮ ਜੋਤਿ ਰਾਖੀ ਆਪ ਵਿੱਚ ਪ੍ਰਤੱਖ ਹੀ ਪੂਰਨ ਬ੍ਰਹਮ ਪਮਾਤਮਾ ਨੇ ਆਪਣੀ ਜੋਤ ਟਿਕਾਈ ਹੋਈ ਹੈ ਭਾਵ ਆਪ ਸਾਖ੍ਯਾਤ ਨਿਰੰਕਾਰ ਹੀ ਓਨਾਂ ਦੇ ਆਕਾਰ ਵਿਖੇ ਸਾਕਾਰ ਹੋ ਵਰਤ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FEDN",
        "source_page": 144,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "imil cqur brn iek brn huie swDsMg; shj Duin kIrqn sbd swKI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the congregation assembled before God-like True Guru, praises of the Lord are sung and recited. All four varnas (caste based sections of the society) then integrate into one caste society.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਿਲਿ ਚਤੁਰ ਬਰਨ ਇਕ ਬਰਨ ਹੁਇ ਸਾਧ ਸੰਗ ਇਨਾਂ ਸਤਿਗੁਰਾਂ ਦੀ ਸਾਧ ਸੰਗ ਸਤਿਸੰਗਤ ਵਿਖੇ ਚਾਰੋਂ ਬਰਨ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਸੂਦਰ ਵੈਸ਼੍ਯ ਇਕ ਬਰਨ ਸਿੱਖ ਬਣ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਸਹਜ ਧੁਨਿ ਕੀਰਤਨ ਸਬਦ ਸਾਖੀ ਇਸ ਸਤਿਸੰਗ ਵਿਖੇ ਸ਼ਬਦ ਗੁਰਬਾਣੀ ਦੇ ਸ਼ਬਦਾਂ ਤਥਾ ਸਾਖੀ ਸ਼ਬਦ ਪ੍ਰਮਾਣਾਂ ਦਾ ਕੀਰਤਨ ਸਹਿਜ ਧੁਨੀ ਨਾਲ ਬੱਝਵੀਂ ਤਹਿ ਨਾਲ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9Q76",
        "source_page": 144,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwm inhkwm inj Dwm gurisK sRvn; Duin gurisK sumiq AlK lwKI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru whose base is Lord's name, listens to the melodious paeans of the Lord's praise. He then realises his self that helps him perceive the imperceptible.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਮ ਨਿਹਕਾਮ ਨਿਜ ਧਾਮ ਗੁਰਸਿਖ ਸ਼੍ਰਵਨ ਧੁਨਿ ਗੁਰਸਿਖ ਸੁਮਤਿ ਅਲਖ ਲਾਖੀ ਨਾਮ ਹੈ ਨਿਸ਼ਕਾਮ ਨਿਰਵਿਕਲਪ ਅਫੁਰਪਦ ਜਿਸ ਅਵਸਥਾ ਦਾ ਉਹ ਹੈ ਨਿਜ ਧਾਮ ਗੁਰਾਂ ਦਾ, ਉਥੇ ਸੁਰਤ ਟਿਕਾ ਕੇ ਸਿੱਖ ਸੁਣਦੇ ਹਨ ਧੁਨਿ ਅਨਹਦ ਨਾਦ ਜਿਸ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੀ ਹੈ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਸੁਮਤਿ ਆਤਮ ਵਿਖੈਣੀ ਬੁਧੀ ਅਲਖ ਦੀ ਲਖਤਾ ਕਰੌਣ ਹਾਰੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9CYG",
        "source_page": 144,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC kir ikRpw dY jwih lY; qwih Avgwih ipRAY pRIiq cwKI [144["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru showers his benediction in very small measure on such a person who gets engrossed in it and relishes the loving elixir of Lord's love. (144)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿੰਚਤ ਕਟਾਛ ਕਰਿ ਕ੍ਰਿਪਾ ਦੈ ਜਾਂਹਿ ਗੱਲ ਕੀਹ ਕਿ ਜਿਨਾਂ ਉਪਰ ਥੋੜੀ ਮਾਤ੍ਰ ਕਿਰਪਾ ਦ੍ਰਿਸ਼ਟੀ ਕਰ ਦਿੰਦੇ ਹਨ, ਤਾਂਹਿ ਅਵਗਾਹਿ ਪ੍ਰਿਅ ਪ੍ਰੀਤਿ ਚਾਖੀ ਲੈ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਤਿਸ ਕਿਰਪਾ ਨੂੰ ਉਹ ਸਿੱਖ, ਅਵਗਾਹਿ ਓਸ ਵਿਚ ਟੁਭਕੀ, ਲਗਾ ਲਗਾ ਭਾਵ ਮੁੜ ਮੁੜ ਓਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਚਿਤਾਰ ਚਿਤਾਰ ਕੇ ਓਸ ਦ੍ਵਾਰਾ ਪ੍ਯਾਰੇ ਪ੍ਰੀਤਮ ਦੀ ਪ੍ਰੀਤ ਪ੍ਯਾਰ ਅਨੁਭਵ ਰਸ ਮਿਲਾਪ ਦੇ ਆਨੰਦ ਨੂੰ ਚਖਦੇ ਮਾਣਦੇ ਆਸ੍ਵਾਦਨ ਕਰਦੇ ਅਨੁਭਉ ਕਰਦੇ ਹਨ ॥੧੪੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
