[
  {
    "id": "8GU",
    "sttm_id": 6625,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "P6KH",
        "source_page": 145,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd kI suriq AsPuriq huie qurq hI; juriq hY swDsMg murq nwhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of godly people, the mind readily focuses on the divine word. That results in perpetual and uninterrupted meditation on Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਪੁਰਖ ਜੁੜਦਾ ਮਿਲਦਾ ਹੈ ਆਣ ਕੇ ਸਤਿਸੰਗਤ ਵਿਖੇ ਤੁਰਤ ਸ਼ੀਘਰ ਬਿਨਾਂ ਚਿਰ ਦੇ ਹੀ ਓਸ ਨੂੰ ਸ਼ਬਦ ਦੀ ਸੁਰਤਿ ਸੂਝ ਅਥਵਾ ਲਗਨ ਅਸਫੁਰਤਿ ਅਸ ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਤਤਕਾਲ ਫੁਰਤਿ ਫੁਰ ਪਿਆ ਕਰਦੀ ਹੈ, ਭਾਵ ਸ਼ਬਦ ਦੇ ਅਭ੍ਯਾਸ ਵਿਖੇ ਓਸ ਗੁਰਮੁਖ ਦੀ ਸੁਰਤ ਦਾ ਪ੍ਰਵਾਹ ਝੱਟ ਹੀ ਤੁਰ ਪਿਆ ਕਰਦਾ ਹੈ। ਜਿਹੜਾ ਕਿ ਫੇਰ ਓਸ ਪਾਸਿਓਂ ਮੁੜ ਨਹੀਂ ਸਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4F9",
        "source_page": 145,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym prqIiq kI rIiq ihq cIq kir; jIiq mn jgq mn durq nwhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a result of union with holy gathering, the mundane distractions of daily life do not disturb any more. It adheres to the loving code with faith and confidence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਪਰਤੀਤ ਕੀ ਰੀਤਿ ਹਿਤ ਚੀਤ ਕਰਿ ਸਤਿਗੁਰਾਂ ਦੇ ਬਚਨ ਉਪਦੇਸ਼ ਉਪਰ ਪਰਤੀਤੀ ਵਿਸ਼੍ਵਾਸ ਭਰੋਸਾ ਨਿਸਚਾ ਧਾਰ ਕੇ ਅਥਵਾ ਉਸ ਦੀ ਸਚ੍ਯਾਈ ਦਾ ਆਦਰ ਕਰਦਿਆਂ ਹਇਆਂ ਓਸ ਬਚਨ ਨਾਲ ਵਾ ਸਤਿਗੁਰਾਂ ਨਾਲ ਪ੍ਰੇਮ ਪ੍ਯਾਰ ਪ੍ਰੀਤ ਦੀ ਰੀਤ ਚਾਲ ਢੰਗ ਮ੍ਰਯਾਦਾ ਦੇ ਪਾਲਨ ਵਿਖੇ ਚਿੱਤ ਕਰ ਕੇ ਹਿਤ ਕਰਦਿਆਂ। ਜੀਤ ਮਨ ਜਗਤ ਜਿੱਤ ਕੇ ਮਨ ਨੂੰ ਉਹ ਜਗਤ ਨੂੰ ਹੀ ਜਿੱਤ ਲੈਂਦਾ ਹੈ ਅਰਥਾਤ ਸੰਸਾਰ ਭਰ ਦੇ ਪਦਾਰਥ ਓਸ ਦੇ ਚਿੱਤ ਨੂੰ ਹੁਣ ਕਾਬੂ ਕਰਣੋਂ ਵਾ ਆਪਣੀ ਵੱਲ ਖਿਚਨੋਂ ਅਸਮਰਥ ਹੋ ਜਾਂਦੇ ਹਨ। ਅਰੁ ਏਸੇ ਕਰ ਕੇ ਹੀ ਮਨ ਦੁਰਤ ਨਾਹੀ ਮਨ ਵਿਚ ਪਾਪ ਨਹੀਂ ਰਹਿੰਦਾ ਅਥਵਾ ਓਸ ਦੇ ਮਨ ਨੂੰ ਹੁਣ ਓਹਲੇ ਛਪਾਉ ਨਹੀਂ ਕਰਨੇ ਪਿਆ ਕਰਦੇ, ਵਾ ਲੋਕਾਂ ਯਾ ਪਦਾਰਥਾਂ ਤੋਂ ਡਰਦਾ ਹੋਯਾ ਉਹ ਲੁਕ ਲੁਕਕੇ ਨਹੀਂ ਬੈਠਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99HN",
        "source_page": 145,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwm inhkwm inhkrm huie krm kir; Awsw inrws huie Jrq nwhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of keeping company of holy men, a God worshipping Guru-conscious person remains free of worldly desires despite living in their influence. He claims no credit for any deed performed. He remains bereft of all expectations and hopes and feels no d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਾਮ ਨਿਹਕਾਮ ਨਿਹਕਰਮ ਹੁਇ ਕਰਮ ਕਰਿ ਕਾਮਨਾ ਸੰਕਲਪ ਬਾਸਨਾ ਚਾਹਨਾ ਦੇ ਅਧੀਨ ਵਰਤਦਿਆਂ ਹੋਯਾਂ ਭੀ ਉਹ ਨਿਹਕਾਮ ਨਿਹਸੰਕਲਪ, ਨਿਰਬਾਸ ਅਥਵਾ ਅਚਾਹ ਰਹਿੰਦਾ ਹੀ ਵਰਤ੍ਯਾ ਕਰਦਾ ਹੈ ਅਰੁ ਕਰਮ ਸਮੂਹ ਕਾਰਯਾਂ ਨੂੰ ਕਰਦਾ ਹੋਇਆਂ ਕਾਰਾਂ ਵਿਹਾਰਾਂ ਵਿਖੇ ਉਹ ਨਿਹਕਰਮ ਨਿਸ਼ਕਰਮ ਅਕ੍ਰੇ ਭਾਵ ਵਿਖੇ ਕੁਛ ਭੀ ਨਾ ਕਰਦੇ ਹੋਏ ਵਾਕੂੰ ਅਲੇਪ ਹੀ ਵਿਚਰਿਆ ਕਰਦਾ ਹੈ। ਤੇ ਇਵੇਂ ਹੀ ਆਸ ਨਿਰਾਸ ਹੁਇ ਝਰਤ ਨਾਹੀ ਆਸਾਂ ਉਮੈਦਾਂ ਕਰਮਾਂ ਦੇ ਫਲਾਂ ਦੀਆਂ ਤਾਂਘਾਂ ਵੱਲੋਂ ਨਿਰਾਸ ਬੇਤਾਂਘ ਹੋ ਕੇ ਆਸਾ ਰਹਿਤ ਲਟਕੇ ਲਾਂਝੇ ਤ੍ਯਾਗ ਕੇ ਮੁੜ ਕਦੀ ਝੜਿਆ ਨਹੀਂ ਕਰਦਾ। ਪਦਾਰਥਾਂ ਪਿੱਛੇ ਵਹਿ ਨਹੀਂ ਤੁਰ੍ਯਾ ਕਰਦਾ, ਅਥਵਾ ਭੁਲੇਖਾ ਹੀਂ ਖਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YHVK",
        "source_page": 145,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn gur iDAwn aur mwin pUrn bRhm; jgq mih Bgiq miq Crq nwhI [145["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the virtue of holy congregation, with the instilling of Lords knowledge and perception in the mind, and feeling His presence around, such a devotee is never cheated or tricked in the world. (145)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਗਿਆਨ ਗੁਰ ਧਿਆਨ ਉਰਮਾਨ ਪੂਰਨ ਬ੍ਰਹਮ ਗੁਰ ਗਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਹਿਰਦੇ ਵਿਖੇ ਇਸ ਦੇ ਬਾਰੰਬਾਰ ਮਨਨ ਕਰਦਿਆਂ ਕਰਦਿਆਂ, ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਧਿਆਨ ਬੱਝ ਜਾਂਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਓਸ ਭਗਤ ਭਜਨੀਕ ਪੁਰਖ ਦੀ ਮਤਿ ਜਗਤ ਵਿਖੇ ਵਰਤਦੇ ਹੋਇਆਂ ਭੀ ਕਿਸੇ ਪ੍ਰਕਾਰ ਛਲੀ ਨਹੀਂ ਜਾਯਾ ਕਰਦੀ ॥੧੪੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
