[
  {
    "id": "HTH",
    "sttm_id": 6626,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4EHT",
        "source_page": 146,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin igAwn igAwn Avgwhn kY; kotin kotwin iDAwn iDAwn aur DwrhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For searching the words of True Guru, millions keep the knowledge and contemplation of the Guru in their mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਗਿਆਨ ਗਿਆਨ ਅਵਗਾਹਨ ਕੈ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਗਿਆਨ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਗਿਆਨ ਨੂੰ ਅਵਗਾਹਨ ਕਰਦੇ ਰਹਿੰਦੇ ਉਸ ਗਿਆਨ ਵਿਚ ਮਲ ਮਲ ਨੌਂਦੇ ਵਾ ਟੁਭਕਿਆਂ ਲਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਭਾਵ ਉਸ ਗਿਆਨ ਦ੍ਵਾਰੇ ਨਿਰਮਲ ਹੁੰਦੇ ਅਥਵਾ ਓਸ ਵਿਚ ਮਗਨ ਹੋਏ ਰਹਿੰਦੇ ਹਨ। ਅਤੇ ਕੋਟਿਨ ਕੋਟਾਨਿ ਧਿਆਨ ਧਿਆਨ ਉਰਿ ਧਾਰ ਹੀ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਧਿਆਨ ਓਸ ਦਾ ਹਿਰਦੇ ਅੰਦਰ ਧਿਆਨ ਧਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4CG3",
        "source_page": 146,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin ismrn ismrn kir; kotin kotwin aunmwn bwrMbwr hI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For acquiring the vastness of Guru's perception and contemplation, millions of meditation methods of repeating/ reciting/uttering the words of the Guru are adopted.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਸਿਮਰਨ ਸਿਮਰਨ ਕਰਿ ਇਸੇ ਭਾਂਤ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸਿਮਰਣ, ਓਸ ਦਾ ਸਿਮਰਣ ਕਰਦੇ ਓਸ ਨੂੰ ਚਿੱਤ ਵਿਚ ਚਿਤਾਰਦੇ ਰਹਿੰਦੇ ਹਨ। ਅਰੁ ਇਵੇਂ ਹੀ ਕੋਟਿਨ ਕੋਟਾਨਿ ਉਨਮਾਨ ਬਾਰੰਬਾਰ ਹੀ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਉਨਮਾਨ ਬਾਰੰਬਾਰ ਹੀ ਓਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰੀਂ ਅਕਲ ਦੇ ਤਰਾਜੂ ਕੰਡੇ ਨਾਲ ਤੋਲਦੇ ਮਾਪਦੇ ਅਰਥਾਤ ਓਸ ਦੀ ਮਿਤ ਪਾਣ ਦਾ ਜਤਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VK76",
        "source_page": 146,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin suriq sbd Aau idRsit kY; kotin kotwin rwg nwd Junkwr hI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of hearing powers try to perceive the divine word of Guru. Millions of singing modes are playing melodious tunes before the enchanting notes of Gur Shabad (Guru's words).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਿਨ ਕੋਟਾਨਿ ਸੁਰਤਿ ਸਬਦ ਅਉ ਦ੍ਰਿਸਟਿ ਕੈ ਔ ਔਰ ਫੇਰ ਕ੍ਰੋੜਾਂ ਹੀ ਪ੍ਰਕਾਰ ਦੀਆਂ ਕ੍ਰੋੜਾਂ ਸੁਰਤਾਂ ਸੁਨਣ ਸ਼ਕਤੀਆਂ ਗੁਰੂ ਕੇ ਸ਼ਬਦ ਵਿਖੇ ਦ੍ਰਿਸਟਿ ਕੈ ਨਿਗ੍ਹਾ ਕਰੀ ਰਖਦੀਆਂ ਨਿਰਤ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ। ਅਤੇ ਕੋਟਿਨ ਕੋਟਾਨਿ ਰਾਗ ਨਾਦ ਝੁਨਕਾਰ ਹੀ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਹੀ ਕ੍ਰੋੜਾਂ ਰਾਗ, ਨਾਦ ਕਰਦੇ ਹੋਏ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸ਼ਬਦ ਨਾਦ ਅਗੇ ਅਪਣੇ ਆਪ ਵਿਖੇ ਝਨੂਨ ਰਹੇ ਹਨ ਭਾਵ ਝੂਮ ਰਹੇ ਮਸਤੀ ਦੇ ਹੁਲਾਰੇ ਲੈ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CW3M",
        "source_page": 146,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin pRym nym gur sbd kau; nyq nyq nmo nmo kY nmskwr hI [146["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Abiding by many codes of love and discipline, millions salute the words of the True Guru repeatedly calling it infinite, infinite and beyond. (146)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਟਿਨ ਕੋਟਾਨਿ ਪ੍ਰੇਮ ਨੇਮ ਗੁਰ ਸਬਦ ਕੋ ਐਸਾ ਹੀ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਕ੍ਰੋੜਾਂ ਪ੍ਰੇਮ ਗੁਰੂ ਸ਼ਬਦ ਦਾ ਨੇਮ ਪਾਲਨ ਕਰਦੇ ਕਰਦੇ, ਨੇਤਿ ਨੇਤਿ ਨਮੋ ਨਮੋ ਕੈ ਨਮਸਕਾਰਹੀ ਅਨੰਤ ਅਨੰਤ ਕਥਨ ਕਰ ਕੇ ਬਾਰੰਬਾਰ ਮਨ ਬਾਣੀ ਸ਼ਰੀਰ ਕਰ ਕੇ ਨਮਸਕਾਰਾਂ ਕਰਦੇ ਹਨ ॥੧੪੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
