[
  {
    "id": "8PD",
    "sttm_id": 6627,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LRXP",
        "source_page": 147,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilvlIn AkulIn Bey; cqr brn imil swDsMg jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the union of the divine word and mind, a Guru-conscious person becomes free of high and low caste based differences. According to them, joining the ideal assembly of saintly people, the four castes become one only.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਸੁਰਤਿ ਲਿਵਲੀਨ ਅਕੁਲੀਨ ਭਏ ਗੁਰ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗਾ ਕੇ ਜੋ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹ ਅਕੁਲੀਨ ਕੁਲ ਗੋਤ ਆਦਿ ਦੇ ਅਭਿਮਾਨ ਤੋਂ ਰਹਿਤ ਬਣ ਜਾਂਦੇ ਹਨ ਚਤੁਰ ਬਰਨ ਮਿਲਿ ਸਾਧ ਸੰਗ ਜਾਨੀਐ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਚਾਰੋਂ ਹੀ ਬਰਨ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਵੈਸ਼ ਅਰੁ ਸ਼ੂਦਰ ਮਿਲਣ ਤੇ ਇਹ ਬਾਤ ਜਾਨਣ ਵਿਚ ਆਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2HMN",
        "source_page": 147,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv lIn jl mIn giq; guhj gvn jl pwn aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is engrossed in the divine word should be considered like a fish in water who lives and eat in the water. Thus the Guru-conscious person latently continue with the practicing of Naam Simran (meditation) and enjoy the elixir of divine name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਸੁਰਤਿ ਲਿਵਲੀਨ ਜਲ ਮੀਨ ਗਤਿ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਨੂੰ ਜਿਹੜੇ ਜਲ ਵਿਚ ਮਛਲੀ ਦੇ ਮਗਨ ਰਹਿਣ ਵਾਂਕੂੰ ਲਿਵ ਲੀਨ ਰਖਦੇ ਹਨ, ਉਹ ਗੁਹਜ ਗਵਨ ਜਲ ਪਾਨ ਉਨਮਾਨੀਐ ਉਹ ਜਲ ਵਿਖੇ ਮਛਲੀ ਦੇ ਗੁਪਤ ਗੁਪਤ ਹੀ ਚੱਲਨ ਵਤ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਅੰਦਰੇ ਅੰਦਰ ਨਾਮ ਦੀ ਤਾਰ ਲਗਾਈ ਰਖਦੇ ਹਨ, ਤੇ ਮਛਲੀ ਸਾਰਖ੍ਯਾਂ ਹੀ ਬਾਹਰ ਮੁਖੀ ਪਾਸਿਓਂ ਬਿਰਤੀ ਨੂੰ ਅੰਤਰਮੁਖ ਉਲਟਾ ਕੇ ਜਲ ਪਾਨ ਕਰਦੇ ਨਾਮ ਰਸ ਨੂੰ ਪੀਂਦੇ ਉਨਮਾਨ ਕਰੋ ਵੀਚਾਰੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8GSH",
        "source_page": 147,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv lIn prbIn Bey; pUrn bRhm eykY eyk pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-oriented people absorbed in the divine word become aware completely. They acknowledge the presence of One Lord in all the living beings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਸੁਰਤਿ ਲਿਵਲੀਨ ਪਰਬੀਨ ਭਏ ਫੇਰ ਏਕੂੰ ਹੀ ਜਿਹੜੇ ਸਬਦ ਵਿਖੇ ਸੁਰਤ ਨੂੰ ਲਿਵਲੀਨ ਕਰ ਦਿੰਦੇ ਹਨ ਉਹ ਪਰਬੀਨ ਪਾਰ ਦਰਸੀ ਦੂਰ ਧ੍ਯਾਨੀਏ ਬਹੁਤ ਸ੍ਯਾਣੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਪੂਰਨ ਬ੍ਰਹਮ ਏਕੈ ਏਕ ਪਹਿਚਾਨੀਐ ਇਕ ਮਾਤ੍ਰ ਪ੍ਰੀਪੂਰਣ ਬ੍ਰਹਮ ਨੂੰ ਹੀ ਜ੍ਯੋਂ ਕੇ ਤ੍ਯੋਂ ਸਰੂਪ ਵਿਖੇ ਰਮਿਆ ਹੋਯਾ ਪਛਾਣ ਲਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TLMZ",
        "source_page": 147,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv lIn pg rIn Bey; gurmuiK sbd suriq aur AwnIAY [147["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who are engrossed in the Gur Shabad (Divine Word) become humble of disposition and feel like dust of the feet of holy men. It is because they are perpetually practicing meditation on Lord's name. (147)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਸੁਰਤਿ ਲਿਵਲੀਨ ਪਗ ਰੀਨ ਭਏ ਅਰੁ ਇਸੀ ਪ੍ਰਕਾਰ ਇਹ ਜਿਹੜੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਨੂੰ ਲਿਵ ਲੀਨ ਕਰ ਕੇ ਬ੍ਰਹਮ ਗ੍ਯਾਨੀ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦੇ ਹਨ, ਅਭਿਮਾਨੀ ਨਹੀਂ ਬਣ ਜਾਯਾ ਕਰਦੇ, ਸਗੋਂ ਪਗ ਰੀਨ ਸਭ ਦੀਆਂ ਚਰਣਾਂ ਦੀ ਧੂੜੀ ਹੋ ਜਾਂਦੇ ਹਨ ਭਾਵ ਗ੍ਰੀਬੀ ਭਾਵ ਵਿਚ ਵਰਤਣ ਲਗ ਪਿਆ ਕਰਦੇ ਹਨ, ਤਾਂ ਤੇ ਹੇ ਸ੍ਰੋਤਾ ਜਨੋਂ! ਗੁਰਮੁਖਿ ਸਬਦ ਸੁਰਤਿ ਉਰਿ ਆਨੀਐ ਗੁਰਮੁਖ ਬਣ ਕੇ ਗੁਰਮੁਖੀ ਭਾਵ ਨੂੰ ਧਾਰ ਕੇ ਸ਼ਬਦ ਸੁਰਤਿ ਦੇ ਅਭ੍ਯਾਸ ਵਿਖੇ ਆਪਣੇ ਰਿਦੇ ਨੂੰ ਲਿਆਓ! ਅਰਥਾਤ ਗੁਰਮੁਖ ਹੋ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਘਰ ਦਾ ਸ਼ਬਦ ਅਭ੍ਯਾਸ ਸਿੱਖ ਕੇ ਇਸ ਵਿਖੇ ਆਪਣਾ ਨਿਸਚਾ ਪ੍ਰਪੱਕ ਕਰੋ ॥੧੪੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
