[
  {
    "id": "GH1",
    "sttm_id": 6628,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J86P",
        "source_page": 148,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK iDAwn kY piqstw suKMbr lY; Anik ptMbr kI soBw n suhwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the grace of True Guru, a Guru-conscious person appreciates no other apparel than the comfort giving dress of respect and honour acquired by virtue of perpetual engrossment of the mind in the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਧਿਆਨ ਕੈ ਪ੍ਰਤਿਸਟਾ ਸੁਖੰਬਰ ਲੈ ਗੁਰਮੁਖ ਪੁਰਖ ਨੂੰ ਧ੍ਯਾਨ ਦੇ ਕਾਰਣ ਧ੍ਯਾਨ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਜੋ ਪ੍ਰਤਿਸ਼ਟਾ ਗੌਰਵਤਾ ਵਡ੍ਯਾਈ ਸਨਮਾਨ ਸੁਖ ਸਰੂਪੀ ਅੰਬਰ ਬਸਤਰ ਦੇ ਲਿਆਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਅਰਥਾਤ ਧ੍ਯਾਨ ਕਰਨ ਕਰ ਕੇ ਜਿਸ ਸੁਖਮਈ ਅਵਸਥਾ ਵਿਚ ਉਹ ਮਗਨ ਹੁੰਦੀ ਹੈ, ਓਸ ਨਾਲ ਓਸ ਦੀ ਮਹੱਤਤਾ ਐਡੀ ਉੱਚੀ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ ਅਨਿਕ ਪਟੰਬਰ ਕੀ ਸੋਭਾ ਨ ਸੁਹਾਵਈ ਇਕਤੋਂ ਇਕ ਚੜ੍ਹਦੇ ਅਨੇਕ ਭਾਂਤ ਦੇ ਪੱਟ ਦੇ ਬਸਤਰਾਂ ਦੀ ਸ਼ੋਭਾ ਭੀ ਓਸ ਦੇ ਸਾਮਨੇ ਕਦਾਚਿਤ ਨਹੀਂ ਸੋਹਣੀ ਲਗ ਸਕਦੀ, ਭਾਵ ਮਾਤ ਪੈ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8W8F",
        "source_page": 148,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl igAwn imstwn pwn; nwnw ibMjnwid sÍwd lwlsw imtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He also feels no more desire for other foods after relishing the soul comforting sweet elixir like food of Naam Simran (Meditation on Lord's name).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਿ ਸੁਖਫਲ ਗਿਆਨ ਮਿਸਟਾਨ ਪਾਨ ਐਸਾ ਹੀ ਗੁਰਮੁਖ ਨੂੰ ਗੁਰੂ ਗ੍ਯਾਨ ਦਾ ਫਲ ਉਹ ਕੁਛ ਉੱਤਮ ਰਸ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਜਿਸ ਦਾ ਸੁਖ ਸ੍ਵਾਦ ਐਡਾ ਮਿਸ਼ਟ ਮਿੱਠਾ ਹੁੰਦਾ ਹੈ ਕਿ ਮਿਠ ਰਸ ਭਾਵੀ ਅੰਨ ਪਾਨ ਆਦਿ ਜੋ ਨਾਨਾ ਬਿੰਜਨਾਦਿ ਸ੍ਵਾਦ ਭਾਂਤ ਭਾਂਤ ਦੇ ਭੋਜਨ ਸੁਆਦੀ ਪਦਾਰਥਾਂ ਦੇ ਸ੍ਵਾਦ ਰਸ ਹੁੰਦੇ ਹਨ ਓਨਾਂ ਸਭਨਾਂ ਦੀ ਲਾਲਸਾ ਮਿਟਾਵਈ ਲਾਲਸਾ ਚਾਹਨਾ ਮਨੋ ਕਾਮਨਾ ਹੀ ਮਿਟ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K0PJ",
        "source_page": 148,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm inDwn ipRA pRym prmwrQ kY; srb inDwn kI ieCw n aupjwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Having attained access to the love filled treasure of the Lord, a Guru-obedient person desires for no other treasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰਮ ਨਿਧਾਨ ਪ੍ਰਿਆ ਪ੍ਰੇਮ ਪਰਮਾਰਥ ਕੈ ਪ੍ਯਾਰੇ ਪਰਮਾਤਮਾ ਆਨੰਦ ਸਰੂਪ ਦੇ ਪਰਮ ਭੰਡਾਰ ਰੂਪ ਪ੍ਰੇਮ ਸਰੂਪੀ ਪਰਮ ਪ੍ਰਯੋਜਨ ਦੇ ਪ੍ਰਾਪਤ ਹੋ ਜਾਣ ਕਰ ਕੇ ਫੇਰ ਕਦਾਚਿਤ ਓਸ ਨੂੰ ਨਿਧਾਨ ਕੀ ਇਛਾ ਨ ਉਪਜਾਵਈ ਸਭ ਭਾਂਤ ਦੀਆਂ ਨਿਧੀਆਂ ਸੰਸਾਰਿਕ ਖਜਾਨਿਆਂ ਦੀ ਇੱਛਾ ਹੀ ਨਹੀਂ ਉਪਜਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "900E",
        "source_page": 148,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur ikMcq ikRpw ktwC; mn mnsw Qkq Anq n DwveI [148["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By a miniscule grace of God-like True Guru for practicing meditation on Lord's name, all expectations of a Guru-oriented person are defeated. Except for indulgence in Naam Simran, they wander nowhere else. (148)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੀ ਪ੍ਰਕਾਰ ਪੂਰਨ ਬ੍ਰਹਮ ਗੁਰ ਕਿੰਚਤ ਕ੍ਰਿਪਾ ਕਟਾਛ੍ਯ ਜਿਸ ਐਸੇ ਗੁਰਮੁਖ ਨੂੰ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦਾ ਥੋੜਾ ਮਾਤ੍ਰ ਕ੍ਰਿਪਾ ਕਟਾਛ੍ਯ ਪ੍ਰੇਮ ਭਰੀ ਦ੍ਰਿਸ਼ਟੀ ਦਾ ਤੱਕਨਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਓਸ ਦੇ ਮਨ ਮਨਸਾ ਥਕਤ ਅਨਤ ਨ ਧਾਵਈ ਮਨ ਦੀ ਮਨਸਾ ਕਲਪਨਾ ਅਭਿਲਾਖਾ ਮਨੋ ਬਿਰਤੀ ਥਕਿਤ ਹੋ ਕੇ ਹੁਟ ਹਾਰਕੇ ਹੋਰ ਹੋਰਨਾਂ ਪਦਾਰਥਾਂ ਸੰਕਲਪਾਂ ਪਿੱਛੇ ਨਹੀਂ ਧਾਇਆ ਭਟਕਿਆ ਕਰਦੀ ॥੧੪੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
