[
  {
    "id": "RBU",
    "sttm_id": 6629,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PDN5",
        "source_page": 149,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "DMin DMin gurisK suin gurisK Bey; gurisK min gurisK mn mwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Blessed is he who accepting Guru's advice become his disciple (devotee). In the process his mind is reassured in the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਧੰਨਿ ਧੰਨਿ ਗੁਰ ਸਿਖ ਸੁਨਿ ਗੁਰਸਿਖ ਭਏ ਮੁਬਾਰਕ ਹਨ ਉਹ ਤੇ ਧੰਨਤਾ ਜੋਗ ਹਨ ਉਹ ਜਿਹੜੇ ਗੁਰੂ ਕੀ ਸਿਖ੍ਯਾ ਨੂੰ ਸੁਣ ਕੇ ਗੁਰਸਿਖ ਹੋ ਗਏ ਹਨ। ਗੁਰ ਸਿਖ ਮਨਿ ਗੁਰਸਿਖ ਮਨ ਮਾਨੇ ਹੈ ਅਰੁ ਧੰਨ ਧੰਨ ਦੇ ਲੈਕ ਹਨ ਉਹ, ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਣੀ ਹੋਈ ਉਕਤ ਗੁਰ ਸਿਖਯਾ ਨੂੰ ਮੰਨਨ ਕੀਤਾ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਓਨਾਂ ਗੁਰਸਿਖਾਂ ਦੇ ਮਨ ਮੰਨ ਰਹੇ ਹਨ ਭਾਵ ਹੁਣ ਅਮੋੜ ਹੋ ਕੇ ਨਹੀਂ ਵਰਤਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2QSW",
        "source_page": 149,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK Bwie gurisK Bwau cwau irdY; gurisK jwin gurisK jg jwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By accepting his (Guru's) teachings with faith, love and enthusiasm develops in the heart of a devotee. He who labours on the teachings of Guru with singular mind, becomes known as a true Sikh of the Guru the world over.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿਖ ਭਾਇ ਗੁਰਸਿਖ ਭਾਉ ਚਾਉ ਰਿਦੈ ਅਤੇ ਇਵੇਂ ਹੀ ਉਹ ਭੀ ਧੰਨਤਾ ਦੇ ਪਾਤਰ ਹਨ ਗੁਰੂ ਕੀ ਸਿਖ੍ਯਾ ਦੇ ਭਾਇ ਆਸ਼ਯ ਅਨੁਸਾਰ ਹੀ ਜਿਨਾਂ ਗੁਰਸਿੱਖਾਂ ਦੇ ਰਿਦੇ ਅੰਦਰ ਭਾਉ ਸ਼ਰਧਾ ਉਮਗੀ ਰਹਿੰਦੀ ਤੇ ਚਾਉ ਉਮੰਗ ਉਤਸ਼ਾਹ ਜਾਗ੍ਯਾ ਰਹਿੰਦਾ ਹੈ। ਗੁਰ ਸਿਖ ਜਾਨਿ ਗੁਰਸਿਖ ਜਗ ਜਾਨੇ ਹੈ ਤਾਤਪਰਜ ਕੀਹ ਕਿ ਜਿਨ੍ਹਾਂ ਨੇ ਉਕਤ ਰੀਤੀ ਨਾਲ ਗੁਰ ਸਿਖ੍ਯਾ ਨੂੰ ਸੁਣ ਮੰਨਕੇ ਕਮਾਯਾ ਤੇ ਗੁਰ ਸਿਖ੍ਯਾ ਨੂੰ ਜਾਣਿਆ ਕਿ ਇਸਦਾ ਆਹ ਕੁਝ ਮਰਮ ਹੈ ਭਾਵ ਗੁਰ ਸਿਖ੍ਯਾ ਦ੍ਵਾਰੇ ਜਿਨਾਂ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਗ੍ਯਾਨ ਹੋ ਆਇਆ ਹੈ, ਓਨਾਂ ਗੁਰੂਕਿਆਂ ਸਿੱਖਾਂ ਨੂੰ ਸਾਰਾ ਜਗਤ ਹੀ ਜਾਣਨ ਲਗ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UW2U",
        "source_page": 149,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMiD imlY gurisK pUrn huie; gurisK pUrn bRhm phcwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of Guru and his Sikh by virtue of strenuous meditation on Lord's name that enables him practice Guru's teachings sincerely and adeptly, the Sikh then recognises the complete Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿਖ ਸੰਧਿ ਮਿਲੈ ਗੁਰਸਿਖ ਪੂਰਨ ਹੁਇ ਦੂਸਰੇ ਸ਼ਬਦਾਂ ਵਿਚ ਏਹੋ ਹੀ ਗੱਲ, ਪਿਛੇ ਐਉਂ ਆਖੀ ਜਾਂਦੀ ਰਹੀ ਹੈ ਕਿ ਗੁਰੂ ਸਿੱਖ ਦੀ ਸੰਧੀ ਜੋੜ ਜਦ ਆਣ ਮਿਲਦਾ ਹੈ ਤਾਂ ਗੁਰੂ ਕਾ ਸਿਖ ਪੂਰਾ ਪੂਰਾ ਸਿੱਖ ਬਣਿਆ ਕਰਦਾ ਹੈ ਅਰਥਾਤ ਸਿਖ੍ਯਾ ਸੁਣ ਮੰਨ ਕਮਾ ਕੇ, ਜਦ ਮਰਮ ਉਸ ਦਾ ਜਾਣਿਆ ਤਾਂ ਗੁਰੂ ਦਾ ਸਿਖ ਪੂਰਾ ਪੂਰਾ ਸਿੱਖ ਬਣਿਆ ਕਰਦਾ ਹੈ ਅਰਥਾਤ ਸਿਖ੍ਯਾ ਸੁਣ ਮੰਨ ਕਮਾ ਕੇ ਜਦ ਮਰਮ ਉਸ ਦਾ ਜਾਣਿਆ ਤਾਂ ਗੁਰੂ ਦਾ ਅਰੁ ਸਿੱਖ ਦਾ ਮਨ ਆਪੋ ਵਿਚ ਪਤੀਜਦਾ ਪ੍ਰਤੀਤ ਦੇ ਘਰ ਆਯਾ ਕਰਦਾ ਹੈ। ਤੇ ਬੱਸ ਏਸੇ ਅਵਸਥਾ ਵਿਖੇ ਹੀ ਗੁਰਸਿਖ ਪੂਰਨ ਬ੍ਰਹਮ ਪਹਿਚਾਨੇ ਹੈ ਗੁਰੂ ਦਾ ਸਿੱਖ ਪੂਰਨ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਦੇ ਸਾਖ੍ਯਾਤਕਾਰ ਅਪਰੋਖ੍ਯ ਗ੍ਯਾਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M84V",
        "source_page": 149,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK pRym nym gurisK isK gur; sohM soeI bIs iekIs auir Awny hY [149["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The sincerity of the Sikh in labouring on the teachings of his Guru brings both together to the extent of becoming one. Believe it! By repeated incantations of Waheguru, Waheguru (Lord) and Tuhi Tuhi (He alone, He alone), he lodges the Lord in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿਖ ਪ੍ਰੇਮ ਨੇਮ ਗੁਰ ਸਿਖ ਸਿਖ ਗੁਰ ਇਸ ਪ੍ਰਕਾਰ ਦੇ ਗੁਰੂ ਅਰੁ ਸਿੱਖ ਦੇ ਪ੍ਰੇਮ ਨਿਭਨ ਦਾ ਇਹ ਨੇਮ ਸੰਕੇਤ ਹੈ ਕਿ ਗੁਰੂ ਸਿੱਖ ਵਿਚ ਤੇ ਸਿੱਖ ਗੁਰੂ ਵਿਚ, ਅਭੇਦ ਹੋ ਜਾਂਦੇ ਹੈ। ਏਸੇ ਨੂੰ ਹੀ 'ਸੋਹੰ ਸੋਈ ਬੀਸ ਇਕੀਸ' 'ਓਹੋ ਹੀ ਹਾਂ' ਐਸੇ ਉੱਚਾਰਣ ਕਰਦਾ ਵਾ ਅੰਦਰੇ ਅੰਦਰ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਇਉਂ ਸਮਝਦਾ ਹੋਯਾ, ਬੀਸ ਵੀਹਾਂ ਦੇ ਵਰਤਾਰੇ ਵਿਚ ਵਰਤਨਹਾਰਾ ਜੀਵ ਤੇ ਈਸ ਈਸ਼੍ਵਰ ਇਕ ਰੂਪ ਹੀ ਉਰ ਹਿਰਦੇ ਵਿਖੇ ਆਨੇ ਹੈ ਲ੍ਯੌਂਦਾ ਹੈ। ਅਥਵਾ ਵੀਹਾਂ ਦੇ ਵਰਤਾਰੇ ਵਾਲਾ ਜੀਵ ਤੇ ਇਕੀਸਵੇਂ ਵਰਤਾਰੇ ਵਿਖੇ ਵਰਤਨ ਹਾਰਾ ਈਸ਼੍ਵਰ ਇਕ ਸਰੂਪ ਹੀ ਸਦਾ ਨਿਸਚੇ ਵਿਚ ਲਿਆਇਆ ਕਰਦਾ ਹੈ ॥੧੪੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
