[
  {
    "id": "0CR",
    "sttm_id": 6630,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TA4S",
        "source_page": 150,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur siq siqgur siq siq irdY; iBdY n duqIAw Bwau iqRgun AqIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Guru has eternal form. His teachings are also for ever. He is never ridden with duality. He is free of the three traits of mammon (Tamas, Rajas and Saty).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਸਤ੍ਯ ਸਰੂਪ ਸਾਖ੍ਯਾਤ ਪਾਰਬ੍ਰਹਮ ਰੂਪ ਹਨ, ਤੇ ਓਨਾਂ ਦੀ ਮਤਿ ਉਪਦੇਸ਼ ਮਈ ਬਾਣੀ ਭੀ ਸਤ੍ਯ ਸਰੂਪੀ ਬ੍ਰਹਮਭਾਵਿਨੀ ਹੀ ਹੈ। ਹਿਰਦੇ ਵਿਖੇ ਨਹੀਂ ਪੋਂਹਦਾ ਦ੍ਵੈਤ ਭਾਉ ਮਾਯਾ ਰੂਪੀ ਸੰਸਾਰ ਦੀ ਸੱਚ ਪ੍ਰਤੀਤੀ ਰੂਪ ਭਾਵਨਾ ਭੌਣੀ ਅਰਥਾਤ ਓਨਾਂ ਗੁਰਮੁਖਾਂ ਦੇ ਅੰਦਰ ਨਹੀਂ ਕਦੀ ਫੁਰਦੀ ਮੈਂ, ਮਤਤਾ ਸਬੰਧੀ ਪਦਾਰਥਾਂ ਵਿਖੇ ਸਤ੍ਯਤਾ ਬੁਧੀ, ਜਿਨਾਂ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਸਤ੍ਯ ਸਰੂਪੀ ਸਤਿਗੁਰਾਂ ਦੀ ਸੱਚੀ ਸਿਖ੍ਯਾ ਬਾਣੀ ਨੇ ਨਿਵਾਸ ਪਾ ਲਿਆ ਹੋਵੇ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਅਤੀਤ ਰਹਿੰਦੇ ਹਨ ਭਾਵ ਰਜੋ ਤਮੋ ਸਤੋ ਗੁਣਾਂ ਤੋਂ ਉਤਪੰਨ ਹੋਣ ਵਾਲੀਆਂ ਬਿਰਤੀਆਂ ਅਥਵਾ ਜਾਗ੍ਰਤ ਸੁਪਨ ਸੁਖੋਪਤੀ ਰੂਪ ਅਵਸਥਾਵਾਂ ਦੇ ਗੇੜ ਵਿਚ ਵਰਤਦੇ ਹੋਏ ਭੀ ਉਹ ਇਨਾਂ ਤੋਂ ਰਹਿਤ ਇਨਾਂ ਤਿੰਨਾਂ ਦੇ ਸਾਖੀ ਸਰੂਪ ਚੈਤੰਨ ਤੱਤ ਰੂਪ ਤੁਰੀਆ ਪਦ ਵਿਖੇ ਹੀ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2LRZ",
        "source_page": 150,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur purn srbmeI; eyk hI Anyk myk skl ky mIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Complete God Lord who is one and yet present in everyone, who is friend of everyone, manifests His form in True Guru, (Satguru).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਪੂਰਨ ਸਤਿਗੁਰੂ ਹੀ ਸਰਬ ਸਰੂਪ ਹੋਇਆ ਓਨ੍ਹਾਂ ਨੂੰ ਦਿਖਾਈ ਦਿਆ ਕਰਦਾ ਹੈ ਅਰੁ ਇੱਕ ਪਰਮਾਤਮ ਸੱਤਾ ਹੀ ਅਨੇਕਾਂ ਵਿਖੇ ਮੇਕ ਮਿਲੀ ਹੋਈ ਸਦੀਵ ਕਾਲ ਦਿੱਸਨ ਕਰ ਕੇ ਉਹ ਸਭ ਦੇ ਮਿਤਰ ਪ੍ਯਾਰੇ ਸਨੇਹੀ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "086C",
        "source_page": 150,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrbYr inrlyp inrwDwr inrlMB; inrMkwr inribkwr inhcl cIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God-like True Guru is free of all animosity. He is beyond the influence of maya (mammon). He requires nobody's support, nor takes anyone's refuge. He is formless, beyond the grip of five vices and is ever stable of mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਦੇ ਚਿੱ ਤਵਿਚ ਵੈਰ ਵਿਰੋਧ ਨਹੀਂ ਰਹਿੰਦਾ, ਕਿਸੇ ਦੀ ਮੋਹ ਮਮਤਾ ਆਦਿ ਦਾ ਲੇਪ ਸਪਰਸ਼ ਓਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਲਗ੍ਯਾ ਕਰਦਾ, ਅਧਾਰ ਆਸਰੇ ਪਰਣੇ ਤੋਂ ਭੀ ਉਹ ਰਹਿਤ ਹੁੰਦੇ ਹਨ, ਅਰੁ ਅਲੰਬ ਸਹਾਰੇ ਤੋਂ ਭੀ ਉਹ ਬਿਹੀਨ ਹੁੰਦੇ ਹਨ, ਤਥਾ ਅਕਾਰ ਧਾਰੀ ਹੁੰਦੇ ਹੋਏ ਭੀ ਦੇਹ ਆਦਿ ਤੋਂ ਅਸੰਗ ਨਿਰਾਕਾਰ ਭਾਵ ਵਿਖੇ ਵਰਤਿਆ ਕਰਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਸਰੀਰ ਅਰੁ ਮਨ ਦਿਆਂ ਵਿਕਾਰਾਂ ਹੇਰਾ ਫੇਰੀਆਂ ਤੋਂ ਉਨ੍ਹਾਂ ਦਾ ਚਿੱਤ ਅਛੋਹ ਰਹਿੰਦਾ ਹੈ ਤੇ ਇਵੇਂ ਹੀ ਚੰਚਲਤਾ ਤੋਂ ਰਹਿਤ ਅਡੋਲ ਭੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MCGL",
        "source_page": 150,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrml inrmol inrMjn inrwhwr; inrmoh inrByd ACl AjIq hY [150["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God-like True Guru is free of dross. He cannot be evaluated. He is beyond the smudge of maya (mammon). He is free of all bodily needs like food and sleep etc; He has no attachment with anyone and is free of all differences. He tricks no one, nor can be tr",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਨਾਂ ਦੇ ਅੰਦਰ ਮਮਤਾ ਦੀ ਮੈਲ ਤੋਂ ਰਹਿਤ ਉਜਲਾ ਹੁੰਦਾ ਹੈ, ਤੇ ਅਤ੍ਯੰਤ ਉੱਚ ਭਾਵਾਂ ਵਾਲਾ ਓਨਾਂ ਦਾ ਚਿੱਤ ਹੋ ਜਾਣ ਕਾਰਣ ਓਨਾਂ ਦੀ ਕੀਮਤ ਕਦਰ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਿਆ ਕਰਦੀ। ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਦੀ ਅੰਜਨ ਰੂਪ ਕਾਲਕ ਤੋਂ ਉਹ ਰਹਿਤ ਹੁੰਦੇ ਹਨ ਤੇ ਉਹ ਪ੍ਰਾਰਬਧ ਅਨੁਸਾਰ ਖਾਨ ਪਾਨ ਆਦਿ ਕਰਦੇ ਹੋਏ ਭੀ ਇੰਦ੍ਰੀਆਂ ਦੇ ਅਭਿਮਾਨ ਰਹਿਤ ਹੋਣ ਕਾਰਣ ਮਾਨੋ ਨਿਰਾਹਾਰ ਰਹਿੰਦੇ ਹਨ। ਮੋਹਣ ਕਰਣ ਹਾਰੇ ਪਦਾਰਥ ਓਨ੍ਹਾਂ ਨੂੰ ਮੋਹਿਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਤੇ ਭਰਮ ਕਰ ਕੇ ਓਨਾਂ ਦਾ ਹਿਰਦਾ ਭੇਦ੍ਯਾ ਵਿੰਨ੍ਯਾ ਨਹੀਂ ਜਾਯਾ ਕਰਦਾ। ਇਸੀ ਭਾਂਤ ਉਹ ਇੰਦ੍ਰਜਾਲ ਆਦਿ ਵਿਦ੍ਯਾ ਦ੍ਵਾਰੇ ਛਲੇ ਨਹੀਂ ਜਾ ਸਕਿਆ ਕਰਦੇ ਤਥਾ ਉਹ ਅਜੀਤ ਅਜਯ ਸਰੂਪ ਹੁੰਦੇ ਹਨ ॥੧੫੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
