[
  {
    "id": "F3K",
    "sttm_id": 6631,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L1ZG",
        "source_page": 151,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur siq siqgur ky sbd siq; siq swDsMgiq hY gurmuiK jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Lord (Satguru) is truth. His word is truth. His holy congregation is truth but this truth is realized only when one presents oneself before the True Lord (Satguru).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤ੍ਯ ਸਰੂਪ ਨੂੰ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਨਿਜ ਰੂਪ ਜਾਨਣ ਹਾਰੇ ਸਤਿਗੁਰੂ ਸਤ੍ਯ ਸਰੂਪ ਹਨ, ਸਤ੍ਯ ਤੋਂ ਸਤ੍ਯ ਹੀ ਪ੍ਰਗਟ ਹੋਣ ਕਾਰਣ ਸਤਿਗੁਰਾਂ ਤੋਂ ਉਪਜੀ ਬਾਣੀ ਦਾ ਬਚਨ ਬਿਲਾਸ ਭੀ ਸਤਯ ਸਰੂਪ ਹੈ। ਉਕਤ ਗੁਰੂ ਦੇ ਸਾਧ੍ਯਾਂ ਹੋਯਾ ਸਾਧਾਂ ਸੰਤਾਂ ਗੁਰਮੁਖਾਂ ਪ੍ਰੇਮੀਆਂ ਦੀ ਸੰਗਤ ਸਤਿਸੰਗਤ ਰੂਪ ਭੀ ਸਤ੍ਯ ਸਰੂਪ ਹੈ ਭਾਵ ਗੁਰਮੁਖੀ ਸਾਧਨਾਂ ਦੀ ਟਕਸਾਲ ਰੂਪ ਸਾਧ ਸੰਗਤ ਸੰਤ੍ਯ ਹੈ। ਪ੍ਰੰਤੂ ਇਹ ਮਰਮ ਜਿਨਾਂ ਦੀ ਉਥੇ ਘਾੜਤ ਹੋ ਚੁਕੀ ਹੈ ਉਹ ਗੁਰਮੁਖ ਲੋਕ ਹੀ ਜਾਣਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A6RW",
        "source_page": 151,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn iDAwn siq sbd suriq siq; gurisK sMg siq siq kr mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contemplation on His vision is truth. Union of consciousness with Guru's word is truth. Company of the Sikhs of the Guru is truth but all this reality can be accepted only by becoming an obedient Sikh.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦਾ ਵਾ ਸਤਿਗੁਰਾਂ ਦੀ ਉਕਤ ਸਾਧ ਸੰਗਤ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਜੋ ਧਿਆਨ ਅੰਦਰ ਬੱਝਦਾ ਹੈ ਉਹ ਭੀ ਸਤ੍ਯ ਹੈ, ਅਰੁ ਜੋ ਸ਼ਬਦ ਗੁਰਉਪਦੇਸ਼ ਰੂਪ ਮੰਤ੍ਰ ਦ੍ਵਾਰੇ ਸੁਰਤਿ ਦੀ ਸਾਧਨਾ ਦਾ ਮਰਮ ਉਥੋਂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ ਭੀ ਸਤ੍ਯ ਹੈ ਐਸਾ ਹੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਆਂ ਸਿੱਖਾਂ ਦਾ ਸੰਗ ਸਾਥ ਮਿਤ੍ਰਾਨਾ ਵਾ ਇਕੱਠ ਭੀ ਸਤ੍ਯ ਸਰੂਪ ਹੀ ਸਤ੍ਯ ਕਰ ਕੇ ਮੰਨੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z2MJ",
        "source_page": 151,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs bRhm iDAwn sbd bRhm igAwn; sMgiq bRhmQwn pRym pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Vision of the True Guru is like vision and meditation of Lord. The sermon of the True Guru is the divine knowledge. The congregation of the Sikhs of the True Guru is the abode of the Lord. But this truth can only be realised when love resides in the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋ ਕੁਛ ਭੀ ਦ੍ਰਿਸ਼੍ਯ- ਦੇਖਨ ਜੋਗ ਪਦਾਰਥ ਪ੍ਰਪੰਚ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ ਇਸ ਵਿਖੇ ਇਕ ਮਾਤ੍ਰ ਬ੍ਰਹਮ ਸਤ੍ਯ ਕਰਤਾਰ ਹੀ ਕਰਤਾਰ ਧਿਆਨ ਵਿਚ ਆਵੇਗਾ ਤੇ ਜੋ ਭੀ ਸ਼ਬਦ ਮਾਤ੍ਰ ਬਚਨ ਬਿਲਾਸ ਕਹਿਣ ਸੁਨਣ ਵਿਖੇ ਆ ਰਿਹਾ ਹੈ ਇਹ ਭੀ ਸੰਪੂਰਣ ਬ੍ਰਹਮ ਰੂਪ ਹੀ ਹੋਯਾ ਗਿਆਨ ਜਾਨਣ ਅੰਦਰ ਆਵੇਗਾ। ਜੇਕਰ ਭਜਨ ਕੀਰਤਨ ਵਾਸਤੇ ਜੁੜੀ ਹੋਈ ਗੁਰੂ ਕੀ ਸੰਗਤਿ ਨੂੰ ਪ੍ਰੇਮ ਪੂਰਬਕ ਸ਼ਰਧਾ ਭੌਣੀ ਨਾਲ ਬ੍ਰਹਮ ਦਾ ਥਾਨ ਪਰਮਾਤਮਾ ਅਕਾਲ ਪੁਰਖ ਦਾ ਦਰਬਾਰ ਸਾਖ੍ਯਾਤ ਮਾਤ ਲੋਕੀ ਸਚ ਖੰਡ ਪਛਾਣਿਆ ਜਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HU9A",
        "source_page": 151,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqnwm siqgur igAwn iDAwn; kwm inhkwm aunmn aunmwnIAY [151["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The remembrance of the eternal and true name of the True Lord is contemplation and awareness of the True Guru. But this can only be realised after becoming bereft of all lusts and worldly desires and raising the soul to a higher realm. (151)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼, ਸਤਿਨਾਮ ਨੂੰ ਅਰਾਧਦਿਆਂ ਹੋਯਾਂ ਸਤ੍ਯ ਸਰੂਪ ਦੇ ਗਿਆਨ ਤਥਾ ਧਿਆਨ ਨੂੰ ਗੁਰਮੁਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਗਿਆਨ ਧਿਆਨ ਵਿਖੇ ਵਰਤ ਕੇ ਕਾਮ ਕਾਮ੍ਯ ਕਾਮਨਾ ਯੋਗ੍ਯ ਸੰਕਲਪਾਂ ਵੱਲੋਂ ਨਿਰਵਿਕਲਪ ਰੂਪ ਉਨਮਨੀ ਅਵਸਥਾ ਦਾ ਉਨਮਾਨ ਨਿਸਚਾ ਕਰੀਏ ॥੧੫੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
