[
  {
    "id": "2AQ",
    "sttm_id": 6632,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VHSE",
        "source_page": 152,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pUrn bRhm dyKy idRsit kY; gurmuiK sbd kY pUrn bRhm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the Guru sees the Lord pervading everywhere. By his utterances and expressions, he shows His presence to others as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਸਤਿਗੁਰਾਂ ਤੋਂ ਵਰੋਸਾਇਆ ਹੋਇਆ ਪੁਰਖ ਦਿਸਟਿ ਕੈ ਨਿਗ੍ਹਾ ਕਰ ਕੇ ਅਖੀਆਂ ਦ੍ਵਾਰੇ ਜੋ ਕੁਛ ਦੇਖਦਾ ਹੈ ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਰਮਿਆ ਹੋਯਾ ਦੇਖਦਾ ਹੈ। ਅਤੇ ਗੁਰਮੁਖ ਜੋ ਕੁਛ ਬੋਲਦਾ, ਬਚਨ ਬਿਲਾਸ ਕਰਦਾ ਹੈ ਓਸ ਸ਼ਬਦ ਚਰਚਾ ਕਰ ਕੇ ਭੀ ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਹੈ ਐਸਾ ਨਿਸਚਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XPFA",
        "source_page": 152,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pUrn bRhm sRüiq sRvn kY; mDur bcn kih bynqI ibsm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru's obedient slave hears the melodious sound of the complete God with his own ears by his very sweetly spoken words. He makes supplications which have marvellous sweetness in them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖ ਨੂੰ ਸਰਵਣ ਕੈ ਕੰਨਾਂ ਕਰ ਕੇ ਸ੍ਰੁਤਿ ਸੁਣਿਆਂ ਭੀ ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਹੁੰਦਾ ਹੈ। ਅਰੁ ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਨਿੱਮਰਤਾ ਭਰੇ ਮਿਠੇ ਮਿਠੇ ਬਚਨ ਐਸੇ ਕਹਿੰਦਾ ਉਚਾਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਨਣ ਵਾਲੇ ਸ੍ਰੋਤੇ ਬਿਸਮ ਹੈਰਾਨ ਹੋ ਹੋ ਪਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L2PD",
        "source_page": 152,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pUrn bRhm rs gMD sMiD; pRys rs cMdn sugMD gmwgm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person always relishes the elixir of Lord's name even if he is lured by the combined attractions of his sense of smell and taste. The wondrous elixir obtained as a result of his love for the Lord is far more fragrant than the Sandalwood.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਸ ਅਰੁ ਗੰਧ ਸ੍ਵਾਦ ਤਥਾ ਸੁੰਘਨ ਵਾਲਿਆਂ ਪਦਾਰਥਾਂ ਦੇ ਸੰਧ ਸੰਜੋਗ ਸਮਾਗਮ ਮਿਲਦਿਆਂ ਹੋਯਾਂ ਭੀ ਗੁਰਮੁਖ ਵਾਸਤੇ ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਪ੍ਰਤੀਤ ਹੋਯਾ ਕਰਦਾ ਹੈ। ਅਤੇ ਚੰਨਣ ਆਦਿ ਸੁਗੰਧੀ ਦੇ ਗਮ ਪ੍ਰਾਪਤ ਹੋਯਾਂ ਭੀ ਅਗੰਮ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਅਨੁਭਵ ਕਰਿਆ ਮਾਣਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UU9X",
        "source_page": 152,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pUrn bRhm gur srb mY; gurmuiK pUrn bRhm nmo nm hY [152["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-oriented person considers the True Guru as a form of all-pervading Lord God. He makes his salutations and supplications to him again and again. (152)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਸਭ ਕਾਰ ਵਿਹਾਰ ਵਿਚ ਵਰਤਦਿਆਂ ਤੇ ਸਮੂੰਹ ਆਕਾਰ ਧਾਰੀਆਂ ਨੂੰ ਮਿਲਦਿਆਂ ਜੁਲਦਿਆਂ ਲੈਣ ਦੇਣ ਆਦਿ ਕਾਰਜ ਭੁਗਤਾਂਦਿਆਂ ਤੱਕ ਗੁਰਮੁਖ ਲਈ ਸਭ ਪੂਰਨ ਬ੍ਰਹਮ ਮਈ ਹੈ। ਇਸ ਵਾਸਤੇ ਐਸੇ ਸਮੂਹ ਅਵਸਥਾ ਵਿਖੇ ਪੂਰਨ ਬ੍ਰਹਮ ਭਾਵਨਾ ਪ੍ਰਾਯਣ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਗੁਰਮੁਖ ਤਾਂਈ ਬਾਰੰ ਬਾਰ ਨਮਸਕਾਰ ਕਰਦੇ ਹਾਂ॥੧੫੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
