[
  {
    "id": "49X",
    "sttm_id": 6633,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AGH8",
        "source_page": 153,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs Adrs drs Ascrj mY; hyrq ihrwny idRg idRsit Agm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A vision of the Lord is beyond the knowledge of the six philosophies (of Hinduism). That vision is astonishing and wondrous. One is amazed at its sight. But that marvellous sight is beyond the capabilities of these eyes that can only see outwardly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਸ਼੍ਯ ਨੂੰ ਅਦ੍ਰਿਸ਼੍ਯ ਕੀਤਿਆਂ ਭਾਵ ਦੇਖਨ ਜੋਗ ਪਰਪੰਚ ਪਸਾਰੇ ਵੱਲੋਂ ਧਿਆਨ ਨੂੰ ਬਾਹਰੋਂ ਸਮੂਲਚਾ ਅੰਦਰ ਸਮੇਟਿਆਂ ਜੋ ਦਰਸ਼ਨ ਗੁਰਮੁਖ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਹੋਯਾ ਕਰਦਾ ਹੈ ਉਹ ਅਚਰਜ ਰੂਪ ਹੈ। ਜਿਸ ਨੂੰ ਹੇਰਤਾ ਤੱਕਦਿਆਂ ਸਾਰ ਹੀ ਦ੍ਰਿਗ ਨੇਤ੍ਰ ਹਿਰ ਗਏ ਅਨੇਤਰ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਕ੍ਯੋਂਕਿ ਉਹ ਦ੍ਰਿਸਟਿ ਨਜ਼ਰ ਤੋਂ ਅਗੰਮ ਹੈ ਅਰਥਾਤ ਏਨਾਂ ਨੇਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਉਹ ਕਦਾਚਿਤ ਤਕਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QD0Z",
        "source_page": 153,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd Agocr sbd prmdBuq; AkQ kQw kY sRüiq sRvn ibsm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The form of divine word of the Lord is beyond speech and language. It is extremely wonderful. Even a description made and heard with ears is capable of sending one into a trance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਤੋਂ ਭੀ ਉਹ ਅਗੋਚਰ ਹੈ ਪਰ ਪਰਮ ਅਦਭੁਤ ਸ਼ਬਦ ਸਰੂਪ ਜਿਸ ਦੀ ਕਥਾ ਅਕੱਥ ਰੂਪ ਹੈ, ਜਿਸ ਦੇ ਸੁਨਣ ਵਿਖੇ ਪ੍ਰਗਟ ਕੰਨ ਹੈਰਾਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JTZR",
        "source_page": 153,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sÍwd rs rihq ApIA ipAw pRym rs; rsnw Qkq nyq nyq nmo nm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For His vision, relishing the elixir of Naam with love is beyond the worldly tastes. It is indeed unique. The tongue feels tired of making salutations to Him repeatedly and saying-Thou art infinite! Thou art infinite.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਸਦਾ ਸ੍ਵਾਦ ਰਸ ਛੀਆਂ ਰਸਾਂ ਤੋਂ ਉਤਪੰਨ ਹੋਏ ਛੱਤੀਆਂ ਬ੍ਯੰਜਨਾਂ ਦੇ ਸ੍ਵਾਦਾਂ ਸ੍ਵਾਦ ਤੋਂ ਰਹਿਤ ਹੈ। ਅਰੁ ਏਸ ਅਪਿਅ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪੀਆ ਪੀਤਾ ਹੈ ਜਿਸ ਗੁਰਮੁਖ ਨੇ ਓਸ ਦੀ ਰਸਨਾ ਹਾਰ ਕੇ ਅਨੰਤ ਅਨੰਤ ਪੁਕਾਰਦੀ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਹੀ ਨਮਸਕਾਰ ਕਰਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "72EU",
        "source_page": 153,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrgun srgun Aibgiq n ghn giq; sUKm sQUl mUl pUrn bRhm hY [153["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No one can reach the latent and patent characteristics of the Transcendental and Immanent God who is complete in both forms: The complete and absolute God is the source of all the visible and invisible cosmos. (153)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਰਗੁਨ ਵਾ ਸਰਗੁਨ ਭਾਵ ਕਰ ਕੇ ਅਬ੍ਯਕਤ ਸਰੂਪ ਹੈ, ਅਰਥਾਤ ਨਾ ਉਹ ਨਿਰਗੁਣ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤੇ ਨਾ ਹੀ ਸਰਗੁਣ ਨਾਮ ਦ੍ਵਾਰੇ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਓਸ ਦੀ ਗਤੀ ਗਿਆਨ ਵਾ ਪ੍ਰਵਿਰਤੀ ਭੀ ਨ ਗਹਨ ਨਹੀਂ ਜਾਣੀ ਅਥਵਾ ਗ੍ਰਹਣ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹਾਂ! ਆਖ ਸਕਦੇ ਹਾਂ ਤਾਂ ਕੇਵਲ ਇਨਾਂ ਸ਼ਬਦਾਂ ਰਾਹੀਂ ਕਿ ਉਹ ਸੂਖਮ ਗੁਪਤ ਭਾਵੀ ਅਰੁ ਸਥੂਲ ਪ੍ਰਗਟ ਭਾਵੀ ਸਮੂਹ ਪ੍ਰਪੰਚ ਪਸਾਰੇ ਦਾ ਮੂਲ ਮੁਢ ਹੈ ਤੇ ਵਰਤਮਾਨ ਸਰੂਪ ਵਿਖੇ ਸਰਬ ਠੌਰ ਰਮਿਆ ਹੋਯਾ ਪ੍ਰੀਪੂਰਣ ਬ੍ਰਹਮ ਹੈ ॥੧੫੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
