[
  {
    "id": "QDV",
    "sttm_id": 6634,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LBA5",
        "source_page": 154,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kuly sy bMDn ibKY Blo hI sIcwno jwqy; jIv Gwq krY n ibkwru hoie AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A falcon is better in captivity as it would keep him away from killing other birds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੀਚਾਨੋ ਬਾਜ ਬੰਨਨ ਵਿੱਚ ਲੱਕ ਪੇਟੀ ਪਈ ਫੜਿਆ ਹੋਯਾ ਖੁੱਲਿਆਂ ਨਾਲੋਂ ਭਲੋ ਹੋ ਜਾਤੇ ਚੰਗਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਕ੍ਯੋਂਕਿ ਐਸਾ ਹੋਣ ਤੇ ਉਹ ਨਾ ਤਾਂ ਜੀਵ ਹਤ੍ਯਾ ਹੀ ਮਨ ਮੰਨੀ ਤਰਾਂ ਕਰ ਸਕਿਆ ਕਰਦਾ ਹੈ, ਤੇ ਨਾ ਹੀ ਕੋਈ ਹੋਰ ਵਿਗਾੜ ਓਸ ਪਾਸੋਂ ਬਣ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LTTQ",
        "source_page": 154,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kuly sy bMDn ibKY ckeI BlI jwqy; rwm ryK myit inis ipRA sMgu pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A red-legged partridge (Chakvi) is better in captivity that enables her meet her partner at night contrary to the curse of Sri Ram Chander.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਕਵੀ ਖੁੱਲੀ ਨਾਲੋਂ ਪਿੰਜਰੇ ਪਈ ਹੋਈ ਭਲੀ ਚੰਗੀ ਬਣ ਜਾਂਦੀ ਹੈ ਜਾ ਤੇ ਜਿਸ ਕਰ ਕੇ ਰਾਮ ਰੇਖ ਰਾਮ ਚੰਦ੍ਰ ਦੇ ਸਰਾਪ ਨੂੰ ਰਾਤਰੀ ਦੇ ਸਮੇਂ ਪ੍ਰਿਅ ਅਪਣੇ ਪਤੀ ਚਕਵੇ ਦੇ ਮੇਲ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JRYZ",
        "source_page": 154,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kuly sy bMDn ibKY Blo hY sUAw pRisD; suin aupdysu rwm nwm ilv lwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A parrot is better in cage where he can receive sermons from his master and repeat the name of the Lord perpetually.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਗੱਲ ਭੀ ਪ੍ਰਸਿੱਧ ਮਸ਼ਹੂਰ ਹੈ ਚੰਗੀ ਤਰਾਂ ਨਾਲ ਸਹੀ ਹੋ ਚੁੱਕੀ ਹੋਈ ਹੈ ਕਿ ਤੋਤਾ ਭੀ ਖੁੱਲ੍ਯਾਂ ਨਾਲੋਂ ਛੁੱਟੀ ਹੋਈ ਦਸ਼ਾ ਨਾਲੋਂ ਪਿੰਜਰੇ ਵਿਚ ਬੰਦ ਪਿਆ ਹੀ ਚੰਗਾ ਹੁੰਦਾ ਹੈ। ਕ੍ਯੋਂ ਜੁ ਐਸਾ ਹੋਣ ਕਰ ਕੇ ਹੀ ਅਨੇਕ ਤਰ੍ਹਾਂ ਦੀ ਬਾਣੀ ਰੂਪ ਉਪਦੇਸ਼ ਨੂੰ ਸੁਣ ਸਕਦਾ ਤੇ ਰਾਮ ਦੇ ਨਾਮ ਦੀ ਲਿਵ ਬਾਰੰ ਬਾਰ ਰਟ ਲਗਾ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0PQC",
        "source_page": 154,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "moK pdvI sY qYsy mwns jnm Blo; gurmuiK hoie swDsMig pRB iDAwveI [154["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly being born in a human body is better since it helps an individual to be an obedient slave of the True Guru and remembers the Lord in the holy company of Lord's beloveds rather than acquiring emancipation outwardly. (154)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਮੋਖ ਪਦਵੀ ਨਾਲੋਂ ਮਨੁੱਖ ਸਰੀਰ ਰੂਪ ਪਿੰਜਰੇ ਵਿਚ ਜੀਵ ਦਾ ਅਸਾਡਾ ਔਣਾ ਰੂਪ ਮਾਨਸ ਜਨਮ ਲੈਣਾ ਚੰਗਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਸਤ ਸੰਗਤ ਦ੍ਵਾਰੇ ਗੁਰਮੁਖ ਬਣ ਕੇ ਇਹ ਮਨੁੱਖ ਸਰਬ ਸ਼ਕਤੀ ਮਾਨ ਵਾਹਿਗੁਰੂ ਨੂੰ ਧਿਔਂਦਾ ਅਰਾਧਦਾ ਰਹੇ ॥੧੫੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
