[
  {
    "id": "67Z",
    "sttm_id": 6636,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MA00",
        "source_page": 156,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jYsy rMg sMig imlq syqwNbr huie; qYsy qYsy rMg AMg AMg lptwie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Every fibre of a white cloth in contact with any colour acquires the same hue.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਜਿਸ ਪ੍ਰਕਾਰ ਦੇ ਲਾਲ ਸਾਵੇ ਪੀਲੇ ਕਾਲੇ ਆਦਿ ਰੰਗਾਂ ਨਾਲ ਸੇਤ ਅੰਬਰ ਚਿੱਟਾ ਉੱਜਲਾ ਬਸਤਰ ਮਿਲਤ ਮੇਲ ਪਾਵੇ, ਤੇਹੋ ਤੇਹੋ ਜੇਹੇ ਰੰਗ ਨੂੰ ਹੀ ਅੰਗ ਅੰਗ ਲਪਟਾਇ ਅਪਣੀ ਤਾਰ ਤਾਰ ਵਿਚ ਲੀਨ ਜਜ਼ਬ ਕਰ ਕੇ ਹੁਇ ਹੈ ਬਣ ਜਾਂਦਾ ਹੈ ਓਸੇ ਹੀ ਰੰਗ ਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VX68",
        "source_page": 156,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Bgvq kQw Arpn kau DwrnIk; ilKq ikRqws pqR bMD moKdwie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Paper made of kritas leaf (considered to be impious) when used for recording the praises and paeans of the Lord, becomes capable of freeing one from the bondage of repeated births.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰਿਤਾਸ ਪਤ੍ਰ ਕਾਗਜ਼ ਦਾ ਪਤ੍ਰਾ ਮਹਾਂ ਅਪਵਿਤ੍ਰ ਗੰਦਾ ਮੰਨਿਆ ਹੈ, ਕ੍ਯੋਂਕਿ ਗਲੀਆਂ ਬਜਾਰਾਂ ਵਿਚ ਰੁਲਦੀਆਂ ਗਲੀਆਂ ਸੜੀਆਂ ਲੀਰਾਂ ਕਤੀਰਾਂ ਨੂੰ ਗਾਲ ਗਾਲ, ਕੁੱਟ ਕੁੱਟ ਅਰ ਦੱਬ ਦੱਬ ਕੇ ਤਯਾਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਸੋ ਐਸੇ ਗੰਦੇ ਮੰਦੇ ਕਾਗਜ਼ ਦੇ ਪਤ੍ਰਿਆਂ ਉਪਰ ਭਗਵਤ ਅਰਾਧਨ ਕਉ ਧਾਰਨੀਕ ਕਥਾ ਲਿਖਤ ਭਗਵੰਤ ਦੀ ਅਰਾਧਨਾ ਖਾਤਰ ਧਾਰਣ ਜੋਗ ਜੇ ਕਥਾ ਲਿਖੀ ਜਾਵੇ ਤਾਂ ਓਹੋ ਗੰਦਾ ਕਾਗਜ਼ ਸੰਸਾਰ ਦਿਆਂ ਬੰਧਨਾਂ ਤੋਂ ਮੁਕਤੀ ਦਾਤਾ ਬਣ ਪਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7SRF",
        "source_page": 156,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sIq gRIKmwid brKw iqRibiD brK mY; inis idn hoie lGu dIrG idKwie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The periods of day light and the ambient conditions varies during summer, rainy season and winter;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਰ੍ਹੇ ਸਾਲ ਭਰ ਦੇ ਸਮੇਂ ਅੰਦਰ ਸਿਆਲਾ ਹੁਨਾਲਾ ਤੇ ਬਰਸਾਤ ਕਿਣਮਿਣੀ ਬਹਾਰ ਇਹ ਤਿੰਨ ਪ੍ਰਸਿੱਧ ਰੁੱਤਾਂ ਵਰਤਿਆ ਕਰਦੀਆਂ ਹਨ, ਜਿਨਾਂ ਰੁੱਤਾਂ ਦੇ ਨਾਲ ਸਬੰਧ ਪਾਏ ਰਾਤ ਦਿਨ ਛੋਟੇ ਤੇ ਵਡੇ ਹੋ ਦਿਖਾਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HYUK",
        "source_page": 156,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy icq cMcl cpl paun gaun giq; sMgm sugMD ibrgMD pRgtwie hY [156["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the instable and frolicsome mind that blows like breeze. The air acquires fragrance or foul smell when it passes over stacks of flowers or heap of filth. Similarly a human mind acquires good traits in the company of good persons and ill traits when",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਇਸ ਭਾਂਤ ਪੌਣ ਦੇ ਗਉਨ ਆਕਾਸ਼ ਵਿਚ ਗਤਿ ਚਲਦਿਆਂ ਹੋਯਾਂ ਅਥਵਾ ਪਉਨ ਦੇ ਗਉਨ ਚਲਨ ਦੀ ਗਤਿ ਚਾਲ ਜਿਸ ਜਿਸ ਭਾਂਤ ਦੀ ਭਲੀ ਬੁਰੀ ਮਹਿਕ ਵਾਲੇ ਪਦਾਰਥ ਦੇ ਸੰਗਮ ਸਾਥ ਨਾਲ ਮੇਲ ਪਾਵੇ ਓਹੋ ਓਹੋ ਜੇਹੀ ਹੀ ਚੰਗੀ ਵਾ ਭੈੜੀ ਗੰਧ ਬਾਸਨਾ ਨੂੰ ਪ੍ਰਗਟਾਇਆ ਕਰਦੀ ਹੈ, ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਚੰਚਲ ਚਿੱਤ ਦੀ ਚਪਲ ਚਲਾਯਮਾਨ ਦਸ਼ਾ ਦਾ ਸੁਭਾਵ ਸਮਝੋ ਕਿ ਜਿਸ ਜਿਸ ਭਾਂਤ ਦੇ ਸੁਭਾਵ ਵਾਲੇ ਭਲੇ ਬੁਰੇ ਪੁਰਖ ਵਾ ਪਦਾਰਥ ਦੀ ਸੰਗਤ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਵੇ ਓਹੋ ਓਹੋ ਜੇਹੀਆਂ ਵਾਸਨਾਂ, ਸੰਕਲਪਾਂ ਤਥਾ ਸੰਸਕਾਰਾਂ ਨੂੰ ਅਪਣੇ ਵਿਚੋਂ ਪ੍ਰਗਟ ਚਾਹ ਭਰਿਆ ਕਰਦਾ ਹੈ ॥੧੫੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
