[
  {
    "id": "6MZ",
    "sttm_id": 6637,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WFTL",
        "source_page": 157,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur phr idn jgiq cqur jug; inis mhw prlY smwin idn pRiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the four epoch world, consider the four quarters of day of life and the four quarters of night as great calamity, a game that is being played regularly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਿਨ ਦੇ ਚਾਰ ਪਹਿਰਾਂ ਸਮਾਨ ਜਗਤ ਦੇ ਦੋ ਚਾਰ ਜੁਗ ਹਨ, ਅਰੁ ਨਿੱਤ, ਨਿਮਿੱਤ, ਗਿਆਨ ਤਥਾ ਮਹਾਂ ਪਰਲੋ ਰੂਪ ਇਹ ਰਾਤ੍ਰੀ ਦੇ ਮਹਾਂ ਪਰਲੋ ਰੂਪ ਚਾਰੋਂ ਪਹਿਰੇ ਜੋ ਹਨ ਇਹ ਦਿਨ ਪ੍ਰਤਿ ਰੋਜ਼ ਬਰੋਜ਼ ਰਾਤ ਦਿਨ ਚੌਪੜ ਦੇ ਪੜਤਲਿਆਂ ਵਾਕੂੰ ਪਸਰੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BYHB",
        "source_page": 157,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auqm miDm nIc iqRgux sMswr giq; log byd igAwn aunmwn Awskiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like the dice of Chaoparh-a black-gammon like game, the progress of the worldly game is sometimes supreme, modest or low. People living in the three traits of maya are entangled in debating about the worldly and spiritual knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਬਾਦਸ਼ਾਹ, ਗੁਲਾਮ ਵਜ਼ੀਰ ਤੇ ਪਿਆਦਿਆਂ ਰੂਪ ਗੋਟਾਂ ਦੀ ਖੇਡ ਚੌਪੜ ਬਾਜੀ ਵਿਚ ਖਿਡੀਂਦੀ ਹੈ, ਤੀਕੂੰ ਹੀ ਤਿੰਨ ਗੁਣ ਸਰੂਪੀ ਸੰਸਾਰ ਦੇ ਉਤਮ ਸਤੋਗੁਣੀ ਮਧਮ ਰਜੋਗੁਣੀ ਅਰੁ ਨੀਚ ਤਮੋਗੁਣੀ ਜੀਵ ਰੂਪ ਗੋਟਾਂ ਦੀ ਗਤਿ ਪ੍ਰਵਿਰਤੀ ਇਸ ਖੇਡ ਵਿਚ ਵਰਤ ਰਹੀ ਹੈ। ਅਤੇ ਜਿਸ ਪ੍ਰਕਾਰ ਚੌਪੜ ਦੇ ਸੰਕੇਤੀ ਨਿਯਮਾਂ ਮੂਜਬ ਵਾ ਖਿਲਾੜੀਆਂ ਦੇ ਆਮ ਵਰਤਾਰੇ ਤਥਾ ਉਕਤ ਬਾਜੀ ਅਨੁਸਾਰ ਸੁੱਟਿਆਂ ਨਰਦਾਂ ਪਾਸ੍ਯਾਂ ਮੂਜਬ ਓਨਾਂ ਗੋਟਾਂ ਵਿਚ ਊਚ ਨੀਚ ਗਤੀ ਵਾਪਰਿਆ ਕਰਦੀ ਹੈ, ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਲੌਕਿਕ ਗਿਆਨ ਸੰਸਾਰ ਚਾਲੀ ਰੀਤਾਂ ਰਸਮਾਂ ਬੇਦਿਕ ਗਿਆਨ ਕਰਮ ਉਪਾਸਨਾ ਗਿਆਨ ਭਾਵੀ ਬੇਦ ਉਕਤ ਚਾਲ ਤਥਾ ਉਨਮਾਨ ਕਾਲਪਨਿਕ ਗਿਆਨ ਦਲੀਲ ਬਾਜ਼ੀ ਵਾ ਉਕਤ ਜੁਗਤ ਚਾਲੀ ਗਿਆਨ ਅਨੁਸਾਰ ਰੁਚੀ ਧਾਰਦਿਆਂ ਹੋਯਾਂ ਇਨਾਂ ਜੀਵਾਂ ਦੀ ਲੋਕ ਪ੍ਰਲੋਕ ਭਾਵੀ ਗਤੀ ਦਾ ਵਰਤਾਰਾ ਵਰਤਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S9QB",
        "source_page": 157,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rij qim siq gun Aaugn ismRq icq; iqRgun AqIq ibrloeI gurmiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A rare Guru-oriented, Guru follower holds these three traits of maya (Rajas, Tamas and Satv) as evil and strives to get rid of them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਜ ਕੀਹ ਕਿ ਰਜੋਗੁਣੀ ਪ੍ਰਵਿਰਤੀ ਤਮੋਗੁਣੀ ਤਥਾ ਸਤੋਗੁਣੀ ਪ੍ਰਵਿਰਤੀ ਰੂਪ ਅਉਗੁਨ ਉਲਟੇ ਗੁਣਾਂ ਭਰੀ ਖੇਡ ਸਿ ਸਹਿਤ ਨਾਲ ਮਰਤ ਚਿੱਤ ਚਿੱਤ ਹਾਰ ਜਿੱਤ ਵਿਚ ਹੀ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ਭਾਵ ਬਾਰੰਬਾਰ ਜਨਮ ਮਰਣ ਰੂਪ ਦਸ਼ਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ। ਪ੍ਰੰਤੂ ਜੁੱਟ ਵਿੱਚ ਆ ਕੇ ਨਰਦ ਦੀ ਮਾਰ ਤੋਂ ਬਚੀ ਹੋਈ ਕਿਸੇ ਵਿਰਲੀ ਗੋਟ ਵਾਂਕੂੰ ਗੁਰਮਤਿ ਅਨੁਸਾਰ ਵਰਤਨ ਵਾਲਾ ਕੋਈ ਵਿਰਲਾ ਪੁਰਖ ਗੁਰਮੁਖ ਹੀ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7R2R",
        "source_page": 157,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur brn swr caupr ko Kyl jg; swDsMig jugl hoie jIvn mukiq hY [157["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The world is a game of four coloured dice. As in the game of Chaoparh where two dice are used and often fall favourably, one can achieve salvation from repeated births by keeping and adopting the company of godly men. (157)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰ ਦੀ ਬਾਤ ਇਹ ਕਿ ਜੇ ਕਰ ਚਾਰੋਂ ਬਰਨਾਂ ਦੀ ਚੌਸਾਰ ਰੂਪ ਚਉਪੜ ਦੀ ਜੁਗਤ ਸੰਬਧੀ ਖੇਲ ਵਿਚੋਂ ਸਾਧ ਸੰਗਤ ਨਾਲ ਰਲ ਕੇ ਜੁਗਲ ਜੋਟਾ ਹੁਇ ਬਣੇ ਜਿਹੜਾ ਕੋਈ, ਓਹੋ ਹੀ ਜੀਉਂਦੇ ਜੀ ਮੁਕਤ ਹੋ ਸਕਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਕਾਲ ਵਾ ਕਾਲੀ ਰੂਪ ਖਿਲਾੜੀਆਂ ਦੀ ਹਾਰ ਜਿੱਤ ਰੂਪ ਮਾਰ ਤੋਂ ਇੱਕ ਐਸਾ ਗੁਰਮੁਖ ਹੀ ਬਚਿਆ ਰਹਿ ਸਕਦਾ ਹੈ ॥੧੫੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
