[
  {
    "id": "83X",
    "sttm_id": 6639,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "00G1",
        "source_page": 159,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwlk iksor jobnwid Aau jrw ibvsQw; eyk hI jnm hoq Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as one go through childhood, adolescence, youth and old age in one lifespan.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਾਲਕ ਦਸ ਬਰਸੀ ਅਵਸਥਾ ਦਸਮਾਂ ਤੇ ਕਿਸ਼ੋਰ ਜੋਬਨ ਤੋਂ ਆਦਿਲੀ ਅਵਸਥਾ ਵੀਹ ਬਰਸ ਤਕ ਦੀ ਅਰੁ ਜੋਬਨ ਤਥਾ ਜਰਾ ਬਿਰਧ ਆਦਿਕ ਅਵਸਥਾ ਦੀ ਜੋ ਬਿਵਸਥਾ ਵ੍ਯੋਂਤ ਉਮਰਾ ਦੀ ਵ੍ਯੋਂਤੀ ਗਈ ਹੈ, ਸੋ ਉਹ ਇਕ ਹੀ ਜਨਮ ਜੀਵਨ ਜਿੰਦਗੀ ਦੀਆਂ ਅਨੇਕ ਭਾਂਤ ਦੀਆਂ ਨ੍ਯਾਰੀਆਂ ਨ੍ਯਾਰੀਆਂ ਦਸ਼ਾ ਨਿਰੂਪਣ ਕਰ ਕੇ ਦੱਸੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UYVF",
        "source_page": 159,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy inis idin iqiQ vwr pC mwsu ruiq; cqur mwsw iqRibiD brK ibQwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As days, nights, dates, weeks, months, four seasons are the spread of one year;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਚਾਰ ਚਾਰ ਪਹਿਰ ਦੇ ਰਾਤ ਦਿਨ ਤੇ ਪੰਦ੍ਰਾਂ ਤਿਥਾਂ, ਅਰੁ ਸੱਤ ਵਾਰ, ਤਥਾ ਦੋ ਪੱਖ ਅਤੇ ਬਾਰਾਂ ਮਹੀਨੇ, ਵਾ ਛੀ ਰੁੱਤਾਂ ਅਤੇ ਸ੍ਯਾਲਾ, ਬਸੰਤੀ ਬਹਾਰ ਹੁਨਾਲਾ ਤੇ ਬਰਸਾਤ ਇਨਾਂ ਚਾਰ ਮਹੀਨਿਆਂ ਦੀ ਤਿੰਨ ਭਾਂਤ ਦੀ ਬਿਧਿ ਵ੍ਯੋਂਤ ਸਮੇਂ ਦੀ ਵੰਡ ਹੈ ਇਹ ਸਭ ਇਕ ਮਾਤ੍ਰ ਵਰਹੇ ਦਾ ਹੀ ਬਿਥਾਰ ਪਸਾਰਾ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NB3Y",
        "source_page": 159,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwgq supn Aau sKopiq AvsQw kY; qurIAw pRgws gur igAwn aupkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As wakefulness, dream sleep, deep slumber and a state of nothingness (Turi) are different states;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੈ ਅਥਵਾ ਜਾਗ੍ਰਤ ਸ੍ਵਪਨ, ਸੁਖੋਪਤੀ ਅਵਸਥਾ ਅਤੇ ਗੁਰੂ ਦੇ ਗਿਆਨ ਦਾ ਉਪਕਾਰ ਰੂਪ ਜੋ ਤੁਰੀਆ ਅਵਸਥਾ ਦਾ ਪ੍ਰਗਾਸ ਹੁੰਦਾ ਹੈ। ਇਹ ਸੰਪੂਰਣ ਉਪਰ ਕਥਨ ਕੀਤੀਆਂ ਅਵਸਥਾਂ ਦੀ ਤਥਾ ਕਾਲ ਦੇ ਚਕ੍ਰ ਦੀ ਕੇਵਲ ਬਿਵਸਥਾ ਰੂਪ ਪ੍ਰਪਾਟੀ ਹੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4ZX3",
        "source_page": 159,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwns jnm swDsMg imil swD sMq; Bgq ibbykI jn bRhm bIcwr hY [159["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly meeting with saintly people and contemplating on Lord's glory and grandeur during human life, one becomes a godly person, a saint, a devotee and a wise man. (159)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਞ ਇਹ ਇਕ ਮਨੁੱਖ ਜਨਮ ਮਾਨੁਖ ਜਿੰਦਗੀ ਦਾ ਹੀ ਚਮਤਕਾਰ ਹੈ। ਸੋ ਉਸੀ ਪ੍ਰਕਾਰ ਸੰਸਾਰੀ ਜੀਵਨ ਦੇ ਅਵਸਥਾ ਵਾਰ ਗੇੜੇ ਵਤ ਪਰਮਾਰਥੀ ਭਾਵ ਵਿਖੇ ਸਾਧ ਸੰਗਤ ਨੂੰ ਮਿਲਿਆਂ ਸਾਧ ਸਾਧਨਾ ਕਰਣ ਹਾਰਾ ਸੰਤ, ਸਾਧਨਾ ਦੀ ਸਿੱਧੀ ਨੂੰ ਪਾ ਕੇ ਸ਼ਾਂਤ ਭਾਵੀ ਕ੍ਰਿਤਕਾਰ੍ਯਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਚੁਕਿਆ ਤੇ ਭਗਤ ਭਜਨ ਦ੍ਵਾਰੇ ਨਿਰਭੈ ਪਦ ਪ੍ਰਾਪਤ ਅਨੰਦ ਸਰੂਪ ਹੋਯਾ ਮਨੁੱਖ ਬਿਬੇਕ ਜਨ ਦ੍ਵੈਤ ਵਿਚੋ ਏਕਤਾ ਦਾ ਭਾਵ ਵਿਚ ਆਯਾ ਪੁਰਖ, ਬ੍ਰਹਮ ਵਿਚਾਰ ਬ੍ਰਹਮ ਵਿਚ ਵਰਤਨਹਾਰਾ ਬ੍ਰਹਮ ਗਿਆਨੀ ਅਖੌਂਦਾ ਹੈ ਭਾਵ ਇਕੋ ਹੀ ਜਣਾਂ ਪਰਮਾਰਥੀ ਉੱਨਤੀ ਦੇ ਅਵਸਥਾ ਕ੍ਰਮ ਅਨੁਸਾਰ ਨ੍ਯਾਰੇ ਨਾਮਾਂ ਨਾਲ ਆਖਨ ਵਿਚ ਆਯਾ ਕਰਦਾ ਹੈ ॥੧੫੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
