[
  {
    "id": "AWN",
    "sttm_id": 6642,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LJFP",
        "source_page": 162,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swgr mQq jYsy inksy AMimRq ibKu; praupkwr n ibkwr smsir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Churning of ocean produced nectar and poison. Despite coming out of the same ocean, the goodness of nectar and harm of poison is not the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਮੁੰਦਰ ਨੂੰ ਦੇਵਤਿਆਂ ਦੈਂਤਾਂ ਦੇ ਆਪੋ ਵਿਚ ਮਿਲ ਬਾਸ਼ਕੀ ਨਾਗ ਦ੍ਵਾਰੇ ਮੰਦ੍ਰਾਚਲ ਪਰਬਤ ਦੀ ਮਧਾਨੀ ਬਣਾ ਮਥਨ ਕਰਦਿਆਂ ਰਿੜਕਦਿਆਂ ਹੋਇਆਂ ਜਿਸ ਭਾਂਤ ਅੰਮ੍ਰਿਤ ਤੇ ਵਿਹੁ ਨਿਕਲੇ ਸਨ। ਇੱਕੋ ਟਿਕਾਣਿਓਂ ਪ੍ਰਗਟ ਹੋ ਕੇ ਭੀ ਪਰਉਪਕਾਰ ਦਾ ਕਾਰਣ ਹੋਣ ਕਰ ਕੇ ਅੰਮ੍ਰਿਤ ਦੀ ਅਤੇ ਬਿਕਾਰ ਬਿਗਾੜੂ ਸੁਭਾਵ ਕਰ ਕੇ ਵਿਹੁ ਦੀ ਬਰੋਬਰੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਭਾਵ ਇਕੋ ਜੇਹੇ ਨਹੀਂ ਹੋ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VNAX",
        "source_page": 162,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibKu Acvq hoq rqn ibnws kwl; Acey AMimRq mUey jIvq Amr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Poison ends the jewel-like life whereas nectar resuscitates or revives the dead making him immortal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂਕਿ ਰਤਨ ਰੂਪ ਹੁੰਦਿਆਂ ਭੀ ਵਿਹੁ ਜ਼ਹਿਰ ਤਾਂ ਅਚਵਦੇ ਖਾਂਦੇ ਸਾਰ ਹੀ ਮੌਤ ਦਾ ਸਮਾਂ ਲਿਆ ਢੁਕੌਂਦੀ ਹੈ ਪਰ ਅੰਮ੍ਰਿਤ ਅਚਏ ਪੀਤਿਆਂ ਮਏ ਹੋਏ ਭੀ ਅਮਰ ਮੌਤ ਰਹਿਤ ਜੀਊਣ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTSP",
        "source_page": 162,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qwro qwrI eyk lost sY pRgt huie; bMD moK pdvI sMswr ibsQr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the key and the lock are made of the same metal, but a lock results in bondage whereas a key frees the bonds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਇਕੋ ਹੀ ਲੋਹੇ ਵਿਚੋਂ ਤਾਲਾ ਜੰਦਰਾ ਤਾਲੀ ਕੁੰਜੀ ਉਤਪੰਨ ਹੁੰਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਇਕੋ ਲੋਹੇ ਦੀ ਓਪਤ ਹੁੰਦੇ ਹੋਏ ਭੀ ਜੰਦਰਾ ਤਾਂ ਸੰਸਾਰ ਵਿਚ ਬੰਧਨ ਦੀ ਪਦਵੀ ਪ੍ਰਤਿਸ਼੍ਟਾ ਮਹਾਨਤਾ ਨੂੰ ਵਿਸਤਾਰਦਾ ਹੈ ਅਤੇ ਤਾਲੀ ਚਾਬੀ ਮੋਖ ਛੁਟਕਾਰੇ ਦੀ ਪਦਵੀ ਮਹੱਤਤਾ ਨੂੰ ਪਸਾਰਿਆ ਕਰਦੀ ਹੈ ਭਾਵ ਜੰਦਰਾ ਜਕੜ ਉਤਪੰਨ ਕਰਨ ਦਾ ਕਾਰਣ ਸੰਸਾਰ ਵਿਚ ਪ੍ਰਸਿੱਧ ਹੈ ਤੇ ਤਾਲੀ ਕੁੰਜੀ ਜਕੜਾਂ ਬੰਧਨਾਂ ਦੀ ਨਿਵਿਰਤੀ ਦਾ ਕਾਰਣ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D277",
        "source_page": 162,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD swD sn Aau mjIT giq; gurmiq durmiq tyvsY n tr hY [162["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a man does not give up his base wisdom but a person of Godly disposition never falters from the wisdom and teachings of the Guru. (162)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਸੰਸਾਰ ਵਿਖੇ ਸਨ ਅਤੇ ਮਜੀਠ ਦੀ ਗਤਿ ਚਾਲ ਵਤ ਅਸਾਧ ਤੇ ਸਾਧ ਸਮਝੋ ਅਰਥਾਤ ਸਨ ਸਭ ਤਰ੍ਹਾਂ ਨਾਲ ਨਰੜਾਂ ਦੀ ਕਾਰਣ ਹੈ, ਤੇ ਮਜੀਠ ਰੰਗੀਲੀ ਸ਼ੋਭਾ ਦੀ ਅਸਥਾਨ ਕਾਰਣ ਜਿਸ ਪ੍ਰਕਾਰ ਮੰਨੀ ਜਾ ਰਹੀ ਹੈ, ਤੀਕੂੰ ਹੀ ਅਸਾਧ ਦੁਸ਼ਟ ਪੁਰਖ ਦੁੱਖਾਂ ਦਾ ਕਾਰਣ ਤੇ ਸਾਧ ਸ਼੍ਰੇਸ਼ਟ ਪੁਰਖ ਗੁਰਮੁਖ ਸੁਖਾਂ ਮੋਖ ਦਾ ਕਾਰਣ ਹੁੰਦੇ ਹਨ। ਗੱਲ ਕੀਹ ਕਿ ਜਿਹੀ ਜਿਹੀ ਬਾਣ ਜਿਸ ਜਿਸ ਨੂੰ ਪੈ ਰਹੀ ਹੈ ਗੁਰਮਤਿ ਵਾਲਾ ਗੁਰਮੁਖ ਗੁਰਮਤਿ ਵਾਲੀ ਤੇ ਦੁਰਮਤਿ ਵਾਲਾ ਮਨਮੁਖ ਦੁਰਮਤਿ ਵਾਲੀ ਵਾਦੀ ਤੋਂ ਨਹੀਂ ਟਲਿਆ ਕਰਦਾ ॥੧੬੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
