[
  {
    "id": "AUB",
    "sttm_id": 6644,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3PLS",
        "source_page": 164,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ljw kul AMksu Aau gur jn sIl fIl; kulwbDU bRq kY piqbRq khwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of the good of the family honour, displaying calm and tranquil behaviour before the elders of the house and following the right ethos expected of a married woman, a daughter-in-law of a good family is called faithful and virtuous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਪਣੇ ਕੁਲਾ ਧਰਮ ਦੀ ਲਾਜ ਅਤੇ ਵਡੇਰਿਆਂ ਸੱਸ ਸੌਹਰੇ ਜੇਠ ਜਿਠਾਣੀ ਆਦਿ ਦੇ ਵੱਡਤ ਪਾਲਨ ਦੇ ਸੰਕੇਤ ਨਿਬਾਹਨ ਦਾ ਧਰਮ ਰੂਪ ਕੁੰਡਾ ਸਿਰ ਉਪਰ ਰਖਣਾ ਇਸ ਭਾਂਤ ਦੇ ਸੀਲ ਸੇਸ਼ਟ ਸੁਭਾਵ ਦੀ ਡੀਲ ਵ੍ਯੋਂਤ ਵਾ ਵਰਤਨ ਦੇ ਬ੍ਰਤ ਨਿਯਮ ਨੂੰ ਧਾਰਣ ਕਰ ਕੇ ਕੁਲਾ ਬਧੂ ਸ੍ਰੇਸ਼ਟ ਕੁਲ ਦੀ ਨੂੰਹ ਪਤੀਬ੍ਰਤਾ ਪਤੀ ਪੁਰਖ ਪ੍ਰਗ੍ਯਾਵਾਨ ਅਖੌਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FRBR",
        "source_page": 164,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dust sBw sMjog ADm AswD sMgu; bhu ibibcwr Dwir gnkw bulwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A woman who keeps company of evil people, doing acts highly condemnable and indulging in licentious deeds is called a whore.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੁਸੰਗਤ ਦੇ ਕਾਰਣ ਦੁਸ਼ਟਾਂ ਦੀ ਸਭਾ ਸੰਜੋਗਨ ਹੋ ਕੇ ਪਾਂਬਰ ਬਣ ਉਹ ਬਹੂ ਨੇਹੂ ਦੁਹਾਗਣਿ ਭਾਵ ਪਤੀ ਤੋਂ ਸਿਵਾਯ ਪਰ ਪੁਰਖ ਰਾਵਣ ਦੇ ਸੁਭਾਵ ਨੂੰ ਧਾਰ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਵੇਸਵਾ ਕਾਮਾਤੁਰ ਹੋਈ ਵੇਸ ਪਲਟਨ ਹਾਰੀ ਪੁਕਾਰੀ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0S8G",
        "source_page": 164,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kulwbDU suq ko bKwnIAq goqRwcwr; ginkw suAwn ipqw nwmu ko bqwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The son of a virtuous woman furthers the family lineage but who can tell the name of the father of a whore's son.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਲੀ ਕੁਲ ਬਹੂ ਵੌਹਟੀ ਦੇ ਪੁਤ੍ਰ ਦਾ ਤਾਂ ਗੋਤਰਾਚਾਰ ਬੰਸ ਪ੍ਰਣਾਲੀ ਕੁਲ ਦੀ ਪਰੰਪਰਾ ਤੋਂ ਪੱਧਤ ਉਚਾਰੀ ਜਾਂਦੀ ਹੈ। ਪ੍ਰੰਤੂ ਵੇਸ੍ਵਾ ਦੇ ਪੁਤ੍ਰ ਦੇ ਪਿਤਾ ਦਾ ਨਾਮ ਕੌਣ ਦੱਸ ਸਕਦਾ ਹੈ? ਭਾਵ ਉਸ ਦੇ ਤਾਂ ਬੰਸਿ ਪ੍ਰਣਾਲੀ ਸ਼ਰਜਾ ਨਸਬ ਕਿਤੇ ਰਹੀ, ਪਿਓ ਦਾ ਨਾਮ ਭੀ ਲੈਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ ਅਰਥਾਤ ਜਿਹੜਾ ਬੰਦਾ ਗੁਰਮੁਖੀ ਮਾਰਗ ਵਿਚ ਪੈਰ ਧਰ ਕੇ ਗੁਰੂ ਪ੍ਰੰਪਰਾ ਤੋਂ ਗੁਰਸਿੱਖਾਂ ਸੰਤਾਂ ਦਾ ਮਾਨ ਆਦਰ ਰਖਦਾ ਹੋਯਾ ਇਕ ਮਾਤ੍ਰ ਗੁਰ ਇਸ਼ਟ ਉਪਰ ਦ੍ਰਿੜ ਰਹਿੰਦਾ ਹੈ ਗੁਰੂ ਪ੍ਰਣਾਲੀ ਵਿਚ ਓਸ ਦੀ ਸੱਥ ਕਾਯਮ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਜੋ ਹੋਰ ਹੋਰ ਮਤ ਮਤਾਂਤਰਾਂ ਵਾਲਿਆਂ ਦੇ ਮਿਤ੍ਰ ਦੇ ਪਿਛੇ ਮਰਦਾ ਰਹੇਗਾ ਉਹ ਬਿਭਚਾਰੀ ਪੁਰਖ ਲੋਕ ਪ੍ਰਲੋਕ ਵਿਚ ਖੁਆਰੀ ਦਾ ਅਧਿਕਾਰੀ ਹੀ ਹੋਵੇਗਾ ਤੇ ਸਤਿਗੁਰੂ ਓਸ ਦੀ ਸਾਖ ਨਹੀਂ ਭਰਣਗੇ। ਜਿਹਾ ਕਿ ਸਪਸ਼ਟ ਕਰਦੇ ਹਨ ਆਪ ਹੀ ਭਾਈ ਸਾਹਿਬ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9X46",
        "source_page": 164,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq lwig jYsy kwgu bn bn iPrY; gurmiq hMs eyk tyk jsu BwveI [164["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a self-willed person of crow-like temperament wanders all over, a Guru-oriented person of swan-like attitude enjoys respect by taking the refuge of Lords name as taught and initiated to him by his Guru. (164)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਪਾਸੜ ਲੱਤਾਂ ਅੜਾਨ ਵਾਲੇ ਖਿਆਲ ਵਾਲੀ ਦੁਬਿਧਾ ਭਾਵੀ ਮੱਤਿ ਪਿਛੇ ਕਾਂ ਦੀ ਨ੍ਯਾਈਂ ਬਨ ਬਨ ਜੰਗਲ ਜੰਗਲ ਸੰਸਾਰ ਵਿਖੇ ਵਿਸ਼੍ਯਾਂ ਰੂਪ ਵਿਸ਼ਟੇ ਨੂੰ ਹੀ ਜੀਵ ਭੋਜਨ ਫਿਰਦੇ ਹਨ, ਤੇ ਇਕ ਮਾਤ੍ਰ ਗੁਰਮਤਿ ਦੀ ਟੇਕ ਧਾਰ ਕੇ ਹੰਸਾਂ ਸਮਾਨ ਗੁਰੂ ਗਿਆਨ ਰੂਪ ਮੋਤੀਆਂ ਨੂੰ ਚੁਗਨ ਹਾਰੇ ਹੰਸ ਬਿਬੇਕੀ ਕਹੌਣ ਦਾ ਜਸ ਮਾਣਦੇ ਹਨ ॥੧੬੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
