[
  {
    "id": "H5T",
    "sttm_id": 6645,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "29WT",
        "source_page": 165,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwns jnmu Dwir sMgiq suBwv giq; gur qy gurmiq durmiq ibibiD ibDwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the human birth, one is influenced by good or bad company. Thus the teachings of Guru instills virtues whereas bad company fills a person with base wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਧਾਰਣ ਹਾਰੇ ਆਦਮੀ ਦੇ ਸੁਭਾਵ ਦੀ ਗਤੀ ਦਸ਼ਾ ਯਾ ਪ੍ਰਵਿਰਤੀ ਸੰਗਤਿ ਭਲੀ ਬੁਰੀ ਮਿੱਲਤ ਅਨੁਸਾਰ ਹੋਯਾ ਕਰਦੀ ਹੈ। ਗੁਰਮਤਿ ਨੂੰ ਧਾਰਣ ਕਰਨ ਕਰ ਕੇ ਤਥਾ ਦੁਰਮਤਿ ਕਾਰਣ ਉਹ ਦਸ਼ਾ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਢੰਗਾਂ ਦੀ ਹੁੰਦੀ ਹੈ। ਅਰਥਾਤ ਨ੍ਯਾਰੇ ਨ੍ਯਾਰੇ ਨਾਮਾਂ ਦ੍ਵਾਰੇ ਆਖੀ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UBC7",
        "source_page": 165,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDusMig pdvI Bgiq Aau ibbykI jn; jIvn mukiq swDU bRhmigAwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of true people, one attains a position of a devotee, an analytical person, liberated alive and possessor of divine knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੀ ਪਦਵੀ ਇਸ ਨੂੰ ਸਾਧੂ ਸੰਗਤ ਵਿਚ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਸ ਦੇ ਇਹ ਇਹ ਨਾਮ ਆਖੇ ਜਾਯਾ ਕਰਦੇ ਹਨ: ਭਗਤ, ਬਿਬੇਕੀ, ਜਨ ਸੇਵਕ, ਜੀਵਨ ਮੁਕਤ, ਸਾਧੂ ਅਤੇ ਬ੍ਰਹਮ ਗਿਆਨੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M2WF",
        "source_page": 165,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ADm AswD sMg cor jwr Aau jUAwrI; Tg btvwrw mqvwrw AiBmwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Association with evil and vice-ridden people turns a man into thief, gambler, deceitful, dacoit, addict and arrogant.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਅਸਾਧ ਸੰਗ ਭੈੜੀ ਸੰਗਤ ਵਿਚ ਬੈਠਿਆਂ ਜਿਨਾਂ ਭੈੜਿਆਂ ਨਾਵਾਂ ਨਾਲ ਪੁਕਾਰਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਇਹ ਹਨ: ਅਧਮ, ਨੀਚ, ਪਾਂਬਰ, ਚੋਰ, ਯਾਰ, ਜੁਆਰੀਆ, ਠਗ, ਵਾਟ ਮਾਰਣ ਵਾਲਾ ਧਾੜਵੀ, ਮਤਵਾਲਾ, ਸੌਦਾਈ, ਮੂਰਖ ਅਤੇ ਅਭਿਮਾਨੀ ਹੰਕਾਰੀਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEST",
        "source_page": 165,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Apuny Apuny rMg sMg suKu mwnY ibsu; gurmiq giq gurmuiK pihcwnI hY [165["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The whole world enjoys peace and pleasures in their own way. But a rare person has understood the intensity of the blessing of Guru's teaching and happiness it gives. (165)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਸੁ ਬਿਸ੍ਵ ਸੰਸਾਰ ਵਿਖੇ, ਅਥਵਾ ਭਲਾ ਔਰ ਬੁਰਾ ਨਾਮਨਾ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਸਾਰਾ ਸੰਸਾਰ ਹੀ ਇਉਂ ਅਪਣੇ ਅਪਣੇ ਰੰਗ ਮੌਜੂ ਦੇ ਸੰਗ ਵਿਚ ਸੁਖ ਆਨੰਦ ਨੂੰ ਮਾਣ ਰਿਹਾ ਹੈ। ਪ੍ਰੰਤੂ ਗੁਰਮਤਿ ਦੇ ਧਾਰ੍ਯਾਂ ਜੋ ਗਤਿ ਉੱਤਮ ਦਸ਼ਾ ਵਾ ਗਿਆਨ ਗੁਰਮੁਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ ਸੰਸਾਰ ਤੋਂ ਨਿਆਰਾ ਹੀ ਹੈ। ਓਸ ਨੂੰ ਕੇਵਲ ਗੁਰਮੁਖ ਹੀ ਸ੍ਯਾਣਦੇ ਅਨਭਉ ਕਰ ਸਕਦੇ ਹਨ ॥੧੬੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
