[
  {
    "id": "6CG",
    "sttm_id": 6646,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6P4S",
        "source_page": 166,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau Ast DwqU fwrIAq nwau ibKY; pwir prY qwih qaU vwr pwr soeI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a bundle of eight metals loaded in a boat will reach the other bank without any change in its form or colour during transit,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਅਠਾਂ ਧਾਤਾਂ ਦੇ ਲੱਦ ਤਉ ਤਾਈਂ ਨੌਕਾ ਵਿਖੇ ਡਾਰੀਅਤ ਪਾਈਅਤ ਲੱਦੀਏ, ਤਾਂ ਪਾਰ ਜਰੂਰ ਹੀ ਪੈ ਜਾਂਦੀਆਂ ਹੈਨ, ਤਾਹਿ ਤਿਸ ਬੇੜੀ ਨਾਲ ਭਾਵ ਤਰ ਜਾਂਦੀਆਂ ਹਨ, ਪਰ ਉਰਾਰ ਚਾਹੇ ਦੀ ਬੇੜੀ ਉਪਰ ਸਵਾਰ ਹੋ ਜਾਣ ਤਾਂ ਪਰਲੋਕ ਵਿਚ ਬ੍ਰਹਮ ਲੋਕ ਆਦਿ ਦੇ ਭੋਗਾਂ ਨੂੰ ਤਾਂ ਪ੍ਰਾਪਤਿ ਜਰੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਪਰ ਮੁਕਤ ਨਹੀਂ ਹੋ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3YUW",
        "source_page": 166,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soeI Dwqu Agin mY hq hY Aink rUp; qaU joeI soeI pY su Gwt Twt hoeI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When these metals are put in fire, they melt and acquire the form of fire. It is then turned into beautiful ornaments of metal better looking than each individually.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਹੀ ਅਸ਼੍ਟਧਾਤਾਂ ਦੇ ਸਮੁਦਾਯ ਨੂੰ ਜੇਕਰ ਅੱਗ ਵਿਚ ਪਾ ਕੇ ਗਾਲੀਏ ਤਾਂ ਅੱਗ ਦਾ ਸਰੂਪ ਅੰਗ੍ਯਾਰ ਵਾਕੂੰ ਭਖ ਕੇ ਲਾਲ ਹੋ ਜਾਂਦੀਆਂ ਹਨ 'ਪੈ' ਪ੍ਰੰਤੂ 'ਸੁ ਘਾਟ ਠਾਟ ਹੋਈ' ਸ੍ਰੇਸ਼ਟ ਘਾੜਤ ਵਾਲੇ ਠਾਠ ਰੂਪ ਗਹਿਣੇ ਵਾ ਬਰਤਨ ਆਦਿ ਸਰੂਪ ਧਾਰ ਲੈਣ ਤੇ ਭੀ ਜੋਈ ਹੈ ਸੋਈ ਜੋ ਕੁਛ ਜੈਸੇ ਰੂਪ ਦੀਆਂ ਉਹ ਹੋਣ ਵੈਸੀਆਂ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ, ਅਰਥਾਤ ਤਪ ਆਦਿ ਦੀ ਕੁਠਾਲੀ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਤਾ ਕੇ ਸਭ ਵਰਨ ਆਸ਼੍ਰਮੀ ਤੇਜ ਪ੍ਰਤਾਪ ਵਾਲੇ ਤਥਾ ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਆਦਿ ਵਾਲੇ ਤਾਂ ਬਣ ਜਾਂਦੇ ਹਨ, ਪਰ ਮੋਖ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JP6",
        "source_page": 166,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soeI Dwqu pwris prs puin kMcn huie; mol kY AmolwnUp rUp AvloeI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But when it comes in contact with philosopher-stone, it turns into gold. Beside becoming invaluable, it also becomes beautiful and attractive to look at.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਉਹੀ ਧਾਤ ਅਠ ਧਾਤਾਂ ਪੁਨਿ ਬਹੁੜੋ ਪਾਰਸ ਨੂੰ ਪਰਸ ਛੋਹਣ ਕਰ ਕੇ ਸ੍ਵਰਣ ਬਣ ਜਾਂਦਾ ਹੈ ਤੇ ਮੁੱਲ ਕਰ ਕੇ ਭੀ ਅਮੁੱਲਾ ਬਹੁ ਕੀਮਤਦਾਰ ਅਨੂਪ ਰੂਪ ਦਿਖਾਣ ਲਗ ਪੈਂਦਾ ਹੈ। ਅਰਥਾਤ ਸੰਤ ਜਨਾਂ ਦੇ ਸਤਿਸੰਗ ਵਿਚ ਆਣ ਕੇ ਪੁਰਖ ਆਤਮ ਗਿਆਨ ਸੰਪੰਨ ਸ੍ਵੈ+ ਵਰਣ ਰੂਪ ਸ੍ਵਰਣਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "164V",
        "source_page": 166,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm pwrs gur pris pwrs hoq; sMgiq huie swDsMg sqsMg poeI hY [166["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly in the company of God-oriented and holy men, one becomes holy. Meeting with True Guru, the Supreme of all philosopher-stones, one becomes like a philosopher-stone. (166)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਪਰਮ ਪਾਰਸ ਪਾਰਸਾਂ ਦੇ ਪਾਰਸ ਸੰਤਾਂ ਨੂੰ ਸੰਤ ਬਨਾਣ ਹਾਰੇ ਪਰਮ ਸੰਤ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਨੂੰ ਪਰਸ ਭੇਟ ਕੇ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦੀ ਸਾਧ ਸੰਗਤ ਦੀ ਸੰਗਤ ਹੋ ਕੇ ਮਨੁੱਖ ਆਪ ਹੀ ਪਾਰਸ ਸੰਤ ਸਰੂਪ ਗੁਰਮੁਖ ਬਣ ਸਤਿ ਸਤ੍ਯ ਸਰੂਪ ਪਾਰਬ੍ਰਹਮ ਦੇ ਸੰਗ ਜੋੜ ਮੇਲ ਅਭੇਦਤਾ ਵਿਖੇ ਪੋਈ ਹੈ ਪ੍ਰੋਯਾ ਜਾਂਦਾ ਹੈ, ਅਰਥਾਤ ਓਤ ਪੋਤ ਪਾਰਬ੍ਰਹਮ ਸਤਿਗੁਰੂ ਵਿਖੇ ਰਮ ਜਾਂਦਾ ਹੈ ॥੧੬੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
