[
  {
    "id": "HTR",
    "sttm_id": 6648,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NUJS",
        "source_page": 168,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhkwm inhkRoD inrloB inrmoh; inhmyv inhtyv inrdoK vwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient disciple of True Guru is free of lust, anger, avarice, attachment, arrogance, base habits and other vices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਂ ਦੇ ਚਿੱਤ ਵਿਚ ਕਾਮਨਾ ਨਹੀਂ ਹੁੰਦੀਆਂ ਕ੍ਰੋਧ ਰੂਪ ਬਿਰਤੀਆਂ ਭੀ ਨਹੀਂ ਭੁਰਦੀਆਂ ਉਚ ਲੋਭ ਰਹਿਤ ਹੁੰਦੇ ਹਨ ਤੇ ਐਸਾ ਹੀ ਮੋਹ ਤੋਂ ਰਹਿਤ, ਤਥਾ ਨਿ+ਅਹੰ+ਮੇਵ ਅਹੰਭਾਵ ਹਉਮੈ ਤੋਂ ਰਹਿਤ ਹੁੰਦੇ ਹਨ, ਨਿਹਟੇਵ ਬ੍ਯਸਨਾਂ ਭੈੜੀਆਂ ਵਾਦੀਆਂ ਤੋਂ ਭੀ ਉਹ ਰਹਿਤ ਹੁੰਦੇ ਹਨ ਅਰੁ ਨਿਰਦੋਖ ਦੋਖਾਂ, ਔਗੁਣਾਂ ਤੋਂ ਰਹਿਤ ਹੁੰਦੇ ਹਨ, ਵਾ ਦੋਖ ਦੂਖਣਾ ਤੋਂ ਰਹਿਤ ਨਿਰਮਲ ਸ਼ੁਧ ਸਰੂਪ ਦੀ ਵਾਸੀ ਵਾਸਨਾ ਵਾਲੇ ਹੁੰਦੇ ਹਨ। ਅਥਵਾ ਕਾਮ ਆਦਿਕ ਪੰਜਾਂ ਦੂਤਾਂ ਤਥਾ ਵਿਖ੍ਯ ਵਾਸਨਾ ਰੂਪ ਬ੍ਯਸਨਾਂ ਤੋਂ ਰਹਿਤ ਨਿਰਦੋਖ ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਆਦੀ ਦੋਖਾਂ ਤੋਂ ਰਹਿਤ ਸ੍ਵੱਛ ਪਦ ਦੇ ਵਾਸੀ ਹੁੰਦੇ ਹਨ। ਇਸੇ ਕਰ ਕੇ ਹੀ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8SL1",
        "source_page": 168,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrlyp inrbwn inrml inrbYr; inribGnwie inrwlMb AibnwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is free of the influence of mammon (maya), bondage, dross, animosity, hindrances and support. He is indestructible of form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਨੂੰ ਕੋਈ ਲੇਪ ਲਗ ਨਹੀਂ ਸਕਦਾ ਓਨਾਂ ਉਪਰ ਕਿਸੇ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਿਆ ਕਰਦਾ ਨਿਰਬਾਨ ਬਾਨ ਵਾਦੀ ਤੋਂ ਰਹਿਤ ਬਿਧੀ ਨਿਖੇਧ ਦੇ ਬੰਧਨ ਤੋਂ ਮੁਕਤ ਪਾਪ ਵਾਸਨਾ ਰੂਪ ਮੈਲ ਤੋਂ ਰਹਿਤ ਵੈਰ ਤੋਂ ਛੁੱਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ ਤੇ ਓਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਵਿਘਨ ਭੀ ਨਹੀਂ ਵਾਪਰਿਆ ਕਰਦਾ, ਅਰੁ ਆਲੰਬ ਆਸਰੇ ਸਹਾਰੇ ਦੀ ਲੋੜ ਭੀ ਓਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਨਹੀਂ ਭਾਸਿਆ ਕਰਦੀ, ਅਤੇ ਉਹ ਅਬਿਨਾਸ਼ੀ ਭਾਵ ਵਿਖੇ ਅਡੋਲ ਸੁਭਾਵ ਵਿਖੇ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ਓਨਾਂ ਦਾ ਨਿਸਚਾ ਨਹੀਂ ਡੋਲਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BETC",
        "source_page": 168,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrwhwr inrwDwr inrMkwr inribkwr; inhcl inhBRwiq inrBY inrwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is free of all desires of taste, not dependent on the grace of gods and goddesses, transcendental of form, independent of all support, free of vices and doubts, fearless and stable of mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਦਾ ਜੀਵਨ ਆਹਾਰ ਭੋਜਨ ਆਦਿ ਦੇ ਅਧੀਨ ਨਹੀਂ ਹੁੰਦਾ, ਐਸਾ ਹੀ ਆਧਾਰ ਤੋਸੇ ਲੋਕ ਪਰਲੋਕ ਦੇ ਸਹਾਰੇ ਦੀ ਫਿਕਰ ਤੋਂ ਭੀ ਉਹ ਛੁੱਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਤੇ ਨਿਰੰਕਾਰ ਅਯੰਕਾਰ ਅਮੁਕੇ ਸੁਭਾਵ ਵਾਲੇ ਉਹ ਹਨ ਐਸੇ ਪਦ ਦੀ ਗੰਮਤਾ ਤੋਂ ਪਾਰ ਪਰੇ ਹੁੰਦੇ ਹਨ, ਭਾਵ ਇਹ ਓਨਾਂ ਦਾ ਥੌਹ ਥਿੱਤਾ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ ਅਰੁ ਬਿਕਾਰ ਵਿਗਾੜ ਤੋਂ ਭੀ ਰਹਿਤ ਹੁੰਦੇ ਹਨ, ਭਾਵ ਇਕ ਰਸ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਨਿਹਚਲ ਚਲਾਯਮਾਨ ਹੋਣੋਂ ਬਚੇ ਹੋਏ ਅਡੋਲ, ਤਥਾ ਭ੍ਰਾਂਤੀ ਭਰਮਨਾ ਤੋਂ ਰਹਿਤ ਅਰੁ ਭੈ ਤੋਂ ਬਿਨਾਂ ਤਥਾ ਆਸਾਂ ਉਮੇਦਾਂ ਤੋਂ ਰਹਿਤ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V19P",
        "source_page": 168,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhkrm inhBrm inhsrm inhsÍwd; inribvwd inrMjn suMin mY sMinAwsI hY [168["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is a recluse beyond rites and rituals, infatiguiable, undesirous of all worldly tastes and relishments, beyond all worldly disputes and discords, not smudged by the mammon (maya), who lives in a state of trance and tranquil thoughts. (168)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਰਮ ਕਰਤਬ੍ਯਤਾ ਤੋਂ ਰਹਿਤ, ਭਰਮ ਦੇਹ ਅਧ੍ਯਾਸ ਰੂਪ ਵਾ ਭੇਦ ਭਾਵ ਤੋਂ ਰਹਿਤ ਸ੍ਰਮ ਤਰੱਦਦ ਪੁਰਖ ਪ੍ਰਯਤਨ ਵਾ ਥੱਕਨ ਹੁੱਟਨ ਦੀ ਬਾਧਾ ਤੋਂ ਛੁਟੇ ਹੋਏ ਤਥਾ ਸੁਆਦਾਂ ਚਾਟਾਂ ਤੋਂ ਮੁਕਤ ਬਚੇ ਹੋਏ, ਬਿਵਾਦ ਝਗੜਿਆਂ ਰਗੜਿਆਂ ਤੋਂ ਦੂਰ, ਅੰਜਨ ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਦੇ ਕਲੰਕੋਂ ਰਹਿਤ, ਸੁੰਨਿ ਮੈ ਨਿਰਵਿਕਲਪ ਅਫੁਰ ਸਰੂਪ ਆਸ ਅੰਦੇਸਿਆਂ ਤੋਂ ਪਾਕ ਅਰ ਸੰਨਿਆਸੀ ਸਰਬ ਤ੍ਯਾਗੀ ਸਭ ਕੁਛ ਗੁਰੂ ਅਰਪਣ ਕਰ ਕੇ ਉਹ ਮੋਹ ਮਮਤਾ ਤੋਂ ਸਰਬ ਪ੍ਰਕਾਰ ਰਹਿਤ ਹੁੰਦੇ ਹਨ ॥੧੬੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
