[
  {
    "id": "D25",
    "sttm_id": 6649,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "A0VK",
        "source_page": 169,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq ilv swDsMig; prmdBuq pRym pUrn pRgwsy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Supernatural love grows in the heart of an obedient disciple of the Guru when he lodges the divine word in his consciousness and keeps the company of holy men.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਬ ਉਕਤ ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਜਿਹੜਾ ਕੋਈ ਗੁਰਮੁਖੀ ਭਾਵ ਨੂੰ ਧਾਰਣ ਕਰਨੇ ਹਾਰਾ ਗੁਰਮੁਖ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਾਵੇ। ਓਸ ਦੇ ਅੰਦਰ ਪਰਮ ਅਦਭੁਤ ਅਤ੍ਯੰਤ ਅਨੋਖਾ ਸੰਸਾਰੀ ਪ੍ਰੀਤੀਆਂ ਨੂੰ ਮਾਤ ਕਰ ਸਿਟਨ ਵਾਲਾ ਨ੍ਯਾਰੀ ਤਰਾਂ ਦਾ ਹੀ ਪੂਰਨ ਪ੍ਰੇਮ ਜਿਸ ਵਿਚ ਕਦੀ ਘਾਟਾ ਵਾਪਰ ਹੀ ਨਹੀਂ ਸਕੇ ਪ੍ਰਗਟ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "18TV",
        "source_page": 169,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rMg my Anyk rMg ijau qrMg gMg; pRym rs my Anyk rs huie iblwsy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The company of saintly persons and perpetual Naam Simran, creates a loving hue like the waves of river Ganges that generates multi-coloured effects. The Guru-conscious person enjoys many elixirs in this loving state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਸ ਪ੍ਰੇਮ ਰੰਗ ਵਿਖੇ ਅਨੇਕਾਂ ਰੰਗਾਂ ਦੇ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੇ ਸੇਵਾ ਪੂਜਨ ਬੰਦਨ ਸਤਕਾਰ ਆਦੀ ਤਰੰਗਾਂ ਲਹਿਰਾਂ ਮੌਜਾਂ, ਐਉਂ ਉਠਿਆ ਕਰਦੀਆਂ ਹਨ, ਜਿਉਂਕਿ ਗੰਗਾ ਦੀ ਧਾਰਾ ਵਿਚ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੀਆਂ ਕਲੋਲ ਵੀਚੀਆਂ, ਤਰੰਗਾਂ, ਭੰਵਰ ਚਕਰ ਆਦਿ ਘੁਮਾਨੀਆਂ ਮੌਜਾਂ ਪ੍ਰਗਟਿਆ ਕਰਦੀਆਂ ਹਨ। ਐਸਾ ਹੀ ਇਸ ਪ੍ਰੇਮ ਦੇਰਸ ਅੰਦਰ ਅਨੇਕਾਂ ਰਸਾਂ ਦਾ ਬਿਲਾਸ ਪ੍ਰਗਾਸ ਵਾ ਵਿਸਤਾਰਾ ਹੋਯਾ ਕਰਦਾ ਹੈ ਭਾਵ ਪ੍ਰੇਮ ਰਸ ਅੰਦਰ ਨਾ ਕੇਵਲ ਵੰਨੋ ਵੰਨੀ ਭਾਂਤ ਦੇ ਰਸ ਸ੍ਵਾਦ ਹੀ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦੇ ਹਨ, ਸਗਮਾਂ ਉਦਾਸਕਾਰੀ, ਬਿਗਾਸਕਾਰੀ, ਕਰੁਣਾ ਰਸ ਆਦਿ ਰਸਾਂ ਦਾ ਭੀ ਨ੍ਯਾਰੀ ਨ੍ਯਾਰੀ ਭਾਂਤ ਦਾ ਰਸ ਮੇਲ ਸੰਜੋਗ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A094",
        "source_page": 169,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym gMD sMiD mY sugMD sMbMD koit; pRym sRüiq Aink Anwhd aulwsy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to the practicing of Naam Simran, that fragrance is the combination of millions of fragrances. And the unstruck Music emerging from the loving fragrance of God, contains the pleasure of many modes of singing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਦੀ ਗੰਧ ਸੁਗੰਧੀ ਮਹਿਕ ਲਪਟ ਦੀ ਸੰਧਿ ਜੋੜ ਮੇਲ ਵਿਖੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸੁਗੰਧੀਆਂ ਦਾ ਸਰਬੰਧ ਆਨ ਹੋਇਆ ਕਰਦਾ ਹੈ ਭਾਵ ਪ੍ਰੇਮ ਦੇ ਰੋਮ ਰੋਮ ਵਿਚ ਅੰਦਰ ਰਮ ਜਾਣ ਕਰ ਕੇ ਸਰੀਰ ਦੇ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਉਫਰਾਊ ਫਾਲਤੂ ਮੈਲਾਂ ਵਾ ਮਲੀਨ ਵਾਸਨਾਵਾਂ ਦੂਰ ਹੋ ਕੇ ਪ੍ਰੇਮੀ ਦੇ ਅੰਦਰ ਬਾਹਰ ਸ੍ਵੱਛਤਾ ਦਾ ਸੰਚਾਰ ਹੋ ਆਯਾ ਕਰਦਾ ਹੈ। ਅਤੇ ਪ੍ਰੇਮ ਵਿਖੇ ਸੁਰਤ ਦੇ ਮਗਨਾਨਿਆਂ ਹੋਣ ਤੇ ਅਨੇਕ ਭਾਂਤ ਦੀਆਂ ਅਨਹਦ ਧੁਨੀਆਂ ਦਿਬ੍ਯ ਧੁਨੀਆਂ ਅਗੰਮੀ ਰਾਗਾਂ ਦੀਆਂ ਸ੍ਰੋਤਾਂ ਸੁਨਣ ਵਿਚ ਆਯਾ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LDBH",
        "source_page": 169,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym Asprs komlqw sIqlqw kY; AkQ kQw ibnod ibsm ibsÍwsy hY [169["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "None can reach the sensitivity and coolness of that love generated by Naam Simran). The pleasures and ecstasy are describable. It generates marvellous faith. (169)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਪ੍ਰੇਮ ਸੰਸਾਰ ਭਰ ਦੀ ਸੀਤਲਤਾ ਠੰਢਕ ਤਥਾ ਕੋਮਲਤਾ ਮ੍ਰਿਦੁਤਾ ਨਜ਼ਾਕਤ ਤੋਂ ਅਸਪਰਸ਼ ਅਛੋਹ ਹੈ ਭਾਵ ਇਸ ਨੂੰ ਕੋਈ ਸੁੰਦਰਤਾਈ ਆਦਿ ਦਾ ਚਮਤਕਾਰ ਛਲ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਕ੍ਯੋਂਕਿ ਇਸ ਪ੍ਰੇਮ ਕਾਰਣ ਪ੍ਰੇਮੀ ਗੁਰਮੁਖ ਦੇ ਅੰਦਰ ਪ੍ਰੀਤਮ ਉਪਰ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਅਚਰਜ ਕਰ ਦੇਣ ਵਾਲਾ ਅਤ੍ਯੰਤ ਦ੍ਰਿੜ ਪ੍ਰਪੱਕ ਨਿਸਚਾ ਅਨੰਨ ਭਾਵੀ ਭਰੋਸਾ ਬਝ ਆਯਾ ਹੁੰਦਾ ਹੈ, ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਸ ਪ੍ਰੇਮ ਦੇ ਬਿਨੋਦ ਕੌਤੁਕਾਂ ਕਾਰਿਆਂ ਦੀ ਕਥਾ ਕਹਾਣੀ ਅਕੱਥ ਕਹਿਣ ਤੋਂ ਪਰੇ ਹੈ ॥੧੬੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
