[
  {
    "id": "NE9",
    "sttm_id": 6650,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZXPW",
        "source_page": 170,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rMg smsir pujis n koaU rMg; pRym rMg pujis n An rs smwin kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No colour or shade can reach the hue of love nor anyone can reach near the elixir of love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਦੀ ਡੌਲ ਢਾਲ ਚਾਲ ਦੇ ਬਰਾਬਰ ਹੋਰ ਕੋਈ ਰੰਗ ਢੰਗ ਨਹੀਂ ਪੁਜ ਸਕਦਾ, ਪ੍ਰੇਮ ਦੇ ਰਸ ਸ੍ਵਾਦ ਵਾ ਹਰਖ ਨੂੰ ਨਹੀਂ ਪੁਗ ਸਕਦਾ, ਕੋਈ ਦੂਸਰਾ ਰਸ ਬ੍ਰਾਬਰੀ ਤੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G1ZZ",
        "source_page": 170,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym gMD pujis n Awn koaUAY sugMD; pRym pRBuqw pujis pRBuqw n Awn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving fragrance produced as a result of contemplation on Guru's words cannot be reached by any other fragrance in the world, nor any praise of the world can match the praise of love resulted from Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਦੀ ਮਹਿਕ ਪ੍ਰੇਮ ਦੀ ਧੁੰਮ ਜੋ ਦਿਲ ਦਿਮਾਗ ਅੰਦਰ ਮੱਚਦੀ ਹੈ ਓਸ ਨੂੰ ਹੀ ਪੁਜ ਸਕਦੀ ਹੋਰ ਕੋਈ ਭੀ ਸੁਗੰਧੀ ਵਾਸਨਾ ਦੀ ਪ੍ਰਵਿਰਤੀ ਤੋਂ ਉਪਜਨ ਵਾਲੀ ਦਸ਼ਾ, ਅਰੁ ਪ੍ਰੇਮ ਤੋਂ ਜੋ ਪ੍ਰਭਤਾਈ ਮਹੱਤਤਾ ਸ਼ਕਤੀ ਸੰਪੰਨਤਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਅਰਥਾਤ ਪ੍ਰੇਮ ਤੋਂ ਜੋ ਸਮਰੱਥਾ ਪ੍ਰੇਮੀ ਦੇ ਅੰਦਰ ਪ੍ਰਗਟਿਆ ਕਰਦੀ ਹੈ, ਓਸ ਨੂੰ ਕੈ ਆਨ ਕੋਈ ਹੋਰ ਦੂਸਰੀ ਭਾਂਤ ਦੀ ਪ੍ਰਭੁਤਾ ਨਹੀਂ ਪੁਗ ਸਕਦੀ, ਅਥਵਾ ਪ੍ਰਭਤਾ ਮਾਤ੍ਰ ਸੰਸਾਰ ਭਰ ਦੀ ਪ੍ਰਭੁਤਾ ਚੌਧਰ ਭੀ ਆਨ ਕੇ ਮੂਰਤੀ ਮਾਨ ਹੋ ਕੇ ਪ੍ਰੇਮ ਦੀ ਚੌਧਰਤਾ ਸਮੂਹ ਸਾਧਨਾਂ ਦੇ ਸਾਧਨ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣ ਹਾਰੀ ਸਿੱਧੀ ਤੋਂ ਬਹੁਤ ਵੱਧ ਸਿੱਧੀ ਦਾ ਟਾਕਰਾ ਕਰੇ ਤਾਂ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "43TH",
        "source_page": 170,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym qolu quil n pujis qol qulwDwr; mol pRym pujis n srb inDwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mergence of Guru's words in the consciousness cannot be measured by any balance or measures. The invaluable love cannot be reached by any treasure of the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਦੇ ਤੋਲ ਦੇ ਤੁੱਲ ਬ੍ਰਾਬਰ ਨਾ ਕੋਈ ਵੱਟਾ ਹੀ ਤੇ ਨਾਹੀ ਕੋਈ ਤਕੜੀ ਅਥਵਾ ਤੋਲਨ ਹਾਰਾ ਪੁਗ ਸਕਦਾ ਹੈ। ਅਤੇ ਪ੍ਰੇਮ ਦੇ ਮੁੱਲ ਨੂੰ ਸਮੂਹ ਨਿੱਧੀਆਂ ਸੰਸਾਰ ਭਰ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਦੀਆਂ ਵਿਭੂਤੀਆਂ ਨਹੀਂ ਪੁਗ ਸਕਦੀਆਂ। ਭਾਵ, ਐਸੇ ਕੋਈ ਪਦਾਰਥ ਵਡਮੁੱਲੇ ਸੰਸਾਰ ਵਿਖੇ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦੇ; ਜੈਸਾ ਅਮੋਲਕ ਕਿ ਪ੍ਰੇਮ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AUTA",
        "source_page": 170,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk bol pRym kY pujis nhI bol koaUAY; igAwn aunmwn As Qkq kotwin kY [170["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A loving word resulting from the Naam Simran cannot be matched by any explanation or elucidation of the world. Millions of volumes have consumed themselves trying to estimate this state. (170)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਈ ਬੋਲਨਾ ਬਚਨ ਬਾਣੀ ਦੀ ਚਤੁਰਾਈ, ਪ੍ਰੇਮ ਭਰੀ ਬਾਣੀ ਦੀ ਬ੍ਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੀ। ਅਰੁ ਅਸ ਐਸਾ ਹੀ ਕਰੋੜਾਂ ਭਾਂਤ ਦੇ ਉਨਮਾਨ ਕ੍ਯਾਸ ਕਲਪਨਾਵਾਂ ਪ੍ਰੇਮ ਦੇ ਮੰਡਲ ਵਿਚ ਉਪਜੇ ਗਿਆਨ ਨੂੰ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ। ਭਾਵ, ਬ੍ਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੧੭੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
