[
  {
    "id": "1Z3",
    "sttm_id": 6651,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DTG9",
        "source_page": 171,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur crn kml js; Awnd shj suK ibsm kotwin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of comforts of the world fall inadequate before the calming ecstasy of singing the praises of the True Guru, the epitome of Lord, the celestial knower.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਵਿਖੇ ਪ੍ਰਮੇ ਪਾਲਨ ਕਰਦਿਆਂ ਹੋਇਆਂ ਵਾਹਿਗੁਰੂ ਦੇ ਜੱਸ ਕੀਰਤਨ ਕਰਣੇ ਗੁਣਾਨੁਵਾਦ ਗਾਯਨ ਕਰਣੇ ਤੋਂ ਜੋ ਸਹਜ ਸਰੂਪੀ ਆਨੰਦ ਆਤਮ ਭਾਵੀ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਓਸ ਅਗੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸੁਖ ਲੋਕ ਪ੍ਰਲੋਕ ਦਿਆਂ ਭਸਗ ਪਦਾਰਥਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣਹਾਰੀਆਂ ਖੁਸ਼ੀਆਂ ਬਿਸਮ ਹਰਾਨ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਅਥਵਾ ਬਿਖਮ ਭਾਵ ਨੂੰ ਅਰਥਾਤ ਅਪਨੀ ਹਸਤੀ ਹੋਂਦ ਵਲੋਂ ਨਾਸਤੀ ਰੂਪ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦੀਆਂ ਹਨ। ਜਸ ਦੀ ਥਾਂ ਰਜ ਪਾਠਾਂਤਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VB7G",
        "source_page": 171,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin soB loB kY luiBq hoie; kotin kotwin Cib Cib kY luBwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of grandeurs of the world are allured by the glory of the holy feet of the True Guru. Millions of worldly beauties go into trance over the beauty of the feet of True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੀਆਂ ਕ੍ਰੋੜਾਂ ਹੀ ਸੋਭਾ ਲੁਭਾਯਮਾਨ ਹੋ ਕੇ ਲਾਲਚ ਲਲਚ ਕੇ ਓਸ ਦੀ ਪ੍ਰਾਪਤੀ ਖਾਤਰ ਲੋਭ ਕੈ ਲਾਲਸਾ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਅਤੇ ਐਸਾ ਹੀ ਕ੍ਰੋੜਾਂ ਭਾਂਤ ਦੀਆਂ ਕ੍ਰੋੜਾਂ ਛਬਾਂ ਸੁੰਦ੍ਰਤਾਈਆਂ ਫਬਨਾ ਛਬਿ ਕੈ ਓਸ ਆਤਮਾਨੰਦੀ ਦੀ ਫਬਨ ਸੁੰਦ੍ਰਤਾ ਦੀ ਖਾਤਰ ਲੁਭਾਨ ਹੈ ਲੁਭਾਯਮਾਨ ਹੋ ਰਹੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L5WW",
        "source_page": 171,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "komlqw koit lot pot huie komlqw kY; sIqlqw koit Et cwhq ihrwin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of tenderness’s of the world are sacrificed over the tenderness of feet of the True Guru. Millions of calmness’s seek His refuge and are amazed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਹੀ ਕੋਮਲਤਾਈਆਂ ਬਾਂਕੇਪਨ ਨਜ਼ਾਕਤਾਂ ਨਖ਼ਰੇ ਓਸ ਦੀ ਕੋਮਲਤਾ ਮਟਕ ਤੋਂ ਲੋਟ ਪੋਟ ਹੁੰਦੇ ਅਤੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸੀਤਲਤਾਈਆਂ ਠੰਢਕਾਂ ਜੋ ਚੰਦ ਦੀ ਚਾਨਣੀ ਵਾ ਚੰਨਣ ਆਦਿਕਾਂ ਤੋਂ ਕਲੇਜੇ ਉੱਪਰ ਅਸਰ ਪਯਾ ਕਰਦੀਆਂ ਹਨ ਓਸ ਆਤਮਾ ਅਨੰਦ ਦ੍ਵਾਰੇ ਪ੍ਰਾਪਤ ਹੋਈ ਸ਼ਾਂਤੀ ਦੀ ਓਟ ਪਨਾਹ ਆਂਭ ਸਾਂਭ ਨੂੰ ਚਹੁੰਦੀਆਂ ਹਰਾਨ ਹੋ ਹੋ ਪੈਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DUC3",
        "source_page": 171,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMimRq kotwin Anhd gd gd hoq; mn mDukr iqh sMpt smwin hY [171["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of nectars are going gaga over the nectar of the holy feet of True Guru. As a bumble bee enjoys the sweet nectar of the flower by sucking deep into it, so does a Guru-conscious person remains immersed in the fragrance of the holy feet of the True",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਹੀ ਸੁਰਗੀ ਅੰਮ੍ਰਿਤ ਬੇਹੱਦ ਗਦਗਦਤਾ ਪ੍ਰਫੁੱਲਤਾ ਅਕੱਥ ਭਾਵੀ ਹਰਖਤਾਈ ਅਤ੍ਯੰਤ ਅਹਿਲਾਦਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ ਓਸ ਤੋਂ ਅਤੇ ਮਨ ਭੌਰਾ ਹੋ ਕੇ ਕੌਲ ਫੁਲ ਵਿਚ ਭੌਰੇ ਦੇ ਬੰਧਾਯਮਾਨ ਹੋ ਰਹਿਣ ਵਤ ਤਿਸ ਆਨੰਦ ਮਈ ਡੱਬੇ ਵਿਚ ਸਮਾਯਾ ਰਹਿੰਦਾ ਲਿਵ ਲੀਨ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੧੭੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
