[
  {
    "id": "T9R",
    "sttm_id": 6652,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QKBC",
        "source_page": 172,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sovq pY supn cirq icqR dyKIE cwhy; shj smwiD ibKY aunmnI joiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If someone desires to see the happenings of a dream in reality, it is not possible. Similarly the divine radiance of the celestial light generated due to Naam Simran cannot be described.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁੱਤੇ ਪਿਆਂ ਸੁਪਨੇ ਦੀ ਹਾਲਤ ਵਿਚ ਬੀਤੇ ਬਿਰਤਾਂਤ ਦੇ ਚਿੱਤਰ ਦੀ ਜ੍ਯੋਂ ਕੀ ਤ੍ਯੋਂ ਛਬਿ ਵਾ ਮੂਰਤੀ ਨੂੰ ਜੇ ਕੋਈ ਦੇਖਣਾ ਚਾਹੇ ਤਾਂ ਕਦਾਚਿਤ ਨਹੀਂ ਦੇਖ ਸਕਦਾ। ਐਸਾ ਹੀ ਸਹਜ ਇਸਥਿਤੀ ਆਤਮਾ ਪ੍ਰਾਇਣੀ ਟਿਕਾਉ ਅੰਦਰ ਜੋ ਉਨਮਨੀ ਜੋਤ ਦਾ ਸਾਖ੍ਯਾਤ ਚਮਤਕਾਰ ਪ੍ਰਗਟ ਹੋਯਾ ਕਰਦਾ ਹੈ ਓਸ ਦਾ ਬਿਰਤਾਂਤ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PME3",
        "source_page": 172,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "surwpwn sÍwd mqvwrw pRiq pRsMn ijau; inJr Apwr Dwr AnBY audoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a drunkard feels satisfied and happy drinking liquor and he alone knows about it, similarly the continuous flow of the elixir of Naam generates divine awareness that is indescribable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਦਰਾ ਪੀਨ ਦੇ ਰਸ ਨਾਲ ਮਸਤ ਹੋਏ ਹੋਏ ਅਮਲੀ ਤਾਂਈਂ ਜਿਸ ਤਰ੍ਹਾਂ ਦੀ ਪ੍ਰਸੰਨਤਾ ਪ੍ਰਾਪਤ ਹੋਈ ਹੁੰਦੀ ਹੈ ਉਸ ਨੂੰ ਜੀਕੂੰ ਉਹ ਵਰਨਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ਤ੍ਯੋਂ ਹੀ ਨਿਰੰਤਰ ਅਪਾਰ ਧਾਰਾ ਅਨੁਭਵੀ ਰਸ ਦੀ ਇਕ ਸਾਰ ਤਾਰ ਵਿਖੇ ਲਿਵਲੀਨਤਾ ਦੇ ਆਨੰਦ ਦਾ ਜੋ ਅਨਭਉ ਪ੍ਰਗਟਿਆ ਕਰਦਾ ਹੈ ਆਖਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FLSD",
        "source_page": 172,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwlk pY nwd bwd sbd ibDwn cwhY; Anhd Duin run Jun sRüiq sRoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a child is unable to explain the notes of music in various modes, similarly a Guru-conscious person who listens to the unstruck music cannot describe its sweetness and melody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਾਦ ਬਾਜੇ ਦੇ ਸ਼ਬਦ ਦੀ ਨਾਦ ਗੂੰਜ ਧੁਨੀ ਨੂੰ ਜੇ ਚਾਹੇ ਕੋਈ ਬਾਲਕ ਪਾਸੋਂ ਬਿਧਾਨ ਵਰਨਣ ਕਰੌਣੀ ਤਾਂ ਜੀਕੂੰ ਇਹ ਅਸੰਭਵ ਹੈ ਤੀਕੂੰ ਹੀ ਸੁਰਤ ਦ੍ਵਾਰੇ ਸੁਣੀ ਜਾਣ ਹਾਰੀ ਅਨਹਦ ਨਾਦ ਦੀ ਧੁਨੀ ਦੇ ਰੁਣ ਝੁਣਕਾਰ ਦੀ ਵਿਥ੍ਯਾ ਭੀ ਬਾਣੀ ਨਹੀਂ ਕਥਨ ਕਰ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M8JT",
        "source_page": 172,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AkQ kQw ibnod soeI jwnY jw mY bIqY; cMdn sugMD ijau qrovr n goq hY [172["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The melody of unstruck music and continuous fall of elixir as a result is beyond description. One who has the process going in his mind, experiences it. Just as the trees which are fragranced by a Sandalwood are not regarded different than the Sandalwood",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਨਾ ਕਥੇ ਜਾ ਸਕਨ ਵਾਲੇ ਬਿਨੋਦ ਕੌਤਕ ਦੀ ਕਥਾ ਕਹਾਣੀ ਕੇਵਲ ਓਹੋ ਹੀ ਜਾਣ ਸਕਦਾ ਹੈ ਜਿਸ ਦੇ ਨਾਲ ਹੱਡੀਂ ਬੀਤਦੀ ਅਰਥਾਤ ਜਿਸ ਦੇ ਅੰਦਰ ਵਰਤਦੀ ਵਾਪਰਦੀ ਅਨੁਭਉ ਵਿਖੇ ਆਯਾ ਕਰਦੀ ਹੈ ਜਿਸ ਪ੍ਰਕਾਰ ਕਿ ਚੰਨਣ ਦੀ ਸੁਗੰਧੀ। ਬਾਸਨਾ ਨਾਲ ਮਹਿਕ ਕੇ 'ਤਰੋਵਰ ਬਿਰਛ ਨ ਗੋਤ ਹੈ' ਨਹੀਂ ਆਖ ਸਕਦਾ। ਕੇਵਲ ਲਪਟਾਂ ਦ੍ਵਾਰੇ ਆਪਣੇ ਆਪੇ ਦਾ ਚੰਨਣ ਰੂਪ ਹੋ ਜਾਣਾ ਲਖਾਯਾ ਕਰਦਾ ਹੈ, ਐਸਾ ਹੀ ਬ੍ਰਹਮਾਨੰਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਪੁਰਖ ਸਪਸ਼ਟ ਨਹੀਂ ਲਖਾ ਸਕ੍ਯਾ ਕਰਦਾ ॥੧੭੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
