[
  {
    "id": "3VG",
    "sttm_id": 6653,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NRLP",
        "source_page": 173,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs ko pRqwpu soeI jwnY jw mY bIqy; mdn mdon miqvwro jg jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He alone can appreciate the greatness of Lord's love-elixir who experiences it. It is just like a drunkard who is considered crazy by the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੇਮ ਰਸ ਦੇ ਮਹੱਤ ਨੂੰ ਓਹੋ ਹੀ ਕੇਵਲ ਜਾਣ੍ਯਾ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਅੰਦਰ ਇਸ ਦਾ ਵਰਤਾਰਾ ਵਰਤ ਰਿਹਾ ਹੋਵੇ, ਜੀਕੂੰ ਮਦਨ ਕਾਮ ਦੇ ਮਦ ਕਰ ਕੇ ਉਨਮੱਤਤਾ ਵਾਲੇ ਪੁਰਖ ਨੂੰ ਓਸ ਦੀ ਉਨਮੱਤ ਦਸ਼ਾ ਤੋਂ ਸਾਰਾ ਜਗਤ ਜਾਣਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YYU6",
        "source_page": 173,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "GUrm hoie Gwiel so GUmq Arun idRg; imqR sqRqw inlj ljw hU ljwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a warrior wounded in the battlefield wanders around with his eyes blazing red, he shams the feeling of friendship and animosity,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸ਼ਸਤ੍ਰ ਦੇ ਘਾਵ ਦਾ ਘਾਇਲ ਕੀਤਾ ਹੋਯਾ ਫਟੱੜ ਬੰਦਾ ਹੁੰਦਾ ਹੈ ਘਾਇਲ ਵਾਕੂੰ ਘੂਰਮ ਹੋਯਾ ਹੋਯਾ ਬੌਰਾਯਾ ਹੋਯਾ ਡੌਰਾ ਬੌਰਾ ਪਰੇਸ਼ਾਨ ਅਪਨੀ ਧੁਨ ਵਿਚ ਗੁੱਟ ਹੋਇਆ ਘੁੰਮਦਾ ਫਿਰਦਾ ਹੈ ਤੇ ਨੇਤ੍ਰ ਉਸ ਦੇ ਲਾਲ ਹੋਏ ਹੋਏ ਹੁੰਦੇ ਹਨ ਜਿਸ ਨੂੰ ਮਿਤ੍ਰ ਮਿਤ੍ਰ ਦੀ ਮਿਤਰਤਾ ਅਰੁ ਸ਼ਤਰੂ ਦੀ ਸ਼ਤੁਰਤਾ ਦੀ ਕੋਈ ਲਾਜ ਸ਼ਰਮ ਹੀ ਨਹੀਂ ਹੁੰਦੀ ਮਾਨੋ ਉਹ ਫੱਟੜ ਐਡਾ ਨਿਲੱਜ ਹੋਯਾ ਹੋਯਾ ਹੁੰਦੀ ਹੈ ਕਿ ਓਸ ਪਾਸੋਂ ਲੱਜਾ ਲਜ੍ਯਾ ਸ਼ਰਮ ਹ੍ਯਾ ਭੀ ਲਜਿੱਤ ਹੋਈ ਚਲੀ ਜਾ ਰਹੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZBKP",
        "source_page": 173,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsnw rsIlI kQw AkQ kY mon bRq; An rs rihq n auqr bKwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One enamoured by the love of God has his speech nectar-like due to perpetual recitation of Lord's indescribable traits. He adopts silence and is free from all other desires. He talks to no one and remains relishing the sweetness of Lord's naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਹਾਂ! ਜਦ ਕਦੀ ਬੋਲਦਾ ਬਚਨ ਬਿਲਾਸ ਕਰਦਾ ਹੈ ਤਾਂ ਮਿੱਠਾ ਹੀ ਬੋਲਦਾ ਹੈ, ਕ੍ਯੋਂਜੁ ਇਸ ਪ੍ਰੇਮ ਰਸ ਕਾਰਣ ਸੁਭਾਵਕ ਹੀ ਓਸ ਦੀ ਰਸਨਾ ਰਸੀਲੀ ਰਸ ਭਰੀ ਬਣ ਜਾਂਦੀ ਹੈ ਚਾਹੇ ਉਹ ਅਕਥ ਕਥਾ ਦੇ ਕਾਰਣ ਮੋਨ ਵਰਤੀਆ ਚੁਪ ਹੀ ਸਾਧੀ ਰੱਖ ਕੇ ਹੋਰਨਾਂ ਰਸਾਂ ਸ੍ਵਾਦਾਂ ਚਾਟਾਂ ਤੋਂ ਰਹਿਤ ਹੋਯਾ ਹੋਯਾ ਲੋਕਾਂ ਦੇ ਬੁਲਾਇਆਂ ਤੇ ਭੀ ਅਗੋਂ ਉੱਤਰ ਹੀ ਨਹੀਂ ਦਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3RXS",
        "source_page": 173,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suriq sMkoc smsir Asquiq inMdw; pg fgmg jq kq ibsmwnIAY [173["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He keeps all his desires under wrap. Praise and insult is all alike to him. In the stupor of Naam he is seen living a life of wonders and marvels. (173)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਾਹਰ ਭਟਕਨੋਂ ਅਪਨੀ ਸੁਰਤੀ ਸੁਨਣ ਸ਼ਕਤੀ ਨੂੰ ਸਮੇਟੀ ਰਖਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਭਲੇ ਬੁਰੇ ਲੋਕਾਂ ਦੇ ਕਹੇ ਦੀ ਲੱਥੀ ਚੜ੍ਹੀ ਓਸ ਨੂੰ ਨਹੀਂ ਵਾਪਰ ਸਕਦੀ। ਪੈਰ ਡਗਮਗ ਰਾਹੇ ਵਾਟੇ ਜਿਧਰ ਕਿਧਰ ਡੌਰ ਬੌਰ ਹੀ ਪਿਆ ਕਰਦੇ ਹਨ ॥੧੭੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
