[
  {
    "id": "4W5",
    "sttm_id": 6655,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SFR5",
        "source_page": 175,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDu sMig idRsit drs kY bRhm iDAwn; soeI qau AswiD sMig idRsit ibkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the vision rests on the congregation of holy people, one's consciousness attaches with the Lord. The same vision turns into vices in the company of self-willed people.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਸ਼ਬਦ ਬਚਨ ਬਿਲਾਸ ਸੁਣਨ ਤੋਂ ਬ੍ਰਹਮ ਗਿਆਨ ਵਾਹਿਗੁਰੂ ਦੇ ਸਰੂਪ ਦੀ ਜਾਣਕਾਰੀ ਬ੍ਰਹਮ ਦਾ ਬੋਧ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ। ਪਰ ਓਹੀ ਸੁਨਣਾ ਅਸਾਧ ਸੰਗ ਵਿਖੇ ਕੁਸੰਗਤ ਵਿਚਲਲੀਆਂ ਗੱਲਾਂ ਸੁਨਣ ਦਾ ਨਿਮਿਤ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਅਥਵਾ ਹੰਕਾਰ ਭਰੇ ਝਗੜੇ ਦਾ ਬਿਅਰਥ ਹੰਕਾਰ ਪ੍ਰਗਟਾਨ ਦਾ ਕਾਰਣ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R5KE",
        "source_page": 175,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDu sMig sbd suriq kY bRhm igAwn; soeI qau AswD sMig bwdu AhMkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the holy company, one realises the Lord through the union of the True Guru's words and the consciousness. But the same consciousness becomes a cause of arrogance and discord in the company of ill reputed persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਸ਼ਬਦ ਬਚਨ ਬਿਲਾਸ ਸੁਨਣ ਤੋਂ ਬ੍ਰਹਮ ਗਿਆਨ ਵਾਹਿਗੁਰੂ ਦੇ ਸਰੂਪ ਹੀ ਜਾਣਕਾਰੀ ਬ੍ਰਹਮ ਦਾ ਬੋਧ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ। ਪਰ ਓਹੀ ਸੁਨਣਾ ਅਸਾਧ ਸੰਗ ਵਿਖੇ ਕੁਸੰਗਤ ਵਿਚਲੀਆਂ ਗੱਲਾਂ ਸੁਨਣ ਦਾ ਨਿਮਿਤ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਅਥਵਾ ਹੰਕਾਰ ਭਰੇ ਝਗੜੇ ਦਾ ਬਿਅਰਥ ਹੰਕਾਰ ਪ੍ਰਗਟਾਨ ਦਾ ਕਾਰਣ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6AN",
        "source_page": 175,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDu sMig Asn bsn kY mhw pRswd; soeI qau AswD sMig ibkm Ahwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of the company of Guru-conscious persons simplicity in life and eating becomes supreme blessing. But eating (of meat etc.) in the company of ill-famed and self-willed people become painful and distressing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਅਸਨ ਭੋਜਨ ਬਸਨ ਛਾਦਨ ਬਸਤ੍ਰ ਕੈ ਕਰ ਕੇ ਪ੍ਰਾਪਤ ਹੋਣ ਕਰ ਕੇ ਮਹਾਂ ਪ੍ਰਸਾਦ ਮਹਾਨ ਪ੍ਰਸੰਨਤਾ ਭਾਰੀ ਬਰਕਤਾਂ ਦਾ ਮੂਲ ਰੂਪ ਹੁੰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਓਹੀ ਅਸਾਧ ਸੰਗਤ ਭੈੜੀ ਸੰਗਤ ਵਿਖੇ ਉਲਟਾ ਭੋਜਨ ਅਭੱਖ ਰੂਪ ਹੋਯਾ ਕਰਦਾ ਹੈ ਐਸਾ ਹੀ ਬਸਤਰ ਪਹਿਨਣੇ ਵੇਸ ਢਾਲਨ ਦਾ ਬ੍ਯਸਨ ਰੂਪ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "11S5",
        "source_page": 175,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq jnm mrn huie AswD sMig; gurmiq swDsMig mukiq duAwr hY [175["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to base wisdom, the company of the self-willed people become a cause of birth and death repeatedly. On the contrary, adopting Guru's wisdom and keeping company of holy persons become a cause of emancipation. (175)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਭੈੜੀ ਸੰਗਤ ਅੰਗ ਅੰਗ ਦੀ ਚੇਸ਼ਟਾ ਦ੍ਵਾਰੇ ਚੰਚਲਤਾ ਆਦਿ ਵਿਕਾਰ ਉਤਪੰਨ ਕਰ ਕੇ ਦੁਰਮਤਿ ਦੁਸ਼ਟ ਬੁਧੀ ਦ੍ਵਾਰੇ ਮਨੁੱਖ ਨੂੰ ਜਨਮ ਮਰਣ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਕਾਰਣ ਹੈ, ਅਤੇ ਸਤਿਸੰਗ ਅੰਗ ਅੰਗ ਵਿਖੇ ਇਸਥਰਤਾ ਪ੍ਰਾਪਤੀ ਦਾ ਕਾਰਣ ਹੋਣ ਕਰ ਕੇ ਗੁਰਮਤਿ ਦ੍ਵਾਰੇ ਮੁਕਤੀ ਦਾ ਦੁਆਰ ਸਾਧਨ ਹੈ। ਤਾਂ ਤੇ ਕੁਸੰਗਤ ਤੋਂ ਸਭ ਪ੍ਰਕਾਰ ਬਚ ਕੇ ਹੀ ਰਹੇ ਅਤੇ ਸਤਿਸੰਗਤ ਵਿਚ ਜਿਸ ਕਿਸ ਭਾਂਤ ਭੀ ਪ੍ਰਵਿਰਤ ਹੋ ਕੇ ਆਪਣੀ ਮੋਖ ਨੂੰ ਸਾਧੇ ॥੧੭੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
