[
  {
    "id": "B2X",
    "sttm_id": 6656,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7MQS",
        "source_page": 176,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq crm idRsit idib idRsit huie; durmiq locn ACq AMD kMD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Accepting the initiation sermon of the True Guru turns the outward vision of a person into divine vision. But the base wisdom makes a person blind despite the presence of eyes. Such a person is bereft of knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਗੁਰੂ ਦੀ ਸਿਖ੍ਯਾ ਅਨੁਸਾਰ ਤੱਕਨ ਵਾਲੀ ਬਣ ਕੇ ਚੰਮ ਦ੍ਰਿਸ਼ਟੀ ਬਾਹਰ ਦੇ ਪਦਾਰਥਾਂ ਨੂੰ ਦੇਖਣ ਹਾਰੀ ਪਰਤੱਖ ਨਿਗ੍ਹਾ ਸੂਖਮ ਦਰਸ਼ੀ ਅੰਤਰ ਦ੍ਰਿਸ਼ਟੀ ਵਾਲੀ ਬਣ ਜਾਯਾ ਕਰਦੀ ਹੈ ਅਰਥਾਤ ਹਰ ਇਕ ਪਦਾਰਥ ਦੀ ਅੰਤਰੀਵੀ ਦਸ਼ਾ ਨੂੰ ਤਕਨ ਲਈ ਸਮਰੱਥ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ। ਅਤੇ ਦੁਰਮਤਿ ਦੁਸ਼ਟ ਮਤਿ ਅਨੁਸਾਰ ਵਰਤਨ ਵਾਲੇ ਦੇ ਨੇਤਰ ਅਛਤ ਨੌਂ ਬਰ ਨੌਂ ਪ੍ਰਤਖ ਤੱਕਨ ਨੂੰ ਸਮਰੱਥ ਹੁੰਦੇ ਹੋਏ ਭੀ ਕੰਧ ਸਮਾਨ ਜੜ੍ਹ ਅੰਨੇਹੀ ਹੁੰਦੇ ਹਨ, ਅਰਥਾਤ ਮਲਮੂਤ੍ਰ ਆਦਿ ਦੁਰਗੰਧ ਭਰੇ ਦੇਹ ਆਦਿ ਪਦਾਰਥਾਂ ਨੂੰ ਜ੍ਯੋਂ ਕਿ ਤ੍ਯੋਂ ਰੂਪ ਵਿਚ ਨਹੀਂ ਤੱਕ ਸੱਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A7RZ",
        "source_page": 176,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq suriq kY bjr kpwt Kuly; durmiq kiTn kpwt snbMD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the sermon of the True Guru, the tight shut doors of the consciousness become ajar whereas this does not happen in the case of a person of base wisdom and self will.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਗੁਰਸਿਖ੍ਯਾ ਅਨੁਸਾਰ ਸੁਨਣ ਕਰ ਕੇ ਤਾਂ ਬਜਰ ਵਤ ਵਾਹਿਗੁਰੂ ਦੇ ਮਾਰਗ ਵੱਲ ਅਨਭਿੱਦ ਦਸ਼ਾ ਵਿਚ ਜੜੇ ਹੋਏ ਮਹਾਂ ਦ੍ਰਿੜ ਕਿਵਾੜ ਖੁੱਲ ਔਂਦੇ ਹਨ, ਅਰਥਾਤ ਸੁਨਣ ਦੀ ਸ਼ਕਤੀ ਕੰਨਾਂ ਅਗੇ ਅਨੰਤ ਜਨਮਾਂ ਦੇ ਆਏ ਦਿਆਂ ਪਹਿਲੇ ਹੀ ਕਰੜੇ ਹੁੰਦੇ ਹੋਏ ਭੀ ਉਕਤ ਪੜਦੇ ਸਨ ਸਮ੍ਯਕ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਪਹਿਲੇ ਨਾਲੋਂ ਭੀ ਵਧਕੇ ਬੰਧ ਬੰਧਾਯਮਾਨ ਹੋ ਜਕੜੇ ਜਾਯਾ ਕਰਦੇ ਹਨ ਭਾਵ ਮਰਮ ਦੀ ਬਾਤ ਸੁਨਣੋਂ ਮੂਲੋਂ ਹੀ ਅਸਮਰੱਥ ਹੋ ਜਾਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E5TX",
        "source_page": 176,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq pRym rs AMimRq inDwn pwn; durmiq muiK durbcn durgMD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By adopting the counsel of the True Guru, one relishes the elixir of God's love perpetually. But base wisdom emanates foul smell from the mouth as a result of ill and bad words spoken.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਅਨੁਸਾਰ ਵਰਤਨ ਕਰ ਕੇ ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਦਾ ਭੰਡਾਰ ਛਕਨ ਲਈ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ। ਪਰ ਦੁਰਮਤਿ ਅਨੁਸਾਰ ਵਰਤਿਆਂ ਮੂੰਹ ਵਿਚ ਦੁਸ਼ਟ ਬਾਣੀ ਗਾਲ ਮੰਦੇ ਰੂਪ ਦੁਰਬਾਸਨਾ ਬਦਬੂ ਦਾ ਵਾਸਾ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ। ਅਰਥਾਤ ਹਰ ਵੇਲੇ ਗੰਦ ਮੰਦ ਹੀ ਬੋਲਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3078",
        "source_page": 176,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq shj suBwie n hrK sog; durmiq ibgRh ibroD kRoD sMiD hY [176["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Adopting the wisdom of True Guru produces true love and peace. He is never touched by happiness or sorrow in this state. However, base wisdom remains a cause of discord, quarrels and distress. (176)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਗੁਰਸਿਖ੍ਯਾ ਕਾਰਣ ਸੁਭਾਵ ਸਹਜ ਸ਼ਾਂਤ ਭਾਵ ਵਾਲਾ ਅਥਵਾ ਸਹਜੇ ਹੀ ਸੁ+ਭਾਵ ਵਾਲਾ ਆਤਮ ਪਦ ਵਾਸੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਹਰਖ ਸੋਗ ਦਾ ਅਸਰ ਓਸਤੇ ਨਹੀਂ ਵਾਪਰ ਸਕਦਾ। ਪ੍ਰੰਤੂ ਦੁਰਮਤਿ ਦੁਸ਼ਟਾਂ ਦੀ ਸਿਖ੍ਯਾ ਸਿਖੀਏ ਤਾਂ ਬਿਗ੍ਰਹ ਦੰਗਾ ਲੜਾਈ, ਵੈਰ ਵਿਰੋਧ ਬੇ ਇਤਫਾਕੀ ਅਰੁ ਕ੍ਰੋਧ ਨਾਲ ਸੰਧਿ ਜੋੜ ਸਰਬੰਧ ਵਾਹ ਪਿਆ ਕਰਦਾ ਹੈ ॥੧੭੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
