[
  {
    "id": "3BW",
    "sttm_id": 6657,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YURV",
        "source_page": 177,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq gurmiq sMgiq AswD swD; kwm cystw sMjog jq sqvMq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The impure intelligence and company of evil persons generates lust and passion but adopting the teachings of True Guru, makes a person disciplined and chaste.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਰਮਤਿ ਦੁਸ਼ਟ ਬੁਧੀ ਵਾਲੇ ਸੁਭਾਵ ਕਰ ਕੇ ਅਸਾਧ ਭੈੜਿਆਂ ਪੁਰਖਾਂ ਦੀ ਭੈੜੀ ਸੰਗਤਿ ਮੇਲ ਮੁਲਾਕਾਤ ਹੋਇਆ ਕਰਦੀ ਹੈ ਜਿਸ ਕਰ ਕੇ ਜਦ ਕਦ ਕਾਮ ਚੇਸ਼ਟਾ ਵਿਖ੍ਯ ਭੋਗਾਂ ਦੀ ਪ੍ਰਵਿਰਤੀ ਦਾ ਹੀ ਸੰਜੋਗ ਸਮਾਗਮ ਅਉਸਰ ਮਿਲ੍ਯਾ ਕਰਦਾ ਹੈ। ਪ੍ਰੰਤੂ ਗੁਰਮਤਿ ਗੁਰੂਆਂ ਮਹਾਂ ਪੁਰਖਾਂ ਦੇ ਅਨੁਸਾਰ ਵਰਤਨ ਵਾਲੀ ਬੁਧ ਧਾਰਣ ਕਰਨ ਕਰ ਕੇ ਸਾਧ ਭਲਿਆਂ ਪੁਰਖਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸ੍ਰੇਸ਼ਟ ਸੰਗਤ ਹੀ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦੀ ਹੈ ਜਿਸ ਕਰ ਕੇ ਜਦ ਕਦ ਜਤ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਰੋਕੀ ਰਖਨ ਦੀ ਸਤ ਧਰਮ ਭਾਵੀ ਪ੍ਰਤਿਗ੍ਯਾ ਵਾਲੇ ਬਣੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZTT",
        "source_page": 177,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kRoD ky ibroD ibKY shj sMqoK moK; loB lhrMqr Drm DIr jMq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The impure wisdom entangles a person in the waves of hatred and greed under the influence of anger, whereas in the company of saints he attains, humility, patience and kindness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਰਮਤਿ ਦੇ ਕਾਰਣ ਮਨੁੱਖ ਕ੍ਰੋਧ ਕਰਕੇ ਬਿਰੋਧ ਦੰਗੇ ਲੜਾਈ ਵਿਚ ਪ੍ਰਵਿਰਤ ਹੁੰਦਾ ਹੈ ਤਥਾ ਲੋਭ ਦੀ ਲਹਿਰ ਦੇ ਅੰਦਰ ਰੁੜ੍ਹ੍ਯਾ ਲੜਖੜਾਯਾ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਗੁਰਮਤਿ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਮਨੁਖ ਸ਼ਾਂਤ ਸੰਤੋਖ ਦਾ ਪਾਲਨ ਕਰਦਾ ਹੋਯਾ ਮੋਖ ਮੁਕਤੀ ਸਾਧਨ ਵਿਚ ਜੁਟਿਆ ਰਹਿੰਦਾ ਹੈ ਤਥਾ ਧਰਮ ਵਿਖੇ ਧੀਰ ਧੀਰਜ ਧਾਰਣਹਾਰਾ ਬਣ੍ਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9FBC",
        "source_page": 177,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwieAw moh dRoh kY ArQ prmwrQ sY; AhMmyv tyv dieAw dRvIBUq sMq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A person with base wisdom is ever engrossed in the love of maya (mammon). He becomes deceitful and arrogant. But with the intellect of the True Guru, one becomes clement, kind, humble and saintly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਰਮਤਿ ਦੇ ਅਧੀਨ ਹੋਯਾ ਮਨੁਖ ਮਾਯਾ ਦੇ ਮੋਹ ਕਰ ਕੇ ਅਰਥ ਧਨ ਵਾ ਵਿਹਾਰ ਪਿਛੇ ਧਰੋਹ ਕਰ੍ਯਾ ਕਰਦਾ ਹੈ ਤਥਾ ਮੈਂਹੀ ਹਾਂ ਐਸੀ ਤੀਸ ਮਾਰਖਾਂ ਵਾਲੀ ਗਰੂਰੀ ਹਉਮੈ ਦੀ ਟੇਵ ਖੋਟੀ ਵਾਦੀ ਵਿਚ ਵਰਤਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਗੁਰਮਤਿ ਦੇ ਅਧੀਨ ਵਰਤਨ ਵਾਲਾ ਆਦਮੀ ਪਰਮਾਰਥ ਪਰਮ ਪ੍ਰਯੋਜਨ ਰੂਪ ਮੁਕਤੀ ਸਾਧਨ ਦੇ ਨਾਲ ਹੀ ਪ੍ਰਯੋਜਨ ਸਮਝਨ ਕਰ ਕੇ ਦਯਾ ਭਾਵ ਦੇ ਕਾਰਣ ਪ੍ਰੇਮ ਵਿਚ ਪੰਘਰਿਆ ਰਹਿਣ ਵਾਲਾ ਸੰਤ ਸ਼ਾਂਤ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TQS2",
        "source_page": 177,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duikRq suikRq icq imqR sqRqw suBwv; praupkwr Aau ibkwr mUl mMq hY [177["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One with impure intellect remains absorbed in base deeds and is ridden with animosity. On the contrary a Guru-conscious person is friendly and of good dispositions. Welfare and good of all is his mission in life, whereas a person of nefarious intellect en",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਰਮਤਿ ਦੇ ਕਾਰਣ ਚਿੱਤ ਦੁਕ੍ਰਿਤ ਭੈੜੀ ਕਿਰਤ ਵਾਲਾ ਪਾਪੀ ਤੇ ਗੁਰਮਤਿ ਕਾਰਣ ਚਿੱਤ ਸੁਕ੍ਰਿਤ ਸ੍ਰੇਸ਼ਟ ਕਰਣੀ ਵਾਲਾ ਪੁੰਨ੍ਯਾਤਮਾ ਹੁੰਦਾ ਹੈ। ਐਸਾ ਹੀ ਗੁਰਮਤਿ ਕਾਰਣ ਮਿਤਰਤਾ ਵਾਲੇ ਸੁਭਾਵ ਵਾਲਾ ਤੇ ਦੁਰਮਤਤਾ ਕਾਰਣ ਸਤੁਪਣੇ ਦੀ ਵਾਦੀ ਵਾਲਾ ਹੁੰਦਾ ਹੈ ਅਰੁ ਏਨਾਂ ਦਾ ਇਸੇ ਹੀ ਗੁਰਮਤਿ ਦੁਰਮਤਿ ਕਾਰਣ ਪਰਉਪਕਾਰ ਪਾਲਨਾ ਤੇ ਵਿਗਾੜ ਹੀ ਖੜਾ ਕਰਨਾ ਮੁਖ ਮੰਤਵ ਮੂਲ ਮੁੰਦਾ ਹੁੰਦਾ ਹੈ ॥੧੭੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
