[
  {
    "id": "RE1",
    "sttm_id": 6658,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KGRH",
        "source_page": 178,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur isK irdY pRQm ikRpw kY bsY; qw pwCY krq AwigAw mieAw kY mnwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru becomes clement and enters the heart of a Sikh first. Then he asks the Sikh to meditate on Naam and showers his kindness to make him meditate.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹਿਲ ਪ੍ਰਥਮੇਂ ਸਤਿਗੁਰੂ ਹਰ ਭਾਂਤ ਹੀ ਕਿਰਪਾ ਕਰ ਕਰ ਕੇ ਸਿਖ੍ਯਾ ਪ੍ਰਾਤ੍ਰ ਸਿਖ੍ਯਾ ਧਾਰੀ ਅਪਣੇ ਸਿੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੇ ਹਨ ਭਾਵ ਅਪਣੇ ਆਪ ਨੂੰ ਓਸ ਦਾ ਪੂਰਨ ਸ਼ਰਧਾ ਮਾਤ੍ਰ ਅਰੁ ਉਸ ਦੇ ਪੂਰੇ ਪੂਰੇ ਪ੍ਰੇਮ ਤਥਾ ਭਰੋਸੇ ਦਾ ਅਸਥਾਨ ਬਣੌਂਦੇ ਹਨ। ਤਿਸ ਤੋਂ ਉਪੰਤ੍ਰ ਓਸ ਨੂੰ ਅਮੁਕਾ ਕਾਰਜ ਨਹੀਂ ਕਰਨਾ ਅਰੁ ਅਮੁਕਾ ਕਰਣਾ ਹੈ, ਇਸ ਪ੍ਰਕਾਰ ਦੀ ਬਿਬੇਕ ਮਈ ਆਗ੍ਯਾ ਦਿੰਦੇ ਹਨ। ਤੇ ਆਗਿਆ ਕਰ ਕੇ ਭੀ ਆਪ ਹੀ ਹਿਤ ਪ੍ਯਾਰ ਭਰੇ ਦ੍ਯਾਲੂ ਢੰਗ ਨਾਲ ਓਸ ਤੋਂ ਓਸ ਆਗ੍ਯਾ ਨੂੰ ਮਨਵੌਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NT9J",
        "source_page": 178,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwigAw mwin igAwn gur prm inDwn dwn; gurmuiK suiK Pl inj pd pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Obeying the command of the True Guru, a Guru-conscious person indulges in Naam Simran- a supreme treasure of the Lord and enjoys the spiritual comfort. He also attains the ultimate spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਜਦ ਇਉਂ ਉਹ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸਿਖਾਏ ਗਿਆਨ ਅਨੁਸਾਰ ਆਗਿਆ ਪਾਲਨ ਕਰਦਾ ਹੈ ਤਾਂ ਓਸ ਨੂੰ ਪਰਮ ਭੰਡਾਰ ਆਤਮਕ ਨਿਧੀਆਂ ਦੇ ਅਸਥਾਨ ਰੂਪ ਅਨਭਉ ਦਾ ਦਾਨ ਵਿਗ੍ਯਾਨ ਬਖ਼ਸ ਦਿੰਦੇ ਹਨ। ਜਿਸ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਗੁਰਮੁਖ ਗੁਰ ਸਿਖ ਸੁਖ ਬ੍ਰਹਮਾ ਨੰਦ ਰੂਪ ਫਲ ਵਲੇ ਨਿਜ ਪਦ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UP2L",
        "source_page": 178,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwm inhkwm Dwm shj smwiD ilv; Agm AgwiD kQw khq n AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In that spiritual realm, he achieves that high state of Naam where all desires of reward or fruit vanish. Thus he gets engrossed in a deep concentration. This state is beyond description.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਨਾਮ ਹੈ ਨਿਸ਼ਕਾਮ ਨਿਰਵਿਕਲਪ ਅਫੁਰ ਪਦ ਜਿਸ ਦਾ, ਓਸ ਵਿਖੇ ਲਿਵ ਲਗਾ ਕੇ ਉਹ ਸਹਿਜੇ ਹੀ ਇਸਥਿਤ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ। ਜਿਸ ਦੀ ਕਥਾ ਨਾ ਗਾਹੀ ਜਾ ਸਕਨ ਵਾਲੀ ਅਗਾਧ ਹੋਣ ਕਰ ਕੇ ਅਗੰਮ ਪਹੁੰਚ ਤੋਂ ਪਾਰ ਹੈ ਤੇ ਕਹਿਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MJGG",
        "source_page": 178,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYso jYso Bwau kir pUjq pdwribMd; skl sMswr kY mnorQ pujwveI [178["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With whatever desires and sentiments one worships the True Guru, He fulfils all his wants and desires. (178)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਇਸ ਪ੍ਰਕਾਰ ਜੇਹੋ ਜੇਹੀ ਕੋਈ ਸ਼ਰਧਾ ਭੌਣੀ ਅਪਣੇ ਅੰਦਰ ਧਾਰ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਨੂੰ ਪੂਜਦਾ ਅਰਾਧਦਾ ਹੈ ਉਹ ਓਸੇ ਓਸੇ ਭਾਂਤ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਮਨੋਰਥਾਂ ਨੂੰ ਪੂਰਣ ਕਰ੍ਯਾ ਕਰਦੇ ਹਨ ॥੧੭੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
