[
  {
    "id": "KGT",
    "sttm_id": 6659,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ASSQ",
        "source_page": 179,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy ipRA Bytq ADwn inrmwn hoq; bwNCq ibDwn Kwn pwn AgRBwig hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a wife presents herself to her husband with humility and becomes pregnant, the husband brings her all the foods of her liking and taste.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਇਸਤ੍ਰੀ ਨਿਰਮਾਨ ਹੋ ਕੇ ਅਪਨੇ ਆਪ ਨੂੰ ਪ੍ਯਾਰੇ ਪਤੀ ਦੇ ਅਰਪਣ ਕਰਦੀ ਹੈ ਤਾਂ ਓਸ ਦੇ ਗਰਭ ਰਹਿ ਆਯਾ ਕਰਦਾ ਉਹ ਉਮੇਦ ਦੇ ਘਰ ਆਨ ਪੁਗ੍ਯਾ ਕਰਦੀ ਹੈ, ਤੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਬਿਧਾਨ ਸ਼ਾਸਤ੍ਰ ਉਕਤ ਬਿਧੀ ਅਨੁਸਾਰ ਜੋ ਸਭ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਉਚਿਤ ਮੰਨੇ ਗਏ ਹਨ ਓਸ ਨੂੰ ਬਾਂਛਤ ਮੂੰਹ ਮੰਗੇ ਓਸ ਦੀ ਚਾਹਨਾ ਅਨੁਸਾਰ ਖਾਨ ਪਾਨ ਆਦਿ ਦੇ ਸਮੂਹ ਪਦਾਰਥ ਅਗ੍ਰਭਾਗਿ ਸਨਮੁਖ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6SZA",
        "source_page": 179,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnmq suq Kwn pwn ko sMjmu krY; suq ihq rs ks skl iqAwig hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "On birth of a son, she abstains from eating all that may be harmful to the child.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਹੀ ਅਧਾਨ ਪ੍ਰਾਪਤ ਇਸਤ੍ਰੀ ਜਿਸ ਨੂੰ ਪਹਿਲੇ ਸਭ ਭਾਂਤ ਦੇ ਮਨ ਚਿੰਦੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਸਨ ਜਦ ਉਦਸੇ ਘਰ ਪੁਤ੍ਰ ਉਪਜ ਔਂਦਾ ਹੈ ਤਾਂ ਆਪ ਤੇ ਆਪ ਹੀ ਬ੍ਯਰਥ ਖਾਨ ਪਾਨ ਆਦਿ ਵੱਲੋਂ ਸੰਜਮ ਸੰਕੋਚ ਪ੍ਰਹੇਜ਼ ਧਾਰ ਲਿਆ ਕਰਦੀ ਅਤੇ ਪੁਤ੍ਰ ਦੇ ਹਿਤ ਭਲੇ ਅਰੁ ਸੁਖ ਖਾਤਰ ਸਭ ਕਸਨ ਵਾਲੇ ਜਕੜਨ ਵਾਲੇ ਵਾ ਚਿੱਤ ਨੂੰ ਖਿਚਨ ਵਾਲੇ ਰਸਾਂ ਸਵਾਦਾਂ ਨੂੰ ਤ੍ਯਾਗ ਦਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2VH0",
        "source_page": 179,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur crn srin kwmnw pujwie; nwm inhkwm Dwm Anq n lwig hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly taking the refuge of the True Guru with devotion; the desires of a Gursikh are fulfilled. He is blessed with the Naam by the True-Guru which is the source of desirelessness. One craves for nothing more and observes no rituals.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਚਰਣ ਸਰਣ ਆਏ ਸਿੱਖ ਦੀਆਂ ਪਹਿਲੇ ਤਾਂ ਸਤਿਗੁਰੂ ਸਮੂਹ ਕਾਮਨਾ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰ ਦਿੰਦੇ ਹਨ ਤੇ ਉਪ੍ਰੰਤ ਓਸ ਨੂੰ ਨਿਸ਼ਕਾਮ ਪਦ ਦਾ ਐਸਾ ਬਾਸੀ ਬਣਾਂਦੇ ਹਨ ਕਿ ਮੁੜ ਕਦੀ ਉਹ ਹੋਰ ਦੇ ਮੋਹ ਮਮਤਾ ਦੇ ਅਸਥਾਨ ਹੋਰਨਾਂ ਪਦਾਰਥਾਂ ਆਦਿ ਵਿਖੇ ਨਹੀਂ ਲਗ੍ਯਾ ਪਰਚਿਆ ਯਾ ਲਲਚਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CUVW",
        "source_page": 179,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inis AMDkwr Bv swgr sMswr ibKY; pMc qskr jIiq isK hI sujwig hY [179["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh who has received the boon of elixir-like Naam can win over the five evils cautiously and swims across worldly ocean that is frightening like a dark night. (179)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਸੰਸਾਰ ਸਮੁੰਦਰ ਅੰਦਰ ਭਵ ਜਨਮ ਮਰਣ ਦੇ ਰੋੜ੍ਹ ਵਿਚ ਕਾਲੀ ਬੋਲੀ ਹਨ੍ਹੇਰੀ ਰਾਤ ਅਵਿਦ੍ਯਾਮਈ ਵਿਖੇ ਰੁੜ੍ਹ ਰਿਹਾਂ ਜੀਵਾਂ ਵਿਚੋਂ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਜੇ ਜਿੱਤ ਲਵੇ ਉਹੀ ਸਿੱਖ ਹੀ ਕੇਵਲ ਜਾਗਿ ਸਾਵਧਾਨ ਰਹਿ ਬਚ ਸਕਦਾ ਹੈ ॥੧੭੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
