[
  {
    "id": "LRR",
    "sttm_id": 6660,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8GF5",
        "source_page": 180,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur AwigAw pRiqpwlk bwlk isK; crn kml rj mihmw Apwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devotee who obeys the command of the True Guru with the innocence of a child, the glory of the dust of his feet is infinite.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੀ ਆਗਿਆ ਪਾਲਨਹਾਰਾ ਐਹੋ ਜਿਹਾ ਬਾਲਕਾ ਗੁਰੂ ਕਾ ਲਾਲ ਜਿਹੜਾ ਗੁਰ ਸਿੱਖ ਹੋਵੇ, ਓਸ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਦੀ ਮਹਿਮਾ ਦਾ ਪਾਰਾਵਾਰ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KRFL",
        "source_page": 180,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isv snkwidk bRhmwidk n gMimqw hY; ingm syKwid nyq nyq kY aucwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Shiv, Sanak etc., the four sons of Brahma and other gods of Hindu triology cannot reach the praise of the Sikh of Guru who obeys the command of doing Naam Simran. Even the Vedas and Shesh Naag praise the glory of such a disciple saying-great, limitless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਿਵ ਸਮੂਹ ਸਨਾਤਨ ਸੰਪ੍ਰਦਾਵਾਂ ਦਾ ਮਹਾਂ ਗੁਰੂ ਸਨਕ ਸਨੰਦਨ, ਸਨਤ, ਸੁਜਾਤ ਬ੍ਰਹਮਾ ਦੇ ਮਾਨਸੀ ਪੁਤ੍ਰ ਬੇਦਾਂ ਦੇ ਮੁੱਖ ਆਚਾਰਯ ਪਿਤਾਮਹ ਦੇ ਮਨ ਦੀਆਂ ਜਾਨਣਹਾਰੇ ਅਰੁ ਸ੍ਵਯੰ ਬ੍ਰਹਮਾ ਬਿਸ਼ਨੂ ਮਹੇਸ਼ ਨੂੰ ਭੀ ਉਕਤ ਸਿੱਖ ਦੀ ਚਰਣ ਧੂਲੀ ਦੇ ਜ੍ਯੋਂ ਕੇ ਤ੍ਯੋਂ ਮੱਹਤ ਨਿਰੂਪਣ ਦੀ ਗੰਮਿਤਾ ਪੁੱਜਤ ਨਹੀਂ ਹੋ ਸਕੀ ਅਤੇ ਇਸੀ ਭਾਂਤ ਸਾਖ੍ਯਾਤ ਨਿਗਮ ਬੇਦ ਤਥਾ ਬੇਦਾਂ ਦੀਆਂ ਸ਼ਾਖਾਂ ਅਨੁਸਾਰੀ ਸਮੂਹ ਸ਼ਾਸਤ੍ਰ ਅਰੁ ਸ਼ੇਖ ਨਾਗ, ਬ੍ਰਹਸਪਤੀ ਸੁਰਸਤ ਵਗੈਰਾ ਜੋ ਬਾਣੀ ਦੇ ਈਸ਼੍ਵਰ ਕਹੇ ਜਾਂਦੇ ਹਨ ਭੀ ਅਨੰਤ ਅਨੰਤ ਕਰ ਕੇ ਉਚਾਰ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4Q9B",
        "source_page": 180,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur pdwrQ iqRkwl iqRBvn cwhY; jog Bog sursr srDw sMswr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the four desirable goals-dharam, arth, kam and mokh, three times (past, present and future) desire refuge of such a devotee. The Yogis, householders, river Ganges the river of the gods and the whole world devotion craves for the dust of the feet of su",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ ਰੂਪ ਚਾਰੇ ਪਦਾਰਥ ਅਤੇ ਭੂਤ, ਭਵਿੱਖਤ, ਵਰਤਮਾਨ ਤਿੰਨੋਂ ਕਾਲ ਤਥਾ ਸ੍ਵਰਗ ਮਾਤਲੋਕ ਵਾ ਪਾਤਾਲ ਤਿੰਨੋਂ ਲੋਕ ਚਹੁੰਦੇ ਹਨ ਇਸ ਧੂਲੀ ਨੂੰ ਅਰੁ ਜੋਗ ਵਾ ਭੋਗ ਬ੍ਰਹਮਾਂਡ ਭਰ ਦੇ ਅਥਵਾ ਜੋਗ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣ ਹਾਰੀਆਂ ਸਮੂਹ ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਨਿਧੀਆਂ ਤਥਾ ਸਾਖ੍ਯਾਤ ਪਾਪਾ ਨਾਸ਼ਨੀ ਗੰਗਾ ਅਰੁ ਐਸਾ ਹੀ ਸਮੂਹ ਸੰਸਾਰ ਕੇਵਲ ਇਸੇ ਹੀ ਸਰਧਾ ਵਿਖੇ ਹਨ ਅਰਥਾਤ ਸਭ ਇਸ ਧੂਲੀ ਨੂੰ ਚਾਹੁੰਦੇ ਹਨ ਇਸੇ ਕਰ ਕੇ ਹੀ ਜਿਸ ਨੂੰ ਇਹ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇ ਓਸ ਨੂੰ ਇਹ ਸਭ ਪੁੰਨ ਮਹਾਤਮ ਸੁਤੇ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F99S",
        "source_page": 180,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUjn ky pUj Aru pwvn pivqR krY; AkQ kQw bIcwr ibml ibQwr hY [180["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The dust of the feet of a disciple of the True Guru blessed with the Naam Simran is sacred even for those who are believed to be pious souls as it purifies them further. The state of such a person is beyond elucidation and his views are pure and clear. (1",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਇਹ ਧੂਲੀ ਮਨੁੱਖਾਂ ਨੂੰ ਪੂਜਨ ਜੋਗਾਂ ਦਾ ਭੀ ਪੂਜ੍ਯ ਪੂਜਨ ਜੋਗ ਤਥਾ ਪਤਿਤਾਂ ਨੂੰ ਪਵਿਤ੍ਰ ਬਣਾਨ ਵਾਲੀ ਐਡਾ ਪਵਿਤ੍ਰ ਬਣਾ ਦੇਣ ਹਾਰੀ ਹੈ, ਕਿ ਇਸ ਦੇ ਮਹੱਤ ਦੇ ਨਿਰਮਲ ਵਿਸਤਾਰ ਦੇ ਵੀਚਾਰ ਨਿਰਣੇ ਦੀ ਕਥਾ ਅਰਥ ਰੂਪ ਕਥੀ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ ॥੧੮੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
