[
  {
    "id": "1H3",
    "sttm_id": 6661,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0MYM",
        "source_page": 181,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suiK Pl cwKq BeI aultI; qn snwqn mn aunmn mwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enjoying the taste of the pleasure-giving True Guru blessed Naam elixir, practicing the command of the Guru diligently, the inclinations of such Sikhs of the Guru turn away from the worldly attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਧੂੜੀ ਦੀ ਪ੍ਰਾਪਤੀ ਤੋਂ ਹੋਣ ਵਾਲੇ ਸੁਖਫਲ ਨੂੰ ਚੱਖਦੇ ਸਾਰ ਹੀ ਅਥਵਾ ਚਰਣ ਧੂੜੀ ਦੇ ਚੱਖਦੇ ਸਾਰ ਹੀ ਗੁਰਮੁਖ ਨੂੰ ਉਹ ਸੁਖ ਰੂਪ ਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਕਿ ਉਸ ਦੀ ਸੁਰਤਿ ਸਰੀਰ ਵਲੋਂ ਉਲਟੀ ਬਾਹਰ ਮੁਖੋਂ ਅੰਤਰ ਮੁਖ ਹੋ ਗਈ ਭਾਵ ਦੇਹੋ ਹੰ ਭਾਵ ਸਮੂਲਚਾ ਨਿਵਿਰਤ ਹੋ ਗਿਆ। ਅਰੁ ਸਨਾਤਨ ਧੁਰ ਤੋਂ ਹੀ ਜੋ ਮਨ ਮਾਨਸੀ ਤਰੰਗਾਂ ਦੇ ਅਧੀਨ ਵਰਤਨਹਾਰਾ ਅਮੋੜ ਦਸ਼ਾ ਵਿਚ ਵਰਤਦਾ ਰਿਹਾ ਸੀ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਮੰਨ ਜਾਂਦਾ ਸ਼ਾਂਤ ਭਾਵ ਵਿਚ ਸੁਖ ਅਨੁਭਵ ਕਰਨ ਲਗ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "16PU",
        "source_page": 181,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq aulit BeI hY gurmiq irdY; durjn surjn kir pihcwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The base intellect is shed and the wisdom of Guru comes and resides in them. They are then known not as unworthy of trust but persons of divine traits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਸ਼ਟ ਬੁਧੀ ਦੁਖਦਾਈ ਅਵਿਦਿ੍ਯਾ ਪ੍ਰਾਇਣੀ ਮਤਿ ਉਲਟ ਕੇ ਹਿਰਦੇ ਅੰਦਰ ਗੁਰਮਤਿ ਭਲੀ ਮਤਿ, ਸੁਖਦਾਈ ਗਿਆਨ ਪ੍ਰਾਇਣੀ ਮਤਿ ਬਣ ਗਈ ਹੈ ਅਤੇ ਦੁਸ਼ਟ ਪੁਰਖਾਂ ਤੋਂ ਕਾਮ ਕ੍ਰੋਧ ਆਦੀ ਭਾਵ ਰੂਪ ਆਸੁਰੀ ਸੁਭਾਵਾਂ ਦਾ ਤਿਆਗ ਕਰ ਕੇ ਸੁਰਜਨ ਸ੍ਰੇਸ਼ਟ ਪੁਰਖ ਦੈਵੀ ਸੁਭਾਵਾਂ ਵਾਲੇ ਭਲੇ ਸਾਧੂ ਪੁਰਖ ਕਰ ਕੇ ਪਹਿਚਾਨਣ ਵਿਚ ਔਣ ਲਗ ਪਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0FPQ",
        "source_page": 181,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMswrI sY aulit plit inrMkwrI Bey; bg bMs hMs Bey siqgur igAwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Freeing themselves from the affairs of the world, the mammon entangled people become the devotees of the formless God. By the True Guru blessed knowledge, they become praise worthy like a swan from that of a heron like inclination.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਸਾਰ ਦਿਆਂ ਧੰਦਿਆਂ ਵਾਲੇ ਰੁਝੇਵਿਆਂ ਵਿਚੋਂ ਉਲਟ ਕੇ ਇਹ ਬੰਦਾ ਜੋ ਸੰਸਾਰੀ ਹੋ ਰਿਹਾ ਹੁੰਦਾ ਹੈ, ਪਰਤਕੇ ਮੁੜ ਨਿਰੰਕਾਰੀ ਨਿਰੰਕਾਰ ਪ੍ਰਾਇਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਬਗਲ ਧਿਆਨੀਆਂ ਦੇ ਵਿਖ੍ਯ ਭੋਗ ਰੂਪ ਪੂੰਗਿਆਂ ਮੱਛੀਆਂ ਡੱਡੀਆਂ ਚੁਗਨ ਹਾਰਿਆਂ ਦੇ ਬੰਸ ਵਿਚ ਜੰਮ ਕੇ ਭੀ ਸਤਿਗੁਰੂ ਦੇ ਗਿਆਨ ਰੂਪ ਮੋਤੀ ਚੁਗਨ ਹਾਰੇ ਹੰਸ ਬਿਬੇਕੀ ਬਣ ਜਾਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MN6S",
        "source_page": 181,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwrn ADIn dIn kwrn krn Bey; hrn Brn Byd AlK lKwny hY [181["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By obeying the command of Guru of doing Naam Simran, those who were under the influence of worldly affairs now become their masters. They become aware of the Lord's indefinable traits who is the creator, the sustainer and destroyer of all things in the Un",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਾਰਣ ਸਬੱਬ ਪਾ ਕੇ ਭਾਵ ਜ਼ਰਾ ਜ਼ਰਾ ਸੰਸਾਰੀ ਗੱਲ ਪਿੱਛੇ ਜੋ ਦੀਨ ਆਤੁਰ ਹੋ ਹੋ ਪਿਆ ਕਰਦੇ ਸੀ ਸ੍ਵਯੰ ਕਾਰਣ ਕਰਤੇ ਧਰਤੇ ਸਰਬ ਸਮਰੱਥ ਸਭ ਸਬਬਾਂ ਦੇ ਘੜਨ ਹਾਰੇ ਬੋਣ ਜਾਂਦੇ ਹਨ। ਖੋਹਨ ਖੱਸਨ ਮਾਰਣ ਤਥਾ ਦੇਣ ਪਾਲਨ ਜਿਵਾਨ ਦਾ ਭੇਦ ਵਰ ਸ੍ਰਾਪ ਦਾ ਜੋ ਮਰਮ ਅਲਖ ਰੂਪ ਹੈ ਓਸ ਨੂੰ ਲਖਣ ਹਾਰੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧੮੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
