[
  {
    "id": "MM4",
    "sttm_id": 6662,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4FNK",
        "source_page": 182,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl cwKq aultI BeI; join kY Ajoin Bey kul AkulIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "State of Guru-conscious disciples blessed by the True Guru with elixir of Naam turns opposite from the worldly involvements and are rid of the cycle of birth and death, ego and attachment.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਾਂ ਵਾਲੇ ਸੁਖਫਲ ਨੂੰ ਅਥਵਾ ਗੁਰਮੁਖਤਾ ਵਾਲੇ ਸੁਖਫਲ ਦੀ ਮੂਲ ਕਾਰਣ ਉਕਤ ਚਰਣ ਰਜ ਨੂੰ ਚੱਖਦੇ ਰਸਨਾ ਉਪਰ ਧਰਦੇ ਸਾਰ ਪੁਰਖ ਦੀ ਦਸ਼ਾ ਵਾ ਸੁਰਤ ਉਲਟੀ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ। ਤੇ ਜੋਨ ਵਲੋਂ ਜਿਸ ਮਾਤਾ ਦੇ ਪੇਟੋਂ ਪੈਦਾ ਹੋਯਾ ਹੁੰਦਾ ਹੈ ਉਸ ਮਾਤਰਿਕ ਗੋਤ ਦੇ ਅਭਿਮਾਨ ਤੋਂ ਅਜੋਨਿ ਜੋ ਜਾਂਦਾ ਹੈ, ਅਰਥਾਤ ਬਿੰਦੀ ਭਾਵੋਂ ਗੁਰੂ ਕਾ ਪੁਤ੍ਰ ਹੋ ਜਾਣ ਕਾਰਣ ਨਾਦੀ ਪੁਤ੍ਰ ਸਿੱਖ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ, ਅਤੇ ਕੁਲ ਪਿਤਾ ਦੇ ਬੰਸ ਵੱਲੋਂ ਭੀ ਅਕੁਲੀਨ ਬੰਸ ਦੇ ਅਧ੍ਯਾਸ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YA02",
        "source_page": 182,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jMqn qy sMq Aau ibnwsI AibnwsI Bey; ADm AswD Bey swD prbIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such persons who are ever relishing the Naam like elixir of the True Guru become saintly from the worldly beings. The mortal beings become immortal. They become noble and worthy persons from their ill bred and low status.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੁੱਛ ਵਾਸਨਾ ਅਧੀਨ ਵਰਤਨ ਵਾਲੇ ਛੁਦ੍ਰ ਨੀਚ ਜੋਨ ਵਰਤੀ ਕੀੜਿਆਂ ਪਤੰਗਿਆਂ ਸਮਾਨ ਜੀਵਾਂ ਤੋਂ ਸੰਤ ਸ਼ਾਂਤ ਆਤਮਾ ਮਹਾਨ ਪੁਰਖ, ਅਰੁ ਨਾਸ਼ ਹੋਣ ਵਾਲੀ ਪ੍ਰਵਿਰਤੀ ਵਿਚੋਂ ਨਿਕਲ ਅਟੱਲ ਪਦਵੀ ਸਤ੍ਯ ਪਦ ਦੇ ਬਾਸੀ ਅਮਰੇ ਹੋ ਜਾਈਦਾ ਹੈ। ਅਧਮ ਨੀਚੋਂ ਤਥਾ ਅਸਾਧ ਭੈੜੇ ਪੁਰਖੋਂ ਸਾਧ ਭਲੇ ਉਤਮ ਦੂਰ ਧਿਆਨੀਏ ਪਾਰ ਦਰਸ਼ੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MFYD",
        "source_page": 182,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "lwlcI llUjn qy pwvn kY pUj kIny; AMjn jgq mY inrMjneI dIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The pleasure giving Naam elixir turns the greedy and covetous people into pure and worthy beings. Living in the world, makes them untouchable and unaffected by the worldly attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲਲੂ ਲਲਾ ਸ਼ਬਦ ਪੂਰਬੀ ਭਾਸ਼ਾ ਵਿਚ ਬੱਚੇ ਦੇ ਵਾਚਕ ਸ਼ਬਦ ਤੋਂ ਬਣ੍ਯਾ ਹੋਯਾ ਹੈ। ਜੀਕੂੰ ਬੱਚਾ ਅਯਾਣਾ ਬਾਲ ਹਰ ਇਕ ਵਸਤੂ ਨੂੰ ਹੀ ਫੜ ਮੂੰਹ ਵਿਚ ਪੌਣ ਦਾ ਸੁਭਾਵਿਕ ਬ੍ਯਸਨੀ ਹੁੰਦਾ ਹੈ, ਓਹੋ ਜੇਹੇ ਹੀ ਸੰਸਾਰੀ ਪਦਰਥਾਂ ਪਿਛੇ ਪਚ ਪਚ ਮਰਣ ਵਾਲੇ ਮੂਰਖ ਲਾਲਚੀ ਜਨ ਆਦਮੀ ਤੋਂ ਕਈਆਂ ਨੂੰ ਇਸ ਉਕਤ ਧੂੜੀ ਨੇ ਪਾਵਨ ਪਵਿਤ੍ਰ ਤੋਂ ਪਵਿਤ੍ਰ ਬਣਾ ਕੇ ਪੂਜਨ ਜੋਗ ਕਰ ਦਿੱਤਾ, ਅਤੇ ਅੰਜਨ ਇਸ ਕਾਲਕ ਕਲੰਕ ਰੂਪ ਜਗਤ ਵਿਚ ਵੱਸਦਿਆਂ ਭੀ ਓਨ੍ਹਾਂ ਨੂੰ ਨਿਰੰਜਨਈ ਨਿਰੰਜਨੀ ਪਦ ਦੀ ਪ੍ਰਾਪਤੀ ਕਰ ਦਿੱਤੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ELQT",
        "source_page": 182,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwit mwieAw PwsI gur igRh mY audwsI kIny; AnBY AiBAwsI ipRAw pRym rs BIn hY [182["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the initiation of a Sikh by the True Guru, his bondage of maya (mammon) is sheared. He becomes indifferent from it. The practice of Naam Simran makes a person fearless, and immerses him in the love-elixir of beloved Lord. (182)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਕੱਟਕੇ ਮਾਯਾ ਦੀ ਫਾਸੀ ਮਾਯਕ ਬੰਧਨ ਮੋਹ ਮਮਤਾ ਦੇ ਗੁਰੂ ਘਰ ਵਿਖੇ ਉਦਾਸੀ ਭਾਵ ਵਾਲੇ ਕਰ ਦਿੱਤਾ, ਅਤੇ ਅਨਭਉ ਦੇ ਅਭ੍ਯਾਸੀ ਹੋਏ ਹੋਏ ਉਹ ਪ੍ਰਿਅ ਪ੍ਰੀਤਮ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਰਸ ਵਿਚ ਭਿੰਨੇ ਰਹਿੰਦੇ ਹਨ ॥੧੮੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
