[
  {
    "id": "6X6",
    "sttm_id": 6663,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BHAL",
        "source_page": 183,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur drs iDAwn Ascrj mY; drsnI hoq Kt drs AqIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The contemplation on the vision of True Guru for a devotee is wonderful. Those who see the True Guru in their vision go beyond the teachings of the six philosophies (of Hinduism).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਅਸਚਰਜ ਸਰੂਪੀ ਦਰਸ਼ਨ ਦੇ ਧਿਆਨ ਵਾਲੇ ਦਰਸਨੀ ਦਰਸ਼ਨ ਕਰਣ ਹਾਰੇ ਹੁੰਦੇ ਹੋਏ ਛੀਆਂ ਦਰਸ਼ਨਾਂ ਤੋਂ ਵਾ ਛੀਆਂ ਦੇ ਦਰਸ਼ਨਾ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ਅਰਥਾਤ ਨ੍ਯਾਇ ਮੀਮਾਂਸਾ, ਸਾਂਖ, ਯੋਗ, ਵੇਦਾਂਤ ਰੂਪ ਦਰਸ਼ਨਾਂ ਵਾਲੀ ਪ੍ਰਵਿਰਤੀ ਤੋਂ ਅਥਵਾ ਮਨ ਪ੍ਰਾਣ ਅਰੁ ਸ਼ਰੀਰ ਦਿਆਂ ਹਰਖ ਸੋਗ ਭੁਖ ਪਿਆਸ ਤਥਾ ਜਨਮ ਮਰਣ ਆਦਿ ਸੁਭਾਵਾਂ ਦੀ ਬਾਧਾ ਕੁਦਰਤੀ ਪੀੜਾ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਯਾ ਜੋਗੀ ਜੰਗਮ ਸ੍ਰੇਵੜੇ ਬੈਰਾਗੀ ਸੰਨਿਆਸੀ ਕਾਪੜੀ ਆਦਿ ਪ੍ਰਸਿਧ ਭੇਖਾਂ ਮਤਾਂ ਦੇ ਦਰਸ਼ਨ ਦੀ ਭਟਕਨਾ ਤੋਂ ਮੁਕਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GWKL",
        "source_page": 183,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur crn srin inhkwm Dwm; syvku n Awn dyv syvkI n pRIiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The refuge of the True Guru is the home of desirelessness. Those in the refuge of True Guru hold no love for serving any other god.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਰਹਿਣ ਕਰ ਕੇ ਓਨਾਂ ਦਾ ਧਾਮ ਨਿਵਾਸ ਅਸਥਾਨ ਨਿਸ਼ਕਾਮ ਪਦ ਨਿਰਵਿਕਲਪ ਅਫੁਰ ਪਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਵਾ ਸੁਰਗ ਵੈਕੁੰਠ ਅਥਵਾ ਚਾਰ ਧਾਮ ਆਦਿ ਦੇ ਨਿਵਾਸ ਦੀ ਯਾਤ੍ਰਾ ਵੱਲੋਂ ਨਿਸ਼ਾਕਮ ਅਚਾਹ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਤਥਾ ਸਤਿਗੁਰਾਂ ਤੋਂ ਛੁੱਟ ਦੂਸਰੇ ਕਿਸੇ ਦੇਵੀ ਦੇਵ ਆਦਿ ਦਾ ਸੇਵਕ ਹੋਣਾ ਓਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਰੁਚਦਾ ਤੇ ਨਾ ਹੀ ਕਿਸੇ ਹੋਰ ਦੇਵਤਾ ਇਸ਼ਟ ਦੇਵ ਦੀ ਸੇਵਾ ਦੀ ਹੀ ਪ੍ਰੀਤ ਉਮੰਗ ਓਨਾਂ ਅੰਦਰ ਪੈਦਾ ਹੀ ਹੋਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DP5",
        "source_page": 183,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur sbd suriq ilv mUlmMqR; Awn qMqR mMqR kI n isKn pRqIiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossing the mind in the words of the True Guru is the supreme incantation. The true disciples of the Guru hold no faith in any other form of worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਨੂੰ ਹੀ ਅਪਣਾ ਮੁੱਖ ਮੰਤ੍ਰ ਪਰਮ ਮੰਤ੍ਰ ਸਮਝਦੇ ਹਨ ਤੇ ਇਸ ਤੋਂ ਬਿਨਾਂ ਹੋਰ ਤੰਤ੍ਰ ਖ਼ਾਸ ਖ਼ਾਸ ਔਖਦੀਆਂ ਆਦਿ ਦੇ ਮਿਲਾਪ ਤੋਂ ਉਚਾਟਨ ਮੋਹਨ ਮਾਰਣ ਵਸੀ ਕਣ ਆਦਿ ਪ੍ਰਯੋਗਾਂ ਦੇ ਸਾਧਨ ਹਾਰੇ ਸਾਧਨਾ ਅਰੁ ਖ਼ਾਸ ਅਖਰਾਂ ਦ੍ਵਾਰੇ ਉਕਤ ਸਿੱਧੀਆਂ ਖਾਤਰ ਕਲਪੇ ਮੰਤ੍ਰਾਂ ਉਪਰ ਗੁਰ ਸਿੱਖਾਂ ਨੂੰ ਭਰੋਸਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DNKY",
        "source_page": 183,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur ikRpw swDsMgiq pMgiq suK; hMs bMs mwnsir Anq n cIq hY [183["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is by the grace of True Guru that one gets the pleasure of sitting and enjoying the holy gathering. The swan-like Guru-conscious people attach their mind in the highly respected divine company of holy people and nowhere else. (183)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੀ ਕਿਰਪਾ ਤਥਾ ਸਾਧ ਸੰਗਤ ਦੀ ਪੰਗਤ ਪਾਲ ਕਤਾਰ ਵਿਚ ਬੈਠਨ ਵਿਖੇ ਹੀ ਉਹ ਸਾਰੇ ਸੁਖ ਮੰਨਦੇ ਹਨ, ਤੇ ਕੇਵਲ ਇਸੇ ਸਤਿਸੰਗ ਸਰੂਪ ਮਾਨ ਸਰੋਵਰ ਦੇ ਹੰਸ ਬਿਬੇਕ ਗੁਰ ਸਿਖਾਂ ਦੀ ਬੰਸ ਵਿਖੇ ਸ਼ਾਮਲ ਰਹਿ ਕੇ ਹੋਰ ਹੋਰ ਹੋਰ ਸਪ੍ਰੰਦਾਵਾਂ ਵੱਲ ਚਿੱਤ ਨੂੰ ਨਹੀਂ ਦਿਆ ਕਰਦੇ ॥੧੮੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
