[
  {
    "id": "LHR",
    "sttm_id": 6665,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LJ6Q",
        "source_page": 185,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur brn mY n pweIAY brn qyso; Kt drsn mY n drsn joiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There is nothing as marvellous available for the Guru-conscious persons in the four castes (Brahmin, Khatri et al.) like the wonderful elixir-like Naam of the Lord. Even the six philosophical scriptures do not have the glory and grandeur of the divine rad",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬ੍ਰਹਮ ਆਦਿ ਚਾਰੋਂ ਬਰਨਾਂ ਰੂਪਾਂ ਵਿਖੇ ਤੇਹੋ ਜੇਹਾ ਬਰਨ ਰੰਗ ਰੂਪ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਜੇਹੋ ਜਿਹਾ ਕਿ ਗੁਰਮੁਖਾਂ ਨੂੰ ਉਕਤ ਸੁਖਫਲ ਦੀ ਪ੍ਰਾਪਤੀ ਤੋਂ ਹੁੰਦਾ ਹੈ। ਛੀਆਂ ਦਰਸ਼ਨਾਂ ਜੰਗਮ ਜੋਗੀ ਸੰਨਿਆਸੀ ਬੈਰਾਗੀ ਆਦਿ ਮਤਾਂ ਵਿਖੇ ਨਹੀਂ ਹੈ। ਉਹ ਜੋਤਿ ਤੇਜ ਪ੍ਰਤਾਪ ਵਾਲੀ ਦਮਕ ਜਿਹੜੀ ਕਿ ਇਸ ਗੁਰੂ ਕੇ ਦਰਸ਼ਨ ਪੰਥ ਦੀ ਜੋਤਿ ਪਾਈ ਜਾ ਰਹੀ ਹੈ। ਅਰਥਾਤ ਸਮੂਹ ਵਰਨਾਂ ਆਸ਼ਰਮਾਂ ਵਿਚ ਐਹੋ ਜੇਹਾ ਪ੍ਰਭਾਵ ਸ਼ਾਲੀ ਕੋਈ ਰੂਪ ਨੇਤ੍ਰਾਂ ਵਿਖੇ ਤੱਕਨ ਲਈ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7LG1",
        "source_page": 185,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isMimRiq purwn byd swsqR smwin Kwn; rwg nwd bwd mY n sbd audoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The treasure that Guru-conscious people possess is not available in the Vedas, Shastras and Simritis. The melody that is available with them as a result of Guru's words is not found in any musical mode.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿੰਮ੍ਰਤੀਆਂ ਮਨੂੰ ਵਿਸ਼ਿਸ਼ਟ ਅਤੇ ਯਾਗ੍ਯਵਲਕ ਆਦਿ ਰਿਖਆਂ ਦੀਆਂ ਕਥਨ ਕੀਤੀਆਂ ਧਰਮ ਸ਼ਾਸਤ੍ਰ ਰੂਪ ਪੱਧਤੀਆਂ ਪੁਰਾਣ ਉਕਤ ਧਰਮ ਮ੍ਰਯਾਦਾ ਵਿਖੇ ਵਰਤਨਹਾਰੇ ਉਦਾਹਰਣਾਂ ਸੰਬਧੀ ਗ੍ਰੰਥ, ਬੇਦ ਧੁਰਾਹੂੰ ਗਿਆਨ ਨਿਰੂਪਕ ਰਚਨਾ, ਅਰੁ ਸ਼ਾਸਤ੍ਰ ਧੁਰਾਹੂੰ ਗਿਆਨ ਅਨੁਸਾਰੀ ਸਾਂਕੇਤਿਕ ਨਿਯਮਾਂ ਦੀ ਨਿਰਣਾ ਰੂਪ ਗੁੰਥਨਾ, ਤਥਾ ਏਨਾਂ ਦੇ ਹੀ ਸਮਾਨ ਬ੍ਰਾਬਰ ਖਾਨ ਚਾਰੋਂ ਖਾਣੀਆਂ ਅੰਦਰ ਬੋਲੀ ਜਾਣ ਹਾਰੀ ਵਾ ਪਰਾ ਪਸ਼੍ਯੰਤੀ ਮਧ੍ਯਮਾ ਵੈਖਰੀ ਰੂਪ ਬਾਣੀ ਅਰੁ ਰਾਗ ਛੀਆਂ ਰਾਗਾਂ ਨਾਦ ਹ੍ਰਸ੍ਵ ਦੀਰਘ ਪਲੁ ਤਰੂ ਪਉਚਰੀ ਧੁਨੀ ਵਾ ਸੱਤ ਸੁਰਾਂ ਰੂਪ ਤਥਾ ਬਾਦ ਸਾਜ ਬਾਜ ਆਦਿ ਸਾਂਗੀਤਿਕ ਸਾਧਨਾਂ ਵਿਖੇ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ ਐਸਾ ਸ਼ਬਦ, ਜੇਸਾ ਕਿ ਗੁਰੂ ਕੇ ਸ਼ਬਦ ਬਾਣੀ ਵਿਖੇ ਉਦੋਤ, ਨਾਮ ਪ੍ਰਗਟ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PJ9K",
        "source_page": 185,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwnw ibMjnwid sÍwd AMqir n pRym rs; skl sugMD mY n gMiD sMiD hoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The relishment that Guru-conscious persons enjoy is so wonderful that it is not available in any type of food. The ecstatic fragrance that they enjoy is not available in any other form of fragrances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਨਾ ਪ੍ਰਕਾਰ ਦਿਆਂ ਖਾਨ ਪਾਨ ਆਦਿ ਦਿਆਂ ਸ੍ਵਾਦੀਕ ਪਦਾਰਥਾਂ ਵਿਚ ਉਹ ਸ੍ਵਾਦ ਨਹੀਂ, ਜਿਹਾ ਕਿ ਪ੍ਰੇਮ ਰਸ ਦਾ ਸ੍ਵਾਦ ਹੈ। ਅਰੁ ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਸੁਗੰਧੀਆਂ ਵਿਖੇ ਓਹੋ ਜੇਹੀ ਮਹਿਕ ਨਹੀਂ ਹੁੰਦੀ ਜੈਸੀ ਕਿ ਗੁਰਮੁਖ ਨੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਨਾਲ ਸੰਧੀ ਮੇਲ ਪ੍ਰਾਪਤ ਹੋਣ ਵਿਚ ਹੋਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "20SS",
        "source_page": 185,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ausn sIqlqw sprs Aprs n; grmuK suK Pl quil Eq poq hY [185["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The pleasure of Naam-like elixir that the Guru-conscious people enjoy is beyond all comforts of allaying or relieving hot or cold conditions by cool or hot means respectively. The hot and cold conditions keep altering but the relishment of Naam elixir rem",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗਰਮੀ ਅਰੁ ਸਰਦੀ ਵਾਲੇ ਸਪਰਸ਼ਾਂ ਭਾਵ ਐਹੋ ਜੇਹੇ ਹੁਨਾਲੇ ਸ੍ਯਾਲੇ ਦੇ ਮੌਸਮਾਂ ਅੰਦਰ ਵਰਤੀਨ ਹਾਰੇ ਪਹਿਨਣ ਵਾ ਮਰਦਨ ਆਦਿ ਦੇ ਲੈਕ ਐਸਾ ਕੋਈ ਸੁਖਦਾਈ ਪਦਾਰਥ ਨਹੀਂ, ਜਿਹਾ ਕਿ ਅਪਰਸ ਰੂਪ ਅਸੰਗ ਅਲੇਪ ਭਾਵੀ ਅਵਸਥਾ ਦੀ ਪ੍ਰਾਪਤੀ ਵਿਖੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਕ੍ਯੋਂਕਿ ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਇਕ ਰਸ ਹੀ ਹਰ ਸਮ੍ਯ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਇਹ ਤਾਣੇ ਪੇਟੇ ਵਤ ਅੰਦਰ ਬਾਹਰ ਰਮੋ ਰੋਮ ਵਿਖੇ ਰਮਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧੮੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
