[
  {
    "id": "LN3",
    "sttm_id": 6666,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7ZJC",
        "source_page": 186,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ilKnu pVn qau lau jwnY idsMqr jau lau; khq sunq hY ibdys ky sMdys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long the husband is away on business or work tour, the wife keeps receiving his commands and news of well being through letters. They exchange their emotions through letters.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲਿਖਨ ਪੜ੍ਹਨ ਦੀ ਲੋੜ ਉਤਨਾ ਚਿਰ ਹੀ ਜਾਣੀਦੀ ਹੈ, ਜਦੋਂ ਤੀਕ ਪ੍ਯਾਰਾ ਪ੍ਰੀਤਮ ਦਿਸੰਤਰ ਅਨ੍ਯਤ੍ਰ ਦੇਸ ਵਾਂਢੇ ਗਿਆ ਹੋਯਾ ਹੋਵੇ, ਕਿਉਂਕਿ ਬਿਦੇਸ ਪ੍ਰਦੇਸ ਦਿਆਂ ਸਨੇਹਾਂ ਪਤਿਆਂ ਤਾਈਂ ਕਹਿਣ ਸੁਨਣ ਦੀ ਲੋੜ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1LE",
        "source_page": 186,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyKq Aau dyKIAq ieq auq doie hoie; Bytq prspr ibrh Avys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long the husband and wife are not together, they indulge in looking here and there. But when they meet they become one in the wake of their separation. Similarly so long a seeker remains away from his deity Guru, he indulges in other means of spiritual",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਤ ਇਸ ਪਾਸੇ ਏਧਰ ਹੋਵੇ ਪ੍ਰੇਮੀ ਤੇ ਉਤ ਓਸ ਪਾਸੇ ਔਧਰ ਹੋਵੇ ਪ੍ਰੀਤਮ, ਇਉਂ ਦੋ ਹੁੰਦਿਆਂ ਹੀ ਦੇਖੀ ਅਤੇ ਦਿਖਾਈਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਜਦ ਬਿਹਰ ਵਿਛੋੜੇ ਦੇ ਅਵੇਸ਼ ਕਾਰਣ ਅਰਥਾਤ ਬਿਰਹੇ ਦੇ ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਹੋ ਔਣ ਕਰ ਕੇ ਜੁਦਾਈ ਦੇ ਜੋਸ਼ ਉਛਲਿਆਂ ਪ੍ਰੇਮੀ ਅਤੇ ਪ੍ਰੀਤਮ ਆਪੋ ਵਿਚ ਭੇਟਤ ਭਾਵ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਤਾਂ ਤੱਕਨਾ ਤਕੌਨਾ ਬਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "29RZ",
        "source_page": 186,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Koie Koie KojI hoie Kojq cqur kuMt; imRg md jugiq n jwnq pRvys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer keeps wandering and searching for the musk that he keeps smelling and is unaware of the means to find it, so would a seeker keep wandering till he meets with True Guru and learns the way of God-realisation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਪਨੀ ਚੁਕੰਨੇ ਚੌਕਸ ਅਰੁ ਚੁਸਤ ਰਹਿਣ ਵਾਲੀ ਖੋਇ ਆਦਤ ਵਾਦੀ ਨੂੰ ਖੋਇ ਗੁਵਾ ਕੇ ਵਾ ਖੋਹ ਖੋਹ ਝਾੜ ਬੂਟਿਆਂ ਦੀਆਂ ਜੂਹਾਂ ਵਿਖੇ ਖੋਜੀ ਬਣਿਆ ਚਾਰੋਂ ਕੁੰਟਾਂ ਅੰਦਰ ਮਿਰਗ ਮ੍ਰਿਗਮਦ ਕਸਤੂਰੀ ਆਪਣੇ ਅੰਦਰਲੇ ਮਦ ਨੂੰ ਢੂੰਢਦਾ ਫਿਰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਨਹੀਂ ਜਾਣਦਾ ਹੈ ਜੁਗਤੀ ਓਸ ਵਿਖੇ ਪ੍ਰਵੇਸ਼ ਹੋਣ ਧਸਨ ਦੀ ਭਾਵ ਮੂਰਖਤਾ ਧਾਰ ਕੇ ਬਾਹਰ ਵੱਲ ਭਟਕਦਾ ਹੈ ਪਰ ਅੰਦਰਲਾ ਮਰਮ ਨਾ ਜਾਣ ਕੇ ਅੰਤਰਮੁਖ ਹੋਣ ਦੇ ਢੰਗ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NGR8",
        "source_page": 186,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMiD imly AMqir AMqrjwmI; sÍwmI syv syvk inrMqir Awdys kY [186["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a disciple meets with Guru, the all knowing Lord then comes and resides in the heart of the disciple. He then meditates, contemplates and worships the Master Lord as a slave and serves His command and will. (186)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਅਗਿਆਨ ਦੇ ਅਧੀਨ ਹੋਯਾ ਮਨੁੱਖ ਅਨੇਕ ਭਾਂਤ ਦਿਆਂ ਜਪ ਤਪ ਤੀਰਥ ਆਦੀ ਸਾਧਨਾਂ ਵਿਖੇ ਭਰਮਦਾ ਰਹਿੰਦਾ ਹੈ ਪ੍ਰੰਤੂ ਜਦ ਗੁਰੂ ਕੇ ਦ੍ਵਾਰੇ ਪੁਜ ਗੁਰੂ ਕੇ ਸਿੱਖ ਸਜ੍ਯਾਂ ਗੁਰੂ ਅਰੁ ਸਿੱਖ ਦੀ ਸੰਧੀ ਜੋੜ ਆਨ ਮਿਲੇ ਤਾਂ ਸਿੱਖ ਆਪਣੇ ਅੰਦਰ ਹੀ ਅੰਤਰਯਾਮੀ ਨੂੰ ਜਾਣ ਕੇ ਸ੍ਵਾਮੀ ਮਲਕ ਵਾਹਿਗੁਰੂ ਦਾ ਸੇਵਕ ਭਜਨੀਕ ਹੋ ਕੇ ਸੇਵਾ ਭਜਨ ਕਰਦਾ ਹੋਯਾ ਨਿਰੰਤਰ ਲਗਾਤਾਰ ਓਸ ਦੇ ਤਾਂਈ ਆਦੇਸ ਕੈ ਨਮਸਕਾਰ ਆਰਾਧਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧੮੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
