[
  {
    "id": "FL4",
    "sttm_id": 6667,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G6T3",
        "source_page": 187,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dIpk pqMg sMg pRIiq iek AMgI hoie; cMdRmw ckor Gn cwiqRk n hoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Love of a lamp and a moth (winged insect) is one-sided. Similarly is the love of Chakor with the moon and of rain bird (Papiha) with clouds;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੀਵੇ ਅਰ ਪਤੰਗੇ ਫੰਬਟ ਦੇ ਸੰਗ ਮੇਲ ਵਿਚ ਪ੍ਰੀਤੀ ਇਕ ਪਾਸੀ ਇਕ ਪਾਸੜ ਹੁੰਦੀ ਹੈ ਕ੍ਯੋਂਕਿ ਫੰਬਟ ਦੀ ਹੁੰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਦੀਵੇ ਦੀ ਨਹੀਂ ਐਸਾ ਹੀ ਚਕੋਰ ਦੀ ਹੁੰਦੀ ਹੈ ਪਰ ਚੰਦ੍ਰਮਾ ਦੀ ਨਹੀਂ ਤਥਾ ਪਪੀਹੇ ਦੀ ਹੁੰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਬੱਦਲ ਦੀ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G1JX",
        "source_page": 187,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ckeI Aau sUr jil mIn ijau kml Ail; kwst Agn imRg nwd ko audoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as love of Casarca ferruginea (Chakv) with Sun, fish with water, a bumble bee with lotus flower, wood and fire, a deer and musical sound is one-sided,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇਂ ਹੀ ਚਕਵੀ ਦੀ ਹੈ ਪਰ ਸੂਰਜ ਦੀ ਨਹੀਂ, ਮਛਲੀ ਦੀ ਹੈ ਪਰ ਜਲ ਦੀ ਨਹੀਂ, ਭੋਰੇ ਦੀ ਹੈ ਪਰ ਕੌਲ ਦੀ ਨਹੀਂ, ਕਾਠ ਦੀ ਹੈ ਪਰ ਅੱਗ ਦੀ ਨਹੀਂ, ਮ੍ਰਿਗ ਦੀ ਹੈ ਪਰ ਨਾਦ ਦੀ ਨਹੀਂ। ਇਹ ਗੱਲ ਉਦੋਤ ਹੈ ਪ੍ਰਗਟ ਹੈ ਭਾਵ ਸਭ ਜਾਣਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N8AE",
        "source_page": 187,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ipq suq ihq Aru BwmnI Bqwr giq; mwieAw Aau sMswr duAwr imtq n Coiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the love of father with son, wife and husband, attachment with worldly attractions is one-sided and like chronic contagious disease cannot be eradicated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਿਤਾ ਦਾ ਹਿਤ ਪਿਆਰ ਹੁੰਦਾ ਹੈ ਪਰ ਪੁਤ ਦਾ ਨਹੀਂ, ਅਰੁ ਇਸਤ੍ਰੀ ਦਾ ਹੈ ਪਰ ਪਤੀ ਦੀ ਗਤਿ ਚਾਲ ਦਸ਼ਾ ਐਸੀ ਨਹੀਂ ਹੁੰਦੀ, ਅਰੁ ਇਸੀ ਭਾਂਤ ਸੰਸਾਰ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦਾ ਹੈ ਪਰ ਮਾਯਾ ਦਾ ਨਹੀਂ ਹੁੰਦਾ, ਕ੍ਯੋਂਕਿ ਆਪੋ ਵਿਚ ਦਾ ਦੁਆਰ ਦੁਵੱਲ ਪਨਾ ਇਕੋ ਜਿਹਾ ਭਾਵ ਪਿਆਰ ਮਿਟਿਆ ਪਿਆ ਹੈ ਮਾਨੋ ਕਿਤੇ ਛੋਹਿਆ ਹੀ ਨਹੀਂ ਹੈ। ਅਰਥਾਤ ਦੁਪਾਸੜਪਣਾ ਮਾਨੋ ਲਭਦਾ ਹੀ ਨਹੀਂ ਹੈ। ਅਥਵਾ ਦੁਆਰ ਦ੍ਵੈਤ ਭਾਵ ਦੀ ਕੰਧ ਜਿਹੜੀ ਇਹ ਆਪੋ ਵਿਚ ਪੈ ਚੁਕੀ ਹੈ ਮਿਟਦੀ ਹੀ ਨਹੀਂ, ਮਾਨੋ ਇਹ ਛੋਤ ਛੋਹ ਲਗੀ ਪਈ ਹੈ ਧੁਰ ਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JJ2H",
        "source_page": 187,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwp swco; lok prlok suKdweI Eiq poiq hY [187["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contrary to the above union and grandeur of the True Guru with his Sikhs is True. It is uniform like warp and woof of a cloth. It is comforting in the world beyond. (187)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਜੇ ਹੈ ਦੁਵੱਲਾ ਪਿਆਰ ਤਾਂ ਇੱਕ ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤਿ ਦੇ ਮਿਲਾਪ ਵਿਚ। ਇਸੇ ਦਾ ਹੀ ਪ੍ਰਤਾਪ ਸੱਚਾ ਹੈ ਤੇ ਲੋਕ ਪ੍ਰਲੋਕ ਵਿਖੇ ਏਹੀ ਇਕ ਮਾਤ੍ਰ ਸੁਖਦਾਈ ਹੈ, ਤਥਾ ਤਾਣੇ ਪੇਟੇ ਦੀਆਂ ਤਾਰਾਂ ਨ੍ਯਾਈਂ ਦੁਵੱਲੀ ਰਮ੍ਯਾ ਰਹਿੰਦਾ ਹੈ ॥੧੮੭॥ ਇਸੇ ਆਸ਼੍ਯ ਪਰ ੩੨੧ ਕਬਿੱਤ ਦੀ ਵੀਚਾਰ ਪੜ੍ਹੋ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
