[
  {
    "id": "LLA",
    "sttm_id": 6668,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RRCS",
        "source_page": 188,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "logn mY logwcwr Aink pRkwr ipAwr; imQn ibauhwr duKdweI phcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There are several types of worldly loves but all these are false and considered a source of distress.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੋਕਾਂ ਅੰਦਰ ਲੋਕਾਚਾਰੀ ਵੱਜੋਂ ਅਨੇਕ ਭਾਂਤ ਦਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਇਹ ਮਿਥਨ ਬਿਉਹਾਰ ਆਪੋ ਵਿਚ ਦੀ ਵਰਤੋਂ ਪ੍ਰਵਿਰਤੀ ਦੁਖ ਦੇਣ ਹਾਰੀ ਹੀ ਪਛਾਣੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DNN3",
        "source_page": 188,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "byd imrjwdw mY khq hY kQw Anyk; sunIAY n qYsI pRIiq mn mY n mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Several love episodes are found used in the Vedas in order to explain certain point but none is heard or believed to be anywhere near the love of a Sikh with his Guru and holy congregation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੇਦ ਰੀਤੀ ਬੇਦਾਂ ਦੀ ਬੱਧੀ ਹੋਈ ਪ੍ਰਪਾਟੀ ਵਿਖੇ ਭੀ ਅਨੇਕਾਂ ਕਹਾਣੀਆਂ ਪ੍ਰੀਤੀ ਸਬੰਧੀ ਕਹਿਣ ਵਿਚ ਔਂਦੀਆਂ ਹਨ ਪ੍ਰੰਤੂ ਵਰਤਮਾਨ ਵਿਚ ਨਹੀਂ ਸੁਣੀਂਦੀ ਓਹੋ ਜੇਹੀ ਪ੍ਰੀਤ ਦੀ ਘਟਨਾ, ਤਿਸੀ ਪ੍ਰਕਾਰ ਮਨ ਅੰਦਰ ਭੀ ਮੰਨਨ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ ਭਾਵ, ਸ਼ਬਦ ਪ੍ਰਮਾਣ ਤੋਂ ਛੁਟ ਪ੍ਰਤੱਖ ਪ੍ਰਮਾਣ ਵਜੋਂ ਕੋਈ ਉਦਾਹਰਣ ਨਹੀਂ ਮਿਲਦਾ ਤੇ ਨਿਸਚਾ ਭੀ ਨਹੀਂ ਬੱਝਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HVD7",
        "source_page": 188,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn aunmwn mY n jgq Bgq ibKY; rwg nwd bwid Awid AMiq hU n jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such true love cannot be found in methods and statements of knowledge, in saying of pious persons in the melodies sung in various modes with accompaniment of musical instruments from one end of world to the other.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗਿਆਨ ਉਨਮਾਨ ਵਿਖੇ ਭਾਵ ਅਨੁਮਾਨ ਪ੍ਰਮਾਣ ਦ੍ਵਾਰੇ ਦਲੀਲਾਂ ਦੇ ਘੋੜੇ ਦੁੜਾ ਉਕਤ ਜੁਕਤ ਚਲਾ ਕੇ ਭੀ ਤੱਕਿਆਂ ਨਹੀਂ ਜਾਨਣ ਵਿਚ ਔਂਦੀ ਐਸੀ ਕੋਈ ਪ੍ਰੀਤੀ ਆਦਿ ਅੰਤ ਵਿਖੇ ਜਗਤ ਅੰਦਰ ਅਥਵਾ ਭਗਤੀ ਮਾਰਗ ਦੇ ਦਾਹ੍ਵੇਦਾਰਾਂ ਅੰਦਰ, ਜਿਹੜੇ ਕਿ ਰਾਗ ਅਲਾਪਦੇ, ਸ੍ਰੋਦਾਂ ਉਠਾਂਦੇ ਤਾ ਢੋਲਕਾਂ ਛੈਣੇ ਖੜਤਾਲਾਂ ਖੰਜੀਰਾਂ ਆਦਿ ਸਾਜ ਬਾਜ ਦੇ ਪਸਾਰੇ ਪਸਾਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5CBG",
        "source_page": 188,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwpu jYso; qYso n iqRlok ibKy Aaur aur AwnIAY [188["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The expression of love between the Sikhs and the holy congregation of the True Guru has unique grandeur and such love cannot find its match in anyone's heart in the three worlds. (188)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੱਚਮੁੱਚ ਸਹੀ ਗੁਰੂ ਅਰੁ ਸਿੱਖ ਸੰਗਤ ਦੇ ਮਿਲਾਪ ਪਿਆਰ ਦਾ ਪ੍ਰਤਾਪ ਜਿਸ ਪ੍ਰਕਾਰ ਦਾ ਹੈ, ਓਹੋ ਜੇਹਾ ਨਹੀਂ ਤ੍ਰਿਲੋਕੀ ਵਿਖੇ ਹੋਰ ਕਿਸੇ ਟਿਕਾਣੇ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ॥੧੮੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
