[
  {
    "id": "43H",
    "sttm_id": 6669,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Y0QU",
        "source_page": 189,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur pUrn ikRpw jau krY; hrY haumY rogu irdY inMmRqw invws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the True Guru, an embodiment of complete and the only Lord becomes clement, he destroys the melody of ego, instilling humility in the heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਪੂਰੇ ਗੁਰੂ ਜਦ ਪੂਰੀ ਪੂਰੀ ਕ੍ਰਿਪਾ ਕਰਦੇ ਹਨ, ਤਦ ਹਉਮੈਂ ਦੇ ਰੋਗ ਨੂੰ ਦੂਰ ਕਰ ਦਿੰਦੇ ਹਨ ਤੇ ਹਿਰਦੇ ਅੰਦਰ ਨਿੰਮ੍ਰਤਾ ਦਾ ਵਾਸਾ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WSUB",
        "source_page": 189,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilvlIn swDsMig imil; BwvnI Bgiq Bwie duibDw ibnws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the kindness of the True Guru, one gets attached with Word Guru (Shabad Guru) in the company of saintly persons. The sentiment of loving worship destroys the duality from the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਨਿੰਮ੍ਰਤਾ ਪ੍ਰਾਪਤ ਪੁਰਖ ਸਤ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਗੁਰ ਉਪਦੇਸ਼ ਨੂੰ ਸੁਣ ਕਰ ਕੇ ਉਸ ਵਿਖੇ ਲਿਵ ਤਾਰ ਲਗਾ ਕੇ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਰੁ ਭਗਤੀ ਭਾਵ ਵਾਲੀ ਭਾਵਨਾ, ਅਰਥਾਤ ਸਤਿਗੁਰ ਦੇ ਸ਼ਬਦ ਨਾਲ ਪੂਰਣ ਪ੍ਰੀਤ ਲਗਾ ਕੇ ਓਨਾਂ ਉਪਰ ਓਸ ਦੀ ਭੌਣੀ ਸ਼ਰਧਾ ਦ੍ਰਿੜ੍ਹ ਹੋ ਜਾਂਦੀ ਹੈ। ਦੁਬਿਧਾ ਸਮੂਲਚੀ ਨਾਸ਼ ਹੋ ਜਾਂਦੀ ਹੈ। ਭਾਵ ਬਿਨਾਂ ਸਤਿਗੁਰੂ ਅਰੁ ਨਾਮ ਦੇ ਹੋਰ ਦੂਆ ਕੋਈ ਮਨੋਰਥ ਪੂਰਣ ਕਰਣਹਾਰਾ ਓਸ ਨੂੰ ਸੁਝਨੋਂ ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z9HG",
        "source_page": 189,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rs AMimRq inDwn pwn pUrn hoie; ibsm ibsvws ibKY AnBY AiBAws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the magnificence of the True Guru, the relishing of loving elixir-like Naam, one feels satiated. Becoming wondrous and devoted, one indulges in the meditation on the name of fearless Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਅੰਮ੍ਰਿਤ ਦੇ ਭੰਡਾਰ ਵਿਚੋਂ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪਨ ਕਰ ਛਕ ਕਰ ਕੇ ਤ੍ਰਿਪਤ ਹੋਯਾ ਹੋਯਾ ਜਿਸ ਵਿਸ਼੍ਵਾਸ ਨਿਸਚੇ ਦਾ ਧਾਰਣਾ ਬਿਸਮ ਬਿਖਮ ਅਤ੍ਯੰਤ ਬਿਖੜਾ ਅਉਖਾ ਹੈ, ਓਸੀ ਵਿਖੇ ਅਨਭਉ ਯਥਾਰਥ ਗਿਆਨ ਸਾਮਰਤੱਖ ਪ੍ਰਤੀਤ ਕਰਨ ਵਾਲੇ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਬਾਰੰਬਾਰ ਪ੍ਰਵਿਰਤ ਰਹਿਣ ਲਗ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YJ5N",
        "source_page": 189,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj suBwie cwie icMqw mY AqIq cIq; siqgur siq gurmiq gur dws hY [189["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the kindness of True Guru renouncing fear and worry one gets into a state of ecstasy and by adopting consecration of True Guru one becomes a slave of the Guru. (189)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਅਭ੍ਯਾਸ ਵਿਚ ਸਹਿਜ ਸੁਭਾਵ ਹੀ ਓਸ ਨੂੰ ਚਾਅ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਇਸੇ ਹੀ ਭਰੇ ਹੋਏ ਉਤਸ਼ਾਹ ਕਾਰਣ ਉਸ ਦਾ ਚਿੱਤ ਚਿੰਤਾ ਤੋਂ ਅਤੀਤ ਉਪ੍ਰਾਮ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ। ਅਰੁ ਸਤਿਗੁਰੂ ਸਤ੍ਯ ਸਰੂਪ ਹਨ ਤੇ ਓਨਾਂ ਦੀ ਗੁਰਮਤਿ ਸਿੱਖ ਮੱਤ ਭੀ ਸਤ੍ਯ ਸਰੂਪੀ ਹੈ ਐਸਾ ਨਿਸਚਾ ਧਾਰਣ ਹਾਰਾ ਉਹ ਸੱਚਾ ਗੁਰੂ ਕਾ ਦਾਸ ਹੈ ॥੧੮੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
