[
  {
    "id": "CEW",
    "sttm_id": 6670,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5TFE",
        "source_page": 190,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq ilv swDsMig; iqRgun AqIq cIq Awsw mY inrws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient disciple of the True Guru lodges the Guru's word in his consciousness in the holy company of God-loving people. He protects his mind from the influence of maya (mammon) and remains free from the worldly options and conceptions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਸਾਧ ਸੰਗਤ ਦ੍ਵਾਰੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਤਾਰ ਨੂੰ ਲੌਂਦੇ ਹੋਏ ਅਪਣਾ ਰੁਖ ਤ੍ਵੱਜੋ ਖ੍ਯਾਲ ਤਾਂਘ ਗੁਰੂ ਮਹਾਰਾਜ ਵੱਲ ਹੀ ਰਖਦਾ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਆਸਾਂ ਉਮੇਦਾਂ ਦੇ ਮੰਡਲ ਕਾਰਾਂ ਵਿਹਾਰਾਂ ਵਿਚ ਵਰਤਦੇ ਹੋਏ ਭੀ ਨਿਰਾਸ ਰਹਿੰਦਾ ਹੈ, ਭਾਵ ਬੇਪ੍ਰਵਾਹੀ ਵਿਚ ਖੇਲਦਾ ਹੈ ਤੇ ਓਸ ਦੇ ਚਿੱਤ ਉਪਰ ਰਜੋ ਤਮੋ ਸਤੋ ਗੁਣ ਦਾ ਕੁਦਰਤੀ ਗੇੜਾ ਅਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "32FM",
        "source_page": 190,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwm inhkwm Dwm shj suBwie irdY; brqY brqmwn igAwn ko pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Living and dealing with the world, the Naam of the Lord which is treasure-house of indifference to the worldly attractions gets lodged in his mind. Thus the divine light effulges in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਮ ਹੈ ਨਿਸ਼ਕਾਮ ਪਦ ਨਿਰਵਿਕਲਪ ਪਦਵੀ ਜਿਸ ਦਾ ਓਸ ਵਿਖੇ ਓਸ ਦਾ ਸਹਿਜ ਸੁਭਾਵ ਟਿਕਆ ਰਹਿੰਦਾ ਹੈ, ਅਰੁ ਜਿਹੀ ਵਰਤਮਾਨ ਦਾ ਵਰਤਾਰਾ ਆਨ ਵਰਤੇ ਓਸ ਵਿਖੇ ਵਰਤਦਿਆਂ ਹੋਯਾਂ ਭੀ ਓਸ ਦੇ ਅੰਦਰ ਗ੍ਯਾਨ ਮਈ ਚਾਨਣਾ ਹੀ ਪ੍ਰਗਾਸ ਉਜਾਲਾ ਕਰੀ ਰਖਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UPHJ",
        "source_page": 190,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUKm sQl eyk Aau Anyk myk; bRhm ibbyk tyk bRhm ibsvws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Supreme Lord who manifests in perceptible and subtle ways in everything of the world becomes his support when he contemplates on Him. He reposes his confidence in that Lord alone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਗਿਆਨ ਦਾ ਚਾਨਣਾ ਇਹ ਹੁੰਦਾ ਹੈ ਕਿ ਸੂਖਮ ਮਨ ਵਿਚ ਫੁਰਣ ਹਾਰੀ ਸੰਕਲਪ ਮਈ ਰਚਨਾ ਅਰੁ ਸਥੂਲ ਦ੍ਰਿਸ਼ਟਮਾਨ ਪਸਾਰਾ ਸਭ ਇਕ ਸਰੂਪ ਹੀ ਹੈ, ਅਤੇ ਇਕ ਹੀ ਇਸ ਸਮੂਹ ਅਨੇਕਤਾ ਵਿਚ ਮਿਲ੍ਯ ਹੋਯਾ ਸਾਰੇ ਏਸ ਠਾਠ ਨੂੰ ਵਰਤਾ ਰਿਹਾ ਹੈ। ਇਉਂ ਬ੍ਰਹਮ ਦੇ ਬਿਬੇਕ ਦੋ ਵਿਚ ਇੱਕ ਦੇ ਵੀਚਾਰ ਦੀ ਟੇਕ ਇਸਥਿਤੀ ਨੂੰ ਧਾਰ ਕੇ ਉਹ ਬ੍ਰਹਮ ਸਰੂਪੀ ਵਿਸ਼੍ਵਾਸ ਨਿਸਚੇ ਵਿਚ ਪ੍ਰਪੱਕ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NLEJ",
        "source_page": 190,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin ilv Awpw Koie huie ryn; siqgur sq gurmiq gur dws hY [190["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossing and attaching the mind in the refuge of the holy feet of the True Guru, one destroys his egocentricity and adopts humility. He lives in the service of holy men and becomes a true servant of the Guru by accepting the teachings of the True Gur",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਚਰਣ ਚੱਲਨ ਆਚਰਣ ਦ੍ਵਾਰੇ ਸ਼ਰਣ ਓਟ ਸਹਾਰਾ ਓਸ ਕਰਤਾਰ ਦਾ ਅਪਣੇ ਅੰਦਰ ਧਾਰ ਕੇ ਇਸੇ ਲਿਵ ਪ੍ਰਾਯਣ ਭਾਵ ਸਭ ਦੇ ਅੰਦਰ ਉਸ ਅਕਾਲ ਪੁਰਖ ਦੀ ਜੋਤ ਨੂੰ ਤੱਕਦਾ ਹੋਯਾ, ਆਪੇ ਨੂੰ ਗੁਵਾ ਕੇ ਸਭ ਦੇ ਚਰਣਾਂ ਦੀ ਧੂੜ ਸਮਾਨ ਨਿੰਮ੍ਰਤਾ ਵਾਨ ਹੋਯਾ ਸਤਿਗੁਰੂ ਸਤ੍ਯ ਸਰੂਪ ਹਨ ਤੇ ਓਨਾਂ ਦੀ ਗੁਰਮਤਿ ਭੀ ਸਤ੍ਯ ਸਰੂਪੀ ਹੈ ਐਸੀ ਪੱਕੀ ਭੌਣੀ ਧਾਰਨ ਹਾਰਾ ਉਹ ਸੱਚਾ ਗੁਰੂ ਦਾ ਦਾਸ ਹੈ ॥੧੯੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
