[
  {
    "id": "LHA",
    "sttm_id": 6671,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9EYX",
        "source_page": 191,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "haumY AiBmwn kY AigAwnqw AvigAw gur; inMdw gur dwsn kY nwm gurdws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Under the influence of self-pride, ego and ignorance, I show scant respect to the Guru and indulge in slander of his servants. Yet I have named myself the slave of Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਗਿਆਨਤਾਈ ਅਨਜਾਣਤਾ ਕਰ ਕੇ ਹਉਮੈ ਪ੍ਰਗਟ ਹੰਕਾਰ ਤਥਾ ਅਭਿਮਾਨ ਸੂਖਮ ਹੰਕਾਰ ਅਪਣੇ ਅੰਦਰ ਧਾਰ ਕੇ ਮੈਂ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦੀ ਅਵਗਿਆ ਨਿਰਾਦਰੀ ਕਰਣ ਹਾਰਾ ਹਾਂ। ਗਰੂ ਤੋਂ ਬੇਮੁਖ ਹੋ ਨੱਠ ਪੈਣ ਵਾਲਾ ਹੋਣ ਕਾਰਣ ਅਤੇ ਗੁਰੂ ਦੇ ਜਿਹੜੇ ਸੱਚੇ ਸੇਵਕ ਪੂਰਣ ਭਰੋਸੇ ਵਾਲੇ ਅਪਣੇ ਚਿੱਤ ਦੇ ਸੱਚੇ ਭਾਵਾਂ ਨੂੰ ਪ੍ਰਗਟ ਕਰਣ ਹਾਰੇ ਸਨ, ਓਨਾਂ ਦੀ ਨਿੰਦ੍ਯਾ ਕਰਣ ਹਾਰਾ ਭਾਵ, ਕੱਚੇ ਡੋਲਦੇ ਹਨ ਇਉਂ ਆਖ ਕੇ ਓਨਾਂ ਦੀ ਹਾਲਤ ਕਰਨ ਵਾਲਾ ਹਾਂ ਤੇ ਨਾਮ ਮੇਰਾ ਗੁਰਦਾਸ ਹੈ ਭਾਵ ਫੋਕਾ ਨਾਮ ਹੀ ਨਾਮ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PQW2",
        "source_page": 191,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mhurw khwvY mITw geI so khwvY AweI; rUTI kau khq quTI hoq auphws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This is like poisonous root or tuber of Aconytum Ferox (Mitha Mauhra) that is called sweet or an infected eye that is called 'akh ai hai' and one who suffers from smallpox is said to have been visited and blessed by mother (Mata). This is a big joke.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਲਕੁਲ ਇਹ ਓਕੂੰ ਹੀ ਉਲਟੀ ਗੱਲ ਹੈ ਜੀਕੂੰ ਕਿ ਸੰਸਾਰ ਅੰਦਰ, ਹੈ ਤਾਂ ਮਹੁਰਾ ਮਰ ਸਿੱਟਨ ਵਾਲਾ, ਪਰ ਨਾਮ ਓਸ ਦਾ ਗ੍ਰੰਥਾਂ ਪੋਥੀਆਂ ਅਰੁ ਵੈਦਾਂ ਅੰਦਰ ਪ੍ਰਸਿਧ ਹੈ ਮਿੱਠਾ ਸਿੰਗੀਆ ਵਿਖ ਅਤੇ ਅੱਖ ਤਾਂ ਗਈ ਵਰਗੀ ਹੋ ਰਹੀ ਹੁੰਦੀ ਹੈ ਤੇ ਆਖਦੇ ਹਨ ਓਸ ਨੂੰ ਆ ਗਈ ਤਥਾ ਕੁਦਰਤ ਮਾਤਾ ਤਾਂ ਸੀਤਲਾ ਦੇ ਰੂਪ ਵਿਚ ਪ੍ਰਤੱਖ ਰੁੱਸੀ ਪਈ ਦਿਸ੍ਯਾ ਕਰਦੀ ਹੈ ਤੇ ਆਖੀ ਜਾਯਾ ਕਰਦੇ ਹਨ ਮਾਤਾ ਤੁਠੀ ਹੋਈ ਹੈ ਬਿਲਕੁਲ ਇਸ ਹਾਸੋ ਹੀਣੇ ਵਰਤਾਰੇ ਮੂਜਬ ਹੀ ਮੇਰਾ ਨਾਮ ਭੀ ਗੁਰਦਾਸ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VMHR",
        "source_page": 191,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwNJ khwvY spUqI duhwgin suhwgin; kurIiq surIiq, kwitE nktw ko nws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just out of fun a barren woman is called Saputi (one blessed with sons), an abandoned woman is called happily married, it is no different than calling an evil rite as auspicious or one with chopped nose as beautiful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੰਧਿਆ ਸੰਢ ਨਿਪੁੱਤੀ ਨੂੰ ਕਹਿਣ ਮਾਤ੍ਰ ਵਿਚ ਸਪੁੱਤੀ ਆਖਦੇ ਹਨ: ਦੁਹਾਗਨਿ ਦੋਹਾਂ ਦੇ ਅਗੇ ਹੋਣ ਵਾਲੀ ਵਾ ਦੋਹਾਂ ਨੂੰ ਮਨ ਵਿਚ ਚਿੰਤਨ ਵਾਲੀ ਬਿਭਚਾਰਨ ਹੋਵੇ ਤਾਂ ਧਰੇਲ ਪਰ, ਆਖਨ ਵਿਚ ਕਹੀ ਜਾਂਦੀ ਹੈ ਸੁਹਾਗਨਿ ਐਸਾ ਹੀ ਗਰਭਨੀ ਦੀਆਂ ਰੀਤਾਂ ਹੈਨ, ਤਾਂ ਓਸ ਵਿਚਾਰੀ ਨੂੰ ਭੰਡਨ ਵਾਲੀਆਂ ਪਰ ਨਾਮ ਰੱਖ ਛਡਿਆ ਹੈ ਓਨਾਂ ਦਾ ਰੀਤਾਂ ਕੁਲਾਚਾਰੀ ਰੀਤੀ, ਅਰੁ ਨੱਕ ਵੱਢੇ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਨਾਸਾਂ ਵਾਲਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8T2F",
        "source_page": 191,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwvro khwvY Boro AwNDrY khY sujwKo; cMdn smIp jYsy bwsu n subws hY [191["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a crazy person is addressed as simpleton, or a blind person who can see are all a crazy and wrong expressions, Similarly a bamboo tree even if it thrives in the close proximity of a Sandalwood tree cannot acquire its fragrance, so would a person l",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੌਰੇ ਸੁਦਾਈ ਨੂੰ ਭੋਲਾ ਲੋਕ ਆਖਦੇ ਹਨ, ਤੇ ਅੰਨੇ ਨੂੰ ਸੁਜਾਖਾ ਸੂਰਮਾਂ ਪੰਜ ਅੱਖਾ ਕਰ ਕੇ ਸੱਦਦੇ ਹਨ ਜਿਸ ਤਰ੍ਹਾਂ ਇਹ ਅਲੋਕਾਰ ਦਾ ਕਹਿਣਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਗੁਰੂ ਦੇ ਸਮੀਪ ਰਹਿ ਕੇ ਭੀ ਚੰਦਨ ਦੇ ਸਮੀਪੀ ਹੋ ਕੇ ਭੀ ਵਾਂਸ ਦੇ ਸੁਗੰਧੀਓਂ ਸੱਖਨੇ ਰਹਿਣ ਵਤ ਮੈਨੂੰ ਗੁਰਦਾਸ ਨਾਮ ਵਾਲੇ ਨੂੰ ਸਮਝੋ ਇਹ ਭਾਵ ਹੈ ॥੧੯੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
