[
  {
    "id": "BZT",
    "sttm_id": 6672,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9FPR",
        "source_page": 192,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK eykmyk rom n pujis koit; hom jig Bog neIbyd pUjwcwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No one, not even millions of offerings to the fire, celestial feasts, offerings to the gods and other forms of worship, rites and rituals can reach even a hair of a Sikh who has become one with his True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਨਾਲ ਇਕ ਮਿੱਕ ਮਿਲ ਕੇ ਇਕ ਰੂਪ ਹੋ ਚੁੱਕੇ ਗੁਰ ਸਿੱਖ ਦੇ ਰੋਮ ਮਾਤ੍ਰ ਨੂੰ ਭੀ ਨਹੀਂ ਪੁਜ ਸਕਦੇ ਹਨ, ਕ੍ਰੋੜਾਂ ਵਾਰ ਕੀਤੇ ਹੋਏ ਹਮਨ ਯਗ੍ਯ ਬ੍ਰਹਮ ਭੋਜ ਤਥਾ ਦੇਵਤਾ ਅਰਪਿਤ ਭੇਟਾ ਅਰੁ ਪੂਜਾ ਅਰਚਾ ਰੂਪ ਸਾਧਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0JZJ",
        "source_page": 192,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog iDAwn igAwn AiDAwqm iriD isiD inDo; jp qp sMjmwid Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many forms of Yogas contemplations, exercises to control the body and other disciplines of Yoga, miraculous powers and other forms of obstinate worships cannot reach to match a hair of a Guru's Sikh.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਕ੍ਰੋੜਾਂ ਗੁਣਾਂ ਸਾਧੇ ਹੋਏ ਨਹੀਂ ਪੁਜ ਸਕਦੇ ਓਸ ਦੇ ਵਾਲ ਭਰ ਨੂੰ, ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਜੋ ਹਠ, ਮੰਤ੍ਰ ਲਯ ਤਥਾ ਰਾਜ ਜੋਗ ਰੂਪ ਚਾਰੇ ਜੋਗ ਹਨ, ਵ ਸਰਗੁਨ ਨਿਰਗੁਣ ਸਰੂਪੀ ਧਿਆਨ। ਤਥਾ ਆਤਮਾ ਨੂੰ ਆਸ੍ਰੇ ਕਰਣ ਹਾਰਾ ਪਰ ਅਪਰ ਰੂਪ ਗਿਆਨ ਅਰੁ ਰਿਧੀਆਂ, ਸਿਧੀਆਂ ਅਉ ਅਤੇ ਨਿਧੀਆਂ ਭੀ ਨਹੀਂ ਪੁਜ ਸਕਦੀਆਂ। ਅਥਵਾ ਰਾਜਸ ਤਾਮਸ ਸਾਤਕ ਮੰਤ੍ਰਾਂ ਦੇ ਜਪ ਅਰੁ ਤਪ ਵਾ ਸੰਯਮ ਬਰਤ ਅਦਿ ਜੋ ਧਾਰਣੇ ਹਨ ਇਹ ਭੀ ਨਹੀਂ ਪੁਜ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DQU8",
        "source_page": 192,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isMimRiq purwn byd swsqR Aau swAMgIq; sursr dyv sbl mwieAw ibsQwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the Simritis, Vedas, Purans, other scriptures, music, rivers like Ganges, abodes of gods and expanse of mammon in the entire Universe can reach the praise of a hair of a Guru's Sikh who has become one with the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਈ ਸਿੰਮ੍ਰਤੀਆਂ, ਅਠਾਰਾਂ ਪੁਰਾਣ ਚਾਰੋਂ ਬੇਦ, ਛੀਏ ਸ਼ਾਸਤ੍ਰ ਅਰੁ ਰਾਗ ਵਿਦ੍ਯਾ, ਗੰਗਾ, ਦੇਵ ਈਸ਼੍ਵਰ ਜੋ ਮਾਯਾ ਸਬਲ ਹੈ। ਵਾ ਸਥਲ ਪਾਠ ਹੋਵੇ ਤਾਂ ਦੇਵ ਮੰਦਰ ਜੋ ਮਾਯਾ ਦਾ ਪਸਾਰਾ ਮਾਤ੍ਰ ਹਨ ਅਥਵਾ ਸਮੂਹ ਮਾਯਾ ਦਾ ਠਾਠ ਰੂਪ ਪ੍ਰਪੰਚ ਪਸਾਰਾ ਭੀ ਨਹੀਂ ਗੁਰ ਸਿਖ ਦੇ ਰਮੋ ਦੀ ਸਮਤਾ ਲਿਆ ਸਕਦੇ, ਚਾਹੇ ਉਹ ਕ੍ਰੋੜਾਂ ਗੁਣਾਂ ਹੋ ਕੇ ਆਵਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "63A5",
        "source_page": 192,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin isK sMgiq AsMK jw kY; sRI gur crn nyq nyq nmskwr hY [192["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless are the congregations of such Sikhs of the Guru. Such a True Guru is beyond count. He is infinite. We salute at His holy feet again and again. (192)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹਿਆਂ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਸਿੱਖਾਂ ਦੀ ਅਨਗਿਣਤ ਸੰਗਤ ਜਿਸ ਸਤਿਗੁਰੂ ਦੀ ਹੈ, ਅਨੰਤ ਅਨੰਤ ਵਾਰ ਓਸ ਦੇ ਚਰਣਾਂ ਕਮਲਾਂ ਤਾਈਂ ਨਮਸਕਾਰ ਹੈ ॥੧੯੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
