[
  {
    "id": "YMV",
    "sttm_id": 6673,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SF8P",
        "source_page": 193,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj gurisK mwQY lwgI; bwCq skl gurisK pg ryn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru who is blessed by the holy dust of the feet of the True Guru (who receives the boon of Naam Simran from the True Guru), the entire Universe crave for the dust of his feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਗੁਣਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ੂਲੀ ਲਗੀ ਹੈ ਜਿਹੜਿਆਂ ਸਿੱਖਾਂ ਦੇ ਮੱਥੇ ਉਪਰ, ਸਭ ਹੀ ਅਗੇ ਕਥਨ ਕੀਤੇ ਮੰਗਦੇ ਹਨ, ਓਨਾਂ ਗੁਰ ਸਿੱਖਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਰੇਣ ਧੂੜੀ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G7J3",
        "source_page": 193,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin koit kmlw klpqr; pwrs AMimRq icMqwmin kwmDyn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of goddesses of wealth, tree of Indra's heavenly garden (Kalap- Variksh), philosopher stones, elixirs, distress removing forces and heavenly cows (Kamdhenu) desire the touch of such a Sikh of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਹੀ ਕ੍ਰੋੜਾਂ ਲਛਮੀਆਂ, ਕਲਪ ਬਿਰਛ, ਪਾਰਸ, ਅੰਮ੍ਰਿਤ, ਚਿੰਤਾਮਣੀਆਂ ਤਥਾ ਜੋ ਕਾਮਧੇਨੂਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BJK8",
        "source_page": 193,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suir nr nwQ muin iqRBvn Aau iqRkwl; log byd igAwn aunmwn jyn kyn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of gods, humans, sages, master yogis, all the three worlds, the three times, wondrous knowledge of Vedas and many such estimates beg for the holy dust of the feet of such a disciple of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ, ਨਰ ਮਨੁੱਖ ਨੌਂ ਨਾਥ, ਸੱਤ ਮੁਨੀ, ਸੁਰਗ, ਪਤਾਲ, ਮਾਤ ਲੋਕ ਅਰੁ ਭੂਤ ਭਵਿੱਖਤ ਵਰਤਮਾਨ ਕਾਲ, ਚੌਦਾਂ ਲੋਕ, ਚਾਰੋਂ ਬੇਦ, ਲੌਕਿਕ ਬੇਦਿਕ ਗਿਆਨ, ਤਥਾ ਜੇਨ ਕੇਨ, ਜਿਸ ਕਿਸ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਹੋਰ ਜੋ ਕੁਛ ਭੀ ਉਨਮਾਨ ਕੀਤਾ ਸੋਚ ਵੀਚਾਰ ਵਿਚ ਲ੍ਯਾਂਦਾ ਜਾ ਸਕਦਾ ਹੈ ਇਹ ਸਭ ਦੇ ਸਭ ਹੀ ਅਨੰਤ ਗੁਣਾਂਹੋ ਹੋ ਕੇ ਉਕਤ ਚਰਣ ਧੂੜ ਦੀ ਬਾਂਛਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D86Q",
        "source_page": 193,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin isK sMgiq AsMK jw kY; nmo nmo gurmuK suKPl dyn hY [193["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There are numerous congregations of such Sikhs of the True Guru. I bow again and again before such True Guru who is the blesser of such elixir-like Naam that provides comfort and peace. (193)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਤੋਂ ਕ੍ਰੋੜਾਂ ਹੀ ਐਸਿਆਂ ਸਿੱਖਾਂ ਦੀਆਂ ਅਸੰਖ੍ਯਾਤ ਸੰਗਤਾਂ ਜਿਸ ਗੁਰੂ ਦੀਆਂ ਹਨ, ਗੁਰਮੁਖਾਂ ਨੂੰ ਸੁਖਫਲ ਦੇਣ ਹਾਰੇ ਓਸ ਤਾਈਂ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਹੈ॥੧੯੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
