[
  {
    "id": "D6W",
    "sttm_id": 6674,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KPKN",
        "source_page": 194,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwpu Aiq; BwvnI Bgq Bwie cwie kY ceIly hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory and grandeur of the Sikhs of Guru who are one with the True Guru and are perpetually in touch with His holy feet is beyond mention. Such Sikhs are ever motivated to meditate more and more on the Lord's name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਕਤ ਗੁਰਸਿੱਖਾਂ ਦੀ ਸੰਗਤਿ ਦੇ ਮਿਲਾਪ ਦਾ ਪ੍ਰਭਾਵ ਬਹੁਤ ਉਤਮ ਹੈ ਅਰਥਾਤ ਇਨਾਂ ਸਿਖਾਂ ਦੀ ਸੰਗਤ ਵਿਖੇ ਜਿਨਾਂ ਕਿਨਾਂ ਨੂੰ ਮੇਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇ, ਉਹ ਐਸੇ ਉਤਮ ਹੋ ਜਾਂਦੇ ਹਨ ਕਿ ਓਨਾਂ ਦੀ ਭੌਣੀ ਭਗਤੀ ਭਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਭਾਇ ਪ੍ਰੇਮ ਭਾਵ ਦੇ ਚਾਅ ਚੌਂਪ ਨਾਲ ਓਨ੍ਹਾਂ ਨੂੰ ਚਾਹਮਲੀਆਂ ਚੜ੍ਹੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਭਾਵ ਪ੍ਰੇਮ ਦੀਆਂ ਤਰੰਗਾਂ ਦੇ ਅਧੀਨ ਹਰ ਸਮੇਂ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੀ ਸੇਵਾ ਆਦਿ ਵਿਖੇ ਉਮੰਗ ਤੇ ਉਤਸ਼ਾਹ ਓਨਾਂ ਅੰਦਰ ਜਾਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U7EW",
        "source_page": 194,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs ilv Aiq Ascrj mY; bcn qMbol sMg rMg huie rMgIly hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The vision of the Sikhs of the Guru is ever fixed in the astonishing form of the True Guru. Such Sikhs are ever dyed in the hue of Naam Simran that they repeatedly meditate on like perpetually chewing betel leaf and nut.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤ੍ਯੰਤ ਅਸਚਰਜ ਸਰੂਪ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਵਿਖੇ ਦ੍ਰਿਸ਼ਟੀ ਦੀ ਲਿਵ ਤਾਰ ਤਾੜੀ ਅੰਤਰਮੁਖੀ ਲਗੀ ਰਹਿੰਦੀ ਹੈ ਓਨਾਂ ਦੀ ਤੇ ਬਚਨ ਗੁਰ ਉਪਦੇਸ਼ ਰੂਪੀ ਤੰਬੋਲ ਪਾਨ ਦੇ ਅਭ੍ਯਾਸ ਰੂਪ ਚਬਾਨ ਨਾਲ ਪ੍ਰੇਮ ਰੰਗ ਕਰ ਕੇ ਉਹ ਰੰਗੀਲੇ ਲਾਲ ਗੁਲਾਲ ਪ੍ਰੇਮ ਪ੍ਰੀਤੀ ਰੱਤੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JCCV",
        "source_page": 194,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv lIn jl mIn giq; pRym rs AMimRq kY risk rsIly hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a fish meeting water, the divine word of the True Guru when lodged in the mind, they remain engrossed in Lord's name. They themselves become nectar-like by constant meditation on the elixir-like Naam that they keep relishing all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਗੁਰੂ ਮੰਤ੍ਰ ਸਰੂਪੀ ਸ਼ਬਦ ਵਿਖੇ ਅਥਵਾ ਉਪਦੇਸ਼ ਸੁਨਣ ਦੀ ਬਾਰੰਬਾਰ ਧਾਰਣਾ ਰਾਹੀਂ ਪ੍ਰਕਾਸ਼ ਹੋਈ ਅਗੰਮੀ ਧੁਨ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਾ ਕੇ ਜਲ ਵਿਚ ਮਛਲੀ ਨ੍ਯਾਈਂ ਲੀਨ ਮਗਨ ਹੋਏ ਹੋਏ, ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਦੇ ਰਸੀਏ ਬਣਕ ਉਹ ਰਸ ਵਾਲੇ ਆਤਮ ਰਸ ਭਿੰਨੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z9Q6",
        "source_page": 194,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soBw iniD soB koit Et loB kY luiBq; koit Cib Cwh iCpY Cib kY CbIly hY [194["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "These pious Sikhs are store-house of adulations. Millions of adulations crave for their praise and seek their refuge. They are so handsome and beautiful that millions of beautiful forms are nothing before them. (194)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਰਹਿਣੀ ਕਰ ਕੇ ਉਹ ਸ਼ੋਭਾ ਦੇ ਭੰਡਾਰ ਬਣ ਜਾਂਦੇ ਹਨ ਤੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸ਼ੋਭਾ ਲੋਭ ਕਰ ਕੇ ਲੁਭਾਯਮਾਨ ਹੋਈਆਂ ਹੋਈਆਂ ਓਨਾਂ ਦੀ ਓਟ ਸਹਾਰੇ ਆਂਭ ਸਾਂਭ ਨੂੰ ਲੈਕ ਰਹਿੰਦੀਆਂ ਹਨ, ਅਤੇ ਛਬਿ ਸੁੰਦਰਤਾ ਕਰ ਕੇ ਐਡੇ ਛਬੀਲੇ ਸੁੰਦਰ ਉਹ ਹੋ ਜਾਂਦੇ ਹਨ ਕਿ ਕ੍ਰੋੜਾਂ ਹੀ ਛਬਾਂ ਓਨਾਂ ਦੀ ਛਾਹ ਛਾਇਆ ਤਲੇ ਛਪੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧੯੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
