[
  {
    "id": "Q1N",
    "sttm_id": 6675,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PTRS",
        "source_page": 195,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK eykmyk rom kI AkQ kQw; gurisK swDsMig mihmw ko pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of a hair of a Sikh who has become one with the True Guru cannot be narrated. Then who can fathom the greatness of a congregation of such glorious Sikhs?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਹਿੜੇ ਗੁਰੂ ਕੇ ਸਿੱਖ ਪੂਰਬ ਉਕਤ ਦ੍ਵਾਰੇ ਏਕ ਮੇਂ ਏਕ ਰੂਪ ਹੋ ਗਏ, ਓਨਾਂ ਦੇ ਇਕ ਰੋਮ ਵਾਲ ਭਰ ਦੀ ਕਥਾ ਅਕੱਥ ਰੂਪ ਹੈ ਨਹੀਂ ਕਹੀ ਜਾ ਸਕਦੀ। ਐਸਿਆਂ ਗੁਰ ਸਿਖਾਂ ਦੀ ਸਤ ਸੰਗਤ ਦੀ ਮਹਿਮਾ ਭਲਾ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7WNE",
        "source_page": 195,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk EAMkwr ky ibQwr ko n pwrwvwru; sbd suriq swDsMgiq smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The One Formless God whose expanse is limitless is always permeating in the congregation of devotees absorbed in His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਗੁਰ ਸਿੱਖਾਂ ਦੇ ਓਅੰਕਾਰ ਮਾਤ੍ਰ ਇੱਕ ਅੱਖਰ ਦੇ ਵਿਸਤਾਰ ਪਸਾਰੇ ਦਾ ਪਾਰਾਵਾਰ ਓੜਕ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ ਜਿਹੜਾ ਕੋਈ ਸ਼ਬਦ ਮਾ੍ਰ ਨੂੰ ਹੀ ਸੁਰਤਿ ਸੁਣ ਪੌਂਦਾ ਹੈ, ਉਹ ਤਾਂ ਸਤਸੰਗ ਵਿਚ ਲੀਨ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FGL7",
        "source_page": 195,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur swDsMig mY invws; dwsn dwswn miq Awpw n jqwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru who is manifest of the Lord resides in the congregation of holy men. But such Sikhs who are united with True Guru are very humble and they remain servants of Lord's servants. They shed all their ego.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਗੁਰੂ ਮਹਾਰਾਜ ਵਿਚ ਭੀ ਸਮਾ ਜਾਂਦਾ ਹੈ, ਕ੍ਯੋਂਕਿ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰੂ ਦਾ ਨਿਵਾਸ ਵਾਸਾ ਡੇਰਾ ਸਤਿਸੰਗ ਵਿਚ ਹੀ ਹੁੰਦਾ ਹੈ। ਅਰੁ ਇਉਂ ਅਭੇਦ ਹੋ ਕੇ ਐਸਾ ਪੁਰਖ ਉਸ ਅਭੇਦਤਾ ਦਾ ਮਾਨ ਨਹੀਂ ਕਰਿਆ ਕਰਦਾ। ਸਗੋਂ ਦਾਸਨ ਦਾਸਾਨ ਦਾਸਾਂ +ਅਨੁ+ਦਾਸਨ ਗੁਰੂ ਕਿਆਂ ਦਾਸਾਂ ਦੇ ਅਨੁ ਭਿਛੇ ਅਨੁਸਾਰ ਚੱਲਨ ਵਾਲੇ ਦਾਸਾਂ ਵਾਲੀ ਮੱਤਿ ਧਾਰਣਾ ਸੁਭਾਵ ਧਾਰ ਕੇ ਆਪੇ ਅਭਿਮਾਨ ਨੂੰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਨਹੀਂ ਜਣਾਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K04U",
        "source_page": 195,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur gur gurisK swDsMgiq hY; Eiq poiq joiq vw kI vw hI bin AwveI [195["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Guru is great and so are His disciples who constitute his holy congregation. The light divine of such a True Guru. entangled in the holy gathering like warp and 'weft of a cloth. Grandeur of such True Guru befits only Him and nobody can reach Him. (1",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਆਪ ਹੀ ਗੁਰੂ ਹਨ ਤੇ ਆਪ ਹੀ ਗੁਰ ਸਿੱਖ, ਕ੍ਯੋਂਕਿ ਓਹੀ ਸਾਧ ਸੰਗਤਿ ਵਿਖੇ ਓਤਪੋਤ ਤਾਣੇ ਪੇਟੇ ਦੀ ਤਾਰ ਵਤ ਰਮੇ ਹੋਏ ਹਨ ਇਸੇ ਲਈ ਹੀ ਓਨਾਂ ਦੀ ਜੋਤਿ ਪ੍ਰਤਾਪ ਦੀ ਪ੍ਰਭੁਤਾ ਕੇਵਲ ਓਨ੍ਹਾਂ ਨੂੰ ਹੀ ਬਣ ਆ ਸਕਦੀ ਹੈ, ਅਰਥਾਤ ਓਨਾਂ ਦੀ ਸਮਸਰਤਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ॥੧੯੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
