[
  {
    "id": "S30",
    "sttm_id": 6676,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4333",
        "source_page": 196,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pvnih pvn imlq nhI pyKIAq; silly sill imlq nw pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Air mixed with air and water mixed with water cannot be distinguished.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਬ ਅਥਵਾ ਪੱਛਮ ਵਿਖੇ ਬਹਿ ਰਹੀ ਧਾਰਾ ਪੌਣ ਦੀ ਆਪੇ ਵਿਚ ਮਿਲਦੀ ਹੋਈ ਨਹੀਂ ਤੱਕੀ ਜਾ ਸਕਦੀ, ਯਾ ਅੰਦਰ ਬਾਹਰ ਦੀ ਪੌਣ ਦਾ ਮੇਲ ਹੁੰਦਾ ਹੋਯਾ ਨਹੀਂ ਤਕ੍ਯਾ ਜਾ ਸਕਦਾ, ਅਰੁ ਨਦਾਂ ਤੇ ਸਮੁੰਦਰ ਦਾ ਅਡੋ ਅੱਡ ਕਹੌਂਦਾ ਹੋਯਾ ਪਾਣੀ ਇੱਕ ਦੂਏ ਪਾਣੀ ਵਿਚ ਮਿਲਦਾ ਹੋਯਾ ਨਹੀਂ ਪਛਾਣਿਆ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WK8M",
        "source_page": 196,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joqI imly joiq hoq iBMn iBMn kYsy kir; Bsmih Bsm smwnI kYsy jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How can light merging with another light be seen separately? How can ashes mixed with ashes be distinguished?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋਤਿ ਅਗਨੀ ਵਿਖੇ ਜੋਤਿ ਅਗਨੀ ਆਪੋ ਵਿਚ ਮਿਲੀ ਕਿਸ ਤਰ੍ਹਾਂ ਨ੍ਯਾਰੀ ਨ੍ਯਾਰੀ ਹੋ ਸਕੇ ਅਤੇ ਭਸਮਹਿ ਰਾਖ ਮਿਰਤਕਾ ਵਿਚ ਮਿਰਤਕਾ ਸਮਾਨੀ ਮਿਲੀ ਕਿਸ ਪ੍ਰਕਾਰ ਜਾਣੀ ਜਾ ਸਕ੍ਯਾ ਕਰਦੀ ਹੈ ਕਿਸੇ ਭਾਂਤ ਨਹੀਂ ਜਾਣ ਸਕੀਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BZ78",
        "source_page": 196,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kYsy pMcqq mylu Kylu hoq ipMf pRwn; ibCurq ipMf pRwn kYsy aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Who knows how a body constituted of five elements take shape? How can one discern what happens to the soul when it leaves the body?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇਂ ਹੀ ਇਨ੍ਹਾਂ ਤੱਤਾਂ ਦੀ ਬਾਹਰਲੀ ਦਸ਼ਾ ਵਾਕੂੰ, ਪੰਜਾਂ ਤੱਤਾਂ ਆਕਾਸ਼ ਵਾਯੂ ਅਗਨੀ ਜਲ ਪ੍ਰਿਥਵੀ ਦਾ ਮੇਲ ਹੋ ਕੇ ਕਿਸ ਪ੍ਰਕਾਰ ਇਹ ਸਰੀਰਾਂ ਤੇ ਪ੍ਰਾਣਾਂ ਦੀ ਮਿਲੌਨੀ ਦਾ ਖੇਲ ਹੋ ਰਿਹਾ ਹੈ, ਅਰੁ ਕਿਸ ਪ੍ਰਕਾਰ ਇਹ ਸਰੀਰ ਤੇ ਪ੍ਰਾਣ ਆਪੋ ਵਿਚ ਵਿਛੁੜਦੇ ਹਨ ਭਾਵ ਜੀਵਨ ਅਰੁ ਮਿਰਤੁ ਕਿਸ ਭਾਂਤ ਸੰਸਾਰ ਵਿਚ ਵਰਤਦੀ ਹੈ, ਇਸ ਦਾ ਅਨੁਮਾਨ ਕੀਕੂੰ ਲਾਯਾ ਜਾ ਸਕੇ ਕਿੰਤੂ ਨਹੀਂ ਲਾਯਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DDK",
        "source_page": 196,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aibgq giq Aiq ibsm Ascrj mY; igAwn iDAwn Agimiq kYsy aur AwnIAY [196["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly no one can assess the state of such Sikhs who have become one with the True Guru. That state is astonishing and wonderful. It cannot be known through the knowledge of scriptures nor through contemplation. One cannot even make an estimate or a gu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਇਹ ਬਾਹਰਲੇ ਪਸਾਰੇ ਦਾ ਮਰਮ ਹੀ ਨਹੀਂ ਜਾਣ੍ਯਾ ਜਾ ਸਕਦਾ ਤਾਂ ਅਬਿਗਤਿ ਗਿਆਨ ਸਰੂਪ ਦੀ ਗਤੀ ਅਤੀ ਬਿਸਮਾਦ ਰੂਪ ਅਤੇ ਅਚਰਜ ਮਈ ਹੈ, ਓਸ ਦੇ ਗਿਆਨ ਨੂੰ ਧਿਆਨ ਵਿਚ ਲਿਔਣਾ ਅਗਮ ਇਤਿ ਅਗੰਮਤਾ ਦੀ ਅਵਧੀ ਰੂਪ ਹੈ ਦ੍ਰਿਸ਼ਟਾਂਤ ਉਦਾਹਰਣ ਦੇ ਕੇ ਓਸ ਅਗੰਮ ਦੇ ਕਹਿਣ ਦਾ ਵੀਚਾਰ ਕਿਸ ਪ੍ਰਕਾਰ ਹਿਰਦੇ ਵਿਚ ਲਿਆਂਦਾ ਜਾ ਸਕੇ? ਭਾਵ ਇਹ ਸਭ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਹੀ ਅਗੰਮ ਤੋਂ ਭੀ ਅਗੰਮ ਹੈ ॥੧੯੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
