[
  {
    "id": "8JG",
    "sttm_id": 6677,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XA3P",
        "source_page": 197,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cwr kuMt swq dIp mY n nv KMf ibKY; dih ids dyKIAY n bn igRh jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Glory of the union of True Guru and the devotees cannot be known or estimated in all the four directions, seven seas, in all the forests and nine regions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਬ, ਪਛਮ ਆਦਿ ਚਾਰ ਕੁੰਟਾਂ ਵਿਖੇ, ਜੰਬੂ ਸਾਲਮਲੀ, ਪੁਸ਼ਕਰ, ਸਿੰਗਲਾਦੀਪ ਆਦਿ ਸੱਤਾਂ ਦੀਪਾਂ ਵਿਖੇ ਇਲਾਬ੍ਰਤ, ਕੇਤੂਮਾਲ, ਹਰਬਰਖ਼, ਭਾਰਥ ਖੰਡ ਆਦਿ ਨੌਵਾਂ ਖੰਡਾਂ ਵਿਖੇ, ਤਥਾ ਨੈਰਿਤ, ਬਾਯਬ, ਈਸਾਨ, ਅਗਨੇ੍ਯ ਅਦਿ ਦਸਾਂ ਦਿਸ਼ਾਂ ਦਿਸਾਂਤਰਾਂ, ਵਿਖੇ; ਅਰੁ ਐਸਾ ਹੀ ਬਨ ਜੰਗਲ ਅਰੁ ਗ੍ਰਿਹ ਘਰ ਵਿਖੇ ਕਿਧਰੇ ਭੀ ਨਹੀਂ ਦੱਖਣ ਵਿਚ ਔਂਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R7E0",
        "source_page": 197,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "log byd igAwn aunmwn kY n dyiKE suinE; surg pieAwl imRq mMfl n mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This grandeur has not been heard or read in wondrous knowledge of the Vedas. It is not believed to exist in heavens, nether regions nor in the worldly regions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੋਕ ਰੀਤੀ ਅਨੁਸਾਰ ਤਥਾ ਬੇਦਿਕ ਗਿਆਨ ਬੇਦਾਂ ਦ੍ਵਾਰੇ ਗਿਆਨ ਹੁੰਦਾ ਹੈ ਜਿਸ ਆਚਾਰ ਦਾ ਓਸ ਅਨੁਸਾਰ ਪੂਰਾ ਪੂਰਾ ਵਰਤਨ ਵਾਲਿਆਂ ਵਿਖੇ ਭੀ ਉਨਮਾਨ ਕੈ ਅਨੁਮਾਨ ਕਰ ਕਰ ਕੇ ਸੋਚ ਸੋਚ ਵੀਚਾਰ ਵੀਚਾਰਦੇ ਤੱਕਨ ਦਾ ਜਤਨ ਕੀਤਿਆਂ ਨਹੀਂ ਦੇਖਣ ਸੁਨਣ ਵਿਚ ਆਯਾ, ਅਰੁ ਸੁਰਗ ਪਤਾਲ ਮਾਤਲੋਕ ਅੰਦਰ ਕਿਧਰੇ ਭੀ ਪਤਾਨਾ ਮਿਲਣ ਕਰ ਕੇ ਮੰਨਣ ਵਿਚ ਐਸਾ ਨਹੀਂ ਔਂਦਾ ਭਾਵ ਨਿਸਚਾ ਨਹੀਂ ਬੱਝਦਾ ਕਿ ਕਿਸੇ ਪ੍ਰਕਾਰ ਓਨਾਂ ਵਿਖੇ ਕਹਿਣ ਜੋਗ ਪ੍ਰਤਾਪ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3W7C",
        "source_page": 197,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BUq Aau BivK n brqmwn cwro jug; cqur brn Kt drs n iDAwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It cannot be perceived in the four eons, three periods, four sections of the society and even in the six philosophical Scriptures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਿਛਲੇ ਸਮਿਆਂ ਵਿਚ ਭੀ ਐਸਾ ਹੋਯਾ ਕਦੀ ਧਿਆਨ ਅੰਦਰ ਨਹੀਂ ਔਂਦਾ, ਅਰੁ ਅਗੇ ਨੂੰ ਕਦੀ ਆਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਤਥਾ ਵਰਤਮਾਨ ਵਿਖੇ ਭੀ ਇਸ ਦਾ ਫੁਰਣਾ ਨਹੀਂ ਫੁਰਦਾ ਦਿਖਾਈ ਦਿੰਦਾ, ਇਹ ਕੀਹ ਚੌਹਾਂ ਜੁਗਾਂ ਅੰਦਰ ਚਾਰੋਂ ਬਰਨਾਂ ਤਥਾ ਛੀਆਂ ਦਰਸ਼ਨਾਂ ਵਿਖੇ ਹੀ ਕਿਤੇ ਭੀ ਐਸਾ ਪ੍ਰਤਾਪ ਵਰਤਦਾ ਖਿਆਲ ਵਿਚ ਨਹੀਂ ਔਂਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PVXE",
        "source_page": 197,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwp jYsy; qYso Aaur Taur sunIAY n pihcwnIAY [197["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of True Guru and his Sikhs is so indescribable and marvellous that such state is not heard or seen anywhere else. (197)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਇਹ ਕਿ ਜੇਹੋ ਜੇਹਾ ਪ੍ਰਤਾਪ ਪ੍ਰਭਾਵਮਹੱਤ ਗੁਰ ਸਿੱਖ ਸੰਗਤ ਦੇ ਮਿਲਾਪ ਦਾ ਹੈ, ਤੇਹੋ ਜੇਹਾ ਹੋਰ ਕਿਸੇ ਭੀ ਟਿਕਾਣੇ ਨਾਹ ਸੁਣੀਂਦਾ ਹੈ ਤੇ ਨਾ ਹੀ ਪਛਾਣ ਵਿਚ ਕਿਤੇ ਔਂਦਾ ਹੈ ॥੧੯੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
