[
  {
    "id": "1PG",
    "sttm_id": 6678,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6DNT",
        "source_page": 198,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auK mY ipaUK rs rsnw rihq hoie; cMdn subws qws nwskw n hoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sugarcane has elixir-like sweet juice but it has no tongue to enjoy it. Sandalwood has fragrance but the tree is without nostrils to enjoy the smell.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੰਨੇ ਅੰਦਰ ਅੰਮਿਤ ਰੂਪੀ ਰਸ ਮਿੱਠੀ ਮਿੰਠੀ ਰਹੁ ਹੁੰਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਰਸਨਾ ਤੋਂ ਉਹ ਹੀਣਾ ਹੈ। ਚੰਨਣ ਵਿਚ ਸੁਗੰਧੀ ਹੁੰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਉਸਦੀਆਂ ਨਾਸਾਂ ਨਹੀਂ ਹੁੰਦੀਆਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D3VL",
        "source_page": 198,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwd bwd suriq ibhUn ibsmwd giq; ibibD brn ibnu idRsit so joiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Musical instruments produce sound to bring awe to the listeners but it is without the ears that can listen to its melody. Myriads of colour and shapes are there to attract the eyes but they are without any ability to see such beauty themselves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਾਜੇ ਦੀ ਧੁਨੀ ਬੜੀ ਬਿਸਮਾਦ ਗਤੀ ਵਾਲੀ ਸਭ ਦੇ ਮੋਹਨਹਾਰੀ ਹੁੰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਓਹ ਆਪ ਕੰਨਾਂ ਤੋਂ ਬਿਹੀਨ ਹੈ ਭਾਵ ਆਪ ਸੁਣ ਕੇ ਆਪਦੇ ਅੰਦਰਲੇ ਆਨੰਦ ਨੂੰ ਨਹੀਂ ਮਾਨ ਸਕਦੀ; ਅਰੁ ਬਰਨ ਰੂਪ ਰੰਗ ਬਿਬਿਧ ਨਿਆਰੀ ਨਿਆਰੀ ਤਰ ਦੇ ਅਨੇਕ ਭਾਂਤਾਂ ਦੇ ਹਨ, ਪ੍ਰੰਤੂ ਓਨਾਂ ਦੀ ਜੋਤਿ ਦਮਕ ਸੁੰਦਰਤਾ ਨਜ਼ਰ ਤੋਂ ਸੁੰਞੀ ਹੈ ਜਿਸ ਕਰ ਕੇ ਓਨ੍ਹਾਂ ਨੂੰ ਆਪ ਕੁਛ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S9NU",
        "source_page": 198,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwrs prs n sprs ausn sIq; kr crn hIn Dr AauKDI audoq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Philosopher-stone has power to turn any metal into gold but it is without any sense of touch even to feel cold or heat. Many herbs grow in the earth but without hands and feet, it can do nothing to reach anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਪਾਰਸ ਪਰਸਦਾ ਹੈ ਸਭ ਧਾਂਤਾਂ ਨੂੰ ਤੇ ਓਨ੍ਹਾਂ ਨੂੰ ਸ੍ਵਰਣ ਬਣਾਂਦਾ ਹੈ ਪ੍ਰੰਤੂ ਆਪ ਤੱਤੇ ਠੰਢੇ ਦੇ ਸਪਰਸ਼ ਪ੍ਰਤੀਤ ਕਰਨ ਦੀ ਸ਼ਕਤੀ ਤੋਂ ਸੱਖਣਾ ਹੈ। ਅਤੇ ਧਰਤੀ ਅਪਣੇ ਵਿਚੋਂ ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਅਉਖਧੀਆਂ ਬਨਸਪਤੀ ਰੂਪ ਜੜ੍ਹੀਆਂ ਬੂਟੀਆਂ ਨੂੰ ਉਦੋਤ ਉਗੌਂਦਾ ਪ੍ਰਗਟ ਕਰਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਆਪ ਉਹ ਹੱਥਾਂ ਪੈਰਾਂ ਤੋਂ ਰਹਿਤ ਹੈ ਭਾਵ ਹੱਥਾਂ ਕਰ ਕੇ ਉਹ ਆਪ ਕੁਛ ਓਸ ਅਪਣੀ ਓਤ ਨੂੰ ਭੋਗ ਨਹੀਂ ਸਕਦੀ, ਤੇ ਪੈਰਾਂ ਤੋਂ ਹੀਣੀ ਹੋਣ ਕਰ ਕੇ ਜਿਸ ਅਪਣੇ ਖੱਤੇ ਲੈਕ ਕਿਸੇ ਉਪਜ ਨੂੰ ਉਹ ਸਮਝ ਕੇ ਪਹਿਲੀ ਥਾਂਓ ਹਟਾਕੇ ਕਿਧਰੇ ਲਜਾਣਾ ਚਾਹੇ ਤਾਂ ਲੈਜਾ ਯਾ ਲਿਆ ਨਹੀਂ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "945B",
        "source_page": 198,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwie pMc doK inrdoK moK pwvY kYsy; gurmuiK shj sMqoK huie ACoq hY [198["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A person who has all the five senses of knowledge and is also deeply infected by the five vices of relishment, smell, hearing, touch and seeing, how can he achieve salvation that is viceless. Only the obedient Sikhs of Guru who obey the command of a True",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਦੋਖ ਗ੍ਰਸਤ ਉਕਤ ਰਸ, ਗੰਧ, ਸ਼ਬਦ, ਰੂਪ ਅਰੁ ਸਪਰਸ਼ ਭਾਵੀ ਪੰਜ ਵਿਖ੍ਯ ਰੂਪੀ ਦੋਖ ਅਉਗੁਣ ਜਿਸ ਮਨੁੱਖ ਅੰਦਰ ਹੋਣ ਉਹ, ਨਿਰਦੋਖ ਨਿਹਕਲੰਕ ਮੁਕਤੀ ਸੁਖ ਨੂੰ ਕਿਸ ਪ੍ਰਕਾਰ ਪ੍ਰਾਪਤ ਹੋ ਸਕੇ। ਇਹ ਮੋਖ ਕਵਲ ਗੁਰਮੁਖ ਹੀ, ਜੋ ਇਨਾਂ ਵਿਖ੍ਯ ਰੂਪੀ ਦੋਖਾਂ ਤੋਂ ਅਛੋਹ ਛੋਹਣੋਂ ਸਪਰਸ਼ ਕਰਣੋਂ ਬਚ੍ਯਾ ਰਹਿੰਦਾ, ਤੇ ਸੁਭਾਵਕ ਹੀ ਸੰਤੋਖ ਧਾਰੀ ਰਖਦਾ ਹੈ ਉਹੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ ॥੧੯੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
