[
  {
    "id": "2PN",
    "sttm_id": 6679,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MEYF",
        "source_page": 199,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhPl ijhbw hY sbd suAwid hIn; inhPl suriq n Anhd nwd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A tongue without savouring the elixir-like Naam and ears that are without hearing the unstruck melody of recitation of Lord's name are useless and vain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਰਸਨਾ ਅਕਾਰਥੀ ਹੈ ਜਿਸ ਉਪਰ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਵਾਸਾ ਨਹੀਂ, ਤੇ ਜਿਸ ਨੇ ਨਾਮ ਰਸ ਨੂੰ ਇਸ ਦ੍ਵਾਰਾ ਨਹੀਂ ਗ੍ਰਹਿਣ ਕੀਤਾ। ਉਹ ਸੁਰਤਿ ਕੰਨ ਅਕਾਰਥ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਅਨਹਦ ਨਾਦ ਅਖੰਡ ਕੀਰਤਨ ਵਾ ਦਿਬ੍ਯ ਧੁਨੀ ਨੂੰ ਨਹੀਂ ਸ੍ਰਵਣ ਕੀਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GSHM",
        "source_page": 199,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhPl idRsit n Awpw Awpu dyKIAiq; inhPl suAws nhI bwsu prmwdu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The eyes that do not see the true vision of thyself and the breaths that do not smell of Lord's fragrance are no good either.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਨਿਗ੍ਹਾ ਅਖੀਆਂ ਅਕਾਰਥੀਆਂ ਹਨ ਜੋ ਅਪਣੇ ਆਪ ਨੂੰ ਅੱਖੀਆਂ ਅੰਦਰ ਤੱਕਨ ਹਾਰੀ ਜੋਤ ਸਰੂਪੀ ਅੱਖ ਦੀ ਅੱਖ ਨੂੰ ਨਹੀਂ ਤੱਕਦੀਆਂ ਭਾਵ ਬਾਹਰ ਮੁਖੀ ਪ੍ਰਵਿਰਤੀਓਂ ਅੰਤਰਮੁਖ ਉਲਟ ਜ੍ਯੋਤੀ ਸਰੂਪ ਅੰਤਰਯਾਮੀ ਵਿਖੇ ਨਹੀਂ ਲਿਵਲੀਨ ਹੁੰਦੀਆਂ। ਅਰੁ ਉਹ ਸੁਆਸ ਪ੍ਰਾਣ ਧਾਰਾ ਅਕਾਰਥ ਹੈ ਜਿਹੜੀ ਸਮੂਹ ਆਦਿ ਰੂਪਾਂ ਦੀ ਆਦਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਲਪਟ ਰੂਪ ਲਪੇਟ ਵਿਚ ਨਹੀਂ ਆਈ ਭਾਵ ਜਿਹੜੇ ਸ੍ਵਾਸ ਨਾਮ ਦੀ ਤਾ ਨੂੰ ਅਪਣੇ ਵਿਚ ਪਰੋ ਕੇ ਅੰਦਰ ਨਹੀਂ ਵਗ ਰਹੇ ਹੋਣ, ਅਥਵਾ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਗੰਧ ਨਹੀਂ ਪੋਹੀ ਹੋਵੇ ਜਿਨ੍ਹਾਂ ਨਾਲ ਨਾਮ ਨਹੀਂ ਜਪਿਆ ਜਾ ਰਿਹਾ ਹੋਵੇ ਉਹ ਸ੍ਵਾਸ ਬ੍ਯਰਥ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HNE3",
        "source_page": 199,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhPl kr gur pwrs prs ibnu; gurmuiK mwrg ibhUn pg bwid hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The hands that have not touched the philosopher-stone like feet of the True Guru are of no use. Those feet which have not treaded towards the door of the True Guru are no good either.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਹੱਥ ਅਫੱਲ ਹਨ ਜਿਹੜੇ ਸਤਿਗੁਰਾਂ ਦੇ ਪਾਰਸ ਰੂਪ ਚਰਣਾਂ ਦੇ ਸਪਰਸ਼ੋਂ ਛੁਹਨੋਂ ਰਹਿਤ ਹਨ ਅਥਵਾ ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰਾਂ ਦੀ ਸੇਵਾ ਦ੍ਵਾਰੇ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸਪਰਸ਼ ਛੁਹ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ। ਅਤੇ ਉਹ ਪੈਰ ਬਾਦ ਬ੍ਯਰਥ ਹਨ ਜਿਹੜੇ ਸਤਿਗੁਰਾਂ ਦੇ ਰਸਤੇ ਨਹੀਂ ਤੁਰਦੇ ਹੋਣ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0C1Z",
        "source_page": 199,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK AMg AMg pMg srbMg ilv; idRsit suriq swD sMgiq pRswid hY [199["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Every limb of the Sikhs who are obedient to the True Guru are pious. By the grace of the company of holy people, their mind and vision remains focused in meditation on Naam and glimpse of the True Guru. (199)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਗੁਰਮੁਖ ਦੇ ਅੰਗ ਪਿੰਗਲੇ ਅੰਗ ਹੁੰਦੇ ਹੋਏ ਭੀ ਸਾਧ ਸੰਗਤ ਦੇ ਪ੍ਰਸਾਦ ਪ੍ਰਸੰਨਤਾ ਕਾਰਣ ਦ੍ਰਿਸ਼ਟੀ ਧਿਆਨ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਤਾਰ ਲਗਾਨ ਕਰ ਕੇ ਸੁੰਦਰ ਸਰੂਪ ਨਵੇਂ ਨਰੋਏ ਅੰਗ ਸਫਲੇ ਰਹਿੰਦੇ ਹਨ ॥੧੯੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
