[
  {
    "id": "UET",
    "sttm_id": 6680,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AZT7",
        "source_page": 200,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "psUAw mwnuK dyh AMqir AMqru iehY; sbd suriq ko ibbyk Aibbyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The only difference in human and animal body is that a human is aware of the union of consciousness and the holy word of the Guru but animal has no such knowledge nor any ability.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਸ਼ੂ ਅਤੇ ਮਨੁੱਖ ਦੇ ਦੇਹ ਵਿਚਾਲੇ ਇਤਨਾ ਮਾਤ੍ਰ ਹੀ ਅੰਤਰਾ ਭੇਦ ਹੈ ਕਿ ਮਨੁੱਖ ਨੂੰ ਸ਼ਬਦ ਦੀ ਸੂਝ ਦਾ ਅਥਵਾ ਸ਼ਬਦ ਦੇ ਠੀਕ ਸੁਣ ਸੱਕਣ ਦਾ ਬਿਬੇਕ ਹੈ ਤੇ ਪਸ਼ੂ ਇਸ ਤੋਂ ਬਿਬੇਕ ਹੀਣਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8N7G",
        "source_page": 200,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "psu hirhwau kihE suinE AnsuinE krY; mwns jnm aupdys irdY tyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If an animal is asked to stay away from green fields, or pasture land, it ignores it but a human being lodges the teachings of the True Guru in his heart and adheres to it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਸ਼ੂ ਹਰਿਔਲ ਵੱਲੋਂ ਹੋੜਨ ਸਬੰਧੀ ਹਾਕ ਮਾਰੀ ਹੋਈ ਸੁਣੀ ਨੂੰ ਭੀ ਅਨਸੁਣੀ ਕਰ ਦਿਆ ਕਰਾ ਹੈ, ਪ੍ਰੰਤੂ ਮਨੁੱਖ ਜਨਮ ਦਾ ਇਹ ਵਾਧਾ ਹੈ, ਕਿ ਉਪਦੇਸ਼ ਰੂਪ ਸਿਖ੍ਯਾ ਸੁਣੀ ਹੋਈ ਇਸ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾਉ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C34S",
        "source_page": 200,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "psUAw sbd hIn ijhbw n boil skY; mwns jnm bolY bcn Anyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Devoid of words, an animal cannot speak with its tongue but a human can speak several words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਸ਼ੂ ਦੀ ਜਿਹਬਾ ਸ਼ਬਦ ਤੋਂ ਬਿਹੀਨ ਬਲਨ ਦੀ ਸ਼ਕਤੀ ਤੋਂ ਰਹਿਤ ਹੋਣ ਕਰ ਕੇ ਬੋਲ ਨਹੀਂ ਸਕਦੀ ਪ੍ਰੰਤੂ ਮਨੁੱਖ ਜਨਮ ਨੂੰ ਧਾਰ ਕੇ ਇਸ ਰਾਹੀਂ ਅਨੇਕ ਤਰ੍ਹਾਂ ਦੀਆਂ ਬੋਲੀਆਂ ਬੋਲ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5J1D",
        "source_page": 200,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq suin smiJ bolY ibbykI; nwqur Acyq psu pRyq hU mY eyk hY [200["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a man listens, understands and speaks the words of Guru, he is a wise and intelligent person. Otherwise he too is one among the ignorant animal and a fool. (200)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਹਾਂ! ਜੇਕਰ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਕੰਨ ਦੇ ਕੇ ਧਿਆਨ ਲਾ ਕੇ ਸੁਣੇ ਅਤੇ ਅਗੋਂ ਸਮਝ ਕੇ ਬੋਲੇ ਉੱਤਰ ਦੇਵੇ ਤਾਂ ਤਾਂ ਬਿਬੇਕੀ ਵੀਚਾਰਵਾਨ ਅਸਲ ਆਦਮੀ ਹੈ ਅਥਵਾ ਸ਼ਬਦ ਨੂੰ ਸੁਰਤ ਨਾਲ ਸੁਣ ਕੇ ਓਸ ਦਾ ਤੱਥ ਸਮਝ ਕੇ ਬਾਰੰਬਾਰ ਓਸੇ ਨੂੰ ਬੋਲੇ ਉਚਾਰੇ ਅਰਾਧੇ ਤਕ ਤਾਂ ਬਿਬੇਕੀ ਸੱਚ ਮੁੱਚ ਹੀ ਸਮਝਦਾਰ ਸੱਚਾ ਮਨੁਖ ਹੈ, ਨਹੀਂ ਤਾਂ ਅਚੇਤ ਮੂਰਖ ਚੇਤੇ ਤੋਂ ਰਹਿਤ ਪਸ਼ੂ ਵਾ ਪ੍ਰੇਤ ਅਵਗਤਿ ਪ੍ਰਾਣੀ ਦੇ ਨਾਲ ਹੀ ਇਸ ਦੀ ਏਕਤਾ ਹੋ ਸਕਦੀ ਹੈ ॥੨੦੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
