[
  {
    "id": "LN8",
    "sttm_id": 6681,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "F1V2",
        "source_page": 201,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd surq hIn psUAw pivqR dyh; KV Kwey AMimRq pRvwh ko suAwau hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who has no perception of Guru’s words is far inferior than an animal who eats hay and grass and yields nectar like milk.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਦੀ ਸੁਰਤੋਂ ਹੀਣੇ ਹੁੰਦੇ ਹੋਏ ਭੀ ਪਸ਼ੂਆਂ ਦਾ ਦੇਹ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਜੋ ਖਾਂਦੇ ਤਾਂ ਹਨ ਖੜ ਘਾਹ ਅਥਵਾ ਫੋਕਟ ਰੂਪ ਖਲ, ਪ੍ਰੰਤੂ ਅੰਮ੍ਰਿਤ ਦੁਧ ਦੇ ਸ੍ਵਾਦੀਕ ਪ੍ਰਵਾਹ ਧਾਰਾਂ ਨੂੰ ਵਗਾਂਦੇ ਹਨ, ਅਥਵਾ ਅੰਮ੍ਰਿਤ ਰੂਪ ਦੁਧ ਦਾ ਪ੍ਰਵਾਹ ਵਗਾ ਕੇ ਮਨੁੱਖ ਦਾ ਸੁਆਉ ਸ੍ਵਾਤਮ ਸੁਆਰਥ ਪ੍ਰਯੋਜਨ ਸਾਧ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NJBX",
        "source_page": 201,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gobr gomUqR sUqR prm pivqR Bey; mwns dyhI iniKD AMimRq AipAwau hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "According to Hindu mythology, cowdung and cow's urine are considered sacred but cursed is a human body that eats elixir- like food and spreads filth all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਤ੍ਰ ਰੀਤੀ ਬਿਧੀ ਅਥਵਾ ਡੌਲ ਸਿਰ ਵਰਤ੍ਯਾ ਹੋਯਾ ਇਨ੍ਹਾਂ ਦਾ ਗੋਹਾ ਮੂਤ੍ਰ ਭੀ ਪਰਮ ਪਵਿਤ੍ਰ ਅਪਵਿਤ੍ਰ ਧਰਤੀ ਆਦਿ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਣ ਹਾਰਾ ਵਾ ਹਿੰਦੂ ਮਤ ਅਨੁਸਾਰ ਪੰਚ ਗਬ੍ਯ ਆਦਿ ਦਾ ਅੰਗ ਬਣ ਸੂਤਕ ਤੋਂ ਉਤਪੰਨ ਹੋਈ ਅਸੁੱਧਤਾਈ ਨੂੰ ਦੂਰ ਕਰਣ ਹਾਰਾ ਹੁੰਦਾ ਹੈ; ਪਰ ਮਨੁੱਖ ਦੇਹ ਧਾਰੀ ਨਾਮ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪੀਣ ਦੇ ਅਧਿਕਾਰ ਮਾਨਣੋ ਬੰਚਿਤ ਹੋਯਾ ਹੋਯਾ ਹੋਣ ਕਰ ਕੇ ਓਨਾਂ ਪਸ਼ੂਆਂ ਨਾਲੋਂ ਨਿੰਦਤ ਤਿਆਗਨ ਲੈਕ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ ਭਾਵ ਇਸਦਾ ਕੋਈ ਅੰਗ ਭੀ ਮੋਯਾਂ ਪਸ਼ੂਆਂ ਦੇ ਅੰਗਾਂ ਵਕੂੰ ਕੰਮ ਵਿਚ ਨਹੀਂ ਲ੍ਯਾਯਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7MLV",
        "source_page": 201,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bcn ibbyk tyk swDn kY swD Bey; ADm AswD Kl bcn durwau hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who take the support of the knowledgeable sermons of the True Guru and practice these in their life are superb saintly persons. On the contrary, those who shy away from the teachings of the True Guru are low of status, evil and foolish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਜੇਕਰ ਬਿਬੇਕ ਵਾਲੇ ਚੱਲਨ ਸੁਭਾਵ ਦੀ ਟੇਕ ਲੈ ਕੇ, ਅਥਵਾ ਬਿਬੇਕ ਪੂਰਬਕ ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਆਂ ਚਰਣਾਂ ਦੀ ਟੇਕ ਨੂੰ ਧਾਰ ਕੇ ਸਤਿਗੁਰਾਂ ਦੀਆਂ ਉਪਦੇਸ਼ੀਆਂ ਸਾਧਨਾਂ ਨੂੰ ਕਰੇ ਪਾਲੇ ਤਾਂ ਸਾਧ ਭਲਾ ਪੁਰਖ ਗੁਰੂ ਕਾ ਸਿੱਖ ਸੰਤ ਬਣ ਜਾਂਦਾ ਹੈ। ਪਰ ਜੇਕਰ ਬਚਨ ਰੂਪ ਗੁਰ ਉਪਦੇਸ਼ ਤੋਂ ਦੂਰ ਰਹੇ ਅਥਵਾ ਬਾਣੀ ਵਿਚ ਹੇਰਾ ਫੇਰੀ ਕਰੇ ਤਾਂ ਐਸਾ ਮਨੁੱਖ ਹੀ ਅਧਮ ਨੀਚ ਪਾਂਬਰ ਭੈੜਾ ਤਥਾ ਮੂਰਖ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "848K",
        "source_page": 201,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsnw AMimRq rs risk rswien huie; mwns ibKY Dr ibKm ibKu qwau hY [201["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By meditation on His name, such saintly persons themselves become the fountains of elixir-like Naam. Those who are bereft of the words of the Guru and are engrossed in maya are scary like poisonous snakes and full of venom. (201)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਇਹ ਕਿ ਜਿਹੜਾ ਤਾਂ ਗੁਰਸਿਖ੍ਯਾ ਨੂੰ ਮੰਨਣ ਕਰ ਕੇ ਸ੍ਰੇਸ਼ਟ ਪੁਰਖ ਸਿੱਖ ਸੰਤ ਬਣ ਜਾਂਦਾ ਹੈ, ਓਸ ਦੀ ਤਾਂ ਰਸਨਾ ਅੰਮ੍ਰਿਤ ਰਸ ਮਧੁਰ ਭਾਖੀ ਸੁਭਾਵ ਦੀ ਰਸੀਆ ਪ੍ਰੇਮਨ ਬਣ ਕੇ ਰਸਾਂ ਦੀ ਅਸਥਾਨ ਹੋਈ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਜਿਹੜੇ ਗੁਰਸਿਖ੍ਯਾ ਨੂੰ ਨਹੀਂ ਸੁਣਦੇ ਮੰਨਦੇ ਓਹ+ਬਿਖੈ+ਧਰ ਵਿਖ੍ਯ ਵਾਸ਼ਨਾ ਰੂਪ ਵਿਖਮ ਭ੍ਯੰਕਰ ਬਿਖਤਾਉ ਵਿਹੁਲੇ ਭਾਵ ਕਰ ਕੇ ਸੰਪੰਨ ਦੂਸਰਿਆਂ ਨੂੰ ਡੰਗਨ ਹਾਰੇ ਦੁਸ਼ਟ ਪੁਰਖ ਹੁੰਦੇ ਹਨ। ਅਥਵਾ ਬਿਖੈ+ਧਾਰੀ ਸਰਪ ਸਮਾਨ ਓਨਾਂ ਦੇ ਅੰਦਰ ਵਿਹੁ ਦਾ ਤਾਉ ਜੋਸ਼ ਹੁੰਦਾ ਹੈ ॥੨੦੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
