[
  {
    "id": "388",
    "sttm_id": 6682,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RC84",
        "source_page": 202,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "psU KiV Kwq Kl sbd suriq hIn; moin ko mhwqmu pY AMimRq pRvwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An animal eats green grass and hay. He is bereft of all knowledge of Lord's word. Due to his inability to speak, gives nectar-like milk.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਸ਼ੂ ਘਾਹ ਅਥਵਾ ਤੇਲ ਥਿੰਧੇ ਤੋਂ ਰਹਿਤ ਸਰ੍ਹੋਂ ਆਦਿ ਦਾ ਫੋਕ ਰੂਪ ਖਲ ਰੁੱਖਾ ਪਦਾਰਥ ਖਾਂਦਾ ਹੈ, ਅਰੁ ਖਲ ਮੂਰਖ ਹੈ ਸ਼ਬਦ ਦੀ ਸੁਰਤਿ ਸੋਝੀ ਤੋਂ ਹੀਣਾ ਹਾਂ ਐਸਾ ਵੈਸਾ ਫੋਕੜ ਰੂਪ ਪਦਾਰਥ ਘਾਹ ਆਦਿ ਖਾ ਕੇ ਸਬਰ ਸੰਤੋਖ ਧਾਰੀ ਰੱਖਦਾ ਹੈ ਤੇ ਸ਼ਿਕਾਯਤ ਵਲੋਂ ਰਸਨਾ ਨੂੰ ਸੰਕੋਚੀ ਰਖਦਾ ਹੈ। ਜਿਸ ਮੋਨ ਚੁੱਪ ਸਾਧਨ ਦਾ ਫਲ ਓਸ ਦੇ ਅੰਦਰੋਂ ਪੈ ਦੁਧ ਰੂਪ ਅੰਮ੍ਰਿਤ ਦਾ ਪਵਾਹ ਚੱਲ ਆਯਾ ਕਰਦਾ ਹੈ ਹੇ ਪਿਆਰਿਓ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K5M5",
        "source_page": 202,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwnw imstwn Kwn pwn mwns muK; rsnw rsIlI hoie soeI BlI qwih jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A man eats and enjoys many types of food materials with his tongue but he becomes praiseworthy only if his tongue is sweetened with the sweetness of Lord's name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਨਾ ਭਾਂਤ ਦੇ ਮਿੱਠੇ ਮਿੱਠੇ ਅੰਨ ਅਹਾਰ ਮਿਠਿਆਈਆਂ ਆਦਿ ਖਾਂਦਾ ਤੇ ਐਸੇ ਹੀ ਸ੍ਵਾਦੀਕ ਪਦਾਰਥ ਸੋਡੇ ਸ਼ਰਬਤ ਆਦਿ ਮੁਖ ਦ੍ਵਾਰੇ ਇਹ ਮਨੁੱਖ ਪੀਂਦਾ ਹੈ, ਪਰ ਜੇਕਰ ਮਿੱਠਾ ਮਿੱਠਾ ਖਾ ਪੀ ਕੇ ਇਸ ਦੀ ਰਸਨਾ ਰਸੀਲੀ ਮਿਠੀ ਮਿਠ ਬੋਲੀ ਬਣ ਜਾਵੇ, ਤਾਂ ਹੀ ਤਿਸ ਦੇ ਵਾਸਤੇ ਇਹ ਭਲੀ ਹੋ ਸਕਦੀ ਹੈ ਜੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "20KQ",
        "source_page": 202,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bcn ibbyk tyk mwns jnm Pl; bcn ibhUn psu primiq Awih jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Purpose of human life is to take refuge in the meditation of His Naam. But one devoid of the teachings of the True Guru is the worst kind of animal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਜੇਕਰ ਨੇਮ ਧਾਰ ਲਵੇ ਕਿ ਬਚਨ ਬਾਣੀ ਵੀਚਾਰ ਕੇ ਹੀ ਬੋਲਨੀ ਹੋ ਅਥਵਾ ਜਾਂ ਬੋਲੇ ਤਾਂ ਬ੍ਰਹਮਗਿਆਨ ਪ੍ਰਮਾਣ ਅਨੁਸਾਰ ਬ੍ਰਹਮਗਿਆਨ ਮਈ ਬਚਨ ਹੀ ਬੋਲਣ ਦੀ ਪ੍ਰਤਿਗ੍ਯਾ ਵਾਲੇ ਪ੍ਰਣ ਰੂਪ ਟੇਕ ਨੂੰ ਧਾਰੀ ਰਖੇ ਤਾਂ ਇਹ ਮਨੁੱਖ ਜਨਮ ਫਲ ਵਾਲਾ ਸਮਝਨਾ ਨਹੀਂ ਤਾਂ ਸ਼ਬਦ ਬਿਬੇਕ ਦੀ ਟੇਕੋਂ ਹੀਣਾ ਮਨੁੱਖ ਪਰਮ ਪਸ਼ੂ ਪਸ਼ੂਆਂ ਤੋ ਭੀ ਵੱਧ ਪਸ਼ੂ ਭਾਵ ਨੀਚ ਪਸ਼ੂਆਂ ਦੀ ਇਤੀ ਹੱਦ ਹੋਈ ਹੋਈ ਉਥੇ ਸਮਝੋ ਜੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JVSB",
        "source_page": 202,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwns jnm giq bcn ibbyk hIn; ibKDr ibKm ckq icqu cwih jI [202["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is bereft of teachings of True Guru, craves and wanders in search of worldly pleasure and remains vexed for their acquisition. His state is like a dangerous poisonous snake. (202)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੀਚਾਂ ਤੋਂ ਨੀਚ ਪਸ਼ੂ ਸਪਸ਼ਟ ਕਰਦੇ ਹੋਏ ਮਾਨੋ ਜ਼ੋਰਦਾਰ ਸ਼ਬਦਾਂ ਵਿਚ ਮੁੜ ਆਖਦੇ ਹਨ ਕਿ ਸ਼ਬਦ ਗਿਆਨ ਤੋਂ ਰਹਿਤ ਮਨੁੱਖ ਜਨਮ ਦੀ ਦਸ਼ਾ ਭਾਰੇ ਭਿਆਨਕ ਵਿਹੁਲੇ ਜ਼ਹਿਰੀਏ ਸੱਪ ਸ੍ਰੀਖੀ ਹੁੰਦੀ ਹੈ, ਜੋ ਚਿੱਤ ਦੀਆਂ ਚਾਹਨਾਂ ਰੂਪ ਵਿਹੁ ਨਾਲ ਚਕਿਤ ਪ੍ਰੇਸ਼ਾਨ ਵਿਖਿਪਤ ਬੌਰਾਯਾ ਹੋਯਾ ਡਾਂਵਾਂ ਡੋਲ ਰਹਿੰਦਾ ਚੁਰਾਸੀ ਦਾ ਗੇੜਾ ਮੁੜ ਮੁੜ ਲੌਂਦਾ ਰਹਿੰਦਾ ਹੈ ਜੀ ਭਾਈ ਜਨੋ! ॥੨੦੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
