[
  {
    "id": "KJK",
    "sttm_id": 6683,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UL9D",
        "source_page": 203,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn ibrhw ibAwpY idRgn huie; sRvn ibrhu ibAwpY mDur bcn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a married woman temporarily separated from her husband feels the pangs of separation, her inability to hear the sweet sound of her husband distresses her, so do the Sikhs suffer the pangs of separation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸ਼ਨ ਦੇ ਧਿਆਨ ਵਿਚ, ਭਾਵ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਦੀ ਤਾਂਘ ਅੰਦਰ ਨੇਤਰਾਂ ਵਿਖੇ ਵਿਛੋੜੇ ਦਾ ਪ੍ਰਭਾਵ ਵਾਪਰਿਆ ਪਿਆ ਹੈ, ਅਤੇ ਮਿਠੇ ਮਿਠੇ ਹਿਤ ਭਰੇ ਕਲਿਆਣ ਦਾਤੇ ਬਚਨ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸੁਨਣ ਖਾਤਰ ਕੰਨਾਂ ਅੰਦਰ ਬਿਰਹਾ ਵਾਪਰ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UJQH",
        "source_page": 203,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMgm smwgm ibrhu ibAwpY ijhbw kY; pwrs prs AMkmwl kI rcn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife feels a strong desire to speak to her husband after a long separation, her fond desire to feel her husband against her breast troubles her, so do the Sikhs long to feel the divine embrace of their True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਿਲਾਪ ਦੀ ਘੜੀ ਸਤਿਸੰਗ ਦੇ ਅਉਸਰ ਦੀ ਤਾਂਘ ਕਾਰਣ ਗੁਰੂ ਮਹਾਰਾਜ ਨਾਲ ਪ੍ਰਸ਼ਨ ਉਤਰ ਵੀ ਵਾਰਤਾ ਅਲਾਪ ਤੋਂ ਰਹਿਤ ਹੋਈ ਹੋਈ ਰਸਨਾ ਤਾਂਈ ਬਿਰਹੋਂ ਬਿਆਪਿਆ ਹੋਯਾ ਹੈ, ਅਤੇ ਪਾਰਸ ਰੂਪ ਚਰਣਾਂ ਨੂੰ ਪਰਸਦਿਆਂ ਭਾਵ ਚਰਣ ਪਲੋਸਦਿਆਂ ਅੰਕਮਾਲ ਮਾਲਾ ਦੇ ਅੰਗ ਸੀਨੇ ਨਾਲ ਓਨ੍ਹਾਂ ਨੂੰ ਲਗਾ ਲੈਣ ਦੇ ਘਾਟੇ ਕਾਰਣ ਸੀਨੇ ਰਿਦੇ ਨੂੰ ਬਿਰਹਾ ਬਿਆਪ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RJDZ",
        "source_page": 203,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ishjw gvn ibrhw ibAwpY crn huie; pRym rs ibrh sRbMg huie scn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As reaching the nuptial bed of her husband troubles the wife when her husband is not there but she is filled with passion and love; so does a Sikh separated from his Guru craves like a fish out of water to touch the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਯਨ ਕਾਲ ਵਿਖੇ ਸਤਿਗੁਰਾਂ ਦੇ ਸਮੀਪ ਜਾਣ ਦੀ ਤਾਂਘ ਅਰਥਾਤ ਏਕਾਂਤ ਬਾਸੀ ਯਾਤਰਾ ਦੀ ਯਾਦ ਪੈਰਾਂ ਵਿਚ ਬਿਰਹੇ ਨੂੰ ਬਿਆਪਿਤ ਕਰ ਪਸਾਰ ਰਹੀ ਹੈ, ਅਤੇ ਸਮੂਲਚੀ ਨਿਕਟਤਾ ਦੇ ਘਾਟੇ ਕਾਰਣ ਪ੍ਰੇਮ ਰਸ ਦਾ ਬਿਰਹਾ ਸਮੂਹ ਅੰਗਾਂ ਵਿਖੇ ਹੀ ਸਚਨ ਸਿਕੋੜ ਕੰਠਿਤਤਾ ਉਤਪੰਨ ਕਰ ਰਿਹਾ ਹੈ ਭਾਵ ਕੁੜੱਲ ਪੈ ਪੈ ਜਾਂਦੇ ਹਨ। ਗੱਲ ਕੀਹ ਕਿ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SUHH",
        "source_page": 203,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rom rom ibrh ibRQw kY ibhbl BeI; ssw ijau bhIr pIr pRbl qcn kY [203["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A separated wife feels love sickness in every hair of her body and remains distressed like a rabbit that has been surrounded by hunters from all sides. So does a Sikh feel the pangs of separation and longs to meet his True Guru at the earliest. (203)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਰੋਮ ਰੋਮ ਵਿਖੇ ਬਿਰਹੇ ਦੇ ਬਿਆਪਨ ਕਰ ਕੇ ਮੇਰੀ ਬਿਰਥਾ ਦਸ਼ਾ ਬਿਹਬਲ ਬੇਹਾਲ ਨਿਢਾਲ ਹੋ ਰਹੀ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਕਿ ਚਾਰੋਂ ਪਾਸੀਂ ਸਹੇ ਵਿਚਾਰੇ ਉਪਰ ਸ਼ਿਕਾਰਿਆਂ ਦਾ ਵਹੀਰ ਝੁੰਡ ਇਕੋ ਵਾਰ ਹੀ ਆਨ ਪਵੇ ਤਾਂ ਕੋਈ ਪਾਸਾ ਨਾ ਸੁਝਦਾ ਦਿੱਸ ਓਸ ਨੂੰ ਪ੍ਰਬਲ ਪੀੜਾ ਅਸਹਿ ਕਸ਼ਟ ਰੂਪ ਹੋ ਤਾੜਿਆ ਕਰਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਮੇਰੀ ਦਸ਼ਾ ਬੀਤ ਰਹੀ ਹੈ ॥੨੦੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
