[
  {
    "id": "A74",
    "sttm_id": 6684,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QJLK",
        "source_page": 204,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC ikRpw bdn AnUp rUp; Aiq Ascrj mY nwiek khweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A momentary look of the True Guru brings a very attractive and ecstatic look on the face of wife-like Sikh of the True Guru. She (Sikh) then is honoured to be an astoundingly beautiful heroine.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਕਤ ਬਿਰਹਾਤੁਰ ਸਿੱਖ ਉਪਰ ਜਦ ਸਤਿਗੁਰੂ ਕਿੰਚਿਤ ਭਰ ਥੋੜੀ ਮਾਤ੍ਰ ਕ੍ਰਿਪਾ ਭਰੀ ਚਿਤਵਨ ਨਾਲ ਤੱਕਦੇ ਹਨ ਤਾਂ ਓਸ ਦੇ ਬਦਨ ਚਿਹਰੇ ਉਪਰ ਅਨੂਪਮ ਰੂਪ ਵਾਲੀ ਅਤ੍ਯੰਤ ਅਚਰਜ ਭਾਵ ਵਾਲੀ ਦਮਕ ਆਤਮਿਕ ਓਜ ਪ੍ਰਗਟ ਹੋ ਪੈਂਦੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਉਹ ਸਮੂਹ ਗੁਰਮੁਖਾਂ ਦੀ ਨਾਯਕਾ ਸ਼ਿਰੋਮਣੀ ਪ੍ਰਧਾਨ ਅਖਾਣ ਲਗ ਪੈਂਦੀ ਹੈ ਭਾਵ ਜਿਗਿਆਸੂ ਸਿਖਿਆ ਲੈ ਕੇ ਸਿੱਖ ਬਣਾ, ਸਤਿਗੁਰਾਂ ਦਾ ਮਨ ਭੌਂਦਾ ਬਣਦੇ ਸਾਰ ਹੀ ਸਭ ਨਾਮ ਧਰੀਕ ਸੇਵਕਾਂ ਸਿੱਖਾਂ ਦਾ ਮੁਖੀਆ ਪੂਰਣ ਗੁਰਮੁਖ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MPD2",
        "source_page": 204,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn kI puqrI mY qnk qwrkw isAwm; qw ko pRiqibMb iql binqw bnweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the casting of a look of grace by the True Guru, the small black spot in the eyes of True Guru leaves a mole on the face of the wife-like Sikh. Such a mole enhances the beauty of the wife-like Sikh further.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ ਭਰਤੇ ਪ੍ਰਾਯਣ ਰਹਿਣ ਹਾਰੀ ਉਹ ਗੁਰਮੁਖ ਭਾਵੀ ਬਨਿਤਾ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਪ੍ਰੇਮ ਦਾ ਨਿਵਾਸ ਸਥਾਨ ਹੋਣ ਕਾਰਣ ਗੁਰੂ ਮਹਲਾ ਨੇ ਨੇਤ੍ਰਾਂ ਦੀ ਪੁਤਲੀ ਵਿਖੇ ਸ੍ਯਾਮ ਰੰਗੀ ਸੂਖਮ ਤਾਰੀ ਧੀਰੀ ਦੇ ਪ੍ਰਤਿਬਿੰਬ ਪਰਛਾਵੇਂ ਯਾ ਪਰਤੋਂ ਨੂੰ ਤਿਲ ਬਿੰਦੀ ਸਮਾਨ ਬਣਾ ਰਖ੍ਯਾ ਹੈ। ਭਾਵ ਨੇਤ੍ਰਾਂ ਦੀਆਂ ਪੁਤਲੀਆਂ ਤੋਂ ਪਰੇ ਪਿਛਵਾੜ ਵਿਖੇ ਜੋ ਉਲਟਵਾਂ ਪ੍ਰਕਾਸ਼ ਪ੍ਰਕਾਸ਼ ਦਾ ਸੋਮਾ, ਅੰਦਰ ਹੈ ਗੁਰਮੁਖ ਓਸ ਦੀ ਬਿੰਦੀ ਬਣਾਈ ਰਖਦਾ ਹੈ ਅਰਥਾਤ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਪੂਰਣ ਪ੍ਰਸੰਨਤਾ ਪ੍ਰਾਪਤੀ ਖਾਤਰ ਸਦੀਵ ਕਾਲ ਧਿਆਨ ਵਿਚ ਇਸਥਿਤ ਰਹਿੰਦਾ ਹੈ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AZ3B",
        "source_page": 204,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin Cib iql iCpq Cwh; kotin kotwin soB loB llcweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Beauties of the world get hidden in the shadow of that mole and millions desire eagerly to covet glory of that mole.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਕੋਟੀਟਾ ਛਬਿ ਸੁੰਦਰਤਾ ਓਸ ਤਿਲ ਦੀ ਛਾਯਾ ਵਿਚ ਛਪੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਅਰੁ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹੀ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦੀ ਸੋਭਾ ਉਕਤ ਤਿਲ ਦੀ ਸੋਭਾ ਤੋਂ ਸੁਭਾਯਮਾਨ ਹੋਣ ਲਈ ਲੁਭਿਤ ਹੋ ਲਲਚਦੀ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CAQ8",
        "source_page": 204,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koit bRhmMf ky nwiek kI nwiekw BeI; iql ky iqlk srb nwiekw imtweI hY [204["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The grace that a wife-like Sikh gets by an impression of True Guru's kind glance makes her the maid of the Master of millions of celestial regions. Because of that mole, she surpasses all other seeker-wives in beauty. None can match her. (204)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਅਨੰਤਾਂ ਹੀ ਬ੍ਰਹਮਾਂਡਾਂ ਦਾ ਮਾਲਕ ਨ੍ਯੰਤਾ ਪ੍ਰੇਰਕ ਅੰਤਰਯਾਮੀ ਜੋ ਹੈ, ਓਸ ਦੀ ਨਾਯਕਾ ਜਦ ਸ੍ਵਾਮਨੀ ਭਾਵ ਨੂੰ ਅਨੰਨ ਸਰੂਪਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇ ਤਾਂ ਉਸ ਤਿਲ ਦੇ ਤਿਲਕ ਦੀ ਦਮਕ ਅਗੇ ਸਭ ਹੀ ਨਾਯਕਾ ਪੂਰਬ ਕਾਲ ਵਿਖੇ ਭਗਤੀ ਭਾਵ ਕਰ ਕੇ ਸਿਰੋਮਣਿ ਹੋਣ ਦਾ ਅਭਿਮਾਨ ਕਰਣਹਾਰੇ ਰਿਖੀ ਮੁਨੀ ਜਨ ਮਾਤ ਪੈ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
