[
  {
    "id": "1YC",
    "sttm_id": 6685,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7D4S",
        "source_page": 205,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "supn cirqR icqR bwnk bny bicqR; pwvn pivqR imqR Awj myro Awey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Himself holy and capable of making other pious-the friendly True Guru has come into my dream beautifully attired and adored. It is indeed a wonderful marvel for me.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਪਨੇ ਦੇ ਚਰਿਤ੍ਰ ਚੇਸ਼ਟਾ ਸਮਾਨ ਚਿਤ੍ਰ ਸਰੂਪ ਵਾਲਾ ਬਾਨਕ, ਵੇਸ ਵ੍ਯੋਂਤ ਬਾਣਾ ਬਣਾਯਾ ਹੋਯਾ ਅਰਥਾਤ ਢਾਲਿਆ ਹੋਯਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਬਚਿਤ੍ਰ ਅਦਭੁਤ ਇਕ ਰੰਗ ਵਿਚ ਅਨੇਕ ਰੰਗ ਦਿਖਾਣ ਵਾਲਾ, ਐਸੇ ਸਭ ਦੇ ਮਿਤ੍ਰ ਦਿਲ ਲੈ ਕੇ ਦਿਲ ਦੇਣ ਵਾਲੇ ਸਤਿਗੁਰੂ ਜੋ ਆਪ ਪਵਿਤ੍ਰ ਸ੍ਵੱਛ ਸੁੱਧ ਸਰੂਪ ਹਨ ਤੇ ਹੋਰਨਾਂ ਜਗ੍ਯਾਸੂਆਂ ਸਿੱਖਾਂ ਸੇਵਕਾਂ ਸਰਣਾਗਤਾਂ ਨੂੰ ਨਿਰਮਲ ਨਿਸ਼ਪਾਪ ਨਿਹਕਲੰਕ ਨਿਰਦੋਖ ਬਨਾਣਹਾਰੇ ਪਾਵਨ ਹਨ ਉਹ ਪਰਮ ਪ੍ਰਕਾਸ਼ ਰੂਪ ਗੁਰੂ ਮਹਾਰਾਜ ਅੱਜ ਇਸ ਦਿਨ ਇਸ ਜਨਮ ਵਿਖੇ ਮੋਰੇ ਮੇਰੇ ਆਪ ਦੇ ਘਰ ਆਏ ਸਾਖ੍ਯਾਤਕਾਰਿਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HT25",
        "source_page": 205,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm dieAwl lwl locn ibswl muK; bcn rswl mDu mDur pIAwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Beloved Lord is sweet of words, big eyed and clement of form. Believe me! It is like He blessing us with honeyed elixir.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਹਾਤੁਰ ਮਗਨਾਨੀ ਦਸ਼ਾ ਵਿਚ ਬਾਰੰਬਾਰ ਝਲਕਾ ਦੇਣ ਕਰ ਕੇ ਉਹ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਦਯਾ ਦੇ ਮੰਦਰ ਹਨ। ਅਤ ਲਾਲ ਪ੍ਯਾਰੇ ਮਨ ਭੌਂਦੇ ਵਾ ਮਸਤਾਨੇ ਨੇਤ੍ਰ ਬਿਸਾਲ ਖਿੜੇ ਹੋਏ ਹਨ ਜਿਨਾਂ ਦੇ ਅਥਵਾ ਬਿਸਾਲ ਚੌੜਾ ਪ੍ਰਫੁਲਿਤ ਹੋਯਾ ਹੋਯਾ ਹੈ ਜਿਨਾਂ ਦਾ ਮੁਖ ਚਿਹਰਾ, ਅਤੇ ਜੋ ਐਸੇ ਮੁਖ ਥੀਂ ਰਸ ਪ੍ਯਾਰ ਆਨੰਦ ਦੇ ਅਸਥਾਨ ਮਿਠੇ ਮਿਠੇ ਬਚਨ ਬੋਲ ਕੇ ਮਾਨੋਂ ਅੰਮ੍ਰਿਤ ਪਿਔਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1EA6",
        "source_page": 205,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soiBq isjwsn iblwsn dY AMkmwl; pRym rs ibsm huie shj smwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He looked pleased and honoured me by occupying my bedlike heart. I was lost in the love filled trance of Nam Amrit that merged me into a state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਿਜ ਅਵਸਥਾ ਦਾ ਆਸਨ ਇਸਥਿਤੀ ਦਾ ਅਸਥਾਨ ਜੋ ਹਿਰਦਾ ਦਿਲ ਹੈ ਉਸ ਉਪਰ ਸੋਭਾਯਮਾਨ ਹੋ ਕੇ ਅੰਕਮਾਲ ਸੀਨੇ ਲਗਾ ਲਗਾ ਦਿਲ ਦੀਆਂ ਲੈਂਦੇ ਦਿੰਦੇ ਬਿਲਾਸਨ ਕਈ ਭਾਂਤ ਦੀਆਂ ਕ੍ਰੀੜਾ ਵਾ ਕਲੋਲ ਕੀਤੇ ਅਥਵਾ ਆਨੰਦ ਬਖਸ਼ੇ। ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰੇਮ ਰਸ ਕਰ ਕੇ ਬਿਸਮ ਆਪ੍ਯੋਂ ਬਾਹਰ ਹੋਏ ਅਰਥਾਤ ਸਧਾਰਣ ਜੀਵਾਂ ਦੀ ਸਮਤਾ ਤੋਂ ਟੱਪੇ ਹੋਏ ਮੈਨੂੰ ਅਪਣੇ ਸਹਜ ਵਿਚ ਸਮਾ ਲੀਣ ਕਰ ਲਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JDK7",
        "source_page": 205,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cwiqRk sbd suin AKIAw auGir geI; BeI jl mIn giq ibrh jgwey hY [205["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enjoying the bliss of divine dream, I was woken up by the voice of rain-bird and that broke my celestial dream. The awe and marvel of love-filled state disappeared reawakening the pangs of separation. I was restless like a fish out of water. (205)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਅਵਸਥਾ ਵਿਚੋਂ *ਜੈ ਜੈ ਸਬਦ ਅਨਾਹਦ ਬਾਜੇ। ਸੁਣਿ ਸੁਣਿ ਆਨੰਦ ਕਰੇ ਪ੍ਰਭੁ ਗਾਜੇ। ਪ੍ਰਗਟੇ ਗੋਪਾਲ ਮਹਾਤ ਕੈ ਮਾਥੇ ॥…* ਬਚਨ ਅਨੁਸਾਰ ਚਾਤ੍ਰਿਕ ਪਪੀਹੇ ਦੀ ਇਕ ਸਮ ਰਟ ਵਤ ਅਨਹਦ ਸਬਦ ਦੀ ਧੁਨੀ ਨੂੰ ਸੁਨਣ ਸਾਰ ਲਿਵਲੀਨ ਦਸ਼ਾ ਵੱਲੋਂ ਅਖੀਆਂ ਉਘੜ ਗਈਆਂ ਧਿਆਨ ਖੁਲ੍ਹ ਗਿਆ ਬਾਹਰਮੁਖੀ ਉਥਾਨ ਹੋ ਗਿਆ ਜਦ ਕਿ ਜਲ ਵਿਚ ਲੀਨ ਗਰਕ ਹੋਈ ਹੋਈ ਮਛੀ ਦੇ ਸ੍ਵਾਦੀਕ ਪਦਾਰਥ ਦੀ ਚਾਟ ਕਾਰਣ ਉਸ ਦੇ ਜਲ ਉਪਰ ਔਣ ਵਾਕੂੰ ਮੈਨੂੰ ਭੀ ਬਿਰਹੇ ਨੇ ਜਗਾ ਦਿੱਤਾ ਭਾਵ ਉੱਥਾਨ ਕਰ ਦਿੱਤਾ ॥੨੦੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
