[
  {
    "id": "0CK",
    "sttm_id": 6686,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q80Q",
        "source_page": 206,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyKby kau idRsit n drs idKwieby kau; kYsy ipRA drsnu dyKIAY idKweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I neither have enlightened eyes to have a glimpse of my unique, radiant and dear lover nor have I the power to show His glimpse to anyone. Then how can one see or even show a glimpse of the lover?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਖਬੇ ਕਉ ਦਰਸ਼ਨ ਦੇ ਵਾਸਤੇ ਦ੍ਰਿਸਟਿ ਯੋਗ੍ਯ ਅੱਖੀ ਨਹੀਂ ਹੈ ਕ੍ਯੋਂਕਿ ਨਾਨਕ ਸੇ ਅਖੜੀਅ ਬਿਅੰਨ ਵਖਰੀਆਂ ਹੀ ਹਨ ਤੇ ਨਾ ਉਹ ਦਰਸ਼ਨ ਦਿਖਾਲਨ ਜੋਗਾ ਹੀ ਹੈ, ਐਸੀ ਹਾਲਤ ਵਿਚੋਂ ਭਲਾ ਕਿਸ ਤਰ੍ਹਾਂ ਕੋਈ ਪ੍ਯਾਰੇ ਪ੍ਰੀਤਮ ਦੇ ਦਰਸ਼ਨਾਂ ਨੂੰ ਦੇਖਨ ਅਤੇ ਦਿਖਾਲਨ ਦਾ ਜਤਨ ਕਰੇ। ਅਥਵਾ ਦੇਖਬੇ ਦੇਖਣ ਵਾਲੇ ਨੂੰ ਤਾਂ ਐਹੋ ਜੇਹੀ ਨਿਗ੍ਹਾ ਨਹੀਂ ਅਤੇ ਉਹ ਦਰਸ਼ਨ ਐਉਂ ਕਰ ਕੇ ਦਿਖਾਲਨ ਜੋਗ ਭੀ ਨਹੀਂ ਕਿਸ ਤਰ੍ਹਾਂ ਪ੍ਯਾਰੇ ਦੇ ਦਰਸ਼ਨ ਨੂੰ ਦੇਖਿਆ ਦਿਖਾਯਾ ਜਾ ਸਕੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ATD8",
        "source_page": 206,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kihby kau suriq hY n sRvn sunby kau; kYsy guniniD gun sunIAY sunweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I do not have the wisdom to describe the virtues of my beloved who is treasure-house of goodness. Nor do I have ears to listen to his adulations. Then how should we listen and recite the panegyrics of the fountain of merits and excellence?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਕਿ ਉਕਤ ਦਰਸ਼ਨ ਸਮੇਂ ਸੱਤੇ ਸੁਧਾਂ ਭੁੱਲੀਆਂ ਹੁੰਦੀਆਂ ਹਨ ਤਦ ਸਪਸ਼ਟ ਹੈ ਕਿ ਓਸ ਬਾਬਤ ਕੁਛ ਕਹਿਣ ਵਾਸਤੇ ਸੁਰਤਿ ਸੋਝੀ ਸੂਝ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਅਥਵਾ ਜਦ ਕਹਿਬੇ ਕਹਿਣ ਵਾਲੀ ਰਸਨਾ ਨੂੰ ਓਸ ਪ੍ਯਾਰੇ ਦੇ ਮਨ ਬਾਣੀ ਆਦਿ ਇੰਦ੍ਰੀਆਂ ਤੋਂ ਪਰੇ ਹੋਣ ਕਰ ਕੇ ਓਸ ਦੇ ਸੁਨਣ ਸਮਝਨ ਦੀ ਗੰਮਤਾ ਹੀ ਨਹੀਂ, ਤਾਂ ਫੇਰ ਉਹ ਕੀਕੂੰ ਗੁਣਾਂ ਨੂੰ ਸੁਣਾ ਸੁਣਾ ਸਕੇ। ਅਥਵਾ ਸੁਰਤਿ ਕਹਿਣ ਵਾਸਤੇ ਸਮਰੱਥ ਨਹੀਂ ਅਰੁ ਐਸਾ ਹੀ ਸੁਨਬੇ ਕਉ ਸੁਨਣ ਵਾਸਤੇ ਉਸ ਦੇ ਅਨਹਦ ਸ਼ਬਦ ਦੇ ਇਹ ਸਧਾਰਣ ਕੰਨ ਸਮਰੱਥ ਨਹੀਂ ਹਨ, ਤਦ ਕਿਸ ਪ੍ਰਕਾਰ ਓਸ ਗੁਣਾਂ ਦੇ ਨਿਧ ਭੰਡਾਰ ਵਾ ਸਾਗਰ ਦੇ ਗੁਣਾਂ ਨੂੰ ਸੁਣ ਸਕੀਏ ਯਾ ਸੁਣਾ ਸਕੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6CWC",
        "source_page": 206,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn mY n gurmiq gurmiq mY n mn; inhcl huie n aunmn ilv lweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind neither inhabits the teachings of the True Guru nor does it engross itself in the sermons of Guru. The mind does not achieve stability in the words of Guru. Then how can one get engrossed in higher spiritual state?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਸ਼ਬਦ ਸਿਧਾਂਤ ਵਾ ਗੁਰਉਪਦੇਸ਼ ਦੇ ਮਨਨ ਕਮਾਨ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣ ਹਾਰੀ ਅਨੁਭਵ ਰੂਪ ਸਿੱਧੀ ਹੈ, ਉਹ ਮਨ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ ਕ੍ਯੋਂਕਿ ਰਸਨਾ ਕੰਨ ਆਦਿ ਇੰਦ੍ਰੀਆਂ ਤੋਂ ਅਗੰਮ ਹੋਣ ਵਤ ਉਹ ਮਨ ਤੋਂ ਭੀ ਅੋਚਰ ਪਦਵੀ ਹੈ ਅਰੁ ਜਿਥੇ ਇਸ ਅਗੋਚਰ ਅਵਸਥਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ ਉਥੇ ਮਨ ਨਹੀਂ ਰਿਹਾ ਕਰਦਾ ਭਾਵ ਜਦ ਤਕ ਮਨ ਹੁੰਦਾ ਹੈ ਤਦ ਤਕ ਸੰਕਲਪ ਵਿਕਲਪ ਆਦਿ ਦੀ ਭਰਮਾਰ ਕਾਰਣ ਉਥੇ ਗੁਰਮਤਿ ਨਹੀਂ ਆ ਸਕਦੀ ਤੇ ਜਦ ਗੁਰਮਤ ਆ ਜਾਂਦੀ ਹੈ ਉਥੇ ਮਨ ਬਿਲਾਯ ਜਾਂਦਾ ਹੈ। ਇਸ ਵਾਸਤੇ ਐਸੀ ਦਸ਼ਾ ਵਿਖੇ ਮਨ ਨਿਚੱਲਾ ਹੋ ਕੇ ਉਨਮਨੀ ਭਾਵ ਵਿਚ ਨਹੀਂ ਲਿਵ ਲਗੌਂਦਾ ਅਰਥਾਤ ਲਿਵ ਲੌਣ ਦੀ ਇਸ ਦਸ਼ਾ ਵਿਚ ਕੋਈ ਲੋੜ ਹੀ ਨਹੀਂ ਰਹਿਦੀ ਕ੍ਯੋਂਕਿ ਮਨ ਦੀ ਅਫੁਰਤਾ ਅਤੇ ਲਿਵ ਸੁਤੇ ਹੀ ਏਸ ਦਸ਼ਾ ਵਿਚ ਲੀਨ ਹੁੰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3BXS",
        "source_page": 206,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMg AMg BMg rMg rUp kul hIn dIn; kYsy bhunwiek kI nwiekw khweIAY [206["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "My whole body is aching. I, the meek and devoid of respect, has neither beauty nor high caste. Then how can I become and be known as the most favourite love of my Master Lord? (206)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਇਸ ਦਸ਼ਾ ਵਿਚ ਅੰਗਾਂ ਇੰਦ੍ਰੀਆਂ ਦੇ ਤਾਂ ਇਸ ਪ੍ਰਕਾਰ ਅੰਗ ਭੰਗ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਅਰੁ ਰੰਗ ਰੂਪ ਦੇਹ ਸੰਘਾਤ ਭੀ ਅਥਵਾ ਹੋਰ ਚੱਜ ਆਚਾਰ ਰੂਪ ਵਾਲੀ ਜੋਗਤਾ ਭੀ ਭੰਗ ਹੋਈ ਹੋਈ, ਭਾਵ ਵਿਸਿੰਮ੍ਰਤੀ ਦੇ ਮਾਰਗ ਨੂੰ ਸਿਧਾਰੀ ਹੋਈ ਹੁੰਦੀ ਹੈ, ਤਥਾ ਕੁਲ ਹੀਨ ਕੁਲ ਗੋਤ੍ਰ ਦਾ ਅਭਿਮਾਨ ਵਾ ਸੰਪ੍ਰਦਾਯਕ ਅਧ੍ਯਾਸ ਤੋਂ ਭੀ ਰਹਿਤ ਹੋਏ ਹੋਈਦਾ ਹੈ, ਅਤੇ ਅਤ੍ਯੰਤ ਨਿੰਮ੍ਰਤਾ ਭਾਵੀ ਨਿਰਮਾਨ ਅਤਿਸੈਂ ਕਰ ਕੇ ਹੌਲੀ ਫੁੱਲ ਕੋਮਲ ਉਹ ਦੀਨ ਅਵਸਥਾ ਹੁੰਦੀ ਹੈ ਜਿਸ ਨੂੰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਵਰਨਣ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਤਾਂ ਭਲਾ ਬਹੁਨਾਇਕ ਠਾਕਰ ਸ਼੍ਰਿਸ਼ਟੀ ਨਾਥ ਦੀ ਨਾਇਕਾ ਸ੍ਵਾਮਿਨੀ ਭੀ ਕਿਸ ਪ੍ਰਕਾਰ ਆਖੀ ਜਾ ਸਕੇ। ਭਾਵ ਬਿਰਹੇ ਦੀ ਤਾਰ ਵਿਚ ਮਗਨਾਨੇ ਪੁਰਖ ਨੂੰ ਜੋ ਅਨਭਉ ਹੁੰਦਾ ਹੈ ਓਸ ਨੂੰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਵਰਨਣ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੨੦੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
