[
  {
    "id": "VRC",
    "sttm_id": 6687,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K1YY",
        "source_page": 207,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrh ibEg rogu duKiq huie ibrhnI; khq sMdys piQkn pY ausws qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The to pangs of separation and disunion from her beloved husband, a distressed wife heaves big sighs and sends messages to her beloved husband through the wayfarers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਹੇ ਤੋਂ ਉਤਪੰਨ ਹੋਏ ਵਿਛੋੜੇ ਰੂਪ ਰੋਗ ਨਾਲ ਪੀੜਤ ਹੋਈ ਹੋਈ ਆਤੁਰ ਆਈ ਹੋਈ ਬਿਰਹਨੀ ਇਸਤ੍ਰੀ ਜੀਕੂੰ ਲਾਜ ਕੁਲਾਜ ਆਦਿ ਨੂੰ ਵਿਸਾਰ ਕੇ ਉਸਾਸ ਉਭੇ ਸਾਹ ਹੌਕਿਆਂ ਨੂੰ ਲੈਂਦੀ ਹੋਈ ਪਥਿਕਾਂ ਪਾਂਧੀਆਂ ਰਾਹ ਜਾਂਦਿਆਂ ਮੁਸਾਫਰਾਂ ਪੰਧਾਊਆਂ ਨੂੰ ਸਨੇਹੇ ਦਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UQ1E",
        "source_page": 207,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyKh iqRgd join pRym kY pryvw; pr kr nwir dyiK ttq Akws qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "My beloved! Look how a lovelorn pigeon, a species of devious origin, impatiently flies down from high sky to his mate.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਕੂੰ ਹੀ ਗੁਰਮੁਖ ਬਿਰਹਨੀ ਐਉਂ ਆਖਿਆ ਕਰਦੀ ਹੈ ਕਿ ਹੇ ਭਾਈਓ! ਟੇਢੀਆਂ ਤਾਮਸੀ ਜੂਨਾਂ ਵੱਲ ਤਾਂ ਤੱਕੋ, ਕਿ ਪਰੇਵਾ ਕਬੂਤਰ ਕੀਕੂੰ ਨਾਰਿ ਕਬੂਤਰੀ ਨੂੰ ਦੇਖਦੇ ਸਾਰ ਅਕਾਸ਼ ਤੋਂ ਭਾਵ ਅਕਾਸ਼ ਵਿਚ ਉਡਾਰੀਆਂ ਮਾਰਦਾ ਹੋਯਾ ਪਰ ਕਰ ਖੰਭ ਮਾਰਦਾ ਮਾਰਦਾ ਇਕੋ ਵਾਰ ਹੀ ਉਸ ਉਪਰ ਆਨ ਟੁੱਟਦਾ ਅਰਥਾਤ ਆਨ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1E75",
        "source_page": 207,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qum qo cqurds ibidAw ky inDwn ipRA; iqRA n Cfwvhu ibrh irp irp qRws qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "My beloved! You are a store-house of all the knowledge; why don't you rid your woman from the pangs of separation?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਤੋੜਕੇ ਤੁਸੀਂ ਤਾਂ ਹੇ ਪ੍ਰੀਤਮ ਸਤਿਗੁਰੋ! ਚੌਦਾਂ ਵਿਦ੍ਯਾ ਦੇ ਭੰਡਾਰ ਭਾਵ, ਸ਼ੁੱਧ ਸਤ੍ਵਿਕ ਸਰੂਪ ਹੋ। ਆਪਣੇ ਆਸਰੇ ਪਰਣੇ ਜੀਊਣ ਵਾਲੀ ਇਕ ਮਾਤ੍ਰ ਆਪ ਦੀ ਹੀ ਕਾਮਨਾ ਪ੍ਰਾਇਣ ਰਹਿਣ ਹਾਰੀ ਜਿਗ੍ਯਾਸੂ ਰੂਪੀ ਇਸਤ੍ਰੀ ਨੂੰ ਵਿਛੋੜੇ ਰੂਪ ਸ਼ਤ੍ਰੂ ਦੇ ਭੈ ਤੋਂ ਕ੍ਯੋਂ ਨਹੀਂ ਛੁਡੌਂਦੇ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9NG2",
        "source_page": 207,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn ibmuK duK qwirkw cmqkwr; hyrq ihrwih riv drs pRgws qy [207["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The twinkling stars frighten everyone during the dark night, so am I being distressed by the separation from your holy feet. All these distressing twinkling stars will disappear soon as your Sun-like effulgent glimpse become visible. (207)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੇ ਮਹਾਰਾਜ! ਆਪਦਿਆਂ ਚਰਣਾਂ ਤੋਂ ਬਿਮੁਖ ਰਹਿਣ ਕਾਰਣ ਰਾਤਰੀ ਦੇ ਹਨੇਰੇ ਵਿਚ ਤਾਰਿਆਂ ਦੇ ਚਮਤਕਾਰ ਸਮਾਨ ਬੇਅੰਤ ਦੁੱਖ ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਗਟ ਹੋ ਹੋ ਪੈ ਰਹੇ ਹਨ, ਜੋ ਕੇਵਲ ਆਪ ਦੇ ਦਰਸ਼ਨ ਰੂਪ ਸੂਰਜ ਦੇ ਪ੍ਰਗਾਸ ਮਾਤ੍ਰ ਨੂੰ ਹੇਰਤ ਨਿਹਾਰਦੇ ਤਕਦੇ ਸਾਰ ਹੀ ਹਿਰਹਿ ਲੋਪ ਹੋ ਜਾਣਗੇ ਨਿਵਿਰਤ ਹੋ ਜਾਣਗੇ ਤਾਂ ਤੇ ਸ਼ੀਘਰ ਦਰਸ਼ਨ ਦਿਓ ॥੨੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
