[
  {
    "id": "DAT",
    "sttm_id": 6688,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AXZQ",
        "source_page": 208,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY qwih dyiK Aau idKwvy Awp; idRsit drs imil soBw dY suhwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker woman, who is liked by the True Guru Master, is glanced at with a look of clemency by the beloved Master who reveals Himself to her. By His clemency and glimpse, the hapless woman is blessed with goodness making her praiseworthy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਸਿੱਕਵੰਦ ਗੁਰਮੁਖ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਪ੍ਰੀਤਮ ਨੂੰ ਭਾ ਆਵੇ ਓਸ ਦੇ ਮਨ ਅੰਦਰ ਜਚ ਪਵੇ ਤਿਸ ਨੂੰ ਹੀ ਉਹ ਦੇਖਦਾ ਆਪਣੀ ਨਿਗ੍ਹਾ ਤਲੇ ਲ੍ਯੋਂਦਾ ਅਤੇ ਅਪਨੇ ਆਪ ਨੂੰ ਦਿਖੌਂਦਾ ਦਰਸ਼ਨ ਦਿੰਦਾ ਹੈ। ਇਸ ਪ੍ਰਕਾਰ ਪ੍ਰੇਮੀ ਅਰੁ ਪ੍ਰੀਤਮ ਆਪੋ ਵਿਚ ਦਰਸ਼ਨ ਦਿੰਦੇ ਲੈਂਦੇ, ਪਰਸਪਰ ਦ੍ਰਿਸ਼ਟੀਆਂ ਨਜਰਾਂ ਦੇ ਮਿਲਾਪ ਵਿਚ ਸ਼ੋਭਾ ਦਿੰਦੇ ਹੋਏ ਸੋਹਣੇ ਚੰਗੇ ਲਗਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4XRR",
        "source_page": 208,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY muK bcn sunwvy qwih; sbid suriq gur igAwn aupjwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is liked by the beloved Master, is blessed with His divine words. By the union of His words and consciousness, He enlightens her with Guru's sermons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਕੋਈ ਪਿਆਰੇ ਨੂੰ ਭਾ ਆਵੇ ਪਿਆਰਾ ਲਗ ਪਵੇ ਓਸੇ ਨੂੰ ਹੀ ਅਪਣੇ ਉਪਦੇਸ਼ ਮਈ ਬਚਨ ਸੁਣਾ ਸੁਣਾਕੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਟਿਕਾਨ ਦਾ ਅਥਵਾ ਸ਼ਬਦ ਦੀ ਸੋਝੀ ਪੈਣ ਤੋਂ ਹੋਣ ਵਾਲਾ ਗਿਆਨ, ਸਤਿਗੁਰੂ ਉਤਪੰਨ ਕਰੌਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3Z9M",
        "source_page": 208,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY dh idis pRgtwvY qwih; soeI bhunwiek kI nwiekw khwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker woman who is loved by her True Guru, is revealed by Him in all the ten directions of the world. Then she is addressed and known as supreme beloved of the Master who is the master of many more seeker brides.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਕੋਈ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਭਾ ਪਵੇ ਓਸੇ ਨੂੰ ਹੀ ਉਹ ਦਸਾਂ ਦਿਸ਼ਾਂ ਵਿਚ ਪ੍ਰਗਟ ਉਘਿਆਂ ਕਰ ਦਿੰਦਾ ਭਾਵ ਓਸ ਦੀ ਕੀਰਤੀ ਸਭਨੀਂ ਦਾਈਂ ਕਰਾ ਦਿੰਦਾ ਹੈ ਤੇ ਓਹੋ ਹੀ ਬਹੁਤਿਆਂ ਦੇ ਨਾਯਕ ਸ੍ਵਾਮੀ ਸਭ ਸਿੱਖਾਂ ਦੇ ਮਾਲਕ ਸਤਿਗੁਰੂ ਦੀ ਨਾਯਕਾ ਸ੍ਵਾਮਨੀ ਪ੍ਰਵਾਣਿਆ ਹੋਯਾ ਮਨਜੂਰ ਨਜ਼ਰ ਸਿੱਖ ਅਖਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BHVM",
        "source_page": 208,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY ishjwsin imlwvY qwih; pRym rs bs kir ApIau pIAwveI [208["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker bride who is liked by beloved True Guru, is united with Him on the mind like divine bed. Enamoured by her love, He makes her drink deep the elixir of Naam Amrit. (208)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਕੋਈ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਭਾ ਜਾਵੇ ਓਸ ਨੂੰ ਹੀ ਸਿਹਜਾਸਨ ਸਹਿਜ ਰੂਪਣੀ ਇਸਥਿਤੀ ਦੇ ਸਥਾਨ ਦਸਮ ਦ੍ਵਾਰ ਵਾ ਆਤਮ ਪਦ ਵਿਖੇ ਮਿਲਾ ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ। ਤੇ ਇਸੇ ਭਾਂਤ ਪ੍ਰੇਮ ਰਸ ਦੇ ਅਧੀਨ ਕਰ ਕੇ ਓਸ ਨੂੰ ਅਪਿਓ ਅਨੁਭਵ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਿਆਯਾ ਕਰਦਾ ਹੈ ॥੨੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
