[
  {
    "id": "FGH",
    "sttm_id": 6689,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HLB5",
        "source_page": 209,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY qwih suMdrqw kY suhwvY; soeI suMdrI khwvY Cib kY CbIlI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The female living being (jeev Istri) who has found favour with the True Guru Master the manifest form of the Lord, becomes virtuous and praiseworthy due to the blessing of spiritual beauty to her. That truly is called the beauty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੀ ਜਗਿਆਸੂ ਰੂਪ ਇਸਤ੍ਰੀ ਉਸ ਪ੍ਰੀਤਮ ਪਿਆਰੇ ਨੂੰ ਭਾ ਗਈ ਤਿਸ ਨੂੰ ਸੁੰਦਰਤਾ ਸ੍ਵੈ ਪ੍ਰਕਾਸ਼ਤਾ ਆਤਮਿਕ ਓਜ ਅਥ੍ਵ ਸੁੰਨ ਦ੍ਵਾਰ ਦਸਮ ਦ੍ਵਾਰ ਦੀ ਦਮਕ ਕ੍ਰਾਂਤੀ ਨਾਲ ਸੁਹਾਵੈ ਸੋਹਣਾ ਲਗਨ ਵਾਲਾ ਸਭ ਦੇ ਮਨ ਭੌਣਾ ਬਣਾ ਦਿੰਦਾ ਹੈ, ਤੇ ਓਸੇ ਦੀ ਸੁਰਤ ਹੀ ਸੁੰਨ ਦ੍ਵਾਰ ਦੀ ਇਸਥਿਤੀ ਵਾਲੀ ਹੋ ਜਾਣ ਕਰ ਕੇ ਉਹ ਸੁੰਦਰੀ ਸੋਹਣੀ ਛਬਿ ਕਰ ਕੇ ਛਬੀਲੀ ਫੱਬਨ ਵਾਲੀ ਅਖਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1EBU",
        "source_page": 209,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY qwih bwnk bDU bnwvY; soeI bnqw khwvY rMg mY rMgIlI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "She who is loved by her beloved master, is made into a highly adorable bride by Him. One who is ever engrossed in the hue of Lord's meditation is truly a blessed married woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੇ ਜਗ੍ਯਾਸੂ ਦੀ ਸੁਰਤ, ਪਿਆਰੇ ਨੂੰ ਭਾ ਜਾਵੇ ਓਸ ਨੂੰ ਹੀ ਬਾਨਕ ਬਾਂਕੀ ਯਾ ਸੋਹਣੇ ਵੇਸ ਵਾਲੀ ਆਪਣੀ ਬਧੂ ਵਿਆਹੁੜ ਨਿਜ ਅੰਗ ਰੂਪ ਇਸਤ੍ਰੀ ਪ੍ਰਵਾਣਿਤ ਗੁਰਮੁਖ ਬਣਾ ਲੈਂਦਾ ਹੈ ਅਰੁ ਉਹੀ ਉਸ ਦੇ ਰੰਗ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗੀ ਹੋਈ ਰੰਗੀਲੀ ਬਨਿਤਾ ਪਿਆਰ ਪ੍ਰੇਮ ਦੀ ਇਕ ਮਾਤ੍ਰ ਪਾਤ੍ਰ ਇਸਤ੍ਰੀ ਕਹੌਂਦੀ ਹੈ, ਅਰਥਾਤ ਓਸੇ ਨੂੰ ਹੀ ਅਪਣੇ ਨਿਜ ਸਰੂਪ ਦਾ ਸਾਥੀ ਅਭੇਦ ਹੋਯਾ ਹੋਯਾ ਸਿੱਖ ਪ੍ਰਵਾਣਿਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3086",
        "source_page": 209,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY qw kI sbY kwmnw pujwvY; soeI kwmnI khwvY sIl kY susIlI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The (seeker) female living being who gains the favour of her beloved master has all her desires fulfilled by Him. By virtue of her superior nature, she is well behaved and that makes her famous as beautiful lady in the true sense.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੀ ਰੂਹ ਓਸ ਪਿਆਰੇ ਨੂੰ ਭਾ ਪਵੇ ਓਸ ਦੀਆਂ ਇਸ ਲੋਕ ਸਬੰਧੀ ਵਾ ਪ੍ਰਲੋਕ ਸਬੰਧੀ ਤਥਾ ਪਰਮਾਰਥਿਕ ਸਮੂਹ ਕਾਮਨਾਂ ਪੂਰਣ ਕਰਦਾ ਹੈ। ਤੇ ਓਹੋ ਹੀ ਸੀਲ ਸਿੱਖੀ ਧਰਮ ਸੰਪੰਨ ਆਗ੍ਯਾਪਾਲ ਸੁਭਾਵ ਕਰ ਕੇ ਸੰਜੁਗਤ ਸੁਸੀਲੀ ਸ੍ਰੇਸ਼ਟਸੀਲ ਵਾਲੀ ਤਥਾ ਇਕ ਮਾਤ੍ਰ ਗੁਰੂ ਦੀ ਹੀ ਕਾਮਨਾ ਵਾਲੀ ਸਤਿਗੁਰਾਂ ਨੂੰ ਹੀ ਚਾਹੁਣ ਹਾਰੀ ਸਿੱਖ ਆਖੀ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A9KC",
        "source_page": 209,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ipRA BwvY qwih pRym rs lY pIAwvY; soeI pRymnI khwvY rsk rsIlI hY [209["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker woman who is liked by dear True Guru, she is blessed with relishing the Nam elixir of Lord's love. One who drinks deep the divine elixir is loved one in the true sense. (209)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੀ ਪਿਆਰੇ ਨੂੰ ਭਾ ਜਾਵੇ ਓਸ ਨੂੰ ਹੀ ਲੈ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਪ੍ਰਵਾਣ ਕਰ ਕੇ ਪ੍ਰੇਮ ਰਸ ਪਿਆਲਦੇ ਹਨ। ਤੇ ਓਹੋ ਹੀ ਰਸਿਕ ਰੂਪਣੀ ਸਿੱਕਵੰਦ ਰਸ ਰੱਤੀ ਪ੍ਰੇਮਨੀ ਪ੍ਰੇਮ+ਅਣੀ ਪ੍ਰੇਮ ਦੀ ਚੋਭ ਚੁਭੇ ਹੋਏ ਹਿਰਦੇ ਵਾਲੀ ਰੂਹ ਯਾ ਐਸੀ ਆਤਮ ਅਥਵਾ ਵ੍ਯਕ੍ਤੀ ਅਖੌਂਦੀ ਹੈ। ਅਰਥਾਤ ਪ੍ਰੇਮ ਰਸ ਰੱਤਾ ਰਸੀਆ ਸਿੱਖ ਅਖੌਂਦਾ ਹੈ ॥੨੦੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
