[
  {
    "id": "KVN",
    "sttm_id": 6690,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZNVE",
        "source_page": 210,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrh ibEg sog syq rUp huie ikRqws; tUk tUk Bey pwqI ilKIAY ibdys qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A sentient woman (devoted Sikh) separated from her beloved True Guru writes letter to her beloved stating that his separation and long disjunction has made her complexion paper white while her limbs are losing their strength to the extent of falling apart",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਹੇ ਤੋਂ ਵਿਜੋਗ ਵਿਛੋੜੇ ਦੇ ਰੋਗ ਨਾਲ ਸੇਤ ਚਿਟਾ ਫੱਕ ਰੰਗ ਹੋ ਜਾਂਦਾ ਹੈ ਕ੍ਰਿਤਾਸ ਕਾਗਜ ਵਰਗਾ ਟੁਕੜੇ ਟੁਕੜੇ ਹੋਏ ਜਿਸ ਉਪਰ ਪਰਦੇਸੋਂ ਪਤ੍ਰਿਕਾ ਲਿਖੀਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NMQC",
        "source_page": 210,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrh Agin sy svwnI mwsu ikRsn huie; ibrhnI ByK lyK ibKm sMdys qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The separated woman writes the state of her distress and the pangs she has been bearing. She wails that his separation has virtually turned the colour of her skin black.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਹੇ ਤੋਂ ਉਤਪੰਨ ਹੋਣ ਵਾਲੀ ਸੰਤਾਪ ਰੂਪ ਅਗਨੀ ਕਰ ਕੇ ਸਵਾਨੀ+ਮਾਸ ਮਾਸਵਾਨੀ ਸ੍ਯਾਹੀ ਵਰਗਾ ਕ੍ਰਿਸਨ ਕਾਲਾ ਧੂਸਰ ਰੂਪ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਸ੍ਯਾਹੀ ਨਾਲ ਬਿਰਹੇ ਦੀ ਗ੍ਰਸੀ ਹੋਈ ਬਿਰਹਨੀ ਇਸਤ੍ਰੀ ਅਪਣੇ ਭੇਖ ਵੇਸ ਦਸ਼ਾ ਤੇ ਅਤੇ ਬਿਖਮ ਸੰਦੇਸ ਦੁਖ ਭਰੇ ਸੁਨੇਹੇ ਲਿਖਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YQZ6",
        "source_page": 210,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrh ibEg rog lyKin kI CwqI PwtI; rudn krq ilKY Awqm Avys qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Crying from the core of her heart, the separated woman writes that because of the distress of bearing separation, even the breast of the pen that she is writing with has cracked.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਹੇ ਤੋਂ ਉਪਜੇ ਹੋਏ ਵਿਛੋੜੇ ਰੂਪ ਕਾਰਣ ਐਉਂ ਛਾਤੀ ਫਟ ਫਟ ਪੈਂਦੀ ਹੈ ਜੀਕੂੰ ਕਿ ਲਿੱਖਨ ਦਾ ਮੂੰਹ ਫਟਿਆ ਹੁੰਦਾ ਹੈ, ਤੇ ਓਕੂੰ ਹੀ ਆਤਮ ਅਵੇਸ ਤੇ ਦਿਲ ਦਿਆਂ ਉਬਾਲਾਂ ਨਾਲ, ਅਰਥਾਤ ਮਨ ਦੀ ਹਵਾੜ ਕਢਦਿਆਂ ਹੋਇਆਂ ਰੋ ਰੋ ਕੇ ਆਪਣੀ ਪੀੜਿਤ ਦਸ਼ਾ ਨੂੰ ਲਿਖੈ ਪ੍ਰਗਟ ਕਰਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WN3A",
        "source_page": 210,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrh auswsn pRgwsn duiKq giq; ibrhnI kYsy jIAY ibrh pRvys qy [210["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Heaving cold sighs and lamenting, she expresses her distressed state and asks how could anyone live when the weapon of separation had penetrated deep into her heart. (210)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਸ ਪ੍ਰਕਾਰ ਬਿਰਹ ਤੋਂ ਹੋ ਰਹੀ ਦੁਖੀ ਦਸ਼ਾ ਨੂੰ ਹੌਕਿਆਂ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਪ੍ਰਗਾਸ ਪ੍ਰਗਟ ਕਰਣ ਹਾਰੀ ਬਿਛੋੜੇ ਮਾਰੀ ਬਿਰਹਨੀ ਬਿਰਹੇ ਦੀ ਚੋਭ ਨਾਲ ਪੀੜਿਤ ਸੁਰਤ ਵਾਲਾ ਆਦਮੀ ਵਿਛੋੜੇ ਦੇ ਪਰਵੇਸ ਅੰਦਰ ਧਸੇ ਹੋਣ ਕਾਰਣ ਇਸ ਪ੍ਰਕਾਰ ਜੀਵੇ ਜੀਊਂ ਸਕਦਾ ਹੈ? ਭਾਵ ਨਹੀਂ ਜੀਊਂ ਸਕਦਾ ॥੨੧੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
