[
  {
    "id": "5G7",
    "sttm_id": 6691,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CRTT",
        "source_page": 211,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrb sMjog imil sujn sgweI hoq; ismrq suin suin sRvn sMdys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Deeds of previous births bring together noble people and they join in the form of holy congregation to establish union with True Guru. Such a maid who is betrothed thus hears the messages of her True Guru master from others and remembers them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਬਲਿਆਂ ਜਨਮਾਂ ਦੀ ਭੌਣੀ ਅਨੁਸਾਰ ਜਦ ਸਮਾਂ ਸੰਜੋਗ ਅਉਸਰ ਮਿਲ ਪੈਂਦਾ ਆਣ ਢੁੱਕਦਾ ਹੈ ਤਾਂ ਮਨੁਖ ਨੂੰ ਭਾਗੁ ਹੋਆ ਗੁਰਿ ਸੰਤ ਮਿਲਾਇਆ ਬਚਨ ਮੂਜਬ ਸਜਨ ਸ੍ਰੇਸ਼ਟ ਪੁਰਖਾਂ, ਸਕਿਆਂ ਆਪਣਿਆਂ ਜਨਾਂ, ਸੰਤਾਂ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ ਤੇ ਏਹੋ ਸਤਿਸੰਗ ਹੀ, ਮਾਨੋ ਓਸ ਵਾਹਿਗੁਰੂ ਦੇ ਘਰ ਦੀ ਸਗਾਈ ਸਕਾ +ਆਈ ਸਕਿਆਂ ਸੱਚਿਆਂ ਧੁਰਦਿਅ ਸਰਬੰਧੀਆਂ ਦੇ ਘਰ ਆਨ ਪ੍ਰਾਪਤ ਹੋਣ ਵਾਲੀ ਕੁੜਮਾਈ ਦੀ ਅਵਸਥਾ ਹੈ। ਜਿਸ ਸਤਸੰਗ ਵਿਖੇ ਏਹ ਸੁਣ ਸੁਣਕੇ, ਸ੍ਰਵਨ ਕੰਨਾਂ ਦ੍ਵਾਰਾ ਓਸ ਸੱਚੇ ਮਾਲਕ ਦੇ ਘਰ ਦੇ ਸਨੇਹੇ ਸਨੇਹ ਪਿਆਰ ਉਤਪੰਨ ਕਰਨ ਵਾਲੇ ਪਰਮਾਰਥੀ ਉਪਦੇਸ਼ ਸਿਮਰਤ ਚਿਤਾਰਦਾ ਹੋਯਾ ਸਿੱਕਦਾ ਹੈ ਹਰਦਮ ਓਸ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਇਹ ਜਿਗਯਾਸਾ ਅਵਸਥਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "79TE",
        "source_page": 211,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibiD sY ibvwhy imil idRsit drs ilv; ibidmwn iDAwn rs rUp rMg Bys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When according to tradition, marriage is solemnised, that is to say she is consecrated by Guru and an accord gets established between them, then her mind is engrossed in the form, colour, attire and pleasure of the master True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਫੇਰ ਜਦ ਬਿਧਿ ਸੇ ਮ੍ਰਯਾਦਾ ਪੂਰਬਕ, ਬਿਵਾਹੇ ਮਿਲਿ ਵਿਆਹਿਆ ਜਾਂਦਾ ਹੈ ਅਰਥਾਤ ਜਦ ਗੁਰੂ ਅਰ ਸਿੱਖ ਬਿਬ+ਆਏ ਮਿਲਿ ਦੋਵੇਂ ਹੀ ਆਣ ਮਿਲਦੇ ਹਨ, ਭਾਵ ਅੰਮ੍ਰਿਤ ਛਕਣ ਆਦਿ ਮ੍ਰਯਾਦਾ ਅਨੁਸਾਰ ਜਦ ਉਕਤ ਸਤਸੰਗੀ ਸਾਖ੍ਯਾਤ ਸਿੱਖ ਸਜ ਕੇ ਗੁਰਸਿੱਖ ਵਾਲੀ ਏਕਤਾ ਗੁਰਸਿੱਖ ਸੰਧੀ ਵਾਲੀ ਦਸ਼ਾ ਦੇ ਘਰ ਆਣ ਵਹਿੰਦਾ ਵਰਤਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਨਿਗ੍ਹਾ ਵਿਚ ਦਰਸ਼ਨ ਦੀ ਲਿਵ ਤਾਰ ਬੱਝ ਪਿਆ ਕਰਦੀ ਹੈ, ਅਰਥਾਤ ਓਸ ਦੇ ਨੇਤ੍ਰ ਦਰਸ਼ਨ ਨੂੰ ਲੋਚਨ ਲਗ ਪਿਆ ਕਰਦੇ ਹਨ। ਅਤੇ ਇਸੇ ਹੀ ਧਿਆਨ ਦੇ ਰਸ ਪਿਆਰ ਕੈ ਕਰ ਕੇ ਓਹੋ ਜੈਸੇ ਹੀ ਰੂਪ ਰੰਗ ਵਾਲੇ ਭੇਸ ਸਾਂਗ ਨੂੰ ਬਿਦ੍ਯਮਾਨ ਸਾਮਰਤੱਖ ਢਾਲ ਲਿਆ ਕਰਦਾ ਹੈ ਜਿਸ ਭਾਂਤ ਸਿੱਕਵੰਦ ਗੁਰਮੁਖਾਂ ਗੁਰ ਸਿੱਖਾਂ ਦਾ ਖਾਣ ਪਾਣ ਪਹਿਰਾਣ ਆਦਿ ਦਾ ਭੇਸ ਚਾਲਾ ਗੁਰਸਿੱਖੀ ਸਤਿਸੰਗ ਵਿਚ ਢਾਲਿਆ ਦੇਖਦਾ ਹੈ। ਭਾਵ ਗੁਰਸਿੱਖਾਂ ਵਾਲੇ ਸਾਂਗ ਵਿਚ ਹੋ ਵਰਤਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3JQ0",
        "source_page": 211,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rYn sYn smY sRüq sbd ibbyk tyk; Awqm igAwn prmwqm pRvys kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "At night when it is time for people to sleep, a seeker of the Lord takes refuge in the knowledge of the divine words and achieving soulful ecstasy through practicing of Naam, unites in the holy feet of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੀ ਧਾਰਣਾ ਵਾਲਾ ਉਹ ਦਰਸ਼ਨ ਦਾ ਪਿਆਸਾ ਸਿੱਖ ਰੈਨ ਆਯੂ ਭਰ ਹੀ ਸੈਨ ਸਮੈ ਟਿਕਾਉ ਦੇ ਟੀਚੇ ਸਿਰ ਵਾ ਰਾਤ ਨੂੰ ਜਦ ਕਿ ਲੋਕਾਂ ਦੇ ਸੌਣ ਦਾ ਸਮਾਂ ਹੁੰਦਾ ਹੈ, ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੇ ਟੇਕ ਟਿਕਾਣ ਦੇ ਬਿਬੇਕ ਗਿਆਨ ਸੰਪੰਨ ਹੋਯਾ ਹੋਯਾ ਆਤਮ ਗਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਕ ਪਰਮਾਤਮ ਪਦ ਵਿਖੇ ਪ੍ਰਵੇਸ ਕੈ ਸਮਾਈ ਕਰਦਾ ਹੈ, ਅਰਥਾਤ ਲਿਵ ਲੀਣ ਹੋਣ ਦਾ ਅਭ੍ਯਾਸ ਸਾਧਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6GD",
        "source_page": 211,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn ismrn aulMG iekqR hoie; pRym rs bis hoq ibsm Avys kY [211["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contemplating thus she (jeev istri) crosses all the stages of knowledge and becomes one with dear beloved and influenced by His loving pleasure, she gets engrossed in wondrous and marvellous spiritual state. (211)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਨਾਮ ਸਿਮਰਣ ਕਰਦਿਆਂ, ਬੱਝਾ ਹੁੰਦਾ ਹੈ ਜੋ ਨਾਮੀ ਦਾ ਧਿਆਨ ਤੇ ਓਸ ਧਿਆਨ ਤੋਂ ਫਿਰ ਜੋ ਉਪਜਦਾ ਹੈ ਓਸ ਦੇ ਸਰੂਪ ਦਾ ਗਿਆਨ ਇਨਾਂ ਸਭਨਾਂ ਪ੍ਰਪਾਟੀਆਂ ਨੂੰ ਹੀ ਓੜਕ ਸਿਰ ਟੱਪ ਕੇ, ਉਹ ਵਾਹਿਗੁਰੂ ਨਾਲ ਅਭੇਦ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਇਉਂ ਅਭੇਦਤਾਈ ਦੇ ਪ੍ਰੇਮ ਰਸ ਦੇ ਵੱਸ ਹੋਯਾਂ ਗੁਰਸਿੱਖ ਬਿਸਮ ਅਸਚਰਜ ਰੂਪ ਪਰਮ ਪਦ ਵਿਖੇ ਸਦਾ ਹੀ ਅਵੇਸ ਕੈ ਲਿਵਲੀਨ ਹੋਯਾ ਰਿਹੰਦਾ ਹੈ ॥੨੧੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
