[
  {
    "id": "RNU",
    "sttm_id": 6692,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HEHL",
        "source_page": 212,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk sY AiDk eyk nwiekw Anyk jw kY; dIn kY dieAwl huie ikRpwl ikRpw DwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The dear beloved who has not one but many obedient consorts; the dispenser of kindness on the distressed, the  beloved has been clement on me.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਅੰਤ੍ਰਯਾਮੀ ਸਤਿਗੁਰੂ ਦੇ ਇੱਕ ਤੋਂ ਇੱਕ ਚੜ੍ਹਦੀਆਂ ਅਨੇਕਾਂ ਅਨਗਿਣਤ ਹੀ ਤਨ ਮਨ ਧਨ ਕਰ ਕੇ ਸਭ ਤਰ੍ਹਾਂ ਹੀ ਉਸ ਦੀ ਅਧੀਨਗੀ ਅਰੁ ਆਗਿਆ ਵਿਚ ਵਰਤਨ ਹਾਰੀਆਂ ਸਿੱਖ ਰੂਪ ਨਾਇਕਾ ਇਸਤ੍ਰੀਆਂ ਹਨ ਭਾਵ ਬਿਧੀ ਪੂਰਬਕ ਸਿੱਖ ਸਜੀਆਂ ਹੋਈਆਂ ਵ੍ਯਕ੍ਤੀਆਂ ਹਨ। ਜਿਨਾਂ ਉਪਰ ਦੀਨਾਂ ਦੇ ਦਯਾਲ ਗ੍ਰੀਬ ਨਿਵਾਜ ਕ੍ਰਿਪਾਲੂ ਹੋ ਕੇ ਕਿਰਪਾ ਦੇ ਘਰ ਵੱਸ ਕੇ ਤੁੱਠੇ, ਅਰਥਾਤ ਓਨ੍ਹਾਂ ਨੂੰ ਅਪਣਾਇਆ ਤੇ ਅੱਜ ਓਸੇ ਹੀ ਮੇਰੇ ਉਪਰ ਭੀ ਕਿਰਪਾ ਕੀਤੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XQB5",
        "source_page": 212,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sjnI rjnI sis pRym rs Aausr mY; Ably ADIn giq bynqI aucwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "That moonlit night (the auspicious moment) when the time for me to belong to and enjoy the loving elixir of the Lord came, this humble maid slave in all the humility· made a supplication before the beloved True Guru;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋਈ ਸਜਨੀ ਸਜਨ ਭਾਵ ਪ੍ਰਾਪਤ ਸੁ+ਜਨੀ ਆਪਦੀ ਅਪਣਾਈ ਹੋਈ ਇਹ ਸੂਰਤ ਆਪਦਾ ਸਿੱਖ ਚਾਨਣੀ ਰਾਤ ਮਿਟਿਆ ਅਨ੍ਹੇਰਾ ਚੰਨ ਚੜ੍ਹਿਆ ਅਗਿਆਨ ਅੰਧਕਾਰ ਨਿਵਿਰਤੀ ਦਾ ਕਾਰਣ ਦੀਖਯਾ ਪ੍ਰਾਪਤ ਹੋਣ ਦੀ ਰਾਤ ਅਨੁਭਵੀ ਦਸ਼ਾ ਦੇ ਖਿੜਿਆਂ ਪ੍ਰੇਮ ਰਸ ਵਾ ਭਜਨ ਦੇ ਆਨੰਦ ਮਾਨਣ ਸਮੇਂ ਗ੍ਰੀਬੀ ਭਾਵ ਸੰਪੰਨ ਇਸਤ੍ਰੀ ਸਮਾਨ ਬੁਧ ਬਲ ਆਦਿ ਦਾ ਗੁਮਾਨ ਤਿਆਗ ਕੇ ਮਾਨ ਅਭਿਮਾਨ ਨੂੰ ਵਿਸਾਰ ਸੇਵਕ ਭਾਵ ਨੂੰ ਅੰਦਰ ਧਾਰ ਕੇ ਇਸ ਪ੍ਰਕਾਰ ਬੇਨਤੀ ਉਚਾਰਦੀ ਹੈ ਕਿ ਹੇ ਸੱਚੇ ਸਾਂਈ ਸਤਿਗੁਰ ਪਾਤਿਸ਼ਾਹ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ECX3",
        "source_page": 212,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI joeI AwigAw hoie soeI soeI mwin jwin; hwQ jory AgRBwig hoie AwigAwkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Oh beloved! Whatever will be your command, I shall obey implicitly. I shall ever serve you obediently and with humility.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਜਿਸ ਪ੍ਰਕਾਰ ਜੋ ਜੋ ਆਪ ਦੀ ਆਗਿਆ ਹੋਵੇ ਉਸੇ ਉਸੇ ਪ੍ਰਕਾਰ ਉਹੀ ਉਹੀ ਮੰਨੀ ਹੋਈ ਹੀ ਜਾਣੋ, ਕ੍ਯੋਂਕਿ ਮੈਂ ਹਰਦਮ ਆਪ ਦੇ ਅਗਭਾਗਿ ਸਨਮੁਖ ਹੱਥ ਜੋੜੀ ਹੱਥੀਂ ਬੱਧੀਂ। ਆਗਿਅਕਾਰੀ ਗੁਲਾਮ ਸੇਵਕ ਹੋ ਰਿਹਾ ਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8M3F",
        "source_page": 212,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BwvnI Bgiq bwie cwiekY ceIlo Bjau; sPl jnmu DMin Awj myrI bwrI hY [212["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I shall serve you with dedication and devotion of loving worship in my heart. This moment when you have so kindly blessed me with your consecration, my human birth has become purposeful since my turn to meet my beloved Lord has come. (212)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੇ ਮਹਾਰਾਜ! ਭੌਣੀ ਸਰਧਾ ਅਰੁ ਭਰੋਸੇ ਤਥਾ ਭਗਤੀ ਭਾਵ ਭਰੇ ਚਾਉ ਨਾਲ, ਚਈਲੋ ਚਾਈਂ ਚਾਈਂ ਉਤਸਾਹ ਵਾ ਉਮੰਗ ਪੂਰਬਕ ਮੈਂ ਆਪ ਤਾਈਂ ਭਜਉ ਭਜਾਂ ਸੇਵਾਂਗਾ, ਨਾ ਕਿ ਚੱਟੀ ਯਾ ਡੰਨ ਭਰਦਾ ਹੋਯਾ ਕ੍ਯੋਂਜੁ ਧੰਨਿ ਹੈ ਆਜ ਅੱਜ ਦਾ ਦਿਹਾੜਾ, ਇਹ ਜਨਮ ਜਦਕਿ ਮੇਰੀ ਵਾਰੀ ਭੀ ਅਨੰਤ ਜਨਮਾਂ ਦੇ ਗੇੜ ਉਪ੍ਰੰਤ ਜਨਮ ਸਫਲਾਨ ਦੀ ਆਈ ਹੈ। ਜੈਸਾ ਕਿ: ਇਹ ਜੀਉ ਬਹੁਤੇ ਜਨਮ ਭ੍ਰਮਿਆ ਤਾ ਸਤਿਗੁਰ ਸਬਦ ਸੁਣਾਇਆ ॥੨੧੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
