[
  {
    "id": "M98",
    "sttm_id": 6693,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B91R",
        "source_page": 213,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRIqm kI puqrI mY qnk qwrkw isAwm; qw ko pRiqibMbu iqlu iqlku iqRlok ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the True Guru casts a sight of grace on the seeker woman, the thin black star-like line in the pupil of my beloved True Guru has cast a very subtle image on the face of the seeker woman that is adoring and beseeming like a mole in the three worlds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਿਆਰੇ ਸਤਿਗੁਰਾਂ ਦੇ ਨੇਤ੍ਰ ਦੀ ਪੁਤਲੀ ਧੀਰੀ ਵਿਖੇ ਜੋ ਸ੍ਯਾਮ ਸ੍ਯਾਮ ਕਾਲੀ ਕਾਲੀ ਭਾ ਮਾਰਦੀ ਹੋਈ, ਤਨਿਕ ਸੂਖਮ ਜੈਸੀ ਤਾਰੀ ਦਮਕ ਰਹੀ ਹੈ ਓਸੇ ਦਿਬ੍ਯ ਸਤਾਰੇ ਦਾ ਹੀ ਪ੍ਰਛਾਵਾਂ ਤਿੰਨਾਂ ਲੋਕਾਂ ਦਾ ਤਿਲਕ ਟਿੱਕਾ ਰੂਪ ਤਿਲ ਹੈ। ਭਾਵ ਤ੍ਰਿਲੋਕੀ ਅੰਦਰ ਹੀ ਸਮੂਹ ਲਖਤਾ ਦਾ ਪਰਮ ਕਾਰਣ ਰੂਪ। ਅਥਵਾ ਜਾਗ੍ਰਤ ਸੁਪਨ ਸੁਖੋਪਤੀ ਰੂਪ ਤਿੰਨਾਂ ਅਵਸਥਾਵਾਂ ਦਾ ਲੋਕ ਪ੍ਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਦ੍ਵਾਰਿਓਂ ਉਹ ਤਿਲ ਕੇਵਲ ਸਤਿਗੁਰਾਂ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਧਾਰਾ ਦੇ ਪ੍ਰਵਾਹਿਤ ਹੋਣ ਦੇ ਮੂਲ ਸਥਾਨ ਦਾ ਪ੍ਰਛਾਵਾਂ ਮਾਤ੍ਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2L9A",
        "source_page": 213,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "binqw bdn pir pRgt bnwie rwiKE; kwmdyv koit lot pot Aivlok ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "That subtle image of the star like shinning line has made beauty so conspicuous and astonishing that millions of cupids are becoming restless. Heaving cold sighs and lamenting, she expresses her distressed state and asks how could anyone live when the wea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਨਿਤਾ ਇਸਤ੍ਰੀ ਜੀਕੂੰ ਬਦਨ ਪਰਿ ਅਪਣੇ ਚਿਹਰੇ ਮਸਤਕ ਉਪਰ ਭਰਤਾ ਦੀ ਤਾਂਘ ਵਿਚ ਬਿੰਦਲੀ ਬਣਾ ਰਖਿਆ ਕਰਦੀ ਹੈ, ਤੀਕੂੰ ਹੀ ਮੈਂ ਗੁਰ ਸਿੱਖ ਨੇ ਪ੍ਰਗਟ ਪ੍ਰਤੱਖ ਹੀ ਬਣਾ ਸੁਆਰ ਰਖਿਆ ਹੈ ਓਸ ਤਿਲ ਨੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਵਾਸਤ੍ਵੀ ਦਰਸ਼ਨ ਦੀ ਤਾਂਘ ਦਾ ਅਸਥਾਨ ਜਿਸ ਤਿਲ ਦੇ ਅਵਿਲੋਕ ਕੋ ਤੱਕਨ ਖਾਤਰ ਕ੍ਰੋੜਾਂ ਹੀ ਪਰਮ ਸੁੰਦਰ ਕਾਮ ਦੇਵ ਲੋਟਨ ਪੋਟਨ ਹੋ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U254",
        "source_page": 213,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin rUp kI AnUp rUp Cib; skl isMgwru ko isMgwru sRb Qok ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The unique beauty as a result of that mole cannot be matched by millions of beautiful forms. The beauty of that mole is beyond the beauty of all adoring things of the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰੂਪ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹੋ ਆਵੇ ਤਾਂ ਭੀ ਓਸ ਦੀ ਛਬਿ ਸੁੰਦਰਤਾ ਨਹੀਂ ਪਾ ਸਕਦਾ ਓਸ ਤਿਲ ਦੀ ਉਪਮਾ ਨੂੰ ਤੇ ਉਹ ਸਮੂਹ ਸਿੰਗਾਰ ਭੂਖਣਾ ਦਾ ਸਿੰਗਾਰ ਸਜਾਵਨ ਹਾਰਾ ਤਥਾ ਸਰਬਤ੍ਰ ਥੋਕ ਪਦਾਰਥਾਂ ਦਾ ਸਿੰਗਾਰ ਭੂਖਣ ਸਿਰੋਮਣੀ ਵਾ ਸਿਰਜਨ ਹਾਰਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VDK6",
        "source_page": 213,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC ikRpw iql kI Aqul soBw; sursqI kot mwn BMg iDAwn kok ko [213["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of a little kindness of the True Guru, the fame and glory of that miniscule mole is infinite. It is capable of shattering the pride of millions of goddesses of beauty. Even a red legged partridge (Allectoris graeca) engrossed in looking at the m",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਤਿਲ ਦੀ ਸ਼ੋਭਾ ਅਤੁਲ ਤੁਲਨਾ ਤੋਂ ਰਹਿਤ ਹੈ, ਜਿਸ ਦੇ ਕਿੰਚਿਤ ਪਰ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਣ ਵਾਲੇ ਗੁਰਮੁਖ ਦੇ ਸਨਮੁਖ ਕ੍ਰੋੜਾਂ ਹੀ ਸ੍ਰਸ੍ਵਤੀ ਦੇਵੀਆਂ ਬਾਗੀਸ਼੍ਵਰੀਆਂ ਦਾ ਮਾਨ ਮਰਦਨ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਕ੍ਰੋੜਾਂ ਹੀ ਕੋਕ ਚਕਵਿਆਂ ਦਾ ਪਿਆਰਿਆਂ ਦੀ ਯਾਦ ਵਿਚ ਰਾਤਾਂ ਗੁਜਾਰਨ ਦਾ ਧਿਆਨ ਮਾਤ ਪੈ ਜਾਂਦਾ ਹੈ ਭਾਵ ਭੋਰਾ ਭਰ ਭੀ ਇਸਤਿਲ ਉਪਰ ਦ੍ਰਿਸ਼ਟੀ ਦੇ ਟਿਕ ਜਾਣ ਕਰ ਕੇ ਆਪ ਦੇ ਆਪ ਸਭ ਵਿਦ੍ਯਾਵਾਂ ਦਾ ਬਲ ਪ੍ਰਗਟ ਹੋ ਔਂਦਾ ਹੈ, ਤੇ ਧਿਆਨ ਐਸਾ ਗੱਡ ਜਾਂਦਾ ਹੈ ਕਿ ਪਰਮਾਦ ਰੂਪ ਨਿੰਦ੍ਰਾ ਵਿਚਲਿਤ ਹੀ ਨਹੀਂ ਕਰ ਸਕ੍ਯਾ ਕਰਦੀ ॥੨੧੩॥ ੨੦੪ ਅੰਕ ਵਾਲਾ ਕਬਿੱਤ ਭੀ ਦੇਖੋ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
