[
  {
    "id": "U4L",
    "sttm_id": 6694,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "A0U1",
        "source_page": 214,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur drs iDAwn Kt drsn dyKY; skl drs sm drs idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who has fixed his attention on the vision of the True Guru. is not reassured by the six schools of philosophy nor towards other religious sects. He sees all philosophies in the vision of one True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸਨੇ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਦਰਸ਼ਨ ਦਾ ਧਿਆਨ ਕਰ ਲਿਆ ਉਹ ਮੁੜ ਛੀਆਂ ਦਰਸ਼ਨਾਂ ਹੋਰਨਾਂ ਮਤਾਂ ਵੱਲ ਕਦੀ ਨਾ ਤੱਕੇਗਾ, ਕ੍ਯੋਂਕਿ ਸਭ ਦਰਸ਼ਨ ਸਾਰੀ ਦ੍ਰਿਸ਼੍ਯ ਹੀ ਓਸ ਨੂੰ ਇਕ ਸਮ ਪਾਰ ਬ੍ਰਹਮ ਸਰੂਪ ਦਿਖਾਈ ਦੇਣ ਲਗ ਪਿਆ ਕਰਦੀ ਹੈ ਅਥਵਾ ਦਰਸ ਸਮ ਸਾਰੇ ਦਰਸ਼ਨ ਹੀ ਸਮਾਏ ਹੋਏ ਹਨ, ਜਿਸ ਉਸ ਇਕ ਦਰਸ਼ਨ ਵਿਖੇ, ਉਹ ਜੁ ਓਸ ਨੂੰ ਦਿੱਸ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CRVJ",
        "source_page": 214,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur sbd pMc sbd igAwn gMim; srb sbd Anhd smJwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who has received Guru's consecration hears melodies of five types of musical instruments deep in his soul because the unstruck music that has appeared in his being due to perpetual meditation on Lord's name has all the melodies in it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦਾ ਸ਼ਬਦ ਪ੍ਰਾਪਤ ਹੋਣ ਕਰ ਕੇ ਪੰਜਾਂ ਹੀ ਅਗੰਮੀ ਦਿਬ੍ਯ ਸ਼ਬਦਾਂ ਦੇ ਗਿਆਨ ਦੀ ਗੰਮਤਾ ਪ੍ਰਾਪਤੀ ਹੋ ਔਂਦੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਸਭ ਭਾਂਤ ਦੇ ਹੀ ਅਨਹਦ ਸ਼ਬਦਾਂ ਦੀ ਸਮਝ ਆਪ ਤੇ ਆਪ ਫੁਰ ਆਯਾ ਕਰਦੀ ਹੈ। ਅਥਵਾ ਐਸੇ ਅਨਹਦ ਇਕ ਰਸ ਧੁਨੀ ਭਾਵੀ ਸਮੂਹ ਸ਼ਬਦ ਹੀ 'ਸਮ+ਝਾਏ' 'ਹੈ ਬ੍ਰਹਮ ਦੀ ਝਾਈ' ਛਾਯਾ ਆਭਾਸ ਰੂਪ ਹੋ ਭਾਸ੍ਯਾ ਕਰਦੇ ਹਨ ਕੰਨਾਂ ਵਿਚ ਉਂਗਲਾਂ ਦੇ ਕੇ ਅਨਹਦ ਸੁਨਣ ਦੀ ਕੋਈ ਲੋੜ ਹੀ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y34P",
        "source_page": 214,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mMqR aupdys prvys kY Avys irdY; Awid kau Awdys kY bRhm bRhmwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By practicing meditation on the Lord, He comes and resides he in the heart. In this state an initiated disciple sees the all-pervading Lord everywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦਾ ਮੰਤ੍ਰ ਉਪਦੇਸ਼ ਕੰਨਾਂ ਦੇ ਸਮੀਪ ਹੁੰਦੇ ਸਾਰ ਹੀ, ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਕਰਦਿਆਂ ਹਿਰਦੇ ਅੰਦਰ ਅਵੇਸ ਕਰ ਘੁਸ ਜਾਂਦਾ ਹੈ। ਜਿਸ ਕਰ ਕੇ ਸਭ ਦੀ ਆਦਿ, ਆਦਿ ਸਰੂਪ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਆਦੇਸ ਕਰਦਾ ਕਰਦਾ ਅਰਾਧਦਾ ਧਿਉਂਦਾ ਅਥਵਾ ਬਾਰ ਬਾਰ ਅਭਿਆਸ ਕਰਦਾ ਹੋਯਾ, ਬ੍ਰਹਮ ਹੀ ਬ੍ਰਹਮ ਸਰਬ ਠੌਰ ਰਮ੍ਯਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਦ੍ਰਿਸ਼ਟੀ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LCMS",
        "source_page": 214,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn ismrn pRym rs risk huie; eyk Aau Anyk ky ibbyk pRgtwey hY [214["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh who is blessed with knowledge, contemplation and Simran by the True Guru and who relishes the loving elixir, learns the truth of one Lord who pervades in all despite being one. (214)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਪ੍ਰੇਮ ਰਸ ਦਾ ਰਸੀਆ ਹੋ ਕੇ ਗੁਰ ਉਪਦੇਸ਼ ਨੂੰ ਸਿਮਰਣ ਕਰਦਾ ਚਿਤਾਰਦਾ ਤੇ ਇਸੇ ਹੀ ਇਕ ਮਾਤ੍ਰ ਧਿਆਨ ਵਿਚ ਪ੍ਰਪੱਕ ਹੁੰਦਾ ਵਾਹਿਗੁਰੂ ਦੇ ਸਰੂਪ ਗਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਇੱਕ, ਪਰਮਾਤਮਾ ਤੇ ਅਨੇਕ ਜਗਤ ਦੇ ਬਿਬੇਕ ਬਿਬ +ਏਕ ਦੋ ਭਾਸਦੇ ਹੁੰਦ੍ਯਾਂ ਭੀ ਇਕ ਅਕਾਲ ਹੀ ਅਕਾਲ ਹੈ ਐਸੇ ਪ੍ਰਗਟ ਕਰਦਾ ਸਾਮਰਤੱਖ ਅਨੁਭਵ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਇਕ ਕੈਸੇ ਅਨੇਕ ਹੋਯਾ ਤੇ ਅਨੇਕ ਮੁੜ ਇਕ ਵਿਚ ਹੀ ਕਿਸ ਪ੍ਰਕਾਰ ਅਭੇਦ ਹੋ ਸਕਦਾ ਹੈ, ਐਸਾ ਵੀਚਾਰ ਅਧਿਕਾਰੀਆਂ ਤਾਈਂ ਪ੍ਰਗਟ ਕਰਦਾ ਉਪਦੇਸ਼ਦਾ ਹੈ ॥੨੧੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
