[
  {
    "id": "HM1",
    "sttm_id": 6695,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3KTS",
        "source_page": 215,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siq ibnu sMjmu n piq ibnu pUjw hoie; sc ibnu soc n jnyaU jq hIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Except the name of the stable and firm Lord, no other deed is righteous. Except for the prayer and worship of Master Lord, worship of gods/goddesses is futile. No piety is beyond the truth and wearing of sacred thread without morality is futile.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਜਿਸ ਪ੍ਰਕਾਰ ਬਿਨਾਂ ਸੰਜਮ ਧਾਰੇ ਸਾਧੇ ਦੇ ਸਤਿ ਪ੍ਰਤਿਗ੍ਯਾ ਵਾ ਧਰਮ ਦੀ ਪਾਲਨਾ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਤੇ ਬਿਨਾਂ ਪੂਜਾ ਸਤਿਕਾਰ ਦੇ ਪਤਿ ਪ੍ਰਤਿਸ਼ਟਾ ਆਬਰੋ ਨਹੀਂ ਰਹਿ ਸਕਿਆ ਕਰਦੀ। ਤਥਾ ਬਿਨਾਂ ਸੋਚ ਸੁੱਚਤਾ ਦੇ ਸਚੁ ਨਹੀਂ ਨਿਬਾਹਿਆ ਜਾ ਸਕਦਾ, ਅਰੁ ਜਤ ਬ੍ਰਹਮ ਚਰਯ ਸਾਧੇ ਬਿਨਾਂ ਜਨੇਊ ਕਿਸੇ ਕੰਮ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZD61",
        "source_page": 215,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibnu gur dIiKAw igAwn ibnu drsn iDAwn; Bwau ibnu Bgiq n kQnI BY BIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Without obtaining initiation from a True Guru, no knowledge is worthwhile. No contemplation is useful except that of the True Guru. No worship is worth anything if not performed love, nor any view point expressed can invite respect.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੀ ਪ੍ਰਕਾਰ ਬਿਧੀ ਪੂਰਬਕ ਗੁਰ ਉਪਦੇਸ਼ ਰੂਪ ਗੁਰ ਦੀਖ੍ਯਾ ਧਾਰੇ ਬਿਨਾਂ ਕਿਸੇ ਨੂੰ ਗਿਆਨ ਵਾਹਿਗੁਰੂ ਦਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਅਤੇ ਦਰਸ ਵਸਤੂ ਤਤ੍ਵ ਪਦਾਰਥ ਦੇਖੇ ਬਿਨਾਂ ਧਿਆਨ ਨਹੀਂ ਬੱਝ ਸਕਦਾ। ਐਸਾ ਹੀ ਭਉ ਭਾਵਨਾ ਭੌਣੀ ਵਾ ਸ਼ਰਧਾ ਜਦ ਤਕ ਨਾ ਪ੍ਰਗਟ ਹੋ ਆਵੇ ਭਗਤਿ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਾ ਭਜਨ ਦੀ ਲਗਨ ਨਹੀਂ ਉਤਪੰਨ ਹੋ ਸਕਦੀ। ਅਰੁ ਇਉਂ ਹੋਵੇ ਤਾਂ ਕਿਡਾ ਹੀ ਚਾਹੇ ਕੋਈ ਚਤੁਰਾ ਹੋਵੇ, ਪਰ ਓਸ ਦੀ ਕਥਨੀ ਭੈ ਭਿੰਨੀ ਭੈ ਸੰਜੁਗਤ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਭਾਵ ਐਸੇ ਪੁਰਖ ਦੀ ਜਿਸ ਦੇ ਗੁਰ ਦੀਖ੍ਯਾ ਹੀਨ ਹੋਣ ਕਰ ਕੇ ਗਿਆਨ ਨਹੀਂ ਤੇ ਦਰਸ਼ਨ ਬਿਨਾਂ ਹੋਣ ਕਰ ਕੇ ਜੋ ਧਿਆਨ ਤੋਂ ਬੰਚਿਤ ਤਥਾ ਸਰਧਾ ਭਗਤੀ ਬਿਨਾਂ ਹੈ, ਉਹ ਹਜਾਰਾਂ ਕਥਨੀਆਂ ਕਰਦਾ ਫਿਰੇ ਓਸ ਪਾਸੋਂ ਕਿਸੇ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਯਾ ਉਸ ਦੇ ਅੰਦਰ ਹੀ ਵਾਹਿਗੁਰੂ ਦਾ ਭਯ ਨਹੀਂ ਉਪਜ ਸਕਦਾ। ਜੀਕੂੰ ਕਿ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N99P",
        "source_page": 215,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swNiq n sMqoK ibnu suKu n shj ibnu; sbd suriq ibnu pRym n pRbIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Without patience and contentment, peace cannot reside. No true peace and comfort is achievable without acquiring a state of equipoise. Similarly no love can be stable without the union of the word and mind (consciousness).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਨਾਂ ਸੰਤੋਖ ਦੇ ਸਾਂਤ ਰੱਜ ਤੇ ਸਹਿਜ ਭਾਵ ਬਿਨਾਂ ਸੁਖ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਤੀਕੂੰ ਹੀ ਸੁਰਤੀ ਦੇ ਸ਼ਬਦ ਗੁਰ ਉਪਦੇਸ਼ ਵਿਖੇ ਪਰਚੇ ਬਿਨਾਂ ਪ੍ਰੇਮ ਭੀ ਨਹੀਂ ਪ੍ਰ+ਬੀਨ ਭਲੀ ਪ੍ਰਕਾਰ ਦੇਖਣ ਵਿਚ ਆ ਸਕਦਾ। ਵਾ ਪ੍ਰੇਮ ਵਿਖੇ ਨਿਪੁਣ ਸਿਆਨਾ ਨਹੀਂ ਕੋਈ ਹੋ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T17D",
        "source_page": 215,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bRhm ibbyk ibnu ihrdY n eyk tyk; ibnu swDsMgq n rMg ilv lIn hY [215["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Without deliberation on His name, one cannot establish faith in the heart and without the holy congregation of divine and saintly persons, engrossment in Lord's name is not possible. (215)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿਧਾਂਤ ਕੀਹ ਕਿ ਬਿਨਾਂ ਬ੍ਰਹਮ ਬੀਚਾਰ ਵ ਗਿਆਨ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਇਕ ਮਾਤ੍ਰ ਟਿਕਾਉ ਸਥਿਰਤਾ ਕਦੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕੂ ਤੇ ਬ੍ਰਹਮ ਬਿਚਾਰ ਦੇ ਰੰਗ ਵਿਚ ਸਾਧ ਸੰਗਤਿ ਗੁਰੂ ਕੀ ਸੰਗਤ ਬਿਨਾਂ ਕਿਸੇ ਨੇ ਕਦਾਚਿਤ ਲਿਵਲੀਨ ਨਹੀਂ ਹੋ ਸਕਨਾ ਤਾਤੇ ਅਵਸ਼੍ਯ ਹੀ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਪੁਜ ਕੇ ਮਨੁੱਖ ਅਪਣੇ ਆਪ ਨੂੰ ਦੀਖ੍ਯਤ ਬਣਾਵੇ ॥੨੧੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
