[
  {
    "id": "EL0",
    "sttm_id": 6696,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BHKQ",
        "source_page": 216,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; crn kml qwih jg mDukr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh who is engrossed in the elixir-like name of the Lord by virtue of the holy dust of the feet of True Guru (due to His company) has the whole world becoming his devotees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਕੋਈ ਉਕਤ ਰੀਤੀ ਨਾਲ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਰਸ ਦਾ ਪ੍ਰੇਮੀ ਚਰਣ ਕਮਲਾਂ ਦੇ ਮਕਰੰਦ ਮਦ ਰਸ ਵਾ ਪ੍ਰਭਾਵ ਮਾਨਣ ਦਾ ਲੌਭੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਤਾਹਿ ਤਿਸਦਿਆਂ ਚਰਣ ਕਮਲਾਂ ਦਾ ਜਗਤ ਭਰ ਹੀ ਮਧੁਕਰ ਭੌਰਾ ਪ੍ਰੇਮੀ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN5X",
        "source_page": 216,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur sbd Duin suin gd gd hoie; AMimRq bcn qwih jgq auDir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru whose every hair blooms hearing the melody of True Guru blessed Naam Simran, his elixir-like words can sail the world across the worldly ocean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਕਲਿਆਣ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਉਪਦੇਸ਼ ਦੀ ਧੁਨੀ ਮਰਮ ਵਾ ਆਵਾਜ ਮਾਤ੍ਰ ਤੇ ਹੀ ਸਤਿਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਮਈ ਬਚਨ ਸੁਨਣ ਕਰ ਕੇ ਜੇ ਕੋਈ ਗਦ ਗਦ ਪੁਲਕਿਤ ਪ੍ਰਸੰਨਤਾ ਵਾਨ ਹੋ ਗਿਆ ਅਰਥਾਤ ਨਾਮ ਉਪਦੇਸ਼ ਪ੍ਰਾਪਤ ਹੋਣ ਤੇ ਜਿਸ ਦੇ ਅੰਦਰ ਖੁਸ਼ੀ ਪ੍ਰਗਟ ਹੋ ਆਈ, ਤਾਹਿ ਤਿਸਦਿਆਂ ਅੰਮ੍ਰਿਤ ਮਿਠੇ ਮਿਠੇ ਹਿਤਕਾਰੀ ਬਚਨਾਂ ਦ੍ਵਾਰਾ ਜਗਤ ਹੀ ਨਿਸਤਾਰੇ ਨੂੰ ਪਾਇਆ ਕਰਦਾ ਹੈ ਭਾਵ ਉਸ ਦੇ ਬਚਨਾਂ ਤੋਂ ਅਸੰਖ੍ਯਾਤ ਪੁਰਖਾਂ ਦੀ ਕਲ੍ਯਾਣ ਹੋਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AEE7",
        "source_page": 216,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ktwC ikRpw gur dieAw inDwn; srb inDwn dwn doK duK hir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru who receives even a very small blessing of the True Guru, becomes capable of giving away all the treasures and allaying the distresses of the others.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਯਾ ਦੇ ਸਮੁੰਦਰ ਸਤਿਗੁਰਾਂ ਦੀ ਕਿੰਚਿੰਤ ਭਰ ਥੋੜੀ ਮਾਤ੍ਰ ਭੀ ਕ੍ਰਿਪਾ ਭਰੀ ਦ੍ਰਿਸ਼ਟੀ ਦ੍ਵਾਰੇ ਜੋ ਤੱਕਿਆ ਵਡਿਆਇਆ ਗਿਆ। ਉਹ ਸਮੂਹ ਨਿਧੀਆਂ ਨੂੰ ਦੇਣ ਤਥਾ ਦੁਖ ਅਧ੍ਯਾਤਮਿਕ, ਅਧਿਦੈਵਿਕ ਅਧਿਭੂਤਿਕ ਅਰੁ ਦੋਖ ਮਲ ਵਿਖੇਪ ਆਵਰਣ ਆਦਿ ਵਾ ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਵਿਕਾਰ ਵਾਸਨਾ ਹੋਰਨਾਂ ਦੀਆਂ ਭੀ ਦੂਰ ਕਰਨ ਲਈ ਸਮਰੱਥ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PF38",
        "source_page": 216,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur dwsn dws dwsn dwswn dws; qws n ieMdRwid bRhmwid smsir hY [216["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh who serves the servants of the slaves of the True Guru (who becomes down to earth humble) cannot even be equated with god Indra, Brahma and all the gods and goddesses put together. (216)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਥੋਂ ਤਕ ਕਿ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਦਾਸਾਂ ਦੇ ਜੋ ਦਾਸ ਹਨ ਓਨਾਂ ਦੇ ਦਾਸਾਂ ਦਿਆਂ ਭੀ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦੀ ਅਨੁਸਾਰਿਤਾ ਪਾਲਣਹਾਰਿਆਂ ਸਿੱਖਾਂ ਦੇ ਭੀ ਜੋ ਸਿੱਖ ਉਪਦੇਸ਼ੀ ਬਣ ਜਾਂਦੇ ਹਨ, ਤਿੰਨਾਂ ਦੇ ਸਮਸਰਿ ਬ੍ਰੋਬਰ ਇੰਦ੍ਰਾਦਿਕ ਤੇਤੀ ਕ੍ਰੋੜ ਕੇਵਤੇ, ਤਥ ਬ੍ਰਹਮਾ ਹੈ ਆਦਿ ਮੁੱਖ ਜਿਨਾਂ ਦਾ ਐਸੇ ਬ੍ਰਹਮਾ ਬਿਸ਼ਨੂ ਮਹੇਸ਼ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦੇ ॥੨੧੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
