[
  {
    "id": "KH7",
    "sttm_id": 6697,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XEMH",
        "source_page": 217,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jb qy prm gur crn srin Awey; crn srin ilv skl sMswr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the time a human being takes the refuge in the holy feet of the True Guru, the people of the world then start contemplating in the refuge of his feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦਿਨ ਤੋਂ ਪਰਮ ਗੁਰੂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਅਸੀਂ ਆਏ ਹਾਂ ਭਾਵ ਓਨਾਂ ਦੀ ਸਿੱਖੀ ਧਾਰਣ ਕੀਤੀ ਹੈ, ਅਸਾਡੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਵਿਖੇ ਸਮੂਹ ਸੰਸਾਰ ਹੀ ਲਿਵ ਲਾਲਸਾ ਧਾਰ ਰਿਹਾ ਹੈ ਅਰਥਾਤ ਜਿਥੇ ਜਿਥੇ ਭੀ ਜਾਈਏ, ਸਭ ਲੋਕ ਅਸਾਡੀ ਸੰਗਤ ਵਿਚ ਸਿੱਖੀ ਦੇ ਚਹੁਣਹਾਰੇ ਸੰਗਤੀਏ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TY0U",
        "source_page": 217,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd crnwimRq kY; cwhq crn ryn skl Akwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking the foot-wash of the True Guru while staying in His refuge, the entire mankind desires to be blessed by his holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਨੂੰ ਚਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਚਰਣ ਪੌਹਲ ਛਕਦਿਆਂ, ਜਦ ਤੋਂ ਅਸਾਂ ਪਾਨ ਕੀਤਾ ਪੀਤਾ ਹੈ, ਸਕਲ ਅਕਾਰ ਪ੍ਰਾਣੀ ਮਾਤ੍ਰ ਹੀ ਅਸਾਡੇ ਚਰਣਾਂ ਦੀ ਧੂਲੀ ਨੂੰ ਚਾਹ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z0QS",
        "source_page": 217,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml suK sMpt shj Gir; inhcl miq prmwrQ bIcwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By living in the peaceful refuge of the lotus-like feet of the True Guru, one gets absorbed in a state of equipoise. Because of higher spiritual wisdom, they become stable of mind and consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਜਿਸ ਕਿਸੇ ਨੇ ਭੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣ ਕਮਲਾਂ ਨਾਲ ਪ੍ਰੇਮ ਪਾਲਣ ਦੇ ਸੁਖ ਨੂੰ ਅਨਭਉ ਕੀਤਾ ਹੈ, ਉਹ ਸਹਜ ਘਰਿ ਸ਼ਾਂਤੀ ਪਦ ਆਤਮ ਪਦ ਵਿਖੇ ਸੰਪੁਟ ਹੋਏ ਡਬੇ ਅੰਦਰ ਸਾਂਭੀ ਵਸਤੂ ਵਤ ਸਮਾਏ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਪਰਮਾਰਥ ਪਰਮ ਪ੍ਰਯੋਜਨ ਭਰੇ ਵੀਚਾਰ ਪ੍ਰਾਇਣ ਓਨਾਂ ਦੀ ਵਰਤਨ ਹੋ ਜਾਣ ਕਾਰਣ ਓਨਾਂ ਦੀ ਮਤਿ ਮਨੋਂ ਬਿਰਤੀ ਅਡੋਲ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFQ1",
        "source_page": 217,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml gur mihmw AgwiD boiD; nyiq nyiq nmo nmo kY nmskwr hY [217["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the lotus-like feet of the True Guru is beyond comprehension, It is limitless, infinite. He is worthy of salutation again and again. (217)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਧਿਕ ਕੀਹ ਕਹੀਏ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਹਿਮਾ ਦਾ ਬੋਧ ਬੁਧੀ ਅੰਦਰ ਲਿਆਉਣਾ ਅਗਾਧ ਰੂਪ ਨਹੀਂ ਗਾਹਿਆ ਜਾ ਸਕਣ ਵਾਲਾ ਹੈ ਤਾਂ ਤੇ ਨੇਤਿ ਨੇਤਿ ਆਖਦਾ ਹੋਯਾ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਹੀ ਕਰਦਾ ਹਾਂ ॥੨੧੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
