[
  {
    "id": "QA8",
    "sttm_id": 6698,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BH4F",
        "source_page": 218,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml gur jb qy irdY bswey; qb qy AsiQir iciq Anq n DwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the time a human being attaches his mind with the lotus like feet of the True Guru, his mind becomes stable and it does not wander anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਵੇਲੇ ਤੋਂ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਨੂੰ ਅਸਾਂ ਰਿਦੇ ਵਿਚ ਵਸਾਇਆ ਪਿਆਰ ਦੀ ਥਾਂ ਬਣਾਇਆ ਹੈ, ਤਕ ਤੋਂ ਹੀ ਅਸਾਡਾ ਚਿੱਤ ਇਕਾਗ੍ਰ ਹੋਯਾ ਹੁਣ ਹੋਰ ਵਿਖ੍ਯਾਂ ਵਿਕਾਰਾਂ ਆਦਿ ਵੱਲ ਨਹੀਂ ਦੌੜਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FNV9",
        "source_page": 218,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd crnwimRq kY; pRwpiq Amr pd shij smwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The refuge of the True Guru's feet provides one with the foot-wash of the True Guru that helps him acquire inimitable state and engrossment in equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਕਤ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਰਸ ਨੂੰ ਚਰਣਾਮ੍ਰਿਤ ਰੂਪ ਚਰਣ ਪਾਹੁਲ ਦ੍ਵਾਰੇ ਪੀਣ ਕਰ ਕੇ, ਸਹਜੇ ਹੀ ਅਮਰ ਅਬਿਨਾਸ਼ੀ ਪਦ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਕੇ ਓਸ ਵਿਚ ਸਮਾਏ ਰਹਿੰਦੇ ਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TEHP",
        "source_page": 218,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml gur jb qy iDAwn Dwry; Awn igAwn iDAwn srbMg ibsrwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the holy feet of the True Guru got lodged in the heart of a devotee (the devotee took His refuge), the mind of the devotee has shed all other comforts and is absorbed in the meditation of His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਜਦ ਤੋਂ ਹੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣ ਕਮਲਾਂ ਨੂੰ ਧਿਆਨ ਅੰਦਰ ਲਿਆਂਦਾ ਆਪਣੀ ਕਲਿਆਣ ਦਾ ਮੂਲ ਸਮਝ ਕੇ ਓਨਾਂ ਉਪਰ ਦੜ੍ਹਿ ਕੀਤਾ ਹੈ, ਹੋਰਨਾਂ ਗਿਆਨਾਂ ਦਾ ਸਿੱਖਨਾ ਤਥਾ ਧਿਆਨ ਫਿਕਰ ਅੰਦਰ ਕਿਸੇ ਬਾਤ ਨੂੰ ਲਿਔਣਾ ਸਰਬੰਗ ਸਮੂਲਚਾ ਹੀ ਵਿਸਾਰ ਦਿਤਾ ਹੋਯਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D7MH",
        "source_page": 218,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml gur mDup Aau kml giq; mn mnsw Qikq inj gRih AwveI [218["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the fragrance of the holy lotus-feet of the True Guru got lodged in the mind of the devotee, all other fragrances have become prosaic and indifferent for him. (218)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਜ ਕੀਹ ਕਿ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸੁੰਦਰ ਤੇ ਕੋਮਲ ਚਰਣ ਕਮਲ ਜਿਸ ਦਿਨ ਤੋਂ ਕੌਲ ਫੁਲਾਂ ਵਾਂਕੂੰ ਮੇਰੇ ਭੌਰੇ ਵਰਗੇ ਪ੍ਰੇਮੀ ਮਨ ਨੂੰ ਪਿਆਰੇ ਹੋ ਲਗੇ ਹਨ, ਮਨ ਦੀਆਂ ਮਨਸਾਂ ਕਲਪਨਾਂ ਵਾ ਮਨੋਰਥਾਂ ਭਰੀਆ ਚਾਹਨਾਂ ਬੱਸ ਹੋ ਗਈਆਂ ਹਨ, ਤੇ ਇਹ ਮਨ ਅਪਣੇ ਘਰ ਆਪੇ ਦੀ ਠੌਰ ਆਤਮ ਪਦ ਵਿਖੇ ਆਇਆ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੧੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
