[
  {
    "id": "7D4",
    "sttm_id": 6699,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "370C",
        "source_page": 219,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwrI bhu nwiek kI nwiekw ipAwrI kyrI; GyrI Awin pRbl huie inMdRw nYn Cwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Known as favourite and loved one of the Master who has many women, when her turn to receive her Master's blessings came she was over-powered by the sleep of ignorance. The sleep-filled eyes made me unaware of everything.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਾਰੀ ਤਾਂ ਸੀ ਬਹੁ ਨਾਇਕ ਕੀ ਪਿਆਰੀ ਕੇਰੀ ਬਹੁਤੀਆਂ ਬ੍ਯੰਤ ਇਸਤ੍ਰੀਆਂ ਸਿੱਖਾਂ ਦੇ ਸ੍ਵਾਮੀ ਸਤਿਗੁਰੂ ਦੀ ਪਿਆਰੀ ਹਜ਼ੂਰ ਵਿਚ ਪ੍ਰਵਾਣੀ ਹੋਈ ਇਸਤ੍ਰੀ ਦੀ ਭਾਵ ਮੇਰੀ, ਕਿਉਂਕਿ ਤੀਸਰੀ ਪਾਤਿਸ਼ਾਹੀ ਤੋਂ ਲੈ ਕੇ ਇਸ ਸਮੇਂ ਤਕ ਪ੍ਰਚਾਰ ਦੀ ਸੇਵਾ ਕਰਦਿਆਂ ਏਸ ਵਰੇਸਾ ਵਿਚ ਹਜ਼ੂਰੀ ਦੇ ਰਸ ਮਾਨਣ ਦਾ ਮੇਰਾ ਸਮਾਂ ਸੀ। ਪਰ ਐਨ ਵੇਲੇ ਸਿਰ ਨੀਂਦ ਅਵਿਦ੍ਯਾ ਅਣਜਾਨਤਾ ਨੇ ਮੇਰੇ ਵੀਚਾਰ ਬਿਬੇਕ ਰੂਪ ਨੇਤ੍ਰਾਂ ਅੰਦਰ ਛਾਇ ਪਸਰ ਸਿੰਜਰ ਤੇ ਪ੍ਰਬਲ ਹੁਇ ਕੈ ਬਲ ਪਾ ਕੇ ਮੈਨੂੰ ਆਨ ਘੇਰਿਆ ਭਰਮਾ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YXL3",
        "source_page": 219,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRymnI piqbRqw cielI ipRAw Awgm kI; inMdRw ko inrwdr kY soeI n BY Bwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But those Sikh sentient beings who were filled with love in their hearts when they heard that their Master was coming, they forsake sleep and remained alert in their faith and love for the meeting.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੀਆਂ ਤਾਂ ਪਿਆਰੇ ਦੇ ਆਗਮਨ ਔਣ ਮਿਲਾਪ ਦੇ ਚਈਲੀ ਚਾਉ ਵਾਲੀਆਂ ਸਨ ਤੇ ਪਤੀ ਗੁਰੂ ਮਾਤ੍ਰ ਦਾ ਹੀ ਬ੍ਰਤ ਧਾਰ ਕੇ ਜੋ ਪ੍ਰੇਮਨਾਂ ਬਣ ਰਹੀਆਂ ਸਨ ਅਰਥਾਤ ਇਕ ਮਾਤ੍ਰ ਅਨੰਨ ਪ੍ਰੇਮ ਸਤਿਗੁਰਾਂ ਦਾ ਧਾਰ ਕੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਪੂਰਣ ਕ੍ਰਿਪਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਉਮੰਗ ਲਗ ਰਹੀ ਸੀ, ਸੇਵਾ ਦਾ ਸਮਾਂ ਨਾ ਟਲ ਜਾਇ ਕਿਸੇ ਭਾਂਤ ਘੌਲ ਨਾ ਹੋ ਜਾਇ ਐਸੇ ਭੈ ਤੌਖ਼ਲੇ ਦੇ ਅਧੀਨ ਹੋ ਕਰ, ਉਹ ਭਾਇ ਕੈ ਸ਼ਰਧਾ ਪੂਰਬਕ ਹੀ ਰਹੀਆਂ ਤੇ ਨੀਂਦ ਦਾ ਨਿਰਾਦਰ ਕਰ ਕੇ ਹਰ ਸਮੇ ਮੂਰਖਤਾ ਦਾ ਧੱਪਾ ਖਾਣੋਂ ਸੰਭਲ ਕੇ ਸੋਈ ਨਾ ਸੁੱਤੀਆਂ ਓਨਾਂ ਨੇ ਘੌਲ ਨਾ ਕੀਤੀ ਪ੍ਰਮਾਦ ਅਧੀਨ ਉਹ ਨਾ ਹੋਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GUS2",
        "source_page": 219,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sKI huqI soq QI BeI geI suKdwiek pY; jhw ky qhI lY rwKy sMgm sulwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite being favourite of my Master, I remained sleeping in ignorance. I remained bereft of meeting my comfort-giving beloved. I remained wherever I was, separated and bereft of His love and blessings. This is what sleep of ignorance did to me.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਕੀ ਅਪਣਾਈ ਹੋਈ ਹੁੰਦੀ ਭੀ ਮੈਂ ਸੁੱਤੀ ਹੀ ਰਹਿ ਗਈ, ਅਰੁ ਗਈ ਰਹਿ ਗਈ ਵੰਜਾਈ ਗਈ ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਸਤਿਗੁਰਾਂ ਦੇ ਪੈ ਪਾਸ ਤੇ। ਜੈਸਾ ਕਿ ਸੰਗਮ ਸਮਾਗਮ ਵਿਛੋੜੇ ਦਾ ਕੁ ਭਾਗ ਵੱਸ ਤੇ ਬਣ ਰਿਹਾ ਸੀ, ਓਸ ਨੇ ਜਿਥੇ ਦਾ ਤਿਥੇ ਹੀ ਸੁਵਾਈ ਰਖਿਆ ਸੁਧ ਨਾ ਔਣ ਦਿੱਤੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6GKK",
        "source_page": 219,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "supn cirqR mY n imqRih imln dInI; jm rUp jwmnI n inbrY ibhwie kY [219["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This dream like happening did not let me meet my beloved. Now the death-like night of separation neither ends nor terminates. (219)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਸੁਪਨੇ ਦਾ ਚਲਿਤ੍ਰ ਚਾਲਾ ਬਿਰਤਾਂਤ ਐਸਾ ਵਰਤਿਆ ਜਿਸ ਨੇ ਮੈਨੂੰ ਪਿਆਰੇ ਸਤਿਗੁਰ ਦੇ ਸਾਮਨੇ ਭੀ ਨਾ ਹੋਣ ਦਿੱਤਾ। ਹਾਯ! ਇਹ ਅਵਿਦ੍ਯਾ ਮਈ ਜਾਮਿਨੀ ਰਾਤ੍ਰੀ ਮੇਰੇ ਲਈ ਭ੍ਯਾਨਕ ਮੌਤ ਰੂਪ ਹੋ ਰਹੀ ਹੈ, ਜੋ ਅਜੇ ਤਕ ਭੀ ਬਿਤੀਤ ਹੋ ਕੇ ਮੇਰੇ ਨੇਤ੍ਰਾਂ ਅਗੋਂ ਨਿਬਰੈ ਨਿਵਿਰਤ ਨਹੀਂ ਹੋਣ ਪੌਂਦੀ ॥੨੧੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
