[
  {
    "id": "X2L",
    "sttm_id": 6700,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YXMN",
        "source_page": 220,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp hIn kul hIn gun hIn igAwn hIn; soBw hIn Bwg hIn qp hIn bwvrI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I the sentient seeker am without attractive looks, do not belong to high caste as deemed of Sikhs of the Guru, without the virtues of Naam, empty of Guru's knowledge, without any praiseworthy traits, unlucky because of vices, bereft of the service of Guru",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਰਤ ਤੋਂ ਹੀਨ ਹਾਂ ਸੁਰਤਿ ਦੀ ਢਾਲ ਰਹਿਤ ਹੋਣ ਕਰ ਕੇ, ਇਕ ਮਾਤ੍ਰ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਹੋਣ ਦੇ ਮਾਨ ਰੂਪ ਕੁਲ ਰਹਿਤ ਹਾਂ, ਗੁਣ ਰੂਪ ਸਾਧਨਾ ਤੋਂ ਛੂਛਾ ਹਾਂ ਤੇ *ਅਕਲੀਂ ਸਾਹਿਬ ਸੇਵੀਐ* ਸੁਮਤਿ ਵੀਚਾਰ ਰੂਪ ਗਿਆਨ ਭੀ ਮੇਰੇ ਵਿਚ ਨਹੀਂ ਹੈ। ਸੁਜਸ ਅਰੁ ਸੁਕੀਰਤੀ ਰੂਪ ਸ਼ੋਭਾ ਤੋਂ ਭੀ ਹੀਣਾ ਹਾਂ ਕ੍ਯੋਂ ਜੁ ਮੇਰਾ ਅੰਦਰ ਹਮਦਰਦੀ ਤੋਂ ਖਾਲੀ ਹੈ, ਅੰਗ ਪੂਰਾ ਪੂਰਾ ਨਾ ਪਾਲਣ ਕਾਰਣ ਭਾਗ ਹੀਨ ਹਾਂ, ਅਤੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਰੂਪ ਤਪ ਤੋਂ ਭਗੱਲ ਹੋਣ ਕਰ ਕੇ ਤਪ ਤੋਂ ਸੁੰਞਾ ਹਾਂ, ਤਥਾ ਬਾਵਰੀ ਬ+ਅਵਰੀ ਦ੍ਵੈਤ ਦੁਬਿਧਾ ਕਰ ਕੇ ਅਵਰਿਆ ਲਪੇਟਿਆ ਹੋਇਆ ਹੈ ਅੰਦਰ ਦਿਮਾਗ, ਐਸਾ ਕਮਲਾ ਸੌਦਾਈ ਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CARH",
        "source_page": 220,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs hIn sbd suriq hIn; buiD bl hIn sUDy hsq n pwv rI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I am bereft of the kind looks and glimpse of the True Guru, without meditation, weak of power and wisdom, of warped hands and feet because of not doing service of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰਤੱਖ ਵਿਚ ਸਮੇਂ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨਾਂ ਤੋਂ ਹੀਣੀ ਨਿਗ੍ਹਾ ਵਾਲਾ ਤਥਾ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸ਼ਬਦ ਰੂਪ ਬਚਨ ਸੁਨਣੋਂ ਅਨਵੰਜ ਕੰਨਾਂ ਵਾਲਾ ਹਾਂ ਤਾਂ ਬੁਧੀ ਵਿਚ ਤੇ ਨਾ ਹੀ ਸ਼ਰੀਰ ਅੰਦਰ ਬਲ ਹੀ ਹੈ ਕ੍ਯੋਂਜੁ ਇਹ ਸੋਚ ਹੀ ਨਹੀਂ ਫੁਰਦੀ ਜੋ ਝੱਟ ਗੁਰੂ ਜੀ ਦਿਆਂ ਚਰਣਾਂ ਵਿਚ ਅੰਮ੍ਰਿਤਸਰ ਜਾ ਢਹਾਂ। ਕਾਰਣ ਕੀਹ ਕਿ ਲੋਕਾਂ ਤੋਂ ਲੈ ਲੈ ਕੇ ਪੇਟ ਭਰ ਰਿਹਾ ਹਾਂ ਹੱਥ ਸੂਧੇ ਸ੍ਵੱਛ ਨਹੀਂ ਹਨ, ਤੇ ਪੈਰ ਭੀ ਬੇਮੁਖ ਰਸਤੇ ਤੁਰਨ ਕਾਰਣ ਮਾਨੋਂ ਕੁਮਾਰਗੋਂ ਨਹੀਂ ਬਚੇ ਹੋਏ ਇਸ ਪ੍ਰਕਾਰ ਦਾ ਕੁਕਰਮੀ ਤੇ ਕੁਚਾਲੀ ਹਾਂ ਰੀ ਹੇ ਭਾਈ ਜਨੋਂ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3PRC",
        "source_page": 220,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRIq hIn rIiq hIn Bwie BY pRqIq hIn; icq hIn ibq hIn shj suBwv rI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I am vacuous of my beloved's love, unaware of Guru's teachings, hollow of devotion, unstable of mind, poor of the wealth of meditation and even lacking in calmness of nature.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਿਛੁੜਿਆ ਬੈਠਾ ਦਿਨ ਕੱਟ ਰਿਹਾ ਹਾਂ ਜਿਸ ਕਰ ਕੇ ਮਾਨੋ ਪ੍ਰੀਤਿ ਤੋਂ ਖਾਲੀ ਹਾਂ ਬੇਮੁਖ ਮਾਰਗ ਅੰਗੀਕਾਰ ਨਾ ਕਰਣਾ ਇਹ ਗੁਰੂ ਘਰ ਦੀ ਰੀਤੀ ਮਰਿਆਦਾ ਹੈ, ਪਰ ਮੈਂ ਬੇਮੁਖ ਹੋਯਾ ਬੈਠਾ ਹਾਂ ਜਿਸ ਕਰ ਕੇ ਰੀਤੀ ਵਿਚ ਭੀ ਨਹੀਂ ਵਰਤਨ ਵਾਲਾ, ਨਾ ਹੀ ਭਾਇ ਭੌਣੀ ਸਰਧਾ ਤੇ ਨਾ ਹੀ ਇਸ ਬੇਮੁਖਤਾ ਦੇ ਅੰਤਿਮ ਸਿੱਟੇ ਫਲ ਪ੍ਰਾਪਤੀ ਦਾ ਡਰ ਮੇਰੇ ਅੰਦਰ ਹੈ ਇਸ ਕਰ ਕੇ ਪ੍ਰਤੀਤ ਨਿਸਚੇ ਤੋਂ ਭੀ ਮਾਨੋਂ ਮੈਂ ਹੀਣ ਹਾਂ। ਚਿੱਤ ਮਾਨੋਂ ਮਰ ਗਿਆ ਹੈ, ਗੁਰੂ ਦੇ ਉਪਕਾਰ ਜੂ ਚਿਤਾਰਕੇ ਛੇਤੀ ਚਰਣ ਸ਼ਰਣ ਪੁਜਣ ਦੀ ਚਾਹਨਾ ਨਹੀਂ ਉਠਾਂਦਾ। ਤਾਂ ਤੇ ਸਹਿਜ ਸੁਭਾਵ ਹੀ ਮੈਂ ਬਿੱਤ ਸਮਰੱਥਾ ਤੋਂ ਹੀਨ ਹਾਂ। ਪਿਆਰਿਓ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GG87",
        "source_page": 220,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMg AMg hIn dInwDIn prwcIn lig; crn srin kYsy pRwpq huie rwvrI [220["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I am inferior from every aspect of life. I don't become humble in order to please my beloved. With all these shortcomings, O my True Guru! How can I acquire the refuge of your holy feet. (220)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਾਪਰਜ ਕੀਹ ਕਿ ਅੰਗ ਪਿਆਰ ਰੂਪ ਅੰਗ ਸਾਧਨ ਤੋਂ ਮੈਂ ਸਭ ਪ੍ਰਕਾਰ ਹੀਣਾ ਹਾਂ, ਇਸੇ ਲਈ ਹੀ ਦੀਨਤਾ ਤੇ ਅਧੀਨਗੀ ਧਾਰ ਕੇ ਚਰਣ ਕਮਲਾਂ ਵਿਚ ਲੱਗ ਕੇ ਪਰਚਿਆ ਨਹੀਂ ਰਿਹਾ, ਹੁਣ ਕੈਸੇ ਕਿਸ ਪ੍ਰਕਾਰ ਰਾਵ ਮਾਲਕ ਦੀ ਸ਼ਰਣ ਸਹਾਰੇ ਵਾ ਓਟ ਆਸਰੇ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਵੇ? ਹੇ ਪਿਆਰਿਓ! ॥੨੨੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
