[
  {
    "id": "0LY",
    "sttm_id": 6702,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X569",
        "source_page": 222,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn mDukir giq BRmq cqur kuMt; crn kml suK sMpt smweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind wanders like a bumble bee in all four directions. But by coming into the refuge of True Guru and by the blessings of Naam Simran, he merges into peace and comfort of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ ਭੌਰੇ ਵਾਕੂੰ ਚਾਰੋਂ ਕੁੰਟਾਂ ਵਿਚ ਭਟਦਾ ਰਹਿੰਦਾ ਹੈ ਜਦੋਂ ਭੀ ਹੋਵੇ ਇਕ ਸਤਿਗੁਰਾਂ ਦਿਆਂ ਕਮਲ ਰੂਪ ਚਰਣਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਹੀ ਸੁਖ ਸੰਪੁਟ ਵਿਖੇ ਸਮਾਈ ਪਾਯਾ ਕਰਦਾ ਹੈ ਭਾਵ ਤਦ ਤਕ ਸੁਖ ਪਦ ਵਿਚ ਇਸ ਨੂੰ ਢੋਈ ਨਹੀਂ ਮਿਲ ਸਕਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KGXH",
        "source_page": 222,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sIql sugMD Aiq koml AnUp rUp; mDu mkrMd qs Anq n DweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Once the calming, scented, delicate and very beautiful elixir-like holy dust of the feet of True Guru is received, the mind does not wander in any direction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਜਦ ਸੀਤਲ ਸ਼ਾਂਤੀ ਪ੍ਰਦਾਤੀ ਸੁਗਧ ਸੁਕੀਰਤੀ ਸੰਪੰਨ ਅਤ੍ਯੰਤ ਕੋਮਲ ਤੇ ਅਨੂਪਮ ਮਨੋਹਰ ਰੂਪ ਵਾਲੀ ਮਧੁ ਮਿੱਠੀ ਮਿੱਠੀ ਮਕਰੰਦ ਰਸ ਰੂਪ ਚਰਣ ਧੂਲੀ ਰਜ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਫੇਰ ਹੋਰ ਨਹੀਂ ਧਾਯਾ ਭਟਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BMUK",
        "source_page": 222,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD aunmn jgmg joiq; Anhd Duin runJun ilv lweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "On account of his association with the holy feet of the True Guru, by remaining in a state of divine will and tranquil state of meditation and ever enjoying a glimpse of the light effulgent, he remains engrossed in the melodious unstruck celestial music.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਸਮੇਂ ਸਗੋਂ ਸਹਿਜੇ ਹੀ ਟਿਕਿਆ ਹੋਇਆ ਜਗ ਮਗ ਜਗ ਮਗ ਪ੍ਰਕਾਸ਼ ਕਰ ਹੀ ਕ੍ਯੋਤੀ ਵਿਚ ਉਨਮਨ ਮਗਨ ਹੋਇਆ ਹੋਇਆ ਰੁਣ ਝੁਣ ਕਾਰਿਣੀ ਅਨਹਦ ਧੁਨੀ ਵਿਖੇ ਲਿਵ ਲਗਾਈ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SUD9",
        "source_page": 222,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK bIs iekIs sohM soeI jwnY; Awpw AprMpr prmpdu pweIAY [222["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Believe it! An obedient Sikh of the True Guru becomes aware of the One Lord who is beyond all limits. And thus he reaches the supreme spiritual state. (222)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਅਵਸਥਾਂ ਦੇ ਮਰਮ ਨੂੰ ਕੇਵਲ ਸੋਈਓ ਗੁਰਮੁਖ ਹੀ ਜਾਣਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਬੀਸ ਜਗਤ ਇਕੀਸ ਈਸ਼੍ਵਰ ਤਥਾ ਸੋ ਪਰਮਾਤਮਾ ਅਰੁ ਹੰ ਜੀਵ ਆਤਮਾ ਸਭ ਕੁਛ ਆਪ ਅਪਰੰਪਰ ਸਰੂਪ ਹੀ ਹੈ ਇਸ ਪ੍ਰਕਾਰ ਦੇ ਸਾਮਰਤੱਖ ਗਿਆਨ ਰੂਪ ਪਰਮ ਪਦ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ ॥੨੨੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
