[
  {
    "id": "W14",
    "sttm_id": 6703,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "10BQ",
        "source_page": 223,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn imRg imRgmd ACq AMqrgiq; BUilE BRm Kojq iPrq bn mwhI jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Human mind is like a fast running deer who has Naam-like musk within him. But under various doubts and misgivings, he keeps searching it in forest.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬ੍ਰਹਮਾਨੰਦ ਸਰੂਪੀ ਕਸਤੂਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਾਪਤ ਹੁੰਦਿਆਂ ਸੁੰਦਿਆਂ ਭੀ ਮਨ ਮਿਰਗਾ ਇਸ ਦੇ ਬਾਹਰ ਹੋਣ ਦੇ ਵਿਖ੍ਯਾਂ ਵਿਖੇ ਸੁਖ ਹੋਣ ਦੇ ਭੁਲੇਖੇ ਕਾਰਣ ਭੁੱਲਿਆ ਹੋਯਾ ਸੰਸਾਰ ਰੂਪ ਜੰਗਲ ਅੰਦਰ ਖੋਜਦਾ ਭਾਲਦਾ ਫਿਰਿਆ ਕਰਦਾ ਹੈ ਜੀ ਭਾਈ ਜਨੋ ਪਿਆਰਿਓ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z39S",
        "source_page": 223,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dwdr sroj giq eykY srvr ibKY; AMqir idsMqr huie smJY nwhI jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Frog and lotus flower live in the same pond but despite that the frog-like mind does not know lotus as if he is residing in a foreign land. The frog eats moss and not lotus flower. Such is the state of mind who is not aware of the Naam Amrit co-existing w",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇੱਕੋ ਹੀ ਸਰੋਵਰ ਤਲਾਉ ਅੰਦਰ ਡੱਡੂ ਅਤੇ ਸਰੋਜ ਕੌਲ ਫੁੱਲ ਦੀ ਗਤਿ ਪ੍ਰਵਿਰਤੀ ਵਰਤਮਾਨਤਾ ਵਾ ਨਿਵਾਸ ਹੁੰਦਾ ਹੈ। ਪਰ ਉਸ ਕੌਲ ਫੁੱਲ ਦੇ ਅੰਦਰ ਹੁੰਦਿਆਂ ਭੀ ਓਸ ਡਡੂ ਦੇ ਭਾਣੇ ਕਿਤੇ ਦੂਰ ਟਿਕਾਣੇ ਹੁੰਦਾ ਹੈ, ਓਸ ਨੂੰ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ ਜੀ ਆਪਣੇ ਅੰਦਰ ਕ੍ਯੋਂਜੁ ਕੌਲ ਫੁਲ ਦੀਆਂ ਕੋਮਲ ਪਤੀਆਂ ਕਸਰੀਆਂ ਵਾ ਉਸ ਦੇ ਫਲ ਆਦਿ ਤਿਆਗ ਕੇ ਜਾਲਾ ਭਖਦਾ ਫਿਰਿਆ ਕਰਦਾ ਹੈ ਐਸਾ ਹੀ ਜੀਵਆਤਮਾ ਪਰਮਾਤਮਾ ਦਾ ਸਦੀਵ ਸਮੀਪੀ ਹੋਣ ਤੇ ਭੀ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪ੍ਰੀਤ੍ਯਾਗ ਕਰ ਕੇ ਜਗਤ ਦਿਆਂ ਜੰਜਾਲਾਂ ਵਿਚ ਹੀ ਆਨੰਦ ਨੂੰ ਭਾਲਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6W4U",
        "source_page": 223,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy ibiKAwDr qjY n ibiK ibKm kau; Aihinis bwvn ibrK lptwhI jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a snake never sheds his venom although he keeps coiled around a sandalwood tree so is the state of that person who does not shed his vices even in the holy congregation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਸਰਪ ਰਾਤ ਦਿਨ ਬਾਵਨ ਚੰਦਨ ਦੇ ਬੂਟੇ ਨੂੰ ਲਪਟਿਆਂ ਰਹਿ ਕੇ ਭੀ ਦੁਖਦਾਈ ਭਿਆਲਕ ਵਿਹੁ ਨੂੰ ਨਹੀਂ ਤਿਆਗ ਸਕਿਆ ਕਰਦਾ ਇਹ ਓਸ ਦੀ ਧੁਰ ਦੀ ਬਾਣ ਵਾਦੀ ਹੀ ਹੈ ਐਸਾ ਹੀ ਮਨਮੁਖ ਜੀਵ ਸਭ ਭਾਂਤ ਦੀ ਪ੍ਰਵਿਰਤੀ ਵਿਚ ਹੀ ਬ੍ਰਹਮਾਨੰਦ ਰਸ ਦੇ ਝਲਕੇ ਨੂੰ ਮਾਣਦਾ ਹੋਯਾ ਭੀ ਇਸ ਗੱਲ ਤੋਂ ਅਗ੍ਯਾਤ ਰਹਿ ਕੇ ਬਿਖ੍ਯ ਬਾਸਨਾ ਨੂੰ ਅੰਦਰੋਂ ਤਿਆਗਨ ਨਹੀਂ ਕਰ ਸਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D7SN",
        "source_page": 223,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy nrpiq supnMqr ByKwrI hoie; gurmuiK jgq mY Brm imtwhI jI [223["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The state of our wandering mind is like a king who becomes a beggar in his dream. But the mind of a Sikh of the Guru dispels all his doubts and misgivings with the power of Naam Simran and recognising his self, lives a purposeful, contented and a happy li",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਬਿਨਾਸ਼ੀ ਨਿੱਧੀ ਦਾ ਮਾਲਕ ਹੁੰਦਿਆਂ ਭੀ ਵਾਸਤਵ ਵਿਚ ਇਸ ਜੀਵ ਦੀ ਦਸ਼ਾ ਬਿਲਕੁਲ ਐਸੀ ਹੋ ਰਹੀ ਹੈ ਜੈਸਾ ਕਿ ਸੁਪਨ ਅਵਸਥਾ ਦੇ ਅੰਦਰ ਵਰਤਦੇ ਰਾਜੇ ਦੀ ਭਿਖਾਰੀ ਬਣ ਫਿਰਨ ਵਤ ਹੁੰਦੀ ਹੈ। ਕਾਰਣ ਕੀਹ ਕਿ ਗੁਰਮੁਖ ਬਣ ਕੇ ਹੀ ਜਗਤ ਅੰਦਰਲਾ ਭਰਮ ਇਸ ਜੀਵ ਦਾ ਮਿਟ ਸਕਦਾ ਹੈ। ਤਾਂ ਤੇ ਅਵਿਦਿਆ ਨੀਂਦ ਨਿਵਾਰਣ ਤਥਾ ਭਰਮ ਭੁਲੇਖਿਓਂ ਬਚਨ ਵਾਸਤੇ ਮਨੁੱਖ ਗੁਰਮੁਖਤਾ ਧਾਰਣ ਕਰੇ ॥੨੨੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
