[
  {
    "id": "6PA",
    "sttm_id": 6704,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X048",
        "source_page": 224,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwie huie bGUlw bwie mMfl iPrY qau khw; bwsnw kI Awig jwig jugiq n jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So what if someone through spiritual powers become a whirlwind of air and wanders in the atmosphere when all desires are kindred in his mind and he does not know how to get rid of them?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਵਣ ਅਹਾਰੀ ਹੋ ਕੇ ਪੌਣ ਦੇ ਆਧਾਰ ਵਾ ਵਰੋਲੇ ਵਾਕੂੰ ਵਾਯੂ ਮੰਡਲ ਵਿਚ ਜੇ ਸਦਾ ਗੇੜਾ ਲੌਂਦਾ ਰਹੇ ਤਾਂ ਕੀਹ ਬਣ ਜਾਊ, ਜਦਕਿ ਸੁਖਾਂ ਦੀ ਪ੍ਰਾਪਤੀ ਦੀ ਬਾਸਨਾ ਇੱਛਿਆ ਦੀ ਅੱਗ ਅੰਦਰ ਜਾਗ ਬਲ ਰਹੀ ਹੋਵੇ! ਵਾ ਜਦ ਤਕ ਜਾਗਿ ਜਾਗਨ ਦੀ ਜੁਗਤੀ ਅਵਿਦ੍ਯਾ ਦੀ ਨੀਂਦੋਂ ਜਾਗਨ ਭਰਮ ਮਿਟਾਨ ਦੀ ਜੁਗਤੀ ਢੰਗ ਜਾਨਣ ਵਿਚ ਨਹੀਂ ਆਵੇ, ਸਚਾ ਸੁਖ ਕਦੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋਣਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "64QM",
        "source_page": 224,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kUp jlu gro bwDy inksY n huie smuMdR; cIl huie aufY n Kgpiq aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water drawn out of a well with a pitcher tied to a rope does not become an ocean and a vulture, who roams about in the sky looking for corpses, cannot be accepted as god of birds, similarly, an evil-filled man cannot claim to be a spiritually awak",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਬੰਨ੍ਹ ਕੇ ਅੰਗਾਂ ਨੂੰ ਖੂਹ ਦੇ ਜਲ ਵਿਚ ਲਟਕ ਗਲੇ, ਵ ਐਸਾ ਕਠਿਨ ਤਪ ਤਪੇ ਤਾਂ ਐਡਾ ਜਫਰ ਜਾਲ ਕੇ ਭੀ ਬਾਹਰ ਨਿਕਲਿਆਂ ਕੋਈ ਰਤਨ ਆਦਿ ਸਮੂਹ ਨਿਧੀਆਂ ਦਾ ਮਾਲਕ ਸਮੁੰਦਰ ਰੂਪ ਤਾਂ ਨਹੀਂ ਬਣ ਜਾਵੇਗਾ, ਭਾਵ ਅਪਾਰ ਸੁਖ ਦੀ ਪ੍ਰਾਪਤੀ ਕੋਈ ਨਹੀਂ ਹੋ ਜਾਂਦੀ। ਅਰੁ ਜੇ ਚੀਲ ਵਾਕੂੰ ਅਕਾਸ਼ਚਾਰੀ ਭੀ ਬਣ ਉਡਾਰੀਆਂ ਲਾਣ ਲਗ ਪਵੇ, ਤਾਂ ਸਮਝ ਲਵੋ ਕਿ ਮੈਲੀਆਂ ਵਾਸਨਾਂ ਕਾਰਣ ਵਿਖ੍ਯ ਸੁਖਾਂ ਦਾ ਚਾਹਵੰਦ, ਚੀਲ ਰੂਪ ਹੁੰਦਾ ਹੋਯਾ ਗਰੁੜ ਸਮਾਨ ਵੈਸ਼ਨਵੀ ਵਿਭੂਤੀ ਦਾ ਆਧਾਰ ਤਾਂ ਨਹੀਂ ਹੀ ਬਣ ਸਕਨਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9LNB",
        "source_page": 224,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mUsw ibl Kod n jogIsur guPw khwvY; srp huie icrMjIv ibKu n iblwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A rat living in a burrow cannot be called a saint in a cave. Similarly, a person who has done no good to anyone is like a rat even if he puts himself through rigorous penance to realise his beloved God. If one acquires long life like a snake, one cannot d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਇਸੇ ਭਾਂਤ ਚੂਹੇ ਵਾਕੂੰ ਖੁੱਡ ਪੁੱਟ ਕੇ ਜੇ ਗੁਫਾ ਬਾਸੀ ਕਹਾਨ ਲਗ ਜਾਵੇ ਤਾਂ ਇਤਨੇ ਮਾਤ੍ਰ ਨਾਲ ਕੋਈ ਈਸ਼੍ਵਰ ਵਿਚ ਜੁੜਿਆ ਜੋਗੀ ਨਹੀਂ ਬਣ ਸਕੂ ਭਾਵ ਸਰਬ ਸਮਰੱਥਾਵਾਨ ਨਹੀਂ ਬਣ ਸਕੀਦਾ। ਤਥਾ ਚਿਰ ਜੀਵਿਤਾ ਦੇ ਸਾਧਨ ਸਾਧ ਕੇ ਸੱਪ ਵਾਕੂੰ ਚਿਰੰਜੀਵੀ ਭੀ ਬਣ ਬੈਠੀਏ, ਤਾਂ ਓਸ ਵਾਕੂੰ ਅੰਦਰਲੀ ਵਿਹੁ ਵਿਖ੍ਯਾਂ ਦੀ ਬਾਸਨਾ ਤਾਂ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਨੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WT4N",
        "source_page": 224,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK iqRgun AqIq cIq huie AqIq; haumY Koie hoie ryn kwmDyn mwnIAY [224["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But an obedient Sikh of the Guru keeps himself clear from the effect of tri-traits of maya and is a recluse by heart. He loses his ego and becomes an epitome of humility by serving all and accomplishing others' tasks admirably. (224)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਲਬੱਤਾ ਜੇਕਰ ਗੁਰਮੁਖ ਜਾਵੇ ਬਣ ਗੁਰ ਦੀਖ੍ਯਾ ਧਾਰੀ ਤੇ ਰਜੋ ਸਤੋ ਤਮੋ ਰੂਪ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਵੇਗ ਤੋਂ ਜਾਵੇ ਹੋ ਅਤੀਤ, ਜਿਸ ਦਾ ਚਿੱਤ ਭੀ ਚਾਹਨਾ ਆਦਿ ਵੱਲੋਂ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੀਤ ਉਪ੍ਰਾਮ, ਐਸਾ ਗੁਰਮੁਖ ਹੀ ਹਉਮੈ ਆਪੇ ਦਾ ਮਾਨ ਗੁਵਾ ਕੇ ਗੁਰੂ ਅਰੁ ਗੁਰ ਸਿੱਖਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਧੂਲੀ ਸਮਾਨ ਗ੍ਰੀਬੀ ਧਾਰ ਕੇ ਸਮੂਹ ਕਾਮਨਾਂ ਦੇ ਧਾਰਣ ਵਾਲਾ ਕਾਮਧੇਨੁ ਸਰੂਪ ਹੋ ਗਿਆ ਮੰਨੀਦਾ ਹੈ। ਭਾਵ ਓਸੇ ਦਆਂ ਹੀ ਮੁਰਾਦਾਂ ਆਪਣੀਆਂ ਪੂਰੀਆਂ ਹੋਯਾ ਕਰਦਆਂ ਹਨ, ਤੇ ਓਹੀ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਮੁਰਾਦਵੰਦ ਬਣਾ ਸਕਦਾ ਹੈ, ਨਿਸਚੇ ਕਰ ਕੇ ॥੨੨੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
