[
  {
    "id": "SCA",
    "sttm_id": 6705,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UDXT",
        "source_page": 225,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv gur isK sMiD imly; Awqm Avys pRmwqm pRbIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the union of a disciple coming in the refuge of True Guru and when his mind is engrossed in the divine word, he becomes an adept in uniting his self with the Supreme soul.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਅਰੁ ਸਿੱਖ ਦੇ ਰੂਪ ਵਿਚ ਜਦ ਗੁਰੂ ਅਤੇ ਸਿੱਖ ਦੀ ਸੰਧੀ ਮੇਲ ਮਿਲ ਪਵੇ ਤਾਂ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਦਾ ਪਰਚਾ ਪੈ ਜਾਂਦਾ ਹੈ ਜਿਸ ਕਰ ਕੇ ਆਤਮੇ ਆਪੇ ਦਾ ਪਰਮਾਤਮੇ ਵਿਚ ਅਵੇਸ ਪ੍ਰਵੇਸ਼ ਪਾਏ ਹੋਣ ਦੀ ਇਕ ਰੂਪਤਾ ਵਾਲੀ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਬੀਨ ਭਲੀ ਪ੍ਰਕਾਰ ਜ੍ਯੋਂਕੀ ਤ੍ਯੋਂ ਉਹ ਤੱਕ ਲਿਆ ਅਨੁਭਵ ਕਰ ਲਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YJVA",
        "source_page": 225,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qqY imil qq sÍwNq bUMd mukqwhl huie; pwrs kY pwrs prspr kIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the mythical rain-drop (Swati) turns into a pearl when it falls on an Oyster shell and becomes highly valuable, so would a person become when his heart is filled with the elixir-like Naam of the Lord. Uniting with Supreme, he too becomes like Him. Like",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਸਿੱਪ ਵਿਚ ਪੈਣ ਤੇ ਮੋਤੀ ਬਣ ਜਾਯਾ ਕਰਦੀ ਹੈ। ਇਸੀ ਤਰ੍ਹਾਂ ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰਲੀ ਤੱਤ ਰੂਪ ਸੁਰਤਿ ਵਿਖੇ ਗੁਰੂ ਦੇ ਤੱਤ ਰੂਪ ਸ਼ਬਦ ਦੇ ਪ੍ਰਵੇਸ਼ ਪੌਣ ਸਾਰ ਗੁਰਮੁਖ, ਮੁਕਤ+ਆਹਲ ਮੁਕਤ+ਆਹਰ ਸਭ ਪ੍ਰਕਾਰ ਦਿਆਂ ਆਹਰਾਂ ਕਰਤੱਬ ਰੂਪ ਬੰਧਨਾਂ ਤੋਂ ਮੁਕਤ ਹੋਇਆ ਹੋਇਆ ਨਿਰਬਾਣ ਸਰੂਪ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ, ਅਥਵਾ ਪਾਰਸ ਨੂੰ ਸਤਿਗੁਰਾਂ ਨੂੰ ਸਿੱਖ ਮਾਤ੍ਰ ਹੋ ਪਰਸ ਕਰ ਕੈ, ਪਰ ਭਲੀ ਪ੍ਰਕਾਰ ਪਾਰਸ ਸਤਿਗੁਰੂ ਸਰੂਪ ਅਗੇ ਲੋਕਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਦੇ ਕੇ ਗੁਰ ਸਿੱਖੀ ਅੰਦਰ ਆਪ ਰੂਪ ਬਣਾ ਮਿਲਾਣਹਾਰਾ ਬਣਾ ਲਿਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "02R9",
        "source_page": 225,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joq imil joiq jYsy dIpkY idpq dIp; hIrY hIrw byDIAq AwpY Awpw cIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an oil lamp lights the other, so does a true devotee (Gursikh) meeting with True Guru becomes an embodiment of His light and shines in the diamond like a diamond. He reckons his self then.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਦੀਵੇ ਦੇ ਨਾਲ ਜੀਕੂੰ ਦੀਵਾ ਜਗਾ ਲਈਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਜੋਤੀ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਨੂੰ ਮਿਲ ਕੇ ਸਿੱਖ ਭੀ ਜੋਤ ਸਰੂਪ ਹੀ ਹੋ ਪ੍ਰਗਟਿਆ ਕਰਦਾ ਹੈ, ਭਾਵ ਗੁਰੂਆਂ ਵਾਲਾ ਹੀ ਗਿਆਨ ਮਈ ਪ੍ਰਕਾਸ਼ ਗੁਰਮੁਖ ਅੰਦਰ ਲਟ ਲਟ ਕਰ ਆਯਾ ਕਰਦਾ ਹੈ। ਸਚ ਮੁਚ ਜੀਕੂੰ ਹੀਰੇ ਨਾਲ ਬੇਧਨ ਕਰ ਕਰ ਰਗੜਦਿਆਂ ਖਾਣ ਅੰਦਰੋਂ ਨਿਕਲੀ ਬਜਰੀ ਹੀਰਾ ਰੂਪ ਹੀ ਹੋ ਦਮਕਦੀ ਹੈ ਤੀਕੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਕਮਾਈ ਦੀ ਰਗੜ ਤੋਂ ਗੁਰਮੁਖ ਨੂੰ ਆਪਾ ਹੀ ਆਪਾ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਪਛਾਣ ਹੋ ਔਂਦਾ ਹੈ, ਭਾਵ ਗੁਰਾਂ ਵਾਲੇ ਬ੍ਰਹਮ ਗਿਆਨ ਸੰਪੰਨ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S8CX",
        "source_page": 225,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn bnwspqI bwsnw subws giq; cqr brn jn kul AkulIn hY [225["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the vegetation around a sandalwood tree becomes fragrant. Similarly the people of all the four castes become of higher caste after meeting with True Guru. (225)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਘਰ ਜਾਤ ਗੋਤ ਦਾ ਕੋਈ ਲਿਹਾਜ ਨਹੀਂ ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਨਣ ਦੇ ਸਮੀਪ ਆਈ ਸਭ ਭਾਂਤ ਦੀ ਹੀ ਬਨਾਸਪਤੀ ਉਸ ਦੀ ਸੁਗੰਧੀ ਕਰ ਕੇ ਸ੍ਰੇਸ਼ਟ ਬਾਸਨਾ ਨੂੰ ਗਤਿ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਚਾਰੋਂ ਵਰਨਾਂ ਦੇ ਜਨ ਲੋਕ ਹੀ ਸਤਿਗੁਰਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਕੁਲੋਂ ਅਕੁਲੀ ਬ੍ਰਹਮ ਸਰੂਪ ਹੋ ਜਾਇਆ ਕਰਦੇ ਹਨ ॥੨੨੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
