[
  {
    "id": "7CE",
    "sttm_id": 6706,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Z62J",
        "source_page": 226,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq irdY siqrUp dyKy idRg; siqnwm ijhbw kY pRym rs pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By lodging the teachings of the True Guru in the heart, the eyes of the Sikh of the Guru sees the True Lord pervading in everyone everywhere. He repeats the name of the Lord incessantly and relishes the loving nectar of Naam Simran all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨਾਂ ਪੁਰਖਾਂ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਗੁਰਮਤਿ ਸਤਿ ਵਾਸਤ੍ਵ ਦਸ਼ਾ ਵਿਚ ਵੱਸ ਗਈ ਹੈ, ਉਹ ਪ੍ਰਤੱਖ ਦ੍ਰਿਗ ਨੇਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਜਿਧਰ ਕਿਧਰ ਸਤ੍ਯ ਸਰੂਪ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਦੇਖਿਆ ਕਰਦੇ ਹਨ, ਤੇ ਜਿਹਬਾ ਰਸਨਾ ਦ੍ਵਾਰੇ ਜੋ ਉਚਾਰਦੇ ਅਥਵਾ ਰਸ ਸ੍ਵਾਦ ਲੈਂਦੇ ਹਨ ਉਹ ਭੀ ਸਭ ਸਤਿ ਹੀ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਸਰੂਪ ਤਥਾ ਪ੍ਰੇਮ ਰਸ ਦੀ ਪ੍ਰਾਪਤੀ ਰੂਪ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WZEE",
        "source_page": 226,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd ibbyk siq sRvn suriq nwd; nwskw sugMiD siq AwGRn AGwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Having listened to the true words of wisdom from the Guru, the ears of a disciple remain engrossed in listening to that tune. Smelling the fragrance of the Naam, his nostrils are satiated by the sweet smell of the Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰਵਨ ਕੰਨਾਂ ਦ੍ਵਾਰੇ ਸੁਰਤਿ ਸੁਣਦੇ ਹਨ ਜੋ ਨਾਦ ਧੁਨੀ ਆਵਾਜ ਆਦਿ ਉਹ ਸਤਿ ਸ਼ਬਦ ਪ੍ਰਤੱਖ ਉਚਾਰਣ ਦੀ ਗੰਮਤਾ ਤੋਂ ਪਾਰ, ਪਰਾ ਰੂਪ ਵਾ ਰੱਬੀ ਧ੍ਵਨੀ ਰੂਪ ਹੀ ਬਿਬੇਕ ਵੀਚਾਰਿਆ ਵਾ ਸਮਝਿਆ ਕਰਦੇ ਹਨ ਤੇ ਨਾਸਾਂ ਥਾਨੀਂ ਸੁੰਘੀ ਜਾ ਰਹੀ ਸੁਗੰਧੀ ਨੂੰ ਭੀ ਸਤ੍ਯ ਸਰੂਪ ਸੁੰਘਨੀ ਨਾਲ ਹੀ ਤ੍ਰਿਪਤ ਮੰਨਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "220P",
        "source_page": 226,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMq crnwmRq hsq AvlMb siq; pwrs pris hoie pwrs idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the hands getting a touch of the feet of the True Guru, a Sikh of the Guru is seen to have become a philosopher stone like the True Guru Himself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਤਾਂ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਪਾਨ ਕਰਨ ਕਰ ਕੇ ਗੁਰਮੁਖ ਸਜਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਜੋ ਕੁਛ ਭੀ ਓਨਾਂ ਦੇ ਹੱਥਾਂ ਦੇ ਸਹਾਰੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇ ਭਾਵ ਓਨਾਂ ਦੇ ਹੱਥ ਜਿਸ ਕਿਸੇ ਨੂੰ ਲਗ ਜਾਂਦੇ ਹਨ, ਪਾਰਸ ਵਾਕੂੰ ਪਰਸਨ ਵਾਲੇ ਪਾਰਸ ਦੀ ਸਾਖ੍ਯਾਤ ਬਣ ਦਿਖਾਲਦੇ ਹਨ ਓਸ ਨੂੰ ਸੁਆਰ ਦੇਣ ਵਾਲੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CBP5",
        "source_page": 226,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqnwm siqgur igAwn iDAwn; gur isK sMiD imly AlK lKwey hY [226["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus relishing the words of the Guru with all five senses and his becoming one with the True Guru, a Sikh of the Guru becomes aware of the Lord whose form and name is eternal. All this happens through the knowledge dispensed by the True Guru. (226)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਜ ਕੀਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ੇ ਸਤਿਨਾਮੁ ਦੇ ਬਲ ਕਰ ਕੇ ਜੋ ਮਨੁੱਖ ਨੂੰ ਹੁੰਦਾ ਹੈ ਗਿਆਨ ਤਥਾ ਉਸ ਜਾਣੇ ਹੋਏ ਪਰਮ ਤੱਤ ਵਿਖੇ ਬੱਝਦਾ ਹੈ ਜੋ ਧਿਆਨ ਉਹ ਸਤ੍ਯ ਸਰੂਪ ਹੀ ਹੁੰਦਾ ਹੈ ਤੇ ਬੱਸ ਏਹੋ ਹੀ ਗੁਰਸਿੱਖ ਸੰਧੀ ਦੇ ਮਿਲਣ ਪੁਰ ਅਲਖ ਪਦਾਰਥ ਦਾ ਲਖਤਾ ਵਿਚ ਔਣਾ ਹੈ ॥੨੨੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
