[
  {
    "id": "S86",
    "sttm_id": 6707,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W3Q4",
        "source_page": 227,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awqmw iqRibDI jqR kqR sY iekqR Bey; gurmiq siq inhcl mn mwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the acquisition of True Guru's consecration and His wisdom, the mind wandering in three traits of maya becomes stable and then it feels reassured in the words of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਤਮਾ ਮਨ ਤਿੰਨ ਪ੍ਰਕਾਰ ਕਰ ਕੇ, ਭਾਵ ਮਨਸਾ ਵਾਚਾ ਕਰਮਨਾ ਇਕ ਠੌਰ ਆ ਜਾਵੇ ਅਰਥਾਤ ਜੋ ਕੁਛ ਮਨ ਵਿਚ ਫੁਰ ਰਿਹਾ ਹੋਵੇ ਓਹੋ ਕੁਛ ਰਸਨਾ ਵਿਚੋਂ ਬਾਣੀ ਨਿਕਲੇ ਤੇ ਜਿਹੋ ਜਿਹਾ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਆਪ ਨੂੰ ਦੱਸ ਰਿਹਾ ਹੈ ਓਹੋ ਜਿਹੀ ਹੀ ਵਰਤਨ ਵਰਤੇ ਭਾਵ ਅੰਦਰੋਂ ਹੋਰ ਤੇ ਬਾਹਰੋਂ ਹੋਰ ਅਰੁ ਵਰਤਨ ਹੋਰਸ ਭਾਂਤ ਦੀ ਹੀ ਕਰਨ ਵਾਲਾ ਨਾ ਹੋਵੇ, ਤਾਂ ਜਾ ਕੇ ਗੁਰਮਤਿ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸਤ੍ਯ ਹੋ ਕੇ ਲਗਦਾ ਹੈ ਤੇ ਇਉਂ ਵਰਤਿਆਂ ਹੀ ਮਨ ਅਡੋਲ ਹੋ ਕੇ ਮੰਨਿਆ ਕਾਬੂ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8W7N",
        "source_page": 227,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jgjIvn jg jg jgjIvn mY; pUrn bRhmigAwn iDAwn aur Awny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who has received the elixir-like Name of the Lord, practiced it, sees the Lord and the world intermingled. That Sikh of the Guru imbibes the knowledge in his heart since it has been blessed by the complete God-like True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਕਿ ਜਗਤ, ਜਗ ਜੀਵਨ ਜਗਤ ਦੀ ਜਾਨ ਰੂਪ ਪਰਮਾਤਮਾ ਵਿਖੇ ਅਰੁ ਪਰਮਾਤਮਾ ਜਗਤ ਵਿਖੇ ਪੂਰਨ ਪੂਰਿਆ ਹੋਇਆ, ਇਕ ਮਾਤ੍ਰ ਬ੍ਰਹਮ ਹੀ ਉਰ ਆਪਣੇ ਅੰਦਰ ਜਾਨਣ ਤੇ ਧਿਆਨ ਵਿਚ ਲਿਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UJCW",
        "source_page": 227,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUKm sQUl mUl eyk hI Anyk myk; gors gobMs giq pRym pihcwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving hue of Lord's name, the Sikh of the Guru recognises the presence of the Lord in gross and imperceptible species just as well species of cows yield same type of milk.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਸਭ ਸੂਖਮ ਸਥੂਲ ਦਾ ਮੁੱਢ ਕਾਰਣ ਇਕ ਹੀ ਅਨੇਕਾਂ ਵਿਚ ਮਿਲਿਆ ਹੋਇਆ ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰੇਮ ਪੂਰਬਕ ਪਛਾਣਿਆ ਕਰਦਾ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਕਿ ਗੋਬੰਸ ਗਊ ਜਾਤੀ ਅੰਦਰ ਗੋਰਸ ਦੁੱਧ ਜਾਂ ਘਿਉ ਗਤਿ ਰਮਿਆ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XLXH",
        "source_page": 227,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwrn mY kwrn krn iciqR mY icqyro; jMqR Duin jMqRI, jn kY jnk jwny hY [227["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He realises that the Lord is permeated in His creation as is a painter in his painting, a tune in the musical instrument and qualities of father in his son. (227)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਚਿਤ੍ਰ ਮੂਰਤੀ ਵਿਖੇ ਚਿਤੇਰੇ ਮੂਰਤੀ ਖਿੱਚਨ ਵਾਲੇ ਦੀ ਸੱਤਾ ਭਰਪੂਰ ਹੁੰਦੀ ਹੈ, ਅਰੁ ਜੰਤ੍ਰ ਬਾਜ ਦੀ ਧੁਨਿ ਨਾਦ ਵਿਖੇ ਜੰਤ੍ਰੀ ਬਾਜਾ ਬਜੌਨ ਵਾਲੇ ਦੀ ਸਤ੍ਯਾ, ਤਥਾ ਜਨ ਕੈ ਉਤਪੰਨ ਪਦਰਥ ਪੁਤ੍ਰ ਆਦਿ ਨੂੰ ਜਨਕ ਰਚਨ ਹਾਰ ਪਿਤਾ ਆਦਿ ਕਰ ਕੇ ਅਰਥਾਤ ਓਨਾਂ ਦਾ ਰੂਪ ਕਰ ਕੇ ਜਾਣੀਦਾ ਹੈ, ਇਸੀ ਪ੍ਰਕਾਰ ਕਾਰਨ ਸਮੂਹ ਕਾਰਜ ਰੂਪ ਪਰਪੰਚ ਵਿਖੇ ਇਸ ਕਾਰਨ ਦਾ ਕਰਣ ਹਾਰਾ ਕਰਤਾ ਕਰਤਾਰ ਰਮ੍ਯਾ ਹੋਯਾ ਜਾਣਨ ਵਿਚ ਔਂਦਾ ਹੈ। ਭਾਵ ਇਹ ਜਗਤ ਹਰਿ ਕਾ ਰੂਪ ਹੈ ਹਰਿ ਰੂਪ ਨਦਰੀ ਆਇਆ ਇਸ ਅਵਸਥਾ ਵਿਚ ਸਾਮਰਤੱਖ ਅਨਭਉ ਹੋਣ ਲੱਗ ਪਿਆ ਕਰਦਾ ਹੈ ॥੨੨੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
