[
  {
    "id": "2JM",
    "sttm_id": 6709,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ADTQ",
        "source_page": 229,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk mnu AwT KMf, KMf KMf pwNc tUk; tUk tUk cwir Pwr, Pwr doie Pwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A maund (Indian weight measure of past) divided into eight parts makes eight parts of five seer each. Each part when divided into five parts make five pieces of one seer (Indian weight measure) each. If each seer divided into four parts, then each quarter",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਕ ਮਨ ਦੇ ਪਹਿਲੇ ਹੋਏ ਅੱਠ ਭਾਗ ਜਿਸ ਨੂੰ ਨਾਇਕ ਤੇ ਨਾਇਕਾ ਦੇ ਰੂਪ ਵਿਚ ਦਸਿਆ ਹੈ ਭਾਵ, ਅੱਠ ਪਸੇਰੀਆਂ ਤੇ ਓਸ ਖੰਡ ਖੰਡ ਹਰ ਇਕ ਪੰਜ ਪੰਜ ਸੇਰ ਰੂਪ ਹਿੱਸੇ ਦੇ ਪੰਜ ਪੰਜ ਟੁਕੜੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪੰਜ ਪੰਜ ਪੁਤ੍ਰ ਦੇ ਨਾਮ ਨਾਲ ਉਚਾਰਿਆ ਗਿਆ ਹੈ ਅਰੁ ਉਹੀ ਟੁਕੜੇ ਟੁਕੜੇ ਨਿਆਰੇ ਨਿਆਰੇ ਫਾਰਿਆਂ ਪਾੜਿਆਂ ਹੋਏ ਫੇਰ ਸਵਾ ਸਵਾ ਸੇਰ ਦੇ ਚਾਰ ਹਿੱਸੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪੋਤੇ ਰੂਪ ਵਰਨਣ ਕੀਤਾ ਗਿਆ ਹੈ ਤੇ ਅਗੇ ਓਨਾਂ ਦੀਆਂ ਫੇਰ ਦੋ ਦੋ ਫਾਂਕਾ ਹਿੱਸੇ ਕੀਤੇ ਜੋ ਢਾਈ ਢਾਈ ਪਾਈਆਂ ਦੀਆਂ ਨਾਤੀ ਪਤਨੀਆਂ ਦੋ ਦੋ ਆਖੀਆਂ ਗਈਆਂ ਪੋਤਿਓਂ ਨੂੰਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DLNS",
        "source_page": 229,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwhU qy peIsy, Aau peIsw eyk pwNc twNk; twNk twNk mwsy cwir, Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "These half paos are then reduced to Sarsahi. Each Sarsahi contains five Tank. Each Tank has four Mashas. Thus these weight measures have much spread.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਨਾਂ ਢਾਈ ਢਾਈ ਪਾਈਆਂ ਦੇ ਅਗੇ ਬਣੇ ਫੇਰ ਪਈਸੇ ਪਾਈਏ ਅਰੁ ਪਈਸਾ ਇਕ ਇਕ ਪਾਈਆ ਪੰਜ ਪੰਜ ਟਾਂਕ ਟੁਕੜੇ ਦੀ ਸਿਰਸਾਹੀ ਬਣਿਆ ਇਕ ਇਕ ਸਿਰਸਾਹੀ ਰੂਪ ਟਾਂਕ ਟਾਂਕ ਟੁਕੜੇ ਟੁਕੜੇ ਨੂੰ ਜਦ ਪਸਾਰਿਆ ਉਸ ਨੇ ਮਾਸਿਆਂ ਵਿਚ ਤਾਂ ਚਾਰ ਚਾਰ ਮਾਸੇ ਦੇ ਉਹ ਟੁਕੜੇ ਬਣ ਗਏ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਬ੍ਯੰਤ ਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1CLR",
        "source_page": 229,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwsw eyk AwT rqI, rqI AwT cwvr kI; hwt hwt knu knu qol qulwDwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One masha contains eight ratis (a small red and black seed of Allarams, used as a weight measure by jewellers for weighing gold) and one rati has eight grains of rice. Thus are being weighed items in a shop.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਇਕ ਇਕ ਮਾਸ ਹੋਯਾ ਅੱਠ ਅੱਠ ਰੱਤੀ ਦਾ ਤੇ ਰੱਤੀ ਅਗੇ ਮੁੜ ਪਸਰੀ ਅੱਠਾਂ ਚੌਲਾਂ ਵਿਚ ਅਤੇ ਉਹ ਚੌਲ ਅਠ ਅਦਾਣੇ ਖ਼ਸਖਾਸ ਦੇ ਇਸ ਭਾਂਤ ਪੋਤਿਆਂ ਦੀਆਂ ਧੀਆਂ ਦੁਹਿਤੀਆਂ ਤੇ ਓਨਾਂ ਦੀ ਸੰਤਾਨ ਰੂਪ ਪਸਾਰਾ ਹੋ ਕੇ ਹੱਟੀ ਹੱਟੀ ਉਪਰ ਤੁਲੀਂਦਾ ਪਿਆ ਹੈ ਤੁਲਾਧਾਰ ਬਣੀਏ ਲੋਕਾਂ ਦ੍ਵਾਰੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DDA7",
        "source_page": 229,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pur pur pUir rhy skl sMswr ibKY; bis AwvY kYsy jw ko eyqo ibsQwr hY [229["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This is the spread of a maund in the cities of the world. A mind which has such an expanse of lust, anger, avarice attachment, arrogance, desires and other vices, how can that mind be controlled? (229)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਮੂਹ ਸੰਸਾਰ ਵਿਖੇ ਸ਼ਹਿਰ ਸ਼ਹਿਰ ਨਗਰ ਨਗਰ ਅੰਦਰ ਪੂਰਿ ਰਿਹਾ ਪਸਰ ਰਿਹਾ ਹੈ ਇਸੇ ਦਾ ਹੀ ਪ੍ਰਪੰਚ ਸੋ ਜਿਸ ਦਾ ਐਤਨਾ ਵਿਸਤਾਰ ਪਸਾਰਾ ਹੈ ਸੋ ਐਸਾ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਹੰਕਾਰ ਰੂਪ ਬਿਰਤੀਆਂ ਵਾ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਹਿੰਸਾ ਮਤਸਰ ਦੰਭ ਦਰਪ ਆਦਿ ਅਨੰਤ ਰੂਪ ਹੋ ਸਰਬਤ੍ਰ ਪਸਰਿਆ ਮਨ ਕਿਸ ਪ੍ਰਕਾਰ ਵੱਸ ਆਵੇ। ਭਾਵ ਇਕ ਮਾਤ੍ਰ ਹਗੁਰਮੁਖੀ ਟਕਸਾਲ ਅੰਦਰ ਹੀ ਘਾੜਤ ਪਾ ਕੇ ਇਹ ਇਕ ਇਕਾਗ੍ਰ ਰੂਪ ਵਿਚ ਗ੍ਰਹਿਣ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੨੨੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
