[
  {
    "id": "8FY",
    "sttm_id": 6710,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GGFL",
        "source_page": 230,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kgpiq pRbl prwkRmI prmhMs; cwqur cqur muK cMcl cpl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Mind is like a large Garud (a bird that according to Hindu mythology is the transport of Lord Vishnu) that has very sharp flight, is very powerful, shrewd, clever, well aware of happenings in all four directions and is brisk like electricity.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਕਾਸ਼ਾਂ ਵਿਚ ਉਡਨ ਲਈ ਗਰੁੜ ਪੰਛੀ ਰਾਜ ਨਾਲੋਂ ਭੀ ਸ਼ਇਹ ਬਹੁਤ ਬਲ ਵਾਲਾ ਹੈ, ਤੇ ਪ੍ਰਾਕ੍ਰਮੀ ਪ੍ਰਭਾਵ ਵਾਨ ਰਾਜ ਹੰਸ ਤੋਂ ਭੀ ਵਧਕੇ ਹੈ ਭਾਵ, ਸਾਗਰਾਂ ਨੂੰ ਤਰ ਜਾਣ ਵਾ ਓਨਾਂ ਦੀ ਤਹਿ ਉਪਰ ਪੁਜਣ ਲਈ ਸਭ ਤਰ੍ਹਾਂ ਸਮਰੱਥ। ਅਰੁ ਚਤੁਰਾ ਗਿਆਨੀ ਤਾਂ ਬ੍ਰਹਮਾ ਨਾਲੋਂ ਭੀ ਵਧਕੇ ਹੈ, ਤਥਾ ਚੰਚਲ ਚਪਲ ਵਾਕ ਚਾਲ ਭਾਰਾ ਬਤੰਗੜ, ਅਥਵਾ ਚੰਚਲ ਚੰਚਲਾ ਪਛਮੀ ਸਮਾਨ ਅਰੁ ਚਪਲ ਚਾਲੂ ਚਪਲਾ ਬਿਜਲੀ ਵਰਗਾ ਐਸਾ ਇਹ ਬਲਵਾਨ ਮਨ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8P0A",
        "source_page": 230,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BujblI Ast Bujw qw ky cwlIs kr; eyk sau Ar swiT pwau cwl clwcl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a maund, the mind is also powerful with eight arms (eight arms of maund-each of 5 seers) 40 hands (each hand is one seer of a maund). Thus it has 160 feet (each feet of a maund is of one pao). Its gait is very sharp and not likely to stop anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਠ ਭੁਜੀ ਪਸੇਰੀਆਂ ਵਾਲਾ, ਚਾਲੀ ਸੇਰ ਹਨ ਹੱਥ ਜਿਸ ਦੇ ਅਤੇ ਇਕ ਸੌ ਸੱਠ ਪਾਉ ਪੈਰਾਂ ਵਾਲਾ ਜੋ ਹੈ ਸੋ ਉਹ ਮਨ ਸਭ ਨੂੰ ਅਪਣੀ ਚਲਾਚਲੀ ਚਾਲ ਨਾਲ ਹਾੜ ਸਿੱਟਦਾ ਹੈ। ਭਾਵ ਸਭ ਕੁਛ ਹੀ ਅਪਣੇ ਫੁਰਣੇ ਅੰਦਰ ਫੋਰਣ ਲਈ ਇਹ ਸਭ ਭਾਂਤ ਗ੍ਰਹਿਣ ਤਿਆਗ ਕਰਨ ਨੂੰ ਸਮਰੱਥ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4ZQF",
        "source_page": 230,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwgRq supn Aihinis dihids DwvY; iqRBvn pRiq hoie AwvY eyk pl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This mind awake or asleep, day or night keeps wandering in all ten directions all the time. It visits all the three worlds in no time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਾਗਦਿਆਂ ਹੋਇਆਂ ਸੰਕਲਪਾਂ ਰਾਹੀਂ ਵਾ ਸੁਪਨ ਅਵਸਥਾ ਵਿਖੇ ਸੁਪਨਿਆਂ ਰਸਤੇ ਰਾਤ ਦਿਨ ਦਸੋਂ ਦਿਸ਼ਾਂ ਅੰਦਰ ਧੌਂਦਾ ਦੌੜਦਾ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ ਗੱਲ ਕੀਹ ਕਿ ਇਕ ਪਲ ਪਲਕਾਰ ਵਾ ਘੜੀ ਅੰਦਰ ਤ੍ਰਿਲੋਕੀ ਤਾਂਈ ਹੀ ਫਿਰ ਕੇ ਮੁੜ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GBL4",
        "source_page": 230,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ipMjrI mY ACq aufq phucY n koaU; pur pur pUr igr qr Ql jl hY [230["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A bird in a cage cannot fly, but mind though in cage of the body flies to places where no one can reach. It has reach to the cities, mountains, jungles, in the water and even the deserts. (230)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਚਰਜ ਇਹ ਹੈ ਕਿ ਸਰੀਰ ਰੂਪ ਪਿੰਜਰੇ ਅੰਦਰ ਅਛਤ ਮੌਜੂਦ ਬੰਦ ਰਹਿੰਦਿਆਂ ਹੋਇਆਂ ਭੀ ਐਡਾ ਉਡ ਜਾਂਦਾ ਹੈ ਕਿ ਕੋਈ ਇਸ ਤਕ ਪੁਗ ਨਹੀਂ ਸਕਦਾ ਅਰੁ ਫੇਰ ਉਡਦਾ ਐਡੇ ਵੇਗ ਨਾਲ ਹੈ ਕਿ ਨਗਰ ਨਗਰ, ਤਥਾ ਪਰਬਤਾਂ, ਬਿਰਛਾਂ ਅਰੁ ਜਲਾਂ ਥਲਾਂ ਵਿਖੇ ਪੂਰ ਫੈਲਰ ਜਾਂਦਾ ਹੈ ॥੨੩੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
