[
  {
    "id": "96Y",
    "sttm_id": 6712,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NAUC",
        "source_page": 232,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rcnw cirqR icqR ibsm bicqRpn; eyk mY Anyk BwNiq Aink pRkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The picture of miraculous creation of the Lord is full of astonishment and wonder. How has He spread such countless variations and diversities in this one picture?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੀਹ ਦੱਸੀਏ! ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਰਚਨਾ ਦੇ ਚਲਿਤ੍ਰ ਕੌਤੁਕ ਦਾ ਚਿਤ੍ਰ ਬੁੱਤ ਨਕਸ਼ਾ ਜੋ ਸਾਮਨੇ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ ਇਸਦਾ ਬਚਿਤ੍ਰਪਨ ਅਦਭੁਤ ਅਨੋਖਾ ਪਣਾ ਬਿਸਮ ਹਰਾਨ ਕਰਣ ਹਾਰਾ ਹੈ ਦੇਖੋ। ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਇਕ ਦੇ ਅੰਦਰ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੀ ਅਨੇਕਤਾ ਅਨੰਤਤਾ ਉਸ ਕਰਤਾਰ ਨੇ ਵਰਤਾਈ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "50GL",
        "source_page": 232,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn mY idRsit sRvn mY suriq rwKI; nwskw subws rs rsnw aucwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He has filled energy in the eyes to see, in the ears to hear, in the nostrils to smell and in the tongue to taste and relish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੇਤ੍ਰਾਂ ਅੰਦਰ ਤਾਂ ਦ੍ਰਿਸਟਿ ਤੱਕਨ ਦੀ ਸ਼ਕਤੀ ਪਾ ਰਖੀ ਸੂ ਤੇ ਕੰਨਾਂ ਅੰਦਰ ਸੁਨਣ ਦੀ ਸ਼ਕਤੀ ਐਸਾ ਹੀ ਨਾਸਾਂ ਵਿਖੇ ਸੁਗੰਧੀ ਤਥਾ ਰਸਨਾ ਵਿਖੇ ਰਸ ਸ੍ਵਾਦ ਗ੍ਰਹਿਣ ਕਰਨ ਅਰ ਉਚਾਰਣ ਦੀ ਸ਼ਕਤੀ ਟਿਕਾਈ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P49Z",
        "source_page": 232,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMqr hI AMqr inrMqrIn soqRn mY; kwhU kI n koaU jwnY ibKm bIcwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What is difficult to understand is that each of these senses has so much difference in them that one does not know how the other is engaged.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਨ ਸ੍ਰੋਤਨ ਮੈ ਨਿਰੰਤਰ ਅੰਤਰ ਹੀ ਅੰਤਰ ਏਨਾਂ ਸ੍ਰੋਤਾਂ ਇੰਦ੍ਰੀਆਂ ਦੇ ਅੰਦਰ ਹੀ ਅੰਦਰ ਲਗਾਤਾਰ ਅੰਤਰਾ ਪਾ ਰਖ੍ਯਾ ਸੂ। ਵਾ ਅੰਤ੍ਰਾਯ ਤੋਂ ਪੜਦੇ ਤੋਂ ਰਹਿਤ ਕੋਈ ਇਕੋ ਹੀ ਇਕ ਰਸ ਸਮਾਨ ਸੱਤਾ ਰਮੀ ਹੋਈ ਸ਼ਕਤੀ, ਨਿਰੰਤਰ ਕੰਮ ਕਰ ਰਹੀ ਹੈ। ਪਰ ਵੀਚਾਰ ਓਸ ਦਾ ਬਿਖੜਾ ਦੁਰਗਮ ਹੈ ਕਿ ਕੀਕੂੰ ਉਹ ਇਕ ਹੁੰਦੀ ਭੀ ਅਨੇਕਾਂ ਹੋ ਰਹੀ ਹੈ; ਜ੍ਯੋਂਕਿ ਕਿਸੇ ਨੂੰ ਕੋਈ ਦੂਆ ਨਹੀਂ ਜਾਣ ਰਿਹਾ ਭਾਵ ਇਕੋ ਦੇ ਬਲ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹੋਏ ਇੰਦ੍ਰੇ ਆਪੋ ਵਿਚ ਇਕ ਦੂਏ ਦਾ ਬਿਰਤਾਂਤ ਨਹੀਂ ਜਾਣ ਸਕਦੇ। ਅਥਵਾ ਐਉਂ ਕਿ ਇਨਾਂ ਸ੍ਰੋਤਨ ਇੰਦ੍ਰੀਆਂ ਦੇ ਅੰਤਰ ਅੰਦਰ ਨਿਰੰਤਰ ਸਮਾਈ ਹੋਈ ਭੀ ਉਹ ਸਮਾਨ ਸੱਤਾ ਹੈ, ਪਰ ਸਭ ਵਿਖੇ ਅੰਤਰ ਪੜਦਾ ਪਾ ਰਖਿਆ ਸੂ, ਜਿਸ ਕਰ ਕੇ ਕੋਈ ਇੰਦ੍ਰੀ ਕਿਸੇ ਦੂਈ ਦੀ ਵਿਥ੍ਯਾ ਨੂੰ ਨਹੀਂ ਜਾਣ ਰਹੀ। ਸੋ ਕਿਡਾ ਅਉਖਾ ਇਸਦਾ ਸਮਝਨਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E0GL",
        "source_page": 232,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Agm cirqR icqR jwnIAY icqyro kYso; nyq nyq nyq nmo nmo nmskwir hY [232["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The picture of creation of the Lord that is beyond comprehension, how can then its creator and His creation be understood? He is limitless, infinite in all the three periods and is worthy of salutations repeatedly. (232)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਚਿਤ੍ਰ ਮਈ ਚਲਤ੍ਰਿ ਦਾ ਜਾਨਣਾ ਹੀ ਜਦ ਅਗਮ ਪਹੁੰਚ ਤੋਂ ਸਮਝੋ ਦੂਰ ਹੈ ਤਾਂ ਇਸ ਦੇ ਚਿਤੇਰੇ ਚਿਤਰਨਹਾਰੇ ਨੂੰ ਕੋਈ ਕੀਕੂੰ ਜਾਣ ਸਕੇ। ਤਾਂ ਤੇ ਮਨ ਬਾਣੀ ਸਰੀਰ ਨੇਤਿ ਨੇਤਿ ਨੇਤਿ ਆਖਦਾ ਹੋਯਾ ਤਿਸ ਦੇ ਤਾਂਈ ਨਮਸਕਾਰ ਹੀ ਕਰਦਾ ਹਾਂ ॥੨੩੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
