[
  {
    "id": "4BP",
    "sttm_id": 6713,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7V0S",
        "source_page": 233,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwieAw CwieAw pMc dUq Buq audmwd Tt; Gt Gt Gitkw mY swgr Anyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Lust, anger etc., the five vices are shadows of maya (mammon). These have created turbulence in human beings like demons. Many oceans of vices and evils are in rage in me mind of a human being as a result of these.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਯਾ ਦੀ ਛਾਯਾ ਪ੍ਰਛਾਵੇਂ ਅੰਧਕਾਰ ਮਈ ਪਤੋ ਅੰਦਰ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਪੰਜੇ ਦੁਸ਼ਟ, ਭੂਤਨਿਆਂ ਨ੍ਯਾਈਂ ਉਦਮਾਦ ਕਮਲਪਨ ਊਧਮ ਠਟ ਰਹੇ ਮਚਾ ਰਹੇ ਹਨ। ਜਿਸ ਦੇ ਅਧੀਨ ਘਟ ਘਟ ਸ਼ਰੀਰ ਸ਼ਰੀਰ ਵਿਖੇ, ਘਟਿਕਾ ਮੈ ਘੜੀ ਝੱਜਰ ਵਿਚਾਲੇ ਮਾਨੋਂ ਅਨੇਕਾਂ ਸਮੁੰਦ੍ਰਾਂ ਨੂੰ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BNCB",
        "source_page": 233,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AauD pl Gitkw jugwid prjMq Awsw; lhir qrMg mY n iqRsnw kI tyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Human life is very brief but his expectations and desires are of eons. There are waves of vices in the ocean-like mind whose cravings are unimaginable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਕਰ ਕੇ ਪਲ ਘੜੀਆਂ ਅਰੁ ਜੁਗਾਂ ਜੁਗਾਂਤ੍ਰਾਂ ਪ੍ਰਯੰਤ ਉਮਰਾਂ ਅੰਦਰਲੀਆਂ ਆਸਾਂ ਉਮੇਦਾਂ ਦੇ ਸਰੂਪ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਲਹਿਰ ਤਰੰਗਾਂ ਮਈ ਹੋ ਕੇ ਉਛਾਲੇ ਮਾਰ ਰਹੀ ਹੈ, ਤੇ ਇਸ ਨੂੰ ਟੇਕ ਸਹਾਰਾ ਢਾਰਸ ਨਹੀਂ ਮਿਲਦੀ ਭਾਵ ਬੱਸ ਹੋਣ ਵਿਚ ਨਹੀਂ ਔਂਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PTVG",
        "source_page": 233,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn mnsw pRsMg Dwvq cqur kuMt; iCnk mY KMf bRhmMf jwvdyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Under the influence of all these cravings and desires, the mind roams about in all four directions and reaches regions beyond in split second time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੌ ਜਾਵਦੇਕ ਹੈ ਜਦੋਂ ਤਕ ਇਹ ਇਕ ਤ੍ਰਿਸ਼ਨਾ ਮਾਯਾ ਹੈ ਤਦੋਂ ਤਕ ਇਹ ਮਨ ਮਨਸਾ ਦੇ ਪ੍ਰਸੰਗ ਸਾਥ ਵਿਚ ਚੌਹੀਂ ਕੁੰਟੀਂ ਇਕ ਛਿਣ ਭਰ ਅੰਦਰ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਵਿਚਾਲੇ ਭੌਂਦਾ ਭਟਕਦਾ ਹੀ ਰਹੇਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QL1N",
        "source_page": 233,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwiD kY ibAwiD kY aupwiD kY AswD mn; swiDby kau crn srin gur eyk hY [233["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite its engrossment in worries, physical ailments and many types of other maladies, it cannot be stopped from wandering. The refuge of the True Guru is the only means of controlling it. (233)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਬੱਸ, ਮਨ ਆਧੀਆਂ ਮਾਨਸੀ ਦੁੱਖਾਂ ਕਰ ਕੇ ਬਿਆਧਿ ਕੈ ਸਰੀਰਿਕ ਰੋਗਾਂ ਕਰ ਕੇ ਤਥਾ ਉਪਾਧਿ ਕੈ ਲੌਕਿਕ ਬਖੇੜਿਆਂ ਕਰ ਕੇ ਕਸ਼ਟਾਤੁਰ ਦੁਖੀ ਰਹਿਣੋਂ ਅਸਾਧ ਹੈ ਨਹੀਂ ਸਾਧ੍ਯਾ ਬਚਾਯਾ ਜਾ ਸਕਦਾ। ਇਸ ਦੇ ਸਧੀਨ ਲਈ ਭਟਕਨੋਂ ਭਰਮਨੋਂ ਬਚਾਨ ਵਾਸਤੇ ਇਕ ਮਾਤ੍ਰ ਉਪਾਵ ਹੈ ਤਾਂ ਉਹ ਕੇਵਲ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਹੀ ਹੈ ॥੨੩੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
