[
  {
    "id": "B2Z",
    "sttm_id": 6716,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "APAP",
        "source_page": 236,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srvr mY n jwnI dwdr kml giq; imRg imRgmd giq AMqr n jwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A frog living in a pool is unaware of the presence of a lotus flower growing in the same pool. Even a deer is unaware of the musk pod that he is carrying within his body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਦਾਦਰ ਡਡੂ ਨੇ ਸ੍ਰੋਵਰ ਅੰਦਰ ਹੁੰਦਿਆਂ ਸੁੰਦਿਆਂ ਭੀ ਨਹੀਂ ਕਮਲ ਦੀ ਗਤੀ ਕੋਲ ਫੁੱਲ ਦੀ ਮਹਿਮਾ ਨੂੰ ਜਾਣਿਆ ਤੇ ਮਿਰਗ ਹਿਰਣ ਨੇ ਆਪਣੇ ਅੰਦਰ ਨਾਭੀ ਵਿਖੇ ਮ੍ਰਿਗਮਦ ਕਸਤੂਰੀ ਦੀ ਗਤਿ ਪ੍ਰਾਪਤੀ ਮੌਜੂਦਗੀ ਨਹੀਂ ਜਾਣੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6CLV",
        "source_page": 236,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "min mihmw n jwnI Aih ibKR ibKm kY; swgr mY sMK iniD hIn bk bwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a poisonous snake because of its poison is not aware of the invaluable pearl that he carries in his hood and a conch shell keeps wailing although it lives in the ocean but unaware of the wealth stored therein.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਜਿਸ ਤਰ੍ਹਾਂ ਮਣੀ ਰਤਨ ਸੱਪ ਦੇ ਮਣਕੇ ਦੀ ਮਹਿਮਾ, ਅਹਿ ਸਰਪ ਬਿਖ ਬਿਖਮ ਭ੍ਯਾਨਕ ਵਿਖ ਕੇ ਵੇਗ ਕਾਰਣ ਨਹੀਂ ਜਾਣੀ ਜਾਣ ਸਕਦਾ, ਅਤੇ ਸੰਖ ਸਮੁੰਦਰ ਅੰਦਰ ਹੁੰਦਿਆਂ ਭੀ ਨਿਧੀ ਓਸ ਦੇ ਰਤਨ ਆਦਿ ਖਜ਼ਾਨਿਆਂ ਤੋਂ ਹੀਨ ਛੂਛਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਬਕਾਬਾਨੀ ਬਕਵਾਸ ਕਰਦਾ ਢਾਹਾਂ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PEPG",
        "source_page": 236,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn smIp jYsy bwNs inrgMD kMD; aulUAY AlK idn idnkr iDAwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a bamboo plant remains bereft of fragrance despite living in the close proximity of a Sandalwood tree, and as an owl keeps his eyes shut during the day behaving ignorantly of the Sun,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਜਿਸ ਭਾਂਤ ਚੰਨਣ ਦੇ ਸਮੀਪ ਨੇੜੇ ਹੁੰਦਿਆਂ ਹੋਇਆਂ ਭੀ ਬਾਂਸ ਨਿਰਗੰਧ ਸੁਗੰਧ ਰਹਿਤ ਕੰਧ ਸ਼ਾਖਾ ਟਾਹਣੀ ਮਾਤ੍ਰ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਅਰੁ ਉੱਲੂ ਲਈ ਦਿਨ ਵੇਲੇ ਭੀ ਦਿਨਕਰ ਸੂਰਜ, ਅਲਖ ਲਖਤਾ ਵਿਚ ਨਾ ਆ ਸਕਨ ਵਾਲਾ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਕਰ ਕੇ ਉਹ ਧਿਆਨੀ ਹੋਇਆ ਅੱਖੀਆਂ ਮੀਟੀ ਰਖਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S911",
        "source_page": 236,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy bwNJ bDU mm sRI gur purK Byt; inhcl syNbl ijau haumY AiBmwnI hY [236["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, because of my ego and pride, I like an infertile woman remained fruitless despite acquiring the touch of True Guru. I am no better than the tall fruitless tree like silk Cotton. (236)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਭਾਂਤ ਮਮ ਮੈਂ ਪੂਰਣ ਪੁਰਖ ਗੁਰੂ ਮਹਾਰਾਜ ਨੂੰ ਭੇਟ ਕੇ ਮਿਲ ਕੇ ਬੰਧ੍ਯਾ ਸੰਢ ਇਸਤ੍ਰੀ ਸਮਾਨ ਅਫਲ ਰਿਹਾ ਵਾ ਸਿੰਬਲ ਬਿਰਛ ਵਾਕੂੰ ਉੱਚਾ ਤੇ ਪਸਾਰੇ ਵਾਲਾ ਅਭਿਮਾਨੀ ਹੰਕਾਰੀ ਪ੍ਰਪੰਚੀ ਬਣ ਕੇ ਹਉਮੈਂ ਦੇ ਕਾਰਣ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਸੰਗਤ ਵਿਚੋਂ ਲਾਭ ਨਹੀਂ ਉਠਾ ਸਕਿਆ ॥੨੩੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
