[
  {
    "id": "M22",
    "sttm_id": 6718,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "80AW",
        "source_page": 238,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kpt snyh jYsy FoklI invwvY sIsu; qw kY bis hoie jlu bMDn mY AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Dhekuli (an improvised bag like contraption made of leather in which a long log is used as a lever to drag water from shallow wells) bends displaying false humility seeing which the water is entrapped in its love;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਖੋ! ਜਿਸ ਤਰ੍ਹਾਂ ਚਿੱਤ ਅੰਦਰ ਕਪਟ ਦਾ ਪਿਆਰ ਧਾਰ ਕੇ ਢੀਂਗਲੀ ਪਾਣੀ ਵੱਲ ਸਿਰ ਨੂੰ ਝੁਕਾਯਾ ਕਰਦੀ ਹੈ। ਤੇ ਪਾਣੀ ਓਸ ਦਾ ਸ੍ਵਾਗਤ ਆਉ ਭਗਤ ਕਰਨ ਲਗਾ ਹੀ ਓਸ ਦੇ ਧੋਖੇ ਅਧੀਨ ਹੋ ਡੋਲ ਦੇ ਬੰਨਣ ਵਿਚ ਪੈ ਜਾਯਾ ਕਰਦਾ ਹੈ। ਭਾਵ ਭੈੜੀ ਅਸਗਾਹ ਸੋਮੇ ਦੀ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਭੀ ਅਪ੍ਰਾਧ ਹੀ ਕਮੌਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8FY9",
        "source_page": 238,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "fwir dyq Kyq huie pRPuilq sPl qw qy; Awip inhPl pwCy boJ aukqwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It spills the water in the field and as a result of benevolent nature of the water, the crop becomes green and fruit bearing, but Dhekuli of fake humility remains empty and itself lifting its own weight;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਥੇ ਹੀ ਉਹ ਢੀਂਗਲੀ ਬਸ ਨਹੀਂ ਕਰਦੀ, ਉਸ ਪਾਣੀ ਨਾਲ ਭਰਪੂਰ ਹੋ ਕੇ ਭੀ ਫੇਰ ਓਸ ਪਾਣੀ ਨੂੰ ਬਾਹਰ ਖੇਤ ਵਿਚ ਸੁੱਟ ਮਾਰਦੀ ਹੈ ਉਹ ਭਲੇ ਸੁਭਾਵ ਕਾਰਣ ਤਾਂ ਤੇ ਤਿਸ ਤੋਂ ਨਿਰਾਦਰ ਪਾ ਕੇ ਭੀ ਅਪਣੇ ਨਾਲ ਓਸ ਖੇਤ ਨੂੰ ਪ੍ਰਫੁਲਤਿ ਹਰਿਆ ਭਰਿਆ ਤੇ ਸਫਲਾ ਬਣਾ ਦਿੰਦਾ ਹੈ। ਤੇ ਢਿੰਗਲੀ ਭੈੜੀ ਪਿਛੋਂ ਨਿਹਫਲ ਛੂਛੀ ਰਹਿ ਕੇ ਬੋਝ ਹੀ ਚੁਕਨ ਜੋਗੀ ਰਹਿ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "62AL",
        "source_page": 238,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ArD aurD huie AnukRm kY; praupkwr Aau ibkwr n imtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus the Dhekuli keeps going up and down continuo the water does not shed its benevolent nature nor does Dhekuli leave its nature of displaying fake love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਨੁਕ੍ਰਮ ਆਨੁਪੂਰਬ ਪਹਿਲੀ ਵਾਕੂੰ ਹੀ ਮੁੜ ਮੁੜ ਯਥਾਕ੍ਰਮ ਉਪ੍ਰੋਥਲੀ ਹੇਠਾਂ ਉਤਾਹਾਂ ਦੇ ਗੇੜਾਂ ਵਿਚ ਜਲ ਵਿਚਾਰਾ ਤਾਂ ਪਰਉਪਕਾਰ ਵਾਲੇ ਸੁਭਾਵ ਨੂੰ ਨਹੀਂ ਤਿਆਗਿਆ ਕਰਦਾ,ਤੇ ਢੀਂਗਲੀ ਉਪ੍ਰੋਥਲੀ ਅਬਿਕਾਰ ਅਪਕਾਰ ਵਾਲੀ ਭੈੜੀ ਕਾਰ ਭੈੜ ਚਾਲੀ ਨਹੀਂ ਛਡਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UYMX",
        "source_page": 238,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD swD sMgiq suBwv giq; gurmiq durmiq suK duK pwveI [238["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So would we face distress in the company of se1f-orien! self-willed people while association with Guru-conscious people enlightens the mind with Guru's wisdom which highly comforting. (238)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਨਾਲ ਹੀ ਅਸਾਧ ਅਪਣੇ ਸੁਭਾਵ ਦੀ ਗਤੀ ਦਸ਼ਾ ਹਾਲਤ ਅਨੁਸਾਰ ਸੰਗਤਿ ਵਿਚੋਂ ਦੁਰਮਤਿ ਦੇ ਪਿਆਰਣ ਕਾਰਣ ਦੁਖ ਪੌਂਦੇ ਹਨ, ਅਤੇ ਸਾਧ ਆਪਣੇ ਸ੍ਰੇਸ਼ਟ ਸੁਭਾਵ ਮੂਜਬ ਹੀ ਸੰਗਤਿ ਵਿਚੋਂ ਗੁਰਮਤਿ ਗ੍ਰਹਿਣ ਕਰਨ ਕਰ ਕੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੨੩੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
