[
  {
    "id": "ZHS",
    "sttm_id": 6719,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1P3Y",
        "source_page": 239,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau kucIl pivqRqw AqIq mwKI; rwKI n rihq jwie bYTy ieCwcwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a dirty and defiled fly sits here and there at its will and does not stop even when made to flyaway repeatedly, so do dross-filled and evil-doers come to the holy congregation and impose their will on others;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਉ ਫੇਰ ਜੀਕੂੰ ਮੱਖੀ ਪਵਿਤ੍ਰਤਾ ਤੋਂ ਰਹਿਤ ਕੁਚੀਲ ਗੰਦੀ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਹਟਾਈ ਹੋਈ ਨਹੀਂ ਹਟਕੀ ਰਹਿੰਦੀ ਸਗੋਂ ਇਛਾਚਾਰੀ ਆਪ ਹੁਦਰੀ ਹੋਈ ਬਦੋ ਬਦੀ ਹੀ ਉਥੇ ਜਾ ਬੈਠਿਆ ਕਰਦੀ ਹੈ ਏਕੂੰ ਹੀ ਅਨਅਧਿਕਾਰੀ ਕਪਟ ਚਾਲੀਏ ਲੋਕ ਭੀ ਬਦੋ ਬਦੀ ਹੀ ਸਤਿਸੰਗ ਅੰਦਰ ਆਨ ਘੁਸਿਆ ਕਰਦੇ ਹਨ ਤੇ ਰੋਕੇ ਨਹੀਂ ਰੁਕਿਆ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PSHD",
        "source_page": 239,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "puin jau Ahwr snbMD prvysu krY; jrY n Ajr auklydu Kydu BwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And then if the same fly enters our stomach along with food, being indigestible, makes us vomit causing much distress. Like fly, unauthorised persons cause much disturbance in the holy company.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਪ੍ਰੰਤ ਜੇਕਰ ਭੋਜਨ ਨਾਲ ਉਹ ਕਿਤੇ ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਕਰ ਜਾਵੇ ਲੰਘ ਜਾਇ ਤਾਂ ਅਜਰ ਅਪਚ ਹੋਣ ਕਾਰਣ ਜਰੈ ਨ ਪਚ ਨਹੀਂ ਸਕਿਆ ਕਰੀ ਸਗੋਂ ਉਲਟਾ ਉਸ ਖਾਧੇ ਪੀਤੇ ਨੂੰ ਭੀ ਉਕਲੇਦ ਬਾਹਰ ਉਛਾਲ ਕੇ ਭਾਰੀ ਖੇਦ ਦਿੱਤਾ ਕਰਦੀ ਹੈ ਸੋ ਕਪਟੀ ਸਤਸੰਗੀ ਭੀ ਸਤਸੰਗ ਵਿਚੋਂ ਉਪਦੇਸ਼ ਸੁਣ ਕਦਾਚਿਤ ਕ੍ਰਿਪਾ ਪਾਤ੍ਰ ਅਧਿਕਾਰੀਆਂ ਅੰਦਰ ਆ ਧਸਨ, ਤਾਂ ਈਰਖਾ ਬਖੀਲੀ ਆਦਿ ਕਰਦਿਆਂ ਗੜਬੜ ਹੀ ਮਚਾ ਦਿੱਤਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JX60",
        "source_page": 239,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "biDk ibDwn ijau auidAwn mY twtI idKwie; krY jIv Gwq AprwD AiDkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a hunter uses a mock contraption to hunt wild animals, he becomes eligible for punishment of his sins. So would a deceitful person be punished who keep deceiving gullible people in his garb of a saint or a loving devotee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਧਿਕ ਫੰਧਕ ਸ਼ਿਕਾਰੀ ਸ਼ਿਕਾਰ ਸਬੰਧੀ ਬਿਧਾਨ ਵਾ ਮ੍ਰਯਾਦਾ ਚਾਲੇ ਵਾਕੂੰ ਜੀਕੂੰ ਉਜਾੜ ਵਿਚ ਧੋਖੇ ਦੀ ਟੱਟੀ ਦਿਖਾਲ ਕੇ ਉਹ ਜੀਵ ਘਾਤ ਕਰਿਆ ਕਰਦਾ ਤੇ ਅਪ੍ਰਾਧ ਦਾ ਭਾਗੀ ਹੁੰਦਾ ਹੈ। ਤੀਕੂੰ ਹੀ ਐਸੇ ਸਾਂਗ ਧਾਰੀ, ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰ ਸਿੱਖ ਵਾ ਸਾਧ ਦਿਖਾਲ ਕੇ ਕੇਵਲ ਲੋਕਾਂ ਨੂੰ ਠਗਿਆ ਹੀ ਕਰਦੇ ਹਨ ਅਰੁ ਉਸੇ ਤਰ੍ਹਾਂ ਅਪ੍ਰਾਧ ਕਾਰਣ ਜਮ ਦੰਡ ਰੂਪ ਸਜ਼ਾ ਦੇ ਭਾਗੀ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5HD9",
        "source_page": 239,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ihrdY iblwau Aru nYn bg iDAwnI pRwnI; kpt snyhI dyhI AMq huie duKwrI hY [239["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly one whose heart (like a he-cat) is ever engrossed in avarice, who harbours ill intentions and fake love in his eyes like a heron, falls a prey to the angels of death and is put through untold sufferings. (239)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਨਾਂ ਕਪਟ ਸਨੇਹੀਆਂ ਦਿਖਾਵੇ ਦੇ ਪ੍ਰੇਮੀ ਪ੍ਰਾਣੀਆਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਤਾਂ ਚੂਹੇ ਲੋਚਾ ਵਾਲੀਆਂ ਬਿੱਲੀਆਂ ਵਾਲੇ ਗ੍ਰੀਬੀ ਸੁਭਾਵ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਤ ਨੇਤ੍ਰ ਏਨਾਂ ਦੇ ਬਗਲ ਸਮਾਧੀਏ ਐਹੋ ਜਿਹਾਂ ਦੇਹੀ ਦੇਹ ਧਾਰੀਆਂ ਦੀ ਦੇਹ ਅੰਤ ਨੂੰ ਜਦ ਕਦ ਦਖਿਆਰੀ ਹੀ ਹੋਵੇਗੀ ਭਾਵ ਓੜਕ ਸਿਰ ਇਨਾਂ ਨੂੰ ਕਸ਼ਟ ਹੀ ਭੋਗਨਾ ਪਊ ॥੨੩੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
