[
  {
    "id": "39T",
    "sttm_id": 6722,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YF0J",
        "source_page": 242,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy ckeI ckvw bMiDk iekqR kIny; ipMjrI mY bsy inis duK suK mwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a bird-catcher catches male and female ruddy sheldrake (Chakvi, Chakva) and put them in the same cage where they remain together for the night, they happily bear the pain of being prisoners because they are spared the pangs of separation for the night.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਬੰਧਿਕ ਫੰਧਕ ਚਿੜੀਮਾਰ ਚਕਵੀ ਤੇ ਚਕਵੇ ਦੇ ਜੋੜੇ ਨੂੰ ਫੜ ਕੇ ਪਿੰਜਰੇ ਵਿਚ ਪਾ ਇਕਠਿਆਂ ਕਰ ਦਿੰਦਾ ਹੈ ਤਾਂ ਉਹ ਦਿਨ ਭਰ ਦੇ ਫਸੋਤੀ ਦੇ ਦੁੱਖ ਨੂੰ ਰਾਤ ਇਕਠਿਆਂ ਵਸਦੇ ਹੋਏ ਸੁਖ ਕਰ ਕੇ ਮੰਨਿਆ ਕਰਦੇ ਹਨ ਕ੍ਯੋਂ ਜੁ ਹੁਣ ਧੁਰਾਹੂੰ ਰਾਤ ਦਾ ਵਿਛੋੜਾ ਓਨਾ ਨੂੰ ਨਹੀਂ ਵਾਪਰ ਸਕਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BXXQ",
        "source_page": 242,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "khq prspr koit surjn vwrau; Et durjn pr jwih gih Awny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "They feel so grateful to the hunter for catching them together and lodging them in the same cage that they sacrifice millions of good people unto him who has given them both a shelter.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੇ ਆਪੋ ਵਿਚ ਐਉਂ ਆਖਿਆ ਕਰਦੇ ਹਨ; ਕਿ ਕ੍ਰੋੜਾਂ ਭਲਿਆਂ ਪੁਰਖਾਂ ਨੂੰ ਅਸੀਂ ਵਾਰਣੇ ਕੁਰਬਾਨ ਕਰ ਸਿੱਟਦੇ ਹਾਂ ਓਸ ਦੁਰਜਨ ਬੁਰੇ ਸ਼ਿਕਾਰੀ ਉਪਰੋਂ ਜਿਸ ਨੇ ਕਿ ਸਾਨੂੰ ਫੜ ਲਿਆਂਦਾ ਹੈ ਤੇ ਇਸ ਭਾਂਤ ਇਕਠਿਆਂ ਵੱਸਨ ਦਾ ਅਉਸਰ ਦਿੱਤਾ ਹੈ। ਅਥਵਾ ਆਪੋ ਵਿਚ ਆਖਦੇ ਹਨ ਕਿ ਕੋਟਿ ਜੂਹ ਸਜਨਾਂ ਦੇ ਵਾਰ ਸਿੱਟੀਏ ਓਸ ਦੁਸ਼ਟ ਦੀ ਓਟ ਓਹਲੇ ਪਿੰਜਰੇ ਉਤੋਂ ਜਿਸ ਨੇ ਸਾਨੂੰ ਫੜ ਲਿਆਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1V21",
        "source_page": 242,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ismrn mwqR koit Awpdw sMpdw koit; sMpdw Awpdw koit pRB ibsrwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If millions of distresses fall upon a person who is a regular practitioner of Naam Simran, he considers them as having come to aid in his meditation and union with Lord. And if God is slipping out of the memory, then all the luxurious items of life that g",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਮਾਤ੍ਰ ਵਿਖੇ ਜੇਕਰ ਕ੍ਰੋੜਾਂ ਬਿਪਤਾਂ ਕਸ਼ਟ ਸਿਰ ਤੇ ਆਨ ਝੁੱਲਨ ਤਾਂ ਉਹ ਮਾਨੋ ਕ੍ਰੋੜਾਂ ਹੀ ਸੰਪਤਾ ਸੁਖ ਸਰੂਪ ਹਨ ਅਤੇ ਜੇਕਰ ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਬਿਸਰਦਾ ਹੈ ਤੇ ਕ੍ਰੋੜਾਂ ਸੰਦਾ ਸੁਖ ਦੀਆਂ ਵਿਭੂਤੀਆਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਮਾਨੋ ਕ੍ਰੋੜਾਂ ਅਪਦਾ ਮਹਾਨ ਦੁਖ ਰੂਪ ਹੀ ਹਨ। ਭਾਵ ਸੰਸਾਰਿਕ ਪਦਾਰਥਾਂ ਦੀ ਭਟਕਨਾ ਅੰਦਰ ਦਿਨ ਰਾਤ ਪਚ ਪਚ ਮਰਦਾ ਮਨ ਜਦ ਨਾਮ ਸਿਮਰਣ ਦੇ ਪਰਮ ਆਨੰਦ ਨੂੰ ਮਾਣਿਆ ਕਰਦਾ ਹੈ ਤਾਂ ਸਿਮਰਨ ਦੇ ਸਹਾਈ ਸਾਧਨਾਂ ਦੇ ਸੰਜਮ ਸਾਧਨ ਆਦਿ ਵਿਖੇ ਜੋ ਕਲੇਸ਼ ਗੁਰਮੁਖ ਨੂੰ ਸਹਿਣੇ ਪੈਂਦੇ ਹਨ ਓਨ੍ਹਾਂ ਨੂੰ ਪਰਮ ਸੁਖ ਰੂਪ ਕਰ ਕੇ ਮੰਨਿਆ ਕਰਦਾ ਹੈ ਅਰੁ ਆਪਣੇ ਵਿਚ ਪ੍ਰਚਾ ਕੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਭੁਲਾਨ ਦਾ ਕਾਰਣ ਹੋ ਕੇ ਉਸ ਰੱਬੀ ਸੁਖ ਦੀ ਪ੍ਰਾਪਤੀ ਤੋਂ ਬੰਚਿਤ ਰਖਣ ਹਾਰੀਆਂ ਸੰਸਾਰਿਕ ਸੁਖ ਵਿਭੂਤੀਆਂ ਨੂੰ ਦੁੱਖ ਰੂਪ ਅਤੇ ਤੁੱਛ ਮੰਨਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1PK2",
        "source_page": 242,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqnwm siqgur igAwn iDAwn; siqgur miq siq siq kir jwny hY [242["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The practitioner of Lord's name regard His name that the True Guru has blessed him with as the eternal truth and living for ever. He regards and accepts the teachings of True Guru as true and true only. He meditates on Naam with complete devotion. (242)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਸ, ਉਹ ਤਾਂ ਹੁਣ ਕੇਵਲ ਏਹੋ ਹੀ ਸਮਝਦਾ ਹੈ ਕਿ ਸਤਿ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦਾ ਸਤ੍ਯਨਾਮ ਹੀ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦਾ ਪਰਮ ਗਿਆਨ ਹੈ, ਅਰੁ ਸਤਿਗੁਰਾਂ ਦੀ ਮਤਿ ਸਿਖਿਆ ਦੇ ਸਤ੍ਯ ਸਤ੍ਯ ਕਰ ਕੇ ਧਾਰਣਾ ਹੀ ਓਨਾਂ ਦਾ ਪਰਮ ਧਿਆਨ ਹੈ ॥੨੪੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
