[
  {
    "id": "TPW",
    "sttm_id": 6723,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VMY2",
        "source_page": 243,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "puin kq pMc qq mylu Kylu hoie kYsy; BRmq Anyk join kutMb sMjog hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "After wandering in many species of life, I have been able to get a chance of living a family life as a human being. When will I get this body of five elements again?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭ੍ਰਮਤ ਭਰਮਦਿਆਂ ਭਟਕਦਿਆਂ ਅਨੇਕਾਂ ਜੂਨਾਂ ਅੰਦਰ ਭੀ ਕੁਟੰਬ ਕੋੜਮੇ ਦਾ ਤਾਂ ਸੰਜੋਗ ਹੈ ਹੋ ਜਾਵੇਗਾ, ਪ੍ਰੰਤੂ ਪੁਨਿ ਕਤ ਪੰਜਾਂ ਤੱਤਾਂ ਦਾ ਮੇਲ ਇਸ ਪ੍ਰਕਾਰ ਹੁਣ ਵਾਕੂੰ ਫੇਰ ਕਦ ਹੋਊ ਤੇ ਕਿਸ ਪ੍ਰਕਾਰ ਇਹ ਖੇਲ ਐਉਂ ਦੀ ਰਚਨਾ ਵਰਤੇਗੀ? ਭਾਵ ਇਹ ਦੁਰਲਭ ਸਮਾਂ ਛਲ ਜਾਵੇਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VB9B",
        "source_page": 243,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "puin kq mwns jnMm inrmolk huie; idRsit sbd suriq rs ks Bog hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I get this invaluable birth as human being again? A birth when I shall be able to enjoy the relishments of sight, taste, hearing etc.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਸ਼ਟੀ ਨੇਤਾਂ ਦਾ ਭੋਗ ਰੂਪ ਤੱਕਨਾ ਤੇ ਸ਼ਬਦ ਰਾਗ ਰੰਗ ਆਦਿ ਸੁਨਣਾ ਕੰਨਾਂ ਦਾ ਭੋਗ ਸੁ ਰਤਿ ਕਾਮ ਕ੍ਰੀੜਾ ਰੂਪ ਤੁਚਾ ਦਾ ਭੋਗ, ਤਥਾ ਰਸ ਕਸ ਅਪਣੀ ਵਲ ਖਿੱਚ ਲੈਣ ਵਾਲੇ ਜੋ ਹੋਰ ਸ੍ਵਾਦ ਤੇ ਸੁਗੰਧੀ ਰੂਪ ਹਨ ਸੋ ਰਸਨਾ ਨਾਸਾਂ ਆਦਿ ਦੇ ਭੋਗ ਹਨ ਇਹ ਸਭ ਤਾਂ ਹੋਰਨਾਂ ਜੂਨਾਂ ਵਿਚ ਭੀ ਹਨ, ਪ੍ਰੰਤੂ ਇਹ ਨਿਰਮੋਲ ਮਾਨਸ ਜਨਮ ਪੁਨ ਕਤ ਹੋਇ ਅਰਥਾਤ ਅਮੋਲਕ ਮਨੁੱਖਾ ਜਨਮ ਫੇਰ ਕਦ ਹੋਵੇ ਮਿਲੇਗਾ? ਭਾਵ ਇਹ ਅਮੋਲਕ ਸਮਾਂ ਖੁੰਜਿਆਂ ਪਤਾ ਨਹੀਂ ਕਦੇ ਹੱਥ ਆਵੇ ਕਿ ਨਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K3QW",
        "source_page": 243,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "puin kq swDsMgu crn srin gur; igAwn iDAwn ismrn pRym mDu pRjog hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This is an opportunity of uniting into the knowledge, contemplation, meditation and enjoying the loving elixir-like Naam that the True Guru has blessed me with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਤੇ ਭੀ ਵਧ ਕੇ ਜਦਕਿ ਇਸ ਵੇਲੇ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਗਿਆਨ ਧਿਆਨ ਤਥਾ ਸਿਮਰਨ ਦੇ ਪ੍ਰੇਮ ਸਰੂਪ ਅੰਮ੍ਰਿਤ ਦਾ ਪ੍ਰਜੋਗ ਸੰਜੋਗ ਸਮਾਗਮ ਬਣਿਆ ਹੋਇਆ ਹੋਵੇ ਤੇ ਸਾਧ ਸੰਗਤ ਦੀ ਚਰਣ ਸਰਣ ਦਾ ਅਉਸਰ ਮਿਲਿਆ ਹੋਵੇ ਇਹ ਫੇਰ ਕਦ ਮਿਲੇਗਾ? ਭਾਵ ਜੇ ਇਹ ਅਉਸਰ ਛਲ ਗਿਆ ਤਾਂ ਹੱਥ ਨਹੀਂ ਆਵੇਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9YT8",
        "source_page": 243,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sPlu jnmu gurmuK suKPl cwK; jIvn mukiq hoie log mY Alog hY [243["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the True Guru endeavours to make this birth a success by living his worldly life and yet remaining aloof. He relishes and repeatedly drink deep the elixir-like Naam that the True Guru has blessed him with and thus he becomes emancipate",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਸ਼ੀਘਰ ਹੀ ਗੁਰਮੁਖਿ ਸੁਖਫਲ ਚਾਖ ਗੁਰਮੁਖਤਾ ਧਾਰਣ ਦੇ ਸੁਖ ਰੂਪ ਫਲ ਨੂੰ ਚੱਖ ਕੇ ਅਨੁਭਵ ਕਰ ਕੇ ਅਪਨੇ ਜਨਮ ਨੂੰ ਸਫਲਾ ਕਰਦਿਆਂ ਜੀਵਨ ਮੁਕਤ ਹੋ ਕੇ ਲੋਗ ਮੈ ਅਲੋਗ ਹੈ ਸੰਸਰ ਵਿਚ ਵਸਦੇ ਰਸਦੇ ਭੀ ਅਸੰਸਾਰੀ ਹੋ ਵਰਤੋ ॥੨੪੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
