[
  {
    "id": "L6R",
    "sttm_id": 6724,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MZZX",
        "source_page": 244,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rcn cirqR icqR ibsm bicqrpn; icqRih icqY icqY icqyrw aur AwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The process and event of creation is full of wonder, marvel, colourful and picturesque. Watching and appreciating the beautiful and picturesque creation, one should lodge the Creator in the heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਰਚਨਾ ਦਾ ਚਿਤ੍ਰ ਰੂਪ ਜੋ ਚਲਤ੍ਰਿ ਚੇਸ਼ਟਾ ਕਾਰਾ ਹੈ ਜੋ ਬਿਸਮ ਹਰਾਨ ਕਰ ਦੇਣ ਵਾਲੇ ਬਚਿਤ੍ਰਪਨੇ ਅਚਰਜ ਭਾਵ ਵਾਲਾ ਹੈ। ਇਸ ਭਾਂਤ ਇਸ ਚਿਤ੍ਰ ਨੂੰ ਚਿਤੈ ਚਿਤੈ ਚਿੰਤਨ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਤਕਦਿਆਂ ਤਕਦਿਆਂ ਇਸ ਦੇ ਚਿਤੇਰੇ ਚਿਤਰਨ ਹਾਰੇ ਕੁਦਰਤ ਦੇ ਮਾਲਕ ਕਾਦਰ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਲਿਆਂਦੇ ਨਿਸਚਾ ਧਾਰਦੇ ਹਨ। ਭਾਵ, ਗੁਰਮੁਖ ਐਸੇ ਨਿਸਚੇ ਵਾਲੇ ਬਣ ਜਾਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BJLR",
        "source_page": 244,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bcn ibbyk tyk eyk hI Anyk myk; suin Duin jMqR jMqRDwrI aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the support of the words of Guru, and practicing of these words, one should see the presence of the Almighty in everything; just as listening to the tune of a musical instrument one feels the presence of the player in that melody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਚਨ ਬਾਣੀ ਦੇ ਬਿਬੇਕ ਵੀਚਾਰ ਦੀ ਟੇਕ ਓਟ ਵਿਚ ਇਕੋ ਸ੍ਵਯੰ ਸੱਤਾ ਮਾਤ੍ਰ ਸਭ ਮਿਲੀ ਰਮੀ ਹੋਈ ਜਾਣ ਕੇ ਹਰ ਧੁਨੀ ਆਵਾਜ਼ ਨੂੰ ਸੁਣ ਕੇ ਐਉਂ ਇੱਕ ਰੂਪ ਉਨਮਾਨ ਕਰਦੇ ਮੰਨਦੇ ਹਨ ਜੀਕੂੰ ਜੰਤ੍ਰ ਵਾਜੇ ਦੀ ਤੇ ਜੰਤ੍ਰ ਧਾਰੀ ਵਾਜਾ ਵਜੌਨਹਾਰੇ ਦੀ ਧੁਨੀ ਨੂੰ ਸੁਣ ਕੇ ਇਕ ਰੂਪ ਹੀ ਉਨਮਾਨ ਕਰੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B5KZ",
        "source_page": 244,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn Dn srb inDwn dwn; krunw inDwn suKdweI pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One should recognise the provider of peace and comfort, the treasure-house of kindness from the food, bedding, wealth and donation of all other treasures that He has blessed us with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੋਜਨ ਬਸਤ੍ਰ ਧਨ ਤਥਾ ਸਮੂਹ ਨਿਧੀਆਂ ਪਦਾਰਥਾਂ ਦਾ ਦਾਨ ਕਰਣ ਹਾਰਾ ਦਾਤਾ ਕ੍ਰਿਪਾ ਦੇ ਭੰਡਾਰ ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਹੀ ਪਛਾਣਦੇ ਹਨ, ਭਾਵ, ਵਾਹਿਗੁਰੂ ਬਿਨਾਂ ਹੋਰਸ ਦੀ ਓਟ ਅੰਦਰ ਨਹੀਂ ਧਾਰਦ ਵਾ ਕਿਸੇ ਹੋਰਸ ਨੂੰ ਪਛਾਣਦੇ ਹੀ ਨਹੀਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFDQ",
        "source_page": 244,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kQqw bkqw sRoqw dwqw Bugqw sRbig; pUrn bRhm gur swDsMig jwnIAY [244["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The utterer of all words, demonstrator of everything, the listener, the donor of all things and relisher of all pleasures. the Omnipotent complete Lord like True Guru is known in the holy congregation of saintly people only. (244)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਇਹ ਕਿ ਕਥਨ ਹਾਰਾ, ਵਖਿਆਨ ਕਰਤਾ ਨਿਰਣਾ ਕਰਣ ਵਾਲਾ ਸੁਨਣ ਹਾਰਾ ਸ੍ਰੋਤਾ ਵਾ ਦਾਤਾ ਭੁਗਤਾ ਭੋਗਨ ਹਾਰਾ ਸਰਬਗਤ ਸਰਬ ਬਿਆਪੀ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਗੁਰੂ ਨੂੰ ਹੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਗੁਰਮੁਖ ਜਾਣਿਆ ਕਰਦੇ ਹਨ ॥੨੪੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
