[
  {
    "id": "W7U",
    "sttm_id": 6726,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UK2S",
        "source_page": 246,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jq sq isMGwsn shj sMqoK mMqRI; Drm DIrj Dujw Aibcl rwj hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The obedient Gursikh of the True Guru has truth and true morals as his throne while patience and contentment are his ministers. His flag is the eternal persevering righteousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਤ ਬ੍ਰਹਮਚਰਜ ਦ੍ਵਾਰੇ ਹੀ ਸਤ ਪਾਲਨ ਦਾ ਵਿਸ਼੍ਵਾਸ, ਅਥਵਾ, ਜਤ ਦੀ ਸਤ੍ਯ ਸਰੂਪੀ ਪ੍ਰਤਿਗ੍ਯਾ ਨਿਬਾਹਨੀ, ਇਹ ਓਨਾਂ ਦੀ ਇਸਥਿਤੀ ਦਾ ਸਥਾਨ ਰੂਪ ਸਿੰਘਾਸਨ ਹੁੰਦਾ ਹੈ। ਅਤੇ ਸੰਤੋਖ ਦਾ ਸੁਭਾਵ ਹੀ ਧਾਰ ਲੈਣਾ ਵਾ ਸਹਿਜੇ ਹੀ ਸੰਤੋਖ ਵਿਚ ਵਰਤਨਾ ਇਹ ਓਨਾਂ ਦਾ ਮੰਤ੍ਰੀ ਸਲਾਹਕਾਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਧਰਮ ਨੂੰ ਧਾਰੇ ਰਖਣ ਵਿਚ ਧੀਰਜ ਨਾ ਤਿਆਗਣੀ ਇਹ ਓਨਾਂ ਦੇ ਦਿਬ੍ਯ ਰਾਜ ਦਾ ਨਿਸ਼ਾਨ ਧੁਜਾ ਹੁੰਦੀ ਹੈ, ਐਸਾ ਓਨਾਂ ਗੁਰਮੁਖਾਂ ਦਾ ਅਬਿਚਲ ਰਾਜ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q99T",
        "source_page": 246,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isv ngrI invws dieAw dulhnI imlI; Bwg qau BMfwrI Bwau Bojn skwj hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "That Sikh of the Guru resides in the tenth opening like capital of his body. Kindness is his prime queen. His past deeds and fortune is his treasurer while love is his royal feast and food. He is not a slave of worldly delicacies,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਿਵ ਸ਼ਕਤੀ ਦੇ ਵਾਸੇ ਦੀ ਠੌਰ ਸੁਖਮਣਾ ਦਾ ਘਾਟ ਵਾ ਸਹਿਜ ਸੁੰਨ ਅਸਥਾਨ ਆਨੰਦ ਦਾ ਮੰਡਲ ਜਿਥੇ ਸੁਭਾਵਕ ਹੀ ਪੁਰਖ ਅਫੁਰ ਹੋ ਕੇ ਬੋਧ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਐਸੀ ਸ਼ਿਵ ਨਗਰੀ ਵਿਖੇ ਓਨਾਂ ਦਾ ਵਾਸਾ ਹੋ ਔਂਦਾ ਹੈ ਦਯਾ ਪੁਰਖ ਦੀ ਅਰਧੰਗੀ ਸਮਾਨ ਸਦਾ ਮਿਲੀ ਰਹਿਣ ਵਾਲੀ ਓਨਾਂ ਦੀ ਖ਼ਾਸਾ ਅੰਗ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। ਤਉ ਉਪ੍ਰੰਤ ਭਾਗ ਪ੍ਰਾਰਬਧ ਕਰਮ ਓਨਾਂ ਦਾ ਭੰਡਾਰੀ ਖਜ਼ਾਨਚੀ ਤੋਸ਼ੇ ਖਾਨੀਆ ਅਤੇ ਭਾਉ ਪ੍ਰੇਮ ਪ੍ਰੀਤ ਉਸ ਦਾ ਭੋਜਨ ਸਕਾਜ ਸਕਾਰਥਾ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U531",
        "source_page": 246,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ArQ bIcwr prmwrQ kY rwjnIiq; CqRpiq iCmw CqR CwieAw Cb Cwb hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "His policy of reigning is to establish a kingdom of humility and righteousness. Forgiveness is his canopy under which he sits. The comforting and peace giving shade of his canopy is known all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰਮਾਰਥ ਦੇ ਅਰਥ ਸਿਧਾਂਤ ਪ੍ਰਯੋਜਨ ਅਨੁਸਾਰ ਬੀਚਾਰ ਵਿਚਰਨਾ ਵਰਤਨਾ ਓਨਾਂ ਦੀ ਰਾਜਨੀਤੀ ਹੁੰਦੀ ਹੈ। ਐਸੇ ਉਹ ਛਤ੍ਰਪਤੀ ਮਹਾਰਾਜੇ ਛਿਮਾ ਸਹਾਰੇ ਦੇ ਛਤ੍ਰ ਦੀ ਸਾਇਆ ਹੇਠ ਛਬ ਸੋਭਾ ਕਰ ਕੇ ਛਾਜੇ ਸੋਭੇ ਹੋਏ ਸੁਭਾਯਮਾਨ ਹੋਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AWH7",
        "source_page": 246,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awnd smUh suK swNiq prjw pRsMn; jgmg joiq Anhid Duin bwj hY [246["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Peace and comfort to all are his happy subjects. By the practice of Naam Simran and his capital being in the tenth door where the divine radiance is ever effulgent, the unstruck melody is constantly playing in his capital. (246)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਮੂਹ ਸਰਬ ਠੌਰ ਜੜ੍ਹ ਜੰਗਮ ਵਿਖੇ ਆਨੰਦਰੂਪ ਰਮਿਆ ਹੋਣ ਦਾ ਨਿਸਚਾ, ਓਨਾਂ ਦਾ ਸੁਖ ਹੁੰਦਾ ਹੈ, ਅਰੁ ਸਰਣਾਗਤਾਂ ਸਿੱਖਾਂ ਸੇਵਕਾਂ ਨੂੰ ਪ੍ਰਸੰਨ ਰਖਦਾ ਵਾ ਓਨਾਂ ਵਿਚ ਪ੍ਰਸੰਨ ਰਹਿਣਾ, ਇਹ ਓਨਾਂ ਦੀ ਸ਼ਾਂਤੀ ਹੁੰਦੀ ਹੈ। ਇਹ ਰੱਬੀ ਪ੍ਰਕਾਸ ਦੀ ਜਗਮਗਾਹਟ ਓਨਾਂ ਦੇ ਘਰ ਜੋਤ ਜਗਿਆ ਕਰਦੀ ਭਾਵ ਆਰਤੀ ਹੋਇਆ ਕਰਦੀ ਹੈ, ਅਰੁ ਅਨਹਦ ਧੁਨੀ ਦਾ ਜੈ ਜੈ ਕਾਰ ਇਹ ਓਨਾਂ ਦੇ ਸਨਮੁਖ ਵਾਜੇ ਵਜਿਆ ਕਰਦੇ ਹਨ। ਐਸੇ ਪ੍ਰਤਾਪ ਸੰਯੁਕਤ ਉਹ ਸੱਚੇ ਮਹਾਰਾਜੇ ਹੋਇਆ ਕਰਦੇ ਹਨ ॥੨੪੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
