[
  {
    "id": "NBU",
    "sttm_id": 6727,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3ZF3",
        "source_page": 247,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwNco muMdRw ckRKt Byid ckRvih khwey; auluMiG iqRbynI iqRkutI iqRkwl jwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the perpetual practice of Naam Simran, a Guru-conscious person discards the five ear-rings and six stages of spiritual planes of the Yogi and is known as a an emperor. He crosses the stages of Tribeni and Trikuti and becomes aware of the happenings in",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੂਚਰੀ; ਖੇਚਰੀ; ਚਾਚਰੀ; ਸਾਂਭਵੀ; ਉਨਮਨੀ ਇਨਾਂ ਪੰਜਾਂ ਮੁੰਦ੍ਰਾਂ ਨੂੰ ਸਾਧਨ ਦ੍ਵਾਰਾ ਮੂਲਾ ਧਾਰ ਸ੍ਵਾਧਿਸ਼ਟਾਨ, ਮਣੀਪੂਰ, ਅਨਾਹਤ, ਵਿਸ਼ੁੱਧ; ਅਰੁ ਆਗ੍ਯਾ ਏਨਾਂ ਛੀਆਂ ਚਕ੍ਰਾਂ ਨੂੰ ਭੇਦਿ ਬੇਧਨ ਕਰਕੇ; ਗੁਰਮੁਖ ਚਕ੍ਰਵਰਤੀ ਮਹਾਰਾਜੇ ਵਤ ਅਟੱਲ ਪ੍ਰਤਾਪੀ ਅਕੰਟਕ ਸਰਬ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਅਜ਼ਾਦ ਮੁਕਤ ਕਹੌਂਦੇ ਹਨ। ਭਾਵ ਸੰਤ ਪਦ ਨੂੰ ਐਸੇ ਪੁਰਖ ਹੀ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦੇ ਹਨ। ਸਾਥ ਹੀ ਇੜਾ ਪਿੰਗਲਾ ਸੁਰ ਨੂੰ ਸਮੇਤ ਸੁਖਮਣਾ ਸੁਰ ਦੇ ਸਾਧ ਕੇ ਇਨਾਂ ਤਿੰਨਾਂ ਦੇ ਸੰਗਮ ਸਥਾਨ ਰੂਪ ਤ੍ਰਿਬੇਣੀ ਘਾਟ ਸਹਜ ਸੁੰਨ ਘਾਟ ਨੂੰ ਭੀ ਧਿਆਨ ਬਲ ਕਰ ਕੇ ਉਲੰਤ ਜਾਂਦਾ ਹੈ ਤੇ ਇਉਂ ਗੁਰਮੁਖ ਤ੍ਰਿਕੁਟੀ ਤਿਕੋਣੇ ਅਕਾਰ ਚਕ੍ਰ ਵਿਚ ਜਾ ਪੁਜਦਾ ਹੈ। ਉਤਪਤੀ, ਪਾਲਨਾ ਤਥਾ ਸੰਘਾਰ ਕਾਰਿਣੀ ਸ਼ਕਤੀ ਦਾ ਇਹ ਟਿਕਾਣਾ ਹੋਣ ਕਾਰਣ ਇਥੇ ਗੁਰਮੁਖ ਤਿੰਨਾਂ ਕਾਲਾਂ ਵਿਖੇ ਵਰਤਮਾਨ ਦਸ਼ਾ ਦਾ ਜਾਨਣ ਹਾਰਾ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T0CQ",
        "source_page": 247,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nv Gr jIiq inj Awsn isMGwsn mY; ngr Agmpur jwie Thrwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Controlling all the nine sensual organs he reaches the tenth gate-the throne of highest spiritual realm. The place that is difficult to reach, he reaches there very conveniently.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਸਰੀਰ ਅੰਦਰਲੇ ਬਾਹਰ ਮੁਖੀ ਪਾਸੇ ਸਰਨ ਦੇ ਸਾਧਨ ਜੋ ਨੇਤ੍ਰ; ਨਾਸਾਂ; ਕੰਨ; ਮੁਖ ਤਥਾ ਮਲ ਮੂਤ੍ਰ ਦੇ ਦ੍ਵਾਰ ਰੂਪ ਨੌਂ ਗੋਲਕ ਹਨ, ਏਨਾਂ ਇੰਦ੍ਰੀਆਂ ਦੇ ਘਰਾਂ ਨੂੰ ਜਿੱਤ ਕੇ ਨਿਜ ਆਪਣਾ ਆਪੇ ਦਾ ਜੋ ਆਸਨ ਇਸਥਿਤੀ ਦਾ ਟਿਕਾਣਾ ਹੈ ਤਿਸ ਸਿੰਘਾਸਨ ਰੂਪ ਦਸਮ ਦ੍ਵਾਰ ਵਿਖੇ; ਜਿਸ ਨੂੰ ਸਹਸ੍ਰਾਰ ਵਾ ਸਹੰਸ੍ਰਦਲ ਕਮਲ ਭੀ ਆਖਦੇ ਹਨ ਉਸ ਵਿਚ ਪਹੁੰਚਿਆ ਕਰਦਾ ਹੈ; ਅਤੇ ਐਸਾ ਹੀ ਉਥੋਂ ਭੀ ਅਭ੍ਯਾਸ ਰੀਤੀ ਨਾਲ ਚੜ੍ਹਾਈ ਕਰਦਾ ਕਰਦਾ ਅਗੰਮ ਪੁਰ ਬੇਗੰਮ ਸਥਾਨ ਪਰਮਾਨੰਦ ਪਦ ਵਿਖੇ ਜਾ ਸਮਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3E24",
        "source_page": 247,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awn sir iqAwig mwnsr inhcl hMsu; prm inDwn ibsmwih ibsmwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a Guru-conscious swan-like disciple gives up company of the self-willed people and resides in the Mansarover lake-like congregation of holy persons. He practices the Naam like treasure there and achieves marvellous and astonishing spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਸ੍ਰਾਰ ਚਕ੍ਰ ਰੂਪ ਦਸਮ ਦ੍ਵਾਰੇ ਪੁਜਕੇ ਸਰਨ ਦੇ ਸਥਾਨ ਰੂਪ ਹੋਰਨਾਂ ਸਰਾਂ ਨੂੰ ਵਾ ਹੋਰ ਪਾਸੇ ਸਰਨਾ ਇੰਦ੍ਰੀਆਂ ਦੇ ਅਧੀਨ ਹੋ, ਮਨ ਦੇ ਵੇਗ ਨਾਲ ਚਲਾਯਮਾਨ ਹੋ ਵਰਤਨਾ ਤ੍ਯਾਗ ਕੇ ਮਨ ਜਿਥੋਂ ਸਰਦਾ ਪ੍ਰਗਟਦਾ ਹੈ ਉਸ ਮਾਨ ਸ੍ਰੋਵਰ ਸੁੰਨ ਸ੍ਰੋਵਰ ਦਾ ਨਿਹਚਲ ਸਦੀਵ ਕਾਲ ਵਾਸੀ ਹੰਸ ਪੂਰਨ ਸਿੱਖ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ ਤੇ ਬਿਸਮਾਹਿ ਬਿਸਮਾਨੇ ਅਚਰਜਤਾ ਨੂੰ ਭੀ ਅਚਰਜ ਕਰਣਹਾਰੇ ਪਰਮ ਨਿਧਾਨ ਪਰਮ ਤੱਤ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MGS5",
        "source_page": 247,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aunmn mgn ggn Anhd Duin; bwjq nIswn igAwn iDAwn ibsrwny hY [247["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He thus gets absorbed in the highest spiritual state. He listens to such melodious tunes in his tenth door that he forgets and discards all other worldly interests. (247)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪਰਮ ਤਤ੍ਵ ਸਰੂਪ ਪਰਮ ਪਦ ਅਵਸਥਾ ਵਿਖੇ ਉਨਮੱਤ ਹੋਯਾ ਇਹ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਸ ਗਗਨ ਪਰਮ ਆਕਾਸ਼ ਅਗੰਮ ਪੁਰ ਵਿਖੇ ਅਨਹਦ ਧੁਨੀ ਦੇ ਨੀਸਾਨ ਨਗਾਰੇ ਵਜਨ ਲਗ ਪੈਂਦੇ ਹਨ; ਜਿਨਾਂ ਦੀ ਧੁਨੀ ਅਗੇ ਸਭ ਗਿਆਨ ਧਿਆਨ ਮੂਲੋਂ ਹੀ ਬਿਸਰ ਜਾਂਦੇ ਹਨ ॥੨੪੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
