[
  {
    "id": "M3G",
    "sttm_id": 6728,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WYST",
        "source_page": 248,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AvGit auqir srovir mjnu krY; jpq Ajpw jwpu AnBY AiBAwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Crossing the difficult discipline of the Yogi; a Guru-oriented person bathes himself in the mystical tenth door of the spiritual realm. He dwells in the elixir-like Naam and becomes practitioner of fearless Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਲਟੋ ਘਟਿ ਉਤਰਿ ਉਤਾਰਾ ਲੈ ਕੇ ਸਾਂਤਿ ਸਰੋਵਰ ਸੁੰਨ ਸ੍ਰੋਵਰ ਦਸਮ ਦ੍ਵਾਰ ਵਾ ਕਥਨ ਕੀਤੇ ਮਾਨਸਰ ਵਿਖੇ ਸ਼ਨਾਨ ਕਰੇ। ਮਜਨ ਦੇ ਮਗਨ ਅਰਥ ਕੀਤਿਆਂ ਅਪਣੇ ਆਪ ਨੂੰ ਉਥੇ ਮਗਨ ਕਰੇ ਵਾ ਲਿਵ ਲਗਾਵੇ ਅਜਪਾ ਜਾਪ ਜਪਦਿਆਂ ਹੋਇਆਂ, ਤਾਂ ਅਨਭੈ ਅਨੁਭਵੀ ਅਵਸਥਾ ਦਾ ਅਭਿਆਸੀ ਬਣ ਜਾਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GUW0",
        "source_page": 248,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inJr Apwr Dwr brKw Akws bws; jgmg joiq Anhd AibnwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He experiences a continuous flow of the celestial nectar in the mystical tenth opening. He experiences light divine and continuous playing of celestial unstruck melody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਕਿ ਇਕ ਰਸ ਅਪਾਰ ਧਾਰਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਵਾ ਪ੍ਰੇਮ ਰਸ ਦੀ ਬਰਸਨ ਲਗ ਪਿਆ ਕਰਦੀ ਹੈ ਤੇ ਗੁਰਮੁਖ ਪ੍ਰਾਣ ਪਿੰਡ ਰੂਪ ਧਰਤੀ ਦੇ ਨਿਵਾਸ ਨੂੰ ਤਿਆਗ ਕੇ ਅਕਾਸ ਬ੍ਰਹਮਾਂਡੀ ਮੰਡਲਾਂ ਦਾ ਵਾਸੀ ਹੋ ਜਾਂਦਾ ਹੈ ਅਥਵਾ ਇਸ ਸਰੀਰ ਵਾ ਇਸ ਲੋਕ ਦੀਆਂ ਬਾਸਨਾਂ ਨੂੰ ਤਿਆਗ ਕੇ ਪਰਲੋਕ ਸਬੰਧੀ ਪਰਮਾਤਮਾ ਪ੍ਰਾਯਣੀ ਬਾਸਨਾ ਉਤਕੰਠਾ ਵਾਲਾ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ; ਜਿੱਥੇ ਕਿ ਰੱਬੀ ਪ੍ਰਕਾਸ਼ ਦੀ ਜੋਤ ਜਗਮਗ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ; ਅਤੇ ਅਗੰਮੀ ਦਿਬ੍ਯ ਧੁਨੀ ਦਾ ਅਬਿਨਾਸੀ ਇਕ ਰਸ ਨਾਦ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SVD7",
        "source_page": 248,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awqm Avys prmwqm pRvys kY; ADXwqm igAwn iriD isiD iniD dwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person settles in self and gets absorbed in the Lord God. By virtue of his spiritual knowledge all the miraculous powers now become his slaves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਸਹਾਰੇ ਪਹਿਲੇ ਆਪੇ ਵਿਚ ਅਵੇਸ ਸਮਾਈ ਪਾ ਕੇ ਭਾਵ ਨਿਜ ਭਾਵ ਵਿਖੇ ਲਿਵ ਲਗੌਂਦਾ ਲਗੌਂਦਾ ਪਰਮਾਤਮਾ ਵਿਖੇ ਪ੍ਰਵੇਸ ਪਾ ਜਾਇਆ ਅਭੇਦ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਇਸੇ ਨੂੰ ਹੀ ਆਤਮਾ ਨੂੰ ਆਸਰੇ ਕਰਨ ਵਾਲਾ ਅਧਿਆਤਮ ਗਿਆਨ ਕਹਿੰਦੇ ਹਨ; ਅਰੁ ਇਸ ਦੇ ਧਿਆਨ ਅਨਭਉ ਵਿਚ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਆ ਜਾਣ ਕਰ ਕੇ ਸਮੂਹ ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਅਰੁ ਨਿਧੀਆਂ ਗੋਲੀਆਂ ਬਣ ਜਾਇਆ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D48C",
        "source_page": 248,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jIvn mukiq jgjIvn jugiq jwnI; sill kml giq mwieAw mY audwsI hY [248["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One, who, in this life has learnt the means of reaching the Lord is liberated while still alive. He remains unaffected by worldly matters (maya), like a lotus flower that lives in water and is not affected by it. (248)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਜਿਨਾਂ ਐਸਿਆਂ ਗੁਰਮੁਖਾਂ ਨੇ ਜਗ ਜੀਵਨ ਪ੍ਰਮਾਤਮਾ ਨਾਲ ਇਉਂ ਜੁੜਨ ਦੀ ਜੁਗਤੀ ਜਾਨੀ ਜਾਣ ਲਈ ਹੈ; ਉਹ ਜੀਉਂਦੇ ਜੀ ਹੀ ਸਮੂਹ ਬੰਧਨਾਂ ਤੋਂ ਖਲਾਸ ਹੋ ਕੇ ਮਾਇਆ ਸੰਸਾਰੀ ਕਾਰ ਵਿਹਾਰ ਵਿਚ ਵਰਤਦੇ ਭੀ ਜਲ ਕਮਲ ਵਾਕੂੰ ਉਦਾਸੀ ਅਲੇਪ ਰਿਹਾ ਕਰਦੇ ਹਨ ॥੨੪੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
