[
  {
    "id": "DPA",
    "sttm_id": 6729,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WSJ2",
        "source_page": 249,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml srin gur kMcn Bey mnUr; kMcn pwrs Bey pwrs prs kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By acquiring the philosophical stone-like art of Naam Simran in the refuge of the lotus-like feet of True Guru, the mammon-entangled living beings who are like iron sludge turn into bright and shining gold. They become like the True Guru Himself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਆਂ ਚਰਣ ਕਮਲਾਂ ਦੀ ਸਰਨਿ ਵਿਚ ਆਯਾਂ ਮਨੂਰ ਵਾਕੂੰ ਅੰਦਰ ਦੇ ਜੰਗਾਲ ਖਾਧੇ ਵਾ ਵਿਕਾਰਾਂ ਕਰ ਕੇ ਮਲੀਨ ਮੈਲੇ ਮਨ ਵਾਲੇ ਊਣਤਾਈਆਂ ਭਰੇ ਚਿੱਤ ਸ੍ਵਰਣ ਵਤ ਤੇਜਸ੍ਵੀ ਸੁੱਧ ਭਾਵ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਲੇ ਉਤਮ ਪੁਰਖ ਬਣ ਜਾਂਦੇ ਹਨ ਤੇ ਉਹੀ ਉਤਮ ਪੁਰਖ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਕਮਾ ਕੇ ਪਾਰਸ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਵਿਚ ਜਚਨ ਰੂਪ ਸਪਰਸ਼ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ, ਸ੍ਵਰਣ ਭਾਵੋਂ ਸਿੱਖੀ ਦੇ ਦਰਜਿਓਂ ਸਾਖ੍ਯਾਤ ਪਾਰਸ ਹੀ ਬਣਾ ਜਾਯਾ ਕਰਦੇ ਹਨ: ਅਰਥਾਤ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਕਲਾ ਨੂੰ ਅੰਦਰ ਲੈ ਕੇ ਉਪਦੇਸ਼ਟਾ ਸਰੂਪ ਹੋ ਵਰਤਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5PE3",
        "source_page": 249,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwies Bey hY hMs hMs qy prmhMs; crn kml crnwmRq surs kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By enjoying the nectar-like union with True Guru's feet, crow-like low people also become wise and rational like swans, and then attain wise and supreme intelligence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਯਾ ਐਉਂ ਆਖੋ ਕਿ ਚਰਣ ਕਮਲਾਂ ਦੇ ਚਰਣਾਮ੍ਰਿਤ ਦੇ ਸ੍ਰੇਸ਼ਟ ਰਸ ਨੂੰ ਪਾਨ ਕਰ ਕੇ ਵਿਖ੍ਯ ਰੂਪ ਮਲ ਭੋਜੀ ਬਾਯਸ ਕਾਂ, ਹੰਸ, ਬਿਬੇਕੀ ਤੇ ਹੰਸ ਤੋਂ ਫੇਰ ਪਰਮ ਹੰਸ ਪਰਮ ਬਿਬੇਕੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H4CM",
        "source_page": 249,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sybl skl Pl skl sugMD bwsu; sUkrI sY kwmDyn krunw brs kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the blessings of True Guru, life of a Silk cotton treelike deceitful person becomes fruitful. Egoistic person like bamboo becomes fragrant with humility and submissive sentiments. From a filth eating pig with polluted intelligence, he becomes a kind-",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਥਵਾ ਸਤਿਗੁਰਾਂ ਦੀ ਕ੍ਰਿਪਾ ਦ੍ਵਾਰਾ ਵਰੋਸਾਣ ਕਰ ਕੇ ਸਿੰਬਲ ਸਰੂਪੀ ਦਿਖਾਵੇ ਦੇ ਸਮੂਹ ਪ੍ਰਪੰਚ ਭਾਵੋਂ ਫਲ ਦਾਰ ਵਰਤੋਂ ਵਾਲੀ ਧਾਰਣਾ ਸੰਪੰਨ ਜਿੰਦਗੀ ਵਾਲੇ ਅਤੇ ਬਾਸਨਾ ਗ੍ਰਸਤ ਵਾ ਹੰਕਾਰੀ ਸੁਭਾਵ ਵਾਨ ਵਾਂਸ ਪਣਿਓਂ ਉਹ ਨਿਰਅਭਿਮਾਨਤਾ ਵਾ ਨਿੰਮ੍ਰਤਾ ਰੂਪ ਸੁਗੰਧੀ ਸੰਪੰਨ ਬਣ ਜਾਂਦੇ ਹਨ, ਅਰੁ ਮਲ ਭੋਗੀ ਸਦੀਵ ਮਲੀਨ ਰਹਿਣ ਹਾਰੀ ਓਨਾਂ ਦੀ ਬੁਧੀ, ਕਾਮਧੇਨੁ ਦੂਸਰਿਆਂ ਦੇ ਕਾਰਜ ਸਾਧਨ ਹਾਰੀ ਪਰਉਪਕਾਰੀ ਬਣ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q13K",
        "source_page": 249,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur crn rju mihmw AgwD boD; log byd igAwn koit ibsm nms kY [249["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Understanding grandeur of the dust of Satguru’s lotus feet is very difficult. Millions of marvellous knowledge of Vedas are astonished too and bow before such knowledge. (249)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਜ ਕੀਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਧੂਲੀ ਦੀ ਮਹਿਮਾ ਦਾ ਬੋਧ ਅਗਾਧ ਅਥਾਹ ਹੈ। ਉਸ ਨੂੰ ਕ੍ਰੋੜਾਂ ਹੀ ਲੌਕਿਕ ਬੇਦਿਕ ਗਿਆਨ ਹਰਾਨ ਹੋ ਹੋ ਕੇ ਨਮਸਕਾਰਾਂ ਕਰਦੇ ਹਨ ॥੨੪੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
