[
  {
    "id": "4GN",
    "sttm_id": 6730,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XKG8",
        "source_page": 250,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin Ascrj AscrjmY; kotin kotwin ibsmwid ibsmwd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of astonishments are feeling astonished at the grandeur of a Guru-conscious person who has been able to achieve union of mind and Guru's words in the holy gathering. Millions of trances are feeling surprised and astonished.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਅਸਚਰਜ ਇਸ ਮਹਿਮਾ ਨੂੰ ਤੱਕਦੇ ਸਾਰ ਅਸਚਰਜਮਈ ਅਚਰਜ ਰੂਪ ਹੀ ਹੋ ਜਾਇਆ ਕਰਦੇ ਹਨ। ਅਤੇ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹਰਾਨੀਆਂ ਹਰਾਨਗੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YD4D",
        "source_page": 250,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AdBuq prmdBuq huie kotwin koit; gdgd hoq koit Anhd nwd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of strangeness’s are feeling astonished. Millions of tunes are feeling pleasure and ecstasy listening to the unstruck melody of the word in the consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਅਨੋਖੇ ਪਨ ਅਦਭੁਤਤਾਈਆਂ ਪਰਮ ਅਨੋਖਤਾਈ ਅਲੋਕਾਰਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਅਰੁ ਇਸ ਮਹਿਮਾ ਦੀ ਸੁਰ ਅਗੇ ਕ੍ਰੋੜਾਂ ਹੀ ਅਨਹਦ ਧੁਨੀਆਂ ਗਦ ਗਦ ਪੁਲਕਿਤ ਪ੍ਰਸੰਨ ਮਗਨ ਹੋ ਜਾਇਆ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W47E",
        "source_page": 250,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin aunmnI gnI jwq nhI; kotin kotwin koit suMn mMflwid hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of states of knowledge become redundant before the ecstasy of the engrossment of the united state of the word and consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਉਨਮਨੀ ਆਦਿ ਮੰਦ੍ਰਾਂ ਦੀ ਸਾਧਨਾ ਦੇ ਫਲ ਇਸ ਮਹਿਮਾ ਅਗੇ ਕੁਛ ਗਿਣਤੀ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੇ; ਭਾਵ ਤੁੱਛ ਹਨ; ਅਰੁ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਸੁੰਨ ਮੰਡਲ ਤੋਂ ਆਦਿ ਲੈ ਧਿਆਨ ਦਿਆਂ ਕੇਂਦ੍ਰਾਂ ਵਿਖੇ ਟਿਕਨ ਦਾ ਮਹਾਤਮ ਉਕਤ ਮਹਿਮਾ ਦੇ ਸਨਮੁਖ ਕਿਸੇ ਲੇਖੇ ਨਹੀਂ ਆ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMMT",
        "source_page": 250,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq ilv swDsMig; AMq kY AnMq pRBu Awid prmwid hY [250["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person practices union of Guru's blessed words in his consciousness in the company of saintly persons. He focuses his mind on the Lord who is infinite and sans beginning. (250)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਇਹ ਮਹਿਮਾ ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਗੁਰਮਖਤਾ ਧਾਰ ਕੇ ਗੁਰ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤਿ ਦੇ ਲਿਵ ਲਗਾਇਆਂ ਹੀ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦੀ ਹੈ, ਅਰੁ ਇਸ ਮਹਿਮਾ ਦੇ ਸਾਖ੍ਯਾਤਕਾਰ ਪਾਇਆਂ ਉਸ ਪ੍ਰਭੂ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਅੰਤਰਯਾਮੀ ਦੇ ਸਰੂਪ ਦਾ ਅਨਭਉ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਜੋ ਅੰਤ ਵਜੋਂ ਤਾਂ ਅਨੰਤ ਰੂਪ ਹੈ ਤੇ ਆਦਿ ਵਜੋਂ ਪਰਮਾਦਿ ਆਦਿ ਅਰੰਭ ਰਹਤ ਹੈ। ਭਾਵ ਅਨਾਦੀ ਅਨੰਤ ਸਰੂਪ ਵਿਖੇ ਅੰਤਰਯਾਮੀ ਅਕਾਲ ਪੁਰਖ ਦੇ ਪ੍ਰਕਾਸ਼ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਇਆ ਕਰਦੀ ਹੈ ॥੨੫੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
