[
  {
    "id": "WL8",
    "sttm_id": 6731,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UUSC",
        "source_page": 251,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq ilv swDsMg; aulit pvn mn mIn kI cpl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Practicing Naam Simran in the holy congregation and inverting the breaths, the wind-like frolicsome mind who is very swift like a fish reaches the tenth mystical door where he engrosses himself in perpetual union of words and consciousness. He does not ha",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਗੁਰਮੁਵਤਾ ਪ੍ਰਾਪਤ ਪੁਰਖ ਗੁਰਮੁਖ ਨਦੀ ਅੰਦਰ ਜਲ ਧਾਰਾ ਦੇ ਸਹਾਰੇ ਚੰਚਲ ਮੱਛ ਦੀ ਆਓ ਜਾਈ ਸਮਾਨ ਮਨ ਨੂੰ ਪਵਣ ਪ੍ਰਾਣਾਂ ਦੀ ਗਤੀ ਬਾਹਰ ਜਾਣ ਆਗਤੀ ਅੰਦਰ ਔਣ ਅਨੁਸਾਰ ਉਲਟੋਂਦਿਆਂ ਪਲਟੌਂਦਿਆਂ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਤਾਰ ਸਾਧੇ ਤਾਂ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6L8F",
        "source_page": 251,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sohM so Ajpw jwpu cInIAq Awpw Awp; aunmnI joiq ko audoq huie pRbl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And likewise, due to the philosopher-stone like perpetual meditation that he remains engrossed in without any conscious effort, he becomes aware of himself. In the state when the mind is God-oriented, the bright effulgence of the Lord's name appears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋਹੰ ਸੋਹੰ ਪਰਤ ਸਰਤ ਅਜਪਾ ਰੂਪ ਜਪ ਜਾਪਦਿਆਂ ਆਪ ਸ੍ਵਯੰ ਸਰੂਪੀ ਆਪੇ ਦੀ ਪਛਾਣ ਹੋ ਔਂਦੀ ਹੈ ਜਦਕਿ ਉਨਮਨੀ ਮਨ ਦੀ ਮਨੀ ਊਨ ਹੋਣ ਕਾਰਣ; ਚੈਤੰਨ੍ਯ ਜ੍ਯੋਤੀ ਪ੍ਰਬਲ ਹੋ ਕੇ ਜੋਰ ਮਾਰ ਕੇ ਬਜਰ ਕਿਵਾੜ ਭੇਦਨ ਕਰਦੀ ਹੋਈ ਵਾ ਅਪਣੇ ਪੂਰਨ ਵੇਗ ਨਾਲ ਉਦੋਤ ਹੁਇ ਹੈ ਪ੍ਰਗਟ ਹੋ ਆਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2M09",
        "source_page": 251,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Anhd nwd ibsmwd runJun suin; inJr Jrin brKw AMimRq jl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This state of strong God-oriented refulgence, he hears the melodious tunes of the unstruck music and remains in a state of trance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਨਾਲ ਹੀ ਫੇਰ ਹਰਾਨ ਕਰਣ ਹਾਰੀ ਅਨਹਦ ਧੁਨੀ ਦੀ ਰਿਮ ਝਿਮ ਰਿਮ ਝਿਮ ਕਾਰਿਣੀ ਅੰਮ੍ਰਿਤ ਜਲ ਦੀ ਨਿਰੰਤਰ ਲਾਤਾਰ ਬਰਸਦੀ ਬਰਖਾ ਦੀ ਆਵਾਜ ਸੁਣਨ ਵਿਖੇ ਆਇਆ ਕਰਦ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HD5U",
        "source_page": 251,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AnBY AiBAws ko pRgws Ascrj mY; ibsm ibsÍws bws bRhm sQl hY [251["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This experience that is felt in the tenth opening of the body, its radiance is astonishing and full of ecstasy. The stay of the mind in the mystical tenth door is of strange faith. (251)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਅਭਿਆਸ ਨੂੰ ਸਾਧਦਿਆਂ ਅਚਰਜਮਈ ਅਨੁਭਵ ਦਾ ਪ੍ਰਗਾਸ ਚਾਨਣੀ ਪ੍ਰਗਟ ਹੋਣਾ ਹੋਇਆ ਕਰਦਾ ਹੈ। ਅਰੁ ਇਸੇ ਅਨੁਭਵੀ ਅਵਸਥਾ ਦੇ ਬ੍ਰਹਮ ਸਥਲ ਬਾਸ ਬ੍ਰਹਮ ਦੀ ਠੌਰ ਬ੍ਰਹਮ ਪੁਰੀ ਸੱਚ ਖੰਡ ਵਿਖੇ ਨਿਵਾਸ ਪ੍ਰਾਪਤ ਹੋਣ ਦਾ ਅਪੂਰਬ ਬਿਸ੍ਵਾਸ ਦ੍ਰਿੜ੍ਹ ਨਿਸਚਾ ਓਸ ਨੂੰ ਬੱਝ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੨੫੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
