[
  {
    "id": "GN9",
    "sttm_id": 6732,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DWR4",
        "source_page": 252,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs smdrs iDAwn Dwir; duibDw invwir eyk tyk gih lIjIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With harbouring the thought of seeing all alike and beholding the Lord and discarding feelings of I, my or me from the mind, 'acquire the support of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਪਿਆਰੇ ਸ੍ਰੋਤਾ ਜਨੋਂ! ਦ੍ਰਿਸ਼ਟੀ ਅੰਦਰ ਜੋ ਭੀ ਦਰਸ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ; ਓਸ ਨੂੰ ਸਮ ਸਮ ਸਰੂਪੀ ਬ੍ਰਹਮ ਹੀ ਦੇਖਦੇ ਹੋਏ, ਇਸੇ ਧਿਆਨ ਨੂੰ ਧਾਰੀ ਰਖਦਿਆਂ ਦ੍ਵੈਤ ਭਾਵ ਵਾ ਸੰਸੇ ਅੰਦੇਸੇ ਦੂਰ ਕਰ ਦਿਓ ਅਰੁ ਇਕ ਮਾਤ੍ਰ ਅਕਾਲ ਪੁਰਖੀ ਟੇਕ ਆਸਰਾ ਹੀ ਗ੍ਰਹਿਣ ਕਰ ਲਵੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LJY5",
        "source_page": 252,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv Asquiq inMdw Cwif; AkQ kQw bIcwir moin bRq kIjIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Leaving praise and slander of others, one should Endeavour, to unite the divine words of the Guru in the mind, feel engrossed in it. Its contemplation is beyond description. So it is best to remain quiet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਨਾ ਹੋ ਸਕੇ ਤਾਂ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲਗਾ ਕੇ ਉਸਤਤ ਨਿੰਦਾ ਭਲੇ ਬੁਰੇ ਆਖਣ ਦੀ ਵਾਦੀ ਨੂੰ ਛੱਡ ਦਿਓ ਅਰਥਾਤ ਅਕਥ ਕਥਾ ਨਾ ਕਥਨ ਕੀਤੇ ਜਾ ਸਕਨ ਵਾਲੇ ਅਜਪ ਜਾਪ ਰੂਪ ਅਭ੍ਯਾਸ ਵਿਚ ਬੀਚਾਰ ਵਿਚਰਦਿਆਂ ਵਰਤਦਿਆਂ ਹੋਇਆਂ ਮੌਨ ਬ੍ਰਤ ਚੁੱਪ ਦੀ ਪ੍ਰਤਿਗਿਆ ਕਰ ਲਵੋ ਭਾਵ, ਬ੍ਯਰਥ ਬਕਵਾਦ ਨੂੰ ਮੂਲੋਂ ਹੀ ਤਿਆਗ ਦਿਓ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D6PT",
        "source_page": 252,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jgjIvn mY jg jg jgjIvn ko; jwnIAY jIvn mUl jugu jugu jIjIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Consider God, the Creator and the Universe-His creation is as one. And once God is known thus, then one lives for many eons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਦੀ ਧਾਰਣਾ ਕਰ ਕੇ ਜਗ ਜੀਵਨ ਮੈ ਪਰਮਾਤਮਾ ਮੀ ਬ੍ਰਹਮ ਸਰੂਪ ਹੀ ਜਗਤ ਨੂੰ ਅਰੁ ਜਗਤ ਰੂਪ ਹੋਇਆ ਜਗ ਜੀਵਨ ਪਰਮਾਤਮਾ ਨੂੰ ਜਾਣ ਲੋਵੇਗ ਭਾਵ, ਯਥਾਰਥ ਬ੍ਰਹਮ ਗਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਓਗੇ, ਤੇ ਸ਼ਇਉਂ ਜੀਵਨ ਮੂਲ ਜਿੰਦਗੀ ਦੇ ਤੱਤ ਪਰਮ ਤੱਤ ਪਰਮਾਰਥ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਜੁਗਾਂ ਜੁਗਾਂਤਰਾਂ ਪ੍ਰਯੰਤ ਜੀਊਨਹਾਰੇ ਅਬਿਨਾਸੀ ਪਦ ਪ੍ਰਾਪਤ ਤੁਸੀਂ ਬਣ ਜਾਓਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H4LS",
        "source_page": 252,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk hI Anyk Aau Anyk eyk srb mY; bRhm ibbyk tyk pRym rs pIjIAY [252["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If one understands that His light pervades in all the Living beings and light of all living beings pervades in Him. Then this knowledge of the Lord dispenses loving elixir to seeker. (252)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਕ ਅਕਾਲੀ ਸੱਤਾ ਹੀ ਅਨੇਕ ਰੂਪ ਹੋਈ ਹੋਈ ਅਤੇ ਅਨੇਕਾਂ ਵਿਖੇ ਉਹੀ ਇਕ ਸਰਬ ਮੈ ਸਰਬ ਸਰੂਪੀ ਬਣੀ ਹੋਈ ਦੇ ਬ੍ਰਹਮ ਬਿਬੇਕ ਬ੍ਰਹਮ ਗਿਆਨ ਦੀ ਟੇਕ ਧਾਰ ਕੇ ਐਸੀ ਦ੍ਰਿੜ੍ਹ ਨਿਸਚੇ ਮਈ ਇਸਥਿਤੀ ਨੂੰ ਸਾਧ ਕੇ ਪ੍ਰੇਮ ਰਸ ਬ੍ਰਹਮ ਸਾਖ੍ਯਾਤਕਾਰ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣ ਹਾਰੇ ਪਰਮਾਨੰਦ ਨੂੰ ਪਾਨ ਕਰੋ ॥੨੫੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
