[
  {
    "id": "MQ7",
    "sttm_id": 6733,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7YF2",
        "source_page": 253,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aibigiq giq kq Awvq AMqir giq; AkQ kQw su kih kYsy kY sunweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How can the mysteries of the eternal Lord be brought into mind? He cannot be described. How can He be explained through words?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਪ੍ਰੇਮ ਰਸ ਅਬ੍ਯਕ੍ਤ ਗਤੀ ਵਾਲਾ ਹੈ ਅਰਥਾਤ ਇਸ ਦੀ ਗਤੀ ਗਿਆਨ ਯਾ ਦਸ਼ਾ ਨਹੀਂ ਨਿਰੂਪੀ ਜਾ ਸਕਦੀ, ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਸ ਦੀ ਕਥਾ ਅਕਥ ਅਕਹਿ ਰੂਪ ਕਹੀ ਜਾਂਦੀ ਹੈ ਸੋ ਕਿਸ ਪ੍ਰਕਾਰ ਉਸ ਨੂੰ ਇਸ ਮਾਸ ਰਸਨਾ ਦ੍ਵਾਰਾ ਆਖਕੇ ਸੁਨਾਈਏ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LPTH",
        "source_page": 253,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AlK Apwr ikDO pweIAiq pwr kYsy; drsu Adrsu ko kYsy kY idKweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How can we reach the beyond end of the infinite Lord? How can the invisible Lord be shown?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿਧੌ ਅਥਵਾ ਜਿਸ ਦਾ ਲਖਨਾ ਅਲਖ ਰੂਪ ਹੈ ਅਤੇ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਜਿਸ ਦਾ ਪਾਰਾ ਵਾਰ, ਅਪਾਰ ਹੋਣ ਕਰ ਕੇ ਕਿਸ ਤਰ੍ਹਾਂ ਓਸ ਦਾ ਪਾਰ ਪਾਯਾ ਜਾਵੇ, ਅਰਥਾਤ ਕੀਕੂੰ ਦਸਿਆ ਜਾ ਸਕੇ ਕਿ ਅਮੁਕੀ ਅਵਸਥਾ ਵਿਖੇ ਉਹ ਐਹੋ ਜੇਹਾ ਹੈ ਤਥਾ ਕਿਸ ਪ੍ਰਕਾਰ ਉਸ ਦੇ ਇਨਾਂ ਨੇਤ੍ਰਾਂ ਆਦਿ ਕਰ ਕੇ ਨਾ ਦੇਖਿਆ ਜਾ ਸਕਨ ਹਾਰੇ ਅਦਰਸ਼ ਰੂਪ ਦਰਸ਼ਨ ਨੂੰ ਦਿਖਾਲਿਆ ਜਾ ਸਕੇ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GE4P",
        "source_page": 253,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Agm Agocru Aghu ghIAY DO kYsy; inrlMbu kaun AvlMb TihrweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who is beyond the reach of the senses and perception, how can the Lord who cannot be caught be held and known? The Lord Master needs no support. Who can be assigned as His support?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਧੌ ਐਸਾ ਹੀ ਫੇਰ ਜੋ ਅਗਮ ਗਿਆਨ ਦੀ ਗੰਮਤਾ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ ਹੈ; ਅਰੁ ਅਗੋਚਰ ਇੰਦ੍ਰੀਆਂ ਦਾ ਅਵਿਖ੍ਯ ਹੈ, ਭਾਵ ਮਨ ਇੰਦ੍ਰੀਆਂ ਦੇ ਘੇਰੇ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਅਗਹੁ ਅਗ੍ਰਾਹ੍ਯ ਗ੍ਰਹਿਣ ਕਰਨੇ ਅਜੋਗ ਪਕੜ ਵਿਚ ਔਣੋਂ ਪਰ ਬਾਹਰੇ ਸਰੂਪ ਨੂੰ ਕਿਸ ਭਾਂਤ ਗ੍ਰਹਿਣ ਕਰ ਸਕੀਏ, ਤੇ ਕਿਸ ਤਰ੍ਹਾਂ ਉਸ ਨਿਰਾਲੰਬ ਨਿਰ ਸਹਾਰੇ ਸਰੂਪ ਦਾ ਕੋਈ ਆਲੰਬ ਸਹਾਰਾ ਸਾਧਨ ਰੂਪ ਠਹਿਰਾਈਏ ਨਿਸਚੇ ਕਰੀਏ ਕਲਪੀਏ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7XTT",
        "source_page": 253,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sMiD imlY soeI jwnY jw mY bIqY; ibsm ibdyh jl bUMd huie smweIAY [253["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Only the Guru-conscious seeker experiences the infinite Lord who himself goes through that state and who is completely immersed in the True Guru blessed elixir-like words of the Guru. Such a Guru-conscious person feels free of his body bondages. He merges",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖੀ ਭਾਵ ਵਿਚ ਆਣ ਕਰ ਕੇ ਗੁਰੂ ਸਿੱਖ ਭਾਵ ਵਾਲੀ ਸੰਧੀ ਮਿਲਿਆਂ ਜਿਸ ਗੁਰਮੁਖ ਅੰਦਰ ਇਹ ਬੀਤੈ ਵਰਤ ਪਵੇ, ਕੇਵਲ ਓਹੀ ਮਾਤ੍ਰ ਹੀ ਜਾਣ ਸਕਦਾ ਹੈ, ਅਰੁ ਜਾਣ ਕੇ ਬਿਸਮ ਅਚਰਜ ਵਿਚ ਮਗਨ ਹੋ ਐਸਾ ਦੋਹੋਂ ਬਿਦੇਹ ਦੇਹਾਦਿਕਾਂ ਦੀ ਸੁਧ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੈਸਾ ਕਿ ਬੂੰਦ ਅਪਣੇ ਜਲ ਭੰਡਾਰ ਵਿਚ ਸਮਾ ਜਾਂਦੀ ਅਭੇਦ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ। ਭਾਵ ਉਹ ਆਪ੍ਯੋਂ ਪਾਰ ਹੋ ਵਾਹਿਗੁਰੂ ਵਿਚ ਸਮਾ ਅਭੇਦ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੨੫੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
