[
  {
    "id": "S52",
    "sttm_id": 6734,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q72L",
        "source_page": 254,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq swDsMig imil; pUrn bRhm pRym Bgiq ibbyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious persons assemble in the company of saintly persons and meditating on the loving name of the Lord acquire knowledge of his loving worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਸਾਧ ਸੰਗਤ ਸਤਸੰਗ ਵਿਖੇ ਮਿਲ ਗੁਰਮੁਖ ਸਜਦਿਆਂ ਸਾਰ ਮਨੁੱਖ ਸ਼ਬਦ ਦੀ ਸੁਰਤਿ ਸੋਝੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਤੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਪੂਰਨ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੇਮਾ ਭਗਤੀ ਦਾ ਭੀ ਬਿਬੇਕ ਪਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RVGC",
        "source_page": 254,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp kY AnUp rUp Aiq Ascrj mY; idRsit drs ilv trq n eyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who is amazing and most beautiful being of the form of the True Guru, a Guru-conscious person cannot cast his eyes away even if he tries doing it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸਦੀ ਦ੍ਰਿਸ਼ਟੀ ਧਿਆਨ ਦੀ ਲਿਵ ਦਰਸ ਦਰਸ਼ਨ ਯੋਗ੍ਯ ਅਤ੍ਯੰਤ ਅਸਚਰਜ ਮਈ ਅਨੂਪਮ ਰੂਪ ਸਰੂਪ ਦੀ ਟੇਕ ਦੇ ਕਾਰਣ ਟਲਿਆ ਨਹੀਂ ਕਰਦੀ ਹੈ। ਭਾਵ ਉਸ ਦਾ ਧਿਆਨ ਸਤਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਦੇ ਦਿਬ੍ਯ ਸਰੂਪ ਦੇ ਦਰਸ਼ਨ ਵਿਚ ਮਗਨ ਹੋ ਪ੍ਰਪੱਕ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DT3P",
        "source_page": 254,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rwg nwd bwd ibsmwd kIrqn smY; sbd suriq igAwn gosit Anyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For a Guru-conscious person, the melody of wonder and astonishment is the singing of paeans of the Lord to the accompaniment of musical instruments. Engrossing the mind in the divine word is like participating in many debates and discussions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਸਮਾਦ ਕੀਰਤਨ ਸਮੈ ਬਿਸਮਾਦ ਭਾਵੀ ਬੁਧੀ ਨੂੰ ਵਚਿਤ੍ਰਤਾ ਵਿਚ ਪੌਣ ਹਾਰੇ ਕੀਰਤਨ ਹੁੰਦੇ ਸਮੇਂ ਹੋਰ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਰਾਗਾਂ ਗਜ਼ਲਾਂ ਕਾਫੀਆਂ ਝੰਝੋਟੀਆਂ ਵ ਤੱਰਾਨਿਆਂ ਆਦਿ ਦੀਆਂ ਨਾਦਾਂ ਬਾਦ ਬ੍ਯਰਥ ਹੋ ਭਾਸਦੀਆਂ ਹਨ, ਐਸੇ ਹੀ ਅਨੇਕਾਂ ਗਿਆਨ ਗੋਸ਼ਟੀਆਂ, ਸਬਦ ਅਨਹਦ ਦੀ ਸੁਰਤਿ ਸੋਝੀ ਮਰਮ ਦੀ ਸਮਝ ਅਗੇ ਬ੍ਯਰਥ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XU8E",
        "source_page": 254,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BwvnI BY Bwie cwie cwh crnwmRq kI; Aws ipRAw sdIv AMg sMg jwvdyk hY [254["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With devotion, respect and love for the Lord and craze for meeting Him, Guru-oriented person is ever desirous of obtaining the elixir of the feet of the True Guru. Every limb of such a devotee craves and hopes to meet the dear Lord. (254)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਾਵਨੀ ਸ਼ਰਧਾ ਭਰੋਸੇ ਦੇ ਕਾਰਣ ਭੈ ਅਰੁ ਭਾਵ ਪ੍ਰੇਮ ਵਿਚ ਵਰਤਦਿਆਂ, ਚਾਉ ਉਮਰਿਆ ਰਹਿੰਦਾ ਹੈ, ਚਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਪਾਨ ਦਾ ਜਿਸ ਦੇ ਚਿੱਤ ਵਿਖੇ, ਓਸ ਦੇ ਅੰਦਰ ਅੰਗ ਅੰਗ ਵਿਚ ਜਾਵਦੇਕ ਜਿਥੋਂ ਪ੍ਰ੍ਯੰਤ ਭੀ ਹੋ ਸਕੇ ਇਕ ਮਾਤ੍ਰ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਸੱਚੇ ਮਾਲਕ ਦੀ ਹੀ ਸਦੀਵਕਾਲ ਨਿੱਛ ਆਸਾ ਧੁਨ ਲਗੀ ਰਿਹਾ ਕਰਦੀ ਹੈ ਇਸ ਪ੍ਰਕਾਰ ਮਾਨੋ ਓਸ ਨੂੰ ਪ੍ਰੇਮ ਰਸ ਪ੍ਰਾਪਤ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੫੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
