[
  {
    "id": "KBJ",
    "sttm_id": 6737,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S7TZ",
        "source_page": 257,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq swDsMig imil; Bwn igAwn joiq ko audoq pRgtwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the Guru unites the divine word with his consciousness in the company of saintly persons. That illuminates a light of Guru's knowledge in his mind",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਸੰਗ ਵਿਖੇ ਮਿਲਿਆਂ ਗੁਰਮੁਖ ਪੁਰਖ ਨੂੰ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਇਸਥਿਤੀ ਦਾ ਮਰਮ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦਾ ਹੈ, ਜਿਸ ਦੇ ਅਭਿਆਸ ਕਰ ਕੇ ਗਿਆਨ ਰੂਪ, ਭਾਨੁ ਸੂਰਜ ਦੀ ਜੋਤ ਉਦੈ ਹੋ ਪ੍ਰਗਟਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F1U3",
        "source_page": 257,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwB srvr ibKY bRhm kml dl; hoie pRPuilq ibml jl CwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a lotus flower blooms with the rise of the Sun, so does the lotus in the navel-region pond of a Sikh of the Guru blossoms with the rising of the Sun of Guru's knowledge that helps him make spiritual progress. Meditation of Naam then progresses with eve",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਰਜ ਚੜ੍ਹਦੇ ਸਾਰ ਕੌਲ ਫੁੱਲਾਂ ਦੇ ਖਿੜਨ ਸਮਾਨ ਨਾਭੀ ਸ੍ਰੋਵਰ ਅੰਦਰ ਨਿਰਮਲ ਜਲ ਰੂਪ ਪ੍ਰਾਣਾਂ ਵਿਖੇ ਜੋ ਬ੍ਰਹਮ ਕਮਲ ਬ੍ਰਹਮ ਪ੍ਰਕਾਸ਼ ਪ੍ਰਾਪਤੀ ਦਾ ਕੇਂਦ੍ਰ ਅਸਥਾਨ ਸਰੂਪ ਚਕ੍ਰ ਛਾਯਾ ਹੋਯਾ ਪਸਰਿਆ ਹੋਯਾ ਹੈ ਓਸ ਦੇ ਦਲ ਪਤ੍ਰ ਪ੍ਰਫੁਲਿਤ ਹੋ ਖਿੜ ਔਂਦੇ ਹਨ, ਭਾਵ ਓਸ ਦਾ ਵਿਗਾਸ ਰੂਪ ਅਨੁਭਵ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4PTE",
        "source_page": 257,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mDu mkrMd rs pRym prpUrn kY; mnu mDukr suK sMpt smwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the development as described above, the bumble beelike mind absorbs in the peace-giving fragrant elixir of Naam captured by love. He is engrossed in the bliss of Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੀ ਮਧੁ ਅੰਮ੍ਰਿਤਮਈ ਕਮਰੰਦ ਰਸ ਰੂਪ ਲਪਟ ਲਹਿਰ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਪ੍ਰੀਪੂਰਣ ਅਘਾਯਾ ਹੋਯਾ ਰਜ੍ਯਾ ਮਨ ਰੂਪ ਭੌਰਾ ਮਾਨੋ ਸੁਖ ਸੰਪਟ ਸੁਖ ਦੇ ਪਿਟਾਰੇ ਡੱਬੇ ਵਿਖੇ ਮਗਨ ਹੋ ਸਮਾ ਜਾਂਦਾ ਲੀਨ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EY8P",
        "source_page": 257,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AkQ kQw ibnod mod Amod ilv; aunmn huie mnod Anq n DwieE hY [257["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The description of the ecstatic state of a Guru oriented person absorbed in His name is beyond words. Intoxicated in this higher spiritual state, his mind does not wander anywhere else. (257)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਅਮੋਦ ਮੋਦ ਅਨਾਨੰਦ ਰੂਪ ਆਨੰਦ ਸੰਸਾਰੀ ਸਮੂਹ ਆਨੰਦਾਂ ਦੀ ਅਪੇਖ੍ਯਾ ਤਾਂ ਅਨਅਨੰਦ ਰੂਪ ਪਰ ਵੈਸੇ ਪਰਮ ਆਨੰਦ ਸਰੂਪ ਸੁਤੰਤ੍ਰ ਆਨੰਦ ਵਿਖੇ ਲਿਵ ਤੋਂ ਜੋ ਬਿਨੋਦ ਆਨੰਦੀ ਕੌਤੁਕ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਓਸ ਦੀ ਕਥਾ ਕਹਾਣੀ ਅਕਥ ਅਕਹਿ ਰੂਪ ਹੈ। ਮਨੋਦ ਮਨ+ਓਦ ਹੋਇ ਉਨਮਨ ਬੱਸ ਮਨ ਵਿਖੇ ਉਦੇ ਹੋ ਔਂਦੀ ਹੈ ਉਨਮਨੀ ਅਵਸਥਾ ਤੇ ਇਹ ਮੁੜ ਹੋਰ ਨਹੀਂ ਧਾਇਆ ਭਟਕਿਆ ਕਰਦਾ। ਮਦੋਨ ਪਾਠ ਹੋਵੇ ਤਾਂ ਮਸ ਅਰਥ ਕਰਣੇ ਭਾਵ ਮਨ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਮਸਤ ਹੋ ਕੇ ਹੋਰਨੀਂ ਪਾਸੀਂ ਵਿਖ੍ਯ ਵਿਕਾਰਾਂ ਆਦਿ ਵੱਲ ਮੁੜ ਨਹੀਂ ਭਰਮਿਆ ਕਰਦਾ ਅਰਥਾਤ ਸਦਾ ਲਈ ਹੀ ਤ੍ਰਿਪਤ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੫੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
