[
  {
    "id": "5JY",
    "sttm_id": 6738,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X8ZP",
        "source_page": 258,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kwco pwro mhw ibKm KwieE n jwie; mwry inhklMk huie klMkn imtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as raw mercury is very harmful to eat but when treated and processed, it becomes edible and a medicine to cure many ailments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਕੱਚਾ ਪਾਰਾ ਮਹਾਂ ਬਿਖਮ ਭਾਰਾ ਦੁਖਦਾਈ ਹੁੰਦਾ ਹੈ ਤੇ ਖਾਧਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪਰ ਓਹੋ ਹੀ ਬਿਧੀ ਪੂਰਬਕ ਮਾਰਿਆ ਹੋਇਆ ਨਿਹਕਲੰਕ ਸ਼ੁਧ ਨਿਰਮੈਲ ਬਣ ਕੇ, ਸਾਰੇ ਕਲੰਕਨ ਰੋਗਾਂ ਵਾ ਪਾਪਾਂ ਦੇ ਮਿਟਾਣਸ਼ ਵਾਲਾ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W4Q9",
        "source_page": 258,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mn sbd bIcwir mwir haumY moit; praupkwrI huie ibkwrn GtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So should the mind be treated with the words of wisdom of the Guru. Dispelling ego and pride, then becoming benevolent it reduces other vices. It frees the evil and vice-ridden people from evil deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਮਨ ਨੂੰ ਸ਼ਬਦ ਵਿਖੇ ਬੀਚਾਰਿ ਵਰਤਾ ਕੇ ਪ੍ਰਵਿਰਤ ਕਰ ਕੇ ਮਾਰ ਸਿੱਟੀਏ ਭਾਵ, ਇਸ ਦੀਆਂ ਬਾਸਨਾਂ ਨਿਵਿਰਤ ਕਰ ਦੇਈਏ ਤਾਂ ਹਊਮੇਂ ਦੀ ਮੈਲ ਨੂੰ ਮੇਟ ਕੇ ਇਹ ਭੀ ਸ਼ੁਧ ਸੁਭਾਵ ਪਰਉਪਕਾਰੀ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ, ਤੇ ਵਿਕਾਰਾਂ ਨੂੰ ਘਟਾ ਦਿੰਦਾ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ, ਅਥਵਾ ਹੋਰਨਾਂ ਸਮੀਪ ਆਇਆਂ ਨੂੰ ਨਿਰਵਿਕਾਰ ਬਣਾਨ ਲਈ ਸਮਰੱਥ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9SVK",
        "source_page": 258,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDusMig ADmu AswDu huie imlq; cUnw ijau qMbol rsu rMgu pRgtwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a lowly person joins the saintly congregation, he too becomes superior just as lime when joined by a betel leaf and other ingredients yield beautiful red colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੋਰ ਦ੍ਰਿਸ਼ਟਾਂਤ ਦੇ ਕੇ ਅਪਣੇ ਪੱਖ ਨੂੰ ਅਧਿਕ ਪੁਸ਼ਟ ਕਰਦੇ ਹਨ: ਜੀਕੂੰ ਕੋਈ ਪੁਰਖ ਅਧਮ ਨੀਚ ਪਾਂਬਰ ਅਰੁ ਅਸਾਧ ਨਾ ਸਧ ਸਕਨ ਜੋਗ ਹਠ ਧਰਮੀ ਭੀ ਹੋਵੇ, ਪਰ ਸਤਿਸੰਗ ਵਿਚ ਮਿਲਦੇ ਸਾਰ ਹੀ ਪਾਨ ਚੂਨੇ ਆਦਿ ਦੇ ਮਿਲ ਪੈਂਦਿਆਂ ਹੀ ਲਾਲ ਗੁਲਾਲ ਰੰਗ ਪ੍ਰਗਟਾਨ ਵਤ ਅੰਤਰੀਵੀ ਰੰਗ ਪ੍ਰੇਮ ਨੂੰ ਪ੍ਰਗਟ ਕਰ ਲੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1HBZ",
        "source_page": 258,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI cMcl icq BRmq cqur kuMt; crn kml suK sMpt smwveI [258["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So would a base and frolicsome mind wandering in four directions get absorbed in the blissful spiritual state by coming into the refuge of the holy feet of the True Guru and the blessing of the saintly assembly. (258)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਕੂੰ ਦਾ ਹਾਲ ਹੀ ਚਾਰੋਂ ਕੁੰਟਾਂ ਵਿਖੇ ਭਟਕਦੇ ਹੋਏ ਚੰਚਲ ਚਿੱਤ ਦਾ ਸਮਝੋ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਵਿਖੇ ਝੁਕਦੇ ਸਾਰ ਹੀ ਸੁਖ ਸੰਪੁਟ ਵਿਖੇ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨੫੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
