[
  {
    "id": "2UC",
    "sttm_id": 6739,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4QLM",
        "source_page": 259,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mwrg huie Dwvq brij rwKy; shj ibsRwm Dwm inhcl bwsu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person is able to arrest the wandering of the mind by following the teachings of the Guru. He is thus able to live in stable, peaceful and equipoise state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖੀ ਮਾਰਗ ਵਿਖੇ ਜੋ ਆਨ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ, ਉਹ ਅਪਣੇ ਮਨ ਨੂੰ ਬਾਹਰਮੁਖੀ ਭਟਕਨਾ ਵਲੋਂ ਵਰਜਕੇ ਹੋੜਕੇ ਰਖਦੇ ਹਨ; ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਓਨ੍ਹਾਂ ਨੂੰ ਸਹਜਿ ਧਾਮ ਸਹਿਜ ਪਦ ਵਿਖੇ ਬਿਸ੍ਰਾਮ ਇਸਥਿਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਅਰੁ ਇਸੇ ਪਦ ਵਿਖੇ ਉਹ ਅਚੱਲ ਨਿਵਾਸ ਕੀਤੀ ਰਖਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SU8G",
        "source_page": 259,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin rj rUp kY AnUp aUp; drs dris smdris pRgwsu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Coming into the refuge of the True Guru and feeling the holy dust of the True Guru's feet, a Guru-conscious person becomes beautiful of radiance. Beholding a glimpse of the True Guru, he is enlightened with the rare quality of treating all living beings a",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਜ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਵਿਚੋਂ ਰਜ ਧੂਲੀ ਉਨ੍ਹਾਂ ਦੀ ਪ੍ਰਾਪਤ ਹੋਣ ਕਰ ਕੇ ਅਥਵਾ ਸਤਿਗੁਰਾਂ ਦੀ ਸਰਣ ਪ੍ਰਾਪਤ ਹੋ ਚਰਣਾਂ ਦੀ ਰਜ ਰੂਪ ਨੰਮ੍ਰ ਭਾਵੀ ਬਣੇ ਰਹਿਣ ਕਰ ਕੇ, ਓਨਾਂ ਗੁਰਮੁਖਾਂ ਨੂੰ ਅਨੂਪਮ ਉਪਮਾ ਵਾਲੇ ਰੂਪ ਤੇਜ ਪ੍ਰਾਕ੍ਰਮ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਔਂਦੀ ਹੈ। ਅਰੁ ਐਸਾ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਨੂੰ ਦਰਸਿ ਦੇਖਣ ਕਾਰਣ ਓਨਾਂ ਦੇ ਅੰਦਰ ਸਮਦਰਸ ਬ੍ਰਹਮ ਦਰਸ਼ਨ ਬ੍ਰਹਮ ਸਰੂਪ ਦਾ ਸਾਖ੍ਯਾਤਕਾਰ ਰੂਪ ਅਨੁਭਵ ਪ੍ਰਗਾਸ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CNUJ",
        "source_page": 259,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv bjr kpwt Kuly; Anhd nwd ibsmwd ko ibsvwsu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the union of Guru's teachings with consciousness and achieving absorption in Naam, his ego and arrogance of self-assertion is destroyed. Hearing the sweet tune of Naam Simran, he experiences an astonishing state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਗੁਰ ਸ਼ਬਦ ਰੂਪ ਮੰਤ੍ਰ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਲੱਗ ਕੇ ਬਜ੍ਰ ਹੀਰੇ ਵਤ ਅਨਭੇਦ ਕਿਵਾੜ ਜੋ ਜਨਮ ਜਨਮਾਂਤ੍ਰਾਂ ਦੇ ਜਕੜੇ ਹੋਏ ਅਗਿਆਨ ਦੇ ਪੜਦੇ ਹਨ, ਉਹ ਖੁੱਲ ਜਾਂਦੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਅਨਹਦ ਧੁਨੀ ਨਾਮ ਦੀ ਸੁਤੇ ਤਾਰ ਬਝ ਪੈਣ ਤੇ ਪ੍ਰਗਟ ਹੋਣ ਹਾਰੀ ਅਜਗੈਬੀ ਅਗੰਮੀ ਅਵਾਜ਼ ਨੂੰ ਸੁਣ ਸੁਣ ਕੇ ਬਿਸਮਾਦ ਅਚਰਜ ਮਈ ਅਨੁਭਵੀ ਅਵਸਥਾ ਦਾ ਨਿਸਚਾ ਹੋ ਔਂਦਾ ਹੈ ਭਾਵ, ਸਾਮਰਤੱਖ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਹੋ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NZWX",
        "source_page": 259,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMimRq bwnI AlyK lyK ky AlyK Bey; prdCnw kY suK dwsn ky dws hY [259["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By imbibing the unreachable teachings of the Guru in mind, a Guru-conscious person is freed from rendering account of his life before God. By the circumambulation of the True Guru, he achieves spiritual comfort. Living in humility, he serves as servant of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਲੇਖ ਰੂਪ ਐਸੀ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ਨੂੰ ਲੇਖ ਕੈ ਅਨੁਭਵ ਰੂਪ ਲੇਖੇ ਵਿਚ ਕਰਦੇ ਭਾਵ ਲ੍ਯੌਂਦੇ ਹੋਏ, ਉਹ ਅਲੇਖ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦੇ ਹਨ ਅਰਥਾਤ ਚਿਤ੍ਰ ਗੁਪਤ ਆਦਿ ਦੇ ਲੇਖ੍ਯੋਂ ਪਾਰ ਹੋ ਜਾਂਦੇ ਹਨ। ਐਹੋ ਜੈਸਿਆਂ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਗੁਰਮੁਖਾਂ ਦੀ ਪ੍ਰਦੱਖਣਾ ਪ੍ਰਕਰਮਾ ਕਰਨ ਕਰ ਕੇ ਸੁਖ ਪਰਮਾਨੰਦ ਦੀ ਪ੍ਰਾਪਤੀ ਮਨੁਖਾਂ ਨੂੰ ਹੁੰਦੀ ਹੈ ॥੨੫੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
