[
  {
    "id": "8GE",
    "sttm_id": 6740,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TVDE",
        "source_page": 260,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK swD rUp rMg AMg AMg Cib; dyh kY ibdyh Aau sMswrI inrMkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the True Guru becomes divinely of form and complexion. Every limb of his body radiates the glow of the Guru. He becomes free of all external adorations. He acquires celestial traits and gives up worldly characteristics.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਕਤ ਭਾਂਤ ਦੇ ਗੁਰ ਸਿੱਖ ਹੀ ਸਾਧ ਸਰੂਪ ਹੁੰਦੇ ਹਨ ਹੋਰ ਕੋਈ ਨਿਰੋਲ ਗੇਰੂਏ ਚਿੰਨ ਮਾਤ੍ਰ ਭੇਖ ਵਾਲੇ ਸਾਧ ਨਹੀਂ ਇਨਾਂ ਦੇ ਅੰਦਰ ਅੰਗ ਅੰਗ ਵਿਖੇ ਗੁਰੂ ਕੇ ਪ੍ਰੇਮ ਦਾ ਰੰਗ ਖਿੜਿਆ ਹੋਇਆ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਅੰਗ ਅੰਗ ਵਿਖੇ ਰੱਬੀ ਛਬਿ ਸੁੰਦਰਤਾ ਦਮਕ ਛਾਈ ਹੋਈ ਹੁੰਦੀ ਹੈ। ਦੇਹ ਵੱਲੋਂ ਤਾਂ ਬਿਦੇਹ ਹੋਏ ਰਹਿੰਦੇ ਹਨ ਭਾਵ ਸਾਰੀਰਿਕ ਲਿੰਬਾ ਪੋਚੀ ਵਾ ਸੁਖ ਦੁਖ ਆਦਿ ਨੂੰ ਮੂਲੋਂ ਹੀ ਭੁਲਾ ਕੇ ਆਤਮ ਭਾਵ ਨਿਜ ਰੂਪ ਵਿਖੇ ਦ੍ਰਿੜ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਸੰਸਾਰੀਆਂ ਵਤ ਵਰਤਦੇ ਹੋਏ ਭੀ ਨਿਰੰਕਾਰੀ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RWQR",
        "source_page": 260,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs dris smdrs bRhm iDAwn; sbd suriq gur bRhm bIcwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By beholding a glimpse of the True Guru, he becomes uniform of behaviour and all knowing. By the union of Guru's words with his mind, he becomes contemplator of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਖਣ ਜੋਗ ਜੋ ਕੁਛ ਭੀ ਓਨਾਂ ਦੇ ਦਰਸਿ ਦੇਖਣ ਦ੍ਰਿਸ਼ਟੀ ਵਿਚ ਔਂਦਾ ਹੈ, ਉਸ ਸਮੂਹ ਦਰਸ਼ਨ ਵਿਖੇ ਸਮ ਇਕ ਰਸ ਸਰੂਪ ਬ੍ਰਹਮ ਹੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੋਇਆ ਧਿਆਨ ਵਿਚ ਲਿਆਉਂਦੇ ਹਨ। ਅਰੁ ਜੋ ਕੁਛ ਸ਼ਬਦ ਮਾਤ੍ਰ ਸੁਰਤਿ ਕੰਨਾਂ ਅੰਦਰ ਸੁਣਾਈ ਦਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰ ਬ੍ਰਹਮ ਸ਼ਬਦ ਸਰੂਪ ਹੀ ਵੀਚਾਰਦੇ ਖਿਆਲ ਅੰਦਰ ਲਿਔਂਦੇ ਮਨਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6VAW",
        "source_page": 260,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys prvys lyK kY AlyK; crn srin kY ibkwrI aupkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the acquisition of True Guru's teachings and lodging it in the heart, he is freed from rendering all accounts of his life. By the refuge of the True Guru, he becomes benevolent from vice-ridden.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਉਪਦੇਸ਼ ਵਿਚ ਪਰਵੇਸ ਸਮਾਈ ਪਾ ਕੇ ਗੁਰਬਾਣੀ ਨੂੰ ਲਿਖਦਿਆਂ ਲਿਖਦਿਆਂ ਉਹ ਅਲੇਖ ਹੋ ਜਾਂਦੇ ਵਾ ਲਿਖੰਤ ਵੱਲੋਂ ਅਲੇਖ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਰਥਾਤ ਧਰਮਰਾਜ ਦਿਆਂ ਲੇਖਿਆਂ ਤੋਂ ਛੁਟ ਜਾਂਦੇ ਹਨ, ਅਰੁ ਸਤਿਗੁਰਾਂ ਦੀ ਸਰਨਿ ਪੈਰਾਂ ਕਰ ਕੇ ਚੱਲਦਿਆਂ ਵਿਕਾਰੀਓਂ ਪਰਉਪਕਾਰੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WDHL",
        "source_page": 260,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prdCnw kY bRhmwidk pirkRmwid; pUrn bRhm AgRBwig AwigAwkwrI hY [260["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Guru's disciple who becomes obedient of complete Godlike True Guru, and is always at His service; he is respected and sacrificed unto by all the gods just because he has sacrificed himself over his True Guru. (260)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਸ ਪ੍ਰਕਾਰ ਦੇ ਜੋ ਗੁਰਸਿੱਖ ਪੂਰਨ ਬ੍ਰਹਮ ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਅਗ੍ਰਭਾਗ ਸਨਮੁਖ ਆਗਿਆਕਾਰੀ ਬਣੇ ਓਨਾਂ ਉਪਰੋਂ ਪ੍ਰਦਖਣਾ ਕਰਦੇ ਵਾਰਣੇ ਜਾਂਦੇ ਹਨ, ਓਨਾਂ ਦੀ ਪ੍ਰਕਰਮਾ ਆਦਿ ਦ੍ਵਾਰੇ ਸਾਖ੍ਯਾਤ ਬ੍ਰਹਮ, ਬਿਸ਼ਨੂੰ ਮਹੇਸ਼੍ਵਰ ਪੂਜਨ ਕਰਿਆ ਕਰਦੇ ਹਨ ॥੨੬੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
