[
  {
    "id": "1EY",
    "sttm_id": 6741,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ARBE",
        "source_page": 261,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mwrg huie BRmn ko BRmu KoieE; crn srin gur eyk tyk DwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By becoming a traveller on the path set by the True Guru, disciple of the Guru sheds the illusion of wandering at places and takes the refuge of the holy feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖੀ ਮਾਰਗ ਵਿਖੇ ਪ੍ਰਵਿਰਤ ਹੋਣ ਸਾਰ ਭਾਵ ਗੁਰਸਿੱਖ ਸਜਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਸਭ ਭਰਮਾਂ ਦਾ ਮੂਲ ਭਰਮ ਅਗਿਆਨ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਥਵਾ ਜਨਮ ਜਨਮਾਂਤ੍ਰਾਂ ਵਾ ਪਦਾਰਥਾਂ ਪਿਛੇ ਅਤੇ ਉਹ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਦੀ ਇਕ ਮਾਤ੍ਰ ਟੇਕ ਧਾਰ ਲਿਆ ਕਰਦਾ ਹੈ। ਵਾ ਪੈਰਾਂ ਕਰ ਕੇ ਗੁਰੂ ਸਰਣ ਵਿਖੇ ਪ੍ਰਾਪਤ ਹੋਣ ਦਾ ਹੀ ਨਿਸਚਾ ਪੱਕਾ ਧਾਰ ਲੈਂਦਾ ਹੈ ਹੋਰ ਚਲਨਾ ਫਿਰਣਾ ਤੀਰਥ ਯਾਤ੍ਰਾ ਆਦਿ ਤਿਆਗ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9QAN",
        "source_page": 261,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs drs smdrs iDAwn Dwir; sbd suriq kY sMswrI inrMkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Concentrating his mind on the True Guru, he starts looking at others as equal. By the union of the True Guru's blessed teaching in his consciousness, he becomes divine from being worldly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਸ਼੍ਯ ਵਿਖੇ ਸਮ ਸਰੂਪੀ ਇੱਕ ਕਰਤਾਰ ਨੂੰ ਤੱਕਦਾ ਹੋਇਆ ਇਸੇ ਹੀ ਧਿਆਨ ਦੀ ਧਾਰਣਾ ਧਾਰੀ ਦ੍ਰਿੜ੍ਹ ਕਰੀ ਰਖਦਾ ਹੈ। ਅਰੁ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਸਾਵਧਾਨ ਕਰ ਕੇ ਸੰਸਾਰ ਵਿਚ ਵਰਤਦਾ ਭੀ ਨਿਰੰਕਾਰੀ ਨਿਰੰਕਾਰ ਪ੍ਰਾਯਣ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FSL6",
        "source_page": 261,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur syvw kir suir nr syvk hY; mwin gur AwigAw siB jgu AwigAwkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By serving the True Guru diligently, gods and other humans become his servants. Having obeyed the command of the True Guru, the whole world then starts obeying him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੇ ਗੁਰਮੁਖ ਦੇ ਸਤਿਗੁਰਾਂ ਦੀ ਸੇਵਾ ਕਾਰਣ, ਦੇਵਤੇ ਅਤੇ ਮਨੁੱਖ ਸਰਬੱਤ ਹੀ ਟਹਿਲੀਏ ਬਣ ਜਾਂਦੇ ਹਨ। ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਐਸੇ ਪੁਰਖ ਨੇ ਗੁਰੂ ਦੀ ਆਗਿਆ ਮੰਨੀ ਪ੍ਰਵਾਣ ਕੀਤੀ ਸਾਰਾ ਜਗਤ ਹੀ ਓਸ ਦਾ ਆਗਿਆਕਾਰੀ ਹੋ ਤੁਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3SVC",
        "source_page": 261,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUjw pRwn pRwnpiq srb inDwn dwn; pwrs prs giq praupkwrI hY [261["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By worshipping the life granting and bestower of all treasures of the world, he becomes like a philosopher-stone. Whosoever comes in his contact, he does good turn to him. (261)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਡੀ ਪ੍ਰਤਿਸ਼ਟਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਭੀ ਉਹ ਗੁਰਮੁਖ ਪ੍ਰਾਣ ਪਤੀ ਅੰਤਰਯਾਮੀ ਪਰਮਾਤਮਾ ਸਤਿਗੁਰੂ ਦਾ ਪ੍ਰਾਣਾਂਦ੍ਵਾਰੇ ਪੂਜਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਭਾਵ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਗੁਰ ਸ਼ਬਦ ਦ੍ਵਾਰਾ ਵਾਹਿਗੁਰੂ ਨੂੰ ਅਰਾਧਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਸਮੀਪ ਵਰਤੀ ਸਤਿਸੰਗੀਆਂ ਭਗਤਾਂ ਨੂੰ ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਨਿਧੀਆਂ ਮਨ ਚਿੰਦੀਆਂ ਮੁਰਾਦਾਂ ਬਖਸ਼ਦਾ ਹੈ। ਜੀਕੂੰ ਪਾਰਸ ਧਾਤੂਆਂ ਨੂੰ ਪਰਸ ਪਰਸ ਕੇ ਸ੍ਵਰਣ ਬਣਾਈ ਜਾਂਦਾ ਹੈ। ਤੀਕੂੰ ਹੀ ਪ੍ਰਾਣੀ ਮਾਤ੍ਰ ਨੂੰ ਉਤਮ ਗਤੀ ਪ੍ਰਦਾਨ ਕਰਣੇ ਵਿਖੇ ਇਹ ਭੀ ਪਰਉਪਕਾਰੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨੬੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
