[
  {
    "id": "NE1",
    "sttm_id": 6742,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KAS1",
        "source_page": 262,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur mihmw khY su QorI; kQnI bdnI bwid nyq nyq nyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How much one may praise the True Guru, the embodiment of the complete God on the Earth, is still not enough. It is futile to say in words because He is infinite, limitless and fathomless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਮਹਿਮਾ ਜਿਤਨੀ ਭੀ ਕਹੀਏ, ਉਹ ਥੋੜੀ ਹੀ ਥੋੜੀ ਹੈ। ਸ਼ਾਸਤ੍ਰੋਕ੍ਤ ਕਹਾਣੀਆਂ ਉਚਾਰ ਉਚਾਰ ਕੇ ਵਾ ਬਦਨੀ ਅਪਣੇ ਅੰਦਰਲੀ ਪ੍ਰੇਮ ਮਈ ਉਮੰਗਦ੍ਵਾਰਾ ਵਰਨਣ ਕਰ ਕਰ ਕੇ ਉਸਤਤੀ ਆਖਣੀ ਚਾਹੀਏ ਉਹਸਭੇ ਜਤਨ ਹੀ ਬਾਦਿ ਬ੍ਯਰਥ ਰਹਿੰਦੇ ਹਨ। ਇਸ ਲਈ ਬਾਰੰਬਾਰ ਬਾਣੀ ਸ਼ਰੀਰ ਕਰ ਕੇ ਨੇਤਿ ਨੇਤਿ ਨੇਤਿ ਨਹੀਂ ਬਸ, ਨਹੀਂ ਬਸ, ਨਹੀਂ ਬਸ ਹੀ ਉਚਾਰਣ ਕਰਦੇ ਹਾਂ ਇਉਂ ਤਾਂ ਉਸਤਤੀ ਦੀ ਗੰਮਤਾ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KKLM",
        "source_page": 262,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur pUrn srbmeI; inMdw krIAY su kw kI nmo nmo hyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Guru the embodiment of all-pervading Lord is completely manifested in all living beings. Then who should be cursed and slandered? He is worthy of salutation again and again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਹੀ ਜਦ ਸਰਬ ਠੌਰ ਪ੍ਰੀਪੂਰਣ ਹੋਏ ਬ੍ਰਹਮ ਮਈ ਸਰਬ ਬ੍ਰਹਮ ਸਰੂਪੀ ਬੇਣੇ ਹੋਏ ਹਨ, ਤਾਂ ਨਿੰਦਾ ਕਿਸਦੀ ਕਰੀਏ ਭਾਵ ਬੁਰਾ ਕਿਸ ਨੂੰ ਆਖੀਏ, ਤਾਂ ਤੇ ਹੇਤਿ ਸਭ ਨਾਲ ਪਿਆਰ ਪੂਰਬਕ ਵਰਤਦਿਆਂ ਸਭ ਅਗੇ, ਨਮਸਕਾਰ ਹੀ ਨਮਸਕਾਰ ਕਰਦਾ ਰਹੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z427",
        "source_page": 262,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwhI qy ibvrjq Asuqiq inMdw doaU; AkQ kQw bIcwir moin bRq lyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And it is for this reason that a Guru-conscious person is forbidden to praise or slander anyone. He remains engrossed in the contemplation of the indescribable True Guru of unique form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਕਰ ਕੇ ਹੀ ਉਸਤਤੀ ਤੇ ਨਿੰਦਾ ਦੋਹਾਂ ਨੂੰ ਹੀ ਤਿਆਗ ਕੇ ਅਕੱਥ ਕਥਨੀ ਭਾਵ ਵਿਚ ਵਰਤਦਾ ਹੋਇਆ ਵਾ ਅਕਥ ਕਥਾ ਵਾਲੇ ਮਰਮ ਨੂੰ ਸਮਝ ਕੇ ਮੋਨ ਬਿਰਤੀ ਚੁੱਪ ਸਾਧਨਾ ਦੇ ਵਰਤ ਰੂਪ ਪ੍ਰਤਿਗਿਆ ਨੂੰ ਧਾਰੀ ਰਖੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RQYD",
        "source_page": 262,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwl buiD suiD kir dyh kY ibdyh Bey; jIvn mukiq giq ibsm sucyq hY [262["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A disciple of the Guru advances towards the state of living dead by leading a life of childlike innocence and discarding all external adorations. But he is ever alert and conscious of mind in a strange way. (262)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਵਰਤਦਾ ਹੋਇਆ ਬਾਲਕਾਂ ਵਾਲੀ ਬੁਧੀ ਅਸੰਗ ਅਲੇਪ ਬਿਰਤੀ ਦੀ ਸੁਧਿ ਸੋਝੀ ਕਰ ਕੇ ਅਪਣੇ ਅੰਦਰ ਓਸ ਦਾ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਨਮੂੰਨਾ ਢਾਲਕੇ ਦੇਹ ਵਲੋਂ ਵਿਦੇਹ ਹੋ ਜਾਵੇ ਦੇਹ ਅਧ੍ਯਾਸ ਦਾ ਤਿਆਗ ਕਰ ਦੇਵੇ ਤੇ ਐਉਂ ਜੀਵਨ ਮੁਕਤ ਗਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਉਪਰੋਂ ਬਾਲਕਾਂ ਵਤ ਵਰਤਦਾ ਹੋਇਆ ਅੰਦਰੋਂ ਹਰਾਨ ਕਰ ਦੇਣ ਵਾਲਾ ਸੁਚੇਤ ਸ੍ਯਾਣਾ ਸਾਵਧਾਨ ਬਣ੍ਯਾ ਰਹੇ ॥੨੬੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
