[
  {
    "id": "BP6",
    "sttm_id": 6743,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HRG1",
        "source_page": 263,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwp Aiq; pRym kY prspr ibsm sQwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The importance of assembling in the company of obedient disciples of the True Guru is very significant. Because of love with the True Guru, this place is wonderful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਪੋ ਵਿਚੀ ਅਤ੍ਯੰਤ ਪ੍ਰੇਮ ਕਰਨ ਕਾਰਣ ਗੁਰਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਦੇ ਮਿਲਾਪ ਦਾ ਪ੍ਰਤਾਪ ਅਚਰਜਤਾ ਦੀ ਥਾਂ ਕਾਰਣ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NLUS",
        "source_page": 263,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs kY drs kY idRsit hrI; hyrq ihrwq suiD rhq n iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The disciple of the Guru looks for a glimpse of the True Guru. Because of a sight of the True Guru, his attention from other interests wane away. By His glimpse, he becomes unaware of all that is around him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂਕਿ ਨੇਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਦੇਖਦੇ ਸਾਰ ਹੀ ਦਰਸ ਕੈ ਦਿਸ੍ਯ ਪਰਪੰਚ ਵੱਲੋਂ ਨਿਗ੍ਹਾ ਹਰੀ ਜਾਂਦੀ ਹੈ ਭਾਵ ਸੁਤੇ ਹੀ ਬਾਹਰਮੁਖੀ ਹੋਣੋਂ ਰੁਕ ਜਾਂਦੀ ਹੈ। ਹੇਰਤ ਹਿਰਾਤ ਜਿਸ ਵੇਲੇ ਓਨ੍ਹਾਂ ਨੂੰ ਹੇਰਤਿ ਗੁੜ੍ਹ ਭਾਵ ਨਾਲ ਦਖੀਏ ਤਾਂ ਸੁਧਿ ਮੈਂ ਮੇਰੀ ਦੀ ਹੋਸ਼ ਹੀ ਹਿਰਾਤ ਮਾਰੀ ਜਾਂਦੀ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਧਿਆਨ ਤਾਂਘਾਂ ਵਾਲੀਆਂ ਬਾਤਾਂ ਦਾ ਭੀ ਖਿਆਲ ਕਲਪਨਾ ਫੁਰਨਾ ਨਹੀਂ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XEL1",
        "source_page": 263,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd kY suriq suriq kY sbd hry; khq sunq giq rhq n igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of Guru's disciples, one hears the melody of Guru's words and that dispels listening of other melodies cram the mind. In the listening and uttering of Guru's words, one does not like to listen to or hear any other knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਸਿੱਖਾਂ ਦੇ ਸ਼ਬਦ ਸੁਨਣ ਮਾਤ੍ਰ ਤੇ ਹੋਰਨਾਂ ਸ਼ਬਦਾਂ ਵੱਲੋਂ ਕੰਨ ਹਰੇ ਜਾਂਦੇ ਟਲ ਔਂਦੇ ਹਨ ਅਤੇ ਕਹਿਣਾ ਸੁਨਣਾ ਗਤਿ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਅਰੁ ਬਾਹਰਲੇ ਗਿਆਨ ਤੋਂ ਭੀ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਰਥਾਤ ਚਤੁਰਾਈਆਂ ਚਲੌਨ ਦੀ ਵਾਦੀ ਤਿਆਗ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ECL4",
        "source_page": 263,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn qn mn ibsmrn huie; dyh kY ibdyh aunmq mDu pwn hY [263["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In this divine state, a Guru's Sikh forgets all his physical needs of eating, wearing, sleeping etc. He becomes free from physical adorations and relishes the Naam Amrit, ever living an ecstatic state. (263)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਖਾਣ ਪੀਣ ਤਥਾ ਬਸਤ੍ਰ ਪਹਿਨਣ ਦਾ ਸ਼ੌਕ ਅਰੁ ਸ਼ਰੀਰ ਦੀ ਸੰਭਾਲ, ਤਥਾ ਮਨ ਦੀਆਂ ਕਪੋਲ ਕਲਪਨਾਂ ਸਭ ਭੁੱਲ ਜਾਂਦੀਆ ਹਨ, ਅਤੇ ਸੁਤੇ ਸਿੱਧ ਹੀ ਬਿਵਹਾਰ ਵਿਚ ਵਰਤਦਾ ਹੈ। ਮਾਨੋ ਅਨੁਭਵ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰ ਕੇ ਉਨਮਤ ਮਗਨਾਨਾ ਹੋਇਆ, ਦੇਹ ਵਲੋਂ ਬਿਦੇਹ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੬੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
