[
  {
    "id": "G2H",
    "sttm_id": 6745,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZE06",
        "source_page": 265,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin Cib rUp rMg soBw iniD; kotin kotwin koit jgmg joiq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite presence of millions of beauties, forms, complexions, treasure-houses of splendour and glory, presence of lights effulgent;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਮਾਰਗ ਵਿਖੇ ਪ੍ਰਵਿਰਤ ਗੁਰਮੁਖਾਂ ਨੂੰ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹੀ ਅਪਰੰਪਾਰ ਰੂਪ ਰੰਗ ਤਥਾ ਸ਼ੋਭਾ ਦੀ ਨਿਧਿ ਭੰਡਾਰ ਰੂਪ ਛਬੀ ਸੁੰਦਰਤਾ ਪ੍ਰਾਕ੍ਰਮੀ ਦਮਕ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ। ਅਤੇ ਬ੍ਯੰਤ ਪ੍ਰਕਾਰ ਦੀਆਂ ਜੋਤੀਆਂ ਕ੍ਰੋੜਾਂ ਅਨੰਤ ਪ੍ਰਕਾਰ ਦੇ ਚਮਤਕਾਰ ਕਰਿਆ ਕਰਦੀਆਂ ਹਨ। ਅਥਵਾ ਇਸ ਮਾਰਗ ਵਿਖੇ ਵਾਹਿਗੁਰੂ ਦੀ ਜੋਤ ਦਾ ਸਾਖ੍ਯਾਤਕਾਰ ਹੋਇਆ ਕਰਦਾ ਹੈ। ਜਿਸ ਦੇ ਰੂਪ ਰੰਗ ਅਗੇ ਰੰਗ ਅਗੇ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੀਆਂ ਹੀ ਕ੍ਰੋੜਾਂ ਛਬਾਂ ਮਾਤ ਪੈ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਕ੍ਰੋੜਾਂ ਤਰਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸੋਭਾ ਦੇ ਭਡਾਰ ਪਦਾਰਥ ਫਿੱਕੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਵਾ ਜੋਤੀ ਦੇ ਜਗਮਗ ਸਾਖ੍ਯਾਤ ਹੋ ਔਣ ਤੇ ਕ੍ਰੋੜਾਂ ਛਬਾਂ, ਕ੍ਰੋਡਾਂ ਹੀ ਰੰਗ ਤਥਾ ਸ਼ੋਭਾ ਰੂਪ ਨਿਧੀਆਂ ਪ੍ਰਾਪਤ ਹੋ ਗਈਆਂ ਸਮਝੋ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KH7W",
        "source_page": 265,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin rwj Bwg pRBqw pRqwpu; kotin kotwin suK AnMd audoq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Appearing of kingdoms, rules, grandeurs and glory, comforts and peace;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਐਸਾ ਆਨੰਦ ਅਰੁ ਸੁਖ ਇਸ ਮਾਰਗ ਵਿਖੇ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਸ ਅਗੇ ਕ੍ਰੋੜਾਂ ਭਾਂਤ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਰਾਜ ਭਾਗ ਦੀ ਪ੍ਰਭੁਤਾ ਮਹਿਮਾ ਤੇ ਕ੍ਰੋੜਾਂ ਹੀ ਐਸੇ ਪ੍ਰਤਾਪ ਮਾਤ ਪਏ ਹੁੰਦੇ ਹਨ। ਅਥਵਾ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਰਾਜ ਭਾਗ ਸਬੰਧੀ ਪ੍ਰਭੁਤਾ ਵਾ ਪ੍ਰਤਾਪ ਹੋ ਔਂਦਾ ਹੈ, ਅਤੇ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਪਾਰਾ ਵਾਰੋਂ ਰਹਿਤ ਸੁਖ ਆਨੰਦ ਪਰਮ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WUT1",
        "source_page": 265,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin rwg nwid bwd igAwn gun; kotin kotwin jog Bog Eq poiq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite presence of millions of tunes and melodies of music, classical knowledge, pleasures and relishments integrated like weft and woof,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾ ਹੀ ਕੋਟੀਆਂ ਅਨੰਤ ਪ੍ਰਕਾਰੀ ਰਾਗਾਂ ਦੀ ਨਾਦ ਦਾ ਗਿਆਨ ਸੂਝ ਅਰੁ ਬਾਜਿਆਂ ਦੀ ਤਾਰ ਸ੍ਰੋਦ ਵਾ ਲ੍ਯਾਕਤ ਅਨਹਦ ਧੁਨੀ ਦੇ ਰੂਪ ਵਿਚ ਵਾ ਭਾਈ ਮਰਦਾਨੇ ਆਦਿ ਵਰਗਿਆਂ ਨੂੰ ਪ੍ਰਤੱਖ ਸਰੂਪ ਵਿਖੇ ਇਸ ਮਾਰਗ ਅੰਦਰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ, ਤਥਾ ਅਨੰਤ ਪ੍ਰਕਾਰ ਦੇ ਜੋਗ ਵਾਹਿਗੁਰੂ ਵਿਖੇ ਜੁੜਨ ਦੀਆਂ ਜੁਗਤੀਆਂ ਦੇ ਸਾਧਨ ਅਰੁ ਇਨਾਂ ਦੇ ਸਾਧਨੇ ਤਾਂ ਪ੍ਰਪਾਤ ਹੋਣ ਹਾਰੀਆਂ ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਆਦਿ ਵਿਭੂਤੀਆਂ ਰੂਪ ਭੋਗ ਭੀ ਇਸ ਮਾਰਗ ਵਿਖੇ ਓਤਪੋਤ ਕੀਤੇ ਹੋਏ ਹਨ ਭਾਵ ਤਾਣੇ ਪੇਟੇ ਵਤ ਤਣੇ ਹੋਏ ਅਵਸ਼੍ਯ ਪ੍ਰਾਪਤ ਹੋਣ ਜੋਗ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MWPC",
        "source_page": 265,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin iql mihmw AgwiD boiD; nmo nmo idRsit drs sbd sRoq kY [265["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All these glories are paltry. The glory of merging once consciousness in the words of Guru, a glimpse of and a graceful look of the True Guru is beyond expression. Salutations to Him again and again. (265)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਰੋੜਾਂ ਤੋਂ ਹੀ ਕ੍ਰੋੜਾਂ ਮਹਿਮਾ ਤਿਲ ਤੁਛ ਮਾਤ੍ਰ ਹਨ ਜਿਸ ਦੇ ਅਗਾਧ ਬੋਧ ਅਗੇ ਜੋ ਕੇਵਲ ਦ੍ਰਿਸ਼ਟੀ ਵਿਖੇ ਦਰਸ਼ਨ ਦੇ ਅਰੁ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੇ ਲੀਨ ਕੀਤਿਆਂ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਤਿਸ ਦੇ ਤਾਈਂ ਬਾਰੰ ਬਾਰ ਨਮਸਕਾਰ ਹੈ ॥੨੬੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
