[
  {
    "id": "CAS",
    "sttm_id": 6746,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AMDD",
        "source_page": 266,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aihinis BRmq kml kumudnI ko sis; imil ibCrq sog hrK ibAwphI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The lotus flower keeps waiting for a glimpse of the Sun during the day while Nymphea lotus (kumudini) is ever eager to behold the moon. Lotus flower feels happy to meet the Sun during the day while at night, it feels distressed. On the contrary a Nymphea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਿਨ ਰਾਤ ਭਟਕਦਾ ਹੈ ਕੁਮੁਦਨੀ ਨੀਲੋਤਪਲ ਨੀਲੋਫਰ ਕਵੀ ਨਾਮ ਵਾਲਾ ਕੌਲ ਫੁੱਲ ਕੋ ਸਸਿ ਚੰਦ੍ਰਮਾ ਲਈ ਭਾਵ ਚੰਦ੍ਰਮਾ ਦੇ ਦਰਸ਼ਨ ਦੀ ਖਾਤਰ। ਪ੍ਰੰਤੂ ਜਦ ਚੰਦ ਮਿਲ ਪੈਂਦਾ ਰਾਤ ਨੂੰ ਉਦੇ ਹੋ ਦਰਸ਼ਨ ਦਿੰਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੇ ਅੰਦਰ ਹਰਖ ਪੂਰਣ ਹੋ ਔਂਦਾ ਉਹ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਅਰੁ ਜਦ ਦਿਨ ਸਮੇਂ ਬਿਛੁਰਤ ਵਿਛੁੜ ਜਾਂਦਾ ਅਸਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਸੋਗ ਬਿਆਪਤ ਸੋਗ ਨਾਲ ਭਰਪੂਰ ਹੋ ਸਮੀਟ ਜਾਂਦਾ ਹੈ। ਐਸਾ ਹੀ ਹਾਲ ਸੂਰਜ ਬੰਸੀ ਕੌਲਾਂ ਦਾ ਸਮਝੋ ਜਿਸ ਨੂੰ ਤੱਕਕੇ ਗੁਰਮੁਖ ਨੇ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H7T8",
        "source_page": 266,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "riv sis aulMiG srin siqgur ghI; crn kml suK sMpt imlwphI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Going beyond the attitude of the Sun and Moon where they meet or separate from their beloved, a Guru-conscious person takes the refuge of the True Guru, and remains absorbed in the tranquil and comforting holy feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਦੇ ਅਸਤ ਹੋ ਕਾਰਣ ਸੂਰਜ ਅਰੁ ਚੰਦ੍ਰਮਾ ਦੇ ਦਰਸ਼ਨ ਵਾਲੀ ਪ੍ਰੀਤੀ ਦੇ ਨਾਸ਼ਵੰਤ ਚਾਲੇ ਵਾਕੂੰ ਕਦੀ ਅੱਖਾਂ ਅਗੇ ਔਣ ਤੇ ਕਦੀ ਹਟ ਜਾਣ ਵਾਲੀ ਮੂਰਤੀ ਆਦਿ ਦੇ ਧਿਆਨਾਂ ਦੀ ਧਾਰਣਾ ਨੂੰ ਉਲੰਘ ਟੱਪ ਕੇ ਤਿਆਗ ਕੇ ਸਤ੍ਯ ਸਰੂਪ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਸਰਣ ਹੀ ਗ੍ਰਹਿਣ ਕੀਤੀ ਹੈ। ਅਥਵਾ ਚੰਦ੍ਰਮਾ ਦੇ ਅਧੀਨ ਨਿਭਨ ਵਾਲੀਆਂ ਸ਼ਰੀਰਿਕ ਸੰਸਾਰੀ ਪ੍ਰੀਤੀਆਂ ਵਾਲੇ ਰਾਹ ਨੂੰ ਤਿਆਗ ਕੇ ਸਤਿਗੁਰਾਂ ਦੀ ਸ਼ਰਣ ਹੀ ਗ੍ਰਹਿਣ ਕੀਤੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਓਨਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੇ ਮਿਲਾਪ ਪ੍ਰਾਪਤੀ ਦੇ ਸੁਖ ਵਿਚ ਹੀ ਸੰਪੁਟ ਸੰਲਗਨ ਲਪਟਾਯਮਾਨ ਮਗਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LH5L",
        "source_page": 266,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD inj Awsn subwsn kY; mDu mkrMd rsu luiBq AjwphI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a bumble bee is enamored by the fragrance of a flower and remains enticed in its love, so does a Guru-oriented person remains engrossed in the fragrance of elixir-like Naam in the seat of the mystical tenth door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰ ਇਸ ਪ੍ਰਕਾਰ 'ਨਿਜ ਆਸਨ' ਆਤਮ ਪਦ ਬਿਖੇ ਸਹਿਜੇ ਹੀ ਇਸਥਿਤ ਹੋਇਆ ਹੋਇਆ ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਮਕਰੰਦ ਮਧ ਪ੍ਰਾਪਤ 'ਸੁਬਾਸਨ' ਸ੍ਰੇਸ਼ਟ ਬਾਸ਼ਨਾ ਸੁਕੀਰਤੀ ਕਰ ਕੇ (ਅੰਤਰਮੁਖੀ ਭਾਵ ਵਿਖੇ ਕੀਰਤਨ ਕਰਦਾ ਹੋਇਆ) ਅਜਾਪ ਭਾਵ ਵਿਖੇ ਲੁਭਾਇਮਾਨ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7R4F",
        "source_page": 266,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iqRgun AqIq huie ibsRwm inhkwm Dwm; aunmn mgn Anwhd AlwphI [266["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Free from the influence of three traits of the maya (mammon), a Guru-conscious person is ever absorbed in singing the melody of the Naam in the mystical tenth door state of high spirituality. (266)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਨੋ ਇਵੇਂ ਹੀ ਨਿਸ਼ਕਾਮ ਅਫੁਰ ਧਾਮਪਦ ਵਿਖੇ ਬਿਸ੍ਰਾਮ ਟਿਕਉ ਨੂੰ ਪਾਕੇ, ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਰਹਿਤ ਹੋਯਾ ਹੋਯਾ ਤੁਰੀਆ ਭਾਵ ਸਰੂਪਣੀ ਉਨਮਨੀ ਅਵਸਥਾ ਵਿਖੇ ਮਸਤ, ਅਨਹਦ ਧੁਨੀ ਦ੍ਵਾਰੇ ਅਲਾਪ ਕਰਦਾ ਰਹਿੰਦਾ ਸ਼ਬਦ ਦੀ ਅਗੰਮੀ ਤਾਰ ਲਾਈ ਰਖਦਾ ਹੈ ॥੨੬੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
