[
  {
    "id": "VXV",
    "sttm_id": 6747,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RJFC",
        "source_page": 267,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "riv sis drs kml kumudnI ihq; BRmq BRmq mnu sMjogI ibEgI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Both lotus and Nymphea lotus crave for a sight of The Sun and The Moon respectively. Because of their meeting and separating frequently, their love is besmirched.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਸੂਰਜ ਅਰੁ ਚੰਦ੍ਰਮਾ ਦੇ ਉਦੇ ਅਸਤ ਭਾਵੀ ਸੰਜੋਗੀ ਵਿਜੋਗੀ ਮਿਲ ਵਿਛੜਨ ਵਾਲੇ ਸੁਭਾਵਵਾਨ ਦਰਸ਼ਨ ਕਾਰਣ ਕੌਲ ਅਤੇ ਕੰਮੀਆਂ ਦੇ ਭੀ ਖਿੜੌਨ ਮਿਟੌਨ ਕਰ ਕੇ ਜੀਕੂੰ ਓਨਾਂ ਦ੍ਵਾਰੇ ਭੌਰੇ ਦਾ ਮਨ ਭਰਮਦਾ ਭਟਕਦਾ ਦਖੀ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਮੂਰਤੀ ਆਦਿ ਦੇ ਸਹਾਰੇ ਭੀ ਇਕ ਰਸ ਨਾ ਰਹਿਣ ਵਾਲੇ ਹੋਣ ਕਾਰਣ, ਧਿਆਨੀ ਪੁਰਖ ਦੀ ਭਰਮ ਭਟਕਨਾ ਨੂੰ ਨਹੀਂ ਨਿਵਿਰਤ ਕਰ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y3Z2",
        "source_page": 267,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iqRgun AqIq guru crn kml rs; mDu mkrMd rog rhq ArogI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person is ever engrossed in the elixir-like relishment of True Guru's feet after freeing himself from the influence of three traits of maya (mammon). His love is blemishless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦਾ ਮਕਰੰਦ ਰਸ ਰੂਪ ਮਧੁ ਅੰਮ੍ਰਿਤ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਰਾਜਸੀ ਤਾਮਸੀ ਸਾਤਕੀ ਪ੍ਰਭਾਵ ਤੋਂ ਰਹਿਤ ਹੋਣ ਕਰ ਕੇ, ਨਾਸ ਖ੍ਯੀਣ ਹੋਣ ਯਾ ਵਧਨ ਘਟਨ ਰੂਪ ਰੋਗ ਵਿਕਾਰ ਤੋਂ ਰਹਿਤ ਅਰੋਗੀ ਹੈ ਅਰਥਾਤ ਇਕ ਰਸ ਨਿਰ ਵਿਕਾਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A96V",
        "source_page": 267,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhcl mkrMd suK sMpt shj Duin; sbd Anwhd kY log mY AlogI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a God-oriented person stays free from the worldly affairs and remains engrossed in the mystical tenth door because of the unstruck music melody that keeps playing ere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਕਰ ਕੇ ਨਾ ਚਲਾਯਮਾਨ ਹੋਣ ਵਾਲੀ ਅਬਿਨਾਸੀ ਮਕਰੰਦ ਧੂਲੀ ਰਸ ਦੇ ਸੁਖ ਵਿਖੇ ਸੰਪੁਟਿਤ ਸੰਲਗਨ ਮਗਨ ਗੁਰਮੁਖ ਦਾ ਮਨ ਅਨਹਦ ਸ਼ਬਦ ਦੀ ਸਹਿਜ ਧੁਨੀ ਵਿਖੇ ਲਿਵਲੀਨ ਹੋਇਆ ਹੋਇਆ ਲੋਕ ਸੰਸਾਰ ਵਿਚ ਵੱਸਦਾ ਭੀ, ਅਲੋਗੀ, ਅਸੰਸਾਰੀ ਭਾਵ ਜੀਵਨ ਮੁਕਤ ਹੋਯਾ ਵਿਚਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5F5",
        "source_page": 267,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl mihmw AgwiD boD; jog Bog AlK inrMjn pRjogI hY [267["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The wondrous state and glory of such a Guru-oriented person is beyond explanation and description. Guru-oriented person remains absorbed in the Lord who is imperceptible, beyond worldly pleasures, yet who is a yogi and a relisher (Bhogi) as well. (267)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਸੇ ਵਾਸਤੇ ਹੀ ਗੁਰਮੁਖ ਦੇ ਸੁਖਫਲ ਦੀ ਮਹਿਮਾ ਦਾ ਬੋਧ ਅਗਾਧ ਊਪ ਹੈ, ਤੇ ਉਹ ਜੁੜੀ ਹੋਈ ਜੋਗ ਭਾਵੀ ਦਸ਼ਾ ਵਿਚ ਅਥਵਾ ਭੋਗ ਸੰਸਾਰੀ ਪ੍ਰਵਿਰਤੀ ਰੂਪ ਅਵਸਥਾ ਵਿਖੇ, ਅਲਖ ਨਿਰੰਜਨ ਸ੍ਵਰੂਪ ਵਿਖੇ ਹੀ ਪਰ ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ ਜੋਗੀ ਜੁੜਿਆ ਰਹਿਣ ਵਾਲਾ ਮੰਨਿਆ ਗਿਆ ਹੈ ॥੨੬੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
