[
  {
    "id": "BKE",
    "sttm_id": 6748,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J1Q0",
        "source_page": 268,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy drpn ibKY bdnu iblokIAq; AYsy srgun swKI BUq gur iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As one sees one's face in the mirror, so is the True Guru, the image of Transcendental God that can be comprehended by concentrating the mind on True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਭਾਂਤ ਦਰਪਨ ਸ਼ੀਸ਼ੇ ਵਿਚ ਬਦਨੁ ਮੂੰਹ ਦੇਖੀਦਾ ਹੈ ਤਾਂ ਉਸ ਵਿਚੋਂ ਅਸਲੀ ਚਿਹਰੇ ਦਾ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਆਭਾਸ ਪ੍ਰਤਿਬਿੰਬ ਪ੍ਰਛਾਈਂ ਰੂਪੀ ਚਿਹਰਾ ਪ੍ਰਤੱਖ ਦਿੱਸਨ ਲਗ ਪਿਆ ਕਰਦਾ ਹੈ, ਇਸੇ ਭਾਂਤ ਹੀ ਸਾਖੀ ਭੂਤ ਸਾਖੀ ਸਰੂਪ ਸ਼ੁਧ ਚੈਤੰਨ ਪਰਮਾਤਮ ਤਤ੍ਵ ਰੂਪੀ ਨਿਰਗੁਣ ਸਰੂਪ ਪ੍ਰਗਟੇ ਸਤਿਗੁਰ ਦ੍ਵਾਰੇ ਧਿਆਨ ਹੋ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WY7M",
        "source_page": 268,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jMqR Duin ibKY bwjq bjMqRI ko mnu; qYsy Gt Gt gur sbd igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the player's mind is in harmony with the tune that he is playing on his musical instrument, so is the knowledge of absolute God merged in the words of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਜੰਤੂ ਬਾਜੇ ਸਤਾਰ ਆਦਿ ਦੀ ਧੁਨੀ ਵਿਖੇ ਜੰਤ੍ਰੀ ਬਜਾਵਨ ਹਾਰੇ ਦਾ ਮਨ ਇਕਾਗ੍ਰ ਹੋਇਆ ਹੋਇਆ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਸ਼ਬਦ ਧੁਨੀ ਤਾਰ ਨਾਲ ਇਕਤਾਰ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਇਸ ਪ੍ਰਕਾਰ ਹੀ ਘਟ ਘਟ ਰਿਦੇ ਰਿਦੇ ਅੰਦਰ ਨਿਵਾਸ ਰਖਣ ਵਾਲੇ ਗੁਰੂ ਅਗਿਆਨ ਅੰਧਕਾਰ ਨਾਸ਼ਕ ਅੰਤ੍ਰਯਾਮੀ ਚੈਤੰਨ ਦਾ ਗਿਆਨ ਸਾਖ੍ਯਾਤਕਾਰ ਸ਼ਬਦ ਵਿਖੇ ਤਾਰ ਦੇ ਅਭਿਆਸ ਦ੍ਵਾਰੇ ਹੋਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VQRB",
        "source_page": 268,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc kRm jqR kqR sY iekqR Bey; pUrn pRgws pRym prm inDwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of contemplation on the lotus feet of the True Guru and practicing his teachings in life, concentrating the mind that wanders about due to spurious utterances and deeds, a Guru-conscious person becomes a lover of the great treasure of Lord's nam",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਉਪਰ ਕਥਨ ਕੀਤੇ ਢੰਗ ਨਾਲ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੇ ਧਿਆਨ ਰੂਪ ਸਰਗੁਣ ਧਿਆਨ ਤਥਾ ਸ਼ਬਦ ਅਭਿਆਸ ਵਿਖੇ ਮਨ ਬਾਣੀ ਸ਼ਰੀਰ ਕਰ ਕੇ ਜਿਧਰੋਂ ਕਿਧਰੋਂ ਮਨਅਰੁ ਸੁਰਤਿ ਨੂੰ ਸਮੇਟਕੇ ਇਕਤ੍ਰ ਹੋ ਜਾਵੇ ਭਾਵ ਇਕ ਤਾਰ ਹੋ ਜਾਵੇ, ਤਾਂ ਪਰਮ ਭੰਡਾਰ ਸਰੂਪ ਪ੍ਰੇਮ ਦਾ ਉਥੇ ਪੂਰਨ ਪ੍ਰਗਾਸ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਉਦੇ ਹੋਣਾ ਹੋ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "51UB",
        "source_page": 268,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aunmn mgn ggn Anhd Duin; shj smwiD inrwlMb inrbwn hY [268["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By contemplation on the lotus feet and practicing of Guru's teachings, a disciple of the Guru acquires higher spiritual state. He then remains engrossed in the melodious tune that keeps playing in his mystical tenth door. In the state of equipoise that he",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਇਉਂ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਮਗਨ ਹੋਇਆਂ ਗਗਨ ਦਸਮ ਦ੍ਵਾਰ ਵਿਖੇ ਅਨਹਦ ਧੁਨੀ ਗੂੰਜ ਪਿਆ ਕਰਦੀ ਹੈ, ਜਿਸ ਵਿਚ ਸਹਿਜੇ ਹੀ ਇਸਥਿਤ ਹੋਯਾ ਨਿਰਾਲੰਬ ਧਿਆਨ ਉਪਾਸਨਾ ਆਦਿ ਦੇ ਸਮੂਹ ਆਸਰਿਆਂ ਤਥਾ ਬੰਧਨਾਂ ਤੋਂ ਮੈਂ ਮੇਰੀ ਵਾ ਯਮਨੇਮ ਆਦਿ ਅਨ੍ਯਤ੍ਰ ਸਾਧਨਾ ਦੀਆਂ ਜਕੜਾਂ ਤੋਂ ਰਹਿਤ ਹੋਯਾ ਗੁਰਮੁਖ ਨਿਰਬਾਣ ਜੀਵਨ ਮੁਕਤ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ ॥੨੬੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
