[
  {
    "id": "4C6",
    "sttm_id": 6749,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YN9F",
        "source_page": 269,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin iDAwn idRsit drs imil; Aiq Ascrj mY hyrq ihrwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The wondrous and marvellous state that befalls upon a Sikh of the True Guru when he integrates his vision in that of the Lord, defeats millions of other contemplations.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਦ੍ਰਿਸ਼ਟੀ ਨਜ਼ਰ ਅੰਤਰਮੁਖ ਹੋਈ ਅਤੀ ਅਸਚਰਜ ਸਰੂਪ ਦੇ ਦਰਸ਼ਨ ਵਿਖੇ ਮਿਲ ਜੁੜ ਜਾਵੇ ਤਾਂ ਓਸ ਅਨੁਭਵੀ ਦਸ਼ਾ ਨੂੰ ਤੱਕ ਕੇ ਕ੍ਰੋੜਾਂ ਭਾਂਤ ਦੇ ਕ੍ਰੋੜਾਂ ਧਿਆਨ ਸਮੂਹ ਪੈ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "98VN",
        "source_page": 269,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin igAwn sbd suriq imil; mihmw mhwqm n AlK lKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The importance of union of Guru's words in the consciousness of a Guru-devoted Sikh is beyond comprehension. That glory and grandeur cannot be reached by the knowledge of millions of books and tomes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਸੁਰਤਿ ਆਪੇ ਦੀ ਕਣੀ ਅਥਵਾ ਕੰਨ ਜਦ ਬਾਹਰਮੁਖੀ ਪ੍ਰਵਿਰਤੀ ਵਿਚ ਪ੍ਰਵਿਰਤ ਹੋਣੋਂ ਸਿਮਟੀ ਕੇ ਅੰਤਰਮੁਖ ਹੋਏ ਸਬਦ ਅਨਹਤ ਬਾਣੀ ਗੁਰਸਬਦ ਜਾਣੀ ਬਚਨ ਅਨੁਸਾਰ ਅੰਤਰੀਵੀ ਸ਼ਬਦ ਧੁਨੀ ਰੂਪ ਗੁਰ ਸ਼ਬਦ ਵਿਖੇ ਮਿਲ ਇਕਤ੍ਰ ਇਕਗ੍ਰ ਹੋ ਪੈਣ ਤਾਂ ਕ੍ਰੋੜਾਂ ਪ੍ਰਕਾਰ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਗਿਆਨ ਓਸ ਦੇ ਅਲਖ ਨਾ ਲਖੇ ਜਾ ਸਕਨ ਹਾਰੇ ਮਹਾਤਮ ਪ੍ਰਭਾਵ ਦੀ ਮਹਿਮਾ ਨੂੰ ਨਹੀਂ ਲਖ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLD2",
        "source_page": 269,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iql kI Aqul soBw qulq n qulwDwr; pwr kY Apwr n AnMq AMq pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even a little glory equivalent to a sesame seed in respect of a Sikh who has achieved union of Guru's words and mind beside keeping his mind focused for a glimpse of the Guru is beyond assessment and evaluation. That grandeur cannot be weighed. Its beyond",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸ ਅਨੁਭਵ ਦੇ ਪ੍ਰਭਾਵ ਦੀ ਮਹਿਮਾ ਦਾ ਸਮੂਲਚੇ ਜਾਨਣਾ ਤਾਂ ਕਿਧਰੇ ਰਿਹਾ ਓਸ ਵਿਚੋਂ ਤਿਲ ਪ੍ਰਮਾਣ ਤੁੱਛ ਭਰ ਅਨੁਭਵ ਦੀ ਸ਼ੋਭਾ ਹੀ ਐਸੀ ਅਤੁਲ ਹੈ, ਕਿ ਓਸ ਦੀ ਤੁਲਨਾ ਕਰਣ ਹਾਰਾ ਨਾ ਤਾਂ ਕੋਈ ਤੁਲ ਵੱਟਾ ਹੀ ਪ੍ਰਮਾਣ ਮਾਤ੍ਰ ਤੇ ਮਿਲ ਸਕਦਾ ਹੈ ਅਰੁ ਨਾ ਹੀ ਤੁਲਾਧਾਰ ਤੋਲਨਹਾਰਾ ਯਾ ਕੰਡਾ ਤਕੜੀ ਸੋਚ ਵੀਚਾਰ ਹੀ। ਪਾਰ ਕੈ ਅਪਾਰ = ਪਾਰ ਵਜੋਂ ਤਾਂ ਅਪਾਰ ਹੈ ਅਰਥਾਤ ਓਸ ਦੀ ਪਾਰਲੀ ਹੱਦ ਨਹੀਂ ਜਾਣੀ ਜਾ ਸਕਦੀ, ਤੇ ਅੰਤ ਓੜਕ ਥਾਹ ਦਾ ਅਨੰਤ = ਸ਼ੇਸ਼ਨਾਗ ਪਤਾਲ ਦੀ ਹੱਦ ਤਕ ਧਸ ਜਾਣ ਵਾਲਾ ਭੀ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R2Q8",
        "source_page": 269,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kotin kotwin cMdR Bwn joiq ko audoqu; hoq bilhwr bwrMbwr n AGwey hY [269["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a result of the light effulgence in the Sikh of the Guru who has perpetually practiced in his mind the contemplation on the words of the Guru millions of Moons and Suns go sacrifice unto him again and again. (269)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਅਨੁਭਵੀ ਦਸ਼ਾ ਵਿਖੇ ਐਸੀ ਦਿਬ੍ਯ ਜੋਤ ਦਾ ਉਦੋਤ ਉਦੇ ਹੋਣਾ ਪ੍ਰਕਾਸ਼ ਹੋਇਆ ਕਰਦਾ ਹੈ। ਜਿਸਤੋਂ ਮਾਨੋਂ ਕ੍ਰੋੜਾਂ ਹੀ ਭਾਨੁ ਸੂਰਜ ਬਾਰੰਬਾਰ ਮੁੜ ਮੁੜ ਬਲਿਹਾਰ ਸਦਕੇ ਵਾਰਣੇ ਹੁੰਦੇ ਰੱਜਦੇ ਨਹੀਂ ਹਨ ॥੨੬੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
