[
  {
    "id": "7E5",
    "sttm_id": 6750,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0PU8",
        "source_page": 270,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koit bRhmwNf jwN ky eyk rom AgRBwig; pUrn pRgws qws khw DO smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who has millions of Universes existing in the tip of His each hair, to what extent is His complete radiance spread?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਵਾਹਿਗੁਰੂ ਦੇ ਇਕ ਵਾਲ ਦੀ ਨੋਕ ਮਾਤ੍ਰ ਵਿਖੇ ਕ੍ਰੋੜਾਂ ਹੀ ਬ੍ਰਹਮਾਂਡਾਂ ਦਾ ਵਾਸਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਤਿਸਦਾ ਪੂਰਨ ਪ੍ਰਗਾਸ ਓਸ ਦੀ ਸਮਗ੍ਰ ਵਿਭੂਤੀ ਭਲਾ ਕਿਹੜੀ ਥਾਂ ਧੌਂ ਲਿਫਕੇ ਸਿੰਗੁੜਕੇ ਸਮਾਈ ਪਾ ਸਕੇ। ਭਾਵ ਪ੍ਰਛਿੰਨ ਭਾਵੀ ਦਸ਼ਾ ਵਿਖੇ ਉਹ ਕਿਧਰੇ ਨਹੀਂ ਸਮਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZLL2",
        "source_page": 270,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwN ky eyk iql ko mhwqm AgwiD boD; pUrn bRhm joiq kYsy kih AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord-significance of whose marvellous and wonderful radiance equal to a sesame seed is beyond description, how can His complete light be described?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਤਿਲ ਦੇ ਮਹਾਤਮ ਪ੍ਰਭਾਵ ਤੇਜ ਦਾ ਬੋਧ ਜਾਨਣਾ ਸਮਝਨਾ ਅਥਾਹ ਰੂਪ ਹੈ, ਓਸ ਪੂਰਨ ਬ੍ਰਹਮ ਦੀ ਜ੍ਯੋਤੀ ਸਰਬ ਬਿਆਪੀ ਪੂਰਣ ਚਮਤਕ੍ਰਿਤੀ ਭਲਾ ਕਿਸ ਪ੍ਰਕਾਰ ਕਹਿ ਆਵਈ ਕਿਤ ਢੋਈ ਜਾ ਸਕੇ। ਵਾ ਕਹਿਣ ਵਿਚ ਆ ਸਕੇ। ਭਾਵ ਕਿਧਰੇ ਨਹੀਂ ਲਿਆਂਦੀ ਯਾ ਕਹੀ ਜਾ ਸਕਦੀ। ਉਸ ਅਨੁਭਵ ਦੇ ਪ੍ਰਭਾਵ ਦੀ ਮਹਿਮਾ ਦਾ ਸਮੂਲਚੇ ਜਾਨਣਾ ਤਾਂ ਕਿਧਰੇ ਰਿਹਾ ਓਸ ਵਿਚੋਂ ਤਿਲ ਪ੍ਰਮਾਣ ਤੁੱਛ ਭਰ ਅਨੁਭਵ ਦੀ ਸ਼ੋਭਾ ਹੀ ਐਸੀ ਅਤੁਲ ਹੈ ਕਿ ਓਸ ਦੀ ਤੁਲਨਾ ਕਰਣ ਹਾਰਾ ਨਾ ਤਾਂ ਕੋਈ ਤੁਲ ਵੱਟਾ ਹੀ ਪ੍ਰਮਾਣ ਮਾਤ੍ਰ ਤੇ ਮਿਲ ਸਕਦਾ ਹੈ ਅਰੁ ਨਾ ਹੀ ਤੁਲਾਧਾਰ ਤੋਲਨਹਾਰਾ ਯਾ ਕੰਡਾ ਤਕੜੀ ਸੋਚ ਵੀਚਾਰ ਹੀ। ਪਾਰ ਕੈ ਅਪਾਰ ਪਾ ਵਜੋਂ ਤਾਂ ਅਪਾਰ ਹੈ ਅਰਥਾਤ ਓਸ ਦੀ ਪਾਰਲੀ ਹੱਦ ਨਹੀਂ ਜਾਣੀ ਜਾ ਸਕਦੀ ਤੇ ਅੰਤ = ਓੜਕ ਥਾਹ ਦਾ ਅਨੰਤ ਸ਼ੇਸ਼ਨਾਗ ਪਤਾਲ ਦੀ ਹੱਦ ਤਕ ਧਸ ਜਾਣ ਵਾਲਾ ਭੀ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7AGN",
        "source_page": 270,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jw ky EAMkwr ky ibQwr kI Apwr giq; sbd ibbyk eyk jIh kYsy gwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose complete extent and expanse is infinite, how can a tongue describe His divine word and His divine form the True Guru?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਓਅੰਕਾਰ ਓਂ ਪਦ ਵਾਚੀ ਅਯੰਕਾਰ ਸਰੂਪ ਹੋਣ ਦੇ ਅਰਥਾਤ ਜਗਤ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਬੀਜ ਰੂਪ ਸ਼ਬਦ ਦੇ ਪਰਪੰਚ ਰੂਪ ਵਿਸਤਾਰ ਪਸਾਰੇ ਦੀ ਅਪਾਰ ਗਤੀ ਹੈ ਓਸ ਦੇ ਸਬਦ ਸਾਖ੍ਯਾਤ ਅਗੰਮੀ ਬਾਣੀ ਦੇ ਬਿਬੇਕ ਵੀਚਾਰ ਨੂੰ ਇਕ ਵਿਚਾਰੀ ਰਸਨਾ ਕੈਸੇ ਗਾਇਨ ਕਰ ਸਕੇ ਭਾਵ ਓਸ ਦੇ ਮਹੱਤ ਨੂੰ ਨਹੀਂ ਵਰਨਣ ਕਰ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CX60",
        "source_page": 270,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur mihmw AkQ kQw; nyiq nyiq nyiq nmo nmo kir AwveI [270["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Praise and panegyrics of the True Guru who is an image of the complete Lord is beyond mention and elucidation. The best way to express one's love and respect for Him is to salute Him again and again while addressing Him- \"0 Lord, Master! You are infinite,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰੂ ਜਿਸ ਦੀ ਮਹਿਮਾ ਨੇਤਿ ਨੇਤਿ ਨੇਤਿ ਆਦਿ ਸ਼ਬਦਾਂ ਦ੍ਵਾਰੇ ਕਥਨ ਕਰਣੋਂ ਅਕਥ ਰੂਪ ਹੈ, ਗੁਰੂ ਮਹਾਰਾਜ ਤਾਈਂ ਕੇਵਲ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਕਰਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਗੁਰਮੁਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਵਈ ਸਾਖ੍ਯਾਤਕਾਰਤਾ ਨੂੰ ਆਣ ਪ੍ਰਗਟ ਕਰਿਆ ਕਰਦਾ ਹੈ ॥੨੭੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
