[
  {
    "id": "7HF",
    "sttm_id": 6751,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8QDL",
        "source_page": 271,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; mnu mDukr suK sMpt smwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The bumble bee-like mind of a Guru-oriented person acquires strange comfort and peace by meditating on the nectar-like dust of the feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੇ ਮਕਰੰਦ ਰਸ ਰੂਪ ਚਰਨ ਰਜ ਧੂਲੀ ਦੇ ਲੁਭਿਤ ਲੁਭਾਇਮਾਨ ਪ੍ਰੇਮੀ ਹੁੰਦੇ ਸਾਰ ਗੁਰਮੁਖ ਦਾ ਮਨ ਭੌਰਾ ਸੁਖ ਪਰਮਾਨੰਦ ਵਿਚ ਸੰਪੁਟ ਸੰਗਲਨ ਮਨ ਹੋ ਕੇ ਸਮਾਨੇ ਸ਼ਾਂਤ ਭਾਵ ਵਿਖੇ ਆ ਜਾਇਆ ਕਰਦਾ ਵਾ ਲਿਵ ਲੀਨ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PLB5",
        "source_page": 271,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm sugMD Aiq koml sIqlqw kY; ibml sQl inhcl n fulwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of the influence of strange fragrance and very delicate calmness in the elixir-like Name of the Lord, he resides in the mystical tenth door in such a stable state that he does not wander any more.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਖ੍ਯਾਂ ਦੀ ਬਾਸਨਾ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਣ ਰੂਪ ਪਰਮ ਸੁਗੰਧੀ ਅਰੁ ਕ੍ਰੂਰਤਾ ਦੀ ਅਤ੍ਯੰਤ ਨਿਵਿਰਤੀ ਰੂਪ ਅਤ੍ਯੰਤ ਕੋਮਲਤਾ ਤਥਾ ਪਰਾਈ ਤਾਤ ਵਾ ਐਵੇਂ ਹੀ ਸੜ ਸੜ ਯਾ ਧੁਖ ਧੁਖ ਪੈਣ ਦੀ ਵਾਦੀ ਦੇ ਦੂਰ ਹੋ ਜਾਣ ਰੂਪ ਸੀਤਲਤਾ ਕਾਰਣ ਉਹ ਬਿਮਲ ਸਥੂਲ ਨਿਰਮਲ ਪਦ ਪਰਮ ਪਦ ਵਿਖੇ ਐਸੀ ਅਚੱਲਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਕਿ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਚਲਾਇਮਾਨ ਕੀਤਾ ਗਿਆ ਨਹੀਂ ਡੋਲਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VY0J",
        "source_page": 271,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD Aiq Agm AgwiD ilv; Anhd runJun Duin aur gwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In a state of equipoise and by virtue of inaccessible and immeasurable concentration, he keeps repeating the sweet rune of Naam continuously.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਕਿਸੇ ਦੀ ਗੰਮਤਾ ਤੋਂ ਰਹਿਤ ਤਥਾ ਅਥਾਹ ਲਿਵ ਦ੍ਵਾਰੇ ਸਹਿਜ ਭਾਵ ਵਿਖੇ ਸਮਾਧਿ ਇਸਥਿਤ ਹੋਇਆ ਹੋਇਆ, ਉਰ ਰਿਦੇ ਦਸਮ ਦ੍ਵਾਰ ਅੰਦਰ ਅਨਹਦ ਧੁਨੀ ਦੀ ਰੁਣ ਝੁਣਕਾਰ ਤਾਰ ਲਾਈ ਰਖਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGH1",
        "source_page": 271,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn prm joiq prm inDwn dwn; Awn igAwn iDAwnu ismrn ibsrwny hY [271["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By acquiring the great treasure of the Lord's name who is light supreme and complete in all respects, he forgets all other forms of remembrances, contemplations and worldly awareness’s. (271)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਪ੍ਰੀਪੂਰਣ ਪਰਮ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਪਰਮ ਨਿਧਾਨ ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਨੂੰ ਦਾਨ ਜਾਨ ਕਰ ਕੇ ਅਥਵਾ ਐਸੇ ਸਰਬ ਬਿਆਪੀ ਪਰਮ ਤੇਜਸ੍ਵੀ ਪਰਮ ਭੰਡਾਰ ਰੂਪ ਅਨੁਭਵ ਦੀ ਦਾਨ ਰੂਪ ਦਾਤ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਉਕਤ ਗੁਰਮੁਖ ਹੋਰਨਾਂ ਗਿਆਨ ਧਿਆਨ ਅਰੁ ਸਿਮਰਣ ਆਦਿ ਸਾਧਨਾਂ ਨੂੰ ਬਿਸਾਰ ਦਿਆ ਕਰਦਾ ਹੈ ॥੨੭੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
