[
  {
    "id": "1C4",
    "sttm_id": 6752,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "24W0",
        "source_page": 272,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rj qm sq kwm kRoD loB moh hMkwr; hwir gur igAwn bwn kRwNiq inhkRwNiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of initiation by the Guru and practicing of meditation on the Lord's name, all the traits of maya (Raja, Sato, Tamo) and vices like lust, anger, avarice, attachment and pride are defeated. Their influence also becomes negligible.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਗਿਆਨ ਰੂਪ ਬਾਣ ਦੀ ਕ੍ਰਾਂਤੀ ਤੇਜਨਾ ਦਮਕ ਅਗੇ ਭਾਵ ਇਸ ਦੇ ਧਾਰਣ ਕਰਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਤਿੰਨੋ ਗੁਣ ਅਰੁ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਪੰਜੇ ਦੁਸ਼ਟ ਹਾਰ ਕੇ ਨਿਹਕ੍ਰਾਂਤਿ ਨਿਸ਼ ਪ੍ਰਭਾਵ ਤੇਜ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ। ਅਥਵਾ ਤਿੰਨ ਗੁਣ ਤਥਾ ਕਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਹੰਕਾਰ ਆਪਣੀ ਬਾਣ ਵਾਦੀ ਨੂੰ ਹਾਰਿ ਤਿਆਗ ਕੇ ਗੁਰੂ ਗਿਆਨ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਕ੍ਰਾਂਤੀ ਤੋਂ ਨਿਹਕ੍ਰਾਂਤਿ ਤੇਜ ਹਤ ਮਾਤ ਹੋ ਮੱਧਮ ਪੈ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NS7Y",
        "source_page": 272,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwm inhkwm inhkrm krm giq; Awsw kY inrws Bey BRwq inhBRwNiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the acquisition of Guru's knowledge, a Guru-oriented person loses attachment with all desires, and all his actions become benevolent. All his worldly desires end and his wandering stops.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਾਮਨਾ ਨਿਸ਼ਕਾਮ ਭਾਵ ਵਿਚ ਪਲਟ ਜਾਂਦੀਆਂ ਹਨ ਤੇ ਕਰਮਾਂ ਦੀ ਗਤੀ ਪ੍ਰਵਿਰਤੀ ਨਿਸ਼ ਕਰਮ ਭਾਵ ਅਕ੍ਰੈ ਭਾਵ ਕਰਮ ਰਹਿਤ ਦਸ਼ਾ ਵਿਚ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ ਅਰਥਾਤ ਲੋਕ ਪ੍ਰਲੋਕ ਵਿਖੇ ਸੁਖ ਮਾਨਣ ਦੇ ਵਿਚਾਰਾਂ ਅਨੁਸਾਰ ਜੋ ਲੌਕਿਕ ਬੈਦਿਕ ਕਰਮ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹੀ ਹੋ ਕੇ ਜੁਟੇ ਰਹਿਣ ਦੀ ਵਾਦੀ ਸੀ ਉਹ ਨਿਵਿਰਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਅਰੁ ਆਸਾਂ ਉਮੇਦਾਂ ਵੱਲੋਂ ਨਿਰਾਸ ਬੇਪਰਵਾਹ ਹੋ ਜਾਈਦਾ ਹੈ ਅਰਥਾਤ ਕਾਰਾਂ ਵਿਹਾਰਾਂ ਯਾ ਪਾਪ ਪੁੰਨ ਮਈ ਪ੍ਰਵਿਰਤੀ ਦੇ ਫਲ ਦੀ ਆਸ ਉਮੇਦ ਜੋ ਲਗੀ ਰਹਿੰਦੀ ਸੀ, ਉਹ ਹੁਣ ਉਧਰੋਂ ਸੰਕਲਪਾਂ ਦੇ ਟੁੱਟ ਜਾਣ ਕਾਰਨ ਨਿਰਾਸਤਾ ਦਾ ਰੂਪ ਧਾਰ ਲਿਆ ਕਰਦੀ ਹੈ, ਅਤੇ ਭ੍ਰਾਂਤਿ ਰੱਸੀ ਵਿਖੇ ਹਨੇਰੇ ਸਮੇਂ ਸਰਪ ਆਦਿ, ਤਥਾ ਸਿੱਪੀ ਯਾ ਅਭਰਕ ਦੇ ਪਤ੍ਰੇ ਦੀ ਧੁੱਪ ਸਮੇਂ ਚਾਂਦੀ ਹੋ ਭਾਸਨ ਸਮਾਨ ਜੋ ਦੇਹ ਦਾ ਆਤਮਾ ਰੂਪ ਹੋ ਭਾਸਨਾ ਆਪਾ ਅਧ੍ਯਾਸ ਸੀ, ਉਹ ਨਿਹ ਭ੍ਰਾਂਤੀ ਨਿਹਭਰਮਤਾ ਦੇ ਰੂਪ ਵਿਖੇ ਹੋ ਭਾਸਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "929Y",
        "source_page": 272,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sÍwd inhsÍwdu Aru bwd inhbwd Bey; AspRyh inspRyh gyh dyh pwNiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person becomes free of all attachments and relishments by virtue of Guru's teachings. Engrossed in Naam Simran, he does not indulge in other debates and arguments. He becomes totally desireless and contended. His attachment with worldly at",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇੰਦ੍ਰੀਆਂ ਦੇ ਭੋਗਾਂ ਦਾ ਸ੍ਵਾਦ ਮਾਨਣ ਦਾ ਰਸ ਨਿਹਸ੍ਵਾਦ ਬੇ ਰਸ ਹੋ ਜਾਂਦਾ ਫਿੱਕਾ ਪੈ ਜਾਂਦਾ ਹੈ ਭਾਵ ਹੁਣ ਸ਼ਬਦ ਸਪਰਸ਼ ਰੂਪ ਰਸ ਗੰਧ ਪੰਜੇ ਵਿਖਯ ਆਪਣੇ ਇੰਦ੍ਰੇ ਕੰਨ ਤੁਚਾ ਨੇਤ੍ਰ ਰਸਨਾ ਤਥਾ ਨਾਸਿਕਾ ਨੂੰ ਖਿੱਚ ਨਹੀਂ ਪਾ ਸੱਕਦੇ, ਅਤੇ ਝਗੜੇ ਝੰਝਟ ਭੀ ਨਿਹਬਾਦ ਅਝਗੜਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਭਾਵ ਲੈਣ ਦੇਣ ਆਦਿ ਸਮੇਂ ਜੇ ਝਗੜੇ ਆਦਿ ਦਾ ਔਸਰ ਆਣ ਵਰਤੇ ਤਾਂ ਬਖੇੜਿਆਂ ਤੋਂ ਦੂਰ ਰਹੀਦਾ ਹੈ। ਅਸੰਪ੍ਰੇਹ ਸਪ੍ਰਿਹਾ ਇੱਛਾ ਅਭਿਲਾਖਾ ਵੱਲੋਂ ਨਿਸਪ੍ਰੇਹ ਅਚਾਹ ਨਿਰਇਛਿਤ ਹੋ ਜਾਯਾ ਕਰੀਦਾ ਹੈ, ਕ੍ਯੋਂਕਿ ਦੇਹ ਅਰੁ ਗੇਹ ਘਰ ਆਦਿ ਪਦਾਰਥ ਸਮੂਹ ਪਾਂਤਿ ਪਾਤਿ ਗਿਰ ਨਾਸ਼ ਹੋ ਜਾਣ ਵਾਲੇ ਭਾਸ ਆਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3XSG",
        "source_page": 272,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pRym rs ibsm ibdyh isK; mwieAw mY audws bws eykwkI iekwNiq hY [272["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtues of Naam Simran, a follower of Guru's teachings become free of all his body needs. He remains in a state of . trance and unsullied in maya. He is ever engrossed in the memory of the Lord. (272)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਗੁਰਮੁਖੀ ਸਿਖ੍ਯਾਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਗੁਰਮੁਖ ਸਿੱਖ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਬਿਸਮ ਬਿਸਮਾਦ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇਸੇ ਹੀ ਬਿਸਮਾਦਤਾ ਕਾਰਣ ਦੇਹ ਦੀ ਸੁਰਤ ਵਿਸਾਰ ਕੇ ਮਾਨੋਂ ਵਿਦੇਹ ਹੋਯਾ ਹੋਯਾ ਮਾਇਆ ਕਾਰ ਵਿਹਾਰ ਮਈ ਪ੍ਰਵਿਰਤੀ ਵਿਖੇ ਵਰਤਦਾ ਹੋਯਾ ਭੀ ਉਦਾਸ ਉਪ੍ਰਾਮ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਇੱਕੋ ਤੇ ਹੀ ਅੰਤ ਹੋਯਾ ਹੋਯਾ ਹੈ ਜਿੱਥੇ ਐਸੇ ਅਦੁਤੀ ਪਦ ਇਕ ਅਕਾਲ ਵਿਖੇ ਇਕੱਲਾ ਇਕ ਸਰੂਪ ਅਭੇਦ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ। ਅਥਵਾ ਇਕਾਂਤ ਨਿਰਜਨ ਸਥਾਨ ਵਿਖੇ ਏਕਾਕੀ ਇਕੱਲਾ ਮਾਤ੍ਰ ਅਸੰਗ ਹੀ ਰਹਿਣਾ ਪਸਿੰਦ ਕਰਿਆ ਕਰਦਾ ਹੈ ॥੨੭੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
