[
  {
    "id": "9YP",
    "sttm_id": 6754,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AQMD",
        "source_page": 274,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rcnw cirqR icqR ibsm bicqRpn; eyk cItI ko cirqR khq n AwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The picture of miraculous creation of the Creator-God is full of wonder and awe. We cannot even describe the deeds of a small ant created by Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਸਿਰਜਨ ਹਾਰ ਦੀ ਰਚਨਾ ਦੇ ਚਲਿਤ੍ਰ ਦਾ ਚਿਤ੍ਰ ਇਕ ਸੂਖਮ ਜਿਹਾ ਜੰਤੂ ਕੀੜੀ ਹੈ, ਜਿਸ ਵਿਖੇ ਬਿਸਮਾਦ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਣ ਹਾਰਾ ਐਸਾ ਅਚਰਜ ਪਨਾਂ ਹੈ ਜੋ ਮਾਨੋ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਭੌਚਕ ਵਿਚ ਪੌਣ ਹਾਰਾ ਹੈ ਐਹੋ ਜਿਹਾ ਕਿ ਓਸ ਦੇ ਚਲਿਤ੍ਰ = ਚੇਸ਼ਟਾ ਵਾ ਕਾਰਨਾਮਿਆਂ ਦੀ ਬਿਵਸਥਾ ਵ੍ਯੋਂਤ ਕਹਿਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QSSK",
        "source_page": 274,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRQm hI cItI ky imlwp ko pRqwp dyKo; shs Anyk eyk ibl mY smwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just see how thousands of ants get organised in a small burrow/hole.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹਿਲ ਪ੍ਰਥਮੇ ਤਾਂ ਇਸ ਕੀੜੀ ਦੇ ਮਿਲਾਪ ਦਾ ਪ੍ਰਭਾਵ ਮਹਿਮਾ ਮਹੱਤ ਦੇਖੋ ਕਿ ਕਿਸ ਭਾਂਤ ਇਕੋ ਹੀ ਖੁੱਡ ਦੇ ਅੰਦਰ ਸਹਸ ਅਨੇਕ ਅਸੰਖ੍ਯਾਤ ਅਨਗਿਣਤ ਹੀ ਹੁੰਦੀਆਂ ਹੋਈਆਂ ਸਭ ਦੀਆਂ ਸਭ ਹੀ ਸਮਾ ਧਸ ਜਾਇਆ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RQ6B",
        "source_page": 274,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AgRBwgI pwCY eykY mwrg clq jwq; pwvq imTws bwsu qhI imil DwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All of them tread and walk on the same path that is defined by the leading ant. Wherever they smell sweetness, they all reach there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਜੱਥੇਬੰਦੀ ਏਨਾਂ ਦੀ ਤੱਕੋ ਕਿ ਅਗ੍ਰਭਾਗੀ ਜੱਥੇਦਾਰ ਅਗਵਾਨ ਕੀੜੀ ਦੇ ਪਿਛੇ ਪਿਛੇ ਠੀਕ ਇਕੋ ਹੀ ਰਾਹ ਲੀਹ ਸਿਰ ਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਅਰੁ ਸੁੰਘਨ ਦੀ ਸਮਰੱਥਾ ਭੀ ਵੀਚਾਰੋ ਕਿ ਜਿਥੋਂ ਕਿਤੋਂ ਮਿਠੇ ਦੀ ਸੁਗੰਧੀ ਬੂ ਨੂੰ ਭੀ ਪੌਂਦੀਆਂ ਲਖਦੀਆਂ ਹਨ, ਓਧਰ ਨੂੰ ਹੀ ਮਿਲ ਕੇ ਦੌੜ ਪੈਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KTJ4",
        "source_page": 274,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iBRMgI imil qwqkwl iBRMgI rUp huie idKwvY; cItI cItI icqR AlK icqyrY kq pwvhI [274["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Meeting an insect with wings, they adopt their life-style. When we are unable to know the wonders of a small ant, how can we know the super naturalness of the Creator who has created countless things in this universe? (274)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਪਾ ਅਰਪਣ ਦਾ ਹੋਰ ਭੀ ਇਸ ਵਿਚ ਅਪੂਰਬ ਬਲ ਹੈ ਕਿ ਭ੍ਰਿੰਗੀ ਭੌਰੇ ਦੀ ਜਾਤ ਦਾ ਜੋ ਇਕ ਕਾਲਾ ਜਿਹਾ ਭੂੰਡ ਹੁੰਦਾ ਹੈ ਜੇ ਉਹ ਮਿਲ ਪਵੇ ਸੂ, ਤਾਂ ਤਤਕਾਲ ਝੱਟ ਹੀ ਓਸੇ ਦਾ ਰੂਪ ਹੀ ਬਣ ਦਿਖੌਂਦੀ ਹੈ। ਐਸਾ ਓਸ ਵਾਹਿਗੁਰੂ ਦਾ ਜੋ ਇਕ ਕੀੜੀ ਰੂਪ ਦਾ ਚਿਤ੍ਰ ਬੁੱਤ ਖਿਚਿਆ ਤ੍ਯਾਹਰ ਕੀਤਾ ਹੋਯਾ ਹੈ, ਉਹ ਜਦ ਅਲਖ ਸਮਝਨੋਂ ਬੁਝਨੋਂ ਪਾਰ ਹੈ, ਤਾਂ ਭਲਾ ਓਸ ਦੇ ਆਪਣੇ ਵਿਚ ਅਭੇਦ ਕੀਤੇ ਗੁਰਮੁਖ ਦੀ ਮਹਿਮਾ ਕਾਰਣ ਓਸ ਦੇ ਓੜਕ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਪਾਯਾ ਜਾ ਸਕੇ ਭਾਵ, ਗੁਰਮੁਖ ਦੀ ਮਹਿਮਾ ਸਾਖ੍ਯਾਤ ਓਸੇ ਦੀ ਹੀ ਬ੍ਯੰਤ ਮਹਿਮਾ ਹੈ ॥੨੭੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
