[
  {
    "id": "0S3",
    "sttm_id": 6755,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RL5C",
        "source_page": 275,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rcnw cirqR icqR ibsm bicqRpn; Gt Gt eyk hI Anyk huie idKwie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Creation of the wonderful play of the creator's creation is amazing and astonishing. He alone resides in all in several shapes and forms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਦੀ ਰਚਨਾ ਦੇ ਚਲਿਤ੍ਰ ਦੇ ਚਿਤ੍ਰ ਸੰਸਾਰੀ ਚਿਤ੍ਰਾਂ = ਬੁੱਤਾਂ -ਮੂਰਤਾਂ ਵਾ ਆਕਾਰਾਂ ਵਿਖੇ ਬਿਸਮ ਹਰਾਨ ਕਰਨ ਵਾਲੀ ਬਿਚਿਤ੍ਰ ਪਨ ਅਚਰਜਤਾ ਭੌਚਕਤਾ ਭਰੀ ਪਈ ਹੈ ਕਿਸ ਤਰ੍ਹਾਂ ਨਾਲ ਘਟ ਘਟ ਸਰੀਰ ਸਰੀਰ ਹਰ ਇਕ ਮੂਰਤ ਯਾ ਆਕਾਰ ਅੰਦਰ ਇਕ ਹੀ ਉਹ ਆਪ ਰਮਿਆ ਹੋਇਆ ਅਨੇਕ ਸਰੂਪੀ ਬਣ ਦਿਖਾ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "150J",
        "source_page": 275,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auq qy ilKq ieq pFq AMqrgiq; ieqhU qy iliK pRiq auqr pTwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a letter is written by somebody who sends it to someone in another city, it is read there and after understanding it sends back a reply.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਧਰੋਂ ਲਿਖਾਰੀ ਬਣ ਕੇ ਲਿਖਦਾ ਹੈ, ਤੇ ਏਧਰ ਅੰਤਰਗਤਿ = ਅੰਤਰੀਵੀ ਆਸ਼੍ਯ ਵਾਲੀ ਗਤਿ ਗਿਆਨ ਵਾ ਮਰਮ ਦੀ ਗੱਲ ਸਮਝ ਕੇ, ਇਸ ਪਾਸਿਓਂ ਭੀ ਪ੍ਰਤਿ ਉਤਰ ਉਲਟਵਾਂ ਉਤਰ ਜੋ ਕੁਛ ਓਧਰੋਂ ਪੁੱਛ ਹੋਈ ਮੁੜਵਾਂ ਜਵਾਬ ਲਿਖ ਕੇ ਭੇਜ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CKZZ",
        "source_page": 275,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auq qy sbd rwg nwd ko pRsMnu kir; ieq suin smiJ kY auq smJwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a singer sings a song in a mode and tune that pleases someone who understands it and educate others about it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਓਧਰੋਂ ਦੂਸਰੇ ਵੱਲੋਂ ਆਪ ਹੀ ਸ਼ਬਦ ਰਾਗ ਵਾ ਪ੍ਰਸੰਨਤਾ ਕਾਰੀ ਨਾਦ ਨੂੰ ਰਾਗੀ, ਗਵ੍ਯਾ ਆਦਿ ਬਣ੍ਯਾ ਸੁਣੌਂਦਾ ਹੈ, ਤੇ ਇਧਰੋਂ ਸ੍ਰੋਤਾ ਬਣ ਕੇ ਸੁਨਿ ਵਾ ਸਮਝ ਕੇ, ਉਤ ਓਸ ਨੂੰ ਆਪਣੇ ਸ੍ਵਾਗਤੀ ਦਿਲੀ ਭਾਵਨੂੰ ਪ੍ਰਗਟ ਕਰ ਕੇ ਸਮਝਾ ਦਿੰਦਾ ਹੈ ਕਿ ਮਾਨੋ ਓਸ ਨੇ ਠੀਕ ਠੀਕ ਸਮਝ ਲਿਆ ਹੈ। ਅਥਵਾ ਇਧਰ ਸੁਨਿ ਸਮਝ ਕੇ ਉਸ ਨੂੰ ਹੀ ਦੂਸਰੇ ਜਾਣਿਆਂ ਨੂੰ ਸਮਝੌਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1WK",
        "source_page": 275,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rqn prIKÎÎw pyiK primiq kY sunwvY; gurmuiK sMiD imly AlK lKwey hY [275["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a jewel evaluator inspects a jewel, learns about its characteristics and educate others about it, so would a Guru oriented Sikh who has become one with True Guru by virtue of His teachings and words, he alone can brief and educate others about the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਇਵੇਂ ਹੀ ਕਿਤੇ ਜੌਹਰੀ ਬਣ ਕੇ ਰਤਨਾਂ ਦੀ ਪ੍ਰੀਖ੍ਯਾ ਪਛਾਣ ਜਾਚ ਨੂੰ ਸਮਝਿ ਸਿੱਖ ਕੇ ਪਰਮ+ ਇਤਿ -ਬਸ ਠੀਕ ਹੈ ਵਾਹ ਖੂਬ ਅਸ਼ਕ ਅਸ਼ਕੇ ਏਕੂੰ ਕਰ ਸੁਣੌਂਦਾ ਹੈ ਭਾਵ ਅਪਣੀ ਪੂਰਣ ਸਮਝ ਦਾ ਨਿਸਚਾ ਕਰੌਂਦਾ ਹੈ। ਤਿਸੇਤਰਾਂ ਉਹ ਇਧਰ ਸਤਸੰਗ ਮੰਡਲ ਵਿਖੇ ਗੁਰਮੁਖੀ ਸੰਧੀ ਜੋੜ ਜੋੜਨ ਦੀ ਰੀਤੀ ਮ੍ਰਯਾਦਾ ਮੂਜਬ ਮਿਲ ਅਰਥਾਤ ਗੁਰੂ ਸਿੱਖ ਭਾਵ ਨੂੰ ਧਾਰ ਕੇ ਅਲਖ ਸਰੂਪ ਨੂੰ ਪਿਆ ਲਖਦਾ ਤੇ ਲਖੌਂਦਾ ਹੈ ॥੨੭੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
