[
  {
    "id": "G5V",
    "sttm_id": 6756,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZLV0",
        "source_page": 276,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur pUrn ikRpw kY dIno; swcu aupdysu irdY inhcl miq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Perfect Guru, embodiment of complete Lord becoming kind lodges true sermon in the heart of a disciple of the Guru. That makes him stable of intelligence and saves him from wanderings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰੇ ਗੁਰਾਂ ਨੇ ਪੂਰਨ ਬ੍ਰਹਮ ਪ੍ਰਾਪਤੀ ਖਾਤਰ ਸਤ੍ਯ ਉਪਦੇਸ਼ ਸਤ੍ਯਨਾਮ ਦਾ ਦਾਨ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਦਿੱਤਾ, ਤਾਂ ਰਿਦੇ ਅੰਦਰ ਮਤਿ ਸ੍ਯਾਣਪਾਂ ਚਤੁਰਾਈਆਂ ਦੇ ਮਾਨ ਮੱਤੀ ਬੁੱਧੀ ਜੋ ਹਰ ਸਮੇਂ ਸੰਸਾਰ ਭਰ ਦੀਆਂ ਵਿਦ੍ਯਾ ਸ੍ਯਾਣਪਾਂ ਅਰੁ ਹੁਨਰ ਆਦਿ ਸਿੱਖਨ ਲਈ ਟਪੂੰ ਟਪੂੰ ਕਰਦੀ ਰਹਿੰਦੀ ਸੀ, ਅਚੱਲ ਅਡੋਲ ਥਿਰ ਹੋ ਗਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "957Z",
        "source_page": 276,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilv lIn jl mIn Bey; pUrn srbmeI pY iGRq jugiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the word, his condition becomes like that of a fish enjoying the bliss of his surroundings. He then realises the presence of God in everyone just as fat, that is present in all milks.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲੱਗ ਕੇ ਜਲ ਵਿਚ ਮਛਲੀ ਸਮਾਨ ਲੀਨ ਮਗਨ ਹੋ ਜਾਈਦਾ ਹੈ, ਅਰੁ ਜੀਕੂੰ ਪੈ ਦੁਧ ਵਿਚ ਘ੍ਰਿਤ ਘਿਉ ਜੁਗਤਿ ਮਿਲ੍ਯਾ ਹੋ੍ਯਾ ਹੁੰਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਸਰਬ ਸਰੂਪੀ ਪੂਰਨ ਪਰਮਾਤਮਾ ਸਾਰੇ ਰਮਿਆ ਹੋਇਆ ਸਾਮਰਤੱਖ ਦ੍ਰਿਸ਼ਟ ਔਣ ਲਗ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GV7C",
        "source_page": 276,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swcu irdY swcu dyKY sunY bolY gMD rs; spUrn prspr BwvnI Bgiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God, the true Master resides in the heart of a Sikh who is ever engrossed in the word of the Guru. He sees the presence of the Lord everywhere. He hears Him with his ears, enjoys the sweet smell of His presence with his nostrils, and relishes the name of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਗੁਰਮੁਖ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਭੀ ਸਾਚੁ ਸਤ੍ਯ ਸਰੂਪੀ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਜੋਤ ਲਟ ਲਟ ਕਰਦ ਪ੍ਰਤੀਤ ਹੋਯਾ ਕਰਦੀ ਹੈ, ਅਤੇ ਜੋ ਕੁਛ ਰੂਪਵਾਨ ਦ੍ਰਿਸ਼੍ਯ ਪਾਰਥ ਦਿਖਾਈ ਦਿੰਦੇ, ਅਥਵਾ ਕੰਨਾਂ ਕਰ ਕੇ ਸੁਨਣ ਵਿਚ ਔਂਦੇ, ਯਾ ਰਸਨਾ ਦ੍ਵਾਰਾ ਜਿਨਾਂ ਦੀ ਚਰਚਾ ਬਾਰਤਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਤਥਾ ਨਾਸਾਂ ਦ੍ਵਾਰਾ ਸੁੰਘੀਨ ਜੋਗ ਵਸਤੂਆਂ, ਅਰੁ ਰਸ ਰਸਨਾ ਦ੍ਵਾਰੇ ਗ੍ਰਹਣ ਜੋਗ ਸ੍ਵਾਦ ਵੰਤ ਪਦਾਰਥ, ਇਨਾਂ ਸਭਨਾਂ ਵਿਖੇ ਪਰਸਪਰ ਇਕ ਦੂਏ ਸਭ ਵਿਚ ਹੀ ਪ੍ਰੀਪੂਰਣ ਸਰੂਪ ਦੀ ਭਾਵਨੀ ਭੌਣੀ ਸ਼ਰਧਾ ਉਪਜਦੀ ਹੈ। ਬਸ ਏਹੋ ਹੀ ਗੁਰਮੁਖ ਦੀ ਪੂਰਨ ਭਗਤੀ ਗਿਆਨ ਮਈ ਦ੍ਰਿਸ਼ਟੀ ਦਾ ਪ੍ਯਾਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "43RU",
        "source_page": 276,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm dRümu swKw pqR PUl Pl; eyk hI Anyk myk siqgur siq hY [276["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Guru who is eternal of form has dispensed this knowledge that just as the seed resides in the trees, plants, branches, flowers etc, one God who is perfect and all-knowing pervades in all. (276)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਸ਼ਾਖਾਂ ਟਾਹਣੀਅ, ਪਤ੍ਰਾਂ, ਫੁੱਲਾਂ ਤਥਾ ਫਲਾਂ ਵਿਖੇ ਇਕ ਮਾਤ੍ਰ ਦ੍ਰੁਮ ਬਿਰਛ ਦੀ ਹੀ ਸਤ੍ਯਾ ਪ੍ਰੀਪੂਰਣ ਹੁੰਦੀ ਹੈ, ਤੀਕੂੰ ਹੀ ਇਕ ਮਾਤ੍ਰ ਪੂਰਨ ਬ੍ਰਹਮ ਦੀ ਸੱਤਾ ਹੀ ਅਨੇਕ ਸਮੂਹ ਪਦਾਰਥਾਂ ਵਿਖੇ ਮੇਕ ਮਿਲੀ ਹੋਈ ਰਮੀ ਹੋਈ ਹੈ ਤੇ ਏਹੋ ਹੀ ਸਰਬ ਬ੍ਯਾਪੀ ਸੱਤਾ ਸਤਿਗੁਰੂ ਸਰੂਪ ਹੈ ॥੨੭੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
