[
  {
    "id": "VK0",
    "sttm_id": 6757,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EM93",
        "source_page": 277,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur pUrn prmjoiq; Eiq poiq sUqR giq eyk hI Anyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The complete Lord has permeated Himself in His creation like weft and woof of a cloth. Despite being one, He has manifested Himself into many forms. The complete light of the perfect Lord resides in the consummate Guru like weft and woof.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰਬ ਠੌਰ ਪ੍ਰੀਪੂਰਣ ਵਾਹਿਗੁਰੂ ਹੀ ਪਰਮ ਜੋਤੀ ਸਰੂਪ ਪੂਰਨ ਗੁਰੂ ਹੈ, ਉਹੀ ਇਕ ਇਸ ਪ੍ਰਕਾਰ ਅਨੇਕ ਰੂਪ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਕਿ ਬਸਤ੍ਰ ਵਿਖੇ ਸੂਤ੍ਰ ਤਾਣਾ ਪੇਟਾ ਰੂਪ ਹੋਇਆ ਓਤ ਪੋਤ ਭਾਵ ਵਿਖੇ ਗਤਿ ਰਮ੍ਯਾ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TLRE",
        "source_page": 277,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn sRvn sRoq eyk hI drs sbd; vwr pwr kUl giq sirqw ibbyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Although eyesight and hearing power of ears is different, yet their engrossment in divine words is alike. Just as both banks of a river are alike, so is the True Guru and the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੇਤ੍ਰ, ਕੰਨ ਆਦਿ ਇੰਦ੍ਰੀਆਂ, ਤਥਾ ਸ੍ਰੋਤ ਇਨਾਂ ਦੀ ਪ੍ਰਵਿਰਤੀ ਦੇ ਗੋਲਕ ਖੱਡੇ ਇਕੋ ਹੀ ਮਸਾਲੇ ਦੇ ਰਚੇ ਹੋਏ ਹੋਣ ਕਰ ਕੇ ਤੇ ਇਕੋ ਸ੍ਰੀਖੇ ਹੋਣ ਕਾਰਣ ਇਕ ਸਰੂਪ ਹੀ ਹਨ, ਤੈਸੇ ਹੀ ਇਨਾਂ ਦੇ ਕੰਮ ਦਰਸ਼ਨ ਸਬਦ ਆਦਿ ਵਿਖ੍ਯ ਭੀ ਇਕੋ ਹੀ ਸਰੂਪ ਹਨ। ਜੀਕੂੰ ਸਰਿਤਾ ਨਦੀ ਦੇ ਕੂਲ ਕਿਨਾਰਿਆਂ ਦੀ ਉਰਾਰ ਪਾਰ ਦੀ ਗਤਿ ਦਸ਼ਾ ਬਿਬੇਕ ਦੋ ਹੁੰਦੀ ਹੋਈ ਭੀ ਅਸਲ ਵਿਚ ਇਕੋ ਹੀ ਹੈ ਭਾਵ ਪਾਰ ਦੀ ਅਪੇਖ੍ਯਾ ਉਰਾਰ ਤੇ ਉਰਾਰਤ ਦੀ ਅਪੇਖ੍ਯਾ ਪਾਰ ਇਕ ਸਮਾਨ ਹੀ ਆਖਣ ਵਿਚ ਔਂਦੀ ਹੈ। ਤੈਸਾ ਹੀ ਹਾਲ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UBS2",
        "source_page": 277,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn bnwspqI kink Aink Dwqu; pwrs pris jwnIAq jwvdyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Plants of various varieties growing in the close proximity of sandalwood tree are alike for the reason that they all acquire fragrance of sandalwood. Also by the touch of philosopher-stone, all metals whatever they are, become gold and therefore alike. Si",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਭਾਂਤ ਚੰਨਨ ਸਪਰਸ਼ਿਤ ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਬਨਾਸਪਤੀ ਬਨਰਾਉ ਅੰਦਰ ਇਕ ਸਰੂਪ ਚੰਨਣ ਹੀ ਰਮਿਆ ਹੋਇਆ ਹੈ, ਅਰੁ ਜਿਸ ਤਰ੍ਹਾਂ ਪਾਰਸ ਨੂੰ ਪਰਸਨ ਉਪ੍ਰ੍ਰੰਤ ਅਨੇਕਾਂ ਧਾਤੂਆਂ ਵਿਖੇ ਇਕਮਾਤ੍ਰ ਕਨਿਕ ਸੋਨਾ ਹੀ ਜਾਨਣ ਵਿਚ ਆਇਆ ਕਰਦਾ ਹੈ, ਇਸੇ ਭਾਂਤ ਜਾਵਦ ਏਕ ਯਾਵਤ ਜਿਤਨਾ ਮਾਤ੍ਰ ਸਮੂਹ ਪਰਪੰਚ ਹੈ ਉਸ ਵਿਖੇ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਬ੍ਯਾਪਿਆ ਹੋਇਆ ਹੋਣ ਦਾ ਹਾਲ ਨਿਸਚੇ ਕਰੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VHMJ",
        "source_page": 277,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn gur AMjn inrMjn AMjn ibKY; duibDw invwir gurmiq eyk tyk hY [277["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A seeker disciple of the Guru, who gets collorium of knowledge in his eyes from the True Guru, is free of all blemishes of maya even while living in it. He sheds all duality and takes refuge in the wisdom of the Guru. (277)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਇਹ ਏਕਤਾ ਵਾਲੀ ਟੇਕ ਤਦ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਜਦ ਸਤਿਗੁਰੂ ਗੁਰਮਤਿ ਦਾ ਅੰਜਨ ਸੁਰਮਾ ਸਿੱਖ ਦੇ ਨੇਤ੍ਰੀਂ ਪਾ ਕੇ ਦੁਬਿਧਾ ਨੂੰ ਨਿਵਾਰਣ ਕਰ ਕੇ ਮਾਇਆ ਵਿਖੇ ਹੀ ਗਿਆਨ ਨਿਰੰਜਨ ਮਾਇਆ ਰਹਿਤ ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਦਰਸੌਨ ਵਾਲਾ ਗਿਆਨ ਪ੍ਰਦਾਨ ਕਰਨ ॥੨੭੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
