[
  {
    "id": "6TW",
    "sttm_id": 6758,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HU4Q",
        "source_page": 278,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn ilv idRsit Acl BeI; sbd ibbyk sRüiq sRvn Acl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossment of his mind in the vision of True Guru, a true servant disciple of Guru achieves stability of mind. By the sound of exposition of Guru's words and Naam Simran, his power of reflection and recollection also stabilizes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਦੇ ਧਿਆਨ ਤਾਂਘ ਫਿਕਰ ਖਿੱਚ ਵਿਚ ਹੀ ਲਿਵ ਤਾਰ ਲਗ ਜਾਣ ਕਰ ਕੇ ਦ੍ਰਿਸਟਿ ਨਜ਼ਰ ਅਚਲ ਅਡੋਲ ਹੋ ਗਈ ਹੋਰਨਾਂ ਰੂਪਾਂ ਯਾ ਸੁੰਦਰ ਪਦਾਰਥਾਂ ਵਾ ਤਮਾਸ਼ਿਆਂ ਨਜ਼ਾਰਿਆਂ ਨੂੰ ਤੱਕਨ ਲਈ ਭਟਕਨਾ ਰਹਿਤ ਹੋ ਗਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PKDL",
        "source_page": 278,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ismrn mwqR suDw ijhbw Acl BeI; gurmiq Acl aunmn AsQl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By relishing the elixir-like Naam with tongue, his tongue desires nothing else. By virtue of his initiation and Guru's wisdom, he stays attached with his spiritual side of life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਸਤਿਗੁਰਾਂ ਦੇ ਰਸਨਾ ਤੋਂ ਨਿਕਲੇ ਸ਼ਬਦ ਬਚਨ ਬਿਲਾਸ ਵਾ ਉਪਦੇਸ਼ ਦੇ ਬਿਬੇਕ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ੇ ਨਾਮ ਦਾ ਸਿਮਰਣ ਕਰ ਕੇ ਵਾ ਓਨ੍ਹਾਂ ਨੂੰ ਓਨਾਂ ਦਾ ਸੁਜੱਸ ਕਰਦਿਆਂ ਚੇਤੇ ਰਖਣ ਕਰ ਕੇ, ਰਸਨਾ ਸੁਧ ਨਿਰਮਲ ਹੋ ਕੇ ਅਰਥਾਤ, ਬਾਣੀ ਦਿਆਂ ਦੋਖਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਕੇ ਅਚਲ ਹੋ ਗਈ ਭਾਵ ਨਿੰਦਾ ਬਖੀਲੀ ਚੁਗਲੀ ਆਦਿ ਬਕਵਾਦ ਨੂੰ ਤਿਆਗ ਬੈਠਦਾ ਹੈ। ਅਤੇ ਗੁਰਮਤਿ = ਸਤਿਗੁਰਾਂ ਦੀ ਸਿਖਿਆ ਕਰ ਕੇ ਉਨਮਨੀ ਭਾਵ ਦੇ ਵਾ ਮਗਨਤਾ ਦੇ ਅਸਥਲ ਟਿਕਾਣੇ ਵਾ ਮੰਡਲ ਵਿਖੇ ਅਚਲ ਇਸਥਿਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LTVP",
        "source_page": 278,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwskw subwsu kr koml sIqlqw kY; pUjw prnwm prs crn kml hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The nostrils enjoy the fragrance of the dust of True Guru's holy feet. Touching and sensing the tenderness and coolness of His holy feet and the head touching the holy feet, he becomes stable and tranquil.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਸਾਂ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ਦੀ ਸੁਗੰਧੀ ਸੁੰਘਨ ਨਾਲ ਅਤੇ ਕਰ = ਹੱਥ ਓਨਾਂ ਦੀ ਕੋਮਲਤਾਈ ਵਾ ਸੀਤਲਤਾਈ ਨੂੰ ਪਰਸ ਛੋਹ ਕੇ ਅਥਵਾ ਪੂਜਾ ਪ੍ਰਣਾਮ ਨਮਸਕਾਰ ਬੰਦਨਾ ਆਦਿ ਸਤਿਕਾਰ ਕਕੇ ਸਿਰ ਇਹ ਸਭੇ ਅਚੱਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G5DL",
        "source_page": 278,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pMQ cr Acr huie, AMg AMg; pMg srbMg bUMd swgr sill hY [278["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The feet become still following the path of the True Guru. Every limb becomes pious and like a drop of water mixing with the water of the ocean, he is absorbed in the service of the True Guru. (278)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਗੁਰਮੁਖੀ ਮਾਰਗ ਵਿਖੇ ਚਾਲੂ ਅੰਗ ਤਥਾ ਅੰਗ ਸਰੀਰ ਦੇ ਭਾਗ ਅਚੱਲ ਨਿੱਚਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਜੈਸਾ ਕਿ ਜਲ ਦੀ ਬੂੰਦ ਕਤਰਾ ਜਲ ਵਿਚ ਮਿਲ ਕੇ ਸਮੂਲਚ ਹੀ ਸਮੁੰਦ੍ਰ ਰੂਪ ਬਣ ਜਾਇਆ ਕਰਦੀ ਹੈ ॥੨੭੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
