[
  {
    "id": "PTJ",
    "sttm_id": 6759,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T3KP",
        "source_page": 279,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn soBw idRg idRsit igAwn gMim; idRsit iDAwn pRB drs AqIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing the well adored God-like True Guru with one's eyes, the devoted Sikh of the True Guru acquires the divine knowledge. By the focusing of mind in the vision of Lord Guru, one is freed from watching the worldly merriments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੇਤ੍ਰ ਦ੍ਰਿਸ਼ਟੀ ਜਦ ਗਿਆਨ ਦੀ ਗੰਮਤਾ ਪਹੁੰਚ ਵਾਲੀ ਬਣ ਜਾਇਆ ਕਰਦੀ ਹੈ ਤਾਂ ਨਿਗ੍ਹਾ ਅੰਦਰ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਧਿਆਨ ਵਿਚ ਲਿਆਇਆ ਕਰਦੀ ਹੈ, ਜਦ ਕਿ ਦ੍ਰਿਸ਼੍ਯ ਦਰਸ਼ਨ ਜੋਗ ਪਦਾਰਥ ਪਰਪੰਚ ਸਮੂਹ ਦਿਖਾਵਾ ਮਾਤ੍ਰ ਸ਼ੋਭਾ ਰਮਨੀਕਤਾ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਸੁਰਤ ਦੇ ਗਿਆਨ ਗਾਮੀ ਹੋਇਆਂ ਉਸ ਦੀ ਤਾਰ ਸੰਸਾਰਾਕਾਰ ਨਹੀਂ ਰਿਹਾ ਕਰਦੀ ਉਹ ਸਰਬ ਠੌਰ ਵਾਹਿਗੁਰੂ ਨੂੰ ਹੀ ਤਕਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AQ4T",
        "source_page": 279,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq prY suriq sbd prY; jws bwsu AlK subwsu nws rIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the sound of Naam Simran enters the ears, the ability of concentration of a Guru's disciple turns away from other sounds and modes. The fragrance of the Guru's words that is so supernatural, the nostrils become free of all other smells.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਜ੍ਯੋਂਕਿ ਸੁਰਤਿ ਸ਼ਬਦ ਪਰੈ ਸ਼ਬਦ ਪ੍ਰਾਯਣ ਸ਼ਬਦ ਵਿਖੇ ਤਤਪਰ ਹੋ ਆਵੇ, ਅਥਵਾ ਸ਼ਬਦ ਦੀ ਸੁਰਤਿ = ਸੋਝੀ ਪੈ ਆਵੇ, ਤਾਂ ਕੰਨ ਸ਼ਬਦ ਸੁਨਣੋਂ ਹੋਰਨਾਂ ਨਿੰਦਾ ਉਸਤਤੀ ਭਰੇ ਬਚਨਾਂ ਵਾ ਰਾਗ ਨਾਦ ਆਦਿ ਸੁਨਣ ਤੋਂ ਪਰੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਅਤੇ ਦੇਰ ਜਾਸ ਜਿਸ ਗੁਰਮੁਖ ਦੇ ਅਲਖ ਦੀ ਬਾਸਨਾ ਕੀਰਤੀ ਆਣ ਪ੍ਰਗਟੀ, ਉਸਦੀਆਂ ਨਾਸਾਂ ਸੁਬਾਸ ਸੁਗੰਧੀ ਆਦਿ ਅਤਰ ਫੁਲੇਲ ਆਦਿ ਦੇ ਬ੍ਯਸਨ ਵੱਲੋਂ ਰੀਤ = ਖਾਲੀ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਭਾਵ ਖ਼ੁਸ਼ਬੂਆਂ ਦੀਆਂ ਲਪਟਾਂ ਲੈਣ ਦਾ ਚਸਕਾ ਭੀ ਓਸ ਦਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FNAQ",
        "source_page": 279,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rs rsnw rihq rsnw rihq rs; kr Asprs prsn krwjIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The tongue of practitioner of meditation becomes engrossed in the pleasure of Naam Simran and it becomes bereft of all other worldly tastes. The hands when able to touch and feel the untouchable Lord are freed from the impressions of touching worldly thin",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇ ਹੀ ਜਿਸ ਦੀ ਰਸਨਾ ਨਾਮ ਜਪਨ ਦੇ ਪ੍ਰੇਮ ਰਸ ਵਿਚ ਰਹਿਣ ਲਗ ਪਵੇ ਅਥਵਾ ਰਸਨਾ = ਰਸੀਲੇ ਰਸ ਵਿਖੇ ਰਹਿਤ ਧਾਰਣਾ ਜਿਸ ਦੀ ਹੋ ਜਾਵੇ ਓਸ ਦੀ ਰਸਨਾ ਰਸ ਰਹਿਤ ਸ੍ਵਾਦਾਂ ਦੀ ਚਾਟ ਵੱਲੋਂ ਤ੍ਯਾਗੀ ਹੋ ਜਾਂਦੀ ਹੈ। ਤੇ ਅਸ ਇਸੇ ਭਾਂਤ ਦਾ ਹੀ ਸਫੁਰਣ ਵਾ ਅਨੁਭਉ ਹੱਥਾਂ ਦੇ ਪਰਸ ਪਦਾਰਥ ਆਦਿਕਾਂ ਦੇ ਛੋਹਣ ਆਦਿ ਸਮੇਂ ਫੁਰਣ ਲਗ ਪਵੇ ਤਾਂ ਪਰ ਧਨ ਪਰ ਇਸਤ੍ਰੀ ਆਦਿ ਨਾ ਪਰਸਨ ਜੋਗ ਪਦਾਰਥਾਂ ਦੇ ਪਰਸਨ = ਛੋਹਨ ਵੱਲੋਂ ਕਰਾ ਜੀਤ = ਕਰ ਹੱਥ ਅਜੀਤ ਹੋ ਜਾਂਦੇ ਹਨ। ਭਾਵ ਹੱਥਾਂ ਵਿਚੋਂ ਕਾਮਨਾ ਦੇ ਵੇਗ ਅਧੀਨ ਹੋ ਚਲਾਯਮਾਨ ਹੋਣ ਦੀ ਸ਼ਕਤੀ ਲੋਪ ਹੋ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ES4R",
        "source_page": 279,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn gvn gMim gvn crn gMim; Aws ipAws ibsm ibsÍws ipRA pRIq hY [279["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The feet of a Guru-oriented person tread towards the path of the True Guru. They give up travelling or going in other directions. For him his lone desire of meeting the beloved Lord is unique and marvellous. (279)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਇਸੀ ਪ੍ਰਕਾਰ ਪੈਰਾਂ ਨੂੰ ਇਸ ਮਾਰਗ ਵਿਖੇ ਗੰਮਤਾ ਪ੍ਰਾਪਤ ਹੋਇਆਂ ਭਾਵ ਸਤਿਗੁਰਾਂ ਦੇ ਮਾਰਗ ਵਿਖੇ ਪੈਰਾਂ ਦੇ ਚਲਣ ਵਾਲੇ ਬਣਦਿਆਂ ਹੋਰ ਪਾਸੇ ਪੈਰਾਂ ਦਾ ਚਲਨਾ ਗੰਮਿ ਗਤ ਹੋ ਜਾਂਦਾ ਛੁੱਟ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਬੱਸ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਸਤਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਵਿਖੇ ਪ੍ਰੇਮ ਕਰਨ ਦਾ ਦ੍ਰਿੜ ਭਰੋਸਾ ਤੇ ਏਹੀ ਪਿਆਸ ਲਾਲਸਾ = ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਇਸੇ ਦੀ ਹੀ ਆਸ, ਅਰਥਾਤ ਇਸੇ ਵਿਖੇ ਹੀ ਸਮੂਹ ਉਮੇਦਾਂ ਵਾ ਮੁਰਾਦਾਂ ਆਪਣੀਆਂ ਪੂਰਨ ਸਮਝਦਾ ਹੈ ॥੨੭੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
