[
  {
    "id": "AFY",
    "sttm_id": 6760,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XJRE",
        "source_page": 280,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sbd suriq haumY mwir mrY; jIvn mukiq jgjIvn kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person is freed from his self and ego by engrossment in Naam Simran. He is liberated from the worldly bonds and develops close association with the life-giving Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਨੂੰ ਜੋੜ ਕੇ ਐਸਾ ਗੁਰਮੁਖ ਹਉਮੈ ਦੇਹ ਅਧ੍ਯਾਸ ਦੇਹ ਵਿਖੇ ਆਪਾ ਬੁਧੀ ਰੂਪ ਹੰਤਾ ਨੂੰ ਮਾਰ ਸਿੱਟਦਾ ਹੈ, ਤੇ ਇਸੇ ਅਨ ਹੋਏ ਅਨਾਪੇ ਰੂਪ ਆਪੇ ਨੂੰ ਮਾਰ ਦੇਣ ਕਰ ਕੇ ਉਹ ਮਰ ਜਾਂਦਾ ਹੈ। ਇਉਂ ਜਗਤ ਵੱਲੋਂ ਮਰ ਕੇ ਉਹ ਜੀਵਨ ਮੁਕਤ ਜੀਉਂਦੇ ਜੀ ਹੀ ਸੰਸਾਰੀ ਬੰਧਨਾਂ ਤੋਂ ਛੁੱਟਿਆ ਹੋਇਆ ਬ੍ਰਹਮ ਗਿਆਨੀ ਬਣਾ ਜਾਂਦਾ ਹੈ, ਸੋ ਐਸਾ ਪੁਰਖ ਹੀ ਜਗਤ ਦੀ ਜੀਵਨ ਪਰਮਾਤਮਾ ਕਰ ਕੇ ਜਾਣੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J9MB",
        "source_page": 280,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMqir inrMqir AMqr pt Git gey; AMqrjwmI AMqirgiq aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All his differences, doubts and suspicions are destroyed by virtue of Naam Simran. He is ever enjoying His memory in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਰੰਤਰਿ = ਲਗਾਤਾਰ ਇਕ ਰਸ ਅੰਤਰਿ ਆਤਮੇ ਆਪਣੇ ਅੰਤਰਮੁਖੀ ਚੈਤੰਨ ਪ੍ਰਕਾਸ਼ ਦੇ ਧਿਆਨ ਵਿਖੇ ਜੁੱਟਿਆ ਰਹਿਣਾ ਹੀ ਪਰਮ ਪ੍ਰਯੋਜਨ ਜਿਸ ਨੇ ਜਾਣ ਰਖਿਆ ਹੈ, ਓਸ ਦੇ ਅੰਤਰ ਅੰਦਰ ਦੇ ਅੰਤਾਕਰਣ ਦੇਵ ਅੰਤਰਾ ਬਿਵਧਾਨ = ਭੇਦ ਮਾਲਕ ਨਾਲੋਂ ਵਿੱਥ ਪਾਣ ਵਾਲੇ ਪਟ ਪੜਦੇ ਭਰਮ ਦੇ ਘਟਿ ਗਏ ਸਭ ਘਟ ਜਾਂਦੇ ਛੀਣ ਹੋ ਗਏ ਹਨ, ਜਿਸ ਕਰ ਕੇ ਉਨਮਾਨੀਐ ਨਿਸਚੇ ਕਰੇ ਕਿ ਅੰਤਰਜਾਮੀ ਅਕਾਲ ਪੁਰਖ, ਐਸੇ ਗੁਰਮੁਖ ਦੇ ਅੰਤਰਾਗਤਿ = ਅੰਤਰ+ਆਗਤਿ ਅੰਦਰ ਰਿਦੇ ਵਿਖੇ ਆਇਆ ਹੋਇਆ ਸਾਖ੍ਯਾਤਕਾਰਿਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੋਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1S50",
        "source_page": 280,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bRhmmeI hY mwieAw mwieAwmeI hY bRhm; bRhm ibbyk tyk eykY pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To a Guru-oriented person, the spread of maya is like God and He Himself becomes visible using it. He thus recognises the Lord by the support of the divine knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੁਣ ਓਸ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਵਿਖੇ ਬ੍ਰਹਮ ਸਰੂਪ ਹੀ ਭਾਸਦੀ ਹੈ ਮਾਇਆ ਜਗਤ ਰਚਨਾ = ਸੰਸਾਰ ਅਤੇ ਮਾਇਅ ਮਈ ਦ੍ਰਿਸ਼੍ਯ ਪ੍ਰਪੰਚ ਰੂਪ ਵਿਸ਼੍ਵ ਭਰ ਹੀ ਇਕ ਮਾਤ੍ਰ ਬ੍ਰਹਮ ਸ੍ਵਰੂਪ। ਬੱਸ ਇਕ ਵਾਹਿਗੁਰੂ ਨੂੰ ਹੀ ਉਹ ਪਛਾਣਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LSSN",
        "source_page": 280,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ipMf bRhmMf bRhmMf ipMf Eq poiq; joqI imil joiq goq bRhm igAwnIAY [280["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since he is aware of the divine knowledge, he is then known to belong to the family of the 'Savants of God' (Bramgyani). He mingles his own light with light eternal of the Lord and realises that his self and universe are woven with each other like weft an",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਥੋਂ ਤਕ ਕਿ ਪਿੰਡ ਸਰੀਰ ਵਿਖੇ ਬ੍ਰਹਮੰਡ ਨੂੰ ਅਤੇ ਬ੍ਰਹਮੰਡ ਵਿਖੇ ਸਰੀਰ ਤਾਣੇ ਪੇਟੇ ਵਤ ਓਤ ਪੋਤਿ ਆਪੋ ਵਿਚ ਗੁੰਥ੍ਯਾ ਹੋਯਾ ਭੇਦ ਰਹਿਤ ਜਾਣਦਿਆਂ ਹੋਇਆਂ, ਓਸ ਦੀ ਜੋਤ ਆਤਮ ਜੋਤੀ ਰੂਹ ਪਰਮ ਜੋਤੀ ਸਰੂਪ ਰੂਹ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮੇ ਵਿਖੇ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ। ਐਸੇ ਪੁਰਖ ਦੀ ਹੀ ਗੋਤ ਸੰਗ੍ਯਾ ਬ੍ਰਹਮ ਗਿਆਨੀ ਹੈ ਅਥਵਾ ਐਸਾ ਪੁਰਖ ਹੀ ਬ੍ਰਹਮ ਗਿਆਨੀ ਗੋਤ ਆਖਿਆ ਜਾਂਦਾ ਹੈ ॥੨੮੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
