[
  {
    "id": "VS7",
    "sttm_id": 6761,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6VP9",
        "source_page": 281,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin gur Dwvq brij rwKY; inhcl icq suK shij invws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The unique servant of the True Guru keeps the wandering mind under control by taking the refuge of the Guru and practicing meditation on the consecrated words of the Guru. His mind becomes stable and he rests in the comfort of his self (soul).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਲੈਣ ਕਰ ਕੇ ਦੌੜਦਿਆਂ ਹੋਈਆਂ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਵਿਖ੍ਯਾਂ ਵੱਲੋਂ ਰੋਕੀ ਰਖਦਾ ਹੈ, ਤੇ ਚਿੱਤ ਭੀ ਉਸ ਦਾ ਨਿਚੱਲਾ ਹੋ ਕੇ ਚਿਤਵਨੀਆਂ ਦਲੀਲਾਂ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਸਹਿਜ ਸੁਖ ਆਤਮ ਸੁਖ ਆਪੇ ਦੇ ਆਨੰਦ ਵਿਚ ਇਸਥਿਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V18R",
        "source_page": 281,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jIvn kI Awsw Aru mrn kI icMqw imtI; jIvn mukiq gurmiq ko pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He loses the desire for a long life and fear of death disappears. He becomes free of all worldly bonds while still alive. The teachings and wisdom of the Guru takes over his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਊਨੇ ਦੀ ਆਸਾ ਉਮੇਦ ਅਤੇ ਮਰਣ ਦੀ ਚਿੰਤਾ ਫਿਕਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,ਤੇ ਇਸੇ ਬੇ ਪ੍ਰਵਾਹੀ ਕਰ ਕੇ ਓਸ ਵਾਹਿਗੁਰੂ ਦੀ ਰਜ਼ਾ ਅਰੁ ਭਾਣੇ ਉਪਰ ਸ਼ਾਕਰ ਰਹਿਣ ਰੂਪ ਗੁਰਮਤਿ ਓਸ ਦੇ ਰਿਦੇ ਅੰਦਰ ਪ੍ਰਗਾਸ ਪਾ ਪ੍ਰਗਟ ਹੋ ਔਂਦੀ ਹੈ ਜਿਸ ਕਰ ਕੇ ਉਹ ਜੀਵਨ ਮੁਕ੍ਤ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WJ5J",
        "source_page": 281,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awpw Koie honhwru hoie soeI Blo mwnY; syvw srbwqm kY dwsn ko dws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He discards and destroys his self-assertion and accepts the dispensation of the Almighty as fair and just. He serves all living beings and thus becomes a slave of the slaves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋ ਕੁਛ ਹੋਇ ਸੋ ਹੋਣਹਾਰ = ਵਾਹਿਗੁਰੂ ਦੀ ਰਜ਼ਾ ਹੀ ਵਰਤ ਰਹੀ ਹੈ ਐਸਾ ਸਮਝ ਕੇ ਉਸੇ ਨੂੰ ਹੀ ਭਲਾ ਮੰਨਦਾ ਹੈ, ਆਪਣੇ ਅੰਦਰ ਵ੍ਯੋਂਤਾਂ ਵ੍ਯੋਂਤਨੀਆਂ ਯਾ ਓਸ ਦੀ ਬਾਬਤ ਸੋਚਾਂ ਚਿਤਵਨੀਆਂ ਕਰਨੀਆਂ ਛੱਡ ਕੇ ਇਉਂ ਅਪਣੇ ਆਪੇ ਨੂੰ ਗੁਵਾ ਘੱਤਦਾ ਹੈ, ਅਰੁ ਸਰਬਾਤਮ ਸਰਬ ਸਰੂਪੀ ਸਭਨਾਂ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਹੀ ਸਭ ਦਾ ਆਪਾ ਰੂਪ ਹੋਇਆ ਮੰਨਦਾ ਸਭ ਦੀ ਸੇਵਾ ਟਹਿਲ = ਪ੍ਰਸੰਨ ਰਖਣ ਦੀ ਬਿਧ ਵਾਲੀ ਵਰਤੋਂ ਨੂੰ ਕਰਦਾ ਹੋਇਆ, ਦਾਸਾਂ ਦੇ ਦਾਸ ਭਾਵ ਵਾਲੀ ਅਤ੍ਯੰਤ ਗ੍ਰੀਬੀ ਨੂੰ ਧਾਰੀ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JPF",
        "source_page": 281,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur drs sbd bRhm igAwn iDAwn; pUrn srbmeI bRhm ibsÍws hY [281["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By practicing the words of Guru, he acquires the divine knowledge and contemplation. And thus he is assured that the perfect God Lord pervades in all. (281)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਪ੍ਰਤੱਖ ਦਰਸ਼ਨ ਨੂੰ, ਤਥਾ ਅੰਤਰ ਆਤਮੇ ਵਿਖੇ ਲਟ ਲਟ ਕਰ ਰਹੀ ਓਨਾਂ ਦੀ ਨਿਜ ਰੂਪ ਜੋਤ ਨੂੰ ਤੱਕਦੇ ਰਹਿਣਾ, ਓਸ ਦਾ ਬ੍ਰਹਮ ਧਿਆਨ ਹੁੰਦਾ ਹੈ, ਅਰੁ ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਆਂ ਸ਼ਬਦ ਰੂਪ ਗੁਰਬਾਣੀ ਮਈ ਬਚਨ ਬਿਲਾਸ ਨੂੰ ਸਾਮਰਤੱਖ ਸੁਣਦੇ ਰਹਿਣਾ ਵਾ ਅੰਤਰ ਮੁਖ ਅਵਸਥਾ ਵਿਖੇ ਸ਼ਬਦ ਅਭ੍ਯਾਸ ਵਿਖੇ ਤਾਰ ਲਾਈ ਰਖਣਾ, ਅਥਵਾ ਅਨਹਦ ਧੁਨੀ ਦਾ ਪਰਚਾ ਰਖਣਾ ਇਹ ਓਸ ਦਾ ਬ੍ਰਹਮ ਗਿਆਨ ਹੁੰਦਾ ਹੈ, ਇਸ ਪ੍ਰਕਾਰ ਅੰਦਰ ਬਾਹਰ ਸਰਬ ਸਰੂਪੀ ਪੂਰਨ ਰਮਿਆ ਹੋਇਆ ਸਤਿਗੁਰੂ ਨੂੰ ਜਾਨਣਾ ਉਸ ਦਾ ਬ੍ਰਹਮ ਬਿਸ੍ਵਾਸ ਬ੍ਰਹਮ ਸਰੂਪੀ ਨਿਸਚਾ ਹੁੰਦਾ ਹੈ ॥੨੮੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
