[
  {
    "id": "4BJ",
    "sttm_id": 6762,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5S0U",
        "source_page": 282,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl kwm inhkwm kIny; gurmuiK audm inrudm aukiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A disciple coming face to face of the Guru frees himself from all desires and wants by receiving the unique and comforting words of the True. Guru. Thus he frees himself from the worldly encumbrances with the strength of his meditation and consecration.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਾਂ ਦੀ ਕਹਿਣੀ ਸੰਮਤੀ = ਸਿਧਾਂਤ ਦੀ ਗੱਲ ਇਹ ਹੈ ਕਿ ਪੁਰਖ ਨੂੰ ਗੁਰਮੁਖੀ ਗੁਰਮੁਖਾਂ ਵਾਲੇ ਸੁਖਫਲ ਆਨੰਦ ਦੀ ਪ੍ਰਾਪਤੀ ਤਦ ਹੋ ਸਕਦੀ ਹੈ, ਜਦ ਉਹ ਕਾਮਨਾ ਸੰਕਲਪਾਂ ਵਾ ਕਾਮ = ਕਾਮ੍ਯ ਕਰਮਾਂ ਸਕਾਮ ਕਰਮਾਂ ਵੱਲੋਂ ਨਿਸ਼ਕਾਮ ਨਿਸ਼ ਕਰਮ ਨਿਰਸੰਕਲਪ ਵਾ ਅਚਾਹ ਹੋ ਜਾਵੇ। ਅਰੁ ਐਸਾ ਹੀ ਉਦਮ ਕਰਦਿਆਂ ਸਮੂਹ ਕਾਰ ਵਿਹਾਰ ਵਿਖੇ ਵਰਤਦਿਆਂ ਜਦ ਅੰਤਰਯਾਮੀ ਦੀ ਪ੍ਰੇਰਣਾ ਅਧੀਨ ਹੀ ਮੂਲੋਂ ਵਰਤਨ ਹਾਰੀ ਕਠਪੁਤਲੀ ਸਾਰਖੇ ਅਪਣੇ ਆਪ ਨੂੰ ਨਿਰਉਦਮ ਸੰਸਾਰੀ ਪ੍ਰਵਿਰਤੀਆਂ ਤੋਂ ਨਿਰ ਉਤਸ਼ਾਹ ਬਣਾ ਲਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "66KA",
        "source_page": 282,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mwrg huie duibDw Brm Koey; crn srin ghy inhcl miq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Treading the path of Guru, he destroys all his duality and doubts. The refuge of the True Guru makes his mind stable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਥ ਹੀ ਗੁਰਮੁਖੀ ਮਾਰਗ ਪੰਥ ਵਿਖੇ ਸ਼ਾਮਲ ਹੋ ਕੇ ਪ੍ਰਵੇਸ਼ ਪਾ ਕੇ ਜਦ ਮਨੁੱਖ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਓਟ ਗ੍ਰਹਿਣ ਕਰਦਾ ਹੈ ਤਾਂ ਮਤਿ ਅੰਤਾਕਰਣ ਦੀ ਭਟਕਨਹਾਰੀ ਬਿਰਤੀ ਨਿਹਚਲ। ਇਕਾਗਰ ਹੋਈ ਅਡੋਲ ਵਾ ਨਿਚੱਲੀ ਬਣ ਕੇ ਅਮੁਕਾ ਕਾਰਯ ਕਰਣੇ ਜੋਗ ਹੈ ਤੇ ਅਮੁਕਾ ਕਾਰਯ ਮੇਰੇ ਲਈ ਅਕਰਣੇ ਜੋਗ ਹੈ ਐਸੀ ਬਿਧੀ ਨਿਖੇਧ ਰੂਪ ਦੁਬਿਧਾ ਭਾਵੀ ਭਰਮ ਨੂੰ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YJWU",
        "source_page": 282,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn prsq Awsw mnsw Qikq; sbd suriq igAwn pRwn pRwnpiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the glimpse of the True Guru, all his desires and sensualities get tired and become ineffective. Remembering the Lord with every breath, he becomes totally aware of the Lord, the master of our lives.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂਕਿ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਦਰਸਨ ਪਰਸਨ ਮਾਤ੍ਰ ਤੇ ਭਾਵ ਦਰਸ਼ਨ ਹੁੰਦੇ ਸਾਰ ਹੀ ਆਸਾਂ ਸੰਸਾਰੀ ਫਲਾਂ ਦੀਆਂ ਉਮੰਗਾਂ ਉਮੇਦਾਂ ਤਥਾ ਮਨਸਾ ਮਨੋਰਥ ਮਨ ਦੀਆਂ ਮੁਰਾਦਾਂ ਆਪ ਤੇ ਆਪ ਹੀ ਫੁਰਣੋਂ ਹੁੱਟ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਸ਼ਬਦ ਉਪਦੇਸ਼ ਵਾ ਬਚਨ ਬਿਲਾਸ ਸੁਣਦੇ ਸਾਰ ਪ੍ਰਾਣਾਂ ਦੇ ਪ੍ਰਾਣ ਪਤਿ ਰੂਹਾਂ ਦੀ ਰੂਹ ਵਾ ਜਾਨਾਂ ਦੀ ਜਾਨ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਦਾਤੇ ਵਾਹਿਗੁਰੂ ਦਾ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P8S8",
        "source_page": 282,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rcnw cirqR icqR ibsm bicqRpn; icqR mY icqyrRw ko bsyrw siq siq hY [282["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The multiform creations of the Lord are wondrous and astonishing. The Guru-oriented disciple realises the presence of the Lord in this whole picture as true and eternal. (282)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਗਿਆਨ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਰਚਨਾ ਦੇ ਚਲਿਤ੍ਰ ਦਾ ਇਹ ਪ੍ਰਤੱਖ ਚਿਤ੍ਰ ਖਿੱਚਿਆ ਹੋਇਆ ਅਪਣੇ ਬਚਿਤ੍ਰ ਪੁਣੇ ਹਰਾਨ ਕਰਨਹਾਰੇ ਸੁਭਾਵ ਵਿਖੇ ਸਚਮੁਚ ਚਿਤੇਰੇ ਰਚਨ ਹਾਰੇ ਦਾ ਹੀ ਨਿਵਾਸ ਬਸੇਰਾ ਜਲਵਾ = ਦੀਦਾਰ ਤਕਿਆ ਕਰਦਾ ਹੈ ॥੨੮੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
