[
  {
    "id": "786",
    "sttm_id": 6763,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WLEG",
        "source_page": 283,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gur sbd suin sRvn kpwt Kuly; nwdY imil nwd Anhd ilv lweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Listening to the sermon of the True Guru, ignorance of a Guru-conscious disciple is removed. He is then absorbed in the amalgamation of the melodies of Guru's words and divine mystical tunes of the unstruck music, perpetually playing in the tenth door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਦਾ ਸ਼ਬਦ ਕੰਨਾਂ ਦ੍ਵਾਰੇ ਸੁਣਦੇ ਸਾਰ ਹੀ ਕੰਨਾਂ ਦੇ ਕਪਾਟ ਕਿਵਾੜ ਖੁੱਲ ਔਂਦੇ ਹਨ, ਭਾਵ ਅੰਤਰਯਾਮੀ ਨੇ ਅਪਣੀਆਂ ਸਮੂਹ ਵਿਭੂਤੀਆਂ ਸਮੇਤ ਆਪ ਅਸਾਡੇ ਅੰਦਰ ਨਿਵਾਸ ਲਿਆ ਹੋਇਆ ਹੋਣ ਤੇ ਭੀ, ਜਿਨਾਂ ਆਸਾ ਅੰਦੇਸੇ ਆਦਿ ਰੋਕਾਂ ਕਾਰਣ ਅਸਾਨੂੰ ਉਹ ਦ੍ਰਿਸ਼ਟ ਨਹੀਂ ਔਂਦਾ ਸੀ, ਉਹ ਰੋਕਾਂ ਦੂਰ ਹੋ ਕੇ ਅੰਦਰ ਖੁੱਲ੍ਹ ਆਇਆ ਕਰਦਾ ਹੈ, ਅਰੁਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਰੂਪ ਨਾਦ ਵਿਖੇ ਅਸਾਡੀ ਅੰਤਰੀਵੀ ਨਾਦ, ਭਾਵ ਅੰਦਰਲਾ ਬੋਲ = ਆਤਮਿਕ ਸੱਦ ਜਦ ਮਿਲ ਜਾਂਦੀ ਹੈ ਅਰਥਾਤ ਗੁਰ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਅਸਾਡੀ ਜਦ ਪੂਰਨ ਪਰਚਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ, ਤਦ ਅਨਹਦ ਧੁਨੀ ਰਬੀ ਨਾਦ ਅਸਾਡੇ ਅੰਦਰ ਪ੍ਰਗਟ ਹੋ ਔਂਦੀ ਹੈ, ਤੇ ਉਸ ਵਿਚ ਅਸਾਡੀ ਲਿਵ ਲਗ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BVCB",
        "source_page": 283,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gwvq sbd rsu rsnw rswien kY; inJr Apwr Dwr BwTI kY cuAweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Reciting the Lord's name that is the treasure-house of all the pleasures, a continuous flow of elixir takes place from the furnace-like tenth door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਜ ਕੀਹ ਕਿ ਰਸਾਇਨ = ਰਸ+ਆਇਨ = ਰਸਾਂ ਦੀ ਅਸਥਾਨ ਸਰੂਪ ਸੁਰਤ ਭਾਵੀ ਰਸਨਾ ਦ੍ਵਾਰੇ ਵਾ ਸਾਖ੍ਯਾਤ ਰਸਨਾ ਦ੍ਵਾਰੇ = ਰਸ ਪ੍ਰੇਮ ਨਾਲ ਸ਼ਬਦ ਗਾਯਨ ਕਰਦਿਆਂ ਉਪਦੇਸ਼ ਕਮਾਂਦਿਆਂ ਦਸਮ ਦ੍ਵਾਰ ਰੂਪ ਭੱਠੀ ਤੋਂ ਨਿੱਤ ਝਰਣ ਵਾਲੀ ਅਪਾਰ ਧਾਰਾ ਨੂੰ ਚੁਆ ਲੈਂਦਾ ਹੈ ਭਾਵ ਇਕ ਸਾਰ ਲਿਵ ਦੀ ਤਾਰ ਲਗਨ ਦੇ ਅਨੁਭਵ ਰਸ ਨੂੰ ਮਾਨਣ ਲਗ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ENS7",
        "source_page": 283,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ihrdY invws gur sbd inDwn igAwn; Dwvq brij aunmin suiD pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru's words are the source of all knowledge. By its installation in the mind, a Guru-oriented person stops wandering in ten directions and acquire awareness of the mind that is God-oriented.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਨਾਲ ਗਿਆਨ ਦੇ ਨਿਧਾਨ ਭੰਡਾਰ ਗੁਰ ਸ਼ਬਦ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕ ਜਾਣ ਕਰ ਕੇ ਭਟਕਦਾ ਹੋਇਆ ਮਨ ਸੁਭਾਵਿਕ ਹੀ ਬਰਜਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਇਕਾਗ੍ਰਤ ਮਨ ਨੂੰ ਉਨਮਨੀ ਭਾਵ ਆਪੇ ਵਿਖੇ ਮਗਨ ਹੋਣ ਦੀ ਅਵਸਥਾ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਹੋ ਔਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CE1V",
        "source_page": 283,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd Avys prmwrQ pRvys Dwir; idib dyh idib joiq pRgt idKweI hY [283["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Becoming one with Guru's words, a Guru-oriented person achieves salvation. The divine light of the Lord then glows and radiates in him. (283)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਗੁਰ ਸ਼ਬਦ ਨੂੰ ਸੁਣਿ ਰਸਨਾ ਦ੍ਵਾਰੇ ਗਾਯਨ ਕਰਦਿਆਂ ਤਥਾ ਹਿਰਦੇ ਅੰਦਰ ਵਸਾਇਆਂ ਜਦ ਸਭ ਤਰ੍ਹਾਂ ਨਾਲ ਗੁਰਮੁਖ ਸ਼ਬਦ ਵਿਖੇ ਅਵੇਸ ਸਮਾਈ ਪਾ ਕੇ ਪਰਮਾਰਥ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਪਾ ਲੈਂਦਾ ਹੈ, ਤਾਂ ਗੁਰਮੁਖ ਦੀ ਦੇਹ ਦਿੱਬ ਜੋਤ ਵਾਲੀ ਅਤ੍ਯੰਤ ਪ੍ਰਾਕ੍ਰਮੀ ਪਰਮ ਤੇਜਸ੍ਵੀ ਪ੍ਰਤੱਖ ਹੀ ਦ੍ਰਿਸ਼ਟ ਔਣ ਲਗ ਪਿਆ ਕਰਦੀ ਹੈ। ਅਥਵਾ ਓਸ ਦੀ ਦੇਹ ਭੀ ਦਿੱਬ ਸੁੰਦਰ ਭਾਵ ਵਾਲੀ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ ਤੇ ਓਸ ਦੇ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਦੀ ਜੋਤ ਪ੍ਰਕਾਸ਼ ਸਾਖ੍ਯਾਤ ਪ੍ਰਗਟ ਦਿਸ ਪੈਂਦੀ ਹੈ ॥੨੮੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
