[
  {
    "id": "GY1",
    "sttm_id": 6764,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "V0BU",
        "source_page": 284,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwp Aiq; pRym kY prspr pUrn pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Significance of meeting of Guru and Guru-oriented men is limitless. Because of deep love in the heart of the Sikh of the Guru, light divine then glows in him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤਿ ਇਕੱਠ = ਦੀਵਾਨ ਵਿਖੇ ਭੀ ਜੋ ਮਿਲਾਪ ਆਪੋ ਵਿਚ ਮਿਲ ਬੈਠਨ ਦਾ ਅਉਸਰ ਪ੍ਰਾਪਤ ਆਣ ਹੋਵੇ ਤਾਂ ਓਸ ਦਾ ਪ੍ਰਤਾਪ ਮਹਾਤਮ ਭੀ ਅਤੀ ਅਧਿਕ ਬਹੁਤ ਬੜ੍ਹੀਆ ਹੈ, ਕ੍ਯੋਂਕਿ ਪਰਸਪਰ ਆਪੋ ਵਿਚ ਇਕ ਦੂਏ ਨੂੰ ਗੁਰੂ ਕ੍ਰਿਪਾ ਦਾ ਨਿਵਾਜਿਆ ਹੋਇਆ ਵਾ ਗੁਰ ਉਪਦੇਸ਼ ਦੇ ਕਮਾਨ ਵਾਲਾ ਜਾਣ ਕੇ ਪ੍ਰੇਮ ਪਿਆਰ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਓਨ੍ਹਾਂ ਨੂੰ ਤੱਕ ਕੇ ਸੁਤੇ ਹੀ ਨਵੀਨ ਆਏ ਜਿਗ੍ਯਾਸੀ ਦੇ ਅੰਦਰ ਭੀ ਪੂਰਨ = ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਪ੍ਰੇਮ ਪ੍ਰਗਟ ਹੋ ਔਂਦਾ ਹੈ। ਭਾਵ ਉਹ ਗੁਰਮੁਖੀ ਮੰਡਲ ਦਾ ਪੂਰਾ ਪੂਰਾ ਪ੍ਰੇਮੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PBW2",
        "source_page": 284,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs AnUp rUp rMg AMg AMg Cib; hyrq ihrwny idRg ibsm ibsÍws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing the beauty of the True Guru, His form, colour and image of His every limb, the eyes of a Guru-loving person are astonished. It also generates craving in his mind to see and behold the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਗੁਰਸਿੱਖਾਂ ਦੇ ਮਿਲ ਕੇ ਭਜਨ ਕੀਰਤਨ ਕਰਦਿਆਂ ਲਾਲ ਗੁਲਾਲ ਹੋਏ ਦਗ ਦਗ ਦਮਕਦੇ ਚਿਹਰਿਆਂ ਦੇ ਅਨੂਪਮ = ਉਪਮਾ ਰਹਿਤ ਦਰਸ਼ਨ ਕਰ ਕੇ, ਅਤੇ ਓਨਾਂ ਦੇ ਰੂਪ ਰੰਗ ਤੇ ਅੰਗ ਅੰਗ ਦੀ ਛਬਿ = ਸੁੰਦਰਤਾ ਵਾ ਦਮਕ ਨੂੰ ਹੇਰਤ ਤੱਕ ਤੱਕ ਉਕਤ ਅਧਿਕਾਰੀ ਦੇ ਦ੍ਰਿਗ ਨੇਤ੍ਰ ਭੀ ਹਿਰਾਨੇ ਹੈਰਾਨੀ ਵਿਚ ਬਕਿਤ ਹੋ ਜਾਂਦੇ ਵਾ ਹਿਰੇ ਮੁੱਠੇ ਮੋਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ਅਰ ਓਸ ਦੇ ਅੰਦਰ ਭੀ ਗੁਰੂ ਮਹਾਰਾਜ ਤਥਾ ਓਨਾਂ ਦੀ ਸੰਗਤਿ ਤਥਾ ਗੁਰਬਾਣੀ ਉਪਰ ਦ੍ਰਿੜ੍ਹ ਭਰੋਸਾ ਪੱਕਾ ਨਿਸਚਾ ਜੋ ਕਿਸੇ ਦ੍ਵਾਰੇ ਚਲਾਇਆ ਨਾ ਜਾ ਸਕੇ ਉਤਪੰਨ ਹੋ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RCWM",
        "source_page": 284,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd inDwn Anhd runJun Duin; sunq suriq miq hrn AiBAws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By inexhaustible practicing of meditation on Guru's words, a soft and mellow tune of unstruck music appears in the mystical tenth door. Perpetual hearing of it causes him to remain in a state of trance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਸਬਦ ਨਿਧਾਨ ਗੁਰ ਸ਼ਬਦ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਪਰਮ ਕਾਰਣ ਰੂਪ ਸ਼ਬਦ ਭੰਡਾਰ ਜੋ ਸ਼ਬਦ ਕੀਰਤਨ ਹੈ ਓਸ ਦੀ ਅਨਹਦ ਇਕ ਰਸ ਰੁਨ ਝੁਨ ਰਿਮ ਝਿਮਾਕਾਰ ਅਨਟੁੱਟਵੀਂ ਧੁਨੀ ਨੂੰ ਸੁਣਦਿਆਂ ਸੁਣਦਿਆਂ ਓਸ ਅਧਿਕਾਰੀ ਦੀ ਸੁਰਤਿ ਪਹਿਲੀਆਂ ਪ੍ਰਵਿਰਤੀਆਂ ਵਾਲੀ ਸੂਝ ਤਥਾ ਮਤਿ ਸਿਆਣਪ ਹਰਨ = ਹਰੀ ਜਾਂਦੀ ਗੁੰਮ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਓਸ ਨੂੰ ਭੀ ਇਸ ਪ੍ਰਕਾਰ ਗੁਰਬਾਣੀ ਦੇ ਸੁਨਣ ਸਮਝਨ ਦਾ ਅਭਿਆਸ ਪੈ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D44D",
        "source_page": 284,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs Aru sbd suriq imil; prmdBuq giq pUrn iblws hY [284["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By focusing his vision in the True Guru and keeping the mind engrossed in the teachings and sermons of the Guru, he acquires a state of perfect and complete bloom. (284)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਗੁਰੂਦੇ ਪਿਆਰਿਆਂ ਅੰਦਰ ਗੁਰੂ ਰਮਿਆ ਦਰਸ -ਦਰਸ਼ਨ ਦ੍ਰਿਸ਼ਟਿ ਨੇਤ੍ਰਾਂ ਕਰ ਕੇ ਕਰਦਿਆਂ ਤਥਾ ਸੁਰਤਿ ਸੁਨਣ ਹਾਰੀ ਸ਼ਕਤੀ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮਿਲਿ ਇਕਾਗ੍ਰ ਹੋ ਗਿਆਂ ਹੋਰਨਾਂ ਗੱਲਾਂ ਬਾਤਾਂ ਸੁਨਣੋਂ ਮੂਲੋਂ ਹੀ ਪਰਚਾ ਹਟ ਗਿਆਂ ਓਸ ਦੀ ਪਰਮ ਅਦਭੁਤ ਪ੍ਰੇਮ ਮਈ ਦਸ਼ਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਇਵੇਂ ਹੀ ਓਸ ਦੇ ਅੰਦਰ ਪੂਰਨ ਪ੍ਰਮਾਤਮਾ ਦਾ ਬਿਲਾਸ ਸਾਖ੍ਯਾਤਕਾਰ ਹੋ ਔਂਦਾ ਹੈ ॥੨੮੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
