[
  {
    "id": "AVT",
    "sttm_id": 6765,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T6V8",
        "source_page": 285,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK sMgiq imlwp ko pRqwp Aiq; pUrn pRgws pRym nym kY prspr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Significance of an obedient disciple of True Guru meeting with His congregation is highly astonishing. Having adhered to all conditions and code of mutual love, light divine of the perfect Lord glows in him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਦੇ ਮਿਲਾਪ ਦਾ ਮਹਾਤਮ ਪੂਰਬ ਉਕਤ ਰੀਤੀ ਦ੍ਵਾਰੇ ਅਤ੍ਯੰਤ ਮਹਾਨਤਾ ਵਾਲਾ ਹੈ ਕ੍ਯੋਂਕਿ ਆਪੋ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਨੇਮ ਪਾਲਨ ਕਰਦੇ ਕਰਦੇ ਹੀ ਹੀ ਏਨਾਂ ਦੇ ਹਿਰਦਿਆਂ ਅੰਦਰ ਪੂਰਨ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰਗਾਸ = ਸਾਖ੍ਯਾਤਕਾਰ ਹੋ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KAEJ",
        "source_page": 285,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj bwsnw subws rwis; sIqlqw koml pUjw kotwin smsir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the acquisition of elixir-like Naam in the fragrant presence of True Guru, he experiences such tranquillity that no worship of the world can equate with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਗੁਰਸਿੱਖਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ਧੂਲੀ ਐਸੀ ਪਵਿਤ੍ਰ ਤੇ ਪ੍ਰਭਾਵ ਵਾਲੀ ਹੈ ਕਿ ਅੰਗਾਂ ਨੂੰ ਛੁਹਾਨ ਦੀ ਤਾਂ ਕੀਹ ਆਖੀਏ ਬਾਸਨਾ ਲੈਣ ਸੁੰਘਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਦਿਮਾਗ ਅੰਦਰ ਸੁੰਦਰ ਬਾਸਨਾ ਦਾ ਰਸ ਪ੍ਰੇਮ ਦਾ ਖੇੜਾ ਖੇੜ ਦਿੰਦੀ ਵਾ ਸੁਕੀਰਤੀ ਦਾ ਪਾਤ੍ਰ ਬਣਾ ਦਿੰਦੀ ਹੈ, ਤਥਾ ਸੁਭਾਵ ਵਿਚ ਠੰਢਕਤਾ ਸ਼ਾਂਤੀ ਅਰੁ ਰਿਦੇ ਵਿਖੇ ਤਥਾ ਰਸਨਾ ਉਤੇ ਕੋਮਲਤਾ ਨੂੰ ਵਸਾ ਦਿੰਦੀ ਹੈ। ਇਸ ਕਰ ਕੇ ਏਸ ਧੂੜੀ ਦੀ ਸਮਸਰੀ ਬਰਾਬਰੀ ਕ੍ਰੋੜਾ ਪੂਜਾ ਭੀ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6NSA",
        "source_page": 285,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp kY AnUp rUp Aiq AscrjmY; nwnw ibsmwd rwg rwgnI n ptMqr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of spiritual beauty, a Guru-oriented person is beautiful of form. In a state of awe and wonder, he is absorbed in trance-giving melody that cannot be compared with any form or mode of singing in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਧੂਲੀ ਰੂਪ ਸ਼ਕਲ = ਸੂਰਤ ਨੂੰ ਬਣਾ ਦਿੰਦੀ ਹੈ ਅਨੂਪਮ ਰੂਪ ਵਾਲੀ ਪਰਮ ਸੁੰਦਰ ਤੇ ਹੋ ਜਾਂਦਾ ਹੈ ਇਸ ਦੇ ਗ੍ਰਹਿਣ ਕਰਣ ਹਾਰਾ ਅਤ੍ਯੰਤ ਅਚਰਜ ਸਰੂਪੀ ਦਿਬ੍ਯ ਪ੍ਰਤਾਪ ਵਾਲਾ, ਅਰਰੁ ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਗਟ ਹੋ ਔਂਦੀ ਹੈ ਬਿਸਮਾਦ ਸੰਸਾਰ ਵੱਲੋਂ ਪ੍ਰੇਸ਼ਾਨ ਕਰ ਸਿੱਟਨ ਵਾਲੀ ਰੱਬੀ ਨਾਦ ਅਨਹਤ ਧੁਨੀ ਜਿਸ ਦੇ ਪਟੰਤਰ ਬ੍ਰਾਬਰ ਨਹੀਂ ਹਨ, ਸਾਖ੍ਯਾਤ ਸ੍ਵਯੰ ਰਾਗ ਰਾਗਨੀਆਂ ਭੀ ਕੁਛ ਚੀਜ। ਭਾਵ ਗਾਯਨ ਹੋ ਰਹੇ ਰਾਗ ਰਾਗਨੀਆਂ ਦੀਆਂ ਸ੍ਰੋਦਾਂ ਤਾਂ ਇਸ ਅਗੰਮੀ ਨਾਦ ਅਗੇ ਕੀਹ ਸਮਤਾ ਧਾਰ ਸਕਨ, ਸ੍ਵਯੰ ਰਾਗ ਰਾਗਨੀਆਂ ਭੀ ਇਸ ਧੁਨੀ ਅਗੇ ਤੁੱਛ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZTCH",
        "source_page": 285,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inJr Apwr Dwr AMimRq inDwn pwn; prmdBuq giq Awn nhI smsir hY [285["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By perpetual practicing of meditation on elixir-like Naam, a perpetual flow of the divine elixir takes place from the mystical tenth door. This state is incomparable with any other in the world for its shear ecstasy and bliss. (285)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫਿਰ ਇਸ ਧੁਨੀ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਨਿਰੰਤਰ ਲਗਾਤਾਰ ਝਰ ਰਹੀ ਬਰਸ ਰਹੀ ਸਮੂਹ ਨਿਧੀਆਂ ਦੇ ਅਸਥਾਨ ਰੂਪ ਅੰਮ੍ਰਿਤ ਦੀ ਅਪਾਰ ਧਾਰਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ਗੁਰ ਸਿੱਖ ਸੰਗਤਿ ਦੇ ਮਿਲਾਪੀ ਨੂੰ, ਜਿਸ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਓਸ ਦੀ ਐਸੀ ਪਰਮ ਅਦਭੁਤ ਅਤ੍ਯੰਤ ਅਨੋਖੀ ਭਾਂਤ ਦੀ ਉੱਚੀ ਦਸ਼ਾ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ ਹੋਰ ਓਸ ਦੀ ਬ੍ਰਾਬਰੀ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ ਭਾਵ ਓਸ ਦੇ ਅਨੁਭਉ ਨੂੰ ਪੁਜਨ ਦਾ ਦਮ ਹੋਰ ਲੋਕ ਨਹੀਂ ਮਾਰ ਸਕਦੇ ॥੨੮੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
