[
  {
    "id": "ENW",
    "sttm_id": 6766,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "C98N",
        "source_page": 286,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nvn gvn jl sIql Aml jYsy; Agin aurD muK qpq mlIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As water flows downwards and consequently remains cold and clear, but fire goes upward and therefore burns and causes pollution.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪਕਾਰ ਨਿਵਾਨ ਨੀਵੇਂ ਪਾਸੇ ਵੱਲ ਗਮਨ ਕਰਦਾ ਚਲਦਾ ਹੈ ਪਾਣੀ ਤੇ ਇਸ ਕਰ ਕੇ ਰਹਿੰਦਾ ਹੈ ਉਹ ਠੰਢਾ ਠਾਰ ਤੇ ਨਿਰਮਲ ਸ੍ਵਛ = ਮੈਲ ਦੂਰ ਕਰਨ ਵਾਲਾ, ਇਸੇ ਤਰ੍ਹਾਂ ਨਿੰਮ੍ਰਤਾ -ਅਧੀਨਗੀ ਧਾਰਣ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਸਾਧ ਅਸਲ ਸਿੱਖ ਅਤੇ ਅੱਗ ਚਲਦੀ ਬਲਦੀ ਹੈ ਜੀਕੂੰ ਉਤਾਹਾਂ ਮੰਹ ਕਰ ਕੇ ਤੇ ਇਸ ਕਰ ਕੇ ਹੀ ਉਹ ਰਹਿੰਦੀ ਹੈ ਸਦਾ ਸੜਦੀ ਅਤੇ ਮੈਲੀ ਤੀਕੂੰ ਹੀ ਹੰਕਾਰੀ ਗੁਰਮਤ ਨੂੰ ਲਤਾੜ ਆਪਾ ਹੁਦਰੀ ਵਿਚ ਤੁਰਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਅਸਾਧ = ਅਸਿੱਖ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EG84",
        "source_page": 286,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brn brn imil sill brn soeI; isAwm Agin srb brn Cib CIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Water when mixed with different colours also turns into same shades but fire that blackens ruin the complexion and beauty of all that comes in its contact.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰੰਗ ਰੰਗ ਨਾਲ, ਭਾਵ ਜੇਹੋ ਜੇਹਾ ਰੰਗ ਆਨ ਮਿਲੇ ਜਲ ਓਸੇ ਹੀ ਰੰਗ ਦਾ ਹੋ ਦਿਖੌਂਦਾ ਹੈ। ਪਰ ਅੰਦਰੋਂ ਅਪਣੀ ਸ੍ਵਛ ਰੰਗਤ ਦਾ ਰਹਿੰਦਾ ਹੈ ਅਰਥਾਤ ਨਾ ਪਰਾਏ ਦਾ ਹਰਜਾ ਕਰਦਾ ਤੇ ਨਾ ਅਪਣੀ ਹੀ ਹਾਨੀ ਹੋਣ ਦਿੰਦਾ ਹੈ ਪਰ ਅੱਗ ਆਪ ਕਾਲੇ ਮੂੰਹ ਵਾਲੀ ਹੈ ਤੇ ਸਭ ਰੰਗਾਂ ਰੂਪਾਂ ਦੀ ਛਬਿ = ਸੁੰਦਰਤਾ ਨੂੰ ਨਾਸ ਕਰ ਸਿੱਟਦੀ ਹੈ। ਐਸਾ ਹੀ ਹਾਲ ਅਸਲੀ ਸਿੱਖਾਂ ਤੇ ਅਸਿੱਖਾਂ ਵਾ ਸਾਧਾਂ ਅਸਾਧਾਂ ਦਾ ਸਮਝ ਰਖੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DSCP",
        "source_page": 286,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jl pRiqibMb pwlk pRPuilq bnwspqI; Agin pRdgD krq suK hIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Water is like mirror, clean and good doer. It helps in the growth of vegetation, plants and trees. Fire consumes and burns the vegetation and destroys them. Therefore, it is distressing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਲ ਸੂਰਜ ਦੇ ਉਲਟਵੇਂ ਬਿੰਬ ਅਕਸ = ਪ੍ਰਛਾਵੇਂ ਨੂੰ ਅਪਣੇ ਵਿਚ ਪੈਂਦਿਆਂ ਪਾਲਦਾ ਸੰਪਾਲਦਾ ਹੈ ਇਸ ਲਈ ਕਿ ਸੂਰਜ ਦੇ ਪ੍ਰਕਾਸ਼ ਦ੍ਵਾਰੇ ਓਸ ਤੋਂ ਉਪਜੀਆਂ ਬਨਸਪਤੀਆਂ ਪ੍ਰਫੁਲਿਤ ਰਹਿੰਦੀਆਂ ਹਨ ਅਥਵਾ ਜਲ ਬਰਖਾ ਰੂਪ ਹੋਇਆ ਮਾਨੋ ਸੂਰਜ ਤੋਂ ਪ੍ਰਗਟਦਾ ਹੈ। ਪ੍ਰੰਤੂ ਅੱਗ ਜਲ ਨੂੰ ਤੇ ਓਸ ਤੋਂ ਉਤਪੰਨ ਹੋਈਆਂ ਬਨਾਸਪਤੀਆਂ ਨੂੰ ਪ੍ਰਦਗਧ ਕਰਦੀ ਭਲੀ ਪ੍ਰਕਾਰ ਬੁਰੀ ਤਰਾਂ ਸਾੜਦੀ ਹੈ, ਤੇ ਓਨ੍ਹਾਂ ਨੂੰ ਸਰਬ ਸੁਖਾਂ ਤੋਂ ਰਹਿਤ ਕਰ ਦਿੰਦੀ ਹੈ ਮਾਨੋ ਅਪਣੇ ਤੋਂ ਉਪਜਾਏ ਹੋਣ ਦੀ ਲਾਜ ਨਹੀਂ ਪਾਲਦੀ। ਇਹੀ ਹਾਲ ਸਿੱਖ ਸਾਧ ਦਾ ਤੇ ਅਸਿੱਖ ਅਸਾਧ ਦਾ ਹੈ, ਕਿ ਉਹ ਦੂਸਰੇ ਦੇ ਉਪਕਾਰ ਨੂੰ ਕਦੀ ਨਹੀਂ ਵਿਸਾਰਦਾ ਤੇ ਅਪਣੱਤ ਦੀ ਲਾਜ ਨਿਬਾਂਹਦਾ ਹੈ ਅਰੁ ਉਹ ਉਪਕਾਰ ਯਾ ਅਪਣੱਤ ਨੂੰ ਮੂਲੋਂ ਹੀ ਵਿਸਾਰ ਕੇ ਸਦਾ ਅਪਕਾਰ ਬੁਰਾ ਹੀ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "02SD",
        "source_page": 286,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD swD sMgm suBwv giq; gurmiq durmiq suK duK hIn hY [286["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similar are the behaviour patterns of Guru-oriented and self oriented people. A Guru-oriented person gives peace and comfort to all since he lives under the refuge and direction of Guru; whereas a self-willed person is cause of sufferings for all because",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਅਸਾਧ ਤਥਾ ਸਾਧ ਦੇ ਸੰਗਮ ਮਿਲਾਪ ਦੀ ਗਤਿ ਹਾਲਤ ਜਾਣ ਲਵੋ, ਕਿ ਸਾਧ ਤਾਂ ਗੁਰਮਤ ਦੇ ਕਾਰਣ ਦੁਖ ਹੀਨ = ਸੁਖ ਸਰੂਪ ਹੈ, ਅਤੇ ਅਸਾਧ ਦੁਰਮਤਿ ਕਰ ਕੇ ਸੁਖ ਹੀਨ = ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ ॥੨੮੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
