[
  {
    "id": "X3F",
    "sttm_id": 6767,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UNFT",
        "source_page": 287,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwm kRoD loB moh AhMmyv kY AswD; swD sq Drm dieAw rQ sMqoK kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Self-willed persons remain engrossed in vices like lust, anger, greed, attachment, pride, whereas Guru-conscious persons are kind, sympathetic and contented.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਾਮ, ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਤੇ ਹਉਮੈਂ ਕਰ ਕੇ ਮਨੁੱਖ ਅਸਾਧ ਭੈੜਾ ਮਨਮੁਖ ਆਖਿਆ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਕੇਵਲ ਸਤ੍ਯ ਆਪਣੇ ਹੱਕ ਸਿਰ ਰਹਿਣਾ ਵਾ ਪ੍ਰਤਿਗ੍ਯਾ ਨਾ ਹਾਰਨੀ ਤਥਾ ਧਰਮ ਇਸ਼ਟ ਵਲੋਂ ਮੂੰਹ ਨਾ ਫੇਰਣਾਵਾ ਫਰਜ਼ ਪਛਾਨਣਾ ਅਰੁ ਐਸਾ ਹੀ ਦਇਆਰਥ ਸੰਤੋਖ = ਦਯਾ ਤੇ ਸੰਤੋਖ ਨਾਲ ਅਰਥ ਵਾਸਤਾ ਪ੍ਰਯੋਜਨ ਰਖਣਾ, ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਬਿਰਤੀ ਕਰ ਕੇ ਸਾਧ ਭਲਾ ਪੁਰਖ = ਗੁਰਮੁਖ ਆਖਿਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9FPD",
        "source_page": 287,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq swDsMg BwvnI Bgiq Bwie; durmiq kY AswD sMg duK doK kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of saintly persons, one attains faith, love and devotion; whereas in the company of base and fake people, one gets pain, suffering and base wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਵਿਚ ਵਰਤਣ ਵਾਲਾ ਸਾਧ ਹੁੰਦਾ ਹੈ ਤੇ ਓਸ ਦੀ ਸੰਗਤਿ ਵਿਖੇ ਬੈਠਿਆਂ ਭਾਵਨੀ ਭੌਣੀ ਸ਼ਰਧਾ ਪ੍ਰਪੱਕ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਭਗਤੀ ਭਾਵ ਪ੍ਰੇਮ ਭਾਵ ਉਪਜਦਾ ਹੈ, ਪਰ ਦੁਰਮਤਿ ਵਿਖੇ ਵਰਤਣ ਕਰ ਕੇ ਮਨੁਖ ਨੂੰ ਅਸਾਧ ਭੈੜਾ ਮਨਮੁਖ ਪ੍ਰਵਾਣ ਕੀਤਾ ਹੈ ਤੇ ਓਸ ਦੀ ਸਗਤ ਦੋਖ ਕੈ ਦੁਖ = ਦੋਖਾਂ ਵਿਕਾਰਾਂ ਨੂੰ ਪ੍ਰਗਟ ਕਰ ਕੇ ਦੁਖ = ਪੈਦਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HZ2P",
        "source_page": 287,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnm mrn gur crn srin ibnu; moK pd crn kml icq coK kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Without the refuge of the True Guru self-oriented persons fall in the cycle of birth and death. Obedient Sikhs of the Guru drink deep the nectar of Guru's words, imbibe them in their heart and thus achieve salvation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਬਿਨਾਂ ਅਸਾਧ ਤਾਂ ਜਨਮ ਮਰਣ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਓਨਾਂ ਦੇ ਚਰਣ ਕਮਲ ਚਿਤ ਰਿਦੇ ਅੰਦਰ ਚੋਖ ਕੈ ਚੁਸ ਕੇ ਚੁੰਮ ਕੇ, ਭਾਵ ਪਿਆਰ ਸਤਿਕਾਰ ਦੇ ਸਾਧ ਮੋਖ ਪਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BU9P",
        "source_page": 287,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn AMs hMs giq gurmuiK bMs ibKY; duikRq suikRq KIr nIr soK poK kY [287["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the clan of Guru-conscious persons, knowledge is clean and invaluable like swans. Just as a swan is capable of separating milk from water, so do the Guru-oriented Sikhs discard all that is base and feel satiated with superior deeds. (287)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਪੁਰਖ, ਗੁਰਮੁਖ ਬੰਸ ਵਿਖੇ ਹੰਸ ਗਤਿ ਹੰਸਾਂ ਦੀ ਚਾਲ ਬਿਬੇਕੀ ਭਾਵ ਨੂੰ ਧਾਰਣ ਕਰ ਕੇ ਸੁਕ੍ਰਿਤ ਭਲਿਆਂ ਵਾਲੀ ਕਰਣੀ ਰੂਪ ਪੁੰਨ ਕਰਮ ਕਰ ਕੇ ਪਵਿਤ੍ਰ ਭਾਵ ਵਿਖੇ ਵਰਤਦਿਆਂ ਗਿਆਨ ਅੰਸ ਸਰੂਪੀ ਖੀਰ ਦੁਧ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰ ਕੇ ਪੋਖ ਕੈ ਅਪਣੀ ਪਾਲਨਾ ਜੀਵਨ ਉੱਨਤੀ ਕਰੇ, ਅਤੇ ਦੁਕ੍ਰਿਤ ਅਸਾਧਾਂ ਭੈੜਿਆਂ ਵਾਲੀ ਦੁਖਦਾਈ ਕਰਣੀ ਪਾਪ ਮਈ ਆਚਰਣ ਰੂਪ ਨੀਰ ਪਾਣੀ ਜੋ ਅਗਿਆਨ ਦਾ ਅੰਸ ਕੂੜ ਹੈ ਓਸ ਨੂੰ ਸੁਕਾ ਸਿੱਟੇ। ਇਸ ਤੁਕ ਦੇ ਪਹਿਲੀਆਂ ਤੁਕਾਂ ਵਤ ਭੀ ਅਰਥ ਹੋ ਸਕੇਦ ਹਨ ਪਰ ਅਸਾਂ ਇਸ ਅਰਥ ਵਿਚ ਭਾਈ ਸਾਹਿਬ ਦੇ ਨਤੀਜੇ ਕਢੇ ਨੂੰ ਗੌਰਵਤਾ ਸਮਝੀ ਹੈ ॥੨੮੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
