[
  {
    "id": "1K6",
    "sttm_id": 6768,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J18J",
        "source_page": 288,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hwir mwnI Jgro imtq, ros mwry sY rswien huie; pot fwry lwgq n fMfu jg jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Accepting defeat ends all discords. Shedding anger gives much peace. If we discard the results/income of all our deeds/business, we are never taxed. This fact is known to the whole world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰੋਸ ਮਾਰੇ ਆਦਮੀ ਪਾਸੋਂ ਹਾਰ ਮੰਨ ਲਿਆਂ ਝਗੜਾ ਮਿਟ ਜਾਂਦਾ ਹੈ ਜੀਕੂੰ ਸਿਰ ਤੋਂ ਪੰਡ ਸੁੱਟ ਦਿੱਤਿਆਂ ਮਸੂਲ ਨਹੀਂ ਭਰਣਾ ਪਿਆ ਕਰਦਾ, ਤੀਕੂੰ ਹੀ ਹਉਮੈਂ ਦੀ ਅਣਖ ਵਾ ਆਕੜ ਛਡ ਦਿੱਤਿਆਂ ਰਸਾਂ ਦੇ ਅਸਥਾਨ ਬਣ ਜਾਈਦਾ ਹੈ ਤੇ ਜਮ ਦਾ ਡੰਡ ਵਾ ਬਿਧੀ ਨਿਖੇਧ ਦਾ ਕਰ ਹਾਲਾ ਨਹੀਂ ਭਰਣਾ ਪਿਆ ਕਰਦਾ ਜਿਸ ਗੱਲ ਨੂੰ ਸਾਰਾ ਜਗਤ ਹੀ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XV76",
        "source_page": 288,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "haumy AiBmwn AsQwn aUcy nwih jlu; inmq nvn Ql jlu pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The heart where ego and pride dwells is like a high ground where no water can accumulate. Lord cannot stay either.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਉਮੈ ਪ੍ਰਗਟ ਹੰਕਾਰ ਸਥੂਲ ਹੰਕਾਰ ਅਰੁ ਅਭਿਮਾਨ ਸੂਖਮ ਹੰਕਾਰ ਰਿਦੇ ਅੰਦਰ ਦਾ ਇਸ ਸਥੂਲ ਸੂਖਮ ਹੰਕਾਰ ਦਾ ਅਸਥਾਨ = ਟਿਕਿਆ ਹੋਵੇ ਜਿਹੜਾ ਮਨੁੱਖ, ਉਸ ਉੱਚੇ ਟਿਕਾਣੇ ਟਿੱਬੇ ਉਪਰ ਵਾਹਿਗੁਰੂ ਅੰਤਰਯਾਮੀ ਦੀਆਂ ਬਰਕਤਾਂ ਦਾ ਜਲ ਨਹੀਂ ਟਿਕਿਆ ਰਹਿ ਸਦਾ, ਕ੍ਯੋਂਕਿ ਇਹ ਗੱਲ ਮੰਨੀ ਪ੍ਰਮੰਨੀ ਹੈ ਕਿ ਨਿਮਤ ਨੀਊਂਦਾ ਵਗਦਾ ਹੈ ਜਲ 'ਨਵਨ ਥਲਿ' ਨਿਵਾਨ ਵਾਲੇ ਪਾਸੇ ਵੱਲ ਹੀ ਪਛਾਣ ਰਖੋ, ਐਸੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "USVS",
        "source_page": 288,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMg srbMg qrhr hoq hY crn; qw qy crnwmRq crn ryn mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Feet are located at the lowest end of the body. That is why the dust of the feet and the foot wash are regarded sacred and thus respected.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਖੋ! ਸਾਰਿਆਂ ਅੰਗਾਂ ਤੋਂ ਅਤ੍ਯੰਤ ਥੱਲੇ ਪੈਰਾਂ ਦਾ ਅੰਗ ਹੁੰਦਾ ਹੈ ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਨਾਂ ਚਰਣਾਂ ਦਾ ਧੋਣ ਚਰਣ ਅੰਮ੍ਰਿਤ ਸਰੂਪ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਏਨਾਂ ਨੂੰ ਸਪਰਸ਼ੀ ਛੋਹੀ ਹੋਈ ਧੂਲੀ ਆਦਰ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8E8W",
        "source_page": 288,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hir Bgq jgq mY inMmrIBUq; jg pg lig msqik prvwnIAY [288["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the devotee and worshipper of God who is sans pride and full of humility. The whole world falls at his feet and consider their forehead blessed. (288)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਜਗਤ ਅੰਦਰ ਹਰੀ ਦੇ ਭਗਤ ਵਾਹਿਗੁਰੂ ਦੇ ਪਿਆਰੇ ਨਿੰਮ੍ਰਤਾ ਦਾ ਸਰੂਪ ਹੋਏ ਰਹਿੰਦੇ ਹਨ ਤੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਜਗਤ ਅਪਣਾ ਮੱਥਾ ਸਿਰ ਓਨਾਂ ਦੇ ਚਰਣਾਂ ਨੂੰ ਲਗੌਨਾ ਪ੍ਰਵਾਣ ਕਰ ਰਿਹਾ ਹੈ ॥੨੮੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
