[
  {
    "id": "4UT",
    "sttm_id": 6769,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BU7N",
        "source_page": 289,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUjIAY n sIsu eIsu aUcO dyhI mY khwvY; pUjIAY n locn idRsit idRstwNq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Head is located above all other parts of the body but is not worshipped. Nor are eyes worshipped which see far in the distance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਸਿਰ ਨਹੀਂ ਪੂਜਿਆ ਜਾਂਦਾ, ਕ੍ਯੋਂਕਿ ਸਰੀਰ ਅੰਦਰ ਇਹ ਉੱਚਾ ਅਖੌਂਦਾ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਦ੍ਰਿਸਟਿ ਦ੍ਰਿਸਟਾਂਤ ਕੈ ਨਿਗ੍ਹਾ ਭਰ ਕੇ ਤੱਕਨ ਵਾਲੇ ਹੋਣ ਕਾਰਣ ਲੋਚਨ ਨੇਤ੍ਰ ਭੀ ਨਹੀਂ ਪੂਜੇ ਜਾਂਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XTJS",
        "source_page": 289,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUjIAY n sRvn duriq snbMD kir; pUjIAY n nwskw subws sÍws kRwNq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Ears are not worshipped for their power of hearing nor nostrils for their ability to smell and breathe.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੰਨ ਭੀ ਜੋ ਸੁਰਤਿ ਸੁਨਣ ਜੋਗ ਵਸਤੂਆਂ ਨਾਲ ਮੇਲ ਕਰਦੇ ਹਨ, ਨਹੀਂ ਪੂਜੇ ਜਾ ਸਕਦੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਅਤੇ ਨਾਸਾਂ ਨੱਕ ਭੀ ਜੋ ਸ੍ਵਾਸ ਦ੍ਵਾਰੇ ਸੁਗੰਧੀ ਨੂੰ 'ਕ੍ਰਾਂਤ ਕੈ' ਆਕਰਖਿਆ ਖਿਚਿਆ ਕਰਦਾ ਹੈ, ਨਹੀਂ ਪੂਜਿਆ ਜਾਂਦਾ ਇਸੇ ਕਰ ਕੇ, ਭਾਵ ਉੱਚੇ ਤੇ ਅੱਗੇ ਵਧੇ ਹੋਣ ਕਰ ਕੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "86YE",
        "source_page": 289,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUjIAY n muK sÍwd sbd sMjugq kY; pUjIAY n hsq skl AMg pwNq kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Mouth which enjoys all the tastes and make speech, is not worshipped nor the hands which nourish all other limbs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੂੰਹ ਭੀ ਜੋ ਸ੍ਵਾਦ ਅਤੇ ਸ਼ਬਦ ਬਚਨ ਬਿਲਾਸ ਨਾਲ ਸੰਜੁਗਤਿ ਕੈ ਸਬੰਧ ਪੌਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਹੀਂ ਪੂਜਿਆ ਜਾਂਦਾ ਅਤੇ ਹੱਥ ਭੀ ਜੋ ਸਾਰਿਆਂ ਅੰਗਾਂ ਸਮੂਹ ਸ਼ਰੀਰ ਉਪਰ ਪਾਂਤ ਲਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਭਾਵ ਸਰੀਰ ਭਰ ਨੂੰ ਮਾਪਨ ਵਾਲੇ ਹਨ, ਨਹੀਂ ਪੂਜੇ ਜਾਂਦੇ ਏਸੇ ਕਰ ਕੇ ਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JJY1",
        "source_page": 289,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit sbd suriq gMD rs rihq huie; pUjIAY pdwribMd nvn mhwNq kY [289["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Feet which are devoid of ability to see, talk, hear, smell or taste are worshipped for their traits of humility. (289)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੇਤ੍ਰ, ਸ਼ਬਦ ਦੇ ਆਧਾਰ ਕੰਨ ਸੁਰਤਿ ਸ੍ਰੋਤ ਸ੍ਰੋਤਾਂ = ਰੋਮ ਕੂਪਾਂ ਦੀ ਆਧਾਰ ਭੁਤ ਤੁਚਾ ਇੰਦ੍ਰੀ, ਨਾਸਾਂ ਤਥਾ ਰਸਨਾ ਰਹਿਤ ਹੁਇ ਉਚੇ ਹੁੰਦੇ ਭੀ ਹੀਣੇ ਰਹਿ ਗਏ ਪੂਜਾ ਦੇ ਅਧਿਕਾਰੀ ਨਾ ਬਣ ਸੱਕੇ, ਪਰੰਤੂ ਨਵਨ ਮਹਾਂਤ ਕੈ ਨਿਊਣਤਾ ਦੇ ਮਹਾਤਮ ਕਰ ਕੇ ਪਦ+ਅਰਬਿੰਦ ਚਰਣ ਕਮਲ ਕਰ ਕੇ ਆਦਰ ਜੋਗ ਸਮਝ ਕੇ ਪੂਜੇ ਜਾਂਦੇ ਹਨ। ਅਥਵਾ ਦੇਖਣ ਬੋਲਣ ਸੁਨਣ ਸੁੰਘਨ ਤਥਾ ਸ੍ਵਾਦ ਤੋਂ ਰਹਿਤ ਹੀਣੇ ਹੁੰਦੇ ਭੀ ਨਿਊਣ ਦੇ ਮਹਾਤਮ ਕਰ ਕੇ ਚਰਣ ਕਮਲ ਕਰ ਕੇ ਪੂਜੇ ਜਾਂਦੇ ਹਨ ॥੨੮੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
