[
  {
    "id": "6RC",
    "sttm_id": 6770,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4SL8",
        "source_page": 290,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nvn gvn jl inrml sIql hY; nvn bsuMDr srb rs rwis hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Water that flows downward is always cool and clear. The earth that remains under the feet of all is the treasure-house of all the goods that are pleasurable and worth relishing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੀਵੇਂ ਪਾਸੇ ਗਵਨ ਚਲਣ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਜਲ ਨਿਰਮਲ ਸ੍ਵਛ ਤਥਾ ਸੀਤਲ ਠੰਢਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਨੀਵੀਂ ਸਭ ਦਿਆਂ ਪੈਰਾਂ ਵਾ ਬਿਰਛ ਪਰਬਤ ਆਦਿਕਾਂ ਦੇ ਤਲੇ ਰਹਿਣ ਵਾਲੀ ਹੋਣ ਕਰ ਕੇ ਬਸੁੰਧਰਾ = ਧਰਤੀ ਮਾਤਾ ਸਮੂਹ ਰਸਾਂ ਦੀ ਰਾਸਿ ਰਾਸ਼ੀ ਭੰਡਾਰ ਬਣੀ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HKJD",
        "source_page": 290,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aurD qpisAw kY sRI KMf bwsu bohY bn; nvn smuMdR hoq rqn pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sandalwood tree wilted under the weight of its branches and leaves as if in supplication, spreads its fragrance and makes all the vegetation in the near vicinity fragrant.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਊਂਧਾ ਹੋ ਟਹਣੀਆਂ ਪੱਤਾਂ ਆਦਿ ਦਾ ਉਲਟਾ ਝਾਟਲਾ ਬੰਨਕੇ, ਭਾਵ, ਊਂਧੇ ਸਿਰ ਹੋ ਤਪਸਿਆ ਕਰਨ ਕਰ ਕੇ ਸ੍ਰੀ ਖੰਡ ਬਾਵਨ ਚੰਦਨ ੫੨ ਉਂਗਲੀ ਪ੍ਰਮਾਣ ਛੋਟਾ ਜਿਹਾ ਹੁੰਦਿਆਂ ਸਭੀ, ਅਪਣੀ ਸੁਗੰਧੀ ਨਾਲ ਬਨ ਸਮੂਹ ਜੰਗਲ ਭਰ ਨੂੰ ਮਹਿਕਾ ਦੇਣ ਵਾਲਾ ਸੁਗੰਧਿਤ ਕਰਨ ਵਾਲਾ ਬਣ ਰਿਹਾ ਹੈ, ਅਤੇ ਸਮੁੰਦਰ ਨੇ ਭੀ ਨਿਵਾਨ ਨਿੰਮ੍ਰਤਾ ਹੀ ਧਾਰਨ ਕਰ ਰੱਖੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਓਸ ਵਿਚੋਂ ਰਤਨਾਂ ਦਾ ਪ੍ਰਗਾਸ ਹੋ ਰਿਹਾ ਹੈ ਉਹ ਰਤਨ ਪ੍ਰਗਟ ਕਰਣ ਹਾਰਾ ਬਣ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q83N",
        "source_page": 290,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nvn gvn pg pUjIAq jgq mY; cwhY crnwmRq crn rj qws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Of all the limbs of body, feet which remain on earth and at the lowest end of the body are worshipped. The whole world desires nectar and dust of holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੈਰ ਭੀ ਨੀਵੇਂ ਹੋ ਚਲਣ ਵਾਲੇ ਹੋਣ ਕਰ ਕੇ ਹੀ ਗਤ ਵਿਚ ਪੂਜੇ ਜਾ ਰਹੇ ਹਨ, ਅਰੁ ਹਰ ਕੋਈ ਪ੍ਰੇਮ ਦੇ ਮਾਰਗ ਦਾ ਪੰਧਾਊ ਜਿਗ੍ਯਾਸੀ ਗੁਰਮੁਖ ਇਨਾਂ ਪੈਰਾਂ ਦੀ ਧੋਣ ਰੂਪ ਜਲ ਅੰਮ੍ਰਿਤ ਨੂੰ ਤਥਾ ਚਰਣ ਧੂਲੀ ਨੂੰ ਲੋਚ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TVSM",
        "source_page": 290,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hir Bgq jgq mY inMmrIBUq; kwm inhkwm Dwm ibsm ibsÍws hY [290["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the worshippers of the Lord live as humble human beings in the world. Unsullied by the worldly sensualities, they remain stable and unmoved in unique love and devotion. (290)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਹਰੀ ਪਰਮੇਸ਼੍ਵਰ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਜਗਤ ਅੰਦਰ ਨਿੰਮਰੀਭੂਤ ਨਿਮਕੀਨੀ ਗ੍ਰੀਬੀ ਦਾ ਸਰੂਪ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਕਰ ਕੇ ਕਾਮ ਸਮੂਹ ਕਰਮਾਂ ਵਾ ਸੰਕਲਪਾਂ ਵੱਲੋਂ ਨਿਸ਼ਕਰਮ ਵਾ ਅਚਾਹ ਹੋਏ ਧਾਮ ਬਿਸਮ ਬਿਸਮਾਦ ਦੇ ਘਰ ਵਿਚ ਨਿਸਚਾ ਧਾਰੇ ਰਹਿੰਦੇ ਹਨ। ਅਥਵਾ ਕਾਮਨਾ ਵੱਲੋਂ ਨਿਸ਼ਕਾਮ ਅਚਾਹ ਹੋ ਕੇ ਨਿਸ਼ਕਾਮ ਧਾਮ ਨਿਰਸੰਕਲਪ ਪਦ = ਬੇਪ੍ਰਵਾਹੀ ਦੇ ਘਰ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਦ੍ਰਿੜ੍ਹ ਭਰੋਸਾ ਧਾਰੀ ਰਖਦੇ ਹਨ ਭਾਵ ਉਸੇ ਵਿਖੇ ਇਸਥਿਤ ਰਹਿੰਦੇ ਹਨ ॥੨੯੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
