[
  {
    "id": "VGN",
    "sttm_id": 6771,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4D90",
        "source_page": 291,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd suriq ilvlIn jl mIn giq; suKmnw sMgm huie aulit pvn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a fish swims through towards upstream swiftly, so does a disciple of Guru engrossed in the Guru's word crosses the confluence of all the three veins (Irha, Pingla and Sukhmana) with the methodology of reverse breathing/air.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਅੰਦਰ ਮੱਛਲੀ ਉਲਟੀ ਪ੍ਰਵਾਹ ਵਿਰੁਧ ਗਤੀ ਵਾਲੀ ਚਾਲ ਦੇ ਚਲਨੇ ਵਿਖੇ ਲੀਨ ਜੁੱਟੀ ਹੋਈ ਮਗਨ ਰਹਿੰਦੀ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਗੁਰਮੁਖ ਪਵਨ ਨੂੰ ਉਲਟਾ ਕੇ ਪ੍ਰਾਣ ਨੂੰ ਅਪਾਨ ਦੇ ਘਰ ਅਤੇ ਅਪਾਨ ਵਾਯੂ ਨੂੰ ਪ੍ਰਾਣ ਦੇ ਘਰ ਲਿਔਣ ਦੀ ਸਾਧਨਾ ਕਰਦਿਆਂ ਅਰਥਾਤ ਸੂਰਜ ਸੁਰ ਚੰਦ੍ਰ ਸੁਰ ਵਿਖੇ ਤੇ ਚੰਦ੍ਰ ਸੁਰ ਸੂਰਜ ਸੁਰ ਵਿਖੇ ਪਰਤਕੇ ਜਿਸ ਟਿਕਾਣੇ ਸੂਰਜ ਚੰਦ੍ਰ ਸੁਰਾਂ ਸੁਖਮਣਾਂ ਦੇ ਘਾਟ ਉਪਰ ਸੰਗਮ ਪਾਂਦੀਆਂ ਹਨ ਉਥੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗਾ ਕੇ ਲੀਨ ਮਗਨ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A46E",
        "source_page": 291,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibsm ibsÍws ibKY AnBY AiBAws rs; pRym mDu ApIau pIAY guhju gvn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Becoming fearless in the strange devotion and love, engrossed in the practice of Naam Simran and reaching there through strangely mysterious ways, one drinks deep the loving eternal nectar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਗੁਰੂ ਉਪਦਿਸ਼ਟ ਰੀਤੀ ਅਨੁਸਾਰ ਗੁਪਤ ਚਾਲ ਚਲਨ ਦੇ ਅਭਿਆਸ ਵਿਖੇ ਤਤਪਰ ਹੋਇਆ ਹੋਇਆ ਪ੍ਰੇਮ ਅੰਮ੍ਰਿਤ ਦੇ ਰਸ = ਸ੍ਵਾਦ ਨੂੰ ਅਪਿਉ ਭਾਵ ਵਿਖੇ ਪੀਂਦਾ ਹੈ, ਤਾਂ ਏਸ ਨੂੰ ਅਨਭਉ ਪਦ ਸਰਬ ਅੰਤ੍ਰੀਵੀ ਤਥਾ ਬਾਹਰਲੀ ਦਸ਼ਾ ਦੇ ਅਨਭਈਏ ਆਤਮ ਪਦ ਵਿਖੇ ਹਰਾਨ ਕਰ ਦੇਣ ਵਾਲਾ ਨਿਸਚਾ ਦ੍ਰਿੜ੍ਹ ਨਿਸਚਾ ਉਤਪੰਨ ਹੋ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4MTK",
        "source_page": 291,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd kY Anhd suriq kY aunmnI; pRym kY inJr Dwr shj rvn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By plentiful practicing of meditation on Guru's teachings, the mind starts listening to the unstruck melody. As a result, it changes its stance and becomes God-oriented. Then one relishes the continuous flow of the divine nectar that is produced as a resu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਗੁਰਮੁਖ ਸ਼ਬਦ ਅਭਿਆਸ ਨੂੰ ਕਰਦਾ ਸਾਧਦਾ ਹੋਇਆ ਅਨਹਦ ਦੀ ਸੋਝੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਤੇ ਫੇਰ ਇਸ ਕਰ ਕੇ ਉਪ੍ਰੰਤ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਪ੍ਰੇਮ ਲਗਦਾ ਪਰਚਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਅਰੁ ਮੁੜ ਏਸ ਪਰਚੇ ਕਾਰਣ ਨਿਝਰ ਨਿਰੰਤ੍ਰ ਝੜਦੀ ਰਹਿਣ ਹਾਰੀ ਅਗੰਮੀ ਅੰਮ੍ਰਿਤ ਦੀ ਧਾਰ ਦ੍ਵਾਰੇ ਸਹਜ ਸੁੰਨ੍ਯ ਘਾਟ ਨਿਰਸੰਕਲਪਤਾ ਦੇ ਘਰ ਆਨੰਦ ਮਾਣਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CFVP",
        "source_page": 291,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iqRkutI aulMiG suK swgr sMjog Bog; dsm sQl inhkyvlu Bvn kY [291["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By crossing the confluence of three nerves, one enjoys the bliss of meeting the Lord. The mystical door there is the unique place of enjoying peace, union, relishment and pleasure. (291)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਸਹਿਜ ਸੁੰਨ ਦੇ ਘਾਟ ਨੂੰ ਉਲੰਘ ਕੇ ਅਭਿਆਸ ਦੇ ਬਲ ਨਾਲ ਤਿੰਨਾਂ ਮਹਾਂਲ ਦੇਤਿਆਂ ਦੇ ਓਨਾਂ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਦੇ ਅਸਥਾਨ ਤ੍ਰਿਕੁਟੀ ਵਿਖੇ ਇਸਥਿਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਤੇ ਓਸ ਨੂੰ ਭੀ ਟੱਪ ਕੇ ਫੇਰ ਦਸਮ ਦ੍ਵਾਰ ਜੋ ਨਿਹਕੇਵਲ ਨਿਰਵਿਕਲਪਤਾਈ ਦਾ ਮੰਦਰ ਭਾਵ, ਕੈਵਲ੍ਯ ਮੁਕਤੀ ਪ੍ਰਾਪਤੀ ਦੀ ਠੌਰ ਹੈ। ਓਸ ਵਿਖੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਪਾਰਬ੍ਰਹਮ ਦੇ ਸੰਜੋਗ = ਮਿਲਾਪ ਦੇ ਆਨੰਦ ਨੂੰ ਭੋਗ ਕੈ ਮਾਣਿਆ ਕਰਦਾ ਹੈ ॥੨੯੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
