[
  {
    "id": "SS1",
    "sttm_id": 6772,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LU6P",
        "source_page": 292,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl jlj Aau jl duD sIl mIn; ckeI kml idnkir pRiq pRIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lotus flower loves water, water has affinity for milk, fish loves water, ruddy Sheldrake and lotus love the sun;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਨਾਲ ਜਲਜ ਕੌਲ ਫੁਲ ਦੀ, ਅਤੇ ਜਲ ਦੁਧ ਦੀ ਤਥਾ ਮੀਨ ਮੱਛਲੀ ਦੀ ਸੀਲ ਜਲ ਪ੍ਰਵਾਹ ਨਾਲ ਪ੍ਰੀਤਿ ਹੁੰਦੀ ਹੈ। ਅਰੁ ਚਕਵੀ ਦੀ ਤਥਾ ਕੌਲ ਫੁਲ ਦੀ ਦਿਨਕਰ ਸੂਰਜ ਨਾਲ ਪ੍ਰੀਤਿ ਹੁੰਦੀ ਹੈ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6MEY",
        "source_page": 292,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dIpk pqMg Ail kml ckor sis; imRg nwd bwd Gn cwiqRk su cIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A winged insect (patanga) is attracted to the flame of the light, a black bee is crazy of the fragrance of the lotus flower, a red legged partridge is ever craving for a glimpse of the moon, a deer has affinity for music, while a rain-bird is ever alert f",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਜਿਸ ਭਾਂਤ ਪਤੰਗ ਫੰਬਟ ਦਾ ਦੀਵੇ ਦੀ ਲਾਟ ਵਿੱਚ ਭੌਰੇ ਦਾ ਕਮਲ ਵਿਚ, ਤੇ ਚਕੋਰ ਦਾ ਚੰਦ੍ਰਮੇ ਵਿਚ ਚਿੱਤ ਹੁੰਦਾ ਹੈ, ਅਰੁ ਮਿਰਗ ਹਿਰਣ ਦੇ ਚਿੱਤ ਅੰਦਰ ਨਾਦ ਘੰਟੇ ਹੇੜੇ ਦੀ ਧੁਨੀ ਵੱਸੀ ਹੁੰਦੀ ਹੈ ਅਤੇ ਚਾਤ੍ਰਿਕ ਪਪੀਹੇ ਦੇ ਚਿੱਤ ਵਿਚ ਮੇਘ ਵਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PYCF",
        "source_page": 292,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwir Aau Bqwru suq mwq jl iqRKwvMq; KuiDAwrQI Bojn dwirdR Dn mIq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a wife loves her husband, a son is deeply attached with his mother, a thirsty man craves for water, a hungry for food, and a pauper is always trying to befriend wealth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਇਸੇ ਤਰ੍ਹਾਂ ਜੀਕੂੰ ਇਸਤ੍ਰੀ ਅਤੇ ਭਰਤਾ ਆਪੋ ਵਿਚ ਮੀਤ ਦਰਦੀ ਪਿਆਰੇ ਹੁੰਦੇ ਵਾ ਇਸਤ੍ਰੀ ਭਰਤੇ ਨੂੰ ਅਪਣਾ ਦਰਦੀ ਮੰਨਦੀ ਹੈ, ਤੇ ਪੁੱਤ ਮਾਂ ਨੂੰ, ਅਰ ਪਿਆਸਾ ਪਾਣੀ ਨੂੰ ਤਥਾ ਖੁਧਿਆਰਥੀ ਭੁੱਖਾ ਭੋਜਨ ਨੂੰ ਹਿਤਕਾਰੀ ਸਮਝਦੇ ਹਨ, ਅਤੇ ਦਲਿਦ੍ਰੀ ਕੰਗਲੇ ਦਾ ਮਿਤ੍ਰ ਧਨ ਹੁੰਦਾ ਹੈ ਇਨਾਂ ਤੋਂ ਛੁੱਟ ਏਨਾਂ ਨੂੰ ਹੋਰ ਕੋਈ ਨਹੀਂ ਰੁਚਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y7Z7",
        "source_page": 292,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwieAw moh dRoh duKdweI n shweI hoq; gur isK sMiD imly iqRgun AqIq hY [292["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But all these loves, craves, affinities are three characteristics of maya (mammon). Therefore their love is deceit and trick that causes sufferings. None of these affections stand by a person at the final hour of him life. Love of a Sikh and his Guru is b",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਕੂੰ ਹੀ ਮਾਇਆ ਦਾ ਮੋਹ ਦ੍ਰੋਹ ਛਲ ਰੂਪ ਹੈ, ਅਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਦੁਖਦਾਈ ਹੋਣ ਵਾਲਾ ਹੋਣ ਤੇ ਸਹਾਈ ਨਹੀਂ ਹੋਇਆ ਕਰਦਾ, ਏਸ ਵਾਸਤੇ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਵਾਲੇ ਮੇਲੇ ਵਿਚ ਮਿਲੇ, ਜੋ ਮਾਯਾ ਦਿਆਂ ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਪਾਰ ਹੈ। ਅਥਵਾ ਸਿੱਖ ਨੂੰ ਗੁਰੂ ਨਾਲ ਜੋੜ ਜੁੜਦੇ ਸਾਰ ਐਸਾ ਮੇਲਾ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦਿਆਂ ਬੰਧਨਾਂ ਤੋਂ ਅਤੀਤ ਕਰਣ ਹਾਰਾ ਛੁਡਾਣ ਹਾਰਾ ਹੈ ॥੨੯੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
