[
  {
    "id": "703",
    "sttm_id": 6773,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "R68E",
        "source_page": 293,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; AMg AMg ibsm sRbMg mY smwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving disciples of the True Guru whose every limb of the body is intoxicated in the elixir-like Naam of the Lord remain absorbed in the Lord whose form is awesome and enrapturing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜੇ ਪੁਰਖ ਗੁਰ ਸਿੱਖ ਸੰਧੀ ਵਿਚ ਜੁੜ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਕਰੰਦ ਰਜ ਦੇ ਰਸ ਸੁਆਦ ਦੇ ਲੋਭੀ ਪ੍ਰੇਮੀ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ ਅੰਗ ਅੰਗਾਂ ਦੀ ਅਧਾਰ ਹਰ ਸਮੇਂ ਦੀ ਸਾਥਨ ਤੇ ਪਿਆਰ ਦੀ ਪਾਤ੍ਰ ਦੇਹ ਨੂੰ ਅੰਗ ਭਲੀ ਪ੍ਰਕਾਰ ਜਾਚ ਜਾਚ ਵਾ ਬਿਬੇਕ ਕਰ ਕਰ ਕੇ ਬਿਸਮ ਅਚਰਜਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕਿ ਕਿਸ ਪ੍ਰਕਾਰ ਮਲ ਮੂਤ੍ਰ ਤਥਾ ਦੁਰਗੰਧਤਾ ਦੇ ਸਥਾਨ ਰੂਪ ਇਸ ਦੇਹ ਵਿਚ ਆਪਾ ਠਾਨ ਰਖਿਆ ਹੈ, ਇਸ ਦੇ ਅਧ੍ਯਾਸ ਨੂੰ ਤਿਆਗ ਦਿੰਦੇ ਹਨ ਤੇ ਸਰਬੰਗ ਮੈ ਸਰਬ ਸਰੂਪੀ ਪਰਮਾਤਮਾ ਵਿਖੇ ਸਮਾਨੇ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ਅਥਵਾ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਦੇ ਪ੍ਰੇਮੀ ਹੋ ਕੇ ਇਸ ਦੇ ਮਹਾਨ ਪ੍ਰਭਾਵ ਨੂੰ ਅੰਗ ਅੰਗ = ਜਾਚ ਜਾਚ ਪਰਖ ਪਰਖ ਅਨੁਭਵ ਕਰ ਕੇ ਅਚਰਜਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਏ ਸਰਬੰਗ ਸਰੂਪੀ ਪਰਮਾਤਮਾ ਵਿਖੇ ਸਮਾ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RKBX",
        "source_page": 293,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs ilv dIpk pqMg sMg; sbd suriq imRg nwd huie ihrny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a moth is always absorbed in love of light, so is a devotee's mind focused on a glimpse of the True Guru. As a deer is enchanted by the tune of Ghanda Herha (a musical instrument of old times) so does a devotee remain engrossed in the melodious tune of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਦੀਵੇ ਦੀ ਲਾਟ ਦੀ ਸੰਗਤ ਪਾ ਕੇ ਪਤੰਗਾ ਆਪ੍ਯੋਂ ਖੇਡ ਜਾਂਦਾ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਵਿਖੇ ਨੇਤ੍ਰਾਂ ਦੀ ਲਿਵ ਤਾਰ ਬੰਨ੍ਹ ਕੇ ਗੁਰਮੁਖ ਹਿਰਾਨੇ = ਆਪੇ ਨੂੰ ਗੁਵਾ ਸਿੱਟਦਾ ਹੈ। ਜੀਕੂੰ ਹਰਣ ਨਾਦ ਨੂੰ ਸੁਨਣ ਮਾਤ੍ਰ ਤੇ ਹਿਰਾਨੇ ਅਪੇ ਦੀ ਸੁਧ ਭੁਲਾ ਦਿੰਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਉਪਦੇਸ਼ ਵਾ ਬਚਨ ਬਿਲਾਸ ਸੁਣਨ ਵਿਖੇ ਮਗਨ ਹੋ ਗੁਰਮੁਖ ਆਪੇ ਤੋਂ ਖੇਡ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2X7Y",
        "source_page": 293,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwm inhkwm kRoDwkRoD inrloB loB; moh inrmoh AhMmyv hU ljwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented Sikh is free from the effects of lust, anger, avarice, attachment and shy of pride and other vices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਉਹ ਕਾਮਨਾ ਵੱਲੋਂ ਨਿਸ਼ਕਾਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਉਸ ਦੇ ਅੰਦਰ ਅਕ੍ਰੋਧ ਰੂਪ ਤਥਾ ਲੋਭ ਨਿਰਲੋਭ ਸਰੂਪ ਅਰੁ ਮੋਹ ਨਿਰਮੋਹ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਕ੍ਰੋਧ ਉਸ ਦੇ ਅੰਦਰ ਅਕ੍ਰੋਧ ਰੂਪ ਤਥਾ ਲੋਭ ਨਿਰਲੋਭ ਸਰੂਪ ਅਰੁ ਮੋਹ ਨਿਰਮੋਹ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਹਉਮੈ ਹੰਕਾਰ ਭੀ ਮਾਤ ਪੈ ਲੱਜਾ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਇਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਇਉਂ ਆਪੇ ਤੋਂ ਖੇਡ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DEB3",
        "source_page": 293,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibsmY ibsm AscrjY Ascrj mY; AdBuq prmdBuq AsQwny hY [293["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind of Guru-conscious and practitioners of Naam resides in the mystical tenth door. This is a place that is full of ecstasy, astonishing beyond astonishments and most amazing. (293)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਸਮਾਦ ਸਰੂਪਾ ਹਰਾਨੀ ਦਾ ਭੀ ਹਰਾਨੀ ਰੂਪ, ਤਥਾ ਅਸਚਰਜਤਾ ਦਾ ਅਸਚਰਜ ਰੂਪ, ਅਰੁ ਐਸਾ ਹੀ ਅਦਭੁਤਤਾਈ ਵਿਚਿਤ੍ਰਤਾ ਦਾ ਭੀ ਜੋ ਪਰਮ ਵਿਚਿਤ੍ਰ ਸਰੂਪ ਦੈਵੀ ਪ੍ਰਕਾਸ਼ ਹੈ ਉਸ ਰੱਬੀ ਜਲਵੇ ਦਦਾਰੇ ਵਿਖੇ ਅਸਥਾਨੇ ਇਸਥਿਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨੯੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
