[
  {
    "id": "55F",
    "sttm_id": 6774,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EFFT",
        "source_page": 294,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn joiq ko audoq suK swgr mY; koitk ausqq Cib iql ko pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The radiance of the light of the True Guru, the ocean of happiness and comfort is repository of all the happiness of the world. A glimmer of light no more than a sesame seed has generated radiance of millions of beauties and adulations in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਖ ਸਾਗਰ ਮੈ ਪਾਰਬ੍ਰਹਮਪਰਮਾਤਮਾ ਸਰੂਪ = ਇਕ ਮਈ ਹੋ ਚੁੱਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਕਰਦਿਆਂ ਸਾਰ ਐਸੀ ਜੋਤਿ ਦਾ ਉਦੋਤ = ਉਜਾਲਾ ਪ੍ਰਕਾਸ਼ ਅੰਦਰ ਹੋਇਆ ਕਰਦਾ ਹੈ, ਜਿਸ ਦੇ ਤਿਲ ਮਾਤ੍ਰ ਤੋਂ ਕ੍ਰੋੜਾਂ ਉਸਤਤੀਆਂ ਤੇ ਸੁੰਦਰਤਾਈਆਂ ਦਾ ਪ੍ਰਗਾਸ ਪ੍ਰਗਟਨਾ ਹੋਇਆ ਹੋਇਆ ਵਾ ਹੋ ਔਂਦਾ ਹੈ। ਭਾਵ ਤਿਲ ਭਰ ਦਰਸ਼ਨ ਦੇ ਮਹਾਤਮ ਕਾਰਣ ਗੁਰਮੁਖ ਕ੍ਰੋੜਾਂ ਧੰਨਤਾ ਵਾਨ ਤਥਾ ਮਹਾਨ ਤੋਂ ਮਹਾਨ ਤੇਜ ਪ੍ਰਤਾਪੀ ਬਨ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0Q7G",
        "source_page": 294,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikMcq ikRpw koitk kmlw klpqr; mDur bcn mDu koitk iblws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A little kind look of the True Guru has millions of goddesses of wealth and celestial trees capable of fulfilling all desires, hidden in it. Elixir immersed sweet words of the True Guru has millions of relishments of the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿੰਚਤ ਭਰ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਥੋੜੀ ਨਜਰ ਪ੍ਰੇਮ ਭਰੀ ਨਾਲ ਤੱਕ ਲੈਣ ਤਾਂ ਕ੍ਰੋੜਾਂ ਲਛਮੀਆਂ ਤਥਾ ਕਲਪ ਬਿਰਛਾਂ ਦੇ ਸੇਵਨ ਦਾ ਮਹਾਤਮ ਓਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਭਾਵ ਓਸ ਨੂੰ ਕਦੀ ਕੋਈ ਲੋੜ ਥੋੜ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਅਤੇ ਓਸ ਦੀਆਂ ਸਭੇ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਔਂਦੀਆਂ ਹਨ। ਪਰ ਜੇ ਮਿੱਠੀ ਮਿੱਠੀ ਗੱਲ ਕਰ ਲੈਣ ਤਾਂ ਕ੍ਰੋੜਾਂ ਹੀ ਮਧੁ ਅੰਮ੍ਰਿਤਾਂ ਦੇ ਪਾਨ ਕਰਨ ਦਾ ਬਿਲਾਸ ਖੇੜਾ ਓਸ ਦੇ ਅੰਦਰ ਖਿੜ ਆਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z5MT",
        "source_page": 294,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mMd muskwin bwin Kwin hY kotwin sis; soBw koit lot pot kumudnI qwsu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The habit of soft and slow smile of the True Guru is the source of praise of millions of moons. The glory of millions of nymphea flowers is sacrifice unto it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੰਦ ਮੰਦ ਹਸੂ ਹਸੂੰ ਕਰਨ ਵਾਲੀ ਬਾਨ ਵਾਦ = ਸ੍ਵਭਾਵ ਤੋਂ ਜੇ ਗੁਰਮੁਖ ਦੇ ਪ੍ਰੇਮ ਨੂੰ ਪ੍ਰਵਾਣਿਆ ਗਿਆ ਤਾਂ ਇਹ ਮਾਨੋ ਕ੍ਰੋੜਾਂ ਚੰਦ੍ਰਮਿਆਂ ਦੀ ਖਾਣੀ ਹੈ, ਭਾਵ, ਇਸ ਤੋਂ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਦਾ ਸੰਤਾਪ ਦੂਰ ਹੋ ਕੇ ਐਸੀ ਠੰਢਕ ਓਸ ਦੇ ਅੰਦਰ ਵਰਤ ਪਿਆ ਕਰਦੀ ਹੈ ਕਿ ਤਾਸ ਤਿਸ ਗੁਰਮੁਖ ਦੀ ਸ਼ਾਂਤੀ ਅੱਗੇ ਕ੍ਰੋੜਾਂ ਅੱਗੇ ਕ੍ਰੋੜਾਂ ਹੀ ਪੂਰਣ ਚਾਂਦਨੀਆਂ, ਅਤੇ ਖਿੜੀਆਂ ਕੁਮੁਦਨੀਆਂ ਕੰਮੀਆਂ ਦੀ ਚੰਦ੍ਰ ਬੰਸੀ ਕੌਲ ਦੀ ਸੋਭਾ ਲੋਟਨ ਪੋਟਨ ਸਦਕੇ ਹੋ ਹੋ ਪਿਆ ਕਰਦੀ ਹੈ। ਭਾਵ ਕ੍ਰੋੜਾਂ ਹੀ ਸੰਸਾਰੀ ਬਿਭੂਤੀਆਂ ਨਾਲ ਕ੍ਰਿਤ ਕ੍ਰਿਤ ਹੋਏ ਪੁਰਖ ਭੀ ਰਾਜੇ ਮਹਾਰਾਜੇ ਆਦਿ ਐਸਿਆਂ ਗੁਰਮੁਖਾਂ ਤੋਂ ਵਾਰਣੇ ਬਲਿਹਾਰਣੇ ਹੋਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NWFE",
        "source_page": 294,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn mDukr mkrMd rs luiBq huie; shj smwiD ilv ibsm ibsÍs hY [294["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devoted and loving Sikh of the Guru enamoured by the elixir-like relishment of Naam Simran practiced through the teachings of the True Guru remains absorbed in a state of equipoise and astonishing devotion of the Lord. (294)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂਜੁ ਐਸੇ ਗੁਰਮੁਖ ਦਾ ਮਨ ਰੂਪ ਭੌਰਾ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ਰੂਪ ਮਕਰੰਦ ਰਸ ਦਾ ਪ੍ਰੇਮੀ ਬਣਿਆ ਸਹਿਜ ਸਮਾਧੀ ਰੂਪ ਅਵਸਥਾ ਵਿਖੇ ਲਿਵ ਲਗਾਈ, ਹਰਾਨ ਕਰਨ ਵਾਲੇ ਦ੍ਰਿੜ੍ਹ ਭਰੋਸੇ ਵਾਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੯੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
