[
  {
    "id": "WBG",
    "sttm_id": 6775,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "V6H5",
        "source_page": 295,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srin rj mjn mlIn mn; drpn mq gurmiq inhcl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking True Guru's shelter and meditating on the Lord's name, the mind polluted by vices become clear like a mirror.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੀ ਸ਼ਰਣਿ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਭਾਵ, ਹੋਰ ਹੋਰ ਪਾਸਿਆਂ ਮਤਾਂ ਫਿਰਕਿਆਂ ਸੰਪ੍ਰਦਾਵਾਂ ਦੀਆਂ ਤਾਂਘਾਂ ਭਟਕਨਾਂ ਤਿਆਗ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਦ੍ਵਾਰੇ ਆਣ ਢੱਠਿਆਂ, ਓਨਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਰਜ ਧੂਲੀ ਮੱਥੇ ਨੂੰ ਲਗੌਂਦੇ ਸਾਰ ਮੈਲਾ ਮਨ ਵਿਕਾਰਾਂ ਵੱਲ ਦੌੜਦਾ ਹੋਇਆ ਉੱਜਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਵਾ ਸਤਿਗੁਰਾਂ ਦੀ ਸ਼ਰਣ ਪ੍ਰਾਪਤ ਹੋ ਉਨ੍ਹਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਧੂਲੀ ਨਾਲ ਮੈਲੇ ਮਨ ਨੂੰ ਸ਼ੁਧ ਸਫਾ ਬਣਾਵੇ। ਤਾਂ ਜੀਕੂੰ ਸ੍ਵਾਹ ਮਿੱਟੀ ਨਾਲ ਮਾਂਜਿਆਂ ਸ਼ੀਸ਼ਾ ਸਾਫ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਓਸ ਵਿਚ ਮੂੰਹ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਪ੍ਰਭਾਵ ਨੂੰ ਪ੍ਰਗਟਾਇਆ ਦਿਖਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XPLM",
        "source_page": 295,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn gur AMjn dY cpl KMjn idRg; Akul inrMjn iDAwn jl Ql hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Under the, influence of mind and intelligence, putting colorium. of Guru's teachings in the bird-like playful eyes, the consciousness gets engrossed in the Lord Almighty who is caste and creedless, beyond the blemish of maya and residing in oceans and des",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸਿਖਾਲੇ ਗਏ ਉਪਦੇਸ਼ ਰੂਪ ਗਿਆਨ ਨੂੰ ਅੰਜਨ ਸੁਰਮੇ ਸਮਾਨ, ਚਪਲ ਖੰਜਨ ਦ੍ਰਿਗ = ਚੰਚਲ ਸੁਭਾਵ ਮੋਹਲੇ ਵਰਗੇ ਹਰ ਸਮਾ ਚਲਾਇਮਾਨ ਰੂਪ ਵੱਲ ਦੌੜਦਿਆਂ ਨੇਤ੍ਰਾਂ, ਵਾ ਮਨ ਬੁਧ ਰੂਪ ਅੰਤਾ ਕਰਣ ਸਰੂਪੀ ਅੱਖਾਂ ਵਿਚ ਪਾਵੇ ਅਰਥਾਤ ਮਨ ਕਰ ਕੇ ਉਸ ਉਪਦੇਸ਼ ਨੂੰ ਮੰਨਨ ਕਰਦਿਆਂ ਤੇ ਬੁਧ ਵਿਚ ਨਿਸਚਾ ਕਰਦਿਆਂ ਅਕੁਲ ਕੁਲ ਗੋਤ ਰਹਿਤ ਅਜੂਨੀ, ਨਿਰੰਜਨ ਮਾਯਾ ਰਹਿਤ ਭਗਵੰਤ ਦੇਜਲਾਂ ਥਲਾਂ ਅੰਦਰ ਸਰਬ ਠੌਰ ਰਮ੍ਯਾ ਹੋਣ ਦੇ ਧਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YBNP",
        "source_page": 295,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BMjn BY BRm Air gMjn krm kwl; pwNc prpMc blbMc inrdl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such celestial cogitation, (Reflection) of Lord is capable of ridding myriads suspicions, destroyer of vices and virtues that a person in the dragnet of births and deaths. It shatters the five enemies and their tricks as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਸਰਬ ਬਿਆਪੀ ਧਿਆਨ ਭਰਮ ਅਗਿਆਨ ਤੋਂ ਉਤਪੰਨ ਹੋਏ ਹੋਏ ਭੈ ਨੂੰ ਭੰਨ ਸਿੱਟਦਾ ਹੈ, ਅਤੇ ਕਰਮ ਕੰਮ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਵਾ ਪਾਪ ਪੁੰਨ ਮਈ ਕਰਮਾਂ ਦੇ ਕਰ ਚੁਕਨ ਤੇ ਓਨਾਂ ਦੇ ਫਲ ਪ੍ਰਾਪਤ ਹੋਣ ਦੇ ਓੜਕ ਸਮੇਂ ਰੂਪ ਕਾ ਦੇ ਪੁਗ ਪਿਆ, ਜੋ ਮਾਨੋ ਵੈਰੀ ਦੀ ਤਰਾਂ ਸਭ ਦਾ ਸਤ੍ਯਾਨਾਸ ਕਰਣ ਹਾਰਾ ਹੈ, ਓਸ ਨੂੰ ਭੀ ਇਹ ਧਿਆਨ ਗੰਜਨ = ਪੀੜਿਤ ਕਰ ਦਿੰਦਾ ਹੈ। ਅਤੇ ਪੰਜਾਂ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਦਾ ਵਾ ਪੰਜਾਂ ਭੂਤਾਂ ਤੱਤਾਂ ਦਾ ਰਚਿਆ ਹੋਇਆ ਜੋ ਬਲਬੰਚ ਵਲ ਛ ਰੂਪ ਕੂੜਾ ਪਰਪੰਚ ਪਸਾਰਾ ਜਗਤ ਦਾ ਹੈ ਇਸ ਨੂੰ ਭੀ ਇਹ ਨਿਰਦਲ ਨਿਸਚੇ ਕਰ ਕੇ ਦਲਿਤ ਕਰ ਮਾਰਦਾ ਕੁਲਚ ਘੱਤਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WRYY",
        "source_page": 295,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "syvw krMjn srbwqm inrMjn Bey; mwieAw mY audws kilml inrml hY [295["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person, seeing the light of mammon-less Lord effulging in all the living beings and serving the mankind devotedly becomes like unsullied Lord. Renouncing attachment of maya, he saves himself from grave vices and become pure and clean (of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਸ ਇਸ ਭਾਂਤ ਸੇਵਾ ਕਰੰਜਨ = ਕਰੰਤ+ਜਨ = ਸੇਵਾ ਭਜਨ ਕਰਣ ਹਾਰੇ ਪ੍ਰੇਮੀ ਪੁਰਖ, ਸਰਬਾਤਮ ਸਰੂਪੀ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਤੱਕਦ ਤੱਕਦੇ ਨਿਰੰਜਨ ਭਏ ਪਾਰ ਬ੍ਰਹਮ ਸਰੂਪ ਹੀਹੋ ਜਾਂਦੇ ਹਨ। ਤੇ ਮਾਇਆ ਕਾਰ ਵਿਹਾਰ ਸੰਸਾਰੀ ਪ੍ਰਵਿਰਤੀ ਵਿਚ ਵਰਤਦੇ ਭੀ ਉਦਾਸ ਉਪ੍ਰਾਮ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਕਰ ਕੇ ਕਲਿਮਲ ਵਿਖ੍ਯੇਪ ਸੰਸਾਰੀ ਅਸ਼ਾਂਤੀ ਤੋਂ ਨਿਰਮਲ ਰਹਿੰਦੇ ਹਨ ॥੨੯੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
