[
  {
    "id": "M6J",
    "sttm_id": 6776,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RHQS",
        "source_page": 296,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdRmw ACq riv rwh n skq gRis; idRsit Agocru huie sUrj gRhn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the presence of the moon, Rahu cannot devour the Sun, But when the Sun hides from the moon, the solar eclipse takes place. (Here the moon is symbol of noble person in whose company the maya does not devour the hot natured Sun).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਤਾਂ ਚੰਦ੍ਰਮਾ ਅਛਤ = ਮੌਜੂਦ ਹੁੰਦਿਆਂ ਵਰਤਮਾਨ ਰਹਿੰਦਿਆਂ ਸੂਰਜ ਨੂੰ ਰਾਹੂ ਦੈਤ ਨਹੀਂ ਗ੍ਰਸ ਸਕਿਆ ਕਾਬੂ ਕਰ = ਫੜ ਸਕਿਆ ਕਰਦਾ, ਪਰ ਜਦ ਚੰਦ੍ਰ, ਸੂਰਜ ਦੀਆਂ ਅੱਖਾਂ ਓਹਲੇ ਹੋ ਜਾਂਦਾ ਮਸਿਆ ਨੂੰ ਮੂਲੋਂ ਹੀ ਲੋਪ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਗ੍ਰਹਣ ਲਗਨ ਦੇ ਨਛੱਤਰ ਵਿਖੇ ਸੂਰਜ ਨੂੰ ਗ੍ਰਹਣ ਲਗ ਜਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XX4H",
        "source_page": 296,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pCm audoq hoq cMdRmY nmskwr; pUrb sMjog sis kyq Kyq hin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "East and West are the directions of Sun and Moon respectively. When two days after the new moon day, the moon becomes visible in the West, all salutes him (according to Indian traditions). But on full moon day, the moon rises in the East and it is not ecl",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਤਾਂ ਚੰਦ੍ਰਮਾ ਅਪਣੀ ਸ਼ਕਤੀ ਦੇ ਬਲ ਸੂਰਜ ਨੂੰ ਬਚੌਂਦਾ ਹੈ ਪਰ ਜਦ ਪੱਛੋਂ ਲਹਿੰਦੇ ਦਿਸ਼ਾ ਵਿਚ ਉਦੋਤ ਉਦੇ ਹੁੰਦਾ ਚੜ੍ਹਦਾ ਹੈ ਤਦ ਨਮਸਕਾਰਾਂ ਹੁੰਦੀਆਂ ਹਨ, ਭਾਵ ਅਪਣੇ ਘਰ ਵਸਦਿਆਂ ਤਾਂ ਪੂਜ੍ਯ ਹੁੰਦਾ ਹੈ, ਪਰ ਜ੍ਯੋਂਹੀ ਕਿ ਇਹ ਪੂਰਬ ਦਿਸ਼ਾ ਵਿਚ ਪੂਰਨਮਾਸ਼ੀ ਵਾਲੇ ਦਿਹਾੜੇ ਸੂਰਜ ਨਾਲ ਜਾ ਸੰਜੋਗ ਪਾਵੇ, ਭਾਵ ਅਪਣਾ ਘਰ ਛੱਡ ਪਰਾਏ ਘਰ ਵਸਦਿਆਂ ਮੈਦਾਨ ਵਿਚ ਹੀ ਮਾਰਿਆ ਜਾਂਦਾ ਭਰੇ ਪ੍ਰਕਾਸ਼ ਵਿਚ ਗ੍ਰਹਣਿਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "37ZU",
        "source_page": 296,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwst mY Agin mgn icrMkwl rhY; Agin mY kwst prq hI dhn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The fire remains hidden in wood for long but as soon as wood touches fire, it burns (Here fire is symbolic of low sinful man whereas cool-minded wood is shown as a God-fearing person).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਜਦ ਤਕ ਤਾਂ ਅੱਗ ਕਾਠ ਵਿਚ ਅਗਨਿ ਲੋਪ ਰਹੇ ਤਾਂ ਬਹੁਤ ਸਮੇਂ ਤਕ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਜ੍ਯੋਂ ਹੀ ਕਿ ਅੱਗ ਬਾਹਰ ਆਵੇ ਤੇ ਲਕੜ ਅੱਗ ਅੰਦਰ ਜਾ ਪਵੇ, ਪੈਂਦੇ ਸਾਰ ਹੀ ਦਗਧ ਹੋ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RAVA",
        "source_page": 296,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy isv skq AswD swD sMgm kY; durmiq gurmiq dush shn hY [296["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, keeping company of wicked-minded self-willed persons, one has to suffer pain and distress but keeping company of Guru-oriented persons, one achieves salvation. (296)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਭਾਂਤ ਸਾਧ ਸੰਗਮ ਕੈ ਜਦ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਕਰਦਿਆਂ ਗੁਰਮਤਿ ਸਹਨ ਗੁਰਮਤ ਦੇ ਆਲੰਬ ਸਹਾਰੇ ਨੂੰ ਧਾਰੀ ਰਖਦਾ ਹੈ, ਤਾਂ ਸ਼ਿਵ ਕਲਿਆਣ ਪਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਜਦ ਅਸਾਧ ਸੰਗਮ ਕੈ ਭੈੜੀ ਸੰਗਤ ਕਰਦਿਆਂ ਦੁਸਹ = ਦੁੱਖ ਨਾਲ ਸਹਨ ਜੋਗ ਦੁਰਮਤ ਦੁਸ਼ਟ ਮਤ ਦਾ ਆਲੰਬ ਸਹਾਰਾ ਲੈਂਦਾ ਹੈ ਤਾਂ ਸਕਤਿ ਪਦ ਸੰਸਾਰ ਦਾ ਬਾਸੀ ਹੁੰਦਾ ਭਾਵ ਬਾਰੰਬਾਰ ਜਨਮ ਮਰਣ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨੯੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
