[
  {
    "id": "BTC",
    "sttm_id": 6777,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2E86",
        "source_page": 297,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swD kI sujnqweI pwhn kI ryK pRIiq; bYr jl ryK huie ibsyK swD sMg mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving relationship of Guru-oriented persons is like a line drawn on stone slab and is indelible. That is, the significance of company of Guru oriented persons is, that there is no ill feeling or animosity.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਧ ਭਲੇ ਪੁਰਖ = ਗੁਰਮੁਖ ਦੀ ਸੁਜਨਤਾਈ ਮਿਤ੍ਰਾਈ ਭਲਿਆਈ ਐਸੀ ਹੁੰਦੀ ਹੈ ਕਿ ਓਸ ਦੀ ਪ੍ਰੀਤੀ ਤਾਂ ਪੱਥਰ ਉਤੇ ਲੀਕ ਹੁੰਦੀ ਹੈ ਅਤੇ ਵੈਰ ਇਉਂ ਦਾ ਜੀਕੂੰ ਜਲ ਦੇ ਉਪਰ ਲੀਕ ਹੋਵੇ ਸੋ ਇਹੋ ਹੀ ਬਿਸੇਖ ਵਾਲਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੈ। ਭਾਵ ਗੁਰਮੁਖ ਜਿਸ ਨੂੰ ਅਪਣਾ ਲੈਣ ਫੇਰ ਪੱਥਰ ਦੀ ਅਮਿਟ ਲੀਕ ਵਤ ਓਸ ਦਾ ਕਦੀ ਤਿਆਗ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਅਤੇ ਜੇ ਕਿਸੇ ਵਿਹਾਰੀ ਮਾਮਲੇ ਵਿਖੇ ਕੋਈ ਗੱਲ ਵੈਰ ਵਾਲੀ ਪ੍ਰਗਟ ਹੋ ਆਵੇ ਤਾਂ ਪਾਣੀ ਦੀ ਲੀਕ ਦੀ ਤਰਾਂ ਝੱਟ ਹੀ ਓਹ ਖਿਆਲ ਓਨਾਂ ਦੇ ਅੰਦਰੋਂ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਝੱਟ ਮਾਫ ਕਰ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SX5B",
        "source_page": 297,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durjnqw AswD pRIiq jl ryK Aru; bYru qau pwKwn ryK syK AMg AMg mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Love of self oriented persons is momentary like a line drawn on water while their enmity remains like a line on a stone slab. It becomes part of their limb.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਸਾਧ ਭੈੜੇ = ਮਨਮੁਖ ਦੀ ਦੁਰਜਨਤਾ ਬੁਰਿਆਈ ਦੁਸ਼ਟਤਾ ਇਸ ਭਾਂਤ ਦੀ ਹੁੰਦੀ ਹੈ, ਕਿ ਓਸ ਦੀ ਪ੍ਰੀਤੀ ਪਾਣੀ ਦੀ ਲੀਕ ਵਤ ਨਾ ਬਿਰਬਾਹ ਕਰਣ ਹਾਰੀ ਭਰੋਸੇ ਲੈਕ ਨਹੀਂ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਵੈਰ ਤਾਂ ਓਸ ਦਾ ਪੱਥਰ ਦੀ ਲੀਕ ਵਰਗਾ ਅਮਿਟ ਅੰਗ ਅੰਗ ਰੋਮ ਰੋਮ ਵਿਚ ਧਸਿਆ ਹੁੰਦਾ ਹੈ, ਮਾਨੋ ਓਸ ਦੀ ਸੇਖ ਹੱਦ ਹੋ ਚੁਕਦੀ ਹੈ ਭਾਵ ਸਮਾਂ ਟਲ ਗਏ ਉਪ੍ਰੰਤ ਭੀ ਉਹ ਓਸ ਦੇ ਅੰਦਰ ਸਦਾ ਬਾਕੀ ਬਚਿਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M54B",
        "source_page": 297,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwst Agin giq pRIiq ibprIiq; sursrI jl bwrunI srUp jl gMg mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The love of Guru-oriented persons is like that of wood which keeps the fire hidden in it whereas that of self-willed persons is contrary to it. Pure water of river Ganges when mixed with wine becomes polluted but when wine is mixed with the water of river",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਾਠ ਤੇ ਅਗਨੀ ਦੀ ਪ੍ਰਤ ਅਰੁ ਬਿਪ੍ਰੀਤ = ਵੈਰ ਭਾਵ ਵਾਕੂੰ ਸਹੀ ਸਮਝੋ ਕਿ ਕਾਠ ਤਾਂ ਸਦੈਵ ਕਾਲ ਅਗਨੀ ਨੂੰ ਅਪਣੇ ਵਿਚ ਛਪਾ ਕੇ ਸੰਭਾਲੀ ਰਖਿਆ ਕਰਦਾ ਹੈ ਭਾਵ ਕਾਠ ਸਦਾ ਉਪਕਾਰ ਕਰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਅਗਨੀ ਨਾਲ ਥੋੜਾ ਸਬੰਧ ਕਾਠ ਦਾ ਹੋਇਆ ਨਹੀਂ ਕਿ ਦਗਧ ਕਰ ਕੇ ਸੁਆਹ ਬਣਾ ਦਿੰਦੀ ਹੈ। ਸਾਧ ਸਦਾ ਉਪਕਾਰ ਕਰਦਾ ਤੇ ਅਸਾਧ ਉਪਕਾਰ ਨੂੰ ਵਿਸਾਰ ਕੇ ਉਲਟਾ ਅਪਕਾਰ ਕਰਿਆ ਕਰਦਾ ਹੈ ਅਥਵਾ ਐਸੇ ਜਾਨੋ, ਕਿ ਜੇ ਬਾਰੁਨੀ ਸ਼ਰਾਬ ਸੁਰਸਰੀ ਜਲ ਗੰਗਾ ਦੇ ਪ੍ਰਵਾਹ ਨਾਲ ਸਬੰਧ ਪਾ ਲਵੇ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਅਪਣੇ ਵਿਚ ਅਭੇਦ ਕਰ ਲੈਂਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਜੇਕਰ ਸ਼ਰਾਬ ਵਿਚ ਗੰਗਾ ਜਲ ਆਣ ਮਿਲੇ ਇਹ ਤਾਂ ਓਸ ਨੂੰ ਬਾਰੁਨੀ ਸਰੂਪ ਅਪਣਾ ਨਿਜ ਰੂਪ ਹੀ ਬਣਾ ਮਾਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "78BN",
        "source_page": 297,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq gurmiq AjXw srp giq; aupkwrI Aau ibkwrI FMg hI kuFMg mY [297["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A person with base and impure mind is like a snake who commits evil due to its bad trait. It is always ready to harm. But a Guru-oriented person is like a goat which is always ready to do a good deed. (297)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਰਮਤਿ ਕਾਰਣ ਅਸਾਧ ਤਾਂ ਸੱਪ ਨ੍ਯਾਈਂ ਭੈੜੇ ਚਾਲੇ ਕ੍ਰੂਰ ਸੁਭਾਵ ਵਿਚ ਹੀ ਵਿਗਾੜ ਕਰਨ ਵਾਲਾ ਹੋਇਆ ਵਰਤਦਾ ਹੈ ਅਤੇ ਸਾਧੂ ਪੁਰਖ ਗੁਰਮਤਿ ਕਾਰਣ ਬਕਰੀ ਨ੍ਯਾਈਂ ਉਪਕਾਰੀ ਢੰਗ ਵਿਖੇ ਸਦੀਵ ਕਾਲ ਵਰਤਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨੯੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
