[
  {
    "id": "3L4",
    "sttm_id": 6778,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BP3X",
        "source_page": 298,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "durmiq gurmiq sMgiq AswD swD; kwst Agin giq tyv n trq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like wood and fire, the companies of Manmukh and Gurmukh dispense base wisdom and Guru's intelligence respectively. Wood hordes the fire within but fire destroys the wood. Both good and bad do not refrain from their nature.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਸਾਧੂ ਭੈੜੇ ਮਨਮੁਖ ਪੁਰਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਜਦ ਕਦ ਦੁਰਮਤਿ ਦੀ ਵਰਤਨ ਹੀ ਵਰਤਦੀ ਹੈ, ਅਤੇ ਸਾਧੂ ਭਲਿਆਂ = ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਸਦੀਵ ਕਾਲ ਗੁਰਮਤ ਦਾ ਵਰਤਾਰਾ, ਜਿਸ ਤਰ੍ਹਾਂ ਕਾਠ ਦੀ ਉਪਕਾਰ ਵਾਲੀ ਗਤਿ ਦਸ਼ਾ ਹੈ ਤੇ ਅਗਨੀ ਦੀ ਵਿਗਾੜ ਅਪਕਾਰ = ਦਾਹ ਕਰਣ ਦੀ ਇਹ ਟੇਵ ਧੁਰਾਹੂੰ ਬਾਣ ਓਨਾਂ ਦੀ ਟਲ ਹੀ ਨਹੀਂ ਸਕਦੀ, ਐਸਾ ਹੀ ਗੁਰਮੁਖਾਂ ਦਾ ਗੁਰਮਤ ਭਾਵ ਵਿਚ ਵਰਤਨਾ, ਤੇ ਮਨਮੁਖਾਂ ਦਾ ਦੁਰਮਤ ਭਾਵ ਵਿਚ, ਇਹ ਕੁਦਰਤੀ ਸੁਭਾਵ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BCK3",
        "source_page": 298,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AjXw srp jl gMg bwrunI ibDwn; sn Aau mjIT Kl pMifq lrq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A goat is good doer while a snake causes distress by its bite. River Ganges purifies the wine poured in it, while a drop of wine in Ganges water pollutes it. A rope of jute binds while Rubia munjista plant colours fast. Similarly fools and intelligent men",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਜਾ ਬਕਰੀ ਤੇ ਸੱਪ ਤਥਾ ਗੰਗਾ ਜਲ ਅਤੇ ਸ਼ਰਾਬ ਦੀ ਜੋ ਪ੍ਰਚਲਿਤ ਬਾਣ ਹੈ, ਇਸਦਾ ਬਿਧਾਨ ਕਥਨ ਹੁਣੇ ਹੀ ਪਿੱਛੇ ਕੀਤਾ ਹੈ ਅਰੁ ਸਨ ਦਾ ਬੰਧਨ ਕਾਰੀ ਸੁਭਾਵ ਦੁਖਦਾਈ ਤੇ ਮਜੀਠ ਦਾ ਅਨੇਕ ਕਸ਼ਟ ਪਾ ਕੇ ਭੀ ਦੂਸਰੇ ਦਾ ਹਿਤ ਪਾਲਨਾ, ਇਸੇ ਪ੍ਰਕਾਰ ਖਲ = ਮੂਰਖ ਤਥਾ ਪੰਡਿਤ ਲਰਤ ਹੈ ਇਕੋ ਇਕੋ ਹੀ ਸਥਾਨਾਂ ਵਿਚ ਇਕੱਠਿਆਂ ਰਹਿਣ ਤੇ ਭੀ ਆਪੋ ਵਿਚ ਵਿਰੋਧੀ ਸੁਭਾਵ ਹੀ ਰਖਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U969",
        "source_page": 298,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kMtk puhp sYl Gitkw snwh ssqR; hMs kwg bg ibAwD imRg hoie inbrq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thorn gives pain while a flower emits fragrance. A pitcher gives cold water while a stone breaks the pitcher. An armour coat saves while a weapon causes injury. Swan is of good intellect while a crow and heron eat flesh. A hunter hunts a deer while the de",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕੰਡੇ ਤੇ ਫੁੱਲ ਇਕੱਠੇ ਰਹਿ ਕੇ ਭੀ ਉਹ ਸੁਗੰਧੀ ਪਸਾਰਣੋਂ ਤੇ ਉਹ ਚੋਭ ਮਾਰਣੋਂ ਆਪਣੀ ਬਾਣ ਨਹੀਂ ਤਿਆਗਦੇ; ਅਤੇ ਪੱਥਰ ਵਾ ਘੜੀ ਇਕੋ ਧਰਤੀ ਤੋਂ ਉਪਜ ਕੇ ਦੁਖਦਾਈ ਤੇ ਸੁਖਦਾਈ ਸੁਭਾਵ ਨੂੰ ਨਹੀਂ ਤਿਆਗਦੇ, ਤਥਾ ਸਨਾਹ ਸੰਜੋਆ ਤੇ ਸ਼ਸਤ੍ਰ ਹਥਿਆਰ ਇਕੋ ਲੋਹੇ ਦੀ ਰਚਨਾ ਹੋਣ ਤੇ ਭੀ ਸੰਜੋਆ ਮੌਤੋਂ ਬਚਾਨ ਹਾਰਾ ਅਤੇ ਹਥਿਆਰ ਪ੍ਰਾਣ ਘਾਤੀ ਵਾਦੀ ਵਿਚ ਵਰਤਦੇ ਹਨ। ਇਵੇਂ ਹੀ ਹੰਸ ਕਾਂ ਤਥਾ ਬਗਲੇ ਦੇ ਪਵਿਤ੍ਰ ਵਾ ਗੰਦੇ ਸੁਭਾਵ ਬਾਬਤ ਸਮਝ ਲਵੋ; ਅਰੁ ਇਵੇਂ ਹੀ ਬਿਆਧ ਸ਼ਿਕਾਰੀ ਤੇ ਹਿਰਣ ਦੇਹਾਲ ਦਾ ਨਿਬੇੜਾ ਨਿਰਣਾ ਭੀ ਬੁਰੇ ਭਲੇ ਦਾ ਹੋਇਆ ਹੋਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "212C",
        "source_page": 298,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "lost kink sIp sMK mDu kwlkUt; suK duKdwiek sMswr ibcrq hY [298["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Iron made into weapons gives distress, while gold is comfort giving. A shell makes a swati drop into a pearl whereas a conch only wails. Nectar makes a person immortal while poison kills. Similarly Gurmukhs do good to all whereas Manmukhs dispense distres",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਕੂੰ ਹੀ ਲੋਹਾ ਸ਼ਸਤ੍ਰ ਬੇੜੀਆਂ ਆਦਿ ਬਣ ਦੁਖਦਾਈ ਹੈ, ਤੇ ਸੋਨਾ ਅਪਣੀ ਸ਼ਾਨ ਵਾ ਸਤ੍ਯਾ ਦੇ ਬਲ ਐਸਿਆਂ ਦੁੱਖਾਂ ਤੋਂ ਬਚਾ ਕੇ ਸੁਖ ਦੇਣ ਹਾਰਾ ਹੈ। ਅਰੁ ਸਿੱਪ ਸੰਖ ਰਤਨਾਂ ਦੀ ਖਾਣ ਸਮੁੰਦਰ ਵਿਚ ਰਹਿ ਕੇ ਅਪਣੇ ਅਪਣੇ ਸੁਭਾਵਾਂ ਮੂਜਬ ਮੋਤੀ ਪੈਦਾ ਕਰਨ ਤੇ ਰੁਆਨ ਯਾ ਬੇਚੈਨ ਕਰਣਹਾਰੇ ਹਨ। ਅਤੇ ਮਧੁ = ਅੰਮ੍ਰਿਤ ਅਮਰ ਕਰਣ ਹਾਰਾ ਤੇ ਕਾਲ ਕੂਟ = ਵਿਖ ਮਾਰਣ ਹਾਰੀ ਹੁੰਦੀ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਇਕੋ ਸੋਮੇ ਸਰੂਪ ਰਚਨ ਹਾਰ ਤੋਂ ਪ੍ਰਗਟ ਹੋ ਕੇ ਗੁਰਮੁਖ ਸੰਸਾਰ ਵਿਚ ਸੁਖਦਾਈ ਹੋ ਵਰਤਦੇ ਹਨ, ਅਰੁ ਮਨਮੁਖ ਦੁੱਖ ਦਾਤੇ ॥੨੯੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
