[
  {
    "id": "WWE",
    "sttm_id": 6779,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T603",
        "source_page": 299,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dwdr sroj bws bwvn mrwl bg; pwrs bKwn ibKu AMimRq sMjog hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A frog and lotus flower, a bamboo and sandalwood tree, a crane and a swan, an ordinary stone and a philosopher-stone, nectar and poison may come together, yet do not adopt each other's characteristics.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਡੱਡੂ ਤੇ ਕੌਲ ਫੁੱਲ ਸ੍ਰੋਵਰ ਵਿਚ ਇਕੱਠੇ ਰਹਿੰਦੇ ਹਨ, ਵਾਂਸ ਤੇ ਬਾਵਨ ਚੰਨਣ ਇਕੋ ਬਨ ਦੇ ਵਸਨੀਕ ਓਕੂੰ ਹੀ ਅਤ੍ਯੰਤ ਸਮੀਪੀ, ਤੇ ਮਰਾਲ ਹੰਸ ਅਰੁ ਬਗਲਾ ਸਮੁੰਦਰ ਬਾਸੀ ਅਤੇ ਪਾਰਸ ਅਰੁ ਪੱਥਰ ਇਕੋ ਹੀ ਪਰਬਤੀ ਖਾਣ ਵਿਚ ਰਹਿਣ ਹਾਰੇ ਤਥਾ ਅੰਮ੍ਰਿਤ ਤੇ ਵਿਖ ਭੀ ਇਕੋ ਥਾਓ ਰਤਨ ਰੂਪ ਹੋ ਪ੍ਰਗਟਨ ਹਾਰੇ ਐਸਾ ਏਨਾਂ ਦਾ ਸੰਜਗ ਮੇਲਾ ਹੈ ਪਰ ਭੈੜੇ ਭੈੜਤਾਈਆਂ ਕਾਰਣ ਉਤਮਾਂ ਦੇ ਗੁਣਾਂ ਤੋਂ ਲਾਭ ਨਹੀਂ ਉਠਾ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3RXN",
        "source_page": 299,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "imRg imRgmd Aih min mDu mwKI swKI; bwJ bDU nwh nyh inhPl Bog hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Deer has musk in its naval, a cobra has a pearl in its hood, a bee lives with honey, a sterile woman gets to meet with her husband with love but all in vain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਤਾਂ ਰਹੀ ਨਾ ਇਕ ਦੂਏ ਦੇ ਸੁਭਾਵ ਦੀ ਅਨਜੋੜਤਾ ਕਾਰਣ ਲਾਭ ਨਾ ਪੁਜ ਸਕਨਾ ਪਰ ਸ਼ੋਕ ਕਿ ਐਸੇ ਭੀ ਜੀਵ ਹਨ, ਜੋ ਨਿੱਤ ਪ੍ਰਾਪਤ ਵਸਤੂ ਤੋਂ ਭੀ ਅਪਣੀ ਅਸਾਧਤਾਈ ਕਰ ਕੇ ਲਾਭ ਨਹੀਂ ਉਠਾਂਦੇ ਸਗੋਂ ਹਰਜਾ ਪਾਂਦੇ ਹਨ ਜਿਹਾ ਕਿ, ਹਿਰਣ ਕਸਤੂਰੀ ਤੋਂ ਲਾਭ ਨਹੀਂ ਉਠਾਂਦਾ, ਸਗੋਂ ਮੁਰਦਿਆਂ ਨੂੰ ਜਿਵਾਨਹਾਰੀ ਤੋਂ ਉਲਟੀ ਜਾਨ ਗੁਵਾਂਦਾ ਹੈ। ਸੱਪ, ਮਣੀ ਦੇ ਪਾਸ ਹੁੰਦਿਆਂ ਭੀ ਜੀਵਾਂ ਦਾ ਸ਼ਿਕਾਰ ਰੂਪ ਅਪਕਾਰ ਹੀ ਸਾਧਦਾ ਹੈ, ਪਰੰਤੂ ਦ੍ਰਿਦਰ ਗੁਵਾਨਹਾਰੇ ਇਸ ਮਣਕੇ ਪਿਛੇ ਸ੍ਵ੍ਯੰ ਮੌਤ ਦਾ ਇਕ ਦਿਨ ਸ਼ਿਕਾਰ ਹੋ ਜਾਂਦਾ ਹੈ। ਸ਼ਹਿਦ ਰੂਪ ਅੰਮ੍ਰਿਤ ਨੂੰ ਮੱਖੀ ਮਾਣਦੀ ਨਹੀਂ; ਕਿੰਤੂ ਅਪਣੀ ਜਾਨ ਨੂੰ ਖਤਰੇ ਵਿਚ ਪਾਂਦੀ ਹੈ, ਐਸੇ ਹੀ ਬੰਧ੍ਯਾ ਇਸਤ੍ਰੀ ਪਤੀ ਦੇ ਪਿਆਰ ਤੋਂ ਬੰਚਿਤ ਕਰਣ ਹਾਰੇ ਨਿਸਫਲ ਭੋਗ ਨੂੰ ਭੋਗਦੀ ਹੋਈ ਓੜਕ ਨੂੰ ਸੋਕੇ ਦੇ ਕਲੇਸ਼ ਨਾਲ ਮਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UT4D",
        "source_page": 299,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idnkr joiq aulU brKY smY jvwso; Asn bsn jYsy ibRQwvMq rog hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Sun's light for an owl, rain for a wild herb (javran-alhogi maunosum) and clothes and food for a patient are like disease.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਜਿਸ ਪ੍ਰਕਾਰ ਸੂਰਯ ਸਭ ਲਈ ਚਾਨਣੇ ਦਾ ਨਿਮਿੱਤ ਹੈ, ਪ੍ਰੰਤੂ ਉੱਲੂ ਵਾਸਤੇ ਘੋਰ ਅੰਧਕਾਰ ਸਰੂਪ, ਅਰੁ ਬਰਖਾ ਸਮਾਂ ਜੀਵ ਬਨਸਪਤੀ ਮਾਤ੍ਰ ਦੇ ਪ੍ਰਫੁਲਿਤ ਕਰਣ ਹਾਰ ਹੈ, ਪ੍ਰੰਤੂ ਇਕ ਜਵਾਂਹੇ ਦੀ ਬਰੂਟੀ ਲਈ ਸੰਤਾਪ ਦਾ ਕਾਰਣ ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਅਸਨ ਬਸਨ ਭੋਜਨ ਬਸਤ੍ਰ ਆਦਿ ਵਿਭੂਤੀ ਸਭ ਦੇ ਵਾਸਤੇ ਸੁਖ ਰੂਪ ਹੈ, ਪਰ ਬ੍ਰਿਥਾਵੰਤ ਰੋਗੀ ਪੁਰਖ ਦੀ ਖਾਤਰ ਰੋਗ ਰੂਪ ਰੁਵਾਨ ਹਾਰਾ ਝੋਰੇ ਦਾ ਕਾਰਣ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VSBZ",
        "source_page": 299,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurmiq bIj jmq n kwlr mY; AMkur audoq hoq nwihn ibEg hY [299["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly sullied and vice-ridden hearts cannot be fertile to the seeds of Guru's sermons and teachings. It just does not sprout. Such a person remains separated from his God. (299)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਗੁਰਮਤ ਦਾ ਬੀਜ ਕਲਰੀ ਹਿਰਦੇ ਵਿਚ ਅਸਾਧ ਦੇ ਅੰਦਰ ਨਹੀਂ ਜੰਮਦਾ ਭਾਵ ਜਿਸ ਹਿਰਦੇ ਅੰਦਰ ਸੰਕਲਪਾਂ ਇਕਲਪਾਂ = ਸੰਸ੍ਯਾਂ ਭੇ ਸੰਸਾਕਾਰਾਂ ਵਾ ਵਾਸ਼ਨਾਵਾਂ ਦਾ ਸ਼ੋਰ ਹੋਵੇ, ਉਥੇ ਗੁਰਮਤ ਦੇ ਸੰਸਕਾਰ ਜਗਾਏ ਨਹੀਂ ਜਾਗਦੇ। ਇਥੋਂ ਤਕ ਕਿ ਅੰਗੁਰੀ ਤਕ ਭੀ ਨਹੀਂ ਪ੍ਰਗਟ ਹੁੰਦੀ ਤੇ ਇਉਂ ਓਸ ਦਾ ਸਦਾ ਵਿਜੋਗ ਰਹਿੰਦਾ ਹੈ। ਅਥਵਾ ਅੰਕੁਰ ਉਦੋਤਕਦਾਚਿਤ ਅੰਗੂਰੀ ਬੀ ਦੀ ਪ੍ਰਗਟ ਹੋ ਭੀ ਪਵ, ਤਾਂ ਹੋਤ ਨਾਹਿਨ ਸਫਲੀ ਕਦਾਚਿਤ ਨਹੀਂ ਹੰਦੀ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦੀ ਅਧ ਵਿਚਾਲੇ ਹੀ ਸੜ ਜਾਂਦੀ ਹੈ, ਸੜਦੀ ਭੀ ਐਸੀ ਹੈ ਕਿ ਖੁਰਾ ਖੋਜ ਹੀ ਕਿਤੇ ਓਸ ਦਾ ਨਹੀਂ ਲਭਿਆ ਕਰਦਾ ਮਾਨੋ ਬੀ ਦਾ ਧਰਤੀ ਨਾਲੋਂ ਸਦਾ ਵਿਜੋਗ ਹੀ ਸੀ, ਜਿਹਾ ਕਿ ਉਹ ਬੀਜਿਆ ਹੀ ਨਹੀਂ ਸੀ ਗਿਆ। ਸੋ ਅਸਾਧ ਦਾ ਭੀ ਮਾਨੋ ਏਹੋ ਹੀ ਹਾਲ ਰਹਿੰਦਾ ਹੈ ਕਿ ਕਾਦਚਿ ਗੁਰਮਤ ਮਾਰਗੀ ਹੋ ਭੀ ਜਾਵੇ ਤਾਂ ਅਧਵਾਟਿਓਂ ਹੀ ਜਾਂਦਾ ਹੈ, ਤੇ ਐਸਾ ਕਿ ਕਦੀ ਗੁਰਮਤ ਸੰਜੋਗੀ ਬਣਿਆ ਨਹੀਂ ਸੀ ਇਉਂ ਸਦਾ ਹੀ ਅਸਾਧ ਵਿਛੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨੯੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
