[
  {
    "id": "1GD",
    "sttm_id": 6780,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S8XN",
        "source_page": 300,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMgm sMjog pRym nym kau pqMgu jwnY; ibrh ibEg sog mIn Bl jwneI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving atmosphere that gets generated when a lover is about to meet his beloved can best be known by a moth. The pang of separation is best described by a fish that has been separated from its beloved water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਗਮ ਪਿਆਰੇ ਦੇ ਮਿਲਾਪ ਸੰਜੋਗ ਵਰਤਦਿਆਂ, ਭਾਵ ਮਿਲਾਪ ਦਾ ਅਉਸਰ ਪ੍ਰਾਪਤ ਹੋਇਆਂ ਪ੍ਰੇਮ ਦੇ ਮੰਡਲ ਦਾ ਨੇਮ ਕੀਹ ਹੈ ਪ੍ਰੀਤਮ ਤੋਂ ਵਾਰਨੇ ਹੁੰਦੇ ਸੜ ਕੇ ਸੁਆਹ ਹੋ ਜਾਣਾ ਇਸ ਨੂੰ ਪਤੰਗਾ ਫੰਬਟ ਹੀ ਠੀਕ ਠੀਕ ਜਾਣਦਾ ਹੈ। ਤੇ ਬਿਓਗ ਪਿਆਰੇ ਤੋਂ ਵਿਛੁੜਕੇ ਬਿਰਹ ਵਿਛੋੜੇ ਵਾਲੀ ਪ੍ਰੇਮ ਦੀ ਅਵਸਥਾ ਤੋਂ ਸੋਗ = ਅਫਸੋਸ ਝੋਰਾ ਕੇਹੋ ਜੇਹਾ ਹੁੰਦਾ ਹੈ ਲੁੱਛ ਲੁੱਛ ਤੜਫ ਤੜਫ ਜਾਨ ਵੰਞਾ ਸਿਟਨੀ ਇਸ ਨੂੰ ਮੱਛੀ ਹੀ ਹੱਛੀ ਤਰਾਂ ਜਾਣਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0WRA",
        "source_page": 300,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iek tk dIpk iDAwn pRwn prhrY; sill ibEg mIn jIvn n mwneI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A moth burns itself for the love of the flame that he keeps watching and playing with. Similarly a fish separated from water has no meaning of life. She dies when out of it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂਕਿ ਫੰਬਟ, ਦੀਵੇ ਦੇ ਇਕ ਟਕ ਧਿਆਨ ਵਿਖੇ ਪ੍ਰਾਣਾਂ ਨੂੰ ਤਿਆਗ ਦਿੰਦਾ ਹੈ, ਤੇ ਮੱਛਲੀ ਸਲਿਲ ਪਾਣੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਜੀਊਣ ਨੂੰ ਕੁਛ ਚੀਜ ਹੀ ਨਹੀਂ ਮੰਨਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FM7D",
        "source_page": 300,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml imil ibCurY mDup mnu; kpt snyh iDRgu jnmu AigAwneI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "These living beings i.e. moth and fish lay down their lives in love of their beloveds. On the other hand an evil person's mind is like a black bee that hops from one flower to the other. It separates from the holy feet of True Guru, even after meeting Him",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਥੋਂ ਤਕ ਤਾਂ ਦਸ਼ਾ ਪ੍ਰੇਮ ਵਿਚ ਹੋਵੇ ਤੁੱਛ ਜੀਵਾਂ ਜੰਤੂਆਂ ਦੀ, ਪਰ ਸ਼ਰਮ ਹੈ ਓਸ ਮਨੁੱਖ ਲਈ ਕਿ ਜਿਹੜਾ ਮਨ ਨੂੰ ਮਧੁਪ ਭੌਰਾ ਬਣਾ ਕੇ ਤੇ ਚਰਣ ਕਮਲਾਂ ਦੇ ਮਿਲਾਪ ਨੂੰ ਪ੍ਰਾਪਤ ਹਕੇ ਭਾਵ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਸਰਣ ਪ੍ਰਾਪਤ ਹੋ ਤੇ ਪ੍ਰੇਮੀ ਬਣ ਕੇ ਭੀ ਫੇਰ ਬਿਛੁਰੈ ਵਿਛੁੜ ਜਾਵੇ ਬੇਮੁਖਤਾ ਧਾਰ ਲਵੇ, ਓਸ ਅਗਿਆਨੀ ਦਾ ਜਨਮ ਧ੍ਰਿਗੁ ਬਾਰ ਬਾਰ ਫਿਟਕਾਰਨ ਜੋਗ ਹੈ, ਕ੍ਯੋਂਜੁ ਓਸ ਦਾ ਸਨੇਹ ਪ੍ਰੇਮ ਕੇਵਲ ਕਪਟ ਛਲ ਮਾਤ੍ਰ ਹੀ ਸੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UJ02",
        "source_page": 300,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhPl jIvn mrn gur ibmuK huie; pRym Aru ibrh n doaU aur AwneI [300["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A follower of his own heart turned away from the refuge of the Guru, who does not feel the pangs of separation and love of the holy feet of the. True Guru, has wasted away his birth and death thus living a worthless life. (300)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜਿਹਾਂ ਗੁਰੂ ਤੋਂ ਬੇਮੁਖ ਹੋਇਆਂ ਪੁਰਖਾਂ ਦਾ ਜੀਊਨਾ ਮਰਣਾ ਦੋਵੇਂ ਹੀ ਅਫਲ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰ ਪ੍ਰੇਮ ਅਤੇ ਵਿਛੋੜੇ ਦੋਹਾਂ ਵਿਚੋਂ ਹੀ ਕਿਸੇ ਭੀ ਅਵਸਥਾ ਨੂੰ ਨਹੀਂ ਆਨਈ ਲਿਆਂਦਾ ਯਾ ਪ੍ਰਗਟਾਇਆ ॥੩੦੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
