[
  {
    "id": "BX5",
    "sttm_id": 6784,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0E8K",
        "source_page": 304,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Agm Apwr dyv AlK AByv Aiq; Aink jqn kir ingRh n pweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who is highly inaccessible, infinite, light effulgent and beyond comprehension, cannot be reached by controlling the senses with all available means.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤਿ ਅਤਿਸੈ ਕਰ ਕੇ ਜੋ ਮਨ ਬੁਧੀ ਤਥਾ ਬਾਣੀ ਦੀ ਗੰਮਤਾ ਵਿਖੇ ਨਹੀਂ ਆ ਸਕਦਾ, ਤੇ ਜੋ ਪਾਰਾਵਾਰ ਤੋਂ ਰਹਤ ਲਖਤਾ ਵਿਖੇ ਔਣੋਂ ਦੂਰ ਹੈ ਅਤੇ ਭੇਵ ਮਰਮ ਜਿਸ ਦਾ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦ ਐਸੇ ਦੇਵ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਪਾਰ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਨੂੰ ਨਿਗ੍ਰਹ ਹਠ ਪੂਰਬਕ ਅਨੇਕਾਂ ਜਤਨਾਂ ਸਾਧਨਾਂ ਕਰ ਕੇ ਵਾ ਹਠ ਯੋਗ ਸੰਬੰਧੀ ਯਮ, ਨਿਯਮ, ਆਸਨ, ਪ੍ਰਾਣਾਯਾਮ, ਪ੍ਰਤ੍ਯਹਾਰ ਧਾਰਣਾ, ਧ੍ਯਾਨ, ਸਮਾਧੀ ਰੂਪ ਅਨੇਕਾਂ ਸਾਧਨਾਂ ਨੂੰ ਸਾਧ ਕੇ ਨਹੀਂ ਪਾ ਸਕੀਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "04LD",
        "source_page": 304,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pweIAY n jg Bog pweIAY n rwj jog; nwd bwd byd kY Aghu n ghweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He cannot even be realised through holding/performing of Yag, hom (offerings to fire god), holding of feast for holy men, nor through Raj Yog. He cannot be reached through playing of musical instruments nor recitation of Vedas.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੋਗ ਭੋਜਨ ਜੱਗ ਪਦਾਰਥ ਅਰਪੇ ਜਾਣ ਜਿਸ ਜੱਗ ਵਿਖੇ ਐਸੇ ਬ੍ਰਹਮ ਭੋਜ ਆਦਿ ਭੰਡਾਰਿਆਂ ਦੇ ਕੀਤਿਆਂ ਭੀ ਓਹ ਨਹੀਂ ਪਾਈਦਾ ਅਰੁ ਨਾ ਹੀ ਰਾਜ ਜੋਗ ਸਬੰਧੀ ਸੁਖ ਸਾਧਨਾਂ ਨੂੰ ਸਾਧ੍ਯਾਂ ਹੀ ਪਾਯਾ ਜਾ ਸਕਦਾ ਹੈ, ਐਸਾ ਹੀ ਨਾਦ ਸ਼ਬਦ ਧੁਨੀ ਰਾਗ ਦੀਆਂ ਸੁਰਾਂ ਦੇ ਅਲਾਪ ਵਾਬਾਦ ਸਾਜ ਬਾਜ ਸੰਗੀਤ ਸਬੰਧੀ ਤਾਲ ਬਾਜੇ ਆਦਿ ਨੂੰ 'ਬੇਦ ਕੈ' ਜਾਣਕੈ ਅਥਵਾ ਬੇਦ ਪਾਠ ਕੀਤਿਆ, ਨਹੀਂ ਉਹ ਅਗਹੁ ਗ੍ਰਹਣੋਂ ਫੜਨੋਂ = ਜਾਨਣੋਂ ਰਹਤ ਗਹਾਈਐ ਗ੍ਰਹਣ ਕੀਤਾ ਫੜਿਆ ਵਾ ਜਾਣਿਆ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K33D",
        "source_page": 304,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qIrQ purb dyv dyv syvkY n pweIAY; krm Drm bRq nym ilv lweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such God of gods can also not be reached by visiting places of pilgrimage, celebrating days considered auspicious or by the service of gods. Even fasts of myriad kind cannot even bring Him closer. Contemplations are futile as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਰਥਾਂ ਉਪਰ ਕੁੰਭ ਮਲ ਮਾਸ ਆਦਿ ਪਰਬ ਸਮ੍ਯਾਂ ਤੇ ਦੇਵਤਿਆਂ ਦੇ ਦੇਵਤਾ ਰੂਪ ਮਹਾਂ ਦੇਵ ਆਦਿ ਨੂੰ ਵਾ ਦੇਵੀਆਂ ਦੇਵਤਿਆਂ ਨੂੰ ਸੇਵਿਆਂ ਅਰਾਧ੍ਯਾਂ ਭੀ ਨਹੀਂ ਪਾਇਆ ਜਾਂਦਾ, ਇਵੇਂ ਹੀ ਧਰਮ ਪੁੰਨ ਦਾਨ ਆਦਿ ਕਰਮਾਂ ਦੇ ਅਥਵਾ ਇਕਾਦਸ਼ੀ ਆਦਿ ਵਰਤਾਂ ਦੇ ਨੇਮ ਪ੍ਰਣ ਵਿਚ ਲਿਵ ਲਾਇਆਂ ਪਰਚਿਆਂ ਭੀ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z089",
        "source_page": 304,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inhPl Aink pRkwr kY Acwr sbY; swvDwn swDsMg huie sbd gweIAY [304["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the methods of God-realisation are of no use. He can only be realised by singing His paeans in the company of holy men and meditating on Him with concentrated and singular mind. (304)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਹੋਰ ਭੀ ਜੋ ਕੋਈ ਅਨੇਕ ਭਾਂਤ ਦੇ ਸ੍ਰੇਸ਼ਟ ਆਚਰਣ ਕਰਤੱਤ ਰੂਪ ਕਰਮ ਸਾਧਨ ਹਨ; ਸੋ ਸਭ ਹੀ ਪਰਮਾਤਮਾ ਪ੍ਰਾਪਤੀ ਨਿਮਿੱਤ ਅਫਲ ਹਨ, ਇਸ ਵਾਸਤੇ ਸਾਵਧਾਨ ਹੋ ਕੇ ਜੁੱਟਕੇ ਸਾਧ ਸੰਗਤ ਕਰਦਿਆਂ ਸ਼ਬਦ ਨਾਮ ਹੀ ਗਾਯਨ ਕਰੇ ਜਪਦਾ ਰਹੇ ॥ਭਾਵ ਸਾਧ ਸੰਗਤ ਦ੍ਵਾਰੇ ਨਾਮ ਜਪਨਾ ਹੀ ਪਰਮ ਉਪਾਵ ਵਾਹਗੁਰੂ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਹੈ। ਜਿਹਾ ਕਿ ਪੁੰਨ ਦਾਨ ਜਪ ਤਪ ਜੇਤੇ ਸਭਊਪਰ ਨਾਮ ਆਚਾਰ ਪ੍ਰਮਾਣ ਹੈ ॥੩੦੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
