[
  {
    "id": "ZMJ",
    "sttm_id": 6785,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RWAA",
        "source_page": 305,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "supn cirqR icqR joeI dyKY soeI jwnY; dUsro n dyKY pwvY khO kYsy jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The miracle of a dream is known to the one who has seen it. No one else can see it. Then how can anyone else know about it?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸੁਪਨੇ ਦੀ ਚੇਸ਼ਟਾ ਰੂਪ ਚਲਿਤ੍ਰ ਦੇ ਚਿਤ੍ਰ ਨਕਸ਼ੇ ਨੂੰ ਜਿਹੜਾ ਸੁਪਨਾਵੀ ਪੁਰਖ ਦੇਖਦਾ ਹੈ ਓਹੋ ਹੀ ਕੇਵਲ ਜਾਣਦਾ ਹੈ, ਦੂਸਰਾ ਕੋਈ ਨਹੀਂ ਦੇਖਣਾ ਪਾ ਸਕਦਾ ਇਸ ਤਰ੍ਹਾਂ ਹੁੰਦਿਆਂ ਨਾਮ ਜਪੰਤੇ ਦੇ ਅੰਦਰਲੇ ਰੱਬੀ ਚਮਤਕਾਰਾਂ ਨੂੰ ਕੇਵਲ ਉਹੀ ਹੀ ਆਪ ਜਾਣ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BRRA",
        "source_page": 305,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwl ibKY bwq kIey sunIAq kwn dIey; bkqw Aau sRoqw ibnu kw pY aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If something is spoken in one end of a tube and the other end is put in one's own ears, then only he alone would know who has said or heard what. No one else can know.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਲਕੀ ਵਿਚ ਦੀ ਪ੍ਰਤੱਖ ਆਵਾਜ ਉੱਚਾਰ ਤਥਾ ਸੁਨਣ ਦੇ ਜੰਤ੍ਰ ਰੂਪ ਟੈਲੀਫੋਨ ਦ੍ਵਾਰਾ ਕੰਨ ਦਿੱਤਿਆਂ ਹੀ ਗੱਲ ਸੁਣੀ ਦੀ ਹੈ, ਬੋਲਣ ਵਾਲੇ ਅਤੇ ਸੁਣਨ ਹਾਰੇ ਬਿਨਾਂ, ਭਲਾ ਕਿਸ ਦੂਸਰੇ ਪਾਸੋਂ ਉਸ ਕਹੇ ਸੁਣੇ ਦਾ ਉਨਮਾਨ ਲਾਯਾ ਪਤਾ ਕਢਿਆ ਜਾ ਸਕੇ? ਇਸੇ ਭਾਂਤ ਸਤਿਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ੇ ਸ਼ਬਦ ਦੇ ਮਰਮ ਨੂੰ ਸਤਿਗੁਰੂ ਤਥਾ ਸਿੱਖ ਬਿਨਾ, ਹੋਰ ਕਿਸੇ ਨੂੰ ਸਿੱਖ ਹੋਏ ਬਾਝੋਂ ਕਿਸ ਤਰ੍ਹਾਂ ਪਤ੍ਯਾਯਾ ਜਾ ਸਕੇ ਵਾ ਨਾਮ ਅਭ੍ਯਾਸ ਦ੍ਵਾਰੇ ਪ੍ਰਾਪਤ ਹੋਏ ਰੱਬੀ ਨਾਦ ਦਾ ਮਰਮ ਯਾ ਤਾਂ ਗੁਰੂ ਜਾਣਦੇ ਹਨ, ਯਾ ਇਕ ਮਾਤ੍ਰ ਉਨ੍ਹਾਂ ਦੇ ਸਿੱਖ ਇਹ ਅਭਿਪ੍ਰਾਯ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X97H",
        "source_page": 305,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pGulw ky mUl ibKY jYsy jl pwn kIjY; lIjIAY jqn kir pIey mn mwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lotus flower or any other plant draws water through its roots from the soil, the flower or plant alone knows about the state of its bloom, who drinks according to his desire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਭਾਂਤ ਪੰਨੀ ਖੱਸ ਦੇ ਮੂਲ ਮੁੱਢ ਵਿਚੋਂ ਜਤਨ ਮਿਹਨਤ ਕਰ ਕੇ ਪਾਣੀ ਲਈਦਾ ਤੇ ਪੀਵੀਦਾ ਹੈ, ਪੀਂਦਿਆਂ ਸਾਰ ਹੀ ਮਨ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਸ਼ਾਂਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ। ਭਾਵ ਐਸੇ ਠੰਢੇ ਠਾਰ ਜਤਨ ਨਾਲ ਪ੍ਰਾਪਤ ਹੋਏ ਪਾਣੀ ਨੂੰ ਪੀਤਿਆਂ ਪ੍ਯਾਸੇ ਨੂੰ ਜੋ ਠੰਢ ਪੈਂਦੀ ਹੈ, ਉਹ ਪੀਣ ਵਾਲੇ ਬਿਨਾਂ ਜੀਕੂੰ ਨਹੀਂ ਜਾਣੀ ਜਾ ਸਕਦੀ, ਐਸਾ ਹੀ ਬ੍ਰਿਤਾਂਤ ਨਾਮ ਅਭ੍ਯਾਸੀ ਦੇ ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਪ੍ਰਾਪਤੀ ਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NKNH",
        "source_page": 305,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur isK sMiD imly guhj kQw ibnod; igAwn iDAwn pRym rs ibsm ibDwnIAY [305["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The event of a Sikh meeting with his Guru and obtaining initiation from him is very wondrous, blissful and mysterious. The description of the knowledge obtained from the True Guru, contemplation on Him, His love and ecstasy is very strange to describe. No",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਗੁਰੂ ਤੇ ਸਿੱਖ ਦੀ ਗੁਰ ਦੀਖ੍ਯਾ ਮੰਤ੍ਰ ਦ੍ਵਾਰੇ ਸੰਧੀ ਮਿਲਣ ਤੋਂ ਜੋ ਗਿਆਨ ਤਥਾ ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਅਸਚਰਜ ਭਾਂਤ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਓਸ ਦੀ ਕਹਾਣੀ ਗੁਝੀ ਹੈ ਕਥਨ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ ਨ੍ਯਾਰੀ ਹੀ ਬਿਧ ਦਾ ਹੈ ਉਹ ॥੩੦੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
