[
  {
    "id": "7YC",
    "sttm_id": 6786,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XLYX",
        "source_page": 306,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nvn gvn jl sIql Aml jYsy; Agin aurD muK qpq mlIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water flowing downward remains cool and clear of contamination but fire that goes upward causes heat and pollution;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੀਵੇਂ ਨਿਵਾਨ ਵੱਲ ਚੱਲਨ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਠੰਢਾ ਅਤੇ ਅਮਲ ਨਿਰਮਲ ਹੁੰਦਾ ਹੈ, ਅਰੁ ਅਗਨੀ ਉਰਧ ਮੁਖੀ ਉਚੀ ਲਾਟ ਕੱਢਕੇ ਬਲਣ ਵਾਲੀ ਹੋਣ ਕਾਰਣ ਤੱਤੀ, ਤੇ ਮੈਲੀ ਕਾਲੇ ਮੂੰਹ ਵਾਲੀ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VHTV",
        "source_page": 306,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sPl huie AwNb, Juky rhq hY icrMkwl; invY n AirMfu qwN qy Awrblw CIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mango tree bends down when it yields fruit, and lives a long life, but a castor oil seed plant does not bend. It would break if we bend it, it breaks. Thus it has a short span of life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਬਾਂ ਦੇ ਬੂਟੇ ਚਿਰਾਂ ਤਕ ਨੀਵੇਂ ਹੋਏ ਰਹਿਣ ਕਾਰਣ, ਭਾਵ ਬੂਰ ਲਗਦੇ ਸਾਰ ਹੀ ਝੁਕ ਪੈਣ ਕਰ ਕੇ ਸਫਲ ਹੁੰਦੇ ਅਤੇ ਸੈਂਕੜੇ ਹਜਾਰਾਂ ਬਰਸਾਂ ਤਕ ਫਲਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰੰਤੂ ਹਰਿੰਡ ਦਾ ਬੂਟਾ ਨਿਊਂਦਾ ਨਹੀਂ ਜਿਸ ਕਰ ਕੇ ਛੇਤੀ ਹੀ ਓਸ ਦੀ ਉਮਰ ਨਸ਼ਟ ਹੋ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K47E",
        "source_page": 306,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn subws jYsy bwsIAY bnwspqI; bwsu qau bfweI bUifE sMg ilvlIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the sweet smell of a small sized sandalwood tree gets infused in the vegetation around it, but a tall and high bamboo plant arrogant of its size absorbs no fragrance of the sandalwood tree.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਨਣ ੫੨ ਉਂਗਲ ਪ੍ਰਮਾਣ ਆਕਾਰ ਵਾਲਾ ਛੋਟਾ ਹੋਣ ਕਾਰਣ ਸੁਬਾਸ ਸ੍ਰੇਸ਼ਟ ਸੁਗੰਧੀ ਸੰਪੰਨ ਹੋ ਸਮੂਹ ਬਨਸਪਤੀ ਨੂੰ ਮਹਿਕਾਣ ਵਲਾ ਬਣਦਾ ਹੈ, ਅਤੇ ਬਾਂਸ ਤਉ = ਤੈਸੇ ਹੀ ਆਪਣੀ ਵਡਿਆਈ ਉਚਾਈ ਲੰਬਾਈ ਵਿਚ ਮਗਨ ਹੋ ਹੰਕਾਰ ਨਾਲ ਡੁਬਿਆ ਹੋਇਆ ਚੰਨਣ ਹੋਣ ਵਾਲੀ ਸੱਚੀ ਉਨਤੀ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AUZL",
        "source_page": 306,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD swD AhMbuiD inMmRqw kY; sn Aau mjIT giq pwp puMn kIn hY [306["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly evil and apostate people bound by their pride and ego commit sins. On the contrary those good people who live in the way of the Guru and are humble, do good work like Rubia munjista (Majith). (The fibre for making a rope grows high up and is use",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਸਾਧੂਸਿਖ੍ਯਾ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਸਾਧ ਲਿਆ ਹੈ, ਆਪ ਨੂੰ ਜਿਸ ਸਿੱਖ ਨੇ ਉਂਹ ਨੰਮ੍ਰਤਾ ਦੇ ਕਾਰਣ ਮਜੀਠ ਵਾਕੂੰ ਪੁੰਨ ਪ੍ਰਾਯਣ ਰਹਿੰਦੇ ਹਨ, ਓਨ੍ਹਾਂ ਨੂੰ ਪਾਪ ਦੀ ਗੱਲ ਫੁਰਦੀ ਹੀ ਨਹੀਂ ਹੈ ਅਤੇ ਅਸਾਧ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਖ੍ਯਾ ਲੈ ਕੇ ਮੂਲੋਂ ਹੀ ਨਹੀਂ ਸਾਧ੍ਯਾ ਉਹ ਸਨ ਵਾਕੂੰ ਹਉਮੈਂ ਦੇ ਹਠ ਕਾਰਣ ਪਾਪ ਪ੍ਰਾਯਣ ਰਹਿੰਦੇ ਹਨ, ਓਨ੍ਹਾਂ ਨੂੰ ਪੁੰਨ ਦੀ ਕੋਈ ਸੁਧ ਹੀ ਨਹੀਂ ਹੁੰਦੀ। ਤਾਂਤ ਇਸ ਨਿਮਿੱਤ ਸਿੱਖ = ਸਾਧ ਹੀ ਨਾਮ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣਹਾਰ ਗੁਝੇ ਮਰਮ ਦਾ ਭੇਤੀ ਹੋ ਸਕਦਾ ਹੈ, ਨਾਂਕਿ ਅਸਾਧ ਨਾਮ ਸਰੂਪੀ ਸਿਖ੍ਯਾ ਦੀਖ੍ਯਾ ਤੋਂ ਬੰਚਿਤ ਰਹਿੰਦਾ ਹੋਯਾ ਕੋਈ ਅਸਿੱਖ ਜਣਾ ॥੩੦੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
