[
  {
    "id": "7GR",
    "sttm_id": 6787,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZU9A",
        "source_page": 307,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "skl bnwspqI ibKY dRüm dIrG duie; inhPl Bey bUfy bhuq bfweI kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Amongst all the vegetation, both Silk cotton (Simhal) and Bamboo are the tallest but feeling proud of their size and greatness, they remain failures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਬਨਰਾਉ ਬੂਟੇ ਬਿਰਛ ਆਦਿ ਵਿਚੋਂ ਦੋ ਬਿਰਛ ਬਹੁਤ ਵਡੇ ਹਨ ਇਕ ਸਿੰਬਲ ਤੇ ਦੂਸਰੇ ਵਾਂਸ ਪਰ ਇਹ ਅਪਣੀ ਬਹੁਤ ਬਡਾਈ ਉਚਾਈ ਤੇ ਪਸਰਾਉ ਵਿਚ ਬੂਡੇ = ਡੁਬੈ ਹੋਏ ਮਗਨ ਹੋਣ ਕੈ ਕਰ ਕੇ ਅਫਲ ਹੀ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "93YE",
        "source_page": 307,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn subwsnw kY syNbul subws hoq; bwNsu inrgMD bhu gwNTnu iFTweI kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "At least a Silk cotton tree do acquire some fragrance from a Sandalwood tree but due to the obstinacy of the knots, a Bamboo tree remains bereft of Sandalwood smell.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਸਿੰਗਲ ਦਾ ਬਿਰਛ ਚੰਨਣ ਦੀ ਸਮੀਪਤਾ ਹੁੰਦਿਆਂ ਕਦਾਚਿਤ ਪੌਣ ਦੇ ਊਰਧਗਾਮੀ ਹੋ ਚਲਣ ਸਮੇਂ ਓਸ ਦੀ ਸੁਬਾਸਨਾ ਕੈ ਸੁਗੰਧੀ ਨਾਲ ਸੁਬਾਸ ਹੋਤ ਸੁੰਦਰ ਲਪਟਾਂ ਵਾਲਾ ਚੰਨਣ ਬਣ ਸਕਦਾ ਹੈ, ਪਰੰਤੂ ਬਹੁਤੀਆਂ ਗੰਢਾਂ ਦੀ ਢੀਠਤਾ ਦਿੜ੍ਹਤਾ ਕਾਰਣ ਵਾਂਸ ਸਦੀਵ ਕਾਲ ਨਿਰਗੰਧ = ਬਾਸਨਾ ਮਹਿਕ ਤੋਂ ਵੰਜਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6WGQ",
        "source_page": 307,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "syNbl ky Pl qUl Kg imRg CwieAw qw kY; bwNsu qau brn doKI jwrq burweI kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The cotton of the Silk cotton tree is put to use. The vast expanse of the tree provides shade for birds and other animals, but a Bamboo is family destroyer and due to its evil nature, it burns the other Bamboos that it rubs with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿੰਬਲ ਦੇ ਫਲਾਂ ਦੀ ਤੂਲ ਰੂੰ ਖਗ = ਪੰਛੀਆਂ ਦੇ ਕ੍ਰੀੜਾ ਕਲੋਲ ਦੀ ਕਾਰਣ ਹੁੰਦੀ ਹੈ ਤੇ ਤਾਂ ਕੈ ਤਿਸ ਦੀ ਛਾਇਆ ਨੂੰ ਪਸ਼ੂ ਪੰਛੀ ਮਾਣਿਆ ਕਰਦੇ ਹਨ, ਕਿੰਤੂ ਵਾਂਸ ਤਾਂ ਬਰਨ = ਰੰਗ ਹੀ ਰੰਗ ਦਿਖਾਵੇ ਦਾ ਰਖਦਾ ਹੈ, ਉਞੇ ਦੋਖੀ ਵਿਕਾਰੀ = ਵਿਗਾੜ ਕਰਣ ਹਾਰਾ ਅਤੇ ਬੁਰਾਈ ਕਰ ਕੇ ਸਾੜ ਸੁੱਟਦਾ ਨਾਸ਼ ਕਰਣ ਹਾਰਾ ਹੈ ਅਥਵਾ ਆਪਣੇ ਹੀ ਬਰਨ ਬੰਸ ਦਾ ਦੋਖੀ ਘਾਤੀ ਅਤੇ ਬੁਰਾਈ ਕੈ ਬੁਰੇ ਸੁਭਾਵ ਕਾਰਣ ਆਪਣੇ ਸਜਾਤੀਆਂ ਨੂੰ ਸਾੜ ਦਿੱਤਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5RNK",
        "source_page": 307,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD swD hoiq swDsMgiq kY; iqRstY n gur goip dRoh gurBweI kY [307["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly an apostate Sikh becomes an obedient of the Guru by obtaining his sermons and enjoying the company of godly persons. But one who turns his face despite belonging to Guru, who is guilty of doing wrong to his Guru-brothers pushed around from door",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਸ ਇਸੇ ਭਾਂਤ ਹੀ ਅਸਾਧ ਅਸਿੱਖ ਜਿਸ ਨੇ ਗੁਰ ਦੀਖ੍ਯਾ ਲੈ ਕੇ ਅਪਣੇ ਆਪ ਨੂੰ ਨਹੀਂ ਸਾਧ੍ਯਾ, ਸਾਧ ਸੰਗਤ ਗੁਰਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੋਣ ਕਰ ਕੇ ਸਾਧ ਹੋਤ ਸਾਧ੍ਯਾ ਹੋਯਾ ਗੁਰੂ ਕਾ ਸਿੱਖ ਬਣ ਜਾਂਦਾ ਹੈ ਪ੍ਰੰਤੂ ਗੁਰ ਗੋਪ -ਗੁਰੂ ਵਾਲਾ ਸਿੱਖ ਹੁੰਦਾ ਹੋਯਾ ਭੀ, ਜੋ ਅਪਣੇ ਆਪ ਨੂੰ ਲੁਕੌਂਦਾ ਹੈ ਅਤੇ ਉਪਰੋਂ ਸਿੱਖ ਤੇ ਅੰਦਰੋਂ ਅਸਿੱਖ ਹੁੰਦਾ ਹੋਯਾ ਗੁਰਭਾਈਆਂ ਨਾਲ ਧਰੋਹ ਕਮੌਂਦਾ ਹੈ, ਤ੍ਰਿਸਟੈ ਨ ਟਿਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ਚੈਨ ਕਰਾਰ ਨਹੀਂ ਪਾ ਸਕੇਗਾ- ਚੁਰਾਸੀ ਦੇ ਗੇੜ ਵਿਚ ਗਿੜੀਂਦਾ ਹੀ ਰਹੇਗਾ ॥੩੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
