[
  {
    "id": "8B4",
    "sttm_id": 6788,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KR2S",
        "source_page": 308,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibrK blI imlwp sPl sGn CwieAw; bwsu qau brn doKI imly jrY jwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many fruit-bearing trees along with creepers climbing upon them become dense of shade. They provide comfort to all wayfarers. But Bamboo that rubs with each other becomes cause of its own destruction through fire and for others as well who are near it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੋਰਨਾਂ ਬਿਰਛਾਂ ਨਾਲ ਵੱਲ ਮਿਲਾਪ ਪਾ ਕੇ ਮਾਨੋ ਬਿਰਛ ਰੂਪ ਹੀ ਹੋਈ ਹੋਈ ਫਲ ਵਾਲੀ ਤੇ ਸੰਘਨੀ ਛਾਯਾ ਵਾਲੀ ਕਹੌਣ ਲਗ ਪੈਂਦੀ ਮਾਨੋ ਬਿਰਛ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦੀ ਹੈ। ਭਾਵ ਹੋਰ ਬਿਰਛ ਅਪਣੇ ਨਾਲ ਲਗਦੇ ਵੇਲ ਬੂਟੇ ਨੂੰ ਅਪਣੇ ਵਰਗਾ ਹੀ ਫਬਾ ਦਿੰਦੇ ਹਨ, ਪਰ ਵਾਂਸ ਤਾਂ ਐਸਾ ਬਰਨ ਦੋਖੀ ਬੰਸ ਘਾਤੀ ਹੈ, ਕਿ ਜਿਹੜਾ ਭੀ ਕੌਈ ਵੱਲ ਬੂਟਾ ਨੇੜੇ ਹੋ ਮਿਲੇ ਆਪ ਸੜ ਕੇ ਓਸ ਨੂੰ ਸਾੜ ਘੱਤਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y3K9",
        "source_page": 308,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sPl huie qrhr Jukiq skl qr; bwNsu qau bfweI bUifE Awpw n sMmwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All other fruit-bearing trees bow down but a Bamboo tree sublimed in his own praise keep accumulating pride.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰੇ ਬਿਰਛ ਤਰਹਰਿ = ਤਰ = ਬਹੁਤੇਂ ਹਰਿ = ਪ੍ਰਫੁਲਿਤ ਹਰੇ ਭਰੇ ਮੌਲੇ ਹੋਏ ਤੇ ਫਲ ਵਾਲੇ ਬਨਣ ਸਾਰ ਹਿਠਾਹਾਂ ਨੂੰ ਝੁਕ ਆਯਾ ਕਰਦੇ ਹਨ, ਪਰ ਵਾਂਸ ਤਾਂ ਅਪਣੇ ਵਡੱਤ ਵਿਚ ਹੀ ਡੁਬਿਆ ਹੋਯਾ ਆਪੇ ਹੰਕਾਰ ਨੂੰ ਹੀ ਸੰਭਲੀ ਰਖਦਾ ਹੈ, ਭਾਵ ਅਪਣੀ ਆਕੜ ਵਿਚ ਖੜਾ ਰਿਹਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DE42",
        "source_page": 308,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "skl bnwspqI suiD irdY moin ghy; bwNsu qau rIqo gTIlo bwjy Dwr mwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All fruit trees remain at peace at heart and are silent of disposition. They produce no sounds. But the tall Bamboo is hollow from inside and is knotted. It wails and produces noise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਹੀ ਹੀ ਬਨਾਸਪਤੀ ਬਿਰਛ ਬੂਟੇ ਸੁਧ ਰਿਦੇ ਵਾਲੇ, ਭਾਵ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕ ਸਾਰ ਸਰਲ ਭਾਵ ਵਾਲੇ ਨਿਗਰ ਹਨ, ਤੇ ਚੁੱਪ ਸਾਧੀ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਬਾਂਸ ਤਾਂ ਅੰਦਰ ਦਾ ਰੀਤੋ ਖਾਲੀ ਛੂਛਾ ਅਰਥਾਤ ਉਪਰ ਦਾ ਚੀਕਨਾ ਚੋਪੜਿਆ ਹੋਯਾ ਤੇ ਅੰਦਰ ਸੁੰਵ ਵਰਤੀ ਵਾਲਾ, ਗੰਢੀਲੀ ਗੰਢਾਂ ਮਾਰਿਆ ਅਤੇ ਧਾੜ ਮਾਰ ਸਰਰ ਸਰਰ ਦੇ ਵਾਜੇ ਵਜੌਂਦਾ ਹਾਇ ਹਾਇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HZLN",
        "source_page": 308,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn smIp hI ACq inrgMD rhy; gurisK doKI bjR pRwnI n auDwir hY [308["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who remains proud and hypocrite despite living in the close proximity of Sandalwood like True Guru, (remains fragrance-less) and does not acquire Guru's wisdom, such a person whoever wishes ill of Guru's disciples can never sail across the worldly ocea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਹ ਵਾਂਸ, ਚੰਨਣ ਦੇ ਬੂਟੇ ਦੇ ਨੇੜੇ ਭੀ ਅਛਤ ਮੌਜੂਦ ਹੁੰਦਿਆ, ਬਾਸਨਾ ਸੁਗੰਧੀ ਤੋਂ ਸੱਖਣਾ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਬਸ ਏਹੋ ਹੀ ਹਾਲ ਸਿੱਖੀ ਮੰਡਲ ਵਿਚ ਵਸਦੇ ਹੋਏ ਗੁਰ ਸਿੱਖਾਂ ਦੇ ਦੋਖੀ ਔਗੁਣ ਤੱਕਨ ਹਾਰੇ ਦੂਖਣਾ ਫੜਨ ਦੇ ਜਤਨ ਕਰਨ ਵਾਲੇ ਦਾ ਹੈ ਓਸ ਬਜ੍ਰ ਪ੍ਰਾਣੀ ਕਠੋਰ ਹਿਰਦੇ ਪਾਪੀ ਪੁਰਖ ਦਾ ਕਦਾਚਿਤ ਉਧਾਰ ਨਿਸਤਾਰਾ ਨਹੀਂ ਹੋਵੇਗਾ ॥੩੦੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
