[
  {
    "id": "SZZ",
    "sttm_id": 6789,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SGUA",
        "source_page": 309,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwp AYso; pRym kY prspr pg lptwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the meeting of obedient and truthful persons of the True Guru is such that they bend down to touch each others feet regardless of their high or low status or age.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਣ ਦਾ ਐਸਾ ਪ੍ਰਭਾਵ ਹੈ ਕਿ ਜਦ ਕਦੀ ਭੀ ਗੁਰ ਕੇ ਸਿੱਖ ਮਿਲਦੇ ਹਨ ਤਾਂ ਪ੍ਰੇਮ ਕਰ ਕੇ ਪਰਸਪਰ ਆਪੋ ਵਿਚ ਦੂਏ ਦੇ ਚਰਣਾਂ ਨੂੰ ਹੀ ਲਪਟਨ ਲਈ ਔਂਦੇ ਹਨ; ਭਾਵ ਵਡੇ ਛੋਟੇ ਦੀ ਵਡ੍ਯਾਈ ਛੁਟਾਈ ਦੀ ਪ੍ਰਵਾਹ ਨਾ ਕਰ ਕੇ ਇਕ ਬ੍ਰਾਬਰ ਹੀ ਪੈਰਾਂ ਉਪਰ ਡਿਗਨ ਪੈਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5L06",
        "source_page": 309,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs Aru sbd suriq imil; pUrn bRhm igAwn iDAwn ilv lwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Having seen the True Guru and by the divine effect of words residing in their mind, such Sikhs of the Guru remain engrossed in perfect Lord by virtue of Guru's knowledge and contemplation. The effect is always visible on them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਮਿਲਨ ਉਪ੍ਰੰਤ ਆਪਸ ਵਿਖੇ ਨੇਤ੍ਰ ਭਰ ਭਰ ਦਰਸ਼ਨ ਕਰਦੇ, ਅਤੇ ਕੰਨਾਂ ਦ੍ਵਾਰੇ ਇਕ ਦੂਏ ਦੀ ਰਸਨਾ ਤੋਂ ਸ਼ਬਦ = ਸਤਿਗੁਰੂ ਮਹਮਾ ਦੇ ਬਚਨ ਬਿਲਾਸ ਸੁਣਦੇ ਸੁਣਦੇ ਪੂਰਨ ਬ੍ਰਹਮਸਰੂਪ ਸਤਿਗੁਰੂ ਦੇ ਯਥਾਰਥ ਗਿਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਓਸੇ ਹੀ ਧਿਆਨ ਵਿਚ ਫੇਰ ਲਿਵ ਲਗਾ ਲਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GVMN",
        "source_page": 309,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk imstwn pwn lwvq mhw pRswid; eyk gurpurb kY isKnu bulwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many of these devotees of the Guru bring dainty dishes for the consumption of the saintly persons of the congregation. Others send invitations to the Sikhs of Guru and hold Religious functions on the days associated with their Gurus.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਕ ਤਾਂ ਮਿੱਠੇ ਮਿੱਠੇ ਸ੍ਵਾਦ ਵਾਲੇ ਅੰਨ ਪਾਣੀ ਆਦਿ ਛਕਨ ਦੇ ਪਦਾਰਥ ਭੇਟਾ ਲੈ ਕੇ ਔਂਦੇ ਹਨ ਤੇ ਇਕ ਕੋਈ ਕੜਾਹ ਪ੍ਰਸਾਦ ਲਿਔਂਦੇ ਹਨ, ਅਤੇ ਇਕ ਗੁਰਪੁਰਬ ਗੁਰੂਆਂ ਦੇ ਅਵਤਾਰ ਆਦਿ ਸਬੰਧੀ ਮੁਖ੍ਯ ਦਿਨਾਂ ਕੈ ਕਾਰਣ ਸਿੱਖਾਂ ਨੂੰ ਸੰਗਤ ਨੂੰ ਸੱਦਦੇ ਦੀਵਾਨ ਲਈ ਇਕਤ੍ਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U320",
        "source_page": 309,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isv snkwid bwCY iqn ky auicst kau; swDn kI dUKnw kvn Pl pwvhI [309["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even gods like Shiv, Sanak crave for the leftovers of such Sikhs of the Guru who are blessed with divine traits of Naam Simran. What good will one reap who thinks ill of such godly ones? It is evident that such a person will be severely 'shed in the court",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਨਾਂ ਐਸਿਆਂ ਗੁਰ ਸਿੱਖਾਂ ਦੇ ਉਚਿਸਟ ਸੀਤ ਪ੍ਰਸਾਦਿ ਨੂੰ ਅਰਥਾਤ ਐਸਿਆਂ ਗੁਰ ਸਿੱਖਾਂ ਦੇ ਦੀਵਾਨ ਸਾਧ ਸੰਗਤ ਦੇ ਇਕੱਠ ਅੰਦਰ ਵਰਤਦੇ ਛਕੀਂਦੇ ਪ੍ਰਸਾਦਿ ਦੇ ਡਿਗੇ ਢੱਠੇ ਕਿਣਕੇ ਨੂੰ ਭੀ ਸ਼ਿਵਜੀ ਆਦਿਕ ਮਹਾਂ ਦੇਵਤੇ ਅਤੇ ਸਨਕਾਦਿਕ ਮਹਾਂ ਮੁਨੀ ਚਾਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਐਸਿਆਂ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਦੂਖਣਾ ਲੌਣ ਵਾਲੇ ਤਰਕਾਂ ਉਠਾਨ ਵਾਲੇ ਪਤਾ ਨਹੀਂ ਕੀਹ ਨੀਚ ਫਲ ਪੌਣਗੇ ॥੩੦੯॥ ਦੇਖੋ ਕਬਿੱਤ ੧੨੪ ਭੀ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
