[
  {
    "id": "8UE",
    "sttm_id": 6793,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PTM0",
        "source_page": 313,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMqr AiCq hI idsMqir gvn krY; pwCY pry phucY n pwieku jau DwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite well hidden in the body, mind still reaches far off places. If someone tries to chase it, he just cannot reach it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਦਰ ਅੰਤਾਕਰਣ ਵਿਖੇ ਅਛਤ ਹੀ = ਵਰਤਮਾਨ ਇਸਥਿਤ ਰਹਿੰਦਿਆਂ ਸੰਦਿਆਂ ਵੀ ਮਨ ਦੇਸਾਂ ਦਿਸਾਂਤਰਾਂ ਨੂੰ ਗਵਨ ਕਰ ਜਾਂਦਾ ਹੈ, ਜੇਕਰ ਪਾਇਕ = ਪ੍ਯਾਦਾ = ਹਲਕਾਰਾ ਸ਼ੀਘਰ ਗਾਮੀ ਸੇਵਕ ਭੀ ਕੋਈ ਇਸ ਦਾ ਪਿੱਛਾ ਕਰਦਾ ਹੋਇਆ ਪਿੱਛੈ ਪੈ ਦੌੜੇ, ਤਾਂ 'ਪਹੁੰਚੈ ਨ' ਇਸ ਨੂੰ ਨਹੀਂ ਪੁਗ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DE3V",
        "source_page": 313,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "phucY n rQu phucY n gjrwju bwju; phucY n Kg imRg PwNDq aufwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No chariot, a swift horse or even Airawat (a legendary elephant) can reach it. Neither a fast flying bird nor a galloping deer can match it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੁਸ਼ਪਕ ਬਿਬਾਨ ਜੇਹੇ ਯਾ ਇੰਦ੍ਰ ਵਰਗਿਆਂ ਦੇ ਉਡਾਰੂ ਰਥ ਇਸ ਦੇ ਬ੍ਰੋਬਰ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ, ਐਸੇ ਹੀ ਐਰਾਵਤ ਵਰਗੇ ਹਾਥੀ ਰਾਜ ਅਥਵਾ ਭੂਰੀਸ਼੍ਰਵਾ ਸਮਾਨ ਘੋੜਿਆਂ ਦੇ ਸ਼ਿਰੋਮਣੀ ਬਾਜਰਾਜ ਭੀ ਇਸ ਨੂੰ ਨਹੀਂ ਪੁਗ ਸਕਦੇ। ਅਰੁ ਪੰਛੀ ਉਡਾਰੀਆਂ ਮਾਰਦੇ ਹੋਏ ਇਸ ਨੂੰ ਨਹੀਂ ਪੁਜ ਸਕਦੇ ਅਤੇ ਮਿਗ ਕਈ ਕਈ ਗਜਾਂ ਦੀਆਂ ਕੁਦਾੜੀਆਂ ਮਾਰਦੇ ਹੋਏ ਇਸ ਦੀ ਬ੍ਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0PQT",
        "source_page": 313,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "phucY n pvn gvn iqRBvn pRiq; ArD aurD AMqrIC huie n pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even the wind which has its reach in the three worlds cannot reach it. One who is capable of reaching the land of the world beyond, cannot win the race of mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹੁੰਚ ਨਹੀਂ ਸਕਦਾ ਪੌਣ ਭੀ ਇਸ ਨੂੰ ਜਿਸ ਦਾ ਗਵਨ ਚਲਨ ਦੀ ਸਮਰੱਥਾ ਤਿੰਨਾਂ ਭੁਵਨਾਂ ਪ੍ਰਯੰਤ ਹੈ, ਅਰਧ ਪਾਤਾਲ ਗਾਮੀ ਹੋ ਕੇ ਉਰਧ ਆਕਾਸ਼ ਗਾਮੀ ਹੋ ਕੇ ਤਥਾ ਅੰਤਰੀਛ = ਅੰਤ੍ਰਾਲਿਕ ਮੰਡਲ ਵਿਖੇ ਭੀ ਗਮਨ ਕਰਨ ਵਾਲਾ ਹੋ ਕੇ ਨਹੀਂ ਹੀ ਇਸ ਮਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਫੜ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R4ZJ",
        "source_page": 313,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pMc dUq BUq lig ADmu AswDu mnu; ghy gur igAwn swDsMig bis AwveI [313["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Inveigled by the five vices of maya that has embraced it like a demon, the low and incorrigible mind can only be controlled and disciplined if it accepts the initiation of the True Guru through the kind blessings of saintly and true devotees of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੰਜੇ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਦੂਤ ਦੁਸ਼ਟ ਭੂਤਨੇ ਜਿਸ ਨੂੰ ਲਗਿ = ਲਗੇ ਚੰਬੜੇ ਹੋਏ ਹਨ, ਅਰਥਾਤ ਜਿਸ ਦੇ ਸਦਾ ਦੇ ਲਾਗੂ ਹਨ, ਉਹ ਐਸਾ ਅਧਮ ਨੀਚ ਅਸਾਧ ਨਾ ਸਾਧਿਆ ਜਾ ਸਕਨ ਵਾਲਾ ਮਨ, ਸਾਧ ਸੰਗਤ ਦ੍ਵਾਰੇ ਗੁਰੂਗਿਆਨ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਉਪਦੇਸ਼ੇ ਸਿਧਾਂਤ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਗਹੇ ਫੜੀਏ ਕਾਬੂ ਕਰਨ ਦਾ ਜਤਨ ਕਰੀਏ ਤਾਂ ਹੀ ਜਾਕ ਵੱਸ ਔਂਦਾ ਹੈ ॥੩੧੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
