[
  {
    "id": "1EX",
    "sttm_id": 6794,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7WRN",
        "source_page": 314,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwNDry kau sbd suriq kr cr tyk; bhrY crn kr idRsit sbd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A blind person has support of the words, ability to hear, hands and feet. A deaf has much reliance on his hands feet, vision of the eyes and the words that he speaks.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਨ੍ਹੇ ਆਦਮੀ ਨੂੰ ਤਾਂ ਸਬਦ = ਬਾਣੀ ਬੋਲਨ ਦੀ ਸਾਧਨ ਰਸਨਾ ਸੁਰਤਿ, ਕੰਨਾਂ, ਕਰ ਹੱਥਾਂ ਤਥਾ ਚਰ ਚਰਣਾਂ ਦੀ ਟੇਕ ਸਹਾਰਾ ਥੂਨੀ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਬਹਰੇ ਬੋਲੇ ਮਨੁੱਖ ਨੂੰ ਪੈਰਾਂ ਹੱਥਾਂ, ਅੱਖੀਆਂ ਤਥਾ ਰਸਨਾ ਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7F9H",
        "source_page": 314,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gUMgY tyk cr kr idRsit sbd suriq ilv; lUly tyk idRsit sbd sRüiq pd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A dumb has support of ears for listening, feet, hands vision of the eyes. A handless person relies much on eyes speech, hearing and feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁੰਗੇ ਦੀ ਪੈਰਾਂ, ਹੱਥਾਂ, ਅੱਖੀਆਂ, ਰਸਨਾ ਤਥਾ ਕੰਨਾਂ ਦੇ ਸਹਾਰੇ ਵਿਖੇ ਲਿਵ = ਤਾਰ ਹੁੰਦੀ ਹੈ। ਭਾਵ ਉਸ ਨੂੰ ਇਨਾਂ ਅੰਗਾਂ ਦੀ ਸ਼ਕਤੀ ਦਾ ਮਾਨ ਹੁੰਦਾ ਹੈ। ਅਤੇ ਲੂਲੇ ਲੁੰਜੇ = ਹੱਥ ਵੰਜਾਏ ਆਦਮੀ ਦੀ ਥੂਨੀ ਅੱਖਾਂ ਰਸਨਾ, ਕੰਨ ਤਥਾ ਪੈਰ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3K6B",
        "source_page": 314,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwgury kau tyk idRsit sbd suriq kr; tyk eyk eyk AMg hIn dInqw ACd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is lame or without legs rely on sight of his eyes speech, ability to hear, and use of his hands. Despite capacitated of one limb or faculty, the dependence on others remain hidden.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਿੰਗਲੇ ਨੂੰ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ ਨੇਤ੍ਰਾਂ ਦਾ ਰਸਨਾ ਦਾ ਤਥਾ ਕੰਨਾਂ ਅਰੁ ਹੱਥਾਂ ਦਾ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਨਾਂ ਸਾਰਿਆਂ ਜਣਿਆਂ ਦੀ ਇਕੋ ਇੱਕ ਅੰਗ ਤੋਂ ਹੀਣਿਆਂ ਹੋਣ ਕਾਰਣ ਦੀਨਤਾ ਮੁਥੰਜਗੀ ਅਛਦ ਅਛਾਦੀ ਹੋਈ ਢੱਕੀ ਢਕਾਈ ਰਹਿੰਦੀ ਹੈ, ਭਾਵ ਇਨਾਂ ਦੀ ਮੁਥਾਜੀ ਉਪਰ ਪੜਦਾ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z0SR",
        "source_page": 314,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMD guMg suMn pMg luMj duK puMj mm; AMqr ky AMqrjwmI prbIn sd hY [314["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But I am blind, dumb, deaf, maimed of hand and feet a mass of suffering. 0 my True Lord! You are the wisest and completely informed of all my innate pains. 0 My Lord, please be merciful and remove all my pains. (314)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਅਖੀਆਂ ਤੋਂ ਅੰਨ੍ਹਾ, ਬੋਲਣੋਂ ਗੁੰਗਾ, ਕੰਨਾਂ ਤੋਂ ਸੁੰਨ ਬੋਲਾ, ਪੈਰਾਂ ਦਾ ਲੂਲਾ ਅਤੇ ਹੱਥਾਂ ਦਾ ਲੁੰਞਾ ਭਾਵ ਸਭ ਤਰ੍ਹਾਂ ਹੀ ਹੀਣਾ ਮੈਂ ਦੁੱਖ ਪੁੰਜ ਸਮੂਲਚਾ ਦੁੱਖ ਰੂਪ ਹੀ ਹਾਂ। ਹਾਂ! ਹੈਗਾ ਹਾਂ ਆਪ ਦਾ ਤੇ ਆਪ ਅੰਦਰ ਦਿਲਾਂ ਦੀਆਂ ਬੁਝਨਹਾਰੇ ਅੰਤਰਯਾਮੀ ਸਰਬਦਾ ਕਾਲ ਹੀ ਪਰਬੀਨ = ਪੂਰਣ ਚੱਤੁਰ ਸ੍ਯਾਣੇ ਸ਼ਕਤੀ ਸੰਪੰਨ ਹੋ ॥੩੧੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
