[
  {
    "id": "NQL",
    "sttm_id": 6795,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SC9Z",
        "source_page": 315,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwNDry kau sbd suriq kr cr tyk; AMD guMg sbd suriq kr cr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A blind person has the-support of power of speech, hands and feet. And if someone is blind and dumb as well, then he is dependent on others for listening power, hands and feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਨ੍ਹੇ ਨੂੰ ਤਾਂ ਰਸਨਾ, ਕੰਨਾ, ਹੱਥਾਂ ਤਥਾ ਪੈਰਾਂ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਅੰਨ੍ਹੇ ਗੁੰਗੇ ਨੂੰ ਰਸਨਾ ਕੰਨਾਂ ਹੱਥਾਂ ਤਥਾ ਪੈਰਾਂ ਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "74PZ",
        "source_page": 315,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMD guMg suMn kr cr AvlMb tyk; AMD guMg suMn pMg tyk eyk kr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If someone is blind, deaf and dumb, he has support of hands and feet. But if one is blind, deaf, dumb and lame, he has support only of hands.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਜਿਹੜਾ ਅੰਨ੍ਹਾਂ, ਗੁੰਗਾ ਅਤੇ ਬੋਲਾ ਹੋਵੇ, ਓਸ ਨੂੰ ਹੱਥਾਂ ਦਾ ਅਵਿਲੰਬ = ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ ਤਥਾ ਪੈਰਾਂ ਦੀ ਟੇਕ ਥੂਨ੍ਹੀ। ਕਿੰਤੂ ਜੋ ਅੰਨ੍ਹਾ ਗੁੰਗਾ, ਬੋਲਾ ਅਤੇ ਪਿੰਗਲਾ ਹੋਵੇ, ਓਸ ਦੀ ਟੇਕ ਕੇਵਲ ਇਕ ਹੱਥ ਹੀ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A5CZ",
        "source_page": 315,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMD guMg suMn pMg luMj duK puMj mm; srbMg hIn dIn duKq ADr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But I am a bundle of pains and sufferings, because I am blind, deaf, dumb, crippled and have no support. I am deeply distressed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨਾਂ ਨੂੰ ਕੋਈ ਨਾ ਕੋਈ ਸਹਾਰਾ ਹੋਣ ਕਰ ਕੇ ਆਪਣਾ ਆਪਣਾ ਦੁੱਖ ਕੱਟਨ ਦਾ ਉਹ ਉਪ੍ਰਾਲਾ ਕਰ ਸਕਦੇ ਹਨ ਪ੍ਰੰਤੂ ਅੰਨ੍ਹੇ, ਗੁੰਗੇ, ਬੋਲੇ, ਪਿੰਗੁਲੇ ਤੇ ਲੁੰਜੇ ਦੁੱਖ ਪੁੰਜ, ਦੁੱਖ ਰੂਪ ਮਮ ਮੈਂ ਤਾਂ ਸਮੂਚਲਾ ਹੀ ਅੰਗਾਂ ਤੋਂ ਹੀਣਾ ਹਾਂ, ਤੇ ਦੀਨ ਆਤੁਰ ਆਯਾ ਹੋਯਾ ਦੁਖੀ, ਅਰੁ ਅਧਰ ਧਿਰੋਂ ਸਹਾਰ੍ਯੋਂ ਗਿਆ ਗੁਜਰਿਆ ਵਾ ਅਧਰ ਬੇਹਿੰਮਤਾ ਹਾਂ ਜਿਸ ਕਰ ਕੇ ਆਪਣੇ ਦੁੱਖਾਂ ਦਾ ਉਪ੍ਰਾਲਾ ਕੁਛ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JC1N",
        "source_page": 315,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMqr kI AMqrjwmI jwnY AMqrgiq; kYsy inrbwhu krY srY nrhr hY [315["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Oh Omnipotent Lord! You are Omniscient. How can I tell you my pain, how will I live and how will I cross this worldly ocean of life. (315)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੇ! ਮਹਾਨ ਦੁੱਖਾਂ ਤੋਂ ਪ੍ਰਹਲਾਦ ਆਦਿ ਨੂੰ ਬਚਾਨ ਹਾਰੇ ਨਰ ਸਿੰਘ ਸਰੂਪ ਭਗਵਾਨ ਸਤਿਗੁਰੋ ਸਭਨੀਂ ਅੰਦਰੀਂ ਰਮੇ ਹੋਏ ਤੁਸੀਂ ਅੰਦਰਾਂ ਦੀਆਂ ਜਾਨਣ ਹਾਰੇ ਅੰਤਰਯਾਮੀ ਹੋ, ਤੇ ਸਭ ਕੁਛ ਜਾਨਦੇ ਹੋ ਕਿ ਮੈਂ ਜੋ ਦੁਖਾਂ ਤੇ ਸੰਤਾਪ ਨਾਲ ਸੜ ਰਿਹਾ ਹਾਂ ਕਿਸ ਪ੍ਰਕਾਰ ਨਿਰਬਾਹ ਕਰਾਂ ਜਿੰਦਗੀ ਬਿਤਾਵਾਂ ਅਥਵਾ ਕੈਸੇ ਨਿਰਬਾਹ ਕਰੈ ਸਰੈ ਨ ਰਹ ਰਹੈ ਕਿਸ ਪ੍ਰਕਾਰ ਨਿਰਬਾਹ ਕਰਾਂ ਮੇਰੀ ਸਰਦੀ ਨਹੀਂ ਤੇ ਰਾਹ ਰਹਿ ਰਿਹਾ ਹੈ ਭਾਵ ਮੋਖ ਮਾਰਗੋਂ ਵੰਕਿਆ ਜਾ ਰਿਹਾ ਹਾਂ, ਤੇ ਮਨੁੱਖਾ ਜਨਮ ਅਜਾਈਂ ਜਾ ਰਿਹਾ ਹੈ। ਅਥਵਾ ਕਿਸ ਪ੍ਰਕਾਰ ਆਪ ਨਾਲ ਨਿਭ ਆਵੇ ਤੇ ਸਰ ਬਣ ਸਕੇ, ਜਿਸ ਕਰ ਕੇ ਰਾਹੋਂ ਨਾ ਰਹਿ ਜਾਵਾਂ ॥੩੧੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
