[
  {
    "id": "ZF4",
    "sttm_id": 6796,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "H2TY",
        "source_page": 316,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ckeI ckor imRg mIn iBRMg Aau pqMg; pRIiq iek AMgI bhu rMgI duKdweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The love of a Ruddy Sheldrake with Sun, Allictoris gracea with Moon, deer with melody of Ghandey Herhey, fish with water, a black bee with lotus flower and of a moth with light is one-sided. Such one-sided love is often painful in many ways.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਕਵੀ ਦੀ ਇਕ ਸੂਰਜ ਮਾਤ੍ਰ ਨਾਲ, ਤੇ ਚਕੋਰ ਦੀ ਚੰਦ੍ਰਮੇ ਨਾਲ ਅਤੇ ਹਰਣ ਦੀ ਘੰਡੇ ਹੇੜੇ ਦੀ ਧੁਨੀ ਨਾਲ ਮਛੀ ਦੀ ਰਸ ਸ੍ਵਾਦ ਮਾਤ੍ਰ ਨਾਲ, ਤਥਾ ਭਿੰਗ੍ਰ ਭੌਰੇ ਦੀ ਕੌਲ ਫੁੱਲ ਨਾਲ, ਅਰੁ ਪਤੰਗੇ ਦੀ ਦੀਵੇ ਦੀ ਲਾਟ ਮਾਤ੍ਰ ਨਾਲ ਇਸੇ ਕਰ ਕੇ ਹੀ ਏਨਾ ਦੀ ਪ੍ਰੀਤੀ ਇਕ ਅੰਗੀ ਕਹੀ ਜਾਂਦੀ ਹੈ; ਐਸੀ ਇਕ ਮਾਤ੍ਰ ਪ੍ਰੀਤੀ ਤੋਂ ਛੁੱਟ ਸਭਨੀਂ ਪਾਸੀਂ ਲੱਤ ਅੜਾਨ ਵਾਲੀ ਪ੍ਰੀਤੀ ਬਹੁ ਰੰਗੀ ਕਹੀ ਜਾਂਦੀ ਹੈ, ਸੋ ਬਹੁਤੀਆਂ ਥਾਵਾਂ ਤੇ ਵੰਡੀ ਹੋਈ ਬਹੁਰੰਗੀ ਪ੍ਰੀਤੀ ਦੁਖਦਾਈ ਹੁੰਦੀ ਹੈ, ਕ੍ਯੋਂਕਿ ਬਹੁਤਿਆਂ ਪ੍ਰੀਤਮਾਂ ਨੂੰ ਇਕੋ ਵਾਰ ਹੀ ਇਕ ਸਮੇਂ ਰਿਝਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਅਥਵਾ ਇਕ ਰੰਗੀ ਇਕ ਪਾਸੜ ਪ੍ਰੀਤ ਬਹੁਰੰਗੀ ਦੁਖਦਾਈ ਬਹੁਤ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਦੁਖਾਂ ਦੀ ਦਾਤੀ ਹੈ ਇਉਂ ਭੀ ਅਰਥ ਹੋ ਸਕਦਾ ਹੈ ਪਰ ਕਬਿਤ ਵਿਚ ਭਾਈ ਸਾਹਿਬ ਨੇ ਜੋ ਆਸ਼੍ਯ ਪ੍ਰਗਟ ਕੀਤਾ ਹੈ ਓਹ ਪਹਿਲਿਆਂ ਅਰਥਾਂ ਨੂੰ ਹੀ ਸਿੱਧ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GD8B",
        "source_page": 316,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk eyk tyk sY trq n mrq sbY; Awid AMiq kI cwl clI AweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All these lovers do not abstain from their faith of one-sided love and in the process give away their lives. This tradition of worldly love is going on since the beginning of ages.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਕੋ ਇਕ ਹੀ ਪ੍ਯਾਰੇ ਦੀ ਟੇਕ ਧਾਰ ਕੇ ਓਸ ਵੱਲੋਂ ਟਾਲੇ ਹੋਏ ਰਲਦੇ ਨਹੀਂ ਹਨ ਉਪ੍ਰੋਕਤ ਜੀਵ, ਸਗੋਂ ਸਾਰੇ ਹੀ ਪ੍ਯਾਰੇ ਦੇ ਪ੍ਯਾਰ ਪਿਛੇ ਮੌਤ ਨੂੰ ਸਹੇੜਦੇ ਹਨ। ਇਹ ਆਦਿ ਅੰਤ ਧੁਰ ਤੋਂ ਹੀ ਜਗਤ ਵਿਚ ਚਾਲ ਚਲੀ ਆ ਰਹੀ ਹੈ ਭਾਵ ਇਨਾਂ ਜੀਵਾਂ ਦੇ ਪ੍ਯਾਰ ਦੀ ਇਸੇ ਕਰ ਕੇ ਹੀ ਸੱਥ ਤੁਰੀ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMEH",
        "source_page": 316,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwpu AYso; log prlog suKdwiek shweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But the importance of two-sided love of a Sikh of the Guru and his True Guru is such that can prove helpful and peaceful in this world and the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਸਾਧ ਸੰਗਤ ਦੇ ਮਿਲਾਪ ਦਾ ਮਹਾਤਮ ਐਸਾ ਹੈ ਕਿ ਲੋਕ ਵਿਚ ਜੀਉਂਦੇ ਜੀ ਤਾਂ ਸਭ ਤਰ੍ਹਾਂ ਸੁਖਾਂ ਦੇ ਦੇਣਹਾਰਾ ਹੈ, ਤੇ ਸਰੀਰ ਛੁਟਨ ਉਪ੍ਰੰਤ ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਤਮ ਗਤੀ ਕਲ੍ਯਾਣ ਦਾ ਕਾਰਣ ਹੋਣ ਕਰ ਕੇ ਸਹਾਈ ਹੈ। ਭਾਵ ਉਕਤ ਜੀਵਾਂ ਵਾਕੂੰ ਪ੍ਯਾਰ ਵਿਚ ਮਰ ਮਿਟ੍ਯਾਂ ਕੇਵਲ ਨਾਮਨੇ ਦੀ ਪ੍ਰਾਪਤੀ ਕਰ ਕੇ ਇੱਥੇ ਹੀ ਤਬਾਹ ਨਹੀਂ ਕਰ ਸੁੱਟਨ ਵਾਲਾ ਬਲਕਿ ਇਥੇ ਭੀ ਤੇਜ ਪ੍ਰਤਾਪ ਦਾ ਜੀਊਂਦੇ ਜੀ ਕਾਰਣ, ਤੇ ਪ੍ਰਲੋਕ ਵਿਚ ਭੀ ਸਹਾਈ ਹੋਣ ਹਾਰਾ ਐਸਾ ਸਾਧ ਸੰਗਤ ਦਾ ਪ੍ਰੇਮ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "38FU",
        "source_page": 316,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq suin durmiq n imtq jw kI; Aih imil cMdn ijau ibKu n imtweI hY [316["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With such comforting love of the Guru available close at hand, if one does not listen to the teachings of the Guru and who does not dispel one's base wisdom, then such a person is no better than a snake who does not shed his venom even after embracing San",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਮਹਾਂ ਪ੍ਰਭਾਵ ਵਾਲੀ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਤੇ ਅਨੰਨ ਪ੍ਰੇਮ ਦਿਖਾਲਦਿਆਂ ਭੀ ਜੇਕਰ ਗੁਰਮਤਿ ਗੁਰ ਉਪਦੇਸ਼ ਸ੍ਰਵਣ ਕਰਦਿਆਂ ਕਿਸੇ ਦੀ ਦੁਸ਼ਟ ਬੁਧੀ ਨਹੀਂ ਮਿਟਦੀ, ਭਾਵ ਥਾਂ ਥਾਂ ਭਟਕਨ ਦੀ ਬਾਣ ਨਹੀਂ ਹਟਦੀ, ਤਾਂ ਓਸ ਨੂੰ ਚੰਨਣ ਦੇ ਬੂਟੇ ਨਾਲ ਚੰਬੜਿਆ ਸੱਪ ਹੀ ਸਮਝਨਾ ਜੋ ਸ਼ਾਂਤੀ ਪ੍ਰਦਾਤੇ ਚੰਨਣ ਦੀ ਸੰਗਤ ਵਿਚ ਹਰ ਸਮੇਂ ਵਸਦਿਆਂ ਹੋਯਾਂ ਭੀ, ਅਪਣੀ ਵਿਖ ਨਿਵਾਰਣ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੩੧੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
