[
  {
    "id": "CEG",
    "sttm_id": 6797,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FSPP",
        "source_page": 317,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mIn kau n suriq jl kau sbd igAwnu; duibDw imtwie n skq jlu mIn kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A fish is not a ware that the water will assist nor does water have knowledge of speech or hearing in order to help the fish in distress. Therefore the water cannot allay its pain while it is in distress.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਛਲੀ ਨੂੰ ਸੂਝ ਨਹੀਂ ਜਿਸ ਕਰ ਕੇ ਉਹ ਸਮਝ ਸਕੇ ਕਿ ਜਲ ਓਸ ਦੀ ਔਕੁੜ ਸਮੇਂ ਸਹੈਤਾ ਨਹੀਂ ਕਰ ਸਕੇਗਾ, ਅਤੇ ਜਲ ਨੂੰ ਸਬਦ ਦਾ ਗਿਆਨ ਨਹੀਂ ਜਿਸ ਕਰ ਕੇ ਮਛੀ ਦੀ ਚੀਕ ਪੁਕਾਰ ਸੁਣ ਸਕੇ, ਵਾ ਸ੍ਵਾਦ ਦੀ ਚਾਟ ਵਿਚ ਮਰੀਣੋਂ ਓਸ ਨੂੰ ਲਲਕਾਰ ਹਟਾਵੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਹ ਵਿਚਾਰਾ ਮਛੀ ਦੀ ਦੁਬਿਧਾ ਦੁਚਿਤਾਈ ਚਿੰਤਾ ਨੂੰ ਸਮਾਂ ਪਏ ਨਹੀਂ ਮਿਟਾ ਸਕਦਾ। ਅਤੇ",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SHH2",
        "source_page": 317,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sr sirqw AQwh pRbl pRvwh bsY; gRsY loh, rwiK n skq miq hIn kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fish resides in the vast and rapid flow of the river. But when it swallows the iron bait of an angler, the bemused fish cannot be saved by water-her beloved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਥਾਹ ਅਸਗਾਹ ਸਰੋਵਰ ਵਿਚ ਅਥਵਾ ਸਰਿਤਾ ਨਦੀ ਦੇ ਪ੍ਰਬਲ ਤੀਬਰ ਵੇਗ ਚਾਲ ਵਾਲੇ ਰੋੜ੍ਹ ਵਿਚ ਵਸਦੀ ਹੋਈ ਮਛੀ ਜਦ ਕੁੰਡੀ ਨੂੰ ਗ੍ਰਸੈ ਨਿਗਲ ਲੈਂਦੀ ਹੈ ਤਾਂ ਉਸ ਮਤਿ ਹੀਨ = ਮੂਰਖ ਦੀ ਰਖ੍ਯਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NRNC",
        "source_page": 317,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jlu ibnu qriP qjq ipRA pRwn mIn; jwnq n pIr nIr dInqweI dIn kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Removed from water, a fish writhes in pain for life having been separated from its beloved (life support). But the water is not aware of the sufferings of the fish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਕੁੰਡੀ ਜਾਲ ਫੱਥੀ ਮਛੀ ਜਦ ਅਪਣੇ ਪ੍ਰਾਨ ਪ੍ਯਾਰੇ ਨੂੰ ਤ੍ਯਾਗਦੀ ਹੈ, ਤਾਂ ਜਲ ਪ੍ਰੀਤਮ ਬਿਨਾਂ ਤੜਫ ਕੇ ਪ੍ਰਾਨ ਦੇ ਦਿੰਦੀ ਹੈ, ਪਰ ਓਸ ਦੀਨ ਆਤੁਰ ਦੀ ਦੀਨਤਾ ਆਤੁਰਤਾ ਭਰੀ ਪੀੜ ਨੂੰ ਜਲ ਜਾਣਦਾ ਹੀ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7EZ8",
        "source_page": 317,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duKdweI pRIiq kI pRqIq mIn kul idRV; gurisK bMs iDRgu pRIiq prDIn kI [317["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The entire clan of fish is bearing with this one-sided love for eons. But the love of a Guru and his disciple is always two-sided. Guru helps the Sikh in distress. But one who being in the clan, leaves the love of True Guru, submits himself and serves spu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਐਸੀ ਦੁਖਦਾਈ ਪ੍ਰੀਤੀ ਦੀ ਜੋ ਪ੍ਰਤੀਤ ਮਛਲੀ ਦੀ ਕੁਲ ਵਿਚ ਦ੍ਰਿੜ੍ਹ ਪ੍ਰਪੱਕ ਹੋਈ ਹੋਈ ਹੈ, ਐਹੋ ਜੇਹੀ ਪਰਾਧੀਨ ਪ੍ਰੀਤ ਨੂੰ ਗੁਰ ਸਿੱਖਾਂ ਦੀ ਬੰਸ ਸਿੱਖੀ ਮੰਡਲ ਵਿਚ ਧਿਰਕਾਰ੍ਯਾ ਗਿਆ ਹੈ। ਭਾਵ ਜਿਸ ਪ੍ਰੀਤੀ ਦੇ ਮਰਣ ਪ੍ਰਯੰਤ ਪਾਲਿਆਂ ਭੀ ਪ੍ਰਾਧੀਨਤਾ ਨਹੀਂ ਦੂਰ ਹੋ ਸਕਦੀ, ਮੋਖ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਗੁਰ ਸਿੱਖ ਓਸ ਨੂੰ ਪ੍ਰਵਾਣ ਨਹੀਂ ਰਖਦੇ ॥੩੧੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
