[
  {
    "id": "VYM",
    "sttm_id": 6798,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XNFA",
        "source_page": 318,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dIpk pY Awvq pqMg pRIiq rIiq lig; dIp kir mhw ibprIq imly jwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A moth approaches a light out of love but the attitude of a lamp is to the contrary. It singes him to death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਤੰਗਾ ਫੰਬਟ ਪ੍ਰੀਤੀ ਦੀ ਰੀਤੀ ਚਾਲ ਲਗਿ ਪਿਛੇ ਪ੍ਰੀਤ ਦੀ ਲਗਨ ਵਾਲੀ ਮ੍ਰਯਾਦਾ ਕਾਰਣ ਦੀਵੇ ਦੇ ਸਮੀਪ ਪਾਸ ਔਂਦਾ ਹੈ, ਤੇ ਦੀਪ ਦੀਵਾ ਕਹਿ ਮਹਾਂ ਬਿਪ੍ਰੀਤਿ = ਕੀਹ ਅਤ੍ਯੰਤ ਉਲਟੀ ਰੀਤ ਕਰਦਾ ਹੈ ਕਿ ਮਿਲੇ ਜਾਰਿ ਹੈ ਮਿਲਦੇ ਸਾਰ ਹੀ ਓਸ ਨੂੰ ਸਾੜ ਸਿੱਟਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7TR2",
        "source_page": 318,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Ail cil Awvq kml pY snyh kir; kml sMpt bwNiD pRwn prhwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fulfilling his desire for love, a black bee approaches a lotus flower. But as the Sun sets, the lotus flower closes its petals and snuffs out life from the black bee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੌਰਾ ਪ੍ਯਾਰ ਦੇ ਕਾਰਣ ਕੌਲ ਫੁੱਲ ਉਪਰ ਔਂਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਕੌਲ ਫੁੱਲ ਉਲਟਾ ਅਪਣੇ ਸੰਪੁਟ ਸਿਮਟਾਉ ਵਿਚ ਓਸ ਨੂੰ ਜਕੜ ਕੇ ਓਸ ਦੇ ਪ੍ਰਾਨਾਂ ਜਾਨ ਦੀ ਘਾਤ ਕਰ ਸਿੱਟਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DDPF",
        "source_page": 318,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc kRm jl mIn ilvlIn giq; ibCurq rwiK n skq gih fwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is the character of fish to stay in water but when a fisherman or angler catches it with the help of a net or a hook, and throws it out of the water, the water does not help it in anyway.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ ਬਾਣੀ ਸਰੀਰ ਭਾਵ ਸਰਬ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਮਛਲੀ ਦੀ ਗਤਿ ਦਸ਼ਾ ਜਲ ਵਿਖੇ ਲਿਵਲੀਨ ਸਨੇਹ ਵਿਚ ਮਗਨ ਰਹਣਾ ਹੈ, ਪ੍ਰੰਤੂ ਬਿਛੁੜਨ ਲਗਿਆਂ ਬਚਾ ਨਹੀਂ ਸਕਦਾ, ਸਗੋਂ ਫੜ ਕੇ ਪਰੇ ਮਾਰਦਾ ਹੈ, ਵਾ ਜਦ ਸ਼ਿਕਾਰੀ ਜਾਲੀ ਫੜ ਕੇ ਬਾਹਰ ਸੁੱਟਦਾ ਹੈ ਤਾਂ ਵਿਛੁੜਦਿਆਂ ਬਚਾ ਨਹੀਂ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMSK",
        "source_page": 318,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duKdweI pRIiq kI pRqIiq kY mrY n trY; gurisK suKdweI pRIiq ikau ibswir hY [318["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite being one-sided, the painful love of moth, black bee and fish is full of faith and trust. Every lover dies for its beloved but doesn't give up loving. Contrary to this one-sided love, the love of Guru and his Sikh is two-sided. True Guru loves His",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਖਦਾਈ ਪ੍ਰੀਤੀ ਉਪਰ ਪ੍ਰਤੀਤ ਧਾਰ ਕੇ ਜੀਕੂੰ ਇਹ ਜੀਵ ਮਰ ਮਿਟਦੇ ਤੇ ਰੋਕੇ ਨਹੀਂ ਰੁਕਦੇ ਤੀਕੂੰ ਹੀ ਜੇਕਰ ਗੁਰ ਸਿੱਖ ਬਣ ਕੇ ਐਸਿਆਂ ਵਿਖ੍ਯਾਂ ਪਿਛੇ ਮਰ ਮਿਟਨੋਂ ਨਾ ਹਟ ਕੇ ਲੋਕ ਪ੍ਰਲੋਕ ਵਿਖੇ ਸੁਖਦਾਈ ਪ੍ਰੀਤੀ ਸਤਿਗੁਰਾਂ ਦੀ ਨੂੰ ਵਿਸਾਰਦਾ ਹੈ ਤਾਂ ਭਾਰੀ ਅਲੋਕਾਰ ਦੀ ਗੱਲ ਹੈ ॥੩੧੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
