[
  {
    "id": "AQL",
    "sttm_id": 6799,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5PM8",
        "source_page": 319,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dIpk pqMg idib idRsit drs hIn; sRI gur drs iDAwn iqRBvn gMimqw ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What light of vision could he have found in an oil beacon, the moth becomes devoid of even seeing it since it dies on its flame. But the contemplation of True Guru's sight illuminates the vision of the slave of Guru that he is able to see all the happenin",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੀਵੇ ਦੇ ਪ੍ਰਗਾਸ ਤੋਂ ਪਤੰਗੇ ਨੂੰ ਦਿਬ੍ਯ ਦ੍ਰਿਸ਼ਟੀ = ਸੁਖ ਸਰੂਪ ਤੱਕਨ ਹਾਰੀ ਨਿਗ੍ਹਾ ਅੰਤਰ ਦ੍ਰਿਸ਼ਟੀ ਦੀ ਪ੍ਰਾਪਤੀ ਤਾਂ ਕੀਹ ਓਸ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਭੀ ਵੰਜ੍ਯਾ ਰਹਿੰਦਾ ਹੈ ਭਾਵ, ਝਲਕਾ ਮਾਤ੍ਰ ਤੇ ਭੀ ਓਸ ਦ੍ਰਿਸ਼ਟੀ ਦੀ ਝਾਕੀ ਨੂੰ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ। ਅਥਵਾ ਸਾਖ੍ਯਾਤ ਦੀਵੇ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਭੀ ਹੀਣਾ ਵਿਰਵਾ ਰਹਿੰਦਾ ਹੈ ਕ੍ਯੋਂਕਿ ਸਾਮ੍ਹਨੇ ਔਂਦੇ ਸਾਰ ਹੀ ਸੜ ਮਰਦਾ ਹੈ ਪਰ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਪੁਰਖ ਨੂੰ ਧਿਆਨ ਦ੍ਵਾਰੇ ਐਵੇਂ ਹੀ ਅੰਦਰ ਦ੍ਰਿਸ਼ਟੀ ਨੂੰ ਮੋੜਨ ਮਾਤ੍ਰ ਤੇ ਤ੍ਰਿਲੋਕੀ ਭਰ ਦੇ ਗਿਆਨ ਦੀ ਗੰਮਤਾ ਪ੍ਰਾਪਤੀ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z7PJ",
        "source_page": 319,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwsnw kml Ail BRmq n rwiK skY; crn srin gur Anq n rMimqw ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A black bee is fascinated by the smell of a lotus flower. However a lotus flower cannot stop him from visiting other flowers. But a devoted Sikh coming into the refuge of True Guru does not go anywhere else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੌਲ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਭੌਰੇ ਨੂੰ ਭੌਣੋਂ ਭਟਕਨੋਂ ਨਹੀਂ ਬਚਾ ਸਕਦੀ ਅਰਥਾਤ ਓਸ ਨੂੰ ਐਸਾ ਸੰਤੋਖ ਨਹੀਂ ਦੇ ਸਕਦੀ, ਕਿ ਓਸ ਕੌਲ ਫੁਲ ਨੂੰ ਛੱਡ ਕੇ ਦੂਏ ਫੁੱਲ ਉਪਰ ਉਹ ਮੁੜ ਨਾ ਜਾਵੇ, ਪਰ ਸਤਿਗੁਰਾਂ ਦੀ ਚਰਣ ਸਰਣ ਔਣ ਮਾਤ੍ਰ ਤੇ ਹੀ ਗੁਰਮੁਖ ਮੁੜ ਅਨਤ ਹੋਰਦਿਰੇ, ਨ ਰੰਮਿਤਾ ਨਹੀਂ ਚੱਲ ਕੇ ਜਾਯਾ ਕਰਦਾ ਭਾਵ ਓਸ ਦੀ ਨਿਗ੍ਹਾ ਵਿਚੋਂ ਹੋਰ ਕੋਈ ਵਰੋਸਾਵਾ ਦਿੱਸਨਾ ਉਠ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F456",
        "source_page": 319,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mIn jl pRym nym AMiq n shweI hoq; gur suK swgr hY ieq auq sMimqw ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A fish sees through her love for water till the end. But when hooked to a bait, the water does not help her and can't save her. However a Sikh who is ever swimming in the safe ocean of True Guru is always helped by Him here and in the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੱਛੀ ਜਲ ਦੇ ਪ੍ਰੇਮ ਦੇ ਨੇਮ ਵਿਚ ਜੀਉਂਦੇ ਜੀ ਬੱਝੀ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਓੜਕ ਸਿਰ ਜਲ ਓਸ ਦਾ ਮੱਦਤੀ ਨਹੀਂ ਬਣਿਆ ਕਰਦਾ, ਪ੍ਰੰਤੂ ਸਿੱਖ ਦੇ ਪ੍ਰੇਮ ਦਾ ਅਸਥਾਨ ਸਤਗੁਰੂ ਐਸੇ ਸਾਗਰ ਅਥਾਹ ਅਨੰਤ ਰੂਪ ਹਨ, ਕਿ ਇਤ ਏਸ ਲੋਕ ਵਿਚ ਜੀਉਂਦੇ ਜੀ ਤੇ ਉਤ ਸਰੀਰ ਤ੍ਯਾਗ੍ਯਾਂ ਪਰਲੋਕ ਵਿਖੇ ਇਕ ਸਮਾਨ ਹੀ ਸਿੱਖ ਦੀ ਸਹੈਤਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6SB1",
        "source_page": 319,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eyk eyk tyk sy trq n mrq sbY; sRI gur sRbMgI sMgI mhwqm AMimRqw [319["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The love of moth, black bee and fish is one-sided. They never give up this one-sided infatuation and die living in the love of their beloved. But the love of True Guru emancipates one from the cycle of birth and death. Why should anyone turn his face away",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਤੰਗਾ, ਭੌਰਾ, ਮੱਛੀ ਆਦਿ ਸਾਰੇ ਇਕ ਇਕ ਟੇਕ ਅਪਣੇ ਅੰਦਰ ਧਾਰ ਕੇ ਓਸ ਵੱਲੋਂ ਨਹੀਂ ਟਲਦੇ ਤੇ ਓੜਕ ਨੂੰ ਮਰ ਜਾਂਦੇ ਮੌਤ ਤੋਂ ਨਹੀਂ ਬਚ ਸਕ੍ਯਾ ਕਰਦੇ ਹਨ। ਪਰ ਸਤਿਗੁਰੂ ਐਸੇ ਸਰਬੰਗੀ ਸਰਬ ਸਰੂਪੀ ਹਨ ਕਿ ਇਨ੍ਹਾਂ ਦਾ ਮਹਾਤਮ ਅਪਣੇ ਸੰਗੀਆਂ ਨੂੰ ਅੰਮ੍ਰਿਤਾ ਅ+ਮਰਤਾ ਅਬਿਨਾਸੀ ਪਦ ਮੌਤ ਤੋਂ ਰਹਤ ਸਤ੍ਯ ਪਦਵੀ ਦੀ ਪ੍ਰਾਪਤੀ ਕਰਣ ਹਾਰਾ ਹੈ ॥੩੧੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
