[
  {
    "id": "NW5",
    "sttm_id": 6800,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "N03L",
        "source_page": 320,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dIpk pqMg imil jrq n rwiK skY; jry mry Awgy n prmpd pwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Coming near the flame of oil lamp, the lamp cannot save the moth from burning. This type of death cannot provide salvation in the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੀਵੇ ਨੂੰ ਪਤੰਗੇ ਦੇ ਮਿਲਦਿਆਂ ਸਾਰ ਸੜਨੋਂ ਦੀਵਾ ਓਸ ਨੂੰ ਨਹੀਂ ਬਚਾ ਸਕ੍ਯਾ ਕਰਦਾ ਇਹ ਘਾਟਾ ਇਕ ਅੰਗੀ ਪ੍ਰੀਤੀ ਵਿਚ ਜੀਉਂਦੇ ਜੀ ਇਹ ਪੌਂਦਾ ਹੈ, ਅਤੇ ਸੜਕੇ ਮਰ ਮਿਟਿਆਂ ਆਗੇ ਪਰਲੋਕ ਵਿਖੇ ਪਰਮਪਦੁ ਮੁਕਤੀ ਏਸ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "024U",
        "source_page": 320,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mDup kml imil BRmq n rwiK skY; sMpt mY mUey sY n shj smwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A lotus flower cannot stop a black bee from visiting other flowers. So, if a black bee gets shut up in the box of lotus petals when the Sun sets, it cannot merge with Lord Almighty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੌਰਾ ਕਮਲ ਫੁੱਲ ਨੂੰ ਮਿਲ ਪਵੇ ਤਾਂ ਉਹ ਕੌਲ ਓਸ ਨੂੰ ਭਰਮਨੋਂ ਫੁੱਲ ਫੁੱਲ ਉਪਰ ਭਟਕਨੋਂ ਨਹੀਂ ਰੋਕ ਸਕਦਾ, ਤੇ ਜਦ ਸੁਗੰਧੀ ਦੀ ਲਪਟ ਉਪਰ ਮਸਤ ਹੋਯਾ ਕੌਲ ਫੁਲ ਵਿਚ ਸੰਧ੍ਯਾ ਸਮੇਂ ਸਮੀਟ ਕੇ ਮਰ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਸ ਮੌਤ ਤੋਂ ਉਹ ਸਹਜ ਪਦ ਸ਼ਾਂਤੀ ਸਰੂਪ ਮੋਖ ਅਵਸਥਾ ਵਿਚ ਸਮਾਈ ਨਹੀਂ ਪਾ ਸਕ੍ਯਾ ਕਰਦਾ। ਭਾਵ ਇਕ ਅੰਗ ਸੰਸਾਰੀ ਪ੍ਰੀਤੀ ਪਿਛੇ ਐਸੀ ਪ੍ਰੀਤੀ ਦਾ ਪ੍ਰਣ ਪਾਲ ਮਰਣਾ ਲੋਕ ਪਰਲੋਕ ਵਿਖੇ ਕੁਛ ਨਹੀਂ ਸੁਆਰ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N29G",
        "source_page": 320,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jl imil mIn kI n duibDw imtwie skI; ibCuir mrq hir lok n pTwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Separating from water, the pain suffered by a fish cannot be removed by water. Thus, a death of this type cannot land the fish in heaven.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਲ ਮਛਲੀ ਦੇ ਮੇਲ ਹੋਯਾਂ ਇਸ ਦੀ ਦੁਬਿਧਾ ਜਲ ਤੋਂ ਨਹੀਂ ਮਿਟਾਈ ਜਾ ਸਕੀ, ਤੇ ਵਿਛੋੜੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈ ਓਸ ਨੂੰ ਇਹ ਜਲ ਵੈਕੁੰਠ ਵਿਖੇ ਨਾ ਪੁਚਾ ਸਕ੍ਯਾ। ਭਾਵ ਲੋਕ ਪਰਲੋਕ ਦੋਵੇਂ ਹੀ ਮਛਲੀ ਦੇ ਜਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ਐਸੇ ਹੀ ਸੰਸਾਰੀ ਪ੍ਰੀਤੀ ਪਿਛੇ ਮਰ ਮਿਟਨ ਵਾਲ੍ਯਾਂ ਦਾ ਮਾਨੋ ਹਾਲ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VTQ0",
        "source_page": 320,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ieq auq sMgm shweI suKdweI gur; igAwn iDAwn pRym rs AOimRq pIAwey hY [320["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Meeting the True Guru provides support and assistance in this world and the world beyond. Such a love is the outcome of contemplation and meditation on the teachings and consecration of the True Guru. It fills the Sikh with elixir-like love of the True Gu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਸੰਗਮ ਮੇਲਾ ਤਾਂ ਇਤ ਇਸ ਲੋਕ ਵਿਖੇ ਭੀ ਜੀਉਂਦੇ ਜੀ ਸੁਖਾਂ ਦੇ ਦੇਣ ਹਾਰਾ ਹੈ ਅਤੇ ਉਤ ਸਰੀਰ ਤ੍ਯਾਗ ਉਪ੍ਰੰਤ ਪ੍ਰਲੋਕ ਗਾਮੀ ਹੋਯਾਂ ਉਸ ਲੋਕ ਵਿਖੇ ਭੀ ਸਹਾਈ ਸਹੈਤਾ ਕਰਣਹਾਰਾ ਪੂਰਾ ਨਿਭਦਾ ਹੈ। ਕ੍ਯੋਂਕਿ ਗੁਰੂ ਮਹਾਰਾਜ ਅਪਣੇ ਸੰਗੀ ਨੂੰ ਅਪਣੇ ਗਿਆਨ ਉਪਦੇਸ਼ ਦਾ ਧਿਆਨ ਧਾਰਣ ਕਰਾਣ ਕਰ ਕੇ ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਪੀਆਲ ਦਿੰਦੇ ਹਨ ਜਿਸ ਕਰ ਕੇ ਗੁਰਮੁਖ ਗੁਰ ਸਿੱਖ ਸਦਾ ਲਈ ਅਮਰ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੩੨੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
