[
  {
    "id": "HM7",
    "sttm_id": 6801,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WAC9",
        "source_page": 321,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dIpk pqMg Ail kml sill mIn; ckeI ckor imRg riv sis nwd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A moth, black bee, fish, ruddy Sheldrake, (Allectoris gracea) and a deer loves flame of a lamp, lotus flower, water, Sun, moon and sound of music produced by Ghanda Herha respectively.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੀਵੇ ਨਾਲ ਪਤੰਗੇ ਦੀ ਭੌਰੇ ਦੀ ਕੌਲ ਫੁਲ ਨਾਲ, ਪਾਣੀ ਨਾਲ ਮਛਲੀ ਦੀ ਤੇ ਚਕਵੀ ਦੀ ਸੂਰਜ ਨਾਲ ਅਰੁ ਚਕੋਰ ਦੀ ਚੰਦ੍ਰਮਾ ਨਾਲ ਤਥਾ ਮਿਰਗ ਦੀ ਨਾਦ ਸ਼ਬਦ ਧੁਨੀ ਨਾਲ ਪ੍ਰੀਤੀ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "32NP",
        "source_page": 321,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRIiq iek AMgI bhu rMgI nhI sMgI koaU; sbY duKdweI n shweI AMiq Awid hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All their love being one-sided is very painful that does not help neither in the beginning nor in the end.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਪ੍ਰੀਤੀ ਇਕ ਅੰਗੀ ਹੈ ਪਰ ਨਾਲ ਹੀ ਬਹੁਰੰਗੀ ਭੀ ਜਿਸ ਕਰ ਕੇ ਕੋਈ ਸੰਗੀ ਸਾਥੀ ਨਹੀਂ ਬਣ ਸਕਦਾ ਨਾਲ ਨਹੀਂ ਨਿਭ ਸਕਦਾ ਕ੍ਯੋਂਕਿ ਇਹ ਸਾਰੀਆਂ ਪ੍ਰੀਤਾਂ ਹੀ ਇਕ ਪਾਸੜੀਆਂ ਹੋਣ ਕਰ ਕੇ ਦੁਖਦਾਈ ਹਨ, ਤੇ ਇਸੇ ਵਾਸਤੇ ਹੀ ਆਦਿ ਅੰਤ ਕਦਾਚਿਤ ਭੀ ਸਹਾਈ ਸਹੈਤਾ ਕਰਣਹਾਰੀਆਂ ਨਹੀਂ ਹੋ ਸਕਦੀਆਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EE4Z",
        "source_page": 321,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jIvq n swDsMg mUey n prmgiq; igAwn iDAwn pRym rs pRIqm pRswid hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "These living beings of subhuman life can neither be blessed with holy congregation of true devotees nor salvation after death. They cannot even be the recipient of Guru's teachings, His contemplation and the divine nectar that the grace of True Guru can d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਐਸੀਆਂ ਇਕ ਅੰਗੀ ਸੰਸਾਰੀ ਪ੍ਰੀਤੀਆਂ ਦੇ ਓੜਕ ਦੀ ਹੱਦ ਤਕ ਨਿਬਾਹਨ ਵਿਚ ਏਸ ਮਨੁੱਖ ਨੂੰ ਏਨਾਂ ਉਕਤ ਜੀਵਾਂ ਵਤ ਹੀ ਜੀਉਂਦੇ ਜੀ ਤਾਂ ਭਲੇ ਸੰਗ ਦਾ ਮਹਾਤਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ ਤੇ ਮਰ ਗਿਆਂ ਪਰਮ ਗਤੀ ਕਲ੍ਯਾਣ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਜਾਣੀ, ਐਸਾ ਹੀ ਨਾ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦਾ ਗਿਆਨ ਧਿਆਨ ਯਾ ਗਿਆਨ ਧਿਆਨ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਣ ਹਾਰਾ ਪ੍ਰੇਮ ਰਸ ਪਰਮ ਆਨੰਦ ਹੀ ਜੋ ਪ੍ਰੀਤਮ ਪ੍ਯਾਰੇ ਦਾ ਪ੍ਰਸਾਦਿ ਬਖਸ਼ਸ਼ ਵਾ ਪ੍ਰਸੰਨਤਾ ਰੂਪ ਕਿਹਾ ਜਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D8Z1",
        "source_page": 321,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwns jnmu pwie sRI gur dieAw inDwn; crn srin suKPl ibsmwd hY [321["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Coming to the refuge of the True Guru, the store-house of mercy and that too in the life of a human being and practicing on the True Guru-given Naam Simran can bless one with that unique fruit of comfort and peace. (321)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਉਚਿਤ ਹੈ ਕਿ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਏ ਹੋਏ ਪੁਰਖ ਦਯਾ ਦੇ ਸਾਗਰ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਣ ਜਿ ਥੋਂ ਇਥੇ ਉਥੇ ਸਭ ਪ੍ਰਕਾਰ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਬਿਸਮਾਦ ਰੂਪ ਸੁਖਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੩੨੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
