[
  {
    "id": "MBR",
    "sttm_id": 6802,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U2ZW",
        "source_page": 322,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK pMQ gur iDAwn swvDwn rhy; lhY inju Gr Aru shj invws jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Treading the path of Sikhism, he who remains alert in the form of the True Guru, recognises his self and lives in a state of equipoise thereafter.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖੀ ਮਾਰਗ ਗੁਰਸਿੱਖੀ ਵਿਖੇ ਜੀ ਮਨੁੱਖ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਆਗ੍ਯਾ, ਉਪਦੇਸ਼ ਦੇ ਪਾਲਨ ਪ੍ਰਾਇਣ ਰੂਪ ਧਿਆਨ ਵਾ ਸਾਖ੍ਯਾਤ ਸਤਿਗੁਰਾਂ ਦੇ ਸਰੂਪ ਚਿੰਤਨ ਦੇ ਧਿਆਨ ਮਈ ਤਤ ਪਰਤਾ ਵਿਚ ਸਾਵਧਾਨ (ਤਤਪਰ = ਉਤਸ਼ਾਹਵਾਨ) ਰਹੇ, ਤਾਂ ਨਿਜ ਘਰੁ ਵਾਹਗੁਰੂ ਦੇ ਦੇਸੋਂ ਔਣ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਜੋ ਏਸ ਦਾ ਆਪਣਾ ਘਰ ਹੇ ਓਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਹਜੇ ਹੀ ਉਥੇ ਨਿਵਾਸ ਪਾ ਲੈਂਦਾ ਹੈ। ਭਾਵ ਅਗੇ ਲਈ ਕਿਸੇ ਭਾਂਤ ਦੀ ਰੋਕ ਟੋਕ ਨਹੀਂ ਰਹਿੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5RAY",
        "source_page": 322,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd ibbyk eyk tyk inhcl miq; mDur bcn gur igAwn ko pRgws jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the single support of the teachings of True Guru, his mind becomes stable. As a result of his comforting utterances, his practice of Naam Simran blossoms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਦਾ ਵੀਚਾਰ ਨਿਰਣਾ ਭਲੀ ਪ੍ਰਕਾਰ ਸਮਝ ਕੇ ਇਕ ਮਾਤ੍ਰ ਓਸ ਦੀ ਟੇਕ ਧਾਰ ਕੇ ਜਿਸ ਨੇ ਅਪਣੀ ਮਤਿ ਮਨੋ ਬਿਰਤੀਆਂ ਦੀ ਆਧਾਰ ਸ਼ਕਤੀ ਨੂੰ ਅਚੱਲ ਕਰ ਲਿਆ ਹੈ ਭਾਵ ਜੋ ਸ਼ਬਦ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਇਧਰ ਉਧਰ ਹੋਰ ਦਿਰੇ ਮਨ ਭਟਕਨ ਨਹੀਂ ਦਿੰਦਾ, ਅਤੇ ਮਿਠੀ ਬਾਣੀ ਹੀ ਬੋਲਦਾ ਹੈ, ਓਸ ਦੇ ਜੀ ਆਤਮੇ ਆਪੇ ਅੰਦਰ ਸਾਖ੍ਯਾਤ ਗੁਰੂਆਂ ਵਾਲਾ ਹੀ ਗਿਆਨ ਬ੍ਰਹਮ ਗਿਆਨ ਪ੍ਰਗਟ ਹੋ ਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZQYT",
        "source_page": 322,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml crnwimRq inDwn pwn; pRym rs bis Bey ibsm ibsÍws jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the acquisition of the initiation of the True Guru and elixir-like Naam, nectar-like love resides in his mind. Unique and wondrous devotion grows in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦਾ ਚਰਣ ਅੰਮ੍ਰਿਤ ਰੂਪ ਜੋ ਅੰਮ੍ਰਿਤ ਦਾ ਭੰਡਾਰ ਹੈ, ਜਿਸ ਨੇ ਇਸ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪੀਤਾ, ਉਸ ਦੇ ਪ੍ਰੇਮ ਰਸ ਅਨੁਭਵ ਅਧੀਨ ਹੋ ਔਂਦਾ ਹੈ ਭਾਵ ਅਨਭਵੀ ਅਵਸਥਾ ਵਿਖੇ ਹਰ ਸਮੇਂ ਸੁਤੇ ਹੀ ਉਹ ਟਿਕਿਆ ਰਹਿ ਸਕਦਾ ਹੈ ਅਤੇ ਓਸ ਦੇ ਜੀ ਅੰਤਾਕਰਣ ਵਿਖੇ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਅਨੋਖੀ ਭਾਂਤ ਦਾ ਨਿਸਚਾ ਆਤਮ ਭਰੋਸਾ ਦ੍ਰਿੜ੍ਹ ਹੋ ਔਂਦਾ ਹੈ ਅਰਥਾਤ ਸੰਸੇ, ਸੰਕਲਪ ਵਿਕਲਪ ਆਦਿ ਮੂਲੋਂ ਹੀ ਓਸ ਦੇ ਅੰਦਰੋਂ ਸਦਾ ਲਈ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YZC4",
        "source_page": 322,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn pRym nym pUrn pRqIq cIiq; bn igRh smsir mwieAw mY audws jI [322["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fulfilling all the loving requirements with devotion and love, he who stays alert in the teachings and the presence of the True Guru, living in the jungle or in the house is alike for him. He remains unsullied from the effects of maya despite living in it",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਪਰ ਕਥਨ ਕੀਤੇ ਗਿਆਨ, ਧਿਆਨ ਤਥਾ ਪ੍ਰੇਮ ਦਾ ਨੇਮ ਪੂਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੰਨ ਭਾਵ ਨਾਲ ਪਾਲਨ ਕਰਦਿਆਂ ਹੋਯਾਂ ਜਿਸ ਦੇ ਚਿੱਤ ਅੰਦਰ ਐਹੋ ਜੇਹੀ ਪੂਰਨ ਪ੍ਰਤੀਤੀ ਪ੍ਰਪੱਕ ਨਿਸਚਾ ਆ ਜਾਵੇ, ਉਹ ਬਨਬਾਸੀ ਸੰਨ੍ਯਾਸੀ ਹੋਵੇ ਤਾਂ, ਘਰ ਵਾਸੀ ਗ੍ਰਹਸਥੀ ਹੋਵੇ ਤਾਂ, ਸਦੀਵ ਕਾਲ ਮਾਯਾ ਵੱਲੋਂ ਜੀਓ ਉਦਾਸ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੩੨੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
