[
  {
    "id": "1FT",
    "sttm_id": 6803,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2YZM",
        "source_page": 323,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwrby ko qRwsu dyiK cor n qjq corI; btvwrw btvwrI sMig huie qkq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite fear of death lurking around, a thief doesn't give up Stealing. A dacoit keeps targeting other wayfarers along with other members of his gang.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੋਰ ਮਾਰਬੈ ਕੋ ਮਾਰ ਪਿੱਟ ਦੇ ਭੈ ਨੂੰ ਦੇਖਦਾ ਹੋਇਆ ਭੀ ਚੋਰੀ ਨੂੰ ਨਹੀਂ ਤ੍ਯਾਗਦਾ ਅਤੇ ਰਾਹਮਾਰ ਧਾੜਵੀ ਸੰਗੀ ਸਾਥੀ = ਪੰਧਾਊਆਂ ਨਾਲ ਦਾ ਹੀ ਪੰਧਾਊ ਬਣ ਕੇ ਭੀ ਬਟਵਾਰੀ ਧਾੜੇ ਨੂੰ ਹੀ ਤਕ੍ਯਾ ਚਿਤਵਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਬ੍ਯਸਨ ਦੀ ਚਾਟ ਵਿਚ ਮਾਰੇ ਫੜੇ ਜਾਣ ਦਾ ਡਰ ਨਹੀਂ ਮੰਨਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HXL3",
        "source_page": 323,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bysÍwrqu ibRQw Bey mn mY nw sMkw mwnY; juAwrI n srbsu hwry sY Qkq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Knowing that his visit to the house of a whore can cause him serious disease, a licentious person still doesn't feel hesitant to go there. A gambler never feels tired of gambling even after losing all his assets and the family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵੇਸ੍ਵਾ ਲੰਪਟ ਪੁਰਖ ਬ੍ਰਿਥਾ ਭਏ ਗਰਮੀ ਆਤਸ਼ਕ, ਸੁਜ਼ਾਕ ਆਦਿ ਪੀੜਾ ਦੇ ਹੋ ਗਿਆਂ ਭੀ ਅਗੇ ਵਾਸਤੇ ਜਾਂ ਰੋਗੀ ਹੋ ਜਾਵਾਂਗਾ ਮਨ ਵਿਖੇ ਮਨ ਵਿਖੇ ਐਸੀ ਸ਼ੰਕਾ ਗਿਲਾਨੀ ਨਹੀਂ ਮੰਨਦਾ, ਮੁੜ ਮੁੜ ਨਿਰਲੱਜ ਹੋਇਆ ਓਸੇ ਪਾਸੇ ਹੀ ਤਾਂਘ ਰਖਦਾ ਹੈ। ਅਤੇ ਜੂਆਰੀਆ ਸਰਬੰਸ ਹਾਰ ਕੇ ਭੀ ਮੁੜ ਮੁੜ ਦਾਅ ਲੌਣੋਂ ਨਹੀਂ ਥਕਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5YS",
        "source_page": 323,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AmlI n Aml qjq ijau iDkwr kIey; doK duK log byd sunq Ckq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An addict keeps consuming drugs and intoxicants despite monitions, learning the effects of drug abuse from religious scriptures and people who have societal interests at heart, just can't give up his addiction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ਰਾਬੀ, ਅਫੀਮੀ, ਪੋਸਤੀ, ਚਰਸੀ ਆਦਿ ਅਮਲੀ ਨਸ਼ਈ ਆਦਮੀ ਜਿਸ ਤਰ੍ਹਾਂ ਹਿਤਕਾਰੀ ਸਬੰਧੀਆਂ ਤਿਮਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਬਾਰੰਬਾਰ ਸਰਮਿੰਦਿਆਂ ਲੱਜਿਤ ਕੀਤਿਆਂ ਜਾ ਕੇ ਭੀ, ਤੇ ਹਰ ਇਕ ਅਮਲ ਦੇ ਔਗੁਣ ਤਥਾ ਦੁੱਖਾਂ ਬਾਬਤ ਲੋਕਾਂ ਜਬਾਨੀ ਵਾ ਬੇਦਾਂ ਸ਼ਾਸਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਸੁਣ ਸੁਣ ਕੇ ਮੁੜ ਮੁੜ ਛਕੀ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6M4V",
        "source_page": 323,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ADm AswD sMg Cwfq n AMgIkwr; gurisK swDsMg Cwif ikau skq hY [323["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even all these low and base people cannot give up their deeds, then how can an obedient devotee of Guru leave company of true and noble people? (323)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਉਪਰ ਕਥਨ ਕੀਤੇ ਐਸੇ ਐਸੇ ਅਧਮ ਪਾਂਬਰ ਨੀਚ ਲੋਗ ਭੈੜੀ ਸੰਗਤ ਨੂੰ ਅੰਗੀਕਾਰ ਪ੍ਰਵਾਣ ਕਰ ਕੇ ਨਹੀਂ ਛੱਡਦੇ ਹਨ ਓਸੇ ਪਾਸੇ ਦੀ ਹੀ ਖਿੱਚ ਧਾਰਦੇ ਹਨ, ਤਾਂ ਗੁਰੂ ਕਾ ਸਿੱਖ ਜਿਸ ਨੇ ਇਕੇਰਾਂ ਗੁਰੂ ਕੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਪਾ ਲਿਆ ਉਹ ਕ੍ਯੋਂ ਗੁਰੂਕਿਆਂ ਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਨੂੰ ਛੱਡ ਕੇ ਦੂਸਰੇ ਕਿਸੇ ਪਾਸੇ ਜਾ ਸਕੇ ॥੩੨੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
