[
  {
    "id": "JG8",
    "sttm_id": 6804,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "M02C",
        "source_page": 324,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dmk dY doK duKu Apjs lY AswD; lok prlok muK isAwmqw lgwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A self-willed and base person acquires vices, sufferings and bad name after spending his wealth. He earns a stigma on himself both in this world and the world hereafter.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੈੜੇ ਆਦਮੀ ਤੇਜ ਪ੍ਰਤਾਪ ਪ੍ਰਤਿਸ਼ਟਾ ਰੂਪ ਦਮਕ ਨੂੰ ਦੈ ਅਰਪ ਕੇ ਓਸ ਦੇ ਬਦਲੇ ਔਗੁਣ, ਦੁਖ, ਤੇ ਅਪਕੀਰਤੀ ਨਿੰਦ੍ਯਾ ਨੂੰ ਲੈ ਲੈਂਦੇ ਸਹੇੜਦੇ ਹਨ ਜਿਸ ਕਰ ਕੇ ਲੋਕ ਪਰਲੋਕ ਵਿਖੇ ਓਨਾਂ ਦੇ ਮੂੰਹ ਤੇ ਕਾਲਕ ਹੀ ਲਗਿਆ ਕਰਦੀ ਹੈ, ਭਾਵ ਓਨਾ ਦੀ ਜਿੰਦਗੀ ਲੋਕ ਪਰਲੋਕ ਅੰਦਰ ਕਲੰਕੀ ਮੰਨੀ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PJBN",
        "source_page": 324,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cor jwr Aau jUAwr mdpwnI duikRq sYN; klh klys Bys duibDw kau DwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A thief, immoral person, gambler and an addict is always involved in some discord or dispute on account of his base and infamous deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਚੋਰ ਪਰਾਏ ਮਾਲ ਨੂੰ ਚੁਰਾਨਹਾਰੇ, ਯਾਰ ਪਰ ਇਸਤ੍ਰੀਆਂ ਨਾਲ ਨੇਹੁ ਲਗਾਨਹਾਰੇ ਬਿਭਚਾਰੀ ਲੋਗ, ਅਤੇ ਜੂਆ ਖੇਡਨ ਵਾਲੇ ਤਥਾ ਮਤ ਸ਼ਰਾਬ ਦੇ ਪੀਨਹਾਰੇ, ਦੁਕ੍ਰਿਤ ਸੈਂ ਭੈੜੀਆਂ ਕਰਤੂਤਾਂ ਪਾਪਾਂ ਦੇ ਕਰਨ ਕਰ ਕੇ ਕਲਹ ਲੜਾਈ ਤੇ ਕਲੇਸ਼ ਬਖੇੜੇ ਖੜੇ ਕਰਨ ਵਾਲਿਆਂ ਅਤੇ ਦੁਬਿਧਾ ਵਿਰੋਧ ਉਤਪੰਨ ਕਰਣਹਾਰਿਆਂ ਭੇਸਾਂ ਸਾਂਗਾਂ ਨੂੰ ਧਾਰਣ ਵੱਲ ਹੀ ਦੌੜ੍ਯਾ ਕਰਦੇ ਹਨ। ਭਾਵ ਓਹੋ ਓਹੋ ਜੇਹੀਆਂ ਕਰਤੂਤਾਂ ਕਰਦੇ ਤੇ ਵ੍ਯੋਂਤਾਂ ਅਤੇ ਬਣੌਟਾਂ ਉਹ ਢਾਲ੍ਯਾ ਕਰਦੇ ਹਨ, ਜਿਹੜੀਆਂ ਕਲਹ ਕਲੇਸ਼ ਅਤੇ ਦੁਬਿਧਾ ਹੀ ਖੜੀਆਂ ਕਰਨ ਵਾਲੀਆਂ ਹੋਣ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XCFC",
        "source_page": 324,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "miq piq mwn hwin kwin mY knofI sBw; nwk kwn KMf fMf hoq n ljwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such an evil-doer loses his intellect, respect, esteem and glory; and after bearing the punishment of cutting of nose or ear, he feels no shame in the society despite the stigma that he carries. Becoming more shameless, he keeps indulging in his nefarious",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਉਂ ਮਤਿ ਸ੍ਯਾਂਣਪ ਤੇ ਪਤਿ ਪ੍ਰਤਿਸ਼ਟਾ ਤਥਾ ਮਾਨ ਆਦਰ ਭਾ ਨੂੰ ਸਭ ਤਰ੍ਹਾਂ ਹਾਨਿ ਗੁਵਾ ਕੇ ਕਾਨਿ ਮੇਂ ਆਨ ਸ਼ਾਨ ਵੱਲੋਂ ਭੀ ਜੋ ਸਭਾ ਤੇ ਕਨੌਡੀ ਕਲੰਕੀ ਮੁਖ ਚੋਰ ਹੋ ਚੁੱਕੇ ਹਨ ਅਰਥਾਤ ਸਭਾ ਵਿਚ ਸੰਕੋਚ ਸੰਗਾ ਨਾਲ ਗਰ ਕੇ ਹੋਏ ਹੋਣ ਤੇ ਭੀ ਨੱਕ ਕੰਨ ਕਟੇ ਸਮਾਨ ਡੰਡੀ ਦੰਡੇ ਹੋਏ ਲੱਜਾ ਸ਼ਰਮ ਨੂੰ ਨਹੀਂ ਮੰਨਿਆ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AQJT",
        "source_page": 324,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srb inDwn dwndwiek sMgiq swD; gurisK swDU jn ikau n cil AwvhI [324["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When such ill-doers and infamous people do not abstain from doing bad deeds, then why should a Sikh of the Guru not come to the congregation of true and saintly persons that is capable of blessing one with all the treasures? (If they do not feel shy of do",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰਬੰਸ ਗੁਵਾਨ, ਅਪਕੀਰਤੀ ਕਰਾਣ ਤਥਾ ਦੰਡ ਆਦਿ ਦੁਵਾਨ ਦਾ ਪ੍ਰਤੱਖ ਕਾਰਨ ਜਾਣਕ ਭੀ, ਜਦ ਭੈੜੇ ਅਸਾਧੂ ਪੁਰਖ ਅਪਣੀਆਂ ਮਨਮਤ ਤਾਈਆਂ ਨੂੰ ਨਹੀਂ ਤ੍ਯਾਗ ਦੇ ਤਾਂ ਸੰਪੂਰਣ ਸੁਖ ਦਿਆਂ ਭੰਡਾਰਿਆਂ ਦੀਆਂ ਬਖਸ਼ਸ਼ਾਂ ਦਾਤੀ ਸਾਧ ਸੰਗਤ ਦੇ ਪੱਖੀ ਹੋ ਕੇ ਗੁਰੂ ਕੇ ਸਿੱਖ ਸਾਧੂ ਜਨ ਭਲੇ ਪੁਰਖ ਗੁਰਮੁਖ ਸੇਵਕ ਕ੍ਯੋ ਉਤਸ਼ਾਹੀ ਹੋ ਹੋ ਕੇ ਨਹੀਂ ਚਲ ਚਲ ਕੇ ਔਂਦੇ ਭਾਵ ਓਨਾਂ ਭੈੜਿਆਂ ਕੋਲੋਂ ਕ੍ਯੋਂ ਨਿਘਰਦੇ ਹਨ। ਜਦ ਉਹ ਬਰਬਾਦੀ ਦੇ ਰਾਹ ਪੈ ਕੇ ਅਪਣੇ ਪੱਖ ਵਿਚ ਮਰ ਮਿਟਨਾ ਪ੍ਰਵਾਣ ਕਰਦੇ ਹਨ, ਤਾਂ ਕੀਹ ਸਦਾ ਹੀ ਅਬਾਦੀ ਵਾਲੇ ਅਗੰਮ ਪੁਰੇ ਦੇ ਮਾਰਗ ਵਿਖੇ ਪੈਰ ਧਰ ਕੇ ਗੁਰਸਿਖਾਂ ਸਾਧਾਂ ਨੂੰ ਅਪਣੇ ਪੱਖ ਸਿਰ ਪ੍ਰੇਮ ਖਾਤਰ ਨਾ ਮਰ ਮਿਟਨ ਦੀ ਸ਼ਰਮ ਹੈ ॥੩੨੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
