[
  {
    "id": "1F9",
    "sttm_id": 6805,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TG9J",
        "source_page": 325,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau Aksmwq bwdr audoq hoq; ggn Gtw GmMf krq ibQwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as deep dark clouds appear in the sky all of a sudden and spread themselves in all the directions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੈਸੇ ਤਉ ਜਿਸ ਤਰ੍ਹਾਂ ਨਾਲ 'ਅਕਸਮਾਤ' ਵਾਹਗੁਰੂ ਦੇ ਹੁਕਮ ਅੰਦਰ ਅਚਨਚੇਤ ਕੁਦਰਤੋਂ ਹੀ ਬੱਦਲ ਉਦੇ ਹੋ ਕੇ ਉਪਜ'ਕੇ ਆਕਾਸ਼ ਵਿਖੇ ਘਟਾ ਬਦਲੀਆਂ ਦੇ ਸੰਘਟ ਨੂੰ ਘਮੰਡ ਚਾਰੋਂ ਓਰ ਪਸਾਰਦਾ ਹੋਯਾ ਭਾਵ, ਭਾਰੀ ਝੜੀ ਦਾ ਰੂਪ ਬਣ ਪਸਾਰਾ ਪਸਾਰ੍ਯਾ ਕਰਦਾ ਹੈ, ਹੇ ਪਿਆਰਿਓ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ES13",
        "source_page": 325,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwhI qy sbd Duin Gn grjq Aiq; cMcl cirqR dwmnI cmqkwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Their thunder produces a very strong sound and sprightly lightning flashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸ ਝੜੀ ਤੋਂ ਸ਼ਬਦ ਧੁਨੀ ਗਰਜਨਾ ਪ੍ਰਗਟ ਕਰ ਕੇ ਬੱਦਲ ਅਤ੍ਯੰਤ ਗੱਜ੍ਯਾ ਕਰਦਾ ਹੈ ਅਤੇ ਚੰਚਲ ਚੇਸ਼ਟਾ ਵਾਲੀ ਦਾਮਿਨੀ ਬਿਜਲੀ ਭੀ ਲਿਸ਼ਕਾਰੇ ਮਾਰਦੀ ਬਹੁਤ ਕੜਕ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0216",
        "source_page": 325,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brKw AMimRq jl mukqw kpUr qw qy; AauKDI aupwrjnw Aink pRkwr jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Then sweet, cold, nectar-like raindrops from where a swati drop falls on oyster to produce a pearl, camphor when it falls on a plantain beside producing many useful herbs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸ ਬੱਦਲ ਤੋਂ ਹੀ ਅਮਰੀ ਜਲ ਦਾ ਮੀਂਹ ਵਰਦਾ ਹੈ, ਜਿਸ ਦ੍ਵਾਰੇ ਮੋਤੀ ਅਰੁ ਕਪੂਰ ਤਥਾ ਭਾਂਤ ਭਾਂਤ ਦੀਆਂ ਅਉਖਧੀਆਂ ਜੜੀਆਂ ਬੂਟੀਆਂ ਵਾ ਅੰਨ ਫਲ ਆਦਿ ਉਤਪੰਨ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WLVY",
        "source_page": 325,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idib dyh swD jnm mrn rihq jg; pRgtq krby kau praupkwr jI [325["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like good-doer cloud, the body of Guru-conscious disciple is divine. He is free from the cycle of birth and death. He comes to this world to do good. He helps others reach and realise Lord. (325)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਬੱਦਲ ਦਾ ਅਚਨਚੇਤ ਪ੍ਰਗਟਾਣਾ, ਗੱਜਨਾਂ ਬਿਜਲੀਆਂ ਕੜਕਾਨਾ ਤਥਾ ਮੀਂਹ ਪਾਨਾ, ਇਹ ਸਭ ਹੀ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਰਖ੍ਯਾ ਹਿਤ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੀਆਂ ਬਨਸਪਤੀਆਂ ਆਦਿ ਪ੍ਰਗਟਾਨਾ ਵਾਹਗੁਰੂ ਦੀ ਕਲਾ ਦੇ ਅਧੀਨ ਹੈ, ਇਸੇ ਪ੍ਰਕਾਰ ਸਾਧ ਭਲਿਆਂ ਪੁਰਖਾਂ ਗੁਰੂ ਕਿਆਂ ਸਿੱਖਾਂ ਦਾ ਦੇਹ ਦਿੱਬ ਦੈਵੀ ਹੁਕਮ ਤੇ ਹੀ ਪ੍ਰਗਟ ਹੋਯਾ ਹੁੰਦਾ ਹੈ, ਉਂਞ ਇਹ ਜਨਮ ਮਰਣ ਤੋਂ ਰਹਿਤ ਹੁੰਦੇ ਹਨ, ਤੇ ਜਗਤ ਵਿਖੇ ਕੇਵਲ ਉਪਕਾਰ ਕਰਨ ਖਾਤਰ ਹੀ ਪ੍ਰਗਟਿਆ ਕਰਦੇ ਹਨ, ਭਾਵ ਇਨ੍ਹਾਂ ਦਾ ਅਚਨਚੇਤ ਦੇਸ਼ ਅੰਦਰ ਕਿਤੇ ਆ ਨਿਕਲਨਾ, ਸਤਿਸੰਗ ਦਾ ਠਾਠ ਇਕੱਠਿਆਂ ਕਰ ਬਹਿਨਾ, ਉਪਦੇਸ਼ ਰੂਪ ਗਰਜਨਾ, ਅਰੁ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੇ ਦੈਵੀ ਚਮਤਕਾਰ ਕਰਾਮਾਤ ਦੇ ਰੂਪ ਵਿਖੇ ਪ੍ਰਗਟਾਣਾ ਤੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਵਰੋਸੌਣਾ ਅਤੇ ਅਰਥ ਪ੍ਰਮਾਰਥ ਸਬੰਧੀ ਬਖਸ਼ਸ਼ਾਂ ਦੀਆਂ ਬਰਕਤਾਂ ਬਖਸ਼ਨੀਆਂ ਇਹ ਸਭ ਪਰੋਪਕਾਰ ਮਾਤ੍ਰ ਹੀ ਹੁੰਦੀਆਂ ਹਨ, ਐਸਾ ਕਰਨ ਵਿਚ ਓਨਾਂ ਦਾ ਆਪਣਾ ਪ੍ਰਯੋਜਨ ਕੋਈ ਨਹੀਂ ਹੁੰਦਾ ॥੩੨੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
