[
  {
    "id": "L6H",
    "sttm_id": 6807,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4EVP",
        "source_page": 327,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swDusMig drsn ko hY inqnymu jw ko; soeI drsnI smdrs iDAwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who· is regular in seeing and visiting the saintly persons, is the contemplator of the Lord in the true sense. He sees all alike and feels the presence of Lord in everyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਕਿਸੇ ਨੂੰ ਸਾਧ ਸੰਗਤ ਦੇ ਦਰਸ਼ਨ ਦਾ ਨਿਤ ਹੀ ਨੇਮ ਹੋਵੇ ਅਰਥਾਤ ਹਰ ਦਿਨ ਟੀਚੇ ਸਿਰ ਸਤਿਸੰਗ ਵਿਚ ਪੁਜਨ ਦਾ ਜਿਸ ਨੇ ਬੰਧਾਨ ਬੰਨ ਰਖਿਆ ਹੈ, ਓਹੋ ਹੀ ਸਮ ਸਰੂਪ ਪਾਰਬ੍ਰਹਮ ਦੇ ਦਰਸ਼ਨ ਦੇ ਧਿਆਨ ਕਰਨ ਤੱਕਨਹਾਰਾ ਦਰਸ਼ਨੀ ਸਾਧ ਸੰਗਤ ਗੁਰ ਸਿੱਖੀ ਦੇ ਮਾਰਗ ਦਾ ਪੰਧਾਊ ਹੈ। ਮਾਨੋ ਇਸ ਗੁਰੂ ਘਰ ਵਿਖੇ ਸਭ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਪ੍ਰਤਖ੍ਯ ਰਮ੍ਯਾ ਤੱਕਨਾ ਇਹ ਪ੍ਰਤਖ੍ਯ ਪ੍ਰਮਾਣ ਮੰਨਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZHZR",
        "source_page": 327,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sbd ibbyk eyk tyk jw kY min bsY; mwin gur igAwn soeI bRhmigAwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who holds the contemplation of Guru's words as his primary support and lodges it in his heart is the true follower of the Guru's teachings and knower of the Lord in true sense.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਬਦ ਗੁਰ ਉਪਦੇਸ਼ ਦਾ ਬਿਬੇਕ ਮਰਮ ਜਾਣ ਲੈਣ ਕਰ ਕੇ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਇਕ ਮਾਤ੍ਰ ਓਸੇ ਦੀ ਹੀ ਟੇਕ ਵੱਸ ਗਈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਓਸ ਨੇ ਓਸੇ ਸ਼ਬਦ ਨੂੰ ਹੀ ਗੁਰੂ ਗ੍ਯਾਨ ਰੂਪ ਨਿਸਚੇ ਕਰ ਲਿਆ ਬੱਸ ਓਹੋ ਹੀ ਬ੍ਰਹਮ ਗਿਆਨੀ ਸਬਦ ਬ੍ਰਹਮ ਦਾ ਗ੍ਯਾਨੀ ਸ਼ਬਦ ਦਾ ਵੇਤਾ ਹੁੰਦਾ ਹੈ, ਹੋਰਸ ਕੋਈ ਸ਼ਬਦ ਪ੍ਰਮਾਣ ਇਸ ਘਰ ਅੰਦਰ ਪ੍ਰਵਾਣ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN2Y",
        "source_page": 327,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit drs Aru sbd suriq imil; pRymI ipRA pRym aunmn aunmwnI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He whose vision is focused on seeing the True Guru and hearing power concentrated on hearing the divine words of Guru, is a lover of his beloved Lord in the true sense.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨੇਤ੍ਰ ਤੇ ਦਰਸ ਦਰਸ਼ਨ = ਨੇਤ੍ਰ ਬਿਰਤੀ ਤਥਾ ਦੇਖਨ ਯੋਗ੍ਯ ਦ੍ਰਿਸ਼੍ਯ ਪਦਾਰਥ, ਅਤੇ ਸ਼ਬਦ ਤੇ ਸੁਰਤਿ = ਸੁਨਣਾ ਵਾ ਸੁਰਤਿ ਸੁਨਣ ਹਾਰੀ ਸ਼ਕਤੀ, ਐਸਾ ਹੀ ਪ੍ਰੇਮੀ ਪ੍ਰੇਮ ਕਰਣ ਹਾਰਾ ਅਤੇ ਪ੍ਰਿਅ ਪ੍ਰੇਮ ਕਰਨ ਦਾ ਪਾਤ੍ਰ ਪ੍ਯਾਰ ਜੋਗ ਪਦਾਰਥ ਵਾ ਪ੍ਰੇਮ ਪ੍ਯਾਰ ਇਤ੍ਯਾਦੀ ਤ੍ਰਿਪੁਟੀਆਂ ਮਿਲਦੀਆਂ ਹਨ ਜਿਸ ਅਨੁਭਵ ਸਰੂਪ ਆਤਮੇ ਦੇ ਘਾਟ ਤੇ ਉਹੀ ਉਨਮਨੀ ਜੋਤ ਸਰੂਪ ਉਨਮਾਨ ਪ੍ਰਮਾਣ ਇਸ ਘਰ ਵਿਚ ਉਨਮਾਨ੍ਯਾ ਵੀਚਾਰ੍ਯਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FEDS",
        "source_page": 327,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD swDsMig iek rMg joeI; soeI gurmuiK inrml inrbwnI hY [327["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who is dyed in the love of one Lord engrosses himself deep meditation of the Lord's name in the company of the saintly persons is truly liberated and a clean Guru-oriented individual. (327)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਸਾਧ ਸੰਗਤਿ ਦ੍ਵਾਰੇ ਸਬਦ ਦੇ ਗ੍ਯਾਨ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ, ਇਕ ਮਾਤ੍ਰ ਵਾਹਗੁਰੂ ਦੇ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਰਮ੍ਯਾ ਜਾਣ ਕੇ ਜਿਸ ਨੇ ਹੋਰ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਤ੍ਰਿਪੁਟੀ ਗ੍ਯਾਨ ਨੂੰ ਅੰਦਰੋਂ ਲੋਪ ਕਰ ਦਿੱਤਾ ਹੈ, ਇਉਂ ਅਪਣੇ ਅੰਦਰ ਤੇ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਭੀਤਰ ਬਾਹਰ ਇਕ ਹੀ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਬੁੱਝ ਕੇ ਜੋ ਇਸ ਇਕ ਰੰਗੀ ਤਾਰ ਵਿਚ ਹੀ ਸਹਜ ਸਮਾਧਿ ਟਿਕਾਉ ਪ੍ਰਾਪਤ ਕਰੀ ਰਖਦਾ ਹੈ ਓਹੀ ਗੁਰਮੁਖ ਗੁਰੂ ਕਾ ਸਿੱਖ = ਖਾਲਸਾ ਉਹੀ ਨਿਰਮਲ ਨਿਰਮਲਾ ਤੇ ਉਹੀ ਨਿਰਬਾਣ ਬੰਧਨਾਂ ਤੋਂ ਰਹਿਤ ਹੋਇਆ ਹੋਇਆ ਉਦਾਸੀ ਹੈ ॥੩੨੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
