[
  {
    "id": "GM7",
    "sttm_id": 6808,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2DD1",
        "source_page": 328,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drs iDAwn iDAwnI sbd igAwn igAwnI; crn srin idRV mwieAw mY audwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who focuses his mind on the vision of the True Guru is a true contemplator. He who is aware of the Guru's teachings is wise in the real sense. Such a person is free of all bondages of maya when he stays in the refuge of True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਕ ਮਾਤ੍ਰ ਦਰਸ਼ਨ ਦਾ ਧਿਆਨ ਕਰਨ ਵਾਲਾ ਹੀ ਧਿਆਨ ਅਤੇ ਸ਼ਬਦ ਦੇ ਮਰਮ ਦੀ ਬੂਝ ਵਾਲਾ ਗਿਆਨੀ, ਤਥਾ ਚਰਣਾਂ ਦੀ ਸਰਣ ਵਿਖੇ ਰਹਿਣ ਵਾਲਾ ਪੁਰਖ ਮਾਯਾ ਵਿਖੇ ਉਦਾਸੀ ਪ੍ਰਵਾਣਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DWJ1",
        "source_page": 328,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "haumY iqAwig iqAwgI ibsmwd kY bYrwgI Bey; iqRgun AqIiq cIq AnBY AiBAwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A true renouncer is one who has forsaken ego and pride; and attached himself with the name of the Lord. He is an ascetic when he feels engrossed in the ecstatic hues of the Lord. Having kept his mind dross free from the effect of maya, he is the true prac",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਹਉਮੈਂ ਦੇਹ ਵਿਚ ਆਪਾ ਅਰੋਪਣ ਵਾਲੀ ਬੁਧੀ = ਦੇਹ ਅਧ੍ਯਾਸ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਤ੍ਯਾਗੀ ਬਣਦਾ ਹੈ, ਭਾਵ, ਦਰਸ਼ਨ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਯਾ ਸ਼ਬਦ ਵਿਚ ਮਗਨ ਰਹਣ ਕਰ ਕੇ ਆਪੇ ਦੀ ਸੁਧ ਗੁਵਾ ਬੈਠਨ ਵਾਲਾ ਤ੍ਯਾਗੀ ਪ੍ਰਵਾਣਿਆ ਹੈ, ਤੇ ਅੰਦਰ ਅਸਚਰਜ ਰੂਪ ਚਮਤਕਾਰੀ ਅਵਸਥਾ ਕਾਰਣ ਜੋ ਅਚਰਜਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ ਉਹ ਬੈਰਾਗੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਜਾਗ੍ਰਤ ਸੁਪਨ ਸੁਖੋਪਤੀ ਅੰਦਰ ਵਰਤਦੀ ਚਿੱਤ ਬਿਰਤੀ ਨੂੰ ਸਤੋ ਰਜੋ ਤਮੋ ਗੁਣ ਮਈ ਪ੍ਰਵਿਰਤੀ ਵੱਲੋਂ ਰਹਤ ਕਰ ਕੇ ਰੋਕਕੇ, ਇਨਾਂ ਸਮੂਹ ਹਾਲਤਾਂ ਦੇ ਕ੍ਰਮ ਨੂੰ ਅਨੁਭਵ ਕਰਨ ਵਾਲੀ ਚੈਤੰਨ੍ਯਾ ਸਤ੍ਯਾ ਦੇ ਪ੍ਰਾਇਣ ਹੀ ਰਹਣ ਦਾ ਜੋ ਬਾਰੰਬਾਰ ਜਤਨ ਕਰਦਾ ਰਹੇ ਉਹ ਅਭ੍ਯਾਸੀ ਸਦ੍ਯਾ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HHBW",
        "source_page": 328,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duibDw Aprs Aau swD ieMdRI ingRih kY; Awqm pUjw ibbykI suMn mY sMinAwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Having lost his feelings of mine and yours, he is free of all touches. Since he has control over his senses, he is a saintly person or a hermit. Due to worshipping of· the Lord, he is full of true wisdom. Since he remains engrossed in absolute Lord, he is",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੂਈ ਦ੍ਵੈਤਾ ਤੋਂ ਅਛੋਹ ਪੁਰਖ ਨੂੰ ਅਪਰਸ, ਤੇ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਪੋ ਆਪਣੇ ਵਿਖ੍ਯਾਂ ਵੱਲ ਦੌੜਨੋਂ ਰੋਕ ਰਖਣ ਸਾਧਨ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਸਾਧ ਅਤੇ ਸਰੀਰ ਇੰਦ੍ਰੀਆਂ ਤਥਾ ਮਨ ਆਦਿ ਦੇ ਸਾਖੀ ਸਰੂਪ ਚੈਤੰਨ ਆਤਮਾ ਦਾ ਹੀ ਅੰਦਰ ਪ੍ਰਪੱਕ ਨਿਸਚਾ ਧਾਰਣ ਰੂਪ ਪੂਜਾ ਕਰਤਾ ਬਿਬੇਕੀ, ਅਰੁ ਅਫੁਰ ਸਰਬ ਸੰਕਲਪ ਰਹਤ ਸੁੰਨ ਸਰੂਪ ਹੋਏ ਰਹਣ ਵਾਲਾ ਗੁਰਮੁਖ ਸੰਨ੍ਯਾਸੀ ਪ੍ਰਵਾਣਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NK6N",
        "source_page": 328,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj suBwv kir jIvn mukiq Bey; syvw srbwqm kY bRhm ibsÍwsI hY [328["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since he is naturally involved in the worldly duties, he is liberated while still alive (Jeevan Mukt). Seeing the divine light pervading in all, and serving His creation, he holds total faith on Almighty God. (328)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਪ੍ਰਕਾਰ ਆਤਮ ਪ੍ਰਾਯਣ ਹੋ ਅਫੁਰ ਰਹਿੰਦਾ ਹੋਯਾ, ਕਿਸੇ ਕਾਰਜ ਆਦਿ ਦਾ ਸਮਾਗਮ ਆਨ ਬਣਿਆਂ ਜਦ ਸਹਜ ਸੁਭਾਵਕ ਹੀ ਕਾਰਜ ਕਰਨ ਵਾਲਾ ਹੋ ਰਹੇ, ਤਾਂ ਉਹ ਜੀਵਨ ਮੁਕਤ ਹੁੰਦਾ ਹੈ। ਅਤੇ ਜਦ ਸਮੂਹ ਜੀਵਾਂ ਅੰਦਰ ਸਰਬਾਤਮ ਸਰੂਪ ਤੱਕਦਾ ਹੋਯਾ ਸੇਵਾ ਵਜੌਂਣ ਵਾਲਾ ਹੋ ਰਹੇ ਤਾਂ ਓਸ ਨੂੰ ਸੇਵਕ ਵਾ ਬ੍ਰਹਮ ਭਾਵੀ ਬ੍ਰਹਮ ਗ੍ਯਾਨੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ॥੩੨੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
