[
  {
    "id": "4UL",
    "sttm_id": 6809,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CEAX",
        "source_page": 329,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl AMqir jugMqr bsY pwKwn; iBdY n irdY kTor bUfY bjR Bwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a stone stays in water for ages, yet it never softens since it is hard-hearted. Because of its density and solid mass, it sinks;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਥਰ ਜੁਗੰਤਰਿ ਜੁਗ ਭਰ ਲਖਾਂ ਬਰਸਾਂ ਤਾਂਈ ਜਲ ਦੇ ਅੰਦਰ ਵਸਦਾ ਟਿਕ੍ਯਾ ਰਹੇ, ਪਰ ਰਿਦੈ ਅੰਦਰੋਂ ਉਹ ਕਠੋਰਤਾ ਕਾਰਣ ਨਹੀਂ ਭਿਜਿਆ ਕਰਦਾ, ਤੇ ਬਜਰ ਭਾਰ ਅਤ੍ਯੰਤ ਭਾਰ ਕਰ ਕੇ ਡੁਬ੍ਯਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JSWB",
        "source_page": 329,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ATsiT qIrQ mjn krY qobrI qau; imtq n krvweI Boey vwr pwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as colocynth (Tumma) does not lose its bitterness even it is washed both from inside and outside at sixty-eight places of pilgrimage",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਤੂੰਬੀ ਚਾਹੇ ਅਠਾਹਠ ਪ੍ਰਸਿੱਧ ਤੀਰਥਾਂ ਵਿਖੇ ਸਨਾਨ ਕਰਾ ਲਿਆਈਏ, ਤਦ ਭੀ ਭਾਵੇਂ ਉਰਾਰ ਧੋਈਏ ਤੇ ਭਾਵੇਂ ਪਾਰ ਓਸ ਦੀ ਕੁੜੱਤਨ ਨਹੀਂ ਹੀ ਮਿਟ੍ਯਾ ਕਰਦੀ। ਭੋਏ ਪਾਠਾਂਤਰ ਧੋਏ ਦੀ ਥਾਂ ਹੁੰਦਿਆਂ ਅਰਥ ਉਚਾਰ ਚਾਹੇ ਪਾਰ ਭ੍ਯੋਂਵੀਂਏ ਤਾਂ ਭੀ ਉਸ ਦੀ ਕੌੜੱਤਨ ਨਹੀਂ ਹੀ ਮਿਟ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BVR5",
        "source_page": 329,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aihinis Aih lptwno rhY cMdnih; qjq n ibKu qaU haumY AhMkwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a snake keeps entangled with the trunk of a Sandalwood tree all his life but because of the pride of long age, it does not shed its venom;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਿਨੇ ਰਾਤ ਅਹਿ ਸਰਪ ਚੰਨਣ ਦੇ ਬੂਟੇ ਨੂੰ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ ਐਡੀ ਅਤ੍ਯੰਤ ਸੀਤਲਤਾ ਦਾ ਹਰ ਵੇਲੇ ਸਮੀਪੀ ਭੀ ਭਾਵੇਂ ਰਹਿੰਦਾ ਹੈ ਤਦ ਭੀ ਸ਼ੇਖ ਨਾਗ ਦੀ ਕੁਲ ਵਿਚੋਂ ਹੋਣ ਦੇ ਕਾਰਣ ਤਥਾ ਇਛ੍ਯਾਚਾਰੀ ਨਾਗਾਂ ਦੇ ਬੰਸ ਦਾ ਅੰਗ ਹੋਣ ਦੇ ਮਦ ਰੂਪ ਹਊਮੈਂ ਅੰਹਕਾਰ ਤੋਂ ਪ੍ਰਗਟ ਹੋਈ ਵਿਹੁ ਨੂੰ ਨਹੀਂ ਤ੍ਯਾਗਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8H8Z",
        "source_page": 329,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kpt snyh dyh inhPl jgq mY; sMqn ko hY doKI duibDw ibkwr kY [329["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, he who is debased and spurious at heart, has deceitful and suspicious love. His life in the world is useless and futile. He is a slanderer of saintly and Guru-oriented persons and is caught in the mesh of vices and sins account of his 'mine' an",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੇ ਲੋਕ ਅਸਲ ਵਿਚ ਦਿਖਾਵੇ ਦੇ ਪ੍ਰੇਮ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਤੇ ਆਪ ਹੀ ਦੁਬਿਧਾ ਦ੍ਵੈਤਾ ਵੈਰ ਵਿਰੋਧ ਦਾ ਬਿਕਾਰ ਵਿਗਾੜ = ਬਖੇੜਾ ਖੜਾ ਰੱਖ ਕੇ ਸੰਤ ਜਨਾਂ ਦੇ ਦੋਖੀ ਉਲਟੇ ਸੰਤ ਜਨਾਂ ਸਾਧਾਂ ਉਪਰ ਦੂਸ਼ਣਾ ਅਰੋਪਣ ਕਰਨ ਵਾਲੇ ਬਣਦੇ ਹਨ ਜਿਸ ਕਰ ਕੇ ਇਹ ਮਾਨੋ ਜਗਤ ਅੰਦਰ ਅਫਲ ਹੀ ਜੰਮੇ ਹੁੰਦੇ ਹਨ ॥੩੨੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
