[
  {
    "id": "MD3",
    "sttm_id": 6811,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7UJF",
        "source_page": 331,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suK duK hwin imRq pUrb ilKq lyK; jMqRn kY n bis kCu, jMqRI jgdIs hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All events of happiness and sorrow, gain and loss, birth and death etc., take place according to what has been written by the Almighty or is preordained. Nothing is in the hands of living beings. It is all in the hands of the Almighty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਬ ਧੁਰ ਦੀ ਲਿਖੀ ਲਿਖਤ ਨੇਤ ਹੈ ਕਿ ਸੁਖ ਦੁਖ ਹਾਨਿ ਵਾ ਲਾਭ, ਮ੍ਰਿਤ ਮੌਤ ਵਾ ਜਨਮਨਾ, ਇਹ ਸਭ ਹਾਲਤਾਂ ਸ਼ਰੀਰ ਧਾਰੀਆਂ ਉਪਰ ਵਰਤਨ। ਇਸ ਲਈ ਏਨਾਂ ਖਾਤ੍ਰ ਜੰਤ੍ਰ ਵਾਜੇ ਵਾ ਮਸ਼ੀਨਾਂ ਸਮਾਨ ਸਮੂਹ ਸ਼ਰੀਰਧਾਰੀਆਂ ਦੇ ਅਧੀਨ ਕੁਛ ਭੀ ਨਹੀਂ, ਕ੍ਯੋਂਕਿ ਸਰੀਰ ਜੰਤ੍ਰਾਂ ਦਾ ਜੰਤ੍ਰੀ ਵਜੰਤ੍ਰੀ ਵਾ ਏਨਾਂ ਮਸ਼ੀਨਾਂ ਦਾ ਸੰਚਾਲਕ ਪੁਰਖ ਈਸ਼੍ਵਰ ਆਪ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AA25",
        "source_page": 331,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Bogq ibvis myv krm ikrq giq; jis kr qis, lyp kwrn ko eIs hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All living beings bear the fruits of what they had done. Whatever deeds they perform, they are rewarded accordingly. He the Almighty Himself involves the human beings in the performance of various deeds/actions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਕਾਰਣ ਜੈਸਾ ਦਾ ਤੈਸਾ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਕ੍ਰਮ ਸਿਲਸਿਲਾ = ਨਿਯਮ ਕ੍ਰਿਤ ਕੀਤਾ = ਥਾਪ੍ਯਾ ਜਾ ਚੁੱਕਾ ਹੈ, ਓਸ ਅਨੁਸਾਰ ਅਵਸ਼੍ਯ ਮੇਵ ਭੋਗਤ ਬ੍ਯ = ਅਵਸ਼੍ਯ ਕਰ ਕੇ ਹੀ ਭੋਗਨਾ ਪੈਂਦਾ ਹੈ ਅਰਥਾਤ ਸੁਖ ਦੁਖ ਆਦਿ ਭਾਵੇ ਵਿਚ ਔਂਦੇ ਹਨ, ਤੇ ਏਨਾਂ ਨਾਲ ਅਸਾਂ ਦੇਹ ਧਾਰੀਆਂ ਨੂੰ ਅਵਸ਼੍ਯ ਹੀ ਵਾਸਤਾ ਪੈਂਦਾ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਨਾਂ ਵਿਚ ਸਲੱਤ ਦੀ ਭੌਣੀ ਧਾਰ ਲਿਪਾਯਮਾਨ ਬਣ ਬੈਠਦੇ ਹਾਂ। ਪਰ ਨੇਤ ਭਾਣੇ ਦੇ ਮਾਲਿਕ ਈਸ਼੍ਵਰ ਨੂੰ ਅਪਣੀ ਕਾਰ ਦਾ ਕੋਈ ਲੇਪ ਸੰਗ ਨਹੀਂ ਲਗਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EHFW",
        "source_page": 331,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "krqw pRDwn ikDO krm ikDO hY jIau; Gwit bwiF kaun kaun mqu ibsÍwbIs hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And thus surprised, a question rises in everyone's minds who is the primary cause, God, human being or the action itself? Which of these causes is more or less? What is definitely right? Nothing can be said with any degree of assurance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਦਸ਼ਾ ਵਿਚ ਉਕਤ ਸੁਖ ਦੁਖ ਆਦਿ ਦੀ ਕਰਤਾ, ਪ੍ਰਧਾਨ ਪ੍ਰਕ੍ਰਿਤੀ ਮਾਯਾ ਹੈ, ਅਥਵਾ ਕਰਮ ਹਨ, ਜਾਂ ਕਿ ਜੀਵ ਹੈ, ਏਨਾਂ ਕਲਪਨਾਂ ਵਿਚੋਂ ਕੌਨ ਮਤਿ ਨਿਸਚਾ ਵਧੀਆ ਤੇ ਕੌਨ ਘਟੀਆ ਹੈ, ਅਤੇ ਕੌਨ ਨਿਸਚਾ ਵੀਹ ਵਿਸ੍ਵੇ ਯਥਾਰਥ ਹੈ ਅਰਥਾਤ ਘੱਟ ਵੱਧ ਨਹੀਂ ਇਕ ਸਾਰ ਤੁਲਵਾਂ ਹੈ? ਐਸਾ ਕੀਹ ਆਖੀਏ, ਇਨਾਂ ਗੱਲਾਂ ਬਾਬਤ ਤਾਂ ਸੋਚਨਾ ਹੀ ਬ੍ਯਰਥ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1J8B",
        "source_page": 331,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asquiq inMdw khw ibAwpq hrK sog; honhwr khO khwN gwir Aau AsIs hY [331["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How does one go through praise and slander, pleasure or sorrow? What is a blessing and what is a curse? Nothing can be said conclusively. One can only reason that all is happening and being caused by the Lord Himself. (331)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੀਹ ਉਸਤਤੀ ਤੇ ਨਿੰਦਿਆ, ਤੇ ਕੀਹ ਹਰਖ ਸੋਗ ਦਾ ਸੁਖ ਦੁਖ ਰੂਪ ਹੋ ਕੇ ਬਿਆਪਨਾ ਅਤੇ ਕੀਹ ਗਾਲੀ ਅਰੁ ਅਸੀਸ ਬਾਬਤ ਆਖਾਂ, ਇਹ ਸਭ ਲੋਕਾਂ ਦੀਆਂ ਆਪੋ ਆਪਣੀਆਂ ਭਾਵਨਾਂ ਅਉ ਅਨੁਸਾਰ ਹੀ ਸਭ ਠਾਠ ਭੁਗਤ ਰਿਹਾ ਹੈ ਤੇ ਅੰਤਰਯਾਮੀ ਦੀ ਨੇਤ ਮੂਜਬ ਐਸਿਆਂ ਰੂਪਾਂ ਵਿਖੇ ਸੁਖ ਦੁਖ ਆਦਿ ਦੇ ਭੁਗਤਾਨ ਨਿਮਿਤੱਕ ਇਹ ਵ੍ਯੋਂਤ ਸਭ ਹੋਨਹਾਰ ਵਾਹਗੁਰੂ ਨੇਤ, ਰਜ਼ਾ ਜਾਂ ਭਾਣਾ ਹੈ ਹੋਰ ਕੁਛ ਨਹੀਂ ॥੩੩੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
