[
  {
    "id": "FKQ",
    "sttm_id": 6812,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QSFN",
        "source_page": 332,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwnsr pr jau bYTweIAY ly jwie bg; mukqw Amol qij mIT bIin Kwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a heron is taken to Mansarover lake, he will only be picking up small fish instead of invaluable pearls.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਖ੍ਯੀਰ ਸਮੁੰਦ੍ਰ ਅੰਦਰਲੇ ਅੰਮ੍ਰਿਤ ਦੇ ਸੋਮੇ ਮਾਨਸਰੋਵਰ ਦੇ ਕਿਨਾਰੇ ਜੇਕਰ ਬਗਲੇ ਨੂੰ ਲਿਜਾ ਬਿਠਾਈਏ, ਤਾਂ ਉਹ ਅਨਮੁੱਲਿਆਂ ਮੋਤੀਆਂ ਨੂੰ ਤ੍ਯਾਗ ਤ੍ਯਾਗ ਕੇ ਮਛੀਆਂ ਨੂੰ ਬੀਨਿ ਚੁਣ ਚੁਣਕੇ ਖਾਯਾ ਕਰਦਾ ਹੈ ਕ੍ਯੋਂਜੁ ਓਸ ਦੀ ਭਾਵਨਾ ਹੀ ਮਛੀਆਂ ਦੀ ਖ਼ੁਰਾਕ ਉਪਰ ਬੱਝੀ ਹੋਈ ਹੈ, ਤੇ ਮੋਤੀਆਂ ਨੂੰ ਚੋਗਾ ਓਸ ਨੇ ਸਮਝ੍ਯਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QPM4",
        "source_page": 332,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AsQn pwn krby kau jau lgweIAY jok; pIAq n pY, lY lohU Acey AGwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a leech is put to the teats of a cow, it will not suckle milk but suck blood to satiate its hunger.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੇਕਰ ਜੋਕ ਨੂੰ ਥਨ ਮੰਮਾ ਪੀਣ ਵਾਸਤੇ ਲਾਈਏ ਤਾਂ ਉਹ ਪੈ ਦੁੱਧ ਨਹੀਂ ਪੀਆ ਕਰਦੀ, ਸਗੋਂ ਅਪਣੀ ਪ੍ਰਪੱਕ ਭਾਵਨਾ ਅਨੁਸਾਰ ਲਹੂ ਨੂੰ ਹੀ ਲੈ ਲੈ = ਗ੍ਰਹਣ ਕਰ ਕਰ ਕੇ ਅਚਦੀ ਛਕਦੀ ਤੇ ਰਜ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L94G",
        "source_page": 332,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prm sugMD pir mwKI n rhq rwKI; mhw durgMD pir byig cil jwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A fly when placed on a fragrant article does not stay there but hurriedly reaches where filth and stench is present.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਭਾਂਤ ਹੀ ਅਤ੍ਯੰਤ ਬਾਸਨਾ ਵਾਲੀ ਵਸਤੂ ਫੁਲਾਂ ਦੇ ਅਤਰ ਆਦਿ ਖ਼ੁਸ਼ਬੂਈ ਉਪਰ ਮੱਖੀ ਰੱਖੀ (ਮਜਬੂਰ ਕੀਤੀ ਹੋੜੀ ਹੋਈ) ਨਹੀਂ ਰਿਹਾ ਕਰਦੀ ਅਤੇ ਆਪਣੀ ਭਓਣੀ ਦੀ ਪ੍ਰੇਰੀ ਝੱਟ ਹੀ ਮਹਾਨ ਦ੍ਰੁਗੰਧੀ ਵਾਲੀ (ਗੰਦੀ ਥਾਂ ਫੋੜੇ ਫਿਨਸੀ ਆਦਿ ਲਹੂ ਪਾਕ ਭਰੇ ਟਿਕਾਣੇ) ਵੱਲ ਦੌੜ ਜਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XEQA",
        "source_page": 332,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy gj mjn ky fwrq hY Cwru isir; sMqn kY doKI sMq sMgu n suhwq hY [332["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an elephant sprinkles dust on its head after bathing in clean water, so do the slanderers of saintly persons do not like the company of true and noble persons. (332)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਹੀ ਜਿਰ ਪ੍ਰਕਾਰ ਹਾਥੀ ਸ਼ਨਾਨ ਕਰ ਕੇ (ਸ਼ੁੱਧ ਪਵਿੱਤ੍ਰ ਹੋ ਕੇ) ਭੀ ਆਪਣੇ ਸਿਰ ਵਿਚ ਮਿੱਟੀ ਪਾ ਲਿਆ ਕਰਦਾ ਹੈ (ਇਸੇ ਪ੍ਰਕਾਰ ਕੁਭਾਵਨਾ ਰੂਪੀ ਦੂਖਣਾਂ ਨਾਲ ਦੂਖਿਤ ਹਿਰਦੇ ਵਾਲੇ) ਸੰਤ ਦੇ ਦੋਖੀ ਨੂੰ ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਦਾ ਸਮਾਗਮ ਬਣ ਪੈਣ ਤੇ ਭੀ ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਚੰਗੀ ਨਹੀਂ ਲਗਿਆ ਕਰਦੀ ਹੈ ॥੩੩੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
