[
  {
    "id": "9BL",
    "sttm_id": 6813,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RRHH",
        "source_page": 333,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmiq siq eyk tyk duqIAw nw siq; isv n skq giq AnBY AiBAwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Obedient disciple of the True Guru considers the support of Guru teachings and wisdom as authentic and true. He has no one else in his heart other than One God. He does not recognise god-Shiv or goddess-Shakti as a means of emancipation. He remains a medi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮਤਿ ਵਿਖੇ ਇਕ ਮਾਤ੍ਰ ਵਸਤੂ ਹੀ ਸਤ੍ਯ ਸਰੂਪ ਹੈ, ਤੇ ਓਸੇ ਹੀ ਇਕ ਦੀ ਟੇਕ ਧਾਰੀ ਜਾਂਦੀ ਹੈ ਭਾਵ ਓਸੇ ਵਿਖੇ ਹੀ ਸਦੀਵ ਕਾਲ ਟਿਕਾਊ ਨੂੰ ਪ੍ਰਵਾਣਿਆ ਹੈ ਇਸ ਇਕ ਤੋਂ ਭਿੰਨ ਹੋਰ ਦੂਸਰਾ ਕੁਛ ਕਰਮ ਆਦਿ ਪ੍ਰਪੰਚ ਪਸਾਰਾ ਨਹੀਂ ਹੈ, ਇਸ ਇਕ ਵਿਖੇ ਕਿਸੇ ਸ਼ਿਵ ਸ਼ਕਤੀ ਆਦਿ ਦੀ ਕੋਈ ਗਤੀ ਗੰਮਤਾ ਨਹੀਂ ਅਰਥਾਤ ਨਾਮ ਮਾਤ੍ਰ ਭੀ ਜਾਨਣ ਵਿਚ ਨਹੀਂ ਔਂਦੀ। ਸੋ ਗੁਰੂ ਘਰ ਵਿਖੇ ਇਸੇ ਇੱਕ ਦੇ ਹੀ ਅਨਭੇ ਦਾ ਅਭ੍ਯਾਸੀ ਹੋਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YCRT",
        "source_page": 333,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iqRgun AqIq jIq n hwr n hrK sog; sMjog ibEg myit shj invwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He remains unsullied of the influence of maya. Defeat or victory, happiness or sorrow does not disturb or please him. He remains absorbed in supreme spiritual state discarding all thoughts of achievements and failures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਅਭ੍ਯਾਸ ਦੇ ਕਾਰਣ ਗੁਰਮੁਖ ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਅਤੀਤ ਰਹਤ ਹੋਯਾ ਭਾਵ ਤੁਰੀਆ ਪਦ ਗਾਮੀ ਹੈ, ਆਹ ਜਿੱਤ ਹੈ ਤੇ ਆਹ ਹਾਰ ਹੈ ਤਥਾ ਜਿੱਤ ਹਾਰ ਤੋਂ ਹੋਣ ਹਾਰੇ ਆਹ ਕੁਛ ਹਰਖ ਵਾ ਸੋਗ ਹਨ, ਅਤੇ ਆਹ ਸੰਜੋਗ ਬਿਓਗ ਮੇਲ ਵਿਛੋੜਾ ਵਾ ਪ੍ਰਾਪਤੀ ਅਪ੍ਰਾਪਤੀ ਹੈ ਇਤ੍ਯਾਦਿ ਸਭ ਦ੍ਵੰਦਾਂ ਨੂੰ ਮੇਟ ਕੇ ਚਿੱਤ ਵਿਚੋਂ ਦੂਰ ਕਰ ਕੇ ਸਹਜ ਪਦ ਆਤਮ ਪਦ ਸ਼ਾਂਤ ਸ੍ਵਰੂਪ ਚੈਤੰਨ੍ਯ ਪਦ ਵਿਖੇ ਇਸਥਿਤ ਹੋਏ ਰਹੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DKZK",
        "source_page": 333,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur brn iek brn huie swDsMg; pMc prpMc iqAwig ibsm ibsÍwsI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By joining true congregation he destroys the differences of high low caste and belongs to One God. Detaching from the love of five elements, he takes to Naam Simran of the wondrous God Lord and holds his faith in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰ ਕੀਹ ਕਿ ਸਾਧ ਸੰਗਤ ਗੁਰ ਸਿੱਖੀ ਮੰਡਲ ਅੰਦਰ ਚਾਰੋਂ ਹੀ ਵਰਨਾਂ ਦਾ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤ੍ਰੀ ਆਦਿਕਾਂ ਵਿਚੋਂ ਚਾਹੇ ਕੋਈ ਹੋਵੇ ਇਕਬਰਨ ਇੱਕਿ ਗੁਰੂ ਬੰਸੀਆ ਸਿੱਖ ਬਣਕੇ, ਪੰਚ ਪਰਪੰਚ, ਪੰਚ ਤੱਤ ਰਚਿਤ ਪਰਪੰਚ ਦੇਹ ਆਦੀ ਸਥੂਲ ਸੰਘਾਤ ਨੂੰ ਤ੍ਯਾਗ ਕਰ ਕੇ ਬਿਸਮ = ਅਚਰਜ ਰੂਪ, ਵਾ ਵਿਸ਼ੇਖ ਕਰ ਕੇ ਸਮ ਸਰੂਪ ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਮਾਤ੍ਰ ਇੱਕੋ ਇਕ ਹੀ ਹੈ ਐਸਾ ਨਿਸਚੇ ਬਿਸ੍ਵਾਸ ਭਰੋਸੇ ਵਾਲਾ ਹੋ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VU9S",
        "source_page": 333,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kt drsn prY pwr huie spqsr; nv duAwr aulMiG dsmeI audwsI hY [333["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Gursikh stays in the company of true seekers beyond the garbs of the six philosophical schools. He frees himself from the bonds of nine doors of the body and lives blissfully in of the tenth door (Dasam Duar). (333)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਪੰਜ ਗ੍ਯਾਨ ਇੰਦ੍ਰੀਆਂ ਤੇ ਛੀਵਾਂ ਮਨ ਏਨਾਂ ਛੀਆਂ ਵਿਖੇ ਜੋ ਪਦਾਰਥ ਗ੍ਯਾਨ ਰੂਪ ਦਰਸ਼ਨ ਹੁੰਦਾ ਹੈ, ਓਸ ਤੋਂ ਪਰੇ ਹੋਯਾਂ ਤੇ ਪਾਰਲੀ ਹੱਦ ਸੱਤਵੀਂ ਸੱਤਵਾਂ ਸਰੋਵਰ ਜੋ ਸਰਬ ਗ੍ਯਾਨਾਂ ਦਾ ਗ੍ਯਾਨ ਹੋਣ ਕਰ ਕੇ ਸੱਤਾ ਸਫੁਰਤੀ ਪ੍ਰਦਾਨ ਰੂਪਤਾ ਕਰ ਕੇ ਸਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਭਾਵ ਜੋ ਚੈਤੰਨ੍ਯ ਸਰੂਪ ਸ੍ਵਯੰ ਗ੍ਯਾਨਮਯ ਸੱਤਵਾਂ ਸਰ ਸਭ ਦਾ ਸ੍ਰੋਤ ਰੂਪ ਹੈ, ਓਸ ਦਾ ਸਾਖ੍ਯਾਤਕਾਰ ਹੋਯਾ ਕਰਦਾ ਹੈ, ਗੱਲ ਕੀਹ ਕਿ ਨਵਾਂ ਦੁਆਰਿਆਂ ਵਿਖੇ ਵਰਤਨਹਾਰੇ ਦੇਹ ਇੰਦ੍ਰੀ ਭਾਵੀ ਸਥੂਲ ਸੂਖਮ ਸੰਘਾਤ ਸਮੂਹ ਤੋਂ ਉਲੰਘ ਕੇ ਇਨਾਂ ਵਿਚੋਂ ਆਤਮ ਭਾਵਨਾ ਦੂਰ ਕਰ ਕੇ ਅਲਖ ਅਪਰ ਦਾ ਨਿਵਾਸ ਸਥਾਨ ਦਸਮ ਦ੍ਵਾਰ ਮਈ ਮਹੀ = ਮਧ੍ਯ ਵਿਖੇ ਇਸਥਿਤ ਹੋ ਕੇ, ਦੇਹ ਆਦਿ ਵਿਖੇ ਵੱਸਦਾ ਹੋਯਾ ਭੀ ਉਦਾਸੀ = ਉਤ+ਆਸੀ = ਉੱਚੀ ਯਾ ਸੰਸਾਰੀ ਲੋਕਾਂ ਤੋਂ ਉਲਟੀ ਆਸ ਵਾਲਾ ਜੀਵਨ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩੩੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
