[
  {
    "id": "Z1W",
    "sttm_id": 6814,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U8PK",
        "source_page": 334,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ndI nwv ko sMjog sujn kutMb logu; imilE hoiego soeI imlY AwgY jwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union with friends, family members and other acquaintances in this world is like voyagers in a boat that lasts for a short period of time. Therefore whatever is donated for good deeds in. this world will be received in the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਨਦੀਓਂ ਪਾਰ ਹੋਣ ਲਗਿਆਂ, ਬੇੜੀ ਅੰਦਰ ਬੈਠਿਆਂ ਦਾ ਸਹਜ ਸੁਭਾਵ ਸੰਜੋਗ ਮੇਲਾ ਹੋ ਪੈਂਦਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਸੁਜਨ ਪ੍ਰਵਾਰ ਤੇ ਕੁਟੰਬ, ਕੋੜਮੇ ਦੇ ਲੋਕਾਂ ਦਾ ਮੇਲ ਹੋਯਾ ਕਰਦਾ ਹੈ ਇਞੇਂ ਹੀ ਨਦੀ ਨਾਵ ਦੇ ਵਿਜੋਗ ਵਤ ਮਰਣ ਕਾਲ ਦੇ ਵਿਛੋੜੇ ਭੀ ਆਣ ਹੁੰਦੇ ਹਨ ਅਰੁ ਜੋ ਵਰਤਮਾਨ ਸ਼ਰੀਰ ਵਿਖੇ ਇਸ ਜੀਵਨ ਅੰਦਰ ਲੋੜ ਥੋੜ ਵਾਲਿਆਂ ਦੀ ਲੋੜ ਥੋੜ ਪੂਰੀ ਕਰਨ ਖਾਤਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਓਹੋ ਹੀ ਅਗੇ ਜਾਣ ਤੇ ਦੂਸਰੇ ਸਰੀਰਾਂ ਦੇ ਧਾਰਣ ਉਪਰ ਹੋਰਨਾਂ ਹੋਰਨਾਂ ਜੂਨਾਂ ਜੂਨਾਂਤ੍ਰਾਂ ਰੂਪ ਪ੍ਰਲੋਕ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਪੌਣ ਤੇ ਮਿਲ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2JHY",
        "source_page": 334,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn Dn sMg n clq cly; Arpy dIjY Drmswlw phucwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Food, clothing and wealth does not go with one in the next world. Whatever has been assigned to the Guru in the true company is what one's wealth or earnings are for life beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਤੋਂ ਸਿਵਾਯ ਹੋਰ ਜੋ ਕੁਛ ਭੀ ਬਸਨ ਆਹਾਰ ਰੂਪ ਖਾਣ ਪਾਣ ਆਦਿ ਦੇ ਪਦਾਰਥ, ਵਾ ਬਸਨ ਬਸਤ੍ਰ ਪਹਿਨਣ ਪਹਿਰਾਣ ਦੇ ਸਾਮਾਨ ਅਥਵਾ ਧਨ ਦੌਲਤ ਹੋਵੇ; ਸਾਥ ਨਹੀਂ ਜਾਵੇਗਾ, ਚਲੇ ਜਾਊ ਤਾਂ ਕੇਵਲ ਓਹੋ ਹੀ ਸਾਥ; ਜੋ ਕੁਛ ਧਰਮਸਾਲਾ ਵਿਖੇ ਧਰਮ ਅਰਥੀ ਵਾਹਗੁਰੂ ਦੇ ਨਾਮ ਤੇ ਅਰਪਣ ਕਰ ਦਿੱਤਾ ਹੋਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FG69",
        "source_page": 334,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwTo jwm swTo GrI inhPl mwieAw moh; sPl plk swD sMgiq smwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Spending all the time in the love of maya and its actions are futile but enjoying the company of saintly persons even for a few seconds is a big achievement and useful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਾਹੇ ਅੱਠੇ ਪਹਿਰ ਤੇ ਸੱਠ ਘੜੀਆਂ ਦਿਨ ਰਾਤ ਹੀ ਮਾਯਾ ਦਾ ਵਿਹਾਰਾਂ ਕਾਰਾਂ ਦਾ ਮੋਹ ਪ੍ਯਾਰ = ਪਰਦਾ ਕੋਈ ਪਾਲਦਾ ਰਹੇ ਇਹ ਬ੍ਯਰਥ ਹੀ ਹੁੰਦਾ ਹੈ ਅਰਥਾਤ ਕਿਸੇ ਕਾਰੇ ਨਹੀਂ ਲਗਦਾ; ਹਾਂ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਜੇਕਰ ਪਲਕ ਅੱਖ ਦੀ ਫੋਰ ਮਾਤ੍ਰ ਭੀ ਸਮਾਈ ਕਰੇ ਰਲ ਬੈਠੇ ਤਾਂ ਉਹ ਪਲ ਮਾਤ੍ਰ ਸਮਾਂ ਭੀ ਸਫਲਾ ਹੋਯਾ ਵਾਹਗੁਰੂ ਦੇ ਲੇਖੇ ਪਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y9J0",
        "source_page": 334,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ml mUqR DwrI Aau ibkwrI inrMkwrI hoq; sbd suriq swDsMg ilv lwie kY [334["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By uniting the words/teachings of the Guru with mind, and by the grace of holy company, this filth-filled and vice-ridden human being becomes an obedient disciple of the Guru. (334)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਸਫਲ ਭਾਵੀ ਸਾਧ ਸੰਗਤ ਵੱਲੋਂ ਸਮਾਂ ਨਾ ਖੁੰਝਾਵੇ, ਕ੍ਯੋਂਕਿ ਸਾਧ ਸੰਗਤ ਦ੍ਵਾਰੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤ ਦੀ ਲਿਵ ਤਾਰ ਲਗਾਣ ਕਰ ਕੇ, ਇਸਤ੍ਰੀ ਪੁਤ੍ਰ ਆਦਿ ਦੇ ਪ੍ਯਾਰੇ ਤਥਾ ਆਪਣ੍ਯਾਂ ਮਲ ਮੂਤ੍ਰ ਦੇ ਭਰਿਆਂ ਗੰਦਿਆਂ ਸਰੀਰਾਂ ਨਾਲ ਪ੍ਯਾਰ ਕਰਣਹਾਰੇ ਅਥਵਾ ਵਿਖ੍ਯ ਵਾਸਨਾ ਦੇ ਅਧੀਨ ਇਨਾਂ ਸ਼ਰੀਰਾਂ ਦੇ ਲਿੰਬਨ ਪੋਚਨ ਸੁਆਰਣ ਵਿਚ ਰੁਝੇ ਰਹਣ ਵਾਲੇ ਮਲ ਮੂਤ੍ਰ ਧਾਰੀ ਅਰੁ ਵਿਖੇ ਭੋਗਾਂ ਵਿਚ ਲੰਪਟ ਵਿਕਾਰੀ ਲੋਗ ਭੀ ਨਿਰੰਕਾਰੀ = ਗੁਰਮੁਖ ਰੱਬੀ ਬੰਦੇ ਗੁਰੂ ਕੇ ਸੱਚੇ ਸਿੱਖ ਬਣ ਜਾਂਦੇ ਹਨ ॥੩੩੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
