[
  {
    "id": "J5U",
    "sttm_id": 6815,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6R3F",
        "source_page": 335,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "haumY AiBmwn AsQwn qij bMJ bn; crn kml gur sMpt smwie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The black bee like mind of a Guru-oriented person who is attached with the congregation of saintly persons, forsakes pride and ego which is like a jungle of bamboos. He leaves attachment and infatuations. Enamoured by the lotus-like feet of the True Guru,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੰਝ ਬਨ ਵੰਝਾਂ ਵਾਂਸਾਂ ਦਾ ਜੰਗਲ ਜੋ ਦੂਰੋਂ ਉੱਚਾ ਦਿੱਸਨ ਵਾਲਾ ਤੇ ਨੇੜੇ ਆਯਾਂ ਗੰਢੀਲਾ ਅਤੇ ਚਿਕਨਾਹਟ ਮਾਰਿਆ ਹੁੰਦਾ ਹੈ, ਓਸੇ ਸਮਾਨ ਹੀ ਬਾਹਰੋਂ ਮੈਂ ਮੇਰੀ ਵਿਚ ਵਰਤਨਹਾਰਾ ਤੇ ਅੰਦਰੋਂ ਮਾਨ ਮੱਤੀ ਦਸ਼ਾ ਦਾ ਗ੍ਰਸਿਆ ਹੋਯਾ ਇਹ ਹਉਮੈ ਤੇ ਅਭਿਮਾਨ ਦਾ ਟਿਕਾਨਾ ਜੋ ਸੰਸਾਰ ਹੈ ਸੁਗੰਧੀਓਂ ਸੂੰਨ ਜਾਣ ਇਸ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆਏ ਪੁਰਖ ਦਾ ਮਨ ਰੂਪੀ ਭੌਰਾ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਰੂਪ ਡੱਬੇ ਵਿਚ ਸਮਾ ਜਾਂਦਾ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MS6V",
        "source_page": 335,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aiq hI AnUp rUp hyrq ihrwny idRg; Anhd guMjq sRvn hU isrwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing the most beautiful form of the True Guru, his eyes are amazed. Listening to the pleasing and enchanting notes of the words of Guru, his ears feel calm and tranquil.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਕਮਲਾਂ ਵਿਚ ਪਰਚਦੇ ਸਾਰ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਉਪਮਾ ਤੋਂ ਰਹਿਤ ਰੂਪ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਹੇਰਤ ਤੱਕਦਿਆਂ ਦ੍ਰਿਗ ਨੇਤ੍ਰ ਭੀ ਹਿਰਾਨੇ ਥਕਿਤ ਹੋ ਜਾਂਦੇ ਮਗਨਤਾ ਨਾਲ ਗੁੱਟ ਬਣ ਜਾਂਦੇ ਹਨ ਅਰੁ ਅਨਹਦ ਧੁਨੀ ਦੀ ਗੂੰਜ ਨਾਲ ਕੰਨ ਹੋਰਨਾਂ ਸ਼ਬਦਾਂ ਦੇ ਸੁਨਣ ਵੱਲੋਂ ਸ਼ਤ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UDPF",
        "source_page": 335,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsnw ibsm Aiq mDu mkrMd rs; nwiskw ckq hI subwsu mhkwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Relishing the sweet elixir-like dust of the feet of the True Guru, the tongue enjoys strange bliss and pleasure. The nostrils are amazed by the sweet smell of that dust of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਰੂਪ ਮਕਰੰਦ ਰਸ ਜੋ ਅਤ੍ਯੰਤ ਹੀ ਮਧੁ ਮਿੱਠਾ ਹੈ ਪਾਨ ਕਰਨ ਛਕਨ ਸਾਰ ਰਸਨਾ ਬਿਸਮ ਰਸਾਂ ਵੱਲ ਭਟਕਨੋਂ ਵਿਸਮਤਾ ਵਿਖਮਤਾਂ ਨੂੰ ਧਾਰ ਲੈਂਦੀ ਹੈ ਅਸਚਰਜ ਹੋ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਐਸਾ ਹੀ ਉਕਤ ਧੂਲੀ ਦੀ ਸੁਗੰਧੀ ਦੀ ਮਹਕ ਲਪਟ ਔਂਦੇ ਸਾਰ ਨਾਸਾਂ ਚਕਿਤ ਹੈਰਾਨ ਹੋਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਭਾਵ ਗੁਰਮੁਖ ਦਾ ਦਿਮਾਗ ਭੀ ਮਸਤੀ ਨਾਲ ਖੀਵਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D5AV",
        "source_page": 335,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "komlqw sIqlqw pMg srbMg Bey; mn mDukr puin Anq nw Dwey hY [335["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Experiencing the calmness and tenderness of the sweet smell of the holy feet of the True Guru, all limbs of the body become stable. The black bee like mind then does not wander anywhere else and remains attached with lotus-like feet. (335)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਥੇ ਪ੍ਰਕਾਰ ਚਰਣ ਕਮਲਾਂ ਦੀ ਕੋਮਲਤਾ ਨੂੰ ਅਨੁਭਵ ਕਰਦਿਆਂ ਸਾਰ ਗੁਰਮੁਖ ਦੇ ਮਨ ਰੂਪੀ ਮਧੁਕਰ ਭੌਰੇ ਦੇ ਸੀਤਲਤਾ ਸ਼ਾਂਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਸਰਬੰਗ ਸਭੇ ਹੀ ਸਮੂਲਚੀ ਤਰਾਂਅੰਗ ਪੰਗ ਪਿੰਗਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਜਿਸ ਕਰ ਕੇ ਪੁਨਿ ਫੇਰ ਇਹ ਅਨਤ ਹੋਰ ਹੋਰਨਾਂ ਰਸਾਂ ਕਸਾਂ ਆਦਿ ਵਾ ਸੰਸਾਰੀ ਪ੍ਰਵਿਰਤੀਆਂ ਵੱਲ ਨਹੀਂ ਧੌਂਦਾ ਭਟਕਦਾ ਹੈ ॥੩੩੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
