[
  {
    "id": "Z9T",
    "sttm_id": 6816,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5VLL",
        "source_page": 336,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwNsnw ko bwsu dUq sMgiq ibnws kwl; crn kml gur eyk tyk pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who has taken the refuge of the lotus-like feet of the True Guru, is freed from attraction of all other smells and involvement in the five vices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦਿਨ ਤੋਂ ਗੁਰਮੁਖ ਨੂੰ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਇਕ ਮਾਤ੍ਰ ਟੇਕ ਪ੍ਰਾਪਤੀ ਹੋਈ ਹੈ, ਓਦੋਂ ਤੋਂ ਹੀ ਕੁ+ਬਾਸ = ਕੁਬਾਸ ਰੂਪ ਭੈੜੀ ਬਾਸਨਾ ਵਾ ਵਾਸਨਾ ਦੇ ਅਧੀਨ ਵੱਸਨਾ, ਅਥਵਾ ਵਾਸਨਾ ਵਿਚ ਵੱਸਨਾ ਜੀਵਨ ਗੁਜ਼ਾਰਨਾ, ਦੁਸ਼ਟਾਂ ਦੀ ਸੰਗਤਿ, ਤਥਾ ਕਾਲ ਸਗਨ ਅਪਸਗਨ, ਦਿਸ਼ਾ ਸੂਲ ਆਦਿ ਦੀ ਤੱਕ ਤੱਕਣੀ ਬਿਨਾਸ ਨਾਸ ਹੋ ਗਈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FY2W",
        "source_page": 336,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BYjl BieAwnk lhir n ibAwip skY; inj Gr sMpt kY duibDw imtweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The worldly waves of wants and desires cannot influence him anymore. Having engrossed himself in the Self, he has destroyed all type of duality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੈ ਹੀ ਹੈ ਜਲ ਜਿਸ ਵਿਖੇ ਐਸਾ ਸੰਸਾਰ ਸਾਗਰ ਜੋ ਅਤ੍ਯੰਤ ਡਰੌਣਾ ਹੈ ਹਰਦਮ ਪੈਰ ਪੈਰ ਉਪਰ ਜਿਸ ਵਿਖੇ ਡਰ ਸੰਸੇ ਤੇ ਤੌਖਲੇ ਹੀ ਵਾਪਰਦੇ ਰਹਿੰਦੇ ਹਨ ਓਸ ਦੀਆਂ ਲਹਰਾਂ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ, ਓਸ ਨੂੰ ਨਹੀਂ ਵਾਪਰ ਸਕਦੀਆਂ ਤੇ ਆਤਮੇ ਦੇ ਸਥਾਨ ਰੂਪ ਨਿਜ ਘਰ ਵਿਖੇ ਸੰਪੁਟ ਕੈ ਲਿਵ ਲੀਨ ਹੋਣ ਕਰ ਕੇ ਦੁਬਿਧਾ ਦੁਚਿਤਾਈ ਭੀ ਓਸ ਦੀ ਦੂਰ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ELY6",
        "source_page": 336,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awn igAwn iDAwn ismrn ismrn kY; pRym rs bis Awsw mnsw n pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The black bee like lover of the lotus-feet of the True Guru, forgets all other type of knowledge, contemplations and incantations of meditations. He has destroyed all his wants and desires by virtue of his love for the lotus feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰਮਾਰਥ ਗਿਆਨ ਬਾਝੋਂ ਹੋਰ ਗਿਆਨ ਜਾਣਕਾਰੀਆਂ ਸ੍ਯਾਣਪਾਂ, ਤਥਾ ਧਿਆਨ ਦੇਵੀ ਦੇਵਤੇ ਅਰਾਧਨੇ ਵਾ ਐਸੇ ਹੀ ਸਿਧਾਂ ਭੂਤਾਂ ਤਥਾ ਬੀਰ ਆਰਾਧਨ ਆਦਿ ਦੀਆਂ ਤਾਂਘਾਂ ਅਤੇ ਨਾਮ ਤੋਂ ਛੁੱਟ ਹੋਰ ਹੋਰ ਜਪ ਮੰਤ੍ਰ ਆਦਿਕਾਂ ਦੇ ਸਿਮਰਨ ਨੂੰ ਬਿਸਿਮਰਨ ਕੈ ਭੁੱਲ ਹੀ ਜਾਂਦਾ ਹੈ, ਤੇ ਪ੍ਰੇਮ ਰਸ ਦੇ ਵੱਸ ਹੋਏ ਓਸ ਦੇ ਅੰਦਰ ਆਸਾ ਸੰਸਾਰਕ ਪਦਾਰਥਾਂ ਦੀਆਂ ਉਮੇਦਾਂ ਅਰੁ ਮਨਸਾ ਐਸੀਆਂ ਵਸਤੂਆਂ ਦਾ ਮਨੋਰਥ ਵਾ ਕਾਮਨਾ ਨ ਪਾਈ ਹੈ, ਲੱਭੀਦੇ ਭੀ ਨਹੀਂ ਲੱਭਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6QH4",
        "source_page": 336,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duqIAw nwsiq eyk tyk inhcl miq; shj smwiD aunmn ilv lweI hY [336["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru who is lover of the lotus feet (of the Guru) sheds his duality. He remains absorbed in the refuge of the lotus feet. In the higher spiritual state, he is absorbed in the stable contemplation of the Lord. (336)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੂਜੀ ਗੱਲ ਦ੍ਵੈਤਾ ਭਾਵ ਦੀ ਨਾਸਤਿ ਨਮੋ ਨਾਸਤੀ ਵਰਤ ਜਾਂਦੀ ਹੈ, ਤੇ ਇਕ ਅਦ੍ਵੈਤ ਬ੍ਰਹਮ ਭਾਵ ਦੀ ਟੇਕ ਸਹਾਰੇ ਨਿਸਚੇ ਕਾਰਣ ਮਤਿ ਓਸ ਦੀ ਮਨੋ ਬਿਰਤੀ ਅਚੱਲ ਹੋਈ, ਉਨਮਨੀ ਦਸ਼ਾ ਵਿਖੇ ਲਿਵ ਲਗਾ ਕੇ ਸਹਜੇ ਹੀ ਇਸਥਿਤ ਹੋਈ ਰਹਿੰਦੀ ਹੈ ॥੩੩੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
