[
  {
    "id": "KCR",
    "sttm_id": 6817,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RAV7",
        "source_page": 337,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj msqik lypn kY; Brm krm lyK isAwmqw imtweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The application of the holy dust of the lotus-like feet of the true Guru obliterates the dross of all deeds performed in the previous births under the influence of doubts, suspicions and lack of faith.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਜ ਮਹਾਤਮ: ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲ ਮੱਥੇ ਉਪਰ ਲਗਾਣ ਕਰ ਕੇ ਪੂਰਬਲੇ ਜਨਮਾਂ ਵਿਖੇ ਕੀਤੇ ਕਰਮਾਂ ਦੀ ਲਿਖਤ ਦੇ ਭਰਮ ਦੀ ਕਾਲਕ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1BUL",
        "source_page": 337,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml crnwimRq mlIn min; kir inrml dUq duibDw imtweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By quaffing the nectar-like elixir of the holy feet of the True Guru, the dross of the mind is dispensed and one becomes clean (of heart). He is also freed from the influence of the five evils and other dualities.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣਾਮ੍ਰਿਤ ਪਾਨ: ਚਰਣ ਕਮਲਾਂ ਦੇ ਚਰਣਾਮ੍ਰਿਤ ਪਾਨ ਕਰਨ ਛਕਨ ਕਰ ਕੇ ਮੈਲਾ ਮਨ ਨਿਰਮਲ ਹੋ ਜਾਂਦਾ ਹੈ ਭੈੜੇ ਮਨੋਰਥ ਕਰਣੇ ਤ੍ਯਾਗ ਦਿੰਦਾ ਹੈ ਤੇ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਦੂਤ ਜੋ ਦੁਬਿਧਾ ਦੁਚਿਤਾਈ ਇਸ ਦੇ ਅੰਦਰ ਖੜੀ ਕੀਤੀ ਰਖਦੇ ਸਨ, ਉਹ ਭੀ ਮਿੱਟ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FZFM",
        "source_page": 337,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml suK sMpt shj Gir; inhcl miq eyk tyk ThrweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the meditation of the holy name, one lives in abode of God. The consciousness becomes stable and in the refuge of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਧ੍ਯਾਨ ਮਹਾਤਮ: ਚਰਣ ਕਮਲਾਂ ਦੇ ਧ੍ਯਾਨ ਵਿਖੇ ਸੁਰਤੀ ਨੂੰ ਟਿਕਾਂਦਿਆਂ ਸਹਜ ਘਰਿ ਚੈਤੰਨ੍ਯ ਪਦ ਆਤਮੇ ਦੇ ਸਥਾਨ ਵਿਖੇ ਸੁਰਤ ਸੁਖ ਸੰਪੁਟ ਸੁਖ ਵਿਚ ਮਗਨ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ, ਅਤੇ ਇਕ ਮਾਤ੍ਰ ਓਸੇ ਦੀ ਹੀ ਟੇਕ ਧਾਰ ਕੇ ਮਤਿ ਮਾਨੋ ਬਿਰਤੀ ਅਡੋਲ ਟਿਕ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "02UJ",
        "source_page": 337,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml gur mihmw AgwiD boiD; srb inDwn Aau skl PldweI hY [337["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The knowledge of the glory of True Guru's holy feet is limitless and vast. He is the store-house of all material goods and a perfect and complete donor. (337)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਹਮਾ ਮਹਾਤਮ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਮਹਮਾ ਉਸਤਤੀ ਗਾਯਨ ਤੋਂ ਜੋ ਬੋਧ ਗ੍ਯਾਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਹ ਗਾਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕ੍ਯੋਂਕਿ ਉਹ ਸਮੂਹ ਨਿਧੀਆਂ ਤਥਾ ਸੰਪੂਰਣਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਰੂਪ ਫਲਾਂ ਦੀ ਦਾਤੀ ਹੈ ॥੩੩੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
