[
  {
    "id": "ZCJ",
    "sttm_id": 6818,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S6XW",
        "source_page": 338,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj mjn kY idib dyh; mhw mlmUqR DwrI inrMkwrI kIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bathing in the holy dust of the True Guru's feet, the body of an individual acquires golden hue. One who is evil of thoughts, becomes Guru-oriented and divine of temperaments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਸਰੀਰ ਉਪਰ ਮਰਦਨ ਕਰਨ ਨਾਲ ਦੇਹ ਦਿਬ੍ਯ ਭਾਵ ਵਾਲੀ ਅਤ੍ਯੰਤ ਮਨੋਹਰ ਸੁੰਦ੍ਰ = ਤੇਜ ਪ੍ਰਤਾਪ ਭਰੀ ਦਮਕ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ ਅਤੇ ਮਹਾਂ ਮਲ ਮੂਤ੍ਰ ਧਾਰੀ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਹੱਡ ਚੰਮ ਦੀ ਲਿੰਬਾ ਪੋਚੀ ਤੇ ਸੁਆਰ ਸ਼ਿੰਗਾਰੀ ਪ੍ਰਵਿਤਰੀ ਵਿਚ ਆਯੂ ਬਿਤੀਤ ਕਰਣ ਹਾਰੇ, ਨਿਰੰਕਾਰੀ = ਰੱਬੀ ਲੋਰ ਨਿਰੰਕਾਰ ਵਾਲੇ = ਗੁਰਸਿੱਖ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "66GB",
        "source_page": 338,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml crnwimRq inDwn pwn; iqRgun AqIq cIq Awpw Awp cIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By relishing the elixir of the True Guru's feet, the mind is freed from the triple traits of maya (mammon). He then recognises his self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਅੰਮ੍ਰਿਤ ਦੇ ਭੰਡਾਰ ਚਰਣ ਕਮਲਾਂ ਦੇ ਚਰਣ+ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕੀਤਿਆਂ ਛਕਿਆਂ ਚਿੱਤ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ ਰਾਜਸੀ, ਤਾਮਸੀ ਵਾ ਸਾਤਕੀ ਪ੍ਰਵਿਰਤੀ ਤੋਂ ਅਤੀਤ ਅਸੰਗ ਹੋ ਕੇ ਆਪੇ ਵਿਖੇ ਆਪੇ ਨੂੰ ਵਾ ਸਰਬ ਸਰੂਪੀ ਆਪ ਹੀ ਆਪ ਭਗਵੰਤ ਰਮ੍ਯਾ ਹੋਯਾ ਪਛਾਣ ਲੈਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G6D1",
        "source_page": 338,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml inj Awsn isMGwsn kY; iqRBvn Aau iqRkwl gMimqw pRbIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By instilling the lotus-like holy feet of the True Guru in self, I.e. mind, one becomes aware of all the three times and the three worlds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਨ ਕਮਲਾਂ ਨੂੰ ਹੀ ਸਿੰਘਾਸਨ ਧ੍ਯਾਨ ਵਿਖ ਪਰਮ ਉਪਯੋਗੀ ਪੰਚਮੁਖੀ ਆਸਨ ਦੀ ਭੌਣੀ ਧਾਰ ਕੇ ਜਿਸ ਨੇ ਨਿਜ ਆਸਨ ਆਪਣੀ ਇਸਥਿਤੀ ਉਨ੍ਹਾਂ ਵਿਖੇ ਕੀਤੀ, ਉਤ ਤ੍ਰਿਲੋਕੀ ਅੰਦਰਲੇ ਤਥਾ ਤਿੰਨਾਂ ਕਾਲਾਂ ਵਿਖੇ ਵਰਤ ਰਹੇ ਵਰਤਾਰੇ ਦੀ ਗੰਮਿਤਾ ਗ੍ਯਾਤ ਜਾਣਕਾਰੀ ਲਈ ਪ੍ਰਬੀਨੇ ਹੈ ਦੂਰ ਬੈਠੇ ਭੀ ਤੱਕਨ ਹਾਰੇ ਇਸ ਸਥੂਲ ਸਰੀਰ ਅੰਦਰ ਹੁੰਦ੍ਯਾਂ ਹੀ ਸਾਰਾ ਠਾਠ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਦੇਖਨ ਵਾਲੇ ਤੱਤ ਦਰਸ਼ੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1U71",
        "source_page": 338,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rs gMD rUp sIqlqw; duqIAw nwsiq eyk tyk ilv lIny hY [338["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By relishing the coolness, sweetness, fragrance and beauty of the lotus-like feet of the True Guru, the duality disappears from the mind. One remains absorbed in the refuge and support of the holy feet (of the True Guru). (338)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰ ਕੀਹ ਕਿ ਚਰਣ ਕਮਲਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਰਸ ਦੇ ਪੀਣ ਹਾਰੇ, ਰਜ ਨੂੰ ਮਸਤਕ ਤੇ ਲਗਾਂਦੇ ਮਾਨੋ ਸੁੰਘਨ ਹਾਰੇ ਤੇ ਰੂਪ ਓਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰਨਹਾਰੇ, ਤਥਾ ਓਨ੍ਹਾਂ ਨੂੰ ਹੱਥਾਂ ਨਾਲ ਸਪਰਸ਼ ਕਰ ਦਿਬ੍ਯ ਸੀਤਲਤਾ ਨੂੰ ਅਨੁਭਵ ਕਰਣ ਹਾਰੇ ਪੁਰਖ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਵਿਚੋਂ ਦੂਈ ਦ੍ਵੈਤ ਮੂਲੋਂ ਹੀ ਨਸ਼ਟ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਇ ਮਾਤ੍ਰ ਚਰਣ ਕਮਲਾਂ ਦੀ ਹੀ ਟੇਕ ਧਾਰ ਕੇ ਉਹ ਲਿਵ ਲਗਾਈ ਮਗਨ ਰਿਹਾ ਕਰਦਾ ਹੈ ॥੩੨੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
