[
  {
    "id": "TUZ",
    "sttm_id": 6819,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G9VF",
        "source_page": 339,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj mjn pRqwp Aiq; purb qIrQ koit crn srin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bathing in the holy dust of the lotus feet of the True Guru has great significance. Millions of places of pilgrimage reside in the refuge of the True Guru. One is deemed to have visited all the holy places by the touch of the dust of His holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਦੇ ਸਰੀਰ ਉਪਾਰ ਮਾਰਜਨ ਮਰਦਨ ਕਰਨ ਦਾ ਅਰਥਾਤ ਮਲਣ ਦਾ ਮਹਾਤਮ ਅਤ੍ਯੰਤ ਹੀ ਅਧਿਕ ਹੈ, ਕ੍ਯੋਂਜੁ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣਿ ਵਿਖੇ ਕ੍ਰੋੜਾਂ ਹੀ ਤੀਰਥਾਂ ਦੇ ਪੁਰਖ ਸਦੀਵਕਾਲ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਕਰ ਕੇ ਰਜ ਸੇਵਨ ਕਰਤੇ ਪੁਰਖਾਂ ਨੂੰ ਸੁਤੇ ਹੀ ਅਨੰਤ ਪੁਰਬਾਂ ਸਮੇਂ ਤੀਰਥ ਪਰਸਨ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਭਾਵ ਤੀਰਥਾਂ ਦੇ ਪਰਸਨ ਦੀ ਲੋੜ ਓਨਾਂ ਦੀ ਚੁੱਕ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CUJE",
        "source_page": 339,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj mjn pRqwp Aiq; dyvI dyv syvk huie pUjq crn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory and grandeur of the dust of True Guru's holy feet supreme. All gods and goddesses worship Him as His humble servants. (worship of all gods and goddesses lie in feet of the True Guru).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ਦ੍ਵਾਰੇ ਮਜਨ ਉਜਲਿਆਂ ਸੁੱਧ ਹੋਣ ਦਾ ਪ੍ਰਤਾਪ ਐਥੋਂ ਤਕ ਅਤ੍ਯੰਤ ਅਧਿਕ ਹੈ, ਕਿ ਸਮੂਹ ਦੇਵੀਆਂ ਅਰੁ ਦੇਵਤੇ ਸੇਵਕ ਬਣੇ ਹੋਏ ਰਜ ਸੇਵਕਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਪੂਜਾ ਬੰਦਨ ਕਰਨ ਲਗ ਪੈਂਦੇ ਹਨ ਭਾਵ ਚਰਣ ਰਜ ਸੇਵਨ ਕਾਰਣ ਸਭ ਦੇਵੀ ਦੇਵਤਿਆਂ ਆਦਿ ਦਾ ਸ੍ਵਯੰ ਅਰਾਧਨ ਜੋਗ ਦੇਵਤਾ ਬਣ ਜਾਈਦਾ ਹੈ, ਅਤੇ ਮੁੜ ਕਦੀ ਕਿਸੇ ਹੋਰ ਦੇ ਪੂਜਨ ਆਦਿ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਰਿਹਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42NE",
        "source_page": 339,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj mjn pRqwp Aiq; kwrn ADIn huqy kIn kwrn krn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The significance of bathing in the dust of the holy feet of True Guru is so great· that he who is ever under the causes, himself becomes the creator of those causes, by becoming a devoted slave of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਰਣ ਕਮਲਾਂ ਦੀ ਰਜ ਦਾ ਮਹੱਤ੍ਵ ਇਸ ਵਾਸਤੇ ਬਹੁਤ ਹੀ ਅਧਿਕ ਹੈ ਕਿ ਇਸ ਦੇ ਸੇਵਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਜੋ ਮਨੁੱਖ ਕਾਰਣ ਨਿਮਿੱਤਾਂ ਪ੍ਰਯੋਜਨਾਂ ਦੇ ਅਧੀਨ ਦਾਸਵਤ ਸਦਾ ਵਰਤ੍ਯਾ ਕਰਦੇ ਹਨ ਓਨ੍ਹਾਂ ਨੂੰ ਇਹ ਕਾਰਨ ਕਰਨ ਸ੍ਵਯੰ ਨਿਮਿੱਤਾਂ ਦੇ ਰਚਣ ਹਾਰੇ ਵਾ ਘੜਨ ਭੰਨਣ ਸਮਰਥ ਬਣਾ ਦਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H9PP",
        "source_page": 339,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml rj mjn pRqwp Aiq; piqq punIq Bey qwrn qrn hY [339["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Importance of touching of True Guru's holy feet is so supreme that a human being badly soiled in sins of maya becomes pious in his refuge. He even becomes a ship for others to sail across the worldly ocean. (339)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਸਰੀਰ ਪੁਰ ਲਗੌਣ ਦਾ ਐਡਾ ਪ੍ਰਤਾਪ ਹੈ ਕਿ ਪਤਿਤ = ਅਨਾਚਾਰੀ = ਪਾਪੀ ਪੁਰਖ ਭੀ, ਪੁਨੀਤ ਪਵਿਤ੍ਰਾਂ ਤੋਂ ਪਵਿਤ੍ਰ ਹੋ ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ ਸਾਗਰੋਂ ਤਾਰਨ ਪਾਰ ਕਰਨ ਲਈ ਤਰਨ ਜਹਾਜ ਰੂਪ ਬਣ ਜਾਂਦੇ ਹਨ ॥੩੩੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
