[
  {
    "id": "591",
    "sttm_id": 6820,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KYMN",
        "source_page": 340,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwnsr hMs swDsMgiq prmhMs; DrmDujw Drmswlw cl AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as swans visit lake Mansarover, so do the righteous people with divine wisdom visit the holy congregation of Lord's loving servants/devotees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਮਾਨ ਸਰੋਵਰ ਉੱਪਰ ਹੰਸ ਪੰਖੀ ਦੂਰੋਂ ਚਲੇ ਆਯਾ ਕਰਦੇ ਹਨ, ਤੇ ਏਹੋ ਹੀ ਓਸ ਦੇ ਧਰਮ ਪ੍ਰਭਾਵ ਦੀ ਧੁਜਾ ਨਿਸ਼ਾਨ ਰੂਪ ਹੁੰਦੇ ਹਨ, ਤੀਕੂੰ ਹੀ ਸਾਧ ਸੰਗਤ ਖਾਤਰ ਪਰਮ ਹੰਸ ਪਰਮ ਬਿਬੇਕੀ ਗੁਰੂ ਕੇ ਸਿੱਖ ਜੋ ਧਰਮ ਦੀ ਧੁਜਾ ਰੂਪ ਹਨ, ਧਰਮ ਸਾਲਾ ਗੁਰੂ ਕੇ ਦੁਆਰੇ ਦੇਸ ਦੇਸਾਂਤਰਾਂ ਤੋਂ ਚਲੇ ਆਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PZAN",
        "source_page": 340,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auq mukqwhl Ahwr duqIAw nwsiq; ieq gur sbd suriq ilv lwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There, at Mansarover, the swans relish pearls as their food and nothing else; so do these devotees engross their minds in the holy Naam of the Lord and remains attached with His divine words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਤ = ਉੱਥੇ ਮਾਨਸਰੋਵਰ ਵਿਖੇ ਤਾਂ ਮੋਤੀ ਚੁਗਨ ਵਾਸਤੇ ਹੰਸਾਂ ਨੂੰ ਮਿਲਦੇ ਹਨ ਹੋਰ ਕੁਛ ਨਹੀਂ, ਅਤੇ ਇਤ ਇੱਥੇ ਗੁਰੂ ਕੇ ਦਰਬਾਰ ਅੰਦਰ ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਗੁਰਸਿੱਖ ਸ਼ਬਦ ਨਾਲ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗਾਇਆ ਪਰਚਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "36AC",
        "source_page": 340,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auq KIr nIr inrvwro kY bKwnIAq; ieq gurmiq durmiq smJwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The swans are believed to disintegrate milk in its constituents of water and milk; while here in the holy congregation, one learns about those who are Guru-oriented and self-oriented.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਤ ਉੱਥੇ ਦੁੱਧ ਪਾਣੀ ਦੇ ਨਿਰਵਾਰੋ ਕੈ ਨ੍ਯਾਰਾ ਨ੍ਯਾਰਾ ਕਰਨ ਦੀ ਚਾਲ, ਆਖਣ ਵਿਚ ਔਂਦੀ ਭਾਵ ਪ੍ਰਸਿੱਧ ਹੈ, ਤੇ ਇਥੇ ਗੁਰੂ ਕੀ ਸੰਗਤ ਵਿਖੇ ਗੁਰਮਤਿ ਆਹ ਹੈ ਤੇ ਦੁਰਮਤਿ ਔਹ ਹੈ ਐਸੇ ਐਸੇ ਵੀਚਾਰਾਂ ਦਾ ਨਿਰਣਾ ਸਮਝਾਇਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EH7D",
        "source_page": 340,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "auq bg hMs bMs duibDw n myit skY; ieq kwg pwig sm rUp kY imlwvhI [340["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The temperament of herons cannot be changed into those of swans but here in the holy congregation, those who are like filth-eating crows are transformed into holy and devoted persons through the hue of Naam blessed by the True Guru. (340)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਧਰ ਮਾਨ ਸਰੋਵਰ ਤੋਂ ਬਗਲੇ ਅਤੇ ਹੰਸ ਦੇ ਬੰਸ ਦੀ ਧੁਰ ਦੀ ਦੁਬਿਧਾ ਨਿਖੇੜ ਨਹੀਂ ਮਿਟ ਸਕਦੀ, ਪ੍ਰੰਤੂ ਏਧਰ ਗੁਰੂ ਕੀ ਸੰਗਤ ਵਿਖੇ ਕਾਂ ਸਮਾਨ ਮਲ ਭੱਛੀ = ਪਾਪੀਆਂ ਜੀਵਾਂ ਨੂੰ ਭੀ ਪਾਗਿ ਸਤਿਸੰਗ ਵਿਚ ਪਰਚਾ ਕੇ ਸਮ ਰੂਪ ਕੈ ਅਪਣੇ ਸਮਾਨ ਹੀ ਪਰਮ ਹੰਸ ਸਰੂਪ ਗੁਰੂਕਾ ਸਿੱਖ ਬਣਾ ਮਿਲਾ ਲਿਆ ਅਭੇਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ॥੩੪੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
