[
  {
    "id": "DM0",
    "sttm_id": 6821,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Y5D5",
        "source_page": 341,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwpu iCn; isv snkwid bRhmwidk n pwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even gods like Shiv, Brahma, Sanak etc. are unable to acquire the importance of the congregation that one achieves by keeping the company of the obedient and devoted disciples of the True Guru even for a second.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਐਸੀ ਗੁਰ ਸਿੱਖ ਸੰਗਤ ਸਤਿ ਸੰਗਤੀ ਦੇ ਛਿਣ ਭਰ ਦੇ ਮਿਲਾਪ ਦਾ ਮਹੱਤ ਸ਼ਿਵਜੀ ਸਨਕਾਦਿਕ ਤਥਾ ਬ੍ਰਹਮਾ ਤੋਂ ਆਦਿ ਲੈ ਸਮੂਹ ਦੇਵਤਾ ਪ੍ਰਾਪਤ ਕਰਨਾ ਲੋਚਦੇ ਰਹਿੰਦੇ ਹਨ ਅਰਥਾਤ ਓਨ੍ਹਾਂ ਨੂੰ ਛਿਣ ਭਰ ਦੇ ਭੀ ਏਸ ਸਤਿਸੰਗ ਦੀ ਸਿੱਕ ਲਗੀ ਰਹਿੰਦੀ ਹੈ, ਕਿੰਤੂ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੁੰਦੀ ਕ੍ਯੋਂਕਿ ਇਹ ਮੌਜ, ਕਰਮ ਭੂਮੀ ਹੋਣ ਕਾਰਣ ਮਾਤਲੋਕ ਵਿਚ ਹੀ ਸਤਿਗੁਰੂ ਨੇ ਵਰਤਾਈ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "97TL",
        "source_page": 341,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isMimRiq purwn byd swsqR Aau nwd bwd; rwg rwgnI hU nyq nyq kir gwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A very short while spent in the holy congregation is sung as infinite, infinite by various religious scriptures like Simritis, Purans, Vedas beside the musical instruments, and various modes of singing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਭਾਂਤ ਹੀ ਸਿੰਮ੍ਰਤੀਆਂ ੨੭, ਤੇ ਪੁਰਾਣ ੧੮, ਬੇਦ ੪, ਸ਼ਾਸਤ੍ਰ ਅਤੇ ਗੰਧਰਬ ਵਿਦ੍ਯਾ ਸਬੰਧੀ ਸੁਰ ਸਾਜ ਆਦਿ ਤਥਾ ਰਾਗ ਰਾਗਨੀਆਂ ਭੀ ਇਸ ਦੀ ਮਹਮਾ ਨੂੰ ਨਹੀਂ ਬਸ, ਨਹੀਂ ਬਸ ਅਨੰਤ, ਅਨੰਤ ਆਖ ਆਖ ਕੇ ਗਾਯਨ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0U9T",
        "source_page": 341,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyvI dyv srb inDwn Aau skl Pl; sÍrg smUh suK iDAwn Dr iDAwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All goddesses, gods, treasures, fruits and comforts of heaven sing and remember the peace that they enjoyed even with a fractional association with congregation of the saints.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਵੀਆਂ ਅਤੇ ਦੇਵਤਾ ਸ਼ਕਤੀਆਂ ਅਪਣੇ ਸ਼ਕਤੀ ਧਰ ਦੇਵਤਿਆਂ ਸਮੇਤ ਤਥਾ ਸਰਬ ਪ੍ਰਕਾਰ ਦੀਆਂ ਨਿਧੀਆਂ ਵਿਭੂਤੀਆਂ ਅਤੇ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਰੂਪ ਸਾਰੇ ਫਲ ਸੁਰਗ ਲੋਕ ਤੋਂ ਲੈ ਸਭ ਉਪਰਲੇ ਲੋਕਾਂ ਦੇ ਸਮੂਹ ਸੁਖ ਧਿਆਨ ਧਰ ਧਰ ਕੇ ਇਸੇ ਸਤਿਸੰਗ ਨੂੰ ਹੀ ਧਿਔਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q9VG",
        "source_page": 341,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm siqgur swvDwn jwin; gurisK sbd suriq ilv lwvhI [341["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The obedient disciples attach their mind and engross themselves in the words of the True Guru with singular mind considering the True Guru to be complete and perfect form of Lord. (341)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਦਾ ਕਾਰਣ ਇਹ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤਿ ਅੰਦਰ ਇਕਤ੍ਰ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਸਿੱਖ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਨੂੰ ਸਾਵਧਾਨ = ਸਾਖ੍ਯਾਤ ਹਾਜ਼ਰ ਨਾਜ਼ਰ ਜਾਣ ਕੇ ਓਨਾਂ ਦੇ ਉਪਦੇਸ਼ੇ ਹੋਏ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲਗੌਂਦੇ ਹਨ ਮਾਨੋ ਸਾਧ ਸੰਗਤਿ ਅੰਦਰ ਸਤਿਗੁਰੂ ਦੇ ਰੂਪ ਵਿਖੇ ਪ੍ਰਗਟੀ ਨਿਰੰਕਾਰੀ ਜੋਤ ਦੀ ਹਾਜਰੀ ਵਿਚ, ਸੁਭਾਵਿਕ ਹੀ ਸਭ ਦੀ ਸੁਰਤਿ ਏਕਤਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਸਮੂਹ ਲੋਕ ਬਾਸੀ ਐਸੀ ਲਾਲਸਾ ਕਰਦੇ ਹਨ; ਕਿ ਕਿਵੇਂ ਓਨ੍ਹਾਂ ਨੂੰ ਇਸ ਸਤਿਸੰਗ ਦਾ ਛਿਣ ਭਰ ਭੀ ਅਵਸਰ ਮਿਲੇ ਤਾਂ ਜੋ ਉਹ ਭੀ ਹਜੂਰੀ ਦੇ ਆਨੰਦ ਨੂੰ ਮਾਣ ਕੇ ਅਪਣੇ ਆਪ ਨੂੰ ਸਫਲ ਕਰ ਸਕਨ ॥੩੪੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
