[
  {
    "id": "5T7",
    "sttm_id": 6822,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6Q0E",
        "source_page": 342,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rcnw cirqR icqR ibsm bicqRpn; kwhU so n koaU kIny eyk hI Anyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Miracle of His creation is wondrous and astonishing. No human being has been created like another. Yet His light prevails in all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਚਨਾ ਸ੍ਰਿਸ਼ਟੀ ਮਾਤ੍ਰ ਦਾ ਚਲਿਤ੍ਰ ਸੁਪਨੇ ਸਮਾਨ ਪ੍ਰਗਟ ਹੋ ਕੇ ਜੀਕੂੰ ਚਿਤ੍ਰ ਕਾਰ ਸਾਕਾਰ ਭਾਵ ਵਿਖੇ ਹੋ ਪਸਰਦਾ ਹੈ ਅਤੇ ਇਸ ਦੀ ਵਿਚਿਤ੍ਰਤਾ ਅਨੇਕ ਰੰਗਾਂ ਵਿਖੇ ਨਾਨਾ ਭਾਵ ਧਾਰ ਕੇ ਐਉਂ ਸਾਮਰਤੱਖ ਪ੍ਰਤੀਤ ਹੋਇਆ ਕਰਦੀ ਹੈ, ਜਿਸ ਤੋਂ ਇਹ ਬਾਤ ਅਨਭਉ ਵਿਖੇ ਸਪਸ਼ਟ ਜਾਪ੍ਯਾ ਕਰਦੀ ਹੈ ਕਿ ਕਾਹੂੰ ਸੋ ਨ ਕੋਊ ਕੀਨੇ ਕਿਸੇ ਹੋਰਸ ਵਸਤੂ ਤੋਂ ਕੁਛ ਨਹੀਂ ਰਚਿਆ ਗਿਆ ਤੇ ਇਕ ਆਪ ਮਾਤ੍ਰ ਤੋਂ ਹੀ ਰਚਨਾ ਕਰਦਿਆਂ ਸਿਰਜਨ ਹਾਰ ਨੇ ਅਨੇਕਾਂ ਰੂਪ ਆਪਣੇ ਵਿਚੋਂ ਪ੍ਰਗਟ ਕਰ ਦਿੱਤੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AM8Q",
        "source_page": 342,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inpt kpt Gt Gt nt vt nt; gupq pRgt Atpt jwvdyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This world is an illusion. But every creation that is part of this entangled illusion, He, Himself is causing these wondrous acts both conspicuously and latently like a juggler.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਟ ਦੇ ਨਿਪਟ ਸਮੂਚਲੇ ਕਪਟ = ਭਰਮ ਛਲਾਵੇ ਵਤ ਅੰਤਰਯਾਮੀ ਨਟ ਸਿਰਜਨਹਾਰ ਸ੍ਵਾਂਗੀ ਹੀ ਸਰੀਰ ਸਰੀਰ ਅਨੇਕਾਂ ਆਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ ਵੱਟ ਵੱਟ ਕੇ ਬਦਲ ਬਦਲ ਕੇ ਜਿਥੋਂ ਤਕ ਭੀ ਕਿਹਾ ਸੁਣਿਆ ਯਾ ਧ੍ਯਾਨ ਵਿਚ ਲਿਆਂਦਾ ਜਾ ਸਕਦਾ ਹੈ ਗੁਪਤ ਸੂਖਮ ਸਰੂਪ ਵਿਚ ਤਾਂ ਅਰੁ ਪ੍ਰਗਟ ਸਥੂਲ ਸਰੂਪ ਵਿਚ ਤਾਂ ਸਭ ਇੱਕ ਅਪਣੇ ਤੋਂ ਹੀ ਅਟ ਪਟਾ = ਉਲਝਨ ਭਰ੍ਯਾ ਮਨ ਬਾਣੀ ਆਦਿ ਤੋਂ ਅਗੰਮ ਖੇਲ ਵਰਤਾ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EJFS",
        "source_page": 342,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit sI idRsit n drsn so drsu; bcn so bcn n suriq smyk hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In this creation, no one looks alike, talks alike, thinks alike or sees alike. No one's wisdom is the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਗ੍ਹਾ ਵਰਗੀ ਨਿਗ੍ਹਾ ਯਾ ਤੱਕਨੀ ਇਕ ਦੂਏ ਦੀ ਨਹੀਂ, ਐਸਾ ਹੀ ਨਿਗ੍ਹਾ ਯਾ ਨੇਤ੍ਰਾਂ ਵਿਚ ਔਣਹਾਰੇ ਦਰਸ਼ਨ = ਰੂਪਵਾਨ ਪਦਾਰਥਾਂ ਵਰਗੇ ਦਰਸ ਦੇਖਨ ਜੋਗ ਪਦਾਰਥ ਭੀ ਸਮਾਨ ਨਹੀਂ, ਭਾਵ ਸੂਰਤਾਂ ਭੀ ਆਪੋ ਵਿਚ ਨਹੀਂ ਮਿਲਦੀਆਂ। ਬੋਲੀ ਵਰਗੀ ਬੋਲੀ ਨਹੀਂ ਇਕ ਦੂਏ ਦੀ ਤੇ ਇਵੇਂ ਹੀ ਸੁਨਾਵਟ ਵਰਗੀ ਸੁਨਾਵਟ ਨਹੀਂ ਉਞ ਸਮੇਕ ਹੈ ਸਮਤਾ ਵਿਚ ਇਕੋ ਹੀ ਵਸਤੂ ਤਾਸ ਰਹੀ ਹੈ। ਅਰਥਾਤ ਬਣੌਟ ਦਾ ਢੰਗ ਇਕੋ ਜਿਹਾ ਦਿਸਦਿਆਂ ਭੀ ਇਉਂ ਸਭ ਵਿਚ ਏਕਤਾ ਵਰਤਦੇ ਹੋਯਾਂ, ਸਾਰਿਆਂ ਦੇ ਅੰਦਰ ਅਡਰਾਪਨ ਅਨੇਕਤਾ ਪ੍ਰਤੱਖ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SCUM",
        "source_page": 342,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp ryK lyK ByK nwd bwd nwnw ibiD; Agm AgwiD boD bRhm ibbyk hY [342["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Living beings are of myriad forms, fortune, posture, sound and rhythm. All this is beyond comprehension and knowledge. In fact it is beyond human capability to understand the strange and wondrous creation of the Lord. (342)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਇਹ ਕਿ ਰੂਪ ਸੂਰਤ ਅਰੁ ਰੇਖਾ ਹੱਥਾਂ ਪੈਰਾਂ ਆਦਿ ਦੇ ਚਿੰਨ੍ਹ ਐਸਾ ਹੀ ਸੁਖ ਦੁਖ ਆਦਿ ਭੋਗ ਰੂਪ ਲਿਖੰਤ, ਤਥਾ ਭੇਖ ਸਰੀਰ ਵਾ ਪਹਿਰਾਵੇ ਆਦਿ ਦੀ ਡੌਲ, ਅਤੇ ਨਾਦ ਬਾਦ = ਸੁਰ ਤਾਲ ਆਦਿ ਦੇ ਵਰਤਾਰੇ ਵਜੋਂ ਸਭ ਕੁਛ ਹੀ ਨਾਨਾ ਬਿਧਿ ਨ੍ਯਾਰੀ ਨ੍ਯਾਰੀ ਭਾਂਤ ਦਾ ਹੀ ਠਾਠ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ ਪ੍ਰੰਤੂ ਜਿਸ ਦਾ ਬੋਧ ਬੁਝਨਾ ਅਗੰਮ ਗੰਮਤਾ ਤੋਂ ਦੂਰ ਤਥਾ ਅਗਾਧ ਅਸਗਾਹ ਅਥਾਹ ਹੈ ਕ੍ਯੋਂਕਿ ਅਸਲ ਵਿਚ ਉਹ ਬ੍ਰਹਮ ਬਿਬੇਕ ਹੈ, ਬਿਬ+ਏਕ ਹੈ = ਦੋ ਦ੍ਵੈਤ ਅਰਥਾਤ ਵੱਖੋ ਵੱਖ ਵਿਖਾਲਨ ਦੀ ਸਾਧਨ ਰੂਪ ਦੂਈ ਵਿਚ ਭੀ ਇਕ ਹੀ ਸਰੂਪ ਹੋਯਾ ਰਮ੍ਯਾ ਪਿਆ ਹੈ। ਅਥਵਾ ਉਕਤ ਨਾਨਾ ਭਾਵ ਵਿਖੇ ਅਗਮ ਅਗਾਧ ਸਰੂਪ ਬ੍ਰਹਮ ਦੇ ਹੀ ਇਕ ਮਾਤ੍ਰ ਬੋਧ ਦਾ ਬਿਬੇਕ ਹੁੰਦਾ ਹੈ, ਉਸ ਲਿਵ ਦੀ ਅਵਸਥਾ ਵਿਖੇ ॥੩੪੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
