[
  {
    "id": "CHW",
    "sttm_id": 6823,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DV2V",
        "source_page": 343,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqgur pUrn bRhm iDAwn; siqnwmu siqgur qy pwrbRhm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True of form, the True Guru is the embodiment of the perfect Lord. Focusing on True Guru is truly focusing on the Lord. True Guru helps us realise the Lord of Eternal Name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਦਾ ਰੂਪ ਦਰਸ਼ਨ ਸਤ੍ਯ ਸਰੂਪ ਹੈ, ਤੇ ਏਹੋ ਹੀ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਧ੍ਯਾਨ ਹੈ। ਸਤਿਗੁਰਾਂ ਦਾ ਨਾਮੁ ਉਪਦੇਸ੍ਯਾ ਹੋਯਾ ਸਿਮਰਣ ਜੋਗ ਮੰਤ੍ਰ ਸਤ੍ਯ ਸਰੂਪ ਹੈ ਤੇ ਸਤਿ ਸਚਮੁਚ ਏਹ ਨਾਮ ਹੀ ਸਾਖ੍ਯਾਤ ਨਾਮੀ ਸਰੂਪ ਪਾਰਬ੍ਰਹਮ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J12M",
        "source_page": 343,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur sbd Anwhd bRhm igAwn; gurmuiK pMQ siq gMimqw AgMm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Guru-blessed unstruck word is eternal of form and this is the means of divine knowledge and His realisation. The Guru-wise path defined by the True Guru is eternal of form, but this path is beyond reach.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਗੰਮੀ ਧੁਨ ਦੇਰੂਪਾਂ ਵਿਚ ਸੁਤੇ ਹੀ ਲਗ ਜਾਣ ਵਾਲੀ ਨਾਮ ਦੀ ਤਾਰ ਅਨਹਦ ਬਾਣੀ ਰੂਪ ਜੋ ਗੁਰ ਸ਼ਬਦ ਹੈ ਇਹ ਸਤ੍ਯ ਸਰੂਪ ਹੈ ਏਸੇ ਨੂੰ ਹੀ ਸ਼ਬਦ ਬ੍ਰਹਮ ਗ੍ਯਾਨ ਜਾਨੋ ਵਾ ਏਹੀ ਬ੍ਰਹਮ ਗ੍ਯਾਨ ਹੈ। ਐਸਾ ਮਾਰਗ ਜਿਸ ਰਸਤੇ ਤੁਰਿਆਂ ਪ੍ਰਾਪਤ ਹੋਵੇ ਉਹ ਗੁਰਮੁਖੀ ਪੰਥ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਚਲਾਯਾ ਹੋਯਾ ਗੁਰਸਿੱਖੀ ਦਾ ਪੰਥ ਸਤ੍ਯ ਸਰੂਪ ਹੈ, ਸਚਮੁਚ ਹੀ ਇਸ ਵਿਖੇ ਮਿਲ੍ਯਾਂ ਅਗੰਮ ਪਦ ਅਗਮ ਸਰੂਪ ਦੀ ਗੰਮਿਤਾ ਪ੍ਰਾਪਤੀ ਹੋ ਆਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AP59",
        "source_page": 343,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK swDsMg bRhm sQwn siq; kIrqn smY huie swvDwn sm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The assembly of Guru's obedient and saintly disciples is the abode of the eternal Lord. Singing His praises through Gurbani with singular mind, a devoted disciple becomes one with God, the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦੀ ਸਾਧ ਸੰਗਤ ਸਚਮੁਚ ਹੀ ਬ੍ਰਹਮ ਦਾ ਨਿਵਾਸ ਸਥਾਨ ਸੱਚ ਖੰਡ ਹੈ। ਕ੍ਯੋਂਜੁ ਜਦ ਸਤਿਸੰਗਤ ਦਾ ਠਾਠ ਜੰਮ੍ਯਾ ਹੋਯਾ ਕੀਰਤਨ ਦਾ ਸਮਾਂ ਹੁੰਦਾ ਹੈ, ਓਸ ਵੇਲੇ ਦੇ ਸਮਤਾ ਭਾਵ ਵਿਖੇ ਵਾਹਗੁਰੂ ਦੀ ਏਕਤਾ ਦੀ ਤਾਰ ਵਿਚ ਪਰੁੱਚੇ ਸਭ ਹੀ ਸਾਵਧਾਨ ਵਾਹਗੁਰੂ ਦੀ ਹਜੂਰੀ ਵਿਚ ਜੁੱਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ। ਆਪੇ ਦੀ ਮਾਨੋ ਕਿਸੇ ਨੂੰ ਸੁੱਧ ਹੀ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ ਅਪ੍ਯੋਂ ਬਾਹਰ ਹੋਏ ਹੋਏ ਉਹ ਸਭ ਇਕ ਬ੍ਰਹਮ ਸਰੂਪ ਹੀ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ 'ਆਪੁ ਗਇਆ ਤ ਆਪਹਿ ਭਏ ॥'",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5GSJ",
        "source_page": 343,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK BwvnI Bgiq Bwau cwau siq; shj suBwau gurmuiK nmo nm hY [343["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The heart of a Guru-conscious disciple of the Guru is ever filled with loving devotion and enthusiasm of His worship. Salute such a cool-natured Guru-conscious disciple again and again. (343)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਗੁਰਮੁਖੀ ਭੌਣੀ ਤੇ ਭਗਤੀ ਭਾਵ ਪ੍ਰੇਮ ਭਰ੍ਯਾ ਭਾਵ ਤਥਾ ਚਾਉ ਉਤਸ਼ਾਹ ਸਤ੍ਯ ਸਰੂਪ ਪ੍ਰਵਾਣੇ ਗਏ ਹਨ। ਗੁਰਮੁਖਾਂ ਦਾ ਐਸਾ ਸਹਜੇ ਹੀ ਸੁਭਾਉ ਹੈ ਅਰਥਾਤ ਓਨਾਂ ਦੀ ਐਸੀ ਸੁਭਾਵਿਕੀ ਪ੍ਰਵਿਰਤੀ ਹੁੰਦੀ ਹੈ; ਕੋਈ ਖਾਸ ਸਮੇਂ ਯਾ ਪ੍ਰੇਰਣਾ ਦੀ ਮੁਥਾਜ ਨਹੀਂ, ਸੋ ਐਸਿਆਂ ਗੁਰਮੁਖਾਂ ਤਾਂਈ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਹੈ ॥੩੪੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
