[
  {
    "id": "5YE",
    "sttm_id": 6824,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HW9D",
        "source_page": 344,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrMkwr inrwDwr inrwhwr inribkwr; AjonI Akwl AprMpr AByv hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The eternal form of the Lord whose embodiment is True Guru, is formless, who is bereft of all support, who has no desire of any food, who is free of all vices, free of entering wombs to take birth, who is imperishable, limitless and who cannot be fathomed",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਨਿਰਾਕਾਰ = ਆਕਾਰ ਤੋਂ ਰਹਿਤ ਹੈ, ਵਾ ਨਿਰ+ਅਯੰਕਾਰ = ਆਹ ਕੁਛ ਇਸ ਤਰ੍ਹਾਂ ਕਰ ਕੇ ਪ੍ਰਤੱਖ ਨਿਗ੍ਹਾ ਗੋਚਰ ਕਹੇ ਜਾਣ ਵਾਲਾ ਨਹੀਂ, ਆਸਰੇ ਸਹਾਰੇ ਤੋਂ ਬਿਨਾਂ = ਸ੍ਵੈਭਾਵ ਵਿਖੇ ਇਸਥਿਤ ਹੈ, ਭੋਜਨ ਆਦਿ ਦੀ ਭੀ ਲੋੜ ਨਹੀਂ ਰਖਦਾ। ਨਿਰਬਿਕਾਰ ਇਕ ਰਸ ਸਰੂਪ ਹੈ, ਮਾਤ ਜੋਨੀ ਵਿਖੇ ਔਣ ਹਾਰਾ ਨਹੀਂ, ਕਾਲ ਦੀ ਗੰਮਤਾ ਤੋਂ ਦੂਰ = ਅਕਾਲ ਅਬਿਨਾਸ਼ੀ ਹੈ, ਸਥੂਲ ਸੂਖਮ ਆਦਿ ਕਰਯ ਕਾਰਣ ਭਾਵ ਤੋਂ ਪਰੇ ਅਰੁ ਜਿਸ ਤੋਂ ਪਰੇ ਕੋਈ ਨਹੀਂ ਐਸਾ ਅਪਰੰਪਰ ਅਭੇਵ ਹੈ ਅਰਥਾਤ ਜਿਸ ਦਾ ਭੇਦ ਮਰਮ ਕਿਸੇ ਪ੍ਰਕਾਰ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3CG6",
        "source_page": 344,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrmoh inrbYr inrlyp inrdoK; inrBY inrMjn Aqh pr Aqyv hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is sans attachment, animosity, free of all allurements and stigmas, fearless, uninfluenced by maya and is beyond the beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਯਾਰ ਪਰਚੇ ਰੂਪ ਮੋਹ ਤੋਂ ਰਹਿਤ ਵੈਰ ਭਾਵ ਭੀ ਓਸ ਵਿਖੇ ਨਹੀਂ ਹੈ ਸਭ ਦੇ ਅੰਦਰ ਸਰਬ ਰੂਪ ਹੋ ਸੰਪੂਰਣ ਅਵਸਥਾ ਵਿਖੇ ਵਰਤਮਾਨ ਹੋ ਕੇ ਭੀ ਲਿਪਾਯਮਾਨ ਨਹੀਂ ਹੁੰਦਾ, ਅਰੁ ਐਸਾ ਹੀ ਦੂਖਣ ਵਾ ਤ੍ਰੁਟੀ ਅਥਵਾ ਕਲੰਕ ਤੋਂ ਰਹਿਤ ਹੈ, ਨਿਰਭੈ, ਸਰੂਪ ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਰੂਪ ਅੰਜਨ ਸ੍ਯਾਮਤਾ ਤੋਂ ਹੀਨ ਅਤਹ ਪਰ ਅਤੇਵ ਹੈ ਏਵ = ਨਿਸਚੇ ਕਰ ਕੇ ਅਤ੍ਯੰਤ ਤੋਂ ਭੀ ਅਤ੍ਯੰਤ ਪਰੇ ਹੈ ਭਾਵ ਅਤੀ, ਅਤੀ ਅਧਿਕ ਤੇ ਅਤੀ+ਅੰਤ ਅਤ੍ਯੰਤ ਇਹ ਤਿੰਨ ਦਰਜੋ ਹੱਦੋਂ ਟਪੀ ਹੋਈ ਵਸਤੂ ਦੇ ਹੁੰਦੇ ਹਨ। ਸੋ ਐਸੇ ਹੱਦ ਤੋਂ ਵਧਵੇਂ ਅੰਤਲੇ ਦਰਜੇ ਤੋਂ ਭੀ ਅਤ੍ਯੰਤ ਪਰੇ ਹੈ। ਕਿਉਂਕਿ ਹੱਦ ਵਾਕੂੰ ਬੇਹੱਦ ਭੀ ਇਕ ਹੱਦ ਹੀ ਹੁੰਦੀ ਹੈ, ਸੋ ਉਹ ਹੱਦ ਬੇਹੱਦ ਦੀ ਹੱਦੋਂ ਪਾਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AKTA",
        "source_page": 344,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aibgiq Agm Agocr AgwiD boiD; Acuq AlK Aiq ACl ACyv hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Whose extent cannot be known, is imperceptible, beyond the senses, whose expanse is unknowable, who is ever stable, beyond perceptions, is beyond deception nor can be hurt by anyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸਦੀ ਗਤੀ ਯਾ ਗ੍ਯਾਨ ਨਿਰੂਪ੍ਯਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਵਾ ਅਬ੍ਯਕਤ ਅਪ੍ਰਕਟ ਸਰੂਪ ਹੈ, ਮਨ ਬੁਧੀ ਆਦਿ ਦੀ ਗੰਮਤਾ ਤੋਂ ਰਹਿਤ ਇੰਦ੍ਰੀਆਂ ਦਾ ਵਿਖ੍ਯ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਐਸਾ ਹੀ ਪ੍ਰਤੱਖ ਅਨੁਮਾਨ ਸ਼ਬਦ ਆਦਿ ਪ੍ਰਮਾਣਾਂ ਦ੍ਵਾਰਾ ਓਸ ਦਾ ਬੋਧ ਗਾਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਮਾਯਾ ਦੇ ਛਲ ਦਾ ਬਲ ਭੀ ਓਸ ਉਪਰ ਨਹੀਂ ਚਲ ਸਕਦਾ, ਅਤੇ ਅਛੇਵ, ਅਦਾਗ ਵਾ ਅਕੱਟ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3RPZ",
        "source_page": 344,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibsmY ibsm AscrjY Ascrj mY; AdBuq prmdBuq gurdyv hY [344["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Knowing Him is most baffling, amazing and astonishing that can make anyone blissfully ecstatic. The effulgent of form the True Guru is the form of such an eternal and radiant God Lord. (344)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਚੰਭੇ ਨੂੰ ਭੀ ਅਚੰਭੇ ਵਿਚ ਪੌਣ ਹਾਰਾ ਤੇ ਅਲੌਕਿਕਤਾ ਅਪੂਰਬਤਾ ਨੂੰ ਭੀ ਅਸਚਰਜ ਮੈ ਛਾਊਂ ਮਾਊਂ ਬਨਾਣਹਾਰਾ ਅਨੋਖੇਪਨ ਦਾ ਭੀ ਪਰਮ ਅਨੋਖਾ ਪਨ ਐਸਾ ਦੇਵ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਗੁਰੂ ਹੈ ॥੩੪੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
