[
  {
    "id": "KC6",
    "sttm_id": 6825,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "35LR",
        "source_page": 345,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwrqk mws ruiq srd pUrnmwsI; AwT jwm swiT GrI Awju qyrI bwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is the month of Karlik, and winter season with full moon night. In these eight watches, here is your chance to meet your beloved at any time. (Guru Nanak Dev Ji was born on this day).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਿਰਤਾਂਤ ਉੱਚਾਰਣ ਲਗੇ ਹੀ ਪ੍ਰੇਮ ਵਿਚ ਆਣ ਕੇ ਮਾਨੋ ਪ੍ਰਤੱਖ ਸਤਿਗੁਰਾਂ ਨੂੰ ਦਰਸਦੇ ਬੋਲੇ ਹਨ: ਕੱਤਕ ਦਾ ਮਹੀਨਾ ਰੁੱਤਸਰਦ ਤੇ ਪੁੰਨ੍ਯਾ ਦਾ ਦਿਹਾੜਾ ਸੀ, ਇਸ ਭਾਂਤ ਅੱਠਾਂ ਪਹਿਰਾਂ ਤੇ ਸੱਠਾਂ ਘੜੀਆਂ ਵਿਖੇ ਜਿਥੇ ਕਾਲ ਵਰਤ ਰਿਹਾ ਹੈ। ਐਸੇ ਮਿਰਤ ਲੋਕ ਉਰ ਅੱਜ ਤੇਰੇ ਪ੍ਰਗਟ ਹੋਣ ਦੀ ਭੀ ਵਾਰੀ ਆ ਗਈ ਭਾਵ ਦੂਸਰੇ ਪੂਰਬਲੇ ਅਵਤਾਰਾਂ ਤੋਂ ਨਾ ਹੋ ਸਕਨ ਵਾਲੇ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਖਾਤਰ ਓੜਕ ਨੂੰ ਅੱਜ ਤੇਰੀ ਆਪਣੀ ਵਾਰੀ ਭੀ ਆ ਕੇ ਹੀ ਰਹੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6FNW",
        "source_page": 345,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aausr ABIc bhunwiek kI nwiekw huie; rUp gun jobn isMgwr AiDkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Therefore, you too be the rightful person to meet the beloved Lord of myriad other female-like seekers, with your loving devotion, love, worship like beauty and adornment of youthful virtues on this auspicious moment of star configuration.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਭੀਚ ਅਭਿਜਤਿ ਨਛੱਤ੍ਰ ਦੇ ਸ਼ੁਭ ਸਮੇਂ, ਬਹੁ ਨਾਇਕ = ਅਵਤਾਰਾਂ ਦੇ ਸੁਆਮੀ ਬਹੂਆਂ ਦੇ ਨਾਇਕ ਸ੍ਵਾਮੀ ਨਿਰੰਕਾਰ ਦੀ ਨਾਯਕਾ ਸ੍ਵਾਮਨੀ ਸਮੂਹ ਅਵਤਾਰਾਂ ਸਿਰ ਅਵਤਾਰ ਬਣ ਕੇਹੀ ਪ੍ਰਗਟ ਹੋਯੋਂ ਰੂਪ ਤੇਜ ਪ੍ਰਤਾਪਵਾਨ ਦਰਸ਼ਨ ਦੀ ਰੰਮਤਾ, ਗੁਣ ਬਿਨਯ ਆਦਿ ਸੁਭਾਵਾਂ ਦੀ ਸੰਜੁਗਤਤਾ, ਜੋਬਨ ਤਰੁਣਾਈ, ਸਾਰੀਰਕ ਨਵੇਂ ਨਿਰੋਏ ਪਣੇ ਤਥਾ ਸਿੰਗਾਰ ਨਰ ਰਤਨ ਹੋਣ ਜੋਗ ਸਾਧਨ ਸੰਪੰਨਤਾ ਆਦਿ ਵਿਖੇ ਸਭ ਪ੍ਰਕਾਰ ਸਭ ਪੂਰਬਲੇ ਅਵਤਾਰਾਂ ਨਾਲੋਂ ਤੂੰ ਅਧਿਕ ਹੈਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QMRA",
        "source_page": 345,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cwiqr cqur pwT syvk shylI swiT; sMpdw smgRI suK shj scwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "You are alert and adept in Naam Simran, the sixty main veins of your body are your friends and in your obedience, and you are the possessor of equipoise, beauteous treasure and other items of great value.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਾਤਿਰ = ਨ੍ਯੰਤਾ ਪਣੇ ਵਾਲਾ ਸਿਖ੍ਯਾ ਪ੍ਰਣਾਲ ਪ੍ਰਵਿਰਤਨ ਹਾਰਾ = ਪਰਮ ਕੁਸ਼ਲ, ਅਰੁ ਚਤੁਰ ਆਲਸ ਤੋਂ ਹੀਣ ਸਦੀਵਕਾਲ ਸਾਵਧਾਨ ਰਹਿਣਹਾਰਾ, ਵਾ ਪ੍ਰਬੀਨ ਸੇਵਕ, ਰੂਪ ਸਹੇਲੀਆਂ ਸੰਗਨਾਂ ਨੂੰ ਸਾਠਿ ਜੋੜ ਕੇ ਮਿਲਾ ਕੇ ਓਨ੍ਹਾਂ ਨੂੰ ਪਾਠ ਪੜ੍ਹਾਨਹਾਰਾ ਵਾ ਅਭ੍ਯਾਸ ਕਰਾਣ ਵਾਲਾ ਪਰਮ ਗੁਰੂ ਹੈਂ ਅਤੇ ਦੈਵੀ ਸੰਪਦਾ ਰੂਪ ਸਮਿਗ੍ਰੀ ਵਾਲੇ ਬਨਾਕੇ ਓਨ੍ਹਾਂ ਨੂੰ ਸਹਜ ਸੁਖ ਵਿਖੇ ਸੰਚਾਰ ਪ੍ਰਵਿਰਤ ਕਰਣ ਹਾਰਾ ਹੈ ਅਥਵਾ ਸਹਜ ਸੁਖ ਦਾ ਸਹਚਾਰੀ ਸਾਥੀ ਵਾ ਮਾਨਣ ਵਾਲਿਆਂ ਬਨਾਣ ਹਾਰਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SGBX",
        "source_page": 345,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suMdr mMdr suB lgn sMjog Bog; jIvn jnm DMin pRIqm ipAwrI hY [345["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In this auspicious occasion, acquiring the union of the temple-like body with the beloved Lord on the nuptial bed of the heart will make your human birth and life a blessed one. And thus you become the beloved of your dear and loving husband (God). (345)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁੰਦਰ ਮੰਦਰ ਵਿਖੇ ਸਰਬ ਲੋਕਾਂ ਵਿਚੋਂ ਸ੍ਰੇਸ਼ਟ ਮਾਤਲੋਕ ਵਿਖੇ ਪੰਜ ਪ੍ਰਵਾਣੇ ਅੰਮ੍ਰਿਤ ਰੂਪ ਪਾਣੀਆਂ ਨਾਲ ਸਿੰਜੀ ਪੰਜਾਬ ਧਰਤੀ ਅੰਦਰ ਸ਼ੁਭ ਲਗਨ = ਭਲੇ ਮਹੂਰਤ ਦੇਵ ਦੇ ਉਦੇ ਹੋਇਆਂ ਪ੍ਰਗਟ ਹੋ ਕੇ ਸੰਜੋਗ ਨਿਰੰਕਾਰ ਮਾਲਕ ਦੇ ਸੰਜੋਗ ਦਾ ਆਨੰਦ ਮਾਣਦਿਆਂ ਹਰ ਸਮ੍ਯ ਨਿਰੰਕਾਰੀ ਭਾਵ ਵਿਖੇ ਵਰਤਦਿਆਂ ਤੇ ਏਕੂੰ ਹੀ ਸਦਵਾਂਦਿਆਂ ਤੁਸਾਂ ਆਪਣਾ ਜੀਵਨ ਮਾਨਣ ਵਾਲੇ ਜਨਮ ਨੂੰ ਧੰਨਿ ਧੰਨਤਾ ਦਾ ਸਥਾਨ ਦਿਖਾਯਾ ਹੈ। ਧੰਨ ਹੋ ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਯਾਰੇ ਵਾਹਿਗੁਰੂ ਸਤਿਕਰਤਾਰ ਦੇ ਪ੍ਯਾਰੇ ਸਤਿਗੁਰ!!! ॥੩੪੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
