[
  {
    "id": "PB7",
    "sttm_id": 6827,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "64SP",
        "source_page": 347,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kkhI dY mwg aurJwey surJwey kys; kuMkm cMdn ko iqlk dy llwr mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "She should comb her entangled hair and create a neat parting in her hair, apply a dot of saffron and sandalwood on her forehead.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਟਿਕਾਣੇ ਮਾਂਗ ਸੰਧੂਰ ਦੀ ਧੜੀ ਸੁਆਰੀ ਜਾਇਆ ਕਰਦੀ ਹੈ ਕੰਘੀ ਨਾਲ ਵਾਹ ਕੇ ਉਲਝਿਆਂ ਕੇਸਾਂ ਨੂੰ ਸੁਲਝਾ ਵਾਹ ਸੁਆਰ ਦੈ ਦਿਤਾ ਤੇ ਲਿਲਾਰ ਮੈ ਮਸਤਕ ਵਿਖੇ ਕੇਸਰ ਚੰਨਣ ਦਾ ਤਿਲਕ ਲਗਾ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFE3",
        "source_page": 347,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMjn KMjn idRg bysir krn PUl; bwrI sIs PUl dY qmol rs muK duAwr mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Put collyrium in her frolicsome eyes, a ring in the nose, earrings, wear dome-shaped ornament on the head and wait at the main entrance chewing betel leaf.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਖੰਜਨ ਮਮੋਲੇ ਦੇ ਸਮਾਨ ਸ੍ਯਾਮ ਰੰਗ ਵਾਲੇ ਨੇਤ੍ਰਾਂ ਵਿਚ ਅੰਜਨ ਸੁਰਮਾ ਪਾ ਕੇ ਬੇਸਰਿ ਨਕੌੜਾ ਨੱਕ ਵਿਚ ਪਾ ਦਿੱਤਾ ਤੇ ਕਰਨ ਫੂਲ ਕੰਨਾਂ ਵਿਚ ਝਮਕੇ ਪਾ ਦਿੱਤੇ ਅਤੇ ਨਾਲ ਹੀ ਬਾਰੀ ਵਾਲੀਆਂ ਮੁਰਕੀਆਂ ਭੀ ਅਰੁ ਸੀਸ ਫੂਲ ਸਿਰ ਤੇ ਫੁੱਲ ਚੌਕ ਫੁਲ ਪਾਏ ਤੇ ਮੂੰਹ ਵਿਚ ਤਮੋਲ ਪਾਨ ਚਬਾਯਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MT8V",
        "source_page": 347,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kMTsrI kpoiq mrkq Aau mukqwhl; brn brn PUl soBw aur hwr mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Wear diamond and pearl-studded necklace and adorn her heart with colourful flowers of virtuous qualities,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੰਠ ਮਾਲਾ ਜਿਸ ਥੱਲੇ ਕਬੂਤਰ ਦੇ ਆਕਾਰ ਵਰਗੀ ਇਨਾਮੀ ਪਰੁੱਚੀ ਹੋਈ ਹੈ ਅਤੇ ਮਰਕਤ ਸਬਜ਼ ਰੰਗੀ ਨਗੀਨੇ ਤੇ ਮੋਤੀ ਬਰਨ ਬਰਨ = ਵੰਨੋ ਵੰਨੀ ਭਾਂਤ ਦਿਆਂ ਫੁੱਲਾਂ ਦੇ ਰੂਪ ਵਿਚ ਜੜੇ ਹੋਏ ਹਨ ਜਿਸ ਵਿਚ ਐਸਾ ਸੁੰਦ੍ਰ ਹਾਰ ਉਰ ਛਾਤੀ ਨਾਲ ਸ਼ੋਭਾ ਦੇ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0KXQ",
        "source_page": 347,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ccrcrI kMkn muMidkw mhdI bnI; AMgIAw AnUp CudRpIiT kt Dwr mY [347["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Wear colourful rings in her fingers, bracelets, bangles on her wrists, apply henna on her hands, wear a beautiful bodice and a black thread with trinkets around her waist. Note: All the above adornments are related to the virtues and Naam Simran of the Si",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਚਰਚਰੀ ਆਰਸੀ, ਕੰਕਨ ਕੜੇ, ਮੁੰਦ੍ਰਿਕਾ, ਮੁੰਦ੍ਰੀਆਂ ਤੇ ਮਹਦੀ ਉਂਗਲੀਆਂ ਉਪਰ ਬਨੀ = ਫਬ ਰਹੀ ਹੈ। ਅਰੁ ਉਪਮਾ ਤੋਂ ਰਹਿਤ ਸੁੰਦ੍ਰ ਅੰਗੀਆ ਅੰਗਰਖੀ ਪਹਰਾਈ ਹੋਈ ਅਤੇ ਕਟਿਧਾਰ ਲੱਕ ਦੇ ਆਲੇ ਦੁਆਲੇ ਛੁਦ੍ਰ ਪੀਠ ਸੋਹਣੀ ਤੜਾਗੀ ਕੱਸੀ ਹੋਈ ਹੈ ॥੩੪੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
