[
  {
    "id": "HKQ",
    "sttm_id": 6828,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2GW0",
        "source_page": 348,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soiBq srd inis jgmg joiq sis; pRQm shylI khY pRym rsu cwKIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Note: Abandon bashfulness and enjoy the love of the beloved husband at the time of meeting Him. It is a wintry night and the Moon is spreading its light all around. A friend of the holy congregation urges to obtain Guru's sermons in order to enjoy .",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰਦ ਰਾਤ੍ਰੀ ਵਿਖੇ ਸਸਿ ਚੰਦ ਦੀ ਚਾਨਣੀ ਜਗਮਗ ਜਗਮਗ ਕਰ ਰਹੀ ਹੈ। ਪ੍ਰਥਮ ਸਹੇਲੀ ਮੁੱਖ ਸਖੀ ਆਖਦੀ ਹੈ ਕਿ ਆਓ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਚਖੀਏ ਮਾਣੀਏ ਅਥਵਾ ਸਖੀਆਂ ਵਿਚੋਂ ਮੁੱਖ ਹੋ ਪ੍ਰਗਟੀ ਨਾਯਕਾ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਨਿਰੰਕਾਰੀ ਦੇ ਸਿੱਖ ਬਣ ਕੇ ਪ੍ਰੇਮ ਰਸ ਨੂੰ ਚੱਖੀਏ ਬ੍ਰਹਮਾਨੰਦ ਦਾ ਸ੍ਵਾਦ ਲਈਏ ਵਾ ਪ੍ਰਥਮ ਸਖੀ ਗੁਰੂ ਸਾਹਿਬ ਐਉਂ ਆਖਦੇ ਹਨ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CKTQ",
        "source_page": 348,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn ikRpw kY qyrY Awie hY ikRpwinDwn; imlIAY inrMqr kY huie AMqru n rwKIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And when the clement Lord in His complete blessings comes and rests on your bed-like heart, then meet Him without any reservations and inhibitions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੁਸਾਡੇ ਘਰ ਮਾਤਲੋਕ ਵਿਖੇ ਉਹ ਕ੍ਰਿਪਾ ਨਿਧਾਨ ਆਪ ਮਹਾਰਾਜ ਪੂਰਨ ਕਿਰਪਾ ਕਰਕੇ ਆਏ ਪ੍ਰਗਟੇ ਹਨ ਆਓ ਅੰਤਰਾਯ ਤੋਂ ਰਹਿਤ ਨਿਸ਼ੰਗ ਹੋ ਕੇ ਸੰਗਾ ਲਾਹ ਕੇ ਮਿਲੀਏ! ਅੰਤਰ ਵਿੜ ਵਿੱਥ = ਭੇਦ ਭਾਵ ਵਿਚਾਲੇ ਮੂਲੋਂ ਹੀ ਨਾ ਰਖੀਏ। ਅਰਥਾਤ ਪੂਰਨ ਸਿੱਖੀ ਧਾਰੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KYAJ",
        "source_page": 348,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn kml mkrMd rs luiBq huie; mn mDukr suK sMpt iBlwKIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "May the frolicsome mind remain longing for the fragrant dust of the lotus feet of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਇਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਧੂਲੀ ਰੂਪ ਮਕਰੰਦ ਰਸ ਖਾਤਰ ਲੁਭਾਯਮਾਨ ਹੋਏ ਮਨ ਰੂਪ ਮਧੁਕਰ ਭੌਰਿਆਂ ਨੂੰ ਸੁਖ ਸੰਪਟ ਸੁਖ ਵਿਚ ਮਗਨ ਹੋਣ ਦੇ ਅਭਿਲਾਖੀ ਸਿੱਕਵੰਦ ਬਣਾਈਏ ਸੱਚੀ ਜਿਗ੍ਯਾਸਾ ਵਾਲੇ ਗੁਰਮੁਖ ਪ੍ਰੇਮੀ ਬਣ ਜਾਈਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z76H",
        "source_page": 348,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI ljwie, pweIAY n puin pdm dY; plk Amol ipRA sMg muK swKIAY [348["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious persons testify that any seeker bride who remains shy and bashful at the time of meeting with husband Lord, loses that rare opportunity. She is then unable to obtain the invaluable moment even after spending countless money. (348)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਕੋਈ ਇਸ ਸਮੇਂ ਨੂੰ ਸੰਭਾਲਨੋਂ ਕਿਸੇ ਭਾਂਤ ਲੱਜਾ ਨੂੰ ਧਾਰੇਗਾ ਸੰਕੋਚ ਸੰਗਾ ਸਿੱਖੀ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਕਰੇਗਾ ਉਪ੍ਰੰਤ ਪਦਮ ਪਦਮਾਂਦੰਮ = ਅਸੰਖਾਂ ਰੁਪਯੇ ਖਰਚਿਆਂ ਭੀ ਪ੍ਰੀਤਮ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਮੇਲ ਦੀ ਅਮੋਲਕ ਪਲਕ = ਪਲਕਾਰ ਵਾ ਘੜੀ ਨਹੀਂ ਮਿਲੇਗੀ, ਮੁਖ ਸਾਖੀਐ ਪ੍ਰਧਾਨ ਪ੍ਰਧਾਨ ਲੋਕ ਸਮੇਂ ਸਮੇਂ ਦੇ ਮੁਖੀਏ ਰਿਖੀ ਮਹਾਤਮਾ ਇਸ ਵਿਖੇ ਸਾਖੀ ਹਨ। ਵਾ ਮੁਖ+ਸ+ਆਖੀਐ = ਮੁਖ ਸੇ ਆਖੀਐ ਧੰਨ ਧੰਨ ਮੂੰਹੋਂ ਆਖੀਏ, ਉਸ ਘੜੀ ਨੂੰ ਜਿਸ ਵਿਖੇ ਓਸ ਪ੍ਯਾਰੇ ਦੀ ਸੰਗਤ ਅੱਖ ਦੀ ਫੋਰ ਮਾਤ੍ਰ ਵਾ ਪਲ ਘੜੀ ਭਰ ਭੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇ ॥੩੪੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
