[
  {
    "id": "YMH",
    "sttm_id": 6829,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L1YT",
        "source_page": 349,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kMcn AsuD jYsy BRmq kuTwrI ibKY; suD Bey BRmq n pwvk pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As impure gold when heated in a crucible, keep on moving here and there but when purified becomes stable and glitters like fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੁਠਾਰੀ ਵਿਚ ਅਸ਼ੁੱਧ ਖੋਟਾ ਸੋਨਾ ਤਾਇਆਂ ਜੀਕੂੰ ਭਰਮਿਆ ਚੱਕ੍ਰੀ ਲੌਣ ਲਗ ਪਿਆ ਕਰਦਾ ਹੈ ਅਤੇ ਖੋਟ ਦੇ ਸੜ ਜਾਣ ਤੇ ਸ਼ੁੱਧ ਹੋ ਗਿਆਂ ਪਾਵਕ ਪ੍ਰਗਾਸ ਹੈ ਅੱਗ ਵਾਕੂੰ ਲਟ ਲਟ ਦਮਕਨ ਲਗ ਪੈਂਦਾ ਤੇ ਫੇਰ ਨਹੀਂ ਭਵਿਆਂ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6H3",
        "source_page": 349,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kr kMkn Anyk mY pRgt Duin; eykY eyk tyk puin Duin ko ibnws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If many bangles are worn in one arm, they keep making noise by striking with each other but when melted and made into one become quiet and noiseless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਹੱਥਾਂ ਵਿਖੇ ਕੜੇ ਕੰਙਣ ਆਦਿ ਅਨੇਕ ਗਹਿਣਿਆਂ ਤੋਂ ਧੁਨਿ ਛਨਕਾਰ ਹੋਯਾ ਕਰਦੀ ਹੈ ਪਰ ਜਦ ਉਹ ਅਨੇਕਤਾ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਇੱਕੋ ਇਕ ਮਾਤ੍ਰ ਹੋਣ ਦੀ ਟੇਕ ਧਾਰਦੇ ਆਪਣੇ ਨਿਜ ਰੂਪ ਵਿਖੇ ਟਿਕ ਏਕੇ ਇਕ ਸਰੂਪੀ ਹੀ ਬਣ ਜਾਯਾ ਕਰਦੇ ਹਨ; ਤਾਂ ਫੇਰ ਓਨਾਂ ਦੀ ਛਣਕਾਰ ਭੀ ਮਿਟ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KZZ9",
        "source_page": 349,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "KuiDAw kY bwlk ibllwq Akulwq Aq; AsQn pwn kir shij invws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a child cries when hungry but becomes quiet and peaceful after suckling milk from his mother's breasts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੁੱਖ ਨਾਲ ਅਤ੍ਯੰਤ ਬ੍ਯਾਕੁਲ ਹੋਇਆ ਹੋਇਆ, ਦੁਖੀ ਹੋਇਆ ਹੋਇਆ ਬੱਚਾ ਬਿਲਲਾਤ ਰੋਂਦਾ ਰਹਿੰਦਾ ਹੈ ਪਰ ਥਨ ਪੀਂਦੇ ਸਾਰ ਹੀ ਜਿਸ ਤਰ੍ਹਾਂ ਸਹਜਿ ਸੁਖ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RLLM",
        "source_page": 349,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mwieAw BRmq BRmq cqur kuMt DwvY; gur aupdys inhcl igRih pd bws hY [349["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a human mind engulfed in worldly attachments and love keeps on wandering all over. But by the sermons of the True Guru, he becomes stable and calm. (349)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਪੁਰਖਾਂ ਦਾ ਮਨ ਮਾਇਆ ਧਨ ਦੌਲਤ ਦੇ ਵਾ ਮੋਹ ਮਮਤਾ ਅਗ੍ਯਾਨ ਦੇ ਅਧੀਨ ਭਰਮਿਆ ਭਟਕ੍ਯਾ ਹੋਯਾ, ਚਾਰੋਂ ਕੁੰਡਾਂ ਵਿਚ ਅੰਡਜ ਜੇਰਜ ਸ੍ਵੇਤਜ ਉਤਭਿਜ ਰੂਪ ਚਾਰੋਂ ਖਾਣਾਂ ਵਿਖੇ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਅੰਦਰ ਧੌਂਦਾ ਦੌੜ ਧੂਪ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਜ੍ਯੋਂ ਹੀ ਕਿ ਗੁਰ ਉਪਦੇਸ਼ ਨੂੰ ਧਾਰਣ ਕਰ ਲਵੇ, ਨਿਹਚਲ ਘਰ ਸੱਚਖੰਡ ਰੂਪ ਪਦ ਸਥਾਨ ਵਿਖੇ ਨਿਵਾਸ ਪਾ ਲਿਆ ਕਰਦਾ ਹੈ, ਭਾਵ ਭਰਮਨਾ ਭਟਕਨਾ ਤੋਂ ਸਦਾ ਲਈ ਛੁੱਟ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੩੪੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
