[
  {
    "id": "SQ8",
    "sttm_id": 6832,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KEHB",
        "source_page": 352,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau jwnY AnUp rUp idRgn kY dyKIAq; locn ACq AMD kwhy qy n pyKhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we believe that we see the beauty of the nature because of our eyes, then why can't a blind person who has no eyes, enjoy the same spectacle?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇ ਕਰ ਕੇ ਜਾਣੀਏ ਕਿ ਸੁੰਦ੍ਰ ਸਰੂਪ ਦੇ ਦਰਸ਼ਨ ਨੇਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਤੱਕੀਦੇ ਹਨ ਪਰ ਅੰਨ੍ਹੇ ਐਹੋ ਜੇਹੇ ਭੀ ਹੁੰਦੇ ਹਨ, ਕਿ ਜਿਨਾਂ ਦੀਆਂ ਅੱਖੀਆਂ ਨੌ ਬਰ ਨੌ ਜਾਪਦੀਆਂ ਹਨ ਕਿੰਤੂ ਦੀਹਦਾ ਕੱਖ ਨਹੀਂ, ਸੋ ਐਸਾ ਦੇਖਨ ਮਾਤ੍ਰ ਦੇ ਲੋਚਨ ਅਛਤ ਦੀਦੇ ਹੁੰਦਿਆਂ ਅੰਨ੍ਹਾਂ ਕ੍ਯੋਂ ਨਹੀਂ ਦੇਖ ਸਕ੍ਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JC9Q",
        "source_page": 352,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau jwnY sbdu rs rsnw bKwnIAq; ijhbw ACq kq guMg n sryK hI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we believe that we speak sweet words because of our tongue, then why can't a dumb person with his tongue intact speak these words?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਜਾਣੀਏ ਸ਼ਬਦ ਦੇ ਰਸ ਨੂੰ ਰਸਨਾ ਹੀ ਵਰਨਣ ਕਰ ਸਕਦੀ ਹੈ ਤਾਂ ਗੁੰਗਾ ਆਦਮੀ ਜੀਭ ਦੇ ਪ੍ਰਤੱਖ ਵਿਚ ਹੁੰਦ੍ਯਾਂ ਸੁੰਦ੍ਯਾਂ ਬੋਲਨ ਵਾਲਿਆਂ ਸਰੀਖਾ ਕ੍ਯੋਂ ਨਹੀਂ ਕਰ ਸਕਦਾ ਭਾਵ ਕਿਸ ਕਾਰਣ ਕਰ ਕੇ ਨਹੀਂ ਬੋਲ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GT72",
        "source_page": 352,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jaupY jwny rwg nwd sunIAq sRvn kY; sRvn shq ikau bhro ibsyK hI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we accept that we hear sweet music because of ears, then why can't a deaf person hear it with his ears intact?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਜਾਣੀਏ ਕਿ ਰਾਗ ਨਾਦ ਕੰਨਾਂ ਦ੍ਵਾਰੇ ਸੁਣੀਦਾ ਹੈ ਤਾਂ ਕੰਨਾਂ ਸਮੇਤ ਬੋਲੇ ਦੇ ਹੁੰਦ੍ਯਾਂ ਹੋਯਾਂ ਭੀ ਕ੍ਯੋਂ ਓਸ ਵਿਚ ਵਿਸ਼ੇਖਤਾ ਫਰਕ ਪਿਆ ਕਰਦਾ ਹੈ ਅਰਥਾਤ ਦੂਸਰੇ ਸੁਣਦੇ ਹਨ ਤੇ ਇਹ ਨਹੀਂ ਸੁਣ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L9J0",
        "source_page": 352,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nYn ijhbw sRvn ko n kCUAY bswie; sbd suriq so AlK AlyK hI [352["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In fact, eyes, tongue and ears have no power of their own. Only the union of the consciousness with the words can describe or enable us to enjoy what we see, speak or hear. This is also true for knowing the indescribable Lord. Engrossing the consciousness",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੱਚ ਪੁੱਛੋ ਤਾਂ ਅੱਖਾਂ ਦੇ ਰਸਨਾ ਦੇ ਵਾ ਕੰਨਾਂ ਦੇ ਵੱਸ ਕੁਛ ਨਹੀਂ ਚਾਹੇ ਸਤਿਗੁਰੂ ਵਾ ਸਤਿਸੰਗ ਸਮਾਗਮ ਦੇ ਜੋੜ ਮੇਲਿਆਂ ਦੀ ਰੌਣਕ ਅੱਖਾਂ ਨਾਲ ਕੋਈ ਕਿੰਨਾ ਤੱਕ ਛਡੇ, ਅਥਵਾ ਸ਼ਬਦ ਕੀਰਤਨ ਦੀ ਬੁਲੇਲ ਕੰਨੀਂ ਸੁਣ ਆਵੇ, ਯਾ ਅਪਣੀ ਵਿਦ੍ਯਾ ਚਤੁਰਾਈ ਦੇ ਚਮਤਕਾਰ ਵਜੋਂ ਚਰਚਾ ਗੋਸ਼ਟ ਭੀ ਕਰ ਕੇ ਸਿਰ ਖਪਾ ਆਵੇ ਪਰ ਜਦ ਕਦ ਸਬਦ ਗੁਰੂ ਮਹਾਰਾਜ ਦ੍ਵਾਰੇ ਉਪਦੇਸ਼ੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਜੋੜਨ ਦਾ ਅਭ੍ਯਾਸ ਕੀਤਿਆਂ ਹੀ ਓਸ ਅਲੇਖ ਦੇ ਲੇਖੇ ਗ੍ਯਾਨ ਨੂੰ ਲੇਖ ਲਖਤਾ ਵਿਚ ਲਿਆ ਸਕੀਦਾ ਹੈ ॥੩੫੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
