[
  {
    "id": "1YM",
    "sttm_id": 6835,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LK2K",
        "source_page": 355,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnnI suqih jau iDkwr mwir ipAwru krY; ipAwr iJrkwru dyiK skq n Awn ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mother scolds and spanks the child but cannot tolerate anyone else scolding, spanking and loving him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਤਾ ਪੁਤਰ ਨੂੰ ਜੇਕਰ ਧਿਕਾਰ ਫਿਟਕਾਰ ਕੇ ਨਿਰਾਦਰ ਕਰ ਕੇ ਮਾਰੇ ਤੇ ਮੁੜ ਪ੍ਯਾਰ ਕਰੇ ਅਰਥਾਤ ਗਲ ਨਾਲ ਲਾਵੇ ਤਾਂ ਸਭ ਤਰ੍ਹਾਂ ਪੁਤ੍ਰ ਓਸੇ ਦਾ ਹੈ ਤੇ ਅਜੇਹਾ ਵਰਤਾਰਾ ਉਹ ਆਪ ਹੀ ਵਰਤਦੀ ਹੈ ਪਰ ਜੇਕਰ ਕੋਈ ਦੂਸਰਾ ਉਸ ਬਾਲਕ ਨਾਲ ਐਕੂੰ ਕਰਨਾ ਚਾਹੇ ਤਾਂ ਪ੍ਯਾਰ ਆਦਰ ਵਾ ਧਿਰਕਾਰ ਨਿਆਦਰ ਦੂਏ ਕਿਸੇ ਦਾ ਕਦੀ ਨਹੀਂ ਸਹਾਰ ਸਕ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TFE2",
        "source_page": 355,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnnI ko ipAwru Aau iDkwr aupkwr hyq; Awn ko iDkwr ipAwr hY ibkwr pRwn ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Mothers scolding and spanking of the child is for his benefit but when someone else does it, it is indeed painful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕ੍ਯੋਂ ਜੁ ਮਾਂ ਦਾ ਪ੍ਯਾਰ ਤਥਾ ਫਿਟਕਾਰ ਦੋਵੇਂ ਹੀ ਬਾਲਕ ਦੇ ਭਲੇ ਦੀ ਖਾਤਰ ਹੁੰਦੇ ਹਨ, ਪਰੰਤੂ ਦੂਸਰੇ ਦੀ ਫਿਟਕਾਰ ਵਾ ਪ੍ਯਾਰ ਉਸਦੇ ਪ੍ਰਾਣਾਂ ਦਾ ਬਿਕਾਰ ਖੌ ਹੁੰਦਾ ਹੈ ਕ੍ਯੋਂਕਿ ਦੂਏ ਅੰਦਰ ਉਹ ਦਰਦ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RBCL",
        "source_page": 355,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl Agin mY prY bUf mrY jrY; qYsy ikRpw kRop Awin binqw AigAwn ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "(Although water is cold and fire is hot) falling in water drowns while jumping into fire burns a person to death. Similarly it is foolish to believe on the kindness or anger of another woman. (It is utter foolishness to lay faith on any other god/goddess",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਵਿਚ ਪਿਆਂ ਕੁੱਦਿਆਂ ਡੁੱਬ ਮਰੀਦਾ ਹੈ ਚਾਹੇ ਉਹ ਠੰਢਾ ਹੈ ਅਰੁ ਅੱਗ ਵਿਚ ਪਿਆਂ ਸੜ ਮਰੀਦਾ ਹੈ ਕ੍ਯੋਂਕਿ ਉਹ ਤੱਤੀ ਹੁੰਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਆਨ ਬਨਿਤਾ ਦੂਸਰੀ ਇਸਤ੍ਰੀ ਹੋਰ ਹੋਰ ਮਤਾਂ ਤੇ ਗੁਰੂ ਲੋਕਾਂ ਵਾ ਆਗੂਆਂ ਰਿਖੀਆਂ ਮੁਨੀਆਂ ਦੀ ਚਾਹੇ ਹੋਵੇ ਕ੍ਰਿਪਾ ਤੇ ਚਾਹੇ ਕ੍ਰੋਪੀ ਅਰਥਾਤ ਵਰ ਸ੍ਰਾਪ ਇਹ ਸਭ ਅਗ੍ਯਾਨ ਦਾ ਮੂਲ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NY7S",
        "source_page": 355,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisKn kau jugvq jqn kY; duibDw n ibAwpY pRym prm inDwn ko [355["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just like mother, the True Guru makes every effort and attaches the Sikhs in the love of the Supreme Lord, the source of everything. And thus they are never infatuated or attracted by the love or anger of any god/goddess or spurious saint. (355)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ (ਮਾਤਾ ਵਾਕੂੰ ) ਗੁਰੂ ਮਹਾਰਾਜ ਸਿੱਖਾਂ ਨੂੰ ਸੰਭਾਲਣ ਦਾ ਜਤਨ ਕਰਦੇ ਹਨ। (ਪ੍ਰੇਮ ਦੇ ਸਮੇਂ ਕ੍ਰਿਪਾ ਦ੍ਵਾਰੇ, ਅਰ ਵਿਕਾਰੀ ਦਸ਼ਾ ਤੱਕਿਆਂ ਕ੍ਰੋਪੀ ਦ੍ਵਾਰੇ, ਇਹ ਦੋਨੋ ਭਾਵ ਹੀ ਸਿੱਖ ਦੀ ਕਲਿਆਣ ਖਾਤਰ ਹੀ ਹੁੰਦੇ ਹਨ।) ਕ੍ਯੋਂਕਿ ਪਰਮ ਪ੍ਰੇਮ ਦੇ ਭੰਡਾਰ ਸਾਗਰ ਰੂਪ ਸਤਿਗੁਰਾਂ ਦੇ ਅੰਦਰ ਦੁਬਿਧਾ ਦੁਚਿਤਾਈ ਕਦੀ ਵਰਤਿਆ ਹੀ ਨਹੀਂ ਕਰਦੀ ਭਾਵ ਉਹ ਤਾਂ ਸਦੀਵ ਕਾਲ ਇੱਕ ਸਮ ਕ੍ਰਿਪਾਲੂ ਹੀ ਹੁੰਦੇ ਹਨ, ਪਰ ਸਿੱਖ ਦੇ ਭਲੇ ਖਾਤਰ ਸਮੇਂ ਸਮੇਂ ਸਿੱਖ ਯੋਗ੍ਯ ਭਾਣ ਨੂੰ ਵਰਤਾਇਆ ਕਰਦੇ ਹਨ ॥੩੫੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
