[
  {
    "id": "6NR",
    "sttm_id": 6838,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RX4S",
        "source_page": 358,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn iDAwn pRwn suq rwKq jnnI pRiq; Avgun gun mwqw icq mY n cyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a son leaves his understanding, perception and protection of his life in the care of his mother, and she too does not think of her son's merits and demerits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਪੁਤ੍ਰ ਆਪਣੇ ਗਿਆਨ ਸਮਝ ਬੂਝ ਨੂੰ ਧਿਆਨ ਲੋੜ ਥੋੜ ਦੀ ਸੋਚ ਫਿਕਰ ਵਾ ਤਾਂਘ ਨੂੰ ਅਤੇ ਪ੍ਰਾਣ ਅਪਣੀ ਜਾਨ ਦੀ ਰਖ੍ਯਾ = ਪ੍ਰਤਿਪਾਲਾ ਨੂੰ ਜਨਨੀ ਪ੍ਰਤਿ = ਮਾਤਾ ਤਾਈਂ ਸੌਂਪੀ ਰਖਦਾ ਵਾ ਮਾਤਾ ਗੋਚਰੀ ਰਖਦਾ ਸਮਝਦਾ ਹੈ ਅਤੇ ਇਸੇ ਕਰ ਕੇ ਮਾਂ ਭੀ ਓਸ ਦੇ ਔਗੁਣਾਂ ਨੂੰ ਨਾ ਗੁਣ ਵੀਚਾਰ ਕੇ ਚਿੱਤ ਅੰਦਰ ਨਹੀਂ ਚਿਤਾਰਿਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EF6V",
        "source_page": 358,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Brqwir Bwir nwir aur hwir mwnY; qw qy lwlu llnw ko mwnu min lyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife filled with love of her husband, bears all the load of her husband on her mind, the husband too makes loving and respectful room for her in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਤੀ ਦੇ ਭਾਰ ਨੂੰ ਇਸਤ੍ਰੀ ਆਪਣੇ ਉਰ ਹਿਰਦੇ ਗਲੇ ਦਾ ਹਾਰ ਮੰਨ੍ਯਾਂ ਕਰਦੀ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਭਰਤਾ ਭੀ ਆਪਣੀ ਪ੍ਰਿਯਾ ਦੇ ਮਾਨ ਨੂੰ ਮੰਨ ਲਿਆ ਕਰਦਾ ਹੈ ਵਾ ਓਸ ਦੇ ਆਦਰ ਨੂੰ ਹਿਰਦੇ ਮਨ ਵਿਚ ਲਈ ਧਾਰੀ ਰਖ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LHAH",
        "source_page": 358,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy ctIAw sBIq skucq pwDw pyiK; qw qy BUil cUik pwDw Cwfq n hyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a student feels petrified at the sight of the teacher and as a reaction, the teacher too ignores his mistakes under the influence of this reverential fear and does not give up loving him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਚਾਟੜੇ ਵਿਦ੍ਯਾਰਥੀ ਬਾਲਕੇ ਪਾਂਧੇ ਪੜ੍ਹੌਨਹਾਰੇ ਨੂੰ ਤੱਕ ਕੇ ਸਭੀਤਿ = ਭੈਵਾਨ ਹੋ ਸਕੁਚਤਾ ਸੰਗ ਧਾਰ ਜਾਂਦੇ ਸੰਕੋਚ ਖਾ ਜਾਂਦੇ ਹਨ ਤੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਪਾਂਧਾ ਭੁਲ ਚੁੱਕ ਓਨਾਂ ਦੀ ਛੱਡ ਕੇ ਵਿਸਾਰ ਕੇ ਤਨ ਬਾਲਕਿਆਂ ਸ਼ਾਗਿਰਦਾਂ ਨਾਲ ਹਿਤ ਹੀ ਕਰ੍ਯਾ ਕਰਦਾ ਹੈ। ਅਥਵਾ ਏਸੇ ਕਰ ਕੇ ਹੀ ਪਾਂਧਾ ਓਨਾਂ ਦੀ ਭੁਲ ਚੁੱਕ ਨੂੰ ਛਾਡਤ ਤ੍ਯਾਗ ਦਿੰਦਾ ਹੈ। ਪਰ ਛਾਡਤ ਨ ਹੇਤ ਹੈ ਪ੍ਯਾਰ ਨੂੰ ਨਹੀਂ ਤ੍ਯਾਗ ਦਿੱਤਾ ਕਰਦਾ। ਇਉਂ ਛਾਡਤ ਦਿਹਲੀ ਦੀਪਕ ਸ਼ਬਦ ਵਤ ਭੀ ਕੰਮ ਵਿਚ ਆ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JZ07",
        "source_page": 358,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mn bc kRm gur crn srin isiK; qw qy siqgur jmdUqih n dyq hY [358["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, a Sikh of the Guru who takes the refuge of the True Guru with devotion and love in his heart, the True Guru does not let him fall in the hands of angels of death when he is about to leave for the world beyond. The True Guru provides him a place",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਸਿੱਖ ਭੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਹੀ ਹੋਯਾ ਰਹਿੰਦਾ ਹੈ ਅਰਥਾਤ ਓਨਾਂ ਦੇ ਹੀ ਪ੍ਰਾਯਣ ਆਸਰੇ ਪਰਣੇ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਸਤਿਗੁਰੂ ਵੀ ਓਸ ਨੂੰ ਜਮਦੂਤਾਂ ਦੇ ਸਪੁਰਦ ਨਹੀਂ ਕਰਦੇ ਭਾਵ ਵਸ ਵਿਚ ਕਦਾਚਿਤ ਨਹੀਂ ਪੈਣ ਦਿੰਦੇ ॥੩੫੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
