[
  {
    "id": "BX1",
    "sttm_id": 6840,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "67MB",
        "source_page": 360,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau sumyr aUc Acl Agm Aiq; pwvk pvn jl ibAwp n skq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As Sumer mountain is believed to be very high, immovable and inaccessible, it is least influenced by fire, air and water;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਉ ਤੈਸੇ ਹੀ ਫੇਰ ਜਿਸ ਪਕਾਰ ਸੁਮੇਰ ਅਚਲ ਪਰਬਤ ਅਤ੍ਯੰਤ ਅਗੰਮ ਅਤੇ ਉੱਚਾ ਹੈ ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਪਾਵਕ ਅੱਗ ਪੌਣ ਅਤੇ ਪਾਣੀ ਦਾ ਅਸਰ ਓਸ ਉਪਰ ਨਹੀਂ ਵਾਪਰ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RHV7",
        "source_page": 360,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwvk pRgws qws bwnI caugunI cVq; paun gOn DUir dUir hoie cmkiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It shines and blazes in fire many times more while the air removes its dust making it glitter far more,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੱਗ ਜੇਕਰ ਪ੍ਰਗਾਸ ਕਰੇ ਉਸ ਸੁਮੇਰੁ ਉਪਰ ਪ੍ਰਚੰਡਤਾ ਵਰਤਾਵੇ ਤਾਂ ਓਸ ਨੂੰ ਚੌਗੁਣੀ ਵੰਨੀ ਚੜ੍ਹਦੀ ਹੈ ਭਾਵ ਉਹ ਚੌਗੁਣਾ ਹੋ ਚਮਕਦਾ ਹੈ। ਅਤੇ ਪੌਣ ਜੇਕਰ ਓਸ ਉਪਰ ਗਉਨ ਕਰੇ ਅਪਣਾ ਹੁੱਲੜ ਚਲਾਵੇ ਤਾਂ ਧੂੜ ਓਸ ਤੋਂ ਦੂਰ ਹੋਣ ਨਾਲ ਓਹ ਅਧਿਕ ਚਮਕਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T29N",
        "source_page": 360,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMgm sll mlu Doie inrml krY; hrY duK dyK suin sujs bkiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Water pouring on it makes it clean washing away all its dross. It dispels the distresses of the world by providing them with many herbs and medicinal plants. Because of all these virtuous qualities, people sing the glory of Sumer mountain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੇ ਜੇਕਰ ਸਲਿਲ ਜਲ ਦਾ ਸੰਗਮ ਸਮਾਗਮ ਉਸ ਉਪਰ ਆਣ ਮਿਲੇ ਮੋਹਲੇਧਾਰ ਬਰਖਾ ਪੈਣ ਤਾਂ ਸਗੋਂ ਓਸ ਦੀ ਮੈਲ ਧੋਤੀ ਜਾ ਕੇ ਓਸ ਨੂੰ ਨਿਰਮਲ ਸ੍ਵਛ ਬਣਾ ਦਿੱਤਾ ਕਰਦੀ ਹੈ। ਜਿਹੜਾ ਕੋਈ ਭੀ ਐਸੇ ਅਪਦਾ ਆਦਿ ਸਮ੍ਯਾਂ ਉਪਰ ਭੀ ਅਹਿੱਲ ਅਡੋਲ ਰਹਿਣ ਵਾਲੇ ਤੇ ਉਲਟਾ ਇਨਾਂ ਆਫਤਾਂ ਤੋਂ ਦ੍ਰਿੜ੍ਹਤਾ ਗ੍ਰਹਣ ਕਰ ਵਾਲੇ ਸ੍ਵਰਣ ਦੇ ਪਰਬਤ ਸੁਮੇਰੂ ਨੂੰ ਦੇਖ ਲਵੇ ਸੁਣ ਲਵੇ ਯਾ ਇਸ ਦੇ ਸੁਜਸ ਨੂੰ ਵਰਨਣ ਕਰੇ ਓਸ ਦੇ ਦੁੱਖਾਂ ਨੂੰ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ ਮਾਨੋ ਐਸਾ ਸੁੱਧ ਅਰੁ ਪ੍ਰਭਾਵਵਾਨ ਇਹ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6ZX5",
        "source_page": 360,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK jogI iqRgun AcIq cIq; sRI gur sbd rs AMimRq Ckiq hY [360["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the mind of the Sikhs attached with the lotus feet of Guru is free from the triple influence of maya (mammon). He accumulates no dross. Like Sumer mountain, he is stable, inaccessible, pious, free of all dross of vices and who allay others suffe",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸ ਸੁਮੇਰ ਪਰਬਤ ਦੀ ਨਯਾਈਂ ਹੀ ਓਸ ਵਾਹਗੁਰੂ ਅੰਤਰਯਾਮੀ ਸਤਿਗੁਰੂ ਦੇ ਸਰੂਪ ਵਿਚ ਜੜਯਾ ਹੋਯਾ ਸਿੱਖ ਤਿੰਨਾਂ ਦੇ ਪ੍ਰਭਾਵ ਪੈਣੋਂ ਅਸਪਰਸ਼ ਚਿੱਤ ਵਾਲਾ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਨੂੰ ਜਿਸ ਨੇ ਛਕਿਆ ਪੀਤਾ ਹੋਯਾ ਹੈ ਵਾ ਸ਼ਬਦ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਨਾਲ ਛਕਿਆ ਅਘਾਯਾ ਹੋਯਾ ਸਿੱਖ ਸਮਝੋ ਭਾਵ ਗੁਰੂ ਕੇ ਸਿੱਖ ਭੀ ਸੁਮੇਰ ਪਰਬਤ ਦੀ ਨ੍ਯਾਈਂ ਦੁੱਖਾਂ ਦੇ ਪ੍ਰਾਪਤ ਹੋਇਆਂ ਕੇਵਲ ਅਡੋਲ ਹੀ ਨਹੀਂ ਰਹਿੰਦੇ ਸਗਮਾਂ ਸ਼ਬਦ ਰਸ ਵਿਚ ਅਧਿਕ ਤੋਂ ਅਧਿਕ ਹੀ ਛਕਿਆ ਤੇ ਆਪਣੀ ਸਿਖੀ ਦੀ ਦਮਕ ਵਿਚ ਦਮਕਿਆ ਕਰਦੇ ਹਨ ॥੩੬੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
