[
  {
    "id": "FLC",
    "sttm_id": 6842,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S6X9",
        "source_page": 362,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qIrQ jwqRw smY n eyk sY Awvq sbY; kwhU swDU pwCY pwp sbn ky jwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All pilgrims on pilgrimage are not alike. But when a rare hermit of higher spiritual state enjoins them, the sins of all of them perish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਰਥ ਜਾਤ੍ਰਾ ਦੇ ਪੁਰਬ ਸਮੇਂ ਸਾਰੇ ਦੇ ਸਾਰੇ ਜਾਤ੍ਰੀ ਇਕੋ ਜੇਹੇ ਨਹੀਂ ਆਯਾ ਕਰਦੇ ਅਰਥਾਤ ਸਭ ਦੇ ਸਭ ਹੀ ਭਲੇ ਮਨੋਰਥ ਵਾਲੇ ਨਹੀਂ ਹੁੰਦੇ। ਐਸਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਪੁਰਖ ਹੁੰਦਾ ਹੈ ਜਿਸ ਕਿਸੇ ਸਾਧੂ ਭਲੇ ਪੁੰਨ੍ਯਾਤਮਾ ਮਹਾਂਪੁਰਖ ਪਿੱਛੇ ਸਾਰਿਆਂ ਦੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਭਾਵ ਜਿਸ ਦੇ ਪਿਛੇ ਤੀਰਥ ਆਪਣੀ ਨਿਸ਼ਪਾਪ ਰਹਤ ਪ੍ਰਭਾਵ ਵਾਲੀ ਦਸ਼ਾ ਨੂੰ ਪ੍ਰਗਟਾ ਕੇ ਸ਼ਨਾਨ ਕਰਣਹਾਰਿਆਂ ਨੂੰ ਪਾਪਾਂ ਤੋਂ ਰਹਿਤ ਬਣਾ ਸਕਦਾ ਹੈ, ਕੋਈ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M918",
        "source_page": 362,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy inRp sYnw smsir n skl hoq; eyk eyk pwCy keI koit pry Kwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As all soldiers in a king's army are not equally valiant, but together under a brave and courageous general they become a force to reckon with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਰਾਜੇ ਦੀ ਸੈਨਾ ਵਿਖੇ ਸਾਰੇ ਦੇ ਸਾਰੇ ਇਕ ਸਾਰਖੇ ਜੋਧੇ ਨਹੀਂ ਹੁੰਦੇ ਕਿੰਤੂ ਕਿਸੇ ਕਿਸੇ ਵਿਰਲੇ ਸੂਰਮੇ ਪਿਛੇ ਹੀ ਕਈ ਕ੍ਰੋੜਾਂ ਸਿਪਾਹੀ ਲੋਗ ਪਏ ਖਾਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TFFQ",
        "source_page": 362,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau smuMdR jl ibml boihQ bsY; eyk eyk pY Anyk pwir phucwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a ship leads the other ships to the safety of the shore through tumultuous ocean, many passengers of these ship also reach the safety of the other end.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਉ ਫੇਰ ਜਿਸ ਭਾਂਤ ਸਮੁੰਦ੍ਰ ਦੇ ਬਿਮਲ ਨਿਰਮਲ ਗੰਭੀਰ = ਡੂੰਘੇ ਜਲ ਵਿਖੇ ਜਹਾਜ ਟਿਕੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਪੈ ਪ੍ਰੰਤੂ ਏਕ ਏਕ ਕੋਈ ਕੋਈ ਹੀ ਓਨਾਂ ਵਿਚੋਂ ਐਸਾ ਦ੍ਰਿੜ੍ਹ ਹੁੰਦਾ ਹੈ, ਜੋ ਅਨੇਕਾਂ ਨੂੰ ਆਪਣੇ ਉਪਰ ਚੜ੍ਹਾ ਕੇ ਪਾਰ ਪੁਚਾ ਦਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y0RC",
        "source_page": 362,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK swKw Aink sMswr duAwr; snmuK Et ghy kot ibAwswq hY [362["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, there are numerous teachers and disciples at the worldly level, but one who has taken the refuge of the True Guru, an embodiment of the Lord, millions sail across the worldly ocean with his support. (362)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰ ਸਿੱਖਾਂ ਦੀਆਂ ਨਿਰਮਲੇ, ਨਿਹੰਗ, ਖਾਲਸੇ ਅਰੁ ਉਦਾਸੀ ਆਦਿ ਅਨੇਕਾਂ ਸ਼ਾਖਾਂ ਸੰਪ੍ਰਦਾਵਾਂ ਸੰਸਾਰ ਦੇ ਦੁਆਰੇ ਤੇ ਵਰਤਮਾਨ ਹਨ, ਪਰ ਜਿਸ ਨੂੰ ਸਨਮੁਖ ਕਰ ਕੇ ਓਟ ਧਾਰ ਲਈ ਜਾਵੇ, ਤਾਂ ਕ੍ਰੋੜਾਂ ਹੀ ਲੋਕ ਓਸ ਓਸ ਸਿੱਖ ਸੰਪ੍ਰਦਾਯ ਦ੍ਵਾਰੇ ਹੀ ਵਰੋਸਾਅ ਜਾਂਦੇ ਹਨ, ਉਧਾਰ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੩੬੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
