[
  {
    "id": "0EV",
    "sttm_id": 6848,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ULSJ",
        "source_page": 368,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy PUl PUly qyqy Pl n lwgY dRüm; lwgq ijqyku prpk n skl hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the flowers that blossom on a tree do not yield fruit. And whatever number of fruits appear, do not ripe to be eaten ultimately.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਤਨੇ ਫੁਲ ਦ੍ਰੁਮ ਬਿਰਛ ਨੂੰ ਲਗਯਾ ਕਰਦੇ ਹਨ ਓਤਨੇ ਫਲ ਨਹੀਂ ਲਗ੍ਯਾ ਕਰਦੇ, ਅਰੁ ਜਿਤਨੇ ਜੀਊਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਓਤਨੇ ਕੋਈ ਕੁਲ ਦੇ ਕਮਲ ਨਹੀਂ ਹੋਯਾ ਕਰਦੇ, ਭਾਵ ਕੁਲ ਦੀ ਕੀਰਤੀ ਨੂੰ ਪਸਾਰਣ ਦਾ ਕਾਰਣ ਨਹੀਂ ਹੁੰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JQC3",
        "source_page": 368,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jyqy suq jnmq jIAq n rhY n qyqy; jIAq hY jyqy, qyqy kul n kml hYN ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All sons born do not survive to live but all those who live do not bring name and fame to their family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਜਿਤਨੇ ਪੁਤ੍ਰ ਜੰਮਿਆ ਕਰਦੇ ਹਨ, ਓਤਨੇ ਜੀਊਂਦੇ ਨਹੀਂ ਰਿਹਾ ਕਰਦੇ, ਅਤੇ ਜਿਤਨੇ ਜੀਊਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਓਤਨੇ ਕੋਈ ਕੁਲ ਦੇ ਕਮਲ ਨਹੀਂ ਹੋਯਾ ਕਰਦੇ ਭਾਵ ਕੁਲ ਦੀ ਕੀਰਤੀ ਨੂੰ ਪਸਾਰਣ ਦਾ ਕਾਰਣ ਨਹੀਂ ਹੁੰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "STBA",
        "source_page": 368,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dl iml jwq jyqy suBt n hoie qyqy; jyqk suBt jUJ mrq n Ql hYN ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All those who join the army are not valiant soldiers. And those who are brave warriors do not die fighting in the battlefield.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੈਨਾ ਵਿਚ ਮਿਲ ਸ਼ਾਮਲ = ਭਰਤੀ ਹੋ ਕੇ ਜਿਤਨੇ ਕੂ ਸਿਪਾਹੀ ਜਾਯਾ ਕਰਦੇ ਹਨ, ਉਹ ਕੋਈ ਸਭ ਦੇ ਸਭ ਸੁਭਟ ਸੂਰਮੇ ਨਹੀਂ ਹੋਯਾ ਕਰਦੇ, ਅਤੇ ਜਿਤਨੇ ਕੂ ਸੂਰਮੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਕੋਈ ਸਾਰੇ ਥਲ ਮੈਦਾਨ ਜੰਗ ਭੂਮੀ ਵਿਖੇ ਲੜ ਨਹੀਂ ਮਰ੍ਯਾ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LRMG",
        "source_page": 368,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AwrsI jugiq gur isK sB hI khwvY; pwvk pRgws Bey ivrly Acl hYN [368["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A glass embedded in a finger ring cracks when brought near fire but a genuine stone is unaffected. Similarly like a genuine stone, everyone is known as a Sikh but a few emerge genuine when put through traits. (368)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਆਰਸੀ ਜੁਗਤਿ ਆਾਰਸੀ ਵਾਕੂੰ ਹੱਥ ਦੇ ਛਾਲੇ ਪਿਆਰ ਨਾਲ ਰਖੇ ਹੋਏ ਤਾਂ ਸਭ ਹੀ ਸੰਗਤੀਏ ਗੁਰ ਸਿੱਖ ਸਦੌਂਦੇ ਹਨ, ਪਰ ਪਾਵਕ ਅੱਗ ਦੇ ਪ੍ਰਗਾਸ ਭਏ ਬਲਿਆਂ ਕੋਈ ਵਿਰਲੇ ਹੀ ਸੱਚੇ ਸਿੱਖ ਟਿਕੇ ਰਿਹਾ ਕਰਦੇ ਹਨ ਭਾਵ ਜੀਕੂੰ ਆਰਸੀ ਵਿਚ ਸ਼ੀਸ਼ੇ ਨੂੰ ਸੰਭਾਲ ਕੇ ਰਖੀਏ ਤਾਂ ਉਹ ਹੱਥ ਤੇ ਚੜ੍ਹਿਆ ਮਾਨ ਦਾ ਅਸਥਾਨ ਬਣ੍ਯਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਜਰਾ ਭਰ ਅੱਗ ਦੇ ਸੇਕ ਲਗਦਿਆਂ ਹੀ ਉਹ ਤਿੜਕ ਜਾਂਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਐਹੋ ਜੇਹੇ ਲਾਡਲੇ ਸਿੱਖ ਬਥੇਰੇ ਆਕੜੀ ਫਿਰਿਆ ਕਰਦੇ ਹਨ, ਪਰ ਸਤਿਗੁਰਾਂ ਦੇ ਕੋਪ ਦੀ ਅਗਨੀ ਅਗੇ ਠਹਿਰ ਸਕਨ ਵਾਲੇ ਡਲਦਾਰ ਸ਼ੀਸ਼ਿਆਂ ਵਾਕੂੰ ਕੋਈ ਵਿਰਲੇ ਹੀ ਜੇਰੇਦਾਰ ਸਿੱਖ ਨਿਕਲਿਆ ਕਰਦੇ ਹਨ। ਸਿਖੀ ਕੇਵਲ ਡੀਂਗਾਂ ਦੀ ਨਹੀਂ ਕਿੰਤੂ ਕਸੌਟੀ ਸਹਿਨ ਦੀ ਹੈ ਇਹ ਤਾਤਪਰਯ ਹੈ ॥੩੬੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
