[
  {
    "id": "Q0H",
    "sttm_id": 6849,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EE7F",
        "source_page": 369,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Aih Agin kau bwlk iblok DwvY; gih gih rwKY mwqw suq ibllwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of its shining characteristic, a child runs to catch hold of snake and fire, but his mother keeps stopping him from doing so resulting in the wailing of the child.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਬਾਲਕ ਸੱਪ ਤੇ ਅੱਗ ਨੂੰ ਚਮਕੀਲੀਆਂ ਵਸਤੂਆਂ ਜਾਣ ਕੇ ਬਿਲੋਕਿ ਤੱਕਨ ਸਾਰ ਓਨ੍ਹਾਂ ਨੂੰ ਫੜਨ ਵਾਸਤੇ ਦੌੜਦਾ ਹੈ, ਤੇ ਮਾਤਾ ਪੁਤ੍ਰ ਨੂੰ ਫੜ ਫੜ ਕੇ ਰਾਖੈ ਰੋਕਦੀ ਹੈ, ਅਰੁ ਉਹ ਹੋੜਨ ਕਰ ਕੇ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4EQ",
        "source_page": 369,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibRKwvMq jMq jYsy cwhq AKwid Kwid; jqn kY bYd jugvq n suhwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an ailing person wishes to eat food that is not good for his recovery and the physician constantly persuades him to exercise control and prevention and that helps the patient recover.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰੋਗੀ ਆਦਮੀ ਜਿਸ ਤਰ੍ਹਾਂ ਅਖਾਦਿ ਨਾ ਖਾਣ ਜੋਗ ਵਿਕਾਰੀ ਵਸਤੂ ਨੂੰ ਖਾਦਿ ਖਾਣ ਜੋਗ ਅਨੁਕੂਲ ਜਾਣ ਕੇ ਚਾਹਤ ਚੌਂਹਦਾ ਮੰਗਦਾ ਯਾ ਓਸ ਖਾਤਰ ਲਲਚੌਂਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਵੈਦ੍ਯ ਹਕੀਮ ਜਤਨ ਕਰ ਕਰ ਕੇ ਜੁਗਵਤ ਓਸ ਪ੍ਰਤਿਕੂਲ ਵਸਤੂ ਵੱਲੋਂ ਹੋੜਿਆ ਰੋਕਿਆ ਸੰਭਾਲ ਸੰਭਾਲ ਕੇ ਰਖਿਆ ਕਰਦਾ ਹੈ, ਪਰ ਰੋਗੀ ਨੂੰ ਇਹ ਗੱਲ ਭਾਯਾ ਨਹੀਂ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LHJK",
        "source_page": 369,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy pMQ ApMQ ibbykih n bUJY AMD; kit ghy AtptI cwl cilE jwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a blind person is unaware of the good and bad paths, and walks in a zig zag manner even by feeling the path with his walking stick.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਅੰਧ ਅੰਨ੍ਹਾ = ਮੁਨਾਖਾ ਨੇਤ੍ਰ ਹੀਣਾ ਆਦਮੀ ਪੰਥ ਅਪੰਥ ਵਾਟ ਕੁਵਾਟ ਦੇ ਬਿਬਕ ਨੂੰ ਨਹੀਂ ਸਮਝਿਆ ਪਛਾਨ੍ਯਾ ਕਰਦਾ ਹੈ ਤੇ ਏਸੇ ਕਰ ਕੇ ਹੀ ਹੱਥੋਂ ਫੜਿਆ ਹੋਯਾ ਭੀ ਅਟਪਟੀ ਚਾਲ ਅਸ੍ਤ ਬ੍ਯਸ੍ਤ ਤੋਰ ਹੀ ਤੁਰੀ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FUKJ",
        "source_page": 369,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy kwmnw krq kink Aau kwmnI kI; rwKY inrlyp gurisK Akulwq hY [369["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So does a Sikh longs to enjoy the pleasure of a woman and others wealth and is ever anxious to possess them, but the True Guru wants to keep his Sikh free from these allurements. (369)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰਸਿੱਖ, ਕਨਿਕ ਸ੍ਵਰਣ ਆਦਿ ਤਥਾ ਕਾਮਨੀ ਇਸਤ੍ਰੀ ਪੁਤ੍ਰ ਆਦਿ ਪਦਾਰਥਾਂ ਦੀ ਚਾਹਨਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਓਸ ਨੂੰ ਅਲੇਪ ਅਸੰਗ ਰਖ੍ਯਾ ਕਰਦੇ ਵੈਰਾਗੁ ਉਪਦੇਸ਼ ਦ੍ਵਾਰਾ ਹੋੜਦੇ ਰਹਿੰਦੇ ਹਨ ਕਿੰਤੂ ਸਿੱਖ ਬ੍ਯਾਕੁਲ ਹੋ ਹੋ ਪਿਆ ਕਰਦਾ ਹੈ ॥੩੬੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
