[
  {
    "id": "ZSX",
    "sttm_id": 6852,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DMB8",
        "source_page": 372,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bUMd bUMd brK pnwry bih clY jlu; bhuirE aumig bhY bIQI bIQI Awie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Every drop of rain joins the other and together they flow from the roof-tops into the streets and then in the storm water drains; And overflowing its banks, the water flows through many rivulets and join the main stream or rivers;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਲ ਇਕ ਇਕ ਬੂੰਦ ਬੂੰਦ, ਬੂੰਦਾਂ ਬਾਂਦੀ ਬਰਸ ਬਰਸ ਪਰਨਾਲਿਆਂ ਥਾਨੀਂ ਵਗ ਤੁਰਿਆ ਕਰਦਾ ਹੈ ਤੇ ਬਹੁਰਿਓ ਉਪੰਤ੍ਰ ਉਹੀ ਪਾਣੀ ਗਲੀਆਂ ਕੂਚਿਆਂ ਵਿਚ ਆਣ ਕੇ ਉਛਲ ਉਛਲ ਵਗਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1DEC",
        "source_page": 372,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qw qy norw norw Bir clq cqr kuMt; sirqw sirqw pRiq imlq hY jwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And all the water of the rivers flow to achieve union with sea and once it falls in it, become one with it. It loses its individuality. The truth is, whatever are the traits of a person, he is praised and recognised accordingly (Some may behave mean, frol",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਤਿਸੇ ਵਹਿਣ ਤੋਂ ਹੀ ਨਾਲੀ ਨਾਲਿਆਂ ਨੂੰ ਭਰਪੂਰ ਕਰ ਕੇ ਉਹ ਨਗਰਾਂ ਗ੍ਰਾਮਾਂ ਦੀਆਂ ਚਾਰੋਂ ਕੁੰਟਾਂ ਵਿਚ ਦੀ ਵਗਦਾ ਹੋਯਾ ਸਰਿਤਾ ਪ੍ਰਤਿ ਸਰਿਤਾ ਨਦੀਆਂ ਵਿਚ ਤੇ ਨਦੀਓਂ ਫੇਰ ਹੋਰ ਬੜੀ ਨਦੀ ਵਿਚ ਜਾ ਮਿਲਦਾ ਹੈ, ਅਰਥਾਤ ਨਦੀਓ ਨਦੀ ਹੁੰਦਾ ਹੋਯਾ ਉਹ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FKFK",
        "source_page": 372,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sirqw skl jl pRbl pRvwh cil; sMgm smuMdR hoq smq smwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a diamond held in hand seems very small but when evaluated and sold, fills the coffers. Just as a cheque/draft carried on person has no weight but when cashed at the other end yields much money",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰੀਆਂ ਨਦੀਆਂ ਦਾ ਇਕਠਾ ਹੋਯਾ ਜਲ ਭਾਰੇ ਹੜ੍ਹ ਦੇ ਰੂਪ ਵਿਚ ਵਗਦਾ ਵਗਦਾ, ਸਮੁੰਦ੍ਰ ਦੇ ਸੰਗਮ ਮੇਲੇ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਓਸ ਵਿਚ ਸਮਾ ਕੇ ਮਿਲ ਕੇ ਸਮਤ ਉਸ ਦੀ ਸਮਤਾ ਵਾਲਾ ਸਮੁੰਦ੍ਰ ਸਰੂਪ ਹੀ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5GDR",
        "source_page": 372,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jw mY jYsIAY smweI qYsIAY mihmw bfweI; ECO Aau gMBIr DIr bUJIAY bulwie kY [372["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as seed of a banyan tree is very small but when sown grows into big tree and spreads all over. Similar is the significance of the lodging of true Guru's teachings in the hearts of obedient Sikhs of the Guru. This is reckoned only on reaching the divi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੱਲ ਕੀਹ ਕਿ ਜਿਸ ਵਿਚ ਜੇਹੋ ਜੇਹੀ ਸਮਾਈ ਹੁੰਦੀ ਹੈ, ਓਹੋ ਜੇਹੀ ਹੀ ਓਸ ਦੀ ਮਹਿਮਾ ਤੇ ਵਡ੍ਯਾਈ ਹੁੰਦੀ ਹੈ ਹੋਛੇ ਅਤੇ ਗੰਭੀਰ ਸੁਭਾਵ ਵਾਲੇ ਧੀਰਜੀ ਪੁਰਖ ਦੀ ਪਛਾਣ ਬੁਲਾਇਆਂ ਹੀ ਹੋਯਾ ਕਰਦੀ ਹੈ ॥੩੭੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
