[
  {
    "id": "NJ6",
    "sttm_id": 6859,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NU5V",
        "source_page": 379,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau krq suq Aink ieAwnpn; qaU n jnnI Aqugn auir DwirE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mother ignores many of her son's amateurish deeds and brings him up with love and care.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਫੇਰ ਪੁਤ੍ਰ ਅਨੇਕਾਂ ਹੀ ਮੂਰਖਤਾਈਆਂ ਕਰਦਾ ਹੈ, ਮਾਂ ਤਦ ਭੀ ਓਸ ਦਿਆਂ ਔਗੁਣਾਂ ਨੂੰ ਦਿਲ ਵਿਚ ਨਹੀਂ ਲਿਆਇਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "49X9",
        "source_page": 379,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau srin sUir pUrn prqigAw rwKY; Aink AvigAw kIey mwir n ibfwirE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a warrior abides by his woe/pledge in respect of one who comes in his refuge and despite his showing disrespect does not kill him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਤਉ ਐਸੇ ਹੀ ਸੂਰਮਾ ਕਿਸੇ ਨੂੰ ਸਰਨਿ ਸਹਾਰਾ ਦੇਣ ਦੀ ਪ੍ਰਤਿਗ੍ਯਾ ਪੂਰੀ ਪੂਰੀ ਪਾਲਦਾ ਹੈ, ਤੇ ਜੇਕਰ ਸਰਣਾਗਤ ਅਨੇਕਾਂ ਅਪ੍ਰਾਧ ਭੀ ਕਰੇ ਤਾਂ ਭੀ ਮਾਰ ਨਹੀਂ ਸਿੱਟਦਾ ਭਾਵ, ਸਭ ਤਰ੍ਹਾਂ ਦੀ ਛਿਮਾ ਧਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਓਟ ਬਣ੍ਯਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLZ0",
        "source_page": 379,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau sirqw jlu, kwstih n borq; krq icq lwj ApnoeI pRiqpwirE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a log of wood does not sink in river, since it carries a latent respect that he (river) has helped the tree grow by providing it with life-giving water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਨਦੀ ਦਾ ਜਲ ਪ੍ਰਵਾਹ ਕਾਠ, ਨੂੰ ਨਹੀਂ ਡੋਬਦਾ ਤੇ ਅਪਣੇ ਚਿੱਤ ਵਿਚ ਇਸ ਗੱਲ ਦੀ ਲਾਜ ਕਰਦਾ ਹੈ, ਕਿ ਇਹ ਕਾਠ ਉਸ ਦਾ ਅਪਣਾ ਹੀ ਭਲੀ ਪ੍ਰਕਾਰ ਪਾਲਿਆ ਹੋਯਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGWW",
        "source_page": 379,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI prm gur pwrs prs giq; isKn ko ikrqu krmu kCU nw ibcwirE hY [379["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the great benefactor True Guru who like a philosopher stone is capable of turning the Sikhs into gold-like metal. He does not dwell on their erstwhile deeds and by blessing them with Naam Simran, make them virtuous like Himself.  (379)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਪਰਮ ਗੁਰ ਸਤਿਗੁਰੂ ਵਾ ਗੁਰੂਆਂ ਦੇ ਗੁਰੂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਦਾ ਬਿਰਦ ਭੀ ਪਾਰਸ ਦੇ ਪਰਸਨ ਸਮਾਨ ਇਕ ਸਾਖਾ ਹੀ ਉਦਾਰ ਹੈ ਸਿੱਖਾਂ ਦੇ ਕੰਮਾਂ ਕਰਤੂਤਾਂ ਦੀ ਕੁਛ ਪ੍ਰਵਾਹ ਹੀ ਨਹੀਂ ਕਰਦਾ। ਭਾਵ ਜਿਸ ਤਰ੍ਹਾਂ ਪਾਰਸ ਛੋਟੀ ਮੋਟੀ ਵਿੰਗੀ ਸਿੱਧੀ ਮੈਲੀ ਸ੍ਵੱਛ ਆਦਿ ਸਭ ਦਸ਼ਾ ਵਿਚ ਸਮੀਪ ਆਈ ਸਰਬੱਤ੍ਰ ਧਾਤੂ ਨੂੰ ਹੀ ਸਪਰਸ਼ ਕਰ ਕੇ ਸੋਨਾ ਬਣਾ ਦਿੰਦਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਭੀ ਕਰਮ ਅਕਰਮ ਆਦਿ ਦਾ ਵੀਚਾਰ ਨਾ ਕਰ ਕੇ ਸਿਖਾਂ ਸਰਣਾਗਤਾਂ ਦਾ ਅਵਸ਼੍ਯ ਨਿਸਤਾਰਾ ਕਰ ਦਿਆ ਕਰਦੇ ਹਨ ॥੩੭੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
