[
  {
    "id": "RJ8",
    "sttm_id": 6861,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CUWK",
        "source_page": 381,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jl kY Drn Aru Drn kY jYsy jlu; pRIiq kY prspr sMgmu smwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water has love for earth and earth for water, both respond and acknowledge their love for each other.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਕਰਦਾ ਹੈ ਧਰਤੀ ਨਾਲ ਅਤੇ ਧਰਤੀ ਕਰਦੀ ਹੈ ਜਲ ਨਾਲ ਪ੍ਰੀਤੀ ਅਰੁ ਇਸ ਪ੍ਰਕਾਰ ਪ੍ਰੀਤੀ ਨੂੰ ਕਰਦੇ ਕਰਦੇ ਆਪੋ ਵਿਚ ਦੇ ਸੰਗਮ ਸਾਥ ਨੂੰ ਸ਼ੁਮਾਰ ਗਿਣਤੀ ਵਿਚ ਮੰਨਦੇ ਕਦਰ ਵਾਲਾ ਜਾਣਦੇ ਹਨ ਅਥਵਾ ਆਪੋ ਵਿਚ ਦੀ ਪ੍ਰੀਤੀ ਦੇ ਸੰਗਮ ਨੂੰ ਸਮਾਰਿ ਸੰਭਾਲਦੇ ਨਿਬੌਂਹਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BSGG",
        "source_page": 381,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl sIc kY qmwil pRiqpwlIAq; borq n kwstih jÍwlw mY n jwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water irrigates useful trees like Tamal, brings them up, and it does not sink the tree (wood) that it has reared, nor let it burn in fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਸਿੰਜ ਸਿੰਜ ਉਛਲ ਉਛਲ ਕੇ ਤਮਾਲ ਬਿਰਛ ਤਾੜਾਂ ਨੂੰ ਭਲੀ ਪ੍ਰਕਾਰ ਪਾਲੀਦਾ ਹੈ ਜਿਸ ਦੀ ਲਾਜ ਨੂੰ ਹੀ ਰਖਦਾ ਹੋਯਾ ਜਲ ਕਾਠ ਨੂੰ ਡੋਬ੍ਯਾ ਨਹੀਂ ਕਰਦਾ ਤੇ ਨਾ ਹੀ ਅੱਗ ਵਿਚ ਪਿਆਂ ਹੀ ਸੜਨ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BWUU",
        "source_page": 381,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "lost kY jiV giV bohiQ bnweIAq; lostih swgr Apwr pwr pwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Iron is forged and moulded to fix wooden planks together to make boats and ships. Because of its association with wood, iron too is able to cross the ocean to the other side.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਥੋਂ ਤਕ ਲਿਹਾਜ ਕਾਠ ਦਾ ਪਾਲਦਾ ਹੈ ਕਿ ਲੋਹੇ ਦੀਆਂ ਪਤਰੀਆਂ ਮੇਖਾਂ ਨੂੰ ਜੜ ਜੜ ਗੱਡ ਗੱਡ ਕੇ ਗੜਿ ਬੋਹਿਥ ਬਨਾਈਅਤ ਜਹਾਜ ਨੂੰ ਘੜ ਬਣਾਈਦਾ ਹੈ ਅਥਵਾ ਇਕ ਗੜ੍ਹ = ਕਿਲੇ ਸਮਾਨ ਜਹਾਜ ਬਣਾ ਲਈਦਾ ਹੈ ਸੋ ਇਉਂ ਕਰ ਕੇ ਕਾਠ ਨਾਲ ਲਗੇ ਲੋਹੇ ਨੂੰ ਅਪਾਰ ਸਮੁੰਦਰ ਤੋਂ ਭੀ ਪਰ ਪਾਰਿ ਹੈ ਪਾਰ ਪਾ ਦਿੱਤਾ ਲੰਘਾ ਦਿੱਤਾ ਕਰਦਾ ਹੈ ਅਰਥਾਤ, ਐਡਾ ਲਿਹਾਜ਼ ਅਪਣੀ ਪ੍ਰਤਿਪਾਲੀ ਵਸਤੂ ਦਾ ਪਾਲਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5BC",
        "source_page": 381,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRB kY jwnIjY jnu jn kY jwnIjY pRB; qw qy jn ko n gun Aaugun bIcwir hY [381["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devoted disciple is known from his Master God and God is recognised through His servant. That is why Master Lord does not recognise the virtues and vices of his slave (He even takes those seekers across the worldly ocean who keep the company of His slav",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਦੇ ਜਾਣੀਦੇ ਹਨ ਜਨ ਭਗਤ ਲੋਕ ਭਜਨ ਕਰਣਹਾਰੇ ਓਸ ਦੇ ਪ੍ਯਾਰੇ ਤੇ ਜਨ ਭਜਨੀਕ ਪੁਰਖਾਂ ਦਾ ਜਾਣੀਦਾ ਹੈ ਪਰਮਾਤਮਾ ਪ੍ਰਭੂ ਤਿਸ ਕਰ ਕੇ ਹੀ ਓਹ ਪ੍ਰਭੂ ਸਰਬ ਸ਼ਕਤੀ ਮਾਨ ਨੇ ਚੰਗੀ ਕੀਤੀ ਹੈ ਤੇ ਅਮੁਕੀ ਮੰਦੀ ਐਸੀ ਵੀਚਾਰ ਉਹ ਨਹੀਂ ਕਰਿਆ ਕਰਦਾ। ਜੋ ਕੁਛ ਪ੍ਯਾਰੇ ਕਰਦੇ ਹਨ, ਸਭ ਕੁਛ ਉਹ ਭਲਾ ਹੀ ਪ੍ਰਵਾਣਦਾ ਹੈ ॥੩੮੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
