[
  {
    "id": "2QM",
    "sttm_id": 6865,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "R8QT",
        "source_page": 385,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soeI lohw ibsu ibKY ibibiD bMDn rUp; soeI qau kMcn joiq pwrs pRsMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Iron is used for making handcuffs, chains and fetters while the same iron when brought in contact with the philosopher stone becomes gold and glitters.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਹੋ ਹੀ ਲੋਹਾ ਸੰਸਾਰ ਵਿਖੇ ਸੰਗਲੀਆਂ ਸੰਗਲ ਕੁੰਡੇ ਜੰਜੀਰ ਆਦਿ ਅਨੇਕ ਭਾਂਤ ਦੇ ਬੰਧਨਾਂ ਦਾ ਰੂਪ ਹੁੰਦਾ ਹੈ ਤੇ ਓਹੀ ਪਾਰਸ ਦੇ ਪ੍ਰਸੰਗ ਮਿਲਾਪ ਨੂੰ ਪਾ ਕੇ ਜੋਤਿ ਸਰੂਪੀ ਦਮਕਨ ਹਾਰਾ ਸੋਨਾ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z3H8",
        "source_page": 385,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soeI qau isMgwr Aiq soBq piqibRqw kau; soeI ABrnu ginkw rcq AMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A noble lady adorns herself with various embellishments and these make her more respectable and impressive whereas the same adornments are condemned on a lady of ill repute and bad character.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਹੋ ਹੀ ਸਿੰਗਾਰ ਗਹਿਣਾ ਗੱਟਾ ਆਦਿ ਪਤਿਬ੍ਰਤਾ ਪਤੀ ਪ੍ਰਤਿਗ੍ਯਾਵਾਨ ਇਸਤ੍ਰੀ ਦੇ ਅੰਗਾਂ ਉਪਰ ਅਤੀ ਸੋਭਾ ਸਜੌਟ ਦਾ ਕਾਰਣ ਹੋਯਾ ਹੋਯਾ ਹੁੰਦਾ ਹੈ ਤੇ ਓਹੋ ਹੀ ਅਭਰਣ ਸਿੰਗਾਰ, ਗਹਿਣੇ ਭੂਖਣ ਆਦਿ ਵੇਸ੍ਵਾ ਅਪਣੇ ਅੰਗਾਂ ਉਪਰ ਪਹਿਰੇ ਤਾਂ ਕਲੰਕ ਦਾ ਕਾਰਣ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KLKG",
        "source_page": 385,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "soeI sÍwNiqbUMd iml swgr mukqwPl; soeI sÍwNqbUMd ibK Bytq BuAMg hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A drop of rain during Swati constellation when falls on an oyster in the sea and becomes an expensive pearl whereas it becomes venom if it drops in the mouth of a snake.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਹੋ ਹੀ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਸਮੁੰਦਰ ਅੰਦਰ ਜੇਕਰ ਸਿੱਪ ਦੇ ਮੂੰਹ ਪਵੇ ਤਾਂ ਮੋਤੀ ਫਲ ਬਣ੍ਯਾ ਕਰਦੀ ਹੈ ਤੇ ਓਹੋ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਭੁਇਅੰਗ ਸੱਪ ਨੂੰ ਭੇਟ ਕੇ ਸੱਪ ਦੇ ਮੂੰਹ ਪੈ ਕੇ ਵਿਹੁ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VWNV",
        "source_page": 385,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mwieAw ikrq ibrq hY ibkwr jg; praupkwr gurisKn sRbMg hY [385["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, mammon is evil of character for the worldly people but for the obedient Sikhs of the True Guru, it is highly philanthropic since it does good to many in their hands.  (385)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਇਹ ਮਾਯਾ ਜਗਤ ਜੀਵਾਂ ਲਈ ਕਿਰਤ ਬਿਰਤ ਬਿਉਹਾਰੀ ਕਿਰਤ ਉਪਜੀਵਕਾ ਨਿਮਿਤਕ ਕਾਰਾਂ ਵਿਹਾਰਾਂ ਵਿਚ ਵਰਤੀਂਦੀ ਵਿਗਾੜ ਦਾ ਰੂਪ ਹਾਨੀਕਾਰਕ ਹੁੰਦੀ ਹੈ ਤੇ ਗੁਰ ਸਿੱਖਾਂ ਪਾਸ ਆਈ ਹੋਈ ਇਹ ਸ੍ਰਬੰਗ ਸਮੂਲਚੀ ਹੀ ਪਰਉਪਕਾਰ ਭਲੇ ਖਾਤਰ ਲੋਕਾਂ ਦੇ ਹਿਤ ਕਰਣਹਾਰੀ ਵਾ ਪਰਉਪਕਾਰ = ਪਰਮਾਤਮਾ+ਸਮੀਪ+ਕਾਰਣੀ = ਪਰਮਾਰਥ ਦੀ ਸਾਧਨ ਹਾਰੀ ਹੁੰਦੀ ਹੈ ॥੩੮੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
