[
  {
    "id": "R9S",
    "sttm_id": 6867,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DEUV",
        "source_page": 387,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrwDwr ko ADwru Awsro inrwsn ko; nwQu hY AnwQn ko dIn ko dieAwlu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God is support of all those who are without any support. He is refuge of those who have no one to take care of them. He is the master of all those who are orphans. He is the haven of mercy for the destitutes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਜਿਨਾਂ ਦਾ ਕੋਈ ਝੱਲਨ ਵਾਲਾ ਨਹੀਂ ਐਸੇ ਨਿਰ ਅਧਾਰਾਂ ਦੇ ਆਧਾਰ ਨਿਧਰਿਆਂ ਦੀ ਧਿਰ ਤੇ ਨਿਰਾਸਰਿਆਂ ਦੇ ਆਸਰੇ ਹਨ, ਅਨਾਥਾਂ ਦੇ ਨਾਥ ਸ੍ਵਾਮੀ ਤੇ ਦੀਨਾਂ ਲਈ ਦ੍ਯਾਲੂ ਦਯਾ ਦੇ ਅਸਥਾਨ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WEHQ",
        "source_page": 387,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asrin srin Aau inrDn ko hY Dn; tyk AMDrn kI Aau ikRpn ikRpwlu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who are unable to obtain shelter anywhere, He provides them refuge. For the poor, His name is the real treasure. For blind, He is the walking stick. He showers His kindness even on misers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ ਓਨ੍ਹਾਂ ਨੂੰ ਸਹਾਰਾ ਦੇਣ ਹਾਰੇ ਤੇ ਨਿਰਧਨਾਂ ਦੇਧਨ ਹਨ ਐਸਾ ਹੀ ਅੰਨਿਆਂ ਦੀ ਟੇਕ ਡੰਗੋਰੀ ਅਤੇ ਕਿਰਪਨਾਂ ਕੰਜੂਸਾਂ ਤੰਗ ਦਿਲੇ ਪੁਰਖਾਂ ਲਈ ਕਿਰਪਾਲੂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MKP6",
        "source_page": 387,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AikRqGn ky dwqwr pqiq pwvn pRB; nrk invwrn pRqigAw pRiqpwlu hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To the ungrateful, he is the provider of their needs. He makes the sinners pious. He saves the sinners from hell fire and abides by His character of kind, clement, benevolent and sustainer.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੀਤੇ ਨੂੰ ਨਾ ਜਾਨਣ ਵਾਲਿਆਂ ਦੇ ਭੀ ਦਾਤਾਰ ਬਖ਼ਸ਼ਿੰਦ ਹਨ ਤੇ ਪਤਿਤਾਂ ਆਚਰਣ ਭ੍ਰਸ਼ਟਾਂ ਗੰਦਿਆਂ ਨੂੰ ਭੀ ਪਾਵਨ ਪਵਿਤ੍ਰ ਕਰਣਹਾਰੇ ਪ੍ਰਭੂ ਸਭ ਤਰ੍ਹਾਂ ਸਮਰੱਥ ਹਨ, ਨਰਕਾਂ ਤੋਂ ਬਚਾਵਨਹਾਰੇ ਤੇ ਆਪਣੇ ਬਖ਼ਸ਼ਿੰਦ ਬਿਰਦ ਦੀ ਪ੍ਰਤਗ੍ਯਾ ਪ੍ਰਣ ਭਲੀ ਪ੍ਰਕਾਰ ਪਾਲਣਹਾਰੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GYQA",
        "source_page": 387,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Avgun hrn krn krqigAw sÍwmI; sMgI srbMig rs rsik rswlu hY [387["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He destroys the vices and knows all the latent deeds of everyone. He is a companion who stands by in all thick and thin situations. Such a Lord is the treasure-house of elixir for those who relish His divine nectar.  (387)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਆਮੀ ਸਤਿਗੁਰੂ ਔਗੁਣ੍ਯਾਰਿਆਂ ਦੇ ਔਗੁਣਾਂ ਨੂੰ ਨਿਵਿਰਤ ਕਰਣ ਹਾਰੇ ਹਨ ਤੇ ਕਰਤਗਿਆ ਕ੍ਰਿਤੱਗਤਾ ਅਹਿਸਾਨ ਮੰਦੀ ਉਪਕਾਰ ਪਾਲਣ ਹਾਰੇ ਹਨ ਭਾਵ, ਲੋੜਵੰਦਾਂ ਦੀਆਂ ਸਭ ਪ੍ਰਕਾਰ ਲੋੜਾਂ ਦੇ ਪੂਰਾ ਕਰਣ ਹਾਰੇ ਹਨ ਤੇ ਜਿਹੜੇ ਕੋਈ ਰਸ ਪ੍ਰੇਮ ਦੇ ਰਸਿਕ ਰਸੀਏ ਹਨ ਓਨਾਂ ਦੇ ਸਰਬੰਗਿ ਸੰਗੀ ਸਮੂਲਚੇ ਸੰਗੀ ਸਭ ਤਰ੍ਹਾਂ ਸਾਥ ਨਿਬਾਹੁਣ ਹਾਰੇ ਰਸਾਲੁ ਰਸ ਦੇ ਮੰਦਿਰ ਹਨ ॥੩੮੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
