[
  {
    "id": "RA9",
    "sttm_id": 6868,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3DQR",
        "source_page": 388,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koielw sIql kr krq isAwm ghy; prs qpq prdgD krq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A burnt out coal when held in hand blackens it but causes burns when held if burning. (Coal is problematic both when cold or burning)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਠੰਢਾ ਕੋਲਾ ਹੱਥ ਨਾਲ ਫੜੀਏ ਤਾਂ ਓਸ ਨੂੰ ਕਲਾ ਕਰ ਸਿੱਟਦਾ ਹੈ, ਅਰੁ ਜੇਕਰ ਏਹ ਤੱਤੇ ਨੂੰ ਪਰਸੇ ਛੋਹੇ ਤਾਂ ਪਰਦਗਧ ਪ੍ਰਦਗਧ ਕਰ ਦਿੰਦਾ ਭਲੀ ਪ੍ਰਕਾਰ ਸਾੜ ਦਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CSNG",
        "source_page": 388,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kUkr ky cwtq klyvrih lwgY Coiq; kwtq srIr pIr DIr n Drq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as dog's lick is contagious and causes unbearable pain when it bites. (Dogs lick and bite both are troublesome).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੁੱਤੇ ਦੇ ਚੱਟਦਿਆਂ ਸਰੀਰ ਨੂੰ ਛੋਹ ਕੁੱਤੇ ਦੀ ਬੀਮਾਰੀ ਖੁਰਕ ਵਗੈਰਾ ਯਾਂ ਗਿਲਾਨੀ ਦੀ ਛੂਤ ਲਗ ਜਾਯਾ ਕਰਦੀ ਹੈ, ਭਾਵ ਖੁਰਕ ਫੋੜੇ ਆਦਿ ਨਿਕਲ ਔਂਦੇ ਹਨ ਤੇ ਕੱਟਿਆਂ ਪੀੜਾ ਕਰ ਕੇ ਧੀਰਜ ਨਹੀਂ ਧਾਰੀ ਜਾ ਸਕ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2MWJ",
        "source_page": 388,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "PUtq ijau gwgir prq hI pKwn pir; pwhn priq puin gwgir hrq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a pitcher breaks when dropped on a stone, and it also breaks when stone drops on it. (A stone is destroyer of a pitcher in every way).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਗਾਗਰ ਕਲਸਾ ਘੜਾ ਜੇਕਰ ਪੱਥਰ ਉੱਪਰ ਡਿਗ ਪਵੇ ਤਾਂ ਟੁੱਟ ਜਾਯਾ ਕਰਦਾ ਹੈ, ਤੇ ਫੇਰ ਜੇਕਰ ਪੱਥਰ ਉਸ ਕਲਸੇ ਉੱਤੇ ਵੱਜ ਪਵੇ ਤਾਂ ਭੀ ਕਲਸਾ ਹੀ ਭੱਜਿਆ ਕਰਦਾ ਹੈ ਭਾਵ ਦੋਵੇਂ ਤਰਾਂ ਕਲਸੇ ਦੀ ਹੀ ਸਤ੍ਯਾ ਨਾਸ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "829U",
        "source_page": 388,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI AswD sMig pRIq hU ibroD buro; lok prlok duK doK n trq hY [388["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is developing loving relationship with evil-minded persons. Loving him or showing dissent towards him is equally bad. Thus one cannot escape from pain and sufferings of this world and the world hereafter.  (388)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਅਸਾਧ ਪੁਰਖਾਂ ਸਾਕਤਾਂ ਨਾਲ ਪ੍ਰੀਤੀ ਭੀ ਬੁਰੀ ਹੈ ਤੇ ਬਿਰੋਧ ਵੈਰ ਭੀ ਬੁਰਾ ਹੈ ਜੇ ਪ੍ਰੀਤੀ ਕੀਤੀ ਤਾਂ ਇਸ ਲੋਕ ਵਿਖੇ ਰਜੋ ਓਨਾਂ ਦੀ ਮਨੋਹਾਰ ਵਿਲ ਜੋਈ ਕਰਦਿਆਂ ਦੁੱਖੀ ਹੁੰਦੇ ਰਹੋਗੇ ਜੇ ਵੈਰ ਕੀਤਾ ਤਾਂ ਦੂਖਣਾ ਊਜਾਂ ਦੇ ਦੋਖ ਤੋਂ ਨਹੀਂ ਟਲਿਆ ਜਾਊ। ਐਸਾ ਹੀ ਇਥੇ ਕਰਣੀ ਉਥੇ ਕਰਣੀ ਉਥੇ ਭਰਣੀ, ਵਾਲੇ ਨੇਮ ਮੂਜਬ ਪਰਲੋਕ ਵਿਖੇ ਭੀ ਦੁਖੀ ਤੇ ਦੁਖੀ ਹੀ ਠਹਿਰਾਏ ਜਾਣੋਂ ਨਹੀਂ ਬਚ੍ਯਾ ਜਾ ਸਕੂ। ਤਾਂ ਤੇ ਪ੍ਰੀਤੀ ਵਿਪ੍ਰੀਤੀ ਦੇ ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਬਿਵਹਾਰ ਸਬੰਧੀ ਅਸਾਧਾਂ ਤੋਂ ਸੰਕੋਚ ਹੀ ਧਾਰੀ ਰੱਖੋ ॥੩੮੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
