[
  {
    "id": "ND0",
    "sttm_id": 6870,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YFUS",
        "source_page": 390,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kMcn kls jYsy bwko Bey sUDo hoie; mwtI ko klsu PUto jurY n jqn sY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a golden pitcher if dented can be set right whereas an earthenware pitcher can never be restored to its original shape when broken.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋਨੇ ਦਾ ਕਲਸ ਗਾਗਰ ਜਿਸ ਤਰ੍ਹਾਂ ਵਿੰਗਾ ਹੋਯਾ ਸਿੱਧਾ ਹੋ ਸਕਦਾ ਹੈ, ਭਾਵ ਚਿੱਬ ਪਏ ਕੱਢੇ ਜਾ ਸਕਦੇ ਹਨ, ਪਰ ਮਿਟੀ ਦਾ ਕਲਸਾ ਫੁੱਟਿਆ ਜਤਨ ਨਾਲ ਭੀ ਜੋੜਿਆ ਨਹੀਂ ਜੁੜ ਸਕ੍ਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V60R",
        "source_page": 390,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bsn mlIn Doey inrml hoq jYsy; aUjrI n hoq kwNbrI pqn sY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a dirty cloth can be made clean by washing, whereas a black blanket can never become white till reduced to tatters.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮੈਲਾ ਬਸਤਰ ਧੋਤਿਆਂ ਹੋਇਆਂ ਤਾਂ ਨਿਰਮਲ ਉੱਜਲਾ ਬਣ ਸਕਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਕਾਲੀ ਕੰਬਲੀ ਪਾਤਨ ਸੈ ਕਿਤਨੇ ਭੀ ਫਟਕਾਰਨ ਛੰਡਨ ਨਾਲ ਕਿਸੇ ਤਰ੍ਹਾਂ ਉੱਜਲੀ ਨਹੀਂ ਹੋ ਸਕ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FRFQ",
        "source_page": 390,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy lkutI Agin sykq hI sUDI hoie; sÍwn pUiC ptMqro pRgt mn qn sY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wooden stick when heated on fire can be straightened, but a dog's tail can never be straightened despite numerous efforts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਲਾਠੀ ਵਿੰਗੀ ਨੂੰ ਅੱਗ ਉਪਰ ਸੇਕਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਸਿੱਧੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਪਰ ਕੁੱਤੇ ਦੀ ਪੂਛਲ ਦਾ ਜੋ ਪਟੰਤਰੋ ਟੇਢਾ ਪੁਣਾ ਬ੍ਯੰਗ ਪੁਣਾ ਹੈ ਸੈ ਸੋ ਉਹ ਪ੍ਰਗਟ ਹੀ ਨਹੀਂ ਮੰਨ੍ਯਾ ਕਰਦਾ ਭਾਵ, ਹਜਾਰ ਜਤਨ ਕੀਤਿਆਂ ਭੀ ਪੂਛਲ ਅਪਣੀ ਟਿਢਾਈ ਨੂੰ ਨਹੀਂ ਤ੍ਯਾਗ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DBR",
        "source_page": 390,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisKn suBwau jl mY n giq; swkq suBwv lwK pwhun gqn sY [390["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the nature of True Guru-oriented obedient Sikhs who are tender and malleable like water and wax. On the other hand, the temperament of mammon-loving person is rigid and hard like shellac and stone and thus is destructive.  (390)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਤਰ੍ਹਾਂ ਹੀ ਗੁਰੂ ਕੇ ਸਿੱਖਾਂ ਦਾ ਸੁਭਾਵ ਤਾਂ ਜਲ ਅਤੇ ਮੈਨ ਮੋਮ ਗਤਿ ਸ੍ਰੀਖਾ ਹੁੰਦਾ ਹੈ ਦ੍ਰਵ ਜਾਣ ਵਾਲਾ, ਪ੍ਰੰਤੂ ਸਾਕਤਾਂ ਮਨਮੁਖਾਂ ਦਾ ਸੁਭਾਵ ਲਾਖ ਤੇ ਪਥਰ ਦੀ ਗਤ ਚਾਲੇ ਨਸੈ ਨਸ਼ਟ ਹੋਯਾ ਕਰਦਾ ਹੈ ਭਾਵ ਜੀਕੂੰ ਲਾਖ ਅੱਗ ਉਪਰ ਧੁਖ ਧੁਖਕੇ ਗੰਦਾ ਧੂਆਂ ਛਡਦੀ ਸੜ ਸੁਆਹ ਹੁੰਦੀ ਤੇ ਪੱਥਰ ਭੀ ਅੱਗ ਵਿਚ ਸੜਕੇ ਸੁਆਹ ਹੋਯਾ ਕਰਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਸਾਕਤਾਂ ਦਾ ਸਿਰੜ ਭੀ ਸਿਰ ਪ੍ਰਜੰਤ ਨਹੀਂ ਟਲਿਆ ਕਰਦਾ ॥੩੯੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
