[
  {
    "id": "6QL",
    "sttm_id": 6871,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U30V",
        "source_page": 391,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koaU bycY giV giV ssqR DnK bwn; koaU bycY giV giV ibibiD snwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Someone manufactures bows and arrows used for killing while others fabricate armour coats and shields to defend against these weapons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਈ ਤਾਂ ਮਾਰਣ ਹਾਰਿਆਂ ਵਾਰ ਕਰਣ ਹਾਰਿਆਂ ਸ਼ਸਤ੍ਰਾਂ ਧਨੁਖ ਬਾਨ ਤੀਰ ਕਮਾਨ ਆਦਿਕ ਨੂੰ ਘੜ ਘੜ ਕੇ ਬੇਚਦਾ ਹੈ, ਅਤੇ ਕੋਈ ਬਿਬਿਧ ਵੰਨੋ ਵੰਨੀ ਭਾਂਤ ਦੇ ਨਮੂਨਿਆਂ ਦੀਆਂ ਸਨਾਹ ਸੰਜੋਆਂ ਕਵਚ ਉਕਤ ਸ਼ਸਤ੍ਰਾਂ ਦੀ ਮਾਰ ਅਰੁ ਵਾਰ ਨੂੰ ਬਚਾਨ ਹਾਰੀਆਂ ਤਨ ਤ੍ਰਾਣਾਂ ਘੜ ਘੜ ਕੇ ਵੇਚਿਆ ਕਰਦਾ ਹੈ। ਹੇ ਭਾਈ ਜਨੋ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "24MG",
        "source_page": 391,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koaU bycY gors dugD dD iGRq inq; koaU bycY bwrunI ibKm sm cwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Someone sells nourishing foods like milk, butter, curd etc. to make the body strong while others produce items like wine etc. that are harmful and destructive to the body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੋਈ ਵੇਚਦਾ ਹੈ ਮੱਖਨ, ਦੁੱਧ ਦਹੀਂ ਤੇ ਘਿਉ ਨੂੰ ਹੀ ਨਿਤਾ ਪ੍ਰਤੀ ਜਿਨਾਂ ਲਈ ਸਭ ਦੀ ਹੀ ਇਕੋ ਜੇਹੀ ਸਮ ਚਾਹਨਾ ਹੈ, ਅਰਥਾਤ ਸਾਰੇ ਜੀਵ ਹੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਕ ਸਮ ਪਸਿੰਦ ਰਖਦੇ ਹਨ ਅਥਵਾ ਸਮ ਜੋ ਸਭ ਦੇ ਹੀ ਅਨਕੂਲ ਪੈਣ ਵਾਲੇ ਪਦਾਰਥ ਵਾ ਚਿੱਤ ਨੂੰ ਸਮਤਾ ਵਿਚ ਰਖਣ ਵਾਲੇ ਇਹ ਜਿਹੜੇ ਪਦਾਰਥ ਹਨ: ਅਤੇ ਕੋਈ ਵੇਚਦਾ ਹੈ, ਬਾਰੁਨੀ ਸ਼ਰਾਬ ਨੂੰ ਜੋ ਬਿਖਮ ਦੁਖਦਾਈ ਹੈ ਯਾਂ ਜੋ ਸਮਤਾ ਭਾਵ ਵਿਚ ਵਰਤਨਹਾਰੀ ਮਨ ਦੀ ਚਾਹਨਾ ਨੂੰ ਵਿਖਮਤਾ ਗੜਬੜ ਵਿਚ ਪਾਣ ਵਾਲੀ ਹੈ ਅਥਵਾ ਜਿਸ ਨੂੰ ਵਿਖਮ ਭਾਵ ਨਾਲ ਲੋਕ ਤਕਦੇ ਹਨ ਅਰਥਾਤ ਕੋਈ ਪਸੰਦ ਕਰਦੇ ਤੇ ਕੋਈ ਜਿਸ ਨੂੰ ਘ੍ਰਿਣਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FCD8",
        "source_page": 391,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI ibkwrI aupkwrI hY AswD swD; ibiKAw AMimRq bn dyKy Avgwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is a base and low person who spreads evil whereas an obedient Guru-oriented saintly person of the True Guru desires and endeavours to dispense good for all. Treat it like bathing in a sea of poison or jumping into a reservoir of nectar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਉਪਰੋਕਤ ਸਮ ਵਿਖਮ ਅਨਕੂਲ ਵਾ ਪ੍ਰਤਿਕੂਲ ਪਦਾਰਥਾਂ ਨੂੰ ਆਪੋ ਆਪਣੀ ਰੁਚੀ ਯਾ ਤਬੀਅਤ ਦੇ ਪਰਚੇ ਮੂਜਬ ਵੇਚਨ ਦੀ ਇਕੋ ਜੇਹੀ ਲਾਭ ਦੀ ਚਾਹਨਾ ਅਨੁਸਾਰ ਵੇਦਨਾ ਪਸਿੰਦ ਕਰਦੇ ਹਨ ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਅਸਾਧ ਸਾਕਤ ਲੋਕ ਬਿਕਾਰੀ ਅਪਕਾਰ ਵਿਗਾੜ ਕਰਨ ਵਾਲੀ ਦੁਸ਼ਟ ਪ੍ਰਵਿਰਤੀ ਵਿਚ ਵਰਤਨ ਵਾਲੇ ਬਨਣਾ ਅਤੇ ਸਾਧ ਗੁਰੂ ਕੇ ਸਿੱਖ ਭਲੇ ਪੁਰਖ ਉਪਕਾਰੀ ਦੂਸਰਿਆਂ ਦੇ ਹਿਤ ਪਾਲਨ ਵਾਲੀ ਦਯਾ ਭਾਵੀ ਵਾ ਸੁਖਦਾਈ ਪ੍ਰਵਿਰਤੀ ਵਾਲੇ ਬਨਣਾ ਪਸਿੰਦ ਕਰਦੇ ਹਨ; ਇਸ ਸੰਸਾਰ ਰੂਪ ਬਨ ਅੰਦਰ ਵਿਹੁ ਤੇ ਅੰਮ੍ਰਿਤ ਮਈ ਭਲੇ ਬੁਰੇ ਦੋਵੇਂ ਫਲ ਹੀ ਲਗਦੇ ਦੇਖੇ ਹਨ ਅਸਾਂ ਅਵਗਾਹ ਜੀ ਫਿਰ ਫਿਰ ਕੇ ਵਾ ਗੌਹ ਕਰ ਕਰ ਕੇ ਹੇ ਪਿਆਰਿਓ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YMGP",
        "source_page": 391,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awqmw Acyq pMCI Dwvq cqurkuMt; jYsy eI ibrK bYTy cwKy Pl qwh jI [391["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like an innocent bird, a human mind wanders in all four directions. Whatever tree it sits on, it would get that fruit to eat. In the company of evil-doers, the mind will only pick up dross whereas one collects virtues from the company of Guru-conscious sa",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਹ ਆਤਮਾ ਮਨ ਮਨ ਪ੍ਰਧਾਨ ਜੂਨ ਵਾਲਾ ਜੀਵ ਅਚੇਤ ਪੰਛੀ ਮੂਰਖ ਜਨੌਰ ਵਾਕੂੰ ਲੋਭ ਲਾਲਸਾ ਦਾ ਮਾਰ੍ਯਾ ਹੋਯਾ ਚਾਰੋਂ ਕੁੰਟਾਂ ਵਿਖੇ ਦੌੜਦਾ ਰਹਿੰਦਾ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਵਿਖੇ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਕੀਹ ਕਰੇ ਜੇਹੋ ਜੇਹੇ ਸੁਭਾਵ ਵਾਲੇ ਸਰੀਰ ਰੂਪ ਬਿਰਛ ਉਪਰ ਬੈਠਦਾ ਹੈ ਓਸ ਓਸ ਦੇ ਸੁਭਾਵ ਸੰਗਤ ਅਨੁਸਾਰ ਹੀ ਸੰਸਾਰੀ ਪ੍ਰਵਿਰਤੀ ਵਿਚ ਵਰਤਿਆ ਤੇ ਦੁਖ ਸੁਖ ਦੇ ਭੋਗ ਰੂਪ ਫਲ ਨੂੰ ਚੱਖਿਆ ਭੋਗਿਆ ਕਰਦਾ ਹੈ ॥੩੯੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
