[
  {
    "id": "M25",
    "sttm_id": 6873,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZGJY",
        "source_page": 393,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "krq n ieCw kCu imqR sqRq n jwnY; bwl buiD suiD nwih bwlk Acyq kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to his childlike wisdom and unawareness of all sorts, a child is innocent, He desires nothing, nor does he harbour any hostility or friendship with anyone;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾ ਤਾਂ ਉਹ ਬਾਲਕ ਕੋਈ ਇੱਛਾ ਚਾਹਨਾ ਹੀ ਕਿਸੇ ਵਸਤੂ ਦੀ ਕਰਦਾ ਹੈ ਤੇ ਨਾ ਹੀ ਉਹ ਮਿਤ੍ਰਤਾ ਵਾ ਸਤ੍ਰੁਤਾ ਬਾਬਤ ਹੀ ਕੁਛ ਜਾਣਦਾ ਬੁੱਝਦਾ ਹੈ ਓਸ ਅਚੇਤ ਚਿੰਤਾ ਸੋਚੋਂ ਰਹਤ ਬਾਲਕ ਨੂੰ ਬਾਲਬੁਧੀ ਕਾਰਣ ਕੁਛ ਭੀ ਸੂਝ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FQUK",
        "source_page": 393,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn lIey mwqw pwCY lwgI folY; bolY muK AMimRq bcn suq hyq kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "His mother out of love keeps wandering behind him with food and clothing and utters elixir-like loving words for her son;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਪਣੇ ਵੱਲੋਂ ਐਡਾ ਹੀ ਨਿਸਚਿੰਤ ਤੇ ਬੇਫਿਕਰ ਰਹਿਣ ਕਾਰਣ ਮਾਂ ਭੋਜਨ ਬਸਤ੍ਰ ਲਈ ਓਸ ਦੇ ਪਿਛੇ ਲਗੀ ਫਿਰ੍ਯਾ ਕਰਦੀ ਹੈ, ਤੇ ਪੁਤ੍ਰ ਦੇ ਹੇਤ ਕਉ ਲਡਾਵਨੇ ਵਾਸਤੇ ਮੂੰਹੋਂ ਮਿੱਠੇ ਮਿੱਠੇ ਬੋਲ ਲੋਰੀਆਂ ਬੋਲ੍ਯਾ ਸੁਣਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WS6M",
        "source_page": 393,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwlkY AsIs dYnhwrI Aiq ipAwrI lwgY; gwir dYnhwrI bilhwrI fwrI syq kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mother loves her friends who keep showering blessings on her son but one who abuses him or say ill words for him destroys her peace of mind and creates duality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸ ਬਾਲਕ ਨੂੰ ਅਸੀਸ ਦੇਣ ਵਾਲੀ ਸ਼ੁਭ ਬੋਲਣ ਵਾਲੀ ਤਾਂ ਮਾਂ ਨੂੰ ਅਤ੍ਯੰਤ ਪਿਆਰੀ ਲਗਦੀ ਹੈ ਪਰ ਗਾਰਿ ਦੈਨਹਾਰੀ ਗਾਲ ਦੇਣ ਵਾਲੀ ਝਿੜਕਨ ਵਾਲੀ ਬਲਿਹਾਰੀ ਵਾਰ ਸਿੱਟੀ ਨੂੰ ਡਾਰੀ ਸੇ ਨਾਰੀ ਛੰਡਾਰ = ਛੰਡੀ ਹੋਈ ਤੀਵੀਂ ਸ੍ਰੀਖੀ ਤਕਉ = ਤਕ+ਉ ਤੱਕਦੀ ਹੈ ਉਹ ਮਾਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VPVF",
        "source_page": 393,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK smdrsI AnMdmeI; jYso jgu mwnY qYso lwgY Plu Kyq kau [393["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like the innocent child, the obedient Sikh of the Guru maintains impartiality. He treats all alike and by virtue of the relishing of the Naam Ras blessed by the True Guru, stays in a state of bliss. Whatever way is he recognised and known by the worldly p",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰ ਸਿੱਖ ਤਾਂ ਇਕ ਸਮਾਨ ਦ੍ਰਿਸ਼ਟੀ ਵਾਲੇ ਸਭ ਅੰਦਰ ਗੁਰੂ ਕੇ ਪ੍ਰਕਾਸ਼ ਨੂੰ ਤੱਕਨ ਹਾਰੇ ਅਤੇ ਆਨੰਦ ਸਰੂਪ ਹੁੰਦੇ ਹਨ, ਪਰ ਜੀਕੁਰ ਲੋਕ ਓਨਾਂ ਨਾਲ ਵਰਤਦੇ ਹਨ, ਤੀਕੁਰ ਸਤਿਗੁਰੂ ਲੋਕਾਂ ਨੂੰ ਓਨਾਂ ਦੀਆਂ ਬੀਜੀਆਂ ਖੇਤੀਆਂ ਭੌਣੀਆਂ ਦਾ ਹੀ ਫਲ ਚਖਾ ਦਿੰਦੇ ਹਨ ॥੩੯੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
