[
  {
    "id": "T53",
    "sttm_id": 6875,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DXMY",
        "source_page": 395,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kulwbDU buiDvMq ssurwr ibKY; swvDwn cyqn rhY Acwr cwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an intelligent daughter-in-law of a good family deals with everybody attentively, consciously and decently in her in-laws house;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸੌਹਰੇ ਘਰ ਵਿਖੇ ਬੁਧਵੰਤੀ ਸ੍ਯਾਣੀ ਕੁਲ ਬਹੂ ਸ੍ਰੇਸ਼ਟ ਆਚਾਰ ਦੇ ਪਾਲਨ ਵਿਖੇ ਸਾਵਧਾਨ ਤੇ ਚੇਤਨ ਹੁਸ਼੍ਯਾਯ ਚੌਕਸ ਰਿਹਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8DG6",
        "source_page": 395,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ssur dyvr jyT skl kI syvw krY; Kwn pwn igAwn jwin pRiq prvwir kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Realizing that this is her husband's family, takes care of food and all other needs of her father-in-law, brothers-in-law and other members of the family diligently and respectfully;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੌਹਰੇ ਦੀ ਦਿਓਰ ਅਰ ਜੇਠ ਆਦਿ ਸਾਰਿਆਂ ਦੀ ਹੀ ਖਾਨ ਪਾਨ ਦ੍ਵਾਰੇ ਸੇਵਾ ਕਰਦੀ ਹੈ ਗਿਆਨ ਸਮਝ ਪੂਰਬਕ ਇਹ ਜਾਣ ਕੇ ਕਿ ਉਸ ਦੇ ਪਤੀ ਦਾ ਪਰਵਾਰ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JLSM",
        "source_page": 395,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mDur bcn gurjn sY ljwvwn; isihjw smY rs pRym pUrn Bqwr kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "She talks with all elders of the family respectfully, politely and abashedly. Similarly a devoted disciple of the True Guru is adept in observing respect towards all human beings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਜਨ ਸੈ ਵਡਕਿਆਂ ਬਜੁਰਗਾਂ ਪਾਸੋਂ ਲੱਜਾ ਲੈਂਦੀ ਲੱਜਾ ਧਾਰਦੀ ਸ਼ਰਮ ਰਖਦੀ ਹੈ, ਤੇ ਮਿਠੇ ਮਿਠੇ ਆਦਰ ਸਤਿਕਾਰ ਭਰੇ ਬਚਨ ਬੋਲ੍ਯਾ ਕਰਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਸਿਹਜਾ ਸਮੇਂ ਰਸ ਭਰ੍ਯਾ ਪੂਰਨ ਪ੍ਰੇਮ ਪ੍ਯਾਰ ਇਕ ਭਰਤਾ ਨਾਲ ਹੀ ਕਰ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4W96",
        "source_page": 395,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK srbwqm pUjw pRbIn; bRhm iDAwn gur mUriq Apwr kY [395["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But within himself, he remains focused on the divine sight of the God-like True Guru. (According to Bhai Gurdas Ji, practicing on the Guru's words and meditating on Lord's name given by the True Guru is contemplation on the vision of True Guru).  (395)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰੂ ਕਾ ਸਿੱਖ ਭੀ ਸਭ ਦੀ ਹੀ ਸਰਬਾਤਮ ਸਰੂਪੀ ਜਾਣ ਪੂਜਾ ਆਦਰ ਸਤਿਕਾਰ ਸੇਵਾ ਬੰਦ ਵਿਖੇ ਪ੍ਰਬੀਨ ਚੰਗਾ ਸ੍ਯਾਣਾ ਰਹਿੰਦਾ ਹੈ ਪ੍ਰੰਤੂ ਅਪਾਰ ਪਾਰਾਵਾਰ ਤੋਂ ਰਹਿਤ ਬ੍ਰਹਮ ਸਰੂਪੀ ਧ੍ਯਾਨ ਕੇਵਲ, ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਮੂਰਤੀ ਸਰੂਪ ਦਾ ਹੀ ਕਰ੍ਯਾ ਕਰਦਾ ਹੈ, ਸਤਿਗੁਰਾਂ ਬਿਨਾਂ ਹੋਰ ਕਿਸੇ ਨੂੰ ਇਸ਼ਟ ਦੇਵ ਨਹੀਂ ਮੰਨ੍ਯਾ ਕਰਦਾ ॥੩੯੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
