[
  {
    "id": "CJL",
    "sttm_id": 6876,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0VCM",
        "source_page": 396,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qIrQ purb dyv jwqRw jwq hY jgqu; purb qIrQ sur kotin kotwin kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "People of the world visit various places of pilgrimage on various days considered auspicious by them. But such days and holy places associated with gods are numerous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਰਥਾਂ ਦਿਆਂ ਪੁਰਬਾਂ ਉਪਰ ਵਾ ਦੇਵਮੰਦ੍ਰਾਂ ਦੀ ਜਾਤ੍ਰਾ ਖਾਤਰ ਮਾਨੋਂ ਜਗਤ ਭਰ ਹੀ ਜਾਂਦਾ ਹੈ ਉਹ ਤੀਰਥ ਜਿਨਾਂ ਪਿਛੇ ਸਾਰਾ ਜਗਤ ਭਟਕਦਾ ਹੈ ਸਾਰੇ ਦੇ ਹੀ ਸਾਰੇ ਤੀਰਥ ਪੁਰਬ ਤਥਾ ਉਕਤ ਮੰਦ੍ਰਾਂ ਦੇ ਅਧਿਸ਼ਟਾਤਾ ਸਾਖ੍ਯਾਤ ਦੇਵਤਾ ਲੋਗ ਕ੍ਰੋੜਾਂ ਕੋਟੀਆਂ ਹੋ ਕੇ ਅਰਥਾਤ ਕ੍ਰੋੜੇ ਕ੍ਰੋੜ ਰਲ ਮਿਲ ਕੇ ਤਥਾ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4Y20",
        "source_page": 396,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mukiq bYkuMT jog jugiq ibibD Pl; bwNCq hY swD rj koit igAwn iDAwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of seekers of Salvation, heaven and many methods of performing Yoga, worldly knowledge and contemplations long for the holy dust of the feet of saintly True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰੂਪ ਸਾਯੁਜ; ਸਾਲੋਕ੍ਯ; ਸਾਮੀਪ੍ਯ; ਇਹ ਚਾਰੋਂ; ਮੁਕਤੀਆਂ; ਸ਼ਿਵ ਲੋਕ; ਬ੍ਰਹਮ ਲੋਕ ਵਿਸ਼ਨੂੰ ਰੂਪ ਬੈਕੁੰਠ ਹਠ, ਮੰਤ੍ਰ ਲਯ ਤਥਾ ਰਾਜ ਯੋਗ ਦੇ ਸਾਧਨ ਦੀਆਂ ਜੁਗਤੀਆਂ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਮਤ ਮਤਾਂਤਰਾਂ ਅਨੁਸਾਰੀ ਨ੍ਯਾਰੇ ਨ੍ਯਾਰੇ ਢੰਗਾਂ ਨਾਲ ਨਿਰੂਪੇ ਗਏ ਧਰਮ ਅਰਥ ਕਾਮ ਅਰ ਮੋਖ ਰੂਪ ਫਲ ਐਸਾ ਹੀ ਖਟ ਦਰਸ਼ਨਾਂ ਸਬੰਧੀ ਦਾਰਸ਼ਨਿਕ ਗ੍ਯਾਨ ਵਾ ਲੌਕਿਕ ਬੇਦਿਕ ਗ੍ਯਾਨ ਤਥਾ ਧ੍ਯਾਨ ਇਹ ਭੀ ਸਾਰੇ ਦੇ ਸਾਰੇ ਹੀ ਕ੍ਰੋੜਾਂ ਰੂਪਾਂ ਵਿਚ ਹੋ ਕੇ ਜਿਨਾਂ ਸਾਧੂ ਪੂਰਖਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਧੂਲੀ ਨੂੰ ਬਾਂਛਦੇ ਚੌਂਹਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B1TE",
        "source_page": 396,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Agm AgwiD swDsMgiq AsMK isK; sRI gur bcn imly rwm rs Awin kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There are numerous devoted Sikhs of the True Guru in the holy assembly of the inaccessible and serene True Guru who receive the sermon of how to reach the blissful state of enjoying ambrosial name of the Lord through meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਐਸੇ ਅਗਮ ਅਗਾਧ ਅਤ੍ਯੰਤ ਗੰਭੀਰ ਆਸ਼੍ਯ ਵਾਲੇ ਸਾਧੂ ਅਸੰਖਾਂ ਹੀ ਸਿੱਖ ਗੁਰੂ ਕੀ ਸੰਗਤ ਵਿਚ ਮੌਜੂਦ ਰਹਿੰਦੇ ਹਨ ਤਾਂ ਤੇ ਜਿਹੜਾ ਕੋਈ ਆਣ ਕੇ ਇਸ ਸੰਗਤ ਵਿਚ ਮਿਲ ਪਵੇ, ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਬਚਨ = ਉਪਦੇਸ਼ ਦ੍ਵਾਰੇ ਓਸ ਨੂੰ ਰਾਮ ਪਰਮਾਤਮ ਦੇਵ ਦਾ ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਹੋ ਆਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZKZR",
        "source_page": 396,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj smwiD AprMpr purK ilv; pUrn bRhm siqgur swvDwn kY [396["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such Sikhs of the Guru engross themselves in the silent meditation of Lord's name-an initiation that imperceptible, inaccessible, perfect and God-like True Guru has blessed them with. Their engrossment is highly attentive and in a state of serenity. (All",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਨਾਲ ਹੀ ਅਪਰੰਪਰ ਪੁਰਖ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰੂ ਦੇ ਸਰੂਪ ਵਿਖੇ ਲਿਵ ਇਕਤਾਰ ਸਾਵਧਾਨਤਾ ਦਾ ਅਭ੍ਯਾਸ ਸਾਧਨ ਕਰ ਕੇ ਸਹਜ ਸਮਾਧੀ ਸਹਜ ਸਰੂਪ ਵਿਖੇ ਇਸਥਿਤੀ ਵਾਲਾ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੩੯੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
