[
  {
    "id": "JZR",
    "sttm_id": 6878,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZLV6",
        "source_page": 398,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awpno suAMin jYsy lwgq ipAwro jIA; jwnIAY vYso eI ipAwro skl sMswr kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as one loves one's son by heart, so are their sons loved by all others in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਆਪਣਾ ਸੁਅੰਨਿ ਪੁਤ੍ਰ ਜੀ ਦਿਲ ਨੂੰ ਪਿਆਰਾ ਲਗਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਕੀੜੇ ਪਤੰਗੇ ਆਦਿ ਤਕ ਉੂਚ ਨੀਚ ਸਮੂਹ ਸੰਸਾਰ ਜੀਵ ਮਾਤ੍ਰ ਨੂੰ ਹੀ ਪ੍ਯਾਰਾ ਜਾਣੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4A1",
        "source_page": 398,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awpno drbu jYsy rwKIAY jqn kir; vYso eI smiJ sB kwhU ky ibauhwr kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as one takes full care of one's wealth and assets, so should one treat other's business and profession monetarily.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਦਰਬ ਧਨ ਪਦਾਰਥ ਨੂੰ ਜਤਨ ਕਰ ਕਰ ਸੰਭਾਲ ਸੰਭਾਲ ਕੇ ਰੱਖੀਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਸਭ ਕਿਸੇ ਦੇ ਲੈਣ ਦੇਣ ਆਦਿ ਦੇ ਵਿਹਾਰ ਕਾਰ ਨੂੰ ਭੀ ਸਮਝੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DMEQ",
        "source_page": 398,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asquiq inMdw suin ibAwpq hrK sog; vYsIAY lgq jg Aink pRkwr kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as one feels happy listening to one's praise and disturbed on listening slander about oneself, so should one acknowledge and think that others would feel the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਆਪਣੀ ਉਸਤਤੀ ਨਿੰਦਿਆ ਨੂੰ ਸੁਣ ਕੇ ਆਪਣੇ ਅੰਦਰ ਹਰਖ ਸੋਗ ਖ਼ੁਸ਼ੀ ਰੰਜ ਦਾ ਅਸਰ ਵਾਪਰਿਆ ਕਰਦਾ ਹੈ, ਐਸੇ ਹੀ ਜਗਤ ਭਰ ਦੀ ਭੀ ਨਾਨਾ ਭਾਂਤ ਦੀ ਉਸਤਤੀ ਨਿੰਦਾ ਹੁੰਦੀ ਹੋਈ ਲਗੇ ਅਰਥਾਤ ਦੂਸਰਿਆਂ ਦੀ ਭੀ ਉਸਤਤਿ ਸੁਣ ਕੇ ਖ਼ੁਸ਼ ਹੋਵੇ ਤੇ ਨਿੰਦਾ ਹੁੰਦੀ ਸੁਣ ਕੇ ਰੰਜ ਮੰਨੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HG69",
        "source_page": 398,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy kul Drmu krm jYso jYso kw ko; auqm kY mwin jwin bRhm ibRQwr kau [398["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, whatever is the business or profession of a person according to his family tradition, it should be accepted as supreme and most appropriate for him. (No one should be hurt on this account). This is enough to understand the Omnipresence of the L",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਭਾਂਤ ਆਪਣੇ ਕੁਲਾ ਧਰਮ ਅਨੁਸਾਰੀ ਕਰਮਾਂ ਕਾਰਜਾਂ ਦੀ ਪ੍ਰਵਿਰਤੀ ਨੂੰ ਪ੍ਯਾਰਾ ਤੇ ਉਤਮ ਕਰ ਕੇ ਮੰਨਦਾ ਹੈ ਐਸਾ ਹੀ ਜਿਸ ਜਿਸ ਪ੍ਰਕਾਰ ਦਾ ਕਿਸੇ ਦਾ ਕੁਲ ਧਰਮ ਸੰਬਧੀ ਕਰਮ ਹੋਵੇ, ਓਸ ਨੂੰ ਭੀ ਓਹੋ ਜੇਹਾ ਹੀ ਉਤਮ ਜਾਣੇ ਤਾਂ ਬ੍ਰਹਮ ਬਿਥਾਰ ਕਉ ਬ੍ਰਹਮ ਦੀ ਸਰਬ ਬ੍ਯਾਪਕਤਾ ਪ੍ਰੀਪੂਰਣਤਾ ਨੂੰ ਜਾਣ ਸਕਦਾ ਹੈ ਭਾਵ ਐਸੀ ਸਾਧਨਾ ਓਸ ਵਾਹਗੁਰੂ ਦੇ ਜਥਾਰਥ ਗ੍ਯਾਨ ਦਾ ਪਰਮ ਸਹਲ ਉਪਾਵ ਹੈ ॥੩੯੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
