[
  {
    "id": "D76",
    "sttm_id": 6879,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KM50",
        "source_page": 399,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy nYn bYn pMK suMdr sRbMg mor; qw ky pg Er dyiK doK n bIcwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a peacock's eyes, call, feathers and all other limbs are beautiful, one should not condemn him for his ugly feet. (see the merits alone).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਨੇਤ੍ਰ; ਬੋਲੀ; ਖੰਭ ਸਾਰੇ ਹੀ ਅੰਗ ਮੋਰ ਦੇ ਸੁੰਦ੍ਰ ਸੋਹਣੇ ਹਨ; ਤੇ ਤਿਸ ਦਿਆਂ ਪੈਰਾਂ ਵੱਲ ਦੇਖ ਕੇ ਓਨਾਂ ਦਾ ਔਗੁਣ ਨਹੀਂ ਵੀਚਾਰੀਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1Y9N",
        "source_page": 399,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMdl sugMD Aiq koml kml jYsy; kMtik iblok n Aaugn aurDwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Sandalwood is very fragrant and lotus flower very delicate, one should not bring to mind their demerit of the fact that a snake generally wraps itself around the sandalwood tree while a lotus flower has thorn on its stem.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਨਣ ਦੀ ਸੁਗੰਧੀ ਅਤਿ ਸੋਹਣੀ ਹੁੰਦੀ ਹੈ, ਤੇ ਕਮਲ ਫੁਲ ਅਤ੍ਯੰਤ ਕੋਮਲ ਹੁੰਦਾ ਹੈ ਪਰ ਚੰਨਣ ਨੂੰ ਸੱਪਾਂ ਨਾਲ ਲਪਟਿਆ ਤੇ ਕਮਲ ਫੁਲ ਦੇ ਕੰਡੇ ਬਿਲੋਕਿ ਤੱਕ ਕੇ ਓਨਾਂ ਦੇ ਏਨਾਂ ਔਗਣਾਂ ਨੂੰ ਦਿਲ ਅੰਦਰ ਨਹੀਂ ਲਿਆਈਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BZJJ",
        "source_page": 399,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy AMimRq Pl imsit gunwid sÍwd; bIj krvweI kY burweI n smwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mango is sweet and delicious but its kernal's bitterness should not be thought of.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਅੰਮ੍ਰਿਤ ਫਲ ਦੇ ਮਿਠੇ ਸ੍ਵਾਦ ਆਦਿ ਗੁਣਾਂ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਓਸ ਦੇ ਬੀ ਦੀ ਕੁੜੱਤਨ ਕਾਰਣ ਉਸ ਦੀ ਬੁਰ੍ਯਾਈ ਨੂੰ ਨਹੀਂ ਚਿਤਾਰੀਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NLYH",
        "source_page": 399,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur igAwn dwn sbhUM sY mwNig lIjY; bMdnw skl BUq inMdw n qkwrIAY [399["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly one should take Guru's word and his sermons from everyone and everywhere. Everyone should be respected also. No one should be ever slandered and condemned for his demerit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਉਤਮ ਪੁਰਖਾਂ ਸਾਧੂਸੰਤਾਂ ਦੇ ਜਾਤ ਪਾਤ ਸਬੰਧੀ ਔਗੁਣਾਂ ਵੱਲ ਜੇ ਕੋਈ ਕਿਸੇ ਦੀ ਆਪਣੀ ਦ੍ਰਿਸ਼ਟੀ ਦੋਖ ਕਾਰਣ ਦਿੱਸਨ ਤੱਕਨਾ ਛੱਡ ਕੇ ਓਨਾਂ ਸਭਨਾਂ ਪਾਸੋਂ ਗ੍ਯਾਨ ਦਾ ਦਾਨ ਤਾਂ ਮੰਗ ਲਵੇ; ਅਰੁ ਐਸਾ ਹੀ ਸਭ ਪ੍ਰਾਣੀ ਮਾਤ੍ਰ ਨੂੰ ਹੀ ਵਾਹਿਗੁਰੂ ਦੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮੁੱਖ ਅੰਗ ਸਮਝ ਕੇ ਬੰਦਨਾਂ ਮਾਤ੍ਰ ਹੀ ਕਰੇ; ਪਰ ਨਿੰਦਾ ਨਤਕਾਰੀਐ ਨਿੰਦ੍ਯਾ ਕਰਨੀ ਸਭ ਕਿਸੇ ਦੀ ਹੀ ਤ੍ਯਾਗ ਦੇਵੇ, ਨਤਕਾਰ ਸ਼ਬਦ = ਨਿਰਾਦਰ ਕਰਨਾ; ਪ੍ਰਵਾਣ ਨਾ ਰਖਣਾ; ਆਦਿ ਅਰਥਾਂ ਵਿਚ ਵਰਤ੍ਯਾ ਜਾਂਦਾ ਹੈ ॥੩੯੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
