[
  {
    "id": "1MR",
    "sttm_id": 6880,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BUH3",
        "source_page": 400,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwrs prs drs kq sjnI; kq vY nYn bYn mn mohn ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O my Guru-conscious friend! like a philosopher-stone, the touch of which changes a metal into gold, where is the glimpse of the True Guru that makes a person supreme and valuable like gold? Where are those enamoring eyes and sweet invaluable words?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਾਰਸ ਦੇ ਸਮਾਨ ਪਰਸਨ ਹਾਰੇ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਕਤ = ਕਿਥੇ ਹਨ ਹੇ ਸੰਤ ਜਨੋ! ਅਤੇ ਕਿਧਰ ਹਨ ਮਨ ਦੇ ਮੋਹਨ ਹਾਰੇ ਉਹ ਨੇਤ੍ਰ ਤਥਾ ਬਚਨ ਬਿਲਾਸ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B1Z8",
        "source_page": 400,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq vY dsn hsn soBw iniD; kq vY gvn Bvn bn sohn ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Where is that smiling face with beautiful teeth, where is the hearth and home and his majestic walk in the fields and gardens?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿਧਰ ਹਨ ਸ਼ੋਭਾ ਦੇ ਭੰਡਾਰ ਹਸੂੰ ਹਸੂੰ ਕਰਣ ਹਾਰੇ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਅਤ੍ਯੰਤ ਉਜਲੇ ਦੰਦ ਮੁਖ ਯਾ ਚਿਹਰੇ ਤੋਂ ਭਾਵ ਹੈ; ਅਤੇ ਕਿਧਰ ਹੈ ਗਵਨ ਭਵਨ ਚਲਣਾ ਫਿਰਣਾ ਬੋਲਣਾ; ਸੋਹਨ ਸੋਹਣਾ ਸੁੰਦ੍ਰ ਮਟਕ ਮਟਕ ਚਲਨ ਹਾਰੀ ਸਤਿਗੁਰਾਂ ਦੀ ਚਾਲ ਚਰਣ ਕਮਲਾਂ ਤੋਂ ਭਾਵ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FR42",
        "source_page": 400,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq vY rwg rMg suK swgr; kq vY dieAw mieAw duK john ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Where is the treasure of peace and comfort? The treasure of singing His praises through Naam and bani (Guru's compositions). Where is that look of kindness and benevolence that is sailing myriad devotees across the worldly ocean?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਸਤਿਗੁਰਾਂ ਦੀ ਹਜੂਰੀ ਵਿਚ ਹੋਣ ਹਾਰੇ ਸ਼ਬਦ ਕੀਰਤਨ ਵਾਲਾ ਰਾਗ ਰੰਗ ਕਿਧਰ ਹੈ ਤੇ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਦਿਆਲੁਤਾ ਅਰੁ ਕ੍ਰਿਪਾਲਤਾ ਜੋ ਦੁੱਖਾਂ ਨੂੰ ਹਨ ਨਾਸ਼ ਕਰਨ ਵਾਲੀ ਹੈ ਕਿੱਥੇ ਹੈ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1ZDQ",
        "source_page": 400,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq vY jog Bog rs lIlw; kq vY sMq sBw Cib gohn [400["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Where is the engrossment in the Lord through practicing of Naam, strange and wondrous feeling of enjoying the bliss of Lord's name and where is that congregation assembled in the divine presence of the saintly True Guru that sings the praises of the might",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੋਗ ਰਸ ਸੰਸਾਰੀ ਬਿਲਾਸਾਂ ਵਿਚ ਹੀ ਜੋਗ ਦੀਆਂ ਲੀਲਾਂ ਕਰਤਬਾਂ ਵਾਲੇ ਉਹ ਰੰਗ ਰਸ ਕਿਧਰ ਗਏ ਤੇ ਉਹ ਸਤਾਂ ਸਤਿਗੁਰਾਂ ਦੀ ਸਭਾ ਦੀਵਾਨ ਦੀ ਸੁੰਦ੍ਰਤਾ ਭਰੀ ਸਜਾਵਟ ਜੋ ਗੋ ਅਗ੍ਯਾਨ ਅੰਧਕਾਰ ਦੇ ਹਨ ਹਨਣ ਹਾਰੀ ਨਾਸ਼ ਕਰਤਾ ਸੀ ਉਹ ਕਿਧਰ ਗਈ? ॥੪੦੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
