[
  {
    "id": "X8V",
    "sttm_id": 6885,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E64X",
        "source_page": 405,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy bn rwie prPulq Pl nimiq; lwgq hI Pl pqR puhp iblwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as trees and other vegetation grow for fruits and flowers but as soon as they bear fruits, their leaves and fruits drop.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਬਨਾਸਪਤੀ ਫਲ ਦੀ ਖਾਤਰ ਪ੍ਰਫੁਲਿਤ ਫੁਲਾਯਮਾਨ ਹੋਯਾ ਕਰਦੀ ਹੈ; ਸੋ ਜਦ ਫਲ ਲਗ ਪੈਂਦੇ ਹਨ; ਤਾਂ ਫੁੱਲ ਪ੍ਰਤੀ ਸੁਤੇ ਹੀ ਝੜ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8SLP",
        "source_page": 405,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qRIAw rcq isMgwr Brqwr hyiq; Bytq Brqwr aur hwr n smwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife adorns and embellishes herself for the love of her husband, but in his embrace, she doesn't even like the necklace she wears as it is considered an impediment in their complete union.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਤੀਵੀਂ ਪਤੀ ਦੇ ਰਿਝੌਨ ਖਾਤਰ ਬਸਤ੍ਰ ਭੂਖਣ ਆਦਿ ਸ਼ਿੰਗਾਰ ਨੂੰ ਸਰੀਰ ਉੱਤੇ ਸਜਾਯਾ ਕਰਦੀ ਹੈ; ਪਰ ਜ੍ਯੋਂ ਹੀ ਕਿ ਪਤੀ ਮਿਲ ਪਵੇ ਤਾਂ ਗਲੇ ਪਿਆ ਹਾਰ ਭੀ ਵਿੱਥ ਦਾ ਕਾਰਣ ਪ੍ਰਤੀਤ ਹੋਣ ਕਰ ਕੇ ਚੰਗਾ ਨਹੀਂ ਲਗਿਆ ਕਰਦਾ ਭਾਵ ਉਤਾਰ ਧਰ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9PSW",
        "source_page": 405,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwlk Acyq jYsy krq lIlw Anyk; suicq icMqn Bey sBY ibsrwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an innocent child plays many games in his childhood but forgets them all once he grows up.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਬਾਲਕ ਅਚੇਤ ਅਞਾਣਾ ਹੋਣ ਕਰ ਕੇ ਅਨੇਕ ਭਾਂਤ ਦੀਆਂ ਖੇਲਾਂ ਕਰ੍ਯਾ ਖੇਡ੍ਯਾ ਕਰਦਾ ਹੈ ਪਰ ਜਦ ਸੁਚੇਤ ਤੇ ਸ੍ਯਾਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ਤਾਂ ਆਪ ਮੁਹਾਰਾ ਹੀ ਸਭਨਾਂ ਨੂੰ ਭੁਲਾ ਦਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A281",
        "source_page": 405,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy Kt krm Drm sRm igAwn kwj; igAwn Bwn audY auf krm aufwq hY [405["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, the six forms of righteous deeds which are performed diligently for gaining knowledge, disappear like stars when the great knowledge of the Guru shines in its Sun like glory. All those deeds seem futile. Sagle karam dharam jug sodhe. Bin(u) nav",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗ੍ਯਾਨ ਕਾਜ ਗ੍ਯਾਨ ਪ੍ਰਾਪਤੀ ਦੇ ਵਾਸਤੇ ਖਟ ਕਰਮ ਜੱਗ; ਦਾਨ; ਤਪ ਤੀਰਥ; ਬ੍ਰਤ; ਪੂਜਾ; ਬੰਦਨ; ਰੂਪ ਆਚਰਣ ਮਈ ਛੀਆਂ ਕਰਮਾਂ ਨੂੰ ਸਾਧਾਰਣ ਧਰਮ ਰੂਪ ਸਾਧਨ ਦਾ ਸ੍ਰਮ ਤਰੱਦਦ = ਪ੍ਰਜਤਨ ਕਰੀਦਾ ਹੈ; ਪੰਤੂ ਗ੍ਯਾਨ ਰੂਪ ਸੂਰਜ ਦੇ ਉਦੇ ਹੋਯਾਂ ਪ੍ਰਕਾਸ਼ ਪਾ ਆਇਆ ਉਡ ਕਰਮ ਉਕਤ ਕਰਮ ਰੂਪ ਤਾਰੇ ਸੁਤੇ ਹੀ ਹੀ ਉਡ ਜਾਯਾ ਕਰਦੇ ਹਨ: ਭਾਵ ਬਲੋੜੇ ਹੋਣ ਕਾਰਣ ਤ੍ਯਾਗੇ ਜਾਂਦੇ ਹਨ ॥੪੦੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
