[
  {
    "id": "5MH",
    "sttm_id": 6886,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PKTU",
        "source_page": 406,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy hMs bolq hI fwkn hrY kryjO; bwlk qwhI lO DwvY jwnY goid lyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a malicious woman enamors a child with her sweet and gullible talk that attracts the child to her who thinks she would bestow her love upon him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਡੈਣ ਹਸਦੀ ਹਸਦੀ ਬੋਲਣ ਮਾਤ੍ਰ ਤੇ ਹੀ ਕਲੇਜਾ ਕੱਢ ਲਿਆ ਕਰਦੀ ਹੈ ਇਹ ਉਸ ਦਾ ਸੁਭਾਵ ਹੁੰਦਾ ਹੈ; ਜਿਸ ਨੂੰ ਨਾ ਜਾਨਣ ਕਰ ਕੇ ਬਾਲਕ ਇਉਂ ਜਾਣ ਕੇ ਕਿ ਓਹ ਗੋਦ ਵਿਚ ਲੈਂਦੀ ਹੈ ਓਸੇ ਪਾਸੇ ਨੂੰ ਹੀ ਦੌੜ੍ਯਾ ਜਾਯਾ ਰਖਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N638",
        "source_page": 406,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rovq suqih jYsy AauKd pIAwvY mwqw; bwlku jwnq moih kwlkUt dyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mother administer medicine to her suffering and crying son but the child feels she is serving him poison.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਂ ਜਿਸ ਤਰ੍ਹਾਂ ਬੱਚੇ ਨੂੰ ਦਾਵਈ ਪਿਔਂਦੀ ਹੈ ਤਾਂ ਉਹ ਰੋਯਾ ਕਰਦਾ ਹੈ; ਇਉਂ ਬੇਸਮਝੀ ਕਾਰਣ ਜਾਣਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਵਿਹੁ ਦਿੰਦੀ ਪਿਲੌਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42HN",
        "source_page": 406,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hrn Brn giq siqgur jwnIAY n; bwlk jugiq miq jgq Acyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The intellect of the worldly beings is also like this child. They do not know the traits of God-like True Guru who is fully capable of destroying all the vices in them. In this regard, Bhai gurdas Ji says: \"Avgun lai gun vikanai vachnai da sura\". Var. 13/",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੀ ਗਤੀ = ਚਾਲ ਨੂੰ ਭੀ ਨਹੀਂ ਜਾਣ੍ਯਾ ਜਾ ਸਕਦਾ ਕਿ ਇਹ ਹਰਨ ਮਾਰਣ ਖਾਤਰ ਸੋਧਦੇ ਪੱਖ ਵਿਚ ਵਰਤ ਰਿਹਾ ਹੈ; ਕਿ ਭਰਨ ਸੰਭਾਲ ਖਾਤਰ ਪੋਖਨ ਦੇ ਪੱਖ ਵਿਚ ਹੈ ਕ੍ਯੋਂਕਿ ਜਗਤ ਸੰਸਾਰ ਜੀਵਾਂ ਦੀ ਮਤਿ ਅਕਲ ਸਮਝ ਭੀ ਬਾਲਕ ਜੁਗਤਿ ਬਾਲਕ ਦੀ ਨ੍ਯਾਈਂ ਅਚੇਤ ਹੈ ਅ੍ਯਾਣਪ ਅਗ੍ਯਾਨਤਾਈ ਵਿਚ ਵਰਤਨ ਵਾਲੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RW1B",
        "source_page": 406,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Akl klw AlK Aiq hI AgwD boD; Awp hI jwnq Awp nyq nyq nyq hY [406["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru is perfect in all respects. He is beyond our perception. No one can fathom his vast knowledge. He alone knows His own capabilities. All that can be said is-He is Infinite, Infinite, Infinite.   (406)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਮਾਯਾ ਅਵਿਦ੍ਯਾ ਰੂਪ ਕਲਾ ਸ਼ਕਤੀ ਤੋਂ ਰਹਿਤ ਕਲਾ ਵਾਲੇ ਹਨ ਅਰਥਾਤ ਨਾਂ ਹੀ ਅਵਿਦ੍ਯਾ ਸ਼ਕਤੀ ਸੰਪੰਨ ਜੀਵਾਂ ਵਾਲੀ ਕਲਾ ਵਾਲੇ ਓਨ੍ਹਾਂ ਨੂੰ ਮੰਨ੍ਯਾ ਜਾ ਸਕਦਾ ਹੈ: ਤੇ ਨਾ ਹੀ ਮਾਯਾ ਸ਼ਕਤੀ ਸੰਪੰਨ ਈਸ਼੍ਵਰ ਭਾਵ ਵਾਲੀ ਕਲਾ ਵਾਲੇ। ਓਨਾਂ ਦੀ ਕਲਾ ਜੀਵ ਈਸ਼੍ਵਰ ਭਾਵ ਤੋਂ ਨ੍ਯਾਰੀ ਹੀ ਅਲਖ ਰੂਪ ਹੈ ਕਿਸੇ ਦੀ ਲਖਤਾ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੀ ਅਤੇ ਬੋਧ ਗ੍ਯਾਨ ਭੀ ਓਸ ਦਾ ਅਤ੍ਯੰਤ ਅਥਾਹ ਰੂਪ ਹੈ; ਕੇਵਲ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਜਾਣਦੇ ਹਨ; ਤਿੰਨ ਕਾਲ ਹੀ ਓਨਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਯਾ ਜਾ ਸਕਦਾ ॥੪੦੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
