[
  {
    "id": "X01",
    "sttm_id": 6887,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2WDX",
        "source_page": 407,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dYq suq Bgq pRgit pRihlwd Bey; dyv suq jg mY snIcr bKwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bhagat Prehlad who made everyone in the city meditate on the name of the Lord, took birth in the house of evil-minded Harnakash. But Sanichar (Saturn) the son of Sun is believed to be an inauspicious and distressing constellation in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਿਰੰਨ ਕਸ਼੍ਯਪ ਦੈਤ ਦੇ ਘਰ ਪ੍ਰਹਿਲਾਦ ਪੁਤ੍ਰ ਉਘਾ ਭਗਤ ਉਪਜਿਆ ਤੇ ਸੂਰਜ ਦੇਵਤਾ ਦੇ ਘਰ ਛਨਿਛਰ ਪੁਤ੍ਰ ਹੋਇਆ ਇਹ ਗੱਲ ਸਭ ਲੋਕ ਆਖਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1UH8",
        "source_page": 407,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mDupur bwsI kMs ADm Asur Bey; lMkw bwsI syvk BBIKn pCwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Of the six sacred cities, one is Mathura which was ruled by a vice-ridden demon-like king called Kansa. Also, Bhabhikhan a God-loving devotee was born in Lanka, the infamous city of Ravan.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਵਿਤ੍ਰ ਧਾਮ ਰੂਪ ਪੁਰੀਆਂ ਵਿਚੋਂ ਮਧੁ ਪੁਰ ਮਥਰਾ ਪੁਰੀ ਵਿਖੇ ਵੱਸਣ ਵਾਲਾ ਕੰਸ ਅਸੁਰ ਦੈਤ ਹੋਯਾ ਦੈਤ ਭੀ ਅਧਮ ਨੀਚ ਅਤੇ ਦੈਤਾਂ ਦੀ ਨਗਰੀ ਲੰਕਾ ਦਾ ਵਸਨੀਕ ਸੀ ਬਿਭੀਖਣ ਰੌਣ ਦਾ ਛੋਟਾ ਭਰਾ ਜਿਸ ਨੂੰ ਰਾਮ ਜੀ ਦਾ ਸੇਵਕ ਭਗਤ ਸਾਰਾ ਜਹਾਨ ਹੀ ਪਛਾਣਦਾ ਮੰਨਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6D6C",
        "source_page": 407,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swgr gMBIr ibKY ibiKAw pRgws BeI; Aih msqik mn audY aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The deep ocean yielded the death-giving poison. It is also believed that the most poisonous snake has an invaluable jewel in its head.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਡੂੰਘਾ ਸਮੁੰਦ੍ਰ ਜਿਸ ਨੂੰ ਭਗਵਾਨ ਕ੍ਰਿਸ਼ਨ ਨੇ ਗੀਤਾ ਵਿਚ ਸ੍ਰੋਵਰਾਂ ਵਿਚੋਂ ਸਾਗਰ ਮੈਂ ਹਾਂ ਐਸਾ ਕਿਹਾ ਹੈ ਓਸ ਵਿਚੋਂ ਤਾਂ ਬਿਖਿਆ ਜ਼ਹਿਰ ਪ੍ਰਗਟ ਹੋਈ ਅਤੇ ਸਰਪ ਦੇ ਮੱਥੇ ਵਿਖੇ ਮਣੀ ਦਾ ਉਦੈ ਪ੍ਰਗਟ ਹੋਣਾ ਵੀਚਾਰੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QD7C",
        "source_page": 407,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brn sQwn lGu dIrG jqn prY; AkQ kQw ibnod ibsm n jwnIAY [407["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So, considering someone high or low, good or bad because of the place of his birth or family lineage is just a misconception. This is an indescribable and wondrous play of the Lord that no one can know.   (407)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਰਨ ਬ੍ਰਾਹਮਣ ਖ੍ਯਤੀ, ਵੈਸ਼੍ਯ; ਸੂਦਰ ਚਾਰੋਂ ਬਰਨਾਂ ਤੇ ਸਥਾਨ ਆਸ਼ਰਮ = ਬ੍ਰਹਮਚਰ੍ਯ; ਗ੍ਰਹਸਥ; ਬਾਨਪ੍ਰਸਥ; ਸੰਨ੍ਯਸਥ ਚਾਰੇ ਆਸ਼੍ਰਮਾਂ ਵਿਖੇ ਛੋਟਿਆਂ ਵਡਿਆਂ ਦਾ ਜਤਨ ਜੋੜ ਮੇਲਾ ਕਰੀਦਾ ਹੈ ਭਾਵ ਨੀਚਾਂ ਦੇ ਊਚ ਤੇ ਉੂਚਾਂ ਦੇ ਨੀਚ ਏਕੂੰ ਦਾ ਸਮਾਗਮ ਵਰਤਦਾ ਦੇਖੀਦਾ ਹੈ; ਜੋ ਇਸ ਗੱਲ ਦਾ ਸੂਚਕ ਹੈ ਕਿ ਇਹ ਵਾਹਗੁਰੂ ਦੇ ਘਰ ਦੀ ਕਥਾ ਅਕੱਥ ਸਰੂਪ ਹੈ; ਤੇ ਓਸ ਦਾ ਬਿਨੋਦ ਚੋਜ ਹੈ ਹਰਾਨ ਕਰਣਹਾਰਾ ਜੋ ਨਹੀਂ ਜਾਣ੍ਯਾ ਜਾ ਸਕਦਾ। ਅਥਵਾ ਬਰਨ ਸਥਾਨ = ਅਖ੍ਯਰਾਂ ਦੇ ਟਿਕਾਣੇ ਬਚਨ ਬਿਲਾਸ ਵਿਖੇ ਸੰਸਾਰ ਅੰਦਰ ਲਘੂ ਅਰੁ ਦੀਰਘ ਵਡੇ ਛੋਟੇ ਦਾ ਹੀ ਜਤਨ ਜੋੜ ਕਰੀਦਾ ਹੈ; ਪ੍ਰੰਤੂ ਅਕਥ ਕਥਾ ਦਾ ਕੌਤਕ ਜੋ ਬਿਸਮਾਦ ਰੂਪ ਹੈ ਜਾਨਣ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ ਭਾਵ ਸ਼ਾਸਤ੍ਰਾਂ ਤੋਂ ਵਾਹਗੁਰੂ ਦੇ ਘਰ ਦਾ ਪੂਰਨ ਬੋਧ ਅਗੰਮ ਰੂਪ ਹੈ ॥੪੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
