[
  {
    "id": "66V",
    "sttm_id": 6888,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BENX",
        "source_page": 408,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "icMqwmin icqvq icMqw icq qy curweI; AjonI ArwDy join sMkit ktwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Perpetual remembrance of the Lord the fulfiller all the desires and wants, removes all worries from the mind. Worshipping the Lord who is free of birth and death cycle, one is able to achieve emancipation from entering into life of various species.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਿੱਤ ਦੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰਣਹਾਰੇ ਵਾਹਗੁਰੂ ਦੇ ਚਿਤਵਤ ਅਰਾਧਨ ਮਾਤ੍ਰ ਤੇ ਹੀ ਚਿੱਤ ਤੋਂ ਚਿੰਤਨਾਂ ਚੁਰਾਈਆਂ ਗਈਆਂ ਭਾਵ ਦੂਰ ਹੋ ਗਈਆਂ ਹਨ ਤੇ ਅਜੋਨੀ ਅਜਨਮੇ ਜਨਮ ਰਹਿਤ ਭਗਵੰਤ ਨੂੰ ਅਰਾਧ ਕੇ ਮਾਤ ਜੋਨੀ ਵਿਖੇ ਔਣ ਦੇ ਸੰਕਟਾਂ ਨੂੰ ਕਟਾ ਘੱਤਿਆ ਨਿਵਿਰਤ ਕਰ ਮਾਰਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N9SW",
        "source_page": 408,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jpq Akwl kwl kMtk klys nwsy; inrBY Bjn BRm BY dl Bjwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By contemplating on that Timeless Supreme Lord, fear of death vanishes and one becomes fearless. Singing praises of the fearless Lord, all impressions of fear and suspicions are erased from the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਅਕਾਲ ਸਰੂਪ ਅਬਿਨਾਸੀ ਪੁਰਖ ਨੂੰ ਜਪਦਿਆਂ ਹੋਇਆਂ ਕਾਲ ਦੇ ਕੰਟਕ ਖਟਕੇ ਦਿਲ ਅੰਦਰ ਚੁਭਦੇ ਰਹਿਣਹਾਰੇ ਕੰਡੇ ਤੋਂ ਹੋਣ ਵਾਲੇ ਕਲੇਸ਼ ਨਸ਼ਟ ਹੋ ਗਏ ਹਨ। ਅਤੇ ਨਿਰਭੈ ਭੌ ਤੋਂ ਰਹਿਤ ਭਗਵੰਤ ਦਾ ਭਜਨ ਕਰਨ ਨਾਲ ਭ੍ਰਮ ਅਗ੍ਯਾਨ ਤੋਂ ਉਤਪੰਨ ਹੋਣ ਵਾਲੇ ਭੈ ਦਾ ਦਲ ਲਸ਼ਕਰ ਸਮੂਹ ਭਜਾ ਦਿੱਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X30M",
        "source_page": 408,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ismrq nwQ inrvYr bYr Bwau iqAwigE; BwigE Bydu Kydu inrByd gun gwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Remembering repeatedly the name of the Lord who is sans animosity, all feelings of hate and enmity disappear. And those who sing His paeans with devoted mind, find themselves free of all dualities.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਿਰਵੈਰ ਨਾਥ ਸੰਪੂਰਣ ਜਗਤ ਭਰ ਦੇ ਸੁਆਮੀ ਜਗਤ ਨਾਥ ਨੂੰ ਸਿਮਰਣ ਕਰਦਿਆਂ ਵੈਰ ਭਾਵ ਛੁੱਟ ਗਿਆ ਤੇ ਨਿਰਭੇਦ ਇਕ ਰਸ ਸਰਬ ਬ੍ਯਾਪੀ ਪਾਰਬ੍ਰਹਮ ਦੇ ਗੁਣ ਗੌਣ ਸਾਰ ਭੇਦ ਅਗ੍ਯਾਨ ਤੋਂ ਉਤਪੰਨ ਹੋਏ ਜੜ੍ਹ ਚੇਤਨ ਆਦਿ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਵਖੇਵੇਂ ਤਥਾ ਭੇਦ ਤੋਂ ਪ੍ਰਗਟਣ ਵਾਲੇ ਖੇਦ ਭੀ ਸਮੂਹ ਭੱਜ ਗਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DYBU",
        "source_page": 408,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Akul AMcl ghy kul n ibcwrY koaU; Atl srin Awvwgvn imtwey hY [408["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who holds the apron of the casteless and classless Lord, is never noticed for his caste and family lineage. One is able to destroy the cycles of incarnation by coming to the refuge of stable and immovable Lord.  (408)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੁਲ ਗੋਤ ਤੋਂ ਰਹਿਤ ਨਿਰਾਕਾਰ ਸਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਅੰਚਲ ਪੱਲਾ ਆਸਰਾ ਫੜਿਆਂ ਕੁਲ ਦੀ ਕੋਈ ਵੀਚਾਰ ਪ੍ਰਵਾਹ ਹੀ ਨਹੀਂ ਕਰਦਾ ਤੇ ਅਟਲ ਅਬਿਨਾਸੀ ਪਰਮੇਸ੍ਵਰ ਦੀ ਸਰਣ ਆਯਾਂ ਆਵਾ ਗਵਨ ਜਨਮ ਮਰਣ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੪੦੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
