[
  {
    "id": "LVD",
    "sttm_id": 6889,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MWTT",
        "source_page": 409,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwCY n sÍrg bws mwnY n nrk qRws; Awsw n krq icq honhwr hoie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient disciple of the True Guru neither asks for heaven nor does he fear hell. He does not keep any longing or desire in his mind. Instead he believes that whatever God does is just right.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾ ਤਾਂ ਸੁਰਗ ਦੇਵ ਲੋਕ ਦੇ ਨਿਵਾਸ ਦੀ ਚਾਹਨਾ ਕਰਦਾ ਹੈ ਤੇ ਨਾ ਹੀ ਨਰਕ ਵਿਚ ਪੈਣ; ਦਾ ਤ੍ਰਾਸ ਤੌਖਲਾ = ਖਤਰਾ ਹੀ ਮੰਨਦਾ ਹੈ, ਅਤੇ ਹੋਰ ਭੀ ਲੋਕ ਪ੍ਰਲੋਕ ਸਬੰਧੀ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੀ ਆਸਾ ਉਮੇਦ ਦੀ ਕਿਸੇ ਸ਼ੁਭ ਅਸ਼ੁਭ ਕੀਤੇ ਦੀ ਆਪਣੇ ਅੰਦਰ ਨਹੀਂ ਰਖਿਆ ਕਰਦਾ ਹੈ ਬਸ ਚਿੱਤ ਤਾਂ ਓਸ ਦਾ ਏਹੋ ਹੀ ਕਰਦਾ ਲੋਚਦਾ ਹੈ ਕਿ ਜੋ ਕੁਛ ਓਸ ਕਰਤਾਰ ਦੇ ਹੁਕਮ ਅੰਦਰ ਅਵਸ਼੍ਯ ਹੀ ਹੋਣਹਾਰ ਨਿਰਸੰਦੇਹ ਵਰਤਨਹਾਰ ਹੈ; ਓਹੋ ਹੀ ਪਿਆ ਹੋਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9SU7",
        "source_page": 409,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMpq n hrK ibpq mY n sog qwih; suK duK smsir ibhs n roie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Acquisition of wealth does not make him happy. In the times of distress, he is never morose. Instead he treats distresses and comforts alike and does not lament or rejoice on them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਪਦਾ ਸੁਖ ਸਮਾਜ ਦੇ ਪ੍ਰਾਪਤ ਹੋਯਾਂ ਸ਼ਾਦੀ ਨਹੀਂ ਤੇ ਬਿਪਤ = ਬਿਪਦਾ ਔਕੁੜ ਵਿਖੇ ਇਸ ਨੂੰ ਸੋਗ ਗਮੀ = ਰੰਗ ਨਹੀਂ ਪੋਂਹਦੇ; ਗੱਲ ਕੀ ਹੈ ਕਿ ਸੁਖ ਦੁਖ ਦੀਆਂ ਹਾਲਤਾਂ ਵਿਖੇ ਇਕ ਰਸ ਰਹਿੰਦਾ ਹੈ; ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਏ ਹਸਦਾ ਨਹੀਂ ਤੇ ਸੁਖਾਂ ਦੇ ਨਾਸ਼ ਹੋਏ ਦੁਖ ਸਮੇਂ ਰੋਂਦਾ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M88J",
        "source_page": 409,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnm jIvn imRq mukiq n Byd Kyd; gMimqw iqRkwl bwl buiD Avloie hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is not afraid of birth and death and has no desire of salvation. He is least affected by the worldly dualities and remain in a state of equipoise. He is aware of all the three periods of life and know all the happenings of the world. Yet he always look",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਹ ਜਨਮ ਜੰਮਨਾ ਹੈ ਆਹ ਜੀਉਣਾ ਤੇ ਆਹ ਕੁਛ ਮੌਤ ਅਥਵਾ ਮੁਕਤੀ ਹੁੰਦੀ ਹੈ ਇਸ ਭਾਂਤ ਦੇ ਭੇਦ ਓਸ ਨੂੰ ਖੇਦ ਵਿਖ੍ਯੇਪ ਨਹੀਂ ਪੁਚਾ ਸਕਦੇ। ਗੰਮਿਤਾ ਪੁਜਤ ਵਾ ਗ੍ਯਾਤ ਤਾਂ ਓਸ ਨੂੰ ਤਿੰਨਾਂ ਕਾਲਾਂ ਦੇ ਵਰਤਾਰੇ ਦੀ ਹੀ ਹੁੰਦੀ ਹੈ ਪਰ ਅਵਿਲੋਇ ਦਿਖੌਂਦਾ ਹੈ ਆਪਣੇ ਆਪ ਨੂੰ ਬਾਲਕ ਬੁਧੀ ਮਾਨੋ ਪੂਰਣ ਅਚੇਤ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NGVH",
        "source_page": 409,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn gur AMjn kY cInq inrMjnih; ibrlo sMswr pRym Bgq mY koie hY [409["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Who ever is blessed with the collyrium of knowledge of the True Guru, recognises the mammon-free Lord God. But such a person who is able to achieve that state is rare in the world.  (409)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਗ੍ਯਾਨ ਉਪਦੇਸ਼ ਅਨੁਸਾਰ ਨਿਗ੍ਹਾ ਰਖਣ ਦੇ ਅੰਜਨ ਨੂੰ ਪਾ ਕੇ ਨਿਰੰਜਨਹਿ ਨਿਰੰਜਨ ਸਰੂਪ ਮਾਯਾ ਅਵਿੱਦਯਾ ਰਹਿਤ ਅਨੰਤ ਅਬਿਨਾਸ਼ੀ ਨੂੰ ਪਛਾਣ ਲੈਂਦਾ ਪ੍ਰਤਖ ਅਨਭਉ ਕਰ ਲੈਂਦਾ ਹੈ। ਸੋ ਐਸੇ ਪ੍ਰੇਮ ਭਾਵ ਵਾਲੇ ਭਗਤਿ ਭਜਨ ਕਰਣ ਹਾਰੇ ਗੁਰੂ ਕੇ ਪ੍ਯਾਰੇ ਸੰਸਾਰ ਵਿਚ ਕੋਈ ਵਿਰਲੇ ਹੀ ਪੁਰਖ ਹਨ ॥੪੦੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
