[
  {
    "id": "R2B",
    "sttm_id": 6896,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WVN1",
        "source_page": 416,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sursrI sursqI jmnw godwvrI; gieAw pRwig syq kurKyq mwnsr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Rivers like Ganges, Saraswati, Jamuna, Godavari and places of pilgrimage like Gaya, Prayagraj, Rameshwram, Kurukshetra and Mansarover lakes are located in India.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੰਗਾ; ਸੁਰਸ੍ਵਤੀ; ਜਮਨਾ ਅਰ ਗੋਦਾਵਰੀ ਤੀਰਥ ਰੂਪ ਨਦੀਆਂ ਗਯਾ; ਪ੍ਰਯਾਗਰਾਜ; ਰਾਮੇਸ੍ਵਰ; ਇਹ ਮੁਖ੍ਯ ਤੀਰਥ; ਕੁਰਖੇਤ੍ਰ ਵਾ ਮਾਨ ਸਰੋਵਰ ਇਹ ਸਰੋਵਰ ਤਾਲਾਬ ਰੂਪ ਤੀਰਥ ਜੋ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G5DV",
        "source_page": 416,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kwsI kwqI duAwrwvqI mwieAw mQurw AjuiDAw; gomqI AwvMqkw kydwr ihmDr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So are the holy cities of Kashi, Kanti, Dwarka, Mayapuri, Mathura, Ayodhya, Avantika and river Gomti. The temple of Kedarnath in the snow clad hills is a sacred place.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਾਂਸ਼ੀ; ਕਾਂਤੀ; ਦੁਆਰਕਾ; ਮਾਯਾਪੁਰੀ ਹਰਿਦ੍ਵਾਰ ਕਨਖਲ ਦੇ ਵਿਚਾਲੇ ਦਾ ਦੇਸ਼; ਮਥੁਰਾ ਮਧੁਪੁਰੀ; ਅਯੁਧ੍ਯਾ; ਤਥਾ ਅਵੰਤਕਾ ਇਹ ਸੱਭੇ ਪੁਰੀਆਂ; ਅਰੁ ਗੋਮਤੀ ਨੀਮਿਖਾਰੰਣ੍ਯ ਬਨ ਰੂਪ ਤੀਰਥ; ਕੇਦਾਰ ਖੰਡ; ਤਥਾ ਹਿਮਧਰ; ਹਿਮਾਲ੍ਯ ਪਰਬਤ ਬਦ੍ਰਿਨਾਥ ਬਦ੍ਰਕਾ ਆਸ਼ਰਮ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "085Z",
        "source_page": 416,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nrbdw ibibiD bn dyv sQl kvlws; nIl mMdrwcl sumyr igrvr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Then river like Narmada, temples of gods, tapovans, Kailash, the abode of Shiva, Neel mountains, Mandrachal and Sumer are places worth going on a pilgrimage to.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਰਬਦਾ ਨਦੀ; ਅਨੇਕਾਂ ਹੀ ਬਨ ਰੂਪ ਤੀਰਥ ਵਾ ਦੇਵ ਮੰਦਿਰ ਅਤੇ ਕੈਲਾਸ਼ ਪਰਬਤ; ਨੀਲ ਪਰਬਤ; ਮੰਦ੍ਰਾਚਲ ਪਰਬਤ; ਤਥਾ ਸੁਮੇਰੂ ਪਰਬਤ ਅਰੁ ਗਿਰਵਰ ਹਿੰਗਲਾਜ ਪਰਬਤ ਵਾ ਇਹ ਜੋ ਸੰਪੂਰਣ ਭਾਰਤ ਵਰਸ਼ ਦਿਆਂ ਪਰਬਤਾਂ ਵਿਚੋਂ ਪਵਿਤ੍ਰ ਯਾਤ੍ਰਾ ਦੇ ਅਸਥਾਨ ਗਿਰਵਰ ਸ੍ਰੇਸ਼ਟ ਪਰਬਤ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZV1Y",
        "source_page": 416,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qIrQ ArQ sq Drm dieAw sMqoK; sRI gur crn rj qul n sgr hY [416["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To seek the virtues of Truth, contentment, benevolence and righteousness, the holy places are idolized and worshipped. But all these are not equal to even the dust of the lotus feet of the True Guru. (Taking refuge of Satguru is supreme of all these place",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਤ੍ਯਾਦ ਸਮੂਹ ਤੀਰਥਾਂ ਦੇ ਪਰਸਨ ਦਾ ਜੋ ਪਾਪ ਨਾਸ਼ਨ ਅਰਥ ਪ੍ਰਯੋਜਨ ਮਹਾਤਮ ਹੈ ਤਥ ਸਤ੍ਯ ਪ੍ਰਤਿਗ੍ਯਾ ਪਾਲਨ; ਵਰਨ ਆਸ਼ਰਮ ਦੇ ਧਰਮ ਨਿਬ ਹਨ; ਦੁਖੀਆਂ ਦੇ ਦੁਖ ਤੋਂ ਦ੍ਰਵ ਕੇ ਪੰਘਰੇ ਚਿੱਤ ਨਾਲ ਸਹੈਤਾ ਵਾਸਤੇ ਪਸੀਜਨਾ ਰੂਪ ਜੋ ਦਯਾ ਅਰੁ ਯਥਾ ਲਾਭ ਵਿਖੇ ਧਰਵਾਸ ਵਿਚ ਰਹਣਾ ਜੋ ਸੰਤੋਖ ਹੈ ਏਨਾਂ ਸਭ ਗੁਣਾਂ ਦੇ ਧਾਰਣ ਤੋਂ ਜੋ ਸਿੱਧ ਹੁੰਦਾ ਹੈ ਅਰਥ ਪ੍ਰਯੋਜਨ ਮਹਾਤਮ ਇਹ ਸਾਰੇ ਮਹਾਤਮ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਰਜ ਧੂਲੀ ਦੇ ਤੁੱਲ ਨਹੀਂ ਹਨ ॥੪੧੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
