[
  {
    "id": "MB9",
    "sttm_id": 6897,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8ZSK",
        "source_page": 417,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kuAwr kMinAw imil Kylq Anyk sKI; skl ko eykY idn hoq n ibvwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as many virgin maids assemble and play with each other but all of them are not married off on the same day.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕਈ ਕੁਆਰੀਆਂ ਕੁੜੀਆਂ ਸਖੀ ਸਹੇਲੀਆਂ ਬਣ ਆਪੋ ਵਿਚ ਰਲ ਕੇ ਖੇਡ੍ਯਾ ਕਰਦੀਆਂ ਹਨ; ਪਰ ਇਕਠਿਆਂ ਖੇਡਨ ਸਮਾਨ ਸਾਰੀਆਂ ਵਾ ਵਿਆਹ ਪਿਆਰਿਓ! ਇਕੋ ਦਿਨ ਹੀ ਇਕਠਿਆਂ ਨਹੀਂ ਹੋਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q18D",
        "source_page": 417,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy bIr Kyq ibKY jwq hY suBt jyqy; sbY n mrq qyqy ssqRn snwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as many warriors go to the battlefield fully armed and protected with armour coat do not die in the battlefield.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਿਤਨੇ ਭੀ ਬੀਰ ਬਾਂਕੇ ਬਲੀ ਸੁਭਟ ਸੂਰਮੇ ਖੇਤ ਸੰਗ੍ਰਾਮ ਛੇਤ੍ਰ ਜੰਗ ਭੂਮੀ ਦੇ ਮਦਾਨ ਵਿਚ ਸ਼ਸਤ੍ਰ ਸੰਜੋਯਾਂ ਨਾਲ ਸਨੱਧ ਬੱਧ ਹੋ ਕੇ ਜਾਂਦੇ ਹਨ; ਉਹ ਸਾਰੇ ਦੇ ਸਾਰੇ ਹੀ ਜੰਗ ਵਿਚ ਨਹੀਂ ਲੜ ਮਰਿਆ ਕਰਦੇ ਸ਼ਹੀਦੀ ਪਾਣ ਵਾਲੇ ਹੱਥ ਦਿਖੌਂਦੇ ਡਟ ਮਰਣਹਾਰੇ ਕੋਈ ਵਿਰਲੇ ਹੀ ਨਿਰਤਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZLN4",
        "source_page": 417,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwvn smIp jYsy ibibiD bnwspqI; eykY byr cMdn krq hY n qwih jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as there are many trees and plants around a grove of sandalwood trees, but all are not blessed with the fragrance of Sandalwood at once.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਾਵਨ ਚੰਨਣ ਦੇ ਨੇੜੇ ਜਿਸ ਤਰ੍ਹਾਂ ਬਿਬਧਿ ਬ੍ਯੰਤ ਭਾਂਤ ਦੀ ਬਨਾਸਪਤੀ ਹੁੰਦੀ ਹੈ। ਪਰ ਇਕੋ ਵਾਰ ਹੀ ਓਹ ਸਾਰੀ ਦੀ ਸਾਰੀ ਨੂੰ ਚੰਨਣ ਨਹੀਂ ਬਣਾ ਲਿਆ ਕਰਦਾ ਜਿਹੜੀ ਜਿਹੜੀ ਚੰਨਣ ਦੇ ਮਦ ਭਰੀ ਪੌਣ ਦੇ ਸਪਰਸ਼ ਦਾ ਸ੍ਵਾਗਤ ਕਰੇ ਕੇਵਲ ਉਹ ਹੀ ਓਸ ਦੇ ਤਦਰੂਪ ਸਰੂਪ ਮਈ ਹੋਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G07B",
        "source_page": 417,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur crn srin jwqu hY jgq; jIvn mukiq pd cwihq hY jwih jI [417["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, the whole world may go to the refuge of the True Guru but he alone attains the status of living emancipated who 'is liked by Him. (That particular disciple who serves Guru with faith and devotion).  (417)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਣ ਸਾਰਾ ਜਗਤ ਹੀ ਚੱਲ ਚੱਲ ਕੇ ਜਾਯਾ ਕਰਦਾ ਹੈ ਪਰ ਜੀਵਨ ਮੁਕਤ ਪਦਵੀ ਕੇਵਲ ਓਸੇ ਨੂੰ ਹੀ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦੀ ਹੈ; ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਚੌਹਣ; ਭਾਵ ਜੋ ਗੁਰੂ ਦੇ ਮਨ ਨੂੰ ਭਾਇਆ; ਉਹੀ ਪੂਰਨ ਪਦ ਪਾਇਆ ਕਰਦਾ ਹੈ ॥੪੧੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
