[
  {
    "id": "K2J",
    "sttm_id": 6900,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SXFX",
        "source_page": 420,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyiK dyiK idRgn drs mihmw n jwnI; sun sun sbdu mhwqm n jwinE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing many colourful festivities with eyes, an ignorant person could not appreciate the glory of the glimpse of the True Guru. He did not even learn the importance of Naam Simran, having heard praises and slanders all the times.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦ੍ਰਿਗਨ ਨੇਤ੍ਰਾਂ ਨਾਲ ਤੱਕ ਤੱਕ ਕੇ ਭੀ ਦਰਸ਼ਨ ਦੀ ਮਹਿਮਾ ਨੂੰ ਨਾ ਜਾਣਿਆ ਤੇ ਸੁਣ ਸੁਣ ਕੇ ਕੰਨਾਂ ਦ੍ਵਾਰੇ ਉਪਦੇਸ਼ ਸ਼ਬਦ ਦੇ ਮਹਾਤਮ ਪ੍ਰਭਾਵ ਨੂੰ ਨਾ ਸਮਝਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "27XU",
        "source_page": 420,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gwie gwie gMimqw gun gn gun inDwn; his his pRym ko pRqwpu n pCwinE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Singing praises of worldly things and people day and night, he did not reach the ocean of virtues-the True Guru. He wasted his time in idle talks and laughs but did not recognise the wondrous love of the True Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੌਂਦਿਆਂ ਗੌਂਦਿਆਂ ਰਸਨਾ ਨਾਲ ਗੁਣ ਨਿਧਾਨ ਗੁਣਾਂ ਦੇ ਭੰਡਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਗੁਨ ਗਨ ਸਮੂਹ ਗੁਣਾਂ ਨੂੰ ਨਾ ਪਛਾਤਾ ਵਾ ਗੁਨਗ ਗੁਣ ਗ੍ਯਾਤਾ ਹੋਣ ਦੀ ਗੰਮਤਾ ਪ੍ਰਾਪਤ ਨਾ ਕੀਤੀ ਅਰੁ ਹਸ ਹਸ ਕੇ ਕੌਤੁਕਾਂ ਬਿਨੋਦਾਂ ਚੋਜਾਂ ਉਪਰ ਪ੍ਰੇਮ ਦਾ ਪ੍ਰਤਾਪ ਮਹੱਤ ਨਾ ਪਛਾਣਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FEEF",
        "source_page": 420,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "roie roie ibrhw ibEg ko n sog jwinE; mn gih gih mnu muGdu n mwinE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Wailing and crying for maya, he spent his life-time but never felt the pangs of separation of the True Guru. The mind remained engrossed in the worldly affairs but it was foolish enough not to take the refuge of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਸਾਰੀ ਪਦਾਰਥਾਂ ਪਿਛੇ ਤਾਂ ਰੋ ਰੋ ਢਾਹਾਂ ਮਾਰੀਆਂ; ਕਿੰਤੂ ਪ੍ਰੇਮ ਤੋਂ ਹੋਣ ਹਾਰੇ ਵਿਛੋੜੇ ਦ੍ਵਾਰੇ ਹੋਣ ਵਾਲੇ ਸੋਗ ਰੂਪ ਦੁੱਖ ਨੂੰ ਨਾ ਜਾਤਾ ਅਤੇ ਮਨ ਨੇ ਪਕੜ ਵਿਚ ਪਕੜ ਸੰਸਾਰ ਦੀ ਕੀਤੀ ਪਰ ਇਹ ਮੂਰਖ ਮਨ ਵਾਹਗੁਰੂ ਦੇ ਮਾਰਗ ਵਿਚ ਨਾ ਮੰਨਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V1MJ",
        "source_page": 420,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "log byd igAwn aunmwn kY n jwin sikE; jnm jIvny iDRgu ibmuK ibhwinE hY [420["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the shallow prattles and ritualistic knowledge of Vedas and Shastras, the foolish being could not know the supreme knowledge of the True Guru. The birth and lifetime of such a person is worthy of condemnation that he has spent as a renegade f",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੌਕਿਕ ਗ੍ਯਾਨ ਦ੍ਵਾਰੇ ਵਾ ਬੇਦਿਕ ਗ੍ਯਾਨ ਦ੍ਵਾਰੇ ਅਥਵਾ ਅਨੁਮਾਨ ਕਰ ਕੇ ਇਹ ਮਨੁੱਖ ਉਕਤ ਦਰਸ਼ਨ ਸ਼ਬਦ ਸਿਮਰਣ ਵਾ ਕੀਰਤਨ ਆਦਿ ਦੀ ਸਤ੍ਯਤਾਸਤ੍ਯ ਵਸਤੂ ਨੂੰ ਨਹੀਂ ਜਾਣ ਸਕਿਆ; ਤਾਂ ਤੇ ਧਿਰਕਾਰ ਲਾਨ੍ਹਤ ਹੈ ਇਸ ਦੇ ਮਨੁੱਖ ਹੋ ਜੰਮਣ ਨੂੰ; ਤਥਾ ਇਸ ਦੀ ਜਿੰਦਗੀ ਨੂੰ ਜਿਹੜੀ ਕਿ ਏਸ ਨੇ ਬੇਮੁਖਤਾ ਵਿਚ ਬਿਤਾਈ ਹੈ ॥੪੨੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
