[
  {
    "id": "68R",
    "sttm_id": 6902,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "98AZ",
        "source_page": 422,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Kg imRg mIn pqMg crwcr; join Anyk ibKY BRm AwieE ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Swaiye: A living being has wandered in many species of birds, animals, fish, insects, root and conscious beings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੰਛੀਆਂ: ਮ੍ਰਿਗ ਪਸ਼ੂਆਂ; ਕੀੜਿਆਂ; ਪਤੰਗਿਆਂ ਦੀਆਂ ਤਥਾ ਇਨਾਂ ਤੋਂ ਸਿਵਾਇ ਹੋਰ ਭੀ ਚਰਾਚਰ ਚਰ ਅਚਰ = ਚੇਤਨ ਵਾ ਜੜ੍ਹ ਅਨੇਕਾਂ ਅਣਗਿਣਤ ਜੂਨਾਂ ਵਿਚ ਭੀ ਭੌਂਦਾ ਭਟਕਦਾ ਇਹ ਜੀਵ ਮਨੁੱਖਾਂ ਜਨਮ ਵਿਖੇ ਆਯਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7TR0",
        "source_page": 422,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suin suin pwie rswql BUql; dyvpurI pRq lau bhu DwieE ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He wandered in the nether regions, earth and heaven in order to practice whatever sermons he had heard.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਣੀਆਂ ਹਨ ਐਸੀਆਂ ਸੁਣੌਤਾਂ; ਸ੍ਰੋਤਾਂ ਸ਼ਾਸਤ੍ਰਾਂ ਗ੍ਰੰਥਾਂ ਅਰੁ ਮਹਾਤਮਾਂ ਦ੍ਵਾਰਾ ਅਥਵਾ ਸੁਣ ਸੁਣ ਕੇ ਸ਼ਾਸਤ੍ਰਾਂ ਵਿਚੋਂ ਅਰੁ ਪ੍ਰਵਿਰਤੀ ਪ੍ਰਾਯਣ ਕਰਮ ਕਾਂਡੀਆਂ ਲੋਕਾਂ ਤੋਂ ਕਿ ਇਹ ਜੀਵ ਜੇਹੋ ਜੇਹੀ ਵਾਸ਼ਨਾ ਖੜੀ ਕਰਦਾ ਹੈ ਤੇਹੋ ਤੇਹਾ ਹੀ ਕਿਤੇ ਰਸਾਤਲ ਪਾਤਾਲ ਲੋਕ ਪ੍ਰਤਿ ਤਾਂਈ ਕਿਤੇ ਭੂਤਲ ਮਾਤ ਲੋਕ ਅੰਦਰ ਅਤੇ ਕਿਤੇ ਦੇਵਪੁਰੀ ਲਉ ਸੁਰਗਾਪੁਰੀ ਪ੍ਰਯੰਤ ਬਹੁਤ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਵਿਖੇ ਭਟਕਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MG6A",
        "source_page": 422,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog hU Bog duKwid suKwidk; Drm ADrm su krm kmwieE ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He kept performing good and bad deeds bearing the comforts and sufferings of various practices of Yoga.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿਧਰੇ ਤਾਂ ਜੋਗ ਸਾਧ ਸੁਖਾਦਿਕ ਉਤਮ ਮੱਧਮ ਦਸ਼ਾ ਵਾਲੀਆਂ ਰੰਗ ਰਲੀਆਂ ਮਾਣੀਆਂ ਅਤੇ ਕਿਧਰੇ ਭੋਗਿਆਂ ਭੋਗਾਂ ਬਦਲੇ ਦੁਖਾਦਿ ਆਧੀ ਬ੍ਯਾਧੀ ਉਪਾਧੀ ਰੂਪ ਕਸ਼ਟ ਸਹਾਰੇ; ਜੀਕੂੰ ਜੀਕੂੰ ਕਿ ਇਸ ਨੇ ਸੁਕਰਮ ਆਪਾ ਠਾਨ ਕੇ ਕਰਮ ਕਮਾਏ ਧਰਮ ਪੁੰਨ ਰੂਪ ਤੇ ਅਧਰਮ ਪਾਪ ਰੂਪ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GWH4",
        "source_page": 422,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hwir pirE srnwgq Awie; gurU muK dyK grU suK pwieE [422["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He got tired going through these countless rigours of many births and then comes to the refuge of the True Guru. By adopting and accepting the teachings of the True Guru and beholding His glimpse, he is able to achieve the great spiritual comfort and peac",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਭਾਂਤ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਵਿਚ ਭਟਕ ਕੇ ਜਦ ਹਾਰ ਜਾਂਦਾ ਤੇ ਵੈਰਾਗ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਸਰਣਾਗਤੀ ਭਾਵ ਵਿਖੇ ਆਣ ਪੈਂਦਾ ਹੈ; ਅਰਥਾਤ ਮੈਂ ਆਪਦੀ ਸ਼ਰਣ ਹਾਂ ਐਸੀ ਭਾਵਨਾ ਨਾਲ ਗੁਰੂ ਦੁਆਰੇ ਆਣ ਢਹਿੰਦਾ ਹੈ; ਤਾਂ ਸਤਿਗੁਰਾਂ ਦਾ ਮੁਖ ਦੇਖਣ ਮਾਤ੍ਰ ਤੇ ਹੀ ਗਰੂ ਸੁਖ ਮਹਾਨ ਸੁਖ ਪਰਮਾ ਨੰਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੪੨੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
