[
  {
    "id": "F6Z",
    "sttm_id": 6903,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W9TG",
        "source_page": 423,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cwih cwih cMdR muK cwie kY ckor ciK; AMimRq ikrn Acvq n AGwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Allectoris graeca (chakor) longs for the moon because of the eyes that keep seeing it and is never satiated drinking the nectar-like rays, so does a devoted Sikh of the Guru is never satiated with the glimpse of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਦ੍ਰਮਾ ਦੇ ਮੁਖ ਮੰਡਲ ਨੂੰ ਚਾਹ ਚਾਹਕ ਬੜੇ ਚਾਇ ਉਮੰਗ ਭਰੇ ਉਤਸ਼ਾਹ ਨਾਲ ਚਕੋਰ ਦੇ ਚਖਿ ਨੇਤ੍ਰ ਓਸ ਦੀ ਕਿਰਣ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਛਕਦੇ ਰੱਜਦੇ ਨਹੀਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MB6H",
        "source_page": 423,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "suin suin Anhd sbd sRvn imRg; AnMdu audoq kir swNiq n smwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer engrossed by hearing the melodious tune of the musical instrument called Ghanda Herha, but is never satiated hearing it. So is a devoted Sikh never satiated hearing the melody of the unstruck music of Naam Amrit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰੁ ਜੀਕੂੰ ਹਰਣ ਕੰਨਾਂ ਵਿਖੇ ਇਕ ਸਾਰ ਸ਼ਬਦ ਘੰਡੇ ਹੇੜੇ ਦਾ ਸੁਣਦਾ ਸੁਣਦਾ ਆਨੰਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਤੇ ਸ਼ਾਂਤੀ ਵਿਚ ਨਹੀਂ ਸਮੌਂਦਾ ਅਰਥਾਤ ਰਜ੍ਯਾ ਨਹੀਂ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GJLU",
        "source_page": 423,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsk rswl jsu jMpq bwsur ins; cwqRk jugq ijhbw n iqRpqwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the rain-bird is never tired of crying for the nectar like Swati drop day  and night, similarly the tongue of a devoted and obedient disciple of Guru is never tired of repeatedly uttering the ambrosial Naam of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਐਸਾ ਹੀ ਚਾਤ੍ਰਿਕ ਜੁਗਤਿ ਪਪੀਹੇ ਵਾਕੂੰ ਨਿਸਬਾਸੁਰ ਰਾਤ ਦਿਨ ਰਸਾਲ ਰਸ ਪ੍ਰੇਮ ਦੇ ਅਸਥਾਨ ਪ੍ਰੀਤਮ ਸਤਿਗੁਰੂ ਦਾ ਰਸਿਕ ਪ੍ਰੇਮੀ ਬਣ ਕੇ ਜੱਸ ਨੂੰ ਜਪਦਿਆਂ ਜਪਦਿਆਂ ਜਿਹਵਾ ਤ੍ਰਿਪਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਨਾ ਹੋਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GZAU",
        "source_page": 423,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dyKq sunq Aru gwvq pwvq suK; pRym rs bs mn mgn ihrwny hY [423["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like Allectoris graeca, deer and rain-bird, the indescribable celestial happiness that he gets by the vision of the True Guru, hearing the melodious unstruck sound and singing the praises of the Lord Almighty, he remains in a state of ecstasy .",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਕੂੰ ਹੀ ਦਰਸ਼ਨ ਦੇਖਦਿਆਂ ਸ਼ਬਦ ਕੀਰਤਨ ਸੁਣਦਿਆਂ ਤਥਾ ਗੌਂਦਿਆਂ ਕੀਰਤਨ ਕਰਦਿਆਂ ਪ੍ਰੇਮ ਰਸ ਦੇ ਬਸ ਅਧੀਨ ਹੋ ਕੇ ਹਿਰਾਨੇ ਮਨ ਮਗਨ ਹੈ; ਬਿਸਮਾਦ ਭਾਵ ਵਿਖ ਮਨ ਮਗਨ ਹੋਯਾ ਰਹੇ ॥੪੨੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
