[
  {
    "id": "4B7",
    "sttm_id": 6905,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HTM9",
        "source_page": 425,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sill suBwv dyKY borq n kwstih; lwh ghY khY ApnoeI pRiqpwirE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Look at water, the nature of it never drowns wood in it. It regards the wood as his own having brought it up by irrigating it and thus keeps the shame of this relationship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੇਖੋ! ਜਲ ਦਾ ਸੁਭਾਵ ਜੋ ਕਾਠ ਨੂੰ ਨਹੀਂ ਡੋਬਦਾ; ਕ੍ਯੋਂਕਿ ਉਹ ਇਸ ਬਚਨ ਆਖੇ ਦੀ ਲਾਜ ਧਾਰਦਾ ਹੈ ਕਿ ਇਹ ਓਸ ਦਾ ਆਪਣਾ ਹੀ ਪਾਲਿਆ ਹੋਯਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4EZ9",
        "source_page": 425,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jugvq kwst irdMqir bYsMqrih; bYsMqr AMqir lY kwsit pRjwirE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Wood keeps fire in it latently but taking the wood in itself the fire burns it (wood) to ashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਗੋਂ ਕਾਠ ਅਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਮਾਨੋ ਜਾਨ ਤੋਂ ਵਧ ਪ੍ਯਾਰਾ ਮੰਨਕੇ ਅਗਨੀ ਨੂੰ ਜੁਗਵਤ ਸੰਭਾਲ੍ਯਾ ਰਖਿਆ ਕਰਦਾ ਹੈ; ਇਸ ਲਈ ਕਿ ਓਸ ਦੇ ਪਾਲਨਹਾਰੇ ਜਲ ਦੀ ਉਤਪਤੀ ਓਸ ਤੋਂ ਹੋਈ ਹੋਈ ਹੈ; ਪਰ ਸਾੜਨ ਹਾਰੀ ਦੁਸ਼ਟ ਅੱਗ ਅਪਣੇ ਵਿਚ ਆ ਪਏ ਕਾਠ ਨੂੰ ਭਲੀ ਭਾਂਤ ਸਾੜ ਸੁਆਹ ਕਰ ਸਿੱਟਦੀ ਹੈ; ਜ਼ਰਾ ਲਾਜ ਨਹੀਂ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLP4",
        "source_page": 425,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Agrih jl boir kwFY bwfY mol qw ko; pwvk pRdgD kY AiDk AautwirE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The wood of Gularia Agalocha (Agar) resurfaces in water after sinking for sometime. This sinking increases the value of the wood. For burning it well in fire, it is boiled in water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਗਰ ਚੰਨਣ ਨੂੰ ਪਾਣੀ ਜਰੂਰ ਡੋਬ ਲੈਂਦਾ ਹੈ ਪਰ ਇਹ ਭੀ ਹਾਨੀ ਵਾਸਤੇ ਨਹੀਂ ਸਗਮਾਂ ਜਦੋਂ ਬਾਹਰ ਕਢੋ ਓਸ ਅਗਰ ਦਾ ਮੁੱਲ ਵਧ ਜਾਇਆ ਕਰਦਾ ਹੈ ਭਾਵ ਡੋਬ ਕੇ ਸਗੋਂ ਜਲ ਅਗਰ ਦੀ ਕਸੌਟੀ ਦਾ ਕੰਮ ਦਿਆ ਕਰਦਾ ਹੈ ਅਸਲ ਪਰਖ ਉਪ੍ਰੰਤ ਸ੍ਵਾਰਥੀ ਹੱਥਾਂ ਵਿਚੋਂ ਪਾਵਕ ਦਗਧ ਕੈ ਅੱਗ ਬਾਲ ਕੇ ਇਸ ਨੂੰ ਬਹੁਤ ਸਾਰਾ ਕਾੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9UD1",
        "source_page": 425,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qaU qw ko ruDru cuie coAw hoie sll iml; Aaugnih gun mwnY ibrdu bIcwirE hY [425["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Then its essence mixes well in water that becomes sweet smelling. For extracting the essence of the wood, the water has to bear the heat of the fire. But for its calm and tolerant nature, water changes its demerits into merits and thus fulfils its duties",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਥੋਂ ਤਕ ਕਿ ਜਦ ਜਾਲ ਮੇਲ ਕੇ ਓਸ ਦਾ ਲਹੂ ਚੋਣ ਲਗਦਾ ਹੈ ਤਾਂ ਜਲ ਝਟ ਮਿਲ ਕੇ ਓਸ ਦਾ ਚੋਆ ਅਤਰ ਬਣਾ ਦਿੰਦਾ ਹੈ; ਔਗੁਣ੍ਯਾਰੇ ਦੇ ਔਗੁਣ ਨੂੰ ਭੀ ਗੁਣ ਹੀ ਮੰਨਣ ਦੇ ਬਿਰਦ ਨੂੰ ਸੋਚਦਾ ਹੈ ਅੱਗਦਾ ਅਪ੍ਰਾਧ ਨਹੀਂ ਮੰਨਦਾ ॥੪੨੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
