[
  {
    "id": "C6U",
    "sttm_id": 6906,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PHCS",
        "source_page": 426,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sill suBwv jYsy invn gvn gun; sIcIAq aupbn ibrvw lgwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the nature of water is to flow downward, and that enables it to irrigate the plants and saplings planted in the garden,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਦਾ ਸੁਭਾਵ ਨਿਊਂ ਕੇ ਚਲਣਾ ਹੈ ਤੇ ਉਪਬਨ ਬਾਗ ਬਿਰਵਾ ਬੂਟਾ ਲਗਾ ਕੇ ਸਿੰਚੀਏ ਇਸ ਨੂੰ ਛਿੜਕੀਏ ਪਾਈਏ ਤਾਂ ਇਸ ਪ੍ਰਕਾਰ ਦੇ ਝੁਕਨ ਵਾਲੇ ਹੀ ਗੁਨ ਫਲ ਨੂੰ ਪ੍ਰਗਟਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9PVK",
        "source_page": 426,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jil imil ibrKih krq aurD qp; swKw ney sPl huie JK rhY Awie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "On meeting with water, even the tree goes through the rigours of penance by standing erect and with new branches sprouting and fruit appearing, it bows downward, (its union with water makes it humble).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹਿਲੇ ਜਲ ਬਿਰਛ ਨਾਲ ਮਿਲ ਕੇ ਆਪਣਾ ਨਿਵਨ ਸੁਭਾਵ ਪਲਟ ਕੇ ਉੱਚਾ ਹੋ ਤਪ ਕਰਦਾ ਹੈ; ਅਤੇ ਫੇਰ ਬਿਰਛ ਆਪਣੇ ਉਚੇ ਵਧਨ ਵਾਲੇ ਸੁਭਾਵ ਨੂੰ ਛੱਡ ਕੇ ਮਾਨੋ ਨਿਉਂ ਚਲਣ ਹਾਰੇ ਜਲ ਦੀ ਸੰਗਤ ਕਾਰਣ ਟਾਹਣੀਆਂ ਸਿਰੋਂ ਨੀਵੀਆਂ ਕਰ ਦਿੰਦਾ ਹੈ; ਤੇ ਫਲ ਲਗਣ ਪੁਰ ਹੇਠਾਂ ਨੂੰ ਆਣ ਕੇ ਝੁਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HW59",
        "source_page": 426,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwhn hnq PldweI kwty hoie naukw; lost kY CydY Bydy bMDn bDwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Having acquired humility with its association with water, it yields fruit to even those who throw stones at it. When cut, a boat is made of its wood which takes people from one bank of the river to the other. The wood is first cut with steel and then nail",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਲ ਹੀ ਜਲ ਦੇ ਉਪਕਾਰੀ ਸੁਭਾਵ ਨੂੰ ਅਪਣੇ ਵਿਚ ਲੈ ਕੇ ਇਹ ਬਿਰਛ ਪਥਰ ਮਾਰ੍ਯਾਂ ਫਲ ਦਾਈ ਫਲ ਦੇਨਹਾਰਾ ਬਨ ਜਾਂਦਾ ਹੈ: ਅਤੇ ਕੱਟੀਏ ਤਾਂ ਲੋਹੇ ਦ੍ਵਾਰੇ ਛੇਦਨ ਭੇਦਨ ਹੋ ਕੇ ਰੱਸਿਆਂ ਦੇ ਬੰਨਣਾਂ ਨਾਲ ਜਕੜੀ ਹੋਈ ਬੇੜੀ ਬਣ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "STN2",
        "source_page": 426,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRbl pRvwh suq sqR gih pwir pry; siqgur isK doKI qwrY smJwie kY [426["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The rapid flow of water brings the wood, its reared son along with its enemy (iron) and takes it across to the other bank. Like the humble and philanthropic nature of water, the True Guru does not deliberate on the vices of the slanderers of the Guru's Si",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਸ ਬੇੜੀ ਨੂੰ ਪ੍ਰਬਲ ਪ੍ਰਵਾਹ ਭਾਰੇ ਹੜ ਵਿਚ ਪੈਂਦਿਆਂ ਤੱਕ ਜਲ ਨਾ ਕੇਵਲ ਅਪਣਾ ਪੁਤ੍ਰ ਜਾਣ ਕੇ ਕਾਠ ਨੂੰ ਹੀ ਪਾਰ ਕਰਦਾ ਹੈ; ਸਗਮਾਂ ਪੁਤ੍ਰ ਦੇ ਚੀਰਣ ਪਾੜਨ ਵਾ ਮੇਖਾਂ ਰਾਹੀਂ ਕੱਸਨ ਹਾਰੇ ਸ਼ਤ੍ਰੂ ਨੂੰ ਭੀ ਓਸ ਦੇ ਨਾਲ ਹੀ ਲੈ ਪਾਰ ਕਰ ਦਿੰਦਾ ਹੈ। ਏਕੂੰ ਹੀ ਸਤਿਗੁਰੂ ਭੀ ਆਪਣੇ ਸਿੱਖ ਦੇ ਦੋਖੀ ਨੂੰ ਸਮਝਾ ਕੇ ਸੰਸਾਰ ਤੋਂ ਤਾਰ ਦਿਆ ਕਰਦੇ ਹਨ। ਭਾਵ ਜੀਕੁਨ ਜਲ ਕਾਠ ਨੂੰ ਕਸ਼ਟ ਪਰ ਕਸ਼ਟ ਦੇ ਕੇ ਬਹੁਤ ਉਪਕਾਰ ਦੇ ਲੈਕ ਬਣਾ ਦੇਣ ਵਾਲਾ ਜਾਣ ਕੇ ਲੋਹੇ ਨੂੰ ਭੀ ਪਾਰ ਕਰ ਦਿੰਦਾ ਹੈ, ਤੀਕੁਨ ਹੀ ਸਿੱਖ ਦੇ ਦੋਖ ਪ੍ਰਗਟ ਕਰਣ ਹਾਰ ਹੋਣ ਕਰ ਕੇ ਓਸ ਨੂੰ ਓਸ ਦੀਆਂ ਅਪਣੀਆਂ ਕਮਜ਼ੋਰੀਆਂ ਦੱਸ ਦੱਸ ਕੇ ਮਾਨੋ ਓਸ ਦੋਖੀ ਨੂੰ ਭੀ ਪ੍ਰੋਪਕਾਰੀ ਮੰਨਕੇ ਤਾਰ ਦਿਆ ਕਰਦੇ ਹਨ ॥੪੨੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
