[
  {
    "id": "BB1",
    "sttm_id": 6907,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NSJP",
        "source_page": 427,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys prvys kir BY Bvn; BwvnI Bgiq Bwie cwie kY ceIly hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious persons imbibe the teachings of the Guru in their hearts. They maintain utmost devotion and love for the Lord in this fearsome world. They remain in a state of bliss by their faith in loving worship and live life enthusiastically.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਉਪਦੇਸ਼ ਅੰਦਰ ਪ੍ਰੇਵਸ਼ ਕਰ ਜਾਂਦਾ ਹੈ; ਤਾਂ ਉਹ ਸਤਿਗੁਰੂ ਅੰਤ੍ਰਯਾਮੀ ਦੇ ਭੈ ਤਥਾ ਭਾਵਨੀ ਸ਼੍ਰਧਾ ਅਰੁ ਭਗਤੀ ਭਾਵ ਦੇ ਭਵਨ ਮੰਦਰ ਸਥਾਨ ਬਣ ਜਾਇਆ ਕਰਦੇ ਹਨ; ਅਰਥਾਤ ਐਸੇ ਗੁਰਮੁਖ ਭੈ;ਭੌਣੀ ਆਦਿ ਨੂੰ ਆਸਰਾ ਦੇਣ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਓਨਾਂ ਦਾ ਹਿਰਦਾ ਚਾਇਕੇ ਸਿੱਕ ਦੇ ਕਾਰਣ ਚਈਲੇ ਚਾਹਮਲੀਆਂ ਵਾਲਾ ਉਤਸ਼ਾਹ ਉਮੰਗ ਸੰਪੰਨ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ; ਭਾਵ ਪ੍ਰੇਮ ਦੀ ਉਮੰਗ ਸਦਾ ਓਨਾਂ ਦੇ ਅੰਦਰ ਜਾਗੀ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H3S2",
        "source_page": 427,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMgm sMjog Bog shj smwiD swD; pRym rs AMimRq kY rsk rsIly hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enjoying the bliss of the union with God-like Guru and absorbed in a state of inactivity spiritually, they acquire the loving elixir of Naam from the True Guru and are ever engrossed in its practice.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਿਲਾਪ ਦੇ ਸੰਜੋਗ ਔਸਰ ਨੂੰ ਭੋਗ ਮਾਣਦੇ ਹੋਏ ਇਸੇ ਵਿਖੇ ਹੀ ਸਹਜ ਭਾਵ ਰੂਪੀ ਇਸਥਿਤੀ ਨੂੰ ਸਾਧ ਕੇ ਪ੍ਰੇਮ ਰਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਦੇ 'ਰਸਿਕ' ਰਸੀਏ ਬਣ ਕੇ 'ਰਸੀਲੇ' ਰਸਵਾਨ ਬਣ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BA6A",
        "source_page": 427,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bRhm ibbyk tyk eyk Aau Anyk ilv; ibml bYrwg Pib Cib kY CbIly hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of refuge, knowledge received from God-like True Guru, their consciousness remains absorbed in the Omni permeated Lord. Due to supreme adornment of unblemished feelings of separation, they look glorious and graceful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬ੍ਰਹਮ ਵੀਚਾਰ ਦੀ ਟੇਕ ਓਟ ਲੈ ਕੇ 'ਏਕ ਅਉ ਅਨੇਕ' ਅਨੇਕ ਅਕਾਰਾਂ ਵਿਖੇ ਏਕ ਹੀ ਨਿਸਚੇ ਕਰ ਵਾ ਬੁਝ ਕੇ ਤਿਸ ਦੀ ਹੀ ਲਿਵ ਲਗੌਂਦੇ ਨਿਰਮਲ ਬੈਰਾਗ ਕਾਰਣ ਆਦਿ ਨਿਮਿੱਤ ਰਹਿਤ ਸੁਧ ਬੈਰਾਗ ਨਾਲ ਫਬਦੇ ਹੋਏ ਛਬਿ ਕਰ ਕੇ ਛਬੀਲੇ ਸੁੰਦ੍ਰ ਮਨੋਹਰ ਸਰੂਪ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6Q4M",
        "source_page": 427,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prmdBuq giq Aiq AscrjmY; ibsm ibdyh aunmn aunmIly hY [427["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Their state is unique and astonishing. In this amazing condition, they are beyond the attractions of body relishments and remain in a blooming state of bliss.  (427)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਨ੍ਹਾਂ ਦੀ ਗਤੀ ਇਸੇ ਕਰ ਕੇ ਹੀ ਪਰਮ ਅਦਭੁਤ ਅਨੋਖੀ ਅਤੇ ਅਚਰਜ ਰੂਪਿਣੀ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਨਮਨੀ ਭਾਵ ਵਿਖੇ ਉਨਮੀਲਿਤ ਮਗਨ ਹੋ ਕੇ ਬਿਸਮ ਹਰਾਨ ਕਰ ਦੇਣ ਵਾਲੇ ਵਿਦੇਹ ਭਾਵ ਰੂਪ ਜੀਵਨ ਮੁਕਤ ਦਸ਼ਾ ਵਿਖੇ ਲਿਵ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪੨੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
