[
  {
    "id": "858",
    "sttm_id": 6908,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1DZU",
        "source_page": 428,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau lau kir kwmnw kwmwrQI krm kIny; pUrn mnorQ BieE n kwhU kwm ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long as a human being performed deeds to fulfill his desires or with some aim in mind, neither his performed actions achieved anything nor any of his resolutions bore fruit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਤਨਾ ਚਿਰ ਪ੍ਰਯੰਤ ਕਾਮਨਾ ਦੇ ਪ੍ਰਯੋਜਨ ਵਾਲੇ ਬਣ ਕਾਮਨਾ ਚਾਹਨਾ ਧਾਰ ਧਾਰ ਕੇ ਸਕਾਮ ਕਰਮਾਂ ਨੂੰ ਕੀਤਾ ਤਾਂ ਕਿਸੇ ਭੀ ਕਾਮਨਾ ਸਬੰਧੀ ਮਨ ਦਾ ਅਰਥ ਪ੍ਰਯੋਜਨ ਪੂਰਾ ਨਾ ਹੋਯਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "39N6",
        "source_page": 428,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau lau kir Awsw AwsvMq huie Awsro gihE; bihE iPirE Taur pwieE n ibsRwm ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long a human being remained dependent on others for fulfillment of his desires, he wandered from pillar to post without respite from anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਤਨਾ ਕਾਲ ਪ੍ਰਯੰਤ ਆਸਵੰਤ ਆਸਾ ਵੰਦ ਉਮੇਦਵਾਰ ਬਣ ਕੇ; ਆਸਾਂ ਉਮੇਦਾਂ ਕਰਦਿਆਂ ਆਸਰੇ ਗ੍ਰਹਿਣ ਕਰਦੇ ਫਿਰੇ ਚਾਹੇ ਰਹੇ ਇਕੋ ਟਿਕਣੇ ਤੇ ਚਾਹੇ ਫਿਰੇ ਦੇਸੀ ਦਿਸੌਰੀ ਬਿਸ੍ਰਾਮ = ਚੈਨ ਦੀ ਠੌਰ ਬਿਲਕੁਲ ਨਾ ਪ੍ਰਾਪਤ ਹੋਈ; ਭਾਵ ਟਿਕਾਣੇ ਸਿਰ ਹੀ ਆਸਾਂ ਦੀ ਸੇਹ ਵਿਚ ਸੰਕਲਪਾਂ ਵਿਕਲਪਾਂ ਦੀ ਫੰਡ ਮਾਰਦੀ ਰਹੀ ਤੋ ਪ੍ਰਦੇਸਾਂ ਵਿਚ ਭਰਮਨਾ ਭਟਕਨਾ ਦਾ ਵਿਖ੍ਯੇਪ ਜਾਨ ਪਾਂਦਾ ਰਿਹਾ; ਨਾ ਇਕਾਂਤ ਸੌਜੀ ਤੇ ਨਾ ਹੀ ਦੁਕਾਂਤ ਵਿਚ ਹੀ ਕੁਛ ਸੌਰਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LMCE",
        "source_page": 428,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau lau mmqw mmq mUMf boJ lIno; dIno fMf KMf KMf Kym Twm Twm ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long a human being carried the load of I, my, me and yours under the influence of attachment with worldly goods and relations, he kept roving in distress from one place to the other.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਐਸਾ ਹੀ ਜਦੋਂ ਤਕ ਮਮਤਾ ਦੇ ਮੋਹ ਸੰਸਾਰੀ ਪਦਾਰਥਾਂ ਵਾ ਸਰਬੰਧੀਆਂ ਦੇ ਸਨੇਹ ਪ੍ਯਾਰ ਹਦਾ ਭਾਰ ਸਿਰ ਤੇ ਲਈ ਰਖਿਆ ਉਸ ਨੇ ਐਸਾ ਡੰਡ ਦਿੱਤਾ ਕਿ ਖੰਡ ਖੰਡ ਚੂਰ ਚੂਰ ਹੁੰਦੇ ਰਹੇ ਤੇ ਥਾਂ ਥਾਂ ਦਾ ਖੇਦ ਦੁੱਖ ਸਹਾਰਦੇ ਰਹੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0S47",
        "source_page": 428,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys inhkwm Aau inrws Bey; inmRqw shj suK inj pd nwm ko [428["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One can become unattached and free from all worldly allurements only by taking the refuge of the True Guru and practicing His sermon of Naam Simran that helps one achieve spiritual high, comfort of equipoise and humility.  (428)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜ੍ਯੋਂ ਹੀ ਕਿ ਗੁਰੂ ਕਾ ਉਪਦੇਸ਼ ਲੈ ਗੁਰ ਸਿੱਖ ਸਜੇ ਸਭ ਪ੍ਰਕਾਰ ਦੀਆਂ ਕਾਮਨਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਗਏ ਅਤੇ ਆਸਾਂ ਵਲੋਂ ਭੀ ਨਿਰਾਸ ਬਣ ਗਏ, ਅਰੁ ਨਿਜ ਪਦ ਹੈ ਨਾਮ ਜਿਸ ਸਹਜ ਸੁਖ ਦਾ ਓਸ ਵਿਖੇ ਨਿਮ੍ਰਤਾ ਮਿਲਨਸਾਰਤਾ ਧਾਰ ਲਈ। ਭਾਵ *ਸਗਲ ਸੰਗ ਹਮ ਕਉ ਬਨਿ ਆਈ* ਵਾਲਾ ਵਰਤਾਰਾ ਵਰਤ ਰਿਹਾ ਹੈ ॥੪੨੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
