[
  {
    "id": "098",
    "sttm_id": 6909,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "D770",
        "source_page": 429,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur crn kml mkrMd rj; luBq huie mn mDukr lptwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind of a devoted Sikh is ever entangled in the sweet smelling dust of the lotus feet of the Lord like a bumble bee. (He is ever engrossed in practicing meditation on Lord's name).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਨੂੰ ਓਨਾਂ ਦੀ ਰਜ ਧੂਲੀ ਰੂਪ ਮਕਰੰਦ ਰਸ ਖਾਤਰ ਲੁਭਿਤ ਲੁਭਾਇਮਾਨ ਹੋਇਆ ਹੋਇਆ ਮਨ ਭੌਰੇ ਵਤ ਲਿਪਟਿਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NSPC",
        "source_page": 429,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMimRq inDwn pwn Aihinis rsik huie; Aiq aunmiq Awn igAwn ibsrwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is ever longing to relish the Naam-elixir day and night. In its bliss and ecstasy, he ignores all other worldly awarenesses, allurements and knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਨਿਧਾਨ ਨਿਧੀਆਂ ਦੇ ਅਸਥਾਨ ਰੂਪ ਉਕਤ ਚਰਣ ਕਮਲਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਛਕਦੇ ਰਹਿਣ ਦਾ ਰਾਤ ਦਿਨ ਰਸੀਆ ਅਨੁਰਾਗੀ ਪ੍ਰੇਮੀ ਬਣਿਆ ਅਤ੍ਯੰਤ ਉਨਮਤਿ ਮਗਨਾਨਾ ਹੋਇਆ; ਹੋਰਨਾਂ ਗਿਆਨਾਂ ਚਤੁਰਾਈਆਂ ਸ੍ਯਾਣਪਾਂ ਆਦਿ ਜਾਣਕਾਰੀਆਂ ਨੂੰ ਭੁਲਾ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9B3B",
        "source_page": 429,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "shj snyh gyh ibsm ibdyh rUp; sÍwNqbUMd giq sIp sMpt smwny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a devoted Sikh's mind then lovingly resides in the holy feet of the Lord. He is free of all body desires. Like the Swati drop of rain falling on an oyster, he also is enclosed in the box of Lord's holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਹਜ ਸਨੇਹ ਸ੍ਵਾਭਾਵਿਕੀ ਪ੍ਯਾਰ ਆਤਮ ਰਤੀ ਆਤਮ ਕ੍ਰੀੜਾ ਦੀ ਮੰਦਿਰ ਰੂਪ ਜੋ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਬਿਦੇਹ ਸਰੂਪ ਅਵਸਥਾ ਹੈ; ਇਸ ਵਿਖੇ ਐਉਂ ਲਿਵਲੀਣ ਰਹਿੰਦਾ ਹੈ; ਜੀਕੂੰ ਕਿ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਨੂੰ ਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਸਿੱਪੀ ਸੰਪਟ ਡੱਬੇ ਦੀ ਤਰਾਂ ਸਮਾਨੇ ਭਿੜੀ ਰਹਿੰਦੀ ਹੈ; ਭਾਵ ਆਪਣੇ ਆਪ ਵਿਚ ਅਜਰ ਨੂੰ ਜਰੀ ਰਖਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GBEW",
        "source_page": 429,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "crn srn suK swgr ktwC kir; mukqw mhwNq huie AnUp rUp Twny hY [429["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the refuge of ocean of peace-The True Guru, and by His grace, he too becomes an invaluable and an unique pearl like the pearl of the oyster.  (429)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਕੀਹ ਕਿ ਸਤਿਗੁਰਾਂ ਦੇ ਸੁਖ ਸਮੁੰਦ੍ਰ ਚਰਣਾਂ ਦੀ ਸਰਨ ਇਸ ਪ੍ਰਕਾਰ ਰਹਿਣ ਕਰ ਕੇ ਕ੍ਰਿਪਾ ਕਟਾਖ੍ਯ ਦੇ ਪ੍ਰਭਾਵ ਨਾਲ ਉਹ ਮਹਾਂਤ ਮਹਾਨ ਅੰਤਾਕਰਣ ਵਾਲਾ ਮੋਤੀ ਬਣ ਕੇ ਉਪਮਾ ਤੋਂ ਰਹਿਤ ਸਰੂਪ ਵਾਲਾ ਪਰਮ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਬਣ ਜਾਇਆ ਕਰਦਾ ਹੈ; ਅਥਵਾ ਜੀਕੂੰ ਸਿੱਪੀ ਵਚ ਮਗਨ ਰਹਿ ਕੇ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਮੋਤੀ ਬਣ ਜਾਇਆ ਕਰਦੀ ਹੈ; ਏਕੂੰ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸਰਨ ਵਿਖੇ ਸਮਾਇਆ ਮਨ ਮਹਾਨ ਮੁਕਤੀ ਕੈਵਲ੍ਯ ਮੁਕਤੀ ਸੰਪੰਨ ਹੋਯਾ ਅਨੂਪਮ ਰੂਪ ਵਾਲਾ ਸਾਖ੍ਯਾਤ ਪਾਰਬ੍ਰਹਮ ਸਰੂਪ ਹੀ ਬਣ ਜਾਯਾ ਕਰਦਾ ਹੈ ॥੪੨੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
