[
  {
    "id": "0T1",
    "sttm_id": 6910,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VS0N",
        "source_page": 430,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rom rom koit muK, muK rsnw AnMq; Ainq mnMqr lau khq n AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If every hair of the body is blessed with millions of mouths and each mouth has numerous tongues, even then the glorious state of the person who relishes Lord's name with them cannot be described over the eons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰੀਰ ਉਪਰਲਾ ਵਾਲ ਵਾਲ ਕ੍ਰੋੜਾਂ ਮੂੰਹ ਬਣ ਪਵੇ ਤੇ ਐਸਿਆਂ ਮੂੰਹਾਂ ਵਿਚ ਇਉਂ ਅਨੰਤ ਅਸੰਖਾਂ ਬਾਰੰਬਾਰ ਓਸ ਦੇ ਮਹੱਤ ਨੂੰ ਤੋਲੀਏ; ਤਾਂ ਭੀ ਜੋ ਤੋਲ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ; ਭਾਵ ਪਦਾਰਥ ਵਿਦ੍ਯਾ ਸੰਬਧੀ ਪਰਖਊਏ ਯੰਤ੍ਰਾਂ ਦ੍ਵਾਰੇ ਜੇਕਰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਕ੍ਰੋੜਾਂ ਹੀ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਤੱਤ ਨੂੰ ਕੋਈ ਜਾਣ ਕੇ ਇਸ ਤੋਂ ਓਸ ਦਾ ਮਰਮ ਸਮਝਨਾ ਚਾਹੇ ਤਾਂ ਕਦਾਚਿਤ ਨਹੀਂ ਸਮਝ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HDJ0",
        "source_page": 430,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "koit bRhmMf Bwr fwr qulwDwr ibKY; qolIAY jau bwir bwir qol n smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we weigh the load of millions of universes with the spiritual bliss time and again, the great comfort and peace cannot be measured.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਹੀ ਕਿਸੇ ਪ੍ਰਕਾਰ ਕ੍ਰੋੜਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਭਰ ਪੰਡਾਂ ਬੰਨ ਬੰਨ੍ਹ ਕੇ ਤਕੜੀ ਵਿਚ ਪਾ ਜੇਕਰ ਬਾਰੰਬਾਰ ਓਸ ਦੇ ਮਹੱਤ ਨੂੰ ਤੋਲੀਏ, ਤਾਂ ਭੀ ਜੋ ਤੋਲ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ। ਭਾਵ ਪਦਾਰਥ ਵਿਦ੍ਯਾ ਸਬੰਧੀ ਪਰਖਊਏ ਯੰਤ੍ਰਾਂ ਆਦਿ ਦ੍ਵਾਰੇ ਜੇਕਰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਕ੍ਰੋੜਾਂ ਹੀ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਤੱਤ ਨੂੰ ਕੋਈ ਜਾਣ ਕੇ ਇਸ ਤੋਂ ਓਸ ਦਾ ਮਰਮ ਸਮਝਨਾ ਚਾਹੇ ਤਾਂ ਕਦਾਚਿਤ ਨਹੀਂ ਸਮਝ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9D07",
        "source_page": 430,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cqur pdwrQ Aau swgr smUh suK; ibibiD bYkuMT mol mihmw n pwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the worldly treasures, seas full of pearls and numerous pleasures of heaven are virtually nothing compared to the glory and grandeur of reciting His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਾਰੋਂ ਪਦਾਰਥ ਧਰਮ ਅਰਥ ਆਦਿ ਤੇ ਅਮੋਲਕ ਰਤਨਾਂ ਦੀ ਖਾਣ, ਸਮੁੰਦ੍ਰ ਤਥਾ ਸਮੂਹ ਸੁਖ ਤ੍ਰਿਲੋਕੀ ਦੇ ਅਰੁ ਚੌਦਾਂ ਹੀ ਭੁਵਨਾਂ ਦੇ ਆਨੰਦ ਅਤੇ ਅਨੇਕਾਂ ਬੈਕੁੰਠ ਇਨਾਂ ਸਭਨੂੰ ਹੀ ਬਿਬਿਧਿ ਅਨੰਤ ਰੂਪ ਕਰ ਕੇ ਮੁੱਲ ਪਾਇਆ ਭੀ ਜਿਸ ਦੀ ਮਹਿਮਾ ਕੀਮਤ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ERYC",
        "source_page": 430,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "smJ n prY krY gaun kaun Baun mn; pUrn bRhm gur sbd sunwveI [430["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The fortunate devout who is blessed with the consecration of Naam by the True Guru, how high a spiritual state can his mind get absorbed in? No one is capable of expressing and describing this condition.  (430)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰੰਤੂ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰੂ ਜ੍ਯੋਂ ਹੀ ਕਿ ਸ਼ਬਦ ਸੁਨਾਂਦੇ ਉਪਦੇਸ਼ ਦਿੰਦੇ ਹਨ; ਸਮ ਨਹੀਂ ਪੈਂਦੀ ਪਤਾ ਨਹੀਂ ਲਗਦਾ ਕਿ ਉਹੋ ਮਨ ਕਿਸ ਭਉਨ ਟਿਕਾਣੇ ਵਿਖੇ ਪੁਜ ਜਾਂਦਾ ਹੈ। ਅਰਥਾਤ ਸਮਝ ਬੂਝ ਦੀ ਗੰਮੋਂ ਪਾਰ ਭੀ ਹੁੰਦਾ ਹੋਯਾ ਇਹ ਅਗੰਮ ਅਕਹਿ ਪਦ ਵਿਖੇ ਝਟ ਹੀ ਪ੍ਰਵੇਸ਼ ਪਾ ਜਾਇਆ ਕਰਦਾ ਹੈ; ਭਾਵ ਹੋਰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਭੀ ਠੌਰ ਨਾ ਔਣ ਵਾਲਾ ਮਨ ਕੇਵਲ ਗੁਰ ਉਪਦੇਸ਼ ਧਾਰਣ ਮਾਤ੍ਰ ਤੇ ਹੀ ਲਿਵਲੀਨ ਹੋ ਸਕ੍ਯਾ ਕਰਦਾ ਹੈ ॥੪੩੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
