[
  {
    "id": "K3L",
    "sttm_id": 6912,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UE2J",
        "source_page": 432,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRQm hI Awn iDAwn hwin kY pqMg ibiD; pwCY kY AnUp rUp dIpk idKwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a moth, an obedient human being of the Guru regards all other concentrations of mind as loss incurring proposition and then, like seeing the light of the lamp (by the moth), he sees the beautiful sight of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਪਤੰਗੇ ਦੀ ਰੀਤੀ ਅਨੁਸਾਰ ਹੋਰਨਾਂ ਧ੍ਯਾਨਾਂ ਨੂੰ ਪਹਿਲੋਂ ਹੀ ਹਾਨਿਕੈ ਗੁਵਾ ਦੇਵੇ ਤਾਂ ਪਿਛੋਂ ਦੇ ਦੀਵੇ ਵਾਕੂੰ ਕਿਤੇ ਅਪਣਾ ਅਨੂਪਮ ਰੂਪ ਅਦੁਤੀ ਪ੍ਰਕਾਸ਼ ਅਪਣਾ ਨਿਜ ਰੂਪ ਦਿਖਾਈ ਦਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AMH1",
        "source_page": 432,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRQm hI Awn igAwn suriq ibsrij kY; Anhd nwd imRg jugiq sunwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer discards all other sounds in favour of the melody of Chanda Herha, a disciple of the Guru listens to the sound of unstruck music after obtaining and practicing on Guru's teachings and words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹਿਲੋਂ ਹੀ ਬਚਨ ਦੀ ਰਚਨਾ ਨੂੰ ਹਰਿ ਤ੍ਯਾਗ ਕੇ ਭੌਰੇ ਦੀ ਨ੍ਯਾਈਂ ਗੁੰਜਾਰ ਤ੍ਯਾਗ ਕੇ ਮਗਨ ਹੋ ਜਾਣ ਵਤ ਗੁੰਗਾ ਬਣਾ ਲਵੇ ਤਾਂ ਪਿਛੋਂ ਦੇ ਕਿਤੇ ਅਪਿਉ ਰੂਪ ਅੰਮ੍ਰਿਤ ਰਸ ਨੂੰ ਪੀਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEEV",
        "source_page": 432,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRQm hI bcn rcn hir guMg swij; pwCY kY AMimRq rs AipE pIAwey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a black bee, giving up its noisy stance and engulfing itself in the fragrance of the lotus-like feet of the Guru, he drinks deep the wondrous elixir of the Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹਿਲੋਂ ਹੀ ਬਚਨ ਦੀ ਰਚਨਾ ਨੂੰ ਹਰਿ ਤ੍ਯਾਗ ਕੇ ਭੌਰੇ ਦੀ ਨ੍ਯਾਈ ਗੁੰਜਾਰ ਤ੍ਯਾਗ ਕੇ ਮਗਨ ਹੋ ਜਾਣ ਵਤ ਗੁੰਗਾ ਬਣਾ ਲਵੇ ਤਾਂ ਪਿਛੋਂ ਦੇਕਿਤੇ ਅਪਿਉ ਰੂਪ ਅੰਮ੍ਰਿਤ ਰਸ ਨੂੰ ਪੀਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "74H3",
        "source_page": 432,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pyK sun Acvq hI Bey ibsm Aiq; prmdBuq Ascrj smwey hY [432["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And thus a devoted Sikh of the Guru, seeing the vision of his Guru, hearing the sweet sound of Guru's words and relishing the Naam Amrit (elixir-like name of the Lord) reaches a high state of bliss and merges in the astonishing and supremely strange God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪਰਯ ਇਹ ਕਿ ਦਰਸ਼ਨ ਕਰਦਿਆਂ; ਬਚਨ ਸੁਣਦਿਆਂ; ਤਥਾ ਦਰਸ਼ਨ ਕੀਤੇ;ਉਪਦੇਸ਼ ਸੁਣੇ ਦੇ ਰਸ ਨੂੰ ਅਚਵਤ ਭੁੰਚਦਿਆਂ ਅਮਲ ਵਿਚ ਲਿਆ ਕਮੌਂਦਿਆਂ ਜੇ ਗੁਰਮੁਖ ਓਸ ਵਾਹਗੁਰੂ ਦੀ ਕੁਦਰਤ ਦੇ ਚਮਤਕਾਰ ਉਪਰ ਹੀ ਦ੍ਰਿਸ਼ਟੀ ਰਖਦਾ ਹੋਇਆ ਅਤ੍ਯੰਤ ਬਿਸਮਾਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਆਪ੍ਯੋਂ ਭੁੱਲ ਜਾਵੇਤਾਂ ਹੀ ਪਰਮ ਅਦਭੁਤ ਅਸਚਰਜ ਰੂਪ ਪਰਮ ਪਦ ਵਿਖੇ ਸਮਾਈ ਪਾਇਆ ਕਰਦਾ ਹੈ ॥੪੩੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
