[
  {
    "id": "PGZ",
    "sttm_id": 6915,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BPC6",
        "source_page": 435,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dRopqI kupIn mwqR deI jau munIsrih; qw qy sBw miD bihE bsn pRvwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Daropadi gave away a piece of cloth from her head-covering scarf to a sage Durbasha whose loin cloth had been washed away in the river. As a result, when efforts were made to strip her off in the court of Duryodhan, the cloth length coming off her body wo",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਉ ਜ੍ਯੋਂ ਕਰ ਕੇ ਜੀਕੂੰ ਮੁਨੀਆਂ ਦੇ ਈਸ਼੍ਵਰ ਮੁਨੀਰਾਜ ਦੁਰਬਾਸਾ ਜੀ ਨੂੰ ਇਕ ਕੁਪੀਨ ਮਾਤ੍ਰ ਲੀੜਾ ਪਾੜ ਕੇ ਦ੍ਰੋਪਤੀ ਨੇ ਨਦੀ ਦੇ ਪ੍ਰਵਾਹ ਵਿਚ ਓਸ ਦੀ ਕੁਪੀਨ ਰੁੜ੍ਹ ਜਾਣ ਕਾਰਣ ਨੰਗੇਜ ਕੱਜਣ ਲਈ ਦਿੱਤਾ ਤਾਂ ਉਸ ਲੀਰ ਮਾਤ੍ਰ ਓਸ ਦਾਨ ਤੋਂ ਸਭਾ ਅੰਦਰ ਦੁਰਜੋਧਨ ਦੇ ਉਸ ਨੂੰ ਨੰਗਿਆਂ ਕਰੌਣ ਸਮੇਂ; ਬਸਨ ਪ੍ਰਵਾਹ ਬਸਤ੍ਰਾਂ ਦਾ ਮਾਨੋਂ ਪ੍ਰਵਾਹ ਹੁੱਲੜ੍ਹ ਹੀ ਓਸ ਦੇ ਢੱਕੀ ਰਖਣ ਖਾਤ੍ਰ ਵਗ ਤੁਰਿਆ ਸੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZRT3",
        "source_page": 435,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qnk qMdul jgdIsih dey sudwmw; qwN qy pwey cqr pdwrQ AQwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sudama offered a handful of rice to Krishna Ji, with utmost love and in return, he attained the four aims of life as well as many other treasure-houses of His blessings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਦਾਮੇ ਭਗਤ ਨੇ 'ਜਗਦੀਸਹਿ' ਜਗਤ ਪ੍ਰਤਾਪੀ ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਦੇਵ ਜੀ ਨੂੰ 'ਤਨਕ ਤੰਦੁਲ' ਥੋੜੇ ਮਾਤ੍ਰ ਮੁੱਠੀ ਭਰ ਚੌਲ ਦਿੱਤੇ ਸਨ; ਤੇ ਓਸੇ ਭੇਟ ਤੋਂ ਹੀ ਓਸ ਨੇ ਚਾਰੋਂ ਪਦਾਰਥ ਹੀ ਅਥਾਹ ਬੇਅੰਤ ਰੂਪ ਵਿਚ ਪਾ ਲਏ ਸਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TVY0",
        "source_page": 435,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duKq gijMd AribMd gih Byt rwKY; qw kY kwjY ckRpwin Awin gRsy gRwh jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A distressed elephant caught by an octopus, plucked a lotus flower in desperation and offered it to the Lord in humble supplication. He (elephant) was freed from the clutches of the octopus.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗਜਿੰਦ ਐਰਾਵਤ ਹਾਥੀ ਨੇ ਨਦੀ ਤੋਂ ਪਾਣੀ ਪਣ ਲਗਿਆਂ ਗ੍ਰਾਹ = ਤੰਦੂਏ ਦ੍ਵਾਰੇ ਗ੍ਰਸਿਆ ਜਾ ਕੇ ਦੁਖੀ ਹੋਇਆਂ ਆਰਤ ਨਾਦ ਕਰਦਿਆਂ ਕੌਲ ਫੁਲ ਤੋੜ ਕੇ ਭਗਵਾਨ ਦੇ ਭੇਟਾ ਰਖੀ ਅਰਥਾਤ ਇਕ ਕੌਲ ਮਾਤ੍ਰ ਨੂੰ ਮਨ ਕਰ ਕੇ ਅਰਪਿਆ ਜਿਸ ਤੋਂ ਰੀਝ ਕੇ ਚਕ੍ਰਪਾਨਿ ਸੁਦਰਸ਼ਨ ਚਕ੍ਰ ਹੈ ਜਿਨਾਂ ਦੇ ਹੱਥ ਵਿਚ ਐਸੇ ਭਗਵਾਨ ਵਿਸਣੂ ਨੇ ਤਾਂ ਕੈ ਕਾਜੈ ਆਨਿ ਵੈਕੁੰਠ ਲੋਕ ਤੋਂ ਤਿਸ ਦੇ ਵਾਸਤੇ ਆ ਕੇ ਗ੍ਰਾਹ ਗ੍ਰਸੇ ਓਸ ਤੰਦੂਏ ਨੂੰ ਨਪੀੜ ਘੱਤਿਆ ਭਾਵ ਐਰਾਵਤ ਦੀ ਇਉਂ ਰਖ੍ਯਾ ਕਰ ਲਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1RX4",
        "source_page": 435,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "khwN koaU krY kCu hoq n kwhU ky kIey; jw kI pRB mwin lyih sbY suK qwih jI [435["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What can one do with his own efforts ? Nothing tangible can be achieved by one's own efforts. All this is His blessing. One whose hard work and devotion is accepted by the Lord, gets all peace and comforts from Him.  (435)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤੋਂ ਸਿੱਧ ਹੈ ਕਿ ਕਾਹੂ ਕੇ ਕੀਏ ਕਛੂ ਨ ਹੋਤ ਕਿਸੇ ਦੇ ਕੀਤਿਆਂ ਕੁਛ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਇਸ ਲਈ ਕਿਸ ਵਾਸਤੇ ਕੋਈ ਕੁਛ ਕਰਦਾ ਫਿਰੇ ਇਥੇ ਤਾਂ ਜਾ ਕੀ ਜਿਸ ਕਿਸੇ ਦੀ ਵਾਹਗੁਰੂ ਮੰਨ ਲਵੇ, ਤਿਸ ਨੂੰ ਹੀ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦੇ ਹਨ। ਤਾਂ ਤੇ ਉਹ ਉਹ ਕੁਛ ਹੀ ਕਰਨਾ ਚਾਹੀਏ ਜਿਸ ਵਿਖੇ ਵਾਹਗੁਰੂ ਦੀ ਪ੍ਰਸੰਨਤਾ ਹੋ ਸਕੇ ॥੪੩੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
