[
  {
    "id": "L2G",
    "sttm_id": 6916,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "955Y",
        "source_page": 436,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "srvn syvw kInI mwqw ipqw kI ibsyK; qw qy gweIAq js jgq mY qwhU ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sarwan, the devoted son served his blind parents with love and dedication that has earned him fame and praise in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰਵਣ ਪੁਤ੍ਰ ਨੇ ਆਪਣੇ ਅੰਧਲੇ ਅੰਧਲੀ ਮਾਤਾ ਪਿਤਾ ਦੀ ਸੇਵਾ ਬਿਸੇਖ ਬਹੁਤ ਹੀ ਕੀਤੀ ਸੀ ਤੇ ਤਾਂ ਤੇ ਤਿਸ ਸੇਵਾ ਕਰ ਕੇ ਹੀ ਓਸ ਦਾ ਜਸੁ ਜਗਤ ਭਰ ਵਿਖੇ ਗਾਇਆ ਉਚਾਰਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TGFW",
        "source_page": 436,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jn pRhlwid Awid AMq lau AivigAw kInI; qwq Gwq kir pRB rwiKE pRnu vwhU ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "What a strange play it is of the Lord that instead of serving his father, Bhagat Prahlad disobeyed his father's order that demanded of him not to meditate on the name of God (Ram). The Lord destroyed Harnakash (Prahlad's father) and protected Prahlad thus",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਪ੍ਰਹਿਲਾਦ ਭਗਤ ਨੇ ਓਸ ਤੋਂ ਉਲਟ ਆਦਿ ਤੋਂ ਲੈ ਕੇ ਅੰਤ ਪ੍ਰਯੰਤ ਸੁਰਤ ਸੰਭਾਲਨ ਸਮੇਂ ਤੋਂ ਲੈ ਓੜਕ ਪ੍ਰਜੰਤ ਪਿਤਾ ਦੀ ਅਵਗ੍ਯਾ ਹੀ ਅਵਗ੍ਯਾ ਕੀਤੀ ਜਿਸ ਅਵਗ੍ਯਾ ਤੋਂ ਹੀ ਭਗਵਾਨ ਨੇ ਰੀਝ ਕੇ ਓਸ ਦੇ ਤਾਤ ਪਿਤਾ ਹਰਣਾਖਸ਼ ਨੂੰ ਮਾਰ ਕੇ ਓਸ ਦੇ ਪ੍ਰਾਣਾਂ ਦੀ ਰਖਯਾ ਕੀਤੀ ਜਾਨ ਬਚਾਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "984X",
        "source_page": 436,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "duAwds brK suk jnnI duKq krI; isD Bey qqiKn jnmu hY jwhU ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is said that sage Sukdev kept on causing pain to his mother by remaining in her womb for 12 years, but when born he was found to be an established and perfect sage, and all those born at that time turned out to be hermit with divine powers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਕੂੰ ਹੀ ਦੇਖੋ ਸੁਕਦੇਵ ਜੀ ਨੇ ਬਾਰਾਂ ਵਰ੍ਹੇ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਹੀ ਰਹਿਣ ਕਰ ਕੇ ਮਾਂ ਨੂੰ ਦੁਖੀ ਆਤੁਰ ਕਰ ਰਖਿਆ ਸੀ; ਪਰ ਭਗਵਨ ਦੀ ਇਸੇ ਵਿਚ ਹੀ ਕਿਰਪਾ ਹੋ ਗਈ ਕਿ ਉਸ ਨੂੰ ਜਨਮ ਲੈਂਦੇ ਸਾਰ ਤਤਕਾਲ ਝੱਟ ਹੀ ਸਿੱਧ ਹੀ ਬਣਾ ਦਿੱਤਾ ਗਿਆ; ਇਥੋਂ ਤਕ ਕਿ ਓਸ ਛਿਣ ਵਿਚ ਜਿਸ ਕਿਸੇ ਦਾ ਜਨਮ ਹੋਇਆ; ਉਹ ਭੀ ਸਿੱਧ ਬਣ ਗਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D9BA",
        "source_page": 436,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AkQ kQw ibsm jwnIAY n jwie kCu; phucY n igAwn aunmwnu Awn kwhU ko [436["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "His mysterious play is beyond explanation and is astonishing. No one can know on whom will He be kind when and where and who will receive His blessings.  (436)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਭਗਵਾਨ ਦੀ ਗਤੀ ਐਸੀ ਅਸਚਰਜ ਹੈ ਕਿ ਕੁਛ ਨਹੀਂ ਓਸ ਬਾਬਤ ਜਾਣਿਆ ਬੁਝਿਆ ਜਾ ਸਕਦਾ ਓਸ ਦੀ ਕਹਾਣੀ ਹੀ ਅਕੱਥ ਹੈ; ਓਥੇ ਆਨ ਕਾਹੂ ਕੋ ਹੋਰ ਕਿਸੇ ਦਾ ਗਿਆਨ ਸਮਝ ਬੂਝ ਵਾ ਸ੍ਯਾਣਪ ਤਥਾ ਉਨਮਾਨ ਉਕਤ ਜੁਕਤ ਵਾ ਅਟਕਲ ਦਲੀਲ ਬਾਜੀ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੀ। ਭਾਵ ਭਗਵਾਨ ਦੇ ਘਰ ਬੇਪ੍ਰਵਾਹੀਆਂ ਦੇ ਲੇਖੇ ਹਨ ॥੪੩੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
