[
  {
    "id": "ARF",
    "sttm_id": 6917,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9V95",
        "source_page": 437,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "KwNf KwNf khY ijhbw n sÍwdu mITo AwvY; Agin Agin khY sIq n ibnws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No action but repeated utterances are futile. Repeatedly saying sugar, the tongue is unable to experience sweet taste, nor shivering with cold can stop by saying fire! fire!",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਖੰਡ ਖੰਡ ਆਖਿਆਂ ਰਸਨਾ ਜੀਭ ਨੂੰ ਮਿੱਠਾ ਮਿੱਠਾ ਸ੍ਵਾਦ ਨਹੀਂ ਆ ਜਾਂਦਾ ਤੇ ਅੱਗ ਅੱਗ ਦੀ ਰਟ ਲਗਾਇਆਂ ਸੀਤ ਪਾਲਾ ਦੂਰ ਨਹੀਂ ਹੋਇਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D63B",
        "source_page": 437,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bYd bYd khY rog imtq n kwhU ko; drb drb khY koaU drbih n iblws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No ailment can be cured by repeated utterance of doctor! doctor! nor can anyone enjoy the luxuries that money buys just by saying money! money!",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵੈਦ ਵੈਦ ਆਖਦੇ ਰਿਹਾਂ ਕਿਸੇ ਦਾ ਰੋਗ ਨਹੀਂ ਮਿਟ ਜਾਇਆ ਕਰਦਾ ਅਤੇ ਦਰਬ ਦਰਬ ਧਨ ਧਨ ਦੇ ਕਹਿਦੇ ਰਿਹਾਂ ਕਿਸੇ ਨੂੰ ਦਰਬ ਦੇ ਬਿਲਾਸ ਧਨ ਦੇ ਆਨੰਦ ਦਾ ਮਾਨਣਾ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B9MF",
        "source_page": 437,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn cMdn khq pRgtY n subwsu bwsu; cMdR cMdR khY aujIAwro n pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as saying sandalwood! sandalwood, the fragrance of sandalwood cannot spread, nor can the radiance of the moon-light be experienced by repeatedly saying moon! moon! unless the moon rises.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੰਦਨ ਚੰਦਨ ਕਹਿੰਦਿਆਂ ਹੋਇਆਂ ਕੋਈ ਸੁਗੰਧੀ ਦੀ ਬਾਸਨਾ ਨਹੀਂ ਪ੍ਰਗਟ ਹੋ ਔਂਦੀ ਅਰਥਾਤ ਮਹਿਕ ਦੀਆਂ ਲਪਟਾਂ ਨਹੀਂ ਔਣ ਲਗ ਪੈਂਦੀਆਂ ਤੇ ਚੰਦ ਚੰਦ ਆਖਦਿਆਂ ਕੋਈ ਉਜਾਲੇ ਚਾਨਣੇ ਦਾ ਪ੍ਰਕਾਸ਼ ਪ੍ਰਗਟ ਹੋਣਾ ਨਹੀਂ ਹੋ ਆਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99HG",
        "source_page": 437,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy igAwn gosit khq n rhq pwvY; krnI pRDwn Bwn audiq Akws hY [437["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, just listening to the holy sermons and discourses, no one can acquire the divine life-style and code of conduct. The most fundamental need is to practice the lessons in actual life. So by the practice of the Guru's blessed Naam Simran, the ligh",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਗਿਆਨ ਗੋਸ਼ਟ ਦੀ ਚਰਚਾ ਬਾਰਤਾ ਕਹਿਣ ਮਾਤ੍ਰ ਤੇ ਰਹਤ ਰਹਣੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦੀ ਕੇਵਲ ਕਰਣੀ ਕਰਤੱਤ ਅਮਲ ਹੀ ਪ੍ਰਧਾਨ ਮੁੱਖ ਵਸਤੂ ਹੈ; ਅਰੁ ਇਸੇ ਦੇ ਪਾਲਿਆਂ ਹੀ ਅਕਾਸ ਦਸਮ ਦ੍ਵਾਰ ਵਿਖੇ ਭਾਨੁ ਗ੍ਯਾਨ ਦਾ ਸੂਰਜ ਉਦੇ ਹੋਯਾ ਕਰਦਾ ਹੈ ॥੪੩੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
