[
  {
    "id": "37D",
    "sttm_id": 6918,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "58WS",
        "source_page": 438,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hsq hsq pUCY his his kY hswie; rovq rovq pUCY roie Aau ruvwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A laughing person merrily asks a happy and laughing person various things that can make them laugh. Similarly a crying person asks another crying person matters that causes crying.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਸਤ ਹੱਦਸੇ ਹੋਏ ਨੂੰ ਹਸਤ ਹੱਸਦਾ ਹੋਯਾ; ਹੱਸ ਹੱਸ ਕੇ ਹਸੌਂਦਾ ਹੋਯਾ; ਕੁਸ਼ਲ ਖੇਮ ਦੀ ਬਾਤ ਪੁਛ੍ਯਾ ਕਰਦਾ ਹੈ; ਅਤੇ ਰੋਂਦੇ ਹੋਏ ਨੂੰ ਰੋਂਦਾ ਹੋਇਆ ਆਪ ਰੋ ਕੇ ਅਤੇ ਰੋਂਦਿਆਂ ਨੂੰ ਹੋਰ ਰੁਵਾ ਰੁਵਾ ਕੇ ਪੁਛਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QUDK",
        "source_page": 438,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bYTY bYTY pUCY bYiT bYiT kY inkit jwie; cwlq cwlq pUCY dhids Dwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A settled person will share with another settled person means of settling down. A person treading a path will ask another on the right path, things that would lead one to the right path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੈਠੇ ਹੋਏ ਨੂੰ ਪਾਸ ਜਾ ਕੇ ਬੈਠਕੇ ਹੀ; ਬੈਠਿਆਂ ਹੋਇਆਂ ਪੁੱਛੀਦਾ ਹੈ; ਅਤੇ ਤੁਰਦਿਆਂ ਹੋਇਆਂ ਨੂੰ; ਤੁਰਦਾ ਤੁਰਦਾ ਹੀ ਦਹਦਿਸਿ ਧਾਇ ਕੈ ਦਸ ਵਲ ਮਾਰ ਕੇ ਪੁਛਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8853",
        "source_page": 438,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "log pUCy logwcwr byd pUCY byd ibiD; jogI BogI jog Bog jugiq jugwie kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A worldly person asks the other worldly persons various aspects of worldly affairs. One who studies Vedas would ask about Vedas from another who has the knowledge of Vedas.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੋਕ ਲੋਕਾਚਾਰੀ ਗੱਲਾਂ ਨੂੰ ਪੁਛ੍ਯਾ ਕਰਦੇ ਹਨ; ਤੇ ਬੇਦ ਬਿਧਿ ਬੇਦ ਆਚਾਰ ਬੇਦ ਮ੍ਰਯਾਦਾ ਨੂੰ ਬੇਦ ਬੇਦ ਚਾਰੀ ਲੋਕ ਅਤੇ ਇਵੇਂ ਹੀ ਜੋਗੀ ਵਾ ਭੋਗੀ ਆਪੋ ਆਪਣੇ ਆਸ਼ਯ ਨਾਲ ਮਿਲਦੀਆਂ ਜੋਗ ਜੁਗਤੀ ਵਾ ਭੋਗ ਭੁਗਤੀ ਦੀ ਚਾਲ ਗੱਲਾਂ ਨੂੰ ਜਗਾਇ ਕੈ ਘੋਖ ਘੋਖ ਕੇ ਪੁਛ੍ਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "80PR",
        "source_page": 438,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnm mrn BRm kwhU n imtwey swikE; inihcl Bey gur crn smwie kY [438["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the above do satiate the addiction of a person, but no one has been able to end the birth-death cycle of anyone by such prattles. Those who unite their attention in the holy feet of the Lord, only those obedient disciples of the Guru are able to end t",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੀਆਂ ਪਰਚੌਣੀਆਂ ਨਾਲ ਜੰਮਨ ਮਰਣ ਦੀ ਭਟਕਨਾ ਕੋਈ ਕਿਸੇ ਦੀ ਨਹੀਂ ਮਿਟਾ ਸਕਦਾ। ਜਿਹੜੇ ਗੁਰੂ ਕਿਆਂ ਚਰਣਾਂ ਵਿਚ ਸਮਾਈ ਕਰਦੇ ਹਨ; ਕਵਲ ਓਹੋ ਹੀ ਅਚੱਲ ਜਨਮ ਮਰਣ ਤੋਂ ਰਹਤ ਰਹਤ ਹੋਇਆ ਕਰਦੇ ਹਨ ॥੪੩੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
