[
  {
    "id": "JVV",
    "sttm_id": 6919,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1E4U",
        "source_page": 439,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUCq pQik iqh mwrg n DwrY pig; pRIqm kY dys kYsy bwqnu ky jweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One asks a wayfarer of the beloved Lord's abode, the path to Him but does not tread even a step on it. Without launching oneself on that path, how can one reach the abode of the beloved Lord by mere prattles?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਥਿਕ ਪਾਂਧੀ ਰਾਹੀ ਨੂੰ ਤਾਂ ਰਾਹ ਪੁੱਛਦਾ ਹੈ; ਪਰ ਓਸ ਵਾਟੇ ਪੈਰ ਧਰਦਾ ਨਹੀਂ ਅਰਥਾਤ ਤੁਰਨ ਦਾ ਨਾਮ ਨਹੀਂ ਲੈਂਦਾ ਭਲਾ ਇਉਂ ਗੱਲਾਂ ਗੱਲਾਂ ਨਾਲ ਕਿਸ ਤਰ੍ਹਾਂ ਪ੍ਰੀਤਮ ਦੇ ਦੇਸ ਪੁਜ੍ਯਾ ਜਾ ਸਕੇਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FGT0",
        "source_page": 439,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUCq hY bYd Kwq AauKd n sMjm sY; kYsy imtY rog suK shj smweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One asks the physician the True Guru, the medicine of curing the malady of ego, but does not consume the medicine with dedicated discipline and precautions. Then how can the ailment of ego be cured and spiritual peace acquired.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਕੂੰ ਹੀ ਵੈਦ ਹਕੀਮ ਨੂੰ ਤਾਂ ਦਵਾਈ ਦਰਮਲ ਬਾਬਤ ਪੁੱਛਦਾ ਹੈ ਕਿੰਤੂ ਅਉਖਧਿ ਦਵਾਈ ਸੰਜਮ ਪੱਥ ਪ੍ਰਹੇਜ਼ ਨਾਲ ਖਾਂਦਾ ਨਹੀਂ ਭਲਾ ਰੋਗ ਕੀਕੂੰ ਮਿਟੇ ਤੇ ਸਹਜ ਸੁਖ ਸੁਭਾਵਿਕੀ ਅਰੋਗਤਾ ਧੁਰਾਹੂੰ ਨਵੇਂ ਨਰੋਏਪਣੇ ਵਿਚ ਕੀਕੂੰ ਸਮਾਈ ਪਾਈ ਜਾ ਸਕੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UASU",
        "source_page": 439,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUCq suhwgn krm hY duhwgin kY; irdY ibibcwr, kq ishjw bulweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One asks from the dear and beloveds of the Lord husband the way of meeting Him, but all her actions and deeds are like of wretched and discarded women. Then how can such a seeker wife with deceitful heart ever be called to the nuptial bed of the husband L",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇ ਹੀ ਜੀਕੂੰ ਸੁਹਾਗਨੀ ਪਤਿਬ੍ਰਤਾ ਨੂੰ ਤਾਂ ਸੁਹਾਗ ਭਾਗ ਦੀਆਂ ਗੱਲਾਂ ਵਾ ਵਰਤਨ ਵਿਹਾਰ ਦੇ ਚੱਜ ਆਚਾਰ ਪੁਛਦੀ ਹੈ; ਕਿੰਤੂ ਕਰਮ ਕਰਤੂਤ ਹੈ ਦੁਹਾਗਨਾਂ ਬੁਰਿਆਰਾਂ ਵਾਲੀ ਅਤੇ ਰਿਦੇ ਅੰਦਰ ਵਸ ਰਿਹਾ ਹੈ ਬਿਭਚਾਰ ਪਰ ਪੁਰਖਾਂ ਨੂੰ ਰਮਣ ਵਾਲਾ ਕਾਰਾ ਭਲਾ ਪਤੀ ਦੀ ਸਿਹਜਾ ਉਪਰ ਕਿਸ ਤਰ੍ਹਾਂ ਬੁਲਾਈ ਸੱਦੀ ਜਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M53X",
        "source_page": 439,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gwey suny AwNKy mIcY pweIAY n prmpdu; gur aupdysu gih jau lau n kmweIAY [439["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly without inhabiting the Lord in the heart, singing the praises, listening to His discourses and closing eyes for the beloved Lord cannot reach one to the higher spiritual state. Reaffirming of Guru's sermons in the heart and practicing them perpe",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਬਿਸਨੁ ਪਦਿਆਂ ਭਜਨਾਂ ਦੇ ਗਾਵਿਆਂ; ਸੁਣਿਆਂ; ਤਥਾ ਪ੍ਰਸਿੰਨ ਹੋ ਹੋ ਕੇ ਅਖੀਆਂ ਮੀਟਿਆਂ ਤਦੋਂ ਤੱਕ ਕਦੀ ਪਰਮ ਪਦ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ: ਜਦੋਂ ਤਕ ਕਿ ਗੁਰੂ ਮਹਾਰਾਜ ਦਾ ਉਪਦੇਸ਼ ਲੈ ਕੇ ਨਹੀਂ ਕਮਾਇਆ ਜਾਵੇਗਾ ॥੪੩੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
