[
  {
    "id": "77T",
    "sttm_id": 6920,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WTV4",
        "source_page": 440,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "KojI Koij dyiK cilE jwie phucy iTkwny; Ails iblMb kIey Koij imt jwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a tracker proceeds along the footprints and reaches the desired place, but had he been lazy or complacent, these footprints trail would have been obliterated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਖੋਜੀ ਖੁਰੇ ਦੀ ਪਛਾਣ ਕਰਣਹਾਰਾ ਖੋਜ ਨੂੰ ਦੇਖਦਾ ਦੇਖਦਾ ਚਲਿਆ ਜਾਂਦਾ ਟਿਕਾਣੇ ਸਿਰ ਪੁਜ ਪੈਂਦਾ ਹੈ; ਪਰ ਜੇਕਰ ਆਲਸ ਸੁਸਤੀ ਕਰਦਿਆਂ ਬਿਲੰਬ ਢਿੱਲ ਕਰੇ ਤਾਂ ਖੋਜ ਮਿਟ ਜਾਂਦਾ ਹੈ; ਜਿਸ ਕਰ ਕੇ ਟਿਕਾਣੇ ਪੁਜਨੋਂ ਖੁੰਜ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WNNB",
        "source_page": 440,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ishjw smY rmY Brqwr br nwir soeI; krY jau AigAwn mwnu pRgtq pRwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a woman who moving to the bed of her husband at night is fortunate to enjoy the union with her husband is the prime wife of that man. But one who shows arrogance due to ignorance loses the opportunity of this union because of her laziness and comp",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QXC7",
        "source_page": 440,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "brKq myG jl cwqRk iqRpiq pIey; mon ghy brKw ibqIqy ibllwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a rain-bird may be able to quench his thirst when it is raining, but if he does not open his mouth and the rain stops, then he wails and cry.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੇਘ ਬੱਦਲ ਦੇ ਬਰਸਦਿਆਂ ਹੋਯਾਂ ਪਪੀਹਾ ਜਲ ਪੀਵੇ ਤਾਂ ਤ੍ਰਿਪਤੀ ਰੱਜ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ਪਰ ਜੇ ਓਸ ਵੇਲੇ ਚੁੱਪ ਧਾਰੇ ਆਲਸ ਜਾਂ ਘੌਲ ਕਰੇ ਤਾਂ ਮੀਂਹ ਪੈਣਾ ਬਤੀਤੇ ਬੰਦ ਪੈ ਜਾਣ ਕਰਕੇ ਸਮਾਂ ਟਲ ਗਿਆਂ ਪਿਆ ਰੋਂਦਾ ਰਹੂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SNDL",
        "source_page": 440,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isK soeI suin gur sbd rhq rhY; kpt snyh kIey pwCy pCuqwq hY [440["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, he alone is an obedient Sikh of the True Guru, who listens to His sermon and adopts it in his life immediately. (He commences practicing of Naam Simran immediately). Otherwise without inhabiting true love in the heart and demonstrating it outwa",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸੇ ਹੀ ਸਿੱਖ ਗੁਰੂ ਦਾ ਓਹੋ ਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਗੁਰ ਉਪਦੇਸ਼ ਮੰਤ੍ਰ ਸੁਣ ਕੇ ਓਸ ਦੀ ਰਹਿਣੀ ਰਹੇ ਭਾਵ ਕਮਾਵੇ ਜੇ ਕਮਾਇਆ ਨਾ ਤਾਂ ਕਪਟ ਸਨੇਹ ਛਲ ਦਾ ਪ੍ਰੇਮ ਕੀਤਿਆਂ ਅਰਥਾਤ ਦੀਖ੍ਯਾ ਮਾਤ੍ਰ ਗ੍ਰਹਣ ਖਾਤਰ ਦਿਖਾਵੇ ਦੀ ਸਿੱਕ ਦਿਖਾਲਿਆਂ ਵਾ ਉਪਰੋਂ ਗੁਰੂ ਦਾ ਤੇ ਅੰਦਰੋਂ ਹੋਰ ਹੋਰ ਟੇਕਾਂ ਧਾਰਣ ਹਾਰਾ ਹੁੰਦੇ ਹੋਇਆਂ ਪਿਛੋਂ ਪਛੋਤਾਵਾ ਹੀ ਰਿਹਾ ਕਰਦਾ ਹੈ ॥੪੪੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
