[
  {
    "id": "RXZ",
    "sttm_id": 6921,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CY8Z",
        "source_page": 441,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy bCurw ibCur prY Awn gwie Qn; dugD n pwn krY mwrq hY lwq kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a calf separated from his mother rushes to suck milk from another cow's teats, and he is denied sucking milk by the cow who kicks him away.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਵੱਛਾ ਗਾਂ ਨਾਲੋਂ ਵਿਛੁੜਾ ਅੱਡ ਹੋ ਕੇ ਦੂਸਰੀ ਗਾਂ ਦੇ ਥਨੀਂ ਜਾ ਪਵੇ ਤਾਂ ਦੁੱਧ ਤਾਂ ਨਹੀਂ ਪੀਣਾ ਮਿਲਦਾ ਹਾਂ! ਉਹ ਉਲਟੀ ਲੱਤ ਨੂੰ ਮਾਰਿਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DWB3",
        "source_page": 441,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy mwnsr iqAwig hMs Awnsr jwq; Kwq n mukqwPl Bugq jugwq kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a swan leaving Mansarover lake goes to some other lake cannot get his food of pearls to eat from there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮਾਨ ਸ੍ਰੋਵਰ ਅੰਮ੍ਰਿਤ ਦੇ ਸੋਮੇ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਹੰਸ ਕਿਸੇ ਦੂਏ ਸਰੋਵਰ ਉਪਰ ਜਾ ਵੱਸੇ ਤਾਂ ਮੋਤੀ ਫਲ ਜੋ ਓਸ ਦੇ ਗਾਤ ਸਰੀਰ ਦੀ ਭੁਗਤ ਭੋਜਨ ਹੁੰਦਾ ਹੈ ਓਹ ਉਸ ਨੂੰ ਖਾਣ ਲਈ ਨਹੀਂ ਮਿਲ ਸਕ੍ਯਾ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDF8",
        "source_page": 441,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy rwj duAwr qij Awn duAwr jwq jn; hoq mwnu BMgu mihmw n kwhU bwq kI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a guard on the door of the king leaves and serves on another's door, it hurts his pride and does not help his glory and grandeur anyway.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਰਾਜ ਦੁਆਰੇ ਰਾਜ ਦਰਬਾਰ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਕਿਸੇ ਹੋਰ ਦੁਆਰੇ ਆਦਮੀ ਚਲ੍ਯਾ ਜਾਵੇ ਭਾਵ ਆਪਣੀ ਸਰਕਾਰ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਕੋਈ ਹੋਰ ਸ੍ਰਕਾਰ ਥਾਪ ਲਵੇ ਤਾਂ ਉਥੇ ਕਿਸੇ ਗੱਲ ਦੀ ਮਹਿਮਾ ਕਦਰ ਨਹੀਂ ਹੁੰਦੀ ਸਗੋਂ ਮਨ ਖਿੰਨ ਹੋ ਹੋ ਪਿਆ ਕਰਦਾ ਹੈ ਭਾਵ ਨਵੀਂ ਸ੍ਰਕਾਰ ਓਸ ਨੂੰ ਭਗੌੜਾ ਜਾਣ ਕੇ ਓਸ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰ੍ਯਾ ਕਰਦੀ ਜਿਸ ਕਕੇ ਦੁਖੀ ਰਿਹਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2T3J",
        "source_page": 441,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK Awn dyv kI srn jwih; rihE n prq rwiK skq n pwq kI [441["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, if a devoted disciple of Guru leaves the refuge of his Guru and goes into the protection of other gods and goddesses, he cannot find his stay there worthwhile nor anyone would show any respect and regard towards him being a blemished sinner.  (",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਜੇਕਰ ਗੁਰੂ ਕਾ ਸਿੱਖ ਸਤਿਗੁਰਾਂ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਹੋਰਸ ਦੇਵਤਾ ਦੀ ਸ਼ਰਣ ਜਾਵੇ ਤਾਂ ਉਥੇ ਭੀ ਉਹ ਰਹਿਣਾ ਨਹੀਂ ਪੌਂਦਾ; ਕ੍ਯੋਂਕਿ ਉਹ ਦੇਵਤਾ ਓਸ ਗੁਰ ਦ੍ਰੋਹੀ ਪਾਤਕੀ ਪਾਪੀ ਨੂੰ ਅਪਣੇ ਪਾਸ ਸ਼ਰਣ ਵਿਚ ਰਖ ਨਹੀਂ ਸਕਿਆ ਕਰਦਾ ॥੪੪੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
