[
  {
    "id": "R6A",
    "sttm_id": 6922,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0PQK",
        "source_page": 442,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy GnGor mor cwqRk snyh giq; brKq myh Asnyh kY idKwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a peacock's and rain-bird's love is confined to the thunder of the clouds and this love is visible only till the rain lasts. (Their love is not lasting.)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮੇਘ ਦੀ ਗੜਗੱਜ ਬੱਦਲ ਦੀ ਗਰਜਨਾਂ ਨਾਲ ਮੋਰ ਤਥਾ ਪਪੀਹੇ ਦੇ ਸਨੇਹ ਗੀਤ ਪ੍ਯਾਰ ਦੀ ਚਾਲ ਹੁੰਦੀ ਹੈ ਪਰ ਇਹ ਐਸਾ ਪ੍ਰੇਮ ਮੀਂਹ ਪੈਂਦਿਆਂ ਹੀ ਕਰ ਕੇ ਦਿਖਾਇਆ ਕਰਦੇ ਹਨ; ਸਦੀਵ ਕਾਲ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MSVF",
        "source_page": 442,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau kml jl AMqir idsMqir huie; mDukr idnkr hyq aupjwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lotus flower closes at sunset but remains in water and the bumble bee keeps hovering over other flowers. But at sunrise when lotus flower opens up, its love for the lotus flower resurfaces. His love is not of permanent nature.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਕੌਲ ਫੁੱਲ ਹੁੰਦਾ ਹੈ ਚਾਹੇ ਜਲ ਦੇ ਅੰਦਰ ਹੀ ਸਮੀਟਿਆ ਹੋਇਆ ਪਰ ਇਉਂ ਹੁੰਦਿਆਂ ਭੌਰਾ ਹੁੰਦਾ ਹੈ ਦਿਸੰਤਰਿ ਹੋਰਨੀ ਹੋਰਨੀ ਪਾਸੀਂ ਪਰਚਿਆ ਕਿੰਤੂ ਜ੍ਯੋਂ ਹੀ ਕਿ ਕੌਲ ਸੂਰਜ ਨਾਲ ਪ੍ਯਾਰ ਪ੍ਰਗਟਾ ਲੈਂਦਾ ਭਾਵੇਂ; ਆਪਣੀ ਨਿਗ੍ਹਾ ਜਲ ਤੋਂ ਉਠਾ ਕੇ ਸੂਰਜ ਵੱਲ ਪ੍ਯਾਰ ਲਗਾਂਦਾ ਖਿੜਦਾ ਹੈ ਤਾਂ ਭੌਰਾ ਭੀ ਕੌਲ ਨਾਲ ਪ੍ਯਾਰ ਕਰਨ ਲਗ ਪੈਂਦਾ ਹੈ ਭਾਵ ਅਨਖਿੜੇ ਕੌਲ ਨੂੰ ਨਹੀਂ ਪ੍ਯਾਰਦਾ ਤੇ ਖਿੜੇ ਨੂੰ ਪ੍ਯਾਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9EFQ",
        "source_page": 442,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dwdr inrwdr huie jIAiq pvn BiK; jl qij mwrq n pRymih ljwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A frog's love with water is very disrespecting. He comes out of water to breathe air. Out of water, it does not die. He thus shames his love for water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਾਦਰ ਡਡੂ ਦਾ ਜਦ ਜਲ ਪਾਸੋਂ ਨਿਰਾਦਰ ਹੁੰਦਾ ਹੈ ਭਾਵ ਜਦੋਂ ਜਲ ਸੁੱਕ ਕੇ ਡਡੂ ਦਾ ਆਦਰ ਨਹੀਂ ਕਰ ਸਕਦਾ; ਤਾਂ ਇਹ ਪੌਣ ਨੂੰ ਭੱਛਨ ਕਰ ਕੇ ਜੀਉਂਦਾ ਰਹਿੰਦਾ ਹੈ; ਤੇ ਜਲ ਦੇ ਤਿਆਗਿਆਂ ਇਹ ਮਰ ਨਹੀਂ ਜਾਂਦਾ ਅਰੁ ਇਉਂ ਇਹ ਸਭੀ ਪ੍ਰੇਮ ਨੂੰ ਲਾਜ ਹੀ ਲਾਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FKKR",
        "source_page": 442,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kpt snyhI qYsy Awn dyv syvku hY; gurisK mIn jl hyq ThrwvhI [442["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, a deceitful Sikh with demonstrative love is the follower of other gods and goddesses, whereas the love of a true and obedient Sikh for his True Guru is like fish and water. (He holds no love for anyone else other than the True Guru).  (442)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਮੋਰ ਪਪੀਹੇ; ਕੌਲ ਭੌਰੇ; ਤਥਾ ਡਡੂ ਦੀ ਨ੍ਯਾਈਂ ਕਪਟ ਸਨੇਹੀ ਦਿਖਾਵੇ ਦੇ ਸ੍ਵਾਰਥੀ ਪ੍ਯਾਰ ਵਾਲੇ ਸਤਿਗੁਰਾਂ ਤੋਂ ਬੇਮੁਖ ਹੋ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕ ਜਾ ਬਣਦੇ ਹਨ; ਪ੍ਰੰਤੂ ਗੁਰੂ ਕੇ ਸਿੱਖ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕ ਸਮਾਨ ਸੱਚਾ ਪ੍ਰੇਮ ਕਰਣ ਹਾਰੇ ਮਛਲੀ ਜਲ ਵਾਲੇ ਪ੍ਰੇਮ ਉਪਰ ਨਿਸਚਾ ਧਾਰਦੇ ਹਨ: ਭਾਵ ਜਲ ਬਿਨਾਂ ਮਛਲੀ ਦੇ ਮਰ ਮਿਟਨ ਵਤ ਸਤਿਗੁਰਾਂ ਤੋਂ ਕਦਾਚਿਤ ਵਿਛੜਦੇ ਮਰਣ ਲਗਦੇ ਹਨ ॥੪੪੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
