[
  {
    "id": "KJ8",
    "sttm_id": 6926,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2AQK",
        "source_page": 446,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau ggn Gtw GmMf iblokIAiq; grij grij ibnu brKw iblwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as black clouds are often seen in the sky who make thundering sound but disperse without releasing a drop of rain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਆਕਾਸ਼ ਮੰਡਲ ਵਿਖੇ ਬਦਲਾਂ ਦੀ ਘਟਾ ਘਮੰਡ ਘਿਰੀ ਹੋਈ ਮਾਨੋ ਹੁਣੇ ਵਰ੍ਹੀ ਕਿ ਵਰ੍ਹੀ ਦਸ਼ਾ ਵਿਖੇ ਦੇਖੀਦੀ ਹੈ; ਪਰ ਗੱਜ ਗੱਜ ਕੇ ਮੀਂਹ ਪਏ ਬਿਨਾਂ ਹੀ ਜੀਕੂੰ ਉਹ ਬਿਲਾਤ ਦਫਾ ਹੋ ਜਾਯਾ ਉਡ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "53TP",
        "source_page": 446,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau ihmwcil kTor Aau sIql Aiq; skIAY n Kwie iqRKw n imtwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a snow clad mountain is very hard and cold; it yields no eatable nor can the thirst be quenched by eating the snow.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮੁੜ ਬਰਫ ਦਾ ਪਹਾੜ ਹੈ; ਕਠੋਰ ਨਿਗਰ ਅਤੇ ਅਤ੍ਯੰਤ ਸੀਤਲ ਠੰਢਾ ਠਾਰ ਪਰ ਉਥੋਂ ਕੁਛ ਖਾ ਨਹੀਂ ਸਕੀਦਾ ਕ੍ਯੋਂ ਜੁ ਬਰਫ ਬਿਨਾਂ ਕੁਛ ਮਿਲਦਾ ਹੀ ਨਹੀਂ; ਤੇ ਜੇ ਬਰਫ ਨੂੰ ਖਾਵੇ ਤਾਂ ਪਿਆਸ ਨਹੀਂ ਮਿਟਾ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1655",
        "source_page": 446,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Esu prq krq hY sjl dyhI; rwKIAY icrMkwl n Taur Thrwiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as dew wets the body but it cannot be kept at a place for long. It cannot be stored.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਤ੍ਰੇਲ ਪੈਂਦੀ ਹੈ; ਤਾਂ ਉਹ ਸ਼ਰੀਰ ਨੂੰ ਸਜਲ ਭਿੰਨਾ ਭਿੰਨਾ ਗਿੱਲਾ ਬਣ ਦਿੰਦੀ ਹੈ; ਪਰ ਜੇ ਓਸ ਗਿੱਲ ਨੂੰ ਸੀਤਲਤਾ ਦਾ ਕਾਰਣ ਜਾਣ ਕੇ ਸੰਭਾਲ ਰਖਣਾ ਚਾਹੀਏ ਤਾਂ ਚਿਰਕਾਲ ਤਕ ਰਖੀ ਨਹੀਂ ਰਹਿ ਸਕ੍ਯਾ ਕਰਦੀ ਤੇ ਨਾ ਹੀ ਇਕ ਟਿਕਾਣੇ ਟਿਕੀ ਹੀ ਰਹਿ ਸਕ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NE5R",
        "source_page": 446,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy Awn dyv syv iqRibiD cpl Pl; siqgur AMimRq pRvwh ins pRwq hY [446["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the fruit of the service of gods who live life in the three traits of maya. Their reward is also influenced by the three traits of mammon. Only the service of the True Guru maintains the flow of the Naam-Bani elixir for ever.  (446)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਮਨ ਬਾਣੀ ਸਰੀਰ ਮਾਤ੍ਰ ਕਰ ਕੇ ਹੀ ਹੋਰ ਦੇਵ ਸੇਵਨ ਦਾ ਫਲ ਸੰਸਾਰੀ ਹੋਣ ਕਰ ਕੇ ਚਪਲ ਰੂਪ ਅਰਥਾਤ ਚਲਾਯਮਾਨ ਨਾਸਵੰਤ ਹੈ; ਕੇਵਲ ਓਸੇ ਪਾਸੇ ਦੁੱਖ ਹੀ ਦੁੱਖ ਦਿਖਾਵੇ ਦਾ ਪਾਜ ਹੈ। ਇਹ ਕੇਵਲ ਸਤਿਗੁਰਾਂ ਦੀ ਹੀ ਸਫਲ ਸੇਵਾ ਹੈ ਜਿਸ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਨਿੱਤ ਹੀ ਸਦੀਵ ਕਾਲ ਅੰਮ੍ਰਿਤ ਦਾ ਪ੍ਰਵਾਹ ਪ੍ਰਾਤ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਜਾਰੀ ਰਹਿੰਦਾ ਹੈ ॥੪੪੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
