[
  {
    "id": "NB6",
    "sttm_id": 6928,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9943",
        "source_page": 448,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK sMgiq imlwp ko pRqwp AYso; piqbRq eyk tyk duibDw invwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a Sikh with his Guru and becoming one with him is like a faithful wife who discards the desire of others and lives in the refuge of one husband.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰੂ ਸਿੱਖ ਸੰਗਤ ਦੇ ਮਿਲਾਪ ਦਾ ਮਹਾਤਮ ਐਹੋ ਜਿਹਾ ਹੈ ਕਿ ਪਤਿਬ੍ਰਤਾ ਸਿੱਖੀ ਭਾਵ ਵਾਲੇ ਬ੍ਰਤ ਪ੍ਰਣ ਨੂੰ ਧਾਰ ਕੇ ਅਰਥਾਤ ਇਕੋ ਗੁਰੂ ਮਹਾਰਾਜ ਦੀ ਟੇਕ ਲੈ ਕੇ ਦੁਚਿਤਾਈ ਸੰਸੇ; ਤੌਖਲੇ ਆਦਿ ਦੀ ਬਾਣ ਦੂਰ ਕਰ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YUQT",
        "source_page": 448,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUCq n joqk Aau byd iQiq bwr kCu; igRh Aau nKqR kI n sMkw aur DwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh who places his faith in the refuge of one True Guru, does not depend upon astrology or the command of Vedas, nor does he bring any doubt about the auspiciousness of a day/date or constellation of stars/planets to his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਰਥਾਤ ਗੁਰੂ ਕਾ ਸਿੱਖ ਨਾ ਤਾਂ ਕਿਸੇ ਕਾਰਜ ਅਰੰਭਨ ਲਗਿਆਂ ਜੋਤਿਸ਼ ਹੀ ਪੁਛਦਾ ਹੈ; ਅਤੇ ਨਾ ਹੀ ਬੇਦਾਂ ਦੀ ਹੀ ਪ੍ਰੀਛ੍ਯਾ ਪੌਂਦਾ: ਅਥਵਾ ਥਿੱਤ ਵਾਰ ਆਦਿ ਬਾਬਤ ਹੀ ਪੁਛਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਨੌਵਾਂ ਗ੍ਰੈਹਾਂ ਤਥਾ ਨਖ੍ਯਤਰ ਆਦਿਕਾਂ ਦੀ ਹੀ ਸ਼ੰਕਾ ਚਿਤਵਨੀ ਚਿੱਤ ਅੰਦਰ ਲਿਔਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H1QF",
        "source_page": 448,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwnq n sgn lgn Awn dyv syv; sbd suriq ilv nyhu inrMkwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the holy feet of Guru, the Sikh does not know anything about the good or bad omens or service of gods and goddesses. He has such inaccessible love with the True Guru, the manifestation of formless Lord, that by lodging the divine word of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਹ ਸਗਨ ਲਗਨ ਕੁਛ ਨਹੀਂ ਜਾਣਦਾ ਸਮਝਦਾ ਤੇ ਨਾ ਹੀ ਆਨ ਦੇਵਾਂ ਦਾ ਸੇਵਨ ਹੀ ਕੁਛ ਮੰਨਦਾ ਹੈ; ਓਸ ਦਾ ਤਾਂ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਲੌਣ ਮਾਤ੍ਰ ਨਾਲ ਹੀ ਪ੍ਯਾਰ ਹੁੰਦਾ ਹੈ; ਅਤੇ ਉਹ ਨਿਰੰਕਾਰੀ ਨਿਰੰਕਾਰ ਪ੍ਰਾਯਣ ਰਹਿਣ ਵਾਲਾ ਹੁੰਦਾ ਹੈ; ਭਾਵ ਗੁਰ ਸਿੱਖ ਹਰ ਕਾਰਯ ਦੇ ਆਰੰਭ ਤਥਾ ਸਮਾਪਤੀ ਸਮੇਂ ਇਕ ਮਾਤ੍ਰ ਸ਼ਬਦ ਦਾਹੀ ਸੁਰਤ ਦ੍ਵਾਰਾ ਅਰਾਧਾਨ ਕਰਦੇ ਹੋਏ ਇਕ ਮਾਤ੍ਰ ਨਿਰੰਕਾਰ ਪ੍ਰਾਯਣ ਰਹਿੰਦੇ ਹਨ; ਬਸ ਏਹੋ ਹੀ ਇਨ੍ਹਾਂ ਦਾ ਅਨੰਨ ਇਸ਼ਟ ਅਰਾਧਨ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KA9W",
        "source_page": 448,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isK sMq bwlk sRI gur pRiqpwlk huie; jIvn mukiq giq bRhm ibcwrI hY [448["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The father Guru protects and brings up the specially virtuous children. Such Sikhs are freed of all rites and rituals by the Guru during their life-time, and instills the ideology and thoughts of one Lord in their mind.  (448)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਇਉਂ ਸਮਝੋ ਕਿ ਸਿੱਖ ਸੰਤ ਬਾਲਕ ਬੱਚੇ ਹਨ ਤੇ ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਦੇਵ ਪ੍ਰਤਿਪਾਲਾ ਕਰਣਹਾਰੇ ਬਚ੍ਯਾਂ ਦੇ ਮਾਪੇ ਸੋ ਉਹ ਓਨ੍ਹਾਂ ਨੂੰ ਬ੍ਰਹਮ ਵੀਚਾਰ ਵਾਲੇ ਯਾ ਬ੍ਰਹਮ ਵਿਖੇ ਵਰਤਾਨ ਵਾਲੇ ਏਨਾਂ ਨੂੰ ਬਣਾ ਕੇ ਜੀਵਨ ਮੁਕਤ ਗਤੀ ਵਾਲੇ ਭਾਵ; ਸਮੂਹ ਵਿਘਨਾਂ ਤੋਂ ਰਹਿਤ ਜੀਵਨ ਭਰ ਵਿਖੇ ਵਰਤਨ ਵਾਲੇ ਬਣਾਈ ਰਖਦੇ ਹਨ ਅਰੁ ਕਿਸੇ ਹੋਰ ਜੋਤਿਸ਼ ਆਦਿ ਸੰਬਧੀ ਪੁਛਗਿਛ ਪ੍ਰੀਛੇ ਆਦਿ ਦੀ ਲੋੜ ਜੋਗਿਆਂ ਨਹੀਂ ਰਹਿਣ ਦਿੰਦੇ ॥੪੪੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
