[
  {
    "id": "C6L",
    "sttm_id": 6929,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G1JM",
        "source_page": 449,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwr kY Bqwr kY snyh piqbRqw huie; gurisK eyk tyk piqbRq lIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife is considered faithful who lives life in the love of her husband. So does an obedient Sikh of the Guru take refuge of one Guru-God Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਨਾਰੀ ਕਰ ਕੇ ਇਸਤ੍ਰੀ ਭਾਵ ਨਾਲ ਭਰਤਾ ਦੇ ਹੀ ਸਨੇਹ ਪ੍ਯਾਰ ਪ੍ਰਾਇਣ ਰਹਿਣ ਵਾਲੀ ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਹੁੰਦੀ ਹੈ; ਇਸਤ੍ਰੀ ਹੁੰਦੀ ਹੈ; ਇਸੇ ਤਰ੍ਹਾਂ ਸਿੱਖ ਭੀ ਪਤੀ ਗੁਰੂ ਮਹਾਰਾਜ ਨੂੰ ਹੀ ਸ੍ਵਾਮੀ ਭਰਤਾ ਰਖਵਾਲਾ ਇਸ਼ਟ ਦੇਵਤਾ ਮੰਨ ਕੇ; ਇਸੇ ਹੀ ਬ੍ਰਤ ਸੰਜਮ ਪ੍ਰਣ ਦੀ ਇਕ ਮਾਤ੍ਰ ਟੇਕ ਓਟ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਭਾਵ ਹੋਰ ਕਿਸੇ ਦੇਵਤਾ ਦੇ ਸਹਾਰੇ ਨਹੀਂ ਪਰਚਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTYL",
        "source_page": 449,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rwg nwd bwd Aau sMbwd piqbRq huie; ibnu gur sbd n kwn isK dIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a husband enjoys the subject of mode of singing musical instruments and other conversation, so does a Sikh in the service of the Guru talks and listens nothing other than the sound of the divine words of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੂਸਰਿਆਂ ਦੇ ਗਾਵਿਆਂ ਗੀਤਾਂ ਰੂਪ ਰਾਗ; ਤਥਾ ਅਪਣੀ ਰਸਨਾ ਦ੍ਵਾਰੇ ਉਚਾਰੇ ਨਾਦ ਰੂਪ ਆਲਾਪ ਗੌਣਾਂ ਅਤੇ ਬਾਦ ਢੋਲਕ ਆਦਿ ਵਜਦਿਆਂ ਤਥਾ ਕੁੜੀਆਂ ਤੀਵੀਆਂ ਆਦਿ ਨਾਲ ਗੱਲਾਂ ਬਾਤਾਂ ਕਰਨ ਰੂਪ ਸੰਬਾਦ ਵਿਖੇ ਜੋ ਇਕ ਮਾਤ੍ਰ ਆਪਣੇ ਪਤੀ ਨੂੰ ਹੀ ਨਿਸ਼ਾਨਾ ਅਪਣਾ ਥਾਪੀ ਰਖਦੀ ਹੈ; ਭਾਵ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਹੋਰ ਹੋਰ ਕੰਨ ਰਸੀ ਪਰਚਿਆਂ ਨੂੰ ਪਤੀ ਬਾਝੋਂ ਜਿਸ ਨੇ ਬ੍ਯਰਥ ਸਮਝ ਲਿਆ ਹੈ; ਉਹ ਪਤਿਬ੍ਰਤਾ ਜੀਕੂੰ ਹੁੰਦੀ ਹੈ ਤੀਕੂੰ ਹੀ ਗੁਰੂ ਕਾ ਸਿੱਖ ਭੀ ਗੁਰ ਸ਼ਬਦ ਬਿਨਾਂ ਹੋਰ ਬ੍ਯਰਥ ਬਚਨ ਬਿਲਾਸ ਵੱਲ ਕੰਨ ਨਹੀਂ ਦਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CAMK",
        "source_page": 449,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp rMg AMg srbMg hyry piqbRqw; Awn dyv syvk n drsn kIn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a faithful wife admires the good looks, colour and beauty of all limbs of her husband, so does a devoted Sikh neither is the follower of any god nor proceeds to see any. Other than one True Guru, the form of True Master, he looks at no one else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਤੀ ਦਾ ਹੀ ਰੂਪ ਤੱਕਨਾ ਨੇਤ੍ਰ ਭਰ ਕੇ ਸੂਰਤ ਦੇਖਣੀ ਤੇ ਪਤੀ ਦਾ ਹੀ ਰੰਗ ਸੁਹਣੱਪ ਪਰਖਨਾ; ਤਥਾ ਉਸ ਦਿਆਂ ਹੀ ਅੰਗਾਂ ਨੂੰ ਸਰਬੰਗ ਸਮੂਲਚੇ ਭਾਵ ਨਾਲ ਨਿਗ੍ਹਾ ਵਿਚ ਲਿਔਣਾ ਇਹ ਇਸਤ੍ਰੀ ਦਾ ਬ੍ਰਤ ਪ੍ਰਣ ਹੁੰਦਾ ਹੈ; ਐਸੇ ਹੀ ਪਤੀ ਬ੍ਰਤ ਸਮਾਨ ਗੁਰੂ ਕਾ ਸਿੱਖ ਭੀ ਨਾ ਤਾਂ ਅਨ ਦੇਵਤਾ ਨੂੰ ਹੀ ਤੇ ਨਾ ਹੀ ਪਰ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕ ਉਪਾਸ਼ਕਾਂ ਆਦਿ ਦਾ ਦਰਸ਼ਨ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YLY1",
        "source_page": 449,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sujn kutMb igRih gaun krY piqbRqw; Awn dyv sQwn jYsy jil ibnu mIn hY [449["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a faithful wife lives amongst the close relatives in her house and goes nowhere else; so does the Sikh of the Guru go nowhere else other than the court of the True Guru and assembly of His devoted and loving Sikhs. Places of other gods and goddess",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਂ! ਜਿਸ ਪ੍ਰਕਾਰ ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਆਪਣੇ ਸਰਬੰਧੀਆਂ ਕੋੜਮੇ ਕੁਟੰਬ ਆਦਿ ਦੇ ਘਰੀਂ ਤਾਂ ਗਮਨ ਕਰਦੀ ਹੈ; ਭਾਵ ਭਾਈਚਾਰਿਕ ਠਾਠ, ਦਾ ਸਰੰਜਾਮ ਪਤੀ ਪ੍ਰਸੰਨਤਾ ਦਾ ਹੇਤੂ ਜਾਣ ਸਭ ਪ੍ਰਕਾਰ ਭੁਗਤੌਂਦੀ ਹੈ; ਪਰ ਦੂਸਰਿਆਂ ਲੋਕਾਂ ਦੇ ਘਰੀਂ ਕਦਾਚਿਤ ਫੇਰਾ ਨਹੀਂ ਕਰਦੀ; ਇਸੇ ਪ੍ਰਕਾਰ ਗੁਰਸਿੱਖ ਭੀ ਗੁਰਦ੍ਵਾਰਿਆਂ; ਗੁਰਸਥਾਨਾਂ; ਗੁਰ ਸਿੱਖ ਆਸ਼ਰਮਾਂ ਧਰਮ ਸਾਲਾ ਆਦਿ ਵਿਖੇ ਜਾਣ ਤੋਂ ਛੁੱਟ ਆਨ ਦੇਵ ਸਥਾਨ ਠਾਕੁਰ ਦ੍ਵਾਰੇ; ਸ਼ਿਵਾਲੇ ਆਦਿ ਜਾਣਾ ਪਾਣੀ ਬਿਨਾਂ ਮਛੀ ਦੇ ਮਰਣ ਤੁੱਲ ਦੁਖਦਾਈ ਸਮਝਦਾ ਹੈ ॥੪੪੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
