[
  {
    "id": "947",
    "sttm_id": 6930,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "F83A",
        "source_page": 450,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AYsI nwiekw mY kuAwr pwqR hI supwqR BlI; Aws ipAwsI mwqw ipqw eykY kwh dyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A virgin maid who is ever hopeful of achieving a place of superior authority in the house of a husband that her father will find for her one day is far better than a deceitful woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੀ ਇਸਤ੍ਰੀ ਨਾਲੋਂ ਕੁਆਰ ਪਾਤ੍ਰ ਕੁਆਰਪਣੇ ਵਾਲੀ ਕੁਆਰੀ ਕੰਨ੍ਯਾ ਹੀ ਸੁਪਾਤ੍ਰ ਸ੍ਰੇਸ਼ਟ ਅਧਿਕਾਰਨ ਵਾ ਭਲੀ ਹੈ; ਜਿਹੜੀ ਕਿ ਇਸ ਉਮੇਦ ਦੀ ਪਿਆਸੀ ਲੋਚਾਵੰਦ ਰਹਿੰਦੀ ਹੈ ਕਿ ਓਹਦੇ ਮਾਪੇ ਓਸ ਨੂੰ ਕਿਸੇ ਇੱਕ ਤਾਈਂ ਦੇਣ ਅਰਪਣ ਕਰਨਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4LH1",
        "source_page": 450,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AYsI nwiekw mY dInqw kY duhwgn BlI; piqq pwvn ipRA pwie lwie lyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A woman who has been disassociated with her husband by him and who regrets her actions by her humility, consequence of which her husband forgives her sins is far better than a deceitful woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੀ ਇਸਤ੍ਰੀ ਨਾਲੋਂ ਅਧੀਨਗੀ ਧਾਰ ਕੇ ਬਖ਼ਸ਼ਾ ਲੈਣ ਵਾਲੀ ਦੁਹਾਗਣ (ਵਿਭਚਾਰਨ) ਹੀ ਚੰਗੀ ਹੈ, ਜਿਸ ਭ੍ਰਸ਼ਟ ਅਚਾਰਨ ਨੂੰ 'ਪਾਵਨ' (ਤੌਬਾ ਕਾਰਨ) ਪਵਿਤ੍ਰ ਹੋ ਗਈ ਪ੍ਰਾਨ ਕੇ ਪਤੀ ਆਪਣੇ ਚਰਨੀ ਲਾ ਲੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MLZN",
        "source_page": 450,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AYsI nwiekw mY Blo ibrh ibEg sog; lgn sgn soDy srDw shyq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "That woman separated from her husband who bearing the pangs of separation is devotedly involved in finding out auspicious time and good omens for the reunion is better than a treacherous and deceitful woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜੇਹੀ ਇਸਤ੍ਰੀ ਨਾਲੋਂ ਵਿਛੋੜੇ ਵਿਜੋਗ ਦਾ ਸੋਗ ਚੰਗਾ ਹੈ, ਜਿਸ ਸੋਗ ਬਿਖੇ ਵਿਜੋਗਣ ਸ਼ਰਧਾ ਅਰ ਪ੍ਰੇਮ ਨਾਲ ਪਿਆਰੇ ਪਤੀ ਦੇ ਮਿਲਾਪ ਖਾਤ੍ਰ ਲਗਨ ਸਗਨ ਦੀ ਸੋਧ ਕਰਦੀ ਰਹੇ ਭਾਵ ਔਂਸੀਆਂ ਆਦਿ ਪਾ ਕਾਂ ਉਡਾ ਉਡਾ ਕੇ ਜੋ ਵਾਂਢੇ ਗਏ ਪਤੀ ਨੂੰ ਉਡੀਕ ਉਡੀਕ ਕੇ ਸਮਾਂ ਟਪਾ ਰਹੀ ਹੋਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4KNR",
        "source_page": 450,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AYsI nwiekw mwq grB hI glI BlI; kpt snyh duibDw ijau rwhu kyqu hY [450["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a woman of deceitful love should have perished in her mother's womb. Deceit filled love is full of such duality as the two demons Rahu and Ketu are who cause solar and lunar eclipse.  (450)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਹੋ ਜਿਹੀ ਨਿਜ ਹੋਣੀ ਇਸਤ੍ਰੀ ਤਾਂ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਗਲ ਗਈ ਹੀ ਭਲੀ ਸੀ ਜਿਹੜੀ ਕਿ ਉੱਪਰੋਂ ਦੇਵਤਾ ਅੰਦਰੋਂ ਦੈਂਤ ਰਾਹੂ ਕੇਤੂ ਦੀ ਤਰ੍ਹਾਂ ਕਪਟ ਦਾ ਪਿਆਰ ਧਾਰ ਕੇ ਦੁਬਿਧਾ ਭਰਿਆ ਕਪਟ ਦਾ ਪਿਆਰ ਕਰਦੀ ਹੋਵੇ। ਤਾਤਪ੍ਰਯ ਕਿਹੀ ਕੇ ਦੁਬਾਜਰੇ ਦੁਫਸਲੇ ਕਪਟ ਸਨੇਹੀ ਉੱਪਰੋਂ ਗੁਰੂ ਕੇ ਹੋਣ ਤੇ ਅੰਦਰ ਹੋਰ ਦੇਵੀਆਂ ਦੇਵਤਿਆਂ ਨੂੰ ਭੀ ਲੋਚਦੇ ਹੋਣ, ਐਸੇ ਮਨੁੱਖ ਤਾਂ ਸੰਸਾਰ ਤੇ ਨਿਜ ਹੀ ਹੋਣ ॥੪੫੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
