[
  {
    "id": "F42",
    "sttm_id": 6931,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X52U",
        "source_page": 451,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl kUp inksq jqn kIey; sIcIAq Kyq eykY phucq n Awn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water from a well can be drawn by different methods, such as bucket and rope, Persian wheel etc. and then it is directed to irrigate a field and it goes nowhere else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਢੋਲ ਚੁਹੱਕਲੀ ਹਰਟ ਆਦਿ ਦਾ ਢੀਂਗੁਲੀ ਆਦਿ ਪਸਾਰੇ ਵਾਲਾ ਜਤਨ ਕੀਤਿਆਂ ਖੁਹ ਵਿਚੋਂ ਜਲ ਨਿਕਲ ਕੇ ਇੱਕੋ ਹੀ ਖੇਤ ਨੂੰ ਸਿੰਜਿਆ ਕਰਦਾ ਹੈ ਤੇ ਇੱਕੋ ਵੇਲੇ ਦੂਸਰੇ ਖੇਤ ਨੂੰ ਨਹੀਂ ਜਾ ਪਹੁੰਚਿਆ ਕਰਦਾ ਭਾਵ ਤਰੱਦਦ ਬਹੁਤ ਤੇ ਫਲ ਥੋੜ੍ਹਾ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "76GR",
        "source_page": 451,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "piQk ppIhw ipAwsy Aws lig iFg bYiT; ibnu gunu BwNjn iqRpiq kq pRwn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A traveller and a rain-bird may keep on sitting thirsty near a well but cannot quench their thirst without means to draw water from the well and therefore cannot assuage their thirst.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਹੀ ਤੇ ਬੰਬੀਹਾ ਪਿਆਸ ਮਾਰੇ ਵਿਚਾਰੇ ਆਸਾ ਵੰਤ; ਪਾਸ ਹੀ ਬੈਠੇ ਰਹਿੰਦੇ ਹਨ; ਬਿਨਾਂ ਗੁਨ ਲੱਜ ਤੇ ਭਾਂਜਨ ਡੋਲ ਗੜਵੀ ਆਦਿ ਬਰਤਨ ਤਥਾ ਮੇਘ ਦੀ ਸਹੈਤਾ ਦੇ ਕਿਸ ਪ੍ਰਕਾਰ ਉਹ ਪ੍ਰਾਣਾਂ ਨੂੰ ਤ੍ਰਿਪਤ ਸ਼ਾਂਤ ਕਰ ਸਕਨ? ਭਾਵ ਭਾਰੇ ਜਤਨ ਨਾਲ ਹੀ ਓਨਾਂ ਦੀ ਤ੍ਰਿਖਾ ਮਿਟ ਸਕ੍ਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q70F",
        "source_page": 451,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI skl dyv tyv sY trq nwih; syvw kIey dyq Pl kwmnw smwin kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Likewise, all gods and goddesses can do something within their power. They can reward a devotee for his services only to that extent and that too of worldly desires.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਸਮੂਹ ਦੇਵਤੇ ਆਪਣੀ ਟੇਵ ਕਠਿਨ ਤਪ ਆਦਿ ਤਪਿਆਂ ਪ੍ਰਸੰਨ ਹੋਣ ਦੀ ਮੌਜ ਵਾਲੀ ਵਾਦੀ = ਕੁਬਾਨ ਤੋਂ ਨਹੀਂ ਟਲਦੇ; ਪਰ ਜਦ ਸੇਵਾ ਕੀਤਿਆਂ ਕਿਤੇ ਰੀਝ ਹੀ ਪੈਣ ਤਾਂ ਭਾਰੀ ਜਫਰ ਜਾਲਨ ਦੇ ਟਾਕਰੇ ਵਿਚ ਫਲ ਦਿੰਦੇ ਹਨ; ਕੇਵਲ ਸਮਾਨ ਸਾਧਾਰਣ ਕਾਮਨਾ ਦਾ ਹੀ ਅਰਥਾਤ ਧਨ ਪੁਤ੍ਰ ਇਸਤ੍ਰੀ ਆਦਿ ਸੰਸਾਰ ਸੰਬੰਧੀ; ਜਾਂ ਵੱਧ ਤੋਂ ਵੱਧ ਆਪਣੇ ਲੋਕ ਦਾ ਬਾਸ; ਰੂਪ ਸਧਾਰਣ ਫਲ ਨਾਂਕਿ ਆਸਾਧਾਰਣ ਫਲ ਰੂਪ ਮੋਖ ਪਦਵੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YZ48",
        "source_page": 451,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gur brKw AMimRq ihiq; brK hriK dyq srb inDwn kau [451["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But the complete and perfect God-like True Guru showers the spiritual pleasure-giving ambrosial nectar of Naam, the treasure-house of all the happiness and comforts. (The service of gods and goddesses is trivial in benefits whereas that of True Guru bless",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਪੂਰਣ ਬ੍ਰਹਮ ਸਤਿਗੁਰੂ ਹਿਤ ਸਮੂਹ ਜੀਵਾਂ ਦੀ ਕਲ੍ਯਾਣ ਨਿਮਿਤ ਅੰਮ੍ਰਿਤ ਮਈ ਬਰਖਾ ਨੂੰ ਬਰਸਾ ਕੇ ਹਰਖ ਪ੍ਰਸੰਨਤਾ ਨਾਲ ਸਰਬ ਨਿਧਾਨ ਕਉ ਦੇਤ ਸਮੂਹ ਬਰਕਤਾਂ ਇਕੋ ਵਾਰ ਹੀ ਬਖਸ਼ ਦਿੱਤਾ ਕਰਦੇ ਹਨ। ਭਾਵ ਜੀਕੂੰ ਖੂਹ ਨਾ ਤਾਂ ਇਕੋ ਵਾਰ ਖੇਤਾਂ ਨੂੰ ਭਰ ਹੀ ਸਕਦਾ ਤੇ ਨਾ ਸਭ ਦੀ ਪ੍ਯਾਸ ਹੀ ਬੁਝਾ ਸਕਦਾ ਹੈ; ਪਰ ਇਹ ਸਮਰੱਥਾ ਬੱਦਲ ਵਿਚ ਹੀ ਹੈ ਕਿ ਸਭ ਕਾਰਜ ਇਕੋ ਵਾਰ ਹੀ ਰਾਸ ਕਰ ਦੇਵੇ; ਤੀਕੂੰ ਹੀ ਖੂਹ ਨ੍ਯਾਈਂ ਦੇਵਤਿਆਂ ਦਾ ਆਰਾਧਨ ਮਹਾਨ ਜਤਨਾਂ ਨਾਲ ਸਾਧ੍ਯਾ ਜਾ ਕੇ ਭੀ ਫਲ ਅਲਪ ਹੀ ਦਿੰਦਾ ਹੈ; ਪਰ ਸਤਿਗੁਰੂ ਇਕੋ ਵਾਰ ਝੱਟ ਤੁੱਠ ਕੇ ਸੋਭ ਲੋਕ ਪ੍ਰਲੋਕ ਸਬੰਧੀ ਸੁਖ ਅਰੁ ਪ੍ਰਮਾਰਥਿਕ ਬਖ਼ਸ਼ਿਸ਼ਾਂ ਬਖਸ਼ ਦਿੱਤਾ ਕਰਦੇ ਹਨ। ਤਾਂ ਤੇ ਪੁਰਖ ਹੋਰਨਾਂ ਦੇਵੀ ਦੇਵਤਿਆਂ ਦਾ ਆਰਾਧਨ ਤ੍ਯਾਗ ਕੇ ਇਕ ਮਾਤ੍ਰ ਸਤਿਗੁਰਾਂ ਦਾ ਹੀ ਆਰਾਧਨ ਕਰੇ ॥੪੫੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
