[
  {
    "id": "GMV",
    "sttm_id": 6932,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S62U",
        "source_page": 452,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy aulU idn smY kwhUAY n dyiKE BwvY; qYsy swDsMgiq mY Awn dyv syvkY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as sight of an owl during the day is not appreciated by any body, so is a follower of a god not liked by the disciple of the True Guru in their holy congregation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਉੱਲੂ ਦਿਨ ਦੇ ਸਮੇਂ ਕਿਸੇ ਨੂੰ ਭੀ ਦੇਖਿਆ ਨਹੀਂ ਭੌਂਦਾ; ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਇਕ ਮਾਤ੍ਰ ਗੁਰੂ ਮਹਾਰਾਜ ਬਾਝੋਂ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਦੀ ਸੇਵਾ ਆਰਾਧਨਾ ਕਰਣ ਹਾਰਾ ਭੀ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇਖ੍ਯਾ ਜਾਣਾ ਪ੍ਰਵਾਣ ਨਹੀਂ ਰਖਿਆ ਗਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8BAT",
        "source_page": 452,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kaUAw ibidAwmwn bolq n kwhU BwvY; Awn dyv syvk jau bolY AhMmyv kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a crow cawing is not appreciated by anyone, just as a devotee of a god is not appreciated in the holy assembly of god-like True Guru. (because he may be saying haughty traits of his deity)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕਾਂ ਬਿਦਿਆ ਸਪਸ਼ਟ ਸਾਮਰਤੱਖ ਬੋਲਦਾ ਹੋਇਆ ਭੀ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਭਾਇਆ ਕਰਦਾ ਤਿਸੇ ਤਰ੍ਹਾਂ ਹੋਰ ਦੇਵਤਿਆਂ ਦਾ ਸੇਵਕ ਹਉਮੈ ਦੇ ਅਧੀਨ ਹੋਇਆ ਹੋਣ ਕਰ ਕਿ ਮੈਂ ਅਮੁਕੇ ਦੇਵਤਾ ਦਾ ਭਗਤ ਵੈਸ਼ਨਵ ਆਚਾਰੀ ਯਾ ਸ਼ੈਵ ਆਦਿ ਹਾਂ, ਐਸਾ ਮਾਨ ਧਾਰ ਕੇ ਬੋਲਿਆ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਭਾਇਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFQU",
        "source_page": 452,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ktq ctq sÍwn pRIiq ibpRIiq jYsy; Awn dyv syvk suhwie n ktyv kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a dog licks when he is patted and bites when shouted and scolded at. (both acts are not good),",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਕੁੱਤਾ ਪ੍ਰੀਤੀ ਕਰਦਿਆਂ ਚੱਟਦਾ ਅਤੇ ਬਿਪ੍ਰੀਤ ਕੀਤਿਆਂ ਘੂਰਿਆਂ ਤਾੜਿਆਂ ਵੱਢਨ ਪੈਂਦਾ ਦੋਵੇਂ ਤਰਾਂ ਹੀ ਚੰਗਾ ਨਹੀਂ ਲਗਦਾ ਹੈ; ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਹੋਰ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕਾਂ ਦੀ ਐਸੀ ਕੁਟੇਵ ਭੈੜੀ ਵਾਦੀ ਸੁਹੌਂਦੀ ਪਸਿੰਦ ਕੀਤੀ ਜਾਂਦੀ ਨਹੀਂ। ਭਾਵ ਓਨਾਂ ਦੀ ਪ੍ਰੀਤ ਤੇ ਵੈਰ ਦੋਵੇਂ ਹੀ ਕੁੱਤੇ ਦੇ ਕੱਟਨ ਚੱਟਨ ਵਤ ਚੰਗੇ ਨਹੀਂ ਲਗਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KR9Y",
        "source_page": 452,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy mrwl mwl soBq n bgu Tgu; kwFIAY pkir kir Awn dyv syvkY [452["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a heron does not fit in the group of swans and is turned out from there, so does a devotee of some god or goddess not fit into the holy assembly of God-worshipping saints. Such fake devotees should be turned out from these assemblies.  (452)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਹੰਸਾਂ ਦੀ ਡਾਰ ਵਿਚ ਠੱਗ ਬਗਲਾ ਨਹੀਂ ਸੋਭਾ ਸਕਦਾ ਚੁੰਝਾਂ ਮਾਰ ਕੇ ਕੱਢ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਸਾਧ ਸੰਗਤ ਵਿਚੋਂ ਹੋਰ ਹੋਰ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਨ ਹਾਰਿਆਂ ਨੂੰ ਫੜ ਕੇ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ ਚਾਹੀਏ ॥੪੫੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
