[
  {
    "id": "GWP",
    "sttm_id": 6933,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VJZA",
        "source_page": 453,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy aulU Awidq audoiq joiq kau n jwny; Awn dyv syvkY n sUJY swDsMg mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an owl cannot know the greatness of sunlight, similarly a worshipper of other deities cannot have perception of True Guru's advice and company of the holy men.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਉੱਲੂ ਆਦਿਤ ਉਦੋਤਿ ਸੂਰਜ ਦੇ ਉਦੇ ਹੋਇਆਂ ਓਸ ਦੀ ਜੋਤ ਚਮਕ ਦਮਕ ਨੂੰ ਨਹੀਂ ਜਾਨੈ ਪਛਾਨਿਆ ਕਰਦਾ ਇਸੇ ਤਰ੍ਹਾਂ ਆਨ ਦੇਵ ਸੇਵਕ ਨੂੰ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਸਤਿਗੁਰਾਂ ਦਾ ਪ੍ਰਤਾਪ ਭੀ ਨਹੀਂ ਸੁਝਿਆ ਕਰਦਾ ਵਾ ਪਰਮਾਰਥ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JH57",
        "source_page": 453,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mrkt mn mwink mihmw n jwny; Awn dyv syvk n sbdu pRsMg mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a monkey does not know the value of pearls and diamonds, so can a follower of other deities not assess the importance of Guru's sermon.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮਰਕਟ ਬਾਂਦਰ ਹੀਰਿਆਂ ਜ੍ਵਾਹਰਾਤਾਂ ਦੀ ਮਹਿਮਾ ਕਦਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ; ਤੀਕੂੰ ਹੀ ਆਨ ਦੇਵ ਸੇਵਕ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਗੁਰੂ ਕੇ ਸਬਦ ਉਪਦੇਸ਼ ਦੇ ਪ੍ਰਸੰਗ ਪ੍ਰਕਰਣ ਵਾ ਨਿਰਣੇ ਨੂੰ ਨਹੀਂ ਸਮਝ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RHS6",
        "source_page": 453,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau PinMdR pY pwT mhwqmY n jwnY; Awn dyv syvk mhwpRswid AMg mY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a cobra cannot appreciate nectar-like milk, similarly a follower of other gods cannot understand significance of the blessings of the Guru's word and his consecrated gift of Karhah Parsad.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਫੇਰ ਸੱਪ ਦੁਧ ਪੀਨ ਦੇ ਮਹਾਤਮ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਆਨ ਦੇਵ ਸੇਵਕ ਮਹਾ ਪ੍ਰਸਾਦਿ ਅੰਗ ਮੈ ਕੜਾਹ ਪ੍ਰਸ਼ਾਦ ਦੇ ਪੱਖ ਬਾਰੇ ਵਿਚ ਵਾ ਅੰਗ ਬੁੱਕ ਵਿਚ ਪਏ ਕੜਾਹ ਪ੍ਰਸ਼ਾਦ ਦੇ ਮਹੱਤ ਨੂੰ ਨਹੀਂ ਜਾਣ੍ਯਾ ਕਰਦਾ ਜਿਸ ਕਰ ਕੇ ਨਿਰਾਦਰ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6ARF",
        "source_page": 453,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibnu hMs bMs bg Tg n skq itk; Agm AgwiD suK swgr qrMg mY [453["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an egret cannot fit in the flock of swans and has no knowledge of comforting waves of lake Mansarover. Similarly a worshipper (follower) of other gods cannot stay in the society of devout Sikhs blessed by the True Guru, nor can he understand the d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਹੰਸਾਂ ਦੀ ਬੰਸ ਸੱਚੇ ਸਿੱਖਾਂ ਬਿਨਾਂ ਬਗਲੇ ਠਗ ਆਨ ਦੇਵ ਸੇਵਕ ਅਗਮ ਅਗਾਧ ਆਸ਼ਯ ਵਾਲੇ ਸੁਖ ਸਮੁੰਦ੍ਰ ਮਾਨਸਰੋਵਰ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀਆਂ ਉਪਦੇਸ਼ ਰੂਪ ਲਹਿਰਾਂ ਵਿਖੇ ਨਹੀਂ ਟਿਕ ਸਕ੍ਯਾ; ਬੈਠੇ ਰਹਿ ਸਕ੍ਯਾ ਕਰਦੇ ॥੪੫੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
