[
  {
    "id": "BH1",
    "sttm_id": 6934,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4A6K",
        "source_page": 454,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau ngr eyk hoq hY Anyk hwtY; gwhk AsMK AwvY bycn Aru lYn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a town has many shops which are visited by many customers who go there to buy or sell their merchandise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਜਿਸ ਤਰ੍ਹਾਂ ਨਗਰ ਤਾਂ ਇਕ ਹੁੰਦਾ ਤੇ ਹਟੀਆਂ ਓਸ ਵਿਖੇ ਅਨੇਕਾਂ ਹੁੰਦੀਆਂ ਹਨ; ਅਤੇ ਇਵੇਂ ਹੀ ਅਸੰਖ੍ਯਾਤ ਅਨਗਿਣਤਾਂ ਹੀ ਗਾਹਕ ਓਨਾਂ ਉਪਰ ਕੁਛ ਵੇਚਨ ਅਰੁ ਕੁਛ ਲੈਣ ਖ੍ਰੀਦਨ ਲਈ ਆਯਾ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6NDP",
        "source_page": 454,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwpY kCu bycY Aru bnju n mwgY pwvY; Awn pY ibswhY jwie dyKY suK nYn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a customer who has sold something at a shop is unable to buy something from there since it is not available, he visits other shops. Finding his requirements there, he feels happy and relaxed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਪਾਸ ਕੋਈ ਕੁਛ ਵੇਚਨਾ ਚਾਹੇ ਅਤੇ ਅਗੋਂ ਮੰਗਿਆ ਮਨ ਭੌਂਦਾ ਸੌਦਾ ਪ੍ਰਾਪਤ ਨਾ ਹੋਵੇ ਤਾਂ ਉਹ ਆਦਮੀ ਦੂਸਰੇ ਸੁਦਾਗਰ ਪਾਸੋਂ ਸੌਦਾ ਜਾ ਖ੍ਰੀਦਿਆ ਕਰਦਾ ਹੈ। ਐਸੀ ਸੂਰਤ ਵਿਚ ਜਿਥੋਂ ਸੌਦਾ ਨਹੀਂ ਮਿਲ੍ਯਾ; ਉਹ ਅਪਣੀਂ ਅੱਖੀਂ ਦੂਈ ਹੱਟੀ ਤੋਂ ਸੌਦਾ ਖ੍ਰੀਦਦਿਆਂ ਦੇਖਦਾ ਭੀ ਹੈ; ਪ੍ਰੰਤੂ ਨੇਤ੍ਰ ਓਸ ਦੇ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ ਅਰਥਾਤ ਦੇਖ ਕੇ ਸੜਦਾ ਨਹੀਂ ਅਖੀਂ ਠੰਢ ਕਲੇਜੇ ਸੁਖ ਉਸ ਦੇ ਵਰਤਦੀ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E5TM",
        "source_page": 454,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jw kI hwt skl smgRI pwvY Aau ibkwvY; bycq ibswhq cwhq icq cYn kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A shopkeeper who keeps all types of commodities in his shop and which are sold frequently, a customer generally likes to sell or purchase from there. He feels happy and satisfied.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸ ਲਈ ਜਿਸ ਦੀ ਹੱਟੀ ਤੋਂ ਸਾਰੀ ਲੁੜੀਂਦੀ ਸਮਗ੍ਰੀ ਸੌਦਾ ਸੂਤ ਪ੍ਰਾਪਤ ਹੋਵੇ ਅਤੇ ਵੇਚ੍ਯਾ ਜਾ ਸਕੇ ਕੇਵਲ ਉਥੇ ਹੀ ਬੇਚਦਿਆਂ ਖ੍ਰੀਦਦਿਆਂ ਚਿੱਤ ਨੂੰ ਚੈਨ ਔਂਦਾ ਹੈ ਤਾਂ ਤੇ ਐਹੋ ਜੇਹੀ ਥਾਂ ਤੇ ਹੀ ਲੈਣ ਦੇਣ ਦਾ ਵਪਾਰ ਕੀਤਾ ਭਲਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0KEA",
        "source_page": 454,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awn dyv syv jwih siqgur pUry swh; srb inDwn jw kY lYn Aru dYn kau [454["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, if a follower of other god comes to the refuge of the perfect True Guru, he will find that his store-house is filled with all types of trading commodities (of loving worship).  (454)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਨੂੰ ਸੇਵ ਕੇ ਜੇਕਰ ਪੂਰੇ ਪੂਰੇ ਸ਼ਾਹ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਦੀ ਸਤਿਸੰਗ ਰੂਪ ਹੱਟੀ ਤੇ ਜਾਵੇ ਜਿਸ ਦੇ ਪਾਸ ਕਿ ਸਭ ਭਾਂਤ ਦੇ ਪਦਾਰਥ ਲੈਣ ਦੇਣ ਲਈ ਮੌਜੂਦ ਹਨ ਤਾਂ ਦੇਵਤਿਆਂ ਦੇ ਭੀ ਸੁਖ ਕਲੇਜੇ; ਅਖੀਂ ਠੰਢ ਵਰਤ੍ਯਾ ਕਰਦੀ ਹੈ; ਭਾਵ ਸਤਿਗੁਰਾਂ ਦੇ ਦ੍ਵਾਰੇ ਔਂਦਿਆਂ ਦੇਵਤੇ ਵਿਘਨ ਨਹੀਂ ਪਾਇਆ ਕਰਦੇ। ਇਸ ਲਈ ਸਤਿਗੁਰੂ ਦਾ ਦੁਆਰਾ ਛੋੜ ਕੇ ਆਨ ਦੇ ਦੇਵ ਸੇਵਨ ਖਾਤਰ ਕਦੀ ਨ ਜਾਵੇ ਤੇ ਆਨ ਦੇਵ ਸੇਵਾ ਤ੍ਯਾਗ ਗੁਰੂ ਘਰ ਅੋਣ ਵਿਖੇ ਸਭ ਪ੍ਰਕਾਰ ਹੀ ਹਿਤ ਅਰੁ ਭਲਾ ਲੋਚੇ ॥੪੫੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
