[
  {
    "id": "B68",
    "sttm_id": 6935,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QS5F",
        "source_page": 455,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bnj ibauhwr ibKY rqn pwrK hoie; rqn jnm kI prIiKAw nhI pweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the profession of trading, a man can assess and evaluate pearls and diamonds but has not been able to evaluate this precious human birth and his aim of coming to this world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਣਜ ਵਪਾਰ ਵਿਚ ਐਡੇ ਕੁਸ਼ਲ ਹੋਏ ਕਿ ਰਤਨਾਂ ਦੇ ਪਾਰਖੂ ਜੌਹਰੀ ਬਣ ਗਏ ਪਰ ਕਿਸ ਕੰਮ? ਜੇਕਰ ਰਤਨ ਜਨਮ ਅਮੋਲਕ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਪ੍ਰੀਖ੍ਯਾ ਪਛਾਣ ਨਾ ਹੋ ਸਕੇ ਭਾਵ *ਮਤਿ ਵਿਚ ਰਤਨ ਜਵਾਹਰ ਮਾਣਿਕ ਜੇ ਇਕ ਗੁਰ ਕੀ ਸਿਖ ਸੁਣੀ ॥* ਜੇਕਰ ਗੁਰ ਸਿਖ੍ਯਾ ਨਾ ਸੁਣੀ ਤਾਂ ਹੋਰ ਚਤੁਰਾਈਆਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X44F",
        "source_page": 455,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "lyKy icqRgupq sy lyKik ilKwrI Bey; jnm mrn kI AsMkw n imtweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One can be a good accountant and expert in keeping accounts but has not been able to erase the repeated cycle of his birth and death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੇਖੇ ਪੱਤੇ ਵਿਚ ਤਾਂ ਚਿਤ੍ਰ ਗੁਪਤ ਵਰਗੇ ਲੇਖਕ ਹਿਸਾਬੀਏ ਲਿਖਾਰੀ ਬਣ ਗਏ; ਪਰ ਜੇ ਜਨਮ ਮਰਣ ਦੀ ਅਸ਼ੰਕਾ ਭਰਮ ਚਿੱਤੀ ਨਾ ਮਿਟਾਈ ਜਾ ਸਕੀ ਤਾਂ ਕਿਸ ਕੰਮ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0LMX",
        "source_page": 455,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bIr ibidAw mhwblI Bey hY DnuKDwrI; haumY mwir skI n shij ilv lweI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the profession of fighting in the battlefields, a man may become very brave, strong and powerful, acquire sound knowledge of archery, but has failed to overpower his internal enemies of ego and pride so as to acquire spiritual stability through the tea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੀਰ ਬਿਦਿਆ ਸੂਰਮਤ ਨੂੰ ਸਿਖ ਕੇ ਧਨੁਖ ਧਾਰੀ ਭਾਰੀ ਜੋਧੇ ਤਾਂ ਹੋ ਗਏ; ਪਰ ਜੇਕਰ ਅੰਦਰ ਦੇ ਸ਼ਤ੍ਰੂ ਹਉਮੈ ਨੂੰ ਮਾਰ ਕੇ ਸਹਜ ਪਦ ਵਿਖੇ ਲਿਵ ਨ ਲਗਾਈ ਤਾਂ ਕਿਸ ਕੰਮ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E96P",
        "source_page": 455,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gurdyv syv klI kwl; mwieAw mY audwsI gurisKn jqweI hY [455["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Living in the world of maya (mammon), the disciples of the Guru who have remained unsoiled of it have learnt that in this dark eons, the meditation on the name of God-like True Guru is supreme.  (455)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਐਸਿਆਂ ਸਾਰਿਆਂ ਕੰਮਾਂ ਪ੍ਰਵਿਰਤੀਆਂ ਵੱਲੋਂ ਉਪ੍ਰਾਮ ਰਹਿ ਕੇ ਇਸ ਕਲੂ ਕਾਲ ਅੰਦਰ ਪੂਰਨ ਬ੍ਰਹਮ ਪ੍ਰਮਾਤਾ ਦਾ ਸੇਵਨ ਅਰਾਧਨ ਕਰਦਿਆਂ ਮਾਯਾ ਵਿਚ ਉਦਾਸ ਰਹਿਣਾ ਹੀ ਮੁਖ੍ਯ ਕੰਮ ਹੈ ਸਤਿਗੁਰਾਂ ਨੇ ਇਸ ਪ੍ਰਕਾਰ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਸਮਝਾਇਆ ਹੈ ॥੪੫੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
