[
  {
    "id": "E94",
    "sttm_id": 6936,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CSU6",
        "source_page": 456,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Awn ibrK sPl hoq smY pwie; sRbdw PlMqy sdw Pl su sÍwid hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a tree bears fruit at a certain time of the year, but there are some trees which bear fruit all the time (like Kalap Variksh) and their fruit is very tasty too.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਇਕ ਬਿਰਛ ਤਾਂ ਸਮਾਂ ਪਾ ਕੇ ਖਾਸ ਖਾਸ ਰੁੱਤ ਸਿਰ ਫਲਿਆ ਕਰਦੇ ਹਨ ਅਤੇ ਇਕ ਸਦੀਵਕਾਲ ਬਾਰਾਂ ਮਾਸੀਏ ਹੀ ਫਲਿਆ ਕਰਦੇ ਹਨ; ਤੇ ਓਨਾਂ ਦੇ ਫਲ ਭੀ ਸਦਾ ਮਿੱਠੇ ਸ੍ਵਾਦ ਵਾਲੇ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1SSP",
        "source_page": 456,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy kUp jl inksq hY jqn kIey; gMgw jl mukiq pRvwh pRswid hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as drawing water from the well demands some effort, but the flow of water in river Ganges is continuous and in plenty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਖੂਹ ਦਾ ਜਲ ਜਤਨ ਕੀਤਿਆਂ ਹੀ ਨਿਕਲਿਆ ਕਰਦਾ ਹੈ; ਪਰ ਗੰਗਾ ਜਲ ਦਾ ਮੁਕਤਿ ਖੁੱਲਾ ਪ੍ਰਵਾਹ ਚਲ ਕੇ ਨਿਰਜਤਨ ਹੀ ਪ੍ਰਸੰਨਤਾ ਪ੍ਰਾਪਤ ਕਰਿਆ ਮਨੋਰਥ ਪੂਰ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5MS5",
        "source_page": 456,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "imRqkw Agin qUl qyl myl dIp idpY; jgmg joiq ssIAr ibsmwd hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the combination of an earthen lamp, oil, cotton and fire results in a light-giving lamp that spreads its radiance in a limited place, but the radiance of the moon shines in the whole world and spreads strange happiness all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਿਟੀ ਦੀਵੇ ਦੀ ਠੂਠੀ; ਅੱਗ; ਰੂਈਂ ਅਤੇ ਤੇਲ ਦੇ ਮਿਲ੍ਯਾਂ ਦੀਵਾ ਬਲਿਆ ਕਰਦਾ ਹੈ; ਪਰ ਸਸੀਅਰ ਚੰਦ ਦੀ ਜੋਤ ਨਿਰਜਤਨ ਹੀ ਜਗਮਗ ਜਗਮਗ ਪ੍ਰਕਾਸ਼ ਕਰਦੀ ਬਿਸਮਾਦ ਆਨੰਦ ਦਿਆਂ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99X8",
        "source_page": 456,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy Awn dyv syv kIey Plu dyq jyq; siqgur drs n swsn jmwd hY [456["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, whatever quantum of devoted service one performs for a god, one receives reward accordingly. But a vision of the True teacher dispels the fear of angels of death beside blessing I one with many other goods. (All gods grant goods to their follow",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੋਰ ਦੇਵਤੇ ਤਾਂ ਸੇਵਾ ਅਰਾਧਨ ਕੀਤ੍ਯਾਂ ਹੀ ਜੇਤ ਜਿਤਨੇ ਭੀ ਫਲ ਹਨ ਮੰਗ੍ਯਾਂ ਦਿੰਦੇ ਹਨ; ਪਰ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਮਾਤ੍ਰ ਤੋਂ ਹੀ ਹੋਰ ਫਲ ਤਾਂ ਮਿਲਦੇ ਹੀ ਹਨ ਜਮ ਆਦਿਕਾਂ ਦੀ ਤਾੜਨਾਂ ਤਕ ਭੀ ਦੂਰ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ। ਭਾਵ ਸਤਿਗੁਰੂ 'ਨਦਰੀ ਨਦਰਿ ਨਿਹਾਲ' ਕਰ ਦਿੰਦੇ ਹਨ ॥੪੫੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
