[
  {
    "id": "HN2",
    "sttm_id": 6937,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K1TQ",
        "source_page": 457,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pMc prpMc kY Bey hY mhwNBwrQ sy; pMc mwir kwhUAY n duibDw invwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "During the times of Mahabharat, there had many warriors like the five Pandavas in the past but none ever endeavoured to end his duality by destroying the five vices residing within.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰਪੰਚ ਕੇ ਪਰਪੰਚ ਵਲ ਛਲ ਆਦਿ ਕਰ ਕਰ ਕੇ ਕਰਤਬ ਸਾਧ ਸਾਧ ਕੇ ਮਹਾਂਭਾਰਥ ਵਿਖੇ ਪ੍ਰਸਿੱਧ ਪੰਜਾਂ ਪਾਂਡਵਾਂ ਵਰਗੇ ਬਲੀ ਤਾਂ ਕਈ ਬਣ ਗਏ ਪਰ ਪੰਜਾਂ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕਾਂ ਨੂੰ ਮਾਰ ਕੇ ਅੰਦਰਲੀ ਦੁਬਿਧਾ ਓਨਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੇ ਭੀ ਨਿਵਿਰਤ ਨਹੀਂ ਕੀਤੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0XAG",
        "source_page": 457,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igRh qij nv nwQ isiD jogIsur huie n; iqRgun AqIq inj Awsn mY qwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Renouncing home and family, many became the Masters, Sidhs and sages, but none had engrossed his mind in the higher spiritual state by keeping oneself free of the effect of the three traits of maya.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗ੍ਰਹਸਥ ਤ੍ਯਾਗ ਕੇ ਗੋਰਖਨਾਥ ਆਦਿ ਪ੍ਰਸਿੱਧ ਨੌ ਨਾਥਾਂ ਸਿੱਧਾਂ ਜੋਗੀਸ਼੍ਵਰਾਂ ਵਤ ਤਾਂ ਬਣ ਗਏ; ਪਰ ਤ੍ਰਿਗੁਣ ਅਤੀਤ ਤੁਰੀਆ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਨਿਜ ਆਸਨ ਆਤਮ ਪਦ ਵਿਖੇ ਤਾੜੀ ਲਿਵ ਨਹੀਂ ਲਗਾਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q4AP",
        "source_page": 457,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "byd pwT piV piV pMfq prboDY jgu; sky n smoD mn iqRsnw n hwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A learned person imparts knowledge to the world by studying the Vedas and other scriptures, but he could not bring around his own mind nor end his worldly desires.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੇਦ ਸ਼ਾਸਤ੍ਰ ਪੁਰਾਣ ਆਦਿ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਪੰਡਤ ਬਣ ਜਗਤ ਭਰ ਨੂੰ ਪ੍ਰਬੋਧ ਕਰਨ ਵਾਲੇ ਦਿਗ ਬਿਜਈ ਤਾਂ ਬਣ ਗਏ; ਪਰ ਅਪਣੇ ਮਨ ਨੂੰ ਨਹੀਂ ਸਮੋਧ ਸ਼ਾਂਤ ਕਰ ਕੇ ਤ੍ਰਿਸਨਾ ਨੂੰ ਹਰਿਆ ਨਿਵਾਰਿਆ ਸੰਘਾਰਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ACMM",
        "source_page": 457,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm gurdyv syv swDsMg; sbd suriq ilv bRhm bIcwrI hY [457["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devoted Sikh of the Guru who in the company of saintly persons, and serving the Lord-like True Guru has engrossed his mind in the divine word, is in reality the real scholar of the Lord.  (457)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਐਸਾ ਫੇਰ ਕਰ ਕੌਣ ਸਕਦਾ ਹੈ? ਜਿਸ ਨੇ ਸਾਧ ਸੰਗਤ ਦ੍ਵਾਰੇ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਨੂੰ ਸੇਵ ਅਰਾਧਕੇ ਸ਼ਬਦ ਵਿਖੇ ਸੁਰਤਿ ਦੀ ਲਿਵ ਸਾਧ ਕੇ ਪਾਰਬ੍ਰਹਮ ਵਿਖੇ ਵਿਚਰਣ ਵਾਲੇ ਅਪਣੇ ਆਪ ਨੂੰ ਬਣਾਯਾ ਹੈ ਬਸ ਉਹੀ ਪੁਰਖ ਹੀ ਦੁਬਿਧਾ ਤ੍ਰਿਸ਼ਨਾ ਨੂੰ ਨਿਵਿਰਤ ਕਰ ਕੇ ਨਿਜ ਪਦ ਵਾਸੀ ਬ੍ਰਹਮ ਗ੍ਯਾਨੀ ਹੋ ਸਕਦੇ ਹਨ ਐਸਾ ਭਾਵ ਹੈ ॥੪੫੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
