[
  {
    "id": "7P7",
    "sttm_id": 6938,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K52X",
        "source_page": 458,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm sm dyiK smdrsI huie; AkQ kQw bIcwr hwir moinDwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A pursuant disciple of the True Guru feels the presence of Lord Almighty in every living being and at all places, becomes impartial and instead of indulging in discussions of Lord's visible plays and performances, remains engrossed in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਨੂੰ ਸਮ ਇਕ ਸਮ ਸਾਰੇ ਰਮਿਆ ਤੱਕ ਕੇ ਸਮਦਰਸੀ ਹੋ ਗਏ ਹਨ; ਤੇ ਅਰਥ ਕਹਾਣੀ ਦੇ ਮਰਮ ਨੂੰ ਵੀਚਾਰ ਸਮਝ ਕੇ ਮਨ ਅੰਦਰ ਹਾਰ ਧਾਰਣ ਕਰ ਲਈ ਹੈ; ਭਾਵ ਮਨ ਦੀਆਂ ਹਠ ਧਰਮੀਆਂ ਐਸੇ ਗੁਰਮੁਖਾਂ ਨੇ ਤ੍ਯਾਗ ਦਿਤੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "THUF",
        "source_page": 458,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "honhwr hoie qwN qy Awsw qy inrws Bey; kwrn krn pRB jwin haumY mwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Whatever is happening, is happening in His will. Thus such a disciple remains unsullied of all his desire. Knowing the traits of the Almighty who is the cause and effect of everything, he loses his pride and ego in accordance with immortal saying of Gurba",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਾਹਗੁਰੂ ਨੇ ਜੋ ਕੁਛ ਥਾਪ ਰਖਿਆ ਹੈ; ਉਹ ਹੋਣਹਾਰ ਹੋ ਕੇ ਹੀ ਰਹਿਣੀ ਹੈ ਤਿਸ ਕਰ ਕੇ ਆਸਾਂ ਉਮੇਦਾਂ ਧਾਰ ਰਖਣ ਵੱਲੋਂ ਨਿਰਾਸ ਹੋ ਗਏ ਹਨ ਤੇ ਸਰਬ ਸ਼ਕਤੀਵਾਨ ਪਰਮੇਸ਼੍ਵਰ ਹੀ ਕਰਣ ਕਾਰਣ ਹੈ; ਐਸਾ ਸਮਝ ਕੇ 'ਮੈ' ਕਰਤਾ ਪਣੇ ਵਾਲੀ ਹਉਮੈ ਨੂੰ ਭੀ ਓਨਾਂ ਨੇ ਮਾਰ ਦਿੱਤਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DUHA",
        "source_page": 458,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUKm sQUl EAMkwr kY Akwr huie; bRhm ibbyk buD Bey bRhmcwrI hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He accepts that all big or small forms have come out of One Lord. Adopting the divine wisdom, he becomes Godly in character.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਾਹਗੁਰੂ ਦੇ ਸ਼ਬਦ ਬ੍ਰਹਮ ਓਅੰਕਾਰ ਤੋਂ ਸਾਰੇ ਸਥੂਲ ਦ੍ਰਿਸ਼ਟਮਾਨ ਅਰੁ ਸੂਖਮ ਅਦ੍ਰਿਸ਼ਟ ਪਦਾਰਥ ਉਪਜੇ ਹੋਏ ਹਨ ਤੇ ਓਸੇ ਦੇ ਆਧਾਰ ਤੇ ਇਸਥਿਤ ਰਹਿ ਓਸੇ ਵਿਖੇ ਓੜਕ ਨੂੰ ਲੀਣ ਹੋ ਜਾਣੇ ਹਨ; ਐਸੇ ਬ੍ਰਹਮ ਬਿਬੇਕ ਅਨੇਕਾਂ ਵਿਚ ਇਕ ਮਾਤ੍ਰ ਬ੍ਰਹਮ ਸੱਤਾ ਦੇ ਹੀ ਬੁਧਿ ਬੁਝਨ ਹਾਰੇ ਹੋ ਕੇ ਬ੍ਰਹਮਚਾਰੀ ਬ੍ਰਹਮ ਵਿਖੇ ਵਰਤਨ ਵਾਲੇ ਬਣ ਗਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WL6P",
        "source_page": 458,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bt bIj ko ibQwr bRhm kY mwieAw CwieAw; gurmuiK eyk tyk duibDw invwrI hY [458["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a well-spread banyan tree is born out of a seed, so is His form spreading around in the form of maya. An obedient Sikh of the Guru removes his duality by learning heavily on this one support. (He is never enamored by any god or goddess since he kn",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਥੋੜਾ ਦੇ ਬੀ ਦੀ ਓਟ ਲੈ ਕੇ ਧਰਤੀ ਇਤਨਾ ਵਿਸਤਾਰ ਕਰ ਦਿੰਦੀ ਹੈ; ਤੇ ਇਸ ਸਭ ਪਸਾਰੇ ਵਿਚ ਇਕ ਮਾਤ੍ਰ ਬੀਜ ਦੀ ਹੀ ਸਤ੍ਯਾ ਸ੍ਯਾਣੇ ਸਮਝ੍ਯਾ ਕਰਦੇ ਹਨ; ਐਸੇ ਹੀ ਮਾਯਾ ਬਹਮ ਦੀ ਛਾਯਾ ਨੂੰ ਲੈ ਕੇ ਇਤਨੇ ਮਹਾਨ ਪ੍ਰਪੰਚ ਪਸਾਰੇ ਨੂੰ ਪਸਾਰਦੀ ਹੈ; ਜਿਸ ਵਿਖੇ ਕੇਵਲ ਇਕ ਮਾਤ੍ਰ ਬ੍ਰਹਮ ਦੀ ਸੱਤਾ ਸਮਾਨ ਰੂਪ ਤੇ ਰਮੀ ਹੋਈ ਹੈ ਇਉਂ ਗੁਰਮੁਖਾਂ ਨੇ ਸਮਝ ਕੇ ਇਕ ਮਾਤ੍ਰ ਵਾਹਗੁਰੂ ਦੀ ਟੇਕ ਓਟ ਧਾਰ ਕੇ ਦੁਬਿਧਾ ਨੂੰ ਨਿਵਾਰਣ ਕਰ ਰਖ੍ਯਾ ਹੈ ॥੪੫੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
