[
  {
    "id": "4CL",
    "sttm_id": 6939,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CJC8",
        "source_page": 459,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau skl dRüm AwpnI AwpnI BwNiq; cMdn cMdn krY srb qmwl kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as all trees grow and spread according to the nature of their species and they cannot impose their influence on others but a sandalwood tree can make all other trees smell like itself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸਾਰੇ ਬੂਟੇ ਰਹਿੰਦੇ ਆਪੋ ਆਪਣੀ ਤਰਾਂ ਦੇ ਰੂਪ ਵਿਚ ਹੀ ਹਨ; ਪਰ ਉਂਞ ਚੰਦਨ ਓਨਾਂ ਸਾਰਿਆਂ ਬਿਰਛਾਂ ਨੂੰ ਚੰਦਨ ਬਣਾ ਲਿਆ ਕਰਦਾ ਹੈ; ਐਸੇ ਹੀ ਸਤਿਗੁਰਾਂ ਨੂੰ ਮਿਲ ਕੇ ਕੋਈ ਪੁਰਖਾਂ ਦੀ ਸ਼ਕਲ ਨਹੀਂ ਵੱਟ ਜਾਇਆ ਕਰਦੀ ਕਿੰਤੂ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਉਹ ਸਿੱਖ ਜ਼ਰੂਰ ਬਣ ਜਾਂਦੇ ਹਨ; ਸਤਿਗੁਰਾਂ ਦੇ ਸੁਭਾਵ ਸੰਪੰਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "08D7",
        "source_page": 459,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwNbw hI sY hoq jYsy kMcn klMku fwrY; pwrs prsu Dwqu skl aujwl kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as addition of some special chemical in copper. can convert it into gold, but all metals can become gold by the touch of a philosopher-stone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਨਿਹਕਲੰਕ ਬੂਟੀ ਦੇ ਪਾਇਆਂ ਤਾਂਬਾ ਹੀ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ; ਅਤੇ ਪਾਰਸ ਨੂੰ ਸਪਰਸ਼ ਕਰ ਕੇ ਸਾਰੀਆਂ ਧਾਤੂਆਂ ਹੀ ਉਜੱਲੇ ਭਾਵ ਸ਼ੁਧ ਸ੍ਵਰਣ ਭਾਵ ਨੂੰ ਧਾਰ ਲਿਆ ਕਰਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H5S7",
        "source_page": 459,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sirqw Anyk jYsy ibibiD pRvwh giq; sursrI sMgm sm jnm suFwl kau ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the flow of many rivers is different in many ways, but their water becomes pure and sacred once they mingle with water of river Ganges.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਨਦੀਆਂ ਅਨੇਕਾਂ ਹਨ ਤੇ ਓਨਾਂ ਦੇ ਪ੍ਰਵਾਹ ਵਗਨ ਦੀ ਗਤੀ ਚਾਲ ਨ੍ਯਾਰੀ ਨ੍ਯਾਰੀ ਹੁੰਦੀ ਹੈ ਪਰ ਜਦ ਉਹ ਗੰਗਾ ਦੇ ਸੰਗਮ ਮੇਲ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਕੇ ਉਸ ਦੇ ਜਲ ਨਾਲ ਸਮਤਾ ਧਾਰ ਲੈਣ ਅਰਥਾਤ; ਗੰਗਾ ਰੂਪ ਹੋ ਜਾਣ ਤਾਂ ਸੁਢਾਲ ਸਿੱਧੀ ਢਾਲ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਟੇਢਿਆਂ ਵਹਿਣਾਂ ਵਾਲੀ ਵਾਦੀ ਤ੍ਯਾਗ ਕੇ ਸਮੁੰਦਰ ਨਾਲ ਜਾ ਮਿਲਦੀਆਂ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "07VU",
        "source_page": 459,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy hI skl dyv tyv sY trq nwih; siqgur Asrn srin Akwl kau [459["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, none of the gods and goddesses change their basic character. (They can reward someone according to their nature). But like sandalwood, philosopher-stone and river Ganges, the True Guru takes all under his refuge and blessing them with Naam Amri",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਸਾਰੇ ਦੇਵ ਆਪੋ ਆਪਣੀ ਟੇਵ ਬਾਣ ਤੋਂ ਵੱਧ ਕੁਛ ਨਹੀਂ ਦੇ ਸਕ੍ਯਾ ਕਰਦੇ ਇਹ ਕੇਵਲ ਸਤਿਗੁਰੂ ਹੀ ਹਨ; ਜੋ ਅਸ਼ਰਣਾਂ ਨੂੰ ਭੀ ਸ਼ਰਣ ਦੇ ਕੇ ਆਪਣੀ ਸੰਗਤ ਵਿਚ ਲੈ ਕੇ ਅਕਾਲ ਪੁਰਖੀ ਪਦ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਦਿੰਦੇ ਹਨ ॥੪੫੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
