[
  {
    "id": "WYA",
    "sttm_id": 6940,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "STFW",
        "source_page": 460,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igrigt kY rMg kml smyh bhu; bnu bnu folY kauAw khw Dausvwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A chameleon who changes the colour of its body so very often looks very much like the form of a lotus flower. But this insect-eating chameleon cannot be holding the merits of a lotus flower. A dead flesh-eating crow that flies here and there cannot reach",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਮੇਹ ਸਮ+ਇਹ = ਸ੍ਰੀਖਾ+ਇਹ; ਗਿਰਗਟ ਕਿਰਲੇ ਦਾ ਕਮਲ ਕੌਲ ਫੁਲ ਸਮ ਸ੍ਰੀਖਾ ਹੁੰਦਾ ਹੈ; ਕਿੰਤੂ ਇਹ ਬਹੁ ਬਹੁਤੇ ਰੰਗ ਆਪਣੇ ਉਪਰ ਪਲਟਨ ਵਾਲਾ ਹੋਣ ਕਰ ਕੇ ਓਸ ਵਾਕੂੰ ਆਦਰ ਨਹੀਂ ਪਾ ਸਕਦਾ; ਅਰੁ ਕਾਂ ਬਨੁ ਬਨੁ ਜੰਗਲ ਪਰ ਜੰਗਲ ਕਾਂ ਕਾਂ ਕਰਦਾ ਫਿਰਦਾ ਹੈ; ਕਹਾਂ ਧਉਸ ਵਾਨ ਪਰ ਐਸਾ ਕਰਨ ਨਾਲ ਮੀਰ ਸ਼ਿਕਾਰੀ ਵਾਕੂੰ ਲਲਕਾਰਾਂ ਮਾਰਣ ਵਾਲਾ ਰਾਜ ਕਰਮਚਾਰੀ ਤਾਂ ਨਹੀਂ ਹੋ ਜਾਂਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9QFT",
        "source_page": 460,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Gr Gr iPrq mMjwr Ahwr pwvY; bysÍw ibsnI Anyk sqI n smwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a male cat roams about various burrows and houses searching for food, and likewise a whore living life of several vices cannot reach out to a woman of truth, sincerity and virtues.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਘਰ ਘਰ ਵਿਖੇ ਫਿਰ ਫਿਰ ਕੇ ਆਹਰ ਪੌਣ ਨਾਲ ਮਜਾਰ ਬਿੱਲਾ ਭਿਖ੍ਯੂ ਅਤੀਤ ਸਮਾਨ ਤਾਂ ਨਹੀਂ ਸਨਮਾਨ ਪਾ ਸਕਦਾ ਅਤੇ ਅਧਿਕ ਵਿਖ੍ਯ ਬ੍ਯਸਨ ਦੇ ਅਧੀਨ ਹੋਈ ਕਈ ਵੇਸ੍ਵਾ ਅਨੰਨ ਮਨ ਨਾਲ ਕਾਮੀ ਪੁਰਖ ਨੂੰ ਚਿਤਵਦੀ ਧ੍ਯੋਂਦੀ ਸਤੀ ਸਤਵੰਤੀ ਦੇ ਸਮਾਨ ਤਾਂ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XEXN",
        "source_page": 460,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sr sr BRmq n imlq mrwl mwl; jIv Gwq krq n monI bgu iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as wandering from pond to pond, one cannot find a flock of swans who live in lake Mansarover and an egret who kills living beings for food cannot be contemplating.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ੍ਰੋਵਰ ਸ੍ਰੋਵਰ ਉਪਰ ਭਟਕਦਿਆਂ ਕੋਈ ਮਰਾਲ ਮਾਲ ਹੰਸਾਂ ਦੀ ਡਾਰ ਤਾਂ ਨਹੀਂ ਮਿਲ ਪੈਣੀ; ਅਤੇ ਜੀਵ ਘਾਤ ਕਰਨ ਖਾਤਰ ਮੋਨ ਸਾਧ ਕੇ ਬਗਲੇ ਨੂੰ ਧ੍ਯਾਨੀ ਦੀ ਪਦਵੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਜਾਣੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RS0D",
        "source_page": 460,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ibnu gurdyv syv Awn dyv syvk huie; mwKI iqAwig cMdn durgMD AsQwn hY [460["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, without the service of perfect Guru, if someone becomes a follower of any other god/goddess, it is like a fly who giving up the fragrance of sandalwood goes and sits on foul smelling filth.  (460)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਕੀਹ ਕਿ ਸਤਿਗੁਰੂ ਦੇਵ ਦੀ ਸੇਵਾ ਬਿਨਾਂ ਹੋਰ ਹੋਰ ਇਸ਼ਟ ਰੂਪ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕ ਹੋਣ ਵਿਚ ਮਨੁੱਖ ਜਨਮ ਦੀ ਪ੍ਰਤਿਸ਼ਟਾ ਕਦੀ ਪ੍ਰਾਪਤ ਹੋ ਸਕਣੀ; ਇਹ ਤਾਂ ਐਉਂ ਦੀ ਬਿਧਿ ਹੈ; ਜਿਸ ਤਰ੍ਹਾਂ ਕਿ ਮੱਖੀ ਚੰਨਣ ਨੂੰ ਤ੍ਯਾਗ ਕੇ ਦੁਰਗੰਧੀ ਵਾਲੇ ਟਿਕਾਣੇ ਉਪਰ ਜਾ ਬੈਠਿਆ ਕਰਦੀ ਹੈ ॥੪੬੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
