[
  {
    "id": "73F",
    "sttm_id": 6942,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5Y1V",
        "source_page": 462,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pUrn bRhm smsir duqIAw nwsiq; pRiqmw Anyk hoie kYsy bin AwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the perfect Lord manifests Himself totally in all and there is none like Him, then how can his myriad forms be made and installed in the temples?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪੂਰਨ ਬ੍ਰਹਮ ਹੀ ਇਕ ਸਮਾਨ ਪ੍ਰੀਪੂਰਣ ਰਮਿਆ ਹੋਇਆ ਹੈ ਦੂਸਰਾ ਕੋਈ ਕੁਛ ਨਹੀਂ ਜਿਸ ਤਰ੍ਹਾਂ ਮ੍ਰਿਤਕਾ ਧਾਤੂ ਆਦਿ ਰਚਿਤ ਮੂਰਤੀਆਂ ਕਾਰਜ ਰੂਪ ਹੋਣ ਕਰ ਕੇ ਇਕ ਮਾਤ੍ਰ ਕਾਰਣ ਸਰੂਪ ਹੀ ਹੁੰਦੀਆਂ ਹਨ; ਸੋ ਉਹ ਮਿੱਟੀ ਧਾਤੂ ਕਾਠ ਆਦਿ ਅਪਣੇ ਅਪਣੇ ਕਾਰਣ ਤੋਂ ਕਿਸ ਤਰ੍ਹਾਂ ਅਨੇਕ ਰੂਪ ਨ੍ਯਾਰੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ; ਕ੍ਯੋਂਕਿ ਕਾਰਜ ਕਾਰਣ ਧੁਰ ਤੋਂ ਹੀ ਇਕ ਰੂਪ ਹੁੰਦੇ ਆਏ ਹਨ, ਐਸਾ ਹੀ ਪੰਜ ਤਤ ਰਚਿਤ ਸਮੂਹ ਸ਼ਰੀਰ ਆਪਣੇ ਪਰਮ ਤੱਤ ਸਰੂਪ ਪਰਮਾਤਮਾ ਕਾਰਣ ਨਾਲ ਅਭੇਦ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HE2W",
        "source_page": 462,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Git Git pUrn bRhm dyKY sunY bolY; pRiqmw mY kwhy n pRgit huie idKwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When He Himself pervades in all, He Himself listens, speaks and sees, then why is He not seen speaking, listening and seeing in the idols of the temples?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਰੀਰ ਸਰੀਰ ਰੂਪ ਪ੍ਰਤਿਮਾਵਾਂ ਮੂਰਤਾਂ ਵਿਖੇ, ਪੂਰਨ ਬ੍ਰਹਮ ਚੈਤੱਨ ਤੱਤ ਹੀ ਸਭ ਦਾ ਆਤਮਾ ਹੋ ਕੇ ਦੇਖਦਾ ਸੁਣਦਾ ਅਰੁ ਸਭ ਦੇ ਅੰਦਰੀਂ ਬੋਲ ਰਿਹਾ ਹੈ; ਇਉਂ ਜਦ ਸਰਬ ਬ੍ਯਾਪੀ ਹੈ; ਤਾਂ ਕਿਸ ਕਰ ਕੇ ਉਹ ਸਮੂਹ ਚੇਤੰਨ ਜੜ੍ਹ ਸਰੂਪ ਪ੍ਰਤਿਮਾ ਵਿਖੇ ਪ੍ਰਗਟ ਹੋ ਕੇ ਆਪ ਨੂੰ ਨਹੀਂ ਦਿਖਾ ਸਕਦਾ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BD8H",
        "source_page": 462,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Gr Gr Grin Anyk eyk rUp huqy; pRiqmw skl dyv sQl huie n suhwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Every house has utensils of many form but made from the same material. Like that material, the light effulgent of the Lord exists in all. But why is that radiance not seen in its full grandeur in the idols installed in various temples?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਘੜ ਘੜ ਕੇ ਘੜੀਆਂ ਵਤ ਇਕੋ ਹੀ ਮਿੱਟੀ ਆਦਿਕ ਕਾਰਣ ਸਰੂਪ ਤੋਂ ਇਹ ਅਨੇਕਾਂ ਮੂਰਤਾਂ ਸਾਜੀਆਂ ਗਈਆਂ ਹਨ; ਪਰ ਸਾਰੀਆਂ ਦੀਆਂ ਸਾਰੀਆਂ ਤਾਂ ਦੇਵ ਮਦਿਰ ਅੰਦਰ ਸੁਭਾਯਮਾਨ ਨਹੀਂ ਹੋ ਜਾਯਾ ਕਰਦੀਆਂ। ਏਕੂੰ ਹੀ ਸਮੂਹ ਜੜ੍ਹ ਚੇਤਨ ਰਚਨਾ ਅੰਦਰ ਪੂਰਨ ਬ੍ਰਹਮ ਦਾ ਪ੍ਰਕਸ਼ ਭੀ ਸਾਖਯਾਤ ਸਾਰਿਆਂ ਵਿਖੇ ਭਾਨ ਨਹੀਂ ਹੋਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "867W",
        "source_page": 462,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur pUrn bRhm swvDwn soeI; eyk joiq mUriq jugl huie pujwveI [462["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Guru is the embodiment of the complete and perfect Lord, the light is one that exists both in Absolute and Transcendental form. The same Effulgent Lord is getting Himself worshipped in the form of True Guru.  (462)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੋ ਇਸੇ ਪ੍ਰਕਾਰ ਇਹ ਪ੍ਰਤਿਸ਼ਟਾ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰਾਂ ਨੂੰ ਹੀ ਪ੍ਰਾਪਤ ਹੈ, ਜੋ ਸਾਵਧਾਨ ਸਦਾ ਜਾਗਤੀ ਜੋਤ ਹਨ, ਤੇ ਉਹੀ ਇਕ ਮਾਤ੍ਰ ਜ੍ਯੋਤੀ ਨਿਰਗੁਣ ਸਰੂਪ ਜੁਗਲ ਮੂਰਤੀ ਦੋਹਾਂ ਸਰੂਪਾਂ ਵਿਖੇ ਹੋ ਅਰਥਾਤ ਸਰਗੁਣ ਸਰੂਪ ਬਣ ਕੇ ਪੁਜਾ ਰਹੀ ਹੈ ਵਾ ਉਪਦੇਸ਼ ਦ੍ਵਾਰਾ ਪੂਰਣਤਾ ਤੱਕ ਪੁਚਾ ਰਹੀ ਹੈ ਤੇ ਨਿਜ ਰੂਪ ਨਿਰਗੁਣ ਭਾਵ ਵਿਖੇ ਟਿਕਾ ਰਹੀ ਹੈ। ਤਾਂ ਤੇ ਹੋਰ ਪੂਜਾ ਅਰਚਨਾ ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਹੀ ਤ੍ਯਾਗ ਕੇ ਇਕ ਮਾਤ੍ਰ ਸਤਿਗੁਰਾਂ ਨੂੰ ਹੀ ਸੇਵਨ ਕਰੋ ਆਰਾਧੋ ॥੪੬੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
