[
  {
    "id": "LGD",
    "sttm_id": 6944,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MVGE",
        "source_page": 464,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau koaU mvws swiD BUmIAw imlwvY Awin; qw pir pRsMn hoq inrK nirMd jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a brave warrior defeats a rebel landlord and brings him into the protection of the king, the king rewards him out of happiness and glory is bestowed upon him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਕੋਈ ਮਵਾਸ ਆਕੀ ਭੂਮੀਏ ਜਾਗੀਰਦਾਰ ਰਾਜੇ ਨੂੰ ਸਾਧਿ ਸੋਧ ਕੇ ਜਿੱਤ ਕੇ ਆਪਣੇ ਮਹਾਰਾਜੇ ਨੂੰ ਲਿਆ ਮਿਲਾਵੇ ਤਾਂ ਦੇਖ ਕੇ ਰਾਜਾ ਉਸ ਉਪਰ ਪ੍ਰਸੰਨ ਹੋਇਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "35WG",
        "source_page": 464,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau koaU inRpiq iBRiq Bwig BUmIAw pY jwie; Dwie mwrY BUmIAw sihiq hI rijMd jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But if an employee of the king absconds the king and joins the rebel landlord, the king launches a campaign against him and kills both the rebel landlord as well as the disloyal servant.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇ ਕਰ ਕੇ ਕੋਈ ਰਾਜ ਸੇਵਕ ਭੂਮੀਏ ਆਕੀ ਜਾਗੀਰਦਾਰ ਪਾਸ ਨੱਠ ਕੇ ਚਲਿਆ ਜਾਵੇ ਤਾਂ ਮਹਾਰਾਜਾ ਧਾਈ ਕਰ ਕੇ ਭੂਮੀਏ ਸਮੇਤ ਹੀ ਉਸ ਨੂੰ ਫੜ ਮਾਰ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8X29",
        "source_page": 464,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awn ko syvk rwj duAwr jwie soBw pwvY; syvk nrys Awn duAwr jwq inMd jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If someone's employee takes refuge of the king, he earns praise there. But if a servant of the king goes to someone, he earns slander from all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੂਸਰੇ ਦਾ ਸੇਵਕ ਹੋ ਕੇ ਜੇ ਰਾਜ ਦੁਆਰੇ ਚਲ੍ਯਾ ਜਾਵੇ ਤਾਂ ਸੋਭਾ ਪੌਂਦਾ ਹੈ; ਪ੍ਰੰਤੂ ਰਾਜੇ ਦਾ ਸੇਵਕ ਹੋ ਕੇ ਜੇਕਰ ਹੋਰਸ ਦੁਆਰੇ ਜਾਏ ਤਾਂ ਓਸ ਲਈ ਨਿੰਦਾ ਦੀ ਥਾਂ ਹੁੰਦੀ ਹੈ ਅਰਥਾਤ ਭਲੀ ਗੱਲ ਨਹੀਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MNGN",
        "source_page": 464,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK Awn Anq srin gur; Awn n smrQ gurisK pRiqibMd jI [464["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, if a devotee of some god/goddess comes to the True Guru as a devoted disciple, the True Guru bless him with His refuge, initiates him in the meditation of His name. But no god or goddess is capable of granting refuge to any devoted Sikh of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਗੁਰੂ ਕੇ ਸਿੱਖ ਆਨ ਲਿਔਂਦੇ ਹਨ ਅਨਤ ਹੋਰਨਾਂ ਨੂੰ ਹੋਰਸ ਦੇਵ ਉਪਾਸ਼ਕਾ ਨੂੰ ਸਤਿਗੁਰਾਂ ਦੀ ਸਰਣ ਤੇ ਸਤਿਗੁਰੂ ਹੁੰਦੇ ਹਨ ਓਨਾਂ ਉਪਰ ਪ੍ਰਸੰਨ ਪ੍ਰੰਤੂ ਆਨ ਨ ਸਮਰਥ ਹੋਰ ਕਿਸੇ ਦੀ ਪਾਯਾਂ ਨਹੀਂ ਜੋ ਗੁਰਸਿੱਖ ਤਾਈਂ ਪ੍ਰੇਰ ਕੇ ਭਰਮਾ ਲੈ ਜਾਵੇ ॥੪੬੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
