[
  {
    "id": "7FD",
    "sttm_id": 6945,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MKUH",
        "source_page": 465,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy aupbn AwNb syNbl hY aUc nIc; inhPl sPl pRgt phcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as there are mango and silk cotton trees in the same garden, but a mango tree is more respected because of the fruits that it yields, whereas the Silk cotton tree being without fruits is considered inferior.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਉਪਬਨ ਬਾਗ ਅੰਦਰ ਅੰਬ ਤੇ ਸਿੰਗਲ ਊਚ ਨੀਚ ਭਾਂਤ ਦੇ ਬਿਰਛ ਹੁੰਦੇ ਹਨ ਜਿਨਾਂ ਵਿਚੋਂ ਅੰਬ ਫਲਦਾਰ ਬੂਟਾ ਹੈ ਅਰੁ ਸਿੰਗਲ ਨੂੰ ਨਿਸ਼ਫਲ ਅਫਲ ਪ੍ਰਗਟ ਹੀ ਪਛਾਣੀਦਾ ਸਭ ਕੋਈ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KPVJ",
        "source_page": 465,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn smIp jYsy bwNs Aau bnwspqI; gMD inrgMD isv skiq kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as in a jungle, there are sandalwood and bamboo trees. Since bamboo remains devoid of fragrance is known as egoistic and proud, whereas others absorb sandalwood's fragrance and are considered peace and comfort-giving trees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੰਨਣ ਦੇ ਨੇੜੇ ਜਿਸ ਤਰ੍ਹਾਂ ਬਾਂਸ ਅਤੇ ਬਨਾਸਪਤੀ ਹੰਦੀ ਹੈ; ਪਰ ਸ਼ਿਵ ਮੰਗਲ ਮਈ ਪ੍ਰਕਾਸ਼ ਤੱਤ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਸਮੂਹ ਬਨਾਸਪਤੀ ਸੁਗੰਧੀ ਸੰਪੰਨ ਹੁੰਦੀ ਜਾਣੀਦੀ ਹੈ ਅਤੇ ਸ਼ਕਤੀ ਅਮੰਗਲ ਮਈ ਤਮੋ ਪ੍ਰਧਾਨ ਤੱਤ ਕਾਰਣ ਬਾਂਸ ਗੰਧ ਰਹਤ ਜਾਣੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XUTH",
        "source_page": 465,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sIp sMK doaU jYsy rhq smuMdR ibKY; sÍwNq bUMd sMqiq n smq ibDwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an oyster and conch shell are found in the same sea but oyster accepting ambrosial drop of rain water yields a pearl whereas a conch shell remains useless. Thus both cannot be graded equal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿੱਪੀ ਤੇ ਸੰਖ ਦੋਵੇਂ ਜਿਸ ਤਰ੍ਹਾਂ ਸਮੁੰਦਰ ਅੰਦਰ ਰਹਿੰਦੇ ਹਨ ਪਰ ਇਕ ਟਿਕਾਣੇ ਰਹਿੰਦੀਆਂ ਹੋਯਾਂ ਭੀ ਸਿੱਪੀ ਤਾਂ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਦ੍ਵਾਰੇ ਮੋਤੀ ਰੂਪ ਸੰਤਾਨ ਸਹਿਤ ਹੋਯਾ ਕਰਦੀ ਹੈ ਤੇ ਸੰਖ ਸਖਨਾ ਰਿਹਾ ਕਰਦਾ ਹੈ, ਇਉਂ ਇਨਾਂ ਵਿਚ ਸਮਤਾ ਨਹੀਂ ਆਖੀ ਜਾਂਦੀ ਭਾਵ, ਅੱਡ ਅੱਡ ਸੁਭਾਵ ਦੇ ਹੀ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QPWJ",
        "source_page": 465,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurdyv Awn dyv syvkn Byd; AhMbuiD inMmRqw Amwn jg mwnIAY [465["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly there is a difference between the devotees of the True Guru-the blesser of truth, and gods and goddesses. The followers of gods are proud of their intellect whereas the disciples of True Guru are considered humble and non-arrogant by the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਗੁਰੂ ਦੇਵ ਕਿਆਂ ਤਥਾ ਆਨ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕਾਂ ਵਿਖੇ ਭਿੰਨ ਭੇਦ ਹੁੰਦਾ ਹੈ। ਗੁਰੂ ਕੇ ਸੇਵਕ ਤਾਂ ਨਿੰਮ੍ਰਤਾ ਭਾਵ ਵਾਲੇ ਨਿਰਮਾਨ ਪ੍ਰਵਾਣੀਦੇ ਹਨ; ਤਥਾ ਆਨ ਦੇਵ ਸੇਵਕ ਹਉਮੈਂ ਬੁਧਿ ਕਰ ਕੇ ਅਭਿਮਾਨ ਸਹਿਤ ਜਗਤ ਵਿਚ ਮੰਨੇ ਜਾਂਦੇ ਹਨ ॥੪੬੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
