[
  {
    "id": "EE9",
    "sttm_id": 6946,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4V8U",
        "source_page": 466,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy piqbRqw pr purKY n dyiKE cwhY; pUrn piqbRqw kY piq hI kY iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a faithful wife does not like to look at another man and being sincere and faithful always supports her husband in her mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਪਰ ਦੂਏ ਪੁਰਖ ਨੂੰ ਦੇਖਣਾ ਨਹੀਂ ਚਾਹੁੰਦੀ ਅਰੁ ਓਸ ਪੂਰਨ ਪਤਿਬ੍ਰਤਾ ਨੂੰ ਇਕ ਮਾਤ੍ਰ ਅਪਣੇ ਪਤੀ ਦਾ ਹੀ ਧਿਆਨ ਖ੍ਯਾਲ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MKDH",
        "source_page": 466,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sr sirqw smuMdR cwiqRk n cwhY kwhU; Aws Gn bUMd ipRA ipRA gun igAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a rain-bird does not want water from a lake river or sea, but keeps on wailing for Swati drop from the clouds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਤਲਾਵਾਂ, ਨਦੀਆਂ ਤੇ ਸਮੁੰਦਰ ਵਿਚ ਅਸਗਾਹ ਜਲ ਦੇ ਹੁੰਦਿਆਂ ਭੀ ਪਪੀਹਾ ਕਿਸੇ ਦੀ ਚਾਹਨਾ ਨਹੀਂ ਕਰਦਾ ਤੇ ਬਦਲ ਦੀ ਬੂੰਦ ਦੀ ਆਸ ਉਮੇਦ ਤਾਂਘ ਵਿਚ ਪੀਉ ਪੀਉ ਗੁਣਦੇ ਰਟਦੇ ਰਹਿਣ ਦਾ ਹੀ ਇਕ ਮਾਤ੍ਰ ਗਿਆਨ ਉਸ ਨੂੰ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U4T4",
        "source_page": 466,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idnkr Er Bor cwhq nhI ckor; mn bc kRm ihmkr ipRA pRwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a Ruddy sheldrake does not like to look at the Sun even when the Sun is rising because the moon is his beloved in all respects.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਰਜ ਦੇ ਪਾਸੇ ਤੱਕਨਾ ਜਾਂ ਭੋਰ ਪ੍ਰਭਾਤ ਦਾ ਹੋਣਾ ਚਕੋਰ ਕਦੀ ਨਹੀਂ ਚਾਹੁੰਦਾ; ਮਨ ਬਾਣੀ ਸ਼ਰੀਰ ਕਰ ਕੇ ਓਸ ਦਾ ਪ੍ਰਾਣ ਪਿਆਰਾ ਤਾਂ ਇਕ ਹਿਮਕਰਿ ਚੰਦ੍ਰਮਾ ਹੀ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XQ4D",
        "source_page": 466,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisK Awn dyv syv rhiq pY; shj suBwv n AvigAw ABmwnu hY [466["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is a devoted disciple of the True Guru who does not worship any other god or goddess except the dearer than his life-True Guru. But, by remaining in a state of tranquility, he neither disrespects anyone nor shows the arrogance of his supremacy.  (466)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰੂ ਕਾ ਸਿੱਖ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਦੀ ਸੇਵਾ ਦੀ ਚਾਹਨਾ ਤੋਂ ਤਾਂ ਰਹਿਤ ਹੁੰਦਾ ਹੈ ਪ੍ਰੰਤੂ ਐਸਾ ਓਸ ਦਾ ਸਹਜ ਸੁਭਾਵ ਹੀ ਹੈ। ਉਞ ਇਸ ਗੱਲ ਦਾ ਓਸ ਨੂੰ ਕੋਈ ਅਭਿਮਾਨ ਨਹੀਂ ਹੁੰਦਾ, ਤੇ ਨਾ ਹੀ ਉਹ ਨਿਰਾਦਰ ਹੀ ਦੂਸਰੇ ਦੇਵਤਿਆਂ ਦਾ ਕਰਦਾ ਹੈ ਭਾਵ ਜੀਕੂੰ ਸ਼ਿਵ ਵਿਸ਼ਨੂੰ ਆਦਿ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕ ਹਮ ਵੈਸ਼ਨਵ ਹੈ ਆਦਿ ਅਭਿਮਾਨ ਅੰਦਰ ਧਾਰ ਕੇ ਆਪੋ ਵਿਚ ਇਕ ਦੂਏ ਦਾ ਨਿਰਾਦਰ ਕਰਦੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ; ਗੁਰੂ ਕੇ ਸਿੱਖ ਨਾ ਤਾਂ ਹਮ ਗੁਰਮੁਖ ਹੈਂ ਐਸਾ ਅਭਿਮਾਨ ਹੀ ਕਰਦੇ ਹਨ ਤੇ ਨਾ ਹੀ ਅਨਮਤੀਆਂ ਦੀਆਂ ਪੱਗਾਂ ਹੀ ਲੌਹਣ ਪਿਆ ਕਰਦੇ ਹਨ ॥੪੬੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
