[
  {
    "id": "39B",
    "sttm_id": 6947,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J87U",
        "source_page": 467,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "doie drpn dyKY eyk mY Anyk rUp; doie nwv pwv DrY phucY n pwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as looking into two or more mirrors placed side by side show more than one image; and placing feet in two boats does not enable one to sail across the river.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਦਮ ਕੱਦ ਦੇ ਦੋ ਸ਼ੀਸ਼ੇ ਆਮੋ ਸਾਮ੍ਹਣੇ ਰੱਖ ਕੇ ਓਨਾਂ ਵਿਚੋਂ ਦੇਖਿਆਂ ਦੇਖਣ ਵਾਲੇ ਨੂੰ ਆਪਣੇ ਬੁੱਤਾਂ ਦੀ ਇਕ ਲੰਮੀ ਦੀ ਲੰਮੀ ਕਿਤਾਰ ਖੜੋਤੀ ਦਿਸ੍ਯਾ ਕਰਦੀ ਹੈ ਪਰ ਇਕੱਲੇ ਸ਼ੀਸ਼ੇ ਵਿਚ ਦੀ ਇਕੱਲੇ ਹੀ ਦਿੱਸੀਦਾ ਹੈ। ਸੋ ਓਸੇ ਅਨੁਭਵ ਨੂੰ ਸਾਮਨੇ ਰੱਖ ਕੇ ਐਸੇ ਆਖ੍ਯਾ ਹੈ ਕਿ ਦੋ ਸ਼ੀਸ਼ਿਆਂ ਵਿਚ ਦੀ ਦੇਖਿਆਂ ਇਕ ਆਪਣੇ ਰੂਪ ਦੇ ਅਨੇਕਾਂ ਰੂਪ ਹੋ ਦਿਸ੍ਯਾ ਕਰਦੇ ਹਨ: ਤੇ ਦੋ ਬੇੜੀਆਂ ਉਪਰ ਪੈਰ ਧਰਿਆਂ ਪਾਰ ਨਹੀਂ ਪਹੁੰਚੀ ਦਾ ਕਿੰਤੂ ਡੁੱਬ ਮਰੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GJ8J",
        "source_page": 467,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "doie idsw ghy ghwey sY hwQ pwau tUty; durwhy duicq hoie DUl pgu Dwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the arms or legs are put to risk of breaking when pulled from both sides at the same time; one often errs in selection of the right path at the cross-road.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੁਵੱਲੀ ਫੜਿਆਂ ਫੜਾਇਆਂ ਕਰ ਕੇ ਹੱਥ ਪੈਰ ਹੀ ਟੁੱਟਿਆ ਕਰਦਾ ਹੈ, ਅਤੇ ਦੁਰਸਤੇ ਉਪਰ ਨਿਗ੍ਹਾ ਰਖਿਆਂ ਦੁਚਿੱਤਾ ਹੋ ਕੇ ਭੁਲੇਖੇ ਵਿਚ ਪੈਰ ਪਾਈਦਾ ਵਾਟੋਂ ਭੁੱਲੀ ਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2NLJ",
        "source_page": 467,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "doie BUp qw ko gwau prjw n suKI hoq; doie purKn kI n kulwbDU nwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a city if ruled by two kings cannot provide peace and comfort to the subjects, nor can a woman wedded to two men can be sincere and loyal or faithful to either family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦੋਹਾਂ ਰਾਜਿਆਂ ਦਾ ਇਕ ਗਾਉਂ ਦੇ ਹੁੰਦਿਆਂ ਤਿਨਾਂ ਦੇ ਪਿੰਡ ਵਿਚ ਪਰਜਾ ਸੁਖੀ ਨਹੀਂ ਹੋਇਆ ਕਰਦੀ ਤੇ ਦੋਹਾਂ ਪੁਰਖਾਂ ਦੀ ਇਸਤ੍ਰੀ ਕੁਲਾਬਧੂ ਕੁਲਵੰਤੀ ਨਾਰ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J108",
        "source_page": 467,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurisK hoie Awn dyv syv tyv ghY; shY jm fMf iDRg jIvnu sMswr hY [467["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, if a devout Sikh of Guru worships other gods and goddesses to assuage his addiction, what to speak of his liberation, he even bears the punishment of the angels of death. His life is condemned by the world.  (467)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਗੁਰੂ ਕਾ ਸਿੱਖ ਹੋ ਕੇ ਜੇਕਰ ਹੋਰਨਾਂ ਦਵਤਿਆਂ ਦੇ ਸੇਵਨ ਆਰਾਧਨ ਦੀ ਟੇਵ ਵਾਦੀ ਰਖੇਗਾ ਤਾਂ ਸੰਸਾਰ ਵਿਚ ਜੀਉਂਦਾ ਹੋਯਾ ਤਾਂ ਨਿੱਤ ਹੀ ਫਿਟਕਾਰ ਲੈਕ ਰਹੂ ਤੇ ਮਰ ਕੇ ਜਮ ਰਾਜ ਦੀ ਕਠਨ ਤੜਨਾ ਨੂੰ ਸਹੇਗਾ ॥੪੬੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
