[
  {
    "id": "KLY",
    "sttm_id": 6958,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FR4Q",
        "source_page": 478,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau pY qUMbrI n bUfy srq prvwh ibKY; ibKmY qaU n qjq hY mn qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a colocynth (Tumna) does not sink in fast flowing river and it does not shed its bitterness even in sweet cold water, then what good it is?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਤੂੰਬੀ ਨਦੀ ਦੇ ਹੜ੍ਹ ਵਿਚ ਭੀ ਨਹੀਂ ਡੁੱਬਦੀ ਭਾਵ ਤਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਕੀਹ ਬਿਖਮੈ ਕੁੜੱਤਨ ਪਣਾ ਤਾਂ ਤਊ ਤਾਂ ਭੀ ਤਰ ਕੇ ਭੀ ਮਨ ਵਿਚੋਂ ਅੰਦਰੋਂ ਨਹੀਂ ਤ੍ਯਾਗ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QMRM",
        "source_page": 478,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau pY lptY pwKwn pwvk jrY sUqR; jl mY lY boirq irdY kTorpn qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If the flame of fire cannot burn the stone, and if due to its rigid nature sinks everything along with it, then what good it is ?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਪਾਵਕ ਲਪਟੈ ਅੱਗ ਦੀ ਲਪਟ ਨਾਲ ਪਥਰ ਨਹੀਂ ਸੜਿਆ ਤਾਂ ਕੀਹ ਉਹ ਅਪਣੇ ਰਿਦੇ ਦੇ ਕਠੋਰ ਪਣੇ ਕਾਰਣ ਤਾਂ ਸੂਤ੍ਰ ਰੱਸੀ ਨੂੰ ਭੀ ਪਾਣੀ ਵਿਚ ਨਾਲ ਹੀ ਲੈ ਡੁਬਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "21AW",
        "source_page": 478,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau pY gufI aufI dyKIAq hY AwkwscwrI; brsq myNh, bwcIAY n bwlkn qy ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A kite is seen flying in the sky like a bird, but when it starts raining it cannot be saved and retrieved by the children flying it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਗੁਡੀ ਨੂੰ ਉਡਦੀ ਹੋਈ ਆਕਾਸਚਾਤਾਰਾ ਬਣੀ ਭੀ ਦੇਖੀਏ ਪਰ ਕੀਹ ਹੋਇਆ ਮੀਂਹ ਵਰ੍ਹ ਪਵੇ ਤਾਂ ਉਡੌਨ ਵਾਲਿਆਂ ਬਾਲਕ੍ਯਾਂ ਕੋਲੋਂ ਗਲਨੋਂ ਬਚਾਈ ਨਹੀਂ ਜਾ ਸਕ੍ਯਾ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "72K7",
        "source_page": 478,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy iriD isiD Bwau duqIAw iqRgun Kyl; gurmuK suKPl nwih ikRqGin qy [478["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, acquiring miraculous powers like walking on the water, immunity of burning or floating in the sky is indulging in duality and is the influence of the three trait mammon (maya). (Acquiring these cannot free one from internal bitterness, nor can",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਆਨ ਦੇਵ ਸੇਵਾ ਤੋਂ ਪਾਣੀ ਉਪਰ ਤੁਰਨ ਵਾ ਅੱਗ ਵਿਚ ਦੀ ਅਣਸੜਿਆਂ ਲੰਘ ਪੈਣ ਅਥਵਾ ਅਕਾਸ਼ੀ ਉਡਾਰੀਆਂ ਲੈਣ ਰੂਪ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਗਈ ਤਾਂ ਵਿਘਨ ਵਾਪਰਦੇ ਸਾਰ ਨਸ਼ਟ ਹੋ ਜਾਣ ਵਾਲੀ ਇਹ ਸ਼ਕਤੀ ਕਿਸ ਕੰਮ? ਇਹ ਤਾਂ ਦੁਤੀਆ ਭਉ ਮਾਯਾ ਦਾ ਪਸਾਰਾ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ ਹੀ ਖੇਡ ਹੈ। ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਜੰਮਨ ਮਰਣ ਤੋਂ ਛੁਟਕਾਰਾ ਕ੍ਰਿਤਘਨ ਤੇ ਨਾਹਿ ਕ੍ਰਿਤਘਨ ਦੇਵਤਿਆਂ ਪਾਸੋਂ ਕਦਾਚਿਤ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ॥੪੭੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
