[
  {
    "id": "W0C",
    "sttm_id": 6961,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "63AF",
        "source_page": 481,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau piqibRqw piqibRiq mY swvDwn; qwhI qy igRhysur huie nwiekw khwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a loyal and faithful wife is ever conscious of fulfilling her wifely obligations, and that makes her the prime person of the family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਜਿਸ ਤਰ੍ਹਾਂ ਪਤਿਬ੍ਰਤਾ ਅਪਣੇ ਪਤਿਬ੍ਰਤ ਧਰਮ ਦੇ ਪਾਲਨ ਵਿਚ ਸਾਵਧਾਨ ਹੁੰਦੀ ਹੈ, ਤਿਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਘਰ ਦੀ ਮਾਲਕ ਬਣ ਕੇ ਨਾਇਕ ਪ੍ਰਧਾਨ ਮੁਖੀਆ ਕਹਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HB3J",
        "source_page": 481,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn Dn Dwm kwmnw pujwvY; soBiq isMgwr cwir ishjw smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Her husband fulfils all her needs of bedding, clothing, food, wealth, house and other property, and she in returns embellishes herself to enjoy oneness with her husband on the nuptial bed,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੋਜਨ ਬਸਤ੍ਰ ਧਨ ਦੌਲਤ ਮੰਦਿਰ ਆਦਿ ਵਜੋਂ ਉਸੇ ਦੀਆਂ ਹੀ ਸਭ ਕਾਮਨਾ ਪੁਜ ਆਇਆ ਕਰਦੀਆਂ ਹਨ, ਉਹੀ ਚਾਰ ਸਿਬੰਗਾਰ ਸੁੰਦਰ ਸ਼ਿੰਗਾਰ ਨਾਲ ਸੁਭਾਇਮਾਨ ਹੁੰਦੀ ਹੈ, ਤੇ ਓਹੋ ਹੀ ਮਾਲਕ ਦੀ ਸੇਜਾ ਉਪਰ ਆਰੂਢ ਹੋ ਕੇ ਓਸ ਵਿਖੇ ਸਮਾਯਾਂ ਅਭੇਦ ਹੋਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CURH",
        "source_page": 481,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqgur isKn kau rwKq igRhsq mY; sMpdw smUh suK lufy qy lfwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, the True Guru keeps His devoted and obedient Sikhs lovingly in their householders life. With the blessings of ambrosial name of the Lord, he reaches the spiritual peace in their family life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰੂ ਸਿੱਖਾਂ ਨੂੰ ਗ੍ਰਹਸਥ ਆਸ਼ਰਮ ਵਿਖੇ ਹੀ ਰਖਦੇ ਹੋਏ ਸਮੂਹ ਸੰਪਦਾ ਸਭ ਪ੍ਰਕਾਰ ਦੀ ਵਿਭੂਤੀ ਅਰੁ ਸੁਖ ਉਨ੍ਹਾਂ ਉਪੀਰ ਲੁਡੇ ਦੁਲੌਂਦੇ ਅਤੇ ਓਨ੍ਹਾਂ ਨੂੰ ਲਡੌਂਦੇ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦੇ ਚਮਤਕਾਰੀ ਬਿਲਾਸਾਂ ਨਾਲ ਲਾਡ ਲਡਾਇਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BT42",
        "source_page": 481,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn Dn Dwm kwmnw pivqR; Awn dyv syv Bwau duqIAw imtwveI [481["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the desire of the sacred name, the True Guru blesses His Sikhs with food, bedding, clothing, mansions and other worldly assets. He removes all their duality of serving and following other gods and goddesses.  (481)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਾਵ ਕੀਹ ਕਿ ਭੋਜਨ ਬਸਤ੍ਰ ਧਨ ਪਦਾਰਥ ਅਤੇ ਧਾਮ ਘਰਾਂ ਘਾਟਾਂ ਆਦਿ ਸਬੰਧੀ ਜੋ ਭੀ ਪਵਿਤ੍ਰ ਕਾਮਨਾ ਨਿਰ ਵਿਖਯ ਭਾਵ ਮਨੋਰਥ ਹਨ ਉਹ ਸਭ ਹੀ ਓਨਾਂ ਸਿੱਖਾਂ ਦੇ ਸਤਿਗੁਰੂ ਪੁਰੌਂਦੇ ਹਨ ਤੇ ਇਉਂ ਹੋਰ ਦੇਵ ਸੇਵਾ ਵਲੇ ਦ੍ਵੈਤ ਭਾਵ ਨੂੰ ਓਨਾਂ ਦੇ ਚਿੱਤੋਂ ਮਿਟਾਈ ਰਖਦੇ ਹਨ ॥੪੮੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
