[
  {
    "id": "R05",
    "sttm_id": 6962,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RA9C",
        "source_page": 482,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "log byd igAwn aupdys hY piqbRqw kau; mn bc kRm sÍwmI syvw AiDkwir hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The teachings of folk traditions and Vedas lay down that a faithful and loyal wife has the sole right to serve her husband devotedly in words and actions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੋਕਾਚਾਰੀ ਤਥਾ ਬੇਦਾਚਾਰੀ ਗਿਆਨ ਪਤਿਬ੍ਰਤਾ ਇਸਤੀ ਨੂੰ ਏਹੋ ਹੀ ਉਪਦੇਸ਼ ਦਿੰਦਾ ਹੈ; ਕਿ ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਸ੍ਵਾਮੀ ਭਰਤੇ ਦੀ ਸੇਵਾ ਕਰੇ ਕ੍ਯੋਂਕਿ ਏਹੋ ਹੀ ਉਸ ਦਾ ਅਧਿਕਾਰ ਫਰਜ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LR6R",
        "source_page": 482,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwm iesnwn dwn sMjm n jwp qwp; qIrQ brq pUjw nym nw qkwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a loyal, devoted and faithful wife does not even look at all the futile rites and rituals like; meditations on various names, bathing at places of pilgrimage on specific days, charity, self-imposed discipline, penances, visit to holy places, fasting",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਿਸ਼ਨੂੰ ਸਬਹੰਸ੍ਰ ਨਾਮ ਆਦਿ ਦੇ ਪਾਠ ਕੱਤਕ ਮਾਘ ਆਦਿ ਮਹੀਨਿਆਂ ਦਾ ਮਹਾਤਮੀ ਸ਼ਨਾਨ, ਪਰਬ ਮਹਾਤਮ ਅਦਿ ਸਮੇਂ ਕੋਈ ਖਾਸ ਮੰਤਬ੍ਯ ਸਾਮਨੇ ਰੱਖ ਕੇ ਧਨ ਪਦਾਰਥ ਆਦਿ ਦੇਣਾ ਰੂਪ ਦਾਨ, ਕਿਸੇ ਵਿਸ਼ੇਖ ਬੰਧਾਨ ਵਿਚ ਅਪਣੇ ਆਪ ਨੂੰ ਨਰੜਨਾ ਰੂਪ ਸੰਜਮ ਐਸਾ ਹੀ ਨਾਨਾ ਭਾਂਤ ਦੇ ਮੰਤ੍ਰਾਂ ਦੇ ਜਾਪ ਜਪਨੇ ਤੇ ਤਪ ਤਪਨੇ ਚਲੀਹੇ ਸਾਧਨੇ ਆਦਿ ਪਰਬ ਆਦਿਕਾਂ ਸਮੇਂ ਗੰਗਾ ਪ੍ਰਯਾਗ ਆਦਿ ਤੀਰਥ ਪਰਸਨੇ, ਵਿਸ਼ੇਸ਼ ਦਿਨਾਂ ਯਾ ਕੁਛ ਨਿਯਮਿਤ ਸਮਯ ਵਾਸਤੇ ਅੰਨ ਆਦਿ ਤ੍ਯਾਗ ਦੇ ਬ੍ਰਤ ਦੀ ਪ੍ਰਤਿਗ੍ਯਾ ਧਾਰਣੀ ਠਾਕੁਰ ਪੁਜਾ ਆਦਿ ਦਾ ਸ਼ਿਵਾਲੇ ਮੰਦਿਰ ਆਦਿ ਦੀਆਂ ਪ੍ਰਕਰਮਾ, ਖੂਹਾਂ ਉਪਰ ਅਥਵਾ ਤੁਲਸੀ ਆਦਿ ਸਮਾਨੇ ਦੀਵੇ ਜਗਾਨੇ ਆਦਿ ਦੇ ਸੰਕੇਤ ਬੰਨਣੇ ਇਤ੍ਯਾਦਿ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਸਾਧਨ ਹੀ ਪਤਿਬ੍ਰਤਾ ਲਈ ਨਤਕਾਰ ਨਿਖੇਧ ਰੂਪ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LVU4",
        "source_page": 482,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hom jg Bog neIbyd nhI dyvI dyv syv; rwg nwd bwd n sMbwd Awn duAwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For her, sacrificial fire, yoga, offerings, arid other rituals connected with worship of gods and goddesses are meaningless. She is not interested in any modes of singing, musical instruments, rationale and illogic or going to any other door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਹੀ ਅਹੂਤੀਆਂ ਅੱਗ ਵਿਚ ਪੌਣੀਆਂ, ਬ੍ਰਹਮ ਭੋਜ ਆਦਿ ਜੱਗ ਕਰਨੇ, ਧੂਪ, ਦੀਪ, ਪ੍ਰਸ਼ਾਦ ਆਦਿ ਨਈਵੇਦ ਭੇਟਾ ਅਰਪਣੀਆਂ ਤਥਾ ਦੇਵੀਆਂ ਦੇਵਤਿਆਂ ਦਾ ਸੇਵਨ ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਲਈ ਕੋਈ ਨਹੀਂ ਪ੍ਰਵਾਣਿਆ। ਰਾਗ, ਸੁਨਣੇ ਗੌਣੇ ਨਾਦ ਧੁਨੀਆਂ ਦੀ ਰਟ ਲਗੌਣੀ ਤਥਾ ਸਾਜ ਬਾਜ ਦੇ ਅਡੰਬਰ ਅਡਿੰਬਨੇ ਤਥਾ ਸੰਬਾਦ ਚਰਚਾ ਗੋਸ਼ਟਾਂ ਕਰਨੀਆਂ ਕੋਈ ਪ੍ਰਵਾਣ ਨਹੀਂ ਹਨ ਇਹ ਸਭ ਆਨ ਦੁਆਰ ਦੂਸਰੇ ਦੁਆਰੇ ਭਟਕਨਾ ਬਿਭਚਾਰ ਹੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V55P",
        "source_page": 482,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisKn mY eyk tyk hI pRDwn; Awn igAwn iDAwn ismrn ibbcwr hY [482["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, like a faithful wife, the devoted Sikhs of the True Guru, must consider and adopt the refuge of the Guru as their primary means (of happiness and peace). For them, meditating on other incantations or focusing their mind on other teachings and d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਭਾਂਤ ਗੁਰ ਸਿੱਖਾਂ ਵਿਖੇ ਭੀ ਇਕ ਮਾਤ੍ਰ ਸਤਿਗੁਰੂ ਦੀ ਟੇਕ ਹੀ ਪ੍ਰਧਾਨ ਮੁੱਖ ਹੈ, ਹੋਰ ਸਭ ਪ੍ਰਕਾਰ ਦੇ ਗਿਆਨ ਧਿਆਨ ਸਿਮਰਣ ਆਦ ਬਿਭਚਾਰ ਰੂਪ ਸਾਧਨ ਸਤਿਗੁਰਾਂ ਦੇ ਮਾਰਗੋਂ ਚਲਾਯਮਾਨ ਕਰਣ ਹਾਰੇ ਹਨ ॥੪੮੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
