[
  {
    "id": "Z8X",
    "sttm_id": 6963,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S7SK",
        "source_page": 483,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy piqbR qwkau pivqR Gir vwq nwq; Asn bsn Dn Dwm logcwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as living in her house, bathing, eating and sleeping etc. and discharging her worldly duties according to the social customs and traditions are all sacred for a faithful and loyal wife.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਤਿਬ੍ਰਤਾ ਲਈ ਘਰ ਦਾ ਵਾਸ ਨ੍ਹਾਤ ਨੌਣਾ ਧੌਣਾ ਭੋਜਨ ਬਸਤ੍ਰ ਧਨ ਧਾਮ ਸਬੰਧੀ ਸਭ ਆਚਾਰ ਵਰਤਨ ਵਹਾਰ ਲੋਕਾਚਾਰ ਵਜੋਂ ਪਵਿਤ੍ਰ ਹੈ, ਭਾਵ ਇਹ ਸਭ ਓਸ ਦੇ ਵਾਸਤੇ ਸਹਜ ਧਰਮ ਰੂਪ ਮੰਨੇ ਗਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VPQB",
        "source_page": 483,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwq mwq BRwq suq sujn kutMb sKw; syvw gurjn suK ABrn isMgwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is her natural duty to embellish herself with ornaments for the happiness of her husband beside serving and respecting parents, brothers, sisters, sons, other elders in the family, friends and other social contacts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਐਸਾ ਹੀ ਪਿਤਾ ਮਾਤਾ ਭ੍ਰਾਤਾ ਪੁਤ੍ਰ ਪਰਵਾਰ ਤੇ ਕੁਟੰਬ ਅਰੁ ਸਾਕ ਸੈਨ ਦੀ ਯਥਜੋਗ ਸੁਸ਼੍ਰੂਖਾ ਆਦਰ ਸਤਿਕਾਰ ਪਾਲਨਾ ਅਤੇ ਗੁਰਜਨ ਸੱਸ ਸੌਹਰੇ ਆਦਿ ਸਮੂਹ ਵਡੇਰਿਆਂ ਦੀ ਸੇਵਾ ਵਿਚ ਹੀ ਸੁਖ ਸਮਝਨਾ ਤਥਾ ਭੂਖਣ ਗਹਿਣੇ ਆਦਿ ਰਾਹੀਂ ਸਰੀਰ ਨੂੰ ਸ਼ਿੰਗਾਰ ਕੇ ਰਖਣਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KHRJ",
        "source_page": 483,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ikrq ibrq prsUq ml mUqRDwrI; skl pivqR joeI ibibiD Acwr hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Attending to the household chores, bearing children, bringing them up, keeping them clean and neat is all sacred for a faithful and loyal wife.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਥਾ ਹੋਰ ਘਰ ਬਾਹਰ ਦੀ ਜੋ ਜੀਵਿਕਾ ਸਬੰਧੀ ਕਿਰਤ ਕਮਾਈ ਹੈ, ਪੀਹਨ ਕੱਤਨ ਸੀਊਣ ਪ੍ਰੋਣ ਆਦੀ ਅਰੁ ਪ੍ਰਸੂਤ ਸਮੇਂ ਦਾ ਵਰਤਨ ਵਿਹਾਰ ਮਲ ਮੂਤ੍ਰ ਧਾਰੀ ਅਦਿ ਹੋਣਾ ਇਸ ਤੋਂ ਸਿਵਾਯ ਹੋਰ ਭੀ ਜੋ ਕੁਛ ਅਨੇਕ ਭਾਂਤ ਦੀ ਆਚਾਰ ਰੂਪ ਵਰਤਨ ਹੈ ਸੋ ਸਭ ਹੀ ਪਵਿਤ੍ਰ ਓਸ ਲਈ ਸ਼ੁਧ ਰੂਪ ਹੀ ਪ੍ਰਵਾਣੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C9P3",
        "source_page": 483,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurisKn kau lypu n igRhsq mY; Awn dyv syv iDRgu jnmu sMswr hY [483["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, the disciples of the Guru are never blemished while leading a householder's life. Like loyal and faithful wife, they consider indulgence of worship of any other god over the True Guru as a condemnable act in the world.  (483)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਗੁਰ ਸਿੱਖਾਂ ਨੂੰ ਗ੍ਰਿਸਤ ਮਾਰਗ ਦੇ ਕੰਮ ਕਾਰ ਭੁਗਤਾਦਿਆਂ ਕੋਈ ਲੇਪ ਨਹੀਂ ਲਗਦਾ, ਪਰ ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਦੇ ਪਰ ਪੁਰਖਾਂ ਸੇਵਿਆਂ ਜੀਕੂੰ ਪਤਿਬ੍ਰਤਾ ਦਾ ਭੰਗ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਸੰਸਾਰ ਵਿਚ ਓਸ ਦਾ ਜੀਉਣਾ ਧਿਕਾਰ ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੀਕੂੰ ਹੀ ਆਨ ਦੇਵ ਸੇਵਨ ਕਰ ਕੇ ਸਿੱਖ ਭੀ ਸਿੱਖੀ ਧਰਮੋ ਵੰਜੇ ਹੋਏ ਤੇ ਫਿਟਕੇ ਜੀਵਨ ਵਾਲਾ ਸੰਸਾਰ ਵਿਚ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪੮੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
