[
  {
    "id": "CHM",
    "sttm_id": 6964,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DKWF",
        "source_page": 484,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awidq Aau som Bom buD hUM bRhspq; sukr snIcr swqo bwr bwNt lIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Starting from Sunday, all seven days of the week are overtaken by the gods like, Sun, Moon, Mars, Mercury, Jupiter, Venus and Saturn respectively.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਦਿਕ ਸੂਰਜ ਅਤੇ ਸੋਮ ਚੰਦ੍ਰਮਾ ਭੋਮ ਮੰਗਲ ਬੁਧ ਅਤੇ ਬ੍ਰਹਸਪਤੀ ਵੀਰ ਦੇਵ ਗੁਰੂ ਸੁਕ੍ਰ ਦੈਤ ਗੁਰੂ ਸਨੀਚਰ ਛਨਿਛਰ ਏਨਾਂ ਸੱਤਾਂ ਗ੍ਰਹਿ ਸਰੂਪ ਦੇਵਤਿਆਂ ਨੇ ਸੱਤਾਂ ਵਾਰਾਂ ਨੂੰ ਹੀ ਆਪਣੇ ਹਿੱਸੇ ਪਾ ਲਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q6XG",
        "source_page": 484,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "iQiq pC mws ruiq logn mY logcwr; eyk eykMkwr kau n koaU idn dIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For fulfillment of all rites and rituals related to god-land, the society has further divided the time into bright and dark period. (waxing and wanning of moon) twelve months and six seasons. But not a day has been set aside for the remembrance and in the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਕਮ ਆਦਿ ਪੰਦ੍ਰਾਂ ਥਿੱਤਾਂ ਚੰਦ੍ਰਮਾ ਦੇ ਵਧਾਉ ਘਟਾਉ ਅਨੁਸਾਰ ਕਾਰ ਵਿਹਾਰ ਦੀ ਸਿੱਧੀ ਵਾਸਤੇ, ਅਰੁ ਪੱਖ ਸ਼ੁਕਲ ਵਾ ਕ੍ਰਿਸ਼ਨ ਚਾਨਣਾ ਹਨੇਰਾ ਦੇਵਤਿਆਂ ਵਾ ਪਿਤਰ ਲੋਕਾਂ ਸਬੰਧੀ ਕਾਰਜਾਂ ਨਿਮਿੱਤ ਤਥਾ ਐਸੇ ਹੀ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਨਿਰਬਾਹਕ ਕਾਰਜਾਂ ਨੂੰ ਨਿਪਟਾਨ ਖਾਤਰ ਰੁਤਿ ਰੁੱਤਾਂ ਛੀਆਂ ਦੇ ਰੂਪ ਵਿਚ ਸਮੇਂ ਕਾਲ ਬਿਤੇਨ ਦੀ ਵੰਡ ਲੋਗ ਰੀਤੀ ਅਨੁਸਾਰ ਏਨਾਂ ਲੋਕਾਂ ਨੇ ਆਪੋ ਵਿਚ ਵੰਡ ਲਈ ਹੋਈ ਹੈ,ਪ੍ਰੰਤੂ ਸਾਰੇ ਸਮੇਂ ਨੂੰ ਆਪਣੇ ਮਤਲਬ ਲਈ ਵੰਡ ਕੇ ਇਕ ਏਕੰਕਾਰ ਦੀ ਉਪਾਸ਼ਨਾ ਖਾਤਰ ਓਸ ਦੇ ਹਿਸੇ ਵਿਚ ਕੋਈ ਦਿਨ ਭੀ ਨਹੀਂ ਰਹਿਣ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "022M",
        "source_page": 484,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jnm AstmI rwm naumI eykwdsI BeI; duAwdsI cqurdsI jnmu ey kIny hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God is free of births but Janam Ashtami, Ram Naumi and Ekadashi are the birth days of Lord Krishna, Lord Rama, and god Haribasar. Duadasi is the day of Vaman god, while Chaudasi is the day of Narsinh. These days have been fixed as birthdays of these gods.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋ ਕੋਈ ਦਿਨ ਏਸ ਲੇਖੇ ਪਾਏ ਭੀ ਹਨ ਤਾਂ ਬਿਸ਼ਨੂੰ ਦੇ ਸਰੀਰ ਧਾਰੀ ਪ੍ਰਗਟ ਕਰਣ ਹਾਰੇ ਮਨ ਸਰਗੁਣ ਭਾਵੋਂ ਭੀ ਹੋਰ ਸਥੂਲ ਭਾਵ ਵਿਚ ਚਸਣੇ ਡਿਗਨ ਵਾਲੇ ਦਿਹਾੜੇ ਜਿਹਾ ਕਿ ਜਨਮ ਅਸ਼੍ਟਮੀ ਵਿਸ਼ਨੂੰ ਦਾ ਕ੍ਰਿਸ਼ਨ ਰੂਪ ਹੋਣ ਦਾ ਦਿਨ, ਰਾਮ ਨਉਮੀ ਰਾਮ ਚੰਦ੍ਰ ਰੂਪ ਹੋ ਪ੍ਰਗਟਨ ਦਾ ਦਿਨ, ਏਕਾਦਸ਼੍ਰੀ ਹਰੀ ਬਾਸਰ ਨਾਮ ਨਾਲ ਪ੍ਰਸਿੱਧ ਦਿਹਾੜਾ ਹਰੀ ਸਰੂਪ ਵਿਖੇ ਅਵਤਾਰ ਲੈਣ ਦਾ ਦਿਨ, ਦੁਆਦਸੀ ਬਾਵਨ ਅਵਤਾਰ ਦਾ ਦਿਨ ਅਤੇ ਚਤੁਰਦਸ਼ੀ ਨਰ ਸਿੰਘ ਅਵਤਾਰ ਵਾ ਅਨੰਤ ਭਗਵਾਨ ਦਾ ਦਿਹਾੜਾ, ਇਉਂ ਇਹ ਜਨਮ ਦਿਨ ਥਾਪੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3C7D",
        "source_page": 484,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "prjw aupwrjn ko n koaU pwvY idn; AjonI jnmu idnu khO kYsy cIny hY [484["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No one can tell the day of the creation of this cosmos. Then how can one know the birthday of such Lord who is Ajuni (beyond birth) ? Thus worship of gods who are born and who die is futile. Worship of eternal Lord is only purposeful.  (484)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵਾਹਗੁਰੂ ਦੇ ਲੇਖੇ ਤਾਂ ਫੇਰ ਭੀ ਕੋਈ ਦਿਨ ਨਹੀਂ ਆਇਆ ਹਾਂ! ਹਰਾਨੀ ਸਗੋਂ ਹੋਰ ਵਧਦੀ ਹੈ ਕਿ ਘੱਟੋ ਘੱਟ ਓਸ ਦੇ ਪਰਜਾ ਸ਼੍ਰਿਸ਼ਟੀ ਉਪਜੌਨ ਦੇ ਦਿਨ ਦਾ ਥੌਹ ਤਾਂਲਾ ਕੋਈ ਨਹੀਂ ਸੱਕਿਆ, ਤੇ ਉਲਟਾ ਅਜੋਨੀ ਦਾ ਜਨਮ ਦਿਨ ਦੱਸੋ ਕਿਸ ਤਰ੍ਹਾਂ ਚੀਨੇ ਹੈ, ਲੱਭ ਲਿਆ ਗਿਆ। ਭਾਵ ਜੇਕਰ ਇਤ੍ਯਾਦਿਕ ਸਮੇਂ ਦੀ ਵੰਡ ਦੇਵ ਕਲਪਿਤ ਹੈ ਤਾਂ ਓਨਾਂ ਨੇ ਆਪਣਾ ਮਤਲਬ ਤਾਂ ਪੁਜੌਵਨ ਦਾ ਇਸ ਰਾਹੀਂ ਸਾਧ ਲਿਆ, ਪਰ ਵਾਹਗੁਰੂ ਅਰਥੀ ਕੋਈ ਦਿਨ ਨਹੀਂ ਥਾਪ੍ਯਾ ਤਾਂ ਐਸੇ ਧੜੇਬਾਜ ਉਕਤ ਦੇਵਤਿਆਂ ਦੀ ਸੇਵਾ ਤੋਂ ਕੀਕੂੰ ਮੋਖ ਹੋ ਸਕੇਗੀ ॥੪੮੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
