[
  {
    "id": "9C3",
    "sttm_id": 6965,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E67M",
        "source_page": 485,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jw ko nwmu hY AjonI kYsy kY jnmu lY; khw jwn bRq jnmwstmI ko kIno hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose name is Ajoni (who is never born), how could He have taken birth. And on what reason has the foolish people fixed the Janam Ashtami (the birthday of Krishan Ji) as a day of fasting?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦਾ ਨਾਮ ਹੈ ਅਜੋਨੀ ਜੂਨ ਰਹਿਤ ਕਿਸ ਤਰ੍ਹਾਂ ਨਾਸ ਆਪਣੇ ਪਦ ਤੋਂ ਡਿਗ ਕੇ ਓਸ ਨੇ ਜਨਮ ਲਿਆ ਤੇ ਉਸ ਨੂੰ ਐਉਂ ਜਾਨ ਕੇ ਕਿਸ ਤਰਾਂ ਜਨਮ ਅਸ਼੍ਟਮੀ ਨੂੰ ਵਰਤ ਦਿਹਾੜਾ ਬਣਾ ਲਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1VK3",
        "source_page": 485,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jw ko jgjIvn Akwl AibnwsI nwmu; kYsy kY biDk mwirE Apjsu lIno hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose name is Akal (beyond times), Eternal and who is the life-support of the whole world, how could a hunter had killed Him in the form of Krishan and earned infamy?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਜਿਸ ਅਕਾਲ ਕਾਲ ਦੀ ਗੰਮਤਾ ਤੋਂ ਪਾਰ ਅਬਿਨਾਸ਼ੀ, ਸਤ੍ਯ ਸਰੂਪ ਦਾ ਨਾਮ ਜਗ ਜੀਵਨ ਜਗਤ ਭਰ ਦੀ ਜਿੰਦ ਜਾਨ ਆਖ੍ਯਾ ਜਾਂਦਾ ਹੈ ਕਿਸ ਤਰ੍ਹਾਂ ਓਸ ਨੂੰ ਬਧਿਕ ਸ਼ਿਕਾਰੀ ਨੇ ਬਾਣ ਮਾਰ ਕੇ ਅਪਜੱਸ ਲਿਆ, ਵਾ ਓਸ ਨੇ ਆਪ ਸ਼ਿਕਾਰੀਆਂ ਵਾਕੂੰ ਬਾਲੀ ਨੂੰ ਤ੍ਰੇਤੇ ਜੁਗ ਵਿਖੇ ਮਾਰ ਕੇ ਅਪਜੱਸ ਖੱਟਿਆ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S6WA",
        "source_page": 485,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inrml inrdoK moK pdu jw ky nwim; gopInwQ kYsy huie ibrh duK dIno hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose name makes a person do good, whose name frees a person from all vices, who is emancipator, how could He be the Master of milkmaids in the form of Krishan and make them suffer in His separation?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਦੇ ਨਾਮ ਸ਼ੁੱਧ ਨਿਰਵਿਕਾਰ ਨਿਤ੍ਯ ਮੁਕਤ ਰੂਪ ਆਦਿ ਨਾਮਾਂ ਨਾਲ ਉਚਾਰੇ ਜਾਂਦੇ ਹਨ, ਗੋਪੀਆਂ ਗੋਪਾਂ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਪਰ ਨਾਰਾਂ ਦਾ ਨਾਥ ਸ੍ਵਾਮੀ ਬਣ ਕੇ ਕਿਸ ਤਰ੍ਹਾਂ ਓਸ ਨੇ ਓਨ੍ਹਾਂ ਨੂੰ ਵਿਛੋੜੇ ਦਾ ਦੁੱਖ ਦਿੱਤਾ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9RDX",
        "source_page": 485,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwhn kI pRiqmw ky AMD kMD hY pujwrI; AMqir AigAwn mq igAwn gur hIno hY [485["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who are bereft of the initiation of True Guru, support ignorant mind in them. Such ignorants and blind people create the idols of the Life-giving, Imperishable, Timeless and Blemishless Lord reducing Him into gods and then become their followers and",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਹਿਲੋਂ ਤਾਂ ਓਸ ਅਜੋਨੀ ਅਕਾਲ ਅਬਿਨਾਸ਼ੀ ਸ਼ੁੱਧ ਸਰੂਪ ਨਿਰਵਿਕਾਰ ਨਿਤ੍ਯ ਮੁਕਤ ਦੀ ਐਥੋਂ ਤਕ ਦਸ਼ਾ ਡੇਗੀ ਹੈ ਤੇ ਫੇਰ ਪਥਰ ਆਦਿ ਦੀਆਂ ਮੂਰਤਾਂ ਓਸ ਦੀਆਂ ਕਲਪ ਕਲਪ ਕੇ ਇਸ ਤਰ੍ਹਾਂ ਅੰਧ ਜੜ੍ਹ ਰੂਪ ਬੁੱਤਾਂ ਦੇ ਪੂਜਾਰੀ ਪੂਜਨਹਾਰੇ ਸੇਵਕ ਭਗਤ ਬਣ ਬੈਠੇ ਹਨ। ਅਸਲ ਵਿਚ ਐਸੇ ਲੋਕਾਂ ਦੀ ਮਤਿ ਅਕਲ ਅੰਦਰ ਅਗ੍ਯਾਨ ਨੇ ਅੰਤਰਜਾ ਬਰਲ ਪਾੜਾ ਪਾ ਰਖਿਆ ਹੌਯਾ ਹੈ, ਤੇ ਇਸੇ ਕਰ ਕੇ ਹੀ ਉਹ ਗੁਰੂ ਗ੍ਯਾਨ ਤੋਂ ਹੀਣੇ ਰਹਿ ਰਹੇ ਹਨ, ਭਾਵ ਆਨ ਦੇਵ ਸੇਵਾ ਤ੍ਯਾਗ ਕੇ ਸ਼ੀਘਰ ਸਤਿਗੁਰੂ ਦੀ ਚਰਣ ਸ਼ਰਣ ਨਹੀਂ ਔਂਦੇ ॥੪੮੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
