[
  {
    "id": "QWL",
    "sttm_id": 6966,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6R99",
        "source_page": 486,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUrj pRgws nws aufgn Aignq ijau; Awn dyv syv gurdyv ky iDAwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as with Sunrise, the stars disappear; similarly a Sikh feels unconcerned about the worship and service of gods and goddesses due to the knowledge acquired from the True Guru and practicing and focusing of the mind on his words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸੂਰਜ ਦੇ ਹੁੰਦੇ ਸਾਰ ਅਨਗਿਣਤ ਅਸੰਖਾਂ ਸਤਾਰੇ ਲੋਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰਾਂ ਦੇ ਧ੍ਯਾਨ ਮਾਤ੍ਰ ਨਾਲ ਅੰਦਰ ਖ੍ਯਾਲ ਕਰਦਿਆਂ ਸਾਰ ਹੀ ਆਨ ਦੇਵ ਸੇਵ ਦੂਰ ਹੋ ਜਾਯਾ ਕਰਦੀ ਹੈ ਸੁਤੇ ਹੀ ਛੁੱਟ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1CD0",
        "source_page": 486,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "hwt bwt Gwt TwTu GtY GtY ins idnu; qYso log byd Byd siqgur igAwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the charm of shops, pathways, roads and quays reduce with time, so do the doubts and ignorance created by the worldly knowledge, rationale and illogic of Vedas diminish with the appearance of the True Guru's knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸਮੇਂ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਰਾਤ ਦਿਨ ਹੱਟ ਬਾਜਾਰ ਰਾਹ ਘਾਟ ਪੱਤਨ ਦਾ ਠਾਟ ਪੂਰਬਲਾ ਪਸਾਰਾ ਘਟਦਾ ਹੀ ਘਟਦਾ ਜਾ ਰਿਹਾ ਹੈ। ਅਰਥਾਤ ਜਿਸ ਭਾਂਤ ਪੂਰਬ ਕਾਲ ਦੀਆਂ ਸਭ ਵਰਤਨ ਵਿਹਾਰ ਦੀਆਂ ਪ੍ਰਪਾਟੀਆਂ ਆਪ ਤੇ ਆਪ ਹੀ ਖ੍ਯੀਣ ਹੋਈਆਂ ਜਾ ਰਹੀਆਂ ਤੇ ਨਵੀਂ ਰੋਸ਼ਨੀ ਦਾ ਹੀ ਪਸਾਰਾ ਪਸਰਦਾ ਜਾ ਰਿਹਾ ਹੈ ਏਸੇ ਪ੍ਰਕਾਰ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਗਿਆਨ ਦੇ ਪ੍ਰਭਾਵ ਅਗੇ ਦਿਨੋ ਦਿਨ ਸਭ ਹੀ ਲੋਕ ਬੇਦ ਆਦਿ ਦੇ ਭੇਦ ਵਰਤਾਰੇ ਭੀ ਦੂਰ ਹੋਏ ਜਾ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C83R",
        "source_page": 486,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cor jwr Aau jUAwr moh dRoh AMDkwr; pRwq smY soBw nwm dwn iesnwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The activities of thieves, evil persons and gamblers thrive in the darkness of the night but on daybreak the unique influence of bathing and meditation as drilled by the True Guru in His disciples become conspicuous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਤਪ੍ਰਯ ਇਹ ਕਿ ਚੋਰਾਂ ਯਾਰਾਂ ਅਤੇ ਜੁਆਰੀਆਂ ਵਲਾ ਮੋਹ ਮੋਹਨ ਠੱਗਨ ਤੇ ਦ੍ਰੋਹ ਧੋਖੇ ਛਲ ਵਾਲਾ ਅੰਧਕਾਰ ਹਨੇਰ ਸਮਾਂ ਦੂਰ ਹੋ ਰਿਹਾ ਹੈ, ਅਤੇ ਨਾਮ ਦਾਨ ਇਸ਼ਨਾਨ ਦੀ ਪ੍ਰਵਿਰਤੀ ਦੇ ਮਹੱਤ ਦੀ ਪ੍ਰਭਾਤ ਦਾ ਸਮਾਂ ਉਦੇ ਹੋ ਰਿਹਾ ਹੈ ਭਾਵ ਗੁਰ ਪ੍ਰਤਾਪ ਦਾ ਸੂਰਜ ਉਦੇ ਹੋ ਹਨੇਰ ਸਮੇਂ ਨੂੰ ਦੂਰ ਕਰ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VV54",
        "source_page": 486,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awn sr myfuk isvwl GoGw mwnsr; pUrn bRhm gur srb inDwn kY [486["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Worshippers of other gods and goddesses can only be the dross of the tri-trait maya or the frogs of some pond and even useless shells in the sand. But in the Mansarover-like congregation, all treasures and invaluable commodities providing Naam, blessed by",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦ ਕਿ ਇਵੇਂ ਹੀ ਹੋਰ ਸਰੋਵਰਾਂ ਉਪਰ ਡਡੂਆਂ ਤਰਾਂ ਜਾਲੇ ਤੇ ਘੋਘਿਆਂ ਵਤ ਆਨ ਦੇਵ ਸੇਵਾ ਪ੍ਯਾਰਨਾ ਤ੍ਯਾਗ ਕੇ ਪੂਰਨ ਬ੍ਰਹਮ ਸਰੂਪ ਸਤਿਗੁਰੂ ਸੁਖ ਸਾਗਰ ਨੂੰ ਸੇਵਨ ਕਰਣ ਲਗ ਪੈਣਗੇ ॥੪੮੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
