[
  {
    "id": "JPT",
    "sttm_id": 6967,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QMQJ",
        "source_page": 487,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ins idn AMqr ijau AMqru bKwnIAq; qYsy Awn dyv gurdyv syv jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Serving and worshipping of gods and goddesses viz-a-viz the True Guru is like the difference between night and day.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਰਾਤ ਅਤੇ ਦਿਨ ਵਿਚਾਲੇ ਅੰਤਰ ਭਾਰਾ ਵਿਰਲ ਕਹਿਣ ਵਿਚ ਔਂਦਾ ਹੈ, ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਆਨ ਦੇਵ ਸੇਵਾ ਤਥਾ ਗੁਰੂ ਦੇਵ ਸੇਵਾ ਵਿਖੇ ਭੇਦ ਸਮਝੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6JZJ",
        "source_page": 487,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ins AMDkwr bhu qwrkw cmqkwr; idnu idnukr eykMkwr pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the darkness of night (ignorance), there is much radiance of stars (gods) but with the appearance of True Guru's radiance of knowledge (with the rise of the Sun during the day) God, the Only One becomes conspicuous and obvious.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਤ ਸਮੇਂ ਹਨੇਰਾ ਫੈਲਦਾ ਤੇ ਬ੍ਯੰਤ ਤਾਰੇ ਪ੍ਰਕਾਸ਼ਦੇ ਹਨ ਏਕੂੰ ਹੀ ਆਨ ਦੇਵ ਸੇਵਾ ਵਿਖੇ ਅਗ੍ਯਾਨ ਪਸਰਦਾ ਤੇ ਅਨੰਤ ਧਰਮਾਂ ਦੀ ਪ੍ਰਪਾਟੀ ਪ੍ਰਵਿਰਤਦੀ ਹੈ ਅਰੁ ਦਿਨੇ ਇਕ ਮਾਤ੍ਰ ਸੂਰਜ ਦੇ ਪ੍ਰਕਾਸ਼ ਵਤ ਗੁਰਦੇਵ ਸੇਵਾ ਵਿਖੇ ਅਗ੍ਯਾਨ ਅੰਧਕਾਰ ਦੀ ਨਿਵਿਰਤੀ ਤਥਾ ਇਕ ਏਕੰਕਾਰ ਵਾਹਗੁਰੂ ਦਾ ਹੀ ਅਰਾਧਨ ਪਰਮ ਧਰਮ ਭਾਨ ਹੋਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MDVP",
        "source_page": 487,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ins AMiDAwrI mY ibkwrI hY ibkwr hyqu; pRwq smY nyhu inrMkwrI aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The vice and evil-doers are enamored by the evil and vicious acts, but by the knowledge of the True Guru, the devoted Sikhs contemplate on the Lord's name at ambrosial hour by becoming one with Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਨੇਰੀ ਰਾਤ ਅੰਦਰ ਬਿਕਾਰੀ ਵਿਖਈ ਪਾਂਬਰ ਲੋਕ ਵਿਖਯ ਵਿਕਾਰਾਂ ਨਾਲ ਨੇਹੁੰ ਲਗਾਂਦੇ ਹਨ, ਭਾਵ ਆਨ ਦੇਵ ਸੇਵਾ ਪੁਰਖਾਂ ਨੂੰ ਬਹੁਤ ਕਰ ਕੇ ਸਕਾਮੀ ਬਣਾਂਦੀ ਹੈ ਅਤੇ ਪ੍ਰਭਾਤ ਸਮੇਂ ਨਿਰੰਕਾਰ ਦਾ ਪ੍ਯਾਰ ਹੀ ਨਿਸਚੇ ਹੁੰਦਾ ਹੈ ਅਰਥਾਤ ਗੁਰਦੇਵ ਸੇਵਾ ਵਿਖੇ ਚਿੱਤ ਸੁਤੇ ਹੀ ਨਿਸ਼ਕਾਮ ਤੇ ਨਿਰੰਕਾਰ ਪ੍ਰਾਯਣ ਪ੍ਰੇਮ ਕਰਣ ਹਾਰਾ ਬਣਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7HF4",
        "source_page": 487,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rYn sYn smY Tg cor jwr hoie AnIq; rwjunIiq rIiq pRIiq bwsur bKwnIAY [487["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "At night when the time for sleep comes, the evil designs of treacherous, deceitful and vicious people prevail. But with the daybreak at ambrosial hour (radiance of knowledge by the True Guru) the righteousness and justice of the Lord prevails. (The divine",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਤ ਨੂੰ ਸੈਣ ਸੌਣ ਦੇ ਸਮੇਂ ਠਗ, ਚੋਰ ਤੇ ਯਾਰ ਲੋਕਾਂ ਦੀ ਅਨੀਤੀ ਅਧਰਮੀ ਅੱਤ ਪ੍ਰਧਾਨ ਹੁੰਦੀ ਹੈ ਭਾਵ ਆਨ ਦੇਵ ਸੇਵ ਸਮੇਂ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਸਬੰਧੀ ਪ੍ਰਵਿਰਤੀ ਦਾ ਪ੍ਰਭਾਵ ਪ੍ਰਸਿੱਧ ਹੁੰਦੀ ਹੈ ਅਰਥਾਤ ਗੁਰੂ ਸੇਵਾ ਵਿਖੇ ਰਾਜ ਮ੍ਰਯਾਦਾ ਦੀ ਪ੍ਰੀਤੀ ਅਰਥਾਤ ਜੈਸਾ ਯੁਗ ਧਰਮ ਹੋਵੇ ਓਸ ਦੇ ਪਾਲਨ ਦੀ ਪ੍ਰੀਤੀ ਉਪਜ੍ਯਾ ਕਰਦੀ ਹੈ ਭਾਵ ਲੀਨ ਕੇਵਲ ਨਾਮ ਧਰਮ ਅਨੁਸਾਰ ਨਾਮ ਧਰਮ ਨਾਲ ਪ੍ਰੀਤੀ ਦਾ ਪਲਨ ਹੁੰਦਾ ਹੈ ॥੪੮੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
