[
  {
    "id": "B4L",
    "sttm_id": 6968,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2EFR",
        "source_page": 488,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ins duirmiq huie ADrmu krmu hyqu; gurmiq bwsur su Drm krm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A base wisdom is full of ignorance. It encourages sin and evil deeds. The wisdom given by the True Guru is like the brightness of the day that pronounces righteous deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਤ ਸਮੇਂ ਦੁਰਮਤੀ ਕਾਰਣ ਅਧਰਮ ਕਰਮ ਹੇਤੁ ਪਾਪ ਕਰਮਾਂ ਨਾਲ ਪ੍ਯਾਰ ਹੁੰਦਾ ਹੈ, ਤੇ ਦਿਨ ਵੇਲੇ ਗੁਰਮਤਿ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ ਪੁੰਨ ਕਰਮ ਪਵਿਤ੍ਰ ਆਚਾਰ ਨਾਲ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B41W",
        "source_page": 488,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idnkir joiq ky audoq sB ikC sUJY; ins AMiDAwrI BUly BRmq Brm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the emergence of Sun-like teachings of the True Guru, all that would stand in good stead becomes conspicuous. But consider any idol worship as dark night where one keeps wandering in doubts and suspicions by going wayward from the True path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੂਜਰ ਦੀ ਜੋਤ ਪ੍ਰਕਾਸ਼ ਉਦੇ ਹੁੰਦੇ ਸਾਰ ਸਭ ਕਿਛੁ ਸੁਝਨ ਲਗ ਪੈਂਦਾ ਹੈ ਅਤੇ ਰਾਤ ਹਨੇਰੀ ਵਿਖੇ ਭਰਮ ਵਿਚ ਭਟਕਦਾ ਹੋਯਾ ਭੁੱਲਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4S5N",
        "source_page": 488,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl idib dyh idRsit huie; Awn dyv syvk huie idRsit crm hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the virtues of Naam obtained from the True Guru an obedient Sikh becomes capable of seeing all that is not visible openly or conspicuously. Whereas the followers of gods and goddesses remain manifested with evil or sinning vision.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਾਂ ਨੂੰ ਸੁਖ ਫਲ ਦੇਣ ਹਾਰੀ ਦਿਬ ਦੇਹ ਤੇ ਦਿਬ ਦ੍ਰਿਸ਼ਟੀ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦੀ ਹੈ ਤੇ ਆਨ ਦੇਵ ਸੇਵਕਾਂ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਚੰਮ ਉਪਰ ਹੀ ਰਿਹਾ ਕਰਦੀ ਹੈ। ਭਾਵ ਇਹ ਲੋਕ ਸੂਥਲ ਦ੍ਰਿਸ਼ਟੀ ਵਿਚ ਹੀ ਫੱਥੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VY35",
        "source_page": 488,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sMswrI sMswrI sOig AMD AMD kMD lwgY; gurmuiK sMD prmwrQ mrmu hY [488["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The worldly people's association with gods and goddesses for acquiring worldly pleasures from them, is just like a blind person is holding on to the shoulder of a blind person in search of the right path. But those Sikhs who are united with the True Guru",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਨ ਦੇਵ ਸੇਵਕ ਸੰਸਾਰੀ ਲੋਗ ਅੰਨੀਆਂ ਕੰਧਾਂ ਸਮਾਨ ਖੋਲਿਆਂ ਜੜ੍ਹਤਾ ਪ੍ਰਾਇਣ ਸੰਸਾਰੀਆਂ ਲੋਕਾਂ ਨਾਲ ਹੀ ਚੰਬੜੇ ਰਿਹਾ ਕਰਦੇ ਹਨ ਪਰ ਗੁਰਮੁਖ ਲੋਕਾਂ ਦੀ ਸੰਧੀ ਜੋੜ ਪਰਮਾਰਥੀ ਮਰਮ ਵਾਲੇ ਟਿਕਾਣੇ ਭਾਵ ਸਾਧ ਸੰਗਤ ਵਿਖੇ ਹੋਇਆ ਕਰਦਾ ਹੈ ॥੪੮੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
