[
  {
    "id": "L2S",
    "sttm_id": 6969,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KFYB",
        "source_page": 489,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl imil bhu brn bnwspqI; cMdn sugMD bn cMcl krq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water produces vegetation of various colours and forms, but the fragrance of Sandalwood makes all other vegetation around it smelling like itself (Just as water brings variety in vegetation, so is the association with gods and goddesses who make o",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਨੂੰ ਮਿਲ ਕੇ ਬਨਾਸਪਤੀ ਬਹੁਤ ਰੰਗਾਂ ਦੀ ਹੋਇਆ ਕਰਦੀ ਹੈ ਪਰ ਚੰਨਣ ਦੀ ਸੁਗੰਧੀ ਦੀ ਸੰਗਤ ਕਰ ਕੇ ਬਨ ਦਾ ਬਨ ਹੀ ਚੰਦਨ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ ਭਾਵ ਜਿਸ ਪ੍ਰਕਾਰ ਜਲ ਦੀ ਸੰਗਤ ਕਾਰਣ ਬਨਸਪਤੀ ਅਨੇਕਤਾ ਵਾਲੇ ਭਾਵ ਨੂੰ ਹੋਯਾ ਕਰਦੀ ਅਤੇ ਚੰਦਨ ਦੀ ਸੰਗਤ ਕਰ ਕੇ ਅਨੇਕਤਾ ਵਿਚੋਂ ਮੁੜ ਏਕਤਾ ਵਾਲੇ ਭਾਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਕਰਦੀ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਆਨ ਦੇਵ ਸੇਵਾ ਅਨੇਕਤਾ ਵਿਚ ਭ੍ਰਮਾਣ ਦਾ ਕਾਰਣ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੇਵ ਦਾ ਸੇਵਨ ਏਕਤਾ ਦੇ ਘਰ ਲਿਆਵਣ ਹਾਰਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2UR8",
        "source_page": 489,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Agin Agin Dwq joeI soeI dyKIAiq; pwrs prs joiq kMcn Drq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a metal shines like fire when placed in it, but in reality it is no different than what it is. But with a touch of philosopher stone, the same metal becomes gold and shines like it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਅਗਨੀ ਦੀ ਸੰਗਤ ਵਿਚ ਧਾਤੂ ਲਾਲ ਅਗਨੀ ਵਾਕੂੰ ਹੀ ਭਖ ਉਠ੍ਯਾ ਕਰਦੀ ਹੈ ਪ੍ਰੰਤੂ ਅੰਦਰੋਂ ਓਹੋ ਹੀ ਓਹੋ ਹੀ ਦੇਖਨ ਵਿਚ ਔਂਦੀ ਹੈ ਅਤੇ ਪਾਰਸ ਨੂੰ ਪਰਸ ਕੇ ਤਾਂ ਓਸ ਨੂੰ ਉਹ ਜੋਤਿ ਦਮਕ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਜੋ ਸਚਮੁਚ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਸੋਨੇ ਨੇ ਧਾਰੀ ਹੁੰਦੀ ਹੈ। ਭਾਵ ਸੋਨਾ ਹੀ ਬਣ ਜਾਯਾ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9HWV",
        "source_page": 489,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy Awn dyv syv imtq nhI kutyv; siqgur dyv syv BYjl qrq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the service of other gods and goddesses cannot destroy the dross of ego of many births. But successful service of the reffulgent True Guru sails one across the worldly ocean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਆਨ ਦੇਵ ਸੇਵਿਆ ਕੁਟੇਵ ਜਨਮ ਜਨਮਾਂ ਤਰਾਂ ਤੋਂ ਪਈ ਖੋਟੀ ਵਾਦੀ ਹਉਮੈ ਦੀ ਬਾਨ ਨਹੀਂ ਟਲਿਆ ਕਰਦੀ ਪਰ ਸਤਿਗੁਰੂ ਦੇਵ ਨੂੰ ਸੇਵਨ ਕਰਦਿਆਂ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਹੀ ਨਿਸਤਾਰਾ ਹੋ ਜਾਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FD0B",
        "source_page": 489,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK suKPl mhwqm AgwiD boD; nyq nyq nyq nmo nmo aucrq hY [489["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Significance and the ecstasy of True Guru blessed Naam Simran is beyond explanation. That is why all supplicate and salute Him saying repeatedly-Not this, Not this and Not even this.  (489)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਕਰ ਕੇ ਹੀ ਗੁਰਮੁਖੀ ਸੁਖਫਲ ਦੇ ਮਹਾਤਮ ਦਾ ਬੋਧ ਅਗਾਧ ਅਥਾਹ ਹੈ ਓਸ ਨੂੰ ਨੇਤਿ ਨੇਤਿ ਆਖਦੇ ਹੋਏ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਆਖਦੇ ਹਾਂ ॥੪੮੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
