[
  {
    "id": "SC5",
    "sttm_id": 6970,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KNWT",
        "source_page": 490,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRgit sMswr ibibcwr krY ginkw pY; qwih log byd Aru igAwn kI n kwin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A whore openly commits vice with other men. She has no regard and respect for the morality or code of conduct as laid down in social and religious books.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੰਸਾਰ ਲੋਕ ਪ੍ਰਤੱਖ ਹੀ ਵੇਸਵਾ ਪਾਸ ਜਾ ਕੇ ਓਸ ਨਾਲ ਬਿਭਚਾਰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਕਰਦੇ ਹਨ ਅਰੁ ਤਿਸ ਨੂੰ ਲੋਕਾਂ ਅਰੁ ਬੇਦਾਂ ਦੇ ਗਿਆਨ ਧਰਮ ਦੀ ਕੋਈ ਕਾਨ ਲਜਾ ਸ਼ਰਮ ਨਹੀਂ ਹੁੰਦੀ॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T90X",
        "source_page": 490,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kulwbDU Cwif Brqwr Awn duAwr jwie; lwCnu lgwvY kul AMkus n mwin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But if a lady of respectable family goes to another man tarnishes the image of her family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਰ ਜੇ ਕੁਲਵੰਤੀ ਇਸਤ੍ਰੀ ਭਰਤੇ ਨੂੰ ਰਮਨਾ ਛੱਡ ਕੇ ਹੋਰ ਬੂਹੇ ਤੇ ਜਾਵੇ ਤਾਂ ਕੁਲ ਦੇ ਧਰਮ ਰੂਪ ਕੁੰਡੇ ਨੂੰ ਨਾ ਮੰਨਣਹਾਰੀ ਕੁਲਾ ਧਰਮ ਦੀ ਨਿਆਦਰੀ ਕਰਤਾ ਉਹ ਆਪਣੇ ਕੁਲ ਨੂੰ ਵੱਟਾ ਲਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7QR9",
        "source_page": 490,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kpt snyhI bg iDAwn Awn sr iPrY; mwnsr CwfY hMsu bMsu mY AigAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An egret with false love in his heart wanders from one pond to the other. But if someone belonging to the family of swans (Sikh of the Guru) leaves the Mansarover lake like congregation of the True Guru, that ignorant person is a big fool.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਤਰ੍ਹਾਂ ਬਗ ਧਿਆਨੀਆ ਕਪਟ ਸਨੇਹੀ ਨਾਮ ਧਰਕੀ ਹੰਸ = ਸਿੱਖ ਪਿਆ ਹੋਰ ਹੋਰ ਸਰਾਂ ਉਪਰ ਫਿਰਦਾ ਰਹੇ ਹੋਰ ਦੇਵਾਂ ਨੂੰ ਸੇਵਨ ਖਾਤਰ ਟੱਕਰਾਂ ਮਾਰਦਾ ਫਿਰੇ ਪਰ ਜੇਕਰ ਹੰਸਾਂ ਸਿੱਖਾਂ ਦੀ ਬੰਸ ਵਿਚ ਉਪਜਿਆ ਕੋਈ ਮਾਨਸਰ ਗੁਰ ਸੰਗਤਿ ਨੂੰ ਤ੍ਯਾਗ ਦੇਵੇ ਤਾਂ ਉਹ ਭਾਰਾ ਮੂਰਖ ਅਗ੍ਯਾਨੀ ਹੁੰਦਾ ਹੈ, ਭਾਵ ਓਸ ਵਰਗਾ ਮੂਰਖ ਅਗ੍ਯਾਨੀ ਕੋਈ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZDC1",
        "source_page": 490,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mnmuK durmiq gurmiq; pr qn Dn lyp inrlypu iDAwn hY [490["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the True Guru engrosses his mind in the consecrated words of wisdom of the True Guru, keeps himself unsullied by the evils of other's wealth and other's body. But one separated from the True Guru and worshipper of gods and goddesses, r",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਗੁਰਮੁਖਿ ਗੁਰ ਸੇਵਾ ਕਾਰਣ ਗੁਰਮਤ ਪਾਲਨ ਖਾਤਰ ਪਰਾਏ ਤਨ ਧਨ ਵੱਲੋਂ ਸਭ ਪ੍ਰਕਾਰ ਨਿਰਲੇਪ ਰਹਿਣ ਦਾ ਧਿਆਨ ਰਖਦੇ ਹਨ, ਲੇਪ ਲਗਨੋਂ ਸਾਵਧਾਨ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਮਨਮੁਖ ਆਨ ਦੇਵ ਸੇਵ ਕਾਰਣ ਦੁਰਮਤਿ ਦੇ ਮਾਰੇ ਪਰ ਤਨ ਪਰ ਧਨ ਵਿਖੇ ਲਿਪਾਯਮਾਨ ਪਰਚੇ ਰਹਿਣ ਦਾ ਹੀ ਧਿਆਨ ਰਖਦੇ ਹਨ, ਭਾਵ ਓਨ੍ਹਾਂ ਨੂੰ ਹਰ ਸਮਯ ਏਹੋ ਹੀ ਤਾਂਘ ਲਗੀ ਰਹਿੰਦੀ ਹੈ ॥੪੯੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
