[
  {
    "id": "MU0",
    "sttm_id": 6971,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1PSB",
        "source_page": 491,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pwn kpUr lauNg cr kwgY AwgY rwKY; ibstw ibgMD Kwq AiDk isXwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If aromatic substances like betel leaf, camphor, clove etc. are placed before a crow, even then by his notion of being wise, he will eat filth and bad smelling things.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਾਨ, ਕਪੂਰ, ਤਥਾ ਲਉਂਗਾਂ ਆਦਿ ਉਤਮ ਉਤਮ ਸੁਗੰਧਤ ਪਦਾਰਥਾਂ ਦਾ ਚਰ ਚਾਰਾ ਕਾਂ ਦੇ ਅਗੇ ਚੁਗਨ ਲਈ ਰਖੀਏ ਤਾਂ ਉਹ ਬਿਸਟਾ ਗੋਹਿਆ ਆਦਿ ਦੁਰਗੰਧੀਆਂ ਨੂੰ ਅਧਿਕ ਸਿਧਾਨ ਕੈ ਬਹੁਤ ਪੁਜ ਪੁਜ ਕੇ ਖਾਇਆ ਕਰਦਾ ਹੈ ਭਾਵੇ ਬਦਬੂਦਾਰ ਪਦਾਰਥ ਹੀ ਓਸ ਨੂੰ ਅਧਿਕ ਰੁਚਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CZP4",
        "source_page": 491,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwr bwr sÍwn jau pY gMgw iesnwnu krY; trY n kutyv dyv hoq n AigAwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a dog bathes in river Ganges many a time, even then he can't get over his bad habit of eating the left overs. Because of this foolishness, he cannot be of divine disposition.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਸ੍ਵਾਨ ਕੁੱਤਾ ਬਾਰੰਬਾਰ ਮੁੜ ਮੁੜ ਗੰਗਾ ਵਿਚ ਨ੍ਹਾਵੇ ਤਾਂ ਐਸਾ ਕਰਨ ਨਾਲ ਓਸ ਦੀ ਖੋਟੀ ਬਾਣ ਚੱਕੀਆਂ ਚੱਟਨ ਵਾ ਭੌਂਕਨ ਆਦਿ ਦੀ ਟਲ ਨਹੀਂ ਜਾਂਦੀ ਤੇ ਅਗਿਆਨ ਦੇ ਕਾਰਣ ਉਹ ਕੋਈ ਦੇਵਤਾ ਭੀ ਨਹੀਂ ਬਣ ਜਾਇਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YB2V",
        "source_page": 491,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swpih pY pwn imstwn mhwN AMimRq kY; auglq kwlkUt haumY AiBmwn kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a snake is served very sweetened milk, even then intoxicated with pride, he will spill out venom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੱਪ ਨੂੰ ਪੈ ਪਾਨ ਦੁੱਧ ਪਿਆਈਏ ਕੈ ਅਥਵਾ ਅੰਮ੍ਰਿਤ ਰੂਪ ਮਿਸ਼ਟਾਨ ਕੜਾਹ ਚੂਰਮਾ ਖੀਰ ਪੂੜੇ ਆਦਿ ਮਿੱਠੇ ਮਿੱਠੇ ਸ੍ਵਾਦਿਕ ਪਦਾਰਥ ਛਕਾਈਏ, ਪਰ ਹਉਮੈ ਅਤੇ ਅਭਿਮਾਨ ਕਾਰਣ ਉਹ ਜਦ ਕਦ ਕਾਲਕੂਟ ਵਿਚਹੁ ਹੀ ਉਗਲਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WKN",
        "source_page": 491,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mwnsr swDsMgiq mrwl sBw; Awn dyv syvk qkq bgu iDAwn kY [491["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, the Mansarover lake like congregation is an assembly of Sikhs of the Guru who pick pearls from there. But if this assembly is also visited by a follower of gods and goddesses, he would be looking around at others, their wealth with evil eyes an",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਮਾਨ ਸਰੋਵਰ ਰੂਪ ਸਾਧਸੰਗਤਿ ਅੰਦਰ ਮਰਾਲ ਸਭਾ ਹੰਸ ਸਰੂਪ ਗੁਰਸਿੱਖਾਂ ਦੀ ਸਭਾ ਵਿਚ ਜੇਕਰ ਆਨ ਦੇਵ ਸੇਵਕ ਨੂੰ ਲਿਆ ਭੀ ਬਿਠਾਈਏ ਤਾਂ ਉਹ ਬਗਲ ਧਿਆਨੇ ਪੁਰਖ ਵਾਕੂੰ ਹੀ ਤੱਕਿਆ ਕਰਦਾ ਹੈ ਭਾਵ ਔਗੁਣਾਂ ਦੀ ਭਾਲ ਵਿਚ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੪੯੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
