[
  {
    "id": "HRM",
    "sttm_id": 6972,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E604",
        "source_page": 492,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ckeI ckor Aihinis sis Bwn iDAwn; jwhI jwhI rMg ricE qwhI qwhI cwhY jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The attention of a Ruddy sheldrake and of Allectoris graeca is always towards Sun and Moon respectively. One loves only that in whom one's mind gets engrossed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚਕਵੀ ਅਹਿ ਦਿਨ ਦੇ ਸਮੇਂ ਭਾਨ ਸੂਰਜ ਨੂੰ ਹੀ ਧਿਆਨ ਵਿਚ ਲਿਆਯਾ ਤਾਂਘਿਆ ਕਰਦੀ ਹੈ ਅਤੇ ਚਕੋਰ ਨਿਸ ਰਾਤ ਨੂੰ ਚੰਦ ਦਾ ਹੀ ਅਰਾਧਨ ਕਰਦਾ ਹੈ ਸੋ ਜਿਹੜੇ ਜਿਹੜੇ ਰੰਗ ਪਰਚੇ ਵਿਚ ਕੋਈ ਰਚ ਗਿਆ ਓਸੇ ਓਸੇ ਨੂੰ ਹੀ ਉਹ ਚਾਹਿਆ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CMPJ",
        "source_page": 492,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mIn Aau pqMg jl pwvk pRsMig hyq; twrI n trq tyv Er inrbwhY jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the context of love, fish loves water while a moth is mad over the flame of fire. Their habit of loving cannot be stopped and they live through their love till their last breath.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਛਲੀ ਅਤੇ ਪਤੰਗੇ ਦਾ ਹਿਤ ਪਿਆਰ ਜਲ ਅਰੁ ਪਾਵਕ ਅਗਨੀ ਦੇ ਪ੍ਰਸੰਗ ਮੇਲ ਨਾਲ ਹੈ, ਅਰਥਾਤ ਮੱਛੀ ਸਦਾ ਜਲ ਦਾ ਮੇਲ ਚਹੁੰਦੀ ਹੈ ਤੇ ਪਤੰਗਾ ਅੱਗ ਦੀ ਲਾਟ ਦਾ ਇਹ ਓਨਾਂ ਦੀ ਟੇਵ ਵਾਦੀ ਟਾਲੀ ਹੋਈ ਨਹੀਂ ਟਲਿਆ ਕਰਦੀ; ਅਰੁ ਓਰ ਓੜਕ ਪ੍ਰਜੰਤ ਹੀ ਉਹ ਏਸ ਨੂੰ ਨਿਬਾਹ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3ZZ8",
        "source_page": 492,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwnsr Awn sr hMsu bgu pRIiq rIiq; auqm Aau nIc n smwn smqw hY jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the context of love, a swan is associated with Mansarover while an egret is found in ponds and puddles. There cannot be any equality in the love of high and low.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਨਸਰੋਵਰ ਨਾਲ ਹੰਸਾਂ ਦੀ ਪ੍ਰੀਤੀ ਹੈ ਤੇ ਆਨ ਸਰਾਂ ਉਪਰ ਭਟਕਨਾ ਬਗਲ੍ਯਾਂ ਦੀ ਰੀਤੀ ਹੈ, ਇਸੇ ਕਰ ਕੇ ਹੀ ਹੰਸ ਉਤਮ ਹਨ ਅਤੇ ਬਗਲੇ ਨੀਚ। ਕ੍ਯੋਂ ਜੁ ਨਾ ਤਾਂ ਦਰਜੇ ਵਿਚ ਹੀ ਸਮਾਨ ਇਕ ਬ੍ਰੋਬਰ ਹਨ ਤੇ ਨਾ ਹੀ ਖੁਰਾਕ ਦੇ ਕਾਰਣ ਓਨਾਂ ਦੀ ਸਮਤਾ ਬ੍ਰੋਬਰੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GXHX",
        "source_page": 492,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gurdyv Awn dyv syvk n Byd; smsr hoq n smuMdR srqw hY jI [492["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, there is much difference in the love of the Sikhs of the Guru and followers of gods and goddesses. True Guru is like ocean full of divine virtues whereas gods and goddesses are like rivers and brooks. Ocean and streams can never be alike.  (492",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਗੁਰੂਦੇਵ ਤਥਾ ਆਨ ਦੇਵਤਾ ਦੇ ਸੇਵਕਾਂ ਵਿਚ ਆਪਸ ਵਿਖੇ ਭਿੰਨ ਭੇਦ ਹੈ ਜੀਕੂੰ ਕਿ ਸਮੁੰਦ੍ਰ ਤੇ ਤਾਲਾਬ ਸਮਸਰ ਨਹੀਂ ਹੁੰਦੇ ਅਥਵਾ ਸਮੁੰਦ੍ਰ ਤੇ ਸਰਿਤਾ ਨਦੀ ਏਕੂੰ ਹੀ ਗੁਰ ਸਿਖਾਂ ਨੂੰ ਆਨ ਦੇਵ ਸੇਵਕ ਕਿਸੇ ਤਰ੍ਹਾਂ ਨਹੀਂ ਪੁਗ ਸਕਦੇ ॥੪੯੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
