[
  {
    "id": "2QB",
    "sttm_id": 6973,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q90A",
        "source_page": 493,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRIiq Bwie pyKY pRiqibMb ckeI ijauN ins; gurmiq Awpw Awp cIn pihcwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Ruddy sheldrake looks amorously at her shadow during moonlit nights believing it to be her beloved, so does a Sikh of the Guru recognises the existence of his dear Lord within him and engrosses himself in it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਰਾਤਰੀ ਸਮੇਂ ਚਕਵੀ ਅਪਣੇ ਪ੍ਰਤਿਬਿੰਬ ਪ੍ਰਛਾਵੇਂ ਨੂੰ ਪ੍ਰੀਤ ਭਾਵ ਨਾਲ ਦੇਖ੍ਯਾ ਕਰਦੀ ਹੈ ਤੇ ਉਸ ਨੂੰ ਸਾਖ੍ਯਾਤ ਨਿਜ ਪਤੀ ਹੀ ਸਮਝ ਕੇ ਆਨੰਦਤ ਹੁੰਦੀ ਹੈ ਇਵੇਂ ਹੀ ਗੁਰਮਤ ਵਿਖੇ ਗੁਰ ਸਿੱਖ ਆਪਣੇ ਆਤਮੇ ਦੀ ਪਛਾਣ ਕਰ ਕੇ ਓਸ ਨੂੰ ਹੀ ਪਰਮਾਤਮਾ ਸ੍ਯਾਣਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NYPQ",
        "source_page": 493,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bYr Bwie pyiK prCweI kUpMqir prY; isMGu durmiq lig duibDw kY jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lion sees his own shadow in the well and under the influence of his jealous feelings, considers it another lion and pounces upon it; similarly a Manmukh separated from his Guru due to his base wisdom is seen entangled in doubts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਕੂੰ ਵੈਰ ਭਾਵ ਨਾਲ ਅਪਣੇ ਪਰਛਾਵੇਂ ਨੂੰ ਤੱਕ ਕੇ ਸ਼ੇਰ ਖੂਹ ਵਿਚ ਡਿਗਦਾ ਹੈ ਤੀਕੂੰ ਹੀ ਦੁਰਮਤਿ ਪਿੱਛੇ ਦੁਬਿਧਾ ਦੇ ਕਾਰਣ ਆਨ ਦੇਵ ਸੇਵਕ ਭਰਮ ਭੇਦ ਵਿਖੇ ਵਰਤਦੇ ਹੋਏ ਸੰਸਾਰ ਰੂਪ ਖੂਹ ਵਿਚ ਹੀ ਡਿਗਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YYT6",
        "source_page": 493,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gaU suq Anyk eyk sMg ihil imil rhY; sÍwn Awn dyKq ibruD juD TwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as several calves of cow live together in harmony, so do the obedient sons (Sikhs) of the Guru live in love and brotherhood with each other. But a dog cannot stand another dog and fights with him. (So do the self-willed persons are ever ready to pick",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗਊਆਂ ਦੇ ਪੁੱਤ ਵੱਛੇ ਅਨੇਕਾਂ ਹੀ ਇਕ ਸੰਗਿ ਇਕ ਦੂਏ ਨਾਲ ਆਪੋ ਵਿਚ ਹਿਲੇ ਮਿਲੇ ਰਹਿੰਦੇ ਹਨ ਪਰ ਕੁੱਤਾ ਦੂਏ ਨੂੰ ਦੇਖਦੇ ਸਾਰ ਹੀ ਬਿਰੁਧ ਵੈਰ ਕਰਦਾ ਹੋਯਾ ਉਲਟਾ ਲੜਨ ਲਗ ਪਿਆ ਕਰਦਾ ਹੈ। ਭਾਵ ਗੁਰੂ ਕੇ ਸੇਵਕ ਆਪੋ ਵਿਚ ਇਕ ਵਾਕ ਨਾਲ ਰਿਹਾ ਬਿਹਾ ਕਰਦੇ ਹਨ ਤੇ ਆਨ ਦੇਵ ਸੇਵਕ ਰਾਮ ਉਪਾਸ਼ਕ ਕ੍ਰਿਸ਼ਨ ਉਪਾਸ਼ਕ ਵਾ ਸ਼ੈਵ ਸ਼ਾਕਤ ਆਦਿ ਬਣੇ ਆਪੋ ਵਿਚ ਦੰਗਾ ਫਸਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M83T",
        "source_page": 493,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gurmuiK mnmuK cMdn Aau bwNs ibiD; brn ky doKI ibkwrI aupkwrI aunmwnIAY [493["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The behaviour of Guru-conscious and self-conscious persons is like sandalwood and bamboo. Evil persons fight with others and destroy themselves as bamboos set themselves on fire. On the contrary, virtuous people are seen doing good to their companions.  (",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰਮੁਖਾਂ ਤੇ ਮਨਮੁਖਾਂ ਦਾ ਚਾਲਾ ਬਿਲਕੁਲ ਚੰਨਣ ਅਤੇ ਵਾਂਸ ਵਾਲਾ ਹੁੰਦਾ ਹੈ, ਬਾਂਸ ਮਨਮੁਖ ਤਾਂ ਅਪਣੇ ਸਜਾਤੀਆਂ ਭਾਈਚਾਰੇ ਦਾ ਦੋਖੀ ਵਿਗਾੜ ਕਰਣ ਹਾਰਾ ਹੁੰਦਾ ਹੈ, ਤੇ ਚੰਨਣ ਗੁਰਮੁਖ ਸਭ ਉਪਰ ਪ੍ਰੋਪਕਾਰੀ ਹੋ ਵਰਤਣ ਵਾਲਾ ਨਿਜ ਰੂਪ ਹੀ ਬਣਾ ਪਿਆਰਣ ਹਾਰਾ ਸਮਝਣਾ ਚਾਹੀਏ ॥੪੯੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
