[
  {
    "id": "3ZB",
    "sttm_id": 6974,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UBEA",
        "source_page": 494,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau koaU bulwvY kih sÍwn imRg srp kY; sunq irjwie Dwie gwir mwir dIjIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a forgetful person is addressed by somebody as dog, animal or snake, he comes into rage and pounces on him as if he is going to kill him (Such a person is worst than these three species) because-",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਕੋਈ ਆਨ ਦੇਵ ਸੇਵਕ ਮਨਮੁਖ ਨੂੰ ਕੁੱਤਾ ਮ੍ਰਿਗ ਸੱਪ ਆਖ ਕੇ ਬੁਲਾਵੇ; ਤਾਂ ਉਹ ਸੁਣਦੇ ਸਾਰ ਗੁੱਸਾ ਖਾ ਕੇ ਗਾਲਾਂ ਕਢਦਾ ਮਾਨੋ ਮਾਰ ਦੇਣ ਲਈ ਦੌੜ੍ਯਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "THGA",
        "source_page": 494,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sÍwn sÍwm kwm lwig jwmnI jwgRq rhY; nwdih sunwie imRg pRwn hwin kIjIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A dog remains watchful of his master throughout the night and serves him, and a deer goes to the extent of losing his life when it hears the musical sound of Ghanda Herha.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹਾਲੀਂ ਕਿ ਕੁੱਤਾ ਸ੍ਵਾਮੀ ਦੇ ਕਾਰਜ ਖਾਤਰ ਰਾਤ ਜਾਗਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਨਾਦਹਿ ਸ਼ਬਦ ਧੁਨੀ ਨੂੰ ਸੁਣਾ ਕੇ ਮ੍ਰਿਗ ਦੇ ਚਾਹੇ ਕੋਈ ਪ੍ਰਾਣ ਘਾਤ ਕਰ ਦੇਵੇ ਪਰ ਪ੍ਰੇਮ ਨੂੰ ਵੱਟਾ ਨਹੀਂ ਲਗਨ ਦਿੰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JUGF",
        "source_page": 494,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Dun mMqR pVY srp Arp dyq qn mn; dMq hMq hoq goq lwij gih lIjIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bewitched by the sound of snake charmer's flute and incantation of Garud, a snake surrenders himself to the charmer. The charmer breaks his fangs and invoking him with the name of his family, catches him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਞੇ ਹੀ ਮੰਤ੍ਰ ਨੂੰ ਬੀਨ ਦੀ ਧੁਨੀ ਰਾਹੀਂ ਪੜ੍ਹਦਿਆਂ ਤੱਕ ਕੇ ਸੱਪ ਆਪਣਾ ਤਨ ਮਨ ਅਰਪਣ ਕਰ ਦਿੰਦਾ ਤੇ ਆਪਣੇ ਦੰਦਾਂ ਨੂੰ ਤੁੜਵਾ ਲੈਂਦਾ ਹੈ, ਬੱਸ ਇਸ ਤਰ੍ਹਾਂ ਹੀ ਗੋਤ ਬੰਸ ਦੀ ਲਾਜ ਦੁਵਾ ਕੇ ਓਸ ਨੂੰ ਫੜ ਲਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXST",
        "source_page": 494,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "moh n Bgq Bwv sbd suriq hIin; gur aupdys ibnu iDRgu jgu jIjIAY [494["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who has turned himself away from the True Guru cannot have dog-like love for his Master Lord. They are even bereft of enchantment of the music (unlike deer) and without the consecration of the True Guru's incantations, their living life in the world is",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਏਨਾਂ ਆਨ ਦੇਵ ਸੇਵਕਾਂ ਨੂੰ ਭਗਤੀ ਭਾਵ ਵਿਖੇ ਮੋਹ ਪ੍ਯਾਰ ਕੁੱਤੇ ਵਰਗਾ ਭੀ ਨਹੀਂ ਭਾਵ ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੇ ਹਨ, ਸ਼ਬਦ ਦੀ ਸ੍ਰੋਤ ਤੋਂ ਭੀ ਹੀਣੇ ਹਨ ਕ੍ਯੋਂਕਿ ਮ੍ਰਿਗ ਵਰਗਾ ਪ੍ਯਾਰ ਸ਼ਬਦ ਦਾ ਓਨਾਂ ਦੇ ਅੰਦਰ ਨਹੀਂ ਤੇ ਗੁਰ ਉਪਦੇਸ਼ ਤੋਂ ਭੀ ਬਿਹੂਨ ਹਨ ਅਰਥਾਤ ਸੱਪ ਵਾਕੂੰ ਮੰਤ੍ਰ ਧੁਨੀ ਦੀ ਆਨ ਭੀ ਓਨਾਂ ਦੇ ਅੰਦਰ ਨਹੀਂ ਇਸ ਨਹੀ ਕੁੱਤੇ ਮਿਰਗ ਸੱਪ ਨਾਲੋਂ ਭੀ ਇਨਾਂ ਭੈੜਿਆਂ ਦਾ ਸੰਸਾਰ ਅੰਦਰ ਜੀਊਣਾ ਹੀ ਫਿੱਟ ਫਿੱਟ ਦੇ ਲੈਕ ਹੁੰਦਾ ਹੈ ॥੪੯੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
