[
  {
    "id": "D46",
    "sttm_id": 6975,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ESYD",
        "source_page": 495,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy Gir lwgY Awig jwig kUAw KoidE cwhY; kwrj n isiD hoie roie pCuqweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as while sleeping, someone's house catches fire and he wakes up and starts digging well, he cannot succeed in putting off the fire. Instead, he then repents and cries.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਘਰ ਨੂੰ ਅੱਗ ਲਗਿਆਂ, ਨੀਂਦ ਤੋਂ ਜਾਗਕੇ ਕੋਈ ਖੂਹ ਪੱਟਨਾ ਚਾਹੇ ਤਾਂ ਕਾਰਜ ਸਿੱਧ ਨਹੀਂ ਹੋ ਸਕਦਾ; ਸਗੋਂ ਰੋ ਰੋ ਕੇ ਪਛੋਤਾਵਾ ਹੀ ਕਰਨ ਪੈਂਦਾ ਹੈ ਭਾਵ ਹੌਕੇ ਭਰਣੇ ਪੈਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LRVS",
        "source_page": 495,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau sMgRwm smY sIiKE cwhY bIr ibidAw; AinQw audm jYq pdvI n pweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as someone wants to learn the art of warfare when the battle is in progress, it is a futile effort. Victory cannot be achieved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫਿਰ ਜਿਸ ਤਰ੍ਹਾਂ ਜੰਗ ਦਾ ਸਮਾਂ ਆਣ ਢੁੱਕਿਆਂ ਕੋਈ ਬੀਰ ਬਿਦ੍ਯਾ ਸ਼ਸਤ੍ਰ ਵਿਦ੍ਯਾ ਸਿੱਖਣੀ ਚਾਹੇ ਤਾਂ ਓਸ ਦਾ ਉਦਮ ਉਲਟਾ ਹੀ ਪਿਆ ਕਰਦਾ ਹੈ ਕ੍ਯੋਂਕਿ ਏਸ ਨਾਲ ਓਸ ਨੂੰ ਕੋਈ ਜਿੱਤ ਵਾਲਾ ਮਰਾਤਬਾ ਫਤਹਯਾਬੀ ਜਿੱਤ ਤਾਂ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕੂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y2D5",
        "source_page": 495,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy inis sovq sMgwqI cil jwiq pwCy; Bor Bey Bwr bwD cly kq jweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a traveller goes to sleep at night and all his companions proceed further leaving him behind, then where will he go with all his luggage when the day breaks?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਰਾਤ ਸੁੱਤਿਆਂ ਪਿਆਂ ਹੀ ਸਾਥੀ ਯਾਤ੍ਰੂ ਲੋਗ ਉਠ ਤੁਰੇ ਹੋਣ ਤੇ ਇਹ ਪਿਛੋਂ ਪ੍ਰਭਾਤ ਹੋਇਆਂ ਉਠ ਕੇ ਪੰਡ ਬੰਨ ਤੁਰੇ ਤਾਂ ਕਿਧਰ ਤੁਰ ਕੇ ਜਾਊ? ਭਾਵ ਚੋਰਾਂ ਧਾੜਵੀਆਂ ਦਾ ਹੀ ਸ਼ਿਕਾਰ ਹੋਊ, ਧੁਰ ਮਜਲੇ ਨਹੀਂ ਪੁਗ ਸਕੇਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0JX7",
        "source_page": 495,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mwieAw DMD AMD AviD ibhwie jwie; AMqkwl kYsy hir nwm ilv lweIAY [495["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, an ignorant man entangled in worldly love and attachments, spends his life accumulating wealth. How can he engross his mind in the name of the Lord when he is on his last breaths?  (495)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਮਾਇਆ ਦਿਆਂ ਧੰਧਿਆਂ ਵਿਚ ਅੰਧਾ ਧੁੰਦ ਅਵਧਿ ਉਮਰ ਬੀਤੀ ਜਾ ਰਹੀ ਹੈ ਜੋ ਅੰਤ ਦੇ ਸਮੇਂ ਮਰਣ ਲਗਿਆਂ ਇਹ ਚਾਹੇ ਤਾਂ ਕਿਸ ਤਰ੍ਹਾਂ ਹਰੀ ਨਾਮ ਵਿਚ ਲਿਵ ਲਗਾਈ ਜਾ ਸਕੂ ਭਾਵ ਆਨ ਦੇਵ ਸੇਵਕ ਕ੍ਯੋਂ ਸ਼ੀਘਰ ਹੀ ਗੁਰੂ ਕੀ ਸ਼ਰਣ ਨਹੀ ਔਂਦੇ ਸਮਾਂ ਗੁਜ਼ਰੇ ਪਿੱਛੇ ਕੁਛ ਨਹੀਂ ਸਰ ਬਣ ਔਣਾ ॥੪੯੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
