[
  {
    "id": "W7L",
    "sttm_id": 6978,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FXSP",
        "source_page": 498,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Asn bsn sMg lIny Aau bcn kIny; jnm lY swDsMig sRI gur ArwiD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This human being brings his food and clothing from the Lord when he takes birth and he promises Him that he will keep company of noble souls and meditate on His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਏਸ ਮਨੁੱਖ ਨੇ ਭੋਜਨ ਬਸਤ੍ਰ ਆਦਿ ਜੀਵਨ ਲਈ ਲੁੜੀਂਦੇ ਪਦਾਰਥ ਨਾਲ ਲੈ ਕੇ ਜਨਮ ਲਿਆ ਹੈ ਅਤੇ ਬਚਨ ਕੀਨੇ ਇਕਰਾਰ ਕੀਤਾ ਸੀ ਕਿ ਜੰਮ ਕੇ ਸਾਧਸੰਗਤ ਕਰਾਂਗਾ ਅਰੁ ਸ੍ਰੀ ਗੁਰੂ ਨੂੰ ਅਰਾਧਾਂਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N1ZG",
        "source_page": 498,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "eIhwN Awey dwqw ibsrwey dwsI lptwey; pMc dUq BUq BRm BRmq AswiD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But once he comes to this world, he forsakes the all-giving God and gets enamored with His maid-servant-maya.. He then wanders in the dragon net of the five demons like lust, anger etc. There is no remedy for his escape.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਥੇ ਆਣ ਕੇ ਜੰਮਦੇ ਸਾਰ ਦਾਤੇ ਭਗਵੰਤ ਨੂੰ ਅਰੁਦਾਸੀ ਮਾਯਾ ਨਾਲ ਮੋਹ ਮਾਯਾ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚ ਲੰਪਟ ਹੋ ਗਿਆ ਤੇ ਭੂਤ ਸਮਾਨ ਅਸਾਧ ਨਾ ਸਾਧੇ ਜਾ ਸਕਣ ਹਾਰੇ ਪੰਜਾਂ ਦੁਸ਼ਟਾਂ ਦੇ ਭ੍ਰਮ ਭਟਕੌਣ ਨਾਲ ਭ੍ਰਮਤ ਭਟਕਨ ਲਗ ਪਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N9YG",
        "source_page": 498,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swcu mrno ibswr jIvn imiQAw sMswr; smJY n jIqu hwru supn smwiD hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A human being forgets this truth that the world is false and death is real. He does not understand what is beneficial to him and what causes him loss. Engrossing oneself in the worldly goods is sure defeat, while living life in the contemplation of the Tr",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਰਣਾ ਜੋ ਇਕ ਸੱਚੀ ਗੱਲ ਹੈ ਓਸ ਨੂੰ ਭੁਲਾਕੇ ਮਿਥਿਆ ਭਰਮ ਮਾਤ੍ਰ ਸੰਸਾਰੀ ਜੀਵਨ ਨੂੰ ਸੱਚ ਮੰਨ ਲਿਆ ਤੇ ਸੁਪਨੇ ਵਿਚ ਸਮਾਧਿ ਮਗਨ ਰਹਿ ਪਰਚ ਕੇ ਜਿੱਤ ਹਾਰ ਨੂੰ ਸਮਝਿਆ ਹੀ ਨਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4NJ4",
        "source_page": 498,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Aausr huie hY ibqIiq lIjIAY jnmu jIiq; kIjIey swDsMig pRIiq Agm AgwiD hY [498["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Therefore, 0 fellow being! the time of this life is passing by. You must win the game of life. Enjoin the holy gathering of saintly souls and develop your love for the infinite Lord.  (498)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਾਂ ਤੇ ਅਉਸਰ ਸਮਾਂ ਉਮਰਾ ਬੀਤੀ ਜਾ ਰਹੀ ਹੈ ਜਨਮ ਨੂੰ ਜਿੱਤ ਲਵੋ ਅਜਾਈਂ ਨਾ ਗੁਵਾਓ ਅਰੁ ਅਗਮ ਅਗਾਧ ਮਹਾਂ ਗੰਭੀਰ ਸਰੂਪ ਸਾਧ ਸੰਗਤ ਨਾਲ ਪ੍ਰੀਤੀ ਕਰੋ ॥੪੯੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
