[
  {
    "id": "1EB",
    "sttm_id": 6980,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "17U0",
        "source_page": 500,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq pun mwns jnm kq swDsMgu; ins idn kIrqn smY cil jweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "After wandering through eighty-four lakh species, we are blessed with this human birth. If we miss this opportunity, when will we get it again and when will we enjoy the company of the saintly persons? Therefore, we should attend the holy congregation day",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਦ ਫੇਰ ਮਨੁੱਖਾ ਜਨਮ ਮਿਲਣਾ ਹੈ, ਤੇ ਕਦ ਐਸਾ ਸਮਾਂ ਸਾਧ ਸੰਗਤ ਦਾ ਪ੍ਰਾਪਤ ਹੋਣਾ ਹੈ, ਤਾਂ ਤੇ ਰਾਤ ਦਿਨ ਕੀਰਤਨ ਦੇ ਸਮੇਂ; ਪੁਜਕੇ ਭੀ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਭਾਵ ਘੌਲ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GMKH",
        "source_page": 500,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq pun idRsit drs huie prspr; BwvnI Bgiq Bwie syvw ilv lweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I have face to face glimpse of the True Guru and receive His grace? Therefore I should engross my mind in the loving worship and devotion of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਦੋਂ ਫੇਰ ਪਰਸਪਰ ਆਪੋ ਵਿਚ ਨਿਗ੍ਹਾ ਮਿਲਦੇ ਦਰਸ਼ਨ ਦਾ ਮੇਲਾ ਹੋਊ ਭਾਵ ਸਤਿਗੁਰਾਂ ਨੂੰ ਦਰਸ਼ਨ ਦੇਣ ਦਾ ਤੇ ਅਸਾਨੂੰ ਦਰਸ਼ਨ ਕਰਨ ਦਾ ਅਉਸਰ ਕਦ ਪ੍ਰਾਪਤ ਹੋਣਾ ਹੈ? ਤਾਂ ਤੇ ਭਗਤੀ ਭਾਵ ਵਾਲੀ ਭੌਣੀ ਸ਼ਰਧਾ ਨਾਲ ਸੇਵਾ ਵਿਖ ਲਿਵ ਲਗਾਈਏ ਅਰਥਾਤ ਸੇਵਾ ਵਿਚ ਪਰਚੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JDLT",
        "source_page": 500,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq pun rwg nwd bwd sMgIq rIq; sRI gur sbd Duin suin puin gweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I get the opportunity of listening to the divine compositions of the True Guru in the accompaniment of musical instruments and sung in the classical mode of singing? Therefore I must find all possible occasions to hear and sing the praises of th",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਦੋਂ ਫੇਰ ਬਾਦ ਸਾਜ ਬਾਜ ਦ੍ਵਾਰੇ ਰਾਗਾਂ ਦੀ ਸੁਰ ਵਿਚ ਸੰਗੀਤ ਗਾਯਨ ਵਿਦ੍ਯਾ ਦੀ ਰੀਤੀ ਚਾਲ ਅਨੁਸਾਰ ਸੁਭਾਯਮਾਨ ਗੁਰੂ ਸ਼ਬਦਾਂ ਦੀ ਧੁਨ ਨੂੰ ਸੁਣਾਂ ਤੇ ਨਾਲ ਹੀ ਗਾਵਾਂਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X8TU",
        "source_page": 500,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kq puin kir ikrqws lyK msuvwxI; sRI gur sbd iliK inj pdu pweIAY [500["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I get a chance to write the name of the Lord on the paper-like mind with the conscious-like ink? Therefore I should write the True Guru blessed word on the paper-like heart and reach the self-realisation (through constant meditation).  (500)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੁੜ ਕਦੋਂ ਕਿਰਤਾਸ ਕਾਗਜ਼ ਰਿਦੇ ਨੂੰ ਬਣਾ ਕੇ ਤ੍ਯਾਰ ਕਰ ਕੇ ਮਤਿ ਮਸ੍ਵਾਨੀ ਸ੍ਯਾਹੀ ਨਾਲ ਸ੍ਰੀ ਗੁਰੂ ਮਹਾਰਾਜ ਦੇ ਸ਼ਬਦ ਗੁਰਮੰਤ੍ਰ ਨੂੰ ਆਪੇ ਦ੍ਵਾਰੇ ਲਿਖਕੇ ਆਤਮ ਪਦ ਪੌਣਾ ਹੋਵੇਗਾ ॥੫੦੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
