[
  {
    "id": "08D",
    "sttm_id": 6981,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NJMS",
        "source_page": 501,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau plws pqR nwgbyl myl Bey; phucq kir nrpq jg jwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a meritless leaf of Butea frondosa when enjoins a betel leaf can reach the hands of the king and this is known the world over.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਜਿਸ ਤਰ੍ਹਾਂ ਨਾਗਬੇਲ = ਪਾਨ ਜਦ ਪਲਾਸ ਪਤ੍ਰ ਛਿਛਰੇ ਦੇ ਪਤ੍ਰ ਦਾ ਮੇਲ ਪਾ ਲਵੇ ਤਾਂ ਰਾਜੇ ਦੇ ਹੱਥਾਂ ਵਿਚ ਜਾ ਪਹੁੰਚਦਾ ਹੈ ਇਹ ਗੱਲ ਸਾਰਾ ਜਹਾਨ ਹੀ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZK21",
        "source_page": 501,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau kucIl nIl brn brnu ibKY; hIr cIr sMig inrdoK aunmwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as blue colour is regarded dirty amongst all the colours, but a dress of that colour when enjoins a diamond is considered flawless and unadulterated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਫੇਰ ਬਰਨ ਬਿਖੈ ਨੀਲ ਬਰਨ ਕੁਚੀਲ ਰੰਗਾਂ ਵਿਚੋਂ ਰੰਗ ਨੀਲ ਰੰਗ ਮੈਲਾ ਅਪਵਿਤ੍ਰ ਮੰਨਿਆ ਹੈ ਪਰ ਐਸਾ ਰੰਗਦਾਰ ਚੀਰ ਕਪੜਾ ਹੀਰੇ ਦੀ ਸੰਗਤ ਕਰ ਕੇ ਹੀਰਾ ਉਸ ਵਿਚ ਬੰਨ ਲਿਆ ਜਾਵੇ ਤਾਂ ਨਿਰਦੋਖ ਸ਼ੁੱਧ ਸਮਝੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LSG0",
        "source_page": 501,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "swlgRwm syvw smY mhw ApivqR sMK; prm pivqR jg Bog ibKY AwnIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a conch is high by impious, being the skeleton of a sea worm, but its sounding at the time of worship of idols, distribution of consecrated offerings and holding of yoga is considered supreme and sacred.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸੰਖ ਮਹਾਂ ਅਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ ਕ੍ਯੋਂਕਿ ਇਹ ਕੀੜੇ ਦਾ ਘਰ, ਅਰੁ ਸੱਖਨਾ ਰਹਿਣ ਹਾਰਾ, ਤੇ ਰੋਣੀ ਅਵਾਜ ਕੱਢਣ ਵਾਲਾ ਹੈ ਪਰ ਠਾਕੁਰ ਪੂਜਾ ਸਮੇਂ ਪਰਮ ਪਵਿਤ੍ਰ ਮੰਨਿਆ ਹੈ ਕ੍ਯੋਂਕਿ ਯਗ੍ਯ ਪੂਜਾ ਆਦਿ ਸਮੇਂ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਸੱਦਣ ਵਾ ਯਗ੍ਯ ਪੂਜਾ ਆਦਿ ਦੀ ਨਿਰਵਿਘਨ ਸਮਾਪਤੀ ਦਾ ਸੰਦੇਸ਼ਾ ਦਿੰਦਾ ਹੈ; ਇਸੇ ਕਰ ਕੇ ਹੀ ਜਗ ਭੋਗ ਬ੍ਰਹਮ ਭੋਜ ਆਦਿਕਾਂ ਸਮੇਂ ਭੀ ਇਸ ਨੂੰ ਆਨੀਐ ਲ੍ਯਾਂਦਾ ਵਜਾਇਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EJ7N",
        "source_page": 501,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy mm kwg swDsMgiq mrwl mwl; mwr n auTwvq gwvq gurbwnIAY [501["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, a congregation of saintly persons in the presence of True Guru is an assembly of swans where I, person of crow- like temperament indulging in singing of Gurbani not turned out and away.  (501)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਮੈਂ ਕਾਂ ਸਮਾਨ ਕ੍ਰੁਖਾ ਬੋਲਨ ਹਾਰਾ ਤੇ ਦੋਖ ਤੱਥੂ ਹਾਂ ਪਰ ਮਰਾਲ ਸਭਾ ਹੰਸ ਸਰੂਪ ਸਿੱਖਾਂ ਦੀ ਸਭਾ ਵਿਚ ਬੈਠ ਗਿਆ ਹਾਂ। ਮੈਨੂੰ ਮਾਰ ਕੇ ਇਸ ਵਾਸਤੇ ਨਹੀਂ ਉਠਾਂਦੇ, ਕਿ ਮੈਂ ਗੁਰਬਾਣੀ ਗਾਵਿਆ ਉਚਾਰਿਆ ਕਰਦਾ ਹਾਂ ॥੫੦੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
