[
  {
    "id": "KYJ",
    "sttm_id": 6982,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FL8T",
        "source_page": 502,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jl miD mIn mihmw n jwnY puin; jl ibn qlP qlP mir jwiq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a fish does not understand the importance of water while swimming in it but she realises its importance when separated from it and dies yearning for are-union.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਅੰਦਰ ਹੁੰਦਿਆਂ ਤਾਂ ਮੱਛੀ ਉਸ ਦੀ ਐਡੀ ਮਹਮਾ ਕਦਰ ਨਹੀਂ ਜਾਣ੍ਯਾ ਕਰਦੀ ਬੇਧ੍ਯਾਨੀ ਇਧਰ ਉਧਰ ਕਲੋਲ ਕਰਦੀ ਫਿਰਿਆ ਕਰਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਜਲ ਤੋਂ ਬਿਨਾਂ ਵਖਰੀ ਹੋਈ ਨਹੀਂ ਕਿ; ਤੜਫ ਤੜਫ ਮਰ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "48UH",
        "source_page": 502,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy bn bsq mhwqmY n jwnY puin; pr bs Bey Kg imRg Akulwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer and a bird living in a jungle do not realize its importance but realises its significance when caught and put in a cage by the hunter and wail for going back to the jungle.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਖਗ ਮ੍ਰਿਗ ਪੰਛੀ ਅਰੁ ਪਸੂ ਬਨ ਅੰਦਰ ਵਸਦੇ ਬਨ ਦੇ ਮਹਾਤਮ ਪ੍ਰਭਾਵ ਨੂੰ ਨਹੀਂ ਜਾਣਿਆ ਕਰਦੇ, ਪ੍ਰੰਤੂ ਸ਼ਿਕਾਰੀ ਦ੍ਵਾਰੇ ਫੜੀਨ ਤੇ ਪਰਅਧੀਨ ਹੁੰਦੇ ਸਾਰ ਹੀ ਫੇਰ ਤਾਂ ਵਿਆਕੁਲ ਹੋਯਾਂ ਚੀਕਾਂ ਮਾਰਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HAFH",
        "source_page": 502,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy ipRA sMgm kY suKih n jwnY iqRAw; ibCurq ibrh ibRQw kY ibllwq hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife does not appreciate the importance of staying with her husband when together but comes to her senses when separated from her husband. She wails and cries due to pangs of separation from him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪ੍ਯਾਰੇ ਪਤੀ ਦੇ ਸੰਜੋਗ ਮੇਲੇ ਦੇ ਸੁਖ ਦੀ ਕਦਰ ਇਸਤ੍ਰੀ ਨਹੀਂ ਜਾਣਿਆ ਕਰਦੀ ਭਾਵ ਮਾਲਕ ਦੇ ਸਾਮਣੇ ਗੁਮਾਨ ਕਰ ਕਰ ਦਿਖਾਇਆ ਕਰਦੀ ਹੈ, ਪਰ ਜ੍ਯੋਂ ਹੀ ਕਿ ਓਸ ਦੇ ਵਾਂਢੇ ਆਦਿ ਜਾਣ ਕਾਰਣ ਵਿਛੜ੍ਯਾ ਕਰਦੀ ਹੈ ਤਾਂ ਵਿਛੋੜੇ ਦੀ ਪੀੜਾ ਕਰ ਕੇ ਪਈ ਵਿਰਲਾਪ ਕਰਦੀ ਕੀਰਣੇ ਪਾਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E6F9",
        "source_page": 502,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur crn srin Awqmw Acyq; AMqr prq ismrq pCuqwq hY [502["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, a seeker living in the refuge of the True Guru remains oblivious of the greatness of Guru. But when separated from Him, repents and laments.  (502)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣ ਕਮਲਾਂ ਦੀ ਸ਼ਰਣ ਹੁੰਦਿਆਂ ਅਰਥਾਤ; ਸਤਿਗੁਰਾਂ ਦੀ ਸਮੀਪਤਾ ਹੁੰਦ੍ਯਾਂ ਤਾਂ ਆਤਮਾ ਮਨ ਅੰਦਰੋਂ ਅਚੇਤ ਬੇਪ੍ਰਵਾਹ ਹੋਇਆ ਫਿਰਦਾ ਹੈ; ਪਰ ਜਿਸ ਵੇਲੇ ਓਨਾਂ ਦੇ ਰਮ ਗਿਆਂ ਅੰਤਰਾ ਵਿਥਾਂ ਆਣ ਪੈਂਦੀਆਂ ਹਨ ਤਾਂ ਉਸ ਹਜ਼ੂਰੀ ਵਾਲੇ ਸਮਿਆਂ ਨੂੰ ਯਾਦ ਕਰ ਕਰ ਕੇ ਪਏ ਪਛੋਤਾਈਦਾ ਹੈ ॥੫੦੨॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
