[
  {
    "id": "BF9",
    "sttm_id": 6983,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X3DD",
        "source_page": 503,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Bgq vCl suin hoq ho inrws irdY; piqq pwvn suin Awsw aur Dwir hON ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O Lord, when I hear that you are beloved of those who worship you all the time, I, who is bereft of your worship become sad and disappointed. But on hearing that you forgive sinners and make them pious, a ray of hope kindles in my heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭਗਤ ਵਛਲ ਭਗਤ ਜਨਾਂ ਨਾਂਲ ਪ੍ਯਾਰ ਕਰਣ ਹਾਰਾ ਸੁਣ ਕੇ ਤਾਂ ਰਿਦੇ ਅੰਦਰ ਨਿਰਾਸ ਹੋ ਹੋ ਪੈਂਦਾ ਹਾਂ ਕ੍ਯੋਂਕਿ ਮੈਂ ਭਗਤ ਪ੍ਰੇਮੀ ਹਾਂ ਨਹੀਂ ਪਰ ਪਤਿਤ ਪਾਵਨ ਪਾਪੀਆਂ ਅਨਾਚਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਸੁਣ ਸੁਣ ਕੇ ਹਿਰਦੇ ਅੰਦਰ ਆਸਾ ਉਮੇਦਾਂ ਧਾਰ ਫਿਰਦਾ ਹਾਂ ਕਿ ਮੈਂ ਭਾਰਾ ਬੇਮੁਖ ਅਪ੍ਰ੍ਰਾਧੀ ਹੁੰਦਾ ਭੀ ਜ਼ਰੂਰ ਬਖਸ਼੍ਯਾ ਜਾਵਾਂਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K5J3",
        "source_page": 503,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AMqrjwmI suin kMpq hO AMqrgiq; dIn ko dieAwl suin BY BRm twr hON ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I, the evil-doer, when hear that you are knower of innate feelings and thoughts of everyone, I tremble within. But hearing that you are clement on poor and destitutes, I shed all my fears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅੰਦਰਾਂ ਦੀਆਂ ਜਾਨਣ ਵਾਲਾ ਸੁਣ ਕੇ ਤਾਂ ਅਪਣੀਆਂ ਮੈਂ ਗੁਰਾਂ ਦੇ ਹਜ਼ੂਰ ਨਹੀਂ ਜਾਣਾ ਓਨਾ ਮੇਰੇ ਨਾਲ ਡਾਢੀ ਕੀਤੀ ਹੈ ਐਸੀਆਂ ਐਸੀਆਂ ਭੈੜੀਆਂ ਚਿਤਵਨੀਆਂ ਕਾਰਣ ਅੰਦਰੋ ਅੰਦਰ ਕੰਬਦਾ ਰਹਿੰਦਾ ਡਰ ਨਾਲ ਸਹਿਮਿਆ ਰਹਿੰਦਾ; ਹਾਂ ਪਰ ਦੀਨਾਂ ਆਜਜ਼ਾਂ ਉਪਰ ਦਇਆਲੁ ਮਿਹਰ ਕਰ ਕੇ ਦ੍ਰਵ ਪੈਣ ਹਾਰਾ ਸੁਣ ਕੇ ਅਪਣੀਆਂ ਕਰਤੂਤਾਂ ਵਜੋਂ ਤੌਖਲੇ ਨੂੰ ਚੁਕਾ ਦਿੰਦਾ ਹਾਂ ਭੈ ਨੂੰ ਭਰਮ ਮਾਤ੍ਰ ਜਾਣ ਕੇ ਤੌਖਲਾ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹਾਂ; ਇਹ ਭਾਵ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MUGZ",
        "source_page": 503,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jlDr sMgm kY APl syNbl dRüm; cMdn sugMD snbMD mYlgwr hON ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a silk cotton tree (Bombax heptaphylum) is well spread and high, it does not bear any flower or fruit even during rainy season, but when brought closer to sandalwood tree becomes equally fragrant. So does an egoistic person coming into contact wit",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੱਦਲ ਦੇ ਸੰਗਮ ਸੰਜੋਗ ਨੂੰ ਪਾ ਕੇ ਭੀ ਸਿੰਬਲ ਦਾ ਬੂਟਾ ਅਫਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ਤਾਂ ਅਪਣਿਆਂ ਪਰਪੰਚੀ ਕਾਰਿਆਂ ਪਿਛੇ ਮੈਂ ਭੀ ਗੁਰੂ ਬਖਸ਼ਿੰਦ ਤੋਂ ਅਫਲ ਹੀ ਰਹਿਣ ਦਾ ਸੰਸਾ ਧਾਰਦਾ ਹਾਂ, ਪਰ ਚੰਨਣ ਦੀ ਸੁਗੰਧੀ ਦੇ ਸਰਬੰਧ ਮੇਲ ਨਾਲ ਸਿੰਬਲ ਭੀ ਮਲਗਾਰ ਮਲ੍ਯਾਗ੍ਰ ਚੰਦਨ ਬਣ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਪਖੰਡੀਆਂ ਨੂੰ ਭੀ ਸਤਿਗੁਰੂ ਤਾਰ ਲੈਂਦੇ ਹਨ, ਐਸਾ ਮੰਨ ਕੇ ਮੈਂ ਭੀ ਉਤਸ਼ਾਹੀ ਬਣ ਜਾਂਦਾ ਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ANBU",
        "source_page": 503,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ApnI krnI kir nrk hUM n pwvau Taur; qumry ibrdu kir Awsro smwr hON [503["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of my ill deeds, I cannot find a place even in hell. But I am leaning and depending upon your character of merciful, benevolent, clement, and corrector of the evil-doers.  (503)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਆਪਣੀਆਂ ਕਰਣੀਆਂ ਕਰਤੂਤਾਂ ਕਰ ਕੇ ਤਾਂ ਨਰਕ ਵਿਚ ਭੀ ਥਾਂ ਨਹੀਂ ਲਭਦੀ ਦਿੱਸਦੀ ਪਰ ਮਨੇ ਮਨ ਧ੍ਯਾਨ ਕਰਦੇ ਹੇ ਸਤਿਗੁਰੋ! ਤੁਹਾਡੇ ਬਿਰਦ ਆਪ ਦੀ ਸੁਕੀਰਤੀ ਵਾ ਪ੍ਰਸਿਧੀ ਐਸੀ ਕਿ ਆਪ ਅਧਮ ਉਧਾਰਨ ਹੋ ਇਸ ਗੱਲ ਦਾ ਆਸਰਾ ਤੱਕ ਰਿਹਾ ਹਾਂ ॥੫੦੩॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
