[
  {
    "id": "2HE",
    "sttm_id": 6984,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZJ4H",
        "source_page": 504,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau hm ADm krm kY piqq Bey; piqq pwvn pRB nwm pRgtwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we have fallen from your favour due to our evil and unrighteous deeds, then 0 Lord! You have made known that You bless the sinners with Your grace and make them good and pious.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਅਸੀਂ ਨੀਚ ਭੈੜੇ ਕੰਮ ਕਰ ਕਰ ਕੇ ਮਨੁੱਖ ਪਣੇ ਦੀ ਉੱਚਤਾ ਤੋਂ ਪਤਿਤ ਹੋ ਗਏ ਗਿਰ ਗਏ ਭਾਵ ਨੀਚ ਬਣ ਗਏ ਹਾਂ ਹੇ ਪ੍ਰਭੂ! ਆਪ ਨੇ ਭੀ ਆਪਣਾ ਨਾਮ ਪਤਿਤ ਪਾਵਨ ਪਤਿਤਾਂ ਗਿਰਿਆਂ ਹੋਇਆਂ ਪਾਪੀਆਂ ਨੂੰ ਪਾਵਨ ਪਵਿਤ੍ਰ ਕਰਣ ਹਾਰਾ ਉੱਘਾ ਕਰ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T6E2",
        "source_page": 504,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau Bey duiKq Aru dIn prcIn lig; dIn duK BMjn ibrdu ibrdwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we are suffering due to our ill deeds and sins of the previous births, then 0 Lord! You have made it conspicuous that You dispel the sufferings of the poor and destitudes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਜਦ ਅਸੀਂ ਇਉਂ ਡਿਗ ਕੇ ਦੁਖੀ ਹੋ ਗਏ ਆਤੁਰ ਆ ਗਏ ਅਤੇ ਪਰਚੀਨ ਪ੍ਰਾਚੀਨ ਪੁਰਾਣੀਆਂ ਰੀਤਾਂ ਰਸਮਾਂ ਪਿੱਛੇ ਲਗ ਕੇ ਵਾ ਪੁਰਾਣੀਆਂ ਵਾਦੀਆਂ ਦੇ ਪੱਖੀ ਬਣ ਕੇ ਦੀਨ ਆਜਜ਼ ਲਾਚਾਰ ਹੋ ਗਏ ਤਾਂ ਦੀਨ ਦੁਖ ਭੰਜਨ ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਣ ਹਾਰਾ ਬਿਰਦ ਪ੍ਰਭਾਵ ਆਪ ਨੇ ਬਿਰਦਾਇਓ ਪ੍ਰਸਿੱਧ ਕਰ ਦਿੱਤਾ ਪ੍ਰਗਟਾ ਦਿੱਤਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "97UP",
        "source_page": 504,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau gRsy Ark suq nrk invwsI Bey; nrk invwrn jgq jsu gwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we are in the grip of the angels of death and become deserving of a life in hell because of our bad and evil deeds, then 0 Lord ! The whole world is singing Your paeans that You are the liberator of all from the vagaries of hell.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਦੋਂ ਅਰਕਸੁਤ ਸੂਰਯ ਦੇਪੁਤ੍ਰ ਧਰਮ ਰਾਜ ਦੇ ਗ੍ਰਸੇ ਨਰੜੇ ਪਕੜੇ ਹੋਏ ਅਸੀਂ ਨਰਕਾਂ ਵਿਚ ਵੱਸਨਹਾਰੇ ਬਣ ਗਏ ਤਾਂ ਜਗਤ ਉਪੀਰ ਨਰਕ ਨਿਵਾਰਨ ਨਾਲ ਨਾਲ ਆਪਦਾ ਜੱਸ ਗਾਵਿਆਂ ਜਾਣ ਲਗ ਪਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6T5Y",
        "source_page": 504,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gun kIey gun sB koaU krY, ikRpw inDwn; Avgun kIey gun qohI bin AwieE hY [504["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O store house of clemency! One. who does good to others begets good in returns. But doing good to low and evil doers like us behoves only You. (You alone can bless and forgive the sins and evil deeds of all).  (504)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੇ ਕ੍ਰਿਪਾ ਦੇ ਭੰਡਾਰ! ਗੁਣ ਭਲਾ ਕੀਤੀਆਂ ਤਾਂ ਸਭ ਕੋਈ ਹੀ ਅਗੋਂ ਭਲਾ ਕਰਿਆ ਕਰਦਾ ਹੈ ਪਰ ਆਪਦੀ ਆਗ੍ਯਾ ਭੰਗ ਰੂਪ ਅਪ੍ਰਸਾਧ ਕਰਦਿਆਂ ਭੀ ਆਪ ਦਾ ਅਸਾਂ ਜੀਵਾਂ ਪਰ ਗੁਣ ਕਰਨਾ ਭਲਾ ਤੱਕਨਾ ਇਹ ਮਹਿਮਾ ਕੇਵਲ ਆਪ ਨੂੰ ਹੀ ਬਣ ਆਈ ਹੈ ॥੫੦੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
