[
  {
    "id": "4VS",
    "sttm_id": 6985,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BCXE",
        "source_page": 505,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy qau Arog Bog BogvY nwnw pRkwr; ibRQwvMq Kwin pwn irdY n ihqwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a healthy person eats many types of dishes and eatables but a sick man does not like eating any of them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੇਰ ਜਿਸ ਤਰ੍ਹਾਂ ਅਰੋਗ ਰਾਜੀ ਬਾਜ਼ੀ ਨਵਾਂ ਨਿਰੋਆ ਮਨੁੱਖ ਨਾਨਾ ਪ੍ਰਕਾਰ ਦਿਆਂ ਭੋਗ ਛਕਨ ਲੈਕ ਪਦਾਰਥਾਂ ਨੂੰ ਮਾਣਦਾ ਹੈ ਪਰ ਬ੍ਰਿਥਾਵੰਤ ਰੋਗੀ ਨੂੰ ਖਾਣਾ ਪੀਣਾ ਜੀਕੂੰ ਨਹੀਂ ਭਾਯਾ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDUM",
        "source_page": 505,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy mhKI shnsIl kY DIrju Dujw; AijAw mY qnk klyjo n smwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a buffalo, because of its tolerance is known to have great patience but a goat on the other hand does not have even a fraction of that patience.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਸਹਨਸੀਲਤਾ ਜੇਰੇ ਕਾਰਣ ਮਹਖੀ ਭੈਂਸ = ਮਹਿੰ ਧੀਰਜ ਦੀ ਧੁਜਾ ਨਿਸ਼ਾਨ ਮੰਨੀ ਗਈ ਹੈ, ਐਸੇ ਹੀ ਬਕਰੀ ਅੰਦਰ ਤਨਕ ਥੋੜੇ ਮਾਤ੍ਰ ਭੀ ਕਲੇਜੇ ਜਿਗਰੇ ਦੀ ਸਮਾਈ ਨਹੀਂ ਹੁੰਦੀ ਅਰਥਾਤ ਮਹਿੰ ਦੇ ਵਡੇ ਜੇਰੇ ਦੀ ਅਪੇਖ੍ਯਾ ਬਕਰੀ ਅਤ੍ਯੰਤ ਕਰ ਕੇ ਜਿਗਰੇ ਦੀ ਥੋੜੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U8CJ",
        "source_page": 505,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy jauhrI ibswhY vycy hIrw mwnkwid; rMk pY n rwiKE prY jog n jugwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a jeweller trades in diamonds and precious stones but no valuable diamond can be kept with a pauper since he does not have the ability to keep such expensive item.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜੁਆਹਰੀ ਹੀਰੇ ਰਤਨਾਂ ਆਦਿ ਨੂੰ ਖ੍ਰੀਦਦਾ ਤੇ ਵੇਚਦਾ ਹੈ, ਅਰਥਾਤ ਐਡੇ ਅਮੋਲਕ ਪਦਾਰਥਾਂ ਦਾ ਵਪਾਰ ਕਰਦਾ ਭਾਰੀ ਸਮਾਈ ਕਰੀ ਰਖਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਗ੍ਰੀਬ ਪਾਸੋਂ ਇਕ ਹੀਰਾ ਭੀ ਹੋਵੇ ਤਾਂ ਸਮਾਈ ਦੇ ਘਾਟੇ ਕਾਰਣ ਰਖਿਆ ਸਾਂਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕ੍ਯੋਂਕਿ ਜੋਗ ਨ ਜੁਗਾਵਈ ਓਨਾਂ ਦਾ ਜੋੜ ਨਹੀਂ ਜੁੜ ਸਕਦਾ। ਭਾਵ ਗ੍ਰੀਬੀ ਤੇ ਹੀਰੇ ਦਾ ਅਨਜੋੜ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EBCH",
        "source_page": 505,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur prcY pivqR hY pUjw pRswid; prc Aprcy dusih duK pwveI [505["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, a devotee who remains engaged in the service and remembrance of the Lord, eating the offerings and consecrated food for him is justified. But he who is far removed from obeying the command of the Guru cannot consume the worship offerings. Consu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਪ੍ਰਕਾਰ ਹੀ ਗੁਰ ਪਰਚੇ ਗੁਰੂ ਮਹਾਰਾਜ ਉਪਰ ਪ੍ਰਤੀਤ ਪ੍ਰਾਪਤ ਪੁਰਖਾਂ ਨੂੰ ਤਾਂ ਗੁਰੂ ਕਿਆਂ ਅਗੇ ਅਰਪੀ ਪੂਜਾ ਪ੍ਰਸਾਦਿ ਪਵਿਤ੍ਰ ਕਲ੍ਯਾਣ ਕਰਤਾ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਜੋ ਅਪਰਚੇ ਅਪਰਤੀਤੇ ਹੁੰਦੇ ਹਨ, ਓਨ੍ਹਾਂ ਨੂੰ ਇਹ ਐਸਾ ਪ੍ਰਸਾਦਿ ਅੰਗੀਕਾਰ ਕੀਤਾ ਹੋਇਆ, ਅਪਚੁ ਅਜੀਰਣ ਬਦ ਹਜਮੀ ਹਉਮੈਂ ਪ੍ਰਗਟ ਕਰ ਕੇ ਕਠਿਨ ਦੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਿਆ ਕਰਦਾ ਹੈ ॥੫੦੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
