[
  {
    "id": "BGZ",
    "sttm_id": 6987,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B0NM",
        "source_page": 507,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "cMdn smIp bis bwNs mihmw n jwnI; Awn dRüm dUrh Bey bwsn kY bohY hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even while living in the close proximity of sandalwood, a bamboo has not appreciated its characteristic of spreading its fragrance whereas other trees become equally fragrant despite their distance from it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੰਨਣ ਦੇ ਨੇੜੇ ਵੱਸਦੇ ਭੀ ਵਾਂਸ ਨੇ ਓਸ ਦੀ ਮਹਿਮਾ ਨੂੰ ਨਾ ਜਾਣਿਆ, ਪਰ ਹੋਰਨਾਂ ਬੂਟਿਆਂ ਨੇ ਦੂਰ ਦੂਰ ਹੁੰਦ੍ਯਾਂ ਭੀ ਓਸ ਦੀ ਸੁਗੰਧੀ ਨਾਲ ਅਪਣੇ ਤਾਂਈ ਸੁਗੰਧਿਤ ਬਣਾ ਲਿਆ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q7KA",
        "source_page": 507,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dwdr srovr mY jwnI n kml giq; mDukr mn mkrMd kY ibmohy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Staying in a pond, a frog has never appreciated the characteristics of a lotus flower whereas a bumble bee is eternally attracted to its sweet smell even while staying far away from it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਡਡੂ ਨੇ ਸਰੋਵਰ ਅੰਦਰ ਵੱਸਦਿਆਂ ਭੀ ਕੌਲ ਫੁੱਲ ਦੀ ਗਤੀ ਸਾਰ ਨਾ ਜਾਣੀ; ਕਿੰਤੂ ਸ੍ਰੋਵਰ ਤੋਂ ਦੂਰ ਰਹਿੰਦਿਆਂ ਭੀ ਭੌਰੇ ਦਾ ਮਨ ਕੌਲ ਫੁਲ ਦੇ ਸੁਗੰਧੀ ਰਸ ਉਪਰ ਬਹੁਤ ਮੋਹਿਤ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FUJR",
        "source_page": 507,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qIrQ bsq bgu mrmu n jwinE kCu; srDw kY jwqRw hyq jwqRI jn sohy hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A heron staying at holy places do not realise the spiritual importance of these places of pilgrimage whereas devoted travellers earn a good name for themselves on their return from there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੀਰਥ ਉਪਰ ਵੱਸਣਹਾਰੇ ਬਗਲੇ ਸਮਾਨ ਲੋਕਾਂ ਨੇ ਤਾਂ ਕੁਛ ਓਸ ਦਾ ਮਰਮ ਨਹੀਂ ਜਾਣਿਆ, ਪ੍ਰੰਤੂ ਜਾਤ੍ਰੀ ਲੋਕ ਸ਼ਰਧਾ ਨਾਲ ਜਾਤ੍ਰਾ ਵਾਸਤੇ ਆਣ ਕੇ ਸੋਭਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਪੁੰਨ ਵਾਨ ਬਣਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BT75",
        "source_page": 507,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "inkit bsq mm gur aupdys hIn; dUrMqir isiK auir AMqir lY pohy hY [507["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, like bamboo, frog and heron, I am devoid of practicing Guru's teachings despite the fact that I live near my Guru. On the contrary Sikhs residing far off acquire Guru's wisdom and lodge it in their heart to practice on.  (507)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਇਸੇ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਸਮੀਪ ਵੱਸਦਿਆਂ ਭੀ ਮੈਂ ਗੁਰ ਉਪਦੇਸ਼ ਕਮਾਨ ਤੋਂ ਹੀਣਾ ਸੱਖਣਾ ਹੀ ਰਿਹਾ ਤੇ ਦੂਰ ਦੂਰੰਤਰੋਂ ਸਿੱਖ ਆਣ ਕੇ ਉਪਦੇਸ਼ ਲੈ ਲੈ ਕੇ ਹਿਰਦੇ ਅੰਦਰ ਉਸ ਨੂੰ ਪ੍ਰੋ ਲਿਆ ਕਰਦੇ ਹਨ ॥੫੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
