[
  {
    "id": "7KT",
    "sttm_id": 6988,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MC5E",
        "source_page": 508,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy pr dwrw ko drsu idRg dyiKE cwhY; qYsy gur drsnu dyKq hY n cwh kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a forgetful person does not desire a glimpse of his Guru with the same intensity that he uses his eyes to ogle at other women.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਨੇਤ੍ਰ ਪਰਾਈ ਇਸਤ੍ਰੀ ਦਾ ਦਰਸ਼ਨ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਚਾਹਨਾ ਨਾਲ ਸਤਿਗੁਰਾਂ ਦੇ ਦਰਸ਼ਨ ਨਹੀਂ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y25D",
        "source_page": 508,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy pr inMdw sunY swvDwn suriq kY; qYsy gur sbdu sunY n auqswh kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a worldly man listens to the slander of other persons very attentively, he does not listen to the divine words of Guru with same fondness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਭਾਂਤ ਕੰਨ ਪਰਾਈ ਨਿੰਦਾ ਸੁਨਣ ਖਾਤਰ ਸਾਵਧਾਨ ਰਹਿੰਦੇ ਹਨ, ਓਸੇ ਤਰ੍ਹਾਂ ਗੁਰ ਸ਼ਬਦ ਨੂੰ ਉਤਸ਼ਾਹ ਧਾਰ ਕੇ ਨਹੀਂ ਸੁਣਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ACL6",
        "source_page": 508,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy pr drb hrn kau crn DwvY; qYsy kIrqn swDsMgiq n aumwh kY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a person greedy of wealth walks a distance to cheat another person of his hard earned money, he does not show the same enthusiasm of going to the divine congregation to listen to the adulations of Almighty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਰਾਇਆ ਦਰਬ ਪਦਾਰਥ ਹਰਨ ਵਾਸਤੇ ਪੈਰ ਦੌੜਦੇ ਕਾਹਲੇ ਹੁੰਦੇ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ ਸਾਧ ਸੰਗਤਿ ਅੰਦਰ ਕੀਰਤਨ ਸੁਨਣ ਲਈ ਉਮੰਗ ਨਹੀਂ ਕਰਿਆ ਕਰਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2LNV",
        "source_page": 508,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aulU kwg nwig iDAwn Kwn pwn kau n jwnY; aUc pdu pwvY nhI nIc pdu gwh kY [508["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like an owl, I do not know the value of radiance of True Guru, like a crow am not aware of the sweet smelling traits of the True Guru nor do I know the relishment of the elixir like Naam just as a she snake is unaware of the elixir like milk. Thus I canno",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉੱਲੂ ਚੂਹੀਆਂ ਰਾਤ ਨੂੰ ਮਾਰ ਖਾਣ ਕਾਂ ਵਿਸ਼ਟਾ ਮੈਲ ਆਹਾਰ ਕਰਨ ਅਰੁ ਨਾਗ ਸੱਪ ਮਿਟੀ ਜਾਂ ਜੀਵ ਘਾਤ ਕਰ ਕੇ ਖਾਣ; ਅਥਵਾ ਪੌਣ ਦੇ ਪੀਣੇ ਵਿਚ ਹੀ ਧ੍ਯਾਨ ਰਖਦੇ ਹਨ, ਇਸ ਤੋਂ ਸਿਵਾਯ ਹੋਰ ਖਾਣਾ ਪੀਣਾ ਕੁਛ ਇਹ ਜਾਣਦੇ ਹੀ ਨਹੀਂ ਹਨ। ਇਸੇ ਤਰ੍ਹਾਂ ਨੀਚ ਪਦ ਨੀਚ ਭਾਵਾਂ ਵਿਚ ਵਰਤਣ ਵਾਲੇ ਪੁਰਖ ਊਚ ਪਦ ਪਾਵੈ ਨਹੀ ਉੱਚੇ ਮਰਾਤਬੇ ਸਤਿਸੰਗਤ ਆਦਿ ਨੂੰ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋਣ ਦਾ ਖ੍ਯਾਲ ਪੈਦਾ ਕਰਦੇ ॥੫੦੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
