[
  {
    "id": "H49",
    "sttm_id": 6999,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KFA2",
        "source_page": 519,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy rwjw rvq Anyk rvnI shyq; skl spUqI eyk bwNJ n sMqwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a king loves many queens who all bear him a son, but there may be one who is barren, who cannot bear any issue.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਰਾਜਾ ਅਨੇਕਾਂ ਰਾਣੀਆਂ ਨੂੰ 'ਸਹੇਤ' ਸਹਿਤ ਹਿਤ (ਪਿਆਰ) ਦੇ ਰਮਣ ਕਰਦਾ (ਭੋਗਦਾ) ਹੈ ਤੇ ਸਾਰੀਆਂ ਹੀ ਸਪੁਤੀਆਂ (ਪੁਤ੍ਰਵੰਤੀਆਂ) ਹੁੰਦੀਆਂ ਹਨ ਪਰ ਇਕ ਬੰਧ੍ਯਾ ਹੈ (ਜਿਸ ਦੇ) ਸੰਤਾਨ ਨਹੀਂ ਹੋਈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4SJE",
        "source_page": 519,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sIcq sill jYsy sPl skl dRüm; inhPl syNbl sill inrbwin hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as irrigating the trees help them bear fruits but the cotton silk tree remains fruitless. It does not accept the influence of water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਜਲ ਸਿੰਚਨ ਤੋਂ ਸਭੇ ਹੀ ਬਿਰਛ ਫਲ ਪਿਆ ਕਰਦੇ ਹਨ, ਪਰ ਸਿੰਬਲ ਅਫਲ ਹੀ ਰਿਹਾ ਕਰਦਾ ਹੈ, ਪਾਣੀ ਓਸ ਵਾਸਤੇ ਨਿਰਬਾਣ ਉਦਾਸ ਹੀ ਰਹਿੰਦਾ ਹੈ ਭਾਵ ਪਾਣੀ ਦਾ ਅਸਰ ਓਸ ਨੂੰ ਨਹੀਂ ਪੋਹਿਆ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R552",
        "source_page": 519,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dwdr kml jYsy eyk srvr ibKY; auqm Aau nIc kIc idnkir iDAwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a frog and a lotus flower live in one pond but lotus is supreme since it faces Sun and frog is low since it remains engrossed in mud.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਡੱਡੂ ਅਤੇ ਕੌਲ ਫੁੱਲ ਜਿਸ ਤਰ੍ਹਾਂ ਇਕੋ ਹੀ ਸਰੋਵਰ ਅੰਦਰ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਕੌਲ ਫੁੱਲ, ਉਤਮ ਹੈ ਕ੍ਯੋਂਜੁ ਓਸ ਦਾ ਧਿਆਨ ਸੂਰਜ ਉਪਰ ਹੁੰਦਾ ਹੈ, ਤੇ ਡਡੂ ਨੀਚ ਹੈ, ਕ੍ਯੋਂਕਿ ਓਸ ਦਾ ਧਿਆਨ ਖ੍ਯਾਲ ਚਿੱਕੜ ਵਿਚ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TL9E",
        "source_page": 519,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur crn srin hY skl jgu; cMdn bnwspqI bwNs aunmwn hY [519["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the whole world comes into the refuge of the True Guru. Devoted Sikhs of the True Guru who expel sandalwood-like fragrance obtain the elixir-like Naam from Him and become fragrant too. But a bamboo-like arrogant, knotty and self wise person rema",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਸਾਰੇ ਦਾ ਸਾਰਾ ਜਗ ਜਹਾਨ ਸਤਿਗੁਰਾਂ ਦੇ ਚਰਣਾਂ ਦੀ ਸ਼ਰਣ ਔਂਦਾ ਹੈ ਪਰ ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਨਣ ਤੇ ਬਨਾਸਪਤੀ ਅਰੁ ਬਾਂਸ ਦਾ ਵਰਤਾਰਾ ਵਰਤਦਾ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਸਤਿਗੁਰਾਂ ਦੇ ਦ੍ਵਾਰਿਓਂ ਵਰੋਸੌਣ ਦਾ ਅਨੁਮਾਨ ਲਾ ਲਵੋ ਅਰਥਾਤ ਬਨਾਸਪਤੀ ਤਰਾਂ ਨਿਰ ਅਭਿਮਾਨੀ ਤੇ ਸੇਵਾ ਭਾਵ ਵਾਲੇ ਸਭੇ ਹੀ ਲਾਹਾ ਲੈ ਜਾਂਦੇ ਹਨ, ਪਰ ਹੰਕਾਰੀ ਤੇ ਅੰਦਰ ਦੀਆਂ ਗੰਢਾਂ ਵਾਲੇ ਆਦਮੀ ਅਫਲ ਹੀ ਜਾਇਆ ਕਰਦੇ ਹਨ ॥੫੧੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
