[
  {
    "id": "S6K",
    "sttm_id": 7002,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DBJ5",
        "source_page": 522,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bysÍw ky isMgwr ibibcwr ko n pwru pweIAY; ibnu Brqwr kw kI nwr kY bulweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The embellishments of a whore and her relationships with many men cannot be fathomed. Without a husband, whose wife can she be known as?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਵੇਸ੍ਵਾ ਬਜਾਰੂ ਤੀਵੀਂ ਦਿਆਂ ਸਿੰਗਾਰਾਂ ਵੇਸਾਂ ਦਾ ਅਤੇ ਬਿਭਚਾਰ ਦੂਸਰਿਆਂ ਪੁਰਖਾਂ ਨਾਲ ਰਮਣ ਦਾ ਤਾਂ ਪਾਰ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਪਰ ਬਿਨਾਂ ਭਰਤਾਰ ਸ੍ਵਾਮੀ ਦੇ ਉਹ ਕਿਸ ਦੀ ਇਸਤ੍ਰੀ ਕਰ ਕੇ ਸੱਦੀ ਜਾਵੇ? ਭਾਵ ਐਨਿਆਂ ਵਿਖੇ ਸੁਖਾਂ ਨੂੰ ਮਾਣਦੀ ਹੋਈ ਭੀ, ਇਕ ਦੀ ਹੋਏ ਬਾਝੋਂ ਉਹ ਭੈੜੀ ਨਿਨਾਂਵੀਂ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZAG7",
        "source_page": 522,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bgu syqI jIv Gwq kir Kwq kyqy ko; moin gih iDAwn Dry jugq n pweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A heron is white like a swan but it kills many living beings to appease his appetite. To do this evil act, he stands in perfect silence, but in doing so, he does not achieve the know-how of yog.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬਗੁਲਾ ਸੇਤ ਚਿੱਟਾ ਉਜਲੇ ਰੰਗ ਦਾ ਹੁੰਦਾ ਹੈ, ਤੇ ਕਈਆਂ ਅਨਗਿਣਤ ਜੀਵਾਂ ਦੀ ਘਾਤ ਹਤ੍ਯਾ ਕਰ ਕੇ ਖਾਂਦਾ ਹੈ, ਮੋਨ ਧਾਰ ਕੇ ਧ੍ਯਾਨ ਭੀ ਧਰਦਾ ਹੈ, ਪਰ ਐਸਾ ਕਰਨ ਨਾਲ ਓਸ ਨੂੰ ਕੋਈ ਜੋਗ ਦੀ ਜੁਗਤੀ ਤਾਂ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਜਾਇਆ ਕਰਦੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AG8T",
        "source_page": 522,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "BwNf kI BMfweI burvweI n khq AwvY; Aiq hI iFTweI sukcq n ljweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One cannot explain the shamelessness of the actions and words used by a mimic. He does not shy away from using bad words out of sheer obstinacy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਭੰਡ ਨਲਕੀਏ ਦੇ ਭੰਡਪੁਣੇ ਦੀ ਬੁਰਾਈ ਆਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਤੇ ਢੀਠਤਾ ਭੀ ਓਸ ਦੀ 'ਅਤਿ ਹੀ' ਪਰਲੇ ਦਰਜੇ ਦੀ ਵਧੀ ਹੋਈ ਹੁੰਦੀ ਹੈ ਜਿਸ ਕਰ ਕੇ ਸੰਕੋਚ ਸੰਗ ਲਾਹ ਕੇ ਮਾਨੋ ਓਸ ਨੂੰ ਲੱਜਾ ਹਯਾ ਨਹੀਂ ਆਇਆ ਕਰਦੀ (ਜੋ ਕੁਛ ਜੀਅ ਵਿਚ ਆ ਜਾਵੇ ਬੇਸ਼ਰਮੀ ਦੇ ਤਾਣ ਬਕੀ ਜਾਇਆ ਕਰਦਾ ਹੈ।)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5NHS",
        "source_page": 522,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy pr qn Dn dUKn iqRdoK mm; ADm Anyk eyk rom n pujweIAY [522["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, like these low character people, I am low too. I am a chronic patient of the three diseases, that is looking at others wealth, woman and slandering others. Numerous sinners cannot match even a hair of my sinful life. I am lowest of all the low",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੇ ਪ੍ਰਕਾਰ ਹੀ ਦੂਸਰਿਆਂ ਤੋਂ ਸੇਵਾ ਲੈਣੀ ਤੇ ਲੋਕਾਂ ਦੇ ਧਨ ਉਪਰ ਪੇਟ ਪਾਲਨਾ ਕਰਨੀ ਅਤੇ ਫੇਰ ਓਨਾਂ ਦੇ ਔਗੁਣ ਕੱਢਨੇ ਇਹ ਤ੍ਰਿਦੋਖ ਤਾਪਦਿੱਕ ਮੇਰੇ ਚੜ੍ਹਿਆ ਹੋਇਆ ਹੈ, ਤੇਐਸਾ ਨੀਚ ਹਾਂ ਕਿ ਅਨੇਕਾਂ ਹੀ ਅਧਮ ਨੀਚ ਪਾਂਬਰ ਮੇਰੇ ਇਕ ਵਾਲ ਦੀ ਬ੍ਰੋਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੫੨੨॥ ਦੇਖੋ ਵੀਚਾਰ ਕਬਿੱਤ ੫੧੩",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
