[
  {
    "id": "CA5",
    "sttm_id": 7004,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VP1U",
        "source_page": 524,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau pY coru corI kY bqwvY hMs mwnsr; CUit kY n jwie Gir sUrI cwiV mwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a thief steals and yet declare himself pious like swans of lake Mansarover, he is not forgiven but is crucified and killed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਚੋਰ ਚੋਰੀ ਕਰ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਮਾਨ ਸ੍ਰੋਵਰ ਦਾ ਹੰਸ ਦੁੱਧ ਧੋਤਾ ਸਾਫ ਵਾ ਮਹਾਂ ਬਿਬੇਕੀ ਦੱਸੇ ਤਾਂ ਇਤਨੇ ਕਰ ਕੇ ਉਹ ਕੋਈ ਛੁੱਟ ਕੇ ਘਰ ਨਹੀਂ ਜਾ ਸਕਦਾ ਸਗੋਂ ਜ਼ਰੂਰ ਸੂਲੀ ਚਾੜ੍ਹ ਮਾਰੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DN4R",
        "source_page": 524,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "bwt mwr btvwro bgu mIn jau bqwvY; qqKn qwqkwl mUMf kwit fwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a wayside dacoit declares himself kind and good doer of the wayside travellers just as a heron feels towards the fish and frogs in a pond, his claim cannot be accepted and he should be beheaded there and then.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਹ ਮਾਰ, ਧਾੜਵੀ ਬਗਲ ਧਿਆਨੀਆਂ ਬਣ ਕੇ ਮੱਛਾਂ ਵਾਕੂੰ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਤਾਈਂ ਸਮਾਧੀਆ ਦੱਸੇ ਤਾਂ ਇਤਨੇ ਨਾਲ ਕਿਸੇ ਇਤਬਾਰ ਨਹੀਂ ਕਰ ਲੈਣਾ ਸਗੋਂ ਓਸੇ ਵੇਲੇ ਹੀ ਉਸੇ ਛਿਣ ਵਿਚ ਓਸ ਦਾ ਸਿਰ ਲਾਹ ਸਿੱਟੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TPW6",
        "source_page": 524,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jau pY pr dwrw Bij imRgn bqwvY ibtu; kwn nwk KMf fMf ngr inkwrIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lecherous person declares himself chaste and celibate like the deers of a jungle after committing adultery with some other woman, he is not let off on his statement. Instead his nose and ears are chopped off and he is expelled from the city.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇਕਰ ਪਰ ਇਸਤ੍ਰੀ ਭੋਗਕੇ ਮਿਰਗ ਹਰਣ ਵਾਕੂੰ ਨਹੀਂ ਦੱਸਦਾ ਤੇ ਆਖੇ ਕਿ ਉਹ ਅਪਨੀ ਡਾਰੋਂ ਕਦੀ ਬਾਹਰ ਨਹੀਂ ਗਿਆ ਅਥਵਾ ਮਿਰਗਾਂ ਸਮਾਨ ਭੋਲੇ ਲੋਕਾਂ ਨੂੰ ਦੱਸੇ ਬ੍ਰਹਮਚਾਰੀ ਤਾਂ ਐਸੇ ਬਿਟੁ ਬ੍ਰਹਮਚਾਰੀ ਦੇ ਕੰਨ ਨੱਕ ਕੱਟ ਕੇ ਦੇਸ ਨਿਕਾਲੇ ਦਾ ਦੰਡ ਦੇਈਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F2ZP",
        "source_page": 524,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "corI btvwrI pr nwrI kY iqRdoK mm; nrk Ark suq fMf dyq hwrIAY [524["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A thief, dacoit and a lecherous man is punished so severely for one crime they commit. But I am a sufferer of all these three ailments like tuberculosis. So punishing me for all these sins, the angels of death will get tired.  (524)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਚੋਰੀ ਕਰਨੀ ਧਾੜਾ ਮਾਰੀ ਤੇ ਪਰ ਇਸਤ੍ਰੀ ਅੰਗੀਕਾਰ ਕਰਨੀ ਇਹ ਤਿੰਨੇ ਦੋਖ ਹੀ ਮੈਨੂੰ ਤਪਦਿੱਕ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਤਪਦਿੱਕੀ ਨੂੰ ਦਵਾਈਆਂ ਦੇ ਦੇ ਕੇ ਵੈਦ ਡਾਕਟਰ ਸਮੇਤ ਦਵਾਵਾਂ ਦੇ ਹਾਰ ਜਾਂਦੇ ਹਨ ਐਸੇ ਹੀ ਨਰਕ ਤੇ ਅਰਕ ਸੁਤ ਧਰਮ ਰਾਜ ਭੀ ਮੈਨੂੰ ਡੰਡ ਦਿੰਦੇ ਹੀ ਹਾਰ ਜਾਣਗੇ ॥੫੨੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
