[
  {
    "id": "78P",
    "sttm_id": 7006,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CQQ7",
        "source_page": 526,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy gjrwj gwij mwrq mnuK isir; fwrq hY Cwr qwih khq Arog jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a giant elephant trumpets, kill people and throws dust on himself, he is known to be healthy (Those who are intoxicated in their arrogance, cruel or who kick up dust are good according to the world).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਹਾਥੀਆਂ ਦਾ ਰਾਜਾ ਜੂਥ ਪਾਲ ਹਾਥੀ ਚਿੰਘਾੜਦਾ ਹੋਇਆ ਮਨੁੱਖਾਂ ਨੂੰ ਮਾਰਦਾ ਅਤੇ ਸਿਰ ਵਿਚ ਮਿੱਟੀ ਪੌਂਦਾ ਹੋਵੇ, ਤਾਂ ਓਸ ਨੂੰ ਰਾਜੀ ਬਾਜੀ ਮਸਤਿਆ ਹਾਥੀ ਆਖਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DKCJ",
        "source_page": 526,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sUAw ijau ipMjr mY khq bnwie bwqY; pyK sun khY qwih rwj igRih jog jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a parrot in a cage listens to others conversation and copies them. Those who listen and see him, opine that he is very wise and knowledgeable. He is fit to live in king's palace. (To the world, he who talks much is a wise person).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤੋਤਾ ਜਿਸ ਤਰ੍ਹਾਂ ਪਿੰਜਰੇ ਵਿਚ ਬਣਾ ਬਣਾ ਕੇ ਸੁੰਦਰ ਸੁੰਦਰ ਗੱਲਾਂ ਕਰਦਾ ਹੋਵੇ, ਤਾਂ ਓਸ ਨੂੰ ਦੇਖ ਸੁਣ ਕੇ ਸਭ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਤਾਂ ਰਾਜ ਮੰਦਿਰ ਦੇ ਲੈਕ ਹੈ ਭਾਵ ਆਦਰ ਦਾ ਅਧਿਕਾਰੀ ਓਸ ਨੂੰ ਮੰਨਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QFH1",
        "source_page": 526,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy suK sMpiq mwieAw mdon pwp krY; qwih khY suKIAw rmq rs Bog jI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a person enjoys and engrosses himself in countless materialistic pleasures and commits sins. People call him happy and comfortable. (In the eyes of the world, material things are means of happiness and comfort).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਸੀ ਭਾਂਤ ਸੁਖ ਸਰੂਪੀ ਸੰਪਦਾ ਵਿਭੂਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਯਾ ਮਾਇਆ ਮਦ ਦਾ ਮਸਤਿਆ ਮਨੁੱਖ ਪਾਪ ਯਬੇ ਛਿਤ ਵਿਹਾਰ ਕਰਦਾ ਪਿਆ ਹੋਵੇ ਤੇ ਭੋਗਾਂ ਸੁਆਦਾਂ ਨੂੰ ਮਾਨ ਰਿਹਾ ਹੋਵੇ ਤਾਂ ਓਸ ਨੂੰ ਸੁਖੀਆ ਸੁਖੀਆ ਆਖਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VRXL",
        "source_page": 526,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jqI sqI Aau sMqoKI swDn kI inMdw krY; aultoeI igAwn iDAwn hY AigAwn log jI [526["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The ignorant world's perception is contrary (to the truth of Guru's words). The world slanders those who are disciplined, truthful, contented and supreme.  (526)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਤੇ ਜਿਹੜੇ ਜਤੀ ਜਤ ਪਾਲਨ ਹਾਰੇ ਸੰਜਮੀ ਸਤੀ ਸਤਵੰਤੇ = ਧਰਮੀ ਅਤੇ ਸੰਤੋਖੀ ਹੁੰਦੇ ਹਨ, ਓਨਾਂ ਸਾਧਾਂ ਭਲਿਆਂ ਦੀ ਤਾਂ ਨਿੰਦਿਆ ਕਰਦੇ ਹਨ, ਇਸ ਪ੍ਰਕਾਰ ਦਿਆਂ ਅਗਿਆਨੀਆਂ ਲੋਕਾਂ ਦਾ ਗਿਆਨ ਧਿਆਨ ਉਲਟੀ ਤਾਂ ਦਾ ਹੀ ਹੈ ॥੫੨੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
