[
  {
    "id": "XE7",
    "sttm_id": 7009,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W654",
        "source_page": 529,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "aulit pvn mn mIn kI cpl giq; dsm duAwr pwr Agm invws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Kabit  - By practicing Naam Simran and breathing exercises, the fish-like sharp and wind-like fast blowing mind acquires a stable place beyond the tenth door which is inaccessible.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਨ ਨੂੰ ਪਵਨ ਦੇ ਵੇਗ ਦੀ ਸਹੈਤਾ ਨਾਲ ਮਛਲੀ ਚਾਲੇ ਤੇਜ ਚਲਾ ਕੇ ਇਕ ਸਾਰ ਸੁਰਤ ਦਾ ਪ੍ਰਵਾਹ ਚਲੌਂਦੇ ਧ੍ਯਾਨ ਨੂੰ ਬਾਹਰ ਵੱਲੋਂ ਅੰਤਰ ਮੁਖ ਉਲਟਾ ਕੇ ਦਸਵੇਂ ਦੁਆਰ ਤੋਂ ਭੀ ਅਗੇ ਜੋ ਅਗੰਮ ਪੁਰਾ ਹੈ ਓਸ ਵਿਖੇ ਇਸਥਿਤੀ ਪ੍ਰਾਪਤ ਹੋਇਆ ਕਰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ECHY",
        "source_page": 529,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qh n pwvk pvn jl ipRQmI Akws; nwih sis sUr auqpiq n ibnws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "At that place neither the effect of five elements like air, fire etc., nor of Sun or Moon or even of creation is experienced.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਥੇ ਓਸ ਅਗੰਮਪੁਰੇ ਵਿਖੇ ਅਗਨੀ ਨਹੀਂ ਹੈ, ਪੌਣ ਨਹੀਂ, ਅਰੁ ਜਲ ਪ੍ਰਿਥਵੀ ਤਥਾ ਆਕਾਸ਼ ਭੀ ਨਹੀਂ ਹੈ, ਭਾਵ ਤੱਤਾਂ ਤੋਂ ਪਾਰ ਉਚ ਪਦ ਹੈ ਐਸੇ ਹੀ ਸੂਰਜ ਵਾ ਚੰਦ੍ਰਮਾ ਦਾ ਉਜਾਲਾ ਭੀ ਨਹੀਂ, ਭਾਵ ਉਥੋਂ ਦਾ ਪ੍ਰਕਾਸ਼ ਸੂਰਜ ਚੰਦ ਆਦਿਕਾਂ ਤੋਂ ਨ੍ਯਾਰੀ ਭਾਂਤ ਦਾ ਹੀ ਅਕਹਿ ਰੂਪ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LY7D",
        "source_page": 529,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "nwih prikriq ibriq ipMf pRwn igAwn; sbd suriq nih idRsit n pRgws hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It experiences no effect of any material desires nor of body or life sustaining elements. It is unaware of words and sounds. No effect of any light or vision exists there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਥੇ ਓਸ ਅਗੰਮ ਪੁਰੇ ਵਿਖੇ ਅਗਨੀ ਨਹੀਂ ਹੈ, ਪੌਣ ਨਹੀਂ, ਅਰੁ ਜਲ ਪ੍ਰਿਥਵੀ ਤਥਾ ਆਕਾਸ਼ ਭੀ ਨਹੀਂ ਹੈ, ਭਾਵ ਤੱਤਾਂ ਤੋਂ ਪਾਰ ਉਚ ਪਦ ਹੈ ਐਸੇ ਹੀ ਸੂਰਜ ਵਾ ਚੰਦ੍ਰਮਾ ਦਾ ਉਜਾਲਾ ਭੀ ਨਹੀਂ, ਭਾਵ ਉਥੋਂ ਦਾ ਪ੍ਰਕਾਸ਼ ਸੂਰਜ ਚੰਦ ਆਦਿਕਾਂ ਤੋਂ ਨ੍ਯਾਰੀ ਭਾਂਤ ਦਾ ਹੀ ਅਕਹਿ ਰੂਪ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6XYR",
        "source_page": 529,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sÍwmI nw syvk aunmwn Anhd prY; inrwlMb suMn mY n ibsm ibsÍws hY [529["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Beyond that divine state and in the inaccessible region, there is no master and no follower. In that non-existent realm of inactivity and hibernation, one is never in any form of wondrous state (wondrous or unusual events do not take place any more).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾ ਈਸ੍ਵਰ ਤੇ ਨਾ ਹੀ ਜੀਵ ਦਾ ਉਨਮਾਨ ਵੀਚਾਰ ਕਲਪਨਾ ਹੈ। ਉਹ ਅਨਹਦ ਤੋਂ ਭੀ ਪਰੇ, ਨਿਰਾਧਾਰ ਤਥਾ ਅਫੁਰ ਸਰੂਪ ਹੈ, ਬਿਸਮਾਦ ਪੁਣੇ ਦਾ ਭੀ ਉਥੇ ਕੋਈ ਨਿਸਚਾ ਥਹੁ ਨਹੀਂ ਹੁੰਦਾ ॥੫੨੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
