[
  {
    "id": "Z29",
    "sttm_id": 7020,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G89R",
        "source_page": 540,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "isMimRiq purwn kotwin bKwn bhu; Bwgvq byd ibAwkrn gIqw ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Jholana  - If all the 31 Simrities, 18 Purans, Bhagvad Geeta, four Vedas and their grammar become millions and speak,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਿੰਮ੍ਰਤੀਆਂ, ਪੁਰਾਣ, ਭਾਗਵਤ; ਚਾਰੋਂ ਬੇਦ, ਵ੍ਯਾਕਰਣ ਸ਼ਬਦ ਸ਼ਾਸਤ੍ਰ ਅਰੁ ਭਗਵਤ ਗੀਤਾ ਆਦਿ ਦ੍ਵਾਰੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WTVB",
        "source_page": 540,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sys mrjys AKlys sur mhys mun; jgqu Ar Bgiq sur nr AqIqw ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If Shesh Nag of thousands of tongues, Dharamraj, Kuber and other gods, Shiva and hermits and saints of the whole world, noble men get together in millions and speak;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸ਼ੇਖ ਨਾਗ, ਧਰਮ ਰਾਜ, ਕੁਬੇਰ, ਦੇਵਤੇ, ਮਹੇਸ਼੍ਵਰ ਸ਼ਿਵਜੀ ਸੱਤੇ ਮੁਨੀ ਨਾਰਦਾਦਿਕ, ਐਸੇ ਜਗਤ ਜਗਤ ਭਰ ਦੇ ਮੁਖੀਏ ਲੋਕ ਪਾਲ ਅਤੇ ਦੇਵਤੇ ਅਰ ਮਨੁੱਖ ਜੋ ਭਗਤ ਭਗਤ ਭਗਤ ਕਹੌਣ ਵਾਲੇ ਹਨ, ਤਥਾ ਅਤੀਤਾ ਦੱਤਾਤ੍ਰੇਯ ਸੁਕਦੇਵ ਆਦਿ ਜੋ ਅਤੀਤ ਵਿਰਕਤ ਲੋਗ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GPF8",
        "source_page": 540,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "igAwn Ar iDAwn aunmwn aunmn aukiq; rwg nwid idj surmiq nIqw ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If seekers of many type of knowledge, contemplations and wise men who discuss various subjects, people of higher spiritual state, who can speak about various skills, all the Ragas and their seven notes, knowledgeable scholars, goddess Saraswati and many s",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੋਰ ਭੀ ਗਿਆਨ ਸਭ ਭਾਂਤ ਦੀ ਸ੍ਯਾਣਪ ਵਾ ਵਿਦ੍ਯਾਵਾਂ ਅਤੇ ਧਿਆਨ ਅੰਦਰ ਬਾਹਰ ਦੇ ਸਮੂਹ ਚਿਤਵਨ ਵਾ ਸੋਚਨ ਵਿਚਾਰਨ ਦਾ ਬਲ, ਉਨਮਾਨ ਸੋਚ ਵਿਚਾਰ ਕੇ ਕੱਢੇ ਹੋਏ ਸਿੱਟੇ ਸਭ ਭਾਂਤ ਦੇ ਥਾਪੇ ਗਏ ਨਿਸਚੇ ਉਨਮਨ ਉਕਤਿ ਅਨੁਭਵੀ ਕਲਪਨਾ, ਛੀਏ ਰਾਗ, ਰਾਗਾਂ ਦੇ ਨਾਦ ਸੱਤੇ ਸੁਰਾਂ, ਬ੍ਰਾਹਮਣ ਦੇਵਤੇ ਬ੍ਰਹਸਪਤੀ ਦੇ ਸ਼ੁਕ੍ਰ ਜੀ ਅਰੁ ਸੁਰਮਤਿ ਸ੍ਰਸ੍ਵਤੀ ਦੇਵੀ, ਕੋਟਾਨਿ ਬਖਾਨ ਬਹੁ ਨੀਤ ਕ੍ਰੋੜਾਂ ਕ੍ਰੋੜਾਂ ਹੋ ਕੇ ਨਿੱਤ ਹੀ ਜੇਕਰ ਪਏ ਵਰਤਨ ਕਰਨ ਤਾਂ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M9TV",
        "source_page": 540,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ArD lg mwqR gur sbd AKr myk; Agm Aiq Agm AgwiD mIqw [540["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O friend! all the above will fall woefully short of saying the praise of a syllable of the True Guru's blessed Naam Gur Mantar. The significance of Guru's words is beyond the extent of all knowledge.  (540)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਗੁਰ ਸ਼ਬਦ ਦੇ ਇਕ ਅੱਖਰ ਦੀ ਅੱਧੀ ਲਗ ਮਾਤ੍ਰਾਂ ਭੀ ਹੇ ਮਿਤ੍ਰੋ! ਅਗੰਮ ਤੋਂ ਅਤ੍ਯੰਤ ਅਗੰਮ ਰੂਪ ਤਥਾ ਅਗਾਧ ਹੈ ਲਗਾਤਾਰ ਜੁਟ ਕੇ ਭੀ ਇਹ ਸਾਰੇ, ਗੁਰ ਸ਼ਬਦ ਦੇ ਮਰਮ ਨੂੰ ਨਹੀਂ ਵਰਨਣ ਕਰ ਸਕਦੇ ॥੫੪੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
