[
  {
    "id": "31G",
    "sttm_id": 7021,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "010S",
        "source_page": 541,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsnu dyiKE skl sMswru khY; kvn idRsit sau mn drs smweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The whole world claims to have seen. But what is that marvellous sight which engrosses the mind in the looks of the Guru?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਾਰਾ ਸੰਸਾਰ ਹੀ ਗੁਰੂ ਕਾ ਦਰਸ਼ਨ ਡਿੱਠਾ ਦਰਸ਼ਨ ਡਿੱਠਾ ਆਖ ਰਿਹਾ ਹੈ ਪਰ ਉਹ ਕੌਣ ਦ੍ਰਿਸ਼ਟੀ ਤੱਕਣੀ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਮਨ ਗੁਰੂ ਦਰਸ਼ਨ ਵਿਖੇ ਹੀ ਸਮਾ ਜਾਵੇ ਲੀਣ ਹੋ ਜਾਵੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A1UX",
        "source_page": 541,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur aupdys suinE suinE sB koaU khY; kvn suriq suin Anq n DweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Everyone claims to have listened to the Guru's sermon. But what is that unique voice, hearing which the mind does not wander away?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਭ ਕੋਈ ਹੀ ਆਖਦਾ ਹੈ ਕਿ ਅਸਾਂ ਗੁਰੂ ਕੇ ਉਪਦੇਸ਼ ਨੂੰ ਸੁਣਿਆ ਹੈ ਉਪਦੇਸ਼ ਸੁਣਿਆ ਹੈ, ਪਰ ਉਹ ਸੁਨਣੀ ਕੌਣ ਵਸਤੂ ਹੈ ਜਿਸ ਨੂੰ ਸੁਣਿਆਂ ਹੋਰ ਦਿਰੇ ਮੁੜ ਨਾ ਧਾਈਏ ਭਟਕੀਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WDQ0",
        "source_page": 541,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jY jY kwr jpq jgq gurmMqR jIh; kvn jugq joqI joiq ilv lweIAY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The whole world praises the Guru's incantations and recite it too. But what is that mean which will attach the mind in the radiant Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਹ ਰਸਨਾ ਨਾਲ ਜੈ ਜੈ ਕਾਰ ਜੈ ਹੋਵੇ ਸਤਿਗੁਰਾਂ ਦੀ ਜੈ ਹੋਵੇ ਸਤਿਗੁਰਾਂ ਦੀ ਕਰਦਿਆਂ ਸਾਰੇ ਹੀ ਗੁਰਮੰਤ ੍ਰਗੁਰਦੀਖ੍ਯਾ ਰੂਪ ਮੰਤ੍ਰ ਨੂੰ ਤਾਂ ਜਾਪਦੇ ਮੰਨਦੇ ਹਨ, ਪਰ ਉਹ ਕੌਣ ਜੁਗਤੀ ਢੰਗ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਜੋਤੀ ਸਰੂਪ ਦੀ ਜੋਤ ਵਿਚ ਲਿਵ ਤਾਰ ਲਗੀ ਰਹੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6826",
        "source_page": 541,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "idRsit surq igAwn iDAwn srbMg hIn; pqq pwvn gur mUV smJweIAY [541["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A fool who is devoid of such limbs and appendages that provide him with knowledge of the True Guru and contemplation, True Guru-the maker of pious people out of sinners, bless them with such divine knowledge through Naam Simran.  (541)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਦਰਸ਼ਨ ਸ਼ਕਤੀ ਸੁਨਣ, ਸ਼ਕਤੀ ਜਾਣ ਦਾ ਬਲ, ਤਥਾ ਜਾਣੇ ਹੋਏ ਵਿਚ ਚਿੱਤ ਦੇ ਸੁਭਾਵਿਕ ਟਿਕਣ ਦੀ ਹਿੰਮਤ ਆਦਿ, ਸਰਬੰਗ ਹੀਨ ਸਮੂਹ ਸਾਧਨਾਂ ਤੋਂ ਹੀਣ ਪਤਿਤ ਹੋਯਾ ਹੋਯਾ ਜੋ ਮੂਰਖ ਅਗ੍ਯਾਨੀ ਹੋਵੇ, ਓਸ ਨੂੰ ਪਤਿਤ ਪਾਵਨ ਸਤਿਗੁਰੂ ਹੀ ਚਾਹੁਨ ਤਾਂ ਸਮਝ ਆ ਸਕਦੀ ਹੈ, ਭਾਵ ਦੇਖਿਆ,ਸੁਣਿਆਾ, ਸਮਝਿਆ ਤੇ ਵੀਚਾਰਿਆ ਪਰਮਾਰਥ ਵਿਚ ਓਹੋ ਹੀ ਪ੍ਰਵਾਣ ਪੈ ਤੇ ਸਫਲਾ ਹੋ ਸਕਦਾ ਹੈ, ਜੋ ਸਤਿਗੁਰਾਂ ਦੇਪੰਨੇ ਪੈ ਕੇ ਓਨਾਂ ਦੀ ਦੱਸੀ ਜੁਗਤ ਅਰੁ ਪ੍ਰਸੰਨਤਾ ਅੰਦਰ ਕੀਤਾ ਜਾਵੇ ॥੫੪੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
