[
  {
    "id": "E7X",
    "sttm_id": 7031,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "V29M",
        "source_page": 551,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drsn dIp dyiK hoie n imlY pqMgu; prcw ibhUMn gurisK n khwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a glimpse of the True Guru does not turn a disciple in a state that of a moth who is prepared to sacrifice himself unto his beloved lamp, then he cannot be called a true disciple of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦਾ ਦਰਸ਼ਨ ਦੇਖ ਕੇ ਦੀਵੇ ਨੂੰ ਪਤੰਗੇ ਵਤ ਜੇ ਨਹੀਂ ਹੋ ਮਿਲਦਾ ਤਾਂ ਏਸ ਪਰਚੇ ਪਰਤੀਤ ਕਰਾਏ ਬਾਝੋਂ ਕਿਸ ਤਰ੍ਹਾਂ ਕੋਈ ਗੁਰ ਸਿੱਖ ਕਹਾ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EG63",
        "source_page": 551,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sunq sbd Duin hoie n imlq imRg; sbd suriq hInu jnmu ljwveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Hearing the melodious words of True Guru, if a disciple's state does not become like that of a deer who goes into a trance at the sound of Ghanda Herha, then without lodging of Lord's name in his deep within, he has wasted his precious life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸੁਣਦੇ ਸਾਰ ਸਤਿਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਦੀ ਧੁਨੀ ਨੂੰ ਪਤੰਗੇ ਵਤ ਜੇ ਨਹੀਂ ਹੋ ਮਿਲਦਾ ਤਾਂ ਏਸ ਪਰਚੇ ਪਰਤੀਤ ਕਰਾਏ ਬਾਝੋਂ ਕਿਸ ਤਰ੍ਹਾਂ ਕੋਈ ਗੁਰ ਸਿੱਖ ਕਹਾ ਸਕਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9EQB",
        "source_page": 551,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "gur crnwimRq kY cwiqRku n hoie imlY; irdY n ibsvwsu gur dws huie n hMswveI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For the acquisition of Naam-like elixir from the True Guru if a disciple does not meet the True Guru with complete faith like the rain-bird yearning for the Swati drop, then he has no faith for the True Guru in his mind nor can he be His devoted follower.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਪੀਹੇ ਦੇ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਨੂੰ ਪੀਣ ਖਾਤਰ ਸ਼ੀਘਰਤਾ ਧਾਰਣ ਵਾਕੂੰ ਗੁਰੂ ਮਹਾਰਾਜ ਦਿਆਂ ਚਰਣਾਂ ਦੇ ਅੰਮ੍ਰਿਤ ਪੀਣ ਵਾਸਤੇ ਜੇ ਨਹੀਂ ਉਮੰਗ ਉਤਸ਼ਾਹ ਕਰ ਕੇ ਮਿਲਦਾ ਤਾਂ ਓਸ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਭਰੋਸਾ ਨਹੀਂ ਤੇ ਉਹ ਗੁਰੂ ਕਾ ਦਾਸ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਉਹ ਤਾਂ ਕੇਵਲ ਹਾਸੋ ਹੀਣੀ ਦੀ ਥਾਂ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N2ER",
        "source_page": 551,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "siqrUp siqnwmu siqgur igAwn iDAwn; eyk tyk isK jl mIn huie idKwveI [551["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devoted disciple of the True Guru engrosses his mind in the divine word, practices it and swims in the loving lap of the True Guru as a fish swims in water merrily and contented.  (551)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰਾਂ ਦੇ ਸਤਿਨਾਮੁ ਨੂੰ ਹੀ ਸਤ੍ਯ ਸਰੂਪ ਗਿਆਨ ਜਾਣ ਕੇ ਓਸ ਦੇ ਹੀ ਧਿਆਨ ਦੀ ਇਕ ਮਾਤ੍ਰ ਟੇਕ ਧਾਰਣ ਕਰਦਾ ਹੋਇਆ ਗੁਰੂ ਕਾ ਸਿੱਖ ਜਲ ਵਿਖੇ ਮਛਲੀ ਵਤ ਹੋ ਦਿਖੌਂਦਾ ਹੈ ॥੫੫੧॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
