[
  {
    "id": "Z9Q",
    "sttm_id": 7034,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NDAR",
        "source_page": 554,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "byd ibrMic ibcwru n pwvq; cikRq syK isvwid Bey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Brahma studied and reflected on the Vedas yet could not fathom the beginning and the end of the infinite Lord. Sheshnag, with his thousand tongues and Shiv Ji are falling into ecstatic state singing His paeans and contemplating on His extent.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਬੇਦਾਂ ਨੂੰ ਬਾਰੰਬਾਰ ਵੀਚਾਰ ਕਰ ਕੇ ਭੀ ਬਿਰੰਚਿ ਬ੍ਰਹਮਾ ਨਹੀਂ ਪਾ ਸਕਿਆ ਮਰਮ ਜਿਸ ਦਾ ਅਤੇ ਸ਼ੇਖ ਨਾਗ ਸ਼ਿਵਜੀ ਆਦਿ ਭੀ ਜਿਸ ਨੂੰ ਪੌਣ ਖਾਤਰ ਚਕ੍ਰਿਤ ਹਰਾਨ ਹੋਏ ਪਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H0QF",
        "source_page": 554,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog smwiD ArwDq nwrd; swrd sukR snwq ney hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sage Narad, goddess Saraswati, Shukracharya and Sanatan the sons of Brahma are bowing before Him after contemplating on Him in meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾਰਦ ਜੀ ਤੇ ਸਾਰਦ ਸ੍ਰਸ੍ਵਤੀ ਤਥਾ ਸ਼ੁਕ੍ਰਾਚਾਰਯ ਅਰੁ ਸਨਾਤ ਸਨਕ ਸਨੰਦਨਾਦਿ ਜੋਗ ਸਮਾਧੀਆਂ ਦ੍ਵਾਰੇ ਅਰਾਧਦ ਜਿਸ ਦੇ ਅਗੇ ਨਏ ਹੈ ਨਮਸਕਾਰਾਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਹਾਰੇ ਪਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GKMC",
        "source_page": 554,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Awid Anwid Agwid Agocr; nwm inrMjn jwp jey hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who is since the beginning of the beginning, is beyond the beginning is spread beyond the comprehension of mind and senses. Such mammonless and blemishless Lord is being meditated upon by all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋ ਸਭ ਦਾ ਆਦਿ ਅਰਥਾਤ ਜਿਸ ਤੋਂ ਸਭ ਦੀ ਉਤਪੱਤੀ ਹੁੰਦੀ ਹੈ ਤੇ ਜਿਸ ਦੀ ਆਦਿ ਮੂਲ ਕਾਰਣ ਕੋਈ ਨਹੀਂ ਅਰ ਜਿਸ ਦਾ ਮਰਮ ਗਾਹਿਆ ਸਮਝਿਆ ਬੁੱਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਤਥਾ ਮਨ ਬੁੱਧੀ ਆਦਿ ਦੇ ਗੋਚਰ ਵਿਖਯ ਨਾ ਹੋ ਸਕਨ ਵਾਲਾ ਜੋ ਨਿਰ ਵਿਖਯ ਸਰੂਪ ਹੈ, ਤੇ ਜਿਸ ਨਿਰੰਜਨ ਅਮਾਯਕ ਸ੍ਵਰੂਪ ਦੇ ਨਾਮ ਦਾ ਸਭ ਜਾਪ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JBS",
        "source_page": 554,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRI gurdyv sumyv susMgiq; pYrI pey BweI pYrI pey hY [554["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru who is engrossed in such God is absorbed and permeated in the congregation of supreme people. 0 brother! I fall, yes I fall on the holy feet of such a True Guru.  (554)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਓਹੀ ਅਗਮ ਅਗਾਧ ਨਿਰੰਜਨ ਸਰੂਪ ਅਕਾਲ ਪੁਰਖ ਸ੍ਰੀ ਗੁਰੂ ਦੇਵ ਸਰੂਪ ਹੋ ਕੇ ਅਪਣੀ ਸਿੱਖ ਸੰਗਤਿ ਵਿਚ ਇਕ ਰਸ ਰਮਿਆ ਹੋਯਾ ਪ੍ਰੀਪੂਰਣ ਹੈ ਸੋ ਇਸ ਪ੍ਰਕਾਰ ਰਬ ਸਰੂਪੀ ਗੁਰੂ ਮਹਾਰਾਜ ਨੂੰ ਸਾਧਸੰਗਤ ਵਿਖੇ ਜ੍ਯੋਂ ਕਾ ਤ੍ਯੋਂ ਦਰਸਦਾ ਹੋਯਾ ਸਭ ਭ੍ਰਾਵਾਂ ਦੇ ਚਰਣੀਂ ਬਾਰੰਬਾਰ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ ॥੫੫੬॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
