[
  {
    "id": "ZPT",
    "sttm_id": 7045,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DPDR",
        "source_page": 565,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy dIp joq ilv lwgY cly jwq suK; ghy kr duicqu hÍY Btkw sy Byt hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as focusing the mind in the light of a lamp helps walk steadily, but once the lamp is held in hand, one becomes unsure to step forward because the shadow of the hand caused by the lamp light impairs the vision.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਵੇਂ ਦੀਵੇ ਦੇ ਚਾਨਣੇ ਨਾਲ ਲਿਵ ਲਾ ਕੇ ਜਿੱਥੋਂ ਤਕ ਉਸ ਦਾ ਚਾਨਣਾ ਜਾਂਦਾ ਹੈ, ਸੁਖ ਨਾਲ ਜਾ ਸਕੀਦਾ ਹੈ, ਪਰ ਜੇ ਜੋਤ = ਦੀਵੇ ਨੂੰ ਹੱਥਾਂ ਵਿਚ ਫੜ ਲਈਏ ਤਾਂ ਅੱਖਾਂ ਨੂੰ ਭੁਲੇਖੇ ਪੈਣਗੇ ਤੇ ਭਟਕਣਾ ਮਿਲਣਗੀਆਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CS04",
        "source_page": 565,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy dD kUl bYT mukqw cunq hMs; pYrq n pwvY pwr lhr lpyt hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a swan picks pearls on the bank of lake Mansarover, but when swimming in the water, can find no pearl nor can go across. He may get caught in the waves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਦਕੂਲ-ਕੰਢਾ, ਕਿਨਾਰਾ। ਮੁਕਤਾ-ਮੋਤੀ। ਪੈਰਤ-ਤਰਨ ਨਾਲ। ਜਿਵੇਂ ਹੰਸ ਸਮੁੰਦਰ ਦੇ ਕੰਢੇ ਬੈਠਕੇ ਮੋਤੀ ਚੁਣਦਾ ਹੈ, ਪਰ ਜੇ ਉਹ ਤਰ ਕੇ ਸਮੁੰਦਰ ਵਿਚੋਂ ਮੋਤੀ ਲੱਭਣਾ ਚਾਹੇ ਤਾਂ ਤਰਦਿਆਂ ਲਹਿਰਾਂ ਵਿਚ ਫਸ ਜਾਵੇਗਾ ਤੇ ਪਾਰ ਨਹੀਂ ਪਾ ਸਕੇਗਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4G20",
        "source_page": 565,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jYsy inRK Agin kY mDÎ Bwv isD hoq; inkt ibkt duK shsw n myt hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as keeping fire in the middle is more helpful to all for warding off cold, but if placed too near creates fear of burning. Thus the discomfort of cold is supplemented by the fear of burning.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਵੇਂ ਅੱਗ ਨੂੰ ਵੇਖ ਕੇ ਮਧ੍ਯ ਭਾਵ ਤੇ ਸੇਵਨ ਕਰਨ ਨਾਲ ਠੰਢ ਦੂਰ ਕਰਨ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਪਰ ਅੱਗ ਦੇ ਨੇੜੇ ਹੋਣ ਨਾਲ ਭਾਰੀ ਦੁਖ ਹੁੰਦਾ ਹੈ ਤੇ ਦੂਰ ਹੋ ਜਾਣ ਨਾਲ ਠੰਢ ਹਟਣ ਦਾ ਡਰ ਨਹੀਂ ਮਿਟਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FDBS",
        "source_page": 565,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qYsy gur sbd snyh kY prm pd; mUrq smIp isMG swp kI AKyt hY [565["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly loving the advice and teachings of Guru and lodging it in the consciousness, one reaches supreme state. But to focus on any form of the Guru and then expecting/longing for nearness of the Lord is like falling a prey to snake or lion. (It is a sp",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਤਿਵੇਂ ਗੁਰੂ ਸ਼ਬਦ ਨਾਲ ਪ੍ਰੇਮ ਕਰਨ ਤੋਂ ਪਰਮਪਦ ਮਿਲਦਾ ਹੈ, ਪਰ ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਅਕਾਲ ਮੂਰਤ ਪਰਮਾਤਮਾ ਦੇ ਸਰੂਪ ਦੀ ਨੇੜਤਾ ਦੇਯਤਨ ਕਰਨੇ ਸ਼ੇਰ ਤੇ ਸੱਪ ਦੇ ਸ਼ਿਕਾਰ ਵਾਂਗੂੰ ਖ਼ਤਰਨਾਕ ਕੰਮ ਹੈ ॥੫੬੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
