[
  {
    "id": "GUL",
    "sttm_id": 7087,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CTVP",
        "source_page": 607,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rUp ky jo rIJY rUpvMq hI irJwie lyih; bl kY ju imlY blvMq gih rwKhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If God-the husband Lord could be enticed by some form of beauty, then beautiful people would have enticed Him. And had He been reached by force, then great warriors would have overpowered Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇ ਉਹ ਪਰਮਾਤਮਾ ਰੂਪ ਕਰ ਕੇ ਰੀਝਦਾ ਹੋਵੇ ਤਾਂ ਰੂਪ ਵੰਤ ਹੀ ਉਸ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈਂਦੇ ਜੇ ਬਲ ਕਰ ਕੇ ਮਿਲਦਾ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਬਲਵਾਨ ਸੂਰਮੇ ਹੀ ਫੜ ਰਖਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "71DK",
        "source_page": 607,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "drb kY jo pweIAY drbysÍr ly jwih qwih; kibqw kY pweIAY kbIsÍr AiBlwK hI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If He could be acquired by money and wealth, rich people would have purchased Him. And if he could be obtained by recitation of a poems then great poets desirous of reaching Him would have reached Him through their art.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇ ਉਹ ਧਨ ਕਰ ਕੇ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਤਾਂ ਉਸ ਨੂੰ ਧਨਾਢ ਹੀ ਲੈ ਜਾਂਦੇ, ਜੇ ਕਵਿਤਾ ਕਰ ਕੇ ਹੀ ਪਾਇਆ ਜਾ ਸਦਾ ਹੋਵੇ ਤਾਂ ਕਵੀ ਜਨ ਜੋ ਉਸ ਦੀ ਅਭਿਲਾਖਾ ਕਰ ਰਹੇ ਹਨ ਉਸ ਨੂੰ ਪਾ ਲੈਂਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z5LF",
        "source_page": 607,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog kY jo pweIAY jogI jtw mY durwie rwKY; Bog kY jo pweIAY Bog BogI rs cwK hI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If the Lord could be reached by Yogic practices, then the Yogis would have hidden Him in their big tresses. And if he was reachable through consummation of materials, then materialistic people would have reached Him through their relishments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੇ ਜੋਗ ਕੀਤਿਆਂ ਮਿਲਦਾ ਹੋਵੇ ਤਾਂ ਜੋਗੀ ਉਸ ਨੂੰ ਜੱਟਾਂ ਵਿਚ ਛੁਪਾਈ ਰਖਦੇ ਭਾਵ ਪਾ ਲੈਂਦੇ, ਜੇ ਭੋਗਾਂ ਕਰ ਕੇ ਪਾਇਆ ਜਾਂਦਾ ਹੋਵੇ ਤਾਂ ਭੋਗੀ ਭੋਗਾਂ ਦੇ ਰਸ ਚਖਣ ਵਿਚ ਹੀ ਉਸ ਨੂੰ ਪਾ ਲੈਂਦੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZMPS",
        "source_page": 607,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ingRh jqn pwn prq n pRwn mwn; pRwnpiq eyk gur sbid suBwK hI [607["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord dearest than life is not captured or overpowered by controlling or giving up the use of senses or any other efforts. He can only be reached by meditating upon the words of the True Guru.  (607)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮਾਨ ਯੋਗ ਤੇ ਪ੍ਰਾਣਾਂ ਤੋਂ ਪਿਆਰਾ ਪ੍ਰਾਣ ਪਤੀ ਇੰਦ੍ਰਯ ਆਦਿ ਦੇ ਰੋਕਣ ਵਾਲੇ ਜਤਨਾਂ ਨਾਲ ਭੀ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ ਉਹ ਤਾਂ ਇਕ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਾਹਿਗੁਰੂ ਦੇ ਜਪਣ ਨਾਲ ਹੱਥ ਆਉਂਦਾ ਹੈ ॥੬੦੭॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
