[
  {
    "id": "U8L",
    "sttm_id": 7099,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GTG7",
        "source_page": 619,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AnBY Bvn pRym Bgiq mukiq dÍwr; cwro bsu cwro kuMt rwjq rwjwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The door of the True Guru is perpetual source of knowledge, a place where His slaves are ever involved in His loving worship and His loving maids are praying for salvation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਸਤਿਗੁਰ ਦਾ ਘਰ ਸੁਤੇ ਗਿਆਨ ਦਾ ਘਰ ਹੈ ਪ੍ਰੇਮਾ ਭਗਤੀ ਤੇ ਮੁਕਤੀ ਇਸ ਦੁਆਰੇ ਹੱਥ ਬੱਧੀ ਖੜੀਆਂ ਹਨ, ਚਾਰੋਂ ਪਦਾਰਥ ਧਰਮ,ਅਰਥ, ਕਾਮ ਮੋਖ ਇਸ ਘਰ ਦੇ ਵੱਸ ਵਿਚ ਹਨ ਤੇ ਚਹੁੰਆਂ ਕੁੰਟਾਂ ਵਿਚ ਮੇਰਾ ਸਤਿਗੁਰ ਰਾਜਿਆਂ ਦਾ ਰਾਜਾ ਬਿਰਾਜ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CY07",
        "source_page": 619,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jwgRq sÍpn idn rYn auT bYT cil; ismrn sRvn suikRq prvwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "That human being is ever accepted at the door of the True Guru who utters and listens to His divine name awake, sleeping, sitting, standing or walking. This for him is the supreme task for him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸ ਨੂੰ ਜਾਗਦੇ ਸੁੱਤੇ, ਦਿਨੇ ਰਾਤ, ਉਠਦੇ ਬੈਠਦੇ ਚਲਦੇ ਸਿਮਰਨ ਕਰਨ ਤੇ ਗੁਰਬਾਣੀ ਪੜ੍ਹਨ ਸੁਣਨ ਦੀ ਸੋਹਣੀ ਕ੍ਰਿਤ ਪ੍ਰਵਾਣ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5ETE",
        "source_page": 619,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "joeI joeI AwvY soeI BwvY pwvY nwmu inD; Bgiq vCl mwno bwjq nIswn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All those who come to the door of the True Guru with devotion and love are accepted by the True Guru. He acquires the invaluable treasure of Name. It seems the proclamation of Him being the lover of the worshippers is being sounded on His door in the form",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਹੜਾ ਜਿਹੜਾ ਆਉਂਦਾ ਹੈ, ਉਹੋ ਮਨ ਭਾਉਂਦਾ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਾਉਂਦਾ ਹੈ, ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਭਗਤਾਂ ਦਾ ਮਾਨੋ ਏਥੇ ਨਗਾਰਾ ਵੱਜ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7NPM",
        "source_page": 619,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jIvn mukiq swm rwj suK Bogvq; AdBuq Cib Aiq hI ibrwjmwn hY [619["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All those human beings who take refuge on the door of the king of kings, they enjoy the wondrous comforts of the treasure of Name and becomes liberated while alive. Such wondrous beauty of the court of the True Guru is becoming well adorned.  (619)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋ ਮੇਰੇ ਸਤਿਗੁਰ ਦੇ ਇਸ ਰਾਜ ਦੀ ਸ਼ਰਨ ਆਉਂਦਾ ਹੈ ਸੁਖ ਭੋਗਦਾ ਹੋਇਆ ਜੀਵਨ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਐਸੀ ਅਸਚਰਜ ਤੇ ਅਤਿਅੰਤ ਸੋਭਾ ਮੇਰੇ ਸਤਿਗੁਰਾਂ ਦੇ ਘਰ ਦੀ ਸੁਭਾਇਮਾਨ ਹੋ ਰਹੀ ਹੈ ॥੬੧੯॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
