[
  {
    "id": "PRL",
    "sttm_id": 7100,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SLY9",
        "source_page": 620,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "locn iblok rUp rMg AMg AMg Cib; shj ibnod mod kauqk idKwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The eyes of a Sikh of the Guru are seeing the adornment of the every limb, colour and form of the True Guru. The bliss of the spiritual knowledge and its wondrous effect is evident.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੇਰੇ ਸਤਿਗੁਰ ਦੀ ਰੂਪ ਰੰਗ ਤੇ ਅੰਗ ਅੰਗ ਦੀ ਫਬਤ ਦੇਖ ਕੇ ਦੇਖਣਹਾਰੇ ਨੈਣ ਗਿਆਨ ਆਨੰਦ ਤੇ ਖ਼ੁਸ਼ੀ ਦੇ ਕੌਤਕਾਂ ਨੂੰ ਮਾਨੋਂ ਪ੍ਰਤੱਖ ਕਰ ਕੇ ਸੁਰਤ ਨੂੰ ਦਿਖਾਉਂਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KMCS",
        "source_page": 620,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sRvn sujs rs risk rswl gun; sun sun suriq sMdys phucwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The ears of a Gursikh have become relishers of the virtues of the True Guru having heard them perpetually, and they are reaching the messages of His wondrous deeds to his consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕੰਨ ਉਸ ਰਸਾਂ ਦੇ ਘਰ ਗੁਰੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਸੁਣ ਸੁਣ ਕੇ ਉਸ ਰਸ ਦੇ ਰਸਿਕ ਹੋ ਕੇ ਸੁਰਤ ਨੂੰ ਸੋਹਣੇ ਕੀਰਤੀ ਦੇ ਸੁਨੇਹੇ ਪੁਚਾ ਰਹੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YQYB",
        "source_page": 620,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rsnw sbdu rwg nwd sÍwdu ibnqI kY; nwskw sugMiD snbMD smJwvhI ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The tongue of a Gursikh is uttering the words blessed by the True Guru. Its music is sounding in the tenth door and the pleasure so generated is reaching his consciousness in the form of prayer and the fragrance of Naam Simran is also being conveyed by th",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੀਭ ਗੁਰੂ ਕੇ ਸ਼ਬਦ ਨੂੰ ਉਚਾਰਨ ਕਰ ਕੇ ਰਾਗ ਨਾਦ ਦਾ ਸ੍ਵਾਦ ਸੁਰਤ ਨੂੰ ਬਿਨੈ ਕਰ ਰਹੀ ਹੈ, ਨਾਸਕਾ ਗੁਰੂ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦੀ ਸੁਗੰਧੀ ਨੂੰ ਲੈ ਲੈ ਕੇ ਆਤਮ ਸੁਗੰਧੀ ਦਾ ਸੰਬੰਧ ਸੁਰਤ ਨੂੰ ਸਮਝਾ ਰਹੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "35QM",
        "source_page": 620,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "sirqw Anyk mwno sMgm smuMdR giq; irdY ipRX pRym nymu iqRpiq n pwvhI [620["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as many rivers fall in the sea and yet its thirst is never satiated. So is the love of his dear beloved in the heart of Gursikh where multi-waves of Naam are propagating yet its loving thirst is never satiated.  (620)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਦਾ ਪ੍ਰੇਮ ਮਾਨੋ ਸਮੁੰਦਰ ਜੈਸਾ ਹੋ ਰਿਹਾ ਹੈ, ਜਿਸ ਵਿਚ ਅਨੇਕਾਂ ਨਦੀਆਂ ਜਾ ਕੇ ਮਿਲਦੀਆਂ ਹਨ, ਪਰ ਜਿਵੇਂ ਉਸ ਦਾ ਨੇਮ ਹੈ ਕਿ ਉਹ ਕਿਨਾਰਿਆਂ ਤੋਂ ਊਛਲਦਾ ਭੀ ਨਹੀਂ ਤੇ ਤ੍ਰਿਪਤ ਭੀ ਨਹੀਂ ਹੁੰਦਾ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਰੂਪ ਸਾਗਰ ਦਾ ਇਸ ਵੇਲੇ ਦਾ ਹਾਲ ਹੈ ॥੬੨੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
