[
  {
    "id": "3PH",
    "sttm_id": 7128,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JN0M",
        "source_page": 648,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kYsy kY Agh gihE kYsy kY ACl CilE; kYsy kY AByd BydXo AlK lKwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O friend! how have you acquired the Lord who cannot be seized? How have you tricked Him who cannot be deceived? How have you known His secret whose secret is not revealable? How have you realised Him who cannot be accessed?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਕਿਸ ਤਰ੍ਹਾਂ ਤੂੰ ਨਾ ਫੜੇ ਜਾਣ ਵਾਲੇ ਨੂੰ ਫੜ ਲਿਆ ਹੈ ਤੇ ਕਿਵੇਂ ਤੂੰ ਲਾ ਛਲੇ ਜਾਣ ਵਾਲੇ ਨੂੰ ਛਲ ਲਿਆ ਹੈ? ਜਿਸ ਦਾ ਕੋਈ ਭੇਦ ਨਹੀਂ ਪਾ ਸਕਿਆ; ਕਿਵੇਂ ਤੂੰ ਉਸ ਦਾ ਭੇਦ ਪਾਇਆ ਹੈ; ਤੇ ਕਿਵੇਂ ਨਾ ਲਖੇ ਜਾਣ ਵਾਲੇ ਨੂੰ ਲਖ ਲਿਆ ਹੈ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WQL",
        "source_page": 648,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kYsy kY ApyK pyKXo kYsy kY AgV giVXo; kYsy kY ApXo pIE Ajr jrwieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How have you seen the Lord who cannot be seen? One who cannot be installed at a place, how have you installed Him in your heart? Whose elixir-like name cannot be consumed by everyone, how have you consumed it ? How have you withstood the state produced by",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਨਾ ਦੇਖੇ ਜਾ ਸਕਣ ਵਾਲੇ ਨੂੰ ਕਿਵੇਂ ਵੇਖਿਆ ਹੈ? ਹਿਰਦੇ ਵਿਚ ਨਾ ਗੱਡੇ ਜਾ ਸਕਣ ਵਾਲੇ ਨੂੰ ਕਿਵੇਂ ਉਥੇ ਗੱਡ ਲਿਆ ਹੈ। ਕਿਵੇਂ ਅਪਿਓ ਨੂੰ ਪੀਤਾ ਹੈ ਤੇ ਅਜਰ ਨੂੰ ਕਿਵੇਂ ਜਰਿਆ ਹੈ?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7NEG",
        "source_page": 648,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "kYsy kY Ajwp jpÎo kYsy kY AQwp QpXo; prisE Aprs Agm sugmwXo hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who is beyond any words of description and repeated utterances, how have you meditated upon Him? How have you lodged Him (in your heart) who cannot be installed? How have you touched Him who is untouchable? And He who is beyond reach, how have yo",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਅਜਾਪ ਨੂੰ ਤੂੰ ਕਿਵੇਂ ਜਪਿਆ ਹੈ? ਥਾਪੇ ਨਾ ਸਕਣ ਵਾਲੇ ਨੂੰ ਕਿਵੇਂ ਥਾਪਿਆ ਹੈ? ਨਾ ਛੋਹੇ ਜਾਣ ਵਾਲੇ ਨੂੰ ਕਿਵੇਂ ਛੋਹਿਆ ਹੈ ਤੇ ਜਿਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ ਉਸ ਨੂੰ ਕਿਵੇਂ ਸੌਖੇ ਹੀ ਪਾ ਲਿਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A639",
        "source_page": 648,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "AdBuq gq Ascrj ibsm Aiq; kYsy kY Apwr inrwDwr TihrwieE hY [648["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose every aspect is so amazing, wondrous and beyond comprehension, how have you lodged Him in your heart who is infinite and without form?  (648)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜਿਸਦੀ ਗਤੀ ਬੜੀ ਅਸਚਰਜ ਹੈ; ਅਸਚਰਜ ਹੈ ਤੇ ਵਿਸਮਾਦੀ ਹੈ ਉਸ ਪਾਰ ਰਹਿਤ ਨੂੰ ਜੋ ਨਿਰਾਧਰ ਹੈ ਤੂੰ ਕਿਵੇਂ ਆਪਣੇ ਅੰਦਰ ਠਹਿਰਾ ਲਿਆ ਹੈ? ॥੬੪੮॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
