[
  {
    "id": "J3Q",
    "sttm_id": 7140,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4JK1",
        "source_page": 660,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "mwnn n kIjY mwn bdo n qyro isAwn; myro khÎo mwn jwn AOsur ABIc ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O my egoistic friend! Don't be proud, I do not consider much wisdom in this pride. Listen to me and regard this human birth as the most auspicious and invaluable time of meeting with the Lord. Make this opportunity a success by taking the initiation of Na",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੇ ਮਾਣ -ਮੱਤੀਏ! ਮਾਨ ਨਾ ਕਰ; ਮੈਂ ਇਹ ਤੇਰੀ ਸਿਆਣਪ ਨਹੀਂ ਮੰਨਦੀ; ਮੇਰੇ ਆਖੇ ਲੱਗ ਤੇ ਸਮਝ ਇਸ ਅਭੀਚ ਦੇ ਸਮੇਂ ਨੂੰ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BSWH",
        "source_page": 660,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "ipRXw kI Anyk pÎwrI icrMkwl AweI bwrI; lyhu n suhwg sMg Cwif hT nIc ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Dear Lord has numerous beloved wives whose hearts are pierced with His ambrosial Naam. After wandering in many species, you have now got the turn to meet with the Lord through this human birth. Why don't you give up your arrogant obduracy and unite with y",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਪਿਆਰੇ ਦੀਆਂ ਪਿਆਰੀਆਂ ਅਨੇਕ ਹਨ; ਤੇਰੀ ਵਾਰੀ ਚਿਰਾਂ ਪਿਛੋਂ ਆਈ ਹੈ; ਇਸ ਵੇਲੇ ਤੂੰ ਸੁਹਾਗ ਨੂੰ ਮਨਾ ਨਹੀਂ ਲੈਂਦੀ ਇਹ ਠੀਕ ਨਹੀਂ ਤੂੰ ਨੀਚ ਹਠ ਦਾ ਸੰਗ ਛੱਡ ਦੇਹ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CSV4",
        "source_page": 660,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rjnI ibhwq jwq jobn isMgwr gwq; Kylhu n pRym rs moh suK bIc ko ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This night-like human life is passing away. The youth, body and all its adornments will be left behind. Then why don't you enjoy and relish the loving elixir of your dear husband? And why are you wasting your night-like life in the false pleasures of maya",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਤ ਬੀਤੀ ਜਾ ਰਹੀ ਹੈ ਜੋਬਨ ਤੇ ਸ਼ਿੰਗਾਰ ਵੀ ਬੀਤ ਰਿਹਾ ਹੈ; ਪ੍ਰੇਮ ਰਸ ਵਿਚ ਤੂੰ ਖੇਡਦੀ ਨਹੀਂ ਕਿਹੜੇ ਮਾਨ ਦੇ ਸੁਖ ਵਿਚ ਮੋਹਿਤ ਹੋਈ ਹੋਈ ਹੈਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "29Q3",
        "source_page": 660,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "Ab kY n Byty nwQ bhuirXo n AwvY hwQ; ibrhw ibhwvY bil bfo BweI mIc ko [660["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And if you fail to achieve union with your master Lord in this human birth, you will not get another opportunity. You will have to spend the remainder life in the separation of the Lord. The separation is far more painful than death.  (660)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੁਣ ਜੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਨਾ ਮਿਲੀਓਂ ਤਾਂ ਫਿਰ ਉਹ ਹੱਥ ਨਹੀਂ ਆਉਣ ਲੱਗਾ; ਫਿਰ ਤਾਂ ਮੌਤ ਦੇ ਵੱਡੇ ਭਰਾ ਬਲੀ ਬਿਰਹੇ ਨਾਲ ਹੀ ਬੀਤੇਗੀ ॥੬੬੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
