[
  {
    "id": "HJW",
    "sttm_id": 7144,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KNCN",
        "source_page": 664,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "pRym rsu Aausur AgÎwn mY n AwgÎw mwnI; mwn kY mwnn ApnoeI mwn KoXo hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In my human birth when it was time to acquire the elixir like love of my beloved Lord, I did not obey the command of my True Guru to toil and practice the teachings of the Guru. Becoming proud of my youth and wealth, I lost the respect that I had in the h",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸ ਤੋਂ ਪ੍ਰਾਨ ਨਾਥ ਜੀ ਗੁੱਸੇ ਹੋ ਕੇ ਮਾਨ ਧਾਰੀ ਹੋ ਗਏ; ਹੁਣ ਉਹ ਮੇਰੇ ਮਨਾਏ ਮੰਨਦੇ ਨਹੀਂ ਤਦ ਮੈਂ ਆ ਕੇ ਆਪਣਾ ਦੁਖ ਰੋਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F1C4",
        "source_page": 664,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "qwN qy irs mwn pRwnnwQ hUM ju mwnI Bey; mwnq n myry mwn Awin duK roieE hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to my involvement in worldly pleasures, my Master beloved Lord has become angry with me. Now when I try to bring him around, I fail. 0 my pious friend! I have now come and expressed my distress before you.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਉਸ ਤੋਂ ਪ੍ਰਾਨ ਨਾਥ ਜੀ ਗੁੱਸੇ ਹੋ ਕੇ ਮਾਨ ਧਾਰੀ ਹੋ ਗਏ; ਹੁਣ ਉਹ ਮੇਰੇ ਮਨਾਏ ਮੰਨਦੇ ਨਹੀਂ ਤਕ ਮੈਂ ਆ ਕੇ ਆਪਣਾ ਦੁਖ ਰੋਇਆ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HVZK",
        "source_page": 664,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "lok byd gÎwn dq Bgq pRDwn qw qy; lunq shs guno jYsy bIj boXo hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is a primary axiom of all the folk tales and religious scriptures that one reaps what one had sown. Whatever good or bad we sow, we have to reap many times more than that.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਲੋਕ ਗਿਆਨ ਤੇ ਵੇਦ ਗਿਆਨ ਇਹ ਹੈ ਕਿ ਦਿਤੇ ਦਾਨ ਤੋਂ ਭੋਗੀਦਾ ਬਹੁਤ ਜਿਆਦਾ ਹੈ; ਤਾਂ ਤੇ ਜਿਹੋ ਜਿਹਾ ਮੈਂ ਬੀਜ ਬੀਜਿਆ ਸੀ ਉਸਤੋਂ ਹਜ਼ਾਰ ਗੁਣਾ ਵੱਧ ਵੱਢ ਰਹੀ ਹਾਂ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N8TD",
        "source_page": 664,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "dwsn dwswn giq bynqI kY pwie lwgau; hY koaU mnwie dY sgl jg joXo hY [664["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I have searched the whole world, defeated and defected. I have now made myself as the slave of the servants and approaching the slaves of the Lord, I go into their refuge with a prayer-Is there any God-loved servant who can bring around my separated and a",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਹੁਣ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਪਾਸ ਜਾ ਕੇ ਬੇਨਤੀ ਕਰ ਕੇ ਪੈਰੀਂ ਪੈ ਰਹੀ ਹਾਂ; ਹੈ ਕੋਈ ਐਸਾ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਮਨਾ ਦੇਵੇ? ਮੈਂ ਤਾਂ ਸਾਰਾ ਸੰਸਾਰ ਢੂੰਡ ਫਿਰੀ ਹਾਂ ॥੬੬੪॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
