[
  {
    "id": "4BD",
    "sttm_id": 7155,
    "writer": "Bhai Gurdas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AZVE",
        "source_page": 675,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rwg jwq rwgI jwnY bYrwgY bYrwgI jwnY; iqAwgih iqAwgI jwnY dIn dieAw dwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A musician alone knows the modes of music and singing and their various forms. Only a renunciator who has given up his attachment with worldly goods know what a detached temperament is, a hermit alone knows what it involves and a donor would know what it",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਾਗਾਂ ਦੀਆਂ ਜਾਤਾਂ; ਰਾਗੀ ਜਾਣਦਾ ਹੈ; ਵੈਰਾਗ ਸਬੰਧੀ ਵੇਰਵਾ ਵੈਰਾਗੀ ਜਾਣਦਾ ਹੈ; ਤਿਆਗ ਬਾਬਤ ਸਾਰਾ ਹਾਲ ਤਿਆਗੀ ਜਾਣਦਾ ਹੈ ਤੇ ਗ਼ਰੀਬਾਂ ਤੇ ਦਇਆ ਕਰਨੀ ਦਾਨੀ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EQ5T",
        "source_page": 675,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "jog jugq jogI jwnY Bog rs BogI jwnY; rog doK rogI jwnY pRgt bKwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a Yogi knows the method of strenuous penances that are required to be practiced for realisation of God. A relisher would know how to enjoy the taste and enjoyment of worldly tastes and this can be emphatically stated that a patient alone knows t",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਜੋਗ ਦੀ ਜੁਗਤੀ ਜੋਗੀ ਜਾਣਦਾ ਹੈ, ਭੋਗਾਂ ਦੇ ਰਸਾਂ ਨੂੰ ਭੋਗੀ ਜਾਣਦਾ ਹੈ; ਰੋਗਾਂ ਦੀ ਪੀੜਾ ਦਾ ਰੋਗੀ ਨੂੰ ਪਤਾ ਹੈ ਇਹ ਗੱਲ ਪ੍ਰਗਟ ਕਹੀ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "THU9",
        "source_page": 675,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "PUl rwK mwlI jwnY pwnih qMbolI jwnY; skl sugMiD giq gwNDI jwnau jwn hY ["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A gardener knows how to take care of flowers, a betel leaf seller alone knows how to preserve betel leaves. One can learn the secret of scents from a perfume seller.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਫੁਲਾਂ ਦੀ ਰਾਖੀ ਕਰਨੀ ਮਾਲੀ ਜਾਣਦਾ ਹੈ ਪਾਨਾਂ ਦੀ ਸਾਂਭ ਸੰਭਾਲ ਤੰਬੋਲੀ ਜਾਣਦਾ ਹੈ; ਤੇ ਸਾਰੀਆਂ ਸੁਗੰਧੀ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਦਾ ਹਾਲ ਕਿਸੇ ਅਤਾਰ ਪਾਸੋਂ ਜਾਨਣਾ ਕਰੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JFFS",
        "source_page": 675,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Seva Singh": "rqnY jauhwrI jwnY ibhwrY ibauhwrI jwnY; Awqm pRIiKAw koaU ibbykI pihcwn hY [675["
        },
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Only a jeweller knows how to evaluate and examine the genuineness of a jewel. A trader knows all aspects of business but he who can recognise the reality of spiritual virtues is a rare, wise and knowledgeable person who has imbibed the teachings of Guru .",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ਰਤਨਾਂ ਦੀ ਪਰਖ ਜੌਹਰੀ ਜਾਣਦਾ ਹੈ; ਵਿਹਾਰ ਸੰਬਧੀ ਵਾਕਫੀ ਵਿਹਾਰੀ ਜਾਣਦਾ ਹੈ; ਤਿਵੇਂ ਆਤਮ ਪ੍ਰੀਖਿਆ ਦੀ ਪਛਾਣ ਕੋਈ ਵਿਵੇਕਵਾਨ ਹੀ ਰਖਦਾ ਹੈ ॥੬੭੫॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
