[
  {
    "SHABAD_ID": 5472,
    "LINE_ID": 1,
    "RAAG_ID": 47,
    "GURMUKHI": "AMqu. n pwvq, dyv sbY muin; ieMdR mhw isv jog krI ]",
    "TRANSLITERATION": "Anth N Paavath Dhaev Sabai Mun Eindhr Mehaa Siv Jog Karee ||",
    "PUNJABI": "ਸਾਰੇ ਦੇਵਤਿਆਂ ਤੇ ਮੁਨੀਆਂ ਨੇ (ਗੁਰੂ ਅਰਜੁਨ ਦਾ) ਅੰਤ ਨਾਹ ਪਾਇਆ। ਇੰਦ੍ਰ ਤੇ ਸ਼ਿਵ ਜੀ ਨੇ ਜੋਗ-ਸਾਧਨਾ ਕੀਤੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5472,
    "LINE_ID": 1,
    "RAAG_ID": 47,
    "GURMUKHI": "Puin byd ibrMic ibcwir rihE; hir jwpu. n Cwif´au eyk GrI ]",
    "TRANSLITERATION": "Fun Baedh Biranch Bichaar Rehiou Har Jaap N Shhaaddiyo Eaek Gharee ||",
    "PUNJABI": "ਅਤੇ ਬ੍ਰਹਮਾ ਬੇਦ ਵਿਚਾਰ ਕੇ ਥੱਕ ਗਿਆ, ਉਸ ਨੇ ਹਰੀ ਦਾ ਜਾਪ ਇਕ ਘੜੀ ਨਾਹ ਛੱਡਿਆ।",
    "PRONUNCIATION": "Cwif´au: CwifAau"
  },
  {
    "SHABAD_ID": 5472,
    "LINE_ID": 2,
    "RAAG_ID": 47,
    "GURMUKHI": "mQurw jn ko pRBu dIn dXwlu hY; sMgiq isRis†  inhwlu krI ]",
    "TRANSLITERATION": "Mathhuraa Jan Ko Prabh Dheen Dhayaal Hai Sangath Srist Nihaal Karee ||",
    "PUNJABI": "ਦਾਸ ਮਥੁਰਾ ਦਾ ਪ੍ਰਭੂ (ਗੁਰੂ ਅਰਜੁਨ) ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਨੇ ਸੰਗਤ ਨੂੰ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਨਿਹਾਲ ਕੀਤਾ ਹੈ।",
    "PRONUNCIATION": "d-Xwlu: d mukqw, Xw qwlU qoN bolo [si Rsi † : A`Dw tYNkw polw bolo"
  },
  {
    "SHABAD_ID": 5472,
    "LINE_ID": 3,
    "RAAG_ID": 47,
    "GURMUKHI": "rwmdwis gurU. jg qwrn kau; gur joiq Arjun mwih DrI ]4]",
    "TRANSLITERATION": "Raamadhaas Guroo Jag Thaaran Ko Gur Joth Arajun Maahi Dhharee ||4||",
    "PUNJABI": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ ਗੁਰੂ ਵਾਲੀ ਜੋਤਿ ਗੁਰੂ ਅਰਜੁਨ ਵਿਚ ਰੱਖ ਦਿੱਤੀ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5473,
    "LINE_ID": 3,
    "RAAG_ID": 47,
    "GURMUKHI": "jg Aauru n Xwih mhwqm mY; Avqwru aujwgru, Awin kIAau ]",
    "TRANSLITERATION": "Jag Aour N Yaahi Mehaa Tham Mai Avathaar Oujaagar Aan Keeao ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਇਸ ਘੋਰ ਹਨੇਰੇ ਵਿਚ (ਗੁਰੂ ਅਰਜੁਨ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਰਾਖਾ) ਨਹੀਂ ਹੈ, ਉਸੇ ਨੂੰ (ਹਰੀ ਨੇ) ਲਿਆ ਕੇ ਉਜਾਗਰ ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ।",
    "PRONUNCIATION": "(aujwgru) prgt ies j`g iv`c Drm dI r`iKAw krn vwlw hor koeI mhwqmw nhIN sI"
  },
  {
    "SHABAD_ID": 5473,
    "LINE_ID": 4,
    "RAAG_ID": 47,
    "GURMUKHI": "iqn ky duK koitk dUir gey; mQurw ijn@ AMimRq nwmu pIAau ]",
    "TRANSLITERATION": "Thin Kae Dhukh Kottik Dhoor Geae Mathhuraa Jinh Anmrith Naam Peeao ||",
    "PUNJABI": "ਹੇ ਮਥੁਰਾ! ਜਿਨ੍ਹਾਂ ਨੇ (ਉਸ ਪਾਸੋਂ) ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5473,
    "LINE_ID": 5,
    "RAAG_ID": 47,
    "GURMUKHI": "ieh pDiq qy, mq cUkih ry mn; Bydu ibBydu n jwn bIAau ]",
    "TRANSLITERATION": "Eih Padhhath Thae Math Chookehi Rae Man Bhaedh Bibhaedh N Jaan Beeao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਕਿਤੇ ਇਸ ਰਾਹ ਤੋਂ ਖੁੰਝ ਨਾਹ ਜਾਈਂ, ਕਿਤੇ ਇਹ ਵਿੱਥ ਨ ਸਮਝੀਂ, ਕਿ ਗੁਰੂ ਅਰਜੁਨ (ਹਰੀ ਤੋਂ ਵੱਖਰਾ) ਦੂਜਾ ਹੈ।",
    "PRONUNCIATION": "gurmiq gurisKI pRymw-BgqI dy (p`Diq) rwh (pDiq) rIq (pDiq) FMg[ (ibBydu) Bydu-rihq ho ky[(bIAau) dUjw hor koeI Byd n smJy"
  },
  {
    "SHABAD_ID": 5473,
    "LINE_ID": 6,
    "RAAG_ID": 47,
    "GURMUKHI": "prqiC irdY gur Arjun kY; hir pUrn bRhim invwsu lIAau ]5]",
    "TRANSLITERATION": "Parathashh Ridhai Gur Arajun Kai Har Pooran Breham Nivaas Leeao ||5||",
    "PUNJABI": "ਪੂਰਨ ਬ੍ਰਹਮ ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਿਵਾਸ ਕੀਤਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": "prq`iC"
  },
  {
    "SHABAD_ID": 5474,
    "LINE_ID": 6,
    "RAAG_ID": 47,
    "GURMUKHI": "jb lau. nhI Bwg illwr audY; qb lau. BRmqy iPrqy bhu DwXau ]",
    "TRANSLITERATION": "Jab Lo Nehee Bhaag Lilaar Oudhai Thab Lo Bhramathae Firathae Bahu Dhhaayo ||",
    "PUNJABI": "ਜਦ ਤਾਈਂ ਮੱਥੇ ਦੇ ਭਾਗ ਨਹੀਂ ਸਨ ਜਾਗੇ, ਤਦ ਤਾਈਂ ਬਹੁਤ ਭਟਕਦੇ ਤੇ ਭੱਜਦੇ ਫਿਰਦੇ ਸਾਂ,",
    "PRONUNCIATION": "Dw-Xau: Xw qwlU qoN bol"
  },
  {
    "SHABAD_ID": 5474,
    "LINE_ID": 7,
    "RAAG_ID": 47,
    "GURMUKHI": "kil Gor smudR mY, bUfq Qy; kbhU imit hY nhI ry pCuqwXau ]",
    "TRANSLITERATION": "Kal Ghor Samudhr Mai Booddath Thhae Kabehoo Mitt Hai Nehee Rae Pashhuthaayo ||",
    "PUNJABI": "ਕਲਜੁਗ ਦੇ ਡਰਾਉਣੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਰਹੇ ਸਾਂ, ਹੇ ਭਾਈ! ਪੱਛੋਤਾਵਾ ਕਿਸੇ ਵੇਲੇ ਮਿਟਦਾ ਨਹੀਂ ਸੀ।",
    "PRONUNCIATION": "(mY) iv`c[pCuqw-Xau: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5474,
    "LINE_ID": 8,
    "RAAG_ID": 47,
    "GURMUKHI": "qqu ibcwru. XhY mQurw; jg qwrn kau Avqwru bnwXau ]",
    "TRANSLITERATION": "Thath Bichaar Yehai Mathhuraa Jag Thaaran Ko Avathaar Banaayo ||",
    "PUNJABI": "ਪਰ, ਹੇ ਮਥੁਰਾ! ਹੁਣ ਸੱਚੀ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ (ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ) ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ,",
    "PRONUNCIATION": "bnw-Xau, XhY: X qwlU qoN bolo"
  },
  {
    "SHABAD_ID": 5474,
    "LINE_ID": 8,
    "RAAG_ID": 47,
    "GURMUKHI": "jp´au ijn@ Arjun dyv gurU; iPir. sMkt join grB. n AwXau ]6]",
    "TRANSLITERATION": "Japyo Jinh Arajun Dhaev Guroo Fir Sankatt Jon Garabh N Aayo ||6||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ (ਜੀ) ਨੂੰ ਜਪਿਆ ਹੈ, ਉਹ ਪਰਤ ਕੇ ਗਰਭ ਜੂਨ ਤੇ ਦੁੱਖਾਂ ਵਿਚ ਨਹੀਂ ਆਏ ॥੬॥",
    "PRONUNCIATION": "jp´au: jipAau[ Aw-Xau"
  },
  {
    "SHABAD_ID": 5475,
    "LINE_ID": 9,
    "RAAG_ID": 47,
    "GURMUKHI": "kil smudR Bey rUp; pRgit, hir nwm auDwrnu ]",
    "TRANSLITERATION": "Kal Samudhr Bheae Roop Pragatt Har Naam Oudhhaaran ||",
    "PUNJABI": "ਕਲਜੁਗ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਤਾਰਨ ਲਈ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ ਹਨ,",
    "PRONUNCIATION": "A`g dy (smudR) smuMdR klju`g c (au-Dwrnu) auDwrx leI, mhwrwj swihb jI, jhwz srUp p Rgit hn"
  },
  {
    "SHABAD_ID": 5475,
    "LINE_ID": 10,
    "RAAG_ID": 47,
    "GURMUKHI": "bsih sMq ijsu irdY; duK dwirdR invwrnu ]",
    "TRANSLITERATION": "Basehi Santh Jis Ridhai Dhukh Dhaaridhr Nivaaran ||",
    "PUNJABI": "ਆਪ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੰਤ (ਸ਼ਾਂਤੀ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਜੀ) ਵੱਸਦੇ ਹਨ, ਆਪ ਦੁੱਖਾਂ ਦਰਿਦ੍ਰਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5475,
    "LINE_ID": 10,
    "RAAG_ID": 47,
    "GURMUKHI": "inrml ByK Apwr; qwsu ibnu Avru. n koeI ]",
    "TRANSLITERATION": "Niramal Bhaekh Apaar Thaas Bin Avar N Koee ||",
    "PUNJABI": "ਉਸ (ਗੁਰੂ ਅਰਜੁਨ) ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ, ਆਪ ਅਪਾਰ ਹਰੀ ਦਾ ਨਿਰਮਲ ਰੂਪ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5475,
    "LINE_ID": 10,
    "RAAG_ID": 47,
    "GURMUKHI": "mn bc ijin jwixAau; BXau iqh smsir soeI ]",
    "TRANSLITERATION": "Man Bach Jin Jaaniao Bhayo Thih Samasar Soee ||",
    "PUNJABI": "ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਮਨ ਤੇ ਬਚਨਾਂ ਕਰਕੇ ਹਰੀ ਨੂੰ ਪਛਾਤਾ ਹੈ, ਉਹ ਹਰੀ ਵਰਗਾ ਹੀ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "B-Xau"
  },
  {
    "SHABAD_ID": 5475,
    "LINE_ID": 11,
    "RAAG_ID": 47,
    "GURMUKHI": "Drin ggn, nv KMf mih; joiq sÍrUpI rihE Bir ]",
    "TRANSLITERATION": "Dhharan Gagan Nav Khandd Mehi Joth Svaroopee Rehiou Bhar ||",
    "PUNJABI": "(ਗੁਰੂ ਅਰਜੁਨ ਹੀ) ਜੋਤਿ-ਰੂਪ ਹੋ ਕੇ ਧਰਤੀ ਅਕਾਸ਼ ਤੇ ਨੌ ਖੰਡਾਂ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "sÍrUpI: suArUpI"
  },
  {
    "SHABAD_ID": 5475,
    "LINE_ID": 12,
    "RAAG_ID": 47,
    "GURMUKHI": "Bin mQurw. kCu Bydu nhI; guru Arjunu prqK´ hir ]7]19]",
    "TRANSLITERATION": "Bhan Mathhuraa Kashh Bhaedh Nehee Gur Arajun Parathakhy Har ||7||19||",
    "PUNJABI": "ਹੇ ਮਥੁਰਾ! ਆਖਿ-ਗੁਰੂ ਅਰਜੁਨ ਸਾਖਿਆਤ ਅਕਾਲ ਪੁਰਖ ਹੈ। ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ ॥੭॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5476,
    "LINE_ID": 12,
    "RAAG_ID": 47,
    "GURMUKHI": "AjY gMg jlu Atlu; isK sMgiq sB nwvY ]",
    "TRANSLITERATION": "Ajai Gang Jal Attal Sikh Sangath Sabh Naavai ||",
    "PUNJABI": "(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ (ਨਾਮ-ਰੂਪ) ਗੰਗਾ ਜਲ (ਵਹਿ ਰਿਹਾ ਹੈ, ਜਿਸ ਵਿਚ) ਸਾਰੀ ਸੰਗਤ ਇਸ਼ਨਾਨ ਕਰਦੀ ਹੈ।",
    "PRONUNCIATION": "A-jY[A-tlu[is`K[ n@wvY"
  },
  {
    "SHABAD_ID": 5476,
    "LINE_ID": 13,
    "RAAG_ID": 47,
    "GURMUKHI": "inq purwx bwcIAih; byd bRhmw muiK gwvY ]",
    "TRANSLITERATION": "Nith Puraan Baacheeahi Baedh Brehamaa Mukh Gaavai ||",
    "PUNJABI": "(ਆਪ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇਤਨੇ ਮਹਾ ਰਿਸ਼ੀ ਵਿਆਸ ਦੇ ਲਿਖੇ ਹੋਏ ਧਰਮ ਪੁਸਤਕ) ਪੁਰਾਣ ਸਦਾ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ ਤੇ ਬ੍ਰਹਮਾ (ਭੀ ਆਪ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਮੂੰਹੋਂ ਵੇਦਾਂ ਨੂੰ ਗਾ ਰਿਹਾ ਹੈ (ਭਾਵ, ਵਿਆਸ ਤੇ ਬ੍ਰਹਮਾ ਵਰਗੇ ਵੱਡੇ ਵੱਡੇ ਦੇਵਤੇ ਤੇ ਵਿਦਵਾਨ ਰਿਸ਼ੀ ਭੀ ਗੁਰੂ ਅਰਜਨ ਦੇ ਦਰ ਤੇ ਹਾਜ਼ਰ ਰਹਿਣ ਵਿਚ ਆਪਣੇ ਚੰਗੇ ਭਾਗ ਸਮਝਦੇ ਹਨ। ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ ਪੁਰਾਣ ਅਤੇ ਵੇਦ ਹੈ)।",
    "PRONUNCIATION": "bwcI-Aih"
  },
  {
    "SHABAD_ID": 5476,
    "LINE_ID": 13,
    "RAAG_ID": 47,
    "GURMUKHI": "AjY cvru isir FulY; nwmu AMimRqu muiK lIAau ]",
    "TRANSLITERATION": "Ajai Chavar Sir Dtulai Naam Anmrith Mukh Leeao ||",
    "PUNJABI": "(ਆਪ ਦੇ) ਸਿਰ ਤੇ ਰੱਬੀ ਚਉਰ ਝੁੱਲ ਰਿਹਾ ਹੈ, ਆਪ ਨੇ ਆਤਮਕ ਜੀਵਣ ਦੇਣ ਵਾਲਾ ਨਾਮ ਮੂੰਹੋਂ (ਸਦਾ) ਉਚਾਰਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5476,
    "LINE_ID": 14,
    "RAAG_ID": 47,
    "GURMUKHI": "gur Arjun isir CqRü; Awip prmysir dIAau ]",
    "TRANSLITERATION": "Gur Arajun Sir Shhathra Aap Paramaesar Dheeao ||",
    "PUNJABI": "ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ ਸਿਰ ਤੇ ਇਹ ਛਤਰ ਪਰਮੇਸੁਰ ਨੇ ਆਪ ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5476,
    "LINE_ID": 14,
    "RAAG_ID": 47,
    "GURMUKHI": "imil nwnk, AMgd Amr gur; guru rwmdwsu, hir pih gXau ]",
    "TRANSLITERATION": "Mil Naanak Angadh Amar Gur Gur Raamadhaas Har Pehi Gayo ||",
    "PUNJABI": "ਗੁਰੂ ਨਾਨਕ, ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਮਿਲ ਕੇ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਹਰੀ ਵਿਚ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": "g-Xau: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5476,
    "LINE_ID": 15,
    "RAAG_ID": 47,
    "GURMUKHI": "hirbMs jgiq jsu sMcr´au; su kvxu khY, sRI guru muXau ]1]",
    "TRANSLITERATION": "Haribans Jagath Jas Sancharyo S Kavan Kehai Sree Gur Muyo ||1||",
    "PUNJABI": "ਹੇ ਹਰਿਬੰਸ! ਜਗਤ ਵਿਚ ਸਤਿਗੁਰੂ ਜੀ ਦੀ ਸੋਭਾ ਪਸਰ ਰਹੀ ਹੈ। ਕੌਣ ਆਖਦਾ ਹੈ, ਕਿ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਮੁਏ ਹਨ? ॥੧॥",
    "PRONUNCIATION": "gurmuiK hirbMs B`t[ j`g-iq[sMcr´au: sMcirAau[mu-Xau: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5477,
    "LINE_ID": 16,
    "RAAG_ID": 47,
    "GURMUKHI": "dyv purI mih gXau; Awip prmysÍr BwXau ]",
    "TRANSLITERATION": "Dhaev Puree Mehi Gayo Aap Paramaesvar Bhaayo ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮ ਦਾਸ) ਸੱਚ ਖੰਡ ਵਿਚ ਗਿਆ ਹੈ ਹਰੀ ਨੂੰ ਇਹੀ ਰਜ਼ਾ ਚੰਗੀ ਲੱਗੀ ਹੈ।",
    "PRONUNCIATION": "(dyv) prmpUjnIk DrmI ipqw (dyv) pRkwS srUp dI (purI) s`cKMf[ g-Xau Bw-Xau: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5477,
    "LINE_ID": 16,
    "RAAG_ID": 47,
    "GURMUKHI": "hir isMGwsxu dIAau; isrI guru qh bYTwXau ]",
    "TRANSLITERATION": "Har Singhaasan Dheeao Siree Gur Theh Baithaayo ||",
    "PUNJABI": "ਹਰੀ ਨੇ (ਆਪ ਨੂੰ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ਤੇ ਉਸ ਉਤੇ ਸ੍ਰੀ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਬਿਠਾਇਆ ਹੈ।",
    "PRONUNCIATION": "bYTw-Xau: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5477,
    "LINE_ID": 17,
    "RAAG_ID": 47,
    "GURMUKHI": "rhsu kIAau sur dyv; qoih jsu. jX jX jMpih ]",
    "TRANSLITERATION": "Rehas Keeao Sur Dhaev Thohi Jas Jay Jay Janpehi ||",
    "PUNJABI": "ਦੇਵਤਿਆਂ ਨੇ ਮੰਗਲਚਾਰ ਕੀਤਾ ਹੈ, ਤੇਰਾ ਜਸ ਤੇ ਜੈ-ਜੈਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "mhW ivsmwd (rhs) pRsMnqw[(sur) dyviqAW dy prmpUjnIk DrmI (dyv) ipqw, (dyv) pRkwS-srUp Akwl purK jI[ rhsu: polw bolo imlvW[j-X: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5477,
    "LINE_ID": 17,
    "RAAG_ID": 47,
    "GURMUKHI": "Asur gey qy Bwig; pwp iqn@ BIqir kMpih ]",
    "TRANSLITERATION": "Asur Geae Thae Bhaag Paap Thinh Bheethar Kanpehi ||",
    "PUNJABI": "ਉਹ (ਸਾਰੇ ਦੈਂਤ (ਉਥੋਂ) ਭੱਜ ਗਏ ਹਨ, (ਉਹਨਾਂ ਦੇ ਆਪਣੇ) ਪਾਪ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੰਬ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "A-sur"
  },
  {
    "SHABAD_ID": 5477,
    "LINE_ID": 18,
    "RAAG_ID": 47,
    "GURMUKHI": "kwty su pwp. iqn@ nrhu ky; guru rwmdwsu. ijn@ pwieXau ]",
    "TRANSLITERATION": "Kaattae S Paap Thinh Narahu Kae Gur Raamadhaas Jinh Paaeiyo ||",
    "PUNJABI": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਰਾਮਦਾਸ ਮਿਲ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": "pwie-Xau"
  },
  {
    "SHABAD_ID": 5477,
    "LINE_ID": 18,
    "RAAG_ID": 47,
    "GURMUKHI": "CqRü isMGwsnu iprQmI; gur Arjun kau, dy AwieAau ]2]21]9]11]10]10]22]60]143]",
    "TRANSLITERATION": "Shhathra Singhaasan Pirathhamee Gur Arajun Ko Dhae Aaeiao ||2||21||9||11||10||10||22||60||143||",
    "PUNJABI": "ਗੁਰੂ ਰਾਮਦਾਸ ਧਰਤੀ ਦਾ ਛਤਰ ਤੇ ਸਿੰਘਾਸਣ ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਜੀ ਨੂੰ ਦੇ ਆਇਆ ਹੈ ॥੨॥੨੧॥੯॥੧੧॥੧੦॥੧੦॥੨੨॥੬੦॥੧੪੩॥",
    "PRONUNCIATION": "Ac`l AivnwsI guirAweI CqRü isMGwsnu"
  }
]