[
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 43,
    "GURMUKHI": "slok mhlw 3",
    "TRANSLITERATION": "Salok Mehalaa 3",
    "PUNJABI": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਸਲੋਕ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "AiBAwgq eyh. n AwKIAih; ijn kY mn mih Brmu ]",
    "TRANSLITERATION": "Abhiaagath Eaeh N Aakheeahi Jin Kai Man Mehi Bharam ||",
    "PUNJABI": "ਇਹੋ ਜਿਹੇ ਬੰਦੇ 'ਸਾਧ-ਸੰਤ' ਨਹੀਂ ਆਖੇ ਜਾ ਸਕਦੇ, ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ (ਮਾਇਆ ਆਦਿਕ ਮੰਗਣ ਦੀ ਖ਼ਾਤਰ ਹੀ) ਭਟਕਣਾ ਲੱਗੀ ਪਈ ਹੈ।",
    "PRONUNCIATION": "(AiBAw-gq) swDU sMq"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "iqn ky idqy nwnkw; qyho jyhw Drmu ]1]",
    "TRANSLITERATION": "Thin Kae Dhithae Naanakaa Thaeho Jaehaa Dhharam ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ ਸਾਧਾਂ ਨੂੰ (ਅੰਨ ਬਸਤ੍ਰ ਮਾਇਆ ਆਦਿਕ) ਦੇਣਾ ਕੋਈ ਧਾਰਮਿਕ ਕੰਮ ਨਹੀਂ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "ABY inrMjn prmpdu; qw kw BIKku hoie ]",
    "TRANSLITERATION": "Abhai Niranjan Param Padh Thaa Kaa Bheekhak Hoe ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕੋਈ ਡਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ, ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਕਾਲਖ ਨਹੀਂ ਲੱਗ ਸਕਦੀ, ਉਸ ਦਾ ਮਿਲਾਪ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹੈ। ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ (ਉੱਚੇ ਆਤਮਕ ਦਰਜੇ) ਦਾ ਭਿਖਾਰੀ ਹੈ (ਉਹ ਹੈ ਅਸਲ 'ਸਾਧਸੰਤ')।",
    "PRONUNCIATION": "A-BY: polw bolo"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "iqs kw Bojnu nwnkw; ivrlw pwey koie ]2]",
    "TRANSLITERATION": "This Kaa Bhojan Naanakaa Viralaa Paaeae Koe ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ (ਭਿਖਾਰੀ) ਵਾਲਾ (ਨਾਮ-) ਭੋਜਨ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "hovw pMifqu joqkI; vyd pVw muiK cwir ]",
    "TRANSLITERATION": "Hovaa Panddith Jothakee Vaedh Parraa Mukh Chaar ||",
    "PUNJABI": "ਜੇ ਮੈਂ (ਮਿਹਨਤ ਨਾਲ ਵਿੱਦਿਆ ਪ੍ਰਾਪਤ ਕਰ ਕੇ) ਜੋਤਸ਼ੀ (ਭੀ) ਬਣ ਜਾਵਾਂ, ਪੰਡਿਤ (ਭੀ) ਬਣ ਜਾਵਾਂ, (ਅਤੇ) ਚਾਰੇ ਵੇਦ (ਆਪਣੇ) ਮੂੰਹੋਂ ਪੜ੍ਹਦਾ ਰਹਾਂ,",
    "PRONUNCIATION": "pV@W"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "nvW KMfw ivic jwxIAW; Apny cj vIcwr ]3]",
    "TRANSLITERATION": "Navaa Khanddaa Vich Jaaneeaa Apanae Chaj Veechaar ||3||",
    "PUNJABI": "ਤਾਂ ਭੀ ਜਗਤ ਵਿਚ ਮੈਂ ਉਹੋ ਜਿਹਾ ਹੀ ਸਮਝਿਆ ਜਾਵਾਂਗਾ, ਜਿਹੋ ਜਿਹੇ ਮੇਰੇ ਕਰਤੱਬ ਹਨ ਤੇ ਮੇਰੇ ਖ਼ਿਆਲ ਹਨ ॥੩॥",
    "PRONUNCIATION": "c`j"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "bRhmx kYlI Gwqu kM\\\\kw; AxcwrI kw Dwnu ]",
    "TRANSLITERATION": "Brehaman Kailee Ghaath Kannjakaa Anachaaree Kaa Dhhaan ||",
    "PUNJABI": "ਬ੍ਰਾਹਮਣ ਦੀ ਹੱਤਿਆ, ਗਾਂ ਦੀ ਹੱਤਿਆ, ਧੀ ਦੀ ਹੱਤਿਆ (ਧੀ ਦਾ ਪੈਸਾ), ਕੁਕਰਮੀ ਦਾ ਪੈਸਾ,",
    "PRONUNCIATION": "(bRhmx) bRhm jI nMU jwnx jnwaux vwly bRhmx[ (kYlI) gauU, (kM\\kw) lVkI[ Koty kMm krn vwlw AxcwrI (Dwnu) AMn"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "iPtk iPtkw koVu bdIAw; sdw sdw ABmwnu ]",
    "TRANSLITERATION": "Fittak Fittakaa Korr Badheeaa Sadhaa Sadhaa Abhimaan ||",
    "PUNJABI": "(ਜਗਤ ਵਲੋਂ) ਫਿਟਕਾਰਾਂ ਹੀ ਫਿਟਕਾਰਾਂ, ਬਦੀਆਂ ਦਾ ਕੋਹੜ, ਹਰ ਵੇਲੇ ਦੀ ਆਕੜ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "pwih eyqy. jwih vIsir; nwnkw. ieku nwmu ]",
    "TRANSLITERATION": "Paahi Eaethae Jaahi Veesar Naanakaa Eik Naam ||",
    "PUNJABI": "ਇਹ ਸਾਰੇ ਹੀ ਐਬ, ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਖੱਟਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁੱਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "sB buDI jwlIAih; ieku rhY qqu igAwnu ]4]",
    "TRANSLITERATION": "Sabh Budhhee Jaaleeahi Eik Rehai Thath Giaan ||4||",
    "PUNJABI": "ਹੋਰ ਸਾਰੀਆਂ ਹੀ ਸਿਆਣਪਾਂ ਵਿਅਰਥ ਜਾਂਦੀਆਂ ਹਨ, ਸਿਰਫ਼ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ। ਇਹ ਨਾਮ ਹੀ ਹੈ ਜੀਵਨ ਦਾ ਨਿਚੋੜ, ਇਹ ਨਾਮ ਹੀ ਹੈ ਅਸਲ ਗਿਆਨ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "mwQY jo Duir iliKAw; su myit. n skY koie ]",
    "TRANSLITERATION": "Maathhai Jo Dhhur Likhiaa S Maett N Sakai Koe ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਲੇਖ ਨੂੰ ਕੋਈ ਮਨੁੱਖ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. jo iliKAw so vrqdw; so bUJY. ijs no ndir hoie ]5]",
    "TRANSLITERATION": "Naanak Jo Likhiaa So Varathadhaa So Boojhai Jis No Nadhar Hoe ||5||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੋਵੇ, ਉਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਦਾ ਹੈ ਕਿ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਹੜਾ ਲੇਖ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਵਾਪਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "ijnI nwmu ivswirAw; kUVY lwlic lig ]",
    "TRANSLITERATION": "Jinee Naam Visaariaa Koorrai Laalach Lag ||",
    "PUNJABI": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸ ਕੇ ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "DMDw mwieAw mohxI; AMqir iqsnw Aig ]",
    "TRANSLITERATION": "Dhhandhhaa Maaeiaa Mohanee Anthar Thisanaa Ag ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦੇ ਰਹੇ, (ਉਹਨਾਂ ਦੇ) ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ (ਬਲਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "PRONUNCIATION": "A`ig"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "ijn@w. vyil n qUMbVI; mwieAw Tgy Tig ]",
    "TRANSLITERATION": "Jinhaa Vael N Thoonbarree Maaeiaa Thagae Thag ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ (ਮੋਹ-ਰੂਪ) ਠੱਗ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਆਤਮਕ ਸਰਮਾਏ ਨੂੰ ਲੁੱਟ ਲਿਆ, ਉਹ ਮਨੁੱਖ ਉਹਨਾਂ ਵੇਲਾਂ ਵਾਂਗ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਫਲ ਨਹੀਂ ਪੈਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuiK. bMin@ clweIAih; nw imlhI. vig sig ]",
    "TRANSLITERATION": "Manamukh Bannih Chalaaeeahi Naa Milehee Vag Sag ||",
    "PUNJABI": "(ਜਿਵੇਂ ਕੁੱਤੇ ਗਾਈਆਂ ਮਹੀਆਂ ਦੇ) ਵੱਗ ਵਿਚ ਨਹੀਂ ਰਲ ਸਕਦੇ, (ਤਿਵੇਂ) ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਲਾਲਚ ਵਾਲੇ ਸੁਭਾਵ ਦੇ ਕਾਰਨ (ਗੁਰਮੁਖਾਂ ਵਿਚ) ਨਹੀਂ ਮਿਲ ਸਕਦੇ, (ਚੋਰਾਂ ਵਾਂਗ ਉਹ) ਮਨਮੁਖ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਏ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(v`ig) bgly pKMfI[ sig:polw bolo[ (sig) ku`qy mnmuK nhIN iml skdy[ clweI-Aih"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "Awip Bulwey BulIAY; Awpy myil imlwie ]",
    "TRANSLITERATION": "Aap Bhulaaeae Bhuleeai Aapae Mael Milaae ||",
    "PUNJABI": "(ਪਰ, ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ? ਜਦੋਂ ਪਰਮਾਤਮਾ ਜੀਵ ਨੂੰ) ਆਪ ਕੁਰਾਹੇ ਪਾਂਦਾ ਹੈ (ਤਦੋਂ ਹੀ) ਕੁਰਾਹੇ ਪੈ ਜਾਈਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਗੁਰਮੁਖਾਂ ਦੀ) ਸੰਗਤ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. gurmuiK CutIAY; jy clY siqgur Bwie ]6]",
    "TRANSLITERATION": "Naanak Guramukh Shhutteeai Jae Chalai Sathigur Bhaae ||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰੇ, ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ (ਲਾਲਚ ਆਦਿਕ ਤੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "swlwhI swlwhxw; BI scw swlwih ]",
    "TRANSLITERATION": "Saalaahee Saalaahanaa Bhee Sachaa Saalaahi ||",
    "PUNJABI": "ਸਲਾਹੁਣ-ਜੋਗ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। ਮੁੜ ਮੁੜ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਿਹਾ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. scw eyku dru; bIBw prhir Awih ]7]",
    "TRANSLITERATION": "Naanak Sachaa Eaek Dhar Beebhaa Parehar Aahi ||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ) ਦੂਜਾ (ਦਰ) ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ (ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਨਹੀਂ ਬਣਾਣੀ ਚਾਹੀਦੀ) ॥੭॥",
    "PRONUNCIATION": "(bIBw) dUjw, (prhir) iqAwg ky"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. jh jh mY iPrau; qh qh swcw soie ]",
    "TRANSLITERATION": "Naanak Jeh Jeh Mai Firo Theh Theh Saachaa Soe ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਥੇ ਜਿਥੇ ਮੈਂ ਫਿਰਦਾ ਹਾਂ, ਉਥੇ ਉਥੇ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਪਰਮਾਤਮਾ) ਹੀ (ਮੌਜੂਦ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "jh dyKw. qh eyku hY; gurmuiK prgtu hoie ]8]",
    "TRANSLITERATION": "Jeh Dhaekhaa Theh Eaek Hai Guramukh Paragatt Hoe ||8||",
    "PUNJABI": "ਮੈਂ ਜਿਥੇ (ਭੀ) ਵੇਖਦਾ ਹਾਂ, ਉਥੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "dUK ivswrxu. sbdu hY; jy mMin vswey koie ]",
    "TRANSLITERATION": "Dhookh Visaaran Sabadh Hai Jae Mann Vasaaeae Koe ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰ ਸਕਣ ਵਾਲਾ ਹੈ (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਨਿਸ਼ਚਾ ਬਣਦਾ ਹੈ) ਜੇ ਕੋਈ ਮਨੁੱਖ (ਆਪਣੇ) ਮਨ ਵਿਚ (ਗੁਰ-ਸ਼ਬਦ ਨੂੰ) ਵਸਾ ਲਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "gur ikrpw qy. min vsY; krm prwpiq hoie ]9]",
    "TRANSLITERATION": "Gur Kirapaa Thae Man Vasai Karam Paraapath Hoe ||9||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ (ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਗੁਰ-ਸ਼ਬਦ ਦੀ ਪ੍ਰਾਪਤੀ ਭਾਗਾਂ ਨਾਲ ਹੀ ਹੁੰਦੀ ਹੈ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. hau hau krqy Kip muey; KUhix lK AsMK ]",
    "TRANSLITERATION": "Naanak Ho Ho Karathae Khap Mueae Khoohan Lakh Asankh ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਵਿਚ) ਲੱਖਾਂ ਹੀ ਜੀਵ, ਅਣਗਿਣਤ ਜੀਵ, ਬੇਅੰਤ ਜੀਵ 'ਮੈਂ (ਵੱਡਾ)' ਮੈਂ (ਵੱਡਾ)-ਇਹ ਆਖਦੇ ਆਖਦੇ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਰਹੇ।",
    "PRONUNCIATION": "A-sMK"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "siqgur imly su aubry; swcY sbid AlMK ]10]",
    "TRANSLITERATION": "Sathigur Milae S Oubarae Saachai Sabadh Alankh ||10||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ, ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅਲੱਖ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਏ, ਉਹ ਇਸ 'ਹਉ ਹਉ' ਤੋਂ ਬਚਦੇ ਰਹੇ ॥੧੦॥",
    "PRONUNCIATION": "A-lMK"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "ijnw siqguru iek min syivAw; iqn jn lwgau pwie ]",
    "TRANSLITERATION": "Jinaa Sathigur Eik Man Saeviaa Thin Jan Laago Paae ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ (ਵਡਭਾਗੀ) ਮਨੁੱਖਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਗੁਰੂ ਨੂੰ ਸੇਵਿਆ ਹੈ (ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "gur sbdI hir min vsY; mwieAw kI BuK jwie ]",
    "TRANSLITERATION": "Gur Sabadhee Har Man Vasai Maaeiaa Kee Bhukh Jaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਅਤੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਲਾਲਚ ਦੂਰ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "sy jn inrml aUjly; ij gurmuiK nwim smwie ]",
    "TRANSLITERATION": "Sae Jan Niramal Oojalae J Guramukh Naam Samaae ||",
    "PUNJABI": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਹ ਸਾਰੇ ਮਨੁੱਖ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਚਮਕਦੇ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. hoir piqswhIAw kUVIAw; nwim rqy pwqswh ]11]",
    "TRANSLITERATION": "Naanak Hor Pathisaaheeaa Koorreeaa Naam Rathae Paathisaah ||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਦੀਆਂ) ਹੋਰ (ਸਾਰੀਆਂ) ਪਾਤਿਸ਼ਾਹੀਆਂ ਨਾਸਵੰਤ ਹਨ। ਅਸਲ ਪਾਤਿਸ਼ਾਹ ਉਹ ਹਨ, ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "ijau purKY Gir. BgqI nwir hY; Aiq locY BgqI Bwie ]",
    "TRANSLITERATION": "Jio Purakhai Ghar Bhagathee Naar Hai Ath Lochai Bhagathee Bhaae ||",
    "PUNJABI": "ਜਿਵੇਂ (ਕਿਸੇ) ਮਨੁੱਖ ਦੇ ਘਰ ਵਿਚ (ਉਸ ਦੀ) ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਹੈ ਜੋ ਪਿਆਰ-ਭਾਵਨਾ ਨਾਲ (ਆਪਣੇ ਪਤੀ ਦੀ ਸੇਵਾ ਕਰਨ ਦੀ) ਬਹੁਤ ਤਾਂਘ ਕਰਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "bhu rs swlxy svwrdI; Kt rs mITy pwie ]",
    "TRANSLITERATION": "Bahu Ras Saalanae Savaaradhee Khatt Ras Meethae Paae ||",
    "PUNJABI": "ਖੱਟੇ ਤੇ ਮਿੱਠੇ ਰਸ ਪਾ ਕੇ ਕਈ ਸਵਾਦਲੀਆਂ ਭਾਜੀਆਂ (ਪਤੀ ਵਾਸਤੇ) ਬਣਾਂਦੀ ਰਹਿੰਦੀ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "iqau bwxI Bgq slwhdy; hir nwmY icqu lwie ]",
    "TRANSLITERATION": "Thio Baanee Bhagath Salaahadhae Har Naamai Chith Laae ||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "mnu qnu Dnu AwgY rwiKAw; isru vyicAw gur AwgY jwie ]",
    "TRANSLITERATION": "Man Than Dhhan Aagai Raakhiaa Sir Vaechiaa Gur Aagai Jaae ||",
    "PUNJABI": "ਉਹਨਾਂ ਭਗਤਾਂ ਨੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਆਪਣਾ ਧਨ (ਸਭ ਕੁਝ) ਗੁਰੂ ਦੇ ਅੱਗੇ ਲਿਆ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "BY BgqI. Bgq bhu locdy; pRB locw pUir imlwie ]",
    "TRANSLITERATION": "Bhai Bhagathee Bhagath Bahu Lochadhae Prabh Lochaa Poor Milaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਉਸ ਦੀ ਭਗਤੀ ਦੀ ਬਹੁਤ ਤਾਂਘ ਰੱਖਦੇ ਹਨ, ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੀ) ਤਾਂਘ ਪੂਰੀ ਕਰ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]