[
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "hir pRBu vyprvwhu hY; ikqu KwDY iqpqwie ]",
    "TRANSLITERATION": "Har Prabh Vaeparavaahu Hai Kith Khaadhhai Thipathaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੂੰ ਤਾਂ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਕੋਈ ਮੁਥਾਜੀ-ਲੋੜ ਨਹੀਂ ਹੈ, ਫਿਰ ਉਹ ਕਿਹੜੀ ਚੀਜ਼ ਖਾਣ ਨਾਲ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "siqgur kY BwxY jo clY; iqpqwsY hir gux gwie ]",
    "TRANSLITERATION": "Sathigur Kai Bhaanai Jo Chalai Thipathaasai Har Gun Gaae ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਜੀਵਨ-ਤੋਰ ਤੁਰਦਾ ਹੈ ਅਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਉਤੇ ਪਰਮਾਤਮਾ) ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "Dnu Dnu kljuig nwnkw; ij cly siqgur Bwie ]12]",
    "TRANSLITERATION": "Dhhan Dhhan Kalajug Naanakaa J Chalae Sathigur Bhaae ||12||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਸ ਵਿਕਾਰਾਂ-ਭਰੇ ਸੰਸਾਰ ਵਿਚ ਉਹ ਮਨੁੱਖ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ ॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "siqgurU. n syivE; sbdu. n riKE aur Dwir ]",
    "TRANSLITERATION": "Sathiguroo N Saeviou Sabadh N Rakhiou Our Dhhaar ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਕਦੇ) ਗੁਰੂ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲਿਆ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਕਦੇ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਨਹੀਂ ਰੱਖਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "iDgu iqnw kw jIivAw; ikqu Awey sMswir ]",
    "TRANSLITERATION": "Dhhig Thinaa Kaa Jeeviaa Kith Aaeae Sansaar ||",
    "PUNJABI": "ਉਹ ਕਾਹਦੇ ਲਈ ਜਗਤ ਵਿਚ ਆਏ? ਉਹਨਾਂ ਦਾ ਜੀਵਨ-ਸਮਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਉਹ ਸਾਰੀ ਉਮਰ ਉਹੋ ਜਿਹੇ ਕੰਮ ਹੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਤੋਂ ਜਗਤ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmqI Bau min pvY; qW hir ris lgY ipAwir ]",
    "TRANSLITERATION": "Guramathee Bho Man Pavai Thaan Har Ras Lagai Piaar ||",
    "PUNJABI": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ) ਡਰ-ਅਦਬ ਟਿਕਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਮੇਲ-ਆਨੰਦ ਵਿਚ ਜੁੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "nwau imlY. Duir iliKAw; jn nwnk. pwir auqwir ]13]",
    "TRANSLITERATION": "Naao Milai Dhhur Likhiaa Jan Naanak Paar Outhaar ||13||",
    "PUNJABI": "ਪਰ; ਹੇ ਨਾਨਕ! ਹਰਿ-ਨਾਮ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਲੇਖ ਅਨੁਸਾਰ ਹੀ ਮਿਲਦਾ ਹੈ, ਤੇ, ਇਹ ਨਾਮ (ਮਨੁੱਖ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "mwieAw moih. jgu BrimAw; Gru musY Kbir. n hoie ]",
    "TRANSLITERATION": "Maaeiaa Mohi Jag Bharamiaa Ghar Musai Khabar N Hoe ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਜਗਤ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, (ਜੀਵ ਦਾ ਹਿਰਦਾ-) ਘਰ (ਆਤਮਕ ਸਰਮਾਇਆ) ਲੁੱਟਿਆ ਜਾਂਦਾ ਹੈ (ਪਰ ਜੀਵ ਨੂੰ) ਇਹ ਪਤਾ ਹੀ ਨਹੀਂ ਲੱਗਦਾ।",
    "PRONUNCIATION": "mu`sY"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "kwm kRoiD mnu ihir lieAw; mnmuK AMDw loie ]",
    "TRANSLITERATION": "Kaam Krodhh Man Hir Laeiaa Manamukh Andhhaa Loe ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜਗਤ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਕਾਮ ਨੇ ਕ੍ਰੋਧ ਨੇ (ਉਸ ਦੇ) ਮਨ ਨੂੰ ਚੁਰਾ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "igAwn KVg. pMc dUq sMGwry; gurmiq jwgY soie ]",
    "TRANSLITERATION": "Giaan Kharrag Panch Dhooth Sanghaarae Guramath Jaagai Soe ||",
    "PUNJABI": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਤਲਵਾਰ (ਫੜ ਕੇ ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਹੀ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "nwm rqnu prgwisAw; mnu qnu inrmlu hoie ]",
    "TRANSLITERATION": "Naam Rathan Paragaasiaa Man Than Niramal Hoe ||",
    "PUNJABI": "(ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਤਨ ਚਮਕ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "nwm hIn. nkty iPrih; ibnu nwvY. bih roie ]",
    "TRANSLITERATION": "Naameheen Nakattae Firehi Bin Naavai Behi Roe ||",
    "PUNJABI": "ਪਰ, ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਮਨੁੱਖ ਬੇ-ਸ਼ਰਮਾਂ ਵਾਂਗ ਤੁਰੇ ਫਿਰਦੇ ਹਨ। ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਮਨੁੱਖ ਬਹਿ ਕੇ ਰੋਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਸਦਾ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. jo Duir krqY iliKAw; su myit. n skY koie ]14]",
    "TRANSLITERATION": "Naanak Jo Dhhur Karathai Likhiaa S Maett N Sakai Koe ||14||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਕਰਤਾਰ ਦੀ ਰਜ਼ਾ ਇਉਂ ਹੀ ਹੈ ਕਿ ਨਾਮ-ਹੀਨ ਪ੍ਰਾਣੀ ਦੁਖੀ ਰਹੇ, ਸੋ) ਕਰਤਾਰ ਨੇ ਜੋ ਕੁਝ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਇਹ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਇਸ ਨੂੰ ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ (ਉਲਟਾ ਨਹੀਂ ਸਕਦਾ) ॥੧੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuKw hir Dnu KitAw; gur kY sbid vIcwir ]",
    "TRANSLITERATION": "Guramukhaa Har Dhhan Khattiaa Gur Kai Sabadh Veechaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹਰਿ-ਨਾਮ ਨੂੰ) ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਖੱਟ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "nwmu pdwrQu pwieAw; Aqut Bry BMfwr ]",
    "TRANSLITERATION": "Naam Padhaarathh Paaeiaa Athutt Bharae Bhanddaar ||",
    "PUNJABI": "ਗੁਰਮੁਖਾਂ ਨੇ ਕੀਮਤੀ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ-ਧਨ ਦੇ) ਅਮੁੱਕ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "hir gux bwxI aucrih; AMqu n pwrwvwru ]",
    "TRANSLITERATION": "Har Gun Baanee Oucharehi Anth N Paaraavaar ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਪਰਮਾਤਮਾ (ਦੀ ਹਸਤੀ) ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ) ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. sB kwrx krqw krY; vyKY isrjnhwru ]15]",
    "TRANSLITERATION": "Naanak Sabh Kaaran Karathaa Karai Vaekhai Sirajanehaar ||15||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਇਹ ਸਾਰੇ ਢੋਅ ਕਰਤਾਰ (ਆਪ ਹੀ) ਢੁਕਾਂਦਾ ਹੈ, (ਇਸ ਖੇਡ ਨੂੰ) ਸਿਰਜਣਹਾਰ (ਆਪ) ਵੇਖ ਰਿਹਾ ਹੈ ॥੧੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuiK AMqir shju hY; mnu ciVAw dsvY Awkwis ]",
    "TRANSLITERATION": "Guramukh Anthar Sehaj Hai Man Charriaa Dhasavai Aakaas ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ (ਉਸ) ਦਸਵੇਂ ਦੁਆਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਥੇ ਸਰੀਰ ਉਤੇ ਨੌ ਗੋਲਕਾਂ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ)।",
    "PRONUNCIATION": "ciV@Aw"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "iqQY. aUNG n BuK hY; hir AMimRq nwmu suKvwsu ]",
    "TRANSLITERATION": "Thithhai Oonagh N Bhukh Hai Har Anmrith Naam Sukh Vaas ||",
    "PUNJABI": "ਉਸ ਅਵਸਥਾ ਵਿਚ (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਨਹੀਂ ਆਉਂਦੀ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ (ਸਤਾਂਦੀ)। (ਉਸ ਅਵਸਥਾ ਵਿਚ ਗੁਰਮੁਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. duKu suKu ivAwpq nhI; ijQY Awqm rwm pRgwsu ]16]",
    "TRANSLITERATION": "Naanak Dhukh Sukh Viaapath Nehee Jithhai Aatham Raam Pragaas ||16||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਥੇ ਨਾਹ ਦੁੱਖ ਨਾਹ ਸੁਖ (ਕੋਈ ਭੀ ਆਪਣਾ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "kwm kRoD kw colVw; sB gil Awey pwie ]",
    "TRANSLITERATION": "Kaam Krodhh Kaa Cholarraa Sabh Gal Aaeae Paae ||",
    "PUNJABI": "ਸਾਰੇ ਜੀਵ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾ ਸਕਣ ਵਾਲਾ ਸਰੀਰ-ਚੋਲਾ ਪਹਿਨ ਕੇ (ਜਗਤ ਵਿਚ) ਆਉਂਦੇ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "ieik aupjih. ieik ibnis jWih; hukmy AwvY jwie ]",
    "TRANSLITERATION": "Eik Oupajehi Eik Binas Jaanhi Hukamae Aavai Jaae ||",
    "PUNJABI": "ਕਈ ਜੰਮਦੇ ਹਨ ਕਈ ਮਰਦੇ ਹਨ, (ਸਾਰੀ ਲੁਕਾਈ ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "jMmxu mrxu. n cukeI; rMgu lgw dUjY Bwie ]",
    "TRANSLITERATION": "Janman Maran N Chukee Rang Lagaa Dhoojai Bhaae ||",
    "PUNJABI": "(ਜਿਤਨਾ ਚਿਰ ਜੀਵ ਦੀ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪ੍ਰੀਤ ਲੱਗੀ ਹੋਈ ਹੈ (ਉਤਨਾ ਚਿਰ ਇਸ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕਦਾ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "bMDin bMiD BvweIAnu; krxw kCU n jwie ]17]",
    "TRANSLITERATION": "Bandhhan Bandhh Bhavaaeean Karanaa Kashhoo N Jaae ||17||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ ਮੋਹ ਦੀ) ਰੱਸੀ ਨਾਲ ਬੰਨ੍ਹ ਕੇ (ਸਾਰੀ ਲੁਕਾਈ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ) ਪਾਈ ਹੋਈ ਹੈ। (ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ ਉਸ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕੋਈ ਉਪਾਉ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧੭॥",
    "PRONUNCIATION": "BvweI-Anu"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "ijn kau ikrpw DwrIAnu; iqnw siqguru imilAw Awie ]",
    "TRANSLITERATION": "Jin Ko Kirapaa Dhhaareean Thinaa Sathigur Miliaa Aae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਉੱਤੇ ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ ਮਿਹਰ ਕਰ ਦਿੱਤੀ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪਿਆ।",
    "PRONUNCIATION": "DwrI-Anu"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "siqguir imly. aultI BeI; mir jIivAw shij suBwie ]",
    "TRANSLITERATION": "Sathigur Milae Oulattee Bhee Mar Jeeviaa Sehaj Subhaae ||",
    "PUNJABI": "ਗੁਰੂ ਮਿਲਣ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਪਰਤ ਪਈ, ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਜੀਊ ਪਿਆ (ਆਤਮਕ ਜੀਵਨ ਜੀਊਣ ਲੱਗ ਪਿਆ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. BgqI riqAw; hir hir nwim smwie ]18]",
    "TRANSLITERATION": "Naanak Bhagathee Rathiaa Har Har Naam Samaae ||18||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀਜਿਆਂ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK cMcl miq hY; AMqir bhuqu cqurweI ]",
    "TRANSLITERATION": "Manamukh Chanchal Math Hai Anthar Bahuth Chathuraaee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਮੱਤ ਹਰ ਵੇਲੇ ਭਟਕਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ (ਆਪਣੀ ਮੱਤ ਦੀ) ਚਤੁਰਾਈ (ਦਾ) ਬਹੁਤ (ਮਾਣ) ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "kIqw kriqAw ibrQw gieAw; ieku iqlu Qwie. n pweI ]",
    "TRANSLITERATION": "Keethaa Karathiaa Birathhaa Gaeiaa Eik Thil Thhaae N Paaee ||",
    "PUNJABI": "(ਆਪਣੀ ਅਕਲ ਦੇ ਆਸਰੇ ਪੁੰਨ ਦਾਨ ਆਦਿਕ ਦਾ) ਕੀਤਾ ਹੋਇਆ (ਉਹਨਾਂ ਦਾ) ਸਾਰਾ ਉੱਦਮ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਦਾ ਇਹ ਉੱਦਮ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "puMn dwnu jo bIjdy; sB Drmrwie kY jweI ]",
    "TRANSLITERATION": "Punn Dhaan Jo Beejadhae Sabh Dhharam Raae Kai Jaaee ||",
    "PUNJABI": "ਪੁੰਨ ਦਾਨ (ਆਦਿਕ) ਜਿਹੜਾ ਭੀ (ਕਰਮ-ਬੀਜ ਉਹ ਆਪਣੀ ਸਰੀਰ-ਧਰਤੀ ਵਿਚ) ਬੀਜਦੇ ਹਨ, (ਉਹਨਾਂ ਦੀ ਇਹ) ਸਾਰੀ (ਮਿਹਨਤ) ਧਰਮਰਾਜ ਦੇ ਹਵਾਲੇ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਇਸ ਸਾਰੀ ਮਿਹਨਤ ਨਾਲ ਤਾਂ ਮਨੁੱਖ ਧਰਮਰਾਜ ਦੇ ਹੀ ਅਧੀਨ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "ibnu siqgurU. jmkwlu, n CofeI; dUjY Bwie KuAweI ]",
    "TRANSLITERATION": "Bin Sathiguroo Jamakaal N Shhoddee Dhoojai Bhaae Khuaaee ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਜਨਮ) ਮਰਨ ਦਾ ਗੇੜ (ਮਨੁੱਖ ਨੂੰ) ਛੱਡਦਾ ਨਹੀਂ। ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਮਨੁੱਖ) ਖ਼ੁਆਰ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "jobnu jWdw. ndir, n AwveI; jru phucY mir jweI ]",
    "TRANSLITERATION": "Joban Jaandhaa Nadhar N Aavee Jar Pahuchai Mar Jaaee ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦੀ) ਜੁਆਨੀ ਲੰਘਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ, ਬੁਢੇਪਾ ਆ ਪਹੁੰਚਦਾ ਹੈ, (ਤੇ ਆਖ਼ਰ ਪ੍ਰਾਣੀ) ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "puqu klqu mohu hyqu hY; AMiq bylI ko n sKweI ]",
    "TRANSLITERATION": "Puth Kalath Mohu Haeth Hai Anth Baelee Ko N Sakhaaee ||",
    "PUNJABI": "ਪੁੱਤਰ, ਇਸਤ੍ਰੀ, ਮਾਇਆ ਦਾ ਮੋਹ ਪਿਆਰ-(ਇਹਨਾਂ ਵਿਚੋਂ) ਅੰਤ ਵੇਲੇ ਕੋਈ ਯਾਰ ਨਹੀਂ ਬਣਦਾ, ਕੋਈ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ।",
    "PRONUNCIATION": "k-l`qu"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "siqguru syvy. so suKu pwey; nwau vsY min AweI ]",
    "TRANSLITERATION": "Sathigur Saevae So Sukh Paaeae Naao Vasai Man Aaee ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. sy vfy vfBwgI; ij gurmuiK nwim smweI ]19]",
    "TRANSLITERATION": "Naanak Sae Vaddae Vaddabhaagee J Guramukh Naam Samaaee ||19||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਉੱਚੇ ਜੀਵਨ ਹੁੰਦੇ ਹਨ, ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK. nwmu, n cyqnI; ibnu nwvY. duK roie ]",
    "TRANSLITERATION": "Manamukh Naam N Chaethanee Bin Naavai Dhukh Roe ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ ਮਨੁੱਖ (ਸਦਾ ਆਪਣੇ) ਦੁੱਖ ਫਰੋਲਦਾ ਰਹਿੰਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ।",
    "PRONUNCIATION": ""
  }
]