[
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. sbid mrY, mnu mwnIAY; swcy swcI soie ]33]",
    "TRANSLITERATION": "Naanak Sabadh Marai Man Maaneeai Saachae Saachee Soe ||33||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਿਹਾਂ ਉਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸੋਭਾ ਮਿਲਦੀ ਹੈ ॥੩੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "mwieAw mohu duKu swgru hY; ibKu duqru qirAw. n jwie ]",
    "TRANSLITERATION": "Maaeiaa Mohu Dhukh Saagar Hai Bikh Dhuthar Thariaa N Jaae ||",
    "PUNJABI": "ਮਾਇਆ ਦਾ ਮੋਹ (ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਵਾਸਤੇ) ਦੁੱਖ (ਦਾ ਮੂਲ) ਹੈ (ਮਾਨੋ, ਦੁੱਖਾਂ ਦਾ) ਸਮੁੰਦਰ ਹੈ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਜ਼ਹਰ (-ਭਰਿਆ ਸਮੁੰਦਰ) ਹੈ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ, ਪਾਰ ਲੰਘਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "du`q-ru"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "myrw myrw krdy pic muey; haumY krq ivhwie ]",
    "TRANSLITERATION": "Maeraa Maeraa Karadhae Pach Mueae Houmai Karath Vihaae ||",
    "PUNJABI": "'ਮੇਰਾ (ਧਨ), ਮੇਰਾ (ਧਨ)' ਆਖਦੇ (ਜੀਵ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜ ਸੜ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦੇ ਹਨ, 'ਹਉਂ, ਹਉਂ' ਕਰਦਿਆਂ (ਜੀਵਾਂ ਦੀ ਉਮਰ) ਗੁਜ਼ਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuKw. aurvwru n pwru hY; AD ivic rhy lptwie ]",
    "TRANSLITERATION": "Manamukhaa Ouravaar N Paar Hai Adhh Vich Rehae Lapattaae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ (ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਦਾ) ਨਾਹ ਉਰਲਾ ਕੰਢਾ ਲੱਭਦਾ ਹੈ ਨਾਂਹ ਪਾਰਲਾ ਕੰਢਾ। (ਇਸ ਸਮੁੰਦਰ ਦੇ) ਅੱਧ ਵਿਚ ਹੀ (ਗੋਤੇ ਖਾਂਦੇ ਮੋਹ ਨਾਲ) ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "jo Duir iliKAw su kmwvxw; krxw kCU. n jwie ]",
    "TRANSLITERATION": "Jo Dhhur Likhiaa S Kamaavanaa Karanaa Kashhoo N Jaae ||",
    "PUNJABI": "ਪਰ ਜੀਵ ਭੀ ਕੀਹ ਕਰਨ? ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਹੜਾ ਲੇਖ (ਜੀਵ ਦੇ ਮੱਥੇ ਉੱਤੇ) ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਲੇਖ ਕਮਾਣਾ ਹੀ ਪੈਂਦਾ ਹੈ (ਆਪਣੀ ਅਕਲ ਦੇ ਆਸਰੇ ਉਸ ਲੇਖ ਤੋਂ ਬਚਣ ਲਈ) ਕੋਈ ਉੱਦਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmqI igAwnu rqnu min vsY; sB dyiKAw bRhmu suBwie ]",
    "TRANSLITERATION": "Guramathee Giaan Rathan Man Vasai Sabh Dhaekhiaa Breham Subhaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮੱਤ ਤੁਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣੀ ਡੂੰਘੀ ਸਾਂਝ (ਦਾ) ਰਤਨ ਆ ਵੱਸਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਉਹ ਮਨੁੱਖ ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. siqguir boihQY, vfBwgI cVY; qy Baujil pwir lMGwie ]34]",
    "TRANSLITERATION": "Naanak Sathigur Bohithhai Vaddabhaagee Charrai Thae Bhoujal Paar Langhaae ||34||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਹੀ (ਕੋਈ ਮਨੁੱਖ) ਗੁਰੂ-ਜਹਾਜ਼ ਵਿਚ ਸਵਾਰ ਹੁੰਦਾ ਹੈ (ਤੇ, ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ-ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦੇ ਹਨ) ਉਹਨਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ (ਡੁੱਬਦਿਆਂ ਨੂੰ ਗੁਰੂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੩੪॥",
    "PRONUNCIATION": "cVY@"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "ibnu siqgur. dwqw ko nhI; jo hir nwmu dyie AwDwru ]",
    "TRANSLITERATION": "Bin Sathigur Dhaathaa Ko Nehee Jo Har Naam Dhaee Aadhhaar ||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਉਹ ਗੁਰੂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਿੰਦ ਲਈ) ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "gur ikrpw qy. nwau min vsY; sdw rhY auir Dwir ]",
    "TRANSLITERATION": "Gur Kirapaa Thae Naao Man Vasai Sadhaa Rehai Our Dhhaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, (ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "iqsnw buJY iqpiq hoie; hir kY nwie ipAwir ]",
    "TRANSLITERATION": "Thisanaa Bujhai Thipath Hoe Har Kai Naae Piaar ||",
    "PUNJABI": "ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ, ਹਰੀ ਦੇ ਪਿਆਰ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਬੁੱਝ ਜਾਂਦੀ ਹੈ, (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "buJY: polw bolo"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. gurmuiK pweIAY; hir ApnI ikrpw Dwir ]35]",
    "TRANSLITERATION": "Naanak Guramukh Paaeeai Har Apanee Kirapaa Dhhaar ||35||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ) ਪਰਮਾਤਮਾ (ਸੇਵਕ ਉੱਤੇ) ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੩੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "ibnu sbdY. jgqu brilAw; khxw kCU. n jwie ]",
    "TRANSLITERATION": "Bin Sabadhai Jagath Baraliaa Kehanaa Kashhoo N Jaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਜਗਤ (ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਕਿਸੇ ਦੀ ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ।",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "hir rKy sy aubry; sbid rhy ilv lwie ]",
    "TRANSLITERATION": "Har Rakhae Sae Oubarae Sabadh Rehae Liv Laae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਕੀਤੀ, ਉਹ (ਮਾਇਆ ਦੇ ਅਸਰ ਤੋਂ) ਬਚ ਗਏ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. krqw sB ikCu jwxdw; ijin rKI bxq bxwie ]36]",
    "TRANSLITERATION": "Naanak Karathaa Sabh Kishh Jaanadhaa Jin Rakhee Banath Banaae ||36||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਕਰਤਾਰ) ਨੇ ਇਹ ਸਾਰੀ ਮਰਯਾਦਾ ਕਾਇਮ ਕਰ ਰੱਖੀ ਹੈ, ਉਹ ਹੀ ਇਸ ਸਾਰੇ ਭੇਤ ਨੂੰ ਜਾਣਦਾ ਹੈ ॥੩੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "hom jg siB qIrQw; piV@ pMifq Qky purwx ]",
    "TRANSLITERATION": "Hom Jag Sabh Theerathhaa Parrih Panddith Thhakae Puraan ||",
    "PUNJABI": "ਪੰਡਿਤ ਲੋਕ ਹਵਨ ਕਰ ਕੇ, ਜੱਗ ਕਰ ਕੇ, ਸਾਰੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਕਰ ਕੇ, ਪੁਰਾਣ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਪੜ੍ਹ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": "j`g"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "ibKu mwieAw mohu. n imteI; ivic haumY Awvxu jwxu ]",
    "TRANSLITERATION": "Bikh Maaeiaa Mohu N Mittee Vich Houmai Aavan Jaan ||",
    "PUNJABI": "(ਪਰ, ਫਿਰ ਭੀ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਜ਼ਹਰ ਦਾ ਮੋਹ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਿਟਦਾ ਨਹੀਂ, ਹਉਮੈ ਵਿਚ (ਫਸੇ ਰਹਿਣ ਦੇ ਕਾਰਣ ਉਹਨਾਂ ਦਾ) ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "siqgur imilAY. mlu auqrI; hir jipAw purKu sujwxu ]",
    "TRANSLITERATION": "Sathigur Miliai Mal Outharee Har Japiaa Purakh Sujaan ||",
    "PUNJABI": "ਪਰ, ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ (ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਅੰਤਰਜਾਮੀ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਜਪਿਆ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਗਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "ijnw hir hir pRBu syivAw; jn nwnku. sd kurbwxu ]37]",
    "TRANSLITERATION": "Jinaa Har Har Prabh Saeviaa Jan Naanak Sadh Kurabaan ||37||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ ਭਗਤੀ ਕੀਤੀ ॥੩੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "mwieAw mohu bhu icqvdy; bhu Awsw loBu ivkwr ]",
    "TRANSLITERATION": "Maaeiaa Mohu Bahu Chithavadhae Bahu Aasaa Lobh Vikaar ||",
    "PUNJABI": "(ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਸਦਾ ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਚੇਤੇ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਨੇਕਾਂ ਆਸਾਂ ਬਣਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਲੋਭ ਚਿਤਵਦੇ ਹਨ, ਵਿਕਾਰ ਚਿਤਵਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuiK AsiQru. nw QIAY; mir ibnis jwie iKn vwr ]",
    "TRANSLITERATION": "Manamukh Asathhir Naa Thheeai Mar Binas Jaae Khin Vaar ||",
    "PUNJABI": "(ਤਾਹੀਏਂ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਕਦੇ) ਅਡੋਲ-ਚਿੱਤ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਹਰ ਵੇਲੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "vfBwgu hovY siqguru imlY; haumY qjY ivkwr ]",
    "TRANSLITERATION": "Vadd Bhaag Hovai Sathigur Milai Houmai Thajai Vikaar ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਕਿਸਮਤ ਜਾਗ ਪਏ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਤਿਆਗ ਦੇਂਦਾ ਹੈ, ਵਿਕਾਰ ਛੱਡ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "hir nwmw jip suKu pwieAw; jn nwnk. sbdu vIcwr ]38]",
    "TRANSLITERATION": "Har Naamaa Jap Sukh Paaeiaa Jan Naanak Sabadh Veechaar ||38||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਆਪਣੀ) ਸੋਚ ਦਾ ਧੁਰਾ ਬਣਾ ਲਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਨ ਲੱਗ ਪਏ ॥੩੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "ibnu siqgur Bgiq. n hoveI; nwim. n lgY ipAwru ]",
    "TRANSLITERATION": "Bin Sathigur Bhagath N Hovee Naam N Lagai Piaar ||",
    "PUNJABI": "ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "jn nwnk. nwmu ArwiDAw; gur kY hyiq ipAwir ]39]",
    "TRANSLITERATION": "Jan Naanak Naam Araadhhiaa Gur Kai Haeth Piaar ||39||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ (ਰਹਿ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੩੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "loBI kw vyswhu. n kIjY; jy kw pwir vswie ]",
    "TRANSLITERATION": "Lobhee Kaa Vaesaahu N Keejai Jae Kaa Paar Vasaae ||",
    "PUNJABI": "ਜਿੱਥੋਂ ਤਕ ਹੋ ਸਕੇ, ਕਿਸੇ ਲਾਲਚੀ ਮਨੁੱਖ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ,",
    "PRONUNCIATION": "(vswie) vwh[ c`ly"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "AMiq kwil iqQY DuhY; ijQY hQu. n pwie ]",
    "TRANSLITERATION": "Anth Kaal Thithhai Dhhuhai Jithhai Hathh N Paae ||",
    "PUNJABI": "(ਲਾਲਚੀ ਮਨੁੱਖ) ਆਖ਼ਰ ਉਸ ਥਾਂ ਧੋਖਾ ਦੇ ਜਾਂਦਾ ਹੈ, ਜਿੱਥੇ ਕੋਈ ਮਦਦ ਨਾਹ ਕਰ ਸਕੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK syqI sMgu kry; muih kwlK dwgu lgwie ]",
    "TRANSLITERATION": "Manamukh Saethee Sang Karae Muhi Kaalakh Dhaag Lagaae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨਾਲ (ਜਿਹੜਾ ਮਨੁੱਖ) ਸਾਥ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, (ਉਹ ਭੀ (ਆਪਣੇ) ਮੂੰਹ ਉਤੇ (ਬਦਨਾਮੀ ਦੀ) ਕਾਲਖ ਲਾਂਦਾ ਹੈ (ਬਦਨਾਮੀ ਦਾ) ਦਾਗ਼ ਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "muh kwly iqn@ loBIAW; jwsin jnmu gvwie ]",
    "TRANSLITERATION": "Muh Kaalae Thinh Lobheeaaan Jaasan Janam Gavaae ||",
    "PUNJABI": "ਉਹਨਾਂ ਲਾਲਚੀ ਮਨੁੱਖਾਂ ਦੇ ਮੂੰਹ (ਬਦਨਾਮੀ ਦੀ ਕਾਲਖ ਨਾਲ) ਕਾਲੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਕੇ (ਜਗਤ ਤੋਂ) ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "sqsMgiq hir myil pRB; hir nwmu vsY min Awie ]",
    "TRANSLITERATION": "Sathasangath Har Mael Prabh Har Naam Vasai Man Aae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੀ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲਾਈ ਰੱਖ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ ਹੀ) ਹਰਿ-ਨਾਮ ਧਨ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "jnm mrn kI mlu auqrY; jn nwnk. hir gun gwie ]40]",
    "TRANSLITERATION": "Janam Maran Kee Mal Outharai Jan Naanak Har Gun Gaae ||40||",
    "PUNJABI": "ਅਤੇ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਜਨਮ ਮਰਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ (ਮਨ ਤੋਂ) ਲਹਿ ਜਾਂਦੀ ਹੈ ॥੪੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "Duir hir pRBu krqY iliKAw; su mytxw. n jwie ]",
    "TRANSLITERATION": "Dhhur Har Prabh Karathai Likhiaa S Maettanaa N Jaae ||",
    "PUNJABI": "(ਜੀਵ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਕਰਤਾਰ ਹਰੀ ਪ੍ਰਭੂ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਜੀਵ ਦੇ ਮੱਥੇ ਉੱਤੇ ਜੋ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ, ਉਹ ਲੇਖ (ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "jIau ipMfu sBu iqs dw; pRiqpwil kry hir rwie ]",
    "TRANSLITERATION": "Jeeo Pindd Sabh This Dhaa Prathipaal Karae Har Raae ||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਹਰੇਕ ਜੀਵ ਦੀ ਇਹ) ਜਿੰਦ ਇਹ ਸਰੀਰ ਉਸ (ਪਰਮਾਤਮਾ) ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ਜੋ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ (ਸਭ ਦੀ) ਪਾਲਣਾ ਭੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "cugl inMdk BuKy ruil muey; eynw hQu. n ikQwaU pwie ]",
    "TRANSLITERATION": "Chugal Nindhak Bhukhae Rul Mueae Eaenaa Hathh N Kithhaaoo Paae ||",
    "PUNJABI": "(ਉਸ ਦਾਤਾਰ ਨੂੰ ਭੁਲਾ ਕੇ) ਚੁਗ਼ਲੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ ਦੁਖੀ ਰਹਿ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ (ਇਸ ਭੈੜੀ ਦਸ਼ਾ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ) ਕਿਤੇ ਭੀ ਉਹਨਾਂ ਦਾ ਹੱਥ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "bwhir pwKMf sB krm krih; min ihrdY kptu kmwie ]",
    "TRANSLITERATION": "Baahar Paakhandd Sabh Karam Karehi Man Hiradhai Kapatt Kamaae ||",
    "PUNJABI": "(ਅਜਿਹੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਖੋਟ ਕਮਾ ਕੇ ਬਾਹਰ (ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਣ ਲਈ) ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਕਰਮ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "Kyiq srIir jo bIjIAY; so AMiq KloAw Awie ]",
    "TRANSLITERATION": "Khaeth Sareer Jo Beejeeai So Anth Khaloaa Aae ||",
    "PUNJABI": "(ਇਹ ਕੁਦਰਤੀ ਨਿਯਮ ਹੈ ਕਿ) ਇਸ ਸਰੀਰ-ਖੇਤ ਵਿਚ ਜਿਹੜਾ ਭੀ (ਚੰਗਾ ਮੰਦਾ) ਕਰਮ ਬੀਜਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਜ਼ਰੂਰ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]