[
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. kI pRB bynqI; hir BwvY bKis imlwie ]41]",
    "TRANSLITERATION": "Naanak Kee Prabh Baenathee Har Bhaavai Bakhas Milaae ||41||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! (ਤੇਰੇ ਦਾਸ) ਨਾਨਕ ਦੀ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਹੈ ਕਿ ਜਿਵੇਂ ਹੋ ਸਕੇ ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ॥੪੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "mn Awvx jwxu. n suJeI; nw suJY drbwru ]",
    "TRANSLITERATION": "Man Aavan Jaan N Sujhee Naa Sujhai Dharabaar ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਤੈਨੂੰ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਸੁੱਝਦਾ (ਤੈਨੂੰ ਇਹ ਖ਼ਿਆਲ ਨਹੀਂ ਆਉਂਦਾ ਕਿ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਣਾ ਪਏਗਾ), (ਤੈਨੂੰ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਭੀ ਯਾਦ ਨਹੀਂ ਆਉਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "mwieAw moih plyitAw; AMqir AigAwnu gubwru ]",
    "TRANSLITERATION": "Maaeiaa Mohi Palaettiaa Anthar Agiaan Gubaar ||",
    "PUNJABI": "ਤੂੰ (ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਘੁੱਪ ਹਨੇਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "qb nru suqw jwigAw; isir fMfu lgw bhu Bwru ]",
    "TRANSLITERATION": "Thab Nar Suthaa Jaagiaa Sir Ddandd Lagaa Bahu Bhaar ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਨੀਂਦ ਵਿਚ ਪਿਆ ਮਨੁੱਖ ਤਦੋਂ (ਹੀ) ਹੋਸ਼ ਕਰਦਾ ਹੈ ਜਦੋਂ (ਇਸ ਦੇ) ਸਿਰ ਉੱਤੇ (ਧਰਮਰਾਜ ਦਾ) ਤਕੜਾ ਕਰਾਰਾ ਡੰਡਾ ਵੱਜਦਾ ਹੈ (ਜਦੋਂ ਮੌਤ ਆ ਦਬੋਚਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuKW krW aupir, hir cyiqAw; sy pwiein moK duAwru ]",
    "TRANSLITERATION": "Guramukhaan Karaan Oupar Har Chaethiaa Sae Paaein Mokh Dhuaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਸ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(krW) fMfW qoN au~pir ho gey"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. Awip Eih auDry; sB kutMb qry prvwr ]42]",
    "TRANSLITERATION": "Naanak Aap Ouhi Oudhharae Sabh Kuttanb Tharae Paravaar ||42||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਆਪ (ਭੀ ਵਿਕਾਰਾਂ ਵਿਚ ਗਲਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਪਰਵਾਰ-ਕੁਟੰਬ ਦੇ ਸਾਰੇ ਸਾਥੀ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "sbid mrY; so muAw jwpY ]",
    "TRANSLITERATION": "Sabadh Marai So Muaa Jaapai ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰ ਜਾਂਦਾ ਹੈ, (ਤੇ, ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰਿਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਸੋਭਾ ਖੱਟਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "gur prswdI; hir ris DRwpY ]",
    "TRANSLITERATION": "Gur Parasaadhee Har Ras Dhhraapai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹਰਿ-ਨਾਮ-ਰਸ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "hir drgih. gur sbid is\\\\wpY ]",
    "TRANSLITERATION": "Har Dharagehi Gur Sabadh Sinjaapai ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਭੀ) ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "ibnu sbdY; muAw hY sBu koie ]",
    "TRANSLITERATION": "Bin Sabadhai Muaa Hai Sabh Koe ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਆਤਮਕ ਮੌਤੇ ਮਰਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuKu muAw; Apunw jnmu Koie ]",
    "TRANSLITERATION": "Manamukh Muaa Apunaa Janam Khoe ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣਾ ਮਨੁੱਖਾ ਜੀਵਨ ਅਜ਼ਾਈਂ ਗਵਾ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "hir nwmu. n cyqih; AMiq duKu roie ]",
    "TRANSLITERATION": "Har Naam N Chaethehi Anth Dhukh Roe ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਉਹ (ਜ਼ਿੰਦਗੀ ਦੇ) ਅਖ਼ੀਰ ਤਕ (ਆਪਣਾ ਕੋਈ ਨਾ ਕੋਈ) ਦੁੱਖ (ਹੀ) ਰੋਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. krqw kry; su hoie ]43]",
    "TRANSLITERATION": "Naanak Karathaa Karae S Hoe ||43||",
    "PUNJABI": "(ਪਰ, ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹੇ ਨਾਨਕ! (ਜੀਵਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਜੀਵ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ, ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੪੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuiK. buFy kdy nwhI; ijn@w AMqir suriq igAwnu ]",
    "TRANSLITERATION": "Guramukh Budtae Kadhae Naahee Jinhaa Anthar Surath Giaan ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਕਦੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਹੁੰਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "sdw sdw hir gux rvih; AMqir shj iDAwnu ]",
    "TRANSLITERATION": "Sadhaa Sadhaa Har Gun Ravehi Anthar Sehaj Dhhiaan ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "Eie sdw AnMid ibbyk rhih; duiK suiK eyk smwin ]",
    "TRANSLITERATION": "Oue Sadhaa Anandh Bibaek Rehehi Dhukh Sukh Eaek Samaan ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ) ਪਰਖ ਦੇ ਆਨੰਦ ਵਿਚ ਸਦਾ ਮਗਨ ਰਹਿੰਦੇ ਹਨ, (ਹਰੇਕ) ਦੁੱਖ ਵਿਚ (ਹਰੇਕ) ਸੁਖ ਵਿਚ ਉਹ ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "iqnw ndrI ieko AwieAw; sBu Awqm rwmu pCwnu ]44]",
    "TRANSLITERATION": "Thinaa Nadharee Eiko Aaeiaa Sabh Aatham Raam Pashhaan ||44||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਹਰ ਥਾਂ ਸਿਰਫ਼ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਸਾਥੀ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੪੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuKu bwlku ibriD smwin hY; ijn@w AMqir hir suriq nwhI ]",
    "TRANSLITERATION": "Manamukh Baalak Biradhh Samaan Hai Jinhaa Anthar Har Surath Naahee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਨਰੋਏ ਸਰੀਰਕ ਅੰਗਾਂ ਵਾਲਾ ਹੁੰਦਾ ਹੋਇਆ ਭੀ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਬੁੱਢੇ ਮਨੁੱਖ ਵਰਗਾ ਕਮਜ਼ੋਰ ਹੁੰਦਾ ਹੈ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਲਗਨ ਨਹੀਂ ਹੁੰਦੀ,",
    "PRONUNCIATION": "hYN"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "ivic haumY krm kmwvdy; sB Drmrwie kY jWhI ]",
    "TRANSLITERATION": "Vich Houmai Karam Kamaavadhae Sabh Dhharam Raae Kai Jaanhee ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਧਾਰਮਿਕ) ਕਰਮ (ਭੀ) ਹਉਮੈ ਵਿਚ (ਰਹਿ ਕੇ ਹੀ) ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਧਰਮਰਾਜ ਦੇ ਵੱਸ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuiK hCy inrmly; gur kY sbid suBwie ]",
    "TRANSLITERATION": "Guramukh Hashhae Niramalae Gur Kai Sabadh Subhaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਸੁੱਚੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "Enw mYlu pqMgu. n lgeI; ij clin siqgur Bwie ]",
    "TRANSLITERATION": "Ounaa Mail Pathang N Lagee J Chalan Sathigur Bhaae ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿ ਕੇ ਜੀਵਨ ਚਾਲ ਚੱਲਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਰਤਾ ਭੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK jUiT. n auqrY; jy sau Dovx pwie ]",
    "TRANSLITERATION": "Manamukh Jooth N Outharai Jae So Dhhovan Paae ||",
    "PUNJABI": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਜੂਠ (ਉਸ ਦੇ ਮਨ ਤੋਂ) ਕਦੇ ਭੀ ਨਹੀਂ ਲਹਿੰਦੀ, ਭਾਵੇਂ ਉਹ ਸੌ ਵਾਰੀ (ਉਸ ਨੂੰ) ਧੋਣ ਦਾ ਜਤਨ ਕਰਦਾ ਰਹੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. gurmuiK myilAnu; gur kY AMik smwie ]45]",
    "TRANSLITERATION": "Naanak Guramukh Maelian Gur Kai Ank Samaae ||45||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਇਆ ਹੁੰਦਾ ਹੈ ॥੪੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "burw kry; su kyhw isJY ]",
    "TRANSLITERATION": "Buraa Karae S Kaehaa Sijhai ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ (ਮਾਇਆ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ ਕਿਸੇ ਹੋਰ ਨਾਲ) ਕੋਈ ਭੈੜ ਕਮਾਂਦਾ ਹੈ, ਉਹ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕਾਮਯਾਬ ਨਹੀਂ ਸਮਝਿਆ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "is`JY"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "AwpxY roih; Awpy hI dJY ]",
    "TRANSLITERATION": "Aapanai Rohi Aapae Hee Dhajhai ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹੀ ਗੁੱਸੇ (ਦੀ ਅੱਗ) ਵਿਚ ਆਪ ਹੀ ਸੜਦਾ ਹੈ।",
    "PRONUNCIATION": "d`JY"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuiK kmlw; rgVY luJY ]",
    "TRANSLITERATION": "Manamukh Kamalaa Ragarrai Lujhai ||",
    "PUNJABI": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ) ਝਗੜੇ-ਝੰਬੇਲੇ ਵਿਚ (ਹੋਰਨਾਂ ਨਾਲ) ਖਹਿੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "lu`JY"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuiK hoie; iqsu sB ikCu suJY ]",
    "TRANSLITERATION": "Guramukh Hoe This Sabh Kishh Sujhai ||",
    "PUNJABI": "(ਪਰ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਦੇ) ਹਰੇਕ ਭੇਤ ਨੂੰ ਸਮਝਦਾ ਹੈ।",
    "PRONUNCIATION": "su`JY"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk gurmuiK; mn isau luJY ]46]",
    "TRANSLITERATION": "Naanak Guramukh Man Sio Lujhai ||46||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣ ਵਾਲਾ ਬੰਦਾ (ਆਪਣੇ) ਮਨ ਨਾਲ ਟਾਕਰਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "ijnw siqguru purKu. n syivE; sbid. n kIqo vIcwru ]",
    "TRANSLITERATION": "Jinaa Sathigur Purakh N Saeviou Sabadh N Keetho Veechaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਦੀ ਸਰਨ ਨਹੀਂ ਫੜੀ, ਜਿਨ੍ਹਾਂ ਨੇ ਸ਼ਬਦ ਵਿਚ ਆਪਣਾ ਮਨ ਨਹੀਂ ਜੋੜਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "Eie mwxs jUin. n AwKIAin; psU For gwvwr ]",
    "TRANSLITERATION": "Oue Maanas Joon N Aakheean Pasoo Dtor Gaavaar ||",
    "PUNJABI": "ਉਹ ਬੰਦੇ ਮਨੁੱਖਾ ਜੂਨ ਵਿਚ ਆਏ ਨਹੀਂ ਕਹੇ ਜਾ ਸਕਦੇ, ਉਹ ਤਾਂ ਪਸ਼ੂ ਹਨ, ਉਹ ਤਾਂ ਮਰੇ ਹੋਏ ਪਸ਼ੂ ਹਨ ਉਹ ਮਹਾਂ ਮੂਰਖ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "Enw AMqir. igAwnu n iDAwnu hY; hir sau. pRIiq n ipAwru ]",
    "TRANSLITERATION": "Ounaa Anthar Giaan N Dhhiaan Hai Har So Preeth N Piaar ||",
    "PUNJABI": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਨਹੀਂ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਹਨਾਂ ਦਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK muey ivkwr mih; mir jMmih vwro vwr ]",
    "TRANSLITERATION": "Manamukh Mueae Vikaar Mehi Mar Janmehi Vaaro Vaar ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦੇ ਹਨ ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "jIvidAw no imlY. su jIvdy; hir jgjIvn aur Dwir ]",
    "TRANSLITERATION": "Jeevadhiaa No Milai S Jeevadhae Har Jagajeevan Our Dhhaar ||",
    "PUNJABI": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਾਰੇ ਭੀ ਜਗਤ ਦੇ ਜੀਵਨ ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "j`gjIvn"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. gurmuiK sohxy; iqqu scY drbwir ]47]",
    "TRANSLITERATION": "Naanak Guramukh Sohanae Thith Sachai Dharabaar ||47||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖਿ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਸਦਾ-ਥਿਰ (ਰੱਬੀ) ਦਰਬਾਰ ਵਿਚ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ॥੪੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "hirmMdru. hir swijAw; hir vsY ijsu nwil ]",
    "TRANSLITERATION": "Har Mandhar Har Saajiaa Har Vasai Jis Naal ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ-) ਹਰਿ-ਮੰਦਰ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ) ਬਣਾਇਆ ਹੈ, ਇਸ ਸਰੀਰ-ਹਰਿਮੰਦਰ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmqI hir pwieAw; mwieAw moh prjwil ]",
    "TRANSLITERATION": "Guramathee Har Paaeiaa Maaeiaa Moh Parajaal ||",
    "PUNJABI": "(ਪਰ) ਗੁਰੂ ਦੀ ਮੱਤ ਤੁਰ ਕੇ (ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਾੜ ਕੇ (ਹੀ, ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਨੇ ਅੰਦਰ-ਵੱਸਦਾ) ਪਰਮਾਤਮਾ ਲੱਭਾ ਹੈ।",
    "PRONUNCIATION": "pr-jwil"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "hirmMdir vsqu Anyk hY; nv iniD nwmu smwil ]",
    "TRANSLITERATION": "Har Mandhar Vasath Anaek Hai Nav Nidhh Naam Samaal ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਮਾਨੋ, ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ (ਇਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਕੇ ਰੱਖ (ਜੇ ਹਰਿ-ਨਾਮ ਸੰਭਾਲਿਆ ਜਾਏ, ਤਾਂ) ਇਸ ਸਰੀਰ-ਹਰਿਮੰਦਰ ਵਿਚ ਅਨੇਕਾਂ ਹੀ ਉੱਤਮ ਕੀਮਤੀ ਗੁਣ (ਲੱਭ ਪੈਂਦੇ) ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "Dnu BgvMqI nwnkw; ijnw gurmuiK lDw hir Bwil ]",
    "TRANSLITERATION": "Dhhan Bhagavanthee Naanakaa Jinaa Guramukh Ladhhaa Har Bhaal ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸ਼ਾਬਾਸ਼ੇ ਉਹਨਾਂ ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੂੰ, ਜਿਨ੍ਹਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਸ ਸਰੀਰ-ਹਰਿਮੰਦਰ ਵਿਚ ਵੱਸਦਾ) ਪਰਮਾਤਮਾ ਖੋਜ ਕੇ ਲੱਭ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "vfBwgI gV mMdru KoijAw; hir ihrdY pwieAw nwil ]48]",
    "TRANSLITERATION": "Vaddabhaagee Garr Mandhar Khojiaa Har Hiradhai Paaeiaa Naal ||48||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੇ ਇਸ ਸਰੀਰ ਕਿਲ੍ਹੇ ਨੂੰ ਸਰੀਰ ਮੰਦਰ ਨੂੰ ਖੋਜਿਆ, ਹਿਰਦੇ ਵਿਚ ਹੀ ਆਪਣੇ ਨਾਲ ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ॥੪੮॥",
    "PRONUNCIATION": "gV@"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK dh idis iPir rhy; Aiq iqsnw loB ivkwr ]",
    "TRANSLITERATION": "Manamukh Dheh Dhis Fir Rehae Ath Thisanaa Lobh Vikaar ||",
    "PUNJABI": "ਮਾਇਆ ਦੀ ਭਾਰੀ ਤ੍ਰਿਸ਼ਨਾ, ਮਾਇਆ ਦਾ ਲਾਲਚ ਅਤੇ ਅਨੇਕਾਂ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ ਆਪਣੇ ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਦਸੀਂ ਪਾਸੀਂ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]