[
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "mwieAw mohu. n cukeI; mir jMmih vwro vwr ]",
    "TRANSLITERATION": "Maaeiaa Mohu N Chukee Mar Janmehi Vaaro Vaar ||",
    "PUNJABI": "(ਜਿਤਨਾ ਚਿਰ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਮੁੱਕਦਾ ਨਹੀਂ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "siqguru syiv suKu pwieAw; Aiq iqsnw qij ivkwr ]",
    "TRANSLITERATION": "Sathigur Saev Sukh Paaeiaa Ath Thisanaa Thaj Vikaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ ਵਿਕਾਰ ਤਿਆਗ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰ ਲਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "jnm mrn kw duKu gieAw; jn nwnk. sbdu bIcwir ]49]",
    "TRANSLITERATION": "Janam Maran Kaa Dhukh Gaeiaa Jan Naanak Sabadh Beechaar ||49||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ ॥੪੯॥",
    "PRONUNCIATION": "g-ieAw: igAw nw bolo"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "hir hir nwmu iDAwie mn; hir drgh pwvih mwnu ]",
    "TRANSLITERATION": "Har Har Naam Dhhiaae Man Har Dharageh Paavehi Maan ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪ੍ਰਾਪਤ ਕਰੇਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "iklivK pwp siB ktIAih; haumY cukY gumwnu ]",
    "TRANSLITERATION": "Kilavikh Paap Sabh Katteeahi Houmai Chukai Gumaan ||",
    "PUNJABI": "(ਸਿਮਰਨ ਕੀਤਿਆਂ ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਪਾਪ ਐਬ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, (ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuiK kmlu ivgisAw; sBu Awqm bRhmu pCwnu ]",
    "TRANSLITERATION": "Guramukh Kamal Vigasiaa Sabh Aatham Breham Pashhaan ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਸਿਮਰਨ ਕੀਤਿਆਂ) ਹਿਰਦਾ-ਕੌਲ ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਹਰ ਥਾਂ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਹੀ ਸਾਥੀ ਦਿੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "hir hir ikrpw Dwir pRB; jn nwnk. jip hir nwmu ]50]",
    "TRANSLITERATION": "Har Har Kirapaa Dhhaar Prabh Jan Naanak Jap Har Naam ||50||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ (ਸਦਾ ਤੇਰਾ) ਨਾਮ ਜਪਦਾ ਰਹਾਂ ॥੫੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "DnwsrI DnvMqI jwxIAY BweI; jW siqgur kI kwr kmwie ]",
    "TRANSLITERATION": "Dhhanaasaree Dhhanavanthee Jaaneeai Bhaaee Jaan Sathigur Kee Kaar Kamaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਤਦੋਂ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਨਾਮ-ਧਨ ਵਾਲੀ ਭਾਗਾਂ ਵਾਲੀ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਦੋਂ ਕੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਕਾਰ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "qnu mnu saupy. jIA sau BweI; ley hukim iPrwau ]",
    "TRANSLITERATION": "Than Man Soupae Jeea So Bhaaee Leae Hukam Firaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਉਹ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਆਪਣੀ ਜਿੰਦ ਸਮੇਤ (ਆਪਣੇ ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕਰਦੀ ਹੈ, ਜਦੋਂ ਉਹ (ਆਪਣੇ ਗੁਰੂ ਦੇ) ਹੁਕਮ ਵਿਚ ਜੀਵਨ-ਤੋਰ ਤੁਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "jh bYswvih bYsih BweI; jh Byjih qh jwau ]",
    "TRANSLITERATION": "Jeh Baisaavehi Baiseh Bhaaee Jeh Bhaejehi Theh Jaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜੀਵ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਤੋਂ ਆਕੀ ਹੋ ਹੀ ਨਹੀਂ ਸਕਦੇ) ਜਿਥੇ ਪ੍ਰਭੂ ਜੀ ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ ਬਿਠਾਂਦੇ ਹਨ, ਉੱਥੇ ਹੀ ਅਸੀਂ ਬੈਠਦੇ ਹਾਂ, ਜਿੱਥੇ ਪ੍ਰਭੂ ਜੀ ਮੈਨੂੰ ਭੇਜਦੇ ਹਨ, ਉਥੇ ਹੀ ਮੈਂ ਜਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "eyvfu Dnu horu ko nhI BweI; jyvfu scw nwau ]",
    "TRANSLITERATION": "Eaevadd Dhhan Hor Ko Nehee Bhaaee Jaevadd Sachaa Naao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਧਨ) ਜਿਤਨਾ ਕੀਮਤੀ ਹੈ, ਇਤਨਾ ਕੀਮਤੀ ਹੋਰ ਕੋਈ ਧਨ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "sdw scy ky gux gwvW BweI; sdw scy kY sMig rhwau ]",
    "TRANSLITERATION": "Sadhaa Sachae Kae Gun Gaavaan Bhaaee Sadhaa Sachae Kai Sang Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹੀ ਸਦਾ ਗਾਂਦਾ ਹਾਂ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "pYnxu. gux cMigAweIAw BweI; AwpxI piq ky swd Awpy Kwie ]",
    "TRANSLITERATION": "Painan Gun Changiaaeeaa Bhaaee Aapanee Path Kae Saadh Aapae Khaae ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਰੱਬੀ) ਗੁਣਾਂ (ਰੱਬੀ) ਚੰਗਿਆਈਆਂ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ-ਆਦਰ ਹਾਸਲ ਕਰਦਾ ਹੈ। (ਉਹ ਮਨੁੱਖ) ਆਪਣੀ (ਇਸ ਮਿਲੀ) ਇੱਜ਼ਤ ਦੇ ਆਨੰਦ ਆਪ ਹੀ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ (ਉਹ ਆਨੰਦ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ)।",
    "PRONUNCIATION": "piq: polw bolo, pYn@xu"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "iqs kw ikAw swlwhIAY BweI; drsn kau bil jwie ]",
    "TRANSLITERATION": "This Kaa Kiaa Saalaaheeai Bhaaee Dharasan Ko Bal Jaae ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੀ ਸਿਫ਼ਤ (ਪੂਰੇ ਤੌਰ ਤੇ) ਕੀਤੀ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "siqgur ivic vfIAw vifAweIAw BweI; krim imlY qW pwie ]",
    "TRANSLITERATION": "Sathigur Vich Vaddeeaa Vaddiaaeeaa Bhaaee Karam Milai Thaan Paae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਵਿਚ ਵੱਡੇ ਗੁਣ ਹਨ, (ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ (ਗੁਰੂ) ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਉਹ (ਇਹ ਗੁਣ) ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "ieik hukmu mMin. n jwxnI BweI; dUjY Bwie iPrwie ]",
    "TRANSLITERATION": "Eik Hukam Mann N Jaananee Bhaaee Dhoojai Bhaae Firaae ||",
    "PUNJABI": "ਪਰ ਕਈ ਬੰਦੇ (ਐਸੇ ਹਨ ਜੋ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ (ਗੁਰੂ ਦਾ) ਹੁਕਮ ਮੰਨਣਾ ਨਹੀਂ ਜਾਣਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "sMgiq FoeI. nw imlY, BweI; bYsix imlY. n Qwau ]",
    "TRANSLITERATION": "Sangath Dtoee Naa Milai Bhaaee Baisan Milai N Thhaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਅਜਿਹੇ ਮਨੁੱਖਾਂ ਨੂੰ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ, ਸਾਧ ਸੰਗਤ ਵਿਚ ਬੈਠਣ ਲਈ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ (ਕਿਉਂਕਿ ਉਹ ਤਾਂ ਸੰਗਤ ਵਾਲੇ ਪਾਸੇ ਜਾਂਦੇ ਹੀ ਨਹੀਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. hukmu iqnw mnwiesI BweI; ijnw Dury kmwieAw nwau ]",
    "TRANSLITERATION": "Naanak Hukam Thinaa Manaaeisee Bhaaee Jinaa Dhhurae Kamaaeiaa Naao ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਨੀ ਸ਼ੁਰੂ ਕੀਤੀ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਹੀ (ਪਰਮਾਤਮਾ ਆਪਣੀ) ਰਜ਼ਾ (ਮਿੱਠੀ ਕਰ ਕੇ) ਮਨਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "iqn@ ivthu hau vwirAw BweI; iqn kau sd bilhwrY jwau ]51]",
    "TRANSLITERATION": "Thinh Vittahu Ho Vaariaa Bhaaee Thin Ko Sadh Balihaarai Jaao ||51||",
    "PUNJABI": "ਮੈਂ ਅਜਿਹੇ ਮਨੁੱਖਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੫੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "sy dwVIAW scIAw; ij gur crnI lgMin@ ]",
    "TRANSLITERATION": "Sae Dhaarreeaaan Sacheeaa J Gur Charanee Lagannih ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀਆਂ ਉਹ ਦਾੜ੍ਹੀਆਂ ਸੱਚ-ਮੁੱਚ ਆਦਰ-ਸਤਕਾਰ ਦੀਆਂ ਹੱਕਦਾਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "dwV@IAW s`cIAW"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "An idnu syvin guru Awpxw; Anidnu Anid rhMin@ ]",
    "TRANSLITERATION": "Anadhin Saevan Gur Aapanaa Anadhin Anadh Rehannih ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ,",
    "PRONUNCIATION": "r-hMin@"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. sy muh sohxy; scY dir idsMin@ ]52]",
    "TRANSLITERATION": "Naanak Sae Muh Sohanae Sachai Dhar Dhisannih ||52||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਹੀ ਮਨੁੱਖਾਂ ਦੇ) ਇਹ ਮੂੰਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਹਣੇ ਦਿੱਸਦੇ ਹਨ ॥੫੨॥",
    "PRONUNCIATION": "id-sMin@"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "muK scy scu dwVIAw; scu bolih scu kmwih ]",
    "TRANSLITERATION": "Mukh Sachae Sach Dhaarreeaa Sach Bolehi Sach Kamaahi ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਸੱਚ-ਮੁੱਚ ਸਤਕਾਰ ਦੇ ਹੱਕਦਾਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਦਾੜ੍ਹੀਆਂ ਆਦਰ ਦੀਆਂ ਹੱਕਦਾਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "scw sbdu min visAw; siqgur mWih smWih ]",
    "TRANSLITERATION": "Sachaa Sabadh Man Vasiaa Sathigur Maanhi Samaanhi ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਹਰ ਵੇਲੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜੇ ਹਰ ਵੇਲੇ ਗੁਰੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "scI rwsI scu Dnu; auqm pdvI pWih ]",
    "TRANSLITERATION": "Sachee Raasee Sach Dhhan Outham Padhavee Paanhi ||",
    "PUNJABI": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਕੋਲ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਧਨ (ਇਕੱਠਾ ਹੋ ਜਾਂਦਾ) ਹੈ। ਉਹ ਮਨੁੱਖ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "scu suxih scu mMin lYin; scI kwr kmwih ]",
    "TRANSLITERATION": "Sach Sunehi Sach Mann Lain Sachee Kaar Kamaahi ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ (ਹਰ ਵੇਲੇ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸੁਣਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਸਿਦਕ-ਸਰਧਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰ ਵਸਾ ਲੈਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਾਰ ਕਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "scI drgh bYsxw; scy mwih smwih ]",
    "TRANSLITERATION": "Sachee Dharageh Baisanaa Sachae Maahi Samaahi ||",
    "PUNJABI": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ-ਸਤਕਾਰ ਦੀ ਥਾਂ ਮਿਲਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਹਰ ਵੇਲੇ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. ivxu siqgur scu. n pweIAY; mnmuK BUly jWih ]53]",
    "TRANSLITERATION": "Naanak Vin Sathigur Sach N Paaeeai Manamukh Bhoolae Jaanhi ||53||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਜ਼ਰੂਰ ਜ਼ਿੰਦਗੀ ਦੇ) ਗ਼ਲਤ ਰਸਤੇ ਤੇ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੫੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "bwbIhw ipRau ipRau kry; jliniD pRym ipAwir ]",
    "TRANSLITERATION": "Baabeehaa Prio Prio Karae Jalanidhh Praem Piaar ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਪਪੀਹਾ ਬੱਦਲ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ (ਵਰਖਾ ਦੀ ਬੂੰਦ ਦੀ ਖ਼ਾਤਰ) 'ਪ੍ਰਿਉ, ਪ੍ਰਿਉ' ਪੁਕਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "gur imly sIql jlu pwieAw; siB dUK invwrxhwru ]",
    "TRANSLITERATION": "Gur Milae Seethal Jal Paaeiaa Sabh Dhookh Nivaaranehaar ||",
    "PUNJABI": "(ਜਦੋਂ ਉਹ ਬੂੰਦ ਉਸ ਨੂੰ ਮਿਲਦੀ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਤ੍ਰਿਹ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ 'ਕੂਕ ਪੁਕਾਰ' ਮੁੱਕ ਜਾਂਦੀ ਪੈ। ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ), ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਉਹ ਆਤਮਕ ਠੰਢ ਵਰਤਾਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, (ਉਹ ਨਾਮ-ਜਲ) ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "iqs cukY shju aUpjY; cukY kUk pukwr ]",
    "TRANSLITERATION": "This Chukai Sehaj Oopajai Chukai Kook Pukaar ||",
    "PUNJABI": "(ਇਸ ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਉਸ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਉਸ ਦੀ) ਘਬਰਾਹਟ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "cu`kY"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. gurmuiK sWiq hoie; nwmu rKhu auir Dwir ]54]",
    "TRANSLITERATION": "Naanak Guramukh Saanth Hoe Naam Rakhahu Our Dhhaar ||54||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਠੰਢ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਤਾਂ ਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ ॥੫੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "bwbIhw. qUM scu cau; scy sau ilv lwie ]",
    "TRANSLITERATION": "Baabeehaa Thoon Sach Cho Sachae So Liv Laae ||",
    "PUNJABI": "ਹੇ ਪਪੀਹੇ! (ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦੇ ਰਸੀਏ!) ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "boilAw qyrw Qwie pvY; gurmuiK hoie Alwie ]",
    "TRANSLITERATION": "Boliaa Thaeraa Thhaae Pavai Guramukh Hoe Alaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ) ਉਚਾਰਿਆ ਕਰ, (ਤਦੋਂ ਹੀ) ਤੇਰਾ ਸਿਮਰਨ ਕਰਨ ਦਾ ਉੱਦਮ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਪੈ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "sbdu cIin. iqK auqrY; mMin lY rjwie ]",
    "TRANSLITERATION": "Sabadh Cheen Thikh Outharai Mann Lai Rajaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਨੂੰ ਭਲਾ ਜਾਣ ਕੇ ਮੰਨਿਆ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  }
]