[
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "ndir krih jy AwpxI; qW Awpy lYih svwir ]",
    "TRANSLITERATION": "Nadhar Karehi Jae Aapanee Thaan Aapae Laihi Savaar ||",
    "PUNJABI": "ਜੇ ਤੂੰ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰੇਂ, ਤਾਂ ਤੂੰ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ) ਸੋਹਣੇ ਬਣਾ ਲੈਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 1,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. gurmuiK ijn@I iDAwieAw; Awey sy prvwxu ]63]",
    "TRANSLITERATION": "Naanak Guramukh Jinhee Dhhiaaeiaa Aaeae Sae Paravaan ||63||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਜਗਤ ਵਿਚ ਉਹੀ ਜੰਮੇ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੁੰਦੇ ਹਨ ॥੬੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "jogu n. BgvI kpVI; jogu n. mYly vyis ]",
    "TRANSLITERATION": "Jog N Bhagavee Kaparree Jog N Mailae Vaes ||",
    "PUNJABI": "(ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਕੇ) ਗੇਰੂਏ ਰੰਗ ਦੇ ਕੱਪੜਿਆਂ ਨਾਲ ਜਾਂ ਮੈਲੇ ਪਹਿਰਾਵੇ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ) ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਜਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 2,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. Gir bYiTAw jogu pweIAY; siqgur kY aupdyis ]64]",
    "TRANSLITERATION": "Naanak Ghar Baithiaa Jog Paaeeai Sathigur Kai Oupadhaes ||64||",
    "PUNJABI": "ਪਰ, ਹਾਂ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਸਕਦਾ ਹੈ ॥੬੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "cwry kuMfw jy Bvih; byd pVih jug cwir ]",
    "TRANSLITERATION": "Chaarae Kunddaa Jae Bhavehi Baedh Parrehi Jug Chaar ||",
    "PUNJABI": "(ਗ੍ਰਿਹਸਤ ਛੱਡ ਕੇ) ਜੇ ਤੂੰ (ਧਰਤੀ ਤੇ) ਚੌਹੀਂ ਪਾਸੀਂ ਤੁਰਿਆ ਫਿਰੇਂ, ਤੇ, ਜੇ ਤੂੰ ਸਦਾ ਹੀ ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਰਹੇਂ (ਤਾਂ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ)।",
    "PRONUNCIATION": "pV@ih"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 3,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. swcw BytY hir min vsY; pwvih moK duAwr ]65]",
    "TRANSLITERATION": "Naanak Saachaa Bhaettai Har Man Vasai Paavehi Mokh Dhuaar ||65||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਤੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ (ਤਦੋਂ) ਲੱਭ ਲਏਂਗਾ, ਜਦੋਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤੈਨੂੰ ਮਿਲ ਪਏਗਾ, ਜਦੋਂ ਹਰੀ (ਤੇਰੇ) ਮਨ ਵਿਚ ਆ ਵੱਸੇਗਾ ॥੬੫॥",
    "PRONUNCIATION": "pwv-ih"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 4,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. hukmu vrqY Ksm kw; miq BvI. iPrih cl icq ]",
    "TRANSLITERATION": "Naanak Hukam Varathai Khasam Kaa Math Bhavee Firehi Chal Chith ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ? ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ (ਉਸ ਹੁਕਮ ਵਿਚ ਹੀ) ਤੇਰੀ ਮੱਤ ਉਲਟੇ ਰਾਹ ਪਈ ਹੋਈ ਹੈ, ਤੇ ਤੂੰ ਚੰਚਲ-ਚਿੱਤ ਹੋ ਕੇ (ਧਰਤੀ ਉਤੇ) ਵਿਚਰ ਰਿਹਾ ਹੈਂ।",
    "PRONUNCIATION": "(cl) cMcl (ic`q) vwilAW dI miq, inscy v`loN iPr geI"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "mnmuK sau kir dosqI; suK ik puCih imq ]",
    "TRANSLITERATION": "Manamukh So Kar Dhosathee Sukh K Pushhehi Mith ||",
    "PUNJABI": "ਪਰ, ਹੇ ਮਿੱਤਰ! (ਇਹ ਤਾਂ ਦੱਸ ਕਿ) ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲਿਆਂ ਨਾਲ ਦੋਸਤੀ ਪਾ ਕੇ ਤੂੰ ਆਤਮਕ ਆਨੰਦ ਦੀ ਆਸ ਕਿਵੇਂ ਕਰ ਸਕਦਾ ਹੈਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 5,
    "RAAG_ID": 48,
    "GURMUKHI": "gurmuK sau kir dosqI; siqgur sau lwie icqu ]",
    "TRANSLITERATION": "Guramukh So Kar Dhosathee Sathigur So Laae Chith ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਿਆਂ ਨਾਲ ਮਿਤ੍ਰਤਾ ਬਣਾ, ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਚਿੱਤ ਜੋੜੀ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "jMmx mrx kw mUlu ktIAY; qW suKu hovI imq ]66]",
    "TRANSLITERATION": "Janman Maran Kaa Mool Katteeai Thaan Sukh Hovee Mith ||66||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਜਦੋਂ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੀ ਜੜ੍ਹ ਵੱਢੀ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੬੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 6,
    "RAAG_ID": 48,
    "GURMUKHI": "BuilAW Awip smJwiesI; jw kau ndir kry ]",
    "TRANSLITERATION": "Bhuliaaan Aap Samajhaaeisee Jaa Ko Nadhar Karae ||",
    "PUNJABI": "ਜ਼ਿੰਦਗੀ ਦੇ ਗ਼ਲਤ ਰਸਤੇ ਉੱਤੇ ਪਏ ਹੋਏ ਭੀ ਜਿਸ ਮਨੁੱਖ ਉਤੇ (ਪਰਮਾਤਮਾ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪ (ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Bu`ilAW"
  },
  {
    "SHABAD_ID": 5481,
    "LINE_ID": 7,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. ndrI bwhrI; krx plwh kry ]67]",
    "TRANSLITERATION": "Naanak Nadharee Baaharee Karan Palaah Karae ||67||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਮਨੁੱਖ (ਸਦਾ) ਕੀਰਨੇ ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੬੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "slok mhlw 4",
    "TRANSLITERATION": "Salok Mehalaa 4",
    "PUNJABI": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਸਲੋਕ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 8,
    "RAAG_ID": 48,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "vfBwgIAw sohwgxI; ijn@w gurmuiK imilAw hir rwie ]",
    "TRANSLITERATION": "Vaddabhaageeaa Sohaaganee Jinhaa Guramukh Miliaa Har Raae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਬਣ ਜਾਂਦੀਆਂ ਹਨ, ਉਹ ਖਸਮ ਵਾਲੀਆਂ ਅਖਵਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 9,
    "RAAG_ID": 48,
    "GURMUKHI": "AMqir joiq prgwsIAw; nwnk. nwim smwie ]1]",
    "TRANSLITERATION": "Anthar Joth Paragaaseeaa Naanak Naam Samaae ||1||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਚਮਕ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "vwhu vwhu siqguru purKu hY; ijin scu jwqw soie ]",
    "TRANSLITERATION": "Vaahu Vaahu Sathigur Purakh Hai Jin Sach Jaathaa Soe ||",
    "PUNJABI": "ਮਹਾ ਪੁਰਖ ਗੁਰੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਸ (ਗੁਰੂ) ਨੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 10,
    "RAAG_ID": 48,
    "GURMUKHI": "ijqu imilAY iqK auqrY; qnu mnu sIqlu hoie ]",
    "TRANSLITERATION": "Jith Miliai Thikh Outharai Than Man Seethal Hoe ||",
    "PUNJABI": "ਜਿਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲਿਆਂ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, (ਮਨੁੱਖ ਦਾ) ਤਨ ਅਤੇ ਮਨ ਠੰਢਾ-ਠਾਰ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "iqK: polw bolo"
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "vwhu vwhu siqguru siq purKu hY; ijs no smqu sB koie ]",
    "TRANSLITERATION": "Vaahu Vaahu Sathigur Sath Purakh Hai Jis No Samath Sabh Koe ||",
    "PUNJABI": "ਗੁਰੂ ਸੱਤ ਪੁਰਖ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ ਧੰਨ ਹੈ, ਕਿਉਂਕਿ ਉਸ ਨੂੰ ਹਰੇਕ ਜੀਵ ਇਕੋ ਜਿਹਾ (ਦਿੱਸਦਾ) ਹੈ।",
    "PRONUNCIATION": "smq: polw bolo imlvW"
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 11,
    "RAAG_ID": 48,
    "GURMUKHI": "vwhu vwhu siqguru inrvYru hY; ijsu inMdw ausqiq quil hoie ]",
    "TRANSLITERATION": "Vaahu Vaahu Sathigur Niravair Hai Jis Nindhaa Ousathath Thul Hoe ||",
    "PUNJABI": "ਗੁਰੂ ਧੰਨ ਹੈ, ਗੁਰੂ ਧੰਨ ਹੈ, ਗੁਰੂ ਨੂੰ ਕਿਸੇ ਨਾਲ ਵੈਰ ਨਹੀਂ (ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰੇ, ਕੋਈ ਵਡਿਆਈ ਕਰੇ) ਗੁਰੂ ਨੂੰ (ਉਹ) ਨਿੰਦਾ ਜਾਂ ਵਡਿਆਈ ਇਕੋ ਜਿਹੀ ਜਾਪਦੀ ਹੈ।",
    "PRONUNCIATION": "qu`il"
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "vwhu vwhu siqguru sujwxu hY; ijsu AMqir bRhmu vIcwru ]",
    "TRANSLITERATION": "Vaahu Vaahu Sathigur Sujaan Hai Jis Anthar Breham Veechaar ||",
    "PUNJABI": "ਗੁਰੂ ਧੰਨ ਹੈ ਗੁਰੂ ਧੰਨ ਹੈ, ਗੁਰੂ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਿਚ) ਸਿਆਣਾ ਹੈ, ਗੁਰੂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਸਦਾ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 12,
    "RAAG_ID": 48,
    "GURMUKHI": "vwhu vwhu siqguru inrMkwru hY; ijsu. AMqu n pwrwvwru ]",
    "TRANSLITERATION": "Vaahu Vaahu Sathigur Nirankaar Hai Jis Anth N Paaraavaar ||",
    "PUNJABI": "ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਗੁਰੂ (ਉਸ) ਨਿਰੰਕਾਰ (ਦਾ ਰੂਪ) ਹੈ ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "vwhu vwhu siqgurU hY; ij scu idRVwey soie ]",
    "TRANSLITERATION": "Vaahu Vaahu Sathiguroo Hai J Sach Dhrirraaeae Soe ||",
    "PUNJABI": "ਗੁਰੂ ਧੰਨ ਹੈ ਗੁਰੂ ਧੰਨ ਹੈ, ਕਿਉਂਕਿ ਉਹ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 13,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. siqgur vwhu vwhu; ijs qy nwmu prwpiq hoie ]2]",
    "TRANSLITERATION": "Naanak Sathigur Vaahu Vaahu Jis Thae Naam Paraapath Hoe ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਗੁਰੂ) ਤੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਸਦਾ) ਧੰਨ ਧੰਨ ਆਖਿਆ ਕਰੋ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 14,
    "RAAG_ID": 48,
    "GURMUKHI": "hir pRB scw soihlw; gurmuiK nwmu goivMdu ]",
    "TRANSLITERATION": "Har Prabh Sachaa Sohilaa Guramukh Naam Govindh ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਵਾਸਤੇ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਗੋਬਿੰਦ ਨਾਮ (ਹੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "An idnu nwmu slwhxw; hir jipAw min AwnMdu ]",
    "TRANSLITERATION": "Anadhin Naam Salaahanaa Har Japiaa Man Aanandh ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਦੀ ਸਿਫ਼ਤ ਕੀਤੀ, ਹਰਿ-ਨਾਮ ਹੀ ਜਪਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਅਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 15,
    "RAAG_ID": 48,
    "GURMUKHI": "vfBwgI hir pwieAw; pUrn prmwnMdu ]",
    "TRANSLITERATION": "Vaddabhaagee Har Paaeiaa Pooran Paramaanandh ||",
    "PUNJABI": "ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚੇ ਆਤਮਕ ਅਨੰਦ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "jn nwnk. nwmu slwihAw; bhuiV. n min qin BMgu ]3]",
    "TRANSLITERATION": "Jan Naanak Naam Salaahiaa Bahurr N Man Than Bhang ||3||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਨੇ ਹਰ ਵੇਲੇ) ਹਰਿ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਕੀਤੀ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਤਨ ਵਿਚ (ਆਤਮਕ ਆਨੰਦ ਦੀ) ਮੁੜ ਕਦੇ ਤੋਟ ਨਹੀਂ ਆਉਂਦੀ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 16,
    "RAAG_ID": 48,
    "GURMUKHI": "mUM iprIAw sau nyhu; ikau sjx imlih ipAwirAw ]",
    "TRANSLITERATION": "Moon Pireeaa So Naehu Kio Sajan Milehi Piaariaa ||",
    "PUNJABI": "(ਆਪਣੇ) ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਹੈ (ਮੇਰੀ ਹਰ ਵੇਲੇ ਤਾਂਘ ਹੈ ਕਿ ਮੈਨੂੰ) ਕਿਵੇਂ (ਉਹ) ਪਿਆਰੇ ਸੱਜਣ ਮਿਲ ਪੈਣ (ਜਿਹੜੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾ ਦੇਣ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "hau FUFydI iqn; sjx sic svwirAw ]",
    "TRANSLITERATION": "Ho Dtoodtaedhee Thin Sajan Sach Savaariaa ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਸੱਜਣਾਂ ਨੂੰ ਲੱਭਦੀ ਫਿਰਦੀ ਹਾਂ, ਸਦਾ-ਥਿਰ ਹਰਿ ਨਾਮ ਨੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 17,
    "RAAG_ID": 48,
    "GURMUKHI": "siqguru mYfw imqu hY; jy imlY. q iehu mnu vwirAw ]",
    "TRANSLITERATION": "Sathigur Maiddaa Mith Hai Jae Milai Th Eihu Man Vaariaa ||",
    "PUNJABI": "ਗੁਰੂ (ਹੀ) ਮੇਰਾ (ਅਸਲ) ਮਿੱਤਰ ਹੈ। ਜੇ (ਮੈਨੂੰ ਗੁਰੂ) ਮਿਲ ਪਏ, ਤਾਂ (ਮੈਂ ਆਪਣਾ) ਇਹ ਮਨ (ਉਸ ਤੋਂ) ਸਦਕੇ ਕਰ ਦਿਆਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "dyNdw. mUM ipru dis; hir sjxu isrjxhwirAw ]",
    "TRANSLITERATION": "Dhaenadhaa Moon Pir Dhas Har Sajan Sirajanehaariaa ||",
    "PUNJABI": "(ਗੁਰੂ ਹੀ) ਮੈਨੂੰ ਦੱਸ ਸਕਦਾ ਹੈ ਕਿ ਸਿਰਜਣਹਾਰ ਹਰੀ (ਹੀ ਅਸਲ) ਸੱਜਣ ਹੈ।",
    "PRONUNCIATION": "d`is"
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 18,
    "RAAG_ID": 48,
    "GURMUKHI": "nwnk. hau ipru BwlI Awpxw; siqgur nwil idKwilAw ]4]",
    "TRANSLITERATION": "Naanak Ho Pir Bhaalee Aapanaa Sathigur Naal Dhikhaaliaa ||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਆਪਣਾ ਖਸਮ-ਪ੍ਰਭੂ ਢੂੰਢ ਰਹੀ ਸਾਂ, ਤੂੰ (ਮੈਨੂੰ ਮੇਰੇ) ਨਾਲ (ਵੱਸਦਾ) ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "hau KVI inhwlI pMDu; mqu. mUM sjxu Awvey ]",
    "TRANSLITERATION": "Ho Kharree Nihaalee Pandhh Math Moon Sajan Aaveae ||",
    "PUNJABI": "ਮੈਂ ਤਾਂਘ ਨਾਲ ਰਾਹ ਤੱਕ ਰਹੀ ਹਾਂ ਕਿ ਸ਼ਾਇਦ ਮੇਰਾ ਸੱਜਣ ਆ ਰਿਹਾ ਹੈ,",
    "PRONUNCIATION": "(pMDu) rsqw, (mUM) myrw[ KV@I[Aw-vey"
  },
  {
    "SHABAD_ID": 5482,
    "LINE_ID": 19,
    "RAAG_ID": 48,
    "GURMUKHI": "ko Awix imlwvY Aju; mY. ipru myil imlwvey ]",
    "TRANSLITERATION": "Ko Aan Milaavai Aj Mai Pir Mael Milaaveae ||",
    "PUNJABI": "ਜਿਹੜਾ ਮੈਨੂੰ (ਮੇਰਾ ਪ੍ਰਭੂ-) ਪਤੀ ਅੱਜ (ਇਸੇ ਜੀਵਨ ਵਿਚ) ਲਿਆ ਕੇ ਮਿਲਾ ਦੇਂਦਾ ਹੋਵੇ।",
    "PRONUNCIATION": "A`ju"
  }
]