[
  {
    "SHABAD_ID": 5531,
    "LINE_ID": 1,
    "RAAG_ID": 49,
    "GURMUKHI": "inj kir dyiKE. jgqu mY; ko kwhU ko nwih ]",
    "TRANSLITERATION": "Nij Kar Dhaekhiou Jagath Mai Ko Kaahoo Ko Naahi ||",
    "PUNJABI": "ਮੈਂ ਜਗਤ ਨੂੰ ਆਪਣਾ ਸਮਝ ਕੇ (ਹੀ ਹੁਣ ਤਕ) ਵੇਖਦਾ ਰਿਹਾ, (ਪਰ ਇਥੇ ਤਾਂ) ਕੋਈ ਕਿਸੇ ਦਾ ਭੀ (ਸਦਾ ਲਈ ਆਪਣਾ) ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "in`j[ j`gqu"
  },
  {
    "SHABAD_ID": 5531,
    "LINE_ID": 1,
    "RAAG_ID": 49,
    "GURMUKHI": "nwnk. iQru hir Bgiq hY; iqh rwKo mn mwih ]48]",
    "TRANSLITERATION": "Naanak Thhir Har Bhagath Hai Thih Raakho Man Maahi ||48||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਹੀ) ਹੈ। ਇਸ (ਭਗਤੀ) ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪ੍ਰੋ ਰੱਖ ॥੪੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5532,
    "LINE_ID": 2,
    "RAAG_ID": 49,
    "GURMUKHI": "jg rcnw sB JUT hY; jwin lyhu ry mIq ]",
    "TRANSLITERATION": "Jag Rachanaa Sabh Jhooth Hai Jaan Laehu Rae Meeth ||",
    "PUNJABI": "ਹੇ ਮਿੱਤਰ! ਇਹ ਗੱਲ ਸੱਚੀ ਜਾਣ ਕਿ ਜਗਤ ਦੀ ਸਾਰੀ ਹੀ ਰਚਨਾ ਨਾਸਵੰਤ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5532,
    "LINE_ID": 2,
    "RAAG_ID": 49,
    "GURMUKHI": "kih nwnk. iQru nw rhY; ijau bwlU kI BIq ]49]",
    "TRANSLITERATION": "Kehi Naanak Thhir Naa Rehai Jio Baaloo Kee Bheeth ||49||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਰੇਤ ਦੀ ਕੰਧ ਵਾਂਗ (ਜਗਤ ਵਿਚ) ਕੋਈ ਭੀ ਚੀਜ਼ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ ਹੈ ॥੪੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5533,
    "LINE_ID": 3,
    "RAAG_ID": 49,
    "GURMUKHI": "rwm gieE rwvnu gieE; jw kau bhu prvwr ]",
    "TRANSLITERATION": "Raam Gaeiou Raavan Gaeiou Jaa Ko Bahu Paravaar ||",
    "PUNJABI": "(ਦੇਖ! ਸ੍ਰੀ) ਰਾਮ (-ਚੰਦ੍ਰ) ਕੂਚ ਕਰ ਗਿਆ, ਰਾਵਨ ਭੀ ਚੱਲ ਵੱਸਿਆ ਜਿਸ ਨੂੰ ਵੱਡੇ ਪਰਵਾਰ ਵਾਲਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5533,
    "LINE_ID": 3,
    "RAAG_ID": 49,
    "GURMUKHI": "khu nwnk. iQru kCu nhI; supny ijau sMswir ]50]",
    "TRANSLITERATION": "Kahu Naanak Thhir Kashh Nehee Supanae Jio Sansaar ||50||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਇਥੇ) ਕੋਈ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਦਾਰਥ ਨਹੀਂ ਹੈ। (ਇਹ) ਜਗਤ ਸੁਪਨੇ ਵਰਗਾ (ਹੀ) ਹੈ ॥੫੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5534,
    "LINE_ID": 4,
    "RAAG_ID": 49,
    "GURMUKHI": "icMqw. qw kI kIjIAY; jo AnhonI hoie ]",
    "TRANSLITERATION": "Chinthaa Thaa Kee Keejeeai Jo Anehonee Hoe ||",
    "PUNJABI": "(ਮੌਤ ਆਦਿਕ ਤਾਂ) ਉਸ (ਘਟਨਾ) ਦੀ ਚਿੰਤਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਹੜੀ ਕਦੇ ਵਾਪਰਨ ਵਾਲੀ ਨਾਹ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5534,
    "LINE_ID": 4,
    "RAAG_ID": 49,
    "GURMUKHI": "ieh mwrgu sMswr ko; nwnk. iQru nhI koie ]51]",
    "TRANSLITERATION": "Eihu Maarag Sansaar Ko Naanak Thhir Nehee Koe ||51||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਗਤ ਦੀ ਤਾਂ ਚਾਲ ਹੀ ਇਹ ਹੈ ਕਿ (ਇਥੇ) ਕੋਈ ਜੀਵ (ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੫੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5535,
    "LINE_ID": 4,
    "RAAG_ID": 49,
    "GURMUKHI": "jo aupijE. so ibnis hY; pro Awju ky kwl ]",
    "TRANSLITERATION": "Jo Oupajiou So Binas Hai Paro Aaj Kai Kaal ||",
    "PUNJABI": "(ਜਗਤ ਵਿਚ ਤਾਂ) ਜਿਹੜਾ ਭੀ ਜੰਮਿਆ ਹੈ ਉਹ (ਜ਼ਰੂਰ) ਨਾਸ ਹੋ ਜਾਇਗਾ (ਹਰ ਕੋਈ ਇਥੋਂ) ਅੱਜ ਜਾਂ ਭਲਕੇ ਕੂਚ ਕਰ ਜਾਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5535,
    "LINE_ID": 5,
    "RAAG_ID": 49,
    "GURMUKHI": "nwnk. hir gun gwie ly; Cwif sgl jMjwl ]52]",
    "TRANSLITERATION": "Naanak Har Gun Gaae Lae Shhaadd Sagal Janjaal ||52||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਇਸ ਵਾਸਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਸਾਰੀਆਂ ਫਾਹੀਆਂ ਲਾਹ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ ॥੫੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5536,
    "LINE_ID": 5,
    "RAAG_ID": 49,
    "GURMUKHI": "dohrw ]",
    "TRANSLITERATION": "Dhoharaa ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5536,
    "LINE_ID": 6,
    "RAAG_ID": 49,
    "GURMUKHI": "blu CutikE, bMDn pry; kCU n hoq aupwie ]",
    "TRANSLITERATION": "Bal Shhuttakiou Bandhhan Parae Kashhoo N Hoth Oupaae ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਜਦੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਫਾਹੀਆਂ (ਮਨੁੱਖ ਨੂੰ) ਆ ਪੈਂਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਫਾਹੀਆਂ ਨੂੰ ਕੱਟਣ ਲਈ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ) ਤਾਕਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਮਾਇਆ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਮਨੁੱਖ ਪਾਸੋਂ) ਕੋਈ ਭੀ ਹੀਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5536,
    "LINE_ID": 6,
    "RAAG_ID": 49,
    "GURMUKHI": "khu nwnk. Ab Et hir; gij ijau hohu shwie ]53]",
    "TRANSLITERATION": "Kahu Naanak Ab Outt Har Gaj Jio Hohu Sehaae ||53||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਹਰੀ! ਇਹੋ ਜਿਹੇ ਵੇਲੇ (ਹੁਣ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ। ਜਿਵੇਂ ਤੂੰ (ਤੇਂਦੂਏ ਤੋਂ ਛੁਡਾਣ ਲਈ) ਹਾਥੀ ਦਾ ਸਹਾਈ ਬਣਿਆ, ਤਿਵੇਂ ਸਹਾਈ ਬਣ। (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰਨ ਲਈ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਹੀ ਇਕੋ ਇਕ ਵਸੀਲਾ ਹੈ) ॥੫੩॥",
    "PRONUNCIATION": "gij: polw bolo"
  },
  {
    "SHABAD_ID": 5537,
    "LINE_ID": 7,
    "RAAG_ID": 49,
    "GURMUKHI": "blu hoAw bMDn Cuty; sB ikCu hoq aupwie ]",
    "TRANSLITERATION": "Bal Hoaa Bandhhan Shhuttae Sabh Kishh Hoth Oupaae ||",
    "PUNJABI": "(ਜਦੋਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਡਿੱਗਦਾ ਹੈ, ਤਾਂ ਮਾਇਆ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ) ਬਲ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ (ਮੋਹ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ) ਹਰੇਕ ਹੀਲਾ ਸਫਲ ਹੋ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5537,
    "LINE_ID": 7,
    "RAAG_ID": 49,
    "GURMUKHI": "nwnk. sB ikCu qumrY hwQ mY; qum hI hoq shwie ]54]",
    "TRANSLITERATION": "Naanak Sabh Kishh Thumarai Haathh Mai Thum Hee Hoth Sehaae ||54||",
    "PUNJABI": "ਸੋ, ਹੇ ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਕੁਝ ਤੇਰੇ ਹੱਥ ਵਿਚ ਹੈ (ਤੇਰੀ ਪੈਦਾ ਕੀਤੀ ਮਾਇਆ ਭੀ ਤੇਰੇ ਹੀ ਅਧੀਨ ਹੈ, ਇਸ ਤੋਂ ਬਚਣ ਲਈ) ਤੂੰ ਹੀ ਮਦਦਗਾਰ ਹੋ ਸਕਦਾ ਹੈਂ ॥੫੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5538,
    "LINE_ID": 8,
    "RAAG_ID": 49,
    "GURMUKHI": "sMg sKw sB qij gey; koaU. n inbihE swQ ]",
    "TRANSLITERATION": "Sang Sakhaa Sabh Thaj Geae Kooo N Nibehiou Saathh ||",
    "PUNJABI": "(ਜਦੋਂ ਅੰਤ ਵੇਲੇ) ਸਾਰੇ ਸਾਥੀ ਸੰਗੀ ਛੱਡ ਜਾਂਦੇ ਹਨ, ਜਦੋਂ ਕੋਈ ਭੀ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹ ਸਕਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5538,
    "LINE_ID": 8,
    "RAAG_ID": 49,
    "GURMUKHI": "khu nwnk. ieh ibpq mY; tyk eyk rGnwQ ]55]",
    "TRANSLITERATION": "Kahu Naanak Eih Bipath Mai Ttaek Eaek Raghunaathh ||55||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ (ਇਕੱਲੇ-ਪਨ ਦੀ) ਮੁਸੀਬਤ ਵੇਲੇ ਭੀ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ (ਸੋ, ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ) ॥੫੫॥",
    "PRONUNCIATION": "(ibpq) qklI&[ (rGnwQ) rwm"
  },
  {
    "SHABAD_ID": 5539,
    "LINE_ID": 9,
    "RAAG_ID": 49,
    "GURMUKHI": "nwmu rihE. swDU rihE; rihE gur goibMd ]",
    "TRANSLITERATION": "Naam Rehiou Saadhhoo Rehiou Rehiou Gur Gobindh ||",
    "PUNJABI": "(ਅੰਤ ਵੇਲੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਜੀਵ ਦੇ ਨਾਲ) ਰਹਿੰਦਾ ਹੈ, (ਬਾਣੀ ਦੇ ਰੂਪ ਵਿਚ) ਗੁਰੂ ਉਸ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਉਸ ਦੇ ਨਾਲ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5539,
    "LINE_ID": 9,
    "RAAG_ID": 49,
    "GURMUKHI": "khu nwnk. ieh jgq mY; ikn jipE gur mMqu ]56]",
    "TRANSLITERATION": "Kahu Naanak Eih Jagath Mai Kin Japiou Gur Manth ||56||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਸ ਦੁਨੀਆ ਵਿਚ ਜਿਸ ਕਿਸੇ (ਮਨੁੱਖ) ਨੇ (ਹਰਿ ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ) ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣੇ ਅੰਦਰ ਸਦਾ ਵਸਾਇਆ ਹੈ (ਤੇ ਨਾਮ ਜਪਿਆ ਹੈ (ਉਸ ਦੇ ਅੰਤ ਵੇਲੇ ਇਹ ਸਹਾਈ ਬਣਦੇ ਹਨ) ॥੫੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5540,
    "LINE_ID": 10,
    "RAAG_ID": 49,
    "GURMUKHI": "rwm nwmu auir mY gihE; jw kY sm. nhI koie ]",
    "TRANSLITERATION": "Raam Naam Our Mai Gehiou Jaa Kai Sam Nehee Koe ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਤੇਰਾ ਉਹ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5540,
    "LINE_ID": 10,
    "RAAG_ID": 49,
    "GURMUKHI": "ijh ismrq. sMkt imtY; drsu quhwro hoie ]57]1]",
    "TRANSLITERATION": "Jih Simarath Sankatt Mittai Dharas Thuhaaro Hoe ||57||1||",
    "PUNJABI": "ਅਤੇ ਜਿਸ ਨੂੰ ਸਿਮਰਿਆਂ ਹਰੇਕ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰਾ ਦਰਸ਼ਨ ਭੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫੭॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5541,
    "LINE_ID": 11,
    "RAAG_ID": 50,
    "GURMUKHI": "muMdwvxI mhlw 5 ]",
    "TRANSLITERATION": "Mundhaavanee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "(muMdwvxI) bu`Jwrq"
  },
  {
    "SHABAD_ID": 5541,
    "LINE_ID": 12,
    "RAAG_ID": 50,
    "GURMUKHI": "Qwl ivic. iqMin vsqU peIE; squ sMqoKu vIcwro ]",
    "TRANSLITERATION": "Thhaal Vich Thinn Vasathoo Peeou Sath Santhokh Veechaaro ||",
    "PUNJABI": "(ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-) ਥਾਲ ਵਿਚ ਉੱਚਾ ਆਚਰਨ, ਸੰਤੋਖ ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ-ਇਹ ਤਿੰਨ ਵਸਤੂਆਂ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5541,
    "LINE_ID": 12,
    "RAAG_ID": 50,
    "GURMUKHI": "AMimRq nwmu. Twkur kw pieE; ijs kw sBsu ADwro ]",
    "TRANSLITERATION": "Anmrith Naam Thaakur Kaa Paeiou Jis Kaa Sabhas Adhhaaro ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਥਾਲ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ (ਇਹ 'ਅੰਮ੍ਰਿਤ ਨਾਮੁ' ਐਸਾ ਹੈ) ਕਿ ਇਸ ਦਾ ਆਸਰਾ ਹਰੇਕ ਜੀਵ ਲਈ (ਜ਼ਰੂਰੀ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5541,
    "LINE_ID": 13,
    "RAAG_ID": 50,
    "GURMUKHI": "jy ko KwvY. jy ko BuMcY; iqs kw hoie auDwro ]",
    "TRANSLITERATION": "Jae Ko Khaavai Jae Ko Bhunchai This Kaa Hoe Oudhhaaro ||",
    "PUNJABI": "(ਇਸ ਆਤਮਕ ਭੋਜਨ ਨੂੰ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਸਦਾ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਉਸ ਮਨੁੱਖ ਦਾ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਉ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5541,
    "LINE_ID": 13,
    "RAAG_ID": 50,
    "GURMUKHI": "eyh vsqu. qjI nh jweI; inq inq rKu auir Dwro ]",
    "TRANSLITERATION": "Eaeh Vasath Thajee Neh Jaaee Nith Nith Rakh Our Dhhaaro ||",
    "PUNJABI": "(ਜੇ ਆਤਮਕ 'ਉਧਾਰ' ਦੀ ਲੋੜ ਹੈ ਤਾਂ) ਆਤਮਕ ਪ੍ਰਸੰਨਤਾ ਦੇਣ ਵਾਲੀ ਇਹ ਨਾਮ-ਵਸਤੂ ਤਿਆਗੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਇਸ ਨੂੰ ਸਦਾ ਹੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5541,
    "LINE_ID": 14,
    "RAAG_ID": 50,
    "GURMUKHI": "qm sMswru. crn lig qrIAY; sBu nwnk bRhm pswro ]1]",
    "TRANSLITERATION": "Tham Sansaar Charan Lag Thareeai Sabh Naanak Breham Pasaaro ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਇਸ ਨਾਮ ਵਸਤੂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਘੁੱਪ ਹਨੇਰਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦੇ ਆਪੇ ਦਾ ਪਰਕਾਸ਼ ਹੀ (ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5542,
    "LINE_ID": 14,
    "RAAG_ID": 51,
    "GURMUKHI": "slok mhlw 5 ]",
    "TRANSLITERATION": "Salok Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5542,
    "LINE_ID": 14,
    "RAAG_ID": 51,
    "GURMUKHI": "qyrw kIqw. jwqo nwhI; mYno jogu kIqoeI ]",
    "TRANSLITERATION": "Thaeraa Keethaa Jaatho Naahee Maino Jog Keethoee ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਕੀਤੇ ਉਪਕਾਰ ਦੀ ਕਦਰ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, (ਉਪਕਾਰ ਦੀ ਦਾਤ ਸਾਂਭਣ ਲਈ) ਤੂੰ (ਆਪ ਹੀ) ਮੈਨੂੰ ਫਬਵਾਂ ਭਾਂਡਾ ਬਣਾਇਆ ਹੈ।",
    "PRONUNCIATION": "hy Akwl purK jI, Awp jI dy (kIqw) kIqy praupkwr (j`wqo) jwxy nhIN, dwsn dws nUM (jogu) lwiek gursyvk (kI~qo-eI) bxw idqw"
  },
  {
    "SHABAD_ID": 5542,
    "LINE_ID": 15,
    "RAAG_ID": 51,
    "GURMUKHI": "mY inrguixAwry. ko guxu nwhI; Awpy qrsu pieEeI ]",
    "TRANSLITERATION": "Mai Niraguniaarae Ko Gun Naahee Aapae Tharas Paeiouee ||",
    "PUNJABI": "ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ ਹੈ। ਤੈਨੂੰ ਆਪ ਨੂੰ ਹੀ ਮੇਰੇ ਉਤੇ ਤਰਸ ਆ ਗਿਆ।",
    "PRONUNCIATION": "pieE-eI"
  },
  {
    "SHABAD_ID": 5542,
    "LINE_ID": 15,
    "RAAG_ID": 51,
    "GURMUKHI": "qrsu pieAw. imhrwmiq hoeI; siqgur sjxu imilAw ]",
    "TRANSLITERATION": "Tharas Paeiaa Miharaamath Hoee Sathigur Sajan Miliaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਵਾਸਤੇ ਤਰਸ ਪੈਦਾ ਹੋਇਆ, ਮੇਰੇ ਉੱਤੇ ਤੇਰੀ ਮਿਹਰ ਹੋਈ, ਤਾਂ ਮੈਨੂੰ ਮਿੱਤਰ ਗੁਰੂ ਮਿਲ ਪਿਆ (ਤੇਰਾ ਇਹ ਉਪਕਾਰ ਭੁਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "PRONUNCIATION": "(imh-rwmiq) imxqI rihq myhr[p-ieAw"
  },
  {
    "SHABAD_ID": 5542,
    "LINE_ID": 16,
    "RAAG_ID": 51,
    "GURMUKHI": "nwnk. nwmu imlY qW jIvW; qnu mnu QIvY hirAw ]1]",
    "TRANSLITERATION": "Naanak Naam Milai Thaan Jeevaan Than Man Thheevai Hariaa ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੁਣ ਪਿਆਰੇ ਗੁਰੂ ਪਾਸੋਂ) ਜਦੋਂ ਮੈਨੂੰ (ਤੇਰਾ) ਨਾਮ ਮਿਲਦਾ ਹੈ, ਤਾਂ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਮੇਰਾ ਤਨ ਮੇਰਾ ਮਨ (ਉਸ ਆਤਮਕ ਜੀਵਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਖਿੜ ਆਉਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5543,
    "LINE_ID": 18,
    "RAAG_ID": 51,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadhi",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5543,
    "LINE_ID": 19,
    "RAAG_ID": 52,
    "GURMUKHI": "rwg mwlw ]",
    "TRANSLITERATION": "Raag Maalaa ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5543,
    "LINE_ID": 19,
    "RAAG_ID": 52,
    "GURMUKHI": "rwg eyk sMig; pMc brMgn ]",
    "TRANSLITERATION": "Raag Eaek Sang Panch Barangan ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5543,
    "LINE_ID": 19,
    "RAAG_ID": 52,
    "GURMUKHI": "sMig Alwpih. AwTau nMdn ]",
    "TRANSLITERATION": "Sang Alaapehi Aatho Nandhan ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5543,
    "LINE_ID": 19,
    "RAAG_ID": 52,
    "GURMUKHI": "pRQm rwg BYrau. vY krhI ]",
    "TRANSLITERATION": "Prathham Raag Bhairo Vai Karehee ||",
    "PUNJABI": "",
    "PRONUNCIATION": "(vY) auh"
  }
]