{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜਿਉ ਜਨ ਚੰਦ੍ਰਹਾਂਸੁ, ਦੁਖਿਆ ਧ੍ਰਿਸਟਬੁਧੀ; ਅਪੁਨਾ ਘਰੁ ਲੂਕੀ ਜਾਰੇ ॥੬॥",
      "page": 982,
      "line": 12
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "As for example, Dhirstbudhi saint annoyed saint Chanderhaus. However, in an attempt to destroy Chanderhaus, he set his own house on fire. (Note: As per Hindu mythology, Chanderhaus was the son of king Dharma. Dhristbudhi bore ill-will for Chanderhaus and"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਤਰ੍ਹਾਂ, ਦ੍ਰਿਸ਼ਟਾਂਤ ਦੇ ਤੌਰ ਤੇ, ਧ੍ਰਿਸਟਬੁਧੀ ਸੰਤ ਚੰਦ੍ਰਹਾਸ ਨੂੰ ਦੁਖੀ ਕਰਦਾ ਸੀ। ਪ੍ਰੰਤੂ ਚੰਦ੍ਰਹਾਸ ਨੂੰ ਤਬਾਹ ਕਰਨ ਦੇ ਯਤਨ ਅੰਦਰ ਉਸ ਨੇ ਆਪਣਾ ਘਰ ਹੀ ਅੱਗ ਨਾਲ ਸਾੜ ਲਿਆ। ਨੋਟ: ਚੰਦ੍ਰਹਾਸ ਰਾਜੇ ਧਰਮ ਦਾ ਪੁਤ੍ਰ ਸੀ। ਧ੍ਰਿਸਟ ਬੁਧੀ ਉਸ ਨਾਲ ਈਰਖਾ ਕਰਦਾ ਸੀ ਅਤੇ ਉਸ ਨੂੰ ਮਾਰਨਾ ਲੋੜਦਾ ਸੀ। ਪ੍ਰੰਤੂ ਗਲਤ"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "When Dhrishtabudhi tormented the humble devotee Chandrahaans, he only set his own house on fire. ||6||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੈਸੇ ਚੰਦ੍ਰਹਾਸ (ਜਨ) ਭਗਤ ਵਜ਼ੀਰ ਧ੍ਰਿਸਟਬੁਧੀ ਸੇ ਦੁਖੀਆ ਥਾ। ਤਿਸੀ ਅਪਰਾਧ ਸੇ ਧ੍ਰਿਸ਼੍ਟਬੁਧੀ ਨੇ ਆਪਨਾ ਘਰ ਈਰਖਾ ਰੂਪ (ਲੂਕੀ) ਅਗਨੀ ਕਹਿ ਜਲਾਇ ਲੀਆ ਸੀ। ਸੁ ਧਰਮ ਨਾਮ ਰਾਜਾ ਕਾ ਪੁਤ੍ਰ ਚੰਦ੍ਰਹਾਸ ਥਾ। ਦੇਵ ਸੰਜੋਗ ਸੇ ਧ੍ਰਿਸ੍ਟ ਬੁਧੀ ਕੀ ਈਰਖਾ ਹੋ ਗਈ। ਤਬ ਚਾਹਿਆ ਕਿ ਇਸ ਕੋ ਮਰਵਾਇ ਦੇਊਂ। ਮਦਨਸਿੰਗ ਧ੍ਰਿਸਟ ਬੁਧੀ ਕਾ ਪੁਤ੍ਰ ਥਾ। ਉਸ ਕੇ ਥਾਂ ਵਹੁ ਮਾਰਿਆ ਗਿਆ ਔ ਚੰਦਰਹਾਸ ਕੋ ਰਾਜ ਪ੍ਰਾਪਤਿ ਹੋ ਗਿਆ। ਇਹੁ ਕਥਾ ਭਗਤਿ ਮਾਲ ਮੇਂ ਵਾ ਮਹਾਂ ਭਾਰਤ ਮੇਂ ਬਿਸਤਾਰ ਸੇ ਹੈ॥੬॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਵੇਂ ਧ੍ਰਿਸਟਬੁਧੀ ਭਲੇ ਚੰਦ੍ਰਹਾਂਸ ਦਾ ਬੁਰਾ ਲੋਚਦਾ ਲੋਚਦਾ ਆਪਣੇ ਹੀ ਘਰ ਨੂੰ ਚੁਆਤੀ ਨਾਲ ਸਾੜ ਬੈਠਾ ॥੬॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Dhrishtabudi quiso atormentar al Devoto Chandrajans, pero lo que hizo fue prenderle fuego a su propio hogar.(6)"
    }
  ]
}