{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਗੁਰੁ ਨਾਨਕੁ ਤੁਠਾ; ਕੀਨੀ ਦਾਤਿ ॥੪॥੭॥੧੦੧॥",
      "page": 396,
      "line": 8
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Guru Nanak being mightily pleased has given me this gift."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਨਾਨਕ ਨੇ ਪਰਮ ਪਰਸੰਨ ਹੋ ਕੇ ਇਹ ਬਖਸ਼ੀਸ਼ ਮੈਨੂੰ ਬਖਸ਼ੀ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Guru Nanak, greatly pleased, has bestowed this gift. ||4||7||101||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੋ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਪ੍ਰਸੰਨ ਹੂਏ ਤੌ ਹਮ ਕੋ ਪੁਤ੍ਰ ਹੋਣੇ ਕੀ ਬਖਸੀਸ ਕਰੀ ਹੈ॥੪॥੭॥੧੦੧॥☬ਅਬ ਅੰਤ੍ਰੀਵ ਅਰਥ ਕਹਤੇ ਹੈਂ: ਜੋ ਗੋਬਿੰਦ ਕਾ ਭਗਤ ਹੈ ਤਿਸ ਕੇ ਰਿਦੇ ਮੇਂ (ਪੂਤੁ) ਪਵਿਤ੍ਰ ਗ੍ਯਾਨ ਉਤਪਤਿ ਹੂਆ ਹੈ। ਜਿਸ ਪੁਰਸ ਕਾ ਪੁੰਨ (ਧੁਰਿ) ਆਦ ਕਾ ਲਿਖਾ ਹੂਆ ਥਾ ਸਰਬ ਜੀਵੋਂ ਬਿਖੈ ਤਿਸ ਕੋ ਗ੍ਯਾਨ ਪ੍ਰਗਟ ਹੂਆ ਹੈ॥ ਰਹਾਉ॥ ਸਾਚੇ ਸਤਿਗੁਰੂ ਨੇ ਗ੍ਯਾਨ ਭੇਜ ਦੀਆ, ਭਾਵ ਪ੍ਰਾਪਤਿ ਕੀਆ ਹੈ। ਤਿਸ ਕਰ (ਚਿਰੁਜੀਵਨੁ) ਪਰਮੇਸ੍ਵਰ ਕੇ ਸਾਥ ਸੰਜੋਗ ਉਪਜਿਆ ਹੈ। ਵਾ ਜਬ ਗੁਰੋਂ ਕੇ ਸੰਜੋਗ ਸੇ ਗ੍ਯਾਨ ਉਤਪਤਿ ਹੂਆ, ਭਾਵ ਆਪ ਕੋ ਬ੍ਰਹਮ ਨਿਸਚੇ ਕੀਆ ਤਬ ਚਿਰਜੀਵੀ ਹੂਏ। ਜਬ ਗ੍ਯਾਨ ਨੇ ਜਗ੍ਯਾਸੂ ਕੇ ਰਿਦੇ ਮੇਂ ਨਿਵਾਸ ਆਇ ਕੀਆ ਤਬ ਮਾਤਾ ਕੇ ਮਨ ਮੇਂ ਅਰਥਾਤ ਬੁਧੀ ਕੇ ਬੀਚ ਬਹੁਤ ਅਨੰਦ ਹੂਆ। ੧੦ ਦਸ ਇੰਦ੍ਰਯੋਂ ਕੋ ਰੋਕਣੇ ਸੇ ਵਾ ਦਸ ਪ੍ਰਕਾਰ ਕੀ ਭਗਤੀ ਕਰਨੇ ਸੇ ਪਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਕਰ ਗ੍ਯਾਨ ਬਾਲਕ ਨੇ ਜਨਮ ਲੀਆ ਹੈ। (ਬਾਲਕੁ) ਜਿਸ ਕੇ ਰੋਮ ਰੋਮ ਮੇਂ ਬ੍ਰਹਮਾ, ਭਾਵ ਬ੍ਰਹਮੰਡ ਹੈ, ਸੋ ਬਾਲਕ ਤਿਸ ਕਾ ਗਿਆਨ ਹੂਆ ਹੈ। ਤਿਸ ਗ੍ਯਾਨ ਕਰ ਸੋਕ ਨਿਬ੍ਰਿਤ ਹੂਆ ਅਰੁ ਅਤੀ ਆਨੰਦ ਹੂਆ ਹੈ॥ ਸਖੀਆਂ ਇੰਦ੍ਰੀਆਂ ਅਨੰਦ ਪੂਰਬਕ ਗੁਰ ਬਾਣੀ ਕੋ ਗਾਵਤੀ ਹੈਂ। ਤਿਨ ਕਾ ਗਾਵਣਾ ਸਾਚੇ ਸਾਹਿਬ ਕੇ ਮਨ ਮੇਂ ਭਾਵਤਾ ਹੈ। ਸੁਭ ਗੁਣੋਂ ਰੂਪੀ ਬੇਲ ਬੁਹਤ ਵਧੀ ਹੈ ਅਰ ਸੰਪ੍ਰਾਦਾਇ ਰੂਪੀ ਪੀੜੀ ਚਲੀ ਹੈ। ਹਰੀ ਨੇ ਧਰਮ ਕਲਾ ਕਾ ਸ੍ਵਰੂਪ ਹੀ ਗ੍ਯਾਨ ਕੀ ਮੂਰਤੀ ਰਿਦੇ ਮੇਂ ਬੰਨ ਕਰ ਬੈਠਾਲੀ ਹੈ। ਯਥਾ- "
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਹਰ ਕੋਈ ਜਾਣਦਾ ਹੈ ਕਿ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ) ਗੁਰੂ ਨਾਨਕ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ (ਉਸ ਨੂੰ) ਦਾਤਿ ਦੇਂਦਾ ਹੈ ॥੪॥੭॥੧੦੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "dice Nanak, el Guru en Su Misericordia me ha bendecido con ese regalo. (4-7-101)"
    }
  ]
}
