[
  {
    "id": 68101,
    "shabad_id": 10808,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੇਸਰ ਸੋ ਭੀਜੇ ਪਟ ਸੋਭਾ ਦੇਤ ਅੈਸੀ ਭਾਂਤ ਮਾਨੋ ਰੂਪ ਰਾਗ ਕੇ ਸੁਹਾਗ ਭਾਗ ਭਰੇ ਹੈਂ ॥",
    "transliteration": "Kesar So Bheeje Pat Sobhaa Det Aisibhaant Maano Roop Raag Ke Suhaag Bhaag Bhare Hain||",
    "translation": "The garments saturated with saffron are looking splendid as if the beauty itself has materialized.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68102,
    "shabad_id": 10808,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰਾਜਾ ਅਵਧੇਸ ਕੇ ਕੁਮਾਰ ਅੈਸੇ ਸੋਭਾ ਦੇਤ ਕਾਮਜੂ ਨੇ ਕੋਰਿਕ ਕਲਿਯੋਰਾ ਕੈਧੌ ਕਰੇ ਹੈਂ ॥੧੬੯॥",
    "transliteration": "Raajaa Avadhes Ke Koumaar Aise Sobhaa Det Kaamjoo Ne Korik Kaliyoraa Kaidhau Dare Hain||169||",
    "translation": "The princes of Dasrath the king of Oudh, appear splendid like the god of love alongwith his arts.169.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68103,
    "shabad_id": 10809,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਬਿੱਤ ॥",
    "transliteration": "Kabitt||",
    "translation": "KABIT",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68104,
    "shabad_id": 10809,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅੳੁਧ ਤੇ ਨਿਸਰ ਚਲੇ ਲੀਨੇ ਸੰਗਿ ਸੂਰ ਭਲੇ ਰਨ ਤੇ ਨ ਟਲੇ ਪਲੇ ਸੋਭਾਹੂੰ ਕੇ ਧਾਮ ਕੇ ॥",
    "transliteration": "Audh Te Nidare Chale Leene San(i) Soor Bhlae Ran Ten A Tale Pale Sobhaahoon Ke Dhaam Ke||",
    "translation": "All have moved out of Oudhpuri and all of them taken along with them the winsome warriors, who never retrace their steps in war.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68105,
    "shabad_id": 10809,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਸੁੰਦਰ ਜੁਮਾਰ ੳੁਰਹਾਰ ਸੋਭਤ ਅਪਾਰ ਤੀਨੋ ਲੋਗ ਮੱਧ ਕੀ ਮੁਹੱਯਾ ਸਭ ਬਾਮ ਕੇ ॥",
    "transliteration": "Soundar Koumaar Ur-haar Sobhat Apaar Teeno Log Maddh Kimuhayyaa Sabh Baam Ke||",
    "translation": "They are beautiful princes, bedecked with necklaces around their necks. They are all going to bring their wedded women.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68106,
    "shabad_id": 10809,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਦੁਰਜਨ ਦਲੱਯਾ ਤੀਨੋ ਲੋਕ ਕੇ ਜਿਤੱਯਾ ਤੀਨੋ ਰਾਮ ਜੂ ਕੇ ਭੱਯਾ ਹੈਂ ਚਹੱਯਾ ਹਰਨਾਮ ਕੇ ॥",
    "transliteration": "Durjan Dalayyaa Teeno Lok Ke Jitayyaa Teeno Raam Joo Ke Bhayyaa Hain Chahayyaa Harnaam Ke||",
    "translation": "They are all the mashers of the tyrants, capable of conquering the three worlds, lovers of the name of the Lord and brothers of Ram.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68107,
    "shabad_id": 10809,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਬੁੱਧ ਕੇ ੳੁਦਾਰ ਹੈਂ ਸਿੰਗਾਰ ਅਵਤਾਰ ਦਾਨ ਸੀਲ ਕੇ ਪਹਾਰ ਕੈ ਕੁਮਾਰ ਬਨੇ ਰਾਮ ਕੇ ॥੧੭੦॥",
    "transliteration": "Buddh Ke Udaar Hain Singadr Avtaar Daan Seel Ke Pahaar Kai Koumaar Bade Raam Ke||170||",
    "translation": "They are magnanimous in wisdom, the incarnation of embellishment, the mountain of munificence and are just like Ram.170.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68108,
    "shabad_id": 10809,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਅਸ੍ਵ ਬਰਨਨੰ ॥",
    "transliteration": "Asva Barnanan||",
    "translation": "The description of horses :",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68109,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਕਬਿੱਤ ॥",
    "transliteration": "Kabitt",
    "translation": "KABIT",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68110,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਨਾਗਰਾ ਕੇ ਨੈਨ ਹੈਂ ਕਿ ਚਾਤਰਾ ਕੇ ਬੈਨ ਹੈਂ ਬਘੂਲਾ ਮਾਨੋ ਗੈਨ ਕੈਸੇ ਤੈਸੇ ਥਹਰਤ ਹੈਂ ॥",
    "transliteration": "Naagraa Ke Nain Ke Chaatraa Ke Bain Hain Baghoolaa Maano Gadn Kaise Taise Thahrat Hain||",
    "translation": "The horses, restless like the eyes of a women, swift like the swift utterances of a shrewd person an mercurial like the crane rising up in the sky, are vibrating hither and thither.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68111,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਨ੍ਰਿਤਕਾ ਕੇ ਪਾੳੁ ਹੈਂ ਕਿ ਜੂਪ ਕੈਸੇ ਦਾੳੁ ਹੈਂ ਕਿ ਛਲ ਕੋ ਦਿਖਾੳੁ ਕੋੳੂ ਤੈਸੇ ਬਿਹਰਤ ਹੈਂ ॥",
    "transliteration": "Nritakaa Ke Paau Hain Kijoop Kaise Daau Hain Ki Chhal Ko Dikhaau Ko( i)  Taiswe Bihrat Hain||",
    "translation": "They are swift like the feet of a dancer, they are the tactics of throwing the dice or even some hallucination.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68112,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਹਾਕੇ ਬਾਜ ਬੀਰ ਹੈਂ ਤੁਫੰਗ ਕੈਸੇ ਤੀਰ ਹੈਂ ਕਿ ਅੰਜਨੀ ਕੇ ਧੀਰ ਹੈਂ ਕਿ ਧੁਜਾ ਸੇ ਫਹਰਤ ਹੈਂ ॥",
    "transliteration": "Haake Baaj Beer Hain Touphan Kaise Teer Hain Ki Anjanike Dheer Hain Ki Dhujaa Se Phahrat Hain||",
    "translation": "These brave horses are swift like arrow and gunshot, shrewd and mighty like Hanuman, the son of Anjani; they are roaming like the fluttering banners.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68113,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਲਹਰੈਂ ਅਨੰਗ ਕੀ ਤਰੰਗ ਜੈਸੇ ਗੰਗ ਕੀ ਅਨੰਗ ਕੈਸੇ ਅੰਗ ਜਯੋਂ ਨ ਕਹੂੰ ਠਹਰਤ ਹੈਂ ॥੧੭੧॥",
    "transliteration": "Lahrain Anan Kitaran Jaise Gadg Kianan Kaise An Jyon Na Kahoon Thahrat Hain||171||",
    "translation": "These horses are like the intense emotions of the god of love, or the swift waves of the Ganges. They have beautiful limbs like the limbs of cupid and are not stable at any one place.171.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68114,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਨਿਸਾ ਨਿਸਨਾਥਿ ਜਾਨੈ ਦਿਨ ਦਿਨਪਤਿ ਮਾਨੈ ਭਿੱਛਕਨ ਦਾਤਾ ਕੈ ਪ੍ਰਮਾਨੇ ਮਹਾਂ ਦਾਨ ਹੈਂ ॥",
    "transliteration": "Nisaa Nisnaath(i) Jaanai Din Dinpat(i) Maanai Bhichchkan Daataa Dai Pramaane Mahaan Daan Hain||",
    "translation": "All the princes are being considered as moon by the night and sun by the day, they are known as great donors for the beggars, the ailments consider them as medicine.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
