{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਚਾਰੇ ਕਿਲਵਿਖ. ਉਨਿ ਅਘ ਕੀਏ; ਹੋਆ ਅਸੁਰ ਸੰਘਾਰੁ ॥",
      "page": 70,
      "line": 13
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "He may have committed the four major sins and other misdeeds; and be a demon to kill,"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਉਸ ਨੇ ਚਾਰੋਂ ਹੀ ਬੱਜਰ ਪਾਪ ਤੇ ਹੋਰ ਕੁਕਰਮ ਕੀਤੇ ਹੋਣ ਤੇ ਮਾਰ ਸੁੱਟਣ ਲਈਂ ਉਹ ਰਾਖਸ਼ ਹੋਵੇ,"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "if you have committed the four great sins and other mistakes; even if you are a murderous fiend"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਚਾਰੇ ਕਿਲਵਿਖ) ਗੋਘਾਤ ੧, ਗੁਰੂ ਪਤਨੀਰਮਨਾ ੨, ਬ੍ਰਹਮ ਹਤ੍ਯਾ ੩, ਏਕ ਸੇਰ ਸੇ ਅਧਿਕ ਕੰਚਨ ਕੀ ਚੋਰੀ ਕਰਨਾ ੪, ਯਦ੍ਯਪਿ ਅਲਪ ਸ੍ਵਰਨ ਕਾ ਚੁਰਾਉਨਾ ਭੀ ਪਾਪ ਹੀ ਹੈ, ਪਰੰਤੂ ਸੇਰ ਸੇ ਅਧਿਕ ਕਿਲਵਿਖੋਂ ਮੇਂ ਕਹਾ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਚਾਰੋਂ ਮਹਾਂ ਪਾਪ ਹੈਂ, ਇਨ ਚਾਰੋਂ ਕੇ ਜੋ ਕਰਨੇ ਵਾਲੇ ਹੈਂ। ਇਨ ਚਾਰੋਂ ਕਿਲਵਿਖੀ੍ਯੋਂ ਕਾ ਸੰਗੀ ਭੀ ਇਨ ਕੇ ਤੁਲ ਹੀ ਪਾਂਚਵਾਂ ਪਾਪੀ ਹੋਤਾ ਹੈ।☬ਨਨੂੰ: ਸੰਗਤਿ ਤੋ ਘੜੀ ਪਲ ਮਾਤ੍ਰ ਕਿਸੀ ਸੰਜੋਗ ਸੇ ਭੀ ਹੋ ਜਾਤੀ ਹੈ?☬ਉੱਤ੍ਰ: ਸ਼ਾਸਤ੍ਰ ਮੇਂ ਨਿਯਮ ਕੀਯਾ ਹੈ, ਜੋ ਜਿਸ ਕੀ ਏਕ ਬਰਖ ਪ੍ਰ੍ਯੰਤ ਸੰਗਤਿ ਕਰੇ ਸੋ ਤਿਸ ਕੇ ਤੁਲ ਹੋ ਜਾਤਾ ਹੈ। ਪੁਨਃ ਬਿਸ੍ਵਾਸਘਾਤ ਤਥਾ ਕ੍ਰਿਤਘਨਤਾ ਆਦਿਕ ਭੀ (ਅਘ) ਪਾਪ ਕੀਏ ਹੋਇ ਅਰਥਾਤ (ਉਨ) ਤਿਸ ਪੁਰਸ ਨੇ ਸਭੀ ਕਿਲਵਿਖ ਤਥਾ ਕ੍ਰਿਤਘਨਤਾ ਆਦਿ ਆਪ ਭੀ ਕੀਏ ਹੋਇ, ਔਰ (ਅਸੁਰ ਸੰਘਾਰ) ਅਸੁਰੀ ਸੰਪਤਾ ਕੇ ਗੁਣੋਂ ਕਰ ਮਾਰਿਆ ਹੂਆ ਹੋਇ, ਵਾ ਦੈਤੋਂ ਕੇ ਤੁਲ ਜੀਵੋਂ ਕੇ ਮਾਰਨੇ ਵਾਲਾ ਭੀ ਹੂਆ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇ ਉਸ ਨੇ (ਉਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਵੱਸ ਹੋ ਕੇ) ਚਾਰੇ ਹੀ ਉੱਘੇ ਪਾਪ ਅਪਰਾਧ ਕੀਤੇ ਹੋਏ ਹੋਣ, ਜੇ ਉਹ ਅਜੇਹਾ ਭੈੜਾ ਹੋ ਗਿਆ ਹੋਵੇ ਕਿ ਉਸ ਦਾ ਮਾਰ ਦੇਣਾ ਹੀ ਚੰਗਾ ਹੋਵੇ,"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "y que también bebe, se roba el oro, trata de seducir a la esposa del Guru, mata a la vaca o al brahmán y está siendo destruido por sus acciones"
    }
  ]
}