[
  {
    "id": 90718,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਭਗਤ ਵਛਲ ਸੁਨਿ ਹੋਤ ਹੋ ਨਿਰਾਸ ਰਿਦੈ ਪਤਿਤ ਪਾਵਨ ਸੁਨਿ ਅਾਸਾ ੳੁਰ ਧਾਰਿ ਹੌਂ",
    "transliteration": "Bhagat Vachhal Souni Hot Ho Niraas Ridai , Patit Paavan Souni Aasaa Ur Dhaari Haoun ?",
    "translation": "O Lord, when I hear that you are beloved of those who worship you all the time, I, who is bereft of your worship become sad and disappointed. But on hearing that you forgive sinners and make them pious, a ray of hope kindles in my heart. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90719,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਤਰਜਾਮੀ ਸੁਨਿ ਕੰਪਤ ਹੌ ਅੰਤਰਗਤਿ ਦੀਨ ਕੋ ਦੲਿਅਾਲ ਸੁਨਿ ਭੈ ਭ੍ਰਮ ਟਾਰ ਹੌਂ",
    "transliteration": "Antarajaamee Souni Kanpat Hau Antaragati , Deen Ko Daiaal Souni Bhai Bhram Taar Haoun ?",
    "translation": "I, the evil-doer, when hear that you are knower of innate feelings and thoughts of everyone, I tremble within. But hearing that you are clement on poor and destitutes, I shed all my fears. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90720,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਲਧਰ ਸੰਗਮ ਕੈ ਅਫਲ ਸੇਂਬਲ ਦ੍ਰੁਮ ਚੰਦਨ ਸੁਗੰਧ ਸਨਬੰਧ ਮੈਲਗਾਰ ਹੌਂ",
    "transliteration": "Jaladhar Sangam Kai Adhal Saynbal Drouma , Chandan Sougandh Sanabandh Mailagaar Haoun ?",
    "translation": "Just as a silk cotton tree (Bombax heptaphylum) is well spread and high, it does not bear any flower or fruit even during rainy season, but when brought closer to sandalwood tree becomes equally fragrant. So does an egoistic person coming into contact wit",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90721,
    "shabad_id": 25518,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਪਨੀ ਕਰਨੀ ਕਰਿ ਨਰਕ ਹੂੰ ਨ ਪਾਵੳੁ ਠੳੁਰ ਤੁਮਰੇ ਬਿਰਦੁ ਕਰਿ ਅਾਸਰੋ ਸਮਾਰ ਹੌਂ ॥੫੦੩॥",
    "transliteration": "Apanee Karanee Kari Narak Hoon N Paavau Tthaura , Toumaray Biradu Kari Aasaro Samaar Haoun ?503?",
    "translation": "Because of my ill deeds, I cannot find a place even in hell. But I am leaning and depending upon your character of merciful, benevolent, clement, and corrector of the evil-doers.  (503)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
