[
  {
    "id": 90722,
    "shabad_id": 25519,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੳੁ ਹਮ ਅਧਮ ਕਰਮ ਕੈ ਪਤਿਤ ਭੲੇ ਪਤਿਤ ਪਾਵਨ ਪ੍ਰਭ ਨਾਮ ਪ੍ਰਗਟਾੲਿਓ ਹੈ",
    "transliteration": "Jau Ham Adham Karam Kai Patit Bhaay , Patit Paavan Prabh Naam Pragataaiao Hai ?",
    "translation": "If we have fallen from your favour due to our evil and unrighteous deeds, then 0 Lord! You have made known that You bless the sinners with Your grace and make them good and pious. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90723,
    "shabad_id": 25519,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਭੲੇ ਦੁਖਿਤ ਅਰੁ ਦੀਨ ਪਰਚੀਨ ਲਗਿ ਦੀਨ ਦੁਖ ਭੰਜਨ ਬਿਰਦੁ ਬਿਰਦਾੲਿਓ ਹੈ",
    "transliteration": "Jau Bhaay Doukhit Aru Deen Paracheen Lagi , Deen Doukh Bhanjan Biradu Biradaaiao Hai ?",
    "translation": "If we are suffering due to our ill deeds and sins of the previous births, then 0 Lord! You have made it conspicuous that You dispel the sufferings of the poor and destitudes. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90724,
    "shabad_id": 25519,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੳੁ ਗ੍ਰਸੇ ਅਰਕ ਸੁਤ ਨਰਕ ਨਿਵਾਸੀ ਭੲੇ ਨਰਕ ਨਿਵਾਰਨ ਜਗਤ ਜਸੁ ਗਾੲਿਓ ਹੈ",
    "transliteration": "Jau Grasay Arak Sout Narak Nivaasee Bhaay , Narak Nivaaran Jagat Jasu Gaaiao Hai ?",
    "translation": "If we are in the grip of the angels of death and become deserving of a life in hell because of our bad and evil deeds, then 0 Lord ! The whole world is singing Your paeans that You are the liberator of all from the vagaries of hell.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90725,
    "shabad_id": 25519,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਨ ਕੀੲੇ ਗੁਨ ਸਭ ਕੋੳੂ ਕਰੈ ਕ੍ਰਿਪਾ ਨਿਧਾਨ ਅਵਗੁਨ ਕੀੲੇ ਗੁਨ ਤੋਹੀ ਬਨਿ ਅਾੲਿਓ ਹੈ ॥੫੦੪॥",
    "transliteration": "Goun Keeay Goun Sabh Kooo Karai Kripaa Nidhaana! , Avagoun Keeay Goun Tohee Bani Aaiao Hai ?504?",
    "translation": "O store house of clemency! One. who does good to others begets good in returns. But doing good to low and evil doers like us behoves only You. (You alone can bless and forgive the sins and evil deeds of all).  (504)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
