[
  {
    "id": 90770,
    "shabad_id": 25531,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਬਿਨੁ ਪਵਨੁ ਕਵਨ ਗੁਨ ਚੰਦਨ ਸੈ ਬਿਨੁ ਮਲਿਅਾਗਰ ਪਵਨ ਕਤ ਬਾਸਿ ਹੈ",
    "transliteration": "Jaisay Binu Pavanu Kavan Goun Chandan Sai , Binu Maliaagar Pavan Kat Baasi Hai ?",
    "translation": "Just as a sandalwood tree cannot impart its fragrance to others without breeze and without the air of malay mountain, how can the atmosphere become fragranced, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90771,
    "shabad_id": 25531,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਿਨੁ ਬੈਦ ਅਵਖਦ ਗੁਨ ਗੋਪਿ ਹੋਤ ਅਵਖਦ ਬਿਨੁ ਬੈਦ ਰੋਗਹਿ ਨ ਗ੍ਰਾਸ ਹੈ",
    "transliteration": "Jaisay Binu Baid Avakhad Goun Gopi Hota , Avakhad Binu Baid Rogahi N Graas Hai ?",
    "translation": "Just as a physician know the merit of every herb or medicine and without medicine, no physician can cure an ailing person, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90772,
    "shabad_id": 25531,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਬਿਨੁ ਬੋਹਿਥਨ ਪਾਰਿ ਪਰੈ ਖੇਵਟ ਸੈ ਖੇਵਟ ਬਿਹੂੰਨ ਕਤ ਬੋਹਿਥ ਬਿਸ੍ਵਾਸੁ ਹੈ",
    "transliteration": "Jaisay Binu Bohidan Paari Parai Khayvat Sai , Khayvat Bihoonn Kat Bohid Bisvaasu Hai ?",
    "translation": "Just as no one can cross the ocean without sailor nor can it be crossed without a ship, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90773,
    "shabad_id": 25531,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਨਾਮੁ ਬਿਨੁ ਗੰਮ ਨ ਪਰਮਪਦੁ ਬਿਨੁ ਗੁਰ ਨਾਮ ਨਿਹਕਾਮ ਨ ਪ੍ਰਗਾਸ ਹੈ ॥੫੧੬॥",
    "transliteration": "Taisay Gur Naamu Binu Ganm N Paramapadu , Binu Gur Naam Nihakaam N Pragaas Hai ?516?",
    "translation": "Similarly without the boon of Lord's name given by the True Guru, God cannot be realised. And without Naam the liberator from the worldly desires and blessed by the True Guru, no one can acquire spiritual effulgence.  (516)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
