[
  {
    "id": 90862,
    "shabad_id": 25554,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਕਹੈ ਮੰਜਾਰ ਕਰੳੁ ਨ ਅਹਾਰ ਮਾਸ ਮੂਸਾ ਦੇਖਿ ਪਾਛੈ ਦੳੁਰੇ ਧੀਰ ਨ ਧਰਤ ਹੈ",
    "transliteration": "Jaisay Tau Kahai Manjaar Karau N Ahaar Maasa , Moosaa Daykhi Paachhai Dauray Dheer N Dharat Hai ?",
    "translation": "Just as a tom cat says that he has stopped eating meat but as soon as he sees a mouse runs after him (cannot control his desire to eat him up). ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90863,
    "shabad_id": 25554,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਕੳੂਅਾ ਰੀਸ ਕੈ ਮਰਾਲ ਸਭਾ ਜਾੲਿ ਬੈਠੇ ਛਾਡਿ ਮੁਕਤਾਹਲ ਦੁਰਗੰਧ ਸਿਮਰਤ ਹੈ",
    "transliteration": "Jaisay Kaooaa Rees Kai Maraal Sabhaa Jaai Baitthay , Chhaadi Moukataahal Duragandh Simarat Hai ?",
    "translation": "Just as a crow goes and sit among swans but leaving aside pearls which is the food of swans, he always desires to eat filth and dross. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90864,
    "shabad_id": 25554,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਮੋਨਿ ਗਹਿ ਸਿਅਾਰ ਕਰਤ ਅਨੇਕ ਜਤਨ ਸੁਨਤ ਸਿਅਾਰ ਭਾਖਿਅਾ ਰਹਿਓ ਨ ਪਰਤ ਹੈ",
    "transliteration": "Jaisay Moni Gahi Siaar Karat Anayk Jatana , Sounat Siaar Bhaakhiaa Rahiao N Parat Hai ?",
    "translation": "Just as a jackal may try myriad times to keep quiet but listening to other jackals just by the force of habit, cannot help howling. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90865,
    "shabad_id": 25554,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪਰ ਤਨ ਪਰ ਧਨ ਦੂਖ ਨ ਤ੍ਰਿਦੋਖ ਮਨ ਕਹਤ ਕੈ ਛਾਡਿਓ ਚਾਹੈ ਟੇਵ ਨ ਟਰਤ ਹੈ ॥੫੩੯॥",
    "transliteration": "Taisay Par Tan Par Dhan Dookh N Tridokh Mana , Kahat Kai Chhaadiao Chaahai Tayv N Tarat Hai ?539?",
    "translation": "Similarly the three vices of ogling at other's wife, keeping an eye on other's wealth and slander are inhabiting in my mind like a chronic disease. Even if someone tells me to leave them, this bad habit cannot go away. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
