[
  {
    "id": 90926,
    "shabad_id": 25570,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਮਧੁ ਮਾਖੀ ਸੀਚਿ ਸੀਚਿ ਕੈ ੲਿਕਤ੍ਰ ਕਰੈ ਹਰੈ ਮਧੂ ਅਾੲਿਤਾ ਕੇ ਮੁਖਿ ਛਾਰੁ ਡਾਰਿ ਕੈ",
    "transliteration": "Jaisay Madhu Maakhee Seechi Seechi Kai Ikatr Karai , Harai Madhoo Aaitaa Kay Moukhi Chhaaru Daari Kai ?",
    "translation": "Just as honey bee hops from flower to flower and collects honey, but a honey collector smokes the bees away, and takes the honey. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90927,
    "shabad_id": 25570,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਛ ਹੇਤ ਗੳੂ ਸੰਚਤ ਹੈ ਖੀਰ ਤਾਹਿ ਲੇਤ ਹੈ ਅਹੀਰੁ ਦੁਹਿ ਬਛਰੇ ਬਿਡਾਰਿ ਕੈ",
    "transliteration": "Jaisay Bachh Hayt Gaoo Sanchat Hai Kheera , Taahi Layt Hai Aheeru Duhi Bachharay Bidaari Kai ?",
    "translation": "Just as a cow collects milk in her teats for the calf, but a milkman uses the calf to bring down her milk. He ties the calf away, milks the cow and takes it away. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90928,
    "shabad_id": 25570,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਧਰ ਖੋਦਿ ਖੋਦਿ ਕਰਿ ਬਿਲ ਸਾਜੈ ਮੂਸਾ ਪੈਸਤ ਸਰਪੁ ਧਾੲਿ ਖਾੲਿ ਤਾਹਿ ਮਾਰਿ ਕੈ",
    "transliteration": "Jaisay Dhar Khodi Khodi Kari Bil Saajai Moosaa , Paisat Sarapu Dhaai Khaai Taahi Maari Kai ?",
    "translation": "Just as a rodent digs up earth to make a burrow but a snake enters the burrow and eats away the rodent. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90929,
    "shabad_id": 25570,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਕੋਟਿ ਪਾਪ ਕਰਿ ਮਾੲਿਅਾ ਜੋਰਿ ਜੋਰਿ ਮੂੜ ਅੰਤਿ ਕਾਲਿ ਛਾਡਿ ਚਲੈ ਦੋਨੋ ਕਰ ਝਾਰਿ ਕੈ ॥੫੫੫॥",
    "transliteration": "Taisay Koti Paap Kari Maaiaa Jori Jori Moorha , Anti Kaali Chhaadi Chalai Dono Kar Jhaari Kai ?555?",
    "translation": "Similarly an ignorant and foolish person indulges in umpteen sins, collects wealth and leaves this world empty-handed. (All his earnings and material goods prove worthless ultimately).  (555)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
