[
  {
    "id": 90950,
    "shabad_id": 25576,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਿਰਤਾਸ ਗਰ ਜਾਤ ਜਲ ਬੂੰਦ ਪਰੀ ਘ੍ਰਿਤ ਸਨਬੰਧ ਜਲ ਮਧ ਸਾਵਧਾਨ ਹੈ",
    "transliteration": "Jaisay Kirataas Gar Jaat Jal Boond Paree , Ghrit Sanabandh Jal Madh Saavadhaan Hai ?",
    "translation": "Just as paper perishes or decays when water falls on it, but when smeared with fat, tolerates the effect of water superbly. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90951,
    "shabad_id": 25576,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਕੋਟ ਭਾਰ ਤੂਲ ਤਨਕ ਚਿਨਗ ਜਰੈ ਤੇਲ ਮੇਲ ਦੀਪਕ ਮੈਂ ਬਾਤੀ ਬਿਦਮਾਨ ਹੈ",
    "transliteration": "Jaisay Kot Bhaar Tool Tanak Chinag Jarai , Tayl Mayl Deepak Main Baatee Bidamaan Hai ?",
    "translation": "Just as millions of bales of cotton get destroyed with a spark of fire, but when associated with oil as a wick, gives out light and lives longer. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90952,
    "shabad_id": 25576,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਲੋਹੋ ਬੂਡ ਜਾਤ ਸਲਲ ਮੈਂ ਡਾਰਤ ਹੀ ਕਾਸਟ ਪ੍ਰਸੰਗ ਗੰਗ ਸਾਗਰ ਨ ਮਾਨ ਹੈ",
    "transliteration": "Jaisay Loho Bood Jaat Salal Main Daarat Hee , Kaasat Prasang Gang Saagar N Maan Hai ?",
    "translation": "Just as iron sinks as soon as it is thrown in water, but when attached with wood, it floats and disregards the waters of river Ganges or even sea. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90953,
    "shabad_id": 25576,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਜਮ ਕਾਲ ਬ੍ਰਯਾਲ ਸਗਲ ਸੰਸਾਰ ਗ੍ਰਾਸੈ ਸਤਿਗੁਰ ਭੇਟਤ ਹੀ ਦਾਸਨ ਦਸਾਨ ਹੈ ॥੫੬੧॥",
    "transliteration": "Taisay Jam Kaal Byaal Sagal Sansaar Graasai , Satigur Bhaytat Hee Daasan Dasaan Hai ?561?",
    "translation": "Similarly death-like snake is swallowing everyone. But once consecration from the Guru in the form of Naam is obtained, then the angel of death becomes slave of the slaves.  (561)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
