[
  {
    "id": 90962,
    "shabad_id": 25579,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਬੀਰਾਰਾਧੀ ਮਿਸਟਾਨ ਪਾਨ ਅਾਨ ਕਹੁ ਖੁਵਾਵਤ ਮੰਗਾੲਿ ਮਾਂਗੈ ਅਾਪ ਨਹੀ ਖਾਤ ਹੈ",
    "transliteration": "Jaisay Beeraaraadhee Misataan Paan Aan Kahu , Khuvaavat Mangaai Maangai Aap Nahee Khaat Hai ?",
    "translation": "Just as worshipper of brave (in Sikand Puran 52 Bir's Nandi, Bhirangi, Hanuman, Bhairav, etc. are mentioned) asks for sweet, distributes to all but does not eat any himself. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90963,
    "shabad_id": 25579,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਦ੍ਰੁਮ ਸਫਲ ਫਲਤ ਫਲ ਖਾਤ ਨਾਂਹਿ ਪਥਕ ਪਖੇਰੂ ਤੋਰ ਤੋਰ ਲੇ ਜਾਤ ਹੈ",
    "transliteration": "Jaisay Droum Sadhal Dhalat Dhal Khaat Naanhi , Padak Pakhayroo Tor Tor Lay Jaat Hai ?",
    "translation": "Just as a tree bears sweet fruits but does not eat them itself. Instead birds, travellers pluck and eat them. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90964,
    "shabad_id": 25579,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੌ ਸਮੁੰਦ੍ਰ ਨਿਧਿ ਪੂਰਨ ਸਕਲ ਬਿਧ ਹੰਸ ਮਰਜੀਵਾ ਹੇਰਿ ਕਾਢਤ ਸੁਗਾਤ ਹੈ",
    "transliteration": "Jaisay Tau Samoundr Nidhi Pooran Sakal Bidha , Hans Marajeevaa Hayri Kaaddhat Sougaat Hai ?",
    "translation": "Just as ocean is full of all sorts of precious pearls and stones but those who have swan like temperament dives in it and relish them. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90965,
    "shabad_id": 25579,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਨਿਹਕਾਮ ਸਾਧ ਸੋਭਤ ਸੰਸਾਰ ਬਿਖੈ ਪਰੳੁਪਕਾਰ ਹੇਤ ਸੁੰਦਰ ਸੁਗਾਤ ਹੈ ॥੫੬੪॥",
    "transliteration": "Taisay Nihakaam Saadh Sobhat Sansaar Bikhai , Paraoupakaar Hayt Soundar Sougaat Hai ?564?",
    "translation": "Similarly, there are many saints and hermits (who have no self interest and are always ready to do good to others without any gain to themselves) their lives become successful helping others. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
