[
  {
    "id": 91042,
    "shabad_id": 25599,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜਨਮਤ ਕੰਨ੍ਰਯਾ ਦੀਜੀਅੈ ਦਹੇਜ ਘਨੋ ਤਾ ਕੇ ਸੁਤ ਅਾਗੈ ਬ੍ਰਯਾਹੇ ਬਹੁ ਪੁਨ ਲੀਜੀਅੈ",
    "transliteration": "Jaisay Janamat Kannyaa Deejeeai Dahayj Ghano , Taa Kay Sout Aagai Byaahay Bahu Poun Leejeeai ?",
    "translation": "Just as in the marriage of daughter born in a house, much dowry is given. And when her sons are married, much dowry is received from their in-laws house; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91043,
    "shabad_id": 25599,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਦਾਮ ਲਾੲੀਅਤ ਪ੍ਰਥਮ ਬਨਜ ਬਿਖੈ ਪਾਛੈ ਲਾਭ ਹੋਤ ਮਨ ਸਕੁਚ ਨ ਕੀਜੀਅੈ",
    "transliteration": "Jaisay Daam Laaeeat Pradam Banaj Bikhai , Paachhai Laabh Hot Man Sakouch N Keejeeai ?",
    "translation": "Just as one spends money from one's pocket at the time of commencement of a business and then to earn profit, one should not hesitate to ask enhanced price; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91044,
    "shabad_id": 25599,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਗੳੂ ਸੇਵਾ ਕੈ ਸਹੇਤ ਪ੍ਰਤਿਪਾਲੀਅਤ ਸਕਲ ਅਖਾਦ ਵਾ ਕੋ ਦੂਧ ਦੁਹਿ ਪੀਜੀਅੈ",
    "transliteration": "Jaisay Gaoo Sayvaa Kai Sahayt Pratipaaleeata , Sakal Akhaad Vaa Ko Doodh Duhi Peejeeai ?",
    "translation": "Just as a cow is reared with love and care, she is served fodder and other items not eaten by human beings, and she yields milk that is drunk. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91045,
    "shabad_id": 25599,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਤਨ ਮਨ ਧਨ ਅਰਪ ਸਰਨ ਗੁਰ ਦੀਖ੍ਰਯਾ ਦਾਨ ਲੈ ਅਮਰ ਸਦ ਸਦ ਜੀਜੀਅੈ ॥੫੮੪॥",
    "transliteration": "Taisay Tan Man Dhan Arap Saran Gur , Deekhyaa Daan Lai Amar Sad Sad Jeejeeai ?584?",
    "translation": "Similarly, falling in the refuge of the True Guru, one surrenders all (body, mind and wealth) to Him. Then obtaining the incantation of Naam from the True Guru, one achieves emancipation and is freed from repeated deaths and births.  (584)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
