[
  {
    "id": 91074,
    "shabad_id": 25607,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਤਰੁਵਰੁ ਗਿਰੇ ਪਾਤ ਬਹੁਰੋ ਨ ਜੋਰੇ ਜਾਤ ਅੈਸੋ ਤਾਤ ਮਾਤ ਸੁਤ ਭ੍ਰਾਤ ਮੋਹ ਮਾਯਾ ਕੋ",
    "transliteration": "Taruvaru Giray Paat Bahuro N Joray Jaata , Aiso Taat Maat Sout Bhraat Moh Maayaa Ko ?",
    "translation": "Just as leaves broken from the branches of a tree cannot be re-attached, similarly; father, mother, son, brother are relations that came into being due to chance of previous births. Like the leaves of a tree they will not re-unite again. None of these wil",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91075,
    "shabad_id": 25607,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬੁਦਬੁਦਾ ਓਰਾ ਪੇਖਤ ਬਿਲਾੲਿ ਜਾੲਿ ਅੈਸੋ ਜਾਨ ਤ੍ਰਯਾਗਹੁ ਭਰੋਸੇ ਭ੍ਰਮ ਕਾਯਾ ਕੋ",
    "transliteration": "Jaisay Budabudaa Aoraa Paykhat Bilaai Jaai , Aiso Jaan Tyaagahu Bharosay Bhram Kaayaa Ko ?",
    "translation": "Just as a bubble of water and a hail perishes in no time, similarly, give up the belief and illusion that this body will stay for long or forever. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91076,
    "shabad_id": 25607,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤ੍ਰਿਣ ਕੀ ਅਗਨਿ ਜਰਿ ਬੂਝਤ ਨਬਾਰ ਲਾਗੈ ਅੈਸੀ ਅਾਵਾ ਅੌਧਿ ਜੈਸੇ ਨੇਹੁ ਦ੍ਰੁਮ ਛਾਯਾ ਕੋ",
    "transliteration": "Trin Kee Agani Jari Boojhat Nabaar Laagai , Aisee Aavaa Audhi Jaisay Nayhu Droum Chhaayaa Ko ?",
    "translation": "The fire of hay takes no time to extinguish, and just as developing attachment with the shade of a tree is futile, so is the period of our life. Loving it is worthless. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91077,
    "shabad_id": 25607,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜਨਮ ਜੀਵਨ ਅੰਤਕਾਲ ਕੇ ਸੰਗਾਤੀ ਰਾਚਹੁ ਸਫਲ ਅੌਸਰ ਜਗ ਤਬ ਹੀ ਤੳੁ ਅਾੲਿਅਾ ਕੋ ॥੫੯੨॥",
    "transliteration": "Janam Jeevan Antakaal Kay Sangaatee Raachahu , Sadhal Aousar Jag Tab Hee Tau Aaiaa Ko ?592?",
    "translation": "Therefore, absorb yourself in the Naam of the True Lord throughout your life-span since this is the only asset that will go with you and is the companion for ever. Only then should you consider your birth in this world a success. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
