[
  {
    "id": 91078,
    "shabad_id": 25608,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੋੳੂ ਹਰ ਜੋਰੈ ਬੋਵੈ ਕੋੳੂ ਲੁਨੈ ਕੋੳੂ ਜਾਨੀਅੈ ਨ ਜਾੲਿ ਤਾਂਹਿ ਅੰਤ ਕੌਨ ਖਾੲਿਧੋ",
    "transliteration": "Kooo Har Jorai Bovai Kooo Lounai Kooo , Jaaneeai N Jaai Taanhi Ant Kaoun Khaaidho ?",
    "translation": "For obtaining some grains, just as someone ploughs the field, someone else sows the seed and guards it, and when the crop is ready, somebody comes and reaps it. But it cannot be known who ultimately will eat that grain. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91079,
    "shabad_id": 25608,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋੳੂ ਗੜੈ ਚਿਨੈ ਕੋੳੂ ਕੋੳੂ ਲੀਪੈ ਪੋਚੈ ਕੋੳੂ ਸਮਝ ਨ ਪਰੈ ਕੌਨ ਬਸੈ ਗ੍ਹਿ ਅਾੲਿਧੋ",
    "transliteration": "Kooo Garhai Chinai Kooo Kooo Leepai Pochai Kooo , Samajh N Parai Kaoun Basai Grih Aaidho ?",
    "translation": "Just as someone digs the foundation of a house, somebody else lays the bricks and plasters it, but no one knows who would come to live in that house. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91080,
    "shabad_id": 25608,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੋੳੂ ਚੁਨੈ ਲੋੜੈ ਕੋੳੂ ਕੋੳੂ ਕਾਤੈ ਬੁਨੈ ਕੋੳੂ ਬੂਝੀਅੈ ਨ ਓਢੈ ਕੌਨ ਅੰਗ ਸੈ ਬਨਾੲਿਧੋ",
    "transliteration": "Kooo Chounai Lorhai Kooo Kooo Kaatai Bounai Kooo , Boojheeai N Aoddhai Kaoun Ang Sai Banaaidho ?",
    "translation": "Just as before getting the cloth ready, someone picks cotton, someone ginns and spins it, while some other person prepares the cloth. But it cannot be known whose body will adorn the dress made of this cloth. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91081,
    "shabad_id": 25608,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਅਾਪਾ ਕਾਛ ਕਾਛ ਕਾਮਨੀ ਸਗਲ ਬਾਛੈ ਕਵਨ ਸੁਹਾਗਨਿ ਹ੍ਵੈ ਸਿਹਜਾ ਸਮਾੲਿਧੋ ॥੫੯੩॥",
    "transliteration": "Taisay Aapaa Kaachh Kaachh Kaamanee Sagal Baachhai , Kavan Suhaagani Hvai Sihajaa Samaaidho ?593?",
    "translation": "Similarly, all seekers of God hope and expect union with God and prepare themselves in all possible way for this. union. But no one knows which of these seekers would ultimately be fortunate to unite with husband-Lord and share the mind like nuptial bed.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
