[
  {
    "id": 91098,
    "shabad_id": 25613,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਾਲਰ ਮੈਂ ਬੋੲੇ ਬੀਜ ੳੁਪਜੈ ਨ ਪਾਨ ਧਾਨ ਖੇਤ ਮੈ ਡਾਰੇ ਸੁ ਤਾਂ ਤੇ ਅਧਿਕ ਅਨਾਜ ਹੈ",
    "transliteration": "Kaalar Main Boay Beej Oupajai N Paan Dhaana , Khayt Mai Daaray Su Taan Tay Adhik Anaaj Hai ?",
    "translation": "Just as seed sown in saline land does not grow even a leaf, but if this land is treated with gypsum salt, it gives much yield. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91099,
    "shabad_id": 25613,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਾਲਰ ਸੈ ਕਰਤ ਸਬਾਰ ਜਮ ਸਾ ੳੂਸੁ ਤੌ ਪਾਵਕ ਪ੍ਰਸੰਗ ਤਪ ਤੇਜ ੳੁਪਰਾਜ ਹੈ",
    "transliteration": "Kaalar Sai Karat Sabaar Jam Saa Oosu Tau , Paavak Prasang Tap Tayj Ouparaaj Hai ?",
    "translation": "Saline, when mixed with water vaporises and then condenses, but when brought near fire produces a blast. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91100,
    "shabad_id": 25613,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਸਤ ਸੰਯੁਕਤ ਹ੍ਵੈ ਮਿਲਤ ਹੈ ਸੀਤ ਜਲ ਅਚਵਤ ਸਾਂਤਿ ਸੁਖ ਤ੍ਰਿਖਾ ਭ੍ਰਮ ਭਾਜ ਹੈ",
    "transliteration": "Jasat Sanyoukat Hvai Milat Hai Seet Jala , Achavat Saanti Soukh Trikhaa Bhram Bhaaj Hai ?",
    "translation": "The same saline salt when brought in contact with zinc container cools the water that gives peace and comfort when drunk. It satiates the craving and thirst. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91101,
    "shabad_id": 25613,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਅਾਤਮਾ ਅਚੇਤ ਸੰਗਤ ਸੁਭਾਵ ਹੇਤ ਸਕਿਤ ਸਕਿਤ ਗਤ ਸਿਵ ਸਿਵ ਸਾਜ ਹੈ ॥੫੯੮॥",
    "transliteration": "Taisay Aatamaa Achayt Sangat Soubhaav Hayta , Sakit Sakit Gat Siv Siv Saaj Hai ?598?",
    "translation": "Similarly, a human soul under the influence of good and bad company and developing love and attachment with consciousless maya becomes consciousless. And by loving the conscious benevolent Lord, it also becomes benevolent and conscientious.  (598)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
