[
  {
    "id": 24039,
    "shabad_id": 2068,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅਾਵਣੁ ਤ ਜਾਣਾ. ਤਿਨਹਿ ਕੀਅਾ; ਜਿਨਿ ਮੇਦਨਿ ਸਿਰਜੀਅਾ ॥",
    "transliteration": "Aavan Th Jaanaa Thinehi Keeaa Jin Maedhan Sirajeeaa ||",
    "translation": "The One who fashioned the world causes them to come and go.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਜੀਵਾਂ ਦਾ) ਜੰਮਣਾ ਮਰਨਾ ਉਸੇ ਪਰਮਾਤਮਾ ਨੇ ਬਣਾਇਆ ਹੈ ਜਿਸ ਨੇ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(ਮੇਦਨਿ) ਸਿ੍ਰਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 24040,
    "shabad_id": 2068,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ੲਿਕਨਾ ਮੇਲਿ ਸਤਿਗੁਰੁ ਮਹਲਿ ਬੁਲਾੲੇ; ੲਿਕਿ. ਭਰਮਿ ਭੂਲੇ ਫਿਰਦਿਅਾ ॥",
    "transliteration": "Eikanaa Mael Sathigur Mehal Bulaaeae Eik Bharam Bhoolae Firadhiaa ||",
    "translation": "Some meet the True Guru - the Lord invites them into the Mansion of His Presence; others wander around, deluded by doubt.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲਾ ਕੇ ਪ੍ਰਭੂ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕਾ ਲੈਂਦਾ ਹੈ, ਤੇ, ਕਈ ਜੀਵ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24041,
    "shabad_id": 2068,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅੰਤੁ ਤੇਰਾ ਤੂੰਹੈ ਜਾਣਹਿ; ਤੂੰ ਸਭ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲੇ ॥",
    "transliteration": "Anth Thaeraa Thoonhai Jaanehi Thoon Sabh Mehi Rehiaa Samaaeae ||",
    "translation": "You alone know Your limits; You are contained in all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ (ਗੁਣਾਂ ਦਾ) ਅੰਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24042,
    "shabad_id": 2068,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਚੁ ਕਹੈ ਨਾਨਕੁ. ਸੁਣਹੁ ਸੰਤਹੁ; ਹਰਿ ਵਰਤੈ ਧਰਮ ਨਿਅਾੲੇ ॥੧॥",
    "transliteration": "Sach Kehai Naanak Sunahu Santhahu Har Varathai Dhharam Niaaeae ||1||",
    "translation": "Nanak speaks the Truth: listen, Saints - the Lord dispenses even-handed justice. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਨਾਨਕ ਇਕ ਅਟੱਲ ਨਿਯਮ ਦੱਸਦਾ ਹੈ (ਕਿ) ਪਰਮਾਤਮਾ ਧਰਮ ਅਨੁਸਾਰ ਨਿਆਂ ਅਨੁਸਾਰ ਦੁਨੀਆ ਦੀ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24043,
    "shabad_id": 2068,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਹੁ ਮਿਲਹੁ ਸਹੇਲੀਹੋ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਰਾਧੇ. ਰਾਮ ॥",
    "transliteration": "Aavahu Milahu Sehaeleeho Maerae Laal Jeeo Har Har Naam Araadhhae Raam ||",
    "translation": "Come and join me, O my beautiful dear beloveds; let's worship the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਸੰਤ-ਜਨ ਸਹੇਲੀਹੋ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਆਓ, ਰਲ ਕੇ ਸੰਤ-ਸੰਗ ਵਿਚ ਬੈਠੋ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24044,
    "shabad_id": 2068,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕਰਿ ਸੇਵਹੁ ਪੂਰਾ ਸਤਿਗੁਰੂ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਜਮ ਕਾ ਮਾਰਗੁ ਸਾਧੇ ਰਾਮ ॥",
    "transliteration": "Kar Saevahu Pooraa Sathiguroo Maerae Laal Jeeo Jam Kaa Maarag Saadhhae Raam ||",
    "translation": "Let's serve the Perfect True Guru, O my dear beloveds, and clear away the Path of Death.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਗੁਰੂ ਨੂੰ ਅਭੁੱਲ ਮੰਨ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ ਇੰਜ ਜਮ ਦੇ ਰਸਤੇ ਨੂੰ (ਆਤਮਕ ਮੌਤ) ਨੂੰ ਚੰਗਾ ਬਣਾ ਲਵੋ।",
    "pronunciation": "ਸਾੱਧੇ",
    "type_id": 3
  },
  {
    "id": 24045,
    "shabad_id": 2068,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮਾਰਗੁ ਬਿਖੜਾ. ਸਾਧਿ ਗੁਰਮੁਖਿ; ਹਰਿ ਦਰਗਹ ਸੋਭਾ ਪਾੲੀਅੈ ॥",
    "transliteration": "Maarag Bikharraa Saadhh Guramukh Har Dharageh Sobhaa Paaeeai ||",
    "translation": "Having cleared the treacherous path, as Gurmukhs, we shall obtain honor in the Court of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਔਖੇ ਜੀਵਨ-ਰਾਹ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੋਭਾ ਖੱਟ ਸਕੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24046,
    "shabad_id": 2068,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਬਿਧਾਤੈ ਧੁਰਹੁ ਲਿਖਿਅਾ; ਤਿਨ੍ਹਾ ਰੈਣਿ ਦਿਨੁ ਲਿਵ ਲਾੲੀਅੈ ॥",
    "transliteration": "Jin Ko Bidhhaathai Dhhurahu Likhiaa Thinhaa Rain Dhin Liv Laaeeai ||",
    "translation": "Those who have such pre-ordained destiny, lovingly focus their consciousness on the Lord, night and day.",
    "punjabi": "(ਪਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਤੇ ਆਪਣੀ ਹਜ਼ੂਰੀ ਤੋਂ ਕਰਤਾਰ ਨੇ (ਭਗਤੀ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤਿ ਦਿਨ ਰਾਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24047,
    "shabad_id": 2068,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹੳੁਮੈ ਮਮਤਾ ਮੋਹੁ ਛੁਟਾ; ਜਾ ਸੰਗਿ ਮਿਲਿਅਾ ਸਾਧੇ ॥",
    "transliteration": "Houmai Mamathaa Mohu Shhuttaa Jaa Sang Miliaa Saadhhae ||",
    "translation": "Self-conceit, egotism and emotional attachment are eradicated when one joins the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਮਮਤਾ (ਅਪਣੱਤ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਮੋਹ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਸਾਧੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24048,
    "shabad_id": 2068,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਨੁ ਕਹੈ ਨਾਨਕੁ. ਮੁਕਤੁ ਹੋਅਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਰਾਧੇ ॥੨॥",
    "transliteration": "Jan Kehai Naanak Mukath Hoaa Har Har Naam Araadhhae ||2||",
    "translation": "Says servant Nanak, one who contemplates the Name of the Lord, Har, Har, is liberated. ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਮਨੁੱਖ (ਹਉਮੈ ਮਮਤਾ ਮੋਹ ਆਦਿਕ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਸੁਤੰਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24049,
    "shabad_id": 2068,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕਰ ਜੋੜਿਹੁ ਸੰਤ ੲਿਕਤ੍ਰ ਹੋੲਿ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਅਬਿਨਾਸੀ ਪੁਰਖੁ ਪੂਜੇਹਾ ਰਾਮ ॥",
    "transliteration": "Kar Jorrihu Santh Eikathr Hoe Maerae Laal Jeeo Abinaasee Purakh Poojaehaa Raam ||",
    "translation": "Let's join hands, O Saints; let's come together, O my dear beloveds, and worship the imperishable, Almighty Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਸੰਤ ਜਨੋ! (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਇਕੱਠੇ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਅੱਗੇ ਦੋਵੇਂ ਹੱਥ ਜੋੜਿਆ ਕਰੋ, ਤੇ, ਉਸ ਨਾਸ-ਰਹਿਤ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24050,
    "shabad_id": 2068,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਹੁ ਬਿਧਿ ਪੂਜਾ ਖੋਜੀਅਾ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ੲਿਹੁ ਮਨੁ ਤਨੁ ਸਭੁ ਅਰਪੇਹਾ ਰਾਮ ॥",
    "transliteration": "Bahu Bidhh Poojaa Khojeeaa Maerae Laal Jeeo Eihu Man Than Sabh Arapaehaa Raam ||",
    "translation": "I sought Him through uncounted forms of adoration, O my dear beloveds; now, I dedicate my entire mind and body to the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ ਹੋਰ ਕਈ ਕਿਸਮਾਂ ਦੀ ਪੂਜਾ-ਭੇਟਾ ਭਾਲ ਵੇਖੀ ਹੈ (ਪਰ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪੂਜਾ ਇਹ ਹੈ ਕਿ) ਆਪਣਾ ਇਹ ਮਨ ਇਹ ਸਰੀਰ ਸਭ ਭੇਟਾ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਬਿਧਿ,ਪੂਜਾ ਪੋਲਾ ਬੋਲੋ।ਖੋ੍ਨਜੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 24051,
    "shabad_id": 2068,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਧਨੁ ਸਭੁ ਪ੍ਰਭੂ ਕੇਰਾ; ਕਿਅਾ ਕੋ ਪੂਜ ਚੜਾਵੲੇ ॥",
    "transliteration": "Man Than Dhhan Sabh Prabhoo Kaeraa Kiaa Ko Pooj Charraaveae ||",
    "translation": "The mind, body and all wealth belong to God; so what can anyone offer to Him in worship?",
    "punjabi": "(ਫਿਰ ਭੀ, ਮਾਣ ਕਾਹਦਾ?) ਇਹ ਮਨ, ਇਹ ਸਰੀਰ, ਇਹ ਧਨ ਸਭ ਪਰਮਾਤਮਾ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, (ਸੋ,) ਕੋਈ ਮਨੁੱਖ (ਆਪਣੀ ਮਲਕੀਅਤ ਦੀ) ਕੇਹੜੀ ਚੀਜ਼ ਭੇਟਾ ਕਰ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ਚੜ੍ਹਾਵੲੇ",
    "type_id": 3
  },
  {
    "id": 24052,
    "shabad_id": 2068,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਿਸੁ ਹੋੲਿ ਕਿ੍ਰਪਾਲੁ ਦੲਿਅਾਲੁ ਸੁਅਾਮੀ; ਸੋ. ਪ੍ਰਭ ਅੰਕਿ ਸਮਾਵੲੇ ॥",
    "transliteration": "Jis Hoe Kirapaal Dhaeiaal Suaamee So Prabh Ank Samaaveae ||",
    "translation": "He alone merges in the lap of God, unto whom the Merciful Lord Master becomes compassionate.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ-ਮਾਲਕ ਕਿਰਪਾਲ ਹੁੰਦਾ ਹੈ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਬੱਸ! ਇਹੀ ਹੈ ਭੇਟਾ ਤੇ ਪੂਜਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24053,
    "shabad_id": 2068,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਭਾਗੁ ਮਸਤਕਿ ਹੋੲਿ ਜਿਸ ਕੈ; ਤਿਸੁ ਗੁਰ ਨਾਲਿ ਸਨੇਹਾ ॥",
    "transliteration": "Bhaag Masathak Hoe Jis Kai This Gur Naal Sanaehaa ||",
    "translation": "One who has such pre-ordained destiny written on his forehead, comes to bear love for the Guru.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਆਪਣੇ ਗੁਰੂ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24054,
    "shabad_id": 2068,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਨੁ ਕਹੈ ਨਾਨਕੁ. ਮਿਲਿ ਸਾਧਸੰਗਤਿ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਪੂਜੇਹਾ ॥੩॥",
    "transliteration": "Jan Kehai Naanak Mil Saadhhasangath Har Har Naam Poojaehaa ||3||",
    "translation": "Says servant Nanak, joining the Saadh Sangat, the Company of the Holy, let's worship the Name of the Lord, Har, Har. ||3||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24055,
    "shabad_id": 2068,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਦਹ ਦਿਸ ਖੋਜਤ ਹਮ ਫਿਰੇ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਹਰਿ ਪਾੲਿਅੜਾ ਘਰਿ ਅਾੲੇ ਰਾਮ ॥",
    "transliteration": "Dheh Dhis Khojath Ham Firae Maerae Laal Jeeo Har Paaeiarraa Ghar Aaeae Raam ||",
    "translation": "I wandered around, searching in the ten directions, O my dear beloveds, but I came to find the Lord in the home of my own being.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! (ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭਣ ਵਾਸਤੇ) ਅਸੀਂ ਦਸੀਂ ਪਾਸੀਂ ਭਾਲ ਕਰਦੇ ਫਿਰੇ, ਪਰ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੁਣ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਆ ਕੇ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24056,
    "shabad_id": 2068,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ ਹਰਿ ਜੀੳੁ ਸਾਜਿਅਾ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਹਰਿ ਤਿਸੁ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲੇ ਰਾਮ ॥",
    "transliteration": "Har Mandhar Har Jeeo Saajiaa Maerae Laal Jeeo Har This Mehi Rehiaa Samaaeae Raam ||",
    "translation": "The Dear Lord has fashioned the body as the temple of the Lord, O my dear beloveds; the Lord continues to dwell there.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! (ਇਸ ਮਨੁੱਖਾ ਸਰੀਰ ਨੂੰ) ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਰਹਿਣ ਲਈ ਘਰ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਪਰਮਾਤਮਾ ਇਸ (ਸਰੀਰ-ਘਰ) ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24057,
    "shabad_id": 2068,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਰਬੇ ਸਮਾਣਾ ਅਾਪਿ ਸੁਅਾਮੀ; ਗੁਰਮੁਖਿ ਪਰਗਟੁ ਹੋੲਿਅਾ ॥",
    "transliteration": "Sarabae Samaanaa Aap Suaamee Guramukh Paragatt Hoeiaa ||",
    "translation": "The Lord and Master Himself is pervading everywhere; through the Guru, He is revealed.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ, ਪਰ ਉਸ ਦੀ ਇਸ ਹੋਂਦ ਦਾ ਪਰਕਾਸ਼ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24058,
    "shabad_id": 2068,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਮਿਟਿਅਾ ਅਧੇਰਾ ਦੂਖੁ ਨਾਠਾ; ਅਮਿੳੁ ਹਰਿ ਰਸੁ ਚੋੲਿਅਾ ॥",
    "transliteration": "Mittiaa Adhhaeraa Dhookh Naathaa Amio Har Ras Choeiaa ||",
    "translation": "Darkness is dispelled, and pains are removed, when the sublime essence of the Lord's Ambrosial Nectar trickles down.",
    "punjabi": "(ਗੁਰੂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਨਾਮ-ਰਸ ਚੋ ਦੇਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਮਿਟ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24059,
    "shabad_id": 2068,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜਹਾ ਦੇਖਾ ਤਹਾ ਸੁਅਾਮੀ; ਪਾਰਬ੍ਰਹਮੁ ਸਭ ਠਾੲੇ ॥",
    "transliteration": "Jehaa Dhaekhaa Thehaa Suaamee Paarabreham Sabh Thaaeae ||",
    "translation": "Wherever I look, the Lord and Master is there. The Supreme Lord God is everywhere.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੁਣ) ਮੈਂ ਜਿੱਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ ਮੈਨੂੰ ਮਾਲਕ ਪਰਮਾਤਮਾ ਸਭ ਥਾਈਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24060,
    "shabad_id": 2068,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜਨੁ ਕਹੈ ਨਾਨਕੁ. ਸਤਿਗੁਰਿ ਮਿਲਾੲਿਅਾ; ਹਰਿ ਪਾੲਿਅੜਾ ਘਰਿ ਅਾੲੇ ॥੪॥੧॥",
    "transliteration": "Jan Kehai Naanak Sathigur Milaaeiaa Har Paaeiarraa Ghar Aaeae ||4||1||",
    "translation": "Says servant Nanak, meeting the True Guru, I have found the Lord, within the home of my own being. ||4||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ-ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਕੇ ਲੱਭ ਲਿਆ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24061,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰਾਗੁ ਬਿਹਾਗੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Raag Bihaagarraa Mehalaa 5 ||",
    "translation": "Raag Bihaagraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24062,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਤਿ ਪ੍ਰੀਤਮ ਮਨਮੋਹਨਾ ਘਟ ਸੋਹਨਾ; ਪ੍ਰਾਨ ਅਧਾਰਾ ਰਾਮ ॥",
    "transliteration": "Ath Preetham Man Mohanaa Ghatt Sohanaa Praan Adhhaaraa Raam ||",
    "translation": "He is dear to me; He fascinates my mind; He is the ornament of my heart, the support of the breath of life.",
    "punjabi": "ਪਰਮਾਤਮਾ ਬਹੁਤ ਹੀ ਪਿਆਰਾ ਲੱਗਣ ਵਾਲਾ ਹੈ, ਸਭ ਦੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲਾ ਹੈ, ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਸੋਭ ਰਿਹਾ ਹੈ, ਸਭ ਦੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "ਅਤਿ। ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24063,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੁੰਦਰ ਸੋਭਾ ਲਾਲ ਗੋਪਾਲ ਦੲਿਅਾਲ ਕੀ; ਅਪਰ ਅਪਾਰਾ ਰਾਮ ॥",
    "transliteration": "Sundhar Sobhaa Laal Gopaal Dhaeiaal Kee Apar Apaaraa Raam ||",
    "translation": "The Glory of the Beloved, Merciful Lord of the Universe is beautiful; He is infinite and without limit.",
    "punjabi": "ਉਸ ਦਇਆ ਦੇ ਘਰ ਗੋਪਾਲ ਪਿਆਰੇ ਦੀ ਸੋਹਣੀ ਸੋਭਾ (ਪਸਰ ਰਹੀ) ਹੈ, ਬੜੀ ਬੇਅੰਤ ਸੋਭਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24064,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੋਪਾਲ ਦੲਿਅਾਲ ਗੋਬਿੰਦ ਲਾਲਨ; ਮਿਲਹੁ ਕੰਤ ਨਿਮਾਣੀਅਾ ॥",
    "transliteration": "Gopaal Dhaeiaal Gobindh Laalan Milahu Kanth Nimaaneeaa ||",
    "translation": "O Compassionate Sustainer of the World, Beloved Lord of the Universe, please, join with Your humble soul-bride.",
    "punjabi": "ਹੇ ਦਿਆਲ ਗੋਬਿੰਦ, ਹੇ ਗੋਪਾਲ, ਹੇ ਪਿਆਰੇ ਕੰਤ! ਮੈਨੂੰ ਨਿਮਾਣੀ ਨੂੰ ਮਿਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24065,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨੈਨ ਤਰਸਨ. ਦਰਸ ਪਰਸਨ; ਨਹ ਨੀਦ. ਰੈਣਿ ਵਿਹਾਣੀਅਾ ॥",
    "transliteration": "Nain Tharasan Dharas Parasan Neh Needh Rain Vihaaneeaa ||",
    "translation": "My eyes long for the Blessed Vision of Your Darshan; the night passes, but I cannot sleep.",
    "punjabi": "ਮੇਰੀਆਂ ਅੱਖਾਂ ਤੇਰੇ ਦਰਸਨ ਦੀ ਛੂਹ ਹਾਸਲ ਕਰਨ ਲਈ ਤਰਸਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ। ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਲੰਘਦੀ ਜਾ ਰਹੀ ਹੈ, (ਪਰ ਮੈਨੂੰ ਤੇਰੇ ਮਿਲਾਪ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੀ) ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲ ਰਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24066,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗਿਅਾਨ ਅੰਜਨ ਨਾਮ ਬਿੰਜਨ; ਭੲੇ ਸਗਲ ਸੀਗਾਰਾ ॥",
    "transliteration": "Giaan Anjan Naam Binjan Bheae Sagal Seegaaraa ||",
    "translation": "I have applied the healing ointment of spiritual wisdom to my eyes; the Naam, the Name of the Lord, is my food. These are all my decorations.",
    "punjabi": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਮਿਲ ਗਿਆ, ਜਿਸ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਭੋਜਨ ਹਰਿ-ਨਾਮ ਮਿਲ ਗਿਆ, ਉਸ ਦੇ ਸਾਰੇ (ਆਤਮਕ) ਸਿੰਗਾਰ ਸਫਲ ਹੋ ਗਏ।",
    "pronunciation": "(ਬਿੰਜਨ) ਭੋਜਨ",
    "type_id": 3
  },
  {
    "id": 24067,
    "shabad_id": 2069,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ. ਸੰਤ ਜੰਪੈ; ਮੇਲਿ ਕੰਤੁ ਹਮਾਰਾ ॥੧॥",
    "transliteration": "Naanak Paeianpai Santh Janpai Mael Kanth Hamaaraa ||1||",
    "translation": "Prays Nanak, let's meditate on the Saint, that he may unite us with our Husband Lord. ||1||",
    "punjabi": "ਨਾਨਕ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਪੈਂਦਾ ਹੈ, ਸੰਤਾਂ ਜਨਾਂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹੈ, ਕਿ ਮੈਨੂੰ ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲਾਵੋ ॥੧॥",
    "pronunciation": "(ਪੲਿਅੰਪੈ) ਕਥਨ ਕਰਦੇ ਹਨ।(ਜੰਪੈ) ਜਪਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 24068,
    "shabad_id": 2069,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਲਾਖ ੳੁਲਾਹਨੇ ਮੋਹਿ; ਹਰਿ. ਜਬ ਲਗੁ ਨਹ ਮਿਲੈ ਰਾਮ ॥",
    "transliteration": "Laakh Oulaahanae Mohi Har Jab Lag Neh Milai Raam ||",
    "translation": "I endure thousands of reprimands, and still, my Lord has not met with me.",
    "punjabi": "ਜਦ ਤਕ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲਦਾ, ਜਦ ਤਕ (ਮੇਰੀਆਂ ਭੁੱਲਾਂ ਦੇ) ਮੈਨੂੰ ਲੱਖਾਂ ਉਲਾਂਭੇ ਮਿਲਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ੳੁਲਾਹਨੇ) ੳੁਲਾਂਭੇ",
    "type_id": 3
  },
  {
    "id": 24069,
    "shabad_id": 2069,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਿਲਨ ਕੳੁ ਕਰੳੁ ੳੁਪਾਵ; ਕਿਛੁ ਹਮਾਰਾ ਨਹ ਚਲੈ ਰਾਮ ॥",
    "transliteration": "Milan Ko Karo Oupaav Kishh Hamaaraa Neh Chalai Raam ||",
    "translation": "I make the effort to meet with my Lord, but none of my efforts work.",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਅਨੇਕਾਂ ਹੀਲੇ ਕਰਦੀ ਹਾਂ, ਪਰ ਮੇਰੀ ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 24070,
    "shabad_id": 2069,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਚਲ ਚਿਤ, ਬਿਤ ਅਨਿਤ, ਪਿ੍ਰਅ ਬਿਨੁ; ਕਵਨ ਬਿਧੀ ਨ ਧੀਜੀਅੈ ॥",
    "transliteration": "Chal Chith Bith Anith Pria Bin Kavan Bidhhee N Dhheejeeai ||",
    "translation": "Unsteady is my consciousness, and unstable is my wealth; without my Lord, I cannot be consoled.",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਮਨ ਨੂੰ ਧੀਰਜ ਨਹੀਂ ਆਉਂਦੀ, ਚਿੱਤ (ਧਨ ਦੀ ਖ਼ਾਤਰ) ਹਰ ਵੇਲੇ ਨੱਠਾ ਫਿਰਦਾ ਹੈ; ਤੇ, ਧਨ ਭੀ ਸਦਾ ਨਾਲ ਨਹੀਂ ਨਿਭਦਾ।",
    "pronunciation": "ਚੱਲ।ਚਿੱਤ।ਬਿੱਤ।ਅ-ਨਿੱਤ। ਬਿਧੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
