[
  {
    "id": 25226,
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲੇਕ ਦਿ੍ਰਸਿ੍ਟ ਹਰਿ ੲੇਕੋ ਜਾਤਾ; ਹਰਿ ਅਾਤਮ ਰਾਮੁ ਪਛਾਣੀ ॥",
    "transliteration": "Eaek Dhrist Har Eaeko Jaathaa Har Aatham Raam Pashhaanee ||",
    "translation": "I see the One Lord, and I know the One Lord; I realize Him within my soul.",
    "punjabi": "ਮੈਂ ਇਕ ਨਿਗਾਹ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ (ਹਰ ਥਾਂ ਵੱਸਦਾ) ਸਮਝ ਲਿਆ, ਮੈਂ ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਨੂੰ ਪਛਾਣ ਲਿਆ।",
    "pronunciation": "ਦ ਿ੍ਰ ਸ ਿ੍ਟ",
    "type_id": 3
  },
  {
    "id": 25227,
    "shabad_id": 2175,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹੰੳੁ ਗੁਰ ਬਿਨੁ ਹੰੳੁ ਗੁਰ ਬਿਨੁ; ਖਰੀ ਨਿਮਾਣੀ ॥੧॥",
    "transliteration": "Hano Gur Bin Hano Gur Bin Kharee Nimaanee ||1||",
    "translation": "Without the Guru, I am - without the Guru, I am totally dishonored. ||1||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਬਹੁਤ ਹੀ ਵਿਚਾਰੀ ਸਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25228,
    "shabad_id": 2175,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜਿਨਾ ਸਤਿਗੁਰੁ. ਜਿਨ ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ; ਤਿਨ ਹਰਿ ਪ੍ਰਭੁ ਮੇਲਿ ਮਿਲਾੲੇ ਰਾਮ ॥",
    "transliteration": "Jinaa Sathigur Jin Sathigur Paaeiaa Thin Har Prabh Mael Milaaeae Raam ||",
    "translation": "Those who have found the True Guru, the True Guru, the Lord God unites them in His Union.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀਆਂ) ਨੇ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25229,
    "shabad_id": 2175,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤਿਨ ਚਰਣ ਤਿਨ ਚਰਣ ਸਰੇਵਹ; ਹਮ ਲਾਗਹ ਤਿਨ ਕੈ ਪਾੲੇ ਰਾਮ ॥",
    "transliteration": "Thin Charan Thin Charan Saraeveh Ham Laageh Thin Kai Paaeae Raam ||",
    "translation": "Their feet, their feet, I adore; I fall at their feet.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ, ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਣ ਨੂੰ ਤਿਆਰ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25230,
    "shabad_id": 2175,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਚਰਣ ਸਰੇਵਹ ਤਿਨ ਕੇ; ਜਿਨ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਪ੍ਰਭੁ ਧ੍ਯਾੲਿਅਾ ॥",
    "transliteration": "Har Har Charan Saraeveh Thin Kae Jin Sathigur Purakh Prabh Dhhyaaeiaa ||",
    "translation": "O Lord, Har, Har, I adore the feet of those who meditate on the True Guru, and the Almighty Lord God.",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ ਤੇ (ਤੈਨੂੰ) ਪ੍ਰਭੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਲਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨੀ ਚਾਹੁੰਦਾ ਹਾਂ।",
    "pronunciation": "(ਸਰੇਵਹ) ਸੇਵਾ ਕਰੀੲੇ। ਧਿਅਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 25231,
    "shabad_id": 2175,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਤੂ ਵਡਦਾਤਾ ਅੰਤਰਜਾਮੀ; ਮੇਰੀ ਸਰਧਾ ਪੂਰਿ ਹਰਿ ਰਾੲਿਅਾ ॥",
    "transliteration": "Thoo Vaddadhaathaa Antharajaamee Maeree Saradhhaa Poor Har Raaeiaa ||",
    "translation": "You are the Greatest Giver, the Inner-knower, the Searcher of hearts; please, reward my faith, O Lord King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਸ਼ਾਹ! ਤੂੰ ਵੱਡਾ ਦਾਤਾਰ ਹੈਂ, ਤੂੰ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਮੇਰੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਕਰ, ਹੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25232,
    "shabad_id": 2175,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਮੇਲਿ. ਮੇਰੀ ਸਰਧਾ ਪੂਰੀ; ਅਨ ਦਿਨੁ ਰਾਮ ਗੁਣ ਗਾੲੇ ॥",
    "transliteration": "Gurasikh Mael Maeree Saradhhaa Pooree Anadhin Raam Gun Gaaeae ||",
    "translation": "Meeting the Gursikh, my faith is rewarded; night and day, I sing the Glorious Praises of the Lord.",
    "punjabi": "ਮੇਰੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਕਰ ਕਿ ਗੁਰਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮੈਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣ ਲੱਗ ਪਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25233,
    "shabad_id": 2175,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਸਤਿਗੁਰੁ ਜਿਨ ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ; ਤਿਨ ਹਰਿ ਪ੍ਰਭੁ ਮੇਲਿ ਮਿਲਾੲੇ ॥੨॥",
    "transliteration": "Jin Sathigur Jin Sathigur Paaeiaa Thin Har Prabh Mael Milaaeae ||2||",
    "translation": "Those who have found the True Guru, the True Guru, the Lord God unites them in His Union. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੇ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25234,
    "shabad_id": 2175,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹੰੳੁ ਵਾਰੀ ਹੰੳੁ ਵਾਰੀ; ਗੁਰਸਿਖ ਮੀਤ ਪਿਅਾਰੇ ਰਾਮ ॥",
    "transliteration": "Hano Vaaree Hano Vaaree Gurasikh Meeth Piaarae Raam ||",
    "translation": "I am a sacrifice, I am a sacrifice to the Gursikhs, my dear friends.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਉਸ ਪਿਆਰੇ ਮਿੱਤਰ ਗੁਰ-ਸਿੱਖ ਤੋਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25235,
    "shabad_id": 2175,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਨਾਮੋ ਹਰਿ ਨਾਮੁ ਸੁਣਾੲੇ; ਮੇਰਾ ਪ੍ਰੀਤਮੁ ਨਾਮੁ ਅਧਾਰੇ ਰਾਮ ॥",
    "transliteration": "Har Naamo Har Naam Sunaaeae Maeraa Preetham Naam Adhhaarae Raam ||",
    "translation": "They chant the Lord's Name, the Lord's Name; the Beloved Naam, the Name of the Lord, is my only Support.",
    "punjabi": "ਜੇਹੜਾ ਮੈਨੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਾਂਦਾ ਰਹੇ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25236,
    "shabad_id": 2175,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ. ਮੇਰਾ ਪ੍ਰਾਨ ਸਖਾੲੀ; ਤਿਸੁ ਬਿਨੁ ਘੜੀ ਨਿਮਖ, ਨਹੀ ਜੀਵਾਂ ॥",
    "transliteration": "Har Har Naam Maeraa Praan Sakhaaee This Bin Gharree Nimakh Nehee Jeevaan ||",
    "translation": "The Name of the Lord, Har, Har, is the companion of my breath of life; without it, I cannot live for an instant or a moment.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ ਹੈ, ਉਸ (ਨਾਮ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਘੜੀ ਭਰ ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25237,
    "shabad_id": 2175,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਿ੍ਰਪਾ ਕਰੇ ਸੁਖਦਾਤਾ; ਗੁਰਮੁਖਿ ਅੰਮਿ੍ਰਤੁ ਪੀਵਾਂ ॥",
    "transliteration": "Har Har Kirapaa Karae Sukhadhaathaa Guramukh Anmrith Peevaan ||",
    "translation": "The Lord, Har, Har, the Giver of peace, shows His Mercy, and the Gurmukh drinks in the Ambrosial Nectar.",
    "punjabi": "ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਜੇ ਮੇਹਰ ਕਰੇ, ਤਾਂ ਹੀ ਮੈਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25238,
    "shabad_id": 2175,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਸਰਧਾ ਲਾੲਿ ਮਿਲਾੲੇ; ਹਰਿ ਅਾਪੇ ਅਾਪਿ ਸਵਾਰੇ ॥",
    "transliteration": "Har Aapae Saradhhaa Laae Milaaeae Har Aapae Aap Savaarae ||",
    "translation": "The Lord blesses him with faith, and unites him in His Union; He Himself adorns him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ (ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣਾ ਨਾਮ ਦੇ ਕੇ ਮਨੁੱਖ ਦਾ ਜੀਵਨ) ਸੋਹਣਾ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25239,
    "shabad_id": 2175,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹੰੳੁ ਵਾਰੀ ਹੰੳੁ ਵਾਰੀ; ਗੁਰਸਿਖ ਮੀਤ ਪਿਅਾਰੇ ॥੩॥",
    "transliteration": "Hano Vaaree Hano Vaaree Gurasikh Meeth Piaarae ||3||",
    "translation": "I am a sacrifice, I am a sacrifice to the Gursikhs, my dear friends. ||3||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਸਿੱਖ ਤੋਂ ਪਿਆਰੇ ਮਿੱਤਰ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25240,
    "shabad_id": 2175,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ. ਹਰਿ ਅਾਪੇ; ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਸੋੲੀ ਰਾਮ ॥",
    "transliteration": "Har Aapae Har Aapae Purakh Niranjan Soee Raam ||",
    "translation": "The Lord Himself, the Lord Himself, is the Immaculate Almighty Lord God.",
    "punjabi": "ਪ੍ਰਭੁ ਆਪ ਹੀ, ਆਪ ਹੀ ਸਰਬ-ਵਿਆਪਕ ਤੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਰਹਿਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25241,
    "shabad_id": 2175,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ. ਹਰਿ ਅਾਪੇ ਮੇਲੈ; ਕਰੈ ਸੋ ਹੋੲੀ ਰਾਮ ॥",
    "transliteration": "Har Aapae Har Aapae Maelai Karai So Hoee Raam ||",
    "translation": "The Lord Himself, the Lord Himself, unites us with Himself; that which He does, comes to pass.",
    "punjabi": "ਪ੍ਰਭੁ ਆਪ ਹੀ, ਆਪ ਹੀ ਜਿਵਾਂ ਨੂੰ ਮਿਲਾਂਦਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਕਰਦਾ ਹੈ ਉਹੀ ਵਰਤਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25242,
    "shabad_id": 2175,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜੋ ਹਰਿ ਪ੍ਰਭ ਭਾਵੈ. ਸੋੲੀ ਹੋਵੈ; ਅਵਰੁ ਨ ਕਰਣਾ ਜਾੲੀ ॥",
    "transliteration": "Jo Har Prabh Bhaavai Soee Hovai Avar N Karanaa Jaaee ||",
    "translation": "Whatever is pleasing to the Lord God, that alone comes to pass; nothing else can be done.",
    "punjabi": "ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, (ਉਸ ਦੀ ਰਜ਼ਾ ਦੇ ਉਲਟ) ਹੋਰ ਕੁਝ ਭੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25243,
    "shabad_id": 2175,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਬਹੁਤੁ ਸਿਅਾਣਪ ਲੲਿਅਾ ਨ ਜਾੲੀ; ਕਰਿ ਥਾਕੇ ਸਭਿ ਚਤੁਰਾੲੀ ॥",
    "transliteration": "Bahuth Siaanap Laeiaa N Jaaee Kar Thhaakae Sabh Chathuraaee ||",
    "translation": "Even by very clever tricks, He cannot be obtained; all have grown weary of practicing cleverness.",
    "punjabi": "ਭਾਵੇਂ ਮਨੁੱਖ ਕਿਨੀ ਵੀ ਸਿਆਣਪ ਦੀ ਵਰਤੋਂ ਕਰੇ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਦੇ ਉਲਟ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ) ਆਖਰ ਇਨਸਾਨ ਥਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25244,
    "shabad_id": 2175,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਜਨ ਨਾਨਕ ਦੇਖਿਅਾ; ਮੈ. ਹਰਿ ਬਿਨੁ ਅਵਰੁ ਨ ਕੋੲੀ ॥",
    "transliteration": "Gur Prasaadh Jan Naanak Dhaekhiaa Mai Har Bin Avar N Koee ||",
    "translation": "By Guru's Grace, servant Nanak beholds the Lord; without the Lord, I have no other at all.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਮੈਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕੀਤਾ ਹੈ, ਤੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ (ਦਿੱਸਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25245,
    "shabad_id": 2175,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਹਰਿ ਅਾਪੇ; ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਸੋੲੀ ॥੪॥੨॥",
    "transliteration": "Har Aapae Har Aapae Purakh Niranjan Soee ||4||2||",
    "translation": "The Lord Himself, the Lord Himself, is the Immaculate Almighty Lord God. ||4||2||",
    "punjabi": "ਪ੍ਰਭੁ ਆਪ ਹੀ, ਆਪ ਹੀ ਸਰਬ-ਵਿਆਪਕ ਤੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਰਹਿਤ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25246,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Vaddehans Mehalaa 4 ||",
    "translation": "Wadahans, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25247,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਸਤਿਗੁਰ ਹਰਿ ਸਤਿਗੁਰ ਮੇਲਿ; ਹਰਿ ਸਤਿਗੁਰ ਚਰਣ ਹਮ ਭਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Har Sathigur Har Sathigur Mael Har Sathigur Charan Ham Bhaaeiaa Raam ||",
    "translation": "The Lord, the True Guru, the Lord, the True Guru - if only I could meet the Lord, the True Guru; His Lotus Feet are so pleasing to me.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਗੁਰੂ ਦੇ ਚਰਨ ਮੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25248,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤਿਮਰ ਅਗਿਅਾਨੁ ਗਵਾੲਿਅਾ; ਗੁਰ ਗਿਅਾਨੁ ਅੰਜਨੁ. ਗੁਰਿ ਪਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Thimar Agiaan Gavaaeiaa Gur Giaan Anjan Gur Paaeiaa Raam ||",
    "translation": "The darkness of my ignorance was dispelled, when the Guru applied the healing ointment of spiritual wisdom to my eyes.",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਦਾ) ਸੁਰਮਾ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "(ਤਿਮਰ) ਹਨੇਰਾ",
    "type_id": 3
  },
  {
    "id": 25249,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਗਿਅਾਨ ਅੰਜਨੁ. ਸਤਿਗੁਰੂ ਪਾੲਿਅਾ; ਅਗਿਅਾਨ ਅੰਧੇਰ ਬਿਨਾਸੇ ॥",
    "transliteration": "Gur Giaan Anjan Sathiguroo Paaeiaa Agiaan Andhhaer Binaasae ||",
    "translation": "The True Guru has applied the healing ointment of spiritual wisdom to my eyes, and the darkness of ignorance has been dispelled.",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਲੈ ਲਿਆ ਉਸ ਦੇ ਅਗਿਆਨ ਦੇ ਹਨੇਰੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25250,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਵਿ ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਹਰਿ ਜਪਿਅਾ ਸਾਸ ਗਿਰਾਸੇ ॥",
    "transliteration": "Sathigur Saev Param Padh Paaeiaa Har Japiaa Saas Giraasae ||",
    "translation": "Serving the Guru, I have obtained the supreme status; I meditate on the Lord with every breath, and every morsel of food.",
    "punjabi": "ਤੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਉਸ ਨੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਉਹ ਹਰੇਕ ਸਾਹ ਤੇ ਹਰੇਕ ਗਿਰਾਹੀ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25251,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਨ ਕੰੳੁ ਹਰਿ ਪ੍ਰਭਿ ਕਿਰਪਾ ਧਾਰੀ; ਤੇ ਸਤਿਗੁਰ ਸੇਵਾ ਲਾੲਿਅਾ ॥",
    "transliteration": "Jin Kano Har Prabh Kirapaa Dhhaaree Thae Sathigur Saevaa Laaeiaa ||",
    "translation": "Those, upon whom the Lord God has bestowed His Grace, are committed to the service of the True Guru.",
    "punjabi": "ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਜੋੜ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25252,
    "shabad_id": 2176,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਸਤਿਗੁਰ ਹਰਿ ਸਤਿਗੁਰ ਮੇਲਿ; ਹਰਿ ਸਤਿਗੁਰ ਚਰਣ ਹਮ ਭਾੲਿਅਾ ॥੧॥",
    "transliteration": "Har Sathigur Har Sathigur Mael Har Sathigur Charan Ham Bhaaeiaa ||1||",
    "translation": "The Lord, the True Guru, the Lord, the True Guru - if only I could meet the Lord, the True Guru; His Lotus Feet are so pleasing to me. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਗੁਰੂ ਦੇ ਚਰਨ ਮੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25253,
    "shabad_id": 2176,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੇਰਾ ਸਤਿਗੁਰੁ ਮੇਰਾ ਸਤਿਗੁਰੁ ਪਿਅਾਰਾ; ਮੈ ਗੁਰ ਬਿਨੁ, ਰਹਣੁ ਨ ਜਾੲੀ ਰਾਮ ॥",
    "transliteration": "Maeraa Sathigur Maeraa Sathigur Piaaraa Mai Gur Bin Rehan N Jaaee Raam ||",
    "translation": "My True Guru, my True Guru is my Beloved; without the Guru, I cannot live.",
    "punjabi": "ਮੇਰਾ ਸਤਿਗੁਰੂ, ਮੇਰਾ ਸਤਿਗੁਰੂ ਮੈਨੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਥੋਂ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25254,
    "shabad_id": 2176,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਨਾਮੋ ਹਰਿ ਨਾਮੁ ਦੇਵੈ; ਮੇਰਾ ਅੰਤਿ ਸਖਾੲੀ ਰਾਮ ॥",
    "transliteration": "Har Naamo Har Naam Dhaevai Maeraa Anth Sakhaaee Raam ||",
    "translation": "He gives me the Name of the Lord, the Name of the Lord, my only companion in the end.",
    "punjabi": "ਗੁਰੂ ਮੈਨੂੰ ਉਹ ਹਰਿ-ਨਾਮ ਦੇਂਦਾ ਹੈ ਜੇਹੜਾ ਅੰਤ ਵੇਲੇ ਮੇਰਾ ਸਾਥੀ ਬਣੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25255,
    "shabad_id": 2176,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਮੇਰਾ ਅੰਤਿ ਸਖਾੲੀ; ਗੁਰਿ ਸਤਿਗੁਰਿ. ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ ॥",
    "transliteration": "Har Har Naam Maeraa Anth Sakhaaee Gur Sathigur Naam Dhrirraaeiaa ||",
    "translation": "The Name of the Lord, Har, Har, is my only companion in the end; the Guru, the True Guru, has implanted the Naam, the Name of the Lord, within me.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਮੇਰੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ ਤੇ ਹਰਿ-ਹਰਿ-ਨਾਮ ਅੰਤ ਵੇਲੇ ਮੇਰਾ ਸਾਥੀ ਬਣੇਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25256,
    "shabad_id": 2176,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜਿਥੈ ਪੁਤੁ ਕਲਤ੍ਰੁ ਕੋੲੀ ਬੇਲੀ ਨਾਹੀ; ਤਿਥੈ ਹਰਿ ਹਰਿ ਨਾਮਿ ਛਡਾੲਿਅਾ ॥",
    "transliteration": "Jithhai Puth Kalathra Koee Baelee Naahee Thithhai Har Har Naam Shhaddaaeiaa ||",
    "translation": "There, where neither child nor spouse shall accompany you, the Name of the Lord, Har, Har shall emancipate you.",
    "punjabi": "ਜਿਥੇ ਪੁਤ੍ਰ ਜਾਂ ਇਸਤ੍ਰੀ ਕੋਈ ਭੀ ਮਦਦਗਾਰ ਨਹੀਂ ਬਣਦਾ, ਉਥੇ ਹਰਿ-ਹਰਿ-ਨਾਮ ਨੇ ਹੀ ਛੁਡਾਣਾ ਹੈ।",
    "pronunciation": "ਕ-ਲੱਤ੍ਰੁ",
    "type_id": 3
  },
  {
    "id": 25257,
    "shabad_id": 2176,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਨਿਰੰਜਨੁ; ਜਿਤੁ ਮਿਲਿ. ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀ ॥",
    "transliteration": "Dhhan Dhhan Sathigur Purakh Niranjan Jith Mil Har Naam Dhhiaaee ||",
    "translation": "Blessed, blessed is the True Guru, the Immaculate, Almighty Lord God; meeting Him, I meditate on the Name of the Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਧੰਨ ਧੰਨ ਹੈ, ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ, ਜਿਸ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25258,
    "shabad_id": 2176,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮੇਰਾ ਸਤਿਗੁਰੁ ਮੇਰਾ ਸਤਿਗੁਰੁ ਪਿਅਾਰਾ; ਮੈ ਗੁਰ ਬਿਨੁ. ਰਹਣੁ ਨ ਜਾੲੀ ॥੨॥",
    "transliteration": "Maeraa Sathigur Maeraa Sathigur Piaaraa Mai Gur Bin Rehan N Jaaee ||2||",
    "translation": "My True Guru, my True Guru is my Beloved; without the Guru, I cannot live. ||2||",
    "punjabi": "ਮੇਰਾ ਸਤਿਗੁਰੂ, ਮੇਰਾ ਸਤਿਗੁਰੂ ਮੈਨੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਂ ਰਹਿ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
