[
  {
    "id": "HS6",
    "writer": "Guru Gobind Singh Ji",
    "subsection": null,
    "section": "Akal Ustat",
    "sttm2_id": null,
    "lines": [
      {
        "id": "W1DL",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "qÍ pRswid ] kibq ]",
        "transliteration_english": "tvY prasaadh || kabit ||",
        "transliteration_hindi": "त्वप्रसादि ॥ कबितु ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "BY THY GRACE KABITT",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਤੇਰੀ ਕ੍ਰਿਪਾ ਨਾਲ: ਕਬਿੱਤ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AEPU",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "KUk mlhwrI, gj gdhw ibBUq DwrI; igdUAw mswn bws kirE eI krq hYN ]",
        "transliteration_english": "khook malahaaree, gaj gadhahaa bibhoot dhaaree; gidhooaa masaan baas kario e'ee karat hai(n) ||",
        "transliteration_hindi": "खूक मलहारी गज गदाहा बिभूत धारी गिदूआ मसान बास करिओई करत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by eating filth, by besmearing the body with ashes and by residing in he cremation-ground, then the hog eats filth, the elephant and ass get their bodies filled with ashes and the bager resides in the cremation-ground.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਅਘੋਰੀਆਂ ਵਾਗ ਮਲ ਖਾਦਿਆਂ ਮੁਕਤੀ ਮਿਲਦੀ ਤਾ) ਸੂਰ ਮਲ ਖਾਦਾ ਹੈ; (ਜੇ ਵਿਭੂਤੀ ਮਲਣ ਨਾਲ ਮੁਕਤੀ ਮਿਲਦੀ ਤਾ) ਹਾਥੀ ਅਤੇ ਖੋਤੇ ਖੇਹ ਵਿਚ ਵਲਿਦਦੇ ਹਨ; (ਜੇ ਮਸਾਣਾ ਵਿਚ ਰਿਹਾ ਮੁਕਤੀ ਮਿਲਦੀ ਤਾ) ਗਿਦੜ ਮਸਾਣਾ ਵਿਚ ਹੀ ਰਿਹਾ ਕਰਦੇ ਹਨ (ਉਨ੍ਰਹਾ ਨੂੰ ਮੁਕਤੀ ਕਿਉਾਂ ਨਹੀਂ ਮਿਲਦੀ);",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "508K",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "GuGU mt bwsI, lgy folq audwsI imRg; qrvr sdIv mon swDy eI mrq hYN ]",
        "transliteration_english": "ghughoo maT baasee, lage ddolat audhaasee mrig; taravar sadheev mon saadhe e'ee marat hai(n) ||",
        "transliteration_hindi": "घुघू मटबासी लगे डोलत उदासी म्रिग तरवर सदीव मोन साधे ई मरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord meets in the cloister of mendicants, by wandering like a stoic and abiding in silence, then the owl lives in the cloister of mendicants, the deer wanders like a stoic and the tree abides in silence till death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਮਠਾ ਵਿਚ ਵਸ ਕੇ ਮੁਕਤੀ ਮਿਲਦੀ ਤਾ) ਉੱਲੂ ਮਠਾ ਵਿਚ ਹੀ ਵਸਦੇ ਹਨ; (ਜੇ ਭਰਮਣ ਕਰਦਿਆਂ ਮੁਕਤੀ ਮਿਲਦੀ ਤਾ) ਪਸ਼ੂ ('ਮ੍ਰਿਗ') ਸਦਾ ਉਦਾਸੀਆਂ ਵਾਗ ਫਿਰਦੇ ਰਹਿੰਦੇ ਹਨ; (ਜੇ ਮੌਨ ਧਾਰਨ ਕਰਨ ਨਾਲ ਮੁਕਤੀ ਮਿਲਦੀ ਤਾ) ਬ੍ਰਿਛ ਸਦਾ ਮੌਨ ਧਾਰਿਆਂ ਹੀ ਮਰ ਜਾਦੇ ਹਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6CD4",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "ibMd ky sDXw, qwih hIj kI bfXw dyq; bMdrw sdIv, pwie nwgy hI iPrq hYN ]",
        "transliteration_english": "bindh ke sadhayaa, taeh heej kee baddayaa dhet; bandharaa sadheev, paae naage hee firat hai(n) ||",
        "transliteration_hindi": "बिंद के सधया ताहि हीज की बडया देत बंदरा सदीव पाइ नागे ई फिरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by restraining the emission of semen and by wandering with bare feet, then a eunuch may be eulogized for restraining the emission of semen and the monkey always wanders with bare feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ) ਵੀਰਜ ਦੇ ਸਾਧਿਆਂ (ਬ੍ਰਹਮਚਰਯ ਨੂੰ ਪਾਲਿਆਂ) (ਮੁਕਤੀ ਮਿਲਦੀ) ਤਾ ਉਨ੍ਰਹਾ ਨੂੰ ਹੀਜੜੇ ਦੀ ਤੁਲਨਾ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ; (ਜੇ ਨੰਗੇ ਪੈਰੀ ਫਿਰਨ ਨਾਲ ਮੁਕਤੀ ਮਿਲਦੀ, ਤਾ) ਬੰਦਰ ਸਦਾ ਨੰਗੇ ਪੈਰੀਂ ਫਿਰਦੇ ਹਨ (ਉਨ੍ਰਹਾ ਨੂੰ ਮੁਕਤੀ ਕਿਉਾਂ ਨਹੀਂ ਮਿਲਦੀ);",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DPQW",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "AMgnw ADIn, kwm k®oD mY pRbIn; eyk igAwn ky ibhIn, CIn kYsy kY qrq hYN ]1]71]",
        "transliteration_english": "anganaa adheen, kaam krodh mai prabeen; ek giaan ke biheen, chheen kaise kai tarat hai(n) ||1||71||",
        "transliteration_hindi": "अंगना अधीन काम क्रोध मै प्रबीन एक गिआन के बिहीन छीन कैसे कै तरत है ॥१॥७१॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "One who is under the control of a woman and whou is active in lust and anger and also who is ignorant of the Knowledge of the ONE LORD, how can such person ferry across the world-ocean? 1.71.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਇਸਤਰੀ ਦੇ ਅਧੀਨ ਅਤੇ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿ ਵਿਸ਼ਿਆਂ ਵਿਚ ਪੂਰੀ ਤਰ੍ਰਹਾ ਲਿਪਤ ਤੁੱਛ (ਵਿਅਕਤੀ) ਇਕ ਬ੍ਰਹਮ ਗਿਆਨ ਤੋਂ ਬਿਨਾ ਕਿਵੇਾਂ ਭਵ-ਸਾਗਰ ਤੋਂ ਤਰ ਸਕਦੇ ਹਨ ॥੧॥੭੧॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MRML",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "BUq bncwrI, iCq Caunw sBY dUDwDwrI; paun ky AhwrI, su BujMg jwnIAqu hYN ]",
        "transliteration_english": "bhoot banachaaree, chhit chhaunaa sabhai dhoodhaadhaaree; paun ke ahaaree, su bhujang jaaneeat hai(n) ||",
        "transliteration_hindi": "भूत बनचारी छित छउना सभै दुधाधारी पउन के अहारी सु भुजंग जानीअतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by wandering in the forest, by drinking only the milk and by subsisting on air, then the ghost wanders in the forest, all the infants live on milk and the serpents subsist on air.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਭੂਤ ਬਨ ਵਿਚ ਫਿਰਨ ਵਾਲੇ ਹਨ, ਧਰਤੀ ('ਛਿਤ') ਉਤੇ ਸਾਰੇ ਛੋਟੇ ਬੱਚੇ (ਮਾ ਦੇ) ਦੁੱਧ ਉਤੇ ਪਲਦੇ ਹਨ, ਪੌਣ ਨੂੰ ਆਹਾਰ ਬਣਾਉਣ ਵਾਲੇ ਸੱਪ ਅਖਵਾਉਾਂਦੇ ਹਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H9PY",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "iqRx ky BCXw, Dn loB ky qjXw; qy qo gaUAn ky jXw, ibRKBXw mwnIAqu hYN ]",
        "transliteration_english": "triN ke bhachhayaa, dhan lobh ke tajayaa; te to guooan ke jayaa, brikhabhayaa maaneeat hai(n) ||",
        "transliteration_hindi": "त्रिण के भछया धन लोभ के तजया ते तो गऊअन के जया ब्रिखभया मानीअतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord meets by eating grass and forsaking the gred of wealth, then the Bulls, the young ones of cows do that.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਘਾਹ ਖਾਣ ਵਾਲਿਆਂ ਅਤੇ ਧਨ ਦੇ ਲੋਭ ਨੂੰ ਤਿਆਗਣ ਵਾਲਿਆਂ ਨੂੰ ਗਊਆਂ ਦੇ ਜਾਏ ਬਲਦ ਹੀ ਮੰਨਣਾ ਚਾਹੀਦਾ ਹੈ (ਕਿਉਾਂਕਿ ਉਹ ਸਿਰ ਸੁਟ ਕੇ ਬਿਨਾ ਕਿਸੇ ਲਾਲਸਾ ਦੇ ਕੰਮ ਕਰੀ ਜਾਦੇ ਹਨ);",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WT2F",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "nB ky aufXw, qwih pMCI kI bfXw dyq; bgulw, ibVwl, ibRk iDAwnI TwnIAqu hYN ]",
        "transliteration_english": "nabh ke auddayaa, taeh panchhee kee baddayaa dhet; bagulaa, biRaal, brik dhiaanee ttaaneeat hai(n) ||",
        "transliteration_hindi": "नभ के उडया ताहि पंछी की बडया देत बगुला बिड़ाल ब्रिक धिआनी ठानीअतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by flying in the sky and by closing the eyes in meditation, then the birds fly in the sky and those who close their eyes in meditation are considered like crane, cat and wolf.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੋ ਸਿੱਧੀਆਂ ਦੇ ਬਲ ਤੇ) ਆਕਾਸ਼ ਵਿਚ ਉਡਦੇ ਹਨ, ਉਨ੍ਰਹਾ ਨੂੰ ਪੰਛੀ ਦੀ ਉਪਮਾ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਬਗਲੇ, ਬਿੱਲੇ ਤੇ ਬਘਿਆੜ ਨੂੰ ਧਿਆਨੀ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਕਿਉਾਂਕਿ ਉਹ ਸ਼ਿਕਾਰ ਦੀ ਤਾਕ ਵਿਚ ਅੱਖਾ ਬੰਦ ਕਰ ਕੇ ਬੈਠੇ ਰਹਿੰਦੇ ਹਨ);",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HM9N",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "jyqo bfy igAwnI, iqno jwnI pY bKwnI nwih; AYsy n pRpMc, mn BUl AwnIAqu hYN ]2]72]",
        "transliteration_english": "jeto badde giaanee, tino jaanee pai bakhaanee naeh; aaise na prapanch, man bhool aaneeat hai(n) ||2||72||",
        "transliteration_hindi": "जेतो बडे गिआनी तिनो जानी पै बखानी नाहि ऐसे न प्रपंच मनि भूलि आनीअतु है ॥२॥७२॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "All the Knowers of Brahman know the reality of these imposters, but I have not related it never bring in your mind such deceitful thoughts even by mistake. 2.72.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜਿਤਨੇ ਵੀ ਵੱਡੇ ਵੱਡੇ ਗਿਆਨੀ ਹੋਏ ਹਨ, ਉਨ੍ਰਹਾ ਨੇ (ਇਨ੍ਰਹਾ ਦਿਖਾਵਿਆਂ ਦੀ ਅਸਲੀਅਤ ਨੂੰ) ਸਮਝ ਲਿਆ, ਪਰ ਦਸਿਆ ਕੁਝ ਨਹੀਂ, (ਇਸ ਲਈ ਅਸੀਂ ਗਜ ਵਜ ਕੇ ਕਹਿੰਦੇ ਹਾ ਕਿ) ਅਜਿਹੇ ਪ੍ਰਪੰਚਾ ਅਥਵਾ ਪਾਖੰਡਾ ਨੂੰ ਭੁਲ ਕੇ ਵੀ ਮਨ ਵਿਚ ਨਹੀਂ ਲਿਆਉਣਾ ਚਾਹੀਦਾ ॥੨॥੭੨॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0URH",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "BUm ky bsXw, qwih BUcrI ky jXw khY; nB ky aufXw, so icrXw kY bKwnIAY ]",
        "transliteration_english": "bhoom ke basayaa, taeh bhoocharee ke jayaa kahai; nabh ke auddayaa, so chirayaa kai bakhaaneeaai ||",
        "transliteration_hindi": "भूमि के बसया ताहि भूचरी कै जया कहै नभ के उडया सो चिरया कै बखानीऐ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "He who lives on the earth should be called the young one of white ant and those who fly in the sky may be called sparrows.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਭੂਮੀ ਉਤੇ ਵਸਣ ਵਾਲਿਆਂ ਨੂੰ ਭੂਚਰੀ ('ਘੀਸ') ਦੇ ਜਾਏ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਆਕਾਸ਼ ਵਿਚ ਉਡਣ ਵਾਲਿਆਂ ਨੂੰ ਚਿੜੀਆਂ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZB2F",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "Pl ky BCXw, qwih bWdrI ky jXw khY; Awids iPrXw, qy qo BUq ky pCwnIAY ]",
        "transliteration_english": "fal ke bhachhayaa, taeh baa(n)dharee ke jayaa kahai; aadhis firayaa, te to bhoot ke pachhaaneeaai ||",
        "transliteration_hindi": "फल के भछया ताहि बादरी के जया कहै आदिस फिरया तेतो भूत के पछानीऐ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "They, who eat fruit may be called the young ones of monkeys, those who wander invisibly, may be considered as ghosts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਫਲਾ ਦੇ ਖਾਣ ਵਾਲਿਆਂ ਨੂੰ ਬਾਦਰੀ ਦੇ ਪੈਦਾ ਕੀਤੇ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਅਦ੍ਰਿਸ਼ਟ ਰੂਪ ਵਿਚ ਫਿਰਨ ਵਾਲਿਆਂ ਨੂੰ ਭੂਤ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LB9G",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "jl ky qrXw ko, gMgyrI sI khq jg; Awg ky BCXw, su ckor sm mwnIAY ]",
        "transliteration_english": "jal ke tarayaa ko, gangeree see kahat jag; aag ke bhachhayaa, su chakor sam maaneeaai ||",
        "transliteration_hindi": "जल के तरया कौ गंगेरी सी कहत जग आग के भछया सो चकोर सम मानीऐ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "One, who swims on water is called water-fly by the world one, who eats fire, may be considered like Chakor (redlegged partridge).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਪਾਣੀ ਵਿਚ ਤਰਨ ਵਾਲਿਆਂ ਨੂੰ ਜਗਤ 'ਜਲ-ਜੁਲਾਹਾ' ਹੀ ਕਹਿੰਦਾ ਹੈ (ਕਿਉਾਂਕਿ ਉਡਣ ਵਾਲਾ ਉਹ ਕੀੜਾ ਜਲ ਉਤੇ ਹੀ ਤਾਣਾ ਤਣਦਾ ਰਹਿੰਦਾ ਹੈ) ਅਤੇ ਅੱਗ ਖਾਣ ਵਾਲੇ ਨੂੰ ਚਕੋਰ ਵਰਗਾ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WY1N",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "sUrj isvXw, qwih kOl kI bfweI dyq; cMdRmw isvXw kO, kvI kY pihcwnIAY ]3]73]",
        "transliteration_english": "sooraj sivayaa, taeh koul kee baddaae'ee dhet; chandhramaa sivayaa ko, kavee kai pahichaaneeaai ||3||73||",
        "transliteration_hindi": "सूरज सिवया ताहि कउल की बडया देत चंद्रमा सिवया कौ कवी कै पहिचानीऐ ॥३॥७३॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "One who worships the sun, may be symbolized as lotus and one, who worships the moon may be recognized as water-lily (The lotus blooms on seeing the sun and the water-lily blossoms on seeing the moon). 3.73.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਸੂਰਜ ਦੇ ਉਪਾਸਕ ਨੂੰ ਕਮਲ ਫੁਲ ਦੀ ਉਪਮਾ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਚੰਦ੍ਰਮਾ ਦੇ ਉਪਾਸਕ ਨੂੰ ਕਮਲਨੀ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ (ਕਿਉਾਂਕਿ ਇਹ ਕ੍ਰਮਵਾਰ ਸੂਰਜ ਅਤੇ ਚੰਦ੍ਰਮਾ ਨੂੰ ਵੇਖ ਕੇ ਖਿੜਦੇ ਜਾ ਵਿਗਸਦੇ ਹਨ) ॥੩॥੭੩॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JD1A",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "nwrwiex kC mC iqMdUAw khq sB; kaul nwB kaul ijh qwl mYN rhqu hYN ]",
        "transliteration_english": "naaraaeiN kachh machh tindhooaa kahat sabh; kaul naabh kaul jih taal mai(n) rahat hai(n) ||",
        "transliteration_hindi": "नाराइण कछ मछ तेांदूआ कहत सभ कउलनाभि कउल जिह ताल मै रहतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Name of the Lord is Narayana (One whose house is in water), then Kachh (tortoise incarnation), Machh (fish incarnation) and Tandooaa (octopus) will be called Naryana and if the Name of the Lord is Kaul-Naabh (Navel-lotus), then the tank in which th",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਜਲ ਵਿਚ ਨਿਵਾਸ ਕਰਨ ਵਾਲੇ ਨੂੰ ਨਾਰਾਇਣ ਕਿਹਾ ਜਾਣਾ ਹੈ ਤਾ) ਸਾਰਿਆਂ ਕਛੂਆਂ, ਮੱਛਾ ਅਤੇ ਤੇਾਂਦੂਆਂ ਨੂੰ ਨਾਰਾਇਣ ਕਿਹਾ ਜਾਵੇਗਾ, (ਜੇ ਵਿਸ਼ਣੂ ਨੂੰ 'ਕੌਲ-ਨਾਭੀ' ਆਖਦੇ ਹਨ ਤਾ) ਜਿਸ ਤਾਲਾਬ ਵਿਚ ਕਮਲ ਪੈਦਾ ਹੁੰਦੇ ਹਨ, ਕੀ ਉਹ ਕੌਲ-ਨਾਭੀ ਨਹੀਂ ਹੈ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1NRZ",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "gopInwQ gUjr gupwl sBY DyncwrI; irKIkys nwm kY mhMq lhIAqu hYN ]",
        "transliteration_english": "gopeenaath goojar gupaal sabhai dhenachaaree; rikheekes naam kai mahant laheeat hai(n) ||",
        "transliteration_hindi": "गोपीनाथ गूजर गोपाल सबै धेनचारी रिखीकेस नाम कै महंत लहीअत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Name of the Lord is Gopi Nath, then the Lord of Gopi is a cowherd if the Name of the Lord is GOPAL, the Sustainer of cows, then all the cowherds are Dhencharis (the Graziers of cows) if the Name of the Lord is Rikhikes, then there are several chief",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਉਸ ਪਰਮ-ਸੱਤਾ ਦਾ ਨਾ) ਗੋਪੀਨਾਥ ਹੈ ਤਾ ਸਾਰੇ ਗੁਜਰ ਅਤੇ ਗਊਆਂ ਦੇ ਪਾਲਕ ਗਵਾਲੇ ਗੋਪੀਆਂ ਦੇ ਪਤੀ (ਨਹੀਂ ਹਨ) ਜੇ (ਉਸ ਦਾ ਨਾਮ ਰਿਖੀਕੇਸ਼ ਹੈ ਤਾ) ਰਿਖੀਕੇਸ਼ ਨਾ ਦੇ ਕਈ ਮਹੰਤ ਵੇਖੇ ਜਾਦੇ ਹਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TJDV",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "mwDv Bvr, AO AtyrU kO knHXw nwm; kMs ko bDXw, jmdUq khIAqu hYN ]",
        "transliteration_english": "maadhav bhavar, ao aTeroo ko kanhayaa naam; kans ko badhayaa, jamadhoot kaheeat hai(n) ||",
        "transliteration_hindi": "माधव भवर औ अटेरू कौ कनया नाम कंस के बधया जमदूत कहीअतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Name of Lord is Madhva, then the black bee is also called Madhva if the Name of the Lord is Kanhaya, then the spider is also called Kanhaya if the Name of he Lord is the \"Slayer of Kansa,\" then the messenger of Yama, who slayed Kansa, may be called",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਉਸ ਦਾ ਨਾ ਮਾਧਵ ਯਦੂਵੰਸ਼ੀ ਕ੍ਰਿਸ਼ਣ ਹੈ ਤਾ ਭੌਰੇ ਦਾ ਨਾ ਵੀ) ਮਾਧਵ ਹੈ, (ਜੇ ਉਸ ਦਾ ਨਾ ਕਨ੍ਰਹੱਯਾ ਹੈ ਤਾ ਲੰਮੀਆਂ ਟੰਗਾ ਵਾਲੀ) ਮਕੜੀ ਦਾ ਨਾ ਵੀ ਕਨ੍ਰਹੱਯਾ ਹੈ ਅਤੇ (ਜੇ ਉਸ ਦਾ ਨਾ ਕੰਸ-ਬਧਕ ਹੈ ਤਾ) ਕੰਸ ਨੂੰ ਮਾਰਨ ਵਾਲਾ ਜਮਦੂਤ ਵੀ ਕੰਸ-ਬਧਕ ਹੈ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7H11",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "mUVH rUVH pItq, n gUVHqw ko Byd pwvY; pUjq n qwih, jw ky rwKy rhIAqu hYN ]4]74]",
        "transliteration_english": "mooRh rooRh peeTat, na gooRhataa ko bhedh paavai; poojat na taeh, jaa ke raakhe raheeat hai(n) ||4||74||",
        "transliteration_hindi": "मूड़ रूड़ि पीटत न गूड़ता कौ भेद पावै पूजत न ताहि जा के राखे रहीअतु है ॥४॥७४॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The foolish people wail and weep. But do not know the profound secret, therefore they do not worship Him, who protects our life. 4.74.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਅਗਿਆਨੀ ਲੋਕ ਕੇਵਲ ਪਰੰਪਰਾ (ਲਕੀਰ ਦੀ ਫਕੀਰੀ) ਨੂੰ ਪਾਲਦੇ ਹਨ, (ਪਰ) ਬ੍ਰਹਮਗਿਆਨ ਦੇ ਰਹੱਸ ਨੂੰ ਸਮਝਦੇ ਨਹੀਂ ਅਤੇ ਉਸ ਨੂੰ ਪੂਜਦੇ ਨਹੀਂ ਜਿਸ ਦੇ ਰਖਿਆਂ (ਸੰਸਾਰ ਵਿਚ) ਰਹੀਦਾ ਹੈ ॥੪॥੭੪॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8F1A",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "ibsÍpwl, jgq kwl, dIn idAwl, bYrI swl; sdw pRqpwl, jm jwl qy rhq hYN ]",
        "transliteration_english": "bisvYapaal, jagat kaal, dheen dhiaal, bairee saal; sadhaa pratapaal, jam jaal te rahat hai(n) ||",
        "transliteration_hindi": "बिस्वपाल जगत काल दीन दिआल बैरी साल सदा प्रतिपाल जम जाल ते रहतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The Sustainer and Destroyer of the Universe is Benevolent towards the poor, tortures the enemies, preserves ever and is without the snare of death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੋ ਪਰਮਾਤਮਾ) ਵਿਸ਼ਵ ਦਾ ਪਾਲਕ ਅਤੇ ਜਗਤ ਦਾ ਕਾਲ-ਸਰੂਪ ਹੈ, ਦੀਨਾ ਉਤੇ ਦਿਆਲੂ ਅਤੇ ਵੈਰੀਆਂ ਲਈ ਦੁਖਦਾਇਕ ਹੈ, (ਹਰ ਇਕ ਦੀ) ਸਦਾ ਪਾਲਨਾ ਕਰਦਾ ਹੈ ਅਤੇ ਜਮ ਦੇ ਜਾਲ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਮੁਕਤ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T0W9",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "jogI jtwDwrI, sqI swcy bfy bRhmcwrI; iDAwn kwj BUK ipAws, dyh pY shq hYN ]",
        "transliteration_english": "jogee jaTaadhaaree, satee saache badde brahamachaaree; dhiaan kaaj bhookh piaas, dheh pai sahat hai(n) ||",
        "transliteration_hindi": "जोगी जटाधारी सती साचे बड़े ब्रहमचारी धिआन काज भूख पिआस देह पै सहत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The Yogis, hermits with matted locks, true donors and great celibates, for a Sight of Him, endure hunger and thirst on their bodies.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਕਈ) ਜਟਾਧਾਰੀ ਜੋਗੀ, ਸੱਚੇ ਸਤੀ ਅਤੇ ਵੱਡੇ ਬ੍ਰਹਮਚਾਰੀ (ਉਸ ਪ੍ਰਭੂ ਦੇ) ਧਿਆਨ ਲਈ ਭੁਖ ਅਤੇ ਪਿਆਸ ਨੂੰ ਆਪਣੇ ਸ਼ਰੀਰ ਉਤੇ ਸਹਿਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F3DW",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "inaulI krm jl hom, pwvk pvn hom; ADo muK, eyk pwie TwFy n bhq hYN ]",
        "transliteration_english": "niaulee karam jal hom, paavak pavan hom; adho mukh, ek paae ttaadde na bahat hai(n) ||",
        "transliteration_hindi": "निउली करम जल होम पावक पवन होम अधो मुख एक पाइ ठाढे निबहत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "For a Sight of Him, the intestines are purged, offerings are made to water, fire and air, austerities are performed with face upside down and standing on a single foot.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਉਸ ਦੇ ਗਿਆਨ ਦੀ ਪ੍ਰਾਪਤੀ ਲਈ ਕਈ) ਨੌਲਿ ਕਰਮ, (ਕਰਦੇ ਹਨ ਅਤੇ ਕਈ) ਜਲ, ਅਗਨੀ ਅਤੇ ਪੌਣ ਨਾਲ ਸੰਬੰਧਿਤ ਹੋਮ (ਕਰਦੇ ਹਨ ਅਤੇ ਕਈ) ਮੂਧੇ ਮੂੰਹ ਲਟਕ ਕੇ (ਅਤੇ ਕਈ) ਇਕ ਪੈਰ ਤੇ ਖੜੇ ਹੋ ਕੇ (ਸਮੇਾਂ ਨੂੰ) ਗੁਜ਼ਾਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EWXE",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "mwnv, PinMd, dyv, dwnv n pwvY Byd; byd AO kqyb, nyq nyq kY khq hYN ]5]75]",
        "transliteration_english": "maanav, fanindh, dhev, dhaanav na paavai bhedh; bedh ao kateb, net net kai kahat hai(n) ||5||75||",
        "transliteration_hindi": "मानव फनिंद देव दानव न पावै भेद बेद औ कतेब नेति नेति कै कहत है ॥५॥७५॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The men, Sheshanaga, gods and demons have not been able to know His Secret and the Vedas and Katebs (Semitic Scriptures) speak of Him as “Neti, Neti” (Not this, Not this) and Infinite. 5.75.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਉਸ ਦਾ) ਭੇਦ ਮਨੁੱਖ, ਸ਼ੇਸ਼ਨਾਗ, ਦੇਵਤੇ ਅਤੇ ਦੈਂਤ ਨਹੀਂ ਪਾ ਸਕਦੇ ਅਤੇ ਵੇਦ ਤੇ ਕਤੇਬ ਵੀ ਬੇਅੰਤ ਬੇਅੰਤ ਕਹਿੰਦੇ ਹਨ ॥੫॥੭੫॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A4QH",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "nwcq iPrq mor, bwdr krq Gor; dwmnI Anyk Bwau, kirE eI krq hY ]",
        "transliteration_english": "naachat firat mor, baadhar karat ghor; dhaamanee anek bhaau, kario e'ee karat hai ||",
        "transliteration_hindi": "नाचत फिरत मोर बादर करत घोर दामिनी अनेक भाउ करिओ ई करत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by devotional dancing, then the peacocks dance with the thundering of the clouds and if the Lord gets pleased on seeing the devotion through friendliness, then the lightning performs it by various flashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਪਰਮਾਤਮਾ ਨ੍ਰਿਤ-ਭਗਤੀ ਕਰਨ ਨਾਲ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਮੋਰ ਨਚਦਾ ਰਹਿੰਦਾ ਹੈ; (ਜੇ ਪਰਮਾਤਮਾ ਨਰਸਿੰਘੇ ਵਜਾਉਣ ਨਾਲ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਬਦਲ ਗਜਦੇ ਰਹਿੰਦੇ ਹਨ; (ਅਤੇ ਜੇ ਪਰਮਾਤਮਾ ਰਾਸ-ਲੀਲਾ ਨਾਲ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਬਿਜਲੀ ਅਨੇਕ ਹਾਵ-ਭਾਵ ਕਰਦੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B4X0",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "cMdRmw qy sIql n, sUrj qy qpq qyj; ieMdR so n rwjw, Bv BUm ko Brq hY ]",
        "transliteration_english": "chandhramaa te seetal na, sooraj te tapat tej; eindhr so na raajaa, bhav bhoom ko bharat hai ||",
        "transliteration_hindi": "चंद्रमा ते सीतल न सूरज के तपत तेज इंद्र सौ न राजा भव भूमि कौ भरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord meets by adopting coolness and serenity, then there is none cooler than the moon if the Lord meets by the endurance of heat, then none is hotter than the sun, and if the Lord is realized by the munificence, then none is more munificent than In",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਪਰਮਾਤਮਾ ਸ਼ਾਤੀ ਧਾਰਿਆਂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਚੰਦ੍ਰਮਾ ਤੋਂ ਕੋਈ ਠੰਡਾ ਨਹੀਂ ਹੈ, (ਜੇ ਉਹ ਗਰਮੀ ਸਹਾਰਿਆ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਸੂਰਜ ਵਰਗੇ ਤਪਦੇ ਤੇਜ ਵਾਲਾ ਕੋਈ ਨਹੀਂ ਹੈ (ਅਤੇ ਜੇ ਲੋਕਾ ਨੂੰ ਮਾਲ-ਧਨ ਨਾਲ ਭਰਨ ਨਾਲ ਕਿਸੇ ਰਾਜੇ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਇੰਦਰ ਵਰਗਾ ਜਗਤ ਅਤੇ ਧਰਤੀ ਨੂੰ ਭਰਨ ਵਾਲਾ ਕੋਈ ਰਾਜਾ ਨਹੀਂ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9X7R",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "isv sy qpsI, Awid bRhmw sy n bydcwrI; snq kumwr sI, qpisAw n Anq hY ]",
        "transliteration_english": "siv se tapasee, aadh brahamaa se na bedhachaaree; sanat kumaar see, tapasiaa na anat hai ||",
        "transliteration_hindi": "सिव से तपसी आदि ब्रहमा से न बेदचारी सनत कुमार सी तपसिआ न अनत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realised by the practice of austerities, then none is more austere than god Shiva if the Lord meets by the recitation of Vedas, then none is more conversant with the Vedas than the god Brahma: there is also no great performer of asceticism ",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਤਪ ਕੀਤਿਆਂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਸ਼ਿਵ ਵਰਗਾ (ਕੋਈ) ਤਪਸੀ ਨਹੀਂ (ਤੇ ਜੇ ਵੇਦ ਪੜ੍ਰਹਿਆਂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਬ੍ਰਹਮਾ ਵਰਗਾ ਵੇਦਵਿਚਾਰੀ ਕੋਈ ਨਹੀਂ ਹੈ ਅਤੇ (ਜੇ ਤਪਸਿਆ ਕੀਤਿਆਂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਸਨਤ ਕੁਮਾਰ ਵਰਗੀ ਤਪਸਿਆ ਕਿਸੇ ਹੋਰ ਨੇ ਨਹੀਂ ਕਰਨੀ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QSCJ",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "igAwn ky ibhIn, kwl Pws ky ADIn sdw; jugn kI caukrI, iPrwey eI iPrq hY ]6]76]",
        "transliteration_english": "giaan ke biheen, kaal faas ke adheen sadhaa; jugan kee chaukaree, firaae e'ee firat hai ||6||76||",
        "transliteration_hindi": "गिआन के बिहीन काल फास के अधीन सदा जुगन की चउकरी फिराए ई फिरत है ॥६॥७६॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The persons without the Knowledge of the Lord, entrapped in the snare of death always transmigrate in all the four ages. 6.76.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਗਿਆਨ ਤੋਂ ਵਾਝੇ ਲੋਕ, ਕਾਲ ਦੇ ਫੰਧੇ ਵਿਚ ਫਸੇ ਲੋਕ ਸਦਾ ਯੁਗਾ ਦੀ ਚੌਕੜੀ ਦੇ ਫਿਰਾਏ ਫਿਰਦੇ ਰਹਿੰਦੇ ਹਨ (ਅਰਥਾਤ ਆਵਾਗਵਣ ਵਿਚ ਉਲਝੇ ਰਹਿੰਦੇ ਹਨ) ॥੬॥੭੬॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C355",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "eyk isv Bey, eyk gey, eyk Pyr Bey; rwmcMdR ik®sn ky Avqwr BI Anyk hYN ]",
        "transliteration_english": "ek siv bhe, ek ge, ek fer bhe; raamachandhr krisan ke avataar bhee anek hai(n) ||",
        "transliteration_hindi": "एक सिव भए एक गए एक फेर भए रामचंद्र क्रिसन के अवतार भी अनेक है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "There was one Shiva, who passed away and another one came into being there are many incarnations of Ramchandra and Krishna.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਇਕ ਸ਼ਿਵ ਹੋਏ ਉਹ ਵੀ ਗਏ, ਇਕ ਫਿਰ ਹੋਏ (ਉਹ ਵੀ ਚਲੇ ਗਏ) ਰਾਮ ਚੰਦਰ, ਕ੍ਰਿਸ਼ਣ ਵਰਗੇ ਅਵਤਾਰ ਵੀ ਅਨੇਕਾ ਹੋਏ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y40F",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "bRhmw Aru ibsn kyqy, byd AO purwn kyqy; isMimRq smUhn kY, huie huie ibqey hYN ]",
        "transliteration_english": "brahamaa ar bisan kete, bedh ao puraan kete; sinmrit samoohan kai, hue hue bite hai(n) ||",
        "transliteration_hindi": "ब्रहमा अरु बिसनु केते बेद औ पुरान केते सिंम्रित समूहन के हुइ हुइ बितए है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "There are many Brahmas and Vishnus, there are many Vedas and Puranas, there have been the authors of all the Smritis, who created their works and passed away.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਬ੍ਰਹਮਾ ਅਤੇ ਵਿਸ਼ਣੂ (ਹੋਏ) ਕਿਤਨੇ ਹੀ ਵੇਦ ਅਤੇ ਪੁਰਾਨ (ਹੋਏ) ਅਤੇ ਸਮ੍ਰਿਤੀਆਂ ਦੇ ਸਮੂਹ ਹੋ ਹੋ ਕੇ ਬੀਤ ਗਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1BKB",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "mondI mdwr kyqy, AsunI kumwr kyqy; AMsw Avqwr kyqy, kwl bs Bey hYN ]",
        "transliteration_english": "monadhee madhaar kete, asunee kumaar kete; ansaa avataar kete, kaal bas bhe hai(n) ||",
        "transliteration_hindi": "मोनदी मदार केते असुनी कुमार केते अंसा अवतार केते काल बसि भए है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Many religious leaders, many chieftains of clans, many Ashwani Kumars and many degrees of incarnations, they had all been subject to death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ (ਧਰਮ ਦੀ ਰਖਿਆ ਕਰਨ ਵਾਲੇ) ਮੁਆਵਨੁੱਦੀਨ ਅਤੇ ਮਦਾਰ (ਸ਼ੇਖ ਬਦੀਹੁੱਦੀਨ ਕਨੌਜੀ ਵਰਗੇ ਦਰਵੇਸ਼) ਕਿਤਨੇ ਹੀ ਅਸ਼੍ਵਵਨੀ ਕਮਾਰ, ਕਿਤਨੇ ਹੀ ਅੰਸ਼ਅਵਤਾਰ (ਇਸ ਸੰਸਾਰ ਵਿਚ ਆ ਕੇ) ਕਾਲ ਵਸ ਹੋ ਗਏ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ADHS",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "pIr AO ipkWbr kyqy, gny n prq eyqy; BUm hI qy huie kY, Pyir BUim hI imley hYN ]7]77]",
        "transliteration_english": "peer ao pikaa(n)bar kete, gane na parat ete; bhoom hee te hue kai, fer bhoom hee mile hai(n) ||7||77||",
        "transliteration_hindi": "पीर औ पिकाबर केते गने न परत एते भूमि ही ते हुइ कै फेरि भूमि ही मिलए है ॥७॥७७॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Many Muslim preceptors (Pirs) and Prophets, who cannot be count ed, they were born out of the earth, ultimately merged in the earth. 7.77.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਪੀਰ ਅਤੇ ਪੈਗ਼ੰਬਰ (ਹੋਏ ਹਨ, ਜੋ) ਇਤਨੇ ਹਨ ਕਿ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ, ਉਹ (ਸਾਰੇ) ਭੂਮੀ ਉਤੇ ਪੈਦਾ ਹੋ ਕੇ ਫਿਰ ਭੂਮੀ ਵਿਚ ਹੀ ਸਮਾ ਗਏ ਹਨ ॥੭॥੭੭॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6LS",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "jogI jqI bRhmcwrI, bfy bfy CqRDwrI; CqR hI kI CwieAw, keI kos lO clq hYN ]",
        "transliteration_english": "jogee jatee brahamachaaree, badde badde chhatradhaaree; chhatr hee kee chhaaeiaa, ke'ee kos lo chalat hai(n) ||",
        "transliteration_hindi": "जोगी जती ब्रहमचारी बडे बडे छत्रधारी छत्र ही की छाइआ कई कोस लौ चलत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The Yougis, celibates and students observing celibacy, many great sovereigns, who walk several miles under the shade of canopy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜੋਗੀ, ਜਤੀ, ਬ੍ਰਹਮਚਾਰੀ ਅਤੇ ਵੱਡੇ ਵੱਡੇ ਛਤ੍ਰਧਾਰੀ (ਰਾਜੇ) ਹੋਏ ਹਨ, ਜੋ ਕਈ ਕੋਹਾ ਤਕ ਛਤ੍ਰਾ ਦੀ ਛਾ ਹੇਠਾ ਹੀ ਚਲਦੇ ਹਨ (ਸੰਕੇਤ ਦੁਰਯੋਧਨ ਵਲ ਹੈ ਜੋ ਭੀਸ਼ਮ ਪਿਤਾਮਾ ਨੂੰ ਮਿਲਣ ਲਈ ੪੮ ਕੋਹ ਛਤ੍ਰਾ ਦੀ ਛਾ ਹੇਠ ਚਲ ਕੇ ਗਿਆ ਸੀ);",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XUU5",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "bfy bfy rwjn ky, dwibq iPriq dys; bfy bfy rwjn ky, dRp ko dlq hYN ]",
        "transliteration_english": "badde badde raajan ke, dhaabit firat dhes; badde badde raajan ke, dhrap ko dhalat hai(n) ||",
        "transliteration_hindi": "बडे बडे राजन के दाबति फिरति देस बडे बडे राजन के द्रप को दलतु है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Who conquer the countries of many great kings and bruise their ego.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜੋ ਵੱਡਿਆਂ ਵੱਡਿਆਂ ਰਾਜਿਆਂ ਦੇ ਦੇਸ਼ ਨੂੰ ਦਬਾਦੇ ਫਿਰਦੇ ਸਨ ਅਤੇ ਵੱਡਿਆਂ ਵੱਡਿਆਂ ਰਾਜਿਆਂ ਦੇ ਹੰਕਾਰ ਨੂੰ ਦਲਦੇ ਫਿਰਦੇ ਸਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5SGY",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "mwn sy mhIp, AO idlIp kYsy CqRDwrI; bfo AiBmwn, Buj dMf ko krq hYN ]",
        "transliteration_english": "maan se maheep, ao dhileep kaise chhatradhaaree; baddo abhimaan, bhuj dhandd ko karat hai(n) ||",
        "transliteration_hindi": "मान से महीप अउ दिलीप कैसे छत्रधारी बडो अभिमान भुज दंड को करत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The Sovereign like Mandhata and the Canopied Sovereign like Dalip, who were proud of their mightly forces.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਮਾਨਧਾਤਾ ਵਰਗੇ ਰਾਜੇ ਅਤੇ ਦਲੀਪ ਵਰਗੇ ਛਤ੍ਰਧਾਰੀ ਜੋ ਆਪਣੀਆਂ ਭੁਜਾਵਾ ਦਾ ਬਹੁਤ ਮਾਣ ਕਰਦੇ ਸਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5VKK",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "dwrw sy idlIsr, dRüjoDn sy mwnDwrI; Bog Bog BUim, AMq BUim mY imlq hYN ]8]78]",
        "transliteration_english": "dhaaraa se dhileesar, dhrujodhan se maanadhaaree; bhog bhog bhoom, ant bhoom mai milat hai(n) ||8||78||",
        "transliteration_hindi": "दारा से दलीसर दुरजोधन से मानधारी भोगि भोगि भूमि अंति भूमि मै मिलत है ॥८॥७८॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The emperor like Darius and the great egoist like Duryodhana, after enjoying the earthly pleasures, finally merged in the earth.8.78.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਦਾਰਾ ਵਰਗੇ ਰਾਜੇ ('ਦਿਲੀਸਰ') ਅਤੇ ਦੁਰਯੋਧਨ ਵਰਗੇ ਹੰਕਾਰੀ (ਜੋ ਭੋਗਾ ਨੂੰ) ਭੋਗ ਭੋਗ ਕੇ ਅੰਤ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹੀ ਮਿਲ ਗਏ ਹਨ ॥੮॥੭੮॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTZM",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "isjdy kry Anyk, qopcI kpt Bys; posqI Anyk dw invwvq hY sIs kO ]",
        "transliteration_english": "sijadhe kare anek, topachee kapaT bhes; posatee anek dhaa nivaavat hai sees ko ||",
        "transliteration_hindi": "सिजदे करे अनेक तोपची कपट भेस पोसती अनेकदा निवावत है सीस कौ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is pleased by prostrating before Him, then the gunner full of deceit bows his head several times while igniting the gun and the addict acts in the same manner in intoxication.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਸਿਜਦਾ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੋਵੇ ਤਾ) ਤੋਪਚੀ ਕਪਟ ਸਹਿਤ ਅਨੇਕ ਵਾਰ (ਗੋਲਾ ਦਾਗਣ ਲਈ) ਸਿਜਦਾ ਕਰਦੇ ਹਨ ਅਤੇ ਪੋਸਤੀ ਵੀ ਅਨੇਕ ਵਾਰ ਸਿਰ ਨਿਵਾਉਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AVAV",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "khw BieE ml, jO pY kwFq Anyk fMf; so qO n fMfOq AstWg AQqIs kO ]",
        "transliteration_english": "kahaa bheio mal, jo pai kaaddat anek ddandd; so to na ddanddout asaTaa(n)g athatees ko ||",
        "transliteration_hindi": "कहा भइओ मल जौ पै काढत अनेक डंड सो तौ न डंडौत असटाग अथितीस कौ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "What, then, if the wrestler bends his body several times during his rehearsal of exercises, but that is not the prostration of eight parts of the body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੀ ਹੋਇਆ ਜੇ ਕੋਈ ਪਹਿਲਵਾਨ ਅਨੇਕ ਡੰਡ ਕਢਦਾ ਹੈ ਪਰ ਉਸ ਨੂੰ ਈਸ਼ਵਰ ('ਅਥਿਤੀਸ') ਅਗੇ ਕੀਤਾ ਅਸ਼ਟਾਗ ਡੰਡੌਤ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ASUE",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "khw BieE rogI jO pY fwirE rihE aurD muK mn qy n mUMf inhrwieE Awid eIs kO ]",
        "transliteration_english": "kahaa bheio rogee jo pai ddaario rahio auradh mukh man te na moondd niharaaeio aadh e'ees ko ||",
        "transliteration_hindi": "कहा भइओ रोगी जो पै डार्यो रह्यो उरधु मुखि मन ते न मूंड निहुरायो आदि ईस कौ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "What, then, if the patient lies down with his face upwards, he has not bowed his head before the Primal Lord with single-mindedness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੀ ਹੋਇਆ (ਜੋ ਕੋਈ ਜੋਗੀ) ਰੋਗੀ ਵਾਗ ਉਪਰ ਵਲ ਮੂੰਹ ਕਰ ਕੇ ਪਿਆ ਰਹੇ, (ਕੀ ਹੋਇਆ ਜੇ ਕੋਈ ਜੋਗੀ ਸਿਰ ਮੁਨਾਈ ਫਿਰਦਾ ਰਹੇ ਜਦੋਂ ਤਕ) ਮਨ ਨੂੰ ਮੁੰਨ ਕੇ (ਸਵੱਛ ਕਰ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਦਰਸ਼ਨ (ਧਿਆਨ) ਨਹੀਂ ਕਰਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MYJJ",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "kwmnw ADIn, sdw dwmnw pRbIn; eyk Bwvnw ibhIn, kYsy pwvY jgdIs kO ]9]79]",
        "transliteration_english": "kaamanaa adheen, sadhaa dhaamanaa prabeen; ek bhaavanaa biheen, kaise paavai jagadhees ko ||9||79||",
        "transliteration_hindi": "कामना अधीन सदा दामना प्रबीन एक भावना बिहीन कैसे पावै जगदीस कौ ॥९॥७९॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "But one always subservient to desire and active in telling the beads of the rosary, and also without faith, how can he realize the Lord of the world? 9.79.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੋ) ਕਾਮਨਾਵਾ ਦੇ ਅਧੀਨ, ਛਲ-ਕਪਟ ਵਿਚ ਪ੍ਰਬੀਨ ਅਤੇ ਇਕ (ਪਰਮਾਤਮਾ) ਦੀ ਭਾਵਨਾ ਤੋਂ ਸਖਣੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਵੇਾਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ ॥੯॥੭੯॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GJRL",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "sIs ptkq, jw ky kwn mY KjUrw DsY; mUMf Ctkq, imqR puqR hUM ky sok sO ]",
        "transliteration_english": "sees paTakat, jaa ke kaan mai khajooraa dhasai; moondd chhaTakat, mitr putr hoon ke sok so ||",
        "transliteration_hindi": "सीस पटकत जा के कान मै खजूरा धसै मूंड छटकत मित्र पुत्र हूं के सोक सौ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by knocking the head, then that person repeatedly knocks his head, in whose ear the centipede enters and if the Lord meets by beating the head, then one beats his head in grief over the death of friends or sons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਸਿਰ ਦੇ ਪਟਕਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੋਵੇ, ਤਾ) ਜਿਸ ਦੇ ਕੰਨ ਵਿਚ ਕੰਨਖਜੂ ਰਾ ਵੜ ਗਿਆ ਹੋਵੇ ਉਹ ਵੀ ਸਿਰ ਪਟਕਦਾ ਹੈ (ਅਤੇ ਜੇ ਪਰਮਾਤਮਾ ਸਿਰ ਨੂੰ ਪਿਟਣ ਨਾਲ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਮਿਤਰ ਅਤੇ ਪੁੱਤਰ ਦੇ ਮਰਨ ਦੇ ਸੋਗ ਵਿਚ ਵੀ ਸਿਰ ਪਿਟਿਆ ਜਾਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DCFA",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "Awk ko crXw, Pl PUl ko BCXw; sdw bn kO BRmXw, AOr dUsro n bok sO ]",
        "transliteration_english": "aak ko charayaa, fal fool ko bhachhayaa; sadhaa ban ko bhramayaa, aour dhoosaro na bok so ||",
        "transliteration_hindi": "आक को चरया फल फूल को भछया सदा बन को भ्रमया अउर दूसरो न बोक सौ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realized by wandering in the forest, then there is none other like the he-goat, who grazes the akk (Calotropis Procera), eats the flowers and fruit and always wanders in the forest.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਪਰਮਾਤਮਾ ਬਨ ਵਿਚ ਵਿਚਰਨ ਅਤੇ ਫਲ-ਫੁਲ ਖਾਣ ਨਾਲ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਅੱਕ ਨੂੰ ਖਾਣ ਵਾਲੇ, ਫਲ-ਫੁਲ ਨੂੰ ਭੱਛਣ ਵਾਲੇ, ਅਤੇ ਸਦਾ ਬਨ ਵਿਚ ਫਿਰਨ ਵਾਲੇ ਬਕਰੇ (ਬੋਕ) ਵਰਗਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CPXU",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "khw BXo Byf, jo Gsq sIs ibRCn soN; mwtI ky BCXw, bol pUC lIjY jok sO ]",
        "transliteration_english": "kahaa bhayo bhedd, jo ghasat sees brichhan so(n); maaTee ke bhachhayaa, bol poochh leejai jok so ||",
        "transliteration_hindi": "कहा भयो भेड जउ घसत सीस ब्रिछन सौ माटी को भछया बोल पूछ लीजै जोक सौ ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord meets by rubbing the head with the trees in order to remove drowsiness, then the sheep always rubs its head with the trees and if the Lord meets by eating the earth, then you can ask the leech.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੀ ਹੋਇਆ ਜੇ ਭੇਡ ਸਦਾ ਆਪਣਾ ਸਿਰ ਬ੍ਰਿਛਾ ਨਾਲ ਰਗੜਦੀ ਫਿਰਦੀ ਹੈ (ਪਰ ਮੱਥਾ ਰਗੜਨ ਨਾਲ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਦਾ) ਅਤੇ ਜੇ ਮਿੱਟੀ ਦੇ ਖਾਧਿਆਂ (ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੁੰਦਾ ਤਾ) ਮਿੱਟੀ ਨੂੰ ਖਾਣ ਵਾਲੀ ਜੋਕ ਨੂੰ ਪੁਛ ਵੇਖੋ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y9J7",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "kwmnw ADIn, kwm k®oD mYN pRbIn; eyk Bwvnw ibhIn, kYsy BytY prlok sO ]10]80]",
        "transliteration_english": "kaamanaa adheen, kaam krodh mai(n) prabeen; ek bhaavanaa biheen, kaise bheTai paralok so ||10||80||",
        "transliteration_hindi": "कामना अधीन काम क्रोध मै प्रबीन एक भावना बिहीन कैसे भेटै परलोक सौ ॥१०॥८०॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "How can one meet the Lord in the next world, who is subservient to desire, active in lust and anger and without faith? 10.80.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜੋ ਵਿਅਕਤੀ ਕਾਮਨਾਵਾ ਦੇ ਅਧੀਨ ਹੈ ਅਤੇ ਕਾਮਕ੍ਰੋਧ ਵਿਚ ਪ੍ਰਬੀਨ ਹੈ, (ਪਰ) ਇਕ ਭਾਵਨਾ ਤੋਂ ਵਾਝਿਆ ਹੈ ਤਾ ਉਹ ਬ੍ਰਹਮਲੋਕ ('ਪਰਲੋਕ') ਨੂੰ ਕਿਵੇਾਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ ॥੧੦॥੮੦॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G7LB",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "nwicE eI krq mor, dwdr krq sor; sdw GnGor, Gn kirE eI krq hYN ]",
        "transliteration_english": "naachio e'ee karat mor, dhaadhar karat sor; sadhaa ghanaghor, ghan kario e'ee karat hai(n) ||",
        "transliteration_hindi": "नाचिओ ई करत मोर दादर करत सोर सदा घनघोर घन करिओ ई करत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realised by dancing and shouting, then pecock dances, the frog croaks and the clouds thunder.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਨੱਚਣ ਅਤੇ ਸ਼ੋਰ ਪਾਉਣ ਨਾਲ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਮੋਰ ਨਚਿਆ ਕਰਦਾ ਹੈ ਅਤੇ ਡੱਡੂ ਰੌਲਾ ਪਾਉਾਂਦੇ ਹਨ ਅਤੇ ਬਦਲ ਸਦਾ ਗਜਿਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CKRV",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "eyk pwie TwFy sdw, bn mY rhq ibRC; PUk PUk pwv, BUm sRwvg Drq hYN ]",
        "transliteration_english": "ek paae ttaadde sadhaa, ban mai rahat brichh; fook fook paav, bhoom sraavag dharat hai(n) ||",
        "transliteration_hindi": "एक पाइ ठाढे सदा बन मै रहत ब्रिछ फूकि फूकि पाव भूमि स्रावग धरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord meets by standing on one leg, then the tree stands on one foot in the forest, and if the Lord meets on observing non-violence, then the Sravak (aina monk) places his feet very cautiously on the earth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਇਕ ਪੈਰ ਉਤੇ ਖੜੋਤਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਬਨ ਵਿਚ ਬ੍ਰਿਛ ਸਦਾ ਇਕ ਪੈਰ ਦੇ ਭਾਰ ਤੇ ਖੜੇ ਰਹਿੰਦੇ ਹਨ (ਅਤੇ ਜੇ ਜੀਵਾ ਨੂੰ ਦੁਖ ਨਾ ਦਿੱਤਿਆਂ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਸ੍ਰੇਵੜੇ ਧਰਤੀ ਉਤੇ ਹੂੰਝ ਹੂੰਝ (ਫੂਕ ਫੂਕ ਕੇ) ਪੈਰ ਧਰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HMQH",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "pwhn Anyk jug, eyk Taur bwsu krY; kwg Aaur cIl, dys dys ibcrq hYN ]",
        "transliteration_english": "paahan anek jug, ek ttaur baas karai; kaag aaur cheel, dhes dhes bicharat hai(n) ||",
        "transliteration_hindi": "पाहन अनेक जुग एक ठउर बासु करै काग अउर चील देसि देसि बिचरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord is realised by not moving from one place or by wandering, then the stone remains at one place for many ages and the crow and kite continue wandering in several countries.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੇ ਇਕ ਸਥਾਨ ਉਤੇ ਟਿਕੇ ਰਹਿਣ ਨਾਲ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਪੱਥਰ ਅਨੇਕ ਯੁਗਾ ਤਕ ਇਕ ਥਾ ਉਤੇ ਵਾਸ ਕਰਦੇ ਹਨ ਅਤੇ (ਜੇ ਘੁੰਮਣ ਫਿਰਨ ਨਾਲ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੋਵੇ ਤਾ) ਕਾ ਅਤੇ ਇੱਲਾ (ਸਦਾ) ਦੇਸ-ਦੇਸਾਤਰਾ ਵਿਚ ਵਿਚਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BAVP",
        "source_page": 14,
        "source_line": null,
        "gurmukhi": "igAwn ky ibhIn, mhw dwn mY n hUjY lIn; Bwvnw XkIn, dIn kYsy kY qrq hYN ]11]81]",
        "transliteration_english": "giaan ke biheen, mahaa dhaan mai na hoojai leen; bhaavanaa yakeen, dheen kaise kai tarat hai(n) ||11||81||",
        "transliteration_hindi": "गिआन के बिहीन महा दान मै न हूजै लीन भावना बिहीन दीन कैसे कै तरत है ॥११॥८१॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "When a person without knowledge cannot merge in the Supreme Lorrd, then how can these devoid of trust and faith ferry across the world-ocean?11.81.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜਿਵੇਾਂ) ਬ੍ਰਹਮ ਗਿਆਨ ਤੋਂ ਰਹਿਤ ਵਿਅਕਤੀ ਮਹਾਦਾਨੀ (ਪਰਮਾਤਮਾ) ਵਿਚ ਲੀਨ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਉਸੇ ਤਰ੍ਰਹਾ ਪ੍ਰੇਮ ਅਤੇ ਸ਼ਰਧਾ ਤੋਂ ਸਖਣੇ ਵਿਅਕਤੀ (ਸੰਸਾਰ ਸਾਗਰ ਨੂੰ) ਕਿਵੇਾਂ ਤਰ ਸਕਦੇ ਹਨ ॥੧੧॥੮੧॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KW4S",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "jYsy eyk sÍWgI, khUM jogIAw bYrwgI bnY; kbhUM sinAws Bys bn kY idKwveI ]",
        "transliteration_english": "jaise ek svYaa(n)gee, kahoon jogeeaa bairaagee banai; kabahoon saniaas bhes ban kai dhikhaave'ee ||",
        "transliteration_hindi": "जैसे एक स्वागी कहूं जोगीआ बैरागी बनै कहूं सनिआस भेस बन कै दिखावई ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Just as an actor sometimes becomes a Yogi, sometimes a Bairagi (recluse) and sometimes shows himself in the guise of a Sannyasi (mendicant).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜਿਵੇਾਂ ਇਕ ਬਹੁਰੂਪੀਆ ਕਦੇ ਜੋਗੀ ਅਤੇ ਕਦੇ ਬੈਰਾਗੀ ਬਣਦਾ ਹੈ ਅਤੇ ਕਦੇ ਸੰਨਿਆਸੀ ਭੇਸ ਧਾਰਨ ਕਰ ਕੇ ਵਿਖਾਉਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B247",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "khUM paunhwrI, khUM bYTy lwie qwrI; khUM loB kI KumwrI sO, Anyk gun gwveI ]",
        "transliteration_english": "kahoon paunahaaree, kahoon baitte laae taaree; kahoon lobh kee khumaaree so, anek gun gaave'ee ||",
        "transliteration_hindi": "कहूं पउनहारी कहूं बैठे लाइ तारी कहूं लोभ की खुमारी सौ अनेक गुन गावई ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Sometimes he becomes a person subsisting on air, sometimes sits observing abstract meditation and sometimes under the intoxication greed, sings praises of many kinds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਦੇ ਪੌਣ-ਆਹਾਰੀ ਅਤੇ ਕਦੇ ਸਮਾਧੀ ('ਤਾਰੀ'-ਤਾੜੀ) ਲਗਾ ਕੇ ਬੈਠਦਾ ਹੈ ਅਤੇ ਕਦੇ ਲੋਭ ਦੀ ਖੁਮਾਰੀ ਕਾਰਨ ਅਨੇਕ ਗੁਣ ਗਾਉਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M8U8",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "khUM bRhmcwrI, khUM hwQ pY lgwvy bwrI; khUM fMfDwrI huie kY, logn BRmwveI ]",
        "transliteration_english": "kahoon brahamachaaree, kahoon haath pai lagaave baaree; kahoon ddanddadhaaree hue kai, logan bhramaave'ee ||",
        "transliteration_hindi": "कहूं ब्रहमचारी कहूं हाथ पै लगावे बारी कहूं डंडधारी हुइ कै लोगन भ्रमावई ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Sometimes he becomes a Brahmchari (student observing celibacy), sometimes shows his promptness and sometimes becoming a staff- bearing hermit deludes the people.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਦੇ ਬ੍ਰਹਮਚਾਰੀ ਹੁੰਦਾ ਹੈ, ਕਦੇ ਹੱਥ ਉਤੇ ਖੇਤੀ ਜੰਮਾ ਕੇ ਵਿਖਾਉਾਂਦਾ ਹੈ ਅਤੇ ਕਦੇ ਦੰਡਧਾਰੀ ਬਣ ਕੇ ਲੋਕਾ ਨੂੰ ਭਰਮਾਉਾਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1UJC",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "kwmnw ADIn pirE, nwcq hY nwcn soN; igAwn ky ibhIn, kYsy bRhm lok pwveI ]12]82]",
        "transliteration_english": "kaamanaa adheen pario, naachat hai naachan so(n); giaan ke biheen, kaise braham lok paave'ee ||12||82||",
        "transliteration_hindi": "कामना अधीन परिओ नाचत है नाचन सो गिआन के बिहीन कैसे ब्रहम लोक पावई ॥१२॥८२॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "He dances becoming subordinate to passions how will he be able to attain an entry into Lord’s Abode without knowledge?.12.82.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜੋ) ਕਾਮਨਾਵਾ ਦੇ ਵਸ ਹੋ ਕੇ ਨਚਦਾ ਹੈ, (ਭਲਾ) ਗਿਆਨ ਤੋਂ ਬਿਨਾ ਕੇਵਲ ਨੱਚਣ ਨਾਲ ਕਿਵੇਾਂ ਬ੍ਰਹਮ-ਲੋਕ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ ॥੧੨॥੮੨॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XAZK",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "pMc bwr gIdr pukwry, pry sIq kwl; kuMcr AO gdhw Anykdw pRkwr hIN ]",
        "transliteration_english": "panch baar geedhar pukaare, pare seet kaal; kunchar ao gadhahaa anekadhaa prakaar hee(n) ||",
        "transliteration_hindi": "पंच बार गीदर पुकारे परे सीत काल कुंचर अउ गदहा अनेकदा प्रकार ही ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the jackal howls for five times, then either the winter sets in or there is famine, but nothing happens if the elephant trumpets and ass brays many times. (Similarly the actions of a knowledgeable person are fruitful and those of an ignorant one are fr",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਜਿਵੇਾਂ) ਸਰਦੀ ਦੀ ਰੁਤ ਵਿਚ ਗਿਦੜ ਪੰਜ ਵੇਲੇ ਹੁਆਂ ਹੁਆਂ ਕਰਦਾ ਹੈ ਅਤੇ ਹਾਥੀ ਤੇ ਖੋਤਾ ਅਨੇਕਾ ਵਾਰ ਚਿੰਘਾੜਦੇ ਅਤੇ ਹੀਂਗਦੇ ਹਨ (ਪਰ ਉਨ੍ਰਹਾ ਨੂੰ ਕੁਝ ਵੀ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ)।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RVJ0",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "khw BXo, jo pY klvqR lIE kWsI bIc; cIr cIr cortw, kuTwrn soN mwr hIN ]",
        "transliteration_english": "kahaa bhayo, jo pai kalavatr leeo kaa(n)see beech; cheer cheer choraTaa, kuttaaran so(n) maar hee(n) ||",
        "transliteration_hindi": "कहा भयो जो पै कलवत्र लीओ कासी बीच चीरि चीरि चोरटा कुठारन सो मारही ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If one observes the ritual of sawing at Kashi, nothing will happen, because a chief is slayed and sawed several times with axes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੀ ਹੋਇਆ ਜੇ ਕਰ ਕਾਸ਼ੀ (ਬਨਾਰਸ) ਵਿਚ ਕਲਵਤ੍ਰ (ਨਾਲ ਸ਼ਰੀਰ ਚਿਰਵਾ) ਲਿਆ (ਕਿਉਾਂਕਿ ਕਈ ਵਾਰ) ਚੋਰ ਨੂੰ ਵੀ ਕੁਹਾੜੀਆਂ ਨਾਲ ਚੀਰ ਚੀਰ ਕੇ ਮਾਰ ਦਿੱਤਾ ਜਾਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0JYF",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "khw BXo, PWsI fwir bUifE jV gMgDwr; fwir fwir PWs, Tg mwir mwir fwr hIN ]",
        "transliteration_english": "kahaa bhayo, faa(n)see ddaar booddio jaR gangadhaar; ddaar ddaar faa(n)s, ttag maar maar ddaar hee(n) ||",
        "transliteration_hindi": "कहा भइओ फासी डारि बूडिओ जड़ गंगधारि डारि डारि फासि ठग मारि मारि डारही ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If a fool, with a noose around his neck, is drowned on the current of Ganges, nothing will happen, because several times the dacoits kill the wayfarer by putting the noose around his neck.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੀ ਹੋਇਆ (ਜੇ ਕੋਈ) ਮੂਰਖ (ਆਪਣੇ ਗਲ ਵਿਚ) ਫਾਹੀ ਪਾ ਕੇ ਗੰਗਾ ਦੀ ਧਾਰਾ ਵਿਚ ਰੁੜ ਗਿਆ ਹੈ (ਕਿਉਾਂਕਿ ਕਈ ਵਾਰ) ਠਗ ਲੋਗ (ਰਾਹੀਆਂ ਨੇ ਗਲੇ ਵਿਚ) ਫਾਹੀ ਪਾ ਕੇ ਮਾਰ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E9DP",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "fUby nrk Dwr mUVH, igAwn ky ibnw ibcwr; Bwvnw ibhIn, kYsy igAwn ko ibcwr hIN ]13]83]",
        "transliteration_english": "ddoobe narak dhaar mooRh, giaan ke binaa bichaar; bhaavanaa biheen, kaise giaan ko bichaar hee(n) ||13||83||",
        "transliteration_hindi": "डूबे नरक धारि मूड़ गिआन के बिना बिचार भावना बिहीन कैसे गिआन को बिचारही ॥१३॥८३॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The fools have drowned in the current of hell without deliberations of knowledge, because how can a faithless person comprehend the concepts of knowledge?.13.83.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਗਿਆਨ ਨੂੰ ਬਿਨਾ ਵਿਚਾਰੇ (ਕਈ) ਮੂਰਖ ਵਿਅਕਤੀ ਨਰਕ ਦੀ ਧਾਰਾ ਵਿਚ ਡੁਬ ਜਾਦੇ ਹਨ (ਕਿਉਾਂਕਿ) ਭਾਵਨਾ ਤੋਂ ਬਿਨਾ ਗਿਆਨ ਨੂੰ (ਕਿਵੇਾਂ) ਵਿਚਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧੩॥੮੩॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MTSB",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "qwp ky shy qy, jo pY pweIAY Aqwp nwQ; qwpnw Anyk qn Gwiel shq hYN ]",
        "transliteration_english": "taap ke sahe te, jo pai paae'eeaai ataap naath; taapanaa anek tan ghaaeil sahat hai(n) ||",
        "transliteration_hindi": "ताप के सहे ते जो पै पाईऐ अताप नाथ तापना अनेक तन घाइल सहत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Blissful Lord is realised by the endurance of sufferings, then a wounded person endures several types of sufferings on his body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜੇ ਕਰ ਸ਼ਰੀਰਕ ਦੁਖ (ਤਾਪ) ਸਹਾਰਨ ਨਾਲ ਦੁਖਾ ਤੋਂ ਉੱਚੇ ਸੁਆਮੀ ਨਾਲ ਮੇਲ ਹੋ ਸਕਦਾ ਹੋਵੇ, ਤਾ ਘਾਇਲ ਵਿਅਕਤੀ ਅਨੇਕ ਪ੍ਰਕਾਰ ਦੇ ਦੁਖ (ਤਾਪ) ਸ਼ਰੀਰ ਉਤੇ ਸਹਿਨ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B5R3",
        "source_page": 15,
        "source_line": null,
        "gurmukhi": "jwp ky kIey qy, jo pY pwXq Ajwp dyv; pUdnw sdIv quhIN quhIN aucrq hYN ]",
        "transliteration_english": "jaap ke ke'ee te, jo pai paayat ajaap dhev; poodhanaa sadheev tuhee(n) tuhee(n) aucharat hai(n) ||",
        "transliteration_hindi": "जाप के कीए ते जो पै पायत अजाप देव पूदना सदीव तुही तुही उचरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the unmutterable Lord can be realised by the repetition of His Name, then a small bird called pudana repeats “Tuhi, Tuhi” (Thou art everyting) all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜੇ ਜਪੁ ਕੀਤਿਆਂ ਜਪ-ਅਤੀਤ ਪਰਮਾਤਮਾ ਨੂੰ ਪਾਇਆ ਜਾ ਸਕਦਾ ਹੋਵੇ ਤਾ ਪੂਦਨਾ (ਇਕ ਵਿਸ਼ੇਸ਼ ਪੰਛੀ) ਸਦਾ 'ਤੁਹੀ-ਤੁਹੀ' ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "701H",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "nB ky aufy qy, jo pY nwrwiex pweIXq; Anl Akws pMCI, folbo krq hYN ]",
        "transliteration_english": "nabh ke audde te, jo pai naaraaeiN paae'eeyat; anal akaas panchhee, ddolabo karat hai(n) ||",
        "transliteration_hindi": "नभ के उडे ते जो पै नाराइण पाईयत अनल अकास पंछी डोलबो करत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the Lord can be realised by flying in the sky, then the phonix always flies in the sky.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਆਕਾਸ਼ ਵਿਚ ਉਡਣ ਨਾਲ ਜੇ ਨਾਰਾਇਣ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਹੋਵੇ ਤਾ ਅਨਲ ਪੰਛੀ (ਸਦਾ) ਆਕਾਸ਼ ਵਿਚ ਹੀ ਉਡਾਰੀਆਂ ਲਗਾਉਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EMSA",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "Awg mY jry qy giq, rWf kI prq kr; pqwl ky bwsI, ikau BujMg n qrq hYN ]14]84]",
        "transliteration_english": "aag mai jare te gat, raa(n)dd kee parat kar; pataal ke baasee, kiu bhujang na tarat hai(n) ||14||84||",
        "transliteration_hindi": "आग मै जरे ते गति राड की परत करि पताल के बासी किउ भुजंग न तरत है ॥१४॥८४॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "If the salvation is attained by burning oneself in fire, then the woman burning herself on the funeral pyre of her husband (Sati) should get salvation and if one achieves liberation by residing in a cave, then why the serpents residing in the nether-world",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜੇ ਅੱਗ ਵਿਚ ਸੜਨ ਨਾਲ ਮੁਕਤੀ ਮਿਲਦੀ ਹੁੰਦੀ (ਤਾ) ਅੱਗ ਵਿਚ ਵਿਧਵਾ ਨੂੰ ਪਤੀ ਨਾਲ ਸਤੀ ਹੋਣ ਤੇ ਮੁਕਤੀ ਮਿਲਣੀ ਚਾਹੀਦੀ ਹੈ (ਅਤੇ ਜੇ ਗੁਫਾ ਵਿਚ ਰਹਿਣ ਨਾਲ ਮੁਕਤੀ ਮਿਲਦੀ ਹੋਵੇ ਤਾ) ਪਾਤਾਲ ਵਿਚ ਨਿਵਾਸ ਕਰਨ ਵਾਲੇ ਸੱਪ ਕਿਉਾਂ ਮੁਕਤ ਨਹੀਂ ਹੁੰਦੇ ॥੧੪॥੮੪॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "51XM",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "koaU BieE muMfIAw, sMinAwsI koaU jogI BieE; koaU bRhmcwrI, koaU jqI Anumwnbo ]",
        "transliteration_english": "kouoo bheio munddeeaa, sanniaasee kouoo jogee bheio; kouoo brahamachaaree, kouoo jatee anumaanabo ||",
        "transliteration_hindi": "कोऊ भइओ मुंडीआ संनिआसी कोऊ जोगी भइओ कोऊ ब्रहमचारी कोऊ जती अनुमानबो ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Somebody became a Bairagi (recluse), somebody a Sannyasi (mendicant). Somebody a Yogi, somebody a Brahmchari (student observing celibacy) and someone is considered a celibate.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੋਈ (ਰਾਮਾਨੰਦੀ) ਬੈਰਾਗੀ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਕੋਈ ਸੰਨਿਆਸੀ ਅਤੇ ਕੋਈ ਜੋਗੀ ਬਣ ਗਿਆ ਹੈ, ਕੋਈ ਬ੍ਰਹਮਚਾਰੀ ਅਤੇ ਕੋਈ ਜਤੀ ਦਿਸਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZT0M",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "ihMdU qurk koaU, rwPjI iemwm swPI; mwns kI jwq, sbY eykY pihcwnbo ]",
        "transliteration_english": "hindhoo turak kouoo, raafajee eimaam saafee; maanas kee jaat, sabai ekai pahichaanabo ||",
        "transliteration_hindi": "हिंदू तुरक कोऊ राफिजी इमाम साफी मानस की जाति सबै एकै पहचानबो ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Someone is Hindu and someone a Muslim, then someone is Shia, and someone a Sunni, but all the human beings, as a species, are recognized as one and the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੋਈ ਹਿੰਦੂ ਹੈ, ਕੋਈ ਤੁਰਕ, ਕੋਈ ਸ਼ੀਆ ('ਰਾਫ਼ਜੀ') ਹੈ ਅਤੇ ਕੋਈ ਸੁੰਨੀ ('ਇਮਾਮਸਾਫੀ') (ਪਰ) ਸਾਰੇ ਮਨੁੱਖ ਦੀ ਪੈਦਾਇਸ਼ ਅਥਵਾ ਜਾਤਿ ਹਨ (ਇਸ ਲਈ ਇਨ੍ਰਹਾ ਸਾਰਿਆਂ ਨੂੰ) ਇਕੋ ਜਿਹਾ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3LG1",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "krqw krIm soeI, rwjk rhIm EeI; dUsro n Byd koeI, BUl BRm mwnbo ]",
        "transliteration_english": "karataa kareem soe'ee, raajak raheem oe'ee; dhoosaro na bhedh koe'ee, bhool bhram maanabo ||",
        "transliteration_hindi": "करता करीम सोई राजिक रहीम ओई दूसरो न भेद कोई भूलि भ्रम मानबो ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Karta (The Creator) and Karim (Merciful) is the same Lord, Razak (The Sustainer) and Rahim (Compassionate) is the same Lord, there is no other second, therefore consider this verbal distinguishing feature of Hindusim and Islam as an error and an illusion.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਸਭ ਦਾ) ਕਰਤਾ ਉਹੀ ਕ੍ਰਿਪਾਲੂ ਹੈ ਅਤੇ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਦਿਆਲੂ ਵੀ ਉਹੀ ਹੈ। (ਇਨ੍ਰਹਾ ਵਿਚ) ਹੋਰ ਕੋਈ ਅੰਤਰ ਸਮਝਣ ਦੇ ਭਰਮ ਵਿਚ ਨਹੀਂ ਪੈਣਾ ਚਾਹੀਦਾ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K3QX",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "eyk hI kI syv, sB hI ko gurdyv eyk; eyk hI srUp, sbY eykY joiq jwnbo ]15]85]",
        "transliteration_english": "ek hee kee sev, sabh hee ko guradhev ek; ek hee saroop, sabai ekai jot jaanabo ||15||85||",
        "transliteration_hindi": "एक ही की सेव सभ ही को गुरदेव एक एक ही सरूप सबै एकै जोति जानबो ॥१५॥८५॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Thus worship the ONE LORD, who is the common enlightener of all all have been created in His Image and amongst all comprehend the same ONE LIGHT. 15.85.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਇਕੋ ਦੀ ਹੀ ਸੇਵਾ (ਕਰੋ) (ਕਿਉਾਂਕਿ) ਸਭ ਦਾ (ਉਹ) ਗੁਰੂ ਇਕੋ ਹੀ ਹੈ, ਸਾਰੇ ਇਕੋ ਦਾ ਸਰੂਪ ਹਨ, (ਸਾਰਿਆਂ ਵਿਚ) ਇਕੋ ਜੋਤਿ ਸਮਝਣੀ ਚਾਹੀਦੀ ਹੈ ॥੧੫॥੮੫॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QUUF",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "dyhrw msIq soeI, pUjw AO invwj EeI; mwns sbY eyk pY, Anyk ko BRmwau hY ]",
        "transliteration_english": "dheharaa maseet soe'ee, poojaa ao nivaaj oe'ee; maanas sabai ek pai, anek ko bhramaau hai ||",
        "transliteration_hindi": "देहुरा मसीत सोई पूजा औ निवाज ओई मानस सबै एक पै अनेक को भ्रमाउ है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The temple and the mosque are the same, there is no difference between a Hindu worship and Muslim prayer all the human beings are the same, but the illusion is of various types.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਮੰਦਿਰ ਅਤੇ ਮਸਜਿਦ ਉਹੀ ਹੈ ਅਤੇ ਪੂਜਾ ਅਤੇ ਨਮਾਜ਼ ਵੀ ਉਹੀ ਹੈ, ਮਨੁੱਖ ਸਾਰੇ ਇਕ ਹਨ, ਪਰ ਅਨੇਕਤਾ ਦਾ ਭੁਲੇਖਾ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6LEJ",
        "source_page": 16,
        "source_line": null,
        "gurmukhi": "dyvqw, Adyv, jC, gMDRb, qurk, ihMdU; inAwry inAwry dysn ky Bys ko pRBwau hY ]",
        "transliteration_english": "dhevataa, adhev, jachh, gandhrab, turak, hindhoo; niaare niaare dhesan ke bhes ko prabhaau hai ||",
        "transliteration_hindi": "देवता अदेव जछ गंध्रब तुरक हिंदू निआरे निआरे देसन के भेस को प्रभाउ है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The gods, demons, Yakshas, Gandharvas, Turks and Hindus… all these are due to the differences of the various garbs of different countries.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਦੇਵਤੇ, ਦੈਂਤ, ਯਕਸ਼, ਗੰਧਰਬ, ਮੁਸਲਮਾਨ ਅਤੇ ਹਿੰਦੂ (ਜੋ ਭਿੰਨ ਭਿੰਨ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ, ਇਸ ਦਾ ਕਾਰਨ ਅਸਲ ਵਿਚ) ਵਖਰੇ ਵਖਰੇ ਦੇਸਾ ਦੇ ਪਹਿਰਾਵੇ ਦਾ ਪ੍ਰਭਾਵ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3S5A",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "eykY nYn, eykY kwn, eykY dyh, eykY bwn; Kwk bwd Awqs, AO Awb ko rlwau hY ]",
        "transliteration_english": "ekai nain, ekai kaan, ekai dheh, ekai baan; khaak baadh aatas, ao aab ko ralaau hai ||",
        "transliteration_hindi": "एकै नैन एकै कान एकै देह एकै बान खाक बाद आतिस औ आब को रलाउ है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The eyes are the same, the ears the same, the bodies are the same and the habits are the same, all the creation is the amalgam of earth, air, fire and water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਸਭ ਦੀਆਂ) ਅੱਖਾ ਇਕੋ ਜਿਹੀਆਂ ਹਨ, ਕੰਨ ਇਕੋ ਜਿਹੇ ਹਨ, ਸ਼ਰੀਰ ਇਕੋ ਜਿਹੇ ਹਨ ਅਤੇ ਬੋਲਣ ਸ਼ਕਤੀ ਇਕ ਸਮਾਨ ਹੈ (ਕਿਉਾਂਕਿ ਸਾਰਿਆਂ ਦੀ ਰਚਨਾ) ਮਿੱਟੀ, ਪੌਣ (ਬਾਦ) ਅਗਨੀ ਅਤੇ ਜਲ ਦੇ ਮੇਲ ਨਾਲ ਹੋਈ ਹੈ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A7KR",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "Alh AByK soeI, purwn AO kurwn EeI; eyk hI srUp sBY, eyk hI bnwau hY ]16]86]",
        "transliteration_english": "aleh abhekh soe'ee, puraan ao kuraan oe'ee; ek hee saroop sabhai, ek hee banaau hai ||16||86||",
        "transliteration_hindi": "अलह अभेख सोई पुरान अउ कुरान ओई एक ही सरूप सबै एक ही बनाउ है ॥१६॥८६॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Allah of Muslims and Abhekh (Guiseless) of Hindus are the same, the Puranas of Hindus and the holy Quran of the Muslims depict the same reality all have been created in the image of the same Lord and have the same formation. 16.86.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਅੱਲਾਹ (ਇਸਲਾਮੀ ਪਰਮ ਸੱਤਾ) ਅਤੇ ਅਭੇਖ (ਹਿੰਦੂ ਪਰਮ ਸੱਤਾ) ਉਹੀ ਹੈ, ਕੁਰਾਨ ਅਤੇ ਪੁਰਾਣ ਵੀ ਉਹੀ ਹੈ (ਕਿਉਾਂਕਿ) ਇਹ ਸਾਰੇ ਇਕ ਦਾ ਹੀ ਸਰੂਪ ਹਨ ਅਤੇ ਸਾਰਿਆਂ ਦੀ ਬਨਾਵਟ ਇਕ-ਸਮਾਨ ਹੈ ॥੧੬॥੮੬॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XQ6T",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "jYsy eyk Awg qy, knUkw kot Awg auTy; inAwry inAwry huie kY, Pyir Awg mY imlwihˆgy ]",
        "transliteration_english": "jaise ek aag te, kanookaa koT aag autte; niaare niaare hue kai, fer aag mai milaahi(n)ge ||",
        "transliteration_hindi": "जैसे एक आग ते कनूका कोटि आगि उठै निआरे निआरे हुइ कै फेरि आग मै मिलाहिांगे ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Just as millions of sparks are created from the fire although they are different entities, they merge in the same fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜਿਵੇਾਂ ਅੱਗ ਤੋਂ ਕਰੋੜਾ ਚਿਣਗਾ ('ਕਨੂਕਾ') ਪੈਦਾ ਹੁੰਦੀਆਂ ਹਨ ਅਤੇ ਵੱਖਰੀ ਵੱਖਰੀ ਹੋਂਦ ਦਰਸਾ ਕੇ ਫਿਰ ਅੱਗ ਵਿਚ ਹੀ ਮਿਲ ਜਾਦੀਆਂ ਹਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1HL0",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "jYsy eyk DUr qy, Anyk DUr pUrq hY; DUr ky knUkw, Pyr DUr hI smwihˆgy ]",
        "transliteration_english": "jaise ek dhoor te, anek dhoor poorat hai; dhoor ke kanookaa, fer dhoor hee samaahi(n)ge ||",
        "transliteration_hindi": "जैसे एक धूरि ते अनेक धूरि पूरत है धूरि के कनूका फेर धूरि ही समाहिांगे ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Just as from of waves are created on the surface of the big rivers and all the waves are called water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜਿਵੇਾਂ ਧੂੜ ਵਿਚੋਂ ਅਨੇਕ ਜ਼ੱਰੇ ਪੈਦਾ ਹੁੰਦੇ ਹਨ ਅਤੇ ਧੂੜ ਦੇ ਉਹ ਜ਼ੱਰੇ ਫਿਰ ਧੂੜ ਵਿਚ ਹੀ ਸਮਾ ਜਾਦੇ ਹਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J6KS",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "jYsy eyk nd qy, qrMg kot aupjq hYN; pwn ky qrMg sbY, pwn hI khwihˆgy ]",
        "transliteration_english": "jaise ek nadh te, tarang koT aupajat hai(n); paan ke tarang sabai, paan hee kahaahi(n)ge ||",
        "transliteration_hindi": "जैसे एक नद ते तरंग कोटि उपजत है पानि के तरंग सबै पानि ही कहाहिांगे ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Just as from of waves are created on the surface of the big rivers and all the waves are called water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜਿਵੇਾਂ ਇਕ ਸਮੁੰਦਰ ਤੋਂ ਕਰੋੜਾ ਤਰੰਗਾ ਪੈਦਾ ਹੁੰਦੀਆਂ ਹਨ, ਪਰ ਪਾਣੀ ਦੀਆਂ ਸਾਰੀਆਂ ਲਹਿਰਾ ਪਾਣੀ ਹੀ ਅਖਵਾਉਾਂਦੀਆਂ ਹਨ;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TJFA",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "qYsy ibsÍ rUp qy, ABUq BUq pRgt huie; qwhI qy aupj, sbY qwhI mY smwihˆgy ]17]87]",
        "transliteration_english": "taise bisvY roop te, abhoot bhoot pragaT hue; taahee te aupaj, sabai taahee mai samaahi(n)ge ||17||87||",
        "transliteration_hindi": "तैसे बिस्व रूप ते अभूत भूत प्रगट होइ ताही ते उपजि सबै ताही मै समाहिांगे ॥१७॥८७॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Similarly the animate and inanimate objects come out of the Supreme Lord having been created from the same Lord, they merge in the same Lord. 17.87.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਤਿਵੇਾਂ ਉਸ ਵਿਰਾਟ ਪਰਮਾਤਮਾ ਤੋਂ ਸੂਖਮ ਅਤੇ ਸਥੂਲ (ਜੜ-ਚੇਤਨ) ਪੈਦਾ ਹੋ ਕੇ, ਉਸ ਤੋਂ ਉਪਜ ਕੇ ਫਿਰ ਉਸੇ ਵਿਚ ਸਮਾ ਜਾਦੇ ਹਨ ॥੧੭॥੮੭॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QG89",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "kyqy kC mC, kyqy aun kau krq BC; kyqy AC vC, huie spC auf jwihˆgy ]",
        "transliteration_english": "kete kachh machh, kete aun ku karat bhachh; kete achh vachh, hue sapachh audd jaahi(n)ge ||",
        "transliteration_hindi": "केते कछ मछ केते उन कउ करत भछ केते अछ बछ हुइ सपछ उड जाहिांगे ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "There are many a tortoise and fish and there are many who devour them there are many a winged phoenix, who always continue flying.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਕੱਛੂ ਅਤੇ ਮੱਛ ਹਨ, ਕਿਤਨੇ ਹੀ ਉਨ੍ਰਹਾ ਨੂੰ ਖਾਣ ਵਾਲੇ ਹਨ, ਕਿਤਨੇ ਹੀ ਗਰੁੜ, ਅਨਲ ਆਦਿ ਪੰਛੀ, ਖੰਭਾ ਵਾਲੇ ਹੋ ਕੇ ਉਡ ਜਾਣਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QQAZ",
        "source_page": 17,
        "source_line": null,
        "gurmukhi": "kyqy nB bIc, AC pC kau krYNgy BC; kyqk pRqC huie, pcwie Kwie jwihˆgy ]",
        "transliteration_english": "kete nabh beech, achh pachh ku karai(n)ge bhachh; ketak pratachh hue, pachaae khaae jaahi(n)ge ||",
        "transliteration_hindi": "केते नभ बीच अछ पछ कउ करैंगे भछ केतक प्रतछ हुइ पचाइ खाइ जाहिांगे ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "There are many who devour even the phonenix in the sky and there are many, who even eat and digest the materialized devourers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਆਕਾਸ਼ ਵਿਚ ਗਰੁੜ, ਅਨਲ ਆਦਿ ਪੰਛੀਆਂ ਦਾ ਭੱਛਣ ਕਰਨਗੇ ਅਤੇ ਕਿਨੇ ਹੀ ਪ੍ਰਗਟ ਹੋ ਕੇ (ਉਨ੍ਰਹਾ ਨੂੰ) ਖਾ ਕੇ ਪਚਾ ਜਾਣਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HW25",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "jl khw, Ql khw, ggn ky gaun khw; kwl ky bnwie, sbY kwl hI cbwihˆgy ]",
        "transliteration_english": "jal kahaa, thal kahaa, gagan ke gaun kahaa; kaal ke banaae, sabai kaal hee chabaahi(n)ge ||",
        "transliteration_hindi": "जल कहा थल कहा गगन के गउन कहा काल के बनाए सबै काल ही चबाहिांगे ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Not only to speak of the residents of water, earth and wanders of the sky, all those created by god of death will ultimately be devoured ( destroyed) by him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕੀ ਜਲ (ਵਾਸੀ) ਕੀ ਥਲ ਵਾਸੀ ਅਤੇ ਕੀ ਆਕਾਸ਼ ਵਿਚ ਵਿਚਰਨ ਵਾਲੇ ਸਭ ਕਾਲ ਦੇ ਬਣਾਏ ਹੋਏ ਹਨ ਅਤੇ ਕਾਲ ਦੁਆਰਾ ਹੀ ਨਸ਼ਟ ਕੀਤੇ ਜਾਣਗੇ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ESF4",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "qyj ijau Aqyj mY, Aqyj jYsy qyj lIn; qwhI qy aupj, sbY qwhI mY smwihˆgy ]18]88]",
        "transliteration_english": "tej jiu atej mai, atej jaise tej leen; taahee te aupaj, sabai taahee mai samaahi(n)ge ||18||88||",
        "transliteration_hindi": "तेज जिउ अतेज मै अतेज जैसे तेज लीन ताही ते उपजि सबै ताही मै समाहिांगे ॥१८॥८८॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Just as the light merged in darkness and the darkness in the light all the created beings generated by the Lord will ultimately merge in Him. 18.88.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਜਿਵੇਾਂ ਪ੍ਰਕਾਸ਼ ਅੰਧਕਾਰ ਵਿਚ ਅਤੇ ਅੰਧਕਾਰ ਪ੍ਰਕਾਸ਼ ਵਿਚ ਲੀਨ ਹੈ, ਉਸੇ ਤਰ੍ਰਹਾ ਉਸ ਤੋਂ ਪੈਦਾ ਹੋ ਕੇ ਸਭ ਉਸੇ (ਪਰਮ ਸੱਤਾ) ਵਿਚ ਸਮਾ ਜਾਣਗੇ ॥੧੮॥੮੮॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3HMJ",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "kUkq iPrq kyqy, rovq mrq kyqy; jl mYN fubq kyqy, Awg mYN jrq hYN ]",
        "transliteration_english": "kookat firat kete, rovat marat kete; jal mai(n) ddubat kete, aag mai(n) jarat hai(n) ||",
        "transliteration_hindi": "कूकत फिरत केते रोवत मरत केते जल मै डुबत केते आग मै जरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Many cry out while wandering, many weep and many die many are drowned in water and many are burnt in fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਕੂਕਦੇ ਫਿਰਦੇ ਹਨ, ਕਿਤਨੇ ਹੀ ਰੋਂਦੇ ਮਰ ਜਾਦੇ ਹਨ, ਕਿਤਨੇ ਹੀ ਜਲ ਵਿਚ ਡੁਬਦੇ ਹਨ ਅਤੇ ਕਿਤਨੇ ਹੀ ਅੱਗ ਵਿਚ ਸੜ ਜਾਦੇ ਹਨ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XV2F",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "kyqy gMg bwsI, kyqy mdInw mkw invwsI; kyqk audwsI ky, BRmwey eI iPrq hYN ]",
        "transliteration_english": "kete gang baasee, kete madheenaa makaa nivaasee; ketak audhaasee ke, bhramaae e'ee firat hai(n) ||",
        "transliteration_hindi": "केते गंगबासी केते मदीना मका निवासी केतक उदासी के भ्रमाए ई फिरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Many live on the banks of Ganges and many reside in Mecca and Medina, many becoming hermits, indulge in wanderings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਗੰਗਾ-ਵਾਸੀ ਹਨ ਅਤੇ ਕਿਤਨੇ ਹੀ ਮੱਕੇ-ਮਦੀਨੇ ਦੇ ਨਿਵਾਸੀ ਹਨ ਅਤੇ ਕਿਤਨੇ ਹੀ ਉਦਾਸੀਨ ਹੋ ਕੇ ਭੌਂਦੇ ਫਿਰਦੇ ਹਨ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MSFL",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "krvq shq kyqy, BUim mY gfq kyqy; sUAw pY cVHq kyqy, dUK kau Brq hYN ]",
        "transliteration_english": "karavat sahat kete, bhoom mai gaddat kete; sooaa pai chaRhat kete, dhookh ku bharat hai(n) ||",
        "transliteration_hindi": "करवत सहत केते भूमि मै गडत केते सूआ पै चड़त केते दुख कउ भरत है ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Many endure the agony of sawing, many get buried in the earth, many are hanged on the gallows and many undergo great angulish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ (ਕਾਸ਼ੀ ਵਿਚ) ਆਰੇ (ਦੀ ਧਾਰ) ਸਹਿੰਦੇ ਹਨ ਅਤੇ ਕਿਤਨੇ ਹੀ ਧਰਤੀ ਵਿਚ (ਆਪਣੇ ਆਪ ਨੂੰ) ਗਡਵਾ ਲੈਂਦੇ ਹਨ ਅਤੇ ਕਿਤਨੇ ਹੀ ਸੂਲਾ ਦੀ ਸੇਜ (ਸੂਆ) ਉਤੇ ਚੜ੍ਰਹ ਕੇ ਦੁਖ ਨੂੰ ਸਹਿਨ ਕਰਦੇ ਹਨ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CWJS",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "gYn mYN aufq kyqy, jl mYN rhq kyqy; igAwn ky ibhIn, jk jwry eI mrq hYN ]19]89]",
        "transliteration_english": "gain mai(n) auddat kete, jal mai(n) rahat kete; giaan ke biheen, jak jaare e'ee marat hai(n) ||19||89||",
        "transliteration_hindi": "गैन मै उडत केते जल मै रहत केते गिआन के बिहीन जकि जारे ई मरत है ॥१९॥८९॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Many fly in the sky, many lives in water and many without knowledge. In their waywardness burn themselves to death. 19.89.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਿਤਨੇ ਹੀ ਆਕਾਸ਼ ਵਿਚ (ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਦੀ ਸ਼ਕਤੀ ਨਾਲ) ਉਡਦੇ ਹਨ ਅਤੇ ਕਿਤਨੇ ਹੀ ਜਲ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਕਿਤਨੇ ਹੀ ਗਿਆਨ ਤੋਂ ਸਖਣੇ ਲੋਕ ਮਚਦੀ (ਜਕ) ਅਗਨੀ ਵਿਚ ਸੜ ਮਰਦੇ ਹਨ ॥੧੯॥੮੯॥",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GWWW",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "soD hwry dyvqw, ibroD hwry dwno bfy; boD hwry boDk, pRboD hwry jwpsI ]",
        "transliteration_english": "sodh haare dhevataa, birodh haare dhaano badde; bodh haare bodhak, prabodh haare jaapasee ||",
        "transliteration_hindi": "सोधि हारे देवता बिरोध हारे दानो बडे बोधि हारे बोधक प्रबोधि हारे जापसी ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The gods got weary of making offerings of fragrances, the antagonistic demons have got weary, he knowledgeable sages have got weary and worshippers of good understanding have also got weary.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "(ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਦੇਵਤੇ ਖੋਜ ਕਰ ਕਰ ਕੇ ਹਾਰ ਗਏ, ਵਿਰੋਧੀ ਭਾਵ ਨੂੰ ਪਸਾਰਨ ਵਾਲੇ ਵੱਡੇ ਵੱਡੇ ਦੈਂਤ ਹਾਰ ਗਏ, ਬੁੱਧੀਮਾਨ ਬੁੱਧੀ ਦੀਆਂ ਅਟਕਲਾ ਲਗਾ ਲਗਾ ਕੇ ਹਾਰ ਗਏ ਅਤੇ ਜਪ ਕਰਨ ਵਾਲੇ ਸੂਝਵਾਨ ਵੀ ਹਾਰ ਗਏ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BBJS",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "Gs hwry cMdn, lgwie hwry coAw cwru; pUj hwry pwhn, cFwie hwry lwpsI ]",
        "transliteration_english": "ghas haare chandhan, lagaae haare choaa chaar; pooj haare paahan, chaddaae haare laapasee ||",
        "transliteration_hindi": "घसि हारे चंदन लगाइ हारे चोआ चार पूज हारे पाहन चढाइ हारे लापसी ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Those who rub sandalwood have got tired, the appliers of fine scent (otto) have got tired, the image-worshippers have got tired and those making offerings of sweet curry, have also got tired.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਚੰਦਨ ਘਿਸਾਣ ਵਾਲੇ (ਪੁਜਾਰੀ) ਹਾਰ ਗਏ, ਉਤਮ ਸੁਗੰਧਿਤ ਪਦਾਰਥ ਲਗਾਉਣ ਵਾਲੇ ਹਾਰ ਗਏ, ਮੂਰਤੀਆਂ ('ਪਾਹਨ') ਨੂੰ ਪੂਜਣ ਵਾਲੇ ਹਾਰ ਗਏ, ਅਤੇ ਮਿੱਠੀ ਲੇਟੀ (ਦਾ ਪ੍ਰਸਾਦ) ਚੜ੍ਰਹਾਉਣ ਵਾਲੇ ਵੀ ਹਾਰ ਗਏ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8YWK",
        "source_page": 18,
        "source_line": null,
        "gurmukhi": "gwh hwry gorn, mnwie hwry mVHI mt; lIp hwry BIqn, lgwie hwry CwpsI ]",
        "transliteration_english": "gaeh haare goran, manaae haare maRhee maT; leep haare bheetan, lagaae haare chhaapasee ||",
        "transliteration_hindi": "गाहि हारे गोरन मनाइ हारे मड़ी मट लीप हारे भीतन लगाइ हारे छापसी ॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "The visitors of graveyards have got tired, the worshippers of hermitages and monuments have got tired those who besmear the walls images have got tired and those who print with embossing seal have also got tired.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਕਬਰਾ ਵਿਚ ਫਿਰ ਫਿਰ ਕੇ ਥਕ ਗਏ, ਮੜ੍ਰਹੀਆਂ ਅਤੇ ਮਠਾ ਨੂੰ ਮਨਾਉਣ ਵਾਲੇ ਵੀ ਹਾਰ ਗਏ, ਕੰਧਾ (ਵਿਚ ਲਗੀਆਂ ਹਨੂਮਾਨ ਆਦਿ ਦੀਆਂ ਮੂਰਤੀਆਂ ਨੂੰ) ਲਿੰਬਦੇ ਲਿੰਬਦੇ ਵੀ ਹਾਰ ਗਏ ਅਤੇ ਧਾਰਮਿਕ ਜਾ ਸੰਪ੍ਰਦਾਇਕ ਠੱਪੇ (ਛਾਪੇ) ਵੀ ਲਗਵਾ ਲਗਵਾ ਕੇ ਹਾਰ ਗਏ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ENN5",
        "source_page": 19,
        "source_line": null,
        "gurmukhi": "gwie hwry gMDRb, bjwey hwry ikMnr sB; pc hwry pMfq, qpMq hwry qwpsI ]20]90]",
        "transliteration_english": "gaae haare gandhrab, bajaae haare kinnar sabh; pach haare panddat, tapant haare taapasee ||20||90||",
        "transliteration_hindi": "गाइ हारे गंध्रब बजाए हारे किंनर सभ पचि हारे पंडित तपंति हारे तापसी ॥२०॥९०॥",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Dr. Surinder Singh Kohli": {
              "translation": "Gandharvas, the musicians of goods have got tired, Kinnars, the players of musical instruments have got tired, the Pundits have got highly weary and the ascetics observing austerities have also got tired. None of the above-mentioned people have been able ",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Rattan Singh Jaggi": {
              "translation": "ਗੰਧਰਬ ਗਾ ਗਾ ਕੇ ਹਾਰ ਗਏ, ਸਾਰੇ ਕਿੰਨਰ (ਇਕ ਦੇਵ-ਜੂਨੀ) ਵੀ ਸਾਜ਼ ਵਜਾ ਵਜਾ ਕੇ ਹਾਰ ਗਏ, ਪੰਡਿਤ ਅਤੇ ਤਪਸਵੀ ਤਪ ਕਰ ਕਰ ਕੇ ਹਾਰ ਗਏ (ਪਰ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੇ) ॥੨੦॥੯੦॥",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
