[
  {
    "id": 52005,
    "shabad_id": 4269,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ੲਿਹੈ ਬੀਚਾਰਿਓ; ਸਰਬ ਸੁਖਾ ਹਰਿ ਨਾਮਾ ॥",
    "transliteration": "Khojath Khojath Eihai Beechaariou Sarab Sukhaa Har Naamaa ||",
    "translation": "Searching and searching, I have come to this realization: all peace and bliss are in the Name of the Lord.",
    "punjabi": "ਖੋਜ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਅਸਾਂ) ਇਹੀ ਵਿਚਾਰ ਕੀਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਸੁਖਾਂ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52006,
    "shabad_id": 4269,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਸੁ ਭੲਿਓ ਪਰਾਪਤਿ; ਜਾ ਕੈ ਲੇਖੁ ਮਥਾਮਾ ॥੪॥੧੧॥",
    "transliteration": "Kahu Naanak This Bhaeiou Paraapath Jaa Kai Laekh Mathhaamaa ||4||11||",
    "translation": "Says Nanak, he alone receives it, upon whose forehead such destiny is inscribed. ||4||11||",
    "punjabi": "ਪਰ ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਹ ਹਰਿ-ਨਾਮ ਉਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ (ਹਰਿ-ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ) ਲੇਖ (ਜਾਗਦਾ) ਹੈ ॥੪॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52007,
    "shabad_id": 4270,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52008,
    "shabad_id": 4270,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਨ ਦਿਨੁ; ਰਾਮ ਕੇ ਗੁਣ ਕਹੀਅੈ ॥",
    "transliteration": "Anadhin Raam Kae Gun Keheeai ||",
    "translation": "Night and day, utter the Glorious Praises of the Lord.",
    "punjabi": "ਆਓ, ਅਸੀਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52009,
    "shabad_id": 4270,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਗਲ ਪਦਾਰਥ. ਸਰਬ ਸੂਖ ਸਿਧਿ; ਮਨ ਬਾਂਛਤ ਫਲ ਲਹੀਅੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sagal Padhaarathh Sarab Sookh Sidhh Man Baanshhath Fal Leheeai ||1|| Rehaao ||",
    "translation": "You shall obtain all wealth, all pleasures and successes, and the fruits of your mind's desires. ||1||Pause||",
    "punjabi": "(ਗੁਣ ਗਾਣ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਓ, ਸਾਰੇ ਪਦਾਰਥ, ਸਾਰੇ ਸੁਖ, ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ, ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੀਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52010,
    "shabad_id": 4270,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਹੁ ਸੰਤ. ਪ੍ਰਾਨ ਸੁਖਦਾਤੇ; ਸਿਮਰਹ ਪ੍ਰਭੁ ਅਬਿਨਾਸੀ ॥",
    "transliteration": "Aavahu Santh Praan Sukhadhaathae Simareh Prabh Abinaasee ||",
    "translation": "Come, O Saints, let us meditate in remembrance on God; He is the Eternal, Imperishable Giver of Peace and Praanaa, the Breath of Life.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਆਓ, ਅਸੀਂ ਪ੍ਰਾਣ-ਦਾਤੇ ਸੁਖ-ਦਾਤੇ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸਿਮਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52011,
    "shabad_id": 4270,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਨਾਥਹ ਨਾਥੁ. ਦੀਨ ਦੁਖ ਭੰਜਨ; ਪੂਰਿ ਰਹਿਓ ਘਟ ਵਾਸੀ ॥੧॥",
    "transliteration": "Anaathheh Naathh Dheen Dhukh Bhanjan Poor Rehiou Ghatt Vaasee ||1||",
    "translation": "Master of the masterless, Destroyer of the pains of the meek and the poor; He is All-pervading and permeating, abiding in all hearts. ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਨਿਖਸਮਿਆਂ ਦਾ ਖਸਮ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਗ਼ਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52012,
    "shabad_id": 4270,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਗਾਵਤ ਸੁਨਤ ਸੁਨਾਵਤ ਸਰਧਾ; ਹਰਿ ਰਸੁ ਪੀ ਵਡਭਾਗੇ ॥",
    "transliteration": "Gaavath Sunath Sunaavath Saradhhaa Har Ras Pee Vaddabhaagae ||",
    "translation": "The very fortunate ones drink in the Sublime Essence of the Lord, singing, reciting and listening to the Lord's Praises.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਰਧਾ ਨਾਲ ਗਾਂਦਿਆਂ ਸੁਣਦਿਆਂ ਸੁਣਾਂਦਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀ ਕੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52013,
    "shabad_id": 4270,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਲਿ ਕਲੇਸ ਮਿਟੇ ਸਭਿ ਤਨ ਤੇ; ਰਾਮ ਨਾਮ ਲਿਵ ਜਾਗੇ ॥੨॥",
    "transliteration": "Kal Kalaes Mittae Sabh Than Thae Raam Naam Liv Jaagae ||2||",
    "translation": "All their sufferings and struggles are wiped away from their bodies; they remain lovingly awake and aware in the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ ਸਦਾ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚੋਂ ਸਾਰੇ ਝਗੜੇ ਸਾਰੇ ਦੁੱਖ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52014,
    "shabad_id": 4270,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਝੂਠੁ ਤਜਿ ਨਿੰਦਾ; ਹਰਿ ਸਿਮਰਨਿ. ਬੰਧਨ ਤੂਟੇ ॥",
    "transliteration": "Kaam Krodhh Jhooth Thaj Nindhaa Har Simaran Bandhhan Thoottae ||",
    "translation": "So abandon your sexual desire, greed, falsehood and slander; meditating in remembrance on the Lord, you shall be released from bondage.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਕਾਮ ਕ੍ਰੋਧ ਝੂਠ ਨਿੰਦਿਆ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਸਾਰੀਆਂ) ਫਾਹੀਆਂ ਟੁੱਟ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52015,
    "shabad_id": 4270,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਮੋਹ ਮਗਨ ਅਹੰ ਅੰਧ ਮਮਤਾ; ਗੁਰ ਕਿਰਪਾ ਤੇ ਛੂਟੇ ॥੩॥",
    "transliteration": "Moh Magan Ahan Andhh Mamathaa Gur Kirapaa Thae Shhoottae ||3||",
    "translation": "The intoxication of loving attachments, egotism and blind possessiveness are eradicated by Guru's Grace. ||3||",
    "punjabi": "ਮੋਹ ਵਿਚ ਡੁੱਬੇ ਰਹਿਣਾ, ਹਉਮੈ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਰਹਿਣਾ, ਮਾਇਆ ਦੇ ਕਬਜ਼ੇ ਦੀ ਲਾਲਸਾ-ਇਹ ਸਾਰੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਖ਼ਤਮ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52016,
    "shabad_id": 4270,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਤੂ ਸਮਰਥੁ ਪਾਰਬ੍ਰਹਮ ਸੁਅਾਮੀ; ਕਰਿ ਕਿਰਪਾ ਜਨੁ ਤੇਰਾ ॥",
    "transliteration": "Thoo Samarathh Paarabreham Suaamee Kar Kirapaa Jan Thaeraa ||",
    "translation": "You are All-Powerful, O Supreme Lord God and Master; please be Merciful to Your humble servant.",
    "punjabi": "ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਸੁਆਮੀ! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਸਿਮਰਨ ਦਾ ਖੈਰ ਪਾ, ਮੈਂ) ਤੇਰਾ ਦਾਸ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52017,
    "shabad_id": 4270,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਪੂਰਿ ਰਹਿਓ ਸਰਬ ਮਹਿ ਠਾਕੁਰੁ; ਨਾਨਕ ਸੋ ਪ੍ਰਭੁ ਨੇਰਾ ॥੪॥੧੨॥",
    "transliteration": "Poor Rehiou Sarab Mehi Thaakur Naanak So Prabh Naeraa ||4||12||",
    "translation": "My Lord and Master is All-pervading and prevailing everywhere; O Nanak, God is Near. ||4||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਭ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ ॥੪॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52018,
    "shabad_id": 4271,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52019,
    "shabad_id": 4271,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰਦੇਵ ਚਰਨ ॥",
    "transliteration": "Balihaaree Guradhaev Charan ||",
    "translation": "I am a sacrifice to the Feet of the Divine Guru.",
    "punjabi": "(ਮੈਂ ਆਪਣੇ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52020,
    "shabad_id": 4271,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਕੈ ਸੰਗਿ. ਪਾਰਬ੍ਰਹਮੁ ਧਿਅਾੲੀਅੈ; ੳੁਪਦੇਸੁ ਹਮਾਰੀ ਗਤਿ ਕਰਨ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jaa Kai Sang Paarabreham Dhhiaaeeai Oupadhaes Hamaaree Gath Karan ||1|| Rehaao ||",
    "translation": "I meditate with Him on the Supreme Lord God; His Teachings have emancipated me. ||1||Pause||",
    "punjabi": "ਜਿਸ ਦਾ ਉਪਦੇਸ਼ ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਉੱਚੀ ਆਤਮਕ ਦਸ਼ਾ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52021,
    "shabad_id": 4271,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਦੂਖ ਰੋਗ ਭੈ ਸਗਲ ਬਿਨਾਸੇ; ਜੋ ਅਾਵੈ ਹਰਿ ਸੰਤ ਸਰਨ ॥",
    "transliteration": "Dhookh Rog Bhai Sagal Binaasae Jo Aavai Har Santh Saran ||",
    "translation": "All pains, diseases and fears are erased, for one who comes to the Sanctuary of the Lord's Saints.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਹਰੀ ਦੇ ਸੰਤ ਗੁਰਦੇਵ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਸਾਰੇ ਰੋਗ ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52022,
    "shabad_id": 4271,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਾਪਿ ਜਪੈ. ਅਵਰਹ ਨਾਮੁ ਜਪਾਵੈ; ਵਡ ਸਮਰਥ ਤਾਰਨ ਤਰਨ ॥੧॥",
    "transliteration": "Aap Japai Avareh Naam Japaavai Vadd Samarathh Thaaran Tharan ||1||",
    "translation": "He Himself chants, and inspires others to chant the Naam, the Name of the Lord. He is Utterly All-Powerful; He carries us across to the other side. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਵੱਡੀ ਸਮਰਥਾ ਵਾਲੇ ਹਰੀ ਦਾ ਸਭ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ-ਜੋਗ ਹਰੀ ਦਾ ਨਾਮ ਆਪ ਜਪਦਾ ਹੈ ਅਤੇ ਹੋਰਨਾਂ ਪਾਸੋਂ ਜਪਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 52023,
    "shabad_id": 4271,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਾ ਕੋ ਮੰਤ੍ਰੁ ੳੁਤਾਰੈ ਸਹਸਾ; ੳੂਣੇ ਕੳੁ. ਸੁਭਰ ਭਰਨ ॥",
    "transliteration": "Jaa Ko Manthra Outhaarai Sehasaa Oonae Ko Subhar Bharan ||",
    "translation": "His Mantra drives out cynicism, and totally fills the empty one.",
    "punjabi": "(ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ) ਜਿਸ ਦਾ ਉਪਦੇਸ਼ ਮਨੁੱਖ ਦਾ ਸਹਮ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ਜਿਹੜਾ ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਤੋਂ ਸੱਖਣੇ ਮਨੁੱਖਾਂ ਨੂੰ ਨਕਾ-ਨਕ ਭਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਸੁੱਭਰ",
    "type_id": 3
  },
  {
    "id": 52024,
    "shabad_id": 4271,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਦਾਸਨ ਕੀ ਅਾਗਿਅਾ ਮਾਨਤ; ਤੇ. ਨਾਹੀ ਫੁਨਿ ਗਰਭ ਪਰਨ ॥੨॥",
    "transliteration": "Har Dhaasan Kee Aagiaa Maanath Thae Naahee Fun Garabh Paran ||2||",
    "translation": "Those who obey the Order of the Lord's slaves, do not enter into the womb of reincarnation ever again. ||2||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰੀ ਦੇ ਦਾਸਾਂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦੇ ਹਨ, ਉਹ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52025,
    "shabad_id": 4271,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਭਗਤਨ ਕੀ ਟਹਲ ਕਮਾਵਤ ਗਾਵਤ; ਦੁਖ ਕਾਟੇ ਤਾ ਕੇ ਜਨਮ ਮਰਨ ॥",
    "transliteration": "Bhagathan Kee Ttehal Kamaavath Gaavath Dhukh Kaattae Thaa Kae Janam Maran ||",
    "translation": "Whoever works for the Lord's devotees and sings His Praises - his pains of birth and death are taken away.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦਿਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ (ਗੁਰੂ) ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਸਾਰੇ ਦੁੱਖ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52026,
    "shabad_id": 4271,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਾ ਕੳੁ ਭੲਿਓ ਕ੍ਰਿਪਾਲੁ ਬੀਠੁਲਾ; ਤਿਨਿ ਹਰਿ ਹਰਿ ਅਜਰ ਜਰਨ ॥੩॥",
    "transliteration": "Jaa Ko Bhaeiou Kirapaal Beethulaa Thin Har Har Ajar Jaran ||3||",
    "translation": "Those unto whom my Beloved becomes Merciful, endure the Unendurable Ecstasy of the Lord, Har, Har. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ ਸਦਾ ਜਵਾਨ ਰਹਿਣ ਵਾਲੇ (ਜਰਾ-ਰਹਿਤ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ ॥੩॥",
    "pronunciation": "ਅ-ਜਰ",
    "type_id": 3
  },
  {
    "id": 52027,
    "shabad_id": 4271,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਰਸਹਿ ਅਘਾਨੇ. ਸਹਜਿ ਸਮਾਨੇ; ਮੁਖ. ਤੇ ਨਾਹੀ ਜਾਤ ਬਰਨ ॥",
    "transliteration": "Har Rasehi Aghaanae Sehaj Samaanae Mukh Thae Naahee Jaath Baran ||",
    "translation": "Those who are satisfied by the Sublime Essence of the Lord, merge intuitively into the Lord; no mouth can describe their state.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਨਾਲ ਰੱਜ ਜਾਂਦੇ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ (ਉਹਨਾਂ ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ) ਮੂੰਹੋਂ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52028,
    "shabad_id": 4271,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਨਾਨਕ ਸੰਤੋਖੇ; ਨਾਮੁ ਪ੍ਰਭੂ ਜਪਿ ਜਪਿ ੳੁਧਰਨ ॥੪॥੧੩॥",
    "transliteration": "Gur Prasaadh Naanak Santhokhae Naam Prabhoo Jap Jap Oudhharan ||4||13||",
    "translation": "By Guru's Grace, O Nanak, they are content; chanting and meditating on God's Name, they are saved. ||4||13||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੰਤੋਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪॥੧੩॥",
    "pronunciation": "(ੳੁ-ਧਰਨ) ੳੁਧਾਰਦੇ ਹੋਰਨਾ ਨੰੂ",
    "type_id": 3
  },
  {
    "id": 52029,
    "shabad_id": 4272,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52030,
    "shabad_id": 4272,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗਾੲਿਓ ਰੀ; ਮੈ ਗੁਣ ਨਿਧਿ ਮੰਗਲ ਗਾੲਿਓ ॥",
    "transliteration": "Gaaeiou Ree Mai Gun Nidhh Mangal Gaaeiou ||",
    "translation": "I sing, O I sing the Songs of Joy of my Lord, the Treasure of Virtue.",
    "punjabi": "(ਹੇ ਭੈਣ!) ਮੈਂ ਭੀ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਰਹੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52031,
    "shabad_id": 4272,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭਲੇ ਸੰਜੋਗ ਭਲੇ ਦਿਨ ਅੳੁਸਰ; ਜੳੁ ਗੋਪਾਲੁ ਰੀਝਾੲਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhalae Sanjog Bhalae Dhin Aousar Jo Gopaal Reejhaaeiou ||1|| Rehaao ||",
    "translation": "Fortunate is the time, fortunate is the day and the moment, when I become pleasing to the Lord of the World. ||1||Pause||",
    "punjabi": "(ਜਿੰਦ ਵਾਸਤੇ ਉਹ) ਭਲੇ ਸਬਬ ਹੁੰਦੇ ਹਨ, ਭਾਗਾਂ ਵਾਲੇ ਦਿਨ ਹੁੰਦੇ ਹਨ, ਸੋਹਣੇ ਸਮੇ ਹੁੰਦੇ ਹਨ, ਜਦੋਂ (ਕੋਈ ਜਿੰਦ) ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਖ਼ੁਸ਼ ਕਰ ਲਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52032,
    "shabad_id": 4272,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੰਤਹ ਚਰਨ; ਮੋਰਲੋ ਮਾਥਾ ॥",
    "transliteration": "Santheh Charan Moralo Maathhaa ||",
    "translation": "I touch my forehead to the Feet of the Saints.",
    "punjabi": "ਹੇ ਭੈਣ! ਮੇਰਾ ਮੱਥਾ ਹੁਣ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਤੇ ਹੈ,",
    "pronunciation": "(ਮੋਰਲੋ) ਮੇਰਾ",
    "type_id": 3
  },
  {
    "id": 52033,
    "shabad_id": 4272,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਮਰੇ ਮਸਤਕਿ; ਸੰਤ ਧਰੇ ਹਾਥਾ ॥੧॥",
    "transliteration": "Hamarae Masathak Santh Dhharae Haathhaa ||1||",
    "translation": "The Saints have placed their hands on my forehead. ||1||",
    "punjabi": "ਮੇਰੇ ਮੱਥੇ ਉਤੇ ਸੰਤਾਂ ਨੇ ਆਪਣੇ ਹੱਥ ਰੱਖੇ ਹਨ-(ਮੇਰੇ ਵਾਸਤੇ ਇਹ ਬੜਾ ਹੀ ਸੁਭਾਗ ਸਮਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52034,
    "shabad_id": 4272,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਾਧਹ ਮੰਤ੍ਰੁ; ਮੋਰਲੋ ਮਨੂਅਾ ॥",
    "transliteration": "Saadhheh Manthra Moralo Manooaa ||",
    "translation": "My mind is filled with the Mantra of the Holy Saints,",
    "punjabi": "ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਮੇਰੇ ਅੰਞਾਣ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52035,
    "shabad_id": 4272,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਤਾ ਤੇ. ਗਤੁ ਹੋੲੇ; ਤ੍ਰੈ ਗੁਨੀਅਾ ॥੨॥",
    "transliteration": "Thaa Thae Gath Hoeae Thrai Guneeaa ||2||",
    "translation": "And I have risen above the three qualities||2||",
    "punjabi": "ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮੇਰੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਹੀ ਗੁਣਾਂ ਦਾ ਪ੍ਰਭਾਵ ਦੂਰ ਹੋ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52036,
    "shabad_id": 4272,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਭਗਤਹ ਦਰਸੁ ਦੇਖਿ; ਨੈਨ ਰੰਗਾ ॥",
    "transliteration": "Bhagatheh Dharas Dhaekh Nain Rangaa ||",
    "translation": "Gazing upon the Blessed Vision, the Darshan of God's devotees, my eyes are filled with love.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚ (ਅਜਿਹਾ) ਪ੍ਰੇਮ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52037,
    "shabad_id": 4272,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਲੋਭ ਮੋਹ ਤੂਟੇ; ਭ੍ਰਮ ਸੰਗਾ ॥੩॥",
    "transliteration": "Lobh Moh Thoottae Bhram Sangaa ||3||",
    "translation": "Greed and attachment are gone, along with doubt. ||3||",
    "punjabi": "ਕਿ ਲੋਭ ਮੋਹ ਭਟਕਣਾ ਦਾ ਸਾਥ (ਮੇਰੇ ਅੰਦਰੋਂ) ਮੁੱਕ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52038,
    "shabad_id": 4272,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਖ ਸਹਜ ਅਨੰਦਾ ॥",
    "transliteration": "Kahu Naanak Sukh Sehaj Anandhaa ||",
    "translation": "Says Nanak, I have found intuitive peace, poise and bliss.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੁਣ ਮੇਰੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਬਣੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52039,
    "shabad_id": 4272,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਖੋਲ੍ਹਿ ਭੀਤਿ; ਮਿਲੇ ਪਰਮਾਨੰਦਾ ॥੪॥੧੪॥",
    "transliteration": "Kholih Bheeth Milae Paramaanandhaa ||4||14||",
    "translation": "Tearing down the wall, I have met the Lord, the Embodiment of Supreme Bliss. ||4||14||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੀ) ਕੰਧ ਤੋੜ ਕੇ ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ ਮੈਨੂੰ ਮਿਲ ਪਏ ਹਨ ॥੪॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52040,
    "shabad_id": 4273,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ਘਰੁ ੨",
    "transliteration": "Saarag Mehalaa 5 Ghar 2",
    "translation": "Saarang, Fifth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52041,
    "shabad_id": 4273,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 52042,
    "shabad_id": 4273,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਕੈਸੇ ਕਹੳੁ ਮੋਹਿ; ਜੀਅ ਬੇਦਨਾੲੀ ॥",
    "transliteration": "Kaisae Keho Mohi Jeea Baedhanaaee ||",
    "translation": "How can I express the pain of my soul?",
    "punjabi": "ਹੇ ਵੀਰ! ਮੈਂ ਆਪਣੇ ਦਿਲ ਦੀ ਪੀੜ ਕਿਵੇਂ ਬਿਆਨ ਕਰਾਂ? (ਬਿਆਨ ਕਰ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "(ਬੇਦਨਾੲੀ) ਪੀੜਾ",
    "type_id": 3
  },
  {
    "id": 52043,
    "shabad_id": 4273,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਦਰਸਨ ਪਿਅਾਸ ਪ੍ਰਿਅ ਪ੍ਰੀਤਿ ਮਨੋਹਰ; ਮਨੁ. ਨ ਰਹੈ, ਬਹੁ ਬਿਧਿ ੳੁਮਕਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dharasan Piaas Pria Preeth Manohar Man N Rehai Bahu Bidhh Oumakaaee ||1|| Rehaao ||",
    "translation": "I am so thirsty for the Blessed Vision, the Darshan of my Enticing and Lovely Beloved. My mind cannot survive - it yearns for Him in so many ways. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਹੈ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ (ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਮੇਰਾ) ਮਨ ਧੀਰਜ ਨਹੀਂ ਕਰਦਾ, (ਮੇਰਾ ਅੰਦਰ) ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਉਮੰਗ ਉਠ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
