[
  {
    "id": 52044,
    "shabad_id": 4273,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਚਿਤਵਨਿ ਚਿਤਵੳੁ. ਪ੍ਰਿਅ ਪ੍ਰੀਤਿ ਬੈਰਾਗੀ; ਕਦਿ ਪਾਵੳੁ ਹਰਿ ਦਰਸਾੲੀ ॥",
    "transliteration": "Chithavan Chithavo Pria Preeth Bairaagee Kadh Paavo Har Dharasaaee ||",
    "translation": "I think thoughts of Him; I miss the Love of my Beloved. When will I obtain the Blessed Vision of the Lord's Darshan?",
    "punjabi": "ਹੇ ਵੀਰ! ਮੈਂ ਪਿਆਰੇ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਵੈਰਾਗਣ ਹੋਈ ਪਈ ਹਾਂ, ਮੈਂ (ਹਰ ਵੇਲੇ ਇਹ) ਸੋਚ ਸੋਚਦੀ ਰਹਿੰਦੀ ਹਾਂ ਕਿ ਮੈਂ ਹਰੀ ਦਾ ਦਰਸਨ ਕਦੋਂ ਕਰਾਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52045,
    "shabad_id": 4273,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਤਨ ਕਰੳੁ. ੲਿਹੁ ਮਨੁ, ਨਹੀ ਧੀਰੈ; ਕੋੳੂ ਹੈ ਰੇ ਸੰਤੁ ਮਿਲਾੲੀ ॥੧॥",
    "transliteration": "Jathan Karo Eihu Man Nehee Dhheerai Kooo Hai Rae Santh Milaaee ||1||",
    "translation": "I try, but this mind is not encouraged. Is there any Saint who can lead me to God? ||1||",
    "punjabi": "(ਇਸ ਮਨ ਨੂੰ ਧੀਰਜ ਦੇਣ ਲਈ) ਮੈਂ ਜਤਨ ਕਰਦੀ ਰਹਿੰਦੀ ਹਾਂ, ਪਰ ਇਹ ਮਨ ਧੀਰਜ ਨਹੀਂ ਕਰਦਾ। ਹੇ ਵੀਰ! ਕੋਈ ਅਜਿਹਾ ਭੀ ਸੰਤ ਹੈ ਜਿਹੜਾ ਮੈਨੂੰ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52046,
    "shabad_id": 4273,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਪ ਤਪ ਸੰਜਮ ਪੁੰਨ ਸਭਿ ਹੋਮੳੁ; ਤਿਸੁ ਅਰਪੳੁ ਸਭਿ ਸੁਖ ਜਾਂੲੀ ॥",
    "transliteration": "Jap Thap Sanjam Punn Sabh Homo This Arapo Sabh Sukh Jaanee ||",
    "translation": "Chanting, penance, self-control, good deeds and charity - I sacrifice all these in fire; I dedicate all peace and places to Him.",
    "punjabi": "ਹੇ ਵੀਰ! ਮੈਂ ਸਾਰੇ ਜਪ ਸਾਰੇ ਤਪ ਸਾਰੇ ਸੰਜਮ ਸਾਰੇ ਪੁੰਨ ਕੁਰਬਾਨ ਕਰ ਦਿਆਂ, ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਵਸੀਲੇ (ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਣ ਵਾਲੇ ਸੰਤ ਅੱਗੇ) ਭੇਟਾ ਰੱਖ ਦਿਆਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52047,
    "shabad_id": 4273,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ੲੇਕ ਨਿਮਖ. ਪ੍ਰਿਅ ਦਰਸੁ ਦਿਖਾਵੈ; ਤਿਸੁ ਸੰਤਨ ਕੈ ਬਲਿ ਜਾਂੲੀ ॥੨॥",
    "transliteration": "Eaek Nimakh Pria Dharas Dhikhaavai This Santhan Kai Bal Jaanee ||2||",
    "translation": "One who helps me to behold the Blessed Vision of my Beloved, for even an instant - I am a sacrifice to that Saint. ||2||",
    "punjabi": "ਹੇ ਵੀਰ! ਜੇ ਕੋਈ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਮੈਨੂੰ ਪਿਆਰੇ ਦਾ ਦਰਸਨ ਕਰਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਪਿਆਰੇ ਦੇ ਉਹਨਾਂ ਸੰਤਾਂ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਵਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52048,
    "shabad_id": 4273,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਰੳੁ ਨਿਹੋਰਾ ਬਹੁਤੁ ਬੇਨਤੀ; ਸੇਵੳੁ ਦਿਨੁ ਰੈਨਾੲੀ ॥",
    "transliteration": "Karo Nihoraa Bahuth Baenathee Saevo Dhin Rainaaee ||",
    "translation": "I offer all my prayers and entreaties to him; I serve him, day and night.",
    "punjabi": "ਹੇ ਵੀਰ! ਮੈਂ ਉਸ ਦੇ ਅੱਗੇ ਬਹੁਤ ਤਰਲਾ ਕਰਾਂਗੀ, ਬੇਨਤੀ ਕਰਾਂਗੀ, ਮੈਂ ਦਿਨ ਰਾਤ ਉਸ ਦੀ ਸੇਵਾ ਕਰਾਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52049,
    "shabad_id": 4273,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਮਾਨੁ ਅਭਿਮਾਨੁ ਹੳੁ ਸਗਲ ਤਿਅਾਗੳੁ; ਜੋ ਪ੍ਰਿਅ ਬਾਤ ਸੁਨਾੲੀ ॥੩॥",
    "transliteration": "Maan Abhimaan Ho Sagal Thiaago Jo Pria Baath Sunaaee ||3||",
    "translation": "I have renounced all pride and egotism; he tells me the stories of my Beloved. ||3||",
    "punjabi": "ਜਿਹੜਾ ਕੋਈ ਸੰਤ ਮੈਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਸੁਣਾਏ, ਮੈਂ ਉਸ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਾਰਾ ਮਾਣ ਅਹੰਕਾਰ ਤਿਆਗ ਦਿਆਂਗੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52050,
    "shabad_id": 4273,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਦੇਖਿ ਚਰਿਤ੍ਰ ਭੲੀ ਹੳੁ ਬਿਸਮਨਿ; ਗੁਰਿ ਸਤਿਗੁਰਿ. ਪੁਰਖਿ ਮਿਲਾੲੀ ॥",
    "transliteration": "Dhaekh Charithr Bhee Ho Bisaman Gur Sathigur Purakh Milaaee ||",
    "translation": "I am wonder-struck, gazing upon the wondrous play of God. The Guru, the True Guru, has led me to meet the Primal Lord.",
    "punjabi": "ਮੈਂ ਇਹ ਕੌਤਕ ਵੇਖ ਕੇ ਹੈਰਾਨ ਹੋ ਗਈ ਕਿ ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਅਕਾਲ ਪੁਰਖ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਜੋੜ ਦਿੱਤਾ।",
    "pronunciation": "ਚਰਿਤ੍ਰ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 52051,
    "shabad_id": 4273,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਪ੍ਰਭ ਰੰਗ ਦੲਿਅਾਲ ਮੋਹਿ ਗ੍ਰਿਹ ਮਹਿ ਪਾੲਿਅਾ; ਜਨ ਨਾਨਕ. ਤਪਤਿ ਬੁਝਾੲੀ ॥੪॥੧॥੧੫॥",
    "transliteration": "Prabh Rang Dhaeiaal Mohi Grih Mehi Paaeiaa Jan Naanak Thapath Bujhaaee ||4||1||15||",
    "translation": "I have found God, my Merciful Loving Lord, within the home of my own heart. O Nanak, the fire within me has been quenched. ||4||1||15||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਦਇਆ ਦਾ ਸੋਮਾ ਪਿਆਰ-ਸਰੂਪ ਪਰਮਾਤਮਾ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਲੱਭ ਲਿਆ, (ਤੇ, ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਵਾਲੀ ਸਾਰੀ) ਤਪਸ਼ ਮਿਟ ਗਈ ॥੪॥੧॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52052,
    "shabad_id": 4274,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52053,
    "shabad_id": 4274,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰੇ ਮੂੜ੍ਹੇ; ਤੂ. ਕਿੳੁ ਸਿਮਰਤ ਅਬ ਨਾਹੀ ॥",
    "transliteration": "Rae Moorrhae Thoo Kio Simarath Ab Naahee ||",
    "translation": "You fool, why are you not meditating on the Lord now?",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੁਣ (ਜਨਮ ਲੈ ਕੇ) ਤੂੰ ਕਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52054,
    "shabad_id": 4274,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਰਕ ਘੋਰ ਮਹਿ ੳੁਰਧ ਤਪੁ ਕਰਤਾ; ਨਿਮਖ ਨਿਮਖ ਗੁਣ ਗਾਂਹੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Narak Ghor Mehi Ouradhh Thap Karathaa Nimakh Nimakh Gun Gaanhee ||1|| Rehaao ||",
    "translation": "In the awful hell of the fire of the womb, you did penance, upside-down; each and every instant, you sang His Glorious Praises. ||1||Pause||",
    "punjabi": "(ਜਦੋਂ) ਤੂੰ ਭਿਆਨਕ ਨਰਕ (ਵਰਗੇ ਮਾਂ ਦੇ ਪੇਟ) ਵਿਚ (ਸੀ ਤਦੋਂ ਤੂੰ) ਪੁੱਠਾ (ਲਟਕਿਆ ਹੋਇਆ) ਤਪ ਕਰਦਾ ਸੀ, (ਉਥੇ ਤੂੰ) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52055,
    "shabad_id": 4274,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਨਿਕ ਜਨਮ, ਭ੍ਰਮਤੌ ਹੀ ਅਾੲਿਓ; ਮਾਨਸ ਜਨਮੁ ਦੁਲਭਾਹੀ ॥",
    "transliteration": "Anik Janam Bhramatha Hee Aaeiou Maanas Janam Dhulabhaahee ||",
    "translation": "You wandered through countless incarnations, until finally you attained this priceless human birth.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਅਨੇਕਾਂ ਹੀ ਜਨਮਾਂ ਵਿਚ ਭਟਕਦਾ ਆਇਆ ਹੈਂ। ਹੁਣ ਤੈਨੂੰ ਦੁਰਲੱਭ ਮਨੁੱਖਾ ਜਨਮ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "ਦੁ-ਲੱਭਾਹੀ",
    "type_id": 3
  },
  {
    "id": 52056,
    "shabad_id": 4274,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਗਰਭ ਜੋਨਿ ਛੋਡਿ ਜੳੁ ਨਿਕਸਿਓ; ਤੳੁ ਲਾਗੋ ਅਨ ਠਾਂਹੀ ॥੧॥",
    "transliteration": "Garabh Jon Shhodd Jo Nikasiou Tho Laago An Thaanhee ||1||",
    "translation": "Leaving the womb, you were born, and when you came out, you became attached to other places. ||1||",
    "punjabi": "ਪਰ ਮਾਂ ਦਾ ਪੇਟ ਛੱਡ ਕੇ ਜਦੋਂ ਤੂੰ ਜਗਤ ਵਿਚ ਆ ਗਿਆ, ਤਦੋਂ ਤੂੰ (ਸਿਮਰਨ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਥਾਈਂ ਰੁੱਝ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52057,
    "shabad_id": 4274,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਰਹਿ ਬੁਰਾੲੀ ਠਗਾੲੀ ਦਿਨੁ ਰੈਨਿ; ਨਿਹਫਲ ਕਰਮ ਕਮਾਹੀ ॥",
    "transliteration": "Karehi Buraaee Thagaaee Dhin Rain Nihafal Karam Kamaahee ||",
    "translation": "You practiced evil and fraud day and night, and did useless deeds.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਦਿਨ ਰਾਤ ਬੁਰਾਈਆਂ ਕਰਦਾ ਹੈਂ, ਠੱਗੀਆਂ ਕਰਦਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਉਹੀ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ ਜਿਨ੍ਹਾਂ ਤੋਂ ਕੁਝ ਭੀ ਹੱਥ ਨਹੀਂ ਆਉਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52058,
    "shabad_id": 4274,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਣੁ ਨਾਹੀ. ਤੁਹ ਗਾਹਣ ਲਾਗੇ; ਧਾੲਿ ਧਾੲਿ ਦੁਖ ਪਾਂਹੀ ॥੨॥",
    "transliteration": "Kan Naahee Thuh Gaahan Laagae Dhhaae Dhhaae Dhukh Paanhee ||2||",
    "translation": "You thrash the straw, but it has no wheat; running around and hurrying, you obtain only pain. ||2||",
    "punjabi": "(ਵੇਖ, ਜਿਹੜੇ ਕਿਸਾਨ ਉਹਨਾਂ) ਤੁਹਾਂ ਨੂੰ ਹੀ ਗਾਂਹਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿਚ ਦਾਣੇ ਨਹੀਂ ਹੁੰਦੇ, ਉਹ ਦੌੜ ਦੌੜ ਕੇ ਦੁੱਖ (ਹੀ) ਪਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52059,
    "shabad_id": 4274,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮਿਥਿਅਾ ਸੰਗਿ ਕੂੜਿ ਲਪਟਾੲਿਓ; ੳੁਰਝਿ ਪਰਿਓ ਕੁਸਮਾਂਹੀ ॥",
    "transliteration": "Mithhiaa Sang Koorr Lapattaaeiou Ourajh Pariou Kusamaanhee ||",
    "translation": "The false person is attached to falsehood; he is entangled with transitory things.",
    "punjabi": "ਹੇ ਕਮਲੇ! ਤੂੰ ਨਾਸਵੰਤ ਮਾਇਆ ਨਾਲ ਨਾਸਵੰਤ ਜਗਤ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਤੂੰ ਕੁਸੁੰਭੇ ਦੇ ਫੁੱਲਾਂ ਨਾਲ ਹੀ ਪਿਆਰ ਪਾਈ ਬੈਠਾ ਹੈਂ।",
    "pronunciation": "(ਕੁਸਮਾਂਹੀ) ਕਸੰੁਭੇ ਫੁੱਲ ਵਾਂਗ",
    "type_id": 3
  },
  {
    "id": 52060,
    "shabad_id": 4274,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਜਬ ਪਕਰਸਿ ਬਵਰੇ; ਤੳੁ ਕਾਲ ਮੁਖਾ ੳੁਠਿ ਜਾਹੀ ॥੩॥",
    "transliteration": "Dhharam Raae Jab Pakaras Bavarae Tho Kaal Mukhaa Outh Jaahee ||3||",
    "translation": "And when the Righteous Judge of Dharma seizes you, O madman, you shall arise and depart with your face blackened. ||3||",
    "punjabi": "ਜਦੋਂ ਤੈਨੂੰ ਧਰਮ-ਰਾਜ ਆ ਫੜੇਗਾ (ਜਦੋਂ ਮੌਤ ਆ ਗਈ) ਤਦੋਂ (ਭੈੜੇ ਕੰਮਾਂ ਦੀ) ਕਾਲਖ ਹੀ ਮੂੰਹ ਤੇ ਲੈ ਕੇ (ਇਥੋਂ) ਚਲਾ ਜਾਹਿਂਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52061,
    "shabad_id": 4274,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਸੋ ਮਿਲਿਅਾ. ਜੋ ਪ੍ਰਭੂ ਮਿਲਾੲਿਅਾ; ਜਿਸੁ ਮਸਤਕਿ ਲੇਖੁ ਲਿਖਾਂਹੀ ॥",
    "transliteration": "So Miliaa Jo Prabhoo Milaaeiaa Jis Masathak Laekh Likhaanhee ||",
    "translation": "He alone meets with God, whom God Himself meets, by such pre-ordained destiny written on his forehead.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ! ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਉਹ ਮਨੁੱਖ (ਹੀ ਪਰਮਾਤਮਾ ਨੂੰ) ਮਿਲਦਾ ਹੈ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਮਿਲਾਂਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੇ) ਲੇਖ ਲਿਖੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52062,
    "shabad_id": 4274,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਨ੍ਹ ਜਨ ਬਲਿਹਾਰੀ; ਜੋ ਅਲਿਪ ਰਹੇ ਮਨ ਮਾਂਹੀ ॥੪॥੨॥੧੬॥",
    "transliteration": "Kahu Naanak Thinh Jan Balihaaree Jo Alip Rehae Man Maanhee ||4||2||16||",
    "translation": "Says Nanak, I am a sacrifice to that humble being, who remains unattached within his mind. ||4||2||16||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਜਿਹੜੇ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਵਿਚ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ ॥੪॥੨॥੧੬॥",
    "pronunciation": "ਅ-ਲਿਪ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52063,
    "shabad_id": 4275,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52064,
    "shabad_id": 4275,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਿੳੁ ਜੀਵਨੁ; ਪ੍ਰੀਤਮ ਬਿਨੁ. ਮਾੲੀ ॥",
    "transliteration": "Kio Jeevan Preetham Bin Maaee ||",
    "translation": "How can I live without my Beloved, O my mother?",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਉਸ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਨਹੀਂ ਹੋ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52065,
    "shabad_id": 4275,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਾ ਕੇ ਬਿਛੁਰਤ ਹੋਤ ਮਿਰਤਕਾ; ਗ੍ਰਿਹ ਮਹਿ ਰਹਨੁ. ਨ ਪਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jaa Kae Bishhurath Hoth Mirathakaa Grih Mehi Rehan N Paaee ||1|| Rehaao ||",
    "translation": "Separated from Him, the mortal becomes a corpse, and is not allowed to remain within the house. ||1||Pause||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਸਰੀਰ ਤੋਂ ਵਿੱਛੁੜਿਆਂ ਸਰੀਰ ਮੁਰਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਤੇ ਮੁਰਦਾ ਸਰੀਰ) ਘਰ ਵਿਚ ਟਿਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52066,
    "shabad_id": 4275,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜੀਅ ਹਂØੀਅ ਪ੍ਰਾਨ ਕੋ ਦਾਤਾ; ਜਾ ਕੈ ਸੰਗਿ ਸੁਹਾੲੀ ॥",
    "transliteration": "Jeea Hanaeea Praan Ko Dhaathaa Jaa Kai Sang Suhaaee ||",
    "translation": "He is the Giver of the soul, the heart, the breath of life. Being with Him, we are embellished with joy.",
    "punjabi": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈ ਹਿਰਦਾ ਦੇਣ ਵਾਲਾ ਹੈ ਪ੍ਰਾਣ ਦੇਣ ਵਾਲਾ ਹੈ, ਤੇ, ਜਿਸ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ (ਇਹ ਸਰੀਰ) ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52067,
    "shabad_id": 4275,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਕਰਹੁ ਕ੍ਰਿਪਾ ਸੰਤਹੁ ਮੋਹਿ ਅਪੁਨੀ; ਪ੍ਰਭ ਮੰਗਲ ਗੁਣ ਗਾੲੀ ॥੧॥",
    "transliteration": "Karahu Kirapaa Santhahu Mohi Apunee Prabh Mangal Gun Gaaee ||1||",
    "translation": "Please bless me with Your Gace, O Saint, that I may sing the songs of joyful praise to my God. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮੇਰੇ ਉਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰੋ, ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52068,
    "shabad_id": 4275,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਚਰਨ ਸੰਤਨ ਕੇ. ਮਾਥੇ ਮੇਰੇ ੳੂਪਰਿ; ਨੈਨਹੁ ਧੂਰਿ ਬਾਂਛਾੲਂØੀ ॥",
    "transliteration": "Charan Santhan Kae Maathhae Maerae Oopar Nainahu Dhhoor Baanshhaaeanaee ||",
    "translation": "I touch my forehead to the feet of the Saints. My eyes long for their dust.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰੀ ਤਾਂਘ ਹੈ ਕਿ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨ ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਟਿਕੇ ਰਹਿਣ, ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੇਰੀਆਂ ਅੱਖਾਂ ਨੂੰ ਲੱਗਦੀ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52069,
    "shabad_id": 4275,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜਿਹ ਪ੍ਰਸਾਦਿ, ਮਿਲੀਅੈ ਪ੍ਰਭ ਨਾਨਕ; ਬਲਿ ਬਲਿ ਤਾ ਕੈ, ਹੳੁ ਜਾੲੀ ॥੨॥੩॥੧੭॥",
    "transliteration": "Jih Prasaadh Mileeai Prabh Naanak Bal Bal Thaa Kai Ho Jaaee ||2||3||17||",
    "translation": "By His Grace, we meet God; O Nanak, I am a sacrifice, a sacrifice to Him. ||2||3||17||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੩॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52070,
    "shabad_id": 4276,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52071,
    "shabad_id": 4276,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੳੁਅਾ ਅੳੁਸਰ ਕੈ; ਹੳੁ ਬਲਿ ਜਾੲੀ ॥",
    "transliteration": "Ouaa Aousar Kai Ho Bal Jaaee ||",
    "translation": "I am a sacrifice to that occasion.",
    "punjabi": "ਮੈਂ ਉਸ ਮੌਕੇ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ (ਜਦੋਂ ਮੈਨੂੰ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੋਈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52072,
    "shabad_id": 4276,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਅਪਨਾ ਪ੍ਰਭੁ ਸਿਮਰਨੁ; ਵਡਭਾਗੀ ਹਰਿ ਪਾਂੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aath Pehar Apanaa Prabh Simaran Vaddabhaagee Har Paanee ||1|| Rehaao ||",
    "translation": "Twenty-four hours a day, I meditate in remembrance on my God; by great good fortune, I have found the Lord. ||1||Pause||",
    "punjabi": "(ਹੁਣ ਮੈਨੂੰ) ਅੱਠੇ ਪਹਿਰ ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ (ਮਿਲ ਗਿਆ ਹੈ), ਤੇ, ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮੈਂ ਹਰੀ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52073,
    "shabad_id": 4276,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਭਲੋ ਕਬੀਰੁ ਦਾਸੁ ਦਾਸਨ ਕੋ; ੳੂਤਮੁ ਸੈਨੁ ਜਨੁ ਨਾੲੀ ॥",
    "transliteration": "Bhalo Kabeer Dhaas Dhaasan Ko Ootham Sain Jan Naaee ||",
    "translation": "Kabeer is good, the slave of the Lord's slaves; the humble barber Sain is sublime.",
    "punjabi": "ਕਬੀਰ (ਪਰਮਾਤਮਾ ਦੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣ ਕੇ ਭਲਾ ਬਣ ਗਿਆ, ਸੈਣ ਨਾਈ ਸੰਤ ਜਨਾਂ ਦਾ ਦਾਸ ਬਣ ਕੇ ਉੱਤਮ ਜੀਵਨ ਵਾਲਾ ਹੋ ਗਿਆ।",
    "pronunciation": "(ਜਨੁ) ਭਗਤ",
    "type_id": 3
  },
  {
    "id": 52074,
    "shabad_id": 4276,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ੳੂਚ ਤੇ ੳੂਚ ਨਾਮਦੇੳੁ ਸਮਦਰਸੀ; ਰਵਿਦਾਸ ਠਾਕੁਰ ਬਣਿ ਅਾੲੀ ॥੧॥",
    "transliteration": "Ooch Thae Ooch Naamadhaeo Samadharasee Ravidhaas Thaakur Ban Aaee ||1||",
    "translation": "Highest of the high is Naam Dayv, who looked upon all alike; Ravi Daas was in tune with the Lord. ||1||",
    "punjabi": "(ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਨਾਲ) ਨਾਮਦੇਵ ਉੱਚੇ ਤੋਂ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਬਣਿਆ, ਅਤੇ ਸਭ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤ ਨੂੰ ਵੇਖਣ ਵਾਲਾ ਬਣ ਗਿਆ, (ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਰਵਿਦਾਸ ਦੀ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੀਤ ਬਣ ਗਈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52075,
    "shabad_id": 4276,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ, ਤਨੁ ਧਨੁ ਸਾਧਨ ਕਾ; ੲਿਹੁ ਮਨੁ, ਸੰਤ ਰੇਨਾੲੀ ॥",
    "transliteration": "Jeeo Pindd Than Dhhan Saadhhan Kaa Eihu Man Santh Raenaaee ||",
    "translation": "My soul, body and wealth belong to the Saints; my mind longs for the dust of the Saints.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੇਰੀ ਇਹ ਜਿੰਦ, ਮੇਰਾ ਇਹ ਸਰੀਰ, ਇਹ ਤਨ, ਇਹ ਧਨ-ਸਭ ਕੁਝ ਸੰਤ ਜਨਾਂ ਦਾ ਹੋ ਚੁਕਿਆ ਹੈ, ਮੇਰਾ ਇਹ ਮਨ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52076,
    "shabad_id": 4276,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਤਾਪਿ ਭਰਮ ਸਭਿ ਨਾਸੇ; ਨਾਨਕ ਮਿਲੇ ਗੁਸਾੲੀ ॥੨॥੪॥੧੮॥",
    "transliteration": "Santh Prathaap Bharam Sabh Naasae Naanak Milae Gusaaee ||2||4||18||",
    "translation": "And by the radiant Grace of the Saints, all my doubts have been erased. O Nanak, I have met the Lord. ||2||4||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦੇ ਪ੍ਰਤਾਪ ਨਾਲ ਸਾਰੇ ਭਰਮ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਜਗਤ ਦਾ ਖਸਮ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥੪॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52077,
    "shabad_id": 4277,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52078,
    "shabad_id": 4277,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਨੋਰਥ ਪੂਰੇ ਸਤਿਗੁਰ ਅਾਪਿ ॥",
    "transliteration": "Manorathh Poorae Sathigur Aap ||",
    "translation": "The True Guru fulfills the mind's desires.",
    "punjabi": "(ਸਰਨ ਪਏ ਮਨੁੱਖ ਦੀਆਂ) ਸਾਰੀਆਂ ਲੋੜਾਂ ਗੁਰੂ ਆਪ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
