[
  {
    "id": 52659,
    "shabad_id": 4359,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ. ਦਰਸੁ ਪ੍ਰਭ ਜਾਚੈ; ਮਨ ਤਨ ਕੋ ਅਾਧਾਰ ॥੨॥੭੮॥੧੦੧॥",
    "transliteration": "Naanak Dhaas Dharas Prabh Jaachai Man Than Ko Aadhhaar ||2||78||101||",
    "translation": "Slave Nanak asks for the Blessed Vision of God. It is the Support of his mind and body. ||2||78||101||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਤੇਰਾ ਦਰਸਨ ਮੰਗਦਾ ਹੈ, ਇਹੀ (ਇਸ ਦੇ) ਮਨ ਦਾ ਤਨ ਦਾ ਆਸਰਾ ਹੈ ॥੨॥੭੮॥੧੦੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52660,
    "shabad_id": 4360,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52661,
    "shabad_id": 4360,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੈਲਾ; ਹਰਿ ਕੇ ਨਾਮ ਬਿਨੁ. ਜੀੳੁ ॥",
    "transliteration": "Mailaa Har Kae Naam Bin Jeeo ||",
    "translation": "Without the Name of the Lord, the soul is polluted.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੀਵ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52662,
    "shabad_id": 4360,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿਨਿ ਪ੍ਰਭਿ ਸਾਚੈ. ਅਾਪਿ ਭੁਲਾੲਿਅਾ; ਬਿਖੈ ਠਗੳੁਰੀ ਪੀੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thin Prabh Saachai Aap Bhulaaeiaa Bikhai Thagouree Peeo ||1|| Rehaao ||",
    "translation": "The True Lord God has Himself administered the intoxicating drug of corruption, and led the mortal astray. ||1||Pause||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ ਕਿ ਵਿਸ਼ਿਆਂ ਦੀ ਠਗ-ਬੂਟੀ (ਘੋਟ ਘੋਟ ਕੇ) ਪੀਂਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52663,
    "shabad_id": 4360,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕੋਟਿ ਜਨਮ ਭ੍ਰਮਤੌ ਬਹੁ ਭਾਂਤੀ; ਥਿਤਿ. ਨਹੀ ਕਤਹੂ ਪਾੲੀ ॥",
    "transliteration": "Kott Janam Bhramatha Bahu Bhaanthee Thhith Nehee Kathehoo Paaee ||",
    "translation": "Wandering through millions of incarnations in countless ways, he does not find stability anywhere.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਕਿਤੇ ਭੀ (ਇਸ ਗੇੜ ਵਿਚੋਂ ਇਸ ਨੂੰ) ਖੁਲੀਰ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52664,
    "shabad_id": 4360,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਪੂਰਾ ਸਤਿਗੁਰੁ ਸਹਜਿ. ਨ ਭੇਟਿਅਾ; ਸਾਕਤੁ ਅਾਵੈ ਜਾੲੀ ॥੧॥",
    "transliteration": "Pooraa Sathigur Sehaj N Bhaettiaa Saakath Aavai Jaaee ||1||",
    "translation": "The faithless cynic does not intuitively meet with the Perfect True Guru; he continues coming and going in reincarnation. ||1||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਅਪੜਾਣ ਵਾਲਾ) ਪੂਰਾ ਗੁਰੂ ਇਸ ਨੂੰ ਨਹੀਂ ਮਿਲਦਾ (ਇਸ ਵਾਸਤੇ ਸਦਾ) ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52665,
    "shabad_id": 4360,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਰਾਖਿ ਲੇਹੁ ਪ੍ਰਭ ਸੰਮਿ੍ਰਥ ਦਾਤੇ; ਤੁਮ ਪ੍ਰਭ ਅਗਮ ਅਪਾਰ ॥",
    "transliteration": "Raakh Laehu Prabh Sanmrithh Dhaathae Thum Prabh Agam Apaar ||",
    "translation": "Please save me, O All-powerful Lord God, O Great Giver; O God, You are Inaccessible and Infinite.",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ! ਅਸਾਂ ਜੀਵਾਂ ਵਾਸਤੇ ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "ਸੰਮ- ਿ੍ਰ੍ਨਥ, ਅ-ਗਮ: ਪੋਲਾ ਬੋਲੋ ਸੋਗ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 52666,
    "shabad_id": 4360,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ ਦਾਸ. ਤੇਰੀ ਸਰਣਾੲੀ; ਭਵਜਲੁ ੳੁਤਰਿਓ ਪਾਰ ॥੨॥੭੯॥੧੦੨॥",
    "transliteration": "Naanak Dhaas Thaeree Saranaaee Bhavajal Outhariou Paar ||2||79||102||",
    "translation": "Slave Nanak seeks Your Sanctuary, to cross over the terrible world-ocean, and reach the other shore. ||2||79||102||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਹੜਾ ਤੇਰਾ) ਦਾਸ ਤੇਰੀ ਸਰਨ ਆਉਂਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੨॥੭੯॥੧੦੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52667,
    "shabad_id": 4361,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52668,
    "shabad_id": 4361,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਮਣ ਕੳੁ; ਰਾਮ ਕੇ ਗੁਣਬਾਦ ॥",
    "transliteration": "Raman Ko Raam Kae Gun Baadh ||",
    "translation": "To chant the Glorious Praises of the Lord is Sublime.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਉਚਾਰਨ-ਇਹ ਹੀ ਸਿਮਰਨ ਵਾਸਤੇ (ਸ੍ਰੇਸ਼ਟ ਦਾਤ ਹੈ)।",
    "pronunciation": "(ਗੁਣਬਾਦ) ਗੁਣਾਨਵਾਦ, ਗੁਣਾਂ ਦਾ ਕਥਨ ਕਰਨਾ",
    "type_id": 3
  },
  {
    "id": 52669,
    "shabad_id": 4361,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਧਿਅਾੲੀਅੈ ਪਰਮੇਸਰੁ; ਅੰਮਿ੍ਰਤ ਜਾ ਕੇ ਸੁਅਾਦ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhhasang Dhhiaaeeai Paramaesar Anmrith Jaa Kae Suaadh ||1|| Rehaao ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, meditate on the Transcendent Lord God; The taste of His essence is Ambrosial Nectar. ||1||Pause||",
    "punjabi": "ਜਿਸ ਪਰਮੇਸਰ ਦੇ (ਨਾਮ ਜਪਣ ਦੇ) ਰਸ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਨ, ਉਸ ਦਾ ਧਿਆਨ ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52670,
    "shabad_id": 4361,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਿਮਰਤ ੲੇਕੁ ਅਚੁਤ ਅਬਿਨਾਸੀ; ਬਿਨਸੇ ਮਾੲਿਅਾ ਮਾਦ ॥",
    "transliteration": "Simarath Eaek Achuth Abinaasee Binasae Maaeiaa Maadh ||",
    "translation": "Meditating in remembrance on the One Unmoving, Eternal, Unchanging Lord God, the intoxication of Maya wears off.",
    "punjabi": "ਅਬਿਨਾਸੀ ਨਾਸ-ਰਹਿਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਮਾਇਆ ਦੇ ਸਾਰੇ ਨਸ਼ੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਅ-ਚੱੁਤ",
    "type_id": 3
  },
  {
    "id": 52671,
    "shabad_id": 4361,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਹਜ ਅਨਦ ਅਨਹਦ ਧੁਨਿ ਬਾਣੀ; ਬਹੁਰਿ. ਨ ਭੲੇ ਬਿਖਾਦ ॥੧॥",
    "transliteration": "Sehaj Anadh Anehadh Dhhun Baanee Bahur N Bheae Bikhaadh ||1||",
    "translation": "One who is blessed with intuitive peace and poise, and the vibrations of the Unstruck Celestial Bani, never suffers again. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਵਾਲੇ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਇਕ-ਰਸ ਰੌ ਜਾਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਦੁੱਖ-ਕਲੇਸ਼ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52672,
    "shabad_id": 4361,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਨਕਾਦਿਕ ਬ੍ਰਹਮਾਦਿਕ ਗਾਵਤ; ਗਾਵਤ ਸੁਕ ਪ੍ਰਹਿਲਾਦ ॥",
    "transliteration": "Sanakaadhik Brehamaadhik Gaavath Gaavath Suk Prehilaadh ||",
    "translation": "Even Brahma and his sons sing God's Praises; Sukdayv and Prahlaad sing His Praises as well.",
    "punjabi": "ਸਨਕ ਆਦਿਕ ਬ੍ਰਹਮਾ ਦੇ ਚਾਰੇ ਪੁੱਤਰ, ਬ੍ਰਹਮਾ ਆਦਿਕ ਦੇਵਤੇ (ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ। ਸੁਕਦੇਵ ਰਿਸ਼ੀ ਪ੍ਰਹਿਲਾਦ ਭਗਤ ਆਦਿਕ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52673,
    "shabad_id": 4361,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਪੀਵਤ ਅਮਿੳੁ ਮਨੋਹਰ ਹਰਿ ਰਸੁ; ਜਪਿ ਨਾਨਕ ਹਰਿ ਬਿਸਮਾਦ ॥੨॥੮੦॥੧੦੩॥",
    "transliteration": "Peevath Amio Manohar Har Ras Jap Naanak Har Bisamaadh ||2||80||103||",
    "translation": "Drinking in the fascinating Ambrosial Nectar of the Lord's sublime essence, Nanak meditates on the Amazing Lord. ||2||80||103||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੇ ਹਰੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਰਸ ਪੀਂਦਿਆਂ, ਹਰੀ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉਹ ਅਵਸਥਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ ਜਿਥੇ ਇਹ ਸਦਾ ਵਾਹ-ਵਾਹ ਦੀ ਮਸਤੀ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੮੦॥੧੦੩॥",
    "pronunciation": "ਅਮਿੳੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52674,
    "shabad_id": 4362,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52675,
    "shabad_id": 4362,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੀਨ੍ਹੇ. ਪਾਪ ਕੇ ਬਹੁ ਕੋਟ ॥",
    "transliteration": "Keenhae Paap Kae Bahu Kott ||",
    "translation": "He commits many millions of sins.",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਮਨੁੱਖ ਪਾਪਾਂ ਦੀਆਂ ਅਨੇਕਾਂ ਵਲਗਣਾਂ (ਆਪਣੀ ਜਿੰਦ ਦੇ ਦੁਆਲੇ) ਖੜੀਆਂ ਕਰਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52676,
    "shabad_id": 4362,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦਿਨਸੁ ਰੈਨੀ ਥਕਤ ਨਾਹੀ; ਕਤਹਿ ਨਾਹੀ. ਛੋਟ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhinas Rainee Thhakath Naahee Kathehi Naahee Shhott ||1|| Rehaao ||",
    "translation": "Day and night, he does not get tired of them, and he never finds release. ||1||Pause||",
    "punjabi": "ਦਿਨ ਰਾਤ (ਪਾਪ ਕਰਦਿਆਂ) ਥੱਕਦਾ ਨਹੀਂ (ਸਾਧ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਤੇ ਭੀ (ਪਾਪਾਂ ਤੋਂ) ਇਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52677,
    "shabad_id": 4362,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮਹਾ ਬਜਰ. ਬਿਖ ਬਿਅਾਧੀ; ਸਿਰਿ ੳੁਠਾੲੀ ਪੋਟ ॥",
    "transliteration": "Mehaa Bajar Bikh Biaadhhee Sir Outhaaee Pott ||",
    "translation": "He carries on his head a terrible, heavy load of sin and corruption.",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਮਨੁੱਖ ਬੜੇ ਕਰੜੇ ਅਤੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਰੋਗਾਂ ਦੀ ਪੋਟਲੀ (ਆਪਣੇ) ਸਿਰ ਉਤੇ ਚੁੱਕੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਬੱਜਰ",
    "type_id": 3
  },
  {
    "id": 52678,
    "shabad_id": 4362,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ੳੁਘਰਿ ਗੲੀਅਾਂ, ਖਿਨਹਿ ਭੀਤਰਿ; ਜਮਹਿ, ਗ੍ਰਾਸੇ ਝੋਟ ॥੧॥",
    "transliteration": "Oughar Geeaaan Khinehi Bheethar Jamehi Graasae Jhott ||1||",
    "translation": "In an instant, he is exposed. The Messenger of Death seizes him by his hair. ||1||",
    "punjabi": "ਜਦੋਂ ਜਮਾਂ ਨੇ (ਆ ਕੇ) ਕੇਸਾਂ ਤੋਂ ਫੜ ਲਿਆ, ਤਦੋਂ ਇਕ ਖਿਨ ਵਿਚ ਹੀ (ਇਸ ਦੀਆਂ) ਅੱਖਾਂ ਉਘੜ ਆਉਂਦੀਆਂ ਹਨ (ਪਰ ਤਦੋਂ ਕੀਹ ਲਾਭ?) ॥੧॥",
    "pronunciation": "(ੳੁਘ-ਰਿ) ਪ੍ਰਗਟ ਹੋ ਗੲੀਅਾਂ ਮੰਦੀਅਾਂ ਕਰਤੂਤਾਂ। (ਝੋਟ) ਜੁੰਡੇ। ਗੱ੍ਰਾਸੇ",
    "type_id": 3
  },
  {
    "id": 52679,
    "shabad_id": 4362,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪਸੁ ਪਰੇਤ ੳੁਸਟ ਗਰਧਭ; ਅਨਿਕ ਜੋਨੀ ਲੇਟ ॥",
    "transliteration": "Pas Paraeth Ousatt Garadhhabh Anik Jonee Laett ||",
    "translation": "He is consigned to countless forms of reincarnation, into beasts, ghosts, camels and donkeys.",
    "punjabi": "(ਪਾਪਾਂ ਦੀਆਂ ਪੰਡਾਂ ਦੇ ਕਾਰਨ) ਜੀਵ ਪਸ਼ੂ, ਪ੍ਰੇਤ, ਊਂਠ, ਖੋਤਾ ਆਦਿਕ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਰੁਲਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52680,
    "shabad_id": 4362,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਭਜੁ ਸਾਧਸੰਗਿ ਗੋਬਿੰਦ ਨਾਨਕ; ਕਛੁ. ਨ ਲਾਗੈ ਫੇਟ ॥੨॥੮੧॥੧੦੪॥",
    "transliteration": "Bhaj Saadhhasang Gobindh Naanak Kashh N Laagai Faett ||2||81||104||",
    "translation": "Vibrating and meditating on the Lord of the Universe in the Saadh Sangat, the Company of the Holy, O Nanak, you shall never be struck or harmed at all. ||2||81||104||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, ਫਿਰ (ਜਮਾਂ ਦੀ) ਰਤਾ ਭਰ ਭੀ ਚੋਟ ਨਹੀਂ ਲੱਗੇਗੀ ॥੨॥੮੧॥੧੦੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52681,
    "shabad_id": 4363,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52682,
    "shabad_id": 4363,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੰਧੇ, ਖਾਵਹਿ ਬਿਸੂ ਕੇ ਗਟਾਕ ॥",
    "transliteration": "Andhhae Khaavehi Bisoo Kae Gattaak ||",
    "translation": "He is so blind! He is eating loads of poison.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋ ਚੁਕੇ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਪਦਾਰਥ ਹੀ ਖ਼ੁਸ਼ ਹੋ ਹੋ ਕੇ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52683,
    "shabad_id": 4363,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨੈਨ ਸ੍ਰਵਨ ਸਰੀਰੁ ਸਭੁ ਹੁਟਿਓ; ਸਾਸੁ ਗੲਿਓ ਤਤ ਘਾਟ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Nain Sravan Sareer Sabh Huttiou Saas Gaeiou Thath Ghaatt ||1|| Rehaao ||",
    "translation": "His eyes, ears and body are totally exhausted; he shall lose his breath in an instant. ||1||Pause||",
    "punjabi": "(ਆਖ਼ਿਰ ਮੌਤ ਸਿਰ ਤੇ ਆ ਜਾਂਦੀ ਹੈ), ਅੱਖਾਂ, ਕੰਨ, ਸਰੀਰ-ਹਰੇਕ ਅੰਗ ਕੰਮ ਕਰਨੋਂ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਤੇ, ਸਾਹ ਭੀ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52684,
    "shabad_id": 4363,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਅਨਾਥ ਰਞਞਾਣਿ, ੳੁਦਰੁ ਲੇ ਪੋਖਹਿ; ਮਾੲਿਅਾ ਗੲੀਅਾ ਹਾਟਿ ॥",
    "transliteration": "Anaathh Ranjaan Oudhar Lae Pokhehi Maaeiaa Geeaa Haatt ||",
    "translation": "Making the poor suffer, he fills his belly, but the wealth of Maya shall not go with him.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋ ਚੁਕੇ ਮਨੁੱਖ) ਕਮਜ਼ੋਰਾਂ ਨੂੰ ਦੁੱਖ ਦੇ ਦੇ ਕੇ ਆਪਣਾ ਪੇਟ ਪਾਲਦੇ ਰਹਿੰਦੇ ਹਨ (ਪਰ ਮੌਤ ਆਉਣ ਤੇ) ਉਹ ਮਾਇਆ ਭੀ ਸਾਥ ਛੱਡ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "(ਰਞਾਣਿ) ਦੁਖਾ ਕੇ",
    "type_id": 3
  },
  {
    "id": 52685,
    "shabad_id": 4363,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਿਲਬਿਖ ਕਰਤ ਕਰਤ ਪਛੁਤਾਵਹਿ; ਕਬਹੁ. ਨ ਸਾਕਹਿ ਛਾਂਟਿ ॥੧॥",
    "transliteration": "Kilabikh Karath Karath Pashhuthaavehi Kabahu N Saakehi Shhaantt ||1||",
    "translation": "Committing sinful mistakes again and again, he regrets and repents, but he can never give them up. ||1||",
    "punjabi": "ਅਜਿਹੇ ਮਨੁੱਖ ਪਾਪ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਪਛਤਾਂਦੇ ਭੀ ਹਨ, (ਪਰ ਇਹਨਾਂ ਪਾਪਾਂ ਨੂੰ) ਛੱਡ ਨਹੀਂ ਸਕਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52686,
    "shabad_id": 4363,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਿੰਦਕੁ ਜਮਦੂਤੀ ਅਾੲਿ ਸੰਘਾਰਿਓ; ਦੇਵਹਿ ਮੂੰਡ ੳੁਪਰਿ ਮਟਾਕ ॥",
    "transliteration": "Nindhak Jamadhoothee Aae Sanghaariou Dhaevehi Moondd Oupar Mattaak ||",
    "translation": "The Messenger of Death comes to slaughter the slanderer; he beats him on his head.",
    "punjabi": "(ਇਹੀ ਹਾਲ ਹੁੰਦਾ ਹੈ ਨਿੰਦਕ ਮਨੁੱਖ ਦਾ। ਨਿੰਦਕ ਸਾਰੀ ਉਮਰ ਸੰਤ ਜਨਾਂ ਉਤੇ ਦੂਸ਼ਣ ਲਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਖ਼ਿਰ ਜਦੋਂ) ਜਮਦੂਤ ਨਿੰਦਕ ਨੂੰ ਆ ਫੜਦੇ ਹਨ, ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ (ਮੌਤ ਦੀ) ਚੋਟ ਆ ਚਲਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52687,
    "shabad_id": 4363,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪਨ ਕਟਾਰੀ. ਅਾਪਸ ਕੳੁ ਲਾੲੀ; ਮਨੁ ਅਪਨਾ ਕੀਨੋ ਫਾਟ ॥੨॥੮੨॥੧੦੫॥",
    "transliteration": "Naanak Aapan Kattaaree Aapas Ko Laaee Man Apanaa Keeno Faatt ||2||82||105||",
    "translation": "O Nanak, he cuts himself with his own dagger, and damages his own mind. ||2||82||105||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਾਰੀ ਉਮਰ) ਨਿੰਦਕ ਆਪਣੀ ਛੁਰੀ ਆਪਣੇ ਉੱਤੇ ਹੀ ਚਲਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਹੀ ਮਨ ਨੂੰ ਨਿੰਦਾ ਦੇ ਜ਼ਖ਼ਮ ਲਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥੮੨॥੧੦੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52688,
    "shabad_id": 4364,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52689,
    "shabad_id": 4364,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਟੂਟੀ; ਨਿੰਦਕ ਕੀ ਅਧ ਬੀਚ ॥",
    "transliteration": "Ttoottee Nindhak Kee Adhh Beech ||",
    "translation": "The slanderer is destroyed in mid-stream.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਨਿਸਫਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52690,
    "shabad_id": 4364,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਕਾ ਰਾਖਾ ਅਾਪਿ ਸੁਅਾਮੀ; ਬੇਮੁਖ ਕੳੁ ਅਾੲਿ ਪਹੂਚੀ ਮੀਚ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jan Kaa Raakhaa Aap Suaamee Baemukh Ko Aae Pehoochee Meech ||1|| Rehaao ||",
    "translation": "Our Lord and Master is the Saving Grace, the Protector of His humble servants; those who have turned their backs on the Guru are overtaken by death. ||1||Pause||",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਆਪਣੇ ਸੇਵਕ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਤੋਂ ਮੂੰਹ ਮੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52691,
    "shabad_id": 4364,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ੳੁਸ ਕਾ ਕਹਿਅਾ. ਕੋੲਿ, ਨ ਸੁਣੲੀ; ਕਹੀ. ਨ ਬੈਸਣੁ ਪਾਵੈ ॥",
    "transliteration": "Ous Kaa Kehiaa Koe N Sunee Kehee N Baisan Paavai ||",
    "translation": "No one listens to what he says; he is not allowed to sit anywhere.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਗੱਲ ਉੱਤੇ ਕੋਈ ਇਤਬਾਰ ਨਹੀਂ ਕਰਦਾ, ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਇੱਜ਼ਤ ਵਾਲੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52692,
    "shabad_id": 4364,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ੲੀਹਾਂ ਦੁਖੁ. ਅਾਗੈ ਨਰਕੁ ਭੁੰਚੈ; ਬਹੁ ਜੋਨੀ ਭਰਮਾਵੈ ॥੧॥",
    "transliteration": "Eehaan Dhukh Aagai Narak Bhunchai Bahu Jonee Bharamaavai ||1||",
    "translation": "He suffers in pain here, and falls into hell hereafter. He wanders in endless reincarnations. ||1||",
    "punjabi": "ਨਿੰਦਕ ਇਸ ਲੋਕ ਵਿਚ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, (ਕਿਉਂਕਿ ਕੋਈ ਉਸ ਦੀ ਇੱਜ਼ਤ ਨਹੀਂ ਕਰਦਾ), ਪਰਲੋਕ ਵਿਚ ਉਹ ਨਰਕ ਭੋਗਦਾ ਹੈ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52693,
    "shabad_id": 4364,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਪ੍ਰਗਟੁ ਭੲਿਅਾ ਖੰਡੀ ਬ੍ਰਹਮੰਡੀ; ਕੀਤਾ ਅਪਣਾ ਪਾੲਿਅਾ ॥",
    "transliteration": "Pragatt Bhaeiaa Khanddee Brehamanddee Keethaa Apanaa Paaeiaa ||",
    "translation": "He has become infamous across worlds and galaxies; he receives according to what he has done.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੇ (ਇਸ) ਕੀਤੇ ਦਾ (ਇਹ) ਫਲ ਪਾਂਦਾ ਹੈ ਕਿ ਸਾਰੇ ਜਗਤ ਵਿਚ ਬਦਨਾਮ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52694,
    "shabad_id": 4364,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਸਰਣਿ ਨਿਰਭੳੁ ਕਰਤੇ ਕੀ; ਅਨਦ ਮੰਗਲ ਗੁਣ ਗਾੲਿਅਾ ॥੨॥੮੩॥੧੦੬॥",
    "transliteration": "Naanak Saran Nirabho Karathae Kee Anadh Mangal Gun Gaaeiaa ||2||83||106||",
    "translation": "Nanak seeks the Sanctuary of the Fearless Creator Lord; he sings His Glorious Praises in ecstasy and bliss. ||2||83||106||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ) ਨਿਰਭਉ ਕਰਤਾਰ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਖ਼ੁਸ਼ੀਆਂ ਬਣੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੨॥੮੩॥੧੦੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52695,
    "shabad_id": 4365,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52696,
    "shabad_id": 4365,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਚਲਤ. ਬਹੁ ਪਰਕਾਰਿ ॥",
    "transliteration": "Thrisanaa Chalath Bahu Parakaar ||",
    "translation": "Desire plays itself out in so many ways.",
    "punjabi": "(ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਤ੍ਰਿਸ਼ਨਾ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਦੌੜ-ਭੱਜ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
