[
  {
    "id": 52734,
    "shabad_id": 4370,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਨਮੁ ਪਦਾਰਥੁ ਗੁਰਮੁਖਿ ਜੀਤਿਅਾ; ਬਹੁਰਿ. ਨ ਜੂਅੈ ਹਾਰਿ ॥੧॥",
    "transliteration": "Janam Padhaarathh Guramukh Jeethiaa Bahur N Jooai Haar ||1||",
    "translation": "The Gurmukh is successful in this priceless human life; he shall not lose it in the gamble ever again. ||1||",
    "punjabi": "ਗੁਰਮੁਖ ਇਸ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਕਾਮਯਾਬ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਫਿਰ ਕਦੇ ਇਸ ਨੂੰ ਜੂਏ ਵਿਚ ਹਾਰ ਕੇ ਨਹੀਂ ਜਾਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52735,
    "shabad_id": 4370,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਾਠ ਪਹਰ. ਪ੍ਰਭ ਕੇ ਗੁਣ ਗਾਵਹ; ਪੂਰਨ ਸਬਦਿ ਬੀਚਾਰਿ ॥",
    "transliteration": "Aath Pehar Prabh Kae Gun Gaaveh Pooran Sabadh Beechaar ||",
    "translation": "Twenty-four hours a day, I sing the Glorious Praises of the Lord, and contemplate the Perfect Word of the Shabad.",
    "punjabi": "ਆਓ, ਰਲ ਕੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਅੱਠੇ ਪਹਰ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52736,
    "shabad_id": 4371,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ ਦਾਸਨਿ ਦਾਸੁ ਜਨੁ ਤੇਰਾ; ਪੁਨਹ ਪੁਨਹ ਨਮਸਕਾਰਿ ॥੨॥੮੯॥੧੧੨॥",
    "transliteration": "Naanak Dhaasan Dhaas Jan Thaeraa Puneh Puneh Namasakaar ||2||89||112||",
    "translation": "Servant Nanak is the slave of Your slaves; over and over again, he bows in humble reverence to You. ||2||89||112||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਨਾਨਕ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ, (ਤੇਰੇ ਦਰ ਤੇ ਹੀ) ਮੁੜ ਮੁੜ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ ॥੨॥੮੯॥੧੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52737,
    "shabad_id": 4371,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52738,
    "shabad_id": 4371,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਪੋਥੀ; ਪਰਮੇਸਰ ਕਾ ਥਾਨੁ ॥",
    "transliteration": "Pothhee Paramaesar Kaa Thhaan ||",
    "translation": "This Holy Book is the home of the Transcendent Lord God.",
    "punjabi": "ਗੁਰਬਾਣੀ (ਹੀ) ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਥਾਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52739,
    "shabad_id": 4371,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਗਾਵਹਿ ਗੁਣ ਗੋਬਿੰਦ; ਪੂਰਨ ਬ੍ਰਹਮਗਿਅਾਨੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhhasang Gaavehi Gun Gobindh Pooran Breham Giaan ||1|| Rehaao ||",
    "translation": "Whoever sings the Glorious Praises of the Lord of the Universe in the Saadh Sangat, the Company of the Holy, has the perfect knowledge of God. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52740,
    "shabad_id": 4371,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਾਧਿਕ ਸਿਧ ਸਗਲ ਮੁਨਿ ਲੋਚਹਿ; ਬਿਰਲੇ ਲਾਗੈ ਧਿਅਾਨੁ ॥",
    "transliteration": "Saadhhik Sidhh Sagal Mun Lochehi Biralae Laagai Dhhiaan ||",
    "translation": "The Siddhas and seekers and all the silent sages long for the Lord, but those who meditate on Him are rare.",
    "punjabi": "ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ, ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਸਾਰੇ ਰਿਸ਼ੀ-ਮੁਨੀ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਕਰਦੇ ਆ ਰਹੇ ਹਨ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਦੀ ਸੁਰਤ (ਉਸ ਵਿਚ) ਜੁੜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52741,
    "shabad_id": 4371,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜਿਸਹਿ ਕ੍ਰਿਪਾਲੁ ਹੋੲਿ ਮੇਰਾ ਸੁਅਾਮੀ; ਪੂਰਨ ਤਾ ਕੋ ਕਾਮੁ ॥੧॥",
    "transliteration": "Jisehi Kirapaal Hoe Maeraa Suaamee Pooran Thaa Ko Kaam ||1||",
    "translation": "That person, unto whom my Lord and Master is merciful - all his tasks are perfectly accomplished. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਦਾ (ਇਹ) ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52742,
    "shabad_id": 4371,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਾ ਕੈ ਰਿਦੈ ਵਸੈ. ਭੈ ਭੰਜਨੁ; ਤਿਸੁ ਜਾਨੈ ਸਗਲ ਜਹਾਨੁ ॥",
    "transliteration": "Jaa Kai Ridhai Vasai Bhai Bhanjan This Jaanai Sagal Jehaan ||",
    "translation": "One whose heart is filled with the Lord, the Destroyer of fear, knows the whole world.",
    "punjabi": "ਸਾਰੇ ਡਰਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਾਰਾ ਜਗਤ ਜਾਣ ਲੈਂਦਾ ਹੈ (ਸਾਰੇ ਜਗਤ ਵਿਚ ਉਸ ਦੀ ਸੋਭਾ ਖਿਲਰ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52743,
    "shabad_id": 4372,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਖਿਨੁ ਪਲੁ ਬਿਸਰੁ ਨਹੀ. ਮੇਰੇ ਕਰਤੇ; ੲਿਹੁ ਨਾਨਕੁ ਮਾਂਗੈ ਦਾਨੁ ॥੨॥੯੦॥੧੧੩॥",
    "transliteration": "Khin Pal Bisar Nehee Maerae Karathae Eihu Naanak Maangai Dhaan ||2||90||113||",
    "translation": "May I never forget You, even for an instant, O my Creator Lord; Nanak begs for this blessing. ||2||90||113||",
    "punjabi": "(ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਨਾਨਕ ਇਹ ਦਾਨ ਮੰਗਦਾ ਹੈ (ਕਿ) ਹੇ ਮੇਰੇ ਕਰਤਾਰ! (ਮੇਰੇ ਮਨ ਤੋਂ ਕਦੇ) ਇਕ ਖਿਨ ਵਾਸਤੇ ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਨਾਹ ਵਿਸਰ ॥੨॥੯੦॥੧੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52744,
    "shabad_id": 4372,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52745,
    "shabad_id": 4372,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਵੂਠਾ; ਸਰਬ ਥਾੲੀ ਮੇਹੁ ॥",
    "transliteration": "Voothaa Sarab Thhaaee Maehu ||",
    "translation": "The rain has fallen everywhere.",
    "punjabi": "(ਜਿਵੇਂ) ਮੀਂਹ (ਟੋਏ ਟਿੱਬੇ) ਸਭਨੀਂ ਹੀ ਥਾਈਂ ਵਰ੍ਹਦਾ ਹੈ,",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 52746,
    "shabad_id": 4372,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਨਦ ਮੰਗਲ ਗਾੳੁ ਹਰਿ ਜਸੁ; ਪੂਰਨ ਪ੍ਰਗਟਿਓ ਨੇਹੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anadh Mangal Gaao Har Jas Pooran Pragattiou Naehu ||1|| Rehaao ||",
    "translation": "Singing the Lord's Praises with ecstasy and bliss, the Perfect Lord is revealed. ||1||Pause||",
    "punjabi": "(ਤਿਵੇਂ ਜਸ ਗਾਣ ਵਾਲਿਆਂ ਦੇ ਹਿਰਦਿਆਂ ਵਿਚ) ਆਨੰਦ ਤੇ ਖ਼ੁਸ਼ੀਆਂ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ, ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ (ਹਿਰਦੇ ਵਿਚ) ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ। (ਇਸ ਕਰ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਜਸ ਗਾਇਆ ਕਰੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52747,
    "shabad_id": 4372,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਚਾਰਿ ਕੁੰਟ ਦਹ ਦਿਸਿ ਜਲਨਿਧਿ; ੳੂਨ ਥਾੳੁ ਨ ਕੇਹੁ ॥",
    "transliteration": "Chaar Kuntt Dheh Dhis Jal Nidhh Oon Thhaao N Kaehu ||",
    "translation": "On all four sides and in the ten directions, the Lord is an ocean. There is no place where He does not exist.",
    "punjabi": "(ਜੀਵਨ-) ਜਲ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਚੌਹਾਂ ਕੂਟਾਂ ਵਿਚ ਦਸੀਂ ਪਾਸੀਂ (ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ) ਕੋਈ ਭੀ ਥਾਂ (ਉਸ ਦੀ ਹੋਂਦ ਤੋਂ) ਖ਼ਾਲੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52748,
    "shabad_id": 4372,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕ੍ਰਿਪਾਨਿਧਿ ਗੋਬਿੰਦ ਪੂਰਨ; ਜੀਅ ਦਾਨੁ ਸਭ ਦੇਹੁ ॥੧॥",
    "transliteration": "Kirapaa Nidhh Gobindh Pooran Jeea Dhaan Sabh Dhaehu ||1||",
    "translation": "O Perfect Lord God, Ocean of Mercy, You bless all with the gift of the soul. ||1||",
    "punjabi": "(ਉਸ ਦਾ ਇਉਂ ਜਸ ਗਾਇਆ ਕਰੋ-) ਹੇ ਦਇਆ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਗੋਬਿੰਦ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਹੀ ਜੀਵਨ- ਦਾਤ ਦੇਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52749,
    "shabad_id": 4372,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਤਿ ਸਤਿ, ਹਰਿ ਸਤਿ ਸੁਅਾਮੀ; ਸਤਿ ਸਾਧਸੰਗੇਹੁ ॥",
    "transliteration": "Sath Sath Har Sath Suaamee Sath Saadhhasangaehu ||",
    "translation": "True, True, True is my Lord and Master; True is the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਦਾ ਹੀ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਹੈ (ਜਿੱਥੇ ਉਹ ਮਿਲਦਾ ਹੈ, ਉਹ) ਸਾਧ ਸੰਗਤ ਭੀ ਧੁਰ ਤੋਂ ਚਲੀ ਆ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52750,
    "shabad_id": 4373,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿ ਤੇ ਜਨ. ਜਿਨ ਪਰਤੀਤਿ ੳੁਪਜੀ; ਨਾਨਕ. ਨਹ ਭਰਮੇਹੁ ॥੨॥੯੧॥੧੧੪॥",
    "transliteration": "Sath Thae Jan Jin Paratheeth Oupajee Naanak Neh Bharamaehu ||2||91||114||",
    "translation": "True are those humble beings, within whom faith wells up; O Nanak, they are not deluded by doubt. ||2||91||114||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਵਾਸਤੇ ਸਰਧਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਭੀ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਭਟਕਣਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ॥੨॥੯੧॥੧੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52751,
    "shabad_id": 4373,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52752,
    "shabad_id": 4373,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਗੋਬਿਦ ਜੀੳੁ; ਤੂ ਮੇਰੇ ਪ੍ਰਾਨ ਅਧਾਰ ॥",
    "transliteration": "Gobidh Jeeo Thoo Maerae Praan Adhhaar ||",
    "translation": "O Dear Lord of the Universe, You are the Support of my breath of life.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52753,
    "shabad_id": 4373,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸਾਜਨ ਮੀਤ ਸਹਾੲੀ ਤੁਮ ਹੀ; ਤੂ ਮੇਰੋ ਪਰਵਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saajan Meeth Sehaaee Thum Hee Thoo Maero Paravaar ||1|| Rehaao ||",
    "translation": "You are my Best Friend and Companion, my Help and Support; You are my family. ||1||Pause||",
    "punjabi": "ਤੂੰ ਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੀ ਮਦਦ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਪਰਵਾਰ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52754,
    "shabad_id": 4373,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਕਰੁ ਮਸਤਕਿ ਧਾਰਿਓ ਮੇਰੈ ਮਾਥੈ; ਸਾਧਸੰਗਿ ਗੁਣ ਗਾੲੇ ॥",
    "transliteration": "Kar Masathak Dhhaariou Maerai Maathhai Saadhhasang Gun Gaaeae ||",
    "translation": "You placed Your Hand on my forehead; in the Saadh Sangat, the Company of the Holy, I sing Your Glorious Praises.",
    "punjabi": "ਹੇ ਪ੍ਰ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਮੇਰੇ ਮਸਤਕ ਉੱਤੇ (ਆਪਣੀ ਮਿਹਰ ਦਾ) ਹੱਥ ਰੱਖਿਆ, ਤਦੋਂ ਮੈਂ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਟਿਕ ਕੇ ਤੇਰੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52755,
    "shabad_id": 4373,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤੁਮਰੀ ਕ੍ਰਿਪਾ ਤੇ ਸਭ ਫਲ ਪਾੲੇ; ਰਸਕਿ ਰਾਮ ਨਾਮ ਧਿਅਾੲੇ ॥੧॥",
    "transliteration": "Thumaree Kirapaa Thae Sabh Fal Paaeae Rasak Raam Naam Dhhiaaeae ||1||",
    "translation": "By Your Grace, I have obtained all fruits and rewards; I meditate on the Lord's Name with delight. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਮੈਂ ਸਾਰੇ ਫਲ ਹਾਸਲ ਕੀਤੇ ਹਨ, ਅਤੇ ਪਿਆਰ ਨਾਲ ਤੇਰਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52756,
    "shabad_id": 4373,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਬਿਚਲ ਨੀਵ ਧਰਾੲੀ ਸਤਿਗੁਰਿ; ਕਬਹੂ ਡੋਲਤ ਨਾਹੀ ॥",
    "transliteration": "Abichal Neev Dhharaaee Sathigur Kabehoo Ddolath Naahee ||",
    "translation": "The True Guru has laid the eternal foundation; it shall never be shaken.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਅਟੱਲ ਨੀਂਹ ਰੱਖ ਦਿੱਤੀ, ਉਹ ਕਦੇ (ਮਾਇਆ ਵਿਚ) ਡੋਲਦੇ ਨਹੀਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52757,
    "shabad_id": 4374,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਨਾਨਕ. ਜਬ ਭੲੇ ਦੲਿਅਾਰਾ; ਸਰਬ ਸੁਖਾ ਨਿਧਿ ਪਾਂਹੀ ॥੨॥੯੨॥੧੧੫॥",
    "transliteration": "Gur Naanak Jab Bheae Dhaeiaaraa Sarab Sukhaa Nidhh Paanhee ||2||92||115||",
    "translation": "Guru Nanak has become merciful to me, and I have been blessed with the treasure of absolute peace. ||2||92||115||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਸਤਿਗੁਰੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ॥੨॥੯੨॥੧੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52758,
    "shabad_id": 4374,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52759,
    "shabad_id": 4374,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਨਿਬਹੀ; ਨਾਮ ਕੀ ਸਚੁ ਖੇਪ ॥",
    "transliteration": "Nibehee Naam Kee Sach Khaep ||",
    "translation": "Only the true merchandise of the Naam, the Name of the Lord, stays with you.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਵਪਾਰ ਦਾ ਲੱਦਿਆ ਮਾਲ ਜਿਸ ਜੀਵ-ਵਣਜਾਰੇ ਦੇ ਨਾਲ ਸਦਾ ਦਾ ਸਾਥ ਬਣਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52760,
    "shabad_id": 4374,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਲਾਭੁ ਹਰਿ ਗੁਣ ਗਾੲਿ, ਨਿਧਿ ਧਨੁ; ਬਿਖੈ ਮਾਹਿ ਅਲੇਪ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Laabh Har Gun Gaae Nidhh Dhhan Bikhai Maahi Alaep ||1|| Rehaao ||",
    "translation": "Sing the Glorious Praises of the Lord, the treasure of wealth, and earn your profit; in the midst of corruption, remain untouched. ||1||Pause||",
    "punjabi": "ਉਹ ਜੀਵ-ਵਣਜਾਰਾ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਇਹੀ ਅਸਲ ਖੱਟੀ ਹੈ, ਇਹੀ ਅਸਲ ਖ਼ਜ਼ਾਨਾ ਹੈ ਇਹੀ ਅਸਲ ਧਨ ਹੈ, (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਜੀਵ-ਵਣਜਾਰਾ (ਮਾਇਕ) ਪਦਾਰਥਾਂ ਵਿਚ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52761,
    "shabad_id": 4374,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਗਲ ਸੰਤੋਖੇ; ਅਾਪਨਾ ਪ੍ਰਭੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Jeea Janth Sagal Santhokhae Aapanaa Prabh Dhhiaae ||",
    "translation": "All beings and creatures find contentment, meditating on their God.",
    "punjabi": "ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਸਾਰੇ ਜੀਵ ਸੰਤੋਖ ਵਾਲਾ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52762,
    "shabad_id": 4374,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਰਤਨ ਜਨਮੁ ਅਪਾਰ ਜੀਤਿਓ; ਬਹੁੜਿ ਜੋਨਿ. ਨ ਪਾੲਿ ॥੧॥",
    "transliteration": "Rathan Janam Apaar Jeethiou Bahurr Jon N Paae ||1||",
    "translation": "The priceless jewel of infinite worth, this human life, is won, and they are not consigned to reincarnation ever again. ||1||",
    "punjabi": "ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਇਹ ਬੇਅੰਤ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ ਬਚਾ ਲਿਆ, ਉਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52763,
    "shabad_id": 4374,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਭੲੇ ਕ੍ਰਿਪਾਲ ਦੲਿਅਾਲ ਗੋਬਿਦ; ਭੲਿਅਾ ਸਾਧੂਸੰਗੁ ॥",
    "transliteration": "Bheae Kirapaal Dhaeiaal Gobidh Bhaeiaa Saadhhoo Sang ||",
    "translation": "When the Lord of the Universe shows His kindness and compassion, the mortal finds the Saadh Sangat, the Company of the Holy,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52764,
    "shabad_id": 4375,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਚਰਨ ਰਾਸਿ ਨਾਨਕ ਪਾੲੀ; ਲਗਾ ਪ੍ਰਭ ਸਿੳੁ ਰੰਗੁ ॥੨॥੯੩॥੧੧੬॥",
    "transliteration": "Har Charan Raas Naanak Paaee Lagaa Prabh Sio Rang ||2||93||116||",
    "translation": "Nanak has found the wealth of the Lotus Feet of the Lord; he is imbued with the Love of God. ||2||93||116||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦਾ ਸਰਮਾਇਆ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥੯੩॥੧੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52765,
    "shabad_id": 4375,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52766,
    "shabad_id": 4375,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਪੇਖਿ ਰਹੀ ਬਿਸਮਾਦ ॥",
    "transliteration": "Maaee Ree Paekh Rehee Bisamaadh ||",
    "translation": "O mother, I am wonder-struck, gazing upon the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! (ਪ੍ਰਭੂ ਦੇ ਕੌਤਕ) ਵੇਖ ਕੇ ਮੈਂ ਹੈਰਾਨ ਹੋ ਰਹੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52767,
    "shabad_id": 4375,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਨਹਦ ਧੁਨੀ. ਮੇਰਾ ਮਨੁ ਮੋਹਿਓ; ਅਚਰਜ ਤਾ ਕੇ ਸ੍ਵਾਦ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anehadh Dhhunee Maeraa Man Mohiou Acharaj Thaa Kae Svaadh ||1|| Rehaao ||",
    "translation": "My mind is enticed by the unstruck celestial melody; its flavor is amazing! ||1||Pause||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਜੀਵਨ-ਰੌ ਇਕ-ਰਸ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਰੁਮਕ ਰਹੀ ਹੈ ਉਸ ਨੇ ਮੇਰਾ ਮਨ ਮੋਹ ਲਿਆ ਹੈ, ਉਸ ਦੇ (ਮਿਲਾਪ ਦੇ) ਆਨੰਦ ਭੀ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸੁਅਾਦ) ਅ-ਚਰਜ",
    "type_id": 4
  },
  {
    "id": 52768,
    "shabad_id": 4375,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਬੰਧਪ ਹੈ ਸੋੲੀ; ਮਨਿ ਹਰਿ ਕੋ ਅਹਿਲਾਦ ॥",
    "transliteration": "Maath Pithaa Bandhhap Hai Soee Man Har Ko Ahilaadh ||",
    "translation": "He is my Mother, Father and Relative. My mind delights in the Lord.",
    "punjabi": "ਹੇ ਮਾਂ! (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਂ ਪਿਉ ਸਨਬੰਧੀ ਉਹ ਪ੍ਰਭੂ ਹੀ ਹੈ। (ਮੇਰੇ) ਮਨ ਵਿਚ ਉਸ ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦਾ ਹੁਲਾਰਾ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਅਹਿ-ਲਾਦ",
    "type_id": 3
  },
  {
    "id": 52769,
    "shabad_id": 4375,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਗਾੲੇ ਗੁਨ ਗੋਬਿੰਦ; ਬਿਨਸਿਓ ਸਭੁ ਪਰਮਾਦ ॥੧॥",
    "transliteration": "Saadhhasang Gaaeae Gun Gobindh Binasiou Sabh Paramaadh ||1||",
    "translation": "Singing the Glorious Praises of the Lord of the Universe in the Saadh Sangat, the Company of the Holy, all my illusions are dispelled. ||1||",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਟਿਕ ਕੇ) ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਏ ਹਨ, ਉਸ ਦਾ ਸਾਰਾ ਭਰਮ-ਭੁਲੇਖਾ ਦੂਰ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52770,
    "shabad_id": 4375,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਡੋਰੀ ਲਪਟਿ ਰਹੀ ਚਰਨਹ ਸੰਗਿ; ਭ੍ਰਮ ਭੈ ਸਗਲੇ ਖਾਦ ॥",
    "transliteration": "Ddoree Lapatt Rehee Charaneh Sang Bhram Bhai Sagalae Khaadh ||",
    "translation": "I am lovingly attached to His Lotus Feet; my doubt and fear are totally consumed.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਚਿੱਤ ਦੀ ਡੋਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਨਾਲ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਭਰਮ ਸਾਰੇ ਡਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52771,
    "shabad_id": 4376,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲੇਕੁ ਅਧਾਰੁ ਨਾਨਕ ਜਨ ਕੀਅਾ; ਬਹੁਰਿ. ਨ ਜੋਨਿ ਭ੍ਰਮਾਦ ॥੨॥੯੪॥੧੧੭॥",
    "transliteration": "Eaek Adhhaar Naanak Jan Keeaa Bahur N Jon Bhramaadh ||2||94||117||",
    "translation": "Servant Nanak has taken the Support of the One Lord. He shall not wander in reincarnation ever again. ||2||94||117||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਨੇ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾ ਲਿਆ, ਉਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਭਟਕਦਾ ॥੨॥੯੪॥੧੧੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
