[
  {
    "id": 52772,
    "shabad_id": 4376,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52773,
    "shabad_id": 4376,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਮਾਤੀ ਚਰਣ ਸਮੂਹ ॥",
    "transliteration": "Maaee Ree Maathee Charan Samooh ||",
    "translation": "O mother, I am totally intoxicated with the Lord's Feet.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਮੈਂ ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪੂਰਨ ਤੌਰ ਤੇ ਮਸਤ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "ਮੱਾਤੀ",
    "type_id": 3
  },
  {
    "id": 52774,
    "shabad_id": 4376,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ੲੇਕਸੁ ਬਿਨੁ ਹੳੁ ਅਾਨ, ਨ ਜਾਨੳੁ; ਦੁਤੀਅਾ ਭਾੳੁ ਸਭ ਲੂਹ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eaekas Bin Ho Aan N Jaano Dhutheeaa Bhaao Sabh Looh ||1|| Rehaao ||",
    "translation": "I know of none other than the Lord. I have totally burnt off my sense of duality. ||1||Pause||",
    "punjabi": "ਉਸ ਇੱਕ ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਜਾਣਦੀ-ਪਛਾਣਦੀ ਹੀ ਨਹੀਂ, (ਆਪਣੇ ਅੰਦਰੋਂ) ਹੋਰ ਦਾ ਪਿਆਰ ਮੈਂ ਸਾਰਾ ਸਾੜ ਚੁਕੀ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52775,
    "shabad_id": 4376,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਤਿਅਾਗਿ ਗੁੋਪਾਲ. ਅਵਰ ਜੋ ਕਰਣਾ; ਤੇ ਬਿਖਿਅਾ ਕੇ ਖੂਹ ॥",
    "transliteration": "Thiaag Guopaal Avar Jo Karanaa Thae Bikhiaa Kae Khooh ||",
    "translation": "To abandon the Lord of the World, and become involved with anything else, is to fall into the pit of corruption.",
    "punjabi": "ਹੇ ਮਾਂ! ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ ਜਿਹੜੇ ਜਿਹੜੇ ਕੰਮ ਕਰੀਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਮਾਇਆ (ਦੇ ਮੋਹ) ਦੇ ਖੂਹ ਵਿਚ ਸੁੱਟਦੇ ਹਨ।",
    "pronunciation": "ਗੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52776,
    "shabad_id": 4376,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਦਰਸ ਪਿਅਾਸ. ਮੇਰਾ ਮਨੁ ਮੋਹਿਓ; ਕਾਢੀ ਨਰਕ ਤੇ ਧੂਹ ॥੧॥",
    "transliteration": "Dharas Piaas Maeraa Man Mohiou Kaadtee Narak Thae Dhhooh ||1||",
    "translation": "My mind is enticed, thirsty for the Blessed Vision of His Darshan. He has lifted me up and out of hell. ||1||",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ ਤਾਂ ਗੋਪਾਲ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ। ਮੈਨੂੰ ਉਸ ਨੇ ਨਰਕਾਂ ਤੋ ਖਿੱਚ ਕੇ ਕੱਢ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52777,
    "shabad_id": 4376,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਸਾਦਿ ਮਿਲਿਓ ਸੁਖਦਾਤਾ; ਬਿਨਸੀ ਹੳੁਮੈ ਹੂਹ ॥",
    "transliteration": "Santh Prasaadh Miliou Sukhadhaathaa Binasee Houmai Hooh ||",
    "translation": "By the Grace of the Saints, I have met the Lord, the Giver of peace; the noise of egotism has been stilled.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਰੌਲਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52778,
    "shabad_id": 4377,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਰੰਗਿ ਰਾਤੇ ਦਾਸ ਨਾਨਕ; ਮੳੁਲਿਓ ਮਨੁ ਤਨੁ ਜੂਹ ॥੨॥੯੫॥੧੧੮॥",
    "transliteration": "Raam Rang Raathae Dhaas Naanak Mouliou Man Than Jooh ||2||95||118||",
    "translation": "Slave Nanak is imbued with the Love of the Lord; the forests of his mind and body have blossomed forth. ||2||95||118||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਨ ਉਹਨਾਂ ਦਾ ਤਨ (ਇਉਂ) ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਮੀਂਹ ਪੈਣ ਨਾਲ) ਜੂਹ (ਘਾਹ ਨਾਲ ਹਰੀ ਹੋ ਜਾਂਦੀ ਹੈ) ॥੨॥੯੫॥੧੧੮॥",
    "pronunciation": "ਮੳੁ੍ਨਲਿਓ: ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 52779,
    "shabad_id": 4377,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52780,
    "shabad_id": 4377,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਬਿਨਸੇ; ਕਾਚ ਕੇ ਬਿੳੁਹਾਰ ॥",
    "transliteration": "Binasae Kaach Kae Biouhaar ||",
    "translation": "The false dealings are finished.",
    "punjabi": "ਕੱਚ (-ਸਮਾਨ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਸਾਰੀਆਂ ਦੌੜਾਂ-ਭੱਜਾਂ ਵਿਅਰਥ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52781,
    "shabad_id": 4377,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ ਭਜੁ. ਮਿਲਿ ਸਾਧਸੰਗਤਿ; ੲਿਹੈ ਜਗ ਮਹਿ ਸਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Raam Bhaj Mil Saadhhasangath Eihai Jag Mehi Saar ||1|| Rehaao ||",
    "translation": "Join the Saadh Sangat, the Company of the Holy, and meditate, vibrate on the Lord. This is the most excellent thing in the world. ||1||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ। ਜਗਤ ਵਿਚ ਇਹੀ ਕੰਮ ਸ੍ਰੇਸ਼ਟ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52782,
    "shabad_id": 4377,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ੲੀਤ ੳੂਤ. ਨ ਡੋਲਿ ਕਤਹੂ; ਨਾਮੁ ਹਿਰਦੈ ਧਾਰਿ ॥",
    "transliteration": "Eeth Ooth N Ddol Kathehoo Naam Hiradhai Dhhaar ||",
    "translation": "Here and hereafter, you shall never waver; enshrine the Naam, the Name of the Lord, within your heart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ ਨਹੀਂ ਡੋਲੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52783,
    "shabad_id": 4377,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਚਰਨ ਬੋਹਿਥ ਮਿਲਿਓ ਭਾਗੀ; ੳੁਤਰਿਓ ਸੰਸਾਰ ॥੧॥",
    "transliteration": "Gur Charan Bohithh Miliou Bhaagee Outhariou Sansaar ||1||",
    "translation": "The boat of the Guru's Feet is found by great good fortune; it shall carry you across the world-ocean. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਜਹਾਜ਼ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ (ਸਮੁੰਦਰ) ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਗੁਰ ਚਰਨ ਬੋਹਿਥ ਮਿਲਣੇ ਕਰਕੇ, (ਭਾਗੀ) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਗੲੇ",
    "type_id": 3
  },
  {
    "id": 52784,
    "shabad_id": 4377,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਿ ਰਹਿਓ; ਸਰਬ ਨਾਥ ਅਪਾਰ ॥",
    "transliteration": "Jal Thhal Meheeal Poor Rehiou Sarab Naathh Apaar ||",
    "translation": "The Infinite Lord is totally permeating and pervading the water, the land and the sky.",
    "punjabi": "ਜਿਹੜਾ ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਥਲ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਭਰਪੂਰ ਹੈ, ਜੋ ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈ, ਜੋ, ਬੇਅੰਤ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52785,
    "shabad_id": 4378,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਅੰਮ੍ਰਿਤੁ ਪੀੳੁ ਨਾਨਕ; ਅਾਨ ਰਸ ਸਭਿ ਖਾਰ ॥੨॥੯੬॥੧੧੯॥",
    "transliteration": "Har Naam Anmrith Peeo Naanak Aan Ras Sabh Khaar ||2||96||119||",
    "translation": "Drink in the Ambrosial Nectar of the Lord's Name; O Nanak, all other tastes are bitter. ||2||96||119||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਰਿਹਾ ਕਰ, (ਹਰਿ-ਨਾਮ-ਜਲ ਦੇ ਟਾਕਰੇ ਤੇ) ਹੋਰ ਸਾਰੇ ਰਸ ਕੌੜੇ ਹਨ ॥੨॥੯੬॥੧੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52786,
    "shabad_id": 4378,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52787,
    "shabad_id": 4378,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਤਾ ਤੇ; ਕਰਣ ਪਲਾਹ ਕਰੇ ॥",
    "transliteration": "Thaa Thae Karan Palaah Karae ||",
    "translation": "You whine and cry",
    "punjabi": "ਇਸ (ਮਾਇਆ) ਵਾਸਤੇ (ਮਨੁੱਖ ਸਦਾ ਹੀ) ਤਰਸ-ਭਰੇ ਕੀਰਨੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਦੁੱਖ ਦਾ ਵਿੰਨ੍ਹਿਅਾਂ ਪਲਾਹ ਰੋਂਦਾ ਕੀਰਨੇ ਪਾੳੁਂਦਾ, ਬਕਵਾਦ",
    "type_id": 3
  },
  {
    "id": 52788,
    "shabad_id": 4378,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਹਾ ਬਿਕਾਰ ਮੋਹ ਮਦ ਮਾਤੌ; ਸਿਮਰਤ ਨਾਹਿ. ਹਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mehaa Bikaar Moh Madh Maatha Simarath Naahi Harae ||1|| Rehaao ||",
    "translation": "- you are intoxicated with the great corruption of attachment and pride, but you do not remember the Lord in meditation. ||1||Pause||",
    "punjabi": "ਮਨੁੱਖ ਮੋਹ ਹਉਮੈ (ਆਦਿਕ) ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰਾਂ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮੱਾਤੌ",
    "type_id": 4
  },
  {
    "id": 52789,
    "shabad_id": 4378,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਜਪਤੇ ਨਾਰਾੲਿਣ; ਤਿਨ ਕੇ ਦੋਖ ਜਰੇ ॥",
    "transliteration": "Saadhhasang Japathae Naaraaein Thin Kae Dhokh Jarae ||",
    "translation": "Those who meditate on the Lord in the Saadh Sangat, the Company of the Holy - the guilt of their minstakes is burnt away.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ (ਅੰਦਰੋਂ ਸਾਰੇ) ਪਾਪ ਸੜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52790,
    "shabad_id": 4378,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਫਲ ਦੇਹ. ਧੰਨਿ ਓੲਿ ਜਨਮੇ; ਪ੍ਰਭ ਕੈ ਸੰਗਿ ਰਲੇ ॥੧॥",
    "transliteration": "Safal Dhaeh Dhhann Oue Janamae Prabh Kai Sang Ralae ||1||",
    "translation": "Fruitful is the body, and blessed is the birth of those who merge with God. ||1||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਲ (ਦੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52791,
    "shabad_id": 4378,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਚਾਰਿ ਪਦਾਰਥ. ਅਸਟ ਦਸਾ ਸਿਧਿ; ਸਭ ੳੂਪਰਿ ਸਾਧ ਭਲੇ ॥",
    "transliteration": "Chaar Padhaarathh Asatt Dhasaa Sidhh Sabh Oopar Saadhh Bhalae ||",
    "translation": "The four great blessings, and the eighteen supernatural spiritual powers - above all these are the Holy Saints.",
    "punjabi": "(ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ-ਇਹ) ਚਾਰ ਪਦਾਰਥ ਅਤੇ ਅਠਾਰਾਂ ਸਿੱਧੀਆਂ (ਲੋਕ ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ ਤਰਲੇ ਲੈਂਦੇ ਹਨ, ਪਰ ਇਹਨਾਂ) ਸਭਨਾਂ ਤੋਂ ਸੰਤ ਜਨ ਸ੍ਰੇਸ਼ਟ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52792,
    "shabad_id": 4379,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ਦਾਸ. ਧੂਰਿ ਜਨ ਬਾਂਛੈ; ੳੁਧਰਹਿ ਲਾਗਿ ਪਲੇ ॥੨॥੯੭॥੧੨੦॥",
    "transliteration": "Naanak Dhaas Dhhoor Jan Baanshhai Oudhharehi Laag Palae ||2||97||120||",
    "translation": "Slave Nanak longs for the dust of the feet of the humble; attached to the hem of His robe, he is saved. ||2||97||120||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਤਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਨਿੱਤ) ਮੰਗਦਾ ਹੈ। (ਸੰਤ ਜਨਾਂ ਦੇ) ਲੜ ਲੱਗ ਕੇ (ਅਨੇਕਾਂ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੨॥੯੭॥੧੨੦॥",
    "pronunciation": "ੳੁਧਰ-ਹਿ। ਪੱਲੇ",
    "type_id": 3
  },
  {
    "id": 52793,
    "shabad_id": 4379,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52794,
    "shabad_id": 4379,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਕੇ; ਜਨ ਕਾਂਖੀ ॥",
    "transliteration": "Har Kae Naam Kae Jan Kaankhee ||",
    "translation": "The Lord's humble servants yearn for the Lord's Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਚਾਹਵਾਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52795,
    "shabad_id": 4379,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਬਚਨਿ ੲੇਹੀ ਸੁਖੁ ਚਾਹਤ; ਪ੍ਰਭ ਦਰਸੁ ਦੇਖਹਿ ਕਬ ਅਾਖੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Than Bachan Eaehee Sukh Chaahath Prabh Dharas Dhaekhehi Kab Aakhee ||1|| Rehaao ||",
    "translation": "In thought, word and deed, they long for this peace, to gaze with their eyes upon the Blessed Vision of God's Darshan. ||1||Pause||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ, ਤਨ ਦੀ ਰਾਹੀਂ ਬਚਨ ਦੀ ਰਾਹੀਂ ਉਹ ਸਦਾ ਇਹੀ ਸੁਖ ਲੋੜਦੇ ਹਨ ਕਿ ਕਦੋਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾਂਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅਾਖੀਂ",
    "type_id": 4
  },
  {
    "id": 52796,
    "shabad_id": 4379,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤੂ ਬੇਅੰਤੁ ਪਾਰਬ੍ਰਹਮ ਸੁਅਾਮੀ; ਗਤਿ ਤੇਰੀ ਜਾੲਿ. ਨ ਲਾਖੀ ॥",
    "transliteration": "Thoo Baeanth Paarabreham Suaamee Gath Thaeree Jaae N Laakhee ||",
    "translation": "You are Endless, O God, my Supreme Lord and Master; Your state cannot be known.",
    "punjabi": "ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ-ਇਹ ਗੱਲ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52797,
    "shabad_id": 4379,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਚਰਨਕਮਲ ਪ੍ਰੀਤਿ, ਮਨੁ ਬੇਧਿਅਾ; ਕਰਿ ਸਰਬਸੁ, ਅੰਤਰਿ ਰਾਖੀ ॥੧॥",
    "transliteration": "Charan Kamal Preeth Man Baedhhiaa Kar Sarabas Anthar Raakhee ||1||",
    "translation": "My mind is pierced through by the Love of Your Lotus Feet; this is everything to me - I enshrine it deep within my being. ||1||",
    "punjabi": "(ਪਰ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦਾ) ਮਨ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਵਿਚ ਪ੍ਰੋਇਆ ਰਹਿੰਦਾ ਹੈ। ਇਸ ਪ੍ਰੀਤ ਨੂੰ ਹੀ ਉਹ (ਜਗਤ ਦਾ) ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਸਮਝ ਕੇ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਈ ਰੱਖਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਸਰਬਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52798,
    "shabad_id": 4379,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਬੇਦ ਪੁਰਾਨ ਸਿਮ੍ਰਿਤਿ ਸਾਧੂ ਜਨ; ੲਿਹ ਬਾਣੀ ਰਸਨਾ ਭਾਖੀ ॥",
    "transliteration": "Baedh Puraan Simrith Saadhhoo Jan Eih Baanee Rasanaa Bhaakhee ||",
    "translation": "In the Vedas, the Puraanas and the Simritees, the humble and the Holy chant this Bani with their tongues.",
    "punjabi": "ਵੇਦ ਪੁਰਾਣ ਸਿੰਮ੍ਰਿਤੀਆਂ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਦਾ ਪਾਠ) ਸੰਤ ਜਨ, ਆਪਣੀ ਜੀਭ ਨਾਲ ਇਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹੀ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "ਸਿਮ- ੍ਰਿਤਿ",
    "type_id": 3
  },
  {
    "id": 52799,
    "shabad_id": 4380,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਪਿ ਰਾਮ ਨਾਮੁ ਨਾਨਕ ਨਿਸਤਰੀਅੈ; ਹੋਰੁ ਦੁਤੀਅਾ ਬਿਰਥੀ ਸਾਖੀ ॥੨॥੯੮॥੧੨੧॥",
    "transliteration": "Jap Raam Naam Naanak Nisathareeai Hor Dhutheeaa Birathhee Saakhee ||2||98||121||",
    "translation": "Chanting the Lord's Name, O Nanak, I am emancipated; other teachings of duality are useless. ||2||98||121||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ (ਹੀ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ। ਇਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜੀ ਗੱਲ ਵਿਅਰਥ ਹੈ ॥੨॥੯੮॥੧੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52800,
    "shabad_id": 4380,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52801,
    "shabad_id": 4380,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮਾਖੀ. ਰਾਮ ਕੀ ਤੂ ਮਾਖੀ ॥",
    "transliteration": "Maakhee Raam Kee Thoo Maakhee ||",
    "translation": "A fly! You are just a fly, created by the Lord.",
    "punjabi": "ਹੇ ਮਾਇਆ! ਤੂੰ ਮੱਖੀ ਹੈਂ, ਪਰਮਾਤਮਾ ਦੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਮੱਖੀ (ਦੇ ਸੁਭਾਵ ਵਾਲੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52802,
    "shabad_id": 4380,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਹ ਦੁਰਗੰਧ ਤਹਾ ਤੂ ਬੈਸਹਿ; ਮਹਾ ਬਿਖਿਅਾ ਮਦ ਚਾਖੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jeh Dhuragandhh Thehaa Thoo Baisehi Mehaa Bikhiaa Madh Chaakhee ||1|| Rehaao ||",
    "translation": "Wherever it stinks, you land there; you suck in the most toxic stench. ||1||Pause||",
    "punjabi": "(ਜਿਵੇਂ ਮੱਖੀ ਸਦਾ ਗੰਦ ਉਤੇ ਬੈਠਦੀ ਹੈ, ਤਿਵੇਂ) ਜਿੱਥੇ ਵਿਕਾਰਾਂ ਦੀ ਬੋ ਹੁੰਦੀ ਹੈ ਤੂੰ ਉਥੇ ਬੈਠਦੀ ਹੈਂ, ਤੂੰ ਸਦਾ ਵਿਕਾਰਾਂ ਦਾ ਨਸ਼ਾ ਹੀ ਚੱਖਦੀ ਰਹਿੰਦੀ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52803,
    "shabad_id": 4380,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਿਤਹਿ ਅਸਥਾਨਿ ਤੂ ਟਿਕਨੁ, ਨ ਪਾਵਹਿ; ੲਿਹ ਬਿਧਿ ਦੇਖੀ ਅਾਖੀ ॥",
    "transliteration": "Kithehi Asathhaan Thoo Ttikan N Paavehi Eih Bidhh Dhaekhee Aakhee ||",
    "translation": "You don't stay put anywhere; I have seen this with my eyes.",
    "punjabi": "ਹੇ ਮਾਇਆ! ਅਸਾਂ ਆਪਣੀ ਅੱਖੀਂ ਤੇਰਾ ਇਹ ਹਾਲ ਵੇਖਿਆ ਹੈ ਕਿ ਤੂੰ ਕਿਸੇ ਭੀ ਇੱਕ ਥਾਂ ਤੇ ਟਿਕਦੀ ਨਹੀਂ ਹੈਂ।",
    "pronunciation": "ਅਾਖੀਂ",
    "type_id": 3
  },
  {
    "id": 52804,
    "shabad_id": 4380,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੰਤਾ ਬਿਨੁ ਤੈ ਕੋੲਿ. ਨ ਛਾਡਿਅਾ; ਸੰਤ ਪਰੇ ਗੋਬਿਦ ਕੀ ਪਾਖੀ ॥੧॥",
    "transliteration": "Santhaa Bin Thai Koe N Shhaaddiaa Santh Parae Gobidh Kee Paakhee ||1||",
    "translation": "You have not spared anyone, except the Saints - the Saints are on the side of the Lord of the Universe. ||1||",
    "punjabi": "ਸੰਤਾਂ ਤੋਂ ਬਿਨਾ ਤੂੰ ਕਿਸੇ ਨੂੰ (ਖ਼ੁਆਰ ਕਰਨੋਂ) ਛੱਡਿਆ ਨਹੀਂ (ਉਹ ਭੀ ਇਸ ਵਾਸਤੇ ਬਚਦੇ ਹਨ ਕਿ) ਸੰਤ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52805,
    "shabad_id": 4380,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਗਲੇ ਤੈ ਮੋਹੇ; ਬਿਨੁ ਸੰਤਾ ਕਿਨੈ. ਨ ਲਾਖੀ ॥",
    "transliteration": "Jeea Janth Sagalae Thai Mohae Bin Santhaa Kinai N Laakhee ||",
    "translation": "You have enticed all beings and creatures; no one knows You, except the Saints.",
    "punjabi": "ਹੇ ਮਾਇਆ! (ਜਗਤ ਦੇ ਸਾਰੇ ਹੀ) ਜੀਵ ਤੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤੇ ਹੋਏ ਹਨ, ਸੰਤਾਂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਹੋਰ ਨੇ ਇਹ ਗੱਲ ਨਹੀਂ ਸਮਝੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52806,
    "shabad_id": 4381,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ ਹਰਿ ਕੀਰਤਨਿ ਰਾਤਾ; ਸਬਦੁ ਸੁਰਤਿ ਸਚੁ ਸਾਖੀ ॥੨॥੯੯॥੧੨੨॥",
    "transliteration": "Naanak Dhaas Har Keerathan Raathaa Sabadh Surath Sach Saakhee ||2||99||122||",
    "translation": "Slave Nanak is imbued with the Kirtan of the Lord's Praises. Focusing his consciousness on the Word of the Shabad, he realizes the Presence of the True Lord. ||2||99||122||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਸੰਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਸੰਤ (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਨੂੰ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਟਿਕਾ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥੯੯॥੧੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52807,
    "shabad_id": 4381,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52808,
    "shabad_id": 4381,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਕਾਟੀ ਜਮ ਕੀ ਫਾਸ ॥",
    "transliteration": "Maaee Ree Kaattee Jam Kee Faas ||",
    "translation": "O mother, the noose of Death has been cut away.",
    "punjabi": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਜਿਨ੍ਹਾਂ ਵਡ-ਭਾਗੀਆਂ ਦੀ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਕੱਟੀ ਗਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52809,
    "shabad_id": 4381,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਪਤ. ਸਰਬ ਸੁਖ ਪਾੲੇ; ਬੀਚੇ ਗ੍ਰਸਤ ੳੁਦਾਸ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Har Japath Sarab Sukh Paaeae Beechae Grasath Oudhaas ||1|| Rehaao ||",
    "translation": "Chanting the Name of the Lord, Har, Har, I have found total peace. I remain unattached in the midst of my household. ||1||Pause||",
    "punjabi": "ਉਹਨਾਂ ਸਾਰੇ ਸੁਖ ਮਾਣ ਲਏ, ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਉਪਰਾਮ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਗ੍ਰਸਤ",
    "type_id": 4
  }
]
