[
  {
    "id": 52810,
    "shabad_id": 4381,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਲੀਨੇ ਕਰਿ ਅਪੁਨੇ; ੳੁਪਜੀ ਦਰਸ ਪਿਅਾਸ ॥",
    "transliteration": "Kar Kirapaa Leenae Kar Apunae Oupajee Dharas Piaas ||",
    "translation": "Granting His Grace, He has made me His Own. The thirst for the Blessed Vision of His Darshan wells up within me.",
    "punjabi": "ਹੇ ਮਾਂ! ਮਿਹਰ ਕਰ ਕੇ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ) ਆਪਣੇ ਬਣਾ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52811,
    "shabad_id": 4381,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸੰਤਸੰਗਿ ਮਿਲਿ ਹਰਿ ਗੁਣ ਗਾੲੇ; ਬਿਨਸੀ ਦੁਤੀਅਾ ਅਾਸ ॥੧॥",
    "transliteration": "Santhasang Mil Har Gun Gaaeae Binasee Dhutheeaa Aas ||1||",
    "translation": "Joining the Society of the Saints, I sing the Glorious Praises of the Lord; I have given up other hopes. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਦੂਜੀ ਟੇਕ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52812,
    "shabad_id": 4381,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਹਾ ੳੁਦਿਅਾਨ ਅਟਵੀ ਤੇ ਕਾਢੇ; ਮਾਰਗੁ ਸੰਤ ਕਹਿਓ ॥",
    "transliteration": "Mehaa Oudhiaan Attavee Thae Kaadtae Maarag Santh Kehiou ||",
    "translation": "The Saint has pulled me out of the utterly desolate wilderness, and shown me the path.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੰਤ ਜਨਾਂ ਨੇ (ਸਹੀ ਜੀਵਨ-) ਰਾਹ ਦੱਸ ਦਿੱਤਾ, ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਨੇ ਵੱਡੇ ਸੰਘਣੇ ਜੰਗਲ (ਵਰਗੇ ਸੰਸਾਰ-ਬਨ) ਤੋਂ ਬਾਹਰ ਕੱਢ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52813,
    "shabad_id": 4382,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦੇਖਤ ਦਰਸੁ. ਪਾਪ ਸਭਿ ਨਾਸੇ; ਹਰਿ ਨਾਨਕ ਰਤਨੁ ਲਹਿਓ ॥੨॥੧੦੦॥੧੨੩॥",
    "transliteration": "Dhaekhath Dharas Paap Sabh Naasae Har Naanak Rathan Lehiou ||2||100||123||",
    "translation": "Gazing upon His Darshan, all sins are taken away; Nanak is blessed with the jewel of the Lord. ||2||100||123||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਹੀ ਪਾਪ ਨਾਸ ਹੋ ਗਏ, ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰਤਨ ਲੱਭ ਲਿਆ ॥੨॥੧੦੦॥੧੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52814,
    "shabad_id": 4382,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52815,
    "shabad_id": 4382,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਅਰਿਓ ਪ੍ਰੇਮ ਕੀ ਖੋਰਿ ॥",
    "transliteration": "Maaee Ree Ariou Praem Kee Khor ||",
    "translation": "O mother, I am involved with the Love of the Lord;",
    "punjabi": "ਹੇ ਮਾਂ! (ਮੇਰਾ ਮਨ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52816,
    "shabad_id": 4382,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਦਰਸਨ ਰੁਚਿਤ ਪਿਅਾਸ ਮਨਿ ਸੁੰਦਰ; ਸਕਤ ਨ ਕੋੲੀ ਤੋਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dharasan Ruchith Piaas Man Sundhar Sakath N Koee Thor ||1|| Rehaao ||",
    "translation": "I am intoxicated with it. My mind has such a longing and thirst for the Blessed Vision, the Darshan of my Beauteous Lord. No one can break this. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਸੋਹਣੇ (ਦੇ ਦਰਸਨ) ਦੀ ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ (ਇਹ ਲਗਨ ਇਹ ਤਾਂਘ ਐਸੀ ਹੈ ਕਿ ਇਸ ਨੂੰ) ਕੋਈ ਤੋੜ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52817,
    "shabad_id": 4382,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਾਨ ਮਾਨ ਪਤਿ, ਪਿਤ ਸੁਤ ਬੰਧਪ; ਹਰਿ ਸਰਬਸੁ ਧਨ ਮੋਰ ॥",
    "transliteration": "Praan Maan Path Pith Suth Bandhhap Har Sarabas Dhhan Mor ||",
    "translation": "The Lord is my breath of life, honor, spouse, parent, child, relative, wealth - everything.",
    "punjabi": "ਹੇ ਮਾਂ! ਹੁਣ ਮੇਰੇ ਵਾਸਤੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਹੀ ਜਿੰਦ ਹੈ, ਆਸਰਾ ਹੈ, ਇੱਜ਼ਤ ਹੈ, ਪਿਤਾ ਹੈ, ਪੁੱਤਰ ਹੈ, ਸਨਬੰਧੀ ਹੈ, ਧਨ ਹੈ, ਮੇਰਾ ਸਭ ਕੁਝ ਉਹੀ ਉਹੀ ਹੈ।",
    "pronunciation": "ਸਰਬਸੁ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 52818,
    "shabad_id": 4382,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਧ੍ਰਿਗੁ ਸਰੀਰੁ ਅਸਤ ਬਿਸਟਾ ਕ੍ਰਿਮ; ਬਿਨੁ ਹਰਿ. ਜਾਨਤ ਹੋਰ ॥੧॥",
    "transliteration": "Dhhrig Sareer Asath Bisattaa Kiram Bin Har Jaanath Hor ||1||",
    "translation": "Cursed is this body of bones, this pile of maggots and manure, if it knows any other than the Lord. ||1||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਨਾਲ ਸਾਂਝ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਫਿਟਕਾਰ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਫਿਰ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਨਿਰਾ) ਹੱਡੀਆਂ ਗੰਦ ਅਤੇ ਕਿਰਮ ਹੀ ਹੈ ॥੧॥",
    "pronunciation": "ਅਸ-ਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52819,
    "shabad_id": 4382,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਭੲਿਓ ਕ੍ਰਿਪਾਲ ਦੀਨ ਦੁਖ ਭੰਜਨੁ; ਪਰਾ ਪੂਰਬਲਾ ਜੋਰ ॥",
    "transliteration": "Bhaeiou Kirapaal Dheen Dhukh Bhanjan Paraa Poorabalaa Jor ||",
    "translation": "The Destroyer of the pains of the poor has become merciful to me, by the power of the karma of my past actions.",
    "punjabi": "ਜਿਸ ਨਾਲ ਕੋਈ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਜੋੜ ਹੁੰਦਾ ਹੈ, ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਉਸ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52820,
    "shabad_id": 4382,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ ਸਰਣਿ. ਕ੍ਰਿਪਾਨਿਧਿ ਸਾਗਰ; ਬਿਨਸਿਓ. ਅਾਨ ਨਿਹੋਰ ॥੨॥੧੦੧॥੧੨੪॥",
    "transliteration": "Naanak Saran Kirapaa Nidhh Saagar Binasiou Aan Nihor ||2||101||124||",
    "translation": "Nanak seeks the Sanctuary of God, the Treasure, the Ocean of Mercy; my subservience to others is past. ||2||101||124||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਦਇਆ ਦੇ ਖ਼ਜ਼ਾਨੇ ਮਿਹਰ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਤੇ, ਉਸ ਦੀ ਹੋਰ (ਸਾਰੀ) ਮੁਥਾਜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੨॥੧੦੧॥੧੨੪॥",
    "pronunciation": "(ਨਿਹੋਰ) ਅਹਿਸਾਨ",
    "type_id": 3
  },
  {
    "id": 52821,
    "shabad_id": 4383,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52822,
    "shabad_id": 4383,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨੀਕੀ; ਰਾਮ ਕੀ ਧੁਨਿ ਸੋੲਿ ॥",
    "transliteration": "Neekee Raam Kee Dhhun Soe ||",
    "translation": "The Lord's melody is noble and sublime.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਲਗਨ (ਹਿਰਦੇ ਵਿਚ ਬਣਾ), ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ-ਇਹ ਇਕ ਸੋਹਣੀ (ਕਾਰ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52823,
    "shabad_id": 4383,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਚਰਨਕਮਲ ਅਨੂਪ ਸੁਅਾਮੀ; ਜਪਤ ਸਾਧੂ ਹੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Charan Kamal Anoop Suaamee Japath Saadhhoo Hoe ||1|| Rehaao ||",
    "translation": "The Lotus Feet of my Lord and Master are incomparably beautiful. Meditating on them, one becomes Holy. ||1||Pause||",
    "punjabi": "ਸੋਹਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨ ਜਪਦਿਆਂ ਮਨੁੱਖ ਭਲਾ ਨੇਕ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52824,
    "shabad_id": 4383,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਚਿਤਵਤਾ ਗੋਪਾਲ ਦਰਸਨ; ਕਲਮਲਾ ਕਢੁ ਧੋੲਿ ॥",
    "transliteration": "Chithavathaa Gopaal Dharasan Kalamalaa Kadt Dhhoe ||",
    "translation": "Just by thinking of the Darshan, the Blessed Vision of the Lord of the World, the dirty sins are washed away.",
    "punjabi": "ਜਗਤ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੋਇਆ (ਭਾਵ, ਵਸਾ ਕੇ) (ਆਪਣੇ ਅੰਦਰੋਂ ਸਾਰੇ) ਪਾਪ ਧੋ ਕੇ ਦੂਰ ਕਰ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52825,
    "shabad_id": 4383,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਬਿਕਾਰ ਅੰਕੁਰ; ਹਰਿ. ਕਾਟਿ ਛਾਡੇ ਖੋੲਿ ॥੧॥",
    "transliteration": "Janam Maran Bikaar Ankur Har Kaatt Shhaaddae Khoe ||1||",
    "translation": "The Lord cuts down and weeds out the corruption of the cycle of birth and death. ||1||",
    "punjabi": "(ਜੇ ਤੂੰ ਹਰਿ-ਦਰਸਨ ਦੀ ਤਾਂਘ ਆਪਣੇ ਅੰਦਰ ਪੈਦਾ ਕਰੇਂਗਾ ਤਾਂ) ਪਰਮਾਤਮਾ (ਤੇਰੇ ਅੰਦਰੋਂ) ਜਨਮ ਮਰਨ ਦੇ (ਸਾਰੀ ਉਮਰ ਦੇ) ਵਿਕਾਰਾਂ ਦੇ ਫੁੱਟ ਰਹੇ ਬੀਜ ਕੱਟ ਕੇ ਨਾਸ ਕਰ ਦੇਵੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52826,
    "shabad_id": 4383,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਪਰਾ ਪੂਰਬਿ ਜਿਸਹਿ ਲਿਖਿਅਾ; ਬਿਰਲਾ ਪਾੲੇ ਕੋੲਿ ॥",
    "transliteration": "Paraa Poorab Jisehi Likhiaa Biralaa Paaeae Koe ||",
    "translation": "How rare is that person who has such pre-ordained destiny, to find the Lord.",
    "punjabi": "ਇਹ ਦਾਤ ਕੋਈ ਉਹ ਵਿਰਲਾ ਮਨੁੱਖ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਪੂਰਬਲੇ ਸਮੇ ਤੋਂ (ਇਹ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52827,
    "shabad_id": 4383,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਰਵਣ ਗੁਣ ਗੋਪਾਲ ਕਰਤੇ; ਨਾਨਕਾ ਸਚੁ ਜੋੲਿ ॥੨॥੧੦੨॥੧੨੫॥",
    "transliteration": "Ravan Gun Gopaal Karathae Naanakaa Sach Joe ||2||102||125||",
    "translation": "Chanting the Glorious Praises of the Creator, the Lord of the Universe - O Nanak, this is Truth. ||2||102||125||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਉਸ ਕਰਤਾਰ ਗੋਪਾਲ ਦੇ ਗੁਣ ਗਾਣੇ (ਇਹ ਸੋਹਣੀ ਕਾਰ ਭਾਗਾਂ ਵਾਲਿਆਂ ਦੇ ਹਿੱਸੇ ਆਉਂਦੀ ਹੈ) ॥੨॥੧੦੨॥੧੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52828,
    "shabad_id": 4384,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52829,
    "shabad_id": 4384,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਕੀ; ਮਤਿ ਸਾਰ ॥",
    "transliteration": "Har Kae Naam Kee Math Saar ||",
    "translation": "The intellect of one who dwells on the Name of the Lord is excellent.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ (ਵਲ ਪ੍ਰੇਰਨ) ਵਾਲੀ ਅਕਲ (ਹੋਰ ਹੋਰ ਕੰਮਾਂ ਵਲ ਪ੍ਰੇਰਨ ਵਾਲੀਆਂ ਅਕਲਾਂ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "(ਸਾਰ) ਸ੍ਰੇਸ਼ਟ",
    "type_id": 3
  },
  {
    "id": 52830,
    "shabad_id": 4384,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਬਿਸਾਰਿ. ਜੁ ਅਾਨ ਰਾਚਹਿ; ਮਿਥਨ ਸਭ ਬਿਸਥਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Bisaar J Aan Raachehi Mithhan Sabh Bisathhaar ||1|| Rehaao ||",
    "translation": "One who forgets the Lord and becomes involved with some other - all his showy pretensions are false. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ ਹੋਰ ਆਹਰਾਂ ਵਿਚ ਸਦਾ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਖਿਲਾਰੇ (ਆਖ਼ਿਰ) ਵਿਅਰਥ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52831,
    "shabad_id": 4384,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਾਧਸੰਗਮਿ ਭਜੁ ਸੁਅਾਮੀ; ਪਾਪ ਹੋਵਤ ਖਾਰ ॥",
    "transliteration": "Saadhhasangam Bhaj Suaamee Paap Hovath Khaar ||",
    "translation": "Meditate, vibrate on our Lord and Master in the Company of the Holy, and your sins shall be eradicated.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ (ਟਿਕ ਕੇ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52832,
    "shabad_id": 4384,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਚਰਨਾਰਬਿੰਦ ਬਸਾੲਿ ਹਿਰਦੈ; ਬਹੁਰਿ. ਜਨਮ ਨ ਮਾਰ ॥੧॥",
    "transliteration": "Charanaarabindh Basaae Hiradhai Bahur Janam N Maar ||1||",
    "translation": "When the Lord's Lotus Feet abide within the heart, the mortal is never again caught in the cycle of death and birth. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੋਵੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52833,
    "shabad_id": 4384,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰਿ ਅਨੁਗ੍ਰਹ ਰਾਖਿ ਲੀਨੇ; ੲੇਕ ਨਾਮ ਅਧਾਰ ॥",
    "transliteration": "Kar Anugreh Raakh Leenae Eaek Naam Adhhaar ||",
    "translation": "He showers us with His kindness and compassion; He saves and protects those who take the Support of the Naam, the Name of the One Lord.",
    "punjabi": "ਮਿਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਪ੍ਰਭੂ ਰੱਖਿਆ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦਾ ਹੀ ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਨੁੱਗ੍ਰਹ",
    "type_id": 3
  },
  {
    "id": 52834,
    "shabad_id": 4384,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਦਿਨ ਰੈਨਿ ਸਿਮਰਤ ਸਦਾ ਨਾਨਕ; ਮੁਖ ੳੂਜਲ ਦਰਬਾਰਿ ॥੨॥੧੦੩॥੧੨੬॥",
    "transliteration": "Dhin Rain Simarath Sadhaa Naanak Mukh Oojal Dharabaar ||2||103||126||",
    "translation": "Meditating in remembrance on Him, day and night, O Nanak, your face shall be radiant in the Court of the Lord. ||2||103||126||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦਿਨ ਰਾਤ ਸਦਾ ਸਿਮਰਨ ਕਰਦਿਆਂ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਉਜਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੧੦੩॥੧੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52835,
    "shabad_id": 4385,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52836,
    "shabad_id": 4385,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾਨੀ; ਤੂੰ ਰਾਮ ਕੈ ਦਰਿ ਮਾਨੀ ॥",
    "transliteration": "Maanee Thoon Raam Kai Dhar Maanee ||",
    "translation": "Honored - you shall be honored in the Court of the Lord.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ! ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵੇਂ, ਤਾਂ) ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਜ਼ਰੂਰ ਸਤਕਾਰ ਹਾਸਲ ਕਰੇਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52837,
    "shabad_id": 4385,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਮਿਲਿ. ਹਰਿ ਗੁਨ ਗਾੲੇ; ਬਿਨਸੀ ਸਭ ਅਭਿਮਾਨੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhhasang Mil Har Gun Gaaeae Binasee Sabh Abhimaanee ||1|| Rehaao ||",
    "translation": "Join the Saadh Sangat, the Company of the Holy, and sing the Glorious Praises of the Lord; your egotistical pride will be totally dispelled. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਵਾਲੀ ਮੱਤ ਸਾਰੀ ਮੁੱਕ ਗਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52838,
    "shabad_id": 4385,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਧਾਰਿ ਅਨੁਗ੍ਰਹੁ ਅਪਨੀ ਕਰਿ ਲੀਨੀ; ਗੁਰਮੁਖਿ ਪੂਰ ਗਿਅਾਨੀ ॥",
    "transliteration": "Dhhaar Anugrahu Apanee Kar Leenee Guramukh Poor Giaanee ||",
    "translation": "Showering His kindness and compassion, He shall make you His Own. As Gurmukh, your spiritual wisdom shall be perfect.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਆਪਣੀ ਬਣਾ ਲਿਆ, ਉਹ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਪੂਰੀ ਸੂਝ ਵਾਲੀ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52839,
    "shabad_id": 4385,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਰਬ ਸੂਖ ਅਾਨੰਦ ਘਨੇਰੇ; ਠਾਕੁਰ ਦਰਸ ਧਿਅਾਨੀ ॥੧॥",
    "transliteration": "Sarab Sookh Aanandh Ghanaerae Thaakur Dharas Dhhiaanee ||1||",
    "translation": "All peace and all sorts of ecstasy are obtained, by meditating on the Darshan, the Blessed Vision of my Lord and Master. ||1||",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਾਰੇ ਸੁਖ ਅਨੇਕਾਂ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਏ, ਉਸ ਦੀ ਸੁਰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਵਿਚ ਜੁੜਨ ਲੱਗ ਪਈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52840,
    "shabad_id": 4385,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਿਕਟਿ ਵਰਤਨਿ, ਸਾ ਸਦਾ ਸੁਹਾਗਨਿ; ਦਹ ਦਿਸ ਸਾੲੀ ਜਾਨੀ ॥",
    "transliteration": "Nikatt Varathan Saa Sadhaa Suhaagan Dheh Dhis Saaee Jaanee ||",
    "translation": "She who dwells close to her Lord is always the pure, happy soul-bride; she is famous in the ten directions.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਣ ਲੱਗ ਪਈ, ਉਹ ਸਦਾ ਲਈ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਹੋ ਗਈ, ਉਹੀ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋ ਗਈ।",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 52841,
    "shabad_id": 4385,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਪ੍ਰਿਅ ਰੰਗ, ਰੰਗਿ ਰਤੀ ਨਾਰਾੲਿਨ; ਨਾਨਕ. ਤਿਸੁ ਕੁਰਬਾਨੀ ॥੨॥੧੦੪॥੧੨੭॥",
    "transliteration": "Pria Rang Rang Rathee Naaraaein Naanak This Kurabaanee ||2||104||127||",
    "translation": "She is imbued with the Love of her Loving Beloved Lord; Nanak is a sacrifice to her. ||2||104||127||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਹੜੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਕੌਤਕਾਂ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥੧੦੪॥੧੨੭॥",
    "pronunciation": "ਰੱਤੀ",
    "type_id": 3
  },
  {
    "id": 52842,
    "shabad_id": 4386,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52843,
    "shabad_id": 4386,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤੁਅ ਚਰਨ ਅਾਸਰੋ; ੲੀਸ ॥",
    "transliteration": "Thua Charan Aasaro Ees ||",
    "translation": "O Lord, I take the Support of Your Lotus Feet.",
    "punjabi": "ਹੇ ਈਸ਼੍ਵਰ! (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਤੇਰੇ ਚਰਨਾਂ ਦਾ (ਹੀ) ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52844,
    "shabad_id": 4386,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤੁਮਹਿ ਪਛਾਨੂ, ਸਾਕੁ ਤੁਮਹਿ ਸੰਗਿ; ਰਾਖਨਹਾਰ ਤੁਮੈ ਜਗਦੀਸ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thumehi Pashhaanoo Saak Thumehi Sang Raakhanehaar Thumai Jagadhees || Rehaao ||",
    "translation": "You are my Best Friend and Companion; I am with You. You are our Protector, O Lord of the Universe. ||1||Pause||",
    "punjabi": "ਤੂੰ ਹੀ (ਸਾਡਾ) ਜਾਣੂ-ਪਛਾਣੂ ਹੈਂ, ਤੇਰੇ ਨਾਲ ਹੀ ਸਾਡਾ ਮੇਲ-ਮਿਲਾਪ ਹੈ। ਹੇ ਜਗਤ ਦੇ ਈਸ਼੍ਵਰ! ਤੂੰ ਹੀ (ਸਾਡੀ) ਰੱਖਿਆ ਕਰ ਸਕਣ ਵਾਲਾ ਹੈਂ ॥ ਰਹਾਉ॥",
    "pronunciation": "ਜੱਗਦੀਸ",
    "type_id": 3
  },
  {
    "id": 52845,
    "shabad_id": 4386,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਤੂ ਹਮਰੋ. ਹਮ ਤੁਮਰੇ ਕਹੀਅੈ; ੲਿਤ ੳੁਤ ਤੁਮ ਹੀ ਰਾਖੇ ॥",
    "transliteration": "Thoo Hamaro Ham Thumarae Keheeai Eith Outh Thum Hee Raakhae ||",
    "translation": "You are mine, and I am Yours; here and hereafter, You are my Saving Grace.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹਰੇਕ ਜੀਵ ਇਹੀ ਆਖਦਾ ਹੈ ਕਿ ਤੂੰ ਸਾਡਾ ਹੈਂ ਅਸੀਂ ਤੇਰੇ ਹਾਂ, ਤੂੰ ਹੀ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸਾਡਾ ਰਾਖਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52846,
    "shabad_id": 4386,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਤੂ ਬੇਅੰਤੁ ਅਪਰੰਪਰੁ ਸੁਅਾਮੀ; ਗੁਰ ਕਿਰਪਾ ਕੋੲੀ ਲਾਖੈ ॥੧॥",
    "transliteration": "Thoo Baeanth Aparanpar Suaamee Gur Kirapaa Koee Laakhai ||1||",
    "translation": "You are Endess and Infinite, O my Lord and Master; by Guru's Grace, a few understand. ||1||",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਬੇਅੰਤ ਹੈਂ, ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ। ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਇਹ ਗੱਲ ਸਮਝੀ ਹੈ ॥੧॥",
    "pronunciation": "ਅਪ-ਰੰਪਰੁ",
    "type_id": 3
  },
  {
    "id": 52847,
    "shabad_id": 4386,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬਿਨੁ ਬਕਨੇ. ਬਿਨੁ ਕਹਨ ਕਹਾਵਨ; ਅੰਤਰਜਾਮੀ ਜਾਨੈ ॥",
    "transliteration": "Bin Bakanae Bin Kehan Kehaavan Antharajaamee Jaanai ||",
    "translation": "Without being spoken, without being told, You know all, O Searcher of hearts.",
    "punjabi": "ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਸਾਡੇ ਬੋਲਣ ਤੋਂ ਬਿਨਾ, ਸਾਡੇ ਆਖਣ-ਅਖਾਣ ਤੋਂ ਬਿਨਾ (ਸਾਡੀ ਲੋੜ) ਜਾਣ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52848,
    "shabad_id": 4386,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਾ ਕੳੁ ਮੇਲਿ ਲੲੇ ਪ੍ਰਭੁ ਨਾਨਕੁ; ਸੇ ਜਨ ਦਰਗਹ ਮਾਨੇ ॥੨॥੧੦੫॥੧੨੮॥",
    "transliteration": "Jaa Ko Mael Leae Prabh Naanak Sae Jan Dharageh Maanae ||2||105||128||",
    "translation": "One whom God unites with Himself, O Nanak, that humble being is honored in the Court of the Lord. ||2||105||128||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਭਾਈ!) ਉਹ ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ-ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੨॥੧੦੫॥੧੨੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
