[
  {
    "id": 53682,
    "shabad_id": 4491,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪਾਪ ਬਿਕਾਰ ਮਨੂਰ ਸਭਿ; ਲਦੇ ਬਹੁ ਭਾਰੀ ॥",
    "transliteration": "Paap Bikaar Manoor Sabh Ladhae Bahu Bhaaree ||",
    "translation": "Their sin and corruption are like rusty slag; they carry such a heavy load.",
    "punjabi": "ਪਾਪਾਂ ਤੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਵਿਅਰਥ ਤੇ ਬੋਝਲ ਭਾਰ ਨਾਲ ਲੱਦੇ ਹੋਏ ਜੀਵਾਂ ਲਈ-",
    "pronunciation": "ਲੱਦੇ",
    "type_id": 3
  },
  {
    "id": 53683,
    "shabad_id": 4491,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਾਰਗੁ ਬਿਖਮੁ ਡਰਾਵਣਾ; ਕਿੳੁ ਤਰੀਅੈ ਤਾਰੀ ॥",
    "transliteration": "Maarag Bikham Ddaraavanaa Kio Thareeai Thaaree ||",
    "translation": "The path is treacherous and terrifying; how can they cross over to the other side?",
    "punjabi": "ਜ਼ਿੰਦਗੀ ਦਾ ਰਸਤਾ ਬੜਾ ਔਖਾ ਤੇ ਡਰਾਉਣਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਉਹਨਾਂ ਪਾਸੋਂ ਤਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53684,
    "shabad_id": 4491,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਿ ਰਾਖੇ, ਸੇ ੳੁਬਰੇ; ਹਰਿ ਨਾਮਿ ੳੁਧਾਰੀ ॥੨੭॥",
    "transliteration": "Naanak Gur Raakhae Sae Oubarae Har Naam Oudhhaaree ||27||",
    "translation": "O Nanak, those whom the Guru protects are saved. They are saved in the Name of the Lord. ||27||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦੀ ਸਹੈਤਾ ਗੁਰੂ ਨੇ ਕੀਤੀ ਹੈ ਉਹ ਬਚ ਨਿਕਲਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੇ ਉਹਨਾਂ ਨੂੰ ਬਚਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53685,
    "shabad_id": 4492,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53686,
    "shabad_id": 4492,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਵਿਣੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਸੁਖੁ ਨਹੀ; ਮਰਿ ਜੰਮਹਿ ਵਾਰੋ ਵਾਰ ॥",
    "transliteration": "Vin Sathigur Saevae Sukh Nehee Mar Janmehi Vaaro Vaar ||",
    "translation": "Without serving the True Guru, no one finds peace; mortals die and are reborn, over and over again.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਤੋਂ ਬਿਨਾ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ (ਗੁਰੂ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਜੀਵ) ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53687,
    "shabad_id": 4492,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮੋਹ ਠਗੳੁਲੀ ਪਾੲੀਅਨੁ; ਬਹੁ ਦੂਜੈ ਭਾੲਿ ਵਿਕਾਰ ॥",
    "transliteration": "Moh Thagoulee Paaeean Bahu Dhoojai Bhaae Vikaar ||",
    "translation": "They have been given the drug of emotional attachment; in love with duality, they are totally corrupt.",
    "punjabi": "ਮੋਹ ਦੀ ਠਗ-ਬੂਟੀ ਉਸ ਪ੍ਰਭੂ ਨੇ (ਐਸੀ) ਪਾਈ ਹੈ ਕਿ (ਰੱਬ ਵਲੋਂ ਬੇ-ਸੁਰਤ ਹੋ ਕੇ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸ ਕੇ) ਬਥੇਰੇ ਮੰਦੇ ਕਰਮ ਕਰਦੇ ਹਨ,",
    "pronunciation": "ਠ-ਗੳੁਲੀ",
    "type_id": 3
  },
  {
    "id": 53688,
    "shabad_id": 4492,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਿ ਗੁਰ ਪਰਸਾਦੀ ੳੁਬਰੇ; ਤਿਸੁ ਜਨ ਕੳੁ. ਕਰਹਿ ਸਭਿ ਨਮਸਕਾਰ ॥",
    "transliteration": "Eik Gur Parasaadhee Oubarae This Jan Ko Karehi Sabh Namasakaar ||",
    "translation": "Some are saved, by Guru's Grace. Everyone humbly bows before such humble beings.",
    "punjabi": "ਪਰ ਕਈ (ਭਾਗਾਂ ਵਾਲੇ ਬੰਦੇ) ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਸ ਠਗ-ਬੂਟੀ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, (ਜੋ ਜੋ ਬਚਦਾ ਹੈ) ਉਸ ਨੂੰ ਸਾਰੇ ਲੋਕ ਸਿਰ ਨਿਵਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53689,
    "shabad_id": 4492,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਅਨ ਦਿਨੁ ਨਾਮੁ ਧਿਅਾੲਿ ਤੂ ਅੰਤਰਿ; ਜਿਤੁ ਪਾਵਹਿ ਮੋਖ ਦੁਅਾਰ ॥੧॥",
    "transliteration": "Naanak Anadhin Naam Dhhiaae Thoo Anthar Jith Paavehi Mokh Dhuaar ||1||",
    "translation": "O Nanak, meditate on the Naam, deep within yourself, day and night. You shall find the Door of Salvation. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਹਰ ਰੋਜ਼ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ, ਜਿਸ (ਸਿਮਰਨ ਦੀ) ਬਰਕਤਿ ਨਾਲ ਤੂੰ (ਇਸ 'ਮੋਹ-ਠਗਉਲੀ' ਤੋਂ) ਬਚਣ ਦਾ ਵਸੀਲਾ ਹਾਸਲ ਕਰ ਲਏਂਗਾ ॥੧॥",
    "pronunciation": "(ਦੂਜਾ ਪਾਠ: ਮੋਖਦੁਅਾਰ)",
    "type_id": 3
  },
  {
    "id": 53690,
    "shabad_id": 4493,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53691,
    "shabad_id": 4493,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਸਾਰਿਅਾ; ਸਚੁ ਮਰਣਾ ਹਰਿ ਨਾਮੁ ॥",
    "transliteration": "Maaeiaa Mohi Visaariaa Sach Maranaa Har Naam ||",
    "translation": "Emotionally attached to Maya, the mortal forgets truth, death and the Name of the Lord.",
    "punjabi": "ਮੌਤ ਅਟੱਲ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ-ਪਰ, ਇਹ ਗੱਲ ਜਿਸ ਮਨੁੱਖ ਨੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ) ਭੁਲਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53692,
    "shabad_id": 4493,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਧੰਧਾ ਕਰਤਿਅਾ. ਜਨਮੁ ਗੲਿਅਾ; ਅੰਦਰਿ ਦੁਖੁ ਸਹਾਮੁ ॥",
    "transliteration": "Dhhandhhaa Karathiaa Janam Gaeiaa Andhar Dhukh Sehaam ||",
    "translation": "Engaged in worldly affairs, his life wastes away; deep within himself, he suffers in pain.",
    "punjabi": "ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ ਮਾਇਆ ਦੇ ਧੰਧੇ ਕਰਦਿਆਂ ਹੀ ਗੁਜ਼ਰ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਦੁੱਖ ਸਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53693,
    "shabad_id": 4493,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰੁ ਸੇਵਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਜਿਨ੍ਹ ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਰਾਮੁ ॥੨॥",
    "transliteration": "Naanak Sathigur Saev Sukh Paaeiaa Jinh Poorab Likhiaa Karaam ||2||",
    "translation": "O Nanak, those who have the karma of such pre-ordained destiny, serve the True Guru and find peace. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੁੱਢ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਗੁਰ-ਸੇਵਾ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੈ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53694,
    "shabad_id": 4494,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53695,
    "shabad_id": 4494,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਲੇਖਾ ਪੜੀਅੈ ਹਰਿ ਨਾਮੁ; ਫਿਰਿ ਲੇਖੁ. ਨ ਹੋੲੀ ॥",
    "transliteration": "Laekhaa Parreeai Har Naam Fir Laekh N Hoee ||",
    "translation": "Read the account of the Name of the Lord, and you shall never again be called to account.",
    "punjabi": "ਜੇ ਹਰਿ-ਨਾਮ (ਸਿਮਰਨ-ਰੂਪ) ਲੇਖਾ ਪੜ੍ਹੀਏ ਤਾਂ ਫਿਰ ਵਿਕਾਰ ਆਦਿਕਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਚਿੱਤ੍ਰ ਮਨ ਵਿਚ ਨਹੀਂ ਬਣਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53696,
    "shabad_id": 4494,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੁਛਿ. ਨ ਸਕੈ ਕੋੲਿ; ਹਰਿ ਦਰਿ ਸਦ ਢੋੲੀ ॥",
    "transliteration": "Pushh N Sakai Koe Har Dhar Sadh Dtoee ||",
    "translation": "No one will question you, and you will always be safe in the Court of the Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਦਾ ਪਹੁੰਚ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਕਿਸੇ ਵਿਕਾਰ ਬਾਰੇ ਕੋਈ ਪੁੱਛ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਭਾਵ ਕੋਈ ਭੀ ਐਸਾ ਮੰਦਾ ਕਰਮ ਨਹੀਂ ਕੀਤਾ ਹੁੰਦਾ ਜਿਸ ਬਾਰੇ ਕੋਈ ਉਂਗਲ ਕਰ ਸਕੇ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53697,
    "shabad_id": 4494,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਮਕਾਲੁ ਮਿਲੈ ਦੇ ਭੇਟ; ਸੇਵਕੁ ਨਿਤ ਹੋੲੀ ॥",
    "transliteration": "Jamakaal Milai Dhae Bhaett Saevak Nith Hoee ||",
    "translation": "The Messenger of Death will meet you, and be your constant servant.",
    "punjabi": "ਜਮ ਕਾਲ (ਚੋਟ ਕਰਨ ਦੇ ਥਾਂ) ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈ ਤੇ ਸਦਾ ਲਈ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53698,
    "shabad_id": 4494,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਤੇ. ਮਹਲੁ ਪਾੲਿਅਾ; ਪਤਿ ਪਰਗਟੁ ਲੋੲੀ ॥",
    "transliteration": "Poorae Gur Thae Mehal Paaeiaa Path Paragatt Loee ||",
    "translation": "Through the Perfect Guru, you shall find the Mansion of the Lord's Presence. You shall be famous throughout the world.",
    "punjabi": "ਪਰ ਇਹ ਮੇਲ ਵਾਲੀ ਅਵਸਥਾ ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਹਾਸਲ ਹੁੰਦੀ ਹੈ ਤੇ ਜਗਤ ਵਿਚ ਇੱਜ਼ਤ ਉੱਘੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53699,
    "shabad_id": 4494,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਅਨਹਦ ਧੁਨੀ ਦਰਿ ਵਜਦੇ; ਮਿਲਿਅਾ ਹਰਿ ਸੋੲੀ ॥੨੮॥",
    "transliteration": "Naanak Anehadh Dhhunee Dhar Vajadhae Miliaa Har Soee ||28||",
    "translation": "O Nanak, the unstruck celestial melody vibrates at your door; come and merge with the Lord. ||28||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਟਿਕੇ ਰਿਹਾਂ, ਅੰਦਰ, ਮਾਨੋ) ਇਕ-ਰਸ ਸੁਰ ਵਾਲੇ ਵਾਜੇ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53700,
    "shabad_id": 4495,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53701,
    "shabad_id": 4495,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਕਾ ਕਹਿਅਾ ਜੇ ਕਰੇ; ਸੁਖੀ ਹੂ ਸੁਖੁ ਸਾਰੁ ॥",
    "transliteration": "Gur Kaa Kehiaa Jae Karae Sukhee Hoo Sukh Saar ||",
    "translation": "Whoever follows the Guru's Teachings, attains the most sublime peace of all peace.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਹੁਕਮ ਦੀ ਪਾਲਣਾ ਕਰੇ ਤਾਂ ਸੁਖਾਂ ਵਿਚੋਂ ਚੋਣਵਾਂ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53702,
    "shabad_id": 4495,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਕੀ ਕਰਣੀ. ਭੳੁ ਕਟੀਅੈ; ਨਾਨਕ ਪਾਵਹਿ ਪਾਰੁ ॥੧॥",
    "transliteration": "Gur Kee Karanee Bho Katteeai Naanak Paavehi Paar ||1||",
    "translation": "Acting in accordance with the Guru, his fear is cut away; O Nanak, he is carried across. ||1||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕੀਤਿਆਂ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ! (ਜੇ ਤੂੰ ਗੁਰੂ ਵਾਲੀ 'ਕਰਣੀ' ਕਰੇਂਗਾ ਤਾਂ) ਤੂੰ ('ਭਉ' ਦਾ) ਪਾਰਲਾ ਕੰਢਾ ਲੱਭ ਲਏਂਗਾ (ਭਾਵ, 'ਭਉ'-ਸਾਗਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਹਿਂਗਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53703,
    "shabad_id": 4496,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53704,
    "shabad_id": 4496,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ ਪੁਰਾਣਾ. ਨਾ ਥੀਅੈ; ਨਾਮੁ. ਨ ਮੈਲਾ ਹੋੲਿ ॥",
    "transliteration": "Sach Puraanaa Naa Thheeai Naam N Mailaa Hoe ||",
    "translation": "The True Lord does not grow old; His Naam is never dirtied.",
    "punjabi": "(ਜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਲਏ ਤਾਂ) ਪਰਮਾਤਮਾ ਨਾਲ ਬਣਿਆ ਉਹ ਪਿਆਰ ਕਦੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਹੁੰਦਾ। (ਜਿਸ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਵੱਸਦਾ ਹੈ, ਉਹ ਹਿਰਦਾ ਕਦੇ) ਵਿਕਾਰਾਂ ਨਾਲ ਗੰਦਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53705,
    "shabad_id": 4496,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਕੈ ਭਾਣੈ ਜੇ ਚਲੈ; ਬਹੁੜਿ. ਨ ਅਾਵਣੁ ਹੋੲਿ ॥",
    "transliteration": "Gur Kai Bhaanai Jae Chalai Bahurr N Aavan Hoe ||",
    "translation": "Whoever walks in harmony with the Guru's Will, shall not be reborn again.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰੇ ਤਾਂ ਮੁੜ ਉਸ ਨੂੰ ਜਨਮ (ਮਰਨ ਦਾ ਗੇੜ) ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53706,
    "shabad_id": 4496,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਨਾਮਿ ਵਿਸਾਰਿਅੈ; ਅਾਵਣ ਜਾਣਾ ਦੋੲਿ ॥੨॥",
    "transliteration": "Naanak Naam Visaariai Aavan Jaanaa Dhoe ||2||",
    "translation": "O Nanak, those who forget the Naam, come and go in reincarnation. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਨਾਮ ਵਿਸਾਰ ਦੇਈਏ ਤਾਂ ਜਨਮ ਮਰਨ ਦੋਵੇਂ ਬਣੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹੀਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53707,
    "shabad_id": 4497,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53708,
    "shabad_id": 4497,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੰਗਤ ਜਨੁ ਜਾਚੈ ਦਾਨੁ; ਹਰਿ ਦੇਹੁ ਸੁਭਾੲਿ ॥",
    "transliteration": "Mangath Jan Jaachai Dhaan Har Dhaehu Subhaae ||",
    "translation": "I am a beggar; I ask this blessing of You: O Lord, please embellish me with Your Love.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮੰਗਤਾ ਇਕ ਖ਼ੈਰ ਮੰਗਦਾ ਹਾਂ, ਆਪਣੇ ਹੱਥ ਨਾਲ (ਉਹ ਖ਼ੈਰ) ਮੈਨੂੰ ਪਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53709,
    "shabad_id": 4497,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਦਰਸਨ ਕੀ ਪਿਅਾਸ ਹੈ; ਦਰਸਨਿ ਤਿ੍ਰਪਤਾੲਿ ॥",
    "transliteration": "Har Dharasan Kee Piaas Hai Dharasan Thripathaae ||",
    "translation": "I am so thirsty for the Blessed Vision of the Lord's Darshan; His Darshan brings me satisfaction.",
    "punjabi": "ਮੈਨੂੰ, ਹੇ ਹਰੀ! ਤੇਰੇ ਦੀਦਾਰ ਦੀ ਪਿਆਸ ਹੈ, ਦੀਦਾਰ ਨਾਲ ਹੀ (ਮੇਰੇ ਅੰਦਰ) ਠੰਢ ਪੈ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53710,
    "shabad_id": 4497,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਖਿਨੁ ਪਲੁ ਘੜੀ. ਨ ਜੀਵੳੂ; ਬਿਨੁ ਦੇਖੇ, ਮਰਾਂ ਮਾੲਿ ॥",
    "transliteration": "Khin Pal Gharree N Jeevoo Bin Dhaekhae Maraan Maae ||",
    "translation": "I cannot live for a moment, for even an instant, without seeing Him, O my mother.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੈਂ ਹਰੀ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਮਰਦਾ ਹਾਂ ਇਕ ਪਲ ਭਰ, ਘੜੀ ਭਰ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53711,
    "shabad_id": 4497,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਨਾਲਿ ਦਿਖਾਲਿਅਾ; ਰਵਿ ਰਹਿਅਾ ਸਭ ਥਾੲਿ ॥",
    "transliteration": "Sathigur Naal Dhikhaaliaa Rav Rehiaa Sabh Thhaae ||",
    "translation": "The Guru has shown me that the Lord is always with me; He is permeating and pervading all places.",
    "punjabi": "ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਮੇਰਾ ਪ੍ਰਭੂ ਮੇਰੇ ਅੰਦਰ ਹੀ ਵਿਖਾ ਦਿੱਤਾ ਤਾਂ ਉਹ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਦਿੱਸਣ ਲੱਗ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53712,
    "shabad_id": 4497,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੁਤਿਅਾ. ਅਾਪਿ ੳੁਠਾਲਿ ਦੇੲਿ; ਨਾਨਕ ਲਿਵ ਲਾੲਿ ॥੨੯॥",
    "transliteration": "Suthiaa Aap Outhaal Dhaee Naanak Liv Laae ||29||",
    "translation": "He Himself wakes the sleepers, O Nanak, and lovingly attunes them to Himself. ||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਪਣੇ ਨਾਮ ਦੀ) ਲਗਨ ਲਾ ਕੇ ਉਹ ਆਪ ਹੀ (ਮਾਇਆ ਵਿਚ) ਸੁੱਤਿਆਂ ਨੂੰ ਜਗਾ ਕੇ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53713,
    "shabad_id": 4498,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53714,
    "shabad_id": 4498,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨਮੁਖ ਬੋਲਿ. ਨ ਜਾਣਨ੍ਹੀ; ਓਨਾ ਅੰਦਰਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਹੰਕਾਰੁ ॥",
    "transliteration": "Manamukh Bol N Jaananhee Ounaa Andhar Kaam Krodhh Ahankaar ||",
    "translation": "The self-willed manmukhs do not even know how to speak. They are filled with sexual desire, anger and egotism.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਢੁੱਕਵੀਂ ਗੱਲ ਕਰਨੀ ਭੀ ਨਹੀਂ ਜਾਣਦੇ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਕਾਮ ਕ੍ਰੋਧ ਤੇ ਅਹੰਕਾਰ (ਪ੍ਰਬਲ) ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53715,
    "shabad_id": 4498,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਥਾੳੁ ਕੁਥਾੳੁ. ਨ ਜਾਣਨੀ; ਸਦਾ ਚਿਤਵਹਿ ਬਿਕਾਰ ॥",
    "transliteration": "Thhaao Kuthhaao N Jaananee Sadhaa Chithavehi Bikaar ||",
    "translation": "They do not know the difference between good and bad; they constantly think of corruption.",
    "punjabi": "ਉਹ ਸਦਾ ਭੈੜੀਆਂ ਗੱਲਾਂ ਹੀ ਸੋਚਦੇ ਹਨ, ਥਾਂ ਕੁਥਾਂ ਭੀ ਨਹੀਂ ਸਮਝਦੇ (ਭਾਵ, ਇਹ ਸਮਝ ਭੀ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਹੁੰਦੀ ਕਿ ਇਹ ਕੰਮ ਇਥੇ ਕਰਨਾ ਫਬਦਾ ਭੀ ਹੈ ਜਾਂ ਨਹੀਂ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53716,
    "shabad_id": 4498,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਦਰਗਹ ਲੇਖਾ ਮੰਗੀਅੈ; ਓਥੈ ਹੋਹਿ ਕੂੜਿਅਾਰ ॥",
    "transliteration": "Dharageh Laekhaa Mangeeai Outhhai Hohi Koorriaar ||",
    "translation": "In the Lord's Court, they are called to account, and they are judged to be false.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਪੁੱਛੀਦਾ ਹੈ ਤਾਂ ਓਥੇ ਉਹ ਝੂਠੇ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53717,
    "shabad_id": 4498,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਸਿ੍ਰਸਟਿ ੳੁਪਾੲੀਅਨੁ; ਅਾਪਿ ਕਰੇ ਬੀਚਾਰੁ ॥",
    "transliteration": "Aapae Srisatt Oupaaeean Aap Karae Beechaar ||",
    "translation": "He Himself creates the Universe. He Himself contemplates it.",
    "punjabi": "ਪਰ, ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, (ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਉਹ ਆਪ (ਹੀ) ਹਰੇਕ ਵਿਚਾਰ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53718,
    "shabad_id": 4498,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਕਿਸ ਨੋ ਅਾਖੀਅੈ; ਸਭੁ ਵਰਤੈ ਅਾਪਿ ਸਚਿਅਾਰੁ ॥੧॥",
    "transliteration": "Naanak Kis No Aakheeai Sabh Varathai Aap Sachiaar ||1||",
    "translation": "O Nanak, whom should we tell? The True Lord is permeating and pervading all. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਭ ਥਾਈਂ ਉਹ ਸੱਚ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਆਪ (ਹੀ) ਮੌਜੂਦ ਹੈ, ਸੋ ਕਿਸੇ (ਮਨਮੁਖ) ਨੂੰ (ਭੀ ਮੰਦਾ) ਨਹੀਂ ਆਖਿਆ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53719,
    "shabad_id": 4499,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53720,
    "shabad_id": 4499,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਗੁਰਮੁਖਿ ਤਿਨ੍ਹੀ ਅਰਾਧਿਅਾ; ਜਿਨ੍ਹ ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲਿ ॥",
    "transliteration": "Har Guramukh Thinhee Araadhhiaa Jinh Karam Paraapath Hoe ||",
    "translation": "The Gurmukhs worship and adore the Lord; they receive the good karma of their actions.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ 'ਸਿਮਰਨ' ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53721,
    "shabad_id": 4499,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਹੳੁ ਬਲਿਹਾਰੀ ਤਿਨ੍ਹ ਕੳੁ; ਜਿਨ੍ਹ ਹਰਿ ਮਨਿ ਵਸਿਅਾ ਸੋੲਿ ॥੨॥",
    "transliteration": "Naanak Ho Balihaaree Thinh Ko Jinh Har Man Vasiaa Soe ||2||",
    "translation": "O Nanak, I am a sacrifice to those whose minds are filled with the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53722,
    "shabad_id": 4500,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53723,
    "shabad_id": 4500,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਸ ਕਰੇ ਸਭੁ ਲੋਕੁ; ਬਹੁ ਜੀਵਣੁ ਜਾਣਿਅਾ ॥",
    "transliteration": "Aas Karae Sabh Lok Bahu Jeevan Jaaniaa ||",
    "translation": "All people cherish hope, that they will live long lives.",
    "punjabi": "ਲੰਮੀ ਜ਼ਿੰਦਗੀ ਸਮਝ ਕੇ ਸਾਰਾ ਜਗ (ਭਾਵ, ਹਰੇਕ ਦੁਨੀਆਦਾਰ ਮਨੁੱਖ) ਆਸਾਂ ਬਣਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53724,
    "shabad_id": 4500,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਿਤ ਜੀਵਣ ਕੳੁ ਚਿਤੁ; ਗੜ੍ਹ ਮੰਡਪ ਸਵਾਰਿਅਾ ॥",
    "transliteration": "Nith Jeevan Ko Chith Garrh Manddap Savaariaa ||",
    "translation": "They wish to live forever; they adorn and embellish their forts and mansions.",
    "punjabi": "ਸਦਾ ਜੀਊਣ ਦੀ ਤਾਂਘ (ਰੱਖਦਾ ਹੈ ਤੇ) ਕਿਲ੍ਹੇ ਮਾੜੀਆਂ ਆਦਿਕ ਸਜਾਂਦਾ (ਰਹਿੰਦਾ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53725,
    "shabad_id": 4500,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਵਲ ਵੰਚ ਕਰਿ ੳੁਪਾਵ; ਮਾੲਿਅਾ ਹਿਰਿ ਅਾਣਿਅਾ ॥",
    "transliteration": "Valavanch Kar Oupaav Maaeiaa Hir Aaniaa ||",
    "translation": "By various frauds and deceptions, they steal the wealth of others.",
    "punjabi": "ਠੱਗੀਆਂ ਤੇ ਹੋਰ ਕਈ ਹੀਲੇ ਕਰ ਕੇ (ਦੂਜਿਆਂ ਦਾ) ਮਾਲ ਠੱਗ ਕੇ ਲੈ ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53726,
    "shabad_id": 4500,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਮਕਾਲੁ ਨਿਹਾਲੇ ਸਾਸ; ਅਾਵ ਘਟੈ ਬੇਤਾਲਿਅਾ ॥",
    "transliteration": "Jamakaal Nihaalae Saas Aav Ghattai Baethaaliaa ||",
    "translation": "But the Messenger of Death keeps his gaze on their breath, and the life of those goblins decreases day by day.",
    "punjabi": "(ਉੱਤੇ) ਜਮਰਾਜ (ਇਸ ਦੇ) ਸਾਹ ਗਿਣਦਾ ਜਾ ਰਿਹਾ ਹੈ, ਜੀਵਨ-ਤਾਲ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਇਸ ਮਨੁੱਖ ਦੀ ਉਮਰ ਘਟਦੀ ਚਲੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਬੇਤੱਾਲਿਅਾ",
    "type_id": 3
  }
]
