[
  {
    "id": 54379,
    "shabad_id": 4559,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ. ਹਮ ਗਾਵਹਿ, ਹਰਿ. ਹਮ ਬੋਲਹਿ; ਅੳੁਰੁ ਦੁਤੀਅਾ ਪ੍ਰੀਤਿ. ਹਮ ਤਿਅਾਗੀ ॥੧॥",
    "transliteration": "Har Ham Gaavehi Har Ham Bolehi Aour Dhutheeaa Preeth Ham Thiaagee ||1||",
    "translation": "I sing of the Lord, and I speak of the Lord; I have discarded all other loves. ||1||",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹਾਂ, ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਜਪਦਾ ਹਾਂ। ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦਾ ਪਿਆਰ ਮੈਂ ਛੱਡ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54380,
    "shabad_id": 4559,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮਨਮੋਹਨ ਮੋਰੋ ਪ੍ਰੀਤਮੁ ਰਾਮੁ; ਹਰਿ ਪਰਮਾਨੰਦੁ ਬੈਰਾਗੀ ॥",
    "transliteration": "Manamohan Moro Preetham Raam Har Paramaanandh Bairaagee ||",
    "translation": "My Beloved is the Enticer of the mind; The Detached Lord God is the Embodiment of Supreme bliss.",
    "punjabi": "ਸਭ ਦੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦਾ ਮਾਲਕ ਹੈ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉੱਚਾ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54381,
    "shabad_id": 4559,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਦੇਖੇ ਜੀਵਤ ਹੈ ਨਾਨਕੁ; ੲਿਕ ਨਿਮਖ ਪਲੋ ਮੁਖਿ ਲਾਗੀ ॥੨॥੨॥੯॥੯॥੧੩॥੯॥੩੧॥",
    "transliteration": "Har Dhaekhae Jeevath Hai Naanak Eik Nimakh Palo Mukh Laagee ||2||2||9||9||13||9||31||",
    "translation": "Nanak lives by gazing upon the Lord; may I see Him for a moment, for even just an instant. ||2||2||9||9||13||9||31||",
    "punjabi": "ਜੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੋ ਜਾਏ, ਇਕ ਪਲ ਭਰ ਲਈ ਹੋ ਜਾਏ, ਤਾਂ ਨਾਨਕ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥੨॥੯॥੯॥੧੩॥੯॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54382,
    "shabad_id": 4560,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਗੁ ਮਲਾਰ ਮਹਲਾ ੫ ਚੳੁਪਦੇ ਘਰੁ ੧",
    "transliteration": "Raag Malaar Mehalaa 5 Choupadhae Ghar 1",
    "translation": "Raag Malaar, Fifth Mehl, Chau-Padas, First House:",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54383,
    "shabad_id": 4560,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 54384,
    "shabad_id": 4560,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕਿਅਾ ਤੂ ਸੋਚਹਿ. ਕਿਅਾ ਤੂ ਚਿਤਵਹਿ; ਕਿਅਾ ਤੂੰ ਕਰਹਿ ੳੁਪਾੲੇ ॥",
    "transliteration": "Kiaa Thoo Sochehi Kiaa Thoo Chithavehi Kiaa Thoon Karehi Oupaaeae ||",
    "translation": "What are you so worried about? What are you thinking? What have you tried?",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਛੱਡ ਕੇ) ਤੂੰ ਹੋਰ ਕੀਹ ਸੋਚਾਂ ਸੋਚਦਾਂ ਹੈਂ? ਤੂੰ ਹੋਰ ਕੀਹ ਉਪਾਵ ਚਿਤਵਦਾ ਹੈਂ? ਤੂੰ ਹੋਰ ਕਿਹੜੇ ਹੀਲੇ ਕਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54385,
    "shabad_id": 4560,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਤਾ ਕੳੁ ਕਹਹੁ ਪਰਵਾਹ ਕਾਹੂ ਕੀ; ਜਿਹ ਗੋਪਾਲ ਸਹਾੲੇ ॥੧॥",
    "transliteration": "Thaa Ko Kehahu Paravaah Kaahoo Kee Jih Gopaal Sehaaeae ||1||",
    "translation": "Tell me - the Lord of the Universe - who controls Him? ||1||",
    "punjabi": "(ਵੇਖ) ਜਿਸ (ਮਨੁੱਖ) ਦਾ ਸਹਾਈ ਪਰਮਾਤਮਾ ਆਪ ਬਣਦਾ ਹੈ ਉਸ ਨੂੰ, ਦੱਸ, ਕਿਸ ਦੀ ਪਰਵਾਹ ਰਹਿ ਜਾਂਦੀ ਹੈ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54386,
    "shabad_id": 4560,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਰਸੈ ਮੇਘੁ ਸਖੀ; ਘਰਿ ਪਾਹੁਨ ਅਾੲੇ ॥",
    "transliteration": "Barasai Maegh Sakhee Ghar Paahun Aaeae ||",
    "translation": "The rain showers down from the clouds, O companion. The Guest has come into my home.",
    "punjabi": "ਹੇ ਸਹੇਲੀ! (ਮੇਰੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਜੀ ਟਿਕੇ ਹਨ (ਮੇਰੇ ਅੰਦਰੋਂ ਤਪਸ਼ ਮਿੱਟ ਗਈ ਹੈ, ਇਉਂ ਜਾਪਦਾ ਹੈ ਜਿਵੇਂ ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੀ ਮਿਹਰ ਦਾ) ਬੱਦਲ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54387,
    "shabad_id": 4560,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮੋਹਿ ਦੀਨ ਕ੍ਰਿਪਾਨਿਧਿ ਠਾਕੁਰ; ਨਵ ਨਿਧਿ ਨਾਮਿ ਸਮਾੲੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mohi Dheen Kirapaa Nidhh Thaakur Nav Nidhh Naam Samaaeae ||1|| Rehaao ||",
    "translation": "I am meek; my Lord and Master is the Ocean of Mercy. I am absorbed in the nine treasures of the Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਨੂੰ ਕੰਗਾਲ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਲੀਨ ਕਰੀ ਰੱਖ (ਇਹ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54388,
    "shabad_id": 4560,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਨਿਕ ਪ੍ਰਕਾਰ ਭੋਜਨ ਬਹੁ ਕੀੲੇ; ਬਹੁ ਬਿੰਜਨ ਮਿਸਟਾੲੇ ॥",
    "transliteration": "Anik Prakaar Bhojan Bahu Keeeae Bahu Binjan Misattaaeae ||",
    "translation": "I have prepared all sorts of foods in various ways, and all sorts of sweet deserts.",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਇਸਤ੍ਰੀ ਆਪਣੇ ਪਤੀ ਵਾਸਤੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਮਿੱਠੇ ਸੁਆਦਲੇ ਖਾਣੇ ਤਿਆਰ ਕਰਦੀ ਹੈ, ਬੜੀ ਸੁੱਚ ਨਾਲ ਰਸੋਈ ਸੁਥਰੀ ਬਣਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54389,
    "shabad_id": 4560,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕਰੀ ਪਾਕਸਾਲ ਸੋਚ ਪਵਿਤ੍ਰਾ; ਹੁਣਿ ਲਾਵਹੁ ਭੋਗੁ ਹਰਿ ਰਾੲੇ ॥੨॥",
    "transliteration": "Karee Paakasaal Soch Pavithraa Hun Laavahu Bhog Har Raaeae ||2||",
    "translation": "I have made my kitchen pure and sacred. Now, O my Sovereign Lord King, please sample my food. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! (ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਦੀ ਰਸੋਈ ਨੂੰ ਤਿਆਰ ਕੀਤਾ ਹੈ, ਮਿਹਰ ਕਰ, ਤੇ ਇਸ ਨੂੰ) ਹੁਣ ਪਰਵਾਨ ਕਰ ॥੨॥",
    "pronunciation": "ਸ਼ੁਭ ਗੁਣਾਂ ਰੂਪੀ ਪਦਾਰਥ ਦੀ (ਪਾਕਸਾਲ) ਰਸੋੲੀ। (ਸੋਚ) ਸੱਚ ਸੁੱਚਮ। (ਪਵਿਤ੍ਰਾ) ਪਵਿੱਤ੍ਰਤਾੲੀ",
    "type_id": 3
  },
  {
    "id": 54390,
    "shabad_id": 4560,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਦੁਸਟ ਬਿਦਾਰੇ. ਸਾਜਨ ਰਹਸੇ; ੲਿਹਿ ਮੰਦਿਰ ਘਰ ਅਪਨਾੲੇ ॥",
    "transliteration": "Dhusatt Bidhaarae Saajan Rehasae Eihi Mandhir Ghar Apanaaeae ||",
    "translation": "The villains have been destroyed, and my friends are delighted. This is Your Own Mansion and Temple, O Lord.",
    "punjabi": "ਹੇ ਸਖੀ! ਇਹਨਾਂ (ਸਰੀਰ) ਘਰਾਂ-ਮੰਦਰਾਂ ਨੂੰ (ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ) ਅਪਣਾਂਦਾ ਹੈ (ਇਹਨਾਂ ਵਿਚ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਇਹਨਾਂ ਵਿਚੋਂ ਕਾਮਾਦਿਕ) ਦੁਸ਼ਟ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ (ਅਤੇ ਦੈਵੀ ਗੁਣ) ਸੱਜਣ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਦੁਸਟ) ਕਾਮਾਦਿਕ । (ਰਹਸੇ) ਖ਼ੁਸ਼,ਪਰਫ਼ੁਲਤ ਹੋੲੇ। (ਮੰਦਿਰ) ਸ੍ਰੀਰ, (ਅਪਨਾੲੇ) ਅਪਣਾ ਘਰ ਜਾਣ ਕੇ ਅਾੲੇ, ਭਾਵ ੲਿਸ ਸ੍ਰੀਰ ਚ ਪ੍ਰਗਟੇੇ। ਰਹਸੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 54391,
    "shabad_id": 4560,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜੳੁ ਗ੍ਰਿਹਿ. ਲਾਲੁ ਰੰਗੀਓ ਅਾੲਿਅਾ; ਤੳੁ ਮੈ. ਸਭਿ ਸੁਖ ਪਾੲੇ ॥੩॥",
    "transliteration": "Jo Grihi Laal Rangeeou Aaeiaa Tho Mai Sabh Sukh Paaeae ||3||",
    "translation": "When my Playful Beloved came into my household, then I found total peace. ||3||",
    "punjabi": "ਹੇ ਸਖੀ! ਜਦੋਂ ਤੋਂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੋਹਣਾ ਲਾਲ (ਪ੍ਰਭੂ) ਆ ਵੱਸਿਆ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲਏ ਹਨ ॥੩॥",
    "pronunciation": "ਗ ੍ਰਿਹਿ।(ਰੰਗੀਓ) ਅਾਨੰਦੀ",
    "type_id": 3
  },
  {
    "id": 54392,
    "shabad_id": 4560,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਸੰਤ ਸਭਾ ਓਟ ਗੁਰ ਪੂਰੇ; ਧੁਰਿ ਮਸਤਕਿ ਲੇਖੁ ਲਿਖਾੲੇ ॥",
    "transliteration": "Santh Sabhaa Outt Gur Poorae Dhhur Masathak Laekh Likhaaeae ||",
    "translation": "In the Society of the Saints, I have the Support and Protection of the Perfect Guru; this is the pre-ordained destiny inscribed upon my forehead.",
    "punjabi": "ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਸ ਜੀਵ ਦੇ ਮੱਥੇ ਉੱਤੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪੂਰੇ ਗੁਰੂ ਦੀ ਓਟ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54393,
    "shabad_id": 4560,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਕੰਤੁ ਰੰਗੀਲਾ ਪਾੲਿਅਾ; ਫਿਰਿ ਦੂਖੁ. ਨ ਲਾਗੈ ਅਾੲੇ ॥੪॥੧॥",
    "transliteration": "Jan Naanak Kanth Rangeelaa Paaeiaa Fir Dhookh N Laagai Aaeae ||4||1||",
    "translation": "Servant Nanak has found his Playful Husband Lord. He shall never suffer in sorrow again. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਸ ਨੂੰ ਸੋਹਣਾ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਫਿਰ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54394,
    "shabad_id": 4561,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੫ ॥",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54395,
    "shabad_id": 4561,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਖੀਰ ਅਧਾਰਿ. ਬਾਰਿਕੁ ਜਬ ਹੋਤਾ; ਬਿਨੁ ਖੀਰੈ ਰਹਨੁ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Kheer Adhhaar Baarik Jab Hothaa Bin Kheerai Rehan N Jaaee ||",
    "translation": "When the baby's only food is milk, it cannot survive without its milk.",
    "punjabi": "ਜਦੋਂ (ਕੋਈ) ਬੱਚਾ ਦੁੱਧ ਦੇ ਆਸਰੇ ਹੀ ਹੁੰਦਾ ਹੈ (ਤਦੋਂ ਉਹ) ਦੁੱਧ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54396,
    "shabad_id": 4561,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਾਰਿ ਸਮ੍ਹਾਲਿ ਮਾਤਾ ਮੁਖਿ ਨੀਰੈ; ਤਬ ਓਹੁ ਤ੍ਰਿਪਤਿ ਅਘਾੲੀ ॥੧॥",
    "transliteration": "Saar Samhaal Maathaa Mukh Neerai Thab Ouhu Thripath Aghaaee ||1||",
    "translation": "The mother takes care of it, and pours milk into its mouth; then, it is satisfied and fulfilled. ||1||",
    "punjabi": "(ਜਦੋਂ ਉਸ ਦੀ) ਮਾਂ (ਉਸ ਦੀ) ਸਾਰ ਲੈ ਕੇ (ਉਸ ਦੀ) ਸੰਭਾਲ ਕਰ ਕੇ (ਉਸ ਦੇ) ਮੂੰਹ ਵਿਚ ਆਪਣਾ ਥਣ ਪਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ (ਦੁੱਧ ਨਾਲ) ਚੰਗੀ ਤਰ੍ਹਾਂ ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54397,
    "shabad_id": 4561,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਮ ਬਾਰਿਕ; ਪਿਤਾ ਪ੍ਰਭੁ ਦਾਤਾ ॥",
    "transliteration": "Ham Baarik Pithaa Prabh Dhaathaa ||",
    "translation": "I am just a baby; God, the Great Giver, is my Father.",
    "punjabi": "ਦਾਤਾਰ ਪ੍ਰਭੂ (ਸਾਡਾ) ਪਿਤਾ ਹੈ, ਅਸੀਂ (ਜੀਵ ਉਸ ਦੇ) ਬੱਚੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54398,
    "shabad_id": 4561,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਭੂਲਹਿ ਬਾਰਿਕ. ਅਨਿਕ ਲਖ ਬਰੀਅਾ; ਅਨ ਠੳੁਰ ਨਾਹੀ. ਜਹ ਜਾਤਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhoolehi Baarik Anik Lakh Bareeaa An Thour Naahee Jeh Jaathaa ||1|| Rehaao ||",
    "translation": "The child is so foolish; it makes so many mistakes. But it has nowhere else to go. ||1||Pause||",
    "punjabi": "ਬੱਚੇ ਅਨੇਕਾਂ ਵਾਰੀ ਲੱਖਾਂ ਵਾਰੀ ਭੁੱਲਾਂ ਕਰਦੇ ਹਨ (ਪਿਤਾ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦਾ ਕੋਈ) ਹੋਰ ਥਾਂ ਨਹੀਂ, ਜਿਥੇ ਉਹ ਜਾ ਸਕਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54399,
    "shabad_id": 4561,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਚੰਚਲ ਮਤਿ ਬਾਰਿਕ ਬਪੁਰੇ ਕੀ; ਸਰਪ ਅਗਨਿ ਕਰ ਮੇਲੈ ॥",
    "transliteration": "Chanchal Math Baarik Bapurae Kee Sarap Agan Kar Maelai ||",
    "translation": "The mind of the poor child is fickle; he touches even snakes and fire.",
    "punjabi": "ਵਿਚਾਰੇ ਬੱਚੇ ਦੀ ਅਕਲ ਹੋਛੀ ਹੁੰਦੀ ਹੈ, ਉਹ (ਜਦੋਂ ਮਾਂ ਪਿਉ ਤੋਂ ਪਰੇ ਹੁੰਦਾ ਹੈ ਤਦੋਂ) ਸੱਪ ਨੂੰ ਹੱਥ ਪਾਂਦਾ ਹੈ, ਅੱਗ ਨੂੰ ਹੱਥ ਪਾਂਦਾ ਹੈ (ਤੇ, ਦੁਖੀ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54400,
    "shabad_id": 4561,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮਾਤਾ ਪਿਤਾ ਕੰਠਿ ਲਾੲਿ ਰਾਖੈ; ਅਨਦ ਸਹਜਿ ਤਬ ਖੇਲੈ ॥੨॥",
    "transliteration": "Maathaa Pithaa Kanth Laae Raakhai Anadh Sehaj Thab Khaelai ||2||",
    "translation": "His mother and father hug him close in their embrace, and so he plays in joy and bliss. ||2||",
    "punjabi": "(ਪਰ ਜਦੋਂ ਉਸ ਨੂੰ) ਮਾਂ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦੀ ਹੈ ਪਿਉ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦਾ ਹੈ (ਭਾਵ, ਜਦੋਂ ਉਸ ਦੇ ਮਾਪੇ ਉਸ ਦਾ ਧਿਆਨ ਰੱਖਦੇ ਹਨ) ਤਦੋਂ ਉਹ ਅਨੰਦ ਨਾਲ ਬੇ-ਫ਼ਿਕਰੀ ਨਾਲ ਖੇਡਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54401,
    "shabad_id": 4561,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਿਸ ਕਾ ਪਿਤਾ. ਤੂਹੈ ਮੇਰੇ ਸੁਅਾਮੀ; ਤਿਸੁ ਬਾਰਿਕ ਭੂਖ ਕੈਸੀ ॥",
    "transliteration": "Jis Kaa Pithaa Thoo Hai Maerae Suaamee This Baarik Bhookh Kaisee ||",
    "translation": "What hunger can the child ever have, O my Lord and Master, when You are his Father?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਸ (ਬੱਚੇ) ਦਾ ਤੂੰ ਪਿਤਾ (ਵਾਂਗ ਰਾਖਾ) ਹੈਂ, ਉਸ ਬੱਚੇ ਨੂੰ ਕੋਈ (ਮਾਇਕ) ਭੁੱਖ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54402,
    "shabad_id": 4561,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਨਵ ਨਿਧਿ ਨਾਮੁ ਨਿਧਾਨੁ ਗ੍ਰਿਹਿ ਤੇਰੈ; ਮਨਿ ਬਾਂਛੈ ਸੋ ਲੈਸੀ ॥੩॥",
    "transliteration": "Nav Nidhh Naam Nidhhaan Grihi Thaerai Man Baanshhai So Laisee ||3||",
    "translation": "The treasure of the Naam and the nine treasures are in Your celestial household. You fulfill the desires of the mind. ||3||",
    "punjabi": "ਤੇਰੇ ਘਰ ਵਿਚ ਤੇਰਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਹੈ (ਇਹੀ ਹੈ) ਨੌ ਖ਼ਜ਼ਾਨੇ। ਉਹ ਜੋ ਕੁਝ ਆਪਣੇ ਮਨ ਵਿਚ (ਤੈਥੋਂ) ਮੰਗਦਾ ਹੈ, ਉਹ ਕੁਝ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54403,
    "shabad_id": 4561,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਪਿਤਾ ਕ੍ਰਿਪਾਲਿ ਅਾਗਿਅਾ ੲਿਹ ਦੀਨੀ; ਬਾਰਿਕੁ ਮੁਖਿ ਮਾਂਗੈ ਸੋ ਦੇਨਾ ॥",
    "transliteration": "Pithaa Kirapaal Aagiaa Eih Dheenee Baarik Mukh Maangai So Dhaenaa ||",
    "translation": "My Merciful Father has issued this Command: whatever the child asks for, is put into his mouth.",
    "punjabi": "ਕਿਰਪਾਲ ਪਿਤਾ-ਪ੍ਰਭੂ ਨੇ ਇਹ ਹੁਕਮ ਦੇ ਰੱਖਿਆ ਹੈ, ਕਿ ਬਾਲਕ ਜੋ ਕੁਝ ਮੰਗਦਾ ਹੈ ਉਹ ਉਸ ਨੂੰ ਦੇ ਦੇਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54404,
    "shabad_id": 4561,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਬਾਰਿਕੁ. ਦਰਸੁ ਪ੍ਰਭ ਚਾਹੈ; ਮੋਹਿ ਹ੍ਰਿਦੈ ਬਸਹਿ ਨਿਤ ਚਰਨਾ ॥੪॥੨॥",
    "transliteration": "Naanak Baarik Dharas Prabh Chaahai Mohi Hridhai Basehi Nith Charanaa ||4||2||",
    "translation": "Nanak, the child, longs for the Blessed Vision of God's Darshan. May His Feet always dwell within my heart. ||4||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਬੱਚਾ ਨਾਨਕ ਤੇਰਾ ਦਰਸਨ ਚਾਹੁੰਦਾ ਹੈ (ਤੇ, ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੇ ਰਹਿਣ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54405,
    "shabad_id": 4562,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੫ ॥",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54406,
    "shabad_id": 4562,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਗਲ ਬਿਧੀ ਜੁਰਿ. ਅਾਹਰੁ ਕਰਿਅਾ; ਤਜਿਓ ਸਗਲ ਅੰਦੇਸਾ ॥",
    "transliteration": "Sagal Bidhhee Jur Aahar Kariaa Thajiou Sagal Andhaesaa ||",
    "translation": "I tried everything, and gathered all devices together; I have discarded all my anxieties.",
    "punjabi": "ਮੈਂ ਹੁਣ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟਾ ਦਿੱਤੇ ਹਨ, (ਹੁਣ ਮੈਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ ਸਫਲਤਾ ਦੇ) ਸਾਰੇ ਢੰਗਾਂ ਨੇ ਰਲ ਕੇ (ਮੇਰੀ ਹਰੇਕ ਸਫਲਤਾ ਵਾਸਤੇ) ਉੱਦਮ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਅਾਹਰੁ) ੳੁਦਮ। ਬਿਧੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 54407,
    "shabad_id": 4562,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਾਰਜੁ ਸਗਲ ਅਰੰਭਿਓ ਘਰ ਕਾ; ਠਾਕੁਰ ਕਾ ਭਾਰੋਸਾ ॥੧॥",
    "transliteration": "Kaaraj Sagal Aranbhiou Ghar Kaa Thaakur Kaa Bhaarosaa ||1||",
    "translation": "I have begun to set all my household affairs right; I have placed my faith in my Lord and Master. ||1||",
    "punjabi": "ਹੇ ਸਖੀ! ਹੁਣ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਚੰਗਾ ਬਣਾਣ ਦਾ ਸਾਰਾ ਕੰਮ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ, ਮੈਨੂੰ ਹੁਣ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ (ਹਰ ਵੇਲੇ) ਸਹਾਰਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54408,
    "shabad_id": 4562,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸੁਨੀਅੈ. ਬਾਜੈ ਬਾਜ ਸੁਹਾਵੀ ॥",
    "transliteration": "Suneeai Baajai Baaj Suhaavee ||",
    "translation": "I listen to the celestial vibrations resonating and resounding.",
    "punjabi": "ਜਿਵੇਂ ਕਿ ਅੰਦਰ) ਕੰਨਾਂ ਨੂੰ ਸੋਹਣੀ ਲੱਗਣ ਵਾਲੀ (ਕਿਸੇ) ਵਾਜੇ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਜਾ ਰਹੀ ਹੈ (ਮੇਰੇ ਅੰਦਰ ਇਹੋ ਜਿਹਾ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54409,
    "shabad_id": 4562,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਭੋਰੁ ਭੲਿਅਾ. ਮੈ ਪ੍ਰਿਅ ਮੁਖ ਪੇਖੇ; ਗ੍ਰਿਹਿ ਮੰਗਲ ਸੁਹਲਾਵੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhor Bhaeiaa Mai Pria Mukh Paekhae Grihi Mangal Suhalaavee ||1|| Rehaao ||",
    "translation": "Sunrise has come, and I gaze upon the Face of my Beloved. My household is filled with peace and pleasure. ||1||Pause||",
    "punjabi": "ਹੇ ਸਖੀ! ਜਦੋਂ ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ ਦਾ ਮੂੰਹ ਵੇਖ ਲਿਆ (ਦਰਸਨ ਕੀਤਾ), ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਿਆ, ਮੇਰੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਗਈ, ਮੇਰੇ ਅੰਦਰ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਦਿਨ ਚੜ੍ਹ ਪਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸੁਹਲਾਵੀ) ਸੁਖਾਂਵਾਲੀ",
    "type_id": 4
  },
  {
    "id": 54410,
    "shabad_id": 4562,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਮਨੂਅਾ ਲਾੲਿ ਸਵਾਰੇ ਥਾਨਾਂ; ਪੂਛੳੁ ਸੰਤਾ ਜਾੲੇ ॥",
    "transliteration": "Manooaa Laae Savaarae Thhaanaan Pooshho Santhaa Jaaeae ||",
    "translation": "I focus my mind, and embellish and adorn the place within; then I go out to speak with the Saints.",
    "punjabi": "ਹੇ ਸਖੀ! ਪੂਰੇ ਧਿਆਨ ਨਾਲ ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲਿਆ ਹੈ। ਮੈਂ ਸੰਤਾਂ ਪਾਸੋਂ ਜਾ ਕੇ (ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀਆਂ ਗੱਲਾਂ) ਪੁੱਛਦੀ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "ਸੰਤਾਂ",
    "type_id": 3
  },
  {
    "id": 54411,
    "shabad_id": 4562,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਮੈ ਪਾਹੁਨ ਮਿਲਿਓ; ਭਗਤਿ ਕਰੳੁ ਨਿਵਿ ਪਾੲੇ ॥੨॥",
    "transliteration": "Khojath Khojath Mai Paahun Miliou Bhagath Karo Niv Paaeae ||2||",
    "translation": "Seeking and searching, I have found my Husband Lord; I bow at His Feet and worship Him with devotion. ||2||",
    "punjabi": "ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪਿਆ ਹੈ। ਹੁਣ ਮੈਂ ਉਸ ਦੇ ਚਰਨਾਂ ਤੇ ਢਹਿ ਕੇ ਉਸ ਦੀ ਭਗਤੀ ਕਰਦੀ ਰਹਿੰਦੀ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
