[
  {
    "id": 54695,
    "shabad_id": 4591,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਕਾਗਦ ਕੋਟੁ. ੲਿਹੁ ਜਗੁ ਹੈ ਬਪੁਰੋ; ਰੰਗਨਿ ਚਿਹਨ ਚਤੁਰਾੲੀ ॥",
    "transliteration": "Kaagadh Kott Eihu Jag Hai Bapuro Rangan Chihan Chathuraaee ||",
    "translation": "This wretched world is a fortress of paper, of color and form and clever tricks.",
    "punjabi": "ਇਹ ਜਗਤ ਵਿਚਾਰਾ (ਮਾਨੋ) ਕਾਗ਼ਜ਼ਾਂ ਦਾ ਕਿਲ੍ਹਾ ਹੈ ਜਿਸ ਨੂੰ (ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ) ਸਿਆਣਪ ਨਾਲ ਸਜਾਵਟ ਤੇ ਰੂਪ-ਰੇਖਾ ਦਿੱਤੀ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54696,
    "shabad_id": 4591,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਨ੍ਹੀ ਸੀ ਬੂੰਦ. ਪਵਨੁ ਪਤਿ ਖੋਵੈ; ਜਨਮਿ ਮਰੈ ਖਿਨੁ ਤਾੲਂØੀ ॥੪॥",
    "transliteration": "Naanhee See Boondh Pavan Path Khovai Janam Marai Khin Thaaeanaee ||4||",
    "translation": "A tiny drop of water or a little puff of wind destroys its glory; in an instant, its life is ended. ||4||",
    "punjabi": "ਪਰ ਜਿਵੇਂ ਇਕ ਨਿੱਕੀ ਜਿਹੀ ਬੂੰਦ ਜਾਂ ਹਵਾ ਦਾ ਝੋਲਾ (ਕਾਗ਼ਜ਼ ਦੇ ਕਿਲ੍ਹੇ ਦੀ) ਸੋਭਾ ਗਵਾ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਇਹ ਜਗਤ ਪਲ ਵਿਚ ਜੰਮਦਾ ਹੈ ਤੇ ਮਰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54697,
    "shabad_id": 4591,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਨਦੀ ੳੁਪ ਕੰਠਿ, ਜੈਸੇ ਘਰੁ ਤਰਵਰੁ; ਸਰਪਨਿ ਘਰੁ. ਘਰ ਮਾਹੀ ॥",
    "transliteration": "Nadhee Oupakanth Jaisae Ghar Tharavar Sarapan Ghar Ghar Maahee ||",
    "translation": "It is like a tree-house near the bank of a river, with a serpent's den in that house.",
    "punjabi": "ਜਿਵੇਂ ਕਿਸੇ ਨਦੀ ਦੇ ਕੰਢੇ ਉਤੇ ਕੋਈ ਘਰ ਹੋਵੇ ਜਾਂ ਰੁੱਖ ਹੋਵੇ ਜਦੋਂ ਨਦੀ ਦਾ ਵੇਗ ਉਲਟਦਾ ਹੈ ਤਾਂ ਨਾਹ ਉਹ ਘਰ ਰਹਿ ਜਾਂਦਾ ਹੈ ਨਾਹ ਉਹ ਰੁੱਖ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਘਰ ਵਿਚ ਸਪਣੀ ਦਾ ਘਰ ਹੋਵੇ-",
    "pronunciation": "(ੳੁਪ) ਪਾਸ। (ਕੰਠਿ) ਕੰਢੇ ਤੇ",
    "type_id": 3
  },
  {
    "id": 54698,
    "shabad_id": 4591,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ੳੁਲਟੀ ਨਦੀ. ਕਹਾਂ ਘਰੁ ਤਰਵਰੁ; ਸਰਪਨਿ ਡਸੈ. ਦੂਜਾ ਮਨ ਮਾਂਹੀ ॥੫॥",
    "transliteration": "Oulattee Nadhee Kehaan Ghar Tharavar Sarapan Ddasai Dhoojaa Man Maanhee ||5||",
    "translation": "When the river overflows, what happens to the tree house? The snake bites, like duality in the mind. ||5||",
    "punjabi": "ਤਾਂ ਜਦੋਂ ਭੀ ਮੌਕਾ ਮਿਲਦਾ ਹੈ ਸਪਣੀ ਉਸ ਨੂੰ ਡੰਗ ਮਾਰ ਹੀ ਦੇਂਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਝਾਕ ਹੈ (ਉਹ ਨਦੀ ਦੇ ਉਲਟੇ ਹੋਏ ਹੜ੍ਹ ਵਾਂਗ ਹੈ, ਉਹ ਘਰ ਵਿਚ ਵੱਸਦੀ ਸਪਣੀ ਵਾਂਗ ਹੈ, ਇਹ ਦੂਜੀ ਝਾਕ ਆਤਮਕ ਮੌਤ ਲਿਆਉਂਦੀ ਹੈ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54699,
    "shabad_id": 4591,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਗਾਰੁੜ ਗੁਰ ਗਿਅਾਨੁ. ਧਿਅਾਨੁ ਗੁਰ ਬਚਨੀ; ਬਿਖਿਅਾ ਗੁਰਮਤਿ ਜਾਰੀ ॥",
    "transliteration": "Gaarurr Gur Giaan Dhhiaan Gur Bachanee Bikhiaa Guramath Jaaree ||",
    "translation": "Through the magic spell of the Guru's spiritual wisdom, and meditation on the Word of the Guru's Teachings, vice and corruption are burnt away.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਮਿਲਿਆ ਹੋਇਆ ਗਿਆਨ, ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜੀ ਸੁਰਤ, ਮਾਨੋ, ਸੱਪ ਨੂੰ ਕੀਲਣ ਵਾਲਾ ਮੰਤਰ ਹੈ। ਜਿਸ ਦੇ ਪਾਸ ਭੀ ਇਹ ਮੰਤਰ ਹੈ ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਾਇਆ (ਸਪਣੀ ਦਾ ਜ਼ਹਰ) ਸਾੜ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54700,
    "shabad_id": 4591,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਤਨ ਹੇਂਵ ਭੲੇ ਸਚੁ ਪਾੲਿਅਾ; ਹਰਿ ਕੀ ਭਗਤਿ ਨਿਰਾਰੀ ॥੬॥",
    "transliteration": "Man Than Haenav Bheae Sach Paaeiaa Har Kee Bhagath Niraaree ||6||",
    "translation": "The mind and body are cooled and soothed and Truth is obtained, through the wondrous and unique devotional worship of the Lord. ||6||",
    "punjabi": "(ਵੇਖੋ!) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਇਕ) ਅਨੋਖੀ (ਦਾਤਿ) ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਵਸਾ ਲਿਆ ਹੈ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਸਰੀਰ (ਭਾਵ, ਇੰਦ੍ਰੇ) ਬਰਫ਼ ਵਰਗਾ ਸੀਤਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54701,
    "shabad_id": 4591,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਜੇਤੀ ਹੈ. ਤੇਤੀ ਤੁਧੁ ਜਾਚੈ; ਤੂ ਸਰਬ ਜੀਅਾਂ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Jaethee Hai Thaethee Thudhh Jaachai Thoo Sarab Jeeaaan Dhaeiaalaa ||",
    "translation": "All that exists begs of You; You are merciful to all beings.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਤਨੀ ਲੁਕਾਈ ਹੈ ਸਾਰੀ ਹੀ ਤੈਥੋਂ (ਸਭ ਪਦਾਰਥ) ਮੰਗਦੀ ਹੈ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54702,
    "shabad_id": 4591,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਤੁਮ੍ਹਰੀ ਸਰਣਿ ਪਰੇ. ਪਤਿ ਰਾਖਹੁ; ਸਾਚੁ ਮਿਲੈ ਗੋਪਾਲਾ ॥੭॥",
    "transliteration": "Thumharee Saran Parae Path Raakhahu Saach Milai Gopaalaa ||7||",
    "translation": "I seek Your Sanctuary; please save my honor, O Lord of the World, and bless me with Truth. ||7||",
    "punjabi": "ਹੇ ਗੋਪਾਲ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਪਿਆ ਹਾਂ, ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈ, (ਮਿਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮਿਲ ਜਾਏ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54703,
    "shabad_id": 4591,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਬਾਧੀ ਧੰਧਿ ਅੰਧ. ਨਹੀ ਸੂਝੈ; ਬਧਿਕ ਕਰਮ ਕਮਾਵੈ ॥",
    "transliteration": "Baadhhee Dhhandhh Andhh Nehee Soojhai Badhhik Karam Kamaavai ||",
    "translation": "Bound in worldly affairs and entanglements, the blind one does not understand; he acts like a murderous butcher.",
    "punjabi": "ਮਾਇਆ ਦੇ ਧੰਧੇ ਵਿਚ ਬੱਝੀ ਹੋਈ ਲੁਕਾਈ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹੀ ਹੋਈ ਪਈ ਹੈ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਬਾਰੇ ਇਸ ਨੂੰ) ਕੁਝ ਭੀ ਨਹੀਂ ਸੁੱਝਦਾ, (ਤਾਹੀਏਂ) ਨਿਰਦਈ ਕੰਮ ਕਰਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54704,
    "shabad_id": 4591,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲੈ. ਤ ਸੂਝਸਿ ਬੂਝਸਿ; ਸਚ ਮਨਿ ਗਿਅਾਨੁ ਸਮਾਵੈ ॥੮॥",
    "transliteration": "Sathigur Milai Th Soojhas Boojhas Sach Man Giaan Samaavai ||8||",
    "translation": "But if he meets with the True Guru, then he comprehends and understands, and his mind is imbued with true spiritual wisdom. ||8||",
    "punjabi": "ਜੇ ਜੀਵ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਇਸ (ਆਤਮਕ ਜੀਵਨ ਬਾਰੇ) ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਇਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਜਾਣ-ਪਛਾਣ ਟਿੱਕ ਜਾਂਦੀ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54705,
    "shabad_id": 4591,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਨਿਰਗੁਣ ਦੇਹ. ਸਾਚ ਬਿਨੁ ਕਾਚੀ; ਮੈ ਪੂਛੳੁ ਗੁਰੁ ਅਪਨਾ ॥",
    "transliteration": "Niragun Dhaeh Saach Bin Kaachee Mai Pooshho Gur Apanaa ||",
    "translation": "Without the Truth, this worthless body is false; I have consulted my Guru on this.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਗੁਣ-ਹੀਨ ਮਨੁੱਖਾ ਸਰੀਰ ਕੱਚਾ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਜੀਵ ਨੂੰ ਜਨਮ ਮਰਨ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ), (ਇਸ ਵਾਸਤੇ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰਨ ਵਾਸਤੇ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਿੱਖਿਆ ਲੈਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54706,
    "shabad_id": 4591,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਸੋ ਪ੍ਰਭੁ. ਪ੍ਰਭੂ ਦਿਖਾਵੈ; ਬਿਨੁ ਸਾਚੇ. ਜਗੁ ਸੁਪਨਾ ॥੯॥੨॥",
    "transliteration": "Naanak So Prabh Prabhoo Dhikhaavai Bin Saachae Jag Supanaa ||9||2||",
    "translation": "O Nanak, that God has revealed God to me; without the Truth, all the world is just a dream. ||9||2||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਦੀਦਾਰ ਕਰਾ ਦੇਂਦਾ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਗਤ ਸੁਪਨੇ ਵਾਂਗ ਹੀ ਹੈ (ਭਾਵ, ਜਿਵੇਂ ਸੁਪਨੇ ਵਿਚ ਵੇਖੇ ਹੋਏ ਪਦਾਰਥ ਜਾਗ ਖੁਲ੍ਹਣ ਤੇ ਅਲੋਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਦੁਨੀਆ ਵਿਚ ਇਕੱਠੇ ਕੀਤੇ ਹੋਏ ਸਾਰੇ ਹੀ ਪਦਾਰਥ ਅੰਤ ਵੇਲੇ ਖੁੱਸ ਜਾਂਦੇ ਹਨ। ਇਕ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਪੱਲੇ ਰਹਿ ਸਕਦਾ ਹੈ) ॥੯॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54707,
    "shabad_id": 4592,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੧ ॥",
    "transliteration": "Malaar Mehalaa 1 ||",
    "translation": "Malaar, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54708,
    "shabad_id": 4592,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਚਾਤ੍ਰਿਕ ਮੀਨ ਜਲ ਹੀ ਤੇ ਸੁਖੁ ਪਾਵਹਿ; ਸਾਰਿੰਗ ਸਬਦਿ ਸੁਹਾੲੀ ॥੧॥",
    "transliteration": "Chaathrik Meen Jal Hee Thae Sukh Paavehi Saaring Sabadh Suhaaee ||1||",
    "translation": "The rainbird and the fish find peace in water; the deer is pleased by the sound of the bell. ||1||",
    "punjabi": "(ਹੇ ਮਾਂ! ਬਬੀਹੇ ਦੀ ਕੂਕ ਸੁਣ ਕੇ ਮੈਨੂੰ ਸਮਝ ਆਈ ਕਿ) ਬਬੀਹਾ ਤੇ ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਹੀ ਸੁਖ ਪਾਂਦੇ ਹਨ, ਹਰਨ ਭੀ (ਘੰਡੇ ਹੇੜੇ ਦੇ) ਸ਼ਬਦ ਤੋਂ ਸੁਖ ਲੈਂਦਾ ਹੈ (ਤਾਂ ਫਿਰ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਮੈਂ ਕਿਵੇਂ ਸੁਖੀ ਹੋਣ ਦੀ ਆਸ ਕਰ ਸਕਦੀ ਹਾਂ?) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54709,
    "shabad_id": 4592,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਰੈਨਿ ਬਬੀਹਾ ਬੋਲਿਓ; ਮੇਰੀ ਮਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Rain Babeehaa Boliou Maeree Maaee ||1|| Rehaao ||",
    "translation": "The rainbird chirps in the night, O my mother. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਦੀ ਤਾਂਘ ਵਿਚ) ਰਾਤੀਂ ਬਬੀਹਾ (ਬੜੇ ਵੈਰਾਗ ਵਿਚ) ਬੋਲਿਆ (ਉਸ ਦੀ ਵਿਲਕਣੀ ਸੁਣ ਕੇ ਮੇਰੇ ਅੰਦਰ ਭੀ ਧ੍ਰੂਹ ਪਈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54710,
    "shabad_id": 4592,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਿਅ ਸਿੳੁ ਪ੍ਰੀਤਿ, ਨ ੳੁਲਟੈ ਕਬਹੂ; ਜੋ ਤੈ ਭਾਵੈ ਸਾੲੀ ॥੨॥",
    "transliteration": "Pria Sio Preeth N Oulattai Kabehoo Jo Thai Bhaavai Saaee ||2||",
    "translation": "O my Beloved, my love for You shall never end, if it is Your Will. ||2||",
    "punjabi": "(ਹੇ ਮਾਂ! ਬਬੀਹੇ ਮੱਛੀ ਹਰਨ ਆਦਿਕ ਦੀ) ਪ੍ਰੀਤ (ਆਪੋ ਆਪਣੇ) ਪਿਆਰੇ ਵਲੋਂ ਕਦੇ ਭੀ ਪਰਤਦੀ ਨਹੀਂ। (ਇਹ ਮਨੁੱਖ ਹੀ ਹੈ ਜਿਸ ਦੀ ਪ੍ਰੀਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਲੋਂ ਹੱਟ ਕੇ ਦੁਨੀਆ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ। ਹੇ ਮਾਂ! ਮੈਂ ਅਰਦਾਸ ਕੀਤੀ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਜੋ ਤੈਨੂੰ ਭਾਵੇ ਉਹੀ ਗੱਲ ਹੁੰਦੀ ਹੈ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੇਹ) ॥੨॥",
    "pronunciation": "ਤੈਂ। ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 54711,
    "shabad_id": 4592,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨੀਦ ਗੲੀ. ਹੳੁਮੈ ਤਨਿ ਥਾਕੀ; ਸਚ ਮਤਿ ਰਿਦੈ ਸਮਾੲੀ ॥੩॥",
    "transliteration": "Needh Gee Houmai Than Thhaakee Sach Math Ridhai Samaaee ||3||",
    "translation": "Sleep is gone, and egotism is exhausted from my body; my heart is permeated with the Teachings of Truth. ||3||",
    "punjabi": "(ਹੇ ਮਾਂ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰੀਤਮ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਾਲੀ ਮੱਤ ਆ ਟਿਕੀ, ਹੁਣ ਮੇਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੀ ਨੀਂਦ ਮੁੱਕ ਗਈ ਹੈ, ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਦੀ ਹਉਮੈ ਭੀ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੩॥",
    "pronunciation": "ਨੀਂਦ। ਥਾੱਕੀ",
    "type_id": 3
  },
  {
    "id": 54712,
    "shabad_id": 4592,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਰੂਖਂØੀ ਬਿਰਖਂØੀ, ੳੂਡੳੁ ਭੂਖਾ; ਪੀਵਾ ਨਾਮੁ ਸੁਭਾੲੀ ॥੪॥",
    "transliteration": "Rookhanaee Birakhanaee Ooddo Bhookhaa Peevaa Naam Subhaaee ||4||",
    "translation": "Flying among the trees and plants, I remain hungry; lovingly drinking in the Naam, the Name of the Lord, I am satisfied. ||4||",
    "punjabi": "(ਹੇ ਮਾਂ! ਬਬੀਹੇ ਦੀ ਵਿਲਕਣੀ ਵਿਚੋਂ ਮੈਨੂੰ ਜਾਪਿਆ ਕਿ ਉਹ ਇਉਂ ਤਰਲੇ ਲੈ ਰਿਹਾ ਹੈ-) ਮੈਂ ਰੁੱਖਾਂ ਬਿਰਖਾਂ ਤੇ ਉੱਡ ਉੱਡ ਕੇ ਜਾਂਦਾ ਹਾਂ ਪਰ (ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਤੋਂ ਬਿਨਾ) ਭੁੱਖਾ (ਪਿਆਸਾ) ਹੀ ਹਾਂ! (ਬਬੀਹੇ ਦੀ ਵਿਲਕਣੀ ਤੋਂ ਪ੍ਰੇਰਿਤ ਹੋ ਕੇ ਹੁਣ) ਮੈਂ ਬੜੇ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ-ਪਤੀ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਰਹੀ ਹਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54713,
    "shabad_id": 4592,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਲੋਚਨ ਤਾਰ ਲਲਤਾ ਬਿਲਲਾਤੀ; ਦਰਸਨ ਪਿਅਾਸ ਰਜਾੲੀ ॥੫॥",
    "transliteration": "Lochan Thaar Lalathaa Bilalaathee Dharasan Piaas Rajaaee ||5||",
    "translation": "I stare at You, and my tongue cries out to You; I am so thirsty for the Blessed Vision of Your Darshan. ||5||",
    "punjabi": "(ਹੇ ਮਾਂ!) ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦੀ (ਮੇਰੇ ਅੰਦਰ) ਬੜੀ ਤਾਂਘ ਹੈ, ਮੇਰੀ ਜੀਭ (ਉਸ ਦੇ ਦਰਸਨ ਲਈ) ਤਰਲੇ ਲੈ ਰਹੀ ਹੈ, (ਉਡੀਕ ਵਿਚ) ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੀ ਟਿਕਟਿਕੀ ਲੱਗੀ ਹੋਈ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54714,
    "shabad_id": 4592,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਿਅ ਬਿਨੁ. ਸੀਗਾਰੁ ਕਰੀ. ਤੇਤਾ ਤਨੁ ਤਾਪੈ; ਕਾਪਰੁ ਅੰਗਿ. ਨ ਸੁਹਾੲੀ ॥੬॥",
    "transliteration": "Pria Bin Seegaar Karee Thaethaa Than Thaapai Kaapar Ang N Suhaaee ||6||",
    "translation": "Without my Beloved, the more I decorate myself, the more my body burns; these clothes do not look good on my body. ||6||",
    "punjabi": "(ਹੇ ਮਾਂ! ਹੁਣ ਮੈਂ ਮਹਿਸੂਸ ਕਰਦੀ ਹਾਂ ਕਿ) ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਮੈਂ ਜਿਤਨਾ ਭੀ ਸਿੰਗਾਰ ਕਰਦੀ ਹਾਂ ਉਤਨਾ ਹੀ (ਵਧੀਕ) ਮੇਰਾ ਸਰੀਰ (ਸੁਖੀ ਹੋਣ ਦੇ ਥਾਂ) ਤਪਦਾ ਹੈ। (ਚੰਗੇ ਤੋਂ ਚੰਗਾ ਭੀ) ਕੱਪੜਾ (ਮੈਨੂੰ ਆਪਣੇ) ਸਰੀਰ ਉਤੇ ਸੁਖਾਂਦਾ ਨਹੀਂ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54715,
    "shabad_id": 4592,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ਅਪਨੇ ਪਿਅਾਰੇ ਬਿਨੁ. ੲਿਕੁ ਖਿਨੁ ਰਹਿ, ਨ ਸਕਂੳੁ; ਬਿਨ ਮਿਲੇ ਨਂØੀਦ. ਨ ਪਾੲੀ ॥੭॥",
    "transliteration": "Apanae Piaarae Bin Eik Khin Rehi N Sakano Bin Milae Nanaeedh N Paaee ||7||",
    "translation": "Without my Beloved, I cannot survive even for an instant; without meeting Him, I cannot sleep. ||7||",
    "punjabi": "(ਹੇ ਮਾਂ!) ਆਪਣੇ ਪਿਆਰੇ ਤੋਂ ਬਿਨਾ ਮੈਂ (ਇਕ) ਪਲ ਭਰ ਭੀ (ਸ਼ਾਂਤ-ਚਿੱਤ) ਨਹੀਂ ਰਹਿ ਸਕਦੀ, ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ (ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54716,
    "shabad_id": 4592,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਪਿਰੁ ਨਜੀਕਿ. ਨ ਬੂਝੈ ਬਪੁੜੀ; ਸਤਿਗੁਰਿ ਦੀਅਾ ਦਿਖਾੲੀ ॥੮॥",
    "transliteration": "Pir Najeek N Boojhai Bapurree Sathigur Dheeaa Dhikhaaee ||8||",
    "translation": "Her Husband Lord is nearby, but the wretched bride does not know it. The True Guru reveals Him to her. ||8||",
    "punjabi": "(ਹੇ ਮਾਂ!) ਪ੍ਰਭੂ-ਪਤੀ ਤਾਂ (ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਨੇੜੇ (ਵੱਸਦਾ) ਹੈ; ਪਰ ਭਾਗ-ਹੀਣ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ। (ਸੁਭਾਗਣ) ਨੂੰ (ਉਸ ਦੇ ਅੰਦਰ ਹੀ ਪਰਮਾਤਮਾ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54717,
    "shabad_id": 4592,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਸਹਜਿ ਮਿਲਿਅਾ ਤਬ ਹੀ ਸੁਖੁ ਪਾੲਿਅਾ; ਤ੍ਰਿਸਨਾ ਸਬਦਿ ਬੁਝਾੲੀ ॥੯॥",
    "transliteration": "Sehaj Miliaa Thab Hee Sukh Paaeiaa Thrisanaa Sabadh Bujhaaee ||9||",
    "translation": "When she meets Him with intuitive ease, she finds peace; the Word of the Shabad quenches the fire of desire. ||9||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿੱਕ ਗਈ ਉਸਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ) ਮਿਲ ਪਿਆ (ਉਸ ਦੇ ਦੀਦਾਰ ਹੋਇਆਂ ਉਸ ਨੂੰ) ਉਸ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਬੁਝਾ ਦਿੱਤੀ ॥੯॥",
    "pronunciation": "ਬੁਝਾੲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 54718,
    "shabad_id": 4592,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤੁਝ ਤੇ ਮਨੁ ਮਾਨਿਅਾ; ਕੀਮਤਿ ਕਹਨੁ. ਨ ਜਾੲੀ ॥੧੦॥੩॥",
    "transliteration": "Kahu Naanak Thujh Thae Man Maaniaa Keemath Kehan N Jaaee ||10||3||",
    "translation": "Says Nanak, through You, O Lord, my mind is pleased and appeased; I cannot express Your worth. ||10||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਅਰਦਾਸ ਕਰ ਕੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਮੇਰਾ ਮਨ (ਤੇਰੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਗਿਆ ਹੈ (ਤੇ ਮੇਰੇ ਅੰਦਰ ਅਜੇਹਾ ਆਤਮਕ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ ਜਿਸ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ॥੧੦॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54719,
    "shabad_id": 4593,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੧ ਅਸਟਪਦੀਅਾ ਘਰੁ ੨",
    "transliteration": "Malaar Mehalaa 1 Asattapadheeaa Ghar 2",
    "translation": "Malaar, First Mehl, Ashtapadees, Second House:",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ।",
    "type_id": 3
  },
  {
    "id": 54720,
    "shabad_id": 4593,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 54721,
    "shabad_id": 4593,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਖਲੀ ੳੂਂਡੀ; ਜਲੁ ਭਰ ਨਾਲਿ ॥",
    "transliteration": "Akhalee Oonaddee Jal Bhar Naal ||",
    "translation": "The earth bends under the weight of the water,",
    "punjabi": "ਜੇ ਲਮਢੀਂਗ (ਆਦਿਕ ਪੰਛੀ) ਉੱਚੇ ਆਕਾਸ਼ ਵਿਚ ਉੱਡ ਰਿਹਾ ਹੈ (ਤਾਂ ਉਥੇ ਉੱਡਦੇ ਨੂੰ ਪਾਣੀ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ਕਿਉਂਕਿ) ਪਾਣੀ ਸਮੁੰਦਰ ਵਿਚ ਹੈ (ਆਤਮਕ ਸ਼ਾਂਤੀ ਸੀਤਲਤਾ ਨਿਮ੍ਰਤਾ ਵਿਚ ਹੈ। ਇਹ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ ਜਿਸ ਦਾ ਦਿਮਾਗ਼ ਮਾਇਆ ਆਦਿਕ ਦੇ ਅਹੰਕਾਰ ਵਿਚ ਅਸਮਾਨੀਂ ਚੜ੍ਹਿਆ ਹੋਇਆ ਹੋਵੇ)।",
    "pronunciation": "(ਅਖਲੀ) ਲਮਢੀਂਗ। (ੳੂਂਡੀ) ੳੁ੍ਨਡ ਕੇ। (ਨਾਲਿ) ਨਾਲੀ ਚ ਪਾਣੀ ਭਰ ਲੈਂਦੇ ਹਨ। ਸਕਾਮੀ ਪੁਰਖ ਪੁੰਨਾਂ ਰੂਪੀ ਪਾਣੀ ਨੰੂ ਭਰ ਕੇ ਸਵਰਗ ਰੂਪੀ ਪਹਾੜੀ ˜ਤੇ ਚੜਦੇ ਹਨ, ਪੁੰਨਾਂ ਰੂਪੀ ਪਾਣੀ ਦੇ ਨਾਸ ਹੋੲਿਅਾ ਫੇਰ ੲੇਸ ਲੋਕ ਰੂਪੀ ਪਤਾਲ ਚ ਅਾ ਡਿਗਦੇ ਹਨ। ਅਖਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 54722,
    "shabad_id": 4593,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਡੂਗਰੁ ੳੂਚੳੁ; ਗੜੁ ਪਾਤਾਲਿ ॥",
    "transliteration": "Ddoogar Oocho Garr Paathaal ||",
    "translation": "The lofty mountains and the caverns of the underworld.",
    "punjabi": "ਕਿਲ੍ਹਾ ਪਾਤਾਲ ਵਿਚ ਹੈ, ਪਰ ਪਹਾੜ (ਦਾ ਪੈਂਡਾ) ਉੱਚਾ ਹੈ (ਜੇ ਕੋਈ ਮਨੁੱਖ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ ਬਚਣ ਲਈ ਕੋਈ ਸਤਸੰਗ ਆਦਿਕ ਆਸਰਾ ਲੋੜਦਾ ਹੈ, ਪਰ ਚੜ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ ਹਉਮੈ ਅਹੰਕਾਰ ਦੇ ਪਹਾੜ ਉਤੇ, ਤਾਂ ਉਸ ਰਾਹੇ ਪੈ ਕੇ ਉਹ ਵੈਰੀਆਂ ਦੀ ਚੋਟ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "ਗੜ੍ਹ",
    "type_id": 3
  },
  {
    "id": 54723,
    "shabad_id": 4593,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸਾਗਰੁ ਸੀਤਲੁ; ਗੁਰ ਸਬਦ ਵੀਚਾਰਿ ॥",
    "transliteration": "Saagar Seethal Gur Sabadh Veechaar ||",
    "translation": "Contemplating the Word of the Guru's Shabad, the oceans become calm.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਕੀਤਿਆਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਜੋ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਤਪ ਰਿਹਾ ਹੈ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54724,
    "shabad_id": 4593,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਾਰਗੁ ਮੁਕਤਾ; ਹੳੁਮੈ ਮਾਰਿ ॥੧॥",
    "transliteration": "Maarag Mukathaa Houmai Maar ||1||",
    "translation": "The path of liberation is found by subduing the ego. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਹਉਮੈ ਮਾਰਿਆਂ ਜੀਵਨ ਦਾ ਰਸਤਾ ਖੁਲ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਵਿਕਾਰਾਂ ਦੀ ਰੁਕਾਵਟ ਨਹੀਂ ਰਹਿੰਦੀ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54725,
    "shabad_id": 4593,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮੈ ਅੰਧੁਲੇ; ਨਾਵੈ ਕੀ ਜੋਤਿ ॥",
    "transliteration": "Mai Andhhulae Naavai Kee Joth ||",
    "translation": "I am blind; I seek the Light of the Name.",
    "punjabi": "ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਹੋਏ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਚਾਨਣ ਮਿਲ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54726,
    "shabad_id": 4593,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਮ ਅਧਾਰਿ; ਚਲਾ ਗੁਰ ਕੈ ਭੈ ਭੇਤਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Naam Adhhaar Chalaa Gur Kai Bhai Bhaeth ||1|| Rehaao ||",
    "translation": "I take the Support of the Naam, the Name of the Lord. I walk on the path of mystery of the Guru's Fear. ||1||Pause||",
    "punjabi": "ਹੁਣ ਮੈਂ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਆਸਰੇ ਤੁਰਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਤੁਰਦਾ ਹਾਂ, (ਜੀਵਨ-ਔਕੜਾਂ ਬਾਰੇ) ਗੁਰੂ ਦੇ ਸਮਝਾਏ ਹੋਏ ਭੇਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਤੁਰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਚੱਲਾਂ",
    "type_id": 4
  }
]
