[
  {
    "id": 54774,
    "shabad_id": 4595,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੩ ਅਸਟਪਦੀਅਾ ਘਰੁ ੧ ॥",
    "transliteration": "Malaar Mehalaa 3 Asattapadheeaa Ghar 1 ||",
    "translation": "Malaar, Third Mehl, Ashtapadees, First House:",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 54775,
    "shabad_id": 4595,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 54776,
    "shabad_id": 4595,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕਰਮੁ ਹੋਵੈ. ਤਾ ਸਤਿਗੁਰੁ ਪਾੲੀਅੈ; ਵਿਣੁ ਕਰਮੈ ਪਾੲਿਅਾ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Karam Hovai Thaa Sathigur Paaeeai Vin Karamai Paaeiaa N Jaae ||",
    "translation": "If it is in his karma, then he finds the True Guru; without such karma, He cannot be found.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਹੁੰਦੀ ਹੈ ਤਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54777,
    "shabad_id": 4595,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲਿਅੈ. ਕੰਚਨੁ ਹੋੲੀਅੈ; ਜਾਂ ਹਰਿ ਕੀ ਹੋੲਿ ਰਜਾੲਿ ॥੧॥",
    "transliteration": "Sathigur Miliai Kanchan Hoeeai Jaan Har Kee Hoe Rajaae ||1||",
    "translation": "He meets the True Guru, and he is transformed into gold, if it is the Lord's Will. ||1||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮਨੁੱਖ (ਸ਼ੁੱਧ) ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ। (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਹੁੰਦਾ ਹੈ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54778,
    "shabad_id": 4595,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਹਰਿ ਹਰਿ ਨਾਮਿ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Man Maerae Har Har Naam Chith Laae ||",
    "translation": "O my mind, focus your consciousness on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54779,
    "shabad_id": 4595,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰ ਤੇ ਹਰਿ ਪਾੲੀਅੈ ਸਾਚਾ; ਹਰਿ ਸਿੳੁ ਰਹੈ ਸਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Thae Har Paaeeai Saachaa Har Sio Rehai Samaae ||1|| Rehaao ||",
    "translation": "The Lord is found through the True Guru, and then he remains merged with the True Lord. ||1||Pause||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54780,
    "shabad_id": 4595,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਤੇ. ਗਿਅਾਨੁ ੳੂਪਜੈ; ਤਾਂ ੲਿਹ ਸੰਸਾ ਜਾੲਿ ॥",
    "transliteration": "Sathigur Thae Giaan Oopajai Thaan Eih Sansaa Jaae ||",
    "translation": "Spiritual wisdom wells up through the True Guru, and then this cynicism is dispelled.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54781,
    "shabad_id": 4595,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਤੇ. ਹਰਿ ਬੁਝੀਅੈ; ਗਰਭ ਜੋਨੀ. ਨਹ ਪਾੲਿ ॥੨॥",
    "transliteration": "Sathigur Thae Har Bujheeai Garabh Jonee Neh Paae ||2||",
    "translation": "Through the True Guru, the Lord is realized, and then, he is not consigned to the womb of reincarnation ever again. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣਦੀ ਹੈ, ਤੇ, ਮਨੁੱਖ ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54782,
    "shabad_id": 4595,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਜੀਵਤ ਮਰੈ; ਮਰਿ ਜੀਵੈ. ਸਬਦੁ ਕਮਾੲਿ ॥",
    "transliteration": "Gur Parasaadhee Jeevath Marai Mar Jeevai Sabadh Kamaae ||",
    "translation": "By Guru's Grace, the mortal dies in life, and by so dying, lives to practice the Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਬਣਾ ਕੇ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54783,
    "shabad_id": 4595,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਮੁਕਤਿ ਦੁਅਾਰਾ ਸੋੲੀ ਪਾੲੇ; ਜਿ ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥੩॥",
    "transliteration": "Mukath Dhuaaraa Soee Paaeae J Vichahu Aap Gavaae ||3||",
    "translation": "He alone finds the Door of Salvation, who eradicates self-conceit from within himself. ||3||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭ ਸਕਦਾ ਹੈ, ਜਿਹੜਾ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54784,
    "shabad_id": 4595,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ. ਸਿਵ ਘਰਿ ਜੰਮੈ; ਵਿਚਹੁ ਸਕਤਿ ਗਵਾੲਿ ॥",
    "transliteration": "Gur Parasaadhee Siv Ghar Janmai Vichahu Sakath Gavaae ||",
    "translation": "By Guru's Grace, the mortal is reincarnated into the Home of the Lord, having eradicated Maya from within.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ ਜੰਮ ਪੈਂਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜਿਆ ਰਹਿ ਕੇ ਨਵਾਂ ਆਤਮਕ ਜੀਵਨ ਬਣਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54785,
    "shabad_id": 4595,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਅਚਰੁ ਚਰੈ. ਬਿਬੇਕ ਬੁਧਿ ਪਾੲੇ; ਪੁਰਖੈ ਪੁਰਖੁ ਮਿਲਾੲਿ ॥੪॥",
    "transliteration": "Achar Charai Bibaek Budhh Paaeae Purakhai Purakh Milaae ||4||",
    "translation": "He eats the uneatable, and is blessed with a discriminating intellect; he meets the Supreme Person, the Primal Lord God. ||4||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਮਨੁੱਖ ਇਸ ਅਮੋੜ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਲੈ ਆਉਂਦਾ ਹੈ, ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਦੀ ਸੂਝ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਗੁਰੂ-ਪੁਰਖ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਅ-ਚਰੁ",
    "type_id": 3
  },
  {
    "id": 54786,
    "shabad_id": 4595,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਧਾਤੁਰਬਾਜੀ ਸੰਸਾਰੁ ਅਚੇਤੁ ਹੈ; ਚਲੈ ਮੂਲੁ ਗਵਾੲਿ ॥",
    "transliteration": "Dhhaathur Baajee Sansaar Achaeth Hai Chalai Mool Gavaae ||",
    "translation": "The world is unconscious, like a passing show; the mortal departs, having lost his capital.",
    "punjabi": "ਇਹ ਜਗਤ ਨਾਸਵੰਤ ਖੇਡ (ਹੀ) ਹੈ। (ਉਹ ਮਨੁੱਖ) ਮੂਰਖ ਹੈ (ਜਿਹੜਾ ਇਸ ਨਾਸਵੰਤ ਖੇਡ ਦੀ ਖ਼ਾਤਰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਾਰਾ) ਸਰਮਾਇਆ ਗਵਾ ਕੇ (ਇਥੋਂ) ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "(ਧਾਤੁਰ) ਮਾੲਿਅਾ। ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 54787,
    "shabad_id": 4595,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਲਾਹਾ ਹਰਿ ਸਤਸੰਗਤਿ ਪਾੲੀਅੈ; ਕਰਮੀ ਪਲੈ ਪਾੲਿ ॥੫॥",
    "transliteration": "Laahaa Har Sathasangath Paaeeai Karamee Palai Paae ||5||",
    "translation": "The profit of the Lord is obtained in the Sat Sangat, the True Congregation; by good karma, it is found. ||5||",
    "punjabi": "ਨਫ਼ਾ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਹੈ, ਇਹ ਨਫ਼ਾ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲਦਾ ਹੈ, (ਪਰ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ ਹੀ (ਮਨੁੱਖ ਇਹ ਨਫ਼ਾ) ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54788,
    "shabad_id": 4595,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰ ਵਿਣੁ ਕਿਨੈ. ਨ ਪਾੲਿਅਾ; ਮਨਿ ਵੇਖਹੁ ਰਿਦੈ ਬੀਚਾਰਿ ॥",
    "transliteration": "Sathigur Vin Kinai N Paaeiaa Man Vaekhahu Ridhai Beechaar ||",
    "translation": "Without the True Guru, no one finds it; see this in your mind, and consider this in your heart.",
    "punjabi": "ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਵੋ, ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੇ (ਇਹ ਹਰਿ-ਨਾਮ-ਲਾਭ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54789,
    "shabad_id": 4595,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰੁ ਪਾੲਿਅਾ; ਭਵਜਲੁ ੳੁਤਰੇ ਪਾਰਿ ॥੬॥",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Bhavajal Outharae Paar ||6||",
    "translation": "By great good fortune, the mortal finds the Guru, and crosses over the terrifying world-ocean. ||6||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54790,
    "shabad_id": 4595,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਨਾਮਾਂ. ਹਰਿ ਟੇਕ ਹੈ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਧਾਰੁ ॥",
    "transliteration": "Har Naamaan Har Ttaek Hai Har Har Naam Adhhaar ||",
    "translation": "The Name of the Lord is my Anchor and Support. I take only the Support of the Name of the Lord, Har, Har.",
    "punjabi": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਰੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਸਹਾਰਾ ਹੈ, ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54791,
    "shabad_id": 4595,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਕਰਹੁ. ਗੁਰੁ ਮੇਲਹੁ ਹਰਿ ਜੀੳੁ; ਪਾਵੳੁ ਮੋਖ ਦੁਅਾਰੁ ॥੭॥",
    "transliteration": "Kirapaa Karahu Gur Maelahu Har Jeeo Paavo Mokh Dhuaar ||7||",
    "translation": "O Dear Lord, please be kind and lead me to meet the Guru, that I may find the Door of Salvation. ||7||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰੋ, (ਮੈਨੂੰ) ਗੁਰੂ ਮਿਲਾਓ, ਮੈਂ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ) ਰਸਤਾ ਲੱਭ ਸਕਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54792,
    "shabad_id": 4595,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "ਮਸਤਕਿ ਲਿਲਾਟਿ ਲਿਖਿਅਾ ਧੁਰਿ ਠਾਕੁਰਿ; ਮੇਟਣਾ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Masathak Lilaatt Likhiaa Dhhur Thaakur Maettanaa N Jaae ||",
    "translation": "The pre-ordained destiny inscribed on the mortal's forehead by our Lord and Master cannot be erased.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ, (ਉਹ ਲੇਖ ਕਿਸੇ ਪਾਸੋਂ) ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54793,
    "shabad_id": 4595,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਸੇ ਜਨ ਪੂਰਨ ਹੋੲੇ; ਜਿਨ ਹਰਿ ਭਾਣਾ ਭਾੲਿ ॥੮॥੧॥",
    "transliteration": "Naanak Sae Jan Pooran Hoeae Jin Har Bhaanaa Bhaae ||8||1||",
    "translation": "O Nanak, those humble beings are perfect, who are pleased by the Lord's Will. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ-ਸਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਹ ਮਨੁੱਖ ਮੁਕੰਮਲ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ) ਬਣ ਗਏ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54794,
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੩ ॥",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54795,
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬੇਦ ਬਾਣੀ ਜਗੁ ਵਰਤਦਾ; ਤ੍ਰੈ ਗੁਣ ਕਰੇ ਬੀਚਾਰੁ ॥",
    "transliteration": "Baedh Baanee Jag Varathadhaa Thrai Gun Karae Beechaar ||",
    "translation": "The world is involved with the words of the Vedas, thinking about the three gunas - the three dispositions.",
    "punjabi": "ਜਗਤ (ਕਰਮ ਕਾਂਡ ਵਿਚ ਹੀ ਰੱਖਣ ਵਾਲੀ ਸ਼ਾਸਤ੍ਰਾਂ) ਵੇਦਾਂ ਦੀ ਬਾਣੀ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ (ਹੀ) ਵਿਚਾਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54796,
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਜਮ ਡੰਡੁ ਸਹੈ; ਮਰਿ ਜਨਮੈ ਵਾਰੋ ਵਾਰ ॥",
    "transliteration": "Bin Naavai Jam Ddandd Sehai Mar Janamai Vaaro Vaar ||",
    "translation": "Without the Name, it suffers punishment by the Messenger of Death; it comes and goes in reincarnation, over and over again.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਜਗਤ) ਜਮਦੂਤਾਂ ਦੀ ਸਜ਼ਾ ਸਹਾਰਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54797,
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ ਭੇਟੇ ਮੁਕਤਿ ਹੋੲਿ; ਪਾੲੇ ਮੋਖ ਦੁਅਾਰੁ ॥੧॥",
    "transliteration": "Sathigur Bhaettae Mukath Hoe Paaeae Mokh Dhuaar ||1||",
    "translation": "Meeting with the True Guru, the world is liberated, and finds the Door of Salvation. ||1||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54798,
    "shabad_id": 4596,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਰੇ; ਸਤਿਗੁਰੁ ਸੇਵਿ ਸਮਾੲਿ ॥",
    "transliteration": "Man Rae Sathigur Saev Samaae ||",
    "translation": "O mortal, immerse yourself in service to the True Guru.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ) ਲੀਨ ਹੋਇਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54799,
    "shabad_id": 4596,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਵਡੈਭਾਗਿ ਗੁਰੁ ਪੂਰਾ ਪਾੲਿਅਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Vaddai Bhaag Gur Pooraa Paaeiaa Har Har Naam Dhhiaae ||1|| Rehaao ||",
    "translation": "By great good fortune, the mortal finds the Perfect Guru, and meditates on the Name of the Lord, Har, Har. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਧਿਆਉਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54800,
    "shabad_id": 4596,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਅਾਪਣੈ ਭਾਣੈ ਸ੍ਰਿਸਟਿ ੳੁਪਾੲੀ; ਹਰਿ ਅਾਪੇ ਦੇੲਿ ਅਧਾਰੁ ॥",
    "transliteration": "Har Aapanai Bhaanai Srisatt Oupaaee Har Aapae Dhaee Adhhaar ||",
    "translation": "The Lord, by the Pleasure of His Own Will, created the Universe, and the Lord Himself gives it sustenance and support.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54801,
    "shabad_id": 4596,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਅਾਪਣੈ ਭਾਣੈ. ਮਨੁ ਨਿਰਮਲੁ ਕੀਅਾ; ਹਰਿ ਸਿੳੁ ਲਾਗਾ ਪਿਅਾਰੁ ॥",
    "transliteration": "Har Aapanai Bhaanai Man Niramal Keeaa Har Sio Laagaa Piaar ||",
    "translation": "The Lord, by His Own Will, makes the mortal's mind immaculate, and lovingly attunes him to the Lord.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਵਿੱਤਰ ਕਰ ਦਿੱਤਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਚਰਨਾਂ ਨਾਲ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54802,
    "shabad_id": 4596,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਕੈ ਭਾਣੈ. ਸਤਿਗੁਰੁ ਭੇਟਿਅਾ; ਸਭੁ ਜਨਮੁ ਸਵਾਰਣਹਾਰੁ ॥੨॥",
    "transliteration": "Har Kai Bhaanai Sathigur Bhaettiaa Sabh Janam Savaaranehaar ||2||",
    "translation": "The Lord, by His Own Will, leads the mortal to meet the True Guru, the Embellisher of all his lives. ||2||",
    "punjabi": "ਸਾਰੇ ਮਨੁੱਖਾ ਜੀਵਨ ਨੂੰ ਚੰਗਾ ਬਣਾ ਸਕਣ ਵਾਲਾ ਗੁਰੂ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਲ ਪਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54803,
    "shabad_id": 4596,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਬਾਣੀ ਸਤਿ ਹੈ; ਗੁਰਮੁਖਿ ਬੂਝੈ ਕੋੲਿ ॥",
    "transliteration": "Vaahu Vaahu Baanee Sath Hai Guramukh Boojhai Koe ||",
    "translation": "Waaho! Waaho! Blessed and Great is the True Word of His Bani. Only a few, as Gurmukh, understand.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਇਹ) ਸਮਝਦਾ ਹੈ (ਕਿ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54804,
    "shabad_id": 4596,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਕਰਿ ਪ੍ਰਭੁ ਸਾਲਾਹੀਅੈ; ਤਿਸੁ ਜੇਵਡੁ ਅਵਰੁ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Vaahu Vaahu Kar Prabh Saalaaheeai This Jaevadd Avar N Koe ||",
    "translation": "Waaho! Waaho! Praise God as Great! No one else is as Great as He.",
    "punjabi": "(ਪ੍ਰਭੂ) 'ਅਸਚਰਜ ਹੈ ਅਸਚਰਜ ਹੈ'-ਇਹ ਆਖ ਆਖ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, (ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54805,
    "shabad_id": 4596,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਬਖਸੇ ਮੇਲਿ ਲੲੇ; ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲਿ ॥੩॥",
    "transliteration": "Aapae Bakhasae Mael Leae Karam Paraapath Hoe ||3||",
    "translation": "When God's Grace is received, He Himself forgives the mortal, and unites him with Himself. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ (ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ। (ਉਸ ਦੀ) ਮਿਹਰ ਨਾਲ (ਹੀ ਉਸ ਦਾ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54806,
    "shabad_id": 4596,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਾਚਾ ਸਾਹਿਬੁ ਮਾਹਰੋ; ਸਤਿਗੁਰਿ ਦੀਅਾ ਦਿਖਾੲਿ ॥",
    "transliteration": "Saachaa Saahib Maaharo Sathigur Dheeaa Dhikhaae ||",
    "translation": "The True Guru has revealed our True, Supreme Lord and Master.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ (ਸਾਰੇ ਜਗਤ ਦਾ) ਪ੍ਰਧਾਨ ਹੈ ਮਾਲਕ ਹੈ। ਜਿਸ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਉਸ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54807,
    "shabad_id": 4596,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਵਰਸੈ. ਮਨੁ ਸੰਤੋਖੀਅੈ; ਸਚਿ ਰਹੈ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Anmrith Varasai Man Santhokheeai Sach Rehai Liv Laae ||",
    "translation": "The Ambrosial Nectar rains down and the mind is satisfied, remaining lovingly attuned to the True Lord.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਵਰਖਾ ਹੋਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਸੰਤੋਖੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54808,
    "shabad_id": 4596,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕੈ ਨਾੲਿ ਸਦਾ ਹਰੀਅਾਵਲੀ; ਫਿਰਿ. ਸੁਕੈ ਨਾ ਕੁਮਲਾੲਿ ॥੪॥",
    "transliteration": "Har Kai Naae Sadhaa Hareeaavalee Fir Sukai Naa Kumalaae ||4||",
    "translation": "In the Lord's Name, it is forever rejuvenated; it shall never wither and dry up again. ||4||",
    "punjabi": "(ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਖੇਤੀ ਹਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਨਾਹ ਸੁੱਕਦੀ ਹੈ ਨਾਹ ਕੁਮਲਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ; ਉਸ ਦੀ ਜਿੰਦ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਜਲ) ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਦਾ ਹਰੀ-ਭਰੀ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੀ) ਰਹਿੰਦੀ ਹੈ, ਨਾਹ ਕਦੇ ਸੁੱਕਦੀ ਹੈ (ਨਾਹ ਕਦੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੀ ਹੈ) ਨਾਹ ਕਦੇ ਕੁਮਲਾਂਦੀ ਹੈ (ਨਾਹ ਕਦੇ ਡੋਲਦੀ ਹੈ) ॥੪॥",
    "pronunciation": "(ਹਰੀ-ਅਾਵਲੀ) ਬਿਹਾਰੀ ਦੱਬ ਕੇ ਬੋਲੋ",
    "type_id": 3
  }
]
