[
  {
    "id": 54987,
    "shabad_id": 4616,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪਤਿ ਸਿੳੁ ਲੇਖਾ ਨਿਬੜੈ; ਬਖਸੇ ਸਿਫਤਿ ਭੰਡਾਰ ॥",
    "transliteration": "Guramukh Path Sio Laekhaa Nibarrai Bakhasae Sifath Bhanddaar ||",
    "translation": "The Gurmukh's account is settled with honor; the Lord blesses him with the treasure of His Praise.",
    "punjabi": "ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਦਾ ਲੇਖਾ ਇੱਜ਼ਤ ਨਾਲ ਨਿੱਬੜਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54988,
    "shabad_id": 4616,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਓਥੈ ਹਥੁ. ਨ ਅਪੜੈ; ਕੂਕ ਨ ਸੁਣੀਅੈ ਪੁਕਾਰ ॥",
    "transliteration": "Outhhai Hathh N Aparrai Kook N Suneeai Pukaar ||",
    "translation": "No one's hands can reach there; no one will hear anyone's cries.",
    "punjabi": "ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਹੋਣ ਵੇਲੇ ਕਿਸੇ ਹੋਰ ਦੀ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ, ਤੇ ਉਸ ਵੇਲੇ ਕਿਸੇ ਕੂਕ-ਪੁਕਾਰ ਦਾ ਭੀ ਕੋਈ ਫ਼ਾਇਦਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54989,
    "shabad_id": 4616,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਓਥੈ ਸਤਿਗੁਰੁ ਬੇਲੀ ਹੋਵੈ; ਕਢਿ ਲੲੇ ਅੰਤੀ ਵਾਰ ॥",
    "transliteration": "Outhhai Sathigur Baelee Hovai Kadt Leae Anthee Vaar ||",
    "translation": "The True Guru will be your best friend there; at the very last instant, He will save you.",
    "punjabi": "ਉਸ ਵੇਲੇ ਵਾਸਤੇ ਤਾਂ ਸਤਿਗੁਰੂ ਹੀ ਮਦਦਗਾਰ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਆਖ਼ਰ ਗੁਰੂ ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਾਹਰ ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54990,
    "shabad_id": 4616,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲੇਨਾ ਜੰਤਾ ਨੋ. ਹੋਰ ਸੇਵਾ ਨਹੀ; ਸਤਿਗੁਰੁ ਸਿਰਿ ਕਰਤਾਰ ॥੬॥",
    "transliteration": "Eaenaa Janthaa No Hor Saevaa Nehee Sathigur Sir Karathaar ||6||",
    "translation": "These beings should serve no other than the True Guru or the Creator Lord above the heads of all. ||6||",
    "punjabi": "ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਸੇਵਾ ਇਹਨਾਂ ਜੀਵਾਂ ਲਈ ਲਾਭਦਾਇਕ ਨਹੀਂ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਭੇਜਿਆ ਹੋਇਆ ਸਤਿਗੁਰੂ ਹੀ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਹੱਥ ਰੱਖਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54991,
    "shabad_id": 4617,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54992,
    "shabad_id": 4617,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਾਬੀਹਾ ਜਿਸ ਨੋ ਤੂ ਪੂਕਾਰਦਾ; ਤਿਸ ਨੋ ਲੋਚੈ ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Baabeehaa Jis No Thoo Pookaaradhaa This No Lochai Sabh Koe ||",
    "translation": "O rainbird, the One unto whom you call - everyone longs for that Lord.",
    "punjabi": "ਹੇ ਬਿਰਹੀ ਜੀਵ! ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਲਈ ਤੂੰ ਤਰਲੇ ਲੈ ਰਿਹਾ ਹੈਂ, ਉਸ ਨੂੰ ਮਿਲਣ ਲਈ ਹਰੇਕ ਜੀਵ ਲੋਚਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54993,
    "shabad_id": 4617,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਪਣੀ ਕਿਰਪਾ ਕਰਿ ਕੈ ਵਸਸੀ; ਵਣੁ ਤ੍ਰਿਣੁ ਹਰਿਅਾ ਹੋੲਿ ॥",
    "transliteration": "Apanee Kirapaa Kar Kai Vasasee Van Thrin Hariaa Hoe ||",
    "translation": "When He grants His Grace, it rains, and the forests and fields blossom forth in their greenery.",
    "punjabi": "ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ('ਨਾਮ' ਦੀ) ਵਰਖਾ ਕਰੇਗਾ ਤਾਂ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਸਾਰੀ ਬਨਸਪਤੀ) ਹਰੀ ਹੋ ਜਾਇਗੀ।",
    "pronunciation": "(ਵਸ-ਸੀ) ਵਰਸਣਗੇ",
    "type_id": 3
  },
  {
    "id": 54994,
    "shabad_id": 4617,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਪਾੲੀਅੈ; ਵਿਰਲਾ ਬੂਝੈ ਕੋੲਿ ॥",
    "transliteration": "Gur Parasaadhee Paaeeai Viralaa Boojhai Koe ||",
    "translation": "By Guru's Grace, He is found; only a rare few understand this.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਬੰਦਾ ਸਮਝਦਾ ਹੈ ਕਿ ('ਨਾਮ-ਅੰਮ੍ਰਿਤੁ') ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54995,
    "shabad_id": 4617,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਹਦਿਅਾ ੳੁਠਦਿਅਾ ਨਿਤ ਧਿਅਾੲੀਅੈ; ਸਦਾ ਸਦਾ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Behadhiaa Outhadhiaa Nith Dhhiaaeeai Sadhaa Sadhaa Sukh Hoe ||",
    "translation": "Sitting down and standing up, meditate continually on Him, and be at peace forever and ever.",
    "punjabi": "ਜੇ ਬੈਠਦੇ ਉੱਠਦੇ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰੀਏ ਤਾਂ ਸਦਾ ਹੀ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54996,
    "shabad_id": 4617,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਅੰਮ੍ਰਿਤੁ ਸਦ ਹੀ ਵਰਸਦਾ; ਗੁਰਮੁਖਿ ਦੇਵੈ ਹਰਿ ਸੋੲਿ ॥੧॥",
    "transliteration": "Naanak Anmrith Sadh Hee Varasadhaa Guramukh Dhaevai Har Soe ||1||",
    "translation": "O Nanak, the Ambrosial Nectar rains down forever; the Lord gives it to the Gurmukh. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਵਰਖਾ ਤਾਂ ਸਦਾ ਹੀ ਹੋ ਰਹੀ ਹੈ, ਪਰ ਉਹ ਪ੍ਰਭੂ ਇਹ ਦਾਤ ਉਸ ਮਨੁੱਖ ਨੂੰ ਦੇਂਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54997,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54998,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਲਮਲਿ ਹੋੲੀ ਮੇਦਨੀ; ਅਰਦਾਸਿ ਕਰੇ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Kalamal Hoee Maedhanee Aradhaas Karae Liv Laae ||",
    "translation": "When the people of the world are suffering in pain, they call upon the Lord in loving prayer.",
    "punjabi": "(ਜਦੋਂ) ਧਰਤੀ (ਮੀਂਹ ਖੁਣੋਂ) ਵਿਆਕੁਲ ਹੁੰਦੀ ਹੈ ਤੇ ਇਕ-ਮਨ ਹੋ ਕੇ ਅਰਜ਼ੋਈ ਕਰਦੀ ਹੈ ਤਾਂ ਸਦਾ-ਥਿਰ ਸੱਚਾ ਪ੍ਰਭੂ (ਇਸ ਅਰਜ਼ੋਈ ਨੂੰ) ਗਹੁ ਨਾਲ ਸੁਣਦਾ ਹੈ, ਤੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54999,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਚੈ ਸੁਣਿਅਾ ਕੰਨੁ ਦੇ; ਧੀਰਕ ਦੇਵੈ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Sachai Suniaa Kann Dhae Dhheerak Dhaevai Sehaj Subhaae ||",
    "translation": "The True Lord naturally listens and hears and gives comfort.",
    "punjabi": "ਸੁਤੇ ਹੀ ਆਪਣੇ ਸਦਾ ਦੇ ਬਣੇ ਸੁਭਾਉ ਅਨੁਸਾਰ (ਧਰਤੀ ਨੂੰ) ਧੀਰਜ ਦੇਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55000,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿੰਦ੍ਰੈ ਨੋ ਫੁਰਮਾੲਿਅਾ; ਵੁਠਾ ਛਹਬਰ ਲਾੲਿ ॥",
    "transliteration": "Eindhrai No Furamaaeiaa Vuthaa Shhehabar Laae ||",
    "translation": "He commands the god of rain, and the rain pours down in torrents.",
    "punjabi": "ਇੰਦ੍ਰ ਨੂੰ ਹੁਕਮ ਕਰਦਾ ਹੈ, ਉਹ ਝੜੀ ਲਾ ਕੇ ਵਰਖਾ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55001,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਨੁ ਧਨੁ ੳੁਪਜੈ ਬਹੁ ਘਣਾ; ਕੀਮਤਿ ਕਹਣੁ. ਨ ਜਾੲਿ ॥",
    "transliteration": "An Dhhan Oupajai Bahu Ghanaa Keemath Kehan N Jaae ||",
    "translation": "Corn and wealth are produced in great abundance and prosperity; their value cannot be estimated.",
    "punjabi": "ਬੇਅੰਤ ਅਨਾਜ (-ਰੂਪ) ਧਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। (ਪ੍ਰਭੂ ਦੀ ਇਸ ਬਖ਼ਸ਼ਸ਼ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55002,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿ ਤੂ; ਸਭਨਾ ਜੀਅਾ ਦੇਦਾ ਰਿਜਕੁ ਸੰਬਾਹਿ ॥",
    "transliteration": "Naanak Naam Salaahi Thoo Sabhanaa Jeeaa Dhaedhaa Rijak Sanbaahi ||",
    "translation": "O Nanak, praise the Naam, the Name of the Lord; He reaches out and gives sustenance to all beings.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਨਾਮ ਵਡਿਆਓ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55003,
    "shabad_id": 4618,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਤੁ ਖਾਧੈ. ਸੁਖੁ ੳੂਪਜੈ; ਫਿਰਿ ਦੂਖੁ. ਨ ਲਾਗੈ ਅਾੲਿ ॥੨॥",
    "transliteration": "Jith Khaadhhai Sukh Oopajai Fir Dhookh N Laagai Aae ||2||",
    "translation": "Eating this, peace is produced, and the mortal never again suffers in pain. ||2||",
    "punjabi": "ਇਸ ਨਾਮ-ਭੋਜਨ ਦੇ ਖਾਧਿਆਂ ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਸੁਖ ਭੀ ਐਸਾ ਕਿ) ਫਿਰ ਕਦੇ ਦੁੱਖ ਆ ਕੇ ਨਹੀਂ ਲੱਗਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55004,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55005,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਸਚਾ ਸਚੁ ਤੂ; ਸਚੇ ਲੈਹਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Har Jeeo Sachaa Sach Thoo Sachae Laihi Milaae ||",
    "translation": "O Dear Lord, You are the Truest of the True. You blend those who are truthful into Your Own Being.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਜੋ ਤੇਰਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ਤੂੰ ਉਸ ਨੂੰ (ਆਪਣੇ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55006,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦੂਜੈ ਦੂਜੀ ਤਰਫ ਹੈ; ਕੂੜਿ ਮਿਲੈ. ਨ ਮਿਲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Dhoojai Dhoojee Tharaf Hai Koorr Milai N Miliaa Jaae ||",
    "translation": "Those caught in duality are on the side of duality; entrenched in falsehood, they cannot merge into the Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਾਇਆ ਵਿਚ ਲੱਗਾ ਹੋਇਆ ਹੈ ਉਸ ਦਾ (ਸੱਚ ਦੇ ਉਲਟ) ਦੂਜਾ ਪਾਸਾ ਹੈ (ਭਾਵ; ਉਹ ਦੂਜੇ ਪਾਸੇ, ਕੂੜ ਵਲ, ਜਾਂਦਾ ਹੈ; ਤੇ) ਕੂੜ ਦੀ ਰਾਹੀਂ (ਭਾਵ, ਕੂੜ ਵਿਚ ਲੱਗਿਆਂ) ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਦਾ, ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55007,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਜੋੜਿ ਵਿਛੋੜਿਅੈ; ਅਾਪੇ ਕੁਦਰਤਿ ਦੇੲਿ ਦਿਖਾੲਿ ॥",
    "transliteration": "Aapae Jorr Vishhorriai Aapae Kudharath Dhaee Dhikhaae ||",
    "translation": "You Yourself unite, and You Yourself separate; You display Your Creative Omnipotence.",
    "punjabi": "ਪ੍ਰਭੂ ਵਿਛੋੜੇ ਹੋਏ ਜੀਵ ਨੂੰ ਭੀ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੀ ਇਹ ਵਡਿਆਈ ਵਿਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55008,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੋਹੁ ਸੋਗੁ ਵਿਜੋਗੁ ਹੈ; ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਮਾੲਿ ॥",
    "transliteration": "Mohu Sog Vijog Hai Poorab Likhiaa Kamaae ||",
    "translation": "Attachment brings the sorrow of separation; the mortal acts in accordance with pre-ordained destiny.",
    "punjabi": "(ਕੂੜ ਵਿਚ ਲੱਗੇ ਬੰਦੇ ਨੂੰ) ਮੋਹ ਚਿੰਤਾ ਵਿਛੋੜਾ ਵਿਆਪਦਾ ਹੈ ਉਹ (ਮੁੜ) ਉਹੀ ਕੰਮ ਕਰਦਾ ਜਾਂਦਾ ਹੈ ਜੋ ਪਿਛਲੇ ਕੀਤੇ ਅਨੁਸਾਰ (ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ) ਲਿਖਿਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55009,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਤਿਨ ਕੳੁ; ਜੋ ਹਰਿ ਚਰਣੀ ਰਹੈ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Ho Balihaaree Thin Ko Jo Har Charanee Rehai Liv Laae ||",
    "translation": "I am a sacrifice to those who remain lovingly attached to the Lord's Feet.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਿ ਰੱਖਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55010,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਮਹਿ ਕਮਲੁ ਅਲਿਪਤੁ ਹੈ; ਅੈਸੀ ਬਣਤ ਬਣਾੲਿ ॥",
    "transliteration": "Jio Jal Mehi Kamal Alipath Hai Aisee Banath Banaae ||",
    "translation": "They are like the lotus which remains detached, floating upon the water.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਅਜੇਹੀ ਬਣਤਰ ਬਣਾ ਰੱਖੀ ਹੈ (ਕਿ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਵਾਲੇ ਇਉਂ ਜਗਤ ਵਿਚ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ) ਜਿਵੇਂ ਪਾਣੀ ਵਿਚ ਕਉਲ ਫੁੱਲ ਅਛੋਹ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਲਿਪਤੁ",
    "type_id": 3
  },
  {
    "id": 55011,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੇ ਸੁਖੀੲੇ ਸਦਾ ਸੋਹਣੇ; ਜਿਨ੍ਹ ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Sae Sukheeeae Sadhaa Sohanae Jinh Vichahu Aap Gavaae ||",
    "translation": "They are peaceful and beautiful forever; they eradicate self-conceit from within.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦੇ ਹਨ ਉਹ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ (ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55012,
    "shabad_id": 4619,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਿਨ੍ਹ ਸੋਗੁ ਵਿਜੋਗੁ ਕਦੇ ਨਹੀ; ਜੋ ਹਰਿ ਕੈ ਅੰਕਿ ਸਮਾੲਿ ॥੭॥",
    "transliteration": "Thinh Sog Vijog Kadhae Nehee Jo Har Kai Ank Samaae ||7||",
    "translation": "They never suffer sorrow or separation; they are merged in the Being of the Lord. ||7||",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਦੀ ਗੋਦ ਵਿੱਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਚਿੰਤਾ ਤੇ ਵਿਛੋੜਾ ਵਿਆਪਦਾ ਨਹੀਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55013,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55014,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਸਾਲਾਹੀਅੈ; ਜਿਸੁ ਵਸਿ ਸਭੁ ਕਿਛੁ ਹੋੲਿ ॥",
    "transliteration": "Naanak So Saalaaheeai Jis Vas Sabh Kishh Hoe ||",
    "translation": "O Nanak, praise the Lord; everything is in His power.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਵੱਸ ਵਿਚ ਹਰੇਕ ਗੱਲ ਹੈ ਉਸ ਦੀ ਸਦਾ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ;",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 55015,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤਿਸੈ ਸਰੇਵਿਹੁ ਪ੍ਰਾਣੀਹੋ; ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Thisai Saraevihu Praaneeho This Bin Avar N Koe ||",
    "translation": "Serve Him, O mortal beings; there is none other than Him.",
    "punjabi": "ਉਸ ਤੋਂ ਬਿਨਾ (ਉਸ ਵਰਗਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ; ਹੇ ਬੰਦਿਓ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਸਿਮਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55016,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਰਿ ਪ੍ਰਭੁ ਮਨਿ ਵਸੈ; ਤਾਂ ਸਦਾ ਸਦਾ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Guramukh Har Prabh Man Vasai Thaan Sadhaa Sadhaa Sukh Hoe ||",
    "translation": "The Lord God abides within the mind of the Gurmukh, and then he is at peace, forever and ever.",
    "punjabi": "(ਜੇ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰੀ-ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸੇ ਤਾਂ (ਮਨ ਵਿਚ) ਸਦਾ ਹੀ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55017,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਹਸਾ ਮੂਲਿ. ਨ ਹੋਵੲੀ; ਸਭ ਚਿੰਤਾ ਵਿਚਹੁ ਜਾੲਿ ॥",
    "transliteration": "Sehasaa Mool N Hovee Sabh Chinthaa Vichahu Jaae ||",
    "translation": "He is never cynical; all anxiety has been taken out from within him.",
    "punjabi": "ਤੌਖ਼ਲਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ, ਸਾਰੀ ਚਿੰਤਾ ਮਨ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55018,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਹੋੲਿ. ਸੁ ਸਹਜੇ ਹੋੲਿ; ਕਹਣਾ ਕਿਛੂ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Jo Kishh Hoe S Sehajae Hoe Kehanaa Kishhoo N Jaae ||",
    "translation": "Whatever happens, happens naturally; no one has any say about it.",
    "punjabi": "ਜੋ ਕੁਝ (ਜਗਤ ਵਿਚ) ਵਰਤ ਰਿਹਾ ਹੈ ਉਹ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੀ ਦਿੱਸਦਾ ਹੈ ਉਸ ਉੱਤੇ ਕੋਈ ਇਤਰਾਜ਼ (ਮਨ ਵਿਚ) ਉੱਠਦਾ ਹੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55019,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਚਾ ਸਾਹਿਬੁ ਮਨਿ ਵਸੈ; ਤਾਂ ਮਨਿ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲਿ ॥",
    "transliteration": "Sachaa Saahib Man Vasai Thaan Man Chindhiaa Fal Paae ||",
    "translation": "When the True Lord abides in the mind, then the mind's desires are fulfilled.",
    "punjabi": "ਜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸੇ ਤਾਂ ਮਨ ਵਿਚ ਚਿਤਵਿਆ ਹੋਇਆ (ਹਰੇਕ) ਫਲ ਹਾਸਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55020,
    "shabad_id": 4620,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਕਾ ਅਾਖਿਅਾ ਅਾਪਿ ਸੁਣੇ; ਜਿ ਲੲਿਅਨੁ ਪੰਨੈ ਪਾੲਿ ॥੧॥",
    "transliteration": "Naanak Thin Kaa Aakhiaa Aap Sunae J Laeian Pannai Paae ||1||",
    "translation": "O Nanak, He Himself hears the words of those, whose accounts are in His Hands. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਲੇਖੇ ਵਿਚ ਲਿਖ ਲਿਆ ਹੈ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ) ਉਹਨਾਂ ਦੀ ਅਰਦਾਸ ਗਹੁ ਨਾਲ ਸੁਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55021,
    "shabad_id": 4621,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55022,
    "shabad_id": 4621,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਸਦਾ ਵਰਸਦਾ; ਬੂਝਨਿ ਬੂਝਣਹਾਰ ॥",
    "transliteration": "Anmrith Sadhaa Varasadhaa Boojhan Boojhanehaar ||",
    "translation": "The Ambrosial Nectar rains down continually; realize this through realization.",
    "punjabi": "'ਅੰਮ੍ਰਿਤ' ਦੀ ਵਰਖਾ ਸਦਾ ਹੋ ਰਹੀ ਹੈ (ਪਰ ਇਸ ਭੇਤ ਨੂੰ) ਉਹੀ ਸਮਝਦੇ ਹਨ ਜੋ ਸਮਝਣ-ਜੋਗੇ ਹਨ;",
    "pronunciation": "ਬੱੂਝਨਿ ਬੂੱਝਣਹਾਰ",
    "type_id": 3
  },
  {
    "id": 55023,
    "shabad_id": 4621,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਿਨ੍ਹੀ ਬੁਝਿਅਾ; ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਰਖਿਅਾ ੳੁਰਿ ਧਾਰਿ ॥",
    "transliteration": "Guramukh Jinhee Bujhiaa Har Anmrith Rakhiaa Our Dhhaar ||",
    "translation": "Those who, as Gurmukh, realize this, keep the Lord's Ambrosial Nectar enshrined within their hearts.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਇਹ ਭੇਤ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ 'ਅੰਮ੍ਰਿਤ' ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਦੇ ਹਨ;",
    "pronunciation": "ਬੁੱਝਿਅਾ",
    "type_id": 3
  },
  {
    "id": 55024,
    "shabad_id": 4621,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਪੀਵਹਿ. ਸਦਾ ਰੰਗਿ ਰਾਤੇ; ਹੳੁਮੈ ਤ੍ਰਿਸਨਾ ਮਾਰਿ ॥",
    "transliteration": "Har Anmrith Peevehi Sadhaa Rang Raathae Houmai Thrisanaa Maar ||",
    "translation": "They drink in the Lord's Ambrosial Nectar, and remain forever imbued with the Lord; they conquer egotism and thirsty desires.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਤੇ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟਾ ਕੇ, ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੋਏ ਸਦਾ 'ਅੰਮ੍ਰਿਤ' ਪੀਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55025,
    "shabad_id": 4621,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਕਾ ਨਾਮੁ ਹੈ; ਵਰਸੈ ਕਿਰਪਾ ਧਾਰਿ ॥",
    "transliteration": "Anmrith Har Kaa Naam Hai Varasai Kirapaa Dhhaar ||",
    "translation": "The Name of the Lord is Ambrosial Nectar; the Lord showers His Grace, and it rains down.",
    "punjabi": "(ਉਹ ਅੰਮ੍ਰਿਤ ਕੀਹ ਹੈ?) 'ਅੰਮ੍ਰਿਤ' ਪ੍ਰਭੂ ਦਾ 'ਨਾਮ' ਹੈ ਤੇ ਇਸ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55026,
    "shabad_id": 4621,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਨਦਰੀ ਅਾੲਿਅਾ; ਹਰਿ ਅਾਤਮ ਰਾਮੁ ਮੁਰਾਰਿ ॥੨॥",
    "transliteration": "Naanak Guramukh Nadharee Aaeiaa Har Aatham Raam Muraar ||2||",
    "translation": "O Nanak, the Gurmukh comes to behold the Lord, the Supreme Soul. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਭ ਵਿਚ ਵਿਆਪਕ ਮੁਰਾਰੀ ਪਰਮਾਤਮਾ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਨਜ਼ਰੀਂ ਆਉਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
