[
  {
    "id": 55403,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲਿਸਤ੍ਰੀ ਪੁਰਖੈ, ਜਾਂ ਨਿਸਿ ਮੇਲਾ; ਓਥੈ ਮੰਧੁ ਕਮਾਹੀ ॥",
    "transliteration": "Eisathree Purakhai Jaan Nis Maelaa Outhhai Mandhh Kamaahee ||",
    "translation": "But when men and women meet in the night, they come together in the flesh.",
    "punjabi": "(ਫਿਰ), ਜਦੋਂ ਰਾਤ ਨੂੰ ਜ਼ਨਾਨੀ ਤੇ ਮਰਦ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ ਤਦੋਂ ਭੀ (ਮਾਸ ਨਾਲ ਹੀ) ਮੰਦ (ਭਾਵ, ਭੋਗ) ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਮੰਧੁ) ਮੰਦ ਕਰਮ (ਕਮਾਹੀ) ਕਮਾੳੁਂਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 55404,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਾਸਹੁ ਨਿੰਮੇ ਮਾਸਹੁ ਜੰਮੇ; ਹਮ ਮਾਸੈ ਕੇ ਭਾਂਡੇ ॥",
    "transliteration": "Maasahu Ninmae Maasahu Janmae Ham Maasai Kae Bhaanddae ||",
    "translation": "In the flesh we are conceived, and in the flesh we are born; we are vessels of flesh.",
    "punjabi": "ਅਸੀਂ ਸਾਰੇ ਮਾਸ ਦੇ ਪੁਤਲੇ ਹਾਂ, ਸਾਡਾ ਮੁੱਢ ਮਾਸ ਤੋਂ ਹੀ ਬੱਝਾ, ਅਸੀਂ ਮਾਸ ਤੋਂ ਹੀ ਪੈਦਾ ਹੋਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55405,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗਿਅਾਨੁ ਧਿਅਾਨੁ ਕਛੁ ਸੂਝੈ ਨਾਹੀ; ਚਤੁਰੁ ਕਹਾਵੈ ਪਾਂਡੇ ॥",
    "transliteration": "Giaan Dhhiaan Kashh Soojhai Naahee Chathur Kehaavai Paanddae ||",
    "translation": "You know nothing of spiritual wisdom and meditation, even though you call yourself clever, O religious scholar.",
    "punjabi": "(ਮਾਸ ਦਾ ਤਿਆਗੀ) ਪੰਡਿਤ (ਮਾਸ ਦੀ ਚਰਚਾ ਛੇੜ ਕੇ ਐਵੇਂ ਆਪਣੇ ਆਪ ਨੂੰ) ਸਿਆਣਾ ਅਖਵਾਂਦਾ ਹੈ, (ਅਸਲ ਵਿਚ) ਇਸ ਨੂੰ ਨਾਹ ਸਮਝ ਹੈ ਨਾਹ ਸੁਰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55406,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਾਹਰ ਕਾ ਮਾਸੁ. ਮੰਦਾ ਸੁਅਾਮੀ; ਘਰ ਕਾ ਮਾਸੁ ਚੰਗੇਰਾ ॥",
    "transliteration": "Baahar Kaa Maas Mandhaa Suaamee Ghar Kaa Maas Changaeraa ||",
    "translation": "O master, you believe that flesh on the outside is bad, but the flesh of those in your own home is good.",
    "punjabi": "(ਭਲਾ ਦੱਸੋ,) ਪੰਡਿਤ ਜੀ! (ਇਹ ਕੀਹ ਕਿ) ਬਾਹਰੋਂ ਲਿਆਂਦਾ ਹੋਇਆ ਮਾਸ ਮਾੜਾ ਤੇ ਘਰ ਦਾ (ਵਰਤਿਆ) ਮਾਸ ਚੰਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55407,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭਿ ਮਾਸਹੁ ਹੋੲੇ; ਜੀੲਿ ਲੲਿਅਾ ਵਾਸੇਰਾ ॥",
    "transliteration": "Jeea Janth Sabh Maasahu Hoeae Jeee Laeiaa Vaasaeraa ||",
    "translation": "All beings and creatures are flesh; the soul has taken up its home in the flesh.",
    "punjabi": "(ਫਿਰ) ਸਾਰੇ ਜੀਅ ਜੰਤ ਮਾਸ ਤੋਂ ਪੈਦਾ ਹੋਏ ਹਨ, ਜਿੰਦ ਨੇ (ਮਾਸ ਵਿਚ ਹੀ) ਡੇਰਾ ਲਾਇਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55408,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਭਖੁ ਭਖਹਿ. ਭਖੁ ਤਜਿ ਛੋਡਹਿ; ਅੰਧੁ ਗੁਰੂ. ਜਿਨ ਕੇਰਾ ॥",
    "transliteration": "Abhakh Bhakhehi Bhakh Thaj Shhoddehi Andhh Guroo Jin Kaeraa ||",
    "translation": "They eat the uneatable; they reject and abandon what they could eat. They have a teacher who is blind.",
    "punjabi": "ਸੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਰਾਹ ਦੱਸਣ ਵਾਲਾ ਆਪ ਅੰਨ੍ਹਾ ਹੈ ਉਹ ਨਾਹ ਖਾਣ-ਜੋਗ ਚੀਜ਼ (ਭਾਵ, ਪਰਾਇਆ ਹੱਕ) ਤਾਂ ਖਾਂਦੇ ਹਨ ਤੇ ਖਾਣ-ਜੋਗ ਚੀਜ਼ (ਭਾਵ ਜਿਸ ਚੀਜ਼ ਤੋਂ ਜ਼ਿੰਦਗੀ ਦਾ ਹੀ ਮੁੱਢ ਬੱਝਾ ਤਿਆਗਦੇ ਹਨ।)",
    "pronunciation": "(ਅਭੱਖੁ) ਨ ਖਾਣ ਯੋਗ। (ਭੱਖਹਿ) ਖਾਂਦਾ ਹੈ। (ਭੱਖੁ) ਖਾਣੇ ਯੋਗ,ਪੀਣ ਯੋਗ ਅੰਮ੍ਰਿਤ (ਤਜਿ) ਤਿਅਾਗ, ਛੱਡਦਾ ਹੈ।ਜਿੱਥੇ ਭਖ ਪੋਲਾ ਬੋਲਣਾ ਹੋਵੇ, ੳੁਹਦੀ ਵਰਤੋਂ ੲਿਸ ਤਰ੍ਹਾਂ ਹੈ, ਅੱਗ ਭਖ ਰਹੀ ਹੈ, ਭਖ ਹੋ ਗੲੀ।",
    "type_id": 3
  },
  {
    "id": 55409,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਾਸਹੁ ਨਿੰਮੇ ਮਾਸਹੁ ਜੰਮੇ; ਹਮ ਮਾਸੈ ਕੇ ਭਾਂਡੇ ॥",
    "transliteration": "Maasahu Ninmae Maasahu Janmae Ham Maasai Kae Bhaanddae ||",
    "translation": "In the flesh we are conceived, and in the flesh we are born; we are vessels of flesh.",
    "punjabi": "ਅਸੀਂ ਸਾਰੇ ਮਾਸ ਦੇ ਪੁਤਲੇ ਹਾਂ, ਅਸਾਡਾ ਮੁੱਢ ਮਾਸ ਤੋਂ ਹੀ ਬੱਝਾ, ਅਸੀਂ ਮਾਸ ਤੋਂ ਹੀ ਪੈਦਾ ਹੋਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55410,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨੁ ਧਿਅਾਨੁ ਕਛੁ ਸੂਝੈ ਨਾਹੀ; ਚਤੁਰੁ ਕਹਾਵੈ ਪਾਂਡੇ ॥",
    "transliteration": "Giaan Dhhiaan Kashh Soojhai Naahee Chathur Kehaavai Paanddae ||",
    "translation": "You know nothing of spiritual wisdom and meditation, even though you call yourself clever, O religious scholar.",
    "punjabi": "(ਮਾਸ ਦਾ ਤਿਆਗੀ) ਪੰਡਿਤ (ਮਾਸ ਦੀ ਚਰਚਾ ਛੇੜ ਕੇ ਐਵੇਂ ਆਪਣੇ ਆਪ ਨੂੰ) ਸਿਆਣਾ ਅਖਵਾਂਦਾ ਹੈ, (ਅਸਲ ਵਿਚ) ਇਸ ਨੂੰ ਨਾਹ ਸਮਝ ਹੈ ਨਾਹ ਸੁਰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55411,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਾਸੁ ਪੁਰਾਣੀ ਮਾਸੁ ਕਤੇਬਂØੀ; ਚਹੁ ਜੁਗਿ ਮਾਸੁ ਕਮਾਣਾ ॥",
    "transliteration": "Maas Puraanee Maas Kathaebanaee Chahu Jug Maas Kamaanaa ||",
    "translation": "Meat is allowed in the Puraanas, meat is allowed in the Bible and the Koran. Throughout the four ages, meat has been used.",
    "punjabi": "ਪੁਰਾਣਾਂ ਵਿਚ ਮਾਸ (ਦਾ ਜ਼ਿਕਰ), ਮੁਸਲਮਾਨੀ ਮਜ਼ਹਬੀ ਕਿਤਾਬਾਂ ਵਿਚ ਭੀ ਮਾਸ (ਵਰਤਣ ਦਾ ਜ਼ਿਕਰ); ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਮਾਸ ਵਰਤੀਂਦਾ ਚਲਾ ਆਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55412,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਜਿ ਕਾਜਿ ਵੀਅਾਹਿ ਸੁਹਾਵੈ; ਓਥੈ ਮਾਸੁ ਸਮਾਣਾ ॥",
    "transliteration": "Jaj Kaaj Veeaahi Suhaavai Outhhai Maas Samaanaa ||",
    "translation": "It is featured in sacred feasts and marriage festivities; meat is used in them.",
    "punjabi": "ਜੱਗ ਵਿਚ, ਵਿਆਹ ਆਦਿਕ ਕਾਜ ਵਿਚ (ਮਾਸ ਦੀ ਵਰਤੋਂ) ਪ੍ਰਧਾਨ ਹੈ, ਉਹਨੀਂ ਥਾਈਂ ਮਾਸ ਵਰਤੀਂਦਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਜਜਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55413,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੲਿਸਤ੍ਰੀ ਪੁਰਖ ਨਿਪਜਹਿ ਮਾਸਹੁ; ਪਾਤਿਸਾਹ ਸੁਲਤਾਨਾਂ ॥",
    "transliteration": "Eisathree Purakh Nipajehi Maasahu Paathisaah Sulathaanaan ||",
    "translation": "Women, men, kings and emperors originate from meat.",
    "punjabi": "ਜ਼ਨਾਨੀ, ਮਰਦ, ਸ਼ਾਹ, ਪਾਤਿਸ਼ਾਹ...ਸਾਰੇ ਮਾਸ ਤੋਂ ਹੀ ਪੈਦਾ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55414,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜੇ ਓੲਿ ਦਿਸਹਿ. ਨਰਕਿ ਜਾਂਦੇ; ਤਾਂ ੳੁਨ੍ਹ ਕਾ ਦਾਨੁ. ਨ ਲੈਣਾ ॥",
    "transliteration": "Jae Oue Dhisehi Narak Jaandhae Thaan Ounh Kaa Dhaan N Lainaa ||",
    "translation": "If you see them going to hell, then do not accept charitable gifts from them.",
    "punjabi": "ਜੇ ਇਹ ਸਾਰੇ (ਮਾਸ ਤੋਂ ਬਣਨ ਕਰਕੇ) ਨਰਕ ਵਿਚ ਪੈਂਦੇ ਦਿੱਸਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਤੋਂ (ਮਾਸ-ਤਿਆਗੀ ਪੰਡਿਤ ਨੂੰ) ਦਾਨ ਭੀ ਨਹੀਂ ਲੈਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55415,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਦੇਂਦਾ ਨਰਕਿ. ਸੁਰਗਿ ਲੈਦੇ; ਦੇਖਹੁ ੲੇਹੁ ਧਿਙਾਣਾ ॥",
    "transliteration": "Dhaenadhaa Narak Surag Laidhae Dhaekhahu Eaehu Dhhin(g)aanaa ||",
    "translation": "The giver goes to hell, while the receiver goes to heaven - look at this injustice.",
    "punjabi": "(ਨਹੀਂ ਤਾਂ) ਵੇਖੋ, ਇਹ ਅਚਰਜ ਧੱਕੇ ਦੀ ਗੱਲ ਹੈ ਕਿ ਦਾਨ ਦੇਣ ਵਾਲੇ ਨਰਕੇ ਪੈਣ ਤੇ ਲੈਣ ਵਾਲੇ ਸੁਰਗ ਵਿਚ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55416,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਪਿ. ਨ ਬੂਝੈ, ਲੋਕ ਬੁਝਾੲੇ; ਪਾਂਡੇ ਖਰਾ ਸਿਅਾਣਾ ॥",
    "transliteration": "Aap N Boojhai Lok Bujhaaeae Paanddae Kharaa Siaanaa ||",
    "translation": "You do not understand your own self, but you preach to other people. O Pandit, you are very wise indeed.",
    "punjabi": "(ਅਸਲ ਵਿਚ) ਹੇ ਪੰਡਿਤ! ਤੂੰ ਢਾਢਾ ਚਤੁਰ ਹੈਂ, ਤੈਨੂੰ ਆਪ ਨੂੰ (ਮਾਸ ਖਾਣ ਦੇ ਮਾਮਲੇ ਦੀ) ਸਮਝ ਨਹੀਂ, ਪਰ ਤੂੰ ਲੋਕਾਂ ਨੂੰ ਸਮਝਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55417,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਾਂਡੇ. ਤੂ ਜਾਣੈ ਹੀ ਨਾਹੀ; ਕਿਥਹੁ ਮਾਸੁ ੳੁਪੰਨਾ ॥",
    "transliteration": "Paanddae Thoo Jaanai Hee Naahee Kithhahu Maas Oupannaa ||",
    "translation": "O Pandit, you do not know where meat originated.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਤੈਨੂੰ ਇਹ ਹੀ ਪਤਾ ਨਹੀਂ ਕਿ ਮਾਸ ਕਿਥੋਂ ਪੈਦਾ ਹੋਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55418,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੋੲਿਅਹੁ, ਅੰਨੁ ਕਮਾਦੁ ਕਪਾਹਾਂ; ਤੋੲਿਅਹੁ, ਤ੍ਰਿਭਵਣੁ ਗੰਨਾ ॥",
    "transliteration": "Thoeiahu Ann Kamaadh Kapaahaan Thoeiahu Thribhavan Gannaa ||",
    "translation": "Corn, sugar cane and cotton are produced from water. The three worlds came from water.",
    "punjabi": "(ਵੇਖ,) ਪਾਣੀ ਤੋਂ ਅੰਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਕਮਾਦ ਗੰਨਾ ਉੱਗਦਾ ਹੈ ਤੇ ਕਪਾਹ ਉੱਗਦੀ ਹੈ, ਪਾਣੀ ਤੋਂ ਹੀ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਤੋੲਿਅਹੁ) ਪਾਣੀ ਤੋਂ। (ਗੰਨਾ) ਵਿਚਾਰੀਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 55419,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੋਅਾ ਅਾਖੈ ਹੳੁ ਬਹੁ ਬਿਧਿ ਹਛਾ; ਤੋਅੈ ਬਹੁਤੁ ਬਿਕਾਰਾ ॥",
    "transliteration": "Thoaa Aakhai Ho Bahu Bidhh Hashhaa Thoai Bahuth Bikaaraa ||",
    "translation": "Water says, \"I am good in many ways.\" But water takes many forms.",
    "punjabi": "ਪਾਣੀ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਭਲਿਆਈ ਕਰਦਾ ਹਾਂ (ਭਾਵ, ਜੀਵ ਦੇ ਪਾਲਣ ਲਈ ਕਈ ਤਰੀਕਿਆਂ ਦੀ ਖ਼ੁਰਾਕ-ਪੁਸ਼ਾਕ ਪੈਦਾ ਕਰਦਾ ਹਾਂ), ਇਹ ਸਾਰੀਆਂ ਤਬਦੀਲੀਆਂ (ਭਾਵ, ਬੇਅੰਤ ਕਿਸਮਾਂ ਦੇ ਪਦਾਰਥ) ਪਾਣੀ ਵਿਚ ਹੀ ਹਨ।",
    "pronunciation": "(ਅਾਖੈ) ਅਾਖਦੇ ਹੳੁਹੋਂ। ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55420,
    "shabad_id": 4674,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲੇਤੇ ਰਸ ਛੋਡਿ. ਹੋਵੈ ਸੰਨਿਅਾਸੀ; ਨਾਨਕੁ ਕਹੈ ਵਿਚਾਰਾ ॥੨॥",
    "transliteration": "Eaethae Ras Shhodd Hovai Sanniaasee Naanak Kehai Vichaaraa ||2||",
    "translation": "Forsaking these delicacies, one becomes a true Sannyaasee, a detached hermit. Nanak reflects and speaks. ||2||",
    "punjabi": "ਸੋ, ਨਾਨਕ ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਦੱਸਦਾ ਹੈ (ਕਿ ਜੇ ਸੱਚਾ ਤਿਆਗੀ ਬਣਨਾ ਹੈ ਤਾਂ) ਇਹਨਾਂ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦੇ ਚਸਕੇ ਛੱਡ ਕੇ ਤਿਆਗੀ ਬਣੇ (ਕਿਉਂਕਿ ਮਾਸ ਦੀ ਉਤਪੱਤੀ ਭੀ ਪਾਣੀ ਤੋਂ ਹੈ ਤੇ ਅੰਨ ਕਮਾਦ ਆਦਿਕ ਦੀ ਉਤਪੱਤੀ ਭੀ ਪਾਣੀ ਤੋਂ ਹੀ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55421,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55422,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ਕਿਅਾ ਅਾਖਾ ੲਿਕ ਜੀਭ; ਤੇਰਾ ਅੰਤੁ. ਨ ਕਿਨਹੀ ਪਾੲਿਅਾ ॥",
    "transliteration": "Ho Kiaa Aakhaa Eik Jeebh Thaeraa Anth N Kin Hee Paaeiaa ||",
    "translation": "What can I say with only one tongue? I cannot find your limits.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੇਰੀ ਇਕ ਜੀਭ ਹੈ, ਮੈਂ ਤੇਰੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ? ਤੇਰਾ ਅੰਤ ਕਿਸੇ ਨੇ ਨਹੀਂ ਪਾਇਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55423,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ ਵੀਚਾਰਿ; ਸੇ ਤੁਝ ਹੀ ਮਾਹਿ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Sachaa Sabadh Veechaar Sae Thujh Hee Maahi Samaaeiaa ||",
    "translation": "Those who contemplate the True Word of the Shabad are absorbed into You, O Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਵਿਚਾਰਦੇ ਹਨ ਉਹ ਤੇਰੇ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55424,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੲਿਕਿ ਭਗਵਾ ਵੇਸੁ ਕਰਿ ਭਰਮਦੇ; ਵਿਣੁ ਸਤਿਗੁਰ ਕਿਨੈ. ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Eik Bhagavaa Vaes Kar Bharamadhae Vin Sathigur Kinai N Paaeiaa ||",
    "translation": "Some wander around in saffron robes, but without the True Guru, no one finds the Lord.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਭਗਵਾ ਭੇਖ ਬਣਾ ਕੇ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ (ਹੇ ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਕਿਸੇ ਨਹੀਂ ਲੱਭਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55425,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਦੇਸ ਦਿਸੰਤਰ ਭਵਿ ਥਕੇ; ਤੁਧੁ ਅੰਦਰਿ ਅਾਪੁ ਲੁਕਾੲਿਅਾ ॥",
    "transliteration": "Dhaes Dhisanthar Bhav Thhakae Thudhh Andhar Aap Lukaaeiaa ||",
    "translation": "They wander in foreign lands and countries until they grow weary, but You hide Yourself within them.",
    "punjabi": "ਇਹ ਲੋਕ (ਬਾਹਰ) ਦੇਸਾਂ ਦੇਸਾਂਤਰਾਂ ਵਿਚ ਭਉਂਦੇ ਖਪ ਗਏ, ਪਰ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ (ਜੀਵ ਦੇ) ਅੰਦਰ ਲੁਕਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55426,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ ਰਤੰਨੁ ਹੈ; ਕਰਿ ਚਾਨਣੁ ਅਾਪਿ ਦਿਖਾੲਿਅਾ ॥",
    "transliteration": "Gur Kaa Sabadh Rathann Hai Kar Chaanan Aap Dhikhaaeiaa ||",
    "translation": "The Word of the Guru's Shabad is a jewel, through which the Lord shines forth and reveals Himself.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਸਬਦੁ (ਮਾਨੋ) ਇਕ ਚਮਕਦਾ ਮੋਤੀ ਹੈ (ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਇਹ ਮੋਤੀ ਬਖ਼ਸ਼ਿਆ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਨੇ) ਆਪ ਚਾਨਣ ਕਰ ਕੇ (ਉਸ ਨੂੰ ਆਪਣਾ ਆਪ) ਵਿਖਾਇਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55427,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪਣਾ ਅਾਪੁ ਪਛਾਣਿਅਾ; ਗੁਰਮਤੀ ਸਚਿ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Aapanaa Aap Pashhaaniaa Guramathee Sach Samaaeiaa ||",
    "translation": "Realizing one's own self, following the Guru's Teachings, the mortal is absorbed into Truth.",
    "punjabi": "(ਉਹ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਆਪਣਾ ਅਸਲਾ ਪਛਾਣ ਲੈਂਦਾ ਹੈ ਤੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਰਾਹੀਂ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55428,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਵਾ ਗੳੁਣੁ ਬਜਾਰੀਅਾ; ਬਾਜਾਰੁ ਜਿਨੀ ਰਚਾੲਿਅਾ ॥",
    "transliteration": "Aavaa Goun Bajaareeaa Baajaar Jinee Rachaaeiaa ||",
    "translation": "Coming and going, the tricksters and magicians put on their magic show.",
    "punjabi": "(ਪਰ) ਜਿਨ੍ਹਾਂ (ਭੇਖੀਆਂ ਨੇ) ਵਿਖਾਵੇ ਦਾ ਢੌਂਗ ਰਚਾਇਆ ਹੋਇਆ ਹੈ ਉਹਨਾਂ ਪਖੰਡੀਆਂ ਨੂੰ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਮਿਲਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55429,
    "shabad_id": 4675,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਕੁ ਥਿਰੁ ਸਚਾ ਸਾਲਾਹਣਾ; ਜਿਨ ਮਨਿ ਸਚਾ ਭਾੲਿਅਾ ॥੨੫॥",
    "transliteration": "Eik Thhir Sachaa Saalaahanaa Jin Man Sachaa Bhaaeiaa ||25||",
    "translation": "But those whose minds are pleased by the True Lord, praise the True One, the Ever-stable Lord. ||25||",
    "punjabi": "ਤੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਨ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਇੱਕ ਪ੍ਰਭੂ ਦਾ ਗੁਣ ਗਾਂਦੇ ਹਨ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55430,
    "shabad_id": 4676,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55431,
    "shabad_id": 4676,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਮਾੲਿਅਾ ਕਰਮ ਬਿਰਖੁ; ਫਲ ਅੰਮ੍ਰਿਤ, ਫਲ ਵਿਸੁ ॥",
    "transliteration": "Naanak Maaeiaa Karam Birakh Fal Anmrith Fal Vis ||",
    "translation": "O Nanak, the tree of actions done in Maya yields ambrosial fruit and poisonous fruit.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜੀਵਾਂ ਦੇ ਕੀਤੇ) ਕਰਮਾਂ ਅਨੁਸਾਰ (ਮਨੁੱਖਾ ਸਰੀਰ-ਰੂਪ) ਮਾਇਆ ਦਾ (ਰਚਿਆ) ਰੁੱਖ (ਉੱਗਦਾ) ਹੈ (ਇਸ ਨੂੰ) ਅੰਮ੍ਰਿਤ (ਭਾਵ, ਨਾਮ ਸੁਖ) ਤੇ ਜ਼ਹਰ (ਭਾਵ, ਮੋਹ-ਦੁੱਖ) ਦੋ ਕਿਸਮਾਂ ਦੇ ਫਲ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "(ਅੰਮ੍ਰਿਤ) ਸੁਖ।ਵਿਸੁ:ਪੋਲਾ ਬੋਲੋ। (ਵਿਸੁ) ਦੁੱਖ",
    "type_id": 3
  },
  {
    "id": 55432,
    "shabad_id": 4676,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਭ ਕਾਰਣ ਕਰਤਾ ਕਰੇ; ਜਿਸੁ ਖਵਾਲੇ ਤਿਸੁ ॥੧॥",
    "transliteration": "Sabh Kaaran Karathaa Karae Jis Khavaalae This ||1||",
    "translation": "The Creator does all deeds; we eat the fruits as He ordains. ||1||",
    "punjabi": "ਕਰਤਾਰ ਆਪ (ਅੰਮ੍ਰਿਤ ਤੇ ਵਿਹੁ ਦੋ ਕਿਸਮਾਂ ਦੇ ਫਲਾਂ ਦੇ) ਸਾਰੇ ਵਸੀਲੇ ਬਣਾਂਦਾ ਹੈ, ਜਿਸ ਜੀਵ ਨੂੰ ਜਿਹੜਾ ਫਲ ਖਵਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਉਹੀ ਖਾਣਾ ਪੈਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55433,
    "shabad_id": 4677,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੨ ॥",
    "transliteration": "Ma 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55434,
    "shabad_id": 4677,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਦੁਨੀਅਾ ਕੀਅਾਂ ਵਡਿਅਾੲੀਅਾਂ; ਅਗੀ ਸੇਤੀ ਜਾਲਿ ॥",
    "transliteration": "Naanak Dhuneeaa Keeaaan Vaddiaaeeaaan Agee Saethee Jaal ||",
    "translation": "O Nanak, burn worldly greatness and glory in the fire.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੁਨੀਆ ਦੀਆਂ ਵਡਿਆਈਆਂ ਨੂੰ ਅੱਗ ਨਾਲ ਸਾੜ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55435,
    "shabad_id": 4677,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲੇਨੀ ਜਲੀੲੀਂ. ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ੲਿਕ. ਨ ਚਲੀਅਾ ਨਾਲਿ ॥੨॥",
    "transliteration": "Eaenee Jaleeeen Naam Visaariaa Eik N Chaleeaa Naal ||2||",
    "translation": "These burnt offerings have caused mortals to forget the Naam, the Name of the Lord. Not even one of them will go along with you in the end. ||2||",
    "punjabi": "ਇਹਨਾਂ ਚੰਦਰੀਆਂ ਨੇ (ਮਨੁੱਖ ਤੋਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁਲਵਾ ਦਿੱਤਾ ਹੈ (ਪਰ ਇਹਨਾਂ ਵਿਚੋਂ) ਇੱਕ ਭੀ (ਮਰਨ ਪਿਛੋਂ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ॥੨॥",
    "pronunciation": "ੲੇਨ੍ਹੀਂ। ਜਲੀ-ੲੀਂ",
    "type_id": 3
  },
  {
    "id": 55436,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55437,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਰਿ ਸਿਰਿ ਹੋੲਿ ਨਿਬੇੜੁ; ਹੁਕਮਿ ਚਲਾੲਿਅਾ ॥",
    "transliteration": "Sir Sir Hoe Nibaerr Hukam Chalaaeiaa ||",
    "translation": "He judges each and every being; by the Hukam of His Command, He leads us on.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜਗਤ ਨੂੰ ਤੂੰ) ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਤੋਰ ਰਿਹਾ ਹੈਂ (ਕਿਤੇ ਭੇਖੀ ਵਿਖਾਵੇ ਦਾ ਢੌਂਗ ਰਚਾ ਰਹੇ ਹਨ, ਕਿਤੇ ਤੈਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਰਹੇ ਹਨ; ਇਹਨਾਂ ਦੇ ਕਰਮਾਂ ਅਨੁਸਾਰ 'ਆਵਾਗਾਉਣ' ਅਤੇ ਤੇਰਾ ਪਿਆਰ ਤੇਰੇ ਹੀ ਹੁਕਮ ਵਿਚ) ਵੱਖੋ-ਵੱਖਰਾ ਫ਼ੈਸਲਾ (ਹੁੰਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55438,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੇਰੈ ਹਥਿ ਨਿਬੇੜੁ; ਤੂਹੈ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Thaerai Hathh Nibaerr Thoohai Man Bhaaeiaa ||",
    "translation": "Justice is in Your Hands, O Lord; You are pleasing to my mind.",
    "punjabi": "ਸਾਰਾ ਫ਼ੈਸਲਾ ਤੇਰੇ ਹੀ ਹੱਥ ਵਿਚ ਹੈ, ਤੂੰ ਹੀ (ਮੇਰੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55439,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਾਲੁ ਚਲਾੲੇ ਬੰਨਿ; ਕੋੲਿ. ਨ ਰਖਸੀ ॥",
    "transliteration": "Kaal Chalaaeae Bann Koe N Rakhasee ||",
    "translation": "The mortal is bound and gagged by Death and lead away; no one can rescue him.",
    "punjabi": "ਜਦੋਂ ਮੌਤ ਬੰਨ੍ਹ ਕੇ (ਜੀਵ ਨੂੰ) ਤੋਰ ਲੈਂਦੀ ਹੈ, ਕੋਈ ਇਸ ਨੂੰ ਰੱਖ ਨਹੀਂ ਸਕਦਾ;",
    "pronunciation": "ਬੰਨ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 55440,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਰੁ ਜਰਵਾਣਾ ਕੰਨ੍ਹਿ; ਚੜਿਅਾ ਨਚਸੀ ॥",
    "transliteration": "Jar Jaravaanaa Kannih Charriaa Nachasee ||",
    "translation": "Old age, the tyrant, dances on the mortal's shoulders.",
    "punjabi": "ਜ਼ਾਲਮ ਬੁਢੇਪਾ (ਹਰੇਕ ਦੇ) ਮੋਢੇ ਉਤੇ ਚੜ੍ਹ ਕੇ ਨੱਚਦਾ ਹੈ (ਭਾਵ, ਮੌਤ ਦਾ ਸੁਨੇਹਾ ਦੇ ਰਿਹਾ ਹੈ ਜਿਸ ਅੱਗੇ ਕਿਸੇ ਦੀ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55441,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਬੋਹਿਥੁ ਬੇੜੁ; ਸਚਾ ਰਖਸੀ ॥",
    "transliteration": "Sathigur Bohithh Baerr Sachaa Rakhasee ||",
    "translation": "So climb aboard the boat of the True Guru, and the True Lord will rescue you.",
    "punjabi": "ਸਤਿਗੁਰੂ ਹੀ ਸੱਚਾ ਜਹਾਜ਼ ਹੈ ਸੱਚਾ ਬੇੜਾ ਹੈ ਜੋ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55442,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਗਨਿ ਭਖੈ, ਭੜ ਹਾੜੁ; ਅਨ ਦਿਨੁ ਭਖਸੀ ॥",
    "transliteration": "Agan Bhakhai Bharrehaarr Anadhin Bhakhasee ||",
    "translation": "The fire of desire burns like an oven, consuming mortals night and day.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਦਾ ਭਾਂਬੜ ਮਚ ਰਿਹਾ ਹੈ, ਹਰ ਵੇਲੇ ਮਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਭੜ) ਭੱਠ ਦੇ। (ਹਾੜੁ) ਬਰਾਬਰ। ਭਖੈ: ਪੋਲਾ ਬੋਲੋ, ਭਖਸੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55443,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫਾਥਾ ਚੁਗੈ ਚੋਗ; ਹੁਕਮੀ ਛੁਟਸੀ ॥",
    "transliteration": "Faathhaa Chugai Chog Hukamee Shhuttasee ||",
    "translation": "Like trapped birds, the mortals peck at the corn; only through the Lord's Command will they find release.",
    "punjabi": "(ਇਸ ਭਾਂਬੜ ਵਿਚ) ਫਸਿਆ ਹੋਇਆ ਜੀਵ ਚੋਗਾ ਚੁਗ ਰਿਹਾ ਹੈ; ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਇਸ ਵਿਚੋਂ ਬਚ ਸਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55444,
    "shabad_id": 4678,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਰਤਾ ਕਰੇ ਸੁ ਹੋਗੁ; ਕੂੜੁ ਨਿਖੁਟਸੀ ॥੨੬॥",
    "transliteration": "Karathaa Karae S Hog Koorr Nikhuttasee ||26||",
    "translation": "Whatever the Creator does, comes to pass; falsehood shall fail in the end. ||26||",
    "punjabi": "ਕਿਉਂਕਿ ਜੋ ਕੁਝ ਕਰਤਾਰ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ। ਕੂੜ (ਦਾ ਵਪਾਰ, ਭਾਵ, ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ ਹੋ ਕੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਪਿਛੇ ਦੌੜਨਾ) ਜੀਵ ਦੇ ਨਾਲ ਨਹੀਂ ਨਿਭਦਾ ॥੨੬॥",
    "pronunciation": "ਨਿ-ਖੁੱਟਸੀ",
    "type_id": 3
  }
]
