{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਕਉਲੁ ਤੂ ਹੈ. ਕਵੀਆ ਤੂ ਹੈ; ਆਪੇ ਵੇਖਿ ਵਿਗਸੁ ॥੪॥੨੫॥",
      "page": 23,
      "line": 14
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Thou art the lotus and Thou the water-lily. Thou Thyself art pleased on beholding (them)."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਤੂੰ ਕੰਵਲ ਹੈਂ ਅਤੇ ਤੂੰ ਹੀ ਕਵੀਆ। (ਉਨ੍ਹਾਂ ਨੂੰ) ਦੇਖ ਕੇ ਤੂੰ ਆਪ ਹੀ ਖੁਸ਼ ਹੁੰਦਾ ਹੈਂ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "You are the lotus flower of the day and You are the water-lily of the night. You Yourself behold them, and blossom forth in bliss. ||4||25||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਪੁਨ: ਕਵਲ ਤੂ ਹੈਂ ਔਰੁ ਕਵੀਆਂ ਰੂਪੁ ਭੀ ਤੂ ਹੀ ਹੈਂ। ਔਰ ਜਿਸ ਕੋ ਦੇਖ ਕਰ ਕਵਲ (ਵਿਗਸੁ) ਖਿੜਤੇ ਹੈਂ ਔਰੁ ਕਵੀਆਂ ਰਝਾਵਤੀ ਹੈਂ, ਸੋ ਸੂਰਜ ਰੂਪ ਭੀ qMU ਹੀ ਹੈਂ। ਬਿਗਸ ਪਦ ਕੀ ਕਮਲ ਔਰ ਕਵੀ ਦੋਨੋ ਮੇਂ ਜੋਜਨਾ ਕਰਨੀ, ਤਾਂ ਸੋਂ ਏਹ ਅਰਥੁ ਭਯਾ। ਵਾ ਜਿਸ ਕੋ ਦੇਖ ਕਰ ਕਮਲ ਖਿੜਤੇ ਹੈਂ, ਸੋ ਸੂਰਜ ਭੀ ਤੂ ਹੀ ਹੈਂ, ਔਰ ਜਿਸ ਕੋ ਦੇਖ ਕਰ ਕਲੀਆਂ ਖਿਲਤੀ ਹੈਂ, ਸੋ ਚੰਦ੍ਰਮਾ ਰੂਪ ਭੀ ਤੂ ਹੀ ਹੈਂ। ਪੁਨਃ ਦੁਤੀਆ ਅਰਥ ਦਰਾਂਸ੍ਟਾਂਤ ਮੇਂ ਐਸੇ ਭੀ ਹੈ - ਰੰਗੋਂ ਮੇਂ ਰਾਤਾ ਹੂਆ ਏਕ ਰਸ ਭਰਪੂਰ ਹੋ ਕਰ ਸਰਬ ਮੇਂ ਵ੍ਯਾਪ ਰਹਾ ਹੈ। (ਆਪੇ ਰਸੀਆ ਆਪ ਰਸੁ) ਤਾਂ ਤੇ ਆਪ ਹੀ (ਰਸੀਆ) ਪ੍ਰੇਮੀ ਔਰ (ਰਸੁ) ਪ੍ਰੇਮ ਔਰ ਰਾਵਣਹਾਰ ਵਾਹਿਗੁਰੂ ਹੀ ਹੈ। ਵਾ ਰਸੀਆ ਗੁਰੂ, ਰਸ ਉਪਦੇਸ਼, ਰਾਵਣਹਾਰ ਜਗ੍ਯਾਸੂ, ਚੋਲੜਾ ਜਗ੍ਯਾਸੀ, ਜਨ ਕੀ ਬੁਧੀ ਸੇਜਾ, ਚਤੁਸਟੇ ਸਾਧਨ ਵਾ ਸ੍ਰਧਾ ਸੇਜ, ਪੁਨਃ ਭਤਾਰ ਵਾਹਿਗੁਰੂ, ਮਾਛੀ ਜਮ, ਮਛਲੀ ਜੀਵ, ਪਾਣੀ ਸਬਦਾਦਿ, ਵਿਸ਼ੇ ਜਾਲ, ਮੋਹੁ ਜਾਲ ਕੇ ਮਣਕੇ, ਵਰਨਾਂ ਆਸ੍ਰਮਾਂ ਕਾ ਹੰਕਾਰ, ਅੰਦਰ ਲਾਲ ਲਾਲਸਾ ਅਰਥਾਤ ਵਿਸ਼੍ਯੋਂ ਕੀ ਇੱਛਾ, ਸਰਵਰੁ ਸਤਿਸੰਗ, ਹੰਸ ਗ੍ਯਾਨੀ, ਕਵਲ ਜਗ੍ਯਾਸੂ, ਕਵੀਆਂ ਮਨਮੁਖ, ਸੂਰਜ ਗੁਰੂ, ਔਰ ਆਪ ਹੀ ਜਗ੍ਯਾਸੂ ਰੂਪ ਕਵਲ ਹੋ ਕਰ ਗੁਰੂ ਰੂਪੁ ਸੂਰਜ ਕੋ ਦੇਖ ਕਰ ਪ੍ਰਸੰਨਤਾ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਭਾਵ ਏਹ ਕਿ ਇਸ ਪ੍ਰਕਾਰ ਨਿਸਚੈ ਕਰਨਾ ਔਰ ਮੁਖ ਸੇ ਬੇਨਤੀ ਕਰਨੀ, ਕਿਉਂਕਿ ਸਰਬ ਪ੍ਰਕਾਰ ਪਰੀਪੂਰਣ ਔਰ ਬ੍ਯਾਪਕ ਸ੍ਵਰੂਪ ਏਕ ਵਾਹਿਗੁਰੂ ਹ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਸੂਰਜ ਦੀ ਰੌਸ਼ਨੀ ਵਿਚ ਖਿੜਨ ਵਾਲਾ ਕੌਲ ਫੁੱਲ ਭੀ ਤੂੰ ਹੀ ਹੈਂ ਤੇ ਚੰਦ ਦੇ ਚਾਨਣ ਵਿਚ ਖਿੜਨ ਵਾਲੀ ਕੰਮੀ ਭੀ ਤੂੰ ਹੀ ਹੈਂ (ਆਪਣੇ ਜਮਾਲ ਨੂੰ ਤੇ ਆਪਣੇ ਜਲਾਲ ਨੂੰ) ਵੇਖ ਕੇ ਤੂੰ ਆਪ ਹੀ ਖ਼ੁਸ਼ ਹੋਣ ਵਾਲਾ ਹੈਂ ॥੪॥੨੫॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "la Flor de Loto del día y el lirio nocturno las observas floreciendo en Éxtasis.(4-25)"
    }
  ]
}