{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਜੇ ਤਉ. ਪਿਰੀਆ ਦੀ ਸਿਕ; ਹਿਆਉ. ਨ ਠਾਹੇ ਕਹੀ ਦਾ ॥੧੩੦॥",
      "page": 1384,
      "line": 19
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "If thou desire thy Beloved, then do not hurt any one's heart."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇਕਰ ਤੂੰ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨੂੰ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਤੂੰ ਕਿਸੇ ਦੇ ਦਿਲ ਨੂੰ ਸੱਟ ਨਾਂ ਮਾਰ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "If you desire your Beloved, then do not break anyone's heart. ||130||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਜੇ ਕਰ ਕੇ ਤੁਝ ਕੋ ਪਤੀ ਪਰਮੇਸ੍ਵਰ ਕੀ (ਆ) ਸਰਬ ਓਰ ਸੇ ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ (ਸਿਕ) ਚਾਹ ਹੈ, ਤੋ ਤੂੰ ਕਿਸੀ ਕਾ ਰਿਦਾ ਢਾਵਣਾ ਨਹੀਂ ਕਰ॥੧੩੦॥☬ਏਕ ਸਮੇਂ ਬ੍ਰਹਮਲੋਕ ਕੇ ਬੀਚ ਦੇਵਤਿਓਂ ਕੀ ਸਭਾ ਮੇਂ ਵੇਦੋਂ ਸੰਯੁਗਤ ਬ੍ਰਹਮਾਂ ਜੀ ਇਸਥਿਤ ਹੂਏ ਥੇ। ਤਿਸ ਸਮੈ ਸ੍ਰੀ ਵਿਸ਼ਨ ਦੇਵ ਜੀ ਆਏ। ਤਿਨ ਕੇ ਸਨਮਾਨ ਵਾਸਤੇ ਸਰਬ ਦੇਵਤੇ ਖੜੇ ਹੂਏ, ਪਰੰਤੂ ਵੇਦੋਂ ਸਹਿਤ ਬ੍ਰਹਮਾਂ ਜੀ ਨੇ ਹੰਕਾਰ ਕੋ ਧਾਰ ਕਰ ਉਨ ਕਾ ਸਨਮਾਨ ਨਹੀਂ ਕੀਆ। ਤਬ ਵਿਸ਼ਨ ਜੀ ਨੇ ਕੋਪ ਕਰ ਸਰਾਪ ਦੀਆ ਕਿ ਤੁਮ ਨੇ ਹੰਕਾਰ ਕਰ ਕੇ ਮ੍ਰਿਯਾਦਾ ਨਹੀਂ ਰਾਖੀ ਹੈ, ਤਾਂ ਤੇ ਮਾਤ ਲੋਕ ਮੇਂ ਜਾਇ ਕਰ ਕੇ ਮਨੁਖ ਸਰੂਪ ਧਾਰ ਕਰ ਗਿਆਨ ਸੇ ਰਹਿਤ ਹੋਵੋ। ਤਬ ਸ੍ਰਾਪ ਸੁਨ ਕਰ ਪੀਛੇ ਬ੍ਰਹਮਾਂ ਜੀ ਨੇ ਵੇਦੋਂ ਸਹਿਤ ਵਿਸ਼ਨ ਜੀ ਕੌ ਨਮਸਕਾਰ ਕਰ ਕੇ ਸਰਾਪ ਕਾ ਅੰਤ ਪੂਛਾ ਔ ਅਪਨੇ ਅਪਰਾਧ ਕੋ ਬਖਸ਼ਾਯਾ। ਤਬ ਹਰੀ ਜੀ ਨੇ ਕਹਾ ਕਿ ਤੁਮ ਏਕ ਏਕ ਵੇਦ ਚਾਰ ਚਾਰ ਸਰੂਪ ਧਾਰੋ ਔ ਬ੍ਰਹਮਾਂ ਕੇ ਸਮੇਤ ਸਤਾਰਹ ਰੂਪ ਬ੍ਰਾਹਮਣੋਂ ਕੇ ਭਟੋਂ ਕੀ ਕੁਲ ਮੇਂ ਜਨਮੋ। ਜਬ ਮੈਂ ਕਲਯੁਗ ਬੀਚ ਸ੍ਰੀ ਗੁਰ ਨਾਨਕ ਨਾਮ ਅਵਤਾਰ ਧਾਰਨ ਕਰੌਂਗਾ ਪੁਨਾ ਪਾਂਚਵਾਂ ਅਵਤਾਰ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਜੀ ਨਾਮ ਹੋਇਗਾ, ਤਬ ਤੁਮ ਮੁਝ ਕੋ ਮਿਲ ਕਰ ਉਸਤਤੀ ਉਚਾਰਨ ਕਰੋਗੇ ਪੁਨਾ ਗਿਆਨ ਸਰੂਪ ਹੋਇ ਕਰ ਈਹਾਂ ਪ੍ਰਾਪਤ ਹੋਵੇਗੇ॥ ਭਗਵੰਤ ਕੇ ਐਸੇ ਬਚਨ ਸੁਨ ਕਰ ਕੇ ਮਾਤ ਲੋਕ ਮੇਂ ਸਤਾਰਹ ਸਰੂਪ ਧਾਰਨ ਕੀਏ ਔ ਬ੍ਰਹਮਾਂ ਜੀ ਕਾ ਨਾਮ ਭਿਖਾ ਹੂਆ। ਵਹੁ ਸਤਾਰਹ ਹੀ ਮਿਲ ਕਰ ਅਨੇਕ ਤੀ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇ ਤੈਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੈ, ਤਾਂ ਕਿਸੇ ਦਾ ਦਿਲ ਨਾਹ ਢਾਹ ॥੧੩੦॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "pues si deseas a tu Bienamado, entonces no rompas el corazón de nadie. (130)"
    }
  ]
}