{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ੴ ਸਤਿ ਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭਉ ਨਿਰਵੈਰੁ; ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
      "page": 1,
      "line": 1
    },
    {
      "asset": "jsts",
      "type": "note",
      "language": "pa",
      "data": "੧. ਇਹ \"ਜਪੁ\" ਬਾਣੀ ਦੇ ਆਦਿ ਵਿਚ, ਰਵਾਇਤ ਅਨੁਸਾਰ, ਸਤਿਗੁਰਾਂ ਵਲੋਂ ਪਰਮਾਤਮਾ ਦਾ ਮੰਗਲਾਚਰਨ ਹੈ। ੨.\"ਗੁਰਪ੍ਰਸਾਦਿ\" ਤੋਂ ਬਾਅਦ ਲਗੀਆਂ ਡੰਡੀਆਂ ਇਹ ਸਾਬਤ ਕਰਦੀਆਂ ਹਨ ਕਿ ਇਸ ਮੰਗਲਾਚਰਨ ਦੀ ਸਮਾਪਤੀ ਇਥੇ ਹੀ ਹੋ ਜਾਂਦੀ ਹੈ ਨਾ ਕਿ \"ਹੋਸੀ ਭੀ ਸਚੁ\" ਤੇ। ੩. \"ਪ੍ਰਸਾਦਿ\" ਦਾ ਉਚਾਰਨ \"ਪ੍ਰਸ਼ਾਦਿ\" ਅਤੇ \"ਸੈਭੰ\" ਦਾ ਉਚਾਰਨ \"ਸੈਭੰਗ\" ਕਰਨਾ ਠੀਕ ਨਹੀਂ ਹੈ।"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "There is but one God. True is His Name, creative His personality and immortal His form. He is without fear sans enmity, unborn and self-illumined. By the Guru's grace He is obtained."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਨਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿਡਰ, ਕੀਨਾ-ਰਹਿਤ, ਅਜਨਮਾ ਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਯਾ ਦੁਆਰਾ ਉਹ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "One Universal Creator God. The Name Is Truth. Creative Being Personified. No Fear. No Hatred. Image Of The Undying, Beyond Birth, Self-Existent. By Guru's Grace ~"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਬੇਦ ਸੂਪੁ ਉਪਦੇਸ ਮੇ 'ਓਂ' ਕੇ ਆਦਿ ਮੇ 'ਏਕ' ਅੰਗੁ ਨਹੀਂ ਕਹਾ, ਈਹਾਂ ਕਹਾ ਹੈ। ਤਿਸ ਕਾ ਏਹਿ ਤਾਤਪਰਯੁ ਹੈ, ਸੋ ਸਭ ਕੋ ਪ੍ਰਤੀਤ ਹੋ ਜਾਵੇ, ਜੋ ਸਿਧਾਂਤ ਵਸਤੂ ਅਦ੍ਵੈਤ ਹੈ, ਦ੍ਵੈਤ ਨਹੀਂ। ਯਾਂ ਤੇ ਜੀਵ ਈਸ ਏਕ ਰੂਪੁ ਹੈਂ, ਭੇਦ ਵਾਦੀਯੋਂ ਕੇ ਮਤ ਵਤ ਦੋ ਨਹੀਂ। ਕੇਈ ਕਿ ਏਕ ਅੰਗੁ ਆਦਿ ਮੇ ਕਹਿਨੇ ਕਾ ਏਹਿ ਹੇਤੂ ਕਹਤੇ ਹੈਂ, ਜੋ ਏਹਿ ਉਪਦੇਸੁ ਪੁਰਖ ਇਸਤ੍ਰੀ ਮਾਤ੍ਰ ਕੋ ਸਾਂਝਾ ਹੈ। ਅਰੁ ਵੇਦ ਮੇ ਤੀਨ ਵਰਣੋਂ ਕੇ ਪੁਰਖੋਂ ਬਿਨਾਂ ਨਿਖਲ ਵਰਣੋਂ ਕੀ ਇਸਤ੍ਰੀਆਂ ਅਰ ਪੁਰਖੋਂ ਕੋ 'ਓਂ' ਕੇ ਮੁਖ ਸੇ ਉਚਾਰਨ ਕਰਨ ਕੀ ਆਗ੍ਯਾ ਨਹੀਂ। ਯਾਂ ਤੇ ਸਾਂਝਾ ਉਪਦੇਸੁ ਭੀ ਕਰਨਾ ਔਰ ਪੂਰਬ ਵੇਦ ਮੇ ਕਹੀ ਹੂਈ ਅਪਨੀ ਆਗ੍ਯਾ ਭੀ ਸਹੀ ਰਖਨੀ, ਏਹ ਵਿਚਾਰ ਕੇ ਪ੍ਰਮੇਸ੍ਵਰ ਨੇ 'ਓਂ' ਕੇ ਆਦਿ ਮੈ ਪੜਦਾ ਰਖ ਦੀਆ ਹੈ, ਜੋ ਪੜਦੇ ਸੇ ਸਭੀ ਬੋਲੇਂ। ਪੜਦੇ ਸੇ ਬੋਲਣੇ ਮੇ ਦੋਸ਼ੁ ਨਹੀਂ। ਏਹੀ ਬਾਤ ਸਮਝ ਕੇ ਬਾਲਮੀਕ ਕੋ ਰਿਖੀਯੋਂ ਨੇ 'ਰਾਮ' ਮੰਤ੍ਰ ਕਾ ਉਲਟਾ, 'ਮਰਾ' ਉਪਦੇਸੁ ਕੀਆ ਥਾ। ਪੜਦੇ ਕਾ ਅਰਥੁ ਏਹਿ ਹੈ, ਜੋ ਪਹਿਲੇ ਪਾਠ ਸੇ ਔਰ ਰੀਤਿ ਕਾ ਪਾਠੁ ਕਰ ਦੇਣਾ। ਅਰਥੁ ਇਸ ਪੱਖ ਮੈ ਭੀ 'ਏਕ' ਕਾ ਵਹੀ ਹੈ, ਜੋ ਪੀਛੇ ਕਹਾ ਹੈ। 'ਓਂ' ਕਾ ਅਰਥੁ ਵ੍ਯਾਕਰਣ ਵਾਲੇ ਨਾਮੁ ਲੇਨੇ ਮਾਤ੍ਰ ਸੇ, 'ਰੱਖ੍ਯਾ ਕਰਨੇ ਵਾਲਾ' ਪਰਮੇਸ੍ਵਰੁ ਕਹਤੇ ਹੈਂ। 'ਅਵ' ਧਾਤੁ ਸੇ ਬਨਾਵਤੇ ਹੈਂ 'ਅਵ' ਕਾ ਅਰਥੁ 'ਰਖਯਾ' ਹੈ। ਯਾਂ ਤੇ ਰਖਯਾ ਕਰਨੇ ਵਾਲੇ ਕਾ ਨਾਮ 'ਓਂ' ਕਹੇ ਹੈਂ। ਔਰ ਗ੍ਰੰਥੋਂ ਵਾਲੇ 'ਅ'+'ਉ'+'ਮ' ਇਨ ਤੀਨ ਮ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Un sólo Creador Universal, Verdad es Su Nombre. Creativa Su Personalidad. Sin Miedo, sin Venganza. Inmortal, Sin Principio, Sin Fin, Auto Existente. Por la Gracia del Verdadero Guru."
    }
  ]
}
