[
  {
    "id": 24,
    "shabad_id": 4,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਗਾਵੈ ਕੋ; ਵੇਖੈ ਹਾਦਰਾ ਹਦੂਰਿ ॥",
    "transliteration": "Gaavai Ko Vaekhai Haadharaa Hadhoor ||",
    "translation": "Some sing that He watches over us, face to face, ever-present.",
    "punjabi": "ਪਰ ਕੋਈ ਆਖਦਾ ਹੈ, '(ਨਹੀਂ, ਨੇੜੇ ਹੈ), ਸਭ ਥਾਈਂ ਹਾਜ਼ਰ ਹੈ, ਸਭ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25,
    "shabad_id": 4,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਕਥਨਾ ਕਥੀ; ਨ ਅਾਵੈ ਤੋਟਿ ॥",
    "transliteration": "Kathhanaa Kathhee N Aavai Thott ||",
    "translation": "There is no shortage of those who preach and teach.",
    "punjabi": "ਹੁਕਮ ਦੇ ਵਰਣਨ ਕਰਨ ਦੀ ਤੋਟ ਨਹੀਂ ਆ ਸਕੀ (ਭਾਵ, ਵਰਣਨ ਕਰ ਕਰ ਕੇ ਹੁਕਮ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਿਆ, ਹੁਕਮ ਦਾ ਸਹੀ ਸਰੂਪ ਨਹੀਂ ਲੱਭ ਸਕਿਆ);",
    "pronunciation": "ਕਥਨਾ, ਕਥੀ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26,
    "shabad_id": 4,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਕਥਿ ਕਥਿ ਕਥੀ; ਕੋਟੀ. ਕੋਟਿ ਕੋਟਿ ॥",
    "transliteration": "Kathh Kathh Kathhee Kottee Kott Kott ||",
    "translation": "Millions upon millions offer millions of sermons and stories.",
    "punjabi": "ਭਾਵੇਂ ਕ੍ਰੋੜਾਂ ਹੀ ਜੀਵਾਂ ਨੇ ਬੇਅੰਤ ਵਾਰੀ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਦਾ) ਵਰਣਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(ਕੋਟੀ) ਕ੍ਰੋੜਾਂ। ਕਥਿ, ਕਥਿ, ਕਥੀ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27,
    "shabad_id": 4,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "ਦੇਦਾ ਦੇ; ਲੈਦੇ ਥਕਿ ਪਾਹਿ ॥",
    "transliteration": "Dhaedhaa Dhae Laidhae Thhak Paahi ||",
    "translation": "The Great Giver keeps on giving, while those who receive grow weary of receiving.",
    "punjabi": "ਦਾਤਾਰ ਅਕਾਲ ਪੁਰਖ (ਸਭ ਜੀਆਂ ਨੂੰ ਰਿਜ਼ਕ) ਦੇ ਰਿਹਾ ਹੈ, ਪਰ ਜੀਵ ਲੈ ਲੈ ਕੇ ਥੱਕ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "ਥੱਕਿ",
    "type_id": 3
  },
  {
    "id": 28,
    "shabad_id": 4,
    "pada": 12,
    "source_line": 2,
    "gurmukhi": "ਜੁਗਾ ਜੁਗੰਤਰਿ; ਖਾਹੀ ਖਾਹਿ ॥",
    "transliteration": "Jugaa Juganthar Khaahee Khaahi ||",
    "translation": "Throughout the ages, consumers consume.",
    "punjabi": "(ਸਭ ਜੀਵ) ਸਦਾ ਤੋਂ ਹੀ (ਰੱਬ ਦੇ ਦਿੱਤੇ ਪਦਾਰਥ) ਖਾਂਦੇ ਚਲੇ ਆ ਰਹੇ ਹਨ। ***",
    "pronunciation": "ਜੁੱਗਾਂ, ਜੁੱਗੰਤਰਿ",
    "type_id": 3
  },
  {
    "id": 29,
    "shabad_id": 4,
    "pada": 13,
    "source_line": 2,
    "gurmukhi": "ਹੁਕਮੀ; ਹੁਕਮੁ ਚਲਾੲੇ ਰਾਹੁ ॥",
    "transliteration": "Hukamee Hukam Chalaaeae Raahu ||",
    "translation": "The Commander, by His Command, leads us to walk on the Path.",
    "punjabi": "ਹੁਕਮ ਵਾਲੇ ਰੱਬ ਦਾ ਹੁਕਮ ਹੀ (ਸੰਸਾਰ ਦੀ ਕਾਰ ਵਾਲਾ) ਰਸਤਾ ਚਲਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਚੱਲਾੲੇ",
    "type_id": 3
  },
  {
    "id": 30,
    "shabad_id": 4,
    "pada": 14,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ; ਵਿਗਸੈ ਵੇਪਰਵਾਹੁ ॥੩॥",
    "transliteration": "Naanak Vigasai Vaeparavaahu ||3||",
    "translation": "O Nanak, He blossoms forth, Carefree and Untroubled. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਨਿਰੰਕਾਰ ਸਦਾ ਵੇਪਰਵਾਹ ਹੈ ਤੇ ਪਰਸੰਨ ਹੈ ॥੩॥",
    "pronunciation": "(ਵਿਗਸੈ) ਖੁਸ਼ ਹੁੰਦੇ। ਵਿਗਸੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 31,
    "shabad_id": 5,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਚਾ ਸਾਹਿਬੁ. ਸਾਚੁ ਨਾੲਿ; ਭਾਖਿਅਾ ਭਾੳੁ ਅਪਾਰੁ ॥",
    "transliteration": "Saachaa Saahib Saach Naae Bhaakhiaa Bhaao Apaar ||",
    "translation": "True is the Master, True is His Name-speak it with infinite love.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੀ ਹੈ, ਉਸ ਦਾ ਨਿਯਮ ਭੀ ਸਦਾ ਅਟੱਲ ਹੈ। ਉਸ ਦੀ ਬੋਲੀ ਪ੍ਰੇਮ ਹੈ ਅਤੇ ਉਹ ਆਪ ਅਕਾਲ ਪੁਰਖ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "(ਭਾਖਿਅਾ) ਕਿਹਾ। (ਭਾੳੁ) ਪ੍ਰੇਮ। (ਅਪਾਰੁ) ਬੇਅੰਤ। ਨਾੲਿ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ।",
    "type_id": 3
  },
  {
    "id": 32,
    "shabad_id": 5,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਾਖਹਿ. ਮੰਗਹਿ, ਦੇਹਿ ਦੇਹਿ; ਦਾਤਿ ਕਰੇ ਦਾਤਾਰੁ ॥",
    "transliteration": "Aakhehi Mangehi Dhaehi Dhaehi Dhaath Karae Dhaathaar ||",
    "translation": "People beg and pray, \"Give to us, give to us\", and the Great Giver gives His Gifts.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਉਸ ਪਾਸੋਂ ਦਾਤਾਂ ਮੰਗਦੇ ਹਾਂ ਤੇ ਆਖਦੇ ਹਾਂ,'(ਹੇ ਹਰੀ! ਸਾਨੂੰ ਦਾਤਾਂ) ਦੇਹ'। ਉਹ ਦਾਤਾਰ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਅਾਖ-ਹਿ, ਮੰਗ-ਹਿ: ਖੱਖਾ ਤੇ ਗੱਗਾ ਮੁਕਤੇ ਬੋਲੋ, ਸਿਹਾਰੀਅਾਂ ਸੰਕੋਚ ਕੇ ਬੋਲੋ, ਕਸਕੇ ਨਹੀਂ ਬੋਲਣੀਅਾਂ। ਦੇਹਿ: ਲਾਂ ਲੰਬੀ, ਸਿਹਾਰੀ ਸੰਕੋਚ ਕੇ ਬੋਲੋ। ਦਾਤਾਰੁ: ਦੱਦੇ ਕੰਨਾ, ਰਾਰੇ ਅੌਂਕੜ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 33,
    "shabad_id": 5,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਫੇਰਿ. ਕਿ ਅਗੈ ਰਖੀਅੈ; ਜਿਤੁ ਦਿਸੈ ਦਰਬਾਰੁ ॥",
    "transliteration": "Faer K Agai Rakheeai Jith Dhisai Dharabaar ||",
    "translation": "So what offering can we place before Him, by which we might see the Darbaar of His Court?",
    "punjabi": "(ਜੇ ਸਾਰੀਆਂ ਦਾਤਾਂ ਉਹ ਆਪ ਹੀ ਬਖਸ਼ ਰਿਹਾ ਹੈ ਤਾਂ) ਫਿਰ ਅਸੀਂ ਕਿਹੜੀ ਭੇਟਾ ਉਸ ਅਕਾਲ ਪੁਰਖ ਦੇ ਅੱਗੇ ਰੱਖੀਏ, ਜਿਸ ਦੇ ਸਦਕੇ ਸਾਨੂੰ ਉਸ ਦਾ ਦਰਬਾਰ ਦਿੱਸ ਪਏ?",
    "pronunciation": "ਅੱਗੈ। ਜਿਤੁ: ਦਰਮਿਅਾਨਾ ਮੀਡੀਅਮ ਬੋਲੋ। ਦਿਸੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 34,
    "shabad_id": 5,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਮੁਹੌ. ਕਿ ਬੋਲਣੁ ਬੋਲੀਅੈ; ਜਿਤੁ ਸੁਣਿ ਧਰੇ ਪਿਅਾਰੁ ॥",
    "transliteration": "Muha K Bolan Boleeai Jith Sun Dhharae Piaar ||",
    "translation": "What words can we speak to evoke His Love?",
    "punjabi": "ਅਸੀਂ ਮੂੰਹੋਂ ਕਿਹੜਾ ਬਚਨ ਬੋਲੀਏ (ਭਾਵ, ਕਿਹੋ ਜਿਹੀ ਅਰਦਾਸ ਕਰੀਏ) ਜਿਸ ਨੂੰ ਸੁਣ ਕੇ ਉਹ ਹਰੀ (ਸਾਨੂੰ) ਪਿਆਰ ਕਰੇ।",
    "pronunciation": "ਮੁਹੌ: ਮੰਮੇ ਦਾ ਅੌਂਕੜ ਸੰਕੋਚ ਕੇ, ਹਾਹੇ ਦਾ ਕਨੌੜਾ ਖ਼ਾਸ ਖ਼ਿਅਾਲ ਨਾਲ ਚਾੜ੍ਹ ਕੇ ਬੋਲੋ, ਕਨੌੜੇ ਚਾੜ੍ਹ ਕੇ ਕੋੲੀ ਵਿਰਲਾ ਹੀ ਬੋਲਦਾ ਹੈ।",
    "type_id": 3
  },
  {
    "id": 35,
    "shabad_id": 5,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਅੰਮ੍ਰਿਤ ਵੇਲਾ ਸਚੁ ਨਾੳੁ; ਵਡਿਅਾੲੀ ਵੀਚਾਰੁ ॥",
    "transliteration": "Anmrith Vaelaa Sach Naao Vaddiaaee Veechaar ||",
    "translation": "In the Amrit Vaylaa, the ambrosial hours before dawn, chant the True Name, and contemplate His Glorious Greatness.",
    "punjabi": "ਪੂਰਨ ਖਿੜਾਉ ਦਾ ਸਮਾਂ ਹੋਵੇ (ਭਾਵ, ਪ੍ਰਭਾਤ ਵੇਲਾ ਹੋਵੇ), ਨਾਮ (ਸਿਮਰੀਏ) ਤੇ ਉਸ ਦੀਆਂ ਵਡਿਆਈਆਂ ਦੀ ਵਿਚਾਰ ਕਰੀਏ।",
    "pronunciation": "(ਅੰ+ਮ੍ਰਿਤ) (ਅੰ) ਰਹਿਤ, (ਮ੍ਰਿਤ) ਮੌਤ ਤੋਂ। ਵੇਲਾ: ਪੋਲਾ। (ਵੇਲਾ) ਸਮਾਂ। ਅੰਮ  ੍ਰਿਤ: ਮੰਮਾ ਮੁਕਤਾ, ਅੱਧੇ ਰਾਰੇ ਸਿਹਾਰੀ ਬੋਲੋ। ਵੇ੍ਨਲਾ ਦੱਬ ਕੇ ਬੋਲਿਅਾਂ ਅਰਥ ਜੰਗਲ ਬਣੇਗਾ।",
    "type_id": 3
  },
  {
    "id": 36,
    "shabad_id": 5,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਕਰਮੀ ਅਾਵੈ ਕਪੜਾ; ਨਦਰੀ ਮੋਖੁ ਦੁਅਾਰੁ ॥",
    "transliteration": "Karamee Aavai Kaparraa Nadharee Mokh Dhuaar ||",
    "translation": "By the karma of past actions, the robe of this physical body is obtained. By His Grace, the Gate of Liberation is found.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ 'ਸਿਫਤਿ' ਰੂਪ ਪਟੋਲਾ ਮਿਲਦਾ ਹੈ, ਉਸ ਦੀ ਕ੍ਰਿਪਾ-ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ 'ਕੂੜ ਦੀ ਪਾਲਿ' ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ ਤੇ ਰੱਬ ਦਾ ਦਰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਕਰਮੀ) ਕ੍ਰਿਪਾ ਨਾਲ। (ਕੱਪੜਾ) ਨਾਮੁ ਰੂਪੀ ਸਿਰਪਾੳੁ। (ਨਦਰੀ) ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ਼ਟੀ। ਨਦਰੀ: ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 37,
    "shabad_id": 5,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ੲੇਵੈ ਜਾਣੀਅੈ; ਸਭੁ ਅਾਪੇ ਸਚਿਅਾਰੁ ॥੪॥",
    "transliteration": "Naanak Eaevai Jaaneeai Sabh Aapae Sachiaar ||4||",
    "translation": "O Nanak, know this well: the True One Himself is All. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਉਹ ਹੋਂਦ ਦਾ ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ ਸਭ ਥਾਈਂ ਭਰਪੂਰ ਹੈ ॥੪॥",
    "pronunciation": "ਸੱਚਿਅਾਰੁ",
    "type_id": 3
  },
  {
    "id": 38,
    "shabad_id": 6,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਥਾਪਿਅਾ ਨ ਜਾੲਿ; ਕੀਤਾ ਨ ਹੋੲਿ ॥",
    "transliteration": "Thhaapiaa N Jaae Keethaa N Hoe ||",
    "translation": "He cannot be established, He cannot be created.",
    "punjabi": "ਨਾ ਉਹ ਪੈਦਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਸਾਡਾ ਬਣਾਇਆ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39,
    "shabad_id": 6,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਾਪੇ ਅਾਪਿ; ਨਿਰੰਜਨੁ ਸੋੲਿ ॥",
    "transliteration": "Aapae Aap Niranjan Soe ||",
    "translation": "He Himself is Immaculate and Pure.",
    "punjabi": "ਉਹ ਨਿਰੋਲ ਆਪ ਹੀ ਆਪ ਹੈ। ਉਹ ਅਕਾਲ ਪੁਰਖ ਮਾਇਆ ਦੇ ਪਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ।",
    "pronunciation": "(ਨਿਰੰਜਨੁ) ਸ਼ੁੱਧ ਬ੍ਰਹਮਜੀ। ਨਿਰੰਜਨੁ: ਜੱਜਾ ਪੂਰੇ ਜ਼ੋਰ ਨਾਲ਼ ਬੋਲੋ, ਢਿੱਲਾ ਬੋਲਣ ਨਾਲ ਯ ਬੋਲੇਗਾ, ਨੰਨੇ ਅੌਂਕੜ ਖ਼ਿਅਾਲ ਨਾਲ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40,
    "shabad_id": 6,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਿ ਸੇਵਿਅਾ; ਤਿਨਿ ਪਾੲਿਅਾ ਮਾਨੁ ॥",
    "transliteration": "Jin Saeviaa Thin Paaeiaa Maan ||",
    "translation": "Those who serve Him are honored.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਉਸ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ ਹੀ ਵਡਿਆਈ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "ਜਿਨਿ, ਤਿਨਿ: ਪੋਲੇ, ਨੰਨਿਅਾਂ ਸਿਹਾਰੀਅਾਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41,
    "shabad_id": 6,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ; ਗਾਵੀਅੈ ਗੁਣੀ ਨਿਧਾਨੁ ॥",
    "transliteration": "Naanak Gaaveeai Gunee Nidhhaan ||",
    "translation": "O Nanak, sing of the Lord, the Treasure of Excellence.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਓ) ਅਸੀਂ ਭੀ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੀਏ।",
    "pronunciation": "(ਨਿਧਾਨੁ) ਖਜ਼ਾਨਾ",
    "type_id": 3
  },
  {
    "id": 42,
    "shabad_id": 6,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਗਾਵੀਅੈ ਸੁਣੀਅੈ; ਮਨਿ ਰਖੀਅੈ ਭਾੳੁ ॥",
    "transliteration": "Gaaveeai Suneeai Man Rakheeai Bhaao ||",
    "translation": "Sing, and listen, and let your mind be filled with love.",
    "punjabi": "(ਆਓ, ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣ) ਗਾਵੀਏ ਤੇ ਸੁਣੀਏ ਅਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਉਸਦਾ ਪ੍ਰੇਮ ਟਿਕਾਈਏ।",
    "pronunciation": "(ਭਾੳੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 43,
    "shabad_id": 6,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਦੁਖੁ ਪਰਹਰਿ; ਸੁਖੁ ਘਰਿ, ਲੈ ਜਾੲਿ ॥",
    "transliteration": "Dhukh Parehar Sukh Ghar Lai Jaae ||",
    "translation": "Your pain shall be sent far away, and peace shall come to your home.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਇਹ ਆਹਰ ਕਰਦਾ ਹੈ, ਉਹ) ਆਪਣਾ ਦੁੱਖ ਦੂਰ ਕਰਕੇ ਸੁੱਖ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਪਰਹਰਿ) ਦੂਰ ਕਰਕੇ। ਦੱੁਖੁ",
    "type_id": 3
  },
  {
    "id": 44,
    "shabad_id": 6,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਦੰ. ਗੁਰਮੁਖਿ ਵੇਦੰ; ਗੁਰਮੁਖਿ. ਰਹਿਅਾ ਸਮਾੲੀ ॥",
    "transliteration": "Guramukh Naadhan Guramukh Vaedhan Guramukh Rehiaa Samaaee ||",
    "translation": "The Guru's Word is the Sound-current of the Naad; the Guru's Word is the Wisdom of the Vedas; the Guru's Word is all-pervading.",
    "punjabi": "(ਪਰ ਉਸ ਰੱਬ ਦਾ) ਨਾਮ ਤੇ ਗਿਆਨ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ)। ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ (ਇਹ ਪਰਤੀਤ ਆਉਂਦੀ ਹੈ ਕਿ) ਉਹ ਹਰੀ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "(ਨਾਦੰ) ੳੁਪਦੇਸ਼। (ਵੇਦੰ) ਵੀਚਾਰ ਗਿਅਾਨ। ਗੁਰਮੁਖਿ: ਖੱਖੇ ਸਿਹਾਰੀ ਬੋਲੋ। ਰਹਿਅਾ: ਰਾਰੇ ਸਿਹਾਰੀ ਲਾ ਕੇ, ਰਿਹਿਅਾ ਗ਼ਲਤ ਨਹੀਂ ਪੜ੍ਹਨਾ, ਰਾਰਾ ਮੁਕਤਾ ਬੋਲੋ। ਨਾਦੰ, ਵੇਦੰ: ਟਿੱਪੀਅਾਂ ਖ਼ਿਅਾਲ ਨਾਲ ਬੋਲੋ, ਟਿੱਪੀ ਲਾੳੁਣ ਲੱਗਿਅਾਂ ਗੱਗਾ ਨਹੀਂ ਬੋਲਣਾ ਪਿਅਾਰੇ ਜੀ।",
    "type_id": 3
  },
  {
    "id": 45,
    "shabad_id": 6,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਗੁਰੁ ੲੀਸਰੁ ਗੁਰੁ ਗੋਰਖੁ, ਬਰਮਾ ਗੁਰੁ; ਪਾਰਬਤੀ ਮਾੲੀ ॥",
    "transliteration": "Gur Eesar Gur Gorakh Baramaa Gur Paarabathee Maaee ||",
    "translation": "The Guru is Shiva, the Guru is Vishnu and Brahma; the Guru is Paarvati and Lakhshmi.",
    "punjabi": "ਗੁਰੂ ਹੀ (ਸਾਡੇ ਲਈ) ਸ਼ਿਵ ਹੈ, ਗੁਰੂ ਹੀ (ਸਾਡੇ ਲਈ) ਗੋਰਖ ਤੇ ਬ੍ਰਹਮਾ ਹੈ ਅਤੇ ਗੁਰੂ ਹੀ (ਸਾਡੇ ਲਈ) ਮਾਈ ਪਾਰਬਤੀ ਹੈ।",
    "pronunciation": "(ੲੀਸਰੁ) ਸ਼ਿਵਜੀ। (ਗੋਰਖੁ) ਵਿਸ਼ਨੰੂ। ਪਾਰਬਤੀ ਤੁੱਲ ਵਰ ਦਿੰਦੇ।(ਮਾ+ੲੀ) (ਮਾ) ਮਾੲਿਅਾ ਭਾਵ ਲੱਛਮੀ ਤੁੱਲ ਪਾਲਣਾ ਕਰਦੇ। (ੲੀ) ਸੁਰੱਸਤੀ ਤੁੱਲ ਵਿੱਦਿਅਾ ਦਿੰਦੇ।",
    "type_id": 3
  },
  {
    "id": 46,
    "shabad_id": 6,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਹੳੁ ਜਾਣਾ, ਅਾਖਾ ਨਾਹੀ; ਕਹਣਾ ਕਥਨੁ ਨ ਜਾੲੀ ॥",
    "transliteration": "Jae Ho Jaanaa Aakhaa Naahee Kehanaa Kathhan N Jaaee ||",
    "translation": "Even knowing God, I cannot describe Him; He cannot be described in words.",
    "punjabi": "ਉਂਝ (ਇਸ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਨੂੰ) ਜੇ ਮੈਂ ਸਮਝ, (ਭੀ) ਲਵਾਂ, (ਤਾਂ ਭੀ) ਉਸ ਦਾ ਵਰਣਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। (ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਦਾ) ਕਥਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਕਹਣਾ: ਖ਼ਿਅਾਲ ਨਾਲ ਬੋਲੋ, ਹਾਹੇ ਸਿਹਾਰੀ ਨਹੀਂ ਬੋਲਣੀ।",
    "type_id": 3
  },
  {
    "id": 47,
    "shabad_id": 6,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਾ; ੲਿਕ ਦੇਹਿ ਬੁਝਾੲੀ ॥",
    "transliteration": "Guraa Eik Dhaehi Bujhaaee ||",
    "translation": "The Guru has given me this one understanding:",
    "punjabi": "(ਮੇਰੀ ਤਾਂ) ਹੇ ਸਤਿਗੁਰੂ! (ਤੇਰੇ ਅੱਗੇ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਨੂੰ ਇਕ ਸਮਝ ਦੇਹ,",
    "pronunciation": "ਗੁਰਾ: ਗੁਰਾਂ ਨਹੀਂ ਪੜ੍ਹਨਾ। ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 48,
    "shabad_id": 6,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ਸਭਨਾ ਜੀਅਾ ਕਾ, ੲਿਕੁ ਦਾਤਾ; ਸੋ. ਮੈ ਵਿਸਰਿ ਨ ਜਾੲੀ ॥੫॥",
    "transliteration": "Sabhanaa Jeeaa Kaa Eik Dhaathaa So Mai Visar N Jaaee ||5||",
    "translation": "There is only the One, the Giver of all souls. May I never forget Him! ||5||",
    "punjabi": "ਕਿ ਜਿਹੜਾ ਸਭਨਾਂ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਇਕ ਰੱਬ ਹੈ, ਮੈਂ ਉਸ ਨੂੰ ਭੁਲਾ ਨਾ ਦਿਆਂ ॥੫॥",
    "pronunciation": "(ਸੋ) ੳੁਹ ਦਾਸਨ ਦਾਸ ਨੂੰ ਵਿਸਰਿ ਨਹੀਂ ਜਾਂਦੇ।ਸਾਰਿਅਾਂ ਜੀਅਾਂ ਦੇ ੲਿੱਕੁ ਦਾਤੇ ਹਨ। ਜੇਕਰ, ਸੋ ਮੈ ਤੇ ਠਮਕੀ (ਠਹਿਰਾੳੁ) ਲਾੲੀੲੇ ਤਾਂ ੲਿਹ ਅਨਰਥ ਬਣੇਗਾਸਾਰਿਅਾਂ ਜੀਅਾਂ ਦੇ, ਜੋ ੲਿਕੁ ਦਾਤੇ ਰਾਮ ਜੀ ਹਨ, ਸੋ ੳੁਹ ਮੈ ਹਾਂ। ੲਿਸ ਲੲੀ ਸੋ ਤੇ ਠਮਕੀ ਲਾੳੁ। (ਮੈ) ਰੂਪ। ਮੈਂ ਬੋਲੋ। ਵਿਸ-ਰਿ: ਰਾਰੇ ਸਿਹਾਰੀ ਲਾੳੁ।",
    "type_id": 3
  },
  {
    "id": 49,
    "shabad_id": 7,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੀਰਥਿ ਨਾਵਾ, ਜੇ ਤਿਸੁ ਭਾਵਾ; ਵਿਣੁ ਭਾਣੇ. ਕਿ ਨਾੲਿ ਕਰੀ ॥",
    "transliteration": "Theerathh Naavaa Jae This Bhaavaa Vin Bhaanae K Naae Karee ||",
    "translation": "If I am pleasing to Him, then that is my pilgrimage and cleansing bath. Without pleasing Him, what good are ritual cleansings?",
    "punjabi": "ਮੈਂ ਤੀਰਥ ਉੱਤੇ ਜਾ ਕੇ ਤਦ ਇਸ਼ਨਾਨ ਕਰਾਂ ਜੇ ਇਉਂ ਕਰਨ ਨਾਲ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਖ਼ੁਸ਼ ਕਰ ਸਕਾਂ, ਪਰ ਜੇ ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਖ਼ੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ, ਤਾਂ ਮੈਂ (ਤੀਰਥ ਉੱਤੇ) ਇਸ਼ਨਾਨ ਕਰਕੇ ਕੀਹ ਖੱਟਾਂਗਾ?",
    "pronunciation": "(ਨ੍ਹਾਵਾ) ੲਿਸ਼ਨਾਨ ਕਰਾਂ। (ਨ੍ਹਾੲਿ) ਨਹਾ ਕੇ। ਤੀਰ-ਥਿ: ਥੱਥੇ ਸਿਹਾਰੀ ਲਾੳੁ।",
    "type_id": 3
  },
  {
    "id": 50,
    "shabad_id": 7,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜੇਤੀ ਸਿਰਠਿ. ੳੁਪਾੲੀ ਵੇਖਾ; ਵਿਣੁ ਕਰਮਾ. ਕਿ ਮਿਲੈ ਲੲੀ ॥",
    "transliteration": "Jaethee Sirath Oupaaee Vaekhaa Vin Karamaa K Milai Lee ||",
    "translation": "I gaze upon all the created beings: without the karma of good actions, what are they given to receive?",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਜਿਤਨੀ ਭੀ ਦੁਨੀਆ ਮੈਂ ਵੇਖਦਾ ਹਾਂ, (ਇਸ ਵਿੱਚ) ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ, ਕੋਈ ਕੁਝ ਨਹੀਂ ਲੈ ਸਕਦਾ।",
    "pronunciation": "(ਸਿਰ-ਠਿ) ਸ੍ਰਿਸਟੀ। (ੳੁਪਾੲੀ) ਪੈਦਾ ਕੀਤੀ। (ਕਰਮਾ) ਕ੍ਰਿਪਾ। (ਕਿ) ਕੀ (ਮਿਲੈ) ਮਿਲ ਸਕਦਾ, (ਕਿ) ਕੀ ਕੋੲੀ (ਲੲੀ) ਲੈ ਸਕਦਾ ਹੈ।",
    "type_id": 3
  },
  {
    "id": 51,
    "shabad_id": 7,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਤਿ ਵਿਚਿ, ਰਤਨ ਜਵਾਹਰ ਮਾਣਿਕ; ਜੇ ੲਿਕ ਗੁਰ ਕੀ ਸਿਖ ਸੁਣੀ ॥",
    "transliteration": "Math Vich Rathan Javaahar Maanik Jae Eik Gur Kee Sikh Sunee ||",
    "translation": "Within the mind are gems, jewels and rubies, if you listen to the Guru's Teachings, even once.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਦੀ ਇਕ ਸਿੱਖਿਆ ਸੁਣ ਲਈ ਜਾਏ, ਤਾਂ ਮਨੁੱਖ ਦੀ ਬੁੱਧ ਦੇ ਅੰਦਰ ਰਤਨ, ਜਵਾਹਰ ਤੇ ਮੌਤੀ (ਉਪਜ ਪੈਂਦੇ ਹਨ, ਭਾਵ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "ਰਤਨ ਰੂਪੀ ਵੈਰਾਗ। ਜਵਾਹਰ ਰੂਪੀ ਗਿਅਾਨ। (ਮਾਣਿਕ) ਮੋਤੀਸੰਕੇਤੀ ਅਰਥ ਸ੍ਰਵਣ, ਮੰਨਣ, ਨਿਧਿਅਾਸਣ। (ਸਿੱਖ) ਸਿੱਖਿਅਾ। ਵਿੱਚਿ: ਤੱਤੇ ਚੱਚੇ ਸਿਹਾਰੀ ਲਾੳੁ। ਮਾ-ਣਿਕ: ਣਾਣੇ ਸਿਹਾਰੀ ਖ਼ਿਅਾਲ ਨਾਲ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52,
    "shabad_id": 7,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਾ; ੲਿਕ ਦੇਹਿ ਬੁਝਾੲੀ ॥",
    "transliteration": "Guraa Eik Dhaehi Bujhaaee ||",
    "translation": "The Guru has given me this one understanding:",
    "punjabi": "(ਤਾਂ ਤੇ) ਹੇ ਸਤਿਗੁਰੂ! (ਮੇਰੀ ਤੇਰੇ ਅੱਗੇ ਇਹ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਨੂੰ ਇਕ ਇਹ ਸਮਝ ਦੇਹ,",
    "pronunciation": "ਗੁਰਾਂ ਨਹੀਂ ਪੜ੍ਹਨਾ। ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 53,
    "shabad_id": 7,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਸਭਨਾ ਜੀਅਾ ਕਾ. ੲਿਕੁ ਦਾਤਾ; ਸੋ. ਮੈ ਵਿਸਰਿ ਨ ਜਾੲੀ ॥੬॥",
    "transliteration": "Sabhanaa Jeeaa Kaa Eik Dhaathaa So Mai Visar N Jaaee ||6||",
    "translation": "There is only the One, the Giver of all souls. May I never forget Him! ||6||",
    "punjabi": "ਜਿਸ ਕਰਕੇ ਮੈਨੂੰ ਉਹ ਅਕਾਲ ਪੁਰਖ ਨਾ ਵਿਸਰ ਜਾਏ, ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54,
    "shabad_id": 8,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੇ ਜੁਗ ਚਾਰੇ ਅਾਰਜਾ; ਹੋਰ ਦਸੂਣੀ ਹੋੲਿ ॥",
    "transliteration": "Jae Jug Chaarae Aarajaa Hor Dhasoonee Hoe ||",
    "translation": "Even if you could live throughout the four ages, or even ten times more,",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਉਮਰ ਚਾਰ ਜੁਗਾਂ ਜਿਤਨੀ ਹੋ ਜਾਏ, (ਨਿਰੀ ਇਤਨੀ ਹੀ ਨਹੀਂ, ਸਗੋਂ ਜੇ) ਇਸ ਤੋਂ ਭੀ ਦਸ ਗੁਣੀ ਹੋਰ (ਉਮਰ) ਹੋ ਜਾਏ,",
    "pronunciation": "(ਅਾਰਜਾ) ੳੁਮਰ,(ਦਸੂਣੀ) ਦਸ ਗੁਣੀ। ਜੁੱਗ: ਗੱਗੇ ਅੌਂਕੜ ਨ ਲਾੳੁ। ਦਸੂਣੀ: ਦੱਦੇ ਅੌਂਕੜ ਨ ਲਾੳੁ।",
    "type_id": 3
  },
  {
    "id": 55,
    "shabad_id": 8,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਵਾ ਖੰਡਾ ਵਿਚਿ ਜਾਣੀਅੈ; ਨਾਲਿ ਚਲੈ, ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Navaa Khanddaa Vich Jaaneeai Naal Chalai Sabh Koe ||",
    "translation": "And even if you were known throughout the nine continents and followed by all,",
    "punjabi": "ਜੇ ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਭੀ ਪਰਗਟ ਹੋ ਜਾਏ ਅਤੇ ਹਰੇਕ ਮਨੁੱਖ ਉਸ ਦੇ ਪਿੱਛੇ ਲੱਗ ਕੇ ਤੁਰੇ।",
    "pronunciation": "(ਨਵਾ) ਨੌਂ (ਖੰਡਾਂ) ਹਿੱਸਿਅਾਂ ਭਾਵ ਸਾਰੀ ਧਰਤੀ ਤੇ (ਜਾਣੀਅੈ) ਜਾਣਿਅਾ ਜਾਵੇ, ਪ੍ਰਸਿੱਧ ਹੋਵੇ। ਚੱਲੈ। ਸੱਭੁ।",
    "type_id": 3
  },
  {
    "id": 56,
    "shabad_id": 8,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਚੰਗਾ ਨਾੳੁ ਰਖਾੲਿ ਕੈ; ਜਸੁ ਕੀਰਤਿ, ਜਗਿ ਲੇੲਿ ॥",
    "transliteration": "Changaa Naao Rakhaae Kai Jas Keerath Jag Laee ||",
    "translation": "With a good name and reputation, with praise and fame throughout the world-",
    "punjabi": "ਜੇ ਉਹ ਚੰਗੀ ਨਾਮਵਰੀ ਖੱਟ ਕੇ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸ਼ੋਭਾ ਭੀ ਪ੍ਰਾਪਤ ਕਰ ਲਏ,",
    "pronunciation": "ਜਸੁ: ਪੋਲਾ ਬੋਲੋ।ਕੀਰਤਿ: ਤੱਤੇ ਸਿਹਾਰੀ ਲਾੳੁ। ਜੱਗਿ। ਲੇੲਿ ਲੇ ਲੰਬਾ ਬੋਲ ਕੇ, ੲਿ ਸੰਕੋਚ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 57,
    "shabad_id": 8,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜੇ ਤਿਸੁ. ਨਦਰਿ ਨ ਅਾਵੲੀ; ਤ ਵਾਤ ਨ ਪੁਛੈ ਕੇ ॥",
    "transliteration": "Jae This Nadhar N Aavee Th Vaath N Pushhai Kae ||",
    "translation": "Still, if the Lord does not bless you with His Glance of Grace, then who cares? What is the use?",
    "punjabi": "(ਪਰ) ਜੇਕਰ ਅਕਾਲ ਪੁਰਖ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ, ਤਾਂ ਉਹ ਉਸ ਬੰਦੇ ਵਰਗਾ ਹੈ ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਬਰ ਭੀ ਨਹੀਂ ਪੁੱਛਦਾ (ਭਾਵ, ਇਤਨੀ ਮਾਣ ਵਡਿਆਈ ਵਾਲਾ ਹੁੰਦਿਆਂ ਭੀ ਅਸਲ ਵਿਚ ਨਿਆਸਰਾ ਹੀ ਹੈ)।",
    "pronunciation": "(ਨਦਰਿ) ਮਿਹਰ।(ਵਾਤ) ਖ਼ਬਰ, ਗੱਲ।(ਕੇ) ਕੋੲੀ। ਤਿਸੁ ਪੋਲਾ। ਅਾ-ਵੲੀ, ਪੁੱਛੈ। ਵਾਵੇ ਨੂੰ ਬੱਬਾ ਨਹੀਂ ਬੋਲਣਾ",
    "type_id": 3
  },
  {
    "id": 58,
    "shabad_id": 8,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਕੀਟਾ ਅੰਦਰਿ. ਕੀਟੁ ਕਰਿ; ਦੋਸੀ. ਦੋਸੁ ਧਰੇ ॥",
    "transliteration": "Keettaa Andhar Keett Kar Dhosee Dhos Dhharae ||",
    "translation": "Among worms, you would be considered a lowly worm, and even contemptible sinners would hold you in contempt.",
    "punjabi": "(ਸਗੋਂ ਅਜਿਹਾ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਦੇ ਸਾਹਮਣੇ) ਇਕ ਮਮੂਲੀ ਜਿਹਾ ਕੀੜਾ ਹੈ (\"ਖਸਮੈ ਨਦਰੀ ਕੀੜਾ ਆਵੈ\" ਆਸਾ ਮ: ੧) ਅਕਾਲ ਪੁਰਖ ਉਸ ਨੂੰ ਦੋਸੀ ਥਾਪ ਕੇ (ਉਸ ਉੱਤੇ ਨਾਮ ਨੂੰ ਭੁੱਲਣ ਦਾ) ਦੋਸ਼ ਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "(ਕੀਟਾ) ਕੀੜਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 59,
    "shabad_id": 8,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਨਿਰਗੁਣਿ ਗੁਣੁ ਕਰੇ; ਗੁਣਵੰਤਿਅਾ, ਗੁਣੁ ਦੇ ॥",
    "transliteration": "Naanak Niragun Gun Karae Gunavanthiaa Gun Dhae ||",
    "translation": "O Nanak, God blesses the unworthy with virtue, and bestows virtue on the virtuous.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਅਕਾਲ ਪੁਰਖ ਗੁਣ-ਹੀਨ ਮਨੁੱਖ ਵਿੱਚ ਗੁਣ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਗੁਣੀ ਮਨੁੱਖਾਂ ਨੂੰ ਭੀ ਗੁਣ ਉਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60,
    "shabad_id": 8,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਤੇਹਾ. ਕੋੲਿ ਨ ਸੁਝੲੀ; ਜਿ. ਤਿਸੁ ਗੁਣੁ ਕੋੲਿ ਕਰੇ ॥੭॥",
    "transliteration": "Thaehaa Koe N Sujhee J This Gun Koe Karae ||7||",
    "translation": "No one can even imagine anyone who can bestow virtue upon Him. ||7||",
    "punjabi": "ਇਹੋ ਜਿਹਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਜੋ ਨਿਰਗੁਣ ਜੀਵ ਨੂੰ ਕੋਈ ਗੁਣ ਦੇ ਸਕਦਾ ਹੋਵੇ। (ਭਾਵ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਹੀ ਉਸ ਨੂੰ ਉੱਚਾ ਕਰ ਸਕਦੀ ਹੈ, ਲੰਮੀ ਉਮਰ ਤੇ ਜਗਤ ਦੀ ਸ਼ੋਭਾ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰਦੀ) ॥੭॥",
    "pronunciation": "(ਸੁੱਝੲੀ) ਦਿਸਦਾ। ਗੁਣੁ: ਣਾਣੇ ਅੌਂਕੜ ਲਾੳੁ। ਤਿਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 61,
    "shabad_id": 9,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਣਿਅੈ; ਸਿਧ ਪੀਰ ਸੁਰਿ ਨਾਥ ॥",
    "transliteration": "Suniai Sidhh Peer Sur Naathh ||",
    "translation": "Listening-the Siddhas, the spiritual teachers, the heroic warriors, the yogic masters.",
    "punjabi": "ਇਹ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਣ ਦੀ ਹੀ ਬਰਕਤਿ ਹੈ ਕਿ ਵਾਹਿਗੁਰੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨ ਨਾਲ (ਸਾਧਾਰਨ ਮਨੁੱਖ) ਸਿੱਧਾਂ, ਪੀਰਾਂ, ਦੇਵਤਿਆਂ ਤੇ ਨਾਥਾਂ ਦੀ ਪਦਵੀ ਪਾ ਲੈਂਦੇ ਹਨ",
    "pronunciation": "(ਸੁਣਿਅੈ) ਸੁਣਨ ਨਾਲ। (ਸਿੱਧ) ਹਿੰਦੂ ਮੱਤਿ ਚ ਸ਼ਕਤੀਅਾਂ ਵਾਲੇ। (ਪੀਰ) ਮੁਸਲਮਾਨ ਮੱਤਿ ਚ ਵੱਡੇ ੳੁਸਤਾਦ ਗੁਰੂ ਕਰਾਮਾਤੀ ਨੂੰ ਪੀਰ ਮੰਨਦੇ ਹਨ। (ਸੁਰਿ) ਦੇਵਤੇ। (ਨਾਥ) ਮਾਲਕ, ਸੁਅਾਮੀ, ਸਿੱਧਾਂ ਚ ਨੌਂ ਨਾਥ ਮੁਖੀ ਹਨ। ਸੁਣਿਅੈ: ਣਾਣੇ ਬਿਹਾਰੀ ਜਾਂ ਅੈੜੇ ਬਿੰਦੀ ਨਹੀਂ ਬੋਲਣੀ",
    "type_id": 3
  },
  {
    "id": 62,
    "shabad_id": 9,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੁਣਿਅੈ; ਧਰਤਿ ਧਵਲ ਅਾਕਾਸ ॥",
    "transliteration": "Suniai Dhharath Dhhaval Aakaas ||",
    "translation": "Listening-the earth, its support and the Akaashic ethers.",
    "punjabi": "ਤੇ ਵਾਹਿਗੁਰੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਇਹ ਸੋਝੀ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ ਧਰਤੀ ਆਕਾਸ਼ ਦਾ ਆਸਰਾ ਉਹ ਪ੍ਰਭੂ ਹੈ,",
    "pronunciation": "ਨਾਮ ਸ੍ਰਵਣ ਕਰਕੇ ਸੰਤੋਖ ਰੂਪੀ ਚਾਰੇ ਨੂੰ ਚਰ ਕੇ, ਸ਼ੁਭ ਗੁਣਾਂ ਸਹਿਤ ਧਰਮ ਰੂਪੀ (ਧਵਲ) ਬੈਲ ਧਰਤੀ ਨੂੰ ਅਾਕਾਸ ਚ ਚੁੱਕੀ ਖੜ੍ਹਾ ਹੈ। ਅਾਕਾਸ: ਅੈੜੇ ਕੰਨਾ ਖ਼ਿਅਾਲ ਨਾਲ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 63,
    "shabad_id": 9,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੁਣਿਅੈ; ਦੀਪ ਲੋਅ ਪਾਤਾਲ ॥",
    "transliteration": "Suniai Dheep Loa Paathaal ||",
    "translation": "Listening-the oceans, the lands of the world and the nether regions of the underworld.",
    "punjabi": "ਵਾਹਿਗੁਰੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨ ਨਾਲ ਸੋਝੀ ਪੈਂਦੀ ਹੈ ਕਿ ਵਾਹਿਗੁਰੂ ਜੋ ਸਾਰੇ ਦੀਪਾਂ, ਲੋਕਾਂ, ਪਾਤਾਲਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ",
    "pronunciation": "ਲੋਅ: ਲੋ ਲੰਬਾ ਬੋਲ ਕੇ, ਅੈੜਾ ਮੁਕਤਾ ਖ਼ਿਅਾਲ ਨਾਲ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 64,
    "shabad_id": 9,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸੁਣਿਅੈ; ਪੋਹਿ ਨ ਸਕੈ ਕਾਲੁ ॥",
    "transliteration": "Suniai Pohi N Sakai Kaal ||",
    "translation": "Listening-Death cannot even touch you.",
    "punjabi": "(ਵਾਹਿਗੁਰੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨ ਵਾਲੇ ਮਨੁੱਖ ਕਾਲ ਵੀ ਨਹੀਂ ਪੋਂਹਦਾ ਭਾਵ ਉਨ੍ਹਾਂ ਨੂੰ ਮੌਤ ਨਹੀਂ ਡਰਾ ਸਕਦੀ)",
    "pronunciation": "ਸਕੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 65,
    "shabad_id": 9,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਭਗਤਾ; ਸਦਾ ਵਿਗਾਸੁ ॥",
    "transliteration": "Naanak Bhagathaa Sadhaa Vigaas ||",
    "translation": "O Nanak, the devotees are forever in bliss.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜਨ ਵਾਲੇ) ਭਗਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(ਭਗਤਾ) ਵਾਹਿਗੁਰੂ ਜੀ, ਭਗਤ ਜਨ। (ਵਿਗਾਸੁ) ਖੇੜਾ, ਖੁਸ਼ੀ",
    "type_id": 3
  },
  {
    "id": 66,
    "shabad_id": 9,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਸੁਣਿਅੈ; ਦੂਖ ਪਾਪ ਕਾ ਨਾਸੁ ॥੮॥",
    "transliteration": "Suniai Dhookh Paap Kaa Naas ||8||",
    "translation": "Listening-pain and sin are erased. ||8||",
    "punjabi": "(ਕਿੳਂਕਿ) ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨ ਕਰ ਕੇ (ਮਨੁੱਖ ਦੇ) ਦੁੱਖਾਂ ਤੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 67,
    "shabad_id": 10,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੁਣਿਅੈ; ੲੀਸਰੁ ਬਰਮਾ ੲਿੰਦੁ ॥",
    "transliteration": "Suniai Eesar Baramaa Eindh ||",
    "translation": "Listening-Shiva, Brahma and Indra.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜਨ ਦਾ ਸਦਕਾ ਸਾਧਾਰਨ ਮਨੁੱਖ ਸ਼ਿਵ, ਬ੍ਰਹਮਾ ਤੇ ਇੰਦਰ ਦੀ ਪਦਵੀ 'ਤੇ ਅੱਪੜ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 68,
    "shabad_id": 10,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸੁਣਿਅੈ; ਮੁਖਿ ਸਾਲਾਹਣ ਮੰਦੁ ॥",
    "transliteration": "Suniai Mukh Saalaahan Mandh ||",
    "translation": "Listening-even foul-mouthed people praise Him.",
    "punjabi": "ਮੰਦਾ ਮਨੁੱਖ ਭੀ ਮੂੰਹੋਂ ਰੱਬ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "(ਮੰਦੁ) ਨੀਚ। ਸਾਲਾਹਣ: ਦੇ ਸੱਸੇ ਕੰਨਾ ਲਾੳੁ। ਮੁਖਿ: ਦਰਮਿਅਾਨਾ (ਮੀਡੀਅਮ ਭਾਰਾ) ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 69,
    "shabad_id": 10,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸੁਣਿਅੈ; ਜੋਗ ਜੁਗਤਿ ਤਨਿ ਭੇਦ ॥",
    "transliteration": "Suniai Jog Jugath Than Bhaedh ||",
    "translation": "Listening-the technology of Yoga and the secrets of the body.",
    "punjabi": "(ਸਾਧਾਰਨ ਬੁੱਧ ਵਾਲੇ ਨੂੰ ਭੀ) ਸਰੀਰ ਵਿਚ ਦੀਆਂ ਗੁੱਝੀਆਂ ਗੱਲਾਂ, (ਭਾਵ, ਅੱਖਾਂ, ਕੰਨ, ਜੀਭ ਆਦਿਕ ਇੰਦਰੀਆਂ ਦੇ ਚਾਲਿਆਂ ਤੇ ਵਿਕਾਰ ਆਦਿਕਾਂ ਵੱਲ ਦੌੜ-ਭੱਜ) ਦੇ ਭੇਦ ਦਾ ਪਤਾ ਲੱਗ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "ਜੁਗਤਿ: ਜੱਜੇ ਅਧਕ ਨਹੀਂ ਲਾੳੁਣਾ ਤੱਤੇ ਸਿਹਾਰੀ ਲਾੳੁ, ਗੱਗੇ ਸਿਹਾਰੀ ਨਹੀ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 70,
    "shabad_id": 10,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸੁਣਿਅੈ; ਸਾਸਤ ਸਿਮ੍ਰਿਤਿ ਵੇਦ ॥",
    "transliteration": "Suniai Saasath Simrith Vaedh ||",
    "translation": "Listening-the Shaastras, the Simritees and the Vedas.",
    "punjabi": "ਪ੍ਰਭੂ-ਮੇਲ ਦੀ ਜੁਗਤੀ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ, ਸ਼ਾਸਤ੍ਰਾਂ ਸਿਮ੍ਰਿਤੀਆਂ ਤੇ ਵੇਦਾਂ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਦਾ ਅਸਲ ਉੱਚਾ ਨਿਸ਼ਾਨਾ ਤਦੋਂ ਸਮਝ ਪੈਂਦਾ ਹੈ ਜਦੋਂ ਅਸੀਂ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜਦੇ ਹਾਂ, ਨਹੀਂ ਤਾਂ ਨਿਰੇ ਲਫ਼ਜ਼ਾਂ ਨੂੰ ਹੀ ਪੜ੍ਹ ਛਡਦੇ ਹਾਂ, ਉਸ ਅਸਲੀ ਜਜ਼ਬੇ ਵਿਚ ਨਹੀਂ ਪਹੁੰਚਦੇ, ਜਿਸ ਜਜ਼ਬੇ ਵਿਚ ਅਪੜ ਕੇ ਉਹ ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਉਚਾਰੀਆਂ ਹੁੰਦੀਆਂ ਹਨ)",
    "pronunciation": "ਸਿਮ- ੍ਰਿਤਿ: ਮ ਮੁਕਤਾ ਬੋਲੋ, ਅੱਧੇ ਰਾਰੇ ੍ਰ ਨੰੂ ਸਿਹਾਰੀ ਲਾ ਕੇ ਪੋਲਾ ਬੋਲੋ, ਸਿਹਾਰੀ ਤੱਤੇ ਨੰੂ ਭੀ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 71,
    "shabad_id": 10,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਭਗਤਾ; ਸਦਾ ਵਿਗਾਸੁ ॥",
    "transliteration": "Naanak Bhagathaa Sadhaa Vigaas ||",
    "translation": "O Nanak, the devotees are forever in bliss.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਨਾਮ ਨਾਲ ਪ੍ਰੀਤ ਕਰਨ ਵਾਲੇ) ਭਗਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  }
]
