[
  {
    "id": 477,
    "shabad_id": 46,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤੂ ਘਟ ਘਟ ਅੰਤਰਿ, ਸਰਬ ਨਿਰੰਤਰਿ ਜੀ; ਹਰਿ ੲੇਕੋ ਪੁਰਖੁ ਸਮਾਣਾ ॥",
    "transliteration": "Thoon Ghatt Ghatt Anthar Sarab Niranthar Jee Har Eaeko Purakh Samaanaa ||",
    "translation": "You are constant in each and every heart, and in all things. O Dear Lord, you are the One.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈਂ; ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕ-ਰਸ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਇਕ ਆਪ ਹੀ ਸਭ ਵਿਚ ਸਮਾਇਆ ਹੋਇਆ ਹੈਂ।",
    "pronunciation": "(ਘਟ) ਦਿਲ। (ਘਟ ਘਟ) ਸਾਰੀਅਾਂ ਘਟਾਂ ਅੰਦਰ। ਘਟ ਹਿਰਦਾ ਅਰਥ ਅਾਵੇ ਤਾਂ ਘਟ: ਪੋਲਾ ਬੋਲੋ। ਘੱਟ ਥੋੜਾ ਅਰਥ ਬਣੇ ਤਾਂ ਘੱਟ ਪਾਠ ਕਰਨਾ। (ਨਿਰੰਤਰਿ) ੲਿੱਕ ਰਸ। (ਸਮਾਣਾ) ਸਮਾੲੇ। ਘਟ ਘਟ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 478,
    "shabad_id": 46,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ੲਿਕਿ ਦਾਤੇ. ੲਿਕਿ ਭੇਖਾਰੀ ਜੀ; ਸਭਿ ਤੇਰੇ ਚੋਜ ਵਿਡਾਣਾ ॥",
    "transliteration": "Eik Dhaathae Eik Bhaekhaaree Jee Sabh Thaerae Choj Viddaanaa ||",
    "translation": "Some are givers, and some are beggars. This is all Your Wondrous Play.",
    "punjabi": "(ਫਿਰ ਭੀ) ਕਈ ਜੀਵ ਦਾਨੀ ਹਨ, ਕਈ ਜੀਵ ਮੰਗਤੇ ਹਨ-ਇਹ ਸਾਰੇ ਤੇਰੇ ਹੀ ਅਚਰਜ ਤਮਾਸ਼ੇ ਹਨ,",
    "pronunciation": "(ਵਿਡਾਣਾ) ਅਸਚਰਜ",
    "type_id": 3
  },
  {
    "id": 479,
    "shabad_id": 46,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਤੂੰ ਅਾਪੇ ਦਾਤਾ. ਅਾਪੇ ਭੁਗਤਾ ਜੀ; ਹੳੁ ਤੁਧੁ ਬਿਨੁ ਅਵਰੁ ਨ ਜਾਣਾ ॥",
    "transliteration": "Thoon Aapae Dhaathaa Aapae Bhugathaa Jee Ho Thudhh Bin Avar N Jaanaa ||",
    "translation": "You Yourself are the Giver, and You Yourself are the Enjoyer. I know no other than You.",
    "punjabi": "(ਕਿਉਂਕਿ ਅਸਲ ਵਿਚ) ਤੂੰ ਆਪ ਹੀ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੇ, ਆਪ (ਹੀ ਉਹਨਾਂ ਦਾਤਾਂ ਨੂੰ) ਵਰਤਣ ਵਾਲਾ ਹੈਂ। (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਮੈਂ ਤੈਥੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ (ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ)।",
    "pronunciation": "(ਭੁਗਤਾ) ਭੋਗਣ ਛਕਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 480,
    "shabad_id": 46,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਤੂੰ ਪਾਰਬ੍ਰਹਮੁ ਬੇਅੰਤੁ ਬੇਅੰਤੁ ਜੀ; ਤੇਰੇ. ਕਿਅਾ ਗੁਣ ਅਾਖਿ ਵਖਾਣਾ ॥",
    "transliteration": "Thoon Paarabreham Baeanth Baeanth Jee Thaerae Kiaa Gun Aakh Vakhaanaa ||",
    "translation": "You are the Supreme Lord God, Limitless and Infinite. What Virtues of Yours can I speak of and describe?",
    "punjabi": "ਤੂੰ ਬੇਅੰਤ ਪਾਰਬ੍ਰਹਮ ਹੈਂ। ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਗਾ ਕੇ ਦੱਸਾਂ?",
    "pronunciation": "(ਵਖਾਣਾ) ਬਿਅਾਨ ਕਰਾਂ",
    "type_id": 3
  },
  {
    "id": 481,
    "shabad_id": 46,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਸੇਵਹਿ. ਜੋ ਸੇਵਹਿ ਤੁਧੁ ਜੀ; ਜਨੁ ਨਾਨਕੁ. ਤਿਨ ਕੁਰਬਾਣਾ ॥੨॥",
    "transliteration": "Jo Saevehi Jo Saevehi Thudhh Jee Jan Naanak Thin Kurabaanaa ||2||",
    "translation": "Unto those who serve You, unto those who serve You, Dear Lord, servant Nanak is a sacrifice. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੈਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ (ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 482,
    "shabad_id": 46,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਧਿਅਾਵਹਿ. ਹਰਿ ਧਿਅਾਵਹਿ ਤੁਧੁ ਜੀ; ਸੇ ਜਨ. ਜੁਗ ਮਹਿ ਸੁਖਵਾਸੀ ॥",
    "transliteration": "Har Dhhiaavehi Har Dhhiaavehi Thudhh Jee Sae Jan Jug Mehi Sukhavaasee ||",
    "translation": "Those who meditate on You, Lord, those who meditate on You-those humble beings dwell in peace in this world.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ ਤੇਰਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਸੁਖੀ ਵੱਸਦੇ ਹਨ।",
    "pronunciation": "ਜੱੁਗ",
    "type_id": 3
  },
  {
    "id": 483,
    "shabad_id": 46,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਸੇ ਮੁਕਤੁ. ਸੇ ਮੁਕਤੁ ਭੲੇ, ਜਿਨ ਹਰਿ ਧਿਅਾੲਿਅਾ ਜੀ; ਤਿਨ. ਤੂਟੀ ਜਮ ਕੀ ਫਾਸੀ ॥",
    "transliteration": "Sae Mukath Sae Mukath Bheae Jin Har Dhhiaaeiaa Jee Thin Thoottee Jam Kee Faasee ||",
    "translation": "They are liberated, they are liberated-those who meditate on the Lord. For them, the noose of death is cut away.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਸਦਾ ਲਈ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਗਏ ਹਨ, ਉਹਨਾਂ ਦੀ ਜਮਾਂ ਵਾਲੀ ਫਾਹੀ ਟੁੱਟ ਗਈ ਹੈ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 484,
    "shabad_id": 46,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਨਿਰਭੳੁ. ਜਿਨ ਹਰਿ ਨਿਰਭੳੁ ਧਿਅਾੲਿਅਾ ਜੀ; ਤਿਨ ਕਾ. ਭੳੁ ਸਭੁ ਗਵਾਸੀ ॥",
    "transliteration": "Jin Nirabho Jin Har Nirabho Dhhiaaeiaa Jee Thin Kaa Bho Sabh Gavaasee ||",
    "translation": "Those who meditate on the Fearless One, on the Fearless Lord-all their fears are dispelled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਦਾ ਨਿਰਭਉ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ; ਪ੍ਰਭੂ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਡਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 485,
    "shabad_id": 46,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ ਸੇਵਿਅਾ. ਜਿਨ ਸੇਵਿਅਾ ਮੇਰਾ ਹਰਿ ਜੀ; ਤੇ. ਹਰਿ ਹਰਿ ਰੂਪਿ ਸਮਾਸੀ ॥",
    "transliteration": "Jin Saeviaa Jin Saeviaa Maeraa Har Jee Thae Har Har Roop Samaasee ||",
    "translation": "Those who serve, those who serve my Dear Lord, are absorbed into the Being of the Lord, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਰੂਪ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "(ਸਮਾਸੀ) ਲੀਨ ਹੋ ਜਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 486,
    "shabad_id": 46,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸੇ ਧੰਨੁ ਸੇ ਧੰਨੁ. ਜਿਨ ਹਰਿ ਧਿਅਾੲਿਅਾ ਜੀ; ਜਨੁ ਨਾਨਕੁ. ਤਿਨ ਬਲਿ ਜਾਸੀ ॥੩॥",
    "transliteration": "Sae Dhhann Sae Dhhann Jin Har Dhhiaaeiaa Jee Jan Naanak Thin Bal Jaasee ||3||",
    "translation": "Blessed are they, blessed are they, who meditate on their Dear Lord. Servant Nanak is a sacrifice to them. ||3||",
    "punjabi": "ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ, ਧੰਨ ਹਨ ਉਹ ਮਨੁੱਖ, ਜਿਨ੍ਹਾਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ। ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 487,
    "shabad_id": 46,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਤੇਰੀ ਭਗਤਿ ਤੇਰੀ ਭਗਤਿ ਭੰਡਾਰ ਜੀ; ਭਰੇ ਬਿਅੰਤ ਬੇਅੰਤਾ ॥",
    "transliteration": "Thaeree Bhagath Thaeree Bhagath Bhanddaar Jee Bharae Bianth Baeanthaa ||",
    "translation": "Devotion to You, devotion to You, is a treasure overflowing, infinite and beyond measure.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 488,
    "shabad_id": 46,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਭਗਤ. ਸਲਾਹਨਿ ਤੁਧੁ ਜੀ; ਹਰਿ ਅਨਿਕ ਅਨੇਕ ਅਨੰਤਾ ॥",
    "transliteration": "Thaerae Bhagath Thaerae Bhagath Salaahan Thudhh Jee Har Anik Anaek Ananthaa ||",
    "translation": "Your devotees, Your devotees praise You, Dear Lord, in many and various and countless ways.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਨੇਕਾਂ ਤੇ ਬੇਅੰਤ ਤੇਰੇ ਭਗਤ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਅਨੰਤਾ) ਬੇਅੰਤ",
    "type_id": 3
  },
  {
    "id": 489,
    "shabad_id": 46,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਤੇਰੀ ਅਨਿਕ ਤੇਰੀ ਅਨਿਕ, ਕਰਹਿ ਹਰਿ ਪੂਜਾ ਜੀ; ਤਪੁ ਤਾਪਹਿ, ਜਪਹਿ ਬੇਅੰਤਾ ॥",
    "transliteration": "Thaeree Anik Thaeree Anik Karehi Har Poojaa Jee Thap Thaapehi Japehi Baeanthaa ||",
    "translation": "For You, many, for You, so very many perform worship services, O Dear Infinite Lord; they practice disciplined meditation and chant endlessly.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਨੇਕਾਂ ਜੀਵ ਤੇਰੀ ਪੂਜਾ ਕਰਦੇ ਹਨ। ਬੇਅੰਤ ਜੀਵ (ਤੈਨੂੰ ਮਿਲਣ ਲਈ) ਤਪ ਸਾਧਦੇ ਹਨ।",
    "pronunciation": "(ਤਪੁ ਤਾਪਹਿ) ਤਪ ਤਪਾੳੁਂਦੇ। ਅ-ਨਿਕ ਦੇ ਨੰਨੇ ਸਿਹਾਰੀ ਲਾੳੁ, ਬੋਲਣ ਲੱਗਿਅਾਂ ਕੱਕੇ ਨੂੰ ਸਿਹਾਰੀ ਨਹੀਂ ਲਾੳੁਣੀ, ਜਪ-ਹਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 490,
    "shabad_id": 46,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਤੇਰੇ ਅਨੇਕ ਤੇਰੇ ਅਨੇਕ, ਪੜਹਿ ਬਹੁ ਸਿਮ੍ਰਿਤਿ ਸਾਸਤ ਜੀ; ਕਰਿ ਕਿਰਿਅਾ ਖਟੁ ਕਰਮ ਕਰੰਤਾ ॥",
    "transliteration": "Thaerae Anaek Thaerae Anaek Parrehi Bahu Simrith Saasath Jee Kar Kiriaa Khatt Karam Karanthaa ||",
    "translation": "For You, many, for You, so very many read the various Simritees and Shaastras. They perform rituals and religious rites.",
    "punjabi": "ਤੇਰੇ ਅਨੇਕਾਂ (ਸੇਵਕ) ਕਈ ਸਿਮ੍ਰਿਤਿਆਂ ਅਤੇ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹਦੇ ਹਨ (ਅਤੇ ਉਹਨਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਛੇ ਧਾਰਮਿਕ ਕੰਮ ਤੇ ਹੋਰ ਕਰਮ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਕਿਰਿਅਾ) ਧਾਰਮਿਕ ਕਰਮ। (ਖਟੁ) ਛੇ। ਸਿਮ- ੍ਰਿਤਿ: ਮ ਮੁਕਤਾ ਬੋਲੋ, ਅੱਧੇ ਰਾਰੇ ੍ਰ ਨੰੂ ਸਿਹਾਰੀ ਲਾ ਕੇ,: ਪੋਲਾ ਬੋਲੋ , ਸਿਹਾਰੀ ਤੱਤੇ ਨੰੂ ਭੀ ਲਾੳੁ। ਖਟੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 491,
    "shabad_id": 46,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਸੇ ਭਗਤ ਸੇ ਭਗਤ ਭਲੇ, ਜਨ ਨਾਨਕ ਜੀ; ਜੋ ਭਾਵਹਿ ਮੇਰੇ ਹਰਿ ਭਗਵੰਤਾ ॥੪॥",
    "transliteration": "Sae Bhagath Sae Bhagath Bhalae Jan Naanak Jee Jo Bhaavehi Maerae Har Bhagavanthaa ||4||",
    "translation": "Those devotees, those devotees are sublime, O servant Nanak, who are pleasing to my Dear Lord God. ||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹੀ ਭਗਤ ਭਲੇ ਹਨ (ਉਹਨਾਂ ਦੀ ਹੀ ਘਾਲ ਕਬੂਲ ਹੋਈ ਜਾਣੋ) ਜੋ ਪਿਆਰੇ ਹਰਿ-ਭਗਵੰਤ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 492,
    "shabad_id": 46,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਤੂੰ ਅਾਦਿ ਪੁਰਖੁ ਅਪਰੰਪਰੁ ਕਰਤਾ ਜੀ; ਤੁਧੁ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲੀ ॥",
    "transliteration": "Thoon Aadh Purakh Aparanpar Karathaa Jee Thudhh Jaevadd Avar N Koee ||",
    "translation": "You are the Primal Being, the Most Wonderful Creator. There is no other as Great as You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਰੇ ਜਗਤ ਦਾ) ਮੂਲ ਹੈਂ, ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਬੇਅੰਤ ਹੈਂ, ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਅਤੇ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਅਪ-ਰੰਪਰੁ) ਬੇਅੰਤ",
    "type_id": 3
  },
  {
    "id": 493,
    "shabad_id": 46,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਤੂੰ ਜੁਗੁ ਜੁਗੁ ੲੇਕੋ, ਸਦਾ ਸਦਾ ਤੂੰ ੲੇਕੋ ਜੀ; ਤੂੰ ਨਿਹਚਲੁ ਕਰਤਾ ਸੋੲੀ ॥",
    "transliteration": "Thoon Jug Jug Eaeko Sadhaa Sadhaa Thoon Eaeko Jee Thoon Nihachal Karathaa Soee ||",
    "translation": "Age after age, You are the One. Forever and ever, You are the One. You never change, O Creator Lord.",
    "punjabi": "ਤੂੰ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕ ਆਪ ਹੀ ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਆਪ ਹੀ ਆਪ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਸਭ ਦੀ ਸਾਰ ਲੈਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(ਨਿਹਚਲੁ) ਅਚੱਲ, ਸਦਾ ਲੲੀ ਕਾੲਿਮ। ਜੁੱਗੁ ਜੁੱਗੁ। ਨਿਹ-ਚੱਲੁ: ਹਾਹਾ ਮੁਕਤਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 494,
    "shabad_id": 46,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਭਾਵੈ ਸੋੲੀ ਵਰਤੈ ਜੀ; ਤੂੰ ਅਾਪੇ ਕਰਹਿ ਸੁ ਹੋੲੀ ॥",
    "transliteration": "Thudhh Aapae Bhaavai Soee Varathai Jee Thoon Aapae Karehi S Hoee ||",
    "translation": "Everything happens according to Your Will. You Yourself accomplish all that occurs.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਗਤ ਵਿਚ ਉਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਤੈਨੂੰ ਆਪ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਤੂੰ ਆਪ ਹੀ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 495,
    "shabad_id": 46,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਸ੍ਰਿਸਟਿ ਸਭ ੳੁਪਾੲੀ ਜੀ; ਤੁਧੁ ਅਾਪੇ ਸਿਰਜਿ ਸਭ ਗੋੲੀ ॥",
    "transliteration": "Thudhh Aapae Srisatt Sabh Oupaaee Jee Thudhh Aapae Siraj Sabh Goee ||",
    "translation": "You Yourself created the entire universe, and having fashioned it, You Yourself shall destroy it all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੂੰ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੈ। ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਪੈਦਾ ਕਰਕੇ ਆਪ ਹੀ ਇਸ ਨੂੰ ਨਾਸ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "(ਗੋੲੀ) ਮਿਲਾੲੀ, ਬੁਲਾੲੀ, ਛੁਪਾੲੀ। (ਸਿਰ-ਜਿ) ਪੈਦਾ ਕੀਤੀ।ਸਿਰ-ਜਿ: ਬੋਲੋ ੲਿਕੱਠਾ ਮਿਲਵਾਂ। (ਗੋੲੀ) ਨਾਸ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 496,
    "shabad_id": 46,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਗੁਣ ਗਾਵੈ ਕਰਤੇ ਕੇ ਜੀ; ਜੋ ਸਭਸੈ ਕਾ ਜਾਣੋੲੀ ॥੫॥੧॥",
    "transliteration": "Jan Naanak Gun Gaavai Karathae Kae Jee Jo Sabhasai Kaa Jaanoee ||5||1||",
    "translation": "Servant Nanak sings the Glorious Praises of the Dear Creator, the Knower of all. ||5||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਸ ਕਰਤਾਰ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਜੋ ਹਰੇਕ ਜੀਵ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ॥੫॥੧॥",
    "pronunciation": "(ਜਾਣੋੲੀ) ਜਾਨਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 497,
    "shabad_id": 47,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 498,
    "shabad_id": 47,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੂੰ ਕਰਤਾ ਸਚਿਅਾਰੁ; ਮੈਡਾ ਸਾਂੲੀ ॥",
    "transliteration": "Thoon Karathaa Sachiaar Maiddaa Saanee ||",
    "translation": "You are the True Creator, my Lord and Master.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਖਸਮ ਹੈਂ।",
    "pronunciation": "(ਮੈਡਾ) ਮੇਰਾ",
    "type_id": 3
  },
  {
    "id": 499,
    "shabad_id": 47,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਤੳੁ ਭਾਵੈ. ਸੋੲੀ ਥੀਸੀ; ਜੋ ਤੂ ਦੇਹਿ. ਸੋੲੀ ਹੳੁ ਪਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Tho Bhaavai Soee Thheesee Jo Thoon Dhaehi Soee Ho Paaee ||1|| Rehaao ||",
    "translation": "Whatever pleases You comes to pass. As You give, so do we receive. ||1||Pause||",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਤੈਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਹੈ। ਜੋ ਕੁਝ ਤੂੰ ਦੇਵੇਂ, ਮੈਂ ਉਹੀ ਕੁਝ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਥੀਸੀ) ਹੁੰਦਾ",
    "type_id": 4
  },
  {
    "id": 500,
    "shabad_id": 47,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਭ ਤੇਰੀ; ਤੂੰ ਸਭਨੀ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Sabh Thaeree Thoon Sabhanee Dhhiaaeiaa ||",
    "translation": "All belong to You, all meditate on you.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੀ (ਬਣਾਈ ਹੋਈ) ਹੈ, ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ ਹੀ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 501,
    "shabad_id": 47,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜਿਸ ਨੋ ਕ੍ਰਿਪਾ ਕਰਹਿ; ਤਿਨਿ ਨਾਮ ਰਤਨੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Jis No Kirapaa Karehi Thin Naam Rathan Paaeiaa ||",
    "translation": "Those who are blessed with Your Mercy obtain the Jewel of the Naam, the Name of the Lord.",
    "punjabi": "ਜਿਸ ਉੱਤੇ ਤੂੰ ਦਇਆ ਕਰਦਾ ਹੈਂ ਉਸੇ ਨੇ ਤੇਰਾ ਰਤਨ ਵਰਗਾ (ਕੀਮਤੀ) ਨਾਮ ਲੱਭਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 502,
    "shabad_id": 47,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਲਾਧਾ; ਮਨਮੁਖਿ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Guramukh Laadhhaa Manamukh Gavaaeiaa ||",
    "translation": "The Gurmukhs obtain it, and the self-willed manmukhs lose it.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਉਸ ਨੇ (ਇਹ ਰਤਨ) ਲੱਭ ਲਿਆ। ਜੋ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਿਆ, ਉਸ ਨੇ ਗਵਾ ਲਿਆ।",
    "pronunciation": "(ਲੱਾਧਾ)ਲੱਭੇ",
    "type_id": 3
  },
  {
    "id": 503,
    "shabad_id": 47,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਤੁਧੁ ਅਾਪਿ ਵਿਛੋੜਿਅਾ; ਅਾਪਿ ਮਿਲਾੲਿਅਾ ॥੧॥",
    "transliteration": "Thudhh Aap Vishhorriaa Aap Milaaeiaa ||1||",
    "translation": "You Yourself separate them from Yourself, and You Yourself reunite with them again. ||1||",
    "punjabi": "(ਪਰ ਕਿਸੇ ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ? ਹੇ ਪ੍ਰਭੂ!) ਜੀਵ ਨੂੰ ਤੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਨਾਲੋਂ) ਵਿਛੋੜਦਾ ਹੈਂ, ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 504,
    "shabad_id": 47,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਤੂੰ ਦਰੀਅਾੳੁ; ਸਭ ਤੁਝ ਹੀ ਮਾਹਿ ॥",
    "transliteration": "Thoon Dhareeaao Sabh Thujh Hee Maahi ||",
    "translation": "You are the River of Life; all are within You.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ (ਜ਼ਿੰਦਗੀ ਦਾ, ਮਾਨੋ, ਇਕ) ਦਰੀਆ ਹੈਂ, ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਵਿਚ ਹੀ (ਮਾਨੋ, ਲਹਿਰਾਂ) ਹਨ।",
    "pronunciation": "(ਮਾਹਿ) ਵਿੱਚ।ਦਰੀਅਾੳੁ: ਰਾਰੇ ਬਿਹਾਰੀ ਦੀਰਘ, ਬਿਹਾਰੀ ਹਰ ਥਾਂ ਧਿਅਾਨ ਨਾਲ ਦੱਬ ਕੇ ਦੀਰਘ ਹੀ ਬੋਲਣੀ",
    "type_id": 3
  },
  {
    "id": 505,
    "shabad_id": 47,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਤੁਝ ਬਿਨੁ; ਦੂਜਾ ਕੋੲੀ ਨਾਹਿ ॥",
    "transliteration": "Thujh Bin Dhoojaa Koee Naahi ||",
    "translation": "There is no one except You.",
    "punjabi": "ਤੈਥੋਂ ਬਿਨਾ (ਤੇਰੇ ਵਰਗਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 506,
    "shabad_id": 47,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜੀਅ ਜੰਤ; ਸਭਿ ਤੇਰਾ ਖੇਲੁ ॥",
    "transliteration": "Jeea Janth Sabh Thaeraa Khael ||",
    "translation": "All living beings are Your playthings.",
    "punjabi": "ਇਹ ਸਾਰੇ ਜੀਆ ਜੰਤ ਤੇਰੀ (ਰਚੀ ਹੋਈ) ਖੇਡ ਹੈ।",
    "pronunciation": "ਖ੍ਹੇਲੁ",
    "type_id": 3
  },
  {
    "id": 507,
    "shabad_id": 47,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਵਿਜੋਗਿ ਮਿਲਿ. ਵਿਛੁੜਿਅਾ; ਸੰਜੋਗੀ ਮੇਲੁ ॥੨॥",
    "transliteration": "Vijog Mil Vishhurriaa Sanjogee Mael ||2||",
    "translation": "The separated ones meet, and by great good fortune, those suffering in separation are reunited once again. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਵਿਛੋੜੇ ਦਾ ਲੇਖ ਹੈ, ਉਹ ਮਨੁੱਖਾ ਜਨਮ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਭੀ ਤੈਥੋਂ ਵਿਛੁੜੇ ਹੋਏ ਹਨ। (ਪਰ ਤੇਰੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਸੰਜੋਗਾਂ ਦੇ ਲੇਖ ਨਾਲ (ਫਿਰ ਤੇਰੇ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਵਿਜੋਗਿ) ਵਿਛੋੜੇ ਕਰਕੇ। (ਸੰਜੋਗੀ) ਮਿਲੇ ਹੋੲੇ, ੳੁਪਾਯ ਨਾਲ। ਵਿੱਛੁੜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 508,
    "shabad_id": 47,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਸ ਨੋ ਤੂ ਜਾਣਾੲਿਹਿ; ਸੋੲੀ ਜਨੁ ਜਾਣੈ ॥",
    "transliteration": "Jis No Thoo Jaanaaeihi Soee Jan Jaanai ||",
    "translation": "They alone understand, whom You inspire to understand;",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "(ਜਾਣਾੲਿਹਿ) ਜਣਾੳੁਂਦੇ ਹੋਂ। ਜਾ-ਣਾ-ੲਿਹਿ: ਪਾਠ ਮਿਲਵਾਂ ਦੋਵੇਂ ਕੰਨੇ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 509,
    "shabad_id": 47,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਗੁਣ; ਸਦ ਹੀ ਅਾਖਿ ਵਖਾਣੈ ॥",
    "transliteration": "Har Gun Sadh Hee Aakh Vakhaanai ||",
    "translation": "They continually chant and repeat the Lord's Praises.",
    "punjabi": "ਉਹ ਮਨੁੱਖ, ਹੇ ਹਰੀ! ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਅਤੇ (ਹੋਰਨਾਂ ਨੂੰ) ਉਚਾਰ ਉਚਾਰ ਕੇ ਸੁਣਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਵਖਾਣੈ) ਕਥਨ ਕਰਦੇ ਹਨ। ਸਦ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 510,
    "shabad_id": 47,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜਿਨਿ ਹਰਿ ਸੇਵਿਅਾ; ਤਿਨਿ ਸੁਖੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Jin Har Saeviaa Thin Sukh Paaeiaa ||",
    "translation": "Those who serve You find peace.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ ਸੁਖ ਹਾਸਲ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 511,
    "shabad_id": 47,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਹਜੇ ਹੀ; ਹਰਿ ਨਾਮਿ ਸਮਾੲਿਅਾ ॥੩॥",
    "transliteration": "Sehajae Hee Har Naam Samaaeiaa ||3||",
    "translation": "They are intuitively absorbed into the Lord's Name. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਸਹ-ਜੇ: ਸਹ ਮੁਕਤੇ ਬੋਲੋ",
    "type_id": 3
  }
]
