[
  {
    "id": 553,
    "shabad_id": 51,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ; ਕਰਤੇ ਕੇ ਕੇਤੇ ਵੇਸ ॥੨॥੨॥",
    "transliteration": "Naanak Karathae Kae Kaethae Vaes ||2||2||",
    "translation": "O Nanak, in just the same way, the many forms originate from the Creator. ||2||2||",
    "punjabi": "ਤਿਵੇਂ, ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਦੇ (ਇਹ ਸਾਰੇ ਸਿਧਾਂਤ ਆਦਿਕ) ਅਨੇਕਾਂ ਸਰੂਪ ਹਨ ॥੨॥੨॥",
    "pronunciation": "(ਵੇਸ) ਸਰੂਪ",
    "type_id": 3
  },
  {
    "id": 554,
    "shabad_id": 52,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਧਨਾਸਰੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Raag Dhhanaasaree Mehalaa 1 ||",
    "translation": "Raag Dhanaasaree, First Mehl:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 555,
    "shabad_id": 52,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗਗਨ ਮੈ ਥਾਲੁ. ਰਵਿ ਚੰਦੁ ਦੀਪਕ ਬਨੇ; ਤਾਰਿਕਾ ਮੰਡਲ, ਜਨਕ ਮੋਤੀ ॥",
    "transliteration": "Gagan Mai Thhaal Rav Chandh Dheepak Banae Thaarikaa Manddal Janak Mothee ||",
    "translation": "Upon that cosmic plate of the sky, the sun and the moon are the lamps. The stars and their orbs are the studded pearls.",
    "punjabi": "ਸਾਰਾ ਆਕਾਸ਼ (ਮਾਨੋ) ਥਾਲ ਹੈ ਤੇ ਸੂਰਜ ਤੇ ਚੰਦ (ਉਸ ਥਾਲ ਵਿਚ) ਦੀਵੇ ਬਣੇ ਹੋਏ ਹਨ। ਤਾਰਿਆਂ ਦੇ ਸਮੂਹ, ਮਾਨੋ, (ਥਾਲ ਵਿਚ) ਮੋਤੀ ਰੱਖੇ ਹੋਏ ਹਨ।",
    "pronunciation": "ਮੈ: ਬਿੰਦੀ ਨ ਲਾੳੁ। (ਗਗਨ) ਅਕਾਸ। (ਮੈ) ਰੂਪ",
    "type_id": 3
  },
  {
    "id": 556,
    "shabad_id": 52,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਧੂਪੁ ਮਲਅਾਨ ਲੋ, ਪਵਣੁ ਚਵਰੋ ਕਰੇ; ਸਗਲ ਬਨਰਾੲਿ, ਫੂਲੰਤ ਜੋਤੀ ॥੧॥",
    "transliteration": "Dhhoop Malaaanalo Pavan Chavaro Karae Sagal Banaraae Foolanth Jothee ||1||",
    "translation": "The fragrance of sandalwood in the air is the temple incense, and the wind is the fan. All the plants of the world are the altar flowers in offering to You, O Luminous Lord. ||1||",
    "punjabi": "ਮਲਯ ਪਰਬਤ ਵਲੋਂ ਆਉਣ ਵਾਲੀ ਹਵਾ, ਮਾਨੋ, ਧੂਪ (ਧੁਖ ਰਿਹਾ) ਹੈ, ਤੇ ਹਵਾ ਚੌਰ ਕਰ ਰਹੀ ਹੈ। ਸਾਰੀ ਬਨਸਪਤੀ ਜੋਤਿ-ਰੂਪ (ਪ੍ਰਭੂ ਦੀ ਆਰਤੀ) ਵਾਸਤੇ ਫੁੱਲ ਦੇ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਮਲ-ਅਾਨ) ਮਲਿਅਾਗਰ ਪਰਬਤ। (ਲੋ) ਤੱਕ। (ਦੂਜਾ ਪਾਠ: ਮਲ ਅਾਨਲੋ)",
    "type_id": 3
  },
  {
    "id": 557,
    "shabad_id": 52,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਕੈਸੀ; ਅਾਰਤੀ ਹੋੲਿ ॥",
    "transliteration": "Kaisee Aarathee Hoe ||",
    "translation": "What a beautiful Aartee, lamp-lit worship service this is!",
    "punjabi": "(ਕੁਦਰਤਿ ਵਿਚ) ਤੇਰੀ ਕੈਸੀ ਸੁੰਦਰ ਆਰਤੀ ਹੋ ਰਹੀ ਹੈ!",
    "pronunciation": "ਕੈਸੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 558,
    "shabad_id": 52,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਭਵ ਖੰਡਨਾ; ਤੇਰੀ ਅਾਰਤੀ ॥",
    "transliteration": "Bhav Khanddanaa Thaeree Aarathee ||",
    "translation": "O Destroyer of Fear, this is Your Ceremony of Light.",
    "punjabi": "ਹੇ ਜੀਵਾਂ ਦੇ ਜਨਮ ਮਰਨ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਇਹ ਹੈ ਤੇਰੀ ਅਦਭੁਤ ਆਰਤੀ!",
    "pronunciation": "(ਭਵ) ਡਰ",
    "type_id": 3
  },
  {
    "id": 559,
    "shabad_id": 52,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਨਹਤਾ ਸਬਦ; ਵਾਜੰਤ ਭੇਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anehathaa Sabadh Vaajanth Bhaeree ||1|| Rehaao ||",
    "translation": "The Unstruck Sound-current of the Shabad is the vibration of the temple drums. ||1||Pause||",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਵਿਚ ਰੁਮਕ ਰਹੀ) ਇੱਕੋ ਜੀਵਨ-ਰੌ, ਮਾਨੋ, ਤੇਰੀ ਆਰਤੀ ਵਾਸਤੇ ਨਾਗਾਰੇ ਵੱਜ ਰਹੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਅਨਹਤਾ) ਨਾਸ ਰਹਿਤ। (ਭੇਰੀ) ਵਾਜੇ।ਅਨ-ਹਤਾ: ਪੋਲਾ ਬੋਲੋ, ਹਾਹੇ ਤੇ ਅਧਕ ਨ ਲਾੳੁ",
    "type_id": 4
  },
  {
    "id": 560,
    "shabad_id": 52,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਹਸ ਤਵ ਨੈਨ, ਨਨ ਨੈਨ ਹਹਿ ਤੋਹਿ ਕੳੁ; ਸਹਸ ਮੂਰਤਿ, ਨਨਾ ੲੇਕ ਤੁੋਹੀ ॥",
    "transliteration": "Sehas Thav Nain Nan Nain Hehi Thohi Ko Sehas Moorath Nanaa Eaek Thuohee ||",
    "translation": "You have thousands of eyes, and yet You have no eyes. You have thousands of forms, and yet You do not have even one.",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਹਜ਼ਾਰਾਂ ਤੇਰੀਆਂ ਅੱਖਾਂ ਹਨ (ਪਰ, ਨਿਰਾਕਾਰ ਹੋਣ ਕਰਕੇ, ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀਆਂ ਕੋਈ ਅੱਖਾਂ ਨਹੀਂ। ਹਜ਼ਾਰਾਂ ਤੇਰੀਆਂ ਸ਼ਕਲਾਂ ਹਨ, ਪਰ ਤੇਰੀ ਕੋਈ ਭੀ ਸ਼ਕਲ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਸਹਸ) ਹਜ਼ਾਰ।ਤੁੋਹੀ: ਹੋੜੇ ਤੇ ਅੌਂਕੜ ਦੇ ਵਿਚਕਾਰ ਦੀ ਅਵਾਜ਼ ਬੋਲਣੀ। ਸਹਸ: ਸੈਹਸ ਨਹੀਂ ਕਹਿਣਾ, ਸ-ਹ-ਸ ਤਿੰਨੇ ਮੁਕਤੇ ਬੋਲਣੇ। ਨਨ, ਨਨਾ: ਪੋਲੇ ਬੋਲੋ। (ਦੂਜਾ ਪਾਠ: ਨੈਨਨ ਨ ਨੈਨ)",
    "type_id": 3
  },
  {
    "id": 561,
    "shabad_id": 52,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਹਸ ਪਦ ਬਿਮਲ, ਨਨ ੲੇਕ ਪਦ; ਗੰਧ ਬਿਨੁ, ਸਹਸ ਤਵ ਗੰਧ; ੲਿਵ ਚਲਤ ਮੋਹੀ ॥੨॥",
    "transliteration": "Sehas Padh Bimal Nan Eaek Padh Gandhh Bin Sehas Thav Gandhh Eiv Chalath Mohee ||2||",
    "translation": "You have thousands of Lotus Feet, and yet You do not have even one foot. You have no nose, but you have thousands of noses. This Play of Yours entrances me. ||2||",
    "punjabi": "ਹਜ਼ਾਰਾਂ ਤੇਰੇ ਸੋਹਣੇ ਪੈਰ ਹਨ, (ਪਰ ਨਿਰਾਕਾਰ ਹੋਣ ਕਰਕੇ) ਤੇਰਾ ਇੱਕ ਭੀ ਪੈਰ ਨਹੀਂ। ਹਜ਼ਾਰਾਂ ਤੇਰੇ ਨੱਕ ਹਨ, ਪਰ ਤੂੰ ਨੱਕ ਤੋਂ ਬਿਨਾ ਹੀ ਹੈਂ। ਤੇਰੇ ਅਜੇਹੇ ਕੌਤਕਾਂ ਨੇ ਮੈਨੂੰ ਹੈਰਾਨ ਕੀਤਾ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "(ਪਦ) ਚਰਨ। (ਬਿਮਲ) ੳੁ੍ਨੱਜਲ। (ਗੰਧ) ਨਾਸਾਂ। (ਮੋਹੀ) ਮੋਹਿਤ। ਪਦ ਚਲਤ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 562,
    "shabad_id": 52,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਭ ਮਹਿ ਜੋਤਿ; ਜੋਤਿ ਹੈ ਸੋੲਿ ॥",
    "transliteration": "Sabh Mehi Joth Joth Hai Soe ||",
    "translation": "Amongst all is the Light-You are that Light.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕੋ ਉਹੀ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤੀ ਵਰਤ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 563,
    "shabad_id": 52,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਤਿਸ ਦੈ ਚਾਨਣਿ; ਸਭ ਮਹਿ ਚਾਨਣੁ ਹੋੲਿ ॥",
    "transliteration": "This Dhai Chaanan Sabh Mehi Chaanan Hoe ||",
    "translation": "By this Illumination, that Light is radiant within all.",
    "punjabi": "ਉਸ ਜੋਤਿ ਦੇ ਪਰਕਾਸ਼ ਨਾਲ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਚਾਨਣ (ਸੂਝ-ਬੂਝ) ਹੈ।",
    "pronunciation": "ਪਹਿਲੇ ਚਾਨਣਿ ਣਾਣੇ ਸਿਹਾਰੀ ਦੂਜੇ ਚਾਨਣੁ ਣਾਣੇ ਅੌਂਕੜ ਲਾੳੁਣਾ।",
    "type_id": 3
  },
  {
    "id": 564,
    "shabad_id": 52,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਸਾਖੀ; ਜੋਤਿ ਪਰਗਟੁ ਹੋੲਿ ॥",
    "transliteration": "Gur Saakhee Joth Paragatt Hoe ||",
    "translation": "Through the Guru's Teachings, the Light shines forth.",
    "punjabi": "ਪਰ ਇਸ ਜੋਤਿ ਦਾ ਗਿਆਨ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ। (ਗੁਰੂ ਰਾਹੀਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਹਰੇਕ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਹੈ)।",
    "pronunciation": "(ਸਾਖੀ) ਸਿੱਖਿਅਾ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 565,
    "shabad_id": 52,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ; ਸੁ ਅਾਰਤੀ ਹੋੲਿ ॥੩॥",
    "transliteration": "Jo This Bhaavai S Aarathee Hoe ||3||",
    "translation": "That which is pleasing to Him is the lamp-lit worship service. ||3||",
    "punjabi": "(ਇਸ ਸਰਬ-ਵਿਆਪਕ ਜੋਤਿ ਦੀ) ਆਰਤੀ ਇਹ ਹੈ ਕਿ ਜੋ ਕੁਝ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਹ ਜੀਵ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨਾ ਪ੍ਰਭੂ ਦੀ ਆਰਤੀ ਕਰਨੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 566,
    "shabad_id": 52,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਚਰਣਕਵਲ ਮਕਰੰਦ, ਲੋਭਿਤ ਮਨੋ; ਅਨ ਦਿਨੁੋ, ਮੋਹਿ ਅਾਹੀ ਪਿਅਾਸਾ ॥",
    "transliteration": "Har Charan Kaval Makarandh Lobhith Mano Anadhinuo Mohi Aahee Piaasaa ||",
    "translation": "My mind is enticed by the honey-sweet Lotus Feet of the Lord. Day and night, I thirst for them.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਚਰਨ-ਰੂਪ ਕੌਲ-ਫੁੱਲਾਂ ਦੇ ਰਸ ਲਈ ਮੇਰਾ ਮਨ ਲਲਚਾਂਦਾ ਹੈ, ਹਰ ਰੋਜ਼ ਮੈਨੂੰ ਇਸੇ ਰਸ ਦੀ ਪਿਆਸ ਲੱਗੀ ਹੋਈ ਹੈ।",
    "pronunciation": "ਲੋਭਿਤ: ਭੱਭੇ ਸਿਹਾਰੀ ਲਾੳੁ। ਦਿਨੁ:ੋ ਹੋੜੇ ਤੇ ਅੌਂਕੜ ਦਾ ਵਿਚਕਾਰਲਾ ਮੇਲ ਬੋਲੋ। ਜਿੱਥੇ ਅੱਖਰ ਨੂੰ ਅੌਂਕੜ ਤੇ ਹੋੜਾ ੲਿਕੱਠੇ ਲੱਗੇ ਹੋਣ, ੳੁਸ ਦੀ ਅਵਾਜ਼ ਅੌਂਕੜ ਤੇ ਹੋੜੇ ਦੇ ਵਿਚਕਾਰ ਬੋਲੋ ਜੀ।",
    "type_id": 3
  },
  {
    "id": 567,
    "shabad_id": 52,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਜਲੁ ਦੇਹਿ, ਨਾਨਕ ਸਾਰਿੰਗ ਕੳੁ; ਹੋੲਿ ਜਾ ਤੇ. ਤੇਰੈ ਨਾੲਿ ਵਾਸਾ ॥੪॥੩॥",
    "transliteration": "Kirapaa Jal Dhaehi Naanak Saaring Ko Hoe Jaa Thae Thaerai Naae Vaasaa ||4||3||",
    "translation": "Bestow the Water of Your Mercy upon Nanak, the thirsty song-bird, so that he may come to dwell in Your Name. ||4||3||",
    "punjabi": "ਮੈਨੂੰ ਨਾਨਕ ਪਪੀਹੇ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਦਾ ਜਲ ਦੇਹ, ਜਿਸ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਮੈਂ ਤੇਰੇ ਨਾਮ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ ॥੪॥੩॥",
    "pronunciation": "(ਸਾਰਿੰਗ) ਪਪੀਹਾ",
    "type_id": 3
  },
  {
    "id": 568,
    "shabad_id": 53,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Raag Gourree Poorabee Mehalaa 4 ||",
    "translation": "Raag Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "ਰਾਗੁ: ਗੱਗਾ ਅੌਂਕੜ ਸਹਿਤ ਪੂਰਾ ਬੋਲ ਕੇ ਫਿਰ ਗੳੁੜੀ ਬੋਲੋ। ਦੋ ਅੱਖਰ ੲਿਕੱਠੇ ਹੋਣ, ੳੁ੍ਨਥੇ ਖਿਅਾਲ ਨਾਲ ੳੁਚਾਰੋ। ਛੇਤੀ ਬੋਲਣ ਨਾਲ ੲਿੱਕ ਅੱਖਰ ਰਹਿ ਜਾਂਦਾ ਹੈ।ੁ",
    "type_id": 3
  },
  {
    "id": 569,
    "shabad_id": 53,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਾਮਿ ਕਰੋਧਿ ਨਗਰੁ ਬਹੁ ਭਰਿਅਾ; ਮਿਲਿ ਸਾਧੂ ਖੰਡਲ ਖੰਡਾ ਹੇ ॥",
    "transliteration": "Kaam Karodhh Nagar Bahu Bhariaa Mil Saadhhoo Khanddal Khanddaa Hae ||",
    "translation": "The body-village is filled to overflowing with anger and sexual desire; these were broken into bits when I met with the Holy Saint.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ-) ਸ਼ਹਰ ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਨਾਲ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ (ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਦੇ ਇਸ ਜੋੜ ਨੂੰ) ਤੋੜਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਖੰਡਲ) ਸਮੂਹ ਨੰੂ (ਖੰਡਾ) ਟੁਕੜੇ ਟੁਕੜੇ ਕੀਤਾ। ਨੱਗਰ",
    "type_id": 3
  },
  {
    "id": 570,
    "shabad_id": 53,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੂਰਬਿ ਲਿਖਤ ਲਿਖੇ, ਗੁਰੁ ਪਾੲਿਅਾ; ਮਨਿ ਹਰਿ ਲਿਵ, ਮੰਡਲ ਮੰਡਾ ਹੇ ॥੧॥",
    "transliteration": "Poorab Likhath Likhae Gur Paaeiaa Man Har Liv Manddal Manddaa Hae ||1||",
    "translation": "By pre-ordained destiny, I have met with the Guru. I have entered into the realm of the Lord's Love. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਜੋਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਲਿਵ ਲੱਗ ਜਾਂਦੀ ਹੈ (ਅਤੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਕਾਮਾਦਿਕਾਂ ਦਾ ਜੋੜ ਟੁੱਟ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਪੂਰਬਿ) ਪਹਿਲੇ। (ਮੰਡਲ) ਘੇਰੇ ਵਿੱਚ (ਮੰਡਾ) ੲਿਸਥਿੱਤ ਕੀਤਾ (ਹੇ) ਹੈ",
    "type_id": 3
  },
  {
    "id": 571,
    "shabad_id": 53,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਰਿ ਸਾਧੂ ਅੰਜੁਲੀ; ਪੁਨੁ ਵਡਾ ਹੇ ॥",
    "transliteration": "Kar Saadhhoo Anjulee Pun Vaddaa Hae ||",
    "translation": "Greet the Holy Saint with your palms pressed together; this is an act of great merit.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਅੱਗੇ ਹੱਥ ਜੋੜ, ਇਹ ਬਹੁਤ ਭਲਾ ਕੰਮ ਹੈ।",
    "pronunciation": "(ਅੰਜੁਲੀ) ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਧਰਤੀ ਤੇ ਮੱਥਾ ਰੱਖ ਕੇ ਨਮਸਕਾਰ ਕਰਨ ਦਾ ਨਾਮ ਅੰਜੁਲੀ ਹੈ। ਪੁਨੁ: ਪੋਲਾ ਬੋਲੋ, ਟਿੱਪੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 572,
    "shabad_id": 53,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਰਿ ਡੰਡੳੁਤ; ਪੁਨੁ ਵਡਾ ਹੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kar Ddanddouth Pun Vaddaa Hae ||1|| Rehaao ||",
    "translation": "Bow down before Him; this is a virtuous action indeed. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਅੱਗੇ ਢਹਿ ਪਉ, ਇਹ ਬੜਾ ਨੇਕ ਕੰਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 573,
    "shabad_id": 53,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸਾਕਤ. ਹਰਿ ਰਸ ਸਾਦੁ. ਨ ਜਾਣਿਅਾ; ਤਿਨ ਅੰਤਰਿ. ਹੳੁਮੈ ਕੰਡਾ ਹੇ ॥",
    "transliteration": "Saakath Har Ras Saadh N Jaaniaa Thin Anthar Houmai Kanddaa Hae ||",
    "translation": "The wicked shaaktas, the faithless cynics, do not know the Taste of the Lord's Sublime Essence. The thorn of egotism is embedded deep within them.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਹਨ, ਉਹ ਉਸ ਦੇ ਨਾਮ ਦੇ ਰਸ ਦੇ ਸੁਆਦ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੇ। ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਦਾ (ਮਾਨੋ) ਕੰਡਾ ਚੁੱਭਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 574,
    "shabad_id": 53,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਚਲਹਿ, ਚੁਭੈ ਦੁਖੁ ਪਾਵਹਿ; ਜਮਕਾਲੁ ਸਹਹਿ ਸਿਰਿ ਡੰਡਾ ਹੇ ॥੨॥",
    "transliteration": "Jio Jio Chalehi Chubhai Dhukh Paavehi Jamakaal Sehehi Sir Ddanddaa Hae ||2||",
    "translation": "The more they walk away, the deeper it pierces them, and the more they suffer in pain, until finally, the Messenger of Death smashes his club against their heads. ||2||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਉਹ ਤੁਰਦੇ ਹਨ (ਜਿਉਂ ਜਿਉਂ ਉਹ ਹਉਮੈ ਦੇ ਸੁਭਾਵ ਵਾਲੀ ਵਰਤੋਂ ਵਰਤਦੇ ਹਨ, ਹਉਮੈ ਦਾ ਉਹ ਕੰਡਾ ਉਹਨਾਂ ਨੂੰ) ਚੁੱਭਦਾ ਹੈ, ਉਹ ਦੁੱਖ ਪਾਂਦੇ ਹਨ, ਅਤੇ ਆਪਣੇ ਸਿਰ ਉੱਤੇ ਆਤਮਕ ਮੌਤ-ਰੂਪ ਡੰਡਾ ਸਹਾਰਦੇ ਹਨ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਸਵਾਰ ਰਹਿੰਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "ਸਾਕਤ ਜਿਵੇਂ-ਜਿਵੇਂ ਹੰਗਤਾ ਦੇ ਕੁਮਾਰਗ ਚ (ਚਲਹਿ) ਚੱਲਦੇ ਹਨ, ਤਿਵੇਂ-ਤਿਵੇਂ ੳੁਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਹੳੁਮੈ ਕੰਡਾ ਚੁੱਭਦਾ ਹੈ, ਹੳੁਮੈ ਦਾ ਕੰਡਾ ਚੱੁਭਣੇ ਕਰਕੇ ਜੰਮਣ ਮਰਨ ਦਾ ਦੁੱਖ ਪਾੳੁਂਦੇ ਹਨ। ਸਹ-ਹਿ: ਪਹਿਲਾ ਹਾਹਾ ਮੁਕਤਾ ਬੋਲ ਕੇ, ਦੂਜੇ ਹਾਹੇ ਸਿਹਾਰੀ ਲਾੳੁ। ਚੱਲਹਿ, ਚੁਭੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 575,
    "shabad_id": 53,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਜਨ, ਹਰਿ ਹਰਿ ਨਾਮਿ ਸਮਾਣੇ; ਦੁਖੁ ਜਨਮ ਮਰਣ ਭਵ ਖੰਡਾ ਹੇ ॥",
    "transliteration": "Har Jan Har Har Naam Samaanae Dhukh Janam Maran Bhav Khanddaa Hae ||",
    "translation": "The humble servants of the Lord are absorbed in the Name of the Lord, Har, Har. The pain of birth and the fear of death are eradicated.",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ) ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਸੰਸਾਰ ਦਾ ਜੰਮਣ ਮਰਨ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਭਵ) ਸੰਸਾਰ। (ਖੰਡਾ) ਨਾਸ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 576,
    "shabad_id": 53,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਬਿਨਾਸੀ ਪੁਰਖੁ ਪਾੲਿਅਾ ਪਰਮੇਸਰੁ; ਬਹੁ ਸੋਭ ਖੰਡ ਬ੍ਰਹਮੰਡਾ ਹੇ ॥੩॥",
    "transliteration": "Abinaasee Purakh Paaeiaa Paramaesar Bahu Sobh Khandd Brehamanddaa Hae ||3||",
    "translation": "They have found the Imperishable Supreme Being, the Transcendent Lord God, and they receive great honor throughout all the worlds and realms. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਨਾਸ਼ ਨਾਹ ਹੋਣ ਵਾਲਾ ਸਰਬ-ਵਿਆਪਕ ਪਰਮੇਸਰ ਮਿਲ ਪੈਂਦਾ ਹੈ। ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ਸੋਭ) ਸੋਭਾ",
    "type_id": 3
  },
  {
    "id": 577,
    "shabad_id": 53,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਮ ਗਰੀਬ ਮਸਕੀਨ ਪ੍ਰਭ ਤੇਰੇ; ਹਰਿ ਰਾਖੁ ਰਾਖੁ ਵਡ ਵਡਾ ਹੇ ॥",
    "transliteration": "Ham Gareeb Masakeen Prabh Thaerae Har Raakh Raakh Vadd Vaddaa Hae ||",
    "translation": "I am poor and meek, God, but I belong to You! Save me-please save me, O Greatest of the Great!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ ਗਰੀਬ ਮੰਗਦੇ ਹਾਂ। ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਸਹਾਈ ਹੈਂ। ਸਾਨੂੰ (ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "(ਮਸਕੀਨ) ਨਿਮਾਣੇ",
    "type_id": 3
  },
  {
    "id": 578,
    "shabad_id": 53,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਅਧਾਰੁ ਟੇਕ ਹੈ; ਹਰਿ ਨਾਮੇ ਹੀ ਸੁਖੁ ਮੰਡਾ ਹੇ ॥੪॥੪॥",
    "transliteration": "Jan Naanak Naam Adhhaar Ttaek Hai Har Naamae Hee Sukh Manddaa Hae ||4||4||",
    "translation": "Servant Nanak takes the Sustenance and Support of the Naam. In the Name of the Lord, he enjoys celestial peace. ||4||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਤੇਰਾ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ, ਤੇਰਾ ਨਾਮ ਹੀ ਸਹਾਰਾ ਹੈ। ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "(ਅਧਾਰੁ) ਅਾਸਰਾ। (ਟੇਕ) ਸਹਾਰਾ। (ਮੰਡਾ) ਮਿਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 579,
    "shabad_id": 54,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Raag Gourree Poorabee Mehalaa 5 ||",
    "translation": "Raag Gauree Poorbee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 580,
    "shabad_id": 54,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਰੳੁ ਬੇਨੰਤੀ, ਸੁਣਹੁ ਮੇਰੇ ਮੀਤਾ; ਸੰਤ ਟਹਲ ਕੀ ਬੇਲਾ ॥",
    "transliteration": "Karo Baenanthee Sunahu Maerae Meethaa Santh Ttehal Kee Baelaa ||",
    "translation": "Listen, my friends, I beg of you: now is the time to serve the Saints!",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰੋ! ਸੁਣੋ! ਮੈਂ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-(ਹੁਣ) ਗੁਰਮੁਖਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਦਾ ਵੇਲਾ ਹੈ।",
    "pronunciation": "(ਬੇਲਾ) ਸਮਾਂ।ਬੇਲਾ: ਪੋਲਾ ਬੋਲੋ, ਦੱਬ ਕੇ ਬੋਲਿਅਾਂ ਅਰਥ ਜੰਗਲ ਬਣੇਗਾ",
    "type_id": 3
  },
  {
    "id": 581,
    "shabad_id": 54,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲੀਹਾ ਖਾਟਿ ਚਲਹੁ, ਹਰਿ ਲਾਹਾ; ਅਾਗੈ ਬਸਨੁ ਸੁਹੇਲਾ ॥੧॥",
    "transliteration": "Eehaa Khaatt Chalahu Har Laahaa Aagai Basan Suhaelaa ||1||",
    "translation": "In this world, earn the profit of the Lord's Name, and hereafter, you shall dwell in peace. ||1||",
    "punjabi": "(ਜੇ ਸੇਵਾ ਕਰੋਗੇ, ਤਾਂ) ਇਸ ਜਨਮ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ ਜਾਵੋਗੇ, ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਰਹਿਣਾ ਸੌਖਾ ਹੋ ਜਾਇਗਾ ॥੧॥",
    "pronunciation": "(ਸੁਹੇਲਾ) ਸੁਖਦਾੲਿਕ।ਚੱਲਹੁ",
    "type_id": 3
  },
  {
    "id": 582,
    "shabad_id": 54,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਅੳੁਧ ਘਟੈ; ਦਿਨਸੁ ਰੈਣਾਰੇ ॥",
    "transliteration": "Aoudhh Ghattai Dhinas Rainaarae ||",
    "translation": "This life is diminishing, day and night.",
    "punjabi": "ਹੇ ਮਨ! ਦਿਨ ਰਾਤ (ਬੀਤ ਬੀਤ ਕੇ) ਉਮਰ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਅੳੁਧ) ੳੁਮਰ। (ਰੈਣਾਰੇ) ਰਾਤ",
    "type_id": 3
  },
  {
    "id": 583,
    "shabad_id": 54,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਗੁਰ ਮਿਲਿ; ਕਾਜ ਸਵਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Gur Mil Kaaj Savaarae ||1|| Rehaao ||",
    "translation": "Meeting with the Guru, your affairs shall be resolved. ||1||Pause||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ) ਕੰਮ ਸਿਰੇ ਚਾੜ੍ਹ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 584,
    "shabad_id": 54,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ੲਿਹੁ ਸੰਸਾਰੁ ਬਿਕਾਰੁ ਸੰਸੇ ਮਹਿ; ਤਰਿਓ ਬ੍ਰਹਮਗਿਅਾਨੀ ॥",
    "transliteration": "Eihu Sansaar Bikaar Sansae Mehi Thariou Breham Giaanee ||",
    "translation": "This world is engrossed in corruption and cynicism. Only those who know God are saved.",
    "punjabi": "ਇਹ ਜਗਤ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ। (ਜਗਤ ਦੇ ਜੀਵ) ਤੌਖ਼ਲਿਆਂ ਵਿਚ (ਡੁੱਬ ਰਹੇ ਹਨ। ਇਹਨਾਂ ਵਿਚੋਂ) ਉਹੀ ਮਨੁੱਖ ਨਿਕਲਦਾ ਹੈ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 585,
    "shabad_id": 54,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਿਸਹਿ ਜਗਾੲਿ, ਪੀਅਾਵੈ ੲਿਹੁ ਰਸੁ; ਅਕਥ ਕਥਾ ਤਿਨਿ ਜਾਨੀ ॥੨॥",
    "transliteration": "Jisehi Jagaae Peeaavai Eihu Ras Akathh Kathhaa Thin Jaanee ||2||",
    "translation": "Only those who are awakened by the Lord to drink in this Sublime Essence, come to know the Unspoken Speech of the Lord. ||2||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਵਿਚ ਸੁੱਤੇ ਹੋਏ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਜਗਾ ਕੇ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀਆਂ ਗੱਲਾਂ (ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਕਰਨ ਦੀ ਜਾਚ ਸਿੱਖ ਲਈ ਹੈ ॥੨॥",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 586,
    "shabad_id": 54,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜਾ ਕੳੁ ਅਾੲੇ. ਸੋੲੀ ਬਿਹਾਝਹੁ; ਹਰਿ ਗੁਰ ਤੇ. ਮਨਹਿ ਬਸੇਰਾ ॥",
    "transliteration": "Jaa Ko Aaeae Soee Bihaajhahu Har Gur Thae Manehi Basaeraa ||",
    "translation": "Purchase only that for which you have come into the world, and through the Guru, the Lord shall dwell within your mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਕੰਮ ਵਾਸਤੇ (ਇੱਥੇ) ਆਏ ਹੋ, ਉਸ ਦਾ ਵਣਜ ਕਰੋ। ਉਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਮਨ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਬਿਹਾਝਹੁ) ਖ੍ਰੀਦੋ",
    "type_id": 3
  },
  {
    "id": 587,
    "shabad_id": 54,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਮਹਲੁ, ਪਾਵਹੁ ਸੁਖ ਸਹਜੇ; ਬਹੁਰਿ. ਨ ਹੋੲਿਗੋ ਫੇਰਾ ॥੩॥",
    "transliteration": "Nij Ghar Mehal Paavahu Sukh Sehajae Bahur N Hoeigo Faeraa ||3||",
    "translation": "Within the home of your own inner being, you shall obtain the Mansion of the Lord's Presence with intuitive ease. You shall not be consigned again to the wheel of reincarnation. ||3||",
    "punjabi": "(ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋਗੇ, ਤਾਂ) ਆਤਮਕ ਆਨੰਦ ਅਤੇ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣੇ ਅੰਦਰ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲਵੋਗੇ। ਫਿਰ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੋਵੇਗਾ ॥੩॥",
    "pronunciation": "(ਨਿੱਜ) ਅਾਪਣੇ ਰਿਦੇ ਰੂਪੀ ਘਰ ਚੋਂ ਹੀ (ਮਹਲੁ) ਨਿਰਗੁਨ ਬ੍ਰਹਮ ਮਹੱਲੁ ਪਾ ਲਵੋਂਗੇ। ਮਹ-ਲੁ: ਹਾਹੇ ਸਿਹਾਰੀ ਨਹੀਂ ਲਾੳੁਣੀ, ਮੁਕਤਾ ਬੋਲ ਕੇ, ਪੋਲਾ ਬੋਲੋ। ਸਹ-ਜੇ: ਨੂੰ ਸਹਿਜੇ ਨਹੀਂ ਬੋਲੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 588,
    "shabad_id": 54,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅੰਤਰਜਾਮੀ ਪੁਰਖ ਬਿਧਾਤੇ; ਸਰਧਾ ਮਨ ਕੀ ਪੂਰੇ ॥",
    "transliteration": "Antharajaamee Purakh Bidhhaathae Saradhhaa Man Kee Poorae ||",
    "translation": "O Inner-knower, Searcher of Hearts, O Primal Being, Architect of Destiny: please fulfill this yearning of my mind.",
    "punjabi": "ਹੇ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਨਹਾਰ! ਮੇਰੇ ਮਨ ਦੀ ਇੱਛਾ ਪੂਰੀ ਕਰ।",
    "pronunciation": "(ਬਿਧੱਾਤੇ) ਸਿਰਜਣਹਾਰ। (ਸਰਧਾ) ੲਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 589,
    "shabad_id": 54,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ. ੲਿਹੈ ਸੁਖੁ ਮਾਗੈ; ਮੋਕੳੁ. ਕਰਿ ਸੰਤਨ ਕੀ ਧੂਰੇ ॥੪॥੫॥",
    "transliteration": "Naanak Dhaas Eihai Sukh Maagai Mo Ko Kar Santhan Kee Dhhoorae ||4||5||",
    "translation": "Nanak, Your slave, begs for this happiness: let me be the dust of the feet of the Saints. ||4||5||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਤੈਥੋਂ ਇਹੀ ਸੁਖ ਮੰਗਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਾ ਦੇਹ ॥੪॥੫॥",
    "pronunciation": "ਮਾਂਗੈ। ਮੋ-ਕੳੁ: ਮੋਕੋ ਨਹੀਂ ਕਹਿਣਾ।",
    "type_id": 3
  }
]
