[
  {
    "id": 618,
    "shabad_id": 56,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਕਾਗਦ ਲਖ ਮਣਾ; ਪੜਿ ਪੜਿ ਕੀਚੈ ਭਾੳੁ ॥",
    "transliteration": "Naanak Kaagadh Lakh Manaa Parr Parr Keechai Bhaao ||",
    "translation": "O Nanak, if I had hundreds of thousands of stacks of paper, and if I were to read and recite and embrace love for the Lord,",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੇਰੇ ਪਾਸ ਤੇਰੀ ਵਡਿਆਈ ਨਾਲ ਭਰੇ ਹੋਏ) ਲੱਖਾਂ ਮਣਾਂ ਕਾਗ਼ਜ਼ ਹੋਣ। ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਮੁੜ ਪੜ੍ਹ ਕੇ ਵਿਚਾਰ (ਭੀ) ਕੀਤੀ ਜਾਵੇ,",
    "pronunciation": "(ਭਾੳੁ) ਪ੍ਰੇਮ।ਪੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 619,
    "shabad_id": 56,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮਸੂ. ਤੋਟਿ ਨ ਅਾਵੲੀ; ਲੇਖਣਿ. ਪੳੁਣੁ ਚਲਾੳੁ ॥",
    "transliteration": "Masoo Thott N Aavee Laekhan Poun Chalaao ||",
    "translation": "And if ink were never to fail me, and if my pen were able to move like the wind",
    "punjabi": "ਜੇ (ਤੇਰੀ ਵਡਿਆਈ ਲਿਖਣ ਵਾਸਤੇ) ਮੈਂ ਹਵਾ ਨੂੰ ਕਲਮ ਬਣਾ ਲਵਾਂ (ਲਿਖਦਿਆਂ ਲਿਖਦਿਆਂ) ਸਿਆਹੀ ਦੀ ਭੀ ਕਦੇ ਤੋਟ ਨਾਹ ਆਵੇ,",
    "pronunciation": "(ਮੱਸੂ)ਸਿਅਾਹੀ। (ਲੇਖਣਿ) ਕਲਮ",
    "type_id": 3
  },
  {
    "id": 620,
    "shabad_id": 56,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਭੀ ਤੇਰੀ ਕੀਮਤਿ. ਨਾ ਪਵੈ; ਹੳੁ. ਕੇਵਡੁ ਅਾਖਾ ਨਾੳੁ ॥੪॥੨॥",
    "transliteration": "Bhee Thaeree Keemath Naa Pavai Ho Kaevadd Aakhaa Naao ||4||2||",
    "translation": "-even so, I could not estimate Your Value. How can I describe the Greatness of Your Name? ||4||2||",
    "punjabi": "ਤਾਂ ਭੀ (ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰਾ ਮੁੱਲ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਦੱਸਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 621,
    "shabad_id": 57,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 622,
    "shabad_id": 57,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਲੇਖੈ ਬੋਲਣੁ ਬੋਲਣਾ; ਲੇਖੈ ਖਾਣਾ ਖਾੳੁ ॥",
    "transliteration": "Laekhai Bolan Bolanaa Laekhai Khaanaa Khaao ||",
    "translation": "As it is pre-ordained, people speak their words. As it is pre-ordained, they consume their food.",
    "punjabi": "ਸਾਡਾ ਬੋਲ-ਚਾਲ, ਸਾਡਾ ਖਾਣ-ਪੀਣ ਥੋੜੇ ਹੀ ਸਮੇਂ ਲਈ ਹੈ,",
    "pronunciation": "(ਲੇਖੈ)ਹਿਸਾਬ",
    "type_id": 3
  },
  {
    "id": 623,
    "shabad_id": 57,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਲੇਖੈ ਵਾਟ ਚਲਾੲੀਅਾ; ਲੇਖੈ ਸੁਣਿ ਵੇਖਾੳੁ ॥",
    "transliteration": "Laekhai Vaatt Chalaaeeaa Laekhai Sun Vaekhaao ||",
    "translation": "As it is pre-ordained, they walk along the way. As it is pre-ordained, they see and hear.",
    "punjabi": "ਜਿਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਅਸੀਂ ਤੁਰੇ ਹੋਏ ਹਾਂ ਇਹ ਸਫ਼ਰ ਭੀ ਥੋੜੇ ਹੀ ਚਿਰ ਲਈ ਹੈ, (ਦੁਨੀਆਂ ਦੇ ਰਾਗ-ਰੰਗ ਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ) ਸੁਣਨੇ ਵੇਖਣੇ ਭੀ ਥੋੜੇ ਹੀ ਸਮੇਂ ਲਈ ਹਨ।",
    "pronunciation": "(ਵਾਟ)ਰਸਤਾ। (ਵੇਖਾੳੁ)ਵੇਖਣਾ",
    "type_id": 3
  },
  {
    "id": 624,
    "shabad_id": 57,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਲੇਖੈ. ਸਾਹ ਲਵਾੲੀਅਹਿ; ਪੜੇ ਕਿ ਪੁਛਣ ਜਾੳੁ ॥੧॥",
    "transliteration": "Laekhai Saah Lavaaeeahi Parrae K Pushhan Jaao ||1||",
    "translation": "As it is pre-ordained, they draw their breath. Why should I go and ask the scholars about this? ||1||",
    "punjabi": "ਅਸੀਂ ਜ਼ਿੰਦਗੀ ਦੇ ਸਾਹ ਗਿਣੇ-ਮਿਥੇ ਸਮੇਂ ਲਈ ਹੀ ਲੈ ਰਹੇ ਹਾਂ। ਮੈਂ (ਇਸ ਬਾਰੇ) ਕਿਸੇ ਪੜ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਕੀਹ ਪੁੱਛਣ ਜਾਵਾਂ? ਇਸ ਬਾਰੇ ਕਿਸੇ ਨੂੰ ਪੁੱਛਣ ਦੀ ਲੋੜ ਨਹੀਂ, ਹਰ ਕੋਈ ਜਾਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਲਵਾੲੀ-ਅਹਿ) ਲੲੀਦੇ ਹਨ। ਪੜ੍ਹੇ। ਪੁੱਛਣ",
    "type_id": 3
  },
  {
    "id": 625,
    "shabad_id": 57,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਬਾਬਾ; ਮਾੲਿਅਾ ਰਚਨਾ ਧੋਹੁ ॥",
    "transliteration": "Baabaa Maaeiaa Rachanaa Dhhohu ||",
    "translation": "O Baba, the splendor of Maya is deceptive.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੀ ਖੇਡ (ਜੀਵਾਂ ਲਈ) ਚਾਰ ਦਿਨ ਦੀ ਹੀ ਖੇਡ ਹੈ।",
    "pronunciation": "(ਧੋਹੁ)ਛਲ਼",
    "type_id": 3
  },
  {
    "id": 626,
    "shabad_id": 57,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅੰਧੈ. ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ਨਾ ਤਿਸੁ ੲੇਹ. ਨ ਓਹੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Andhhai Naam Visaariaa Naa This Eaeh N Ouhu ||1|| Rehaao ||",
    "translation": "The blind man has forgotten the Name; he is in limbo, neither here nor there. ||1||Pause||",
    "punjabi": "ਪਰ ਇਸ ਚਾਰ ਦਿਨ ਦੀ ਖੇਡ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰ ਦਿੱਤਾ ਹੈ, ਨਾਹ ਮਾਇਆ ਨਾਲ ਹੀ ਨਿਭਦੀ ਹੈ ਤੇ ਨਾਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ੲੇਹ) ੲਿਹ ਲੋਕ, (ਓਹੁ) ਪਰਲੋਕ",
    "type_id": 4
  },
  {
    "id": 627,
    "shabad_id": 57,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜੀਵਣ ਮਰਣਾ ਜਾੲਿ ਕੈ; ੲੇਥੈ. ਖਾਜੈ ਕਾਲਿ ॥",
    "transliteration": "Jeevan Maranaa Jaae Kai Eaethhai Khaajai Kaal ||",
    "translation": "Life and death come to all who are born. Everything here gets devoured by Death.",
    "punjabi": "ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਜੰਮਣ ਤੋਂ ਮਰਨ ਤਕ ਸਾਰੀ ਉਮਰ (ਮਨੁੱਖ) ਖਾਣ ਦੇ ਪਦਾਰਥ ਇਕੱਠੇ ਕਰਨ ਵਿੱਚ ਦੇ ਆਹਰ ਵਿੱਚ ਰੁੱਝਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਜੀਵਣ ਮਰਣਾ)ਅਾਤਮਕ ਜੀਵਨ ਤੋਂ ਮਰਨਾ ਅਥਵਾ ਜੀਵਨ ਤੋਂ ਮਰਨ ਤੱਕ, (ਜਾੲਿ)ਪੈਦਾ ਹੋ ਕੇ। (ਕਾਲਿ)ਸਮੇਂ। ਖੱਾਜੈ",
    "type_id": 3
  },
  {
    "id": 628,
    "shabad_id": 57,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿਥੈ ਬਹਿ ਸਮਝਾੲੀਅੈ; ਤਿਥੈ. ਕੋੲਿ ਨ ਚਲਿਓ ਨਾਲਿ ॥",
    "transliteration": "Jithhai Behi Samajhaaeeai Thithhai Koe N Chaliou Naal ||",
    "translation": "He sits and examines the accounts, there where no one goes along with anyone.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ਾਤਰ ਇਹ ਦੌੜ ਭੱਜ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਉਹ ਥਾਂ ਤਕ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹੁੰਦਾ, ਜਿਥੇ ਇਸ ਨੂੰ (ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕੀਤੇ ਕੰਮਾਂ ਦਾ ਲੇਖਾ) ਸਮਝਾਇਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜਿੱਥੈ। ਤਿੱਥੈ। ਚੱਲਿਓ",
    "type_id": 3
  },
  {
    "id": 629,
    "shabad_id": 57,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਰੋਵਣ ਵਾਲੇ ਜੇਤੜੇ; ਸਭਿ ਬੰਨਹਿ. ਪੰਡ ਪਰਾਲਿ ॥੨॥",
    "transliteration": "Rovan Vaalae Jaetharrae Sabh Bannehi Pandd Paraal ||2||",
    "translation": "Those who weep and wail might just as well all tie bundles of straw. ||2||",
    "punjabi": "(ਇਸ ਦੇ ਮਰਨ ਪਿਛੋਂ) ਇਸ ਨੂੰ ਰੋਣ ਵਾਲੇ ਸਾਰੇ ਹੀ ਸੰਬੰਧੀ (ਇਸ ਦੇ ਭਾ ਦੀਆਂ), ਪਰਾਲੀ ਦੀਆਂ ਪੰਡਾਂ ਪਏ ਚੁੱਕਦੇ ਹਨ (ਕਿਉਂਕਿ ਮਰਨ ਵਾਲੇ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ) ॥੨॥",
    "pronunciation": "(ਪਰਾਲਿ) ਪਰਾਲ਼ੀ ਵਾਂਗ ਵਿਅਰਥ ਅੌਗਣਾਂ ਪਾਪਾਂ ਦੀ ਪੰਡ (ਬੰਨ੍ਹਹਿ)ਬੰਨ੍ਹ ਕੇ ਹਰ ਸਮੇਂ ਅਪਣੇ ਸਿਰ ਤੇ ਚੁੱਕੀ ਫਿਰਦੇ ਹਨ। ਜੇ੍ਨਤੜੇ",
    "type_id": 3
  },
  {
    "id": 630,
    "shabad_id": 57,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਭੁ ਕੋ ਅਾਖੈ, ਬਹੁਤੁ ਬਹੁਤੁ; ਘਟਿ. ਨ ਅਾਖੈ ਕੋੲਿ ॥",
    "transliteration": "Sabh Ko Aakhai Bahuth Bahuth Ghatt N Aakhai Koe ||",
    "translation": "Everyone says that God is the Greatest of the Great. No one calls Him any less.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਹਰੇਕ ਜੀਵ (ਤੈਨੂੰ) ਬਹੁਤ ਬਹੁਤ ਧਨ ਵਾਸਤੇ ਹੀ ਆਖਦਾ ਹੈ, ਕੋਈ ਭੀ ਥੋੜਾ ਨਹੀਂ ਮੰਗਦਾ, ਕਿਸੇ ਨੇ ਭੀ ਕਦੇ ਮੰਗਣ ਤੋਂ ਬੱਸ ਨਹੀਂ ਕੀਤੀ, ਮੰਗ ਮੰਗ ਕੇ ਕਦੇ ਕੋਈ ਭੀ ਰੱਜਿਆ ਨਹੀਂ (ਪਰ ਉਹ ਸਾਰਾ ਧਨ ਇਥੇ ਹੀ ਰਹਿ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਬਹੁਤੁ: ਬੱਬਾ ਮੁਕਤਾ ਬੋਲੋ, ਕਨੌੜਾ ਨ ਲਾੳੁ, ਬੌਹੁਤੁ ਨ ਬੋਲੋ। ਘੱਟਿ",
    "type_id": 3
  },
  {
    "id": 631,
    "shabad_id": 57,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕੀਮਤਿ. ਕਿਨੈ ਨ ਪਾੲੀਅਾ; ਕਹਣਿ. ਨ ਵਡਾ ਹੋੲਿ ॥",
    "transliteration": "Keemath Kinai N Paaeeaa Kehan N Vaddaa Hoe ||",
    "translation": "No one can estimate His Worth. By speaking of Him, His Greatness is not increased.",
    "punjabi": "ਕਿਸੇ ਨੇ ਕਦੇ ਆਪਣੇ ਮੰਗਣ ਦੀ ਕੀਮਤ ਨਹੀਂ ਪਾਈ, ਮੰਗਣ ਦਾ ਹੱਦ-ਬੰਨਾ ਨਹੀਂ ਲੱਭਾ, ਬੱਸ ਨਹੀਂ ਕੀਤੀ। ਆਪਣੇ ਕਹਿਣ-ਅਨੁਸਾਰ ਕੋਈ ਵੱਡਾ ਨਹੀਂ ਬਣਿਆ, ਮੂੰਹੋਂ-ਮੰਗੇ ਧਨ ਨਾਲ ਕਦੇ ਕੋਈ ਰੱਜਿਆ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 632,
    "shabad_id": 57,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਾਚਾ ਸਾਹਬੁ. ੲੇਕੁ ਤੂ; ਹੋਰਿ ਜੀਅਾ ਕੇਤੇ ਲੋਅ ॥੩॥",
    "transliteration": "Saachaa Saahab Eaek Thoo Hor Jeeaa Kaethae Loa ||3||",
    "translation": "You are the One True Lord and Master of all the other beings, of so many worlds. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਕ ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਖ਼ਾਲਕ ਹੈਂ, ਹੋਰ ਸਾਰੇ ਜੀਆ-ਜੰਤ ਹੋਰ ਸਾਰੇ ਜਗਤ ਮੰਡਲ-ਨਾਸਵੰਤ ਹਨ ॥੩॥",
    "pronunciation": "ਸਾਹਬੁ: ਹਾਹਾ ਮੁਕਤਾ, ਬੱਬੇ ਅੌਂਕੜ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 633,
    "shabad_id": 57,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨੀਚਾ ਅੰਦਰਿ. ਨੀਚ ਜਾਤਿ; ਨੀਚੀ ਹੂ. ਅਤਿ ਨੀਚੁ ॥",
    "transliteration": "Neechaa Andhar Neech Jaath Neechee Hoo Ath Neech ||",
    "translation": "Nanak seeks the company of the lowest of the low class, the very lowest of the low.",
    "punjabi": "ਜੋ ਨੀਵੀਂ ਤੋਂ ਨੀਵੀਂ ਜਾਤਿ ਦੇ ਹਨ ਜੋ ਨੀਵਿਆਂ ਤੋਂ ਭੀ ਅਤਿ ਨੀਵੇਂ ਅਖਵਾਂਦੇ ਹਨ,",
    "pronunciation": "ਨੀਚਾਂ",
    "type_id": 3
  },
  {
    "id": 634,
    "shabad_id": 57,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕੁ. ਤਿਨ ਕੈ ਸੰਗਿ ਸਾਥਿ; ਵਡਿਅਾ ਸਿੳੁ ਕਿਅਾ ਰੀਸ ॥",
    "transliteration": "Naanak Thin Kai Sang Saathh Vaddiaa Sio Kiaa Rees ||",
    "translation": "Why should he try to compete with the great?",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੈਥੋਂ ਇਹੀ ਮੰਗਦਾ ਹਾਂ ਕਿ ਤੇਰਾ) ਨਾਨਕ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨਾਲ ਸਾਥ ਬਣਾਏ। ਮੈਨੂੰ ਮਾਇਆ-ਧਾਰੀਆਂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਦੀ ਕੋਈ ਤਾਂਘ ਨਹੀਂ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 635,
    "shabad_id": 57,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਿਥੈ ਨੀਚ ਸਮਾਲੀਅਨਿ; ਤਿਥੈ ਨਦਰਿ ਤੇਰੀ ਬਖਸੀਸ ॥੪॥੩॥",
    "transliteration": "Jithhai Neech Samaaleean Thithhai Nadhar Thaeree Bakhasees ||4||3||",
    "translation": "In that place where the lowly are cared for-there, the Blessings of Your Glance of Grace rain down. ||4||3||",
    "punjabi": "(ਕਿਉਂਕਿ ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ) ਤੇਰੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਉਥੇ ਹੈ ਜਿਥੇ ਗ਼ਰੀਬਾਂ ਦੀ ਸਾਰ ਲਈ ਜਾਂਦੀ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 636,
    "shabad_id": 58,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 637,
    "shabad_id": 58,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਲਬੁ ਕੁਤਾ. ਕੂੜੁ ਚੂਹੜਾ; ਠਗਿ ਖਾਧਾ ਮੁਰਦਾਰੁ ॥",
    "transliteration": "Lab Kuthaa Koorr Chooharraa Thag Khaadhhaa Muradhaar ||",
    "translation": "Greed is a dog; falsehood is a filthy street-sweeper. Cheating is eating a rotting carcass.",
    "punjabi": "ਖਾਣ ਦਾ ਲਾਲਚ (ਮੇਰੇ ਅੰਦਰ) ਕੁੱਤਾ ਹੈ (ਜੋ ਹਰ ਵੇਲੇ ਖਾਣ ਨੂੰ ਮੰਗਦਾ ਹੈ ਭੌਂਕਦਾ ਹੈ), ਝੂਠ (ਬੋਲਣ ਦੀ ਵਾਦੀ ਮੇਰੇ ਅੰਦਰ) ਚੂਹੜਾ ਹੈ (ਜਿਸ ਨੇ ਮੈਨੂੰ ਬਹੁਤ ਨੀਵਾਂ ਕਰ ਦਿੱਤਾ ਹੈ), (ਦੂਜਿਆਂ ਨੂੰ) ਠੱਗ ਕੇ ਖਾਣਾ (ਮੇਰੇ ਅੰਦਰ) ਮੁਰਦਾਰ ਹੈ (ਜੋ ਸੁਆਰਥ ਦੀ ਬਦਬੂ ਵਧਾ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "ਧਨ, ਪਾਪ, ਵਿਕਾਰ, ਅੌਗੁਣਾਂ, ਖਾਣ ਦਾ (ਲੱਬੁ) ਲਾਲਚ ਕਰਨਾ ਕੁੱਤਾ ਸੁਭਾਵ ਹੈ। ਠੱਗਿ। ਖੱਾਧਾ।",
    "type_id": 3
  },
  {
    "id": 638,
    "shabad_id": 58,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਰ ਨਿੰਦਾ. ਪਰ ਮਲੁ ਮੁਖ ਸੁਧੀ; ਅਗਨਿ ਕ੍ਰੋਧੁ ਚੰਡਾਲੁ ॥",
    "transliteration": "Par Nindhaa Par Mal Mukh Sudhhee Agan Krodhh Chanddaal ||",
    "translation": "Slandering others is putting the filth of others into your own mouth. The fire of anger is the outcaste who burns dead bodies at the crematorium.",
    "punjabi": "ਪਰਾਈ ਨਿੰਦਿਆ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਸਮੂਲਚੀ ਪਰਾਈ ਮੈਲ ਹੈ, ਕ੍ਰੋਧ-ਅੱਗ (ਮੇਰੇ ਅੰਦਰ) ਚੰਡਾਲ (ਬਣੀ ਪਈ ਹੈ),",
    "pronunciation": "(ਪਰ)ਪਰਾੲੀ। (ਮਲ)ਮੈਲ਼।(ਸੁੱਧੀ)ਨਿਰੀ",
    "type_id": 3
  },
  {
    "id": 639,
    "shabad_id": 58,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਸ ਕਸ. ਅਾਪੁ ਸਲਾਹਣਾ; ੲੇ ਕਰਮ ਮੇਰੇ. ਕਰਤਾਰ ॥੧॥",
    "transliteration": "Ras Kas Aap Salaahanaa Eae Karam Maerae Karathaar ||1||",
    "translation": "I am caught in these tastes and flavors, and in self-conceited praise. These are my actions, O my Creator! ||1||",
    "punjabi": "ਮੈਨੂੰ ਕਈ ਚਸਕੇ ਹਨ, ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਵਡਿਆਉਂਦਾ ਹਾਂ। ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਮੇਰੀਆਂ ਤਾਂ ਇਹ ਕਰਤੂਤਾਂ ਹਨ ॥੧॥",
    "pronunciation": "ਰਸ ਕਸ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 640,
    "shabad_id": 58,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬਾਬਾ ਬੋਲੀਅੈ; ਪਤਿ ਹੋੲਿ ॥",
    "transliteration": "Baabaa Boleeai Path Hoe ||",
    "translation": "O Baba, speak only that which will bring you honor.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਬੋਲ ਬੋਲਣਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਸ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲੇ।",
    "pronunciation": "ਪਤਿ:ਪੋਲਾ ਬੋਲੋ। (ਪਤਿ) ਪਤੀ,ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 641,
    "shabad_id": 58,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ੳੂਤਮ ਸੇ. ਦਰਿ ੳੂਤਮ ਕਹੀਅਹਿ; ਨੀਚ ਕਰਮ. ਬਹਿ ਰੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ootham Sae Dhar Ootham Keheeahi Neech Karam Behi Roe ||1|| Rehaao ||",
    "translation": "They alone are good, who are judged good at the Lord's Door. Those with bad karma can only sit and weep. ||1||Pause||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ (ਅਸਲ ਵਿਚ) ਚੰਗੇ ਹਨ, ਜੋ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਚੰਗੇ ਆਖੇ ਜਾਂਦੇ ਹਨ, ਮੰਦ-ਕਰਮੀ ਬੰਦੇ ਬੈਠੇ ਝੁਰਦੇ ਹੀ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 642,
    "shabad_id": 58,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਰਸੁ ਸੁੲਿਨਾ. ਰਸੁ ਰੁਪਾ ਕਾਮਣਿ; ਰਸੁ ਪਰਮਲ ਕੀ ਵਾਸੁ ॥",
    "transliteration": "Ras Sueinaa Ras Rupaa Kaaman Ras Paramal Kee Vaas ||",
    "translation": "The pleasures of gold and silver, the pleasures of women, the pleasure of the fragrance of sandalwood,",
    "punjabi": "ਸੋਨਾ ਚਾਂਦੀ (ਇਕੱਠਾ ਕਰਨ) ਦਾ ਚਸਕਾ, ਇਸਤ੍ਰੀ (ਭਾਵ, ਕਾਮ) ਦਾ ਚਸਕਾ, ਸੁਗੰਧੀਆਂ ਦੀ ਲਗਨ,",
    "pronunciation": "(ਰਸੁ) ਸੁਅਾਦ, ਪ੍ਰੀਤੀ। (ਕੱਾਮਣਿ)ਨਾਰੀ। (ਰੁੱਪਾ)ਚਾਂਦੀ। (ਪਰਮਲ)ਚੰਦਨ ਕੀ (ਵਾਸੁ)ਸੁਗੰਧੀ",
    "type_id": 3
  },
  {
    "id": 643,
    "shabad_id": 58,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਰਸੁ ਘੋੜੇ ਰਸੁ ਸੇਜਾ ਮੰਦਰ; ਰਸੁ ਮੀਠਾ ਰਸੁ ਮਾਸੁ ॥",
    "transliteration": "Ras Ghorrae Ras Saejaa Mandhar Ras Meethaa Ras Maas ||",
    "translation": "The pleasure of horses, the pleasure of a soft bed in a palace, the pleasure of sweet treats and the pleasure of hearty meals",
    "punjabi": "ਘੋੜਿਆਂ (ਦੀ ਸਵਾਰੀ) ਦਾ ਸ਼ੌਂਕ, (ਨਰਮ ਨਰਮ) ਸੇਜਾਂ ਤੇ (ਸੋਹਣੇ) ਮਹਲ-ਮਾੜੀਆਂ ਦੀ ਲਾਲਸਾ, (ਸੁਆਦਲੇ) ਮਿੱਠੇ ਪਦਾਰਥ, ਤੇ ਮਾਸ (ਖਾਣ) ਦਾ ਚਸਕਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 644,
    "shabad_id": 58,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ੲੇਤੇ ਰਸ ਸਰੀਰ ਕੇ; ਕੈ ਘਟਿ ਨਾਮ ਨਿਵਾਸੁ ॥੨॥",
    "transliteration": "Eaethae Ras Sareer Kae Kai Ghatt Naam Nivaas ||2||",
    "translation": "-these pleasures of the human body are so numerous; how can the Naam, the Name of the Lord, find its dwelling in the heart? ||2||",
    "punjabi": "ਜੇ ਮਨੁੱਖਾ ਸਰੀਰ ਨੂੰ ਇਤਨੇ ਚਸਕੇ ਲੱਗੇ ਹੋਏ ਹੋਣ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਟਿਕਾਣਾ ਕਿਸ ਹਿਰਦੇ ਵਿਚ ਹੋ ਸਕਦਾ ਹੈ? ॥੨॥",
    "pronunciation": "(ਘਟਿ)ਹਿਰਦਾ",
    "type_id": 3
  },
  {
    "id": 645,
    "shabad_id": 58,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜਿਤੁ ਬੋਲਿਅੈ. ਪਤਿ ਪਾੲੀਅੈ; ਸੋ ਬੋਲਿਅਾ ਪਰਵਾਣੁ ॥",
    "transliteration": "Jith Boliai Path Paaeeai So Boliaa Paravaan ||",
    "translation": "Those words are acceptable, which, when spoken, bring honor.",
    "punjabi": "ਉਹੀ ਬੋਲ ਬੋਲਿਆ ਹੋਇਆ ਸੁਚੱਜਾ ਹੈ ਜਿਸ ਦੇ ਬੋਲਣ ਨਾਲ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 646,
    "shabad_id": 58,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਫਿਕਾ ਬੋਲਿ. ਵਿਗੁਚਣਾ; ਸੁਣਿ. ਮੂਰਖ ਮਨ ਅਜਾਣ ॥",
    "transliteration": "Fikaa Bol Viguchanaa Sun Moorakh Man Ajaan ||",
    "translation": "Harsh words bring only grief. Listen, O foolish and ignorant mind!",
    "punjabi": "ਹੇ ਮੂਰਖ ਅੰਞਾਣ ਮਨ! ਸੁਣ, ਫਿੱਕਾ (ਨਾਮ-ਰਸ ਤੋਂ ਸੱਖਣਾ) ਬੋਲ ਬੋਲਿਆਂ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ (ਭਾਵ, ਜੇ ਸਾਰੀ ਉਮਰ ਨਿਰੀਆਂ ਉਹੀ ਗੱਲਾਂ ਕਰਦੇ ਰਹੀਏ ਜੋ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਖ਼ਾਲੀ ਹੋਣ ਤਾਂ ਦੁਖੀ ਹੀ ਰਹੀਦਾ ਹੈ)। ਪ੍ਰਭੂ ਭੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਬਿਨਾ ਹੋਰ ਗੱਲਾਂ ਵਿਅਰਥ ਹਨ।",
    "pronunciation": "(ਵਿ-ਗੁੱਚਣਾ) ਖ਼ਰਾਬ ਹੋਣਾ। ਫਿੱਕਾ",
    "type_id": 3
  },
  {
    "id": 647,
    "shabad_id": 58,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵਹਿ. ਸੇ ਭਲੇ; ਹੋਰਿ ਕਿ ਕਹਣ ਵਖਾਣ ॥੩॥",
    "transliteration": "Jo This Bhaavehi Sae Bhalae Hor K Kehan Vakhaan ||3||",
    "translation": "Those who are pleasing to Him are good. What else is there to be said? ||3||",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ) ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹੀ ਚੰਗੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 648,
    "shabad_id": 58,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਤਿਨ ਮਤਿ. ਤਿਨ ਪਤਿ. ਤਿਨ ਧਨੁ ਪਲੈ; ਜਿਨ. ਹਿਰਦੈ ਰਹਿਅਾ ਸਮਾੲਿ ॥",
    "transliteration": "Thin Math Thin Path Thin Dhhan Palai Jin Hiradhai Rehiaa Samaae ||",
    "translation": "Wisdom, honor and wealth are in the laps of those whose hearts remain permeated with the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਹਰ ਵੇਲੇ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹ ਅਕਲ ਵਾਲੇ ਹਨ, ਇੱਜ਼ਤ ਵਾਲੇ ਹਨ ਤੇ ਧਨ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(ਸਮਾੲਿ)ਮਿਲ ਰਹੇ ਹਨ। ਮੱਤਿ। ਪਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 649,
    "shabad_id": 58,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਤਿਨ ਕਾ ਕਿਅਾ ਸਾਲਾਹਣਾ; ਅਵਰ ਸੁਅਾਲਿੳੁ ਕਾੲਿ ॥",
    "transliteration": "Thin Kaa Kiaa Saalaahanaa Avar Suaalio Kaae ||",
    "translation": "What praise can be offered to them? What other adornments can be bestowed upon them?",
    "punjabi": "ਐਸੇ ਭਲੇ ਮਨੁੱਖਾਂ ਦੀ ਸਿਫ਼ਤਿ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਉਹਨਾਂ ਵਰਗਾ ਸੋਹਣਾ ਹੋਰ ਕੌਣ ਹੈ?",
    "pronunciation": "(ਸੁਅਾਲਿੳੁ) ਸ਼ੋਭਾ, ਸੁੰਦਰ, ਸਲਾਹੁਣੇ ਯੋਗ। (ਕਾੲਿ)ਕਿੳੁਂ, ਕਿਸ ਨੰੂ, ਕੌਣ",
    "type_id": 3
  },
  {
    "id": 650,
    "shabad_id": 58,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਬਾਹਰੇ; ਰਾਚਹਿ ਦਾਨਿ ਨ ਨਾੲਿ ॥੪॥੪॥",
    "transliteration": "Naanak Nadharee Baaharae Raachehi Dhaan N Naae ||4||4||",
    "translation": "O Nanak, those who lack the Lord's Glance of Grace cherish neither charity nor the Lord's Name. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਤੋਂ ਵਾਂਜੇ ਬੰਦੇ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਨਹੀਂ ਜੁੜਦੇ, ਉਸ ਦੇ ਦਿੱਤੇ ਧਨ ਪਦਾਰਥ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥",
    "pronunciation": "ਪ੍ਰਮਾਤਮਾ ਦੀ (ਨਦਰੀ) ਮਿਹਰ (ਬਾਹਰੇ)ਬਿਨਾ। (ਨਾੲਿ)ਨਾਮ ਜਪਣ ਜਪਾੳੁਣ ਚ ਨਹੀਂ (ਰਾਚਹਿ)ਰਚਦੇ",
    "type_id": 3
  },
  {
    "id": 651,
    "shabad_id": 59,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 652,
    "shabad_id": 59,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਮਲੁ ਗਲੋਲਾ ਕੂੜ ਕਾ; ਦਿਤਾ ਦੇਵਣਹਾਰਿ ॥",
    "transliteration": "Amal Galolaa Koorr Kaa Dhithaa Dhaevanehaar ||",
    "translation": "The Great Giver has given the intoxicating drug of falsehood.",
    "punjabi": "ਦੇਣਹਾਰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜਗਤ ਦਾ ਮੋਹ-ਰੂਪ ਅਫੀਮ ਦਾ ਗੋਲਾ ਜੀਵ ਨੂੰ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਅਮ-ਲੁ)ਨਸ਼ੇ ਦਾ (ਗਲੋਲਾ)ਗੋਲ਼ਾ। ਦੇਵਣ-ਹਾਰਿ",
    "type_id": 3
  },
  {
    "id": 653,
    "shabad_id": 59,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਤੀ. ਮਰਣੁ ਵਿਸਾਰਿਅਾ; ਖੁਸੀ ਕੀਤੀ. ਦਿਨ ਚਾਰਿ ॥",
    "transliteration": "Mathee Maran Visaariaa Khusee Keethee Dhin Chaar ||",
    "translation": "The people are intoxicated; they have forgotten death, and they have fun for a few days.",
    "punjabi": "(ਇਸ ਮੋਹ-ਅਫੀਮ ਨੂੰ ਖਾ ਕੇ) ਮਸਤ ਹੋਈ ਜਿੰਦ ਨੇ ਮੌਤ ਭੁਲਾ ਦਿੱਤੀ ਹੈ, ਚਾਰ ਦਿਨ ਜ਼ਿੰਦਗੀ ਵਿਚ ਰੰਗ-ਰਲੀਆਂ ਮਾਣ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਮੱਤੀ)ਅਾਪਣੀ ਮੱਤਿ ਚੋਂ ਅਥਵਾ ਅੌਗੁਣਾਂ ੳੁ੍ਨਗਰ ਪਾਪਾਂ ਦੀ (ਮੱਤੀ)ਮਸਤੀ ਚ",
    "type_id": 3
  },
  {
    "id": 654,
    "shabad_id": 59,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਚੁ ਮਿਲਿਅਾ. ਤਿਨ ਸੋਫੀਅਾ; ਰਾਖਣ ਕੳੁ ਦਰਵਾਰੁ ॥੧॥",
    "transliteration": "Sach Miliaa Thin Sofeeaa Raakhan Ko Dharavaar ||1||",
    "translation": "Those who do not use intoxicants are true; they dwell in the Court of the Lord. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਮੋਹ-ਨਸ਼ਾ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਮੱਲਣ ਦਾ ਆਹਰ ਕੀਤਾ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ॥੧॥",
    "pronunciation": "ਜੂਠ, ਝੂਠ, ਜ਼ੋਰ, ਜ਼ੁਲਮ, ਪਾਪ, ਵਿਕਾਰ, ਭੈੜੇ ਨਸ਼ੇ ਰਹਿਤ ਸੋਫ਼ੀਅਾਂ ਨੰੂ",
    "type_id": 3
  },
  {
    "id": 655,
    "shabad_id": 59,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਸਾਚੇ ਕੳੁ; ਸਚੁ ਜਾਣੁ ॥",
    "transliteration": "Naanak Saachae Ko Sach Jaan ||",
    "translation": "O Nanak, know the True Lord as True.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸੱਚੀ ਸਾਂਝ ਬਣਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 656,
    "shabad_id": 59,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜਿਤੁ ਸੇਵਿਅੈ. ਸੁਖੁ ਪਾੲੀਅੈ; ਤੇਰੀ ਦਰਗਹ ਚਲੈ ਮਾਣੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jith Saeviai Sukh Paaeeai Thaeree Dharageh Chalai Maan ||1|| Rehaao ||",
    "translation": "Serving Him, peace is obtained; you shall go to His Court with honor. ||1||Pause||",
    "punjabi": "ਜਿਸ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਸੁਖ ਮਿਲਦਾ ਹੈ (ਤੇ ਅਰਦਾਸ ਕਰ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਆਪਣਾ ਨਾਮ ਦੇਹ ਜਿਸ ਕਰਕੇ) ਤੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 657,
    "shabad_id": 59,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਚੁ ਸਰਾ ਗੁੜ ਬਾਹਰਾ; ਜਿਸੁ ਵਿਚਿ ਸਚਾ ਨਾੳੁ ॥",
    "transliteration": "Sach Saraa Gurr Baaharaa Jis Vich Sachaa Naao ||",
    "translation": "The Wine of Truth is not fermented from molasses. The True Name is contained within it.",
    "punjabi": "ਸਦਾ ਦੀ ਮਸਤੀ ਕਾਇਮ ਰੱਖਣ ਵਾਲਾ ਸ਼ਰਾਬ ਗੁੜ ਤੋਂ ਬਿਨਾ ਹੀ ਤਿਆਰ ਕਰੀਦਾ ਹੈ, ਉਸ (ਸ਼ਰਾਬ) ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੁੰਦਾ ਹੈ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਸ਼ਰਾਬ ਹੈ ਜੋ ਦੁਨੀਆ ਵਲੋਂ ਬੇ-ਪਰਵਾਹ ਕਰ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "ਸੱਚੁ ਰੂਪੀ (ਸਰਾ)ਸ਼ਰਾਬ",
    "type_id": 3
  }
]
