[
  {
    "id": 741,
    "shabad_id": 64,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕੇਤੀਅਾ ਤੇਰੀਅਾ ਕੁਦਰਤੀ; ਕੇਵਡ ਤੇਰੀ ਦਾਤਿ ॥",
    "transliteration": "Kaetheeaa Thaereeaa Kudharathee Kaevadd Thaeree Dhaath ||",
    "translation": "You have so many Creative Powers, Lord; Your Bountiful Blessings are so Great.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀਆਂ ਬੇਅੰਤ ਤਾਕਤਾਂ ਹਨ, ਤੇਰੀਆਂ ਬੇਅੰਤ ਬਖ਼ਸ਼ਸ਼ਾਂ ਹਨ।",
    "pronunciation": "(ਕੁਦਰਤੀ)ਸ਼ਕਤੀਅਾਂ। ਕੇ੍ਨਤੀਅਾ",
    "type_id": 3
  },
  {
    "id": 742,
    "shabad_id": 64,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕੇਤੇ ਤੇਰੇ ਜੀਅ ਜੰਤ; ਸਿਫਤਿ ਕਰਹਿ ਦਿਨੁ ਰਾਤਿ ॥",
    "transliteration": "Kaethae Thaerae Jeea Janth Sifath Karehi Dhin Raath ||",
    "translation": "So many of Your beings and creatures praise You day and night.",
    "punjabi": "ਬੇਅੰਤ ਜੀਵ ਦਿਨ ਰਾਤ ਤੇਰੀਆਂ ਸਿਫ਼ਤਾਂ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 743,
    "shabad_id": 64,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਕੇਤੇ ਤੇਰੇ ਰੂਪ ਰੰਗ; ਕੇਤੇ ਜਾਤਿ ਅਜਾਤਿ ॥੩॥",
    "transliteration": "Kaethae Thaerae Roop Rang Kaethae Jaath Ajaath ||3||",
    "translation": "You have so many forms and colors, so many classes, high and low. ||3||",
    "punjabi": "ਤੇਰੇ ਬੇਅੰਤ ਹੀ ਰੂਪ ਰੰਗ ਹਨ, ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਬੇਅੰਤ ਜੀਵ ਹਨ, ਜੋ ਕੋਈ ਉੱਚੀਆਂ ਤੇ ਕੋਈ ਨੀਵੀਆਂ ਜਾਤਾਂ ਵਿਚ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 744,
    "shabad_id": 64,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਚੁ ਮਿਲੈ ਸਚੁ ੳੂਪਜੈ; ਸਚ ਮਹਿ ਸਾਚਿ ਸਮਾੲਿ ॥",
    "transliteration": "Sach Milai Sach Oopajai Sach Mehi Saach Samaae ||",
    "translation": "Meeting the True One, Truth wells up. The truthful are absorbed into the True Lord.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹੇ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 745,
    "shabad_id": 64,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸੁਰਤਿ ਹੋਵੈ ਪਤਿ ੳੂਗਵੈ; ਗੁਰਬਚਨੀ ਭੳੁ ਖਾੲਿ ॥",
    "transliteration": "Surath Hovai Path Oogavai Gurabachanee Bho Khaae ||",
    "translation": "Intuitive understanding is obtained and one is welcomed with honor, through the Guru's Word, filled with the Fear of God.",
    "punjabi": "ਉਸ ਦੀ ਸੁਰਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਉਸ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਸੰਸਾਰਕ ਡਰ ਮੁਕਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 746,
    "shabad_id": 64,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਸਚਾ ਪਾਤਿਸਾਹੁ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲਿ ॥੪॥੧੦॥",
    "transliteration": "Naanak Sachaa Paathisaahu Aapae Leae Milaae ||4||10||",
    "translation": "O Nanak, the True King absorbs us into Himself. ||4||10||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਉਸ ਨੂੰ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 747,
    "shabad_id": 65,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "ਰਾਗ ਸਿਰੀਰਾਗ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 748,
    "shabad_id": 65,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭਲੀ ਸਰੀ. ਜਿ ੳੁਬਰੀ; ਹੳੁਮੈ ਮੁੲੀ ਘਰਾਹੁ ॥",
    "transliteration": "Bhalee Saree J Oubaree Houmai Muee Gharaahu ||",
    "translation": "It all worked out-I was saved, and the egotism within my heart was subdued.",
    "punjabi": "(ਮੇਰੇ ਵਾਸਤੇ ਬਹੁਤ) ਚੰਗਾ ਹੋਇਆ ਕਿ ਮੇਰੀ ਜਿੰਦ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਈ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚੋਂ ਹਉਮੈ ਮਰ ਗਈ।",
    "pronunciation": "(ਸਰੀ) ਹੋੲੀ। (ੳੁਬਰੀ) ਬਚ ਗੲੀ।ਹਿਰਦੇ ਰੂਪੀ (ਘਰਾਹੁ)ਘਰੋਂ",
    "type_id": 3
  },
  {
    "id": 749,
    "shabad_id": 65,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦੂਤ ਲਗੇ ਫਿਰਿ ਚਾਕਰੀ; ਸਤਿਗੁਰ ਕਾ ਵੇਸਾਹੁ ॥",
    "transliteration": "Dhooth Lagae Fir Chaakaree Sathigur Kaa Vaesaahu ||",
    "translation": "The evil energies have been made to serve me, since I placed my faith in the True Guru.",
    "punjabi": "ਮੈਨੂੰ ਆਪਣੇ ਗੁਰੂ ਦੀ ਥਾਪਣਾ ਮਿਲੀ, ਤੇ ਵਿਕਾਰ (ਮੈਨੂੰ ਖ਼ੁਆਰ ਕਰਨ ਦੇ ਥਾਂ) ਉਲਟੇ ਮੇਰੇ ਵੱਸ ਵਿਚ ਹੋ ਗਏ।",
    "pronunciation": "(ਵੇਸਾਹੁ)ਭਰੋਸਾ।ਲੱਗੇ",
    "type_id": 3
  },
  {
    "id": 750,
    "shabad_id": 65,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਲਪ ਤਿਅਾਗੀ ਬਾਦਿ ਹੈ; ਸਚਾ ਵੇਪਰਵਾਹੁ ॥੧॥",
    "transliteration": "Kalap Thiaagee Baadh Hai Sachaa Vaeparavaahu ||1||",
    "translation": "I have renounced my useless schemes, by the Grace of the True, Carefree Lord. ||1||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਬੇ-ਪਰਵਾਹ ਪ੍ਰਭੂ (ਮੈਨੂੰ ਮਿਲ ਪਿਆ), ਮੈਂ (ਮਾਇਆ-ਮੋਹ ਦੀ) ਵਿਅਰਥ ਕਲਪਣਾ ਛੱਡ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "(ਕਲਪ) ਕਲਪਣਾ। (ਬਾਦਿ) ਬਿਅਰਥ। (ਵੇਪਰਵਾਹੁ) ਭੈ-ਰਹਿਤ, ਨਿਰੲਿੱਛਤ।ਕਲਪ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 751,
    "shabad_id": 65,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਰੇ; ਸਚੁ ਮਿਲੈ. ਭੳੁ ਜਾੲਿ ॥",
    "transliteration": "Man Rae Sach Milai Bho Jaae ||",
    "translation": "O mind, meeting with the True One, fear departs.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਦੋਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪਏ, ਤਾਂ ਦੁਨੀਆ ਦਾ ਡਰ-ਸਹਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 752,
    "shabad_id": 65,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਭੈ ਬਿਨੁ. ਨਿਰਭੳੁ ਕਿੳੁ ਥੀਅੈ; ਗੁਰਮੁਖਿ ਸਬਦਿ ਸਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhai Bin Nirabho Kio Thheeai Guramukh Sabadh Samaae ||1|| Rehaao ||",
    "translation": "Without the Fear of God, how can anyone become fearless? Become Gurmukh, and immerse yourself in the Shabad. ||1||Pause||",
    "punjabi": "ਜਦ ਤਕ ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਦਬ ਮਨ ਵਿਚ ਨਾਹ ਹੋਵੇ, ਮਨੁੱਖ ਦੁਨੀਆ ਦੇ ਡਰਾਂ ਤੋਂ ਬਚ ਹੀ ਨਹੀਂ ਸਕਦਾ (ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਦਬ ਤਦੋਂ ਹੀ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਜੀਵ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 753,
    "shabad_id": 65,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕੇਤਾ ਅਾਖਣੁ ਅਾਖੀਅੈ; ਅਾਖਣਿ. ਤੋਟਿ ਨ ਹੋੲਿ ॥",
    "transliteration": "Kaethaa Aakhan Aakheeai Aakhan Thott N Hoe ||",
    "translation": "How can we describe Him with words? There is no end to the descriptions of Him.",
    "punjabi": "ਮਨੁੱਖ ਦੁਨੀਆ ਵਾਲੀ ਮੰਗ ਕਿਤਨੀ ਹੀ ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਮੰਗ ਮੰਗਣ ਵਿਚ ਕਮੀ ਹੁੰਦੀ ਹੀ ਨਹੀਂ (ਭਾਵ, ਦੁਨੀਆਵੀ ਮੰਗ ਮੁੱਕਦੀ ਹੀ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 754,
    "shabad_id": 65,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮੰਗਣ ਵਾਲੇ ਕੇਤੜੇ; ਦਾਤਾ ੲੇਕੋ ਸੋੲਿ ॥",
    "transliteration": "Mangan Vaalae Kaetharrae Dhaathaa Eaeko Soe ||",
    "translation": "There are so many beggars, but He is the only Giver.",
    "punjabi": "(ਫਿਰ) ਬੇਅੰਤ ਜੀਵ ਹਨ ਮੰਗਾਂ ਮੰਗਣ ਵਾਲੇ, ਤੇ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਇਕੋ ਪਰਮਾਤਮਾ ਹੈ (ਪਰ ਇਸ ਮੰਗਣ ਵਿਚ ਸੁਖ ਭੀ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "ਕੇ੍ਨਤੜੇ",
    "type_id": 3
  },
  {
    "id": 755,
    "shabad_id": 65,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਿਸ ਕੇ ਜੀਅ ਪਰਾਣ ਹੈ; ਮਨਿ ਵਸਿਅੈ ਸੁਖੁ ਹੋੲਿ ॥੨॥",
    "transliteration": "Jis Kae Jeea Paraan Hai Man Vasiai Sukh Hoe ||2||",
    "translation": "He is the Giver of the soul, and the praanaa, the breath of life; when He dwells within the mind, there is peace. ||2||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਜਿੰਦ ਪ੍ਰਾਣ ਦਿੱਤੇ ਹੋਏ ਹਨ, ਜੇ ਉਹ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ, ਤਦੋਂ ਹੀ ਸੁਖ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 756,
    "shabad_id": 65,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜਗੁ ਸੁਪਨਾ ਬਾਜੀ ਬਨੀ; ਖਿਨ ਮਹਿ ਖੇਲੁ ਖੇਲਾੲਿ ॥",
    "transliteration": "Jag Supanaa Baajee Banee Khin Mehi Khael Khaelaae ||",
    "translation": "The world is a drama, staged in a dream. In a moment, the play is played out.",
    "punjabi": "ਜਗਤ (ਮਾਨੋ) ਸੁਪਨਾ ਹੈ, ਜਗਤ ਇਕ ਖੇਡ ਬਣੀ ਹੋਈ ਹੈ, ਜੀਵ ਇਕ ਖਿਨ ਵਿਚ (ਜ਼ਿੰਦਗੀ ਦੀ) ਖੇਡ ਖੇਡ ਕੇ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 757,
    "shabad_id": 65,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸੰਜੋਗੀ ਮਿਲਿ ੲੇਕ ਸੇ; ਵਿਜੋਗੀ ੳੁਠਿ ਜਾੲਿ ॥",
    "transliteration": "Sanjogee Mil Eaekasae Vijogee Outh Jaae ||",
    "translation": "Some attain union with the Lord, while others depart in separation.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ) ਸੰਜੋਗ-ਸੱਤਿਆ ਨਾਲ ਪ੍ਰਾਣੀ ਮਿਲ ਕੇ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ, ਵਿਜੋਗ-ਸੱਤਿਆ ਅਨੁਸਾਰ ਜੀਵ (ਇਥੋਂ) ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ੲੇਕ) ੲਿੱਕ ਰਾਮਜੀ। (ਸੇ)ਸਾਥ। (ਵਿਜੋਗੀ)ਵਿੱਛੜੇ। (ਦੂਜਾ ਪਾਠ: ੲੇਕਸੇ)",
    "type_id": 3
  },
  {
    "id": 758,
    "shabad_id": 65,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਣਾ. ਸੋ ਥੀਅੈ; ਅਵਰੁ. ਨ ਕਰਣਾ ਜਾੲਿ ॥੩॥",
    "transliteration": "Jo This Bhaanaa So Thheeai Avar N Karanaa Jaae ||3||",
    "translation": "Whatever pleases Him comes to pass; nothing else can be done. ||3||",
    "punjabi": "ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹੀ ਹੁੰਦਾ ਹੈ, (ਉਸ ਦੇ ਉਲਟ) ਹੋਰ ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 759,
    "shabad_id": 65,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਵਸਤੁ ਵੇਸਾਹੀਅੈ; ਸਚੁ ਵਖਰੁ. ਸਚੁ ਰਾਸਿ ॥",
    "transliteration": "Guramukh Vasath Vaesaaheeai Sach Vakhar Sach Raas ||",
    "translation": "The Gurmukhs purchase the Genuine Article. The True Merchandise is purchased with the True Capital.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਅਸਲ ਸੌਦਾ ਹੈ ਤੇ ਪੂੰਜੀ ਹੈ (ਜੋ ਵਿਹਾਝਣ ਲਈ ਜੀਵ ਇਥੇ ਆਇਆ ਹੈ) ਇਹ ਸੌਦਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਖ਼ਰੀਦਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਵੇਸਾਹੀਅੈ)ਖ੍ਰੀਦਣਾ। ਵੱਖਰ",
    "type_id": 3
  },
  {
    "id": 760,
    "shabad_id": 65,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਜਿਨੀ ਸਚੁ ਵਣੰਜਿਅਾ; ਗੁਰ ਪੂਰੇ ਸਾਬਾਸਿ ॥",
    "transliteration": "Jinee Sach Vananjiaa Gur Poorae Saabaas ||",
    "translation": "Those who purchase this True Merchandise through the Perfect Guru are blessed.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਇਹ ਸੱਚਾ ਸੌਦਾ ਖ਼ਰੀਦਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਦੀ ਥਾਪਣਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "(ਵਣੰਜਿਅਾ)ਵਪਾਰ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 761,
    "shabad_id": 65,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਵਸਤੁ ਪਛਾਣਸੀ; ਸਚੁ ਸੳੁਦਾ ਜਿਸੁ ਪਾਸਿ ॥੪॥੧੧॥",
    "transliteration": "Naanak Vasath Pashhaanasee Sach Soudhaa Jis Paas ||4||11||",
    "translation": "O Nanak, one who stocks this True Merchandise shall recognize and realize the Genuine Article. ||4||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦੇ ਪਾਸ ਇਹ ਸੱਚਾ ਸੌਦਾ ਹੁੰਦਾ ਹੈ, ਇਸ ਵਸਤ ਦੀ ਕਦਰ ਭੀ ਉਹੀ ਜਾਣਦਾ ਹੈ ॥੪॥੧੧॥",
    "pronunciation": "ਸੳੁ੍ਨਦਾ",
    "type_id": 3
  },
  {
    "id": 762,
    "shabad_id": 66,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲੁ ੧ ॥",
    "transliteration": "Sireeraag Mehal 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "ਮਹੱਲੁ",
    "type_id": 3
  },
  {
    "id": 763,
    "shabad_id": 66,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਧਾਤੁ ਮਿਲੈ. ਫੁਨਿ ਧਾਤੁ ਕੳੁ; ਸਿਫਤੀ ਸਿਫਤਿ ਸਮਾੲਿ ॥",
    "transliteration": "Dhhaath Milai Fun Dhhaath Ko Sifathee Sifath Samaae ||",
    "translation": "As metal merges with metal, those who chant the Praises of the Lord are absorbed into the Praiseworthy Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਵਿਚ ਮਨੁੱਖ ਇਉਂ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ (ਸੋਨਾ ਆਦਿਕ ਕਿਸੇ ਧਾਤ ਦਾ ਬਣਿਆ ਹੋਇਆ ਜ਼ੇਵਰ ਢਲ ਕੇ) ਮੁੜ (ਉਸੇ) ਧਾਤ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜਿਵੇਂ ਸੋਨਾ ਜਿਸਤ ਕਲੀ ਸਿੱਕਾ ਚਾਂਦੀ ਪਿੱਤਲ ਤਾਂਬਾ ਲੋਹਾ ਅੱਠ ਧਾਤਾਂ ਨੂੰ ਗਰਮ ਕਰਨ ਤੋਂ ਧਾਤੁ, ਧਾਤੁ ਨਾਲ (ਫੁਨਿ)ਫੇਰ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਜਿਵੇਂ ਸੋਨੇ ਦਾ ਗਹਿਣਾ ਵੱਖਰਾ ਹੁੰਦਾ ਹੈ, ਸੋਨੇ ਦੀ ਡਲ਼ੀ ਅਤੇ ਗਹਿਣੇ ਨੂੰ ਗਰਮ ਕਰਨ ਤੋਂ ਅਾਪੋ ਵਿੱਚ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "type_id": 3
  },
  {
    "id": 764,
    "shabad_id": 66,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਲਾਲੁ ਗੁਲਾਲੁ ਗਹਬਰਾ; ਸਚਾ ਰੰਗੁ ਚੜਾੳੁ ॥",
    "transliteration": "Laal Gulaal Gehabaraa Sachaa Rang Charraao ||",
    "translation": "Like the poppies, they are dyed in the deep crimson color of Truthfulness.",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨੁੱਖ ਉੱਤੇ ਪੱਕਾ ਗੂੜ੍ਹਾ ਲਾਲ ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ (ਮਨੁੱਖ ਦਾ ਚਿਹਰਾ ਚਮਕ ਉਠਦਾ ਹੈ)।",
    "pronunciation": "(ਗੁਲਾਲੁ)ਗਾੜ੍ਹਾ। (ਗਹਬਰਾ) ਲਾਲ ਸੁਰਖ਼ ਫ਼ੁੱਲ, ਚੜ੍ਹਾੳੁ",
    "type_id": 3
  },
  {
    "id": 765,
    "shabad_id": 66,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚੁ ਮਿਲੈ ਸੰਤੋਖੀਅਾ; ਹਰਿ ਜਪਿ ੲੇਕੈ ਭਾੲਿ ॥੧॥",
    "transliteration": "Sach Milai Santhokheeaa Har Jap Eaekai Bhaae ||1||",
    "translation": "Those contented souls who meditate on the Lord with single-minded love, meet the True Lord. ||1||",
    "punjabi": "ਪਰ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਸੰਤੋਖੀ ਜੀਵਨ ਵਾਲਿਆਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਕਰਦੇ ਉਸ ਇੱਕੋ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਹੀ (ਮਗਨ ਰਹਿੰਦੇ) ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 766,
    "shabad_id": 66,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਸੰਤ ਜਨਾ ਕੀ ਰੇਣੁ ॥",
    "transliteration": "Bhaaee Rae Santh Janaa Kee Raen ||",
    "translation": "O Siblings of Destiny, become the dust of the feet of the humble Saints.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨਾ ਹੈ ਤਾਂ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 767,
    "shabad_id": 66,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸੰਤ ਸਭਾ ਗੁਰੁ ਪਾੲੀਅੈ; ਮੁਕਤਿ ਪਦਾਰਥੁ ਧੇਣੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Santh Sabhaa Gur Paaeeai Mukath Padhaarathh Dhhaen ||1|| Rehaao ||",
    "translation": "In the Society of the Saints, the Guru is found. He is the Treasure of Liberation, the Source of all good fortune. ||1||Pause||",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਸਭਾ ਵਿਚ (ਸਤਸੰਗ ਵਿਚ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਜੋ (ਮਾਨੋ) ਕਾਮਧੇਨ ਹੈ ਜਿਸ ਪਾਸੋਂ ਉਹ ਨਾਮ-ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ ਜੋ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਧੇਣੁ) ਕਾਮਧੇਨ। ਸੰਤ ਸਭਾ:ਪੋਲਾ ਬੋਲੋ। ਜਿੱਥੇ ਗੁਰਬਾਣੀ ਜੀ ਚ ਸਿਧ ਸਭਾ, ਗੁਰ ਸਭਾ ਅਾਦਿ ਅਤੳੁਣ, ਸਾਰੇ ਹੀ ਪੋਲੇ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 768,
    "shabad_id": 66,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ੳੂਚੳੁ ਥਾਨੁ ਸੁਹਾਵਣਾ; ੳੂਪਰਿ ਮਹਲੁ ਮੁਰਾਰਿ ॥",
    "transliteration": "Oocho Thhaan Suhaavanaa Oopar Mehal Muraar ||",
    "translation": "Upon that Highest Plane of Sublime Beauty, stands the Mansion of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦੇ ਰਹਿਣ) ਦਾ ਸੋਹਣਾ ਥਾਂ ਉੱਚਾ ਹੈ, ਉਸ ਦਾ ਮਹਲ (ਸਭ ਤੋਂ) ਉੱਪਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 769,
    "shabad_id": 66,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਚੁ ਕਰਣੀ ਦੇ ਪਾੲੀਅੈ; ਦਰੁ ਘਰੁ ਮਹਲੁ ਪਿਅਾਰਿ ॥",
    "transliteration": "Sach Karanee Dhae Paaeeai Dhar Ghar Mehal Piaar ||",
    "translation": "By true actions, this human body is obtained, and the door within ourselves which leads to the Mansion of the Beloved, is found.",
    "punjabi": "ਉਸ ਦਾ ਦਰ ਉਸ ਦਾ ਘਰ ਮਹਲ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਲੱਭਦਾ ਹੈ, ਟਿਕਵਾਂ (ਚੰਗਾ) ਆਚਰਣ ਦੇ ਕੇ ਲੱਭੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 770,
    "shabad_id": 66,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਨੁ ਸਮਝਾੲੀਅੈ; ਅਾਤਮ ਰਾਮੁ ਬੀਚਾਰਿ ॥੨॥",
    "transliteration": "Guramukh Man Samajhaaeeai Aatham Raam Beechaar ||2||",
    "translation": "The Gurmukhs train their minds to contemplate the Lord, the Supreme Soul. ||2||",
    "punjabi": "(ਪਰ ਉੱਚਾ ਆਚਰਨ ਭੀ ਸੌਖੀ ਖੇਡ ਨਹੀਂ, ਮਨ ਵਿਕਾਰਾਂ ਵਲ ਹੀ ਪ੍ਰੇਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਮਨ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਿੱਧੇ ਰਾਹੇ ਪਾਈਦਾ ਹੈ, ਸਰਬ-ਵਿਆਪੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਨਾਲ ਸਮਝਾਈਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 771,
    "shabad_id": 66,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਤ੍ਰਿਬਿਧਿ ਕਰਮ ਕਮਾੲੀਅਹਿ; ਅਾਸ ਅੰਦੇਸਾ ਹੋੲਿ ॥",
    "transliteration": "Thribidhh Karam Kamaaeeahi Aas Andhaesaa Hoe ||",
    "translation": "By actions committed under the influence of the three qualities, hope and anxiety are produced.",
    "punjabi": "(ਦੁਨੀਆ ਵਿਚ ਆਮ ਤੌਰ ਤੇ) ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਹੀ ਕਰਮ ਕਰੀਦੇ ਹਨ, ਜਿਸ ਕਰਕੇ ਆਸਾ ਤੇ ਸਂਹਸਿਆਂ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਹਨਾਂ ਦੇ ਕਾਰਨ ਮਨ ਵਿਚ ਖਿੱਝ ਬਣਦੀ ਹੈ)।",
    "pronunciation": "ਰਜੋ, ਤਮੋ, ਸਤੋ, (ਤ ੍ਰਿਬਿਧਿ)ਤਿੰਨਾਂ ਬਿਧੀਅਾਂ ਦੇ। (ਅੰਦੇਸਾ) ਸੰਸਾ।ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 772,
    "shabad_id": 66,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਕਿੳੁ. ਗੁਰ ਬਿਨੁ, ਤ੍ਰਿਕੁਟੀ ਛੁਟਸੀ; ਸਹਜਿ ਮਿਲਿਅੈ. ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Kio Gur Bin Thrikuttee Shhuttasee Sehaj Miliai Sukh Hoe ||",
    "translation": "Without the Guru, how can anyone be released from these three qualities? Through intuitive wisdom, we meet with Him and find peace.",
    "punjabi": "ਇਹ ਖਿੱਝ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਹਟਦੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ), ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(ਤ ੍ਰਿਕੁਟੀ)ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ। ਛੁੱਟਸੀ",
    "type_id": 3
  },
  {
    "id": 773,
    "shabad_id": 66,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਮਹਲੁ ਪਛਾਣੀਅੈ; ਨਦਰਿ ਕਰੇ ਮਲੁ ਧੋੲਿ ॥੩॥",
    "transliteration": "Nij Ghar Mehal Pashhaaneeai Nadhar Karae Mal Dhhoe ||3||",
    "translation": "Within the home of the self, the Mansion of His Presence is realized when He bestows His Glance of Grace and washes away our pollution. ||3||",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਮਨੁੱਖ (ਆਪਣੇ ਮਨ ਦੀ) ਮੈਲ ਸਾਫ਼ ਕਰਦਾ ਹੈ (ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ) ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਪਛਾਣ ਲਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਨਿਜ)ਅਾਪਣੇ। ਮਹਲੁ, ਮਲੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 774,
    "shabad_id": 66,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਮੈਲੁ ਨ ੳੁਤਰੈ; ਬਿਨੁ ਹਰਿ. ਕਿੳੁ ਘਰ ਵਾਸੁ ॥",
    "transliteration": "Bin Gur Mail N Outharai Bin Har Kio Ghar Vaas ||",
    "translation": "Without the Guru, this pollution is not removed. Without the Lord, how can there be any homecoming?",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮਨ ਦੀ ਮੈਲ ਨਹੀਂ ਧੁਪਦੀ, ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਨ ਤੋਂ ਬਿਨਾ ਮਾਨਸਕ ਅਡੋਲਤਾ ਨਹੀਂ ਲੱਭਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 775,
    "shabad_id": 66,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ੲੇਕੋ ਸਬਦੁ ਵੀਚਾਰੀਅੈ; ਅਵਰ ਤਿਅਾਗੈ ਅਾਸ ॥",
    "transliteration": "Eaeko Sabadh Veechaareeai Avar Thiaagai Aas ||",
    "translation": "Contemplate the One Word of the Shabad, and abandon other hopes.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਕ (ਰਾਜ਼ਕ) ਪ੍ਰਭੂ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚਾਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਜੋ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ) ਹੋਰ ਹੋਰ ਆਸਾਂ ਛੱਡ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 776,
    "shabad_id": 66,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਦੇਖਿ ਦਿਖਾੲੀਅੈ; ਹੳੁ ਸਦ ਬਲਿਹਾਰੈ ਜਾਸੁ ॥੪॥੧੨॥",
    "transliteration": "Naanak Dhaekh Dhikhaaeeai Ho Sadh Balihaarai Jaas ||4||12||",
    "translation": "O Nanak, I am forever a sacrifice to the one who beholds, and inspires others to behold Him. ||4||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਹੜਾ ਗੁਰੂ ਆਪ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੈਨੂੰ ਦਰਸ਼ਨ ਕਰਾਉਂਦਾ ਹੈ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 777,
    "shabad_id": 67,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 778,
    "shabad_id": 67,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਧ੍ਰਿਗੁ ਜੀਵਣੁ ਦੋਹਾਗਣੀ; ਮੁਠੀ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Dhhrig Jeevan Dhohaaganee Muthee Dhoojai Bhaae ||",
    "translation": "The life of the discarded bride is cursed. She is deceived by the love of duality.",
    "punjabi": "ਜੇਹੜੀ ਭਾਗ-ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਆਦਿਕ) ਹੋਰ ਦੂਜੇ ਪਿਆਰ ਵਿਚ ਹੀ ਠੱਗੀ ਰਹਿੰਦੀ ਹੈ ਉਸ ਦਾ ਜੀਉਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਹੈ।",
    "pronunciation": "(ਦੋਹਾਗਣੀ) ਰੱਬ ਨੰੂ ਭੁੱਲੀ ਹੋੲੀ ਛੁੱਟੜ।(ਮੱੁਠੀ) ਠੱਗੀ ਗੲੀ। (ਦੂਜੈ)ਦਵੈਤ। (ਭਾੲਿ)ਭਾਵ",
    "type_id": 3
  },
  {
    "id": 779,
    "shabad_id": 67,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਲਰ ਕੇਰੀ ਕੰਧ ਜਿੳੁ; ਅਹਿ ਨਿਸਿ ਕਿਰਿ. ਢਹਿ ਪਾੲਿ ॥",
    "transliteration": "Kalar Kaeree Kandhh Jio Ahinis Kir Dtehi Paae ||",
    "translation": "Like a wall of sand, day and night, she crumbles, and eventually, she breaks down altogether.",
    "punjabi": "ਜਿਵੇਂ ਕੱਲਰ ਦੀ ਕੰਧ (ਸਹਜੇ ਸਹਜੇ) ਕਿਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਤਿਵੇਂ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਭੀ ਦਿਨ ਰਾਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਕਿਰ ਕਿਰ ਕੇ ਢਹਿ-ਢੇਰੀ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਕੇਰੀ)ਦੀ। (ਅਹਿ)ਦਿਨ। (ਨਿਸਿ)ਰਾਤ। ਕੱਲਰ",
    "type_id": 3
  },
  {
    "id": 780,
    "shabad_id": 67,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਸੁਖੁ ਨਾ ਥੀਅੈ; ਪਿਰ ਬਿਨੁ. ਦੂਖੁ ਨ ਜਾੲਿ ॥੧॥",
    "transliteration": "Bin Sabadhai Sukh Naa Thheeai Pir Bin Dhookh N Jaae ||1||",
    "translation": "Without the Word of the Shabad, peace does not come. Without her Husband Lord, her suffering does not end. ||1||",
    "punjabi": "(ਸੁਖ ਦੀ ਖ਼ਾਤਰ ਉਹ ਦੌੜ-ਭੱਜ ਕਰਦੀ ਹੈ, ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ (ਮਾਇਆ ਦਾ ਮੋਹ ਤਾਂ ਸਗੋਂ ਦੁੱਖ ਹੀ ਦੁੱਖ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ) ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਮਾਨਸਕ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 781,
    "shabad_id": 67,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮੁੰਧੇ. ਪਿਰ ਬਿਨੁ; ਕਿਅਾ ਸੀਗਾਰੁ ॥",
    "transliteration": "Mundhhae Pir Bin Kiaa Seegaar ||",
    "translation": "O soul-bride, without your Husband Lord, what good are your decorations?",
    "punjabi": "ਹੇ ਮੂਰਖ ਜੀਵ ਇਸਤ੍ਰੀ! ਜੇ ਪਤੀ ਨ ਮਿਲੇ ਤਾਂ ਸ਼ਿੰਗਾਰ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਜੁਅਾਨ ਹੋਵੇ ਪਰ, ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਲੈਣ ਤੋਂਜੋ ਰਹਿਤ ਹੋਵੇ ਸੋ (ਮੁੰਧੇ)ਅਗਿਅਾਤ",
    "type_id": 3
  }
]
