[
  {
    "id": 864,
    "shabad_id": 72,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰ ਕੀ ਗਤਿ ਜਾਣੀਅੈ; ਗੁਰ ਮਿਲੀਅੈ. ਸੰਕ ੳੁਤਾਰਿ ॥",
    "transliteration": "Anthar Kee Gath Jaaneeai Gur Mileeai Sank Outhaar ||",
    "translation": "Know the state of your inner being; meet with the Guru and get rid of your skepticism.",
    "punjabi": "ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਮਨ ਦੀ ਸ਼ੰਕਾ ਉਤਾਰ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਅੰਦਰ-ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਗਤਿ) ਪ੍ਰਾਪਤੀ। (ਸੰਕ) ਸ਼ੰਕੇ",
    "type_id": 3
  },
  {
    "id": 865,
    "shabad_id": 72,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਮੁੲਿਅਾ. ਜਿਤੁ ਘਰਿ ਜਾੲੀਅੈ; ਤਿਤੁ ਜੀਵਦਿਅਾ ਮਰੁ ਮਾਰਿ ॥",
    "transliteration": "Mueiaa Jith Ghar Jaaeeai Thith Jeevadhiaa Mar Maar ||",
    "translation": "To reach your True Home after you die, you must conquer death while you are still alive.",
    "punjabi": "ਮਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਉਸ ਮੌਤ ਦਾ ਡਰ ਮਾਰ ਲਈਦਾ ਹੈ ਜਿਸ ਮੌਤ ਦੇ ਵੱਸ ਆਖ਼ਰ ਪੈਣਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 866,
    "shabad_id": 72,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਨਹਦ ਸਬਦਿ ਸੁਹਾਵਣੇ; ਪਾੲੀਅੈ ਗੁਰ ਵੀਚਾਰਿ ॥੨॥",
    "transliteration": "Anehadh Sabadh Suhaavanae Paaeeai Gur Veechaar ||2||",
    "translation": "The beautiful, Unstruck Sound of the Shabad is obtained, contemplating the Guru. ||2||",
    "punjabi": "(ਪਰ ਇਹ ਅਵਸਥਾ ਤਦੋਂ) ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰੀਏ, ਤੇ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ) ਸੋਹਣੇ ਸ਼ਬਦ ਵਿਚ ਇਕ-ਰਸ (ਜੁੜੇ ਰਹੀਏ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 867,
    "shabad_id": 72,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਨਹਦ ਬਾਣੀ ਪਾੲੀਅੈ; ਤਹ ਹੳੁਮੈ ਹੋੲਿ ਬਿਨਾਸੁ ॥",
    "transliteration": "Anehadh Baanee Paaeeai Theh Houmai Hoe Binaas ||",
    "translation": "The Unstruck Melody of Gurbani is obtained, and egotism is eliminated.",
    "punjabi": "ਜਦੋਂ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਣ ਵਾਲੀ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ, ਤਾਂ ਉਸ ਅਵਸਥਾ ਵਿਚ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਮੈਂ ਵੱਡਾ ਹੋ ਜਾਵਾਂ, ਮੈਂ ਵੱਡਾ ਹਾਂ-ਇਹ ਹਾਲਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "(ਬਿਨਾਸੁ) ਨਾਸ। ਅਨ-ਹਦ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 868,
    "shabad_id": 72,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਤਗੁਰੁ ਸੇਵੇ ਅਾਪਣਾ; ਹੳੁ ਸਦ ਕੁਰਬਾਣੈ ਤਾਸੁ ॥",
    "transliteration": "Sathagur Saevae Aapanaa Ho Sadh Kurabaanai Thaas ||",
    "translation": "I am forever a sacrifice to those who serve their True Guru.",
    "punjabi": "ਮੈਂ ਸਦਾ ਸਦਕੇ ਹਾਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਜੋ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਸੇਂਵਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦਾ ਹੈ)।",
    "pronunciation": "(ਤਾਸੁ) ਤਿਨ੍ਹਾਂ ਦੇ",
    "type_id": 3
  },
  {
    "id": 869,
    "shabad_id": 72,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਖੜਿ ਦਰਗਹ ਪੈਨਾੲੀਅੈ; ਮੁਖਿ ਹਰਿ ਨਾਮ ਨਿਵਾਸੁ ॥੩॥",
    "transliteration": "Kharr Dharageh Painaaeeai Mukh Har Naam Nivaas ||3||",
    "translation": "They are dressed in robes of honor in the Court of the Lord; the Name of the Lord is on their lips. ||3||",
    "punjabi": "ਉਸ ਦੇ ਮੂੰਹ ਵਿਚ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਲੈ ਜਾ ਕੇ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਖੜਿ) ਲਿਜਾਕੇ। ਖੜਿ: ੜ ਪੈਰ ਹਲੰਤ ਨਹੀਂ ਬੋਲਣਾ। ਪੈਨ੍ਹਾੲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 870,
    "shabad_id": 72,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਹ ਦੇਖਾ. ਤਹ ਰਵਿ ਰਹੇ; ਸਿਵ ਸਕਤੀ ਕਾ ਮੇਲੁ ॥",
    "transliteration": "Jeh Dhaekhaa Theh Rav Rehae Siv Sakathee Kaa Mael ||",
    "translation": "Wherever I look, I see the Lord pervading there, in the union of Shiva and Shakti, of consciousness and matter.",
    "punjabi": "(ਪਰ ਸੰਸਾਰ ਦੀ ਹਾਲਤ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਬਣ ਰਹੀ ਹੈ) ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ (ਮਨਮੁਖ) ਜੀਵ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹੋ ਰਹੇ ਹਨ, (ਹਰ ਪਾਸੇ) ਮਾਇਆ ਤੇ ਜੀਵਾਂ ਦਾ ਗਠ-ਜੋੜ ਬਣਿਆ ਪਿਆ ਹੈ।",
    "pronunciation": "(ਸਿਵ) ਪ੍ਰਮਾਤਮਾ, (ਸਕਤੀ) ਪ੍ਰਕ੍ਰਿਤੀ",
    "type_id": 3
  },
  {
    "id": 871,
    "shabad_id": 72,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਤ੍ਰਿਹੁ ਗੁਣ ਬੰਧੀ ਦੇਹੁਰੀ; ਜੋ ਅਾੲਿਅਾ ਜਗਿ. ਸੋ ਖੇਲੁ ॥",
    "transliteration": "Thrihu Gun Bandhhee Dhaehuree Jo Aaeiaa Jag So Khael ||",
    "translation": "The three qualities hold the body in bondage; whoever comes into the world is subject to their play.",
    "punjabi": "ਮਨਮੁਖਾਂ ਦਾ ਸਰੀਰ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਵਿਚ ਹੀ ਬੱਝਾ ਹੋਇਆ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਗਤ ਵਿਚ ਆਇਆ ਉਹ ਇਹੀ ਖੇਡ ਖੇਡਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 872,
    "shabad_id": 72,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਵਿਜੋਗੀ ਦੁਖਿ ਵਿਛੁੜੇ; ਮਨਮੁਖਿ. ਲਹਹਿ ਨ ਮੇਲੁ ॥੪॥",
    "transliteration": "Vijogee Dhukh Vishhurrae Manamukh Lehehi N Mael ||4||",
    "translation": "Those who separate themselves from the Lord wander lost in misery. The self-willed manmukhs do not attain union with Him. ||4||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਹੀ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਕਿਉਂਕਿ ਉਹ ਵਿੱਛੁੜੇ ਹੋਏ (ਸਦਾ) ਵਿੱਛੁੜੇ ਹੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਦੁੱਖ ਵਿਚ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "(ਵਿਜੋਗੀ) ਵਿੱਛੁੜੇ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 873,
    "shabad_id": 72,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਮਨੁ ਬੈਰਾਗੀ ਘਰਿ ਵਸੈ; ਸਚ ਭੈ ਰਾਤਾ ਹੋੲਿ ॥",
    "transliteration": "Man Bairaagee Ghar Vasai Sach Bhai Raathaa Hoe ||",
    "translation": "If the mind becomes balanced and detached, and comes to dwell in its own true home, imbued with the Fear of God,",
    "punjabi": "(ਮਾਇਆ ਵਲੋਂ) ਵੈਰਾਗਵਾਨ ਮਨ (ਭਟਕਣਾ ਤੋਂ ਬਚਿਆ ਰਹਿ ਕੇ) ਆਪਣੇ ਸਰੂਪ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਕਿਉਂਕਿ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਰੱਾਤਾ) ਰੰਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 874,
    "shabad_id": 72,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਗਿਅਾਨ ਮਹਾ ਰਸੁ ਭੋਗਵੈ; ਬਾਹੁੜਿ. ਭੂਖ ਨ ਹੋੲਿ ॥",
    "transliteration": "Giaan Mehaaras Bhogavai Baahurr Bhookh N Hoe ||",
    "translation": "Then it enjoys the essence of supreme spiritual wisdom; it shall never feel hunger again.",
    "punjabi": "ਉਹ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਦਾ ਮਹਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਵਿਆਪਦੀ।",
    "pronunciation": "(ਬਾਹੁੜਿ) ਦੁਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 875,
    "shabad_id": 72,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ੲਿਹੁ ਮਨੁ ਮਾਰਿ ਮਿਲੁ; ਭੀ ਫਿਰਿ. ਦੁਖੁ ਨ ਹੋੲਿ ॥੫॥੧੮॥",
    "transliteration": "Naanak Eihu Man Maar Mil Bhee Fir Dhukh N Hoe ||5||18||",
    "translation": "O Nanak, conquer and subdue this mind; meet with the Lord, and you shall never again suffer in pain. ||5||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਇਸ ਮਨ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਮਾਰ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹੁ, ਫਿਰ ਕਦੇ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਨਹੀਂ ਵਿਆਪੇਗਾ ॥੫॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 876,
    "shabad_id": 73,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 877,
    "shabad_id": 73,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲੇਹੁ ਮਨੋ ਮੂਰਖੁ ਲੋਭੀਅਾ; ਲੋਭੇ ਲਗਾ ਲੁੋਭਾਨੁ ॥",
    "transliteration": "Eaehu Mano Moorakh Lobheeaa Lobhae Lagaa Luobhaan ||",
    "translation": "This foolish mind is greedy; through greed, it becomes even more attached to greed.",
    "punjabi": "ਪਰ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਮੂਰਖ ਹੈ ਲਾਲਚੀ ਹੈ, ਹਰ ਵੇਲੇ ਲੋਭ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਲੱਗਾ",
    "type_id": 3
  },
  {
    "id": 878,
    "shabad_id": 73,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਬਦਿ ਨ ਭੀਜੈ. ਸਾਕਤਾ; ਦੁਰਮਤਿ ਅਾਵਨੁ ਜਾਨੁ ॥",
    "transliteration": "Sabadh N Bheejai Saakathaa Dhuramath Aavan Jaan ||",
    "translation": "The evil-minded shaaktas, the faithless cynics, are not attuned to the Shabad; they come and go in reincarnation.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਇਸ ਦੀ ਰੁਚੀ ਹੀ ਨਹੀਂ ਬਣਦੀ, ਇਸ ਭੈੜੀ ਮਤਿ ਦੇ ਕਾਰਨ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਸਾਕਤਾ) ਮਨਮੁੱਖ। (ਦੁਰ-ਮੱਤਿ) ਖੋਟੀ ਮੱਤ",
    "type_id": 3
  },
  {
    "id": 879,
    "shabad_id": 73,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਾਧੂ ਸਤਗੁਰੁ ਜੇ ਮਿਲੈ; ਤਾ ਪਾੲੀਅੈ ਗੁਣੀ ਨਿਧਾਨੁ ॥੧॥",
    "transliteration": "Saadhhoo Sathagur Jae Milai Thaa Paaeeai Gunee Nidhhaan ||1||",
    "translation": "One who meets with the Holy True Guru finds the Treasure of Excellence. ||1||",
    "punjabi": "ਜੇ ਇਸ ਨੂੰ ਗੁਰੂ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਇਸ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 880,
    "shabad_id": 73,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਨ ਰੇ; ਹੳੁਮੈ ਛੋਡਿ ਗੁਮਾਨੁ ॥",
    "transliteration": "Man Rae Houmai Shhodd Gumaan ||",
    "translation": "O mind, renounce your egotistical pride.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਮੈਂ (ਸਿਆਣਾ) ਹਾਂ, ਮੈਂ (ਸਿਆਣਾ) ਹਾਂ-ਇਹ ਅਹੰਕਾਰ ਛੱਡ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 881,
    "shabad_id": 73,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਗੁਰੁ ਸਰਵਰੁ ਸੇਵਿ ਤੂ; ਪਾਵਹਿ ਦਰਗਹ ਮਾਨੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Gur Saravar Saev Thoo Paavehi Dharageh Maan ||1|| Rehaao ||",
    "translation": "Serve the Lord, the Guru, the Sacred Pool, and you shall be honored in the Court of the Lord. ||1||Pause||",
    "punjabi": "ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਰੂਪ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ ਜੋ (ਆਤਮਾ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ) ਸਰੋਵਰ ਹੈ। (ਇਸ ਤਰ੍ਹਾਂ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਹਾਸਲ ਕਰੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸਰਵਰੁ) ਸਮੁੰਦ੍ਰ",
    "type_id": 4
  },
  {
    "id": 882,
    "shabad_id": 73,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਜਪਿ ਦਿਨਸੁ ਰਾਤਿ; ਗੁਰਮੁਖਿ ਹਰਿ ਧਨੁ ਜਾਨੁ ॥",
    "transliteration": "Raam Naam Jap Dhinas Raath Guramukh Har Dhhan Jaan ||",
    "translation": "Chant the Name of the Lord day and night; become Gurmukh, and know the Wealth of the Lord.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿਨ ਰਾਤ ਜਪਿਆ ਕਰ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰੀ-ਨਾਮ ਧਨ ਦੀ ਕਦਰ ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 883,
    "shabad_id": 73,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਭਿ ਸੁਖ ਹਰਿ ਰਸ ਭੋਗਣੇ; ਸੰਤ ਸਭਾ ਮਿਲਿ ਗਿਅਾਨੁ ॥",
    "transliteration": "Sabh Sukh Har Ras Bhoganae Santh Sabhaa Mil Giaan ||",
    "translation": "All comforts and peace, and the Essence of the Lord, are enjoyed by acquiring spiritual wisdom in the Society of the Saints.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹਰੀ ਨਾਮ ਨਾਲ ਸਾਂਝ ਪਾ, ਸਾਰੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਣਗੇ।",
    "pronunciation": "ਭੋ੍ਨਗਣੇ। ਸਭਾ: ਪੋਲਾ ਬੋਲੋ, ਜੇ ਸੱਭਾ ਬੋਲਦੇ ਹਾਂ ਤਾਂ ਅਰਥ ਬਣਦਾ ਹੈ ਸਾਰੇ",
    "type_id": 3
  },
  {
    "id": 884,
    "shabad_id": 73,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਨਿਤਿ ਅਹਿ ਨਿਸਿ ਹਰਿ ਪ੍ਰਭੁ ਸੇਵਿਅਾ; ਸਤਗੁਰਿ ਦੀਅਾ ਨਾਮੁ ॥੨॥",
    "transliteration": "Nith Ahinis Har Prabh Saeviaa Sathagur Dheeaa Naam ||2||",
    "translation": "Day and night, continually serve the Lord God; the True Guru has given the Naam. ||2||",
    "punjabi": "(ਪਰ ਜਿਸ ਨੂੰ) ਸਤਿਗੁਰੂ ਨੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ, ਉਸ ਨੇ ਸਦਾ ਦਿਨ ਰਾਤ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਅਹਿ) ਦਿਨ, (ਨਿਸਿ) ਰਾਤ",
    "type_id": 3
  },
  {
    "id": 885,
    "shabad_id": 73,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਕੂਕਰ ਕੂੜੁ ਕਮਾੲੀਅੈ; ਗੁਰ. ਨਿੰਦਾ ਪਚੈ ਪਚਾਨੁ ॥",
    "transliteration": "Kookar Koorr Kamaaeeai Gur Nindhaa Pachai Pachaan ||",
    "translation": "Those who practice falsehood are dogs; those who slander the Guru shall burn in their own fire.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ (ਲੋਭੀ) ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ, ਉਹ ਕੁੱਤਿਆਂ ਵਾਂਗ (ਬੁਰਕੀ ਬੁਰਕੀ ਵਾਸਤੇ ਦਰ ਦਰ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ) ਹੈ, ਉਹ ਸਦਾ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਹੀ ਕਰਦਾ ਹੈ (ਇਥੋਂ ਤਕ ਨਿਘਰਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਨਿੰਦਿਆ ਵਿਚ ਹਰ ਵੇਲੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਪਚੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 886,
    "shabad_id": 73,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਭਰਮੇ ਭੂਲਾ. ਦੁਖੁ ਘਣੋ; ਜਮੁ. ਮਾਰਿ ਕਰੈ ਖੁਲ ਹਾਨੁ ॥",
    "transliteration": "Bharamae Bhoolaa Dhukh Ghano Jam Maar Karai Khulehaan ||",
    "translation": "They wander lost and confused, deceived by doubt, suffering in terrible pain. The Messenger of Death shall beat them to a pulp.",
    "punjabi": "ਮਾਇਆ ਵਾਲੀ ਭਟਕਣਾ ਵਿਚ ਕੁਰਾਹੇ ਪੈਂਦਾ ਹੈ, ਬਹੁਤ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, (ਆਖ਼ਰ) ਜਮਰਾਜ ਉਸ ਨੂੰ ਗੁੱਝੀ ਮਾਰ ਮਾਰ ਕੇ ਭੋਹ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਖੁੱਲ ਕੇ (ਹਾਨੁ) ਹਾਨੀ",
    "type_id": 3
  },
  {
    "id": 887,
    "shabad_id": 73,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮਨਮੁਖਿ. ਸੁਖੁ ਨ ਪਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਸੁਖੁ ਸੁਭਾਨੁ ॥੩॥",
    "transliteration": "Manamukh Sukh N Paaeeai Guramukh Sukh Subhaan ||3||",
    "translation": "The self-willed manmukhs find no peace, while the Gurmukhs are wondrously joyful. ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾਂਦਾ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਅਸਚਰਜ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਸੁਭਾਨੁ) ਅਸਚਰਜ",
    "type_id": 3
  },
  {
    "id": 888,
    "shabad_id": 73,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਅੈਥੈ ਧੰਧੁ ਪਿਟਾੲੀਅੈ; ਸਚੁ ਲਿਖਤੁ ਪਰਵਾਨੁ ॥",
    "transliteration": "Aithhai Dhhandhh Pittaaeeai Sach Likhath Paravaan ||",
    "translation": "In this world, people are engrossed in false pursuits, but in the world hereafter, only the account of your true actions is accepted.",
    "punjabi": "(ਲੋਭੀ ਮਨੁੱਖ) ਇਸ ਲੋਕ ਵਿਚ ਦੁਨੀਆ ਦੇ ਜੰਜਾਲਾਂ ਵਿਚ ਖਚਿਤ ਰਹਿੰਦਾ ਹੈ, (ਪਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਸਿਮਰਨ ਦਾ ਲੇਖਾ ਕਬੂਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 889,
    "shabad_id": 73,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਸਜਣੁ ਗੁਰੁ ਸੇਵਦਾ; ਗੁਰ ਕਰਣੀ ਪਰਧਾਨੁ ॥",
    "transliteration": "Har Sajan Gur Saevadhaa Gur Karanee Paradhhaan ||",
    "translation": "The Guru serves the Lord, His Intimate Friend. The Guru's actions are supremely exalted.",
    "punjabi": "ਗੁਰੂ ਅਸਲ ਮਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ (ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਇਹੀ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ), ਗੁਰੂ ਵਾਲੀ ਇਹ ਕਾਰ (ਦਰਗਾਹ ਵਿਚ) ਮੰਨੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 890,
    "shabad_id": 73,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ ਨਾਮੁ. ਨ ਵੀਸਰੈ; ਕਰਮਿ ਸਚੈ ਨੀਸਾਣੁ ॥੪॥੧੯॥",
    "transliteration": "Naanak Naam N Veesarai Karam Sachai Neesaan ||4||19||",
    "translation": "O Nanak, never forget the Naam, the Name of the Lord; the True Lord shall bless you with His Mark of Grace. ||4||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ) ਲੇਖ ਉੱਘੜਦਾ ਹੈ ਉਸ ਨੂੰ ਕਦੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁੱਲਦਾ ਨਹੀਂ ॥੪॥੧੯॥",
    "pronunciation": "(ਨੀਸਾਣੁ)ਲਿਖਤ",
    "type_id": 3
  },
  {
    "id": 891,
    "shabad_id": 74,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 892,
    "shabad_id": 74,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲਿਕੁ ਤਿਲੁ ਪਿਅਾਰਾ ਵੀਸਰੈ; ਰੋਗੁ ਵਡਾ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Eik Thil Piaaraa Veesarai Rog Vaddaa Man Maahi ||",
    "translation": "Forgetting the Beloved, even for a moment, the mind is afflicted with terrible diseases.",
    "punjabi": "(ਅਜਿਹੇ ਸੁਭਾਗ ਬੰਦਿਆਂ ਨੂੰ) ਜੋ ਰਤਾ ਭਰ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਵਿਸਰ ਜਾਏ, ਤਾਂ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਵੱਡਾ ਰੋਗ (ਪੈਦਾ ਹੋ ਗਿਆ ਸਮਝਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 893,
    "shabad_id": 74,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਿੳੁ. ਦਰਗਹ ਪਤਿ ਪਾੲੀਅੈ; ਜਾ ਹਰਿ. ਨ ਵਸੈ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Kio Dharageh Path Paaeeai Jaa Har N Vasai Man Maahi ||",
    "translation": "How can honor be attained in His Court, if the Lord does not dwell in the mind?",
    "punjabi": "(ਉਂਞ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਨਾਹ ਵੱਸੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 894,
    "shabad_id": 74,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਿ ਮਿਲਿਅੈ ਸੁਖੁ ਪਾੲੀਅੈ; ਅਗਨਿ ਮਰੈ ਗੁਣ ਮਾਹਿ ॥੧॥",
    "transliteration": "Gur Miliai Sukh Paaeeai Agan Marai Gun Maahi ||1||",
    "translation": "Meeting with the Guru, peace is found. The fire is extinguished in His Glorious Praises. ||1||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, (ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਕਿਉਂਕਿ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 895,
    "shabad_id": 74,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਰੇ; ਅਹਿ ਨਿਸਿ ਹਰਿ ਗੁਣ ਸਾਰਿ ॥",
    "transliteration": "Man Rae Ahinis Har Gun Saar ||",
    "translation": "O mind, enshrine the Praises of the Lord, day and night.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "(ਸਾਰਿ) ਚੇਤੇ ਕਰ",
    "type_id": 3
  },
  {
    "id": 896,
    "shabad_id": 74,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜਿਨ ਖਿਨੁ ਪਲੁ ਨਾਮੁ ਨ ਵੀਸਰੈ; ਤੇ ਜਨ ਵਿਰਲੇ ਸੰਸਾਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jin Khin Pal Naam N Veesarai Thae Jan Viralae Sansaar ||1|| Rehaao ||",
    "translation": "One who does not forget the Naam, for a moment or even an instant-how rare is such a person in this world! ||1||Pause||",
    "punjabi": "ਜਗਤ ਵਿਚ ਉਹ (ਭਾਗਾਂ ਵਾਲੇ) ਮਨੁੱਖ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖਿਨ ਪਲ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 897,
    "shabad_id": 74,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੀਅੈ; ਸੁਰਤੀ ਸੁਰਤਿ ਸੰਜੋਗੁ ॥",
    "transliteration": "Jothee Joth Milaaeeai Surathee Surath Sanjog ||",
    "translation": "When one's light merges into the Light, and one's intuitive consciousness is joined with the Intuitive Consciousness,",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਜਿੰਦ ਰਲਾ ਦੇਈਏ, ਉਸ ਵਿਚ ਆਪਣੀ ਸੁਰਤ ਦਾ ਮੇਲ ਕਰ ਦੇਈਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 898,
    "shabad_id": 74,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਿੰਸਾ ਹੳੁਮੈ ਗਤੁ ਗੲੇ; ਨਾਹੀ ਸਹਸਾ ਸੋਗੁ ॥",
    "transliteration": "Hinsaa Houmai Gath Geae Naahee Sehasaa Sog ||",
    "translation": "Then one's cruel and violent instincts and egotism depart, and skepticism and sorrow are taken away.",
    "punjabi": "ਤਾਂ ਕਠੋਰਤਾ ਤੇ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਸਹਿਮ ਤੇ ਚਿੰਤਾ ਭੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ।",
    "pronunciation": "ਗਤੁ:ਪੋਲਾ ਬੋਲੋ। (ਗਤੁ) ਨਾਸ। (ਸਹਸਾ) ਸੰਸਾ, ਭਰਮ",
    "type_id": 3
  },
  {
    "id": 899,
    "shabad_id": 74,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ. ਜਿਸੁ ਹਰਿ ਮਨਿ ਵਸੈ; ਤਿਸੁ ਮੇਲੇ ਗੁਰੁ ਸੰਜੋਗੁ ॥੨॥",
    "transliteration": "Guramukh Jis Har Man Vasai This Maelae Gur Sanjog ||2||",
    "translation": "The Lord abides within the mind of the Gurmukh, who merges in the Lord's Union, through the Guru. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਟਿਕਦੀ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਦਾ ਪੂਰਾ ਅਵਸਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 900,
    "shabad_id": 74,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਾੲਿਅਾ ਕਾਮਣਿ ਜੇ ਕਰੀ; ਭੋਗੇ ਭੋਗਣਹਾਰੁ ॥",
    "transliteration": "Kaaeiaa Kaaman Jae Karee Bhogae Bhoganehaar ||",
    "translation": "If I surrender my body like a bride, the Enjoyer will enjoy me.",
    "punjabi": "ਜਿਵੇਂ ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਜੇ ਮੈਂ ਕਾਇਆਂ ਨੂੰ ਇਸਤ੍ਰੀ ਬਣਾਵਾਂ, ਕਾਇਆਂ-ਇਸਤ੍ਰੀ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ) ਨੂੰ ਪ੍ਰਭੂ ਵਾਲੇ ਪਾਸੇ ਪਰਤਾਵਾਂ, ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 901,
    "shabad_id": 74,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਤਿਸੁ ਸਿੳੁ. ਨੇਹੁ ਨ ਕੀਜੲੀ; ਜੋ ਦੀਸੈ ਚਲਣਹਾਰੁ ॥",
    "transliteration": "This Sio Naehu N Keejee Jo Dheesai Chalanehaar ||",
    "translation": "Do not make love with one who is just a passing show.",
    "punjabi": "ਇਸ ਸਰੀਰ ਨਾਲ (ਇਤਨਾ) ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲ ਖੁਲ੍ਹ ਮਿਲੀ ਰਹੇ), ਇਹ ਤਾਂ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਾਸਵੰਤ ਹੈ।",
    "pronunciation": "ਕੀ੍ਨਜੲੀ। ਚੱਲਣਹਾਰੁ",
    "type_id": 3
  },
  {
    "id": 902,
    "shabad_id": 74,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਰਵਹਿ ਸੋਹਾਗਣੀ; ਸੋ ਪ੍ਰਭੁ ਸੇਜ ਭਤਾਰੁ ॥੩॥",
    "transliteration": "Guramukh Ravehi Sohaaganee So Prabh Saej Bhathaar ||3||",
    "translation": "The Gurmukh is ravished like the pure and happy bride on the Bed of God, her Husband. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਬੈਠਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਰਵਹਿ) ਯਾਦ ਕਰਦੇ",
    "type_id": 3
  }
]
