[
  {
    "id": 1160,
    "shabad_id": 91,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਜਨਮੁ ਪਦਾਰਥੁ ਪਾੲਿ ਕੈ; ਹਰਿ ਨਾਮੁ. ਨ ਚੇਤੈ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Eihu Janam Padhaarathh Paae Kai Har Naam N Chaethai Liv Laae ||",
    "translation": "The blessing of this human life has been obtained, but still, people do not lovingly focus their thoughts on the Name of the Lord.",
    "punjabi": "ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕਰ ਕੇ (ਮੂਰਖ ਮਨੁੱਖ) ਸੁਰਤ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1161,
    "shabad_id": 91,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਪਗਿ ਖਿਸਿਅੈ. ਰਹਣਾ ਨਹੀ; ਅਾਗੈ. ਠੳੁਰੁ ਨ ਪਾੲਿ ॥",
    "transliteration": "Pag Khisiai Rehanaa Nehee Aagai Thour N Paae ||",
    "translation": "Their feet slip, and they cannot stay here any longer. And in the next world, they find no place of rest at all.",
    "punjabi": "ਪਰ ਜਦੋਂ ਪੈਰ ਤਿਲਕ ਗਿਆ (ਜਦੋਂ ਸਰੀਰ ਢਹਿ ਪਿਆ) ਇੱਥੇ ਜਗਤ ਵਿਚ ਟਿਕਿਆ ਨਹੀਂ ਜਾ ਸਕੇਗਾ (ਨਾਮ ਤੋਂ ਸਖਣੇ ਰਹਿਣ ਕਰਕੇ) ਅਗਾਂਹ ਦਰਗਾਹ ਵਿਚ ਭੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "(ਠੳੁਰੁ) ਟਿਕਾਣਾ। ਪਗਿ ਖਿਸਿਅੈ: ਪੋਲਾ ਬੋਲੋ-",
    "type_id": 3
  },
  {
    "id": 1162,
    "shabad_id": 91,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਓਹ ਵੇਲਾ. ਹਥਿ ਨ ਅਾਵੲੀ; ਅੰਤਿ ਗੲਿਅਾ ਪਛੁਤਾੲਿ ॥",
    "transliteration": "Ouh Vaelaa Hathh N Aavee Anth Gaeiaa Pashhuthaae ||",
    "translation": "This opportunity shall not come again. In the end, they depart, regretting and repenting.",
    "punjabi": "(ਮੌਤ ਆਇਆਂ) ਸਿਮਰਨ ਦਾ ਸਮਾ ਮਿਲ ਨਹੀਂ ਸਕਦਾ। ਆਖ਼ਰ (ਮੂਰਖ ਜੀਵ) ਪਛੁਤਾਂਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1163,
    "shabad_id": 91,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ ਨਦਰਿ ਕਰੇ. ਸੋ ੳੁਬਰੈ; ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲਿ ॥੪॥",
    "transliteration": "Jis Nadhar Karae So Oubarai Har Saethee Liv Laae ||4||",
    "translation": "Those whom the Lord blesses with His Glance of Grace are saved; they are lovingly attuned to the Lord. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਮਾਇਆ ਕਸੁੰਭੇ ਦੇ ਮੋਹ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(ੳੁ੍ਨਬਰੈ) ਬਚ ਜਾਂਦਾ",
    "type_id": 3
  },
  {
    "id": 1164,
    "shabad_id": 91,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਦੇਖਾ ਦੇਖੀ ਸਭ ਕਰੇ; ਮਨਮੁਖਿ. ਬੂਝ ਨ ਪਾੲਿ ॥",
    "transliteration": "Dhaekhaa Dhaekhee Sabh Karae Manamukh Boojh N Paae ||",
    "translation": "They all show off and pretend, but the self-willed manmukhs do not understand.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਭ ਕੁਝ ਵਿਖਾਵੇ ਦੀ ਖ਼ਾਤਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਹੀ ਜੀਵਨ ਜੀਊਣ ਦੀ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1165,
    "shabad_id": 91,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਜਿਨ ਗੁਰਮੁਖਿ ਹਿਰਦਾ ਸੁਧੁ ਹੈ; ਸੇਵ ਪੲੀ ਤਿਨ ਥਾੲਿ ॥",
    "transliteration": "Jin Guramukh Hiradhaa Sudhh Hai Saev Pee Thin Thhaae ||",
    "translation": "Those Gurmukhs who are pure of heart-their service is accepted.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਹਿਰਦਾ ਪਵ੍ਰਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਘਾਲ-ਕਮਾਈ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਸੁੱਧੁ। (ਥਾੲਿ) ਪ੍ਰਵਾਨ",
    "type_id": 3
  },
  {
    "id": 1166,
    "shabad_id": 91,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਗਾਵਹਿ. ਹਰਿ ਨਿਤ ਪੜਹਿ; ਹਰਿ ਗੁਣ ਗਾੲਿ ਸਮਾੲਿ ॥",
    "transliteration": "Har Gun Gaavehi Har Nith Parrehi Har Gun Gaae Samaae ||",
    "translation": "They sing the Glorious Praise of the Lord; they read about the Lord each day. Singing the Praise of the Lord, they merge in absorption.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰੀ ਦੇ ਗੁਣ ਗਾ ਕੇ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਿੱਤ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ਤੇ ਪੜ੍ਹਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1167,
    "shabad_id": 91,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਕੀ ਬਾਣੀ. ਸਦਾ ਸਚੁ ਹੈ; ਜਿ ਨਾਮਿ ਰਹੇ ਲਿਵ ਲਾੲਿ ॥੫॥੪॥੩੭॥",
    "transliteration": "Naanak Thin Kee Baanee Sadhaa Sach Hai J Naam Rehae Liv Laae ||5||4||37||",
    "translation": "O Nanak, the words of those who are lovingly attuned to the Naam are true forever. ||5||4||37||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਉਹਨਾਂ ਦੀ ਜੀਭ ਤੇ ਸਦਾ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ ॥੫॥੪॥੩੭॥{27-28}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1168,
    "shabad_id": 92,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1169,
    "shabad_id": 92,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਿਨੀ ੲਿਕ ਮਨਿ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਗੁਰਮਤੀ ਵੀਚਾਰਿ ॥",
    "transliteration": "Jinee Eik Man Naam Dhhiaaeiaa Guramathee Veechaar ||",
    "translation": "Those who meditate single-mindedly on the Naam, and contemplate the Teachings of the Guru",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾ ਕੇ ਨਾਮ ਨੂੰ ਇਕਾਗ੍ਰ ਮਨ ਨਾਲ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1170,
    "shabad_id": 92,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਿਨ ਕੇ ਮੁਖ ਸਦ ੳੁਜਲੇ; ਤਿਤੁ ਸਚੈ ਦਰਬਾਰਿ ॥",
    "transliteration": "Thin Kae Mukh Sadh Oujalae Thith Sachai Dharabaar ||",
    "translation": "-their faces are forever radiant in the Court of the True Lord.",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਉਹ ਸਦਾ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ੳੁ੍ਨਜਲੇ, ਤਿੱਤੁ",
    "type_id": 3
  },
  {
    "id": 1171,
    "shabad_id": 92,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਓੲਿ ਅੰਮ੍ਰਿਤੁ ਪੀਵਹਿ ਸਦਾ ਸਦਾ; ਸਚੈ ਨਾਮਿ ਪਿਅਾਰਿ ॥੧॥",
    "transliteration": "Oue Anmrith Peevehi Sadhaa Sadhaa Sachai Naam Piaar ||1||",
    "translation": "They drink in the Ambrosial Nectar forever and ever, and they love the True Name. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1172,
    "shabad_id": 92,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਗੁਰਮੁਖਿ ਸਦਾ ਪਤਿ ਹੋੲਿ ॥",
    "transliteration": "Bhaaee Rae Guramukh Sadhaa Path Hoe ||",
    "translation": "O Siblings of Destiny, the Gurmukhs are honored forever.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1173,
    "shabad_id": 92,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਸਦਾ ਧਿਅਾੲੀਅੈ; ਮਲੁ ਹੳੁਮੈ. ਕਢੈ ਧੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Har Sadhaa Dhhiaaeeai Mal Houmai Kadtai Dhhoe ||1|| Rehaao ||",
    "translation": "They meditate forever on the Lord, Har, Har, and they wash off the filth of egotism. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮਲੁ: ਪੋਲਾ ਬੋਲੋ। ਕੱਢੈ",
    "type_id": 4
  },
  {
    "id": 1174,
    "shabad_id": 92,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਨਮੁਖ. ਨਾਮੁ ਨ ਜਾਣਨੀ; ਵਿਣੁ ਨਾਵੈ. ਪਤਿ ਜਾੲਿ ॥",
    "transliteration": "Manamukh Naam N Jaananee Vin Naavai Path Jaae ||",
    "translation": "The self-willed manmukhs do not know the Naam. Without the Name, they lose their honor.",
    "punjabi": "(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ। ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1175,
    "shabad_id": 92,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਬਦੈ. ਸਾਦੁ ਨ ਅਾੲਿਓ; ਲਾਗੇ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Sabadhai Saadh N Aaeiou Laagae Dhoojai Bhaae ||",
    "translation": "They do not savor the Taste of the Shabad; they are attached to the love of duality.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਨੰਦ ਨਹੀਂ ਆਉਂਦਾ, (ਇਸ ਵਾਸਤੇ) ਉਹ (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਕਿਸੇ ਹੋਰ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1176,
    "shabad_id": 92,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਵਿਸਟਾ ਕੇ ਕੀੜੇ. ਪਵਹਿ ਵਿਚਿ ਵਿਸਟਾ; ਸੇ ਵਿਸਟਾ ਮਾਹਿ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Visattaa Kae Keerrae Pavehi Vich Visattaa Sae Visattaa Maahi Samaae ||2||",
    "translation": "They are worms in the filth of manure. They fall into manure, and into manure they are absorbed. ||2||",
    "punjabi": "ਉਹ ਬੰਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਗੰਦ ਦੇ ਕੀੜਿਆਂ ਵਾਂਗ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਹੀ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਵਿਸਟਾ) ਗੰਦਗੀ",
    "type_id": 3
  },
  {
    "id": 1177,
    "shabad_id": 92,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਤਿਨ ਕਾ ਜਨਮੁ ਸਫਲੁ ਹੈ; ਜੋ ਚਲਹਿ ਸਤਗੁਰ ਭਾੲਿ ॥",
    "transliteration": "Thin Kaa Janam Safal Hai Jo Chalehi Sathagur Bhaae ||",
    "translation": "Fruitful are the lives of those who walk in harmony with the Will of the True Guru.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1178,
    "shabad_id": 92,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕੁਲੁ ੳੁਧਾਰਹਿ ਅਾਪਣਾ; ਧੰਨੁ ਜਣੇਦੀ ਮਾੲਿ ॥",
    "transliteration": "Kul Oudhhaarehi Aapanaa Dhhann Janaedhee Maae ||",
    "translation": "Their families are saved; blessed are the mothers who gave birth to them.",
    "punjabi": "ਉਹ ਆਪਣਾ ਸਾਰਾ ਖ਼ਾਨਦਾਨ (ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੰਮਣ ਵਾਲੀ ਮਾਂ ਸੋਭਾ ਖੱਟਦੀ ਹੈ।",
    "pronunciation": "ਕੁਲੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1179,
    "shabad_id": 92,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਜਿਸ ਨੳੁ ਕਿਰਪਾ ਕਰੇ ਰਜਾੲਿ ॥੩॥",
    "transliteration": "Har Har Naam Dhhiaaeeai Jis No Kirapaa Karae Rajaae ||3||",
    "translation": "By His Will He grants His Grace; those who are so blessed, meditate on the Name of the Lord, Har, Har. ||3||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1180,
    "shabad_id": 92,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Jinee Guramukh Naam Dhhiaaeiaa Vichahu Aap Gavaae ||",
    "translation": "The Gurmukhs meditate on the Naam; they eradicate selfishness and conceit from within.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1181,
    "shabad_id": 92,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਓੲਿ ਅੰਦਰਹੁ ਬਾਹਰਹੁ ਨਿਰਮਲੇ; ਸਚੇ ਸਚਿ ਸਮਾੲਿ ॥",
    "transliteration": "Oue Andharahu Baaharahu Niramalae Sachae Sach Samaae ||",
    "translation": "They are pure, inwardly and outwardly; they merge into the Truest of the True.",
    "punjabi": "ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਉਸੇ ਦਾ ਰੂਪ ਬਣ ਕੇ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਖ਼ਲਕਤ ਨਾਲ ਭੀ ਵਰਤਣ-ਵਿਹਾਰ ਸੁਚੱਜਾ ਰੱਖਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1182,
    "shabad_id": 92,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਅਾੲੇ ਸੇ ਪਰਵਾਣੁ ਹਹਿ; ਜਿਨ ਗੁਰਮਤੀ ਹਰਿ ਧਿਅਾੲਿ ॥੪॥੫॥੩੮॥",
    "transliteration": "Naanak Aaeae Sae Paravaan Hehi Jin Guramathee Har Dhhiaae ||4||5||38||",
    "translation": "O Nanak, blessed is the coming of those who follow the Guru's Teachings and meditate on the Lord. ||4||5||38||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ ਵਿਚ ਆਏ (ਜੰਮੇ) ਉਹੀ ਬੰਦੇ ਕਬੂਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ॥੪॥੫॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1183,
    "shabad_id": 93,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1184,
    "shabad_id": 93,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਭਗਤਾ ਹਰਿ ਧਨੁ ਰਾਸਿ ਹੈ; ਗੁਰ ਪੂਛਿ. ਕਰਹਿ ਵਾਪਾਰੁ ॥",
    "transliteration": "Har Bhagathaa Har Dhhan Raas Hai Gur Pooshh Karehi Vaapaar ||",
    "translation": "The devotees of the Lord have the Wealth and Capital of the Lord; with Guru's Advice, they carry on their trade.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਪਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਧਨ ਹੈ ਨਾਮ ਹੀ ਸਰਮਾਇਆ ਹੈ, ਉਹ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਨਾਮ ਦਾ ਹੀ) ਵਣਜ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1185,
    "shabad_id": 93,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਸਲਾਹਨਿ ਸਦਾ ਸਦਾ; ਵਖਰੁ ਹਰਿ ਨਾਮੁ ਅਧਾਰੁ ॥",
    "transliteration": "Har Naam Salaahan Sadhaa Sadhaa Vakhar Har Naam Adhhaar ||",
    "translation": "They praise the Name of the Lord forever and ever. The Name of the Lord is their Merchandise and Support.",
    "punjabi": "ਭਗਤ-ਜਨ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਲਾਹੁੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵੱਖਰ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1186,
    "shabad_id": 93,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਨਾਮੁ ਦ੍ਰਿੜਾੲਿਅਾ; ਹਰਿ ਭਗਤਾ ਅਤੁਟੁ ਭੰਡਾਰੁ ॥੧॥",
    "transliteration": "Gur Poorai Har Naam Dhrirraaeiaa Har Bhagathaa Athutt Bhanddaar ||1||",
    "translation": "The Perfect Guru has implanted the Name of the Lord into the Lord's devotees; it is an Inexhaustible Treasure. ||1||",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਪਾਸ ਅਮੁੱਕ ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1187,
    "shabad_id": 93,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ੲਿਸੁ ਮਨ ਕੳੁ ਸਮਝਾੲਿ ॥",
    "transliteration": "Bhaaee Rae Eis Man Ko Samajhaae ||",
    "translation": "O Siblings of Destiny, instruct your minds in this way.",
    "punjabi": "ਹੇ ਭਾਈ! (ਆਪਣੇ) ਇਸ ਮਨ ਨੂੰ ਸਮਝਾ (ਤੇ ਆਖ-)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1188,
    "shabad_id": 93,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ੲੇ ਮਨ ਅਾਲਸੁ ਕਿਅਾ ਕਰਹਿ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eae Man Aalas Kiaa Karehi Guramukh Naam Dhhiaae ||1|| Rehaao ||",
    "translation": "O mind, why are you so lazy? Become Gurmukh, and meditate on the Naam. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਕਿਉਂ ਆਲਸ ਕਰਦਾ ਹੈਂ? ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸਿਮਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1189,
    "shabad_id": 93,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਭਗਤਿ ਹਰਿ ਕਾ ਪਿਅਾਰੁ ਹੈ; ਜੇ ਗੁਰਮੁਖਿ ਕਰੇ ਬੀਚਾਰੁ ॥",
    "transliteration": "Har Bhagath Har Kaa Piaar Hai Jae Guramukh Karae Beechaar ||",
    "translation": "Devotion to the Lord is love for the Lord. The Gurmukh reflects deeply and contemplates.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਸਿੱਖਿਆ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਰਹੇ ਤਾਂ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵੱਸ ਪੈਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1190,
    "shabad_id": 93,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਪਾਖੰਡਿ. ਭਗਤਿ ਨ ਹੋਵੲੀ; ਦੁਬਿਧਾ ਬੋਲੁ ਖੁਅਾਰੁ ॥",
    "transliteration": "Paakhandd Bhagath N Hovee Dhubidhhaa Bol Khuaar ||",
    "translation": "Hypocrisy is not devotion-speaking words of duality leads only to misery.",
    "punjabi": "ਪਰ ਪਖੰਡ ਕੀਤਿਆਂ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਪਖੰਡ ਦਾ ਬੋਲ ਖ਼ੁਆਰ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1191,
    "shabad_id": 93,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੋ ਜਨੁ ਰਲਾੲਿਅਾ ਨਾ ਰਲੈ; ਜਿਸੁ ਅੰਤਰਿ ਬਿਬੇਕ ਬੀਚਾਰੁ ॥੨॥",
    "transliteration": "So Jan Ralaaeiaa Naa Ralai Jis Anthar Bibaek Beechaar ||2||",
    "translation": "Those humble beings who are filled with keen understanding and meditative contemplation-even though they intermingle with others, they remain distinct. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਖੋਟੇ ਖਰੇ ਦੇ) ਪਰਖਣ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਪਖੰਡੀਆਂ ਵਿਚ) ਰਲਾਇਆਂ ਰਲ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "(ਬਿਬੇਕ) ਸੱਤ ਅਸੱਤ ਦਾ ਨਿਰਣਾ",
    "type_id": 3
  },
  {
    "id": 1192,
    "shabad_id": 93,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਸੇਵਕੁ. ਹਰਿ ਅਾਖੀਅੈ; ਜੋ ਹਰਿ ਰਾਖੈ ੳੁਰਿ ਧਾਰਿ ॥",
    "transliteration": "So Saevak Har Aakheeai Jo Har Raakhai Our Dhhaar ||",
    "translation": "Those who keep the Lord enshrined within their hearts are said to be the servants of the Lord.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1193,
    "shabad_id": 93,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਸੳੁਪੇ. ਅਾਗੈ ਧਰੇ; ਹੳੁਮੈ ਵਿਚਹੁ ਮਾਰਿ ॥",
    "transliteration": "Man Than Soupae Aagai Dhharae Houmai Vichahu Maar ||",
    "translation": "Placing mind and body in offering before the Lord, they conquer and eradicate egotism from within.",
    "punjabi": "ਜੇਹੜਾ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦਾ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਅੱਗੇ ਰੱਖ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1194,
    "shabad_id": 93,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਧਨੁ ਗੁਰਮੁਖਿ ਸੋ ਪਰਵਾਣੁ ਹੈ; ਜਿ ਕਦੇ. ਨ ਅਾਵੈ ਹਾਰਿ ॥੩॥",
    "transliteration": "Dhhan Guramukh So Paravaan Hai J Kadhae N Aavai Haar ||3||",
    "translation": "Blessed and acclaimed is that Gurmukh, who shall never be defeated. ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਮਨੁੱਖ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਕਦੇ ਹਾਰ ਕੇ ਨਹੀਂ ਆਉਂਦਾ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1195,
    "shabad_id": 93,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਕਰਮਿ ਮਿਲੈ ਤਾ ਪਾੲੀਅੈ; ਵਿਣੁ ਕਰਮੈ. ਪਾੲਿਅਾ ਨ ਜਾੲਿ ॥",
    "transliteration": "Karam Milai Thaa Paaeeai Vin Karamai Paaeiaa N Jaae ||",
    "translation": "Those who receive His Grace find Him. Without His Grace, He cannot be found.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਨੂੰ) ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲੇ ਤਾਂ ਮਿਲਦਾ ਹੈ, ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਉਹ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
