[
  {
    "id": 1233,
    "shabad_id": 96,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਸਦਾ ਧਿਅਾੲਿ ਤੂ; ਗੁਰਮੁਖਿ ੲੇਕੰਕਾਰੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Jeeo Sadhaa Dhhiaae Thoo Guramukh Eaekankaar ||1|| Rehaao ||",
    "translation": "Become Gurmukh, and meditate forever on the Dear Lord, the One and Only Creator. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਸਦਾ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1234,
    "shabad_id": 96,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਾ ਕੇ ਮੁਖ ੳੁਜਲੇ; ਗੁਰ ਸਬਦੀ ਬੀਚਾਰਿ ॥",
    "transliteration": "Guramukhaa Kae Mukh Oujalae Gur Sabadhee Beechaar ||",
    "translation": "The faces of the Gurmukhs are radiant and bright; they reflect on the Word of the Guru's Shabad.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਵਿਚਾਰ ਕੇ ਉਹ (ਸਦਾ) ਸੁਰਖ਼ਰੂ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1235,
    "shabad_id": 96,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਸੁਖੁ ਪਾੲਿਦੇ; ਜਪਿ ਜਪਿ ਰਿਦੈ ਮੁਰਾਰਿ ॥",
    "transliteration": "Halath Palath Sukh Paaeidhae Jap Jap Ridhai Muraar ||",
    "translation": "They obtain peace in this world and the next, chanting and meditating within their hearts on the Lord.",
    "punjabi": "ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਸੁਖ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "(ਹਲਤਿ) ੲਿਹ ਲੋਕ (ਪਲਤਿ) ਪ੍ਰਲੋਕ। (ਮੁਰਾਰਿ) ਪ੍ਰਮਾਤਮਾ",
    "type_id": 3
  },
  {
    "id": 1236,
    "shabad_id": 96,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਘਰ ਹੀ ਵਿਚਿ ਮਹਲੁ ਪਾੲਿਅਾ; ਗੁਰ ਸਬਦੀ ਵੀਚਾਰਿ ॥੨॥",
    "transliteration": "Ghar Hee Vich Mehal Paaeiaa Gur Sabadhee Veechaar ||2||",
    "translation": "Within the home of their own inner being, they obtain the Mansion of the Lord's Presence, reflecting on the Guru's Shabad. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਚੇਤੇ ਕਰ ਕੇ ਉਹਨਾਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ-ਥਾਂ ਲੱਭ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1237,
    "shabad_id": 96,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਤਗੁਰ ਤੇ. ਜੋ ਮੁਹ ਫੇਰਹਿ; ਮਥੇ ਤਿਨ ਕਾਲੇ ॥",
    "transliteration": "Sathagur Thae Jo Muh Faerehi Mathhae Thin Kaalae ||",
    "translation": "Those who turn their faces away from the True Guru shall have their faces blackened.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਭਵਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਭ੍ਰਿਸ਼ਟੇ ਰਹਿੰਦੇ ਹਨ। (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "ਮੱਥੇ",
    "type_id": 3
  },
  {
    "id": 1238,
    "shabad_id": 96,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਦੁਖ ਕਮਾਵਦੇ; ਨਿਤ ਜੋਹੇ ਜਮ ਜਾਲੇ ॥",
    "transliteration": "Anadhin Dhukh Kamaavadhae Nith Johae Jam Jaalae ||",
    "translation": "Night and day, they suffer in pain; they see the noose of Death always hovering above them.",
    "punjabi": "ਉਹ ਸਦਾ ਉਹੀ ਕਰਤੂਤਾਂ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦਾ ਫਲ ਦੁੱਖ ਹੁੰਦਾ ਹੈ। ਉਹ ਸਦਾ ਜਮ ਦੇ ਜਾਲ ਵਿਚ ਜਮ ਦੀ ਤੱਕ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਜੋਹੇ) ੳੁਡੀਕ ਚ।ਜੱਾਲੇ",
    "type_id": 3
  },
  {
    "id": 1239,
    "shabad_id": 96,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਸੁਪਨੈ ਸੁਖੁ. ਨ ਦੇਖਨੀ; ਬਹੁ ਚਿੰਤਾ ਪਰਜਾਲੇ ॥੩॥",
    "transliteration": "Supanai Sukh N Dhaekhanee Bahu Chinthaa Parajaalae ||3||",
    "translation": "Even in their dreams, they find no peace; they are consumed by the fires of intense anxiety. ||3||",
    "punjabi": "ਕਦੇ ਸੁਪਨੇ ਵਿਚ ਭੀ ਉਹ ਸੁਖ ਨਹੀਂ ਮਾਣਦੇ, ਬਹੁਤ ਚਿੰਤਾ ਉਹਨਾਂ ਨੂੰ ਸਾੜਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ਪਰ-ਜੱਾਲੇ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ ਜਲ਼ਦੇ",
    "type_id": 3
  },
  {
    "id": 1240,
    "shabad_id": 96,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਭਨਾ ਕਾ ਦਾਤਾ ੲੇਕੁ ਹੈ; ਅਾਪੇ ਬਖਸ ਕਰੇੲਿ ॥",
    "transliteration": "Sabhanaa Kaa Dhaathaa Eaek Hai Aapae Bakhas Karaee ||",
    "translation": "The One Lord is the Giver of all; He Himself bestows all blessings.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਹਰੇਕ ਜੀਵ ਦੇ ਦਿਲ ਦੀ) ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 1241,
    "shabad_id": 96,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਕਹਣਾ ਕਿਛੂ ਨ ਜਾਵੲੀ; ਜਿਸੁ ਭਾਵੈ ਤਿਸੁ ਦੇੲਿ ॥",
    "transliteration": "Kehanaa Kishhoo N Jaavee Jis Bhaavai This Dhaee ||",
    "translation": "No one else has any say in this; He gives just as He pleases.",
    "punjabi": "ਪਰ ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਕਿ ਮਨਮੁਖ ਕਿਉਂ ਨਾਮ ਨਹੀਂ ਚੇਤਦਾ ਤੇ ਗੁਰਮੁਖਿ ਕਿਉਂ ਸਿਮਰਦਾ ਹੈ?) ਜਿਸ ਉੱਤੇ ਉਹ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਦੇ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 1242,
    "shabad_id": 96,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਪਾੲੀਅੈ; ਅਾਪੇ ਜਾਣੈ ਸੋੲਿ ॥੪॥੯॥੪੨॥",
    "transliteration": "Naanak Guramukh Paaeeai Aapae Jaanai Soe ||4||9||42||",
    "translation": "O Nanak, the Gurmukhs obtain Him; He Himself knows Himself. ||4||9||42||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ॥੪॥੯॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1243,
    "shabad_id": 97,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1244,
    "shabad_id": 97,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਚਾ ਸਾਹਿਬੁ ਸੇਵੀਅੈ; ਸਚੁ ਵਡਿਅਾੲੀ ਦੇੲਿ ॥",
    "transliteration": "Sachaa Saahib Saeveeai Sach Vaddiaaee Dhaee ||",
    "translation": "Serve your True Lord and Master, and you shall be blessed with true greatness.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਜੇਹੜਾ ਸਿਮਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਇੱਜ਼ਤ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1245,
    "shabad_id": 97,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮਨਿ ਵਸੈ; ਹੳੁਮੈ ਦੂਰਿ ਕਰੇੲਿ ॥",
    "transliteration": "Gur Parasaadhee Man Vasai Houmai Dhoor Karaee ||",
    "translation": "By Guru's Grace, He abides in the mind, and egotism is driven out.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1246,
    "shabad_id": 97,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਧਾਵਤੁ. ਤਾ ਰਹੈ; ਜਾ ਅਾਪੇ ਨਦਰਿ ਕਰੇੲਿ ॥੧॥",
    "transliteration": "Eihu Man Dhhaavath Thaa Rehai Jaa Aapae Nadhar Karaee ||1||",
    "translation": "This wandering mind comes to rest, when the Lord casts His Glance of Grace. ||1||",
    "punjabi": "(ਪਰ ਕਿਸੇ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ। ਮਾਇਆ ਬੜੀ ਮੋਹਣੀ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਤਦੋਂ ਹੀ ਇਹ ਮਨ (ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਦੌੜਨੋਂ ਹਟਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਧਾਵਤੁ) ਦੌੜਦਾ",
    "type_id": 3
  },
  {
    "id": 1247,
    "shabad_id": 97,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਗੁਰਮੁਖਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Bhaaee Rae Guramukh Har Naam Dhhiaae ||",
    "translation": "O Siblings of Destiny, become Gurmukh, and meditate on the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1248,
    "shabad_id": 97,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਸਦ ਮਨਿ ਵਸੈ; ਮਹਲੀ ਪਾਵੈ ਥਾੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Naam Nidhhaan Sadh Man Vasai Mehalee Paavai Thhaao ||1|| Rehaao ||",
    "translation": "The Treasure of the Naam abides forever within the mind, and one's place of rest is found in the Mansion of the Lord's Presence. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਸਦਾ ਵੱਸਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1249,
    "shabad_id": 97,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਨਮੁਖ ਮਨੁ ਤਨੁ ਅੰਧੁ ਹੈ; ਤਿਸ ਨੳੁ. ਠੳੁਰ ਨ ਠਾੳੁ ॥",
    "transliteration": "Manamukh Man Than Andhh Hai This No Thour N Thaao ||",
    "translation": "The minds and bodies of the self-willed manmukhs are filled with darkness; they find no shelter, no place of rest.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ ਭੀ (ਭਾਵ, ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ ਭੀ) ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਆਤਮਕ ਸ਼ਾਂਤੀ ਵਾਸਤੇ) ਕੋਈ ਥਾਂ-ਥਿੱਤਾ ਸੁੱਝਦਾ ਨਹੀਂ।",
    "pronunciation": "ਨ ੲਿਸ ਲੋਕ ਚ (ਠੳੁਰ) ਥਾਂ, ਨ ਪ੍ਰਲੋਕ ਚ (ਠਾੳੁ) ਟਿਕਾਣਾ",
    "type_id": 3
  },
  {
    "id": 1250,
    "shabad_id": 97,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਬਹੁ ਜੋਨੀ ਭੳੁਦਾ ਫਿਰੈ; ਜਿੳੁ. ਸੁੰਞਞੈਂ ਘਰਿ ਕਾੳੁ ॥",
    "transliteration": "Bahu Jonee Bhoudhaa Firai Jio Sunnjain Ghar Kaao ||",
    "translation": "Through countless incarnations they wander lost, like crows in a deserted house.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਹੈ (ਕਿਤੋਂ ਭੀ ਉਸ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲਦੀ) ਜਿਵੇਂ ਕਿਸੇ ਸੁੰਞੇ ਘਰ ਵਿਚ ਕਾਂ ਜਾਂਦਾ ਹੈ (ਉਥੋਂ ਉਸ ਨੂੰ ਮਿਲਦਾ ਕੁਝ ਨਹੀਂ)",
    "pronunciation": "(ਭੳੁਂਦਾ) ਭਟਕਦਾ। (ਸੁੰਞੈਂ) ਸੁੰਨੇ",
    "type_id": 3
  },
  {
    "id": 1251,
    "shabad_id": 97,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮਤੀ ਘਟਿ ਚਾਨਣਾ; ਸਬਦਿ ਮਿਲੈ ਹਰਿ ਨਾੳੁ ॥੨॥",
    "transliteration": "Guramathee Ghatt Chaananaa Sabadh Milai Har Naao ||2||",
    "translation": "Through the Guru's Teachings, the heart is illuminated. Through the Shabad, the Name of the Lord is received. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਹਿਰਦੇ ਵਿਚ ਚਾਨਣ (ਹੋ ਜਾਂਦਾ ਹੈ) (ਭਾਵ, ਸਹੀ ਜੀਵਨ ਦੀ ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ), ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1252,
    "shabad_id": 97,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਬਿਖਿਅਾ ਅੰਧੁ ਹੈ; ਮਾੲਿਅਾ ਮੋਹ ਗੁਬਾਰ ॥",
    "transliteration": "Thrai Gun Bikhiaa Andhh Hai Maaeiaa Moh Gubaar ||",
    "translation": "In the corruption of the three qualities, there is blindness; in attachment to Maya, there is darkness.",
    "punjabi": "ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਜਗਤ ਅੰਨ੍ਹਾ ਹੋ ਰਿਹਾ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ (ਚੁਫੇਰੇ ਪਸਰਿਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "(ਤ੍ਰੈ ਗੁਣ) ਰਜੋ ਤਮੋ ਸਤੋ। (ਗੁਬਾਰ) ਹਨੇਰਾ",
    "type_id": 3
  },
  {
    "id": 1253,
    "shabad_id": 97,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਲੋਭੀਅਨ ਕੳੁ ਸੇਵਦੇ; ਪੜਿ ਵੇਦਾ ਕਰਹਿ ਪੁਕਾਰ ॥",
    "transliteration": "Lobhee An Ko Saevadhae Parr Vaedhaa Karai Pookaar ||",
    "translation": "The greedy people serve others, instead of the Lord, although they loudly announce their reading of scriptures.",
    "punjabi": "ਲੋਭ-ਗ੍ਰਸੇ ਜੀਵ (ਉਂਞ ਤਾਂ) ਵੇਦਾਂ ਨੂੰ ਪੜ੍ਹ ਕੇ (ਉਹਨਾਂ ਦੇ ਉਪਦੇਸ਼ ਦਾ) ਢੰਢੋਰਾ ਦੇਂਦੇ ਹਨ, (ਪਰ ਅੰਦਰੋਂ ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਦੀ (ਭਾਵ, ਮਾਇਆ ਦੀ) ਸੇਵਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਪੜ੍ਹਿ। (ਦੂਜਾ ਪਾਠ: ਲੋਭੀ ਅਨ)",
    "type_id": 3
  },
  {
    "id": 1254,
    "shabad_id": 97,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਬਿਖਿਅਾ ਅੰਦਰਿ ਪਚਿ ਮੁੲੇ; ਨਾ ੳੁਰਵਾਰੁ. ਨ ਪਾਰੁ ॥੩॥",
    "transliteration": "Bikhiaa Andhar Pach Mueae Naa Ouravaar N Paar ||3||",
    "translation": "They are burnt to death by their own corruption; they are not at home, on either this shore or the one beyond. ||3||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ (ਮਾਇਆ-ਮੋਹ ਦੇ ਘੁੱਪ ਹਨੇਰੇ ਵਿਚੋਂ ਉਹਨਾਂ ਨੂੰ) ਨਾਹ ਉਰਲਾ ਬੰਨਾ ਦਿੱਸਦਾ ਹੈ, ਨਾਹ ਪਾਰਲਾ ਬੰਨਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1255,
    "shabad_id": 97,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਸਾਰਿਅਾ; ਜਗਤ ਪਿਤਾ ਪ੍ਰਤਿਪਾਲਿ ॥",
    "transliteration": "Maaeiaa Mohi Visaariaa Jagath Pithaa Prathipaal ||",
    "translation": "In attachment to Maya, they have forgotten the Father, the Cherisher of the World.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜੀਵਾਂ ਨੇ ਜਗਤ ਦੇ ਪਿਤਾ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਜੱਗ-ਤ।ਪ੍ਰਤਿਪਾਲਿ: ਪੱਪੇ ਪੈਰ ਅੱਧਾ ਰਾਰਾ, ਪੋਲਾੋ ਬੋਲੋ ਪੱਪੇ ਨੰੂ ਸਿਹਾਰੀ ਨਹੀਂ ਲਾੳੁਣੀ, ਪ ੍ਰਤਿਪਾਲਿ ੳੁਚਾਰਨਾ",
    "type_id": 3
  },
  {
    "id": 1256,
    "shabad_id": 97,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਬਾਝਹੁ ਗੁਰੂ ਅਚੇਤੁ ਹੈ; ਸਭ ਬਧੀ ਜਮਕਾਲਿ ॥",
    "transliteration": "Baajhahu Guroo Achaeth Hai Sabh Badhhee Jamakaal ||",
    "translation": "Without the Guru, all are unconscious; they are held in bondage by the Messenger of Death.",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਜੀਵ ਗ਼ਾਫਿਲ ਹੋ ਰਿਹਾ ਹੈ। (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਛੁੜੀ ਹੋਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਆਤਮਕ ਮੌਤੇ (ਆਪਣੇ ਬੰਧਨਾਂ ਵਿਚ) ਜਕੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਅਚੇਤੁ) ਗਿਅਾਨਹੀਨ",
    "type_id": 3
  },
  {
    "id": 1257,
    "shabad_id": 97,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮਤਿ ੳੁਬਰੇ; ਸਚਾ ਨਾਮੁ ਸਮਾਲਿ ॥੪॥੧੦॥੪੩॥",
    "transliteration": "Naanak Guramath Oubarae Sachaa Naam Samaal ||4||10||43||",
    "translation": "O Nanak, through the Guru's Teachings, you shall be saved, contemplating the True Name. ||4||10||43||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਹੀ ਜੀਵ (ਆਤਮਕ ਮੌਤ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਬਚ ਸਕਦੇ ਹਨ ॥੪॥੧੦॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1258,
    "shabad_id": 98,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1259,
    "shabad_id": 98,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮਾੲਿਅਾ ਮੋਹੁ ਹੈ; ਗੁਰਮੁਖਿ. ਚੳੁਥਾ ਪਦੁ ਪਾੲਿ ॥",
    "transliteration": "Thrai Gun Maaeiaa Mohu Hai Guramukh Chouthhaa Padh Paae ||",
    "translation": "The three qualities hold people in attachment to Maya. The Gurmukh attains the fourth state of higher consciousness.",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦਾ ਮੋਹ (ਪਸਰ ਰਿਹਾ) ਹੈ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ਉਹ ਉਸ ਆਤਮਕ ਦਰਜੇ ਨੂੰ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿੱਥੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1260,
    "shabad_id": 98,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਮੇਲਾੲਿਅਨੁ; ਹਰਿ ਨਾਮੁ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Kar Kirapaa Maelaaeian Har Naam Vasiaa Man Aae ||",
    "translation": "Granting His Grace, God unites us with Himself. The Name of the Lord comes to abide within the mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਇਆ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1261,
    "shabad_id": 98,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੋਤੈ ਜਿਨ ਕੈ ਪੁੰਨੁ ਹੈ; ਤਿਨ ਸਤਸੰਗਤਿ ਮੇਲਾੲਿ ॥੧॥",
    "transliteration": "Pothai Jin Kai Punn Hai Thin Sathasangath Maelaae ||1||",
    "translation": "Those who have the treasure of goodness join the Sat Sangat, the True Congregation. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਨੇਕੀ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਪੋਤੈ) ਖਜ਼ਾਨੇ",
    "type_id": 3
  },
  {
    "id": 1262,
    "shabad_id": 98,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਗੁਰਮਤਿ ਸਾਚਿ ਰਹਾੳੁ ॥",
    "transliteration": "Bhaaee Rae Guramath Saach Rehaao ||",
    "translation": "O Siblings of Destiny, follow the Guru's Teachings and dwell in truth.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕੇ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1263,
    "shabad_id": 98,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਾਚੋ ਸਾਚੁ ਕਮਾਵਣਾ; ਸਾਚੈ ਸਬਦਿ ਮਿਲਾੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saacho Saach Kamaavanaa Saachai Sabadh Milaao ||1|| Rehaao ||",
    "translation": "Practice truth, and only truth, and merge in the True Word of the Shabad. ||1||Pause||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦੀ ਹੀ ਕਮਾਈ ਕਰੋ, ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜੇ ਰਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1264,
    "shabad_id": 98,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜਿਨੀ ਨਾਮੁ ਪਛਾਣਿਅਾ; ਤਿਨ ਵਿਟਹੁ ਬਲਿ ਜਾੳੁ ॥",
    "transliteration": "Jinee Naam Pashhaaniaa Thin Vittahu Bal Jaao ||",
    "translation": "I am a sacrifice to those who recognize the Naam, the Name of the Lord.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਗੁਰਮੁਖਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਕਦਰ ਸਮਝੀ ਹੈ।",
    "pronunciation": "(ਵਿਟਹੁ) ੳੁ੍ਨਤੋਂ",
    "type_id": 3
  },
  {
    "id": 1265,
    "shabad_id": 98,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੁ ਛੋਡਿ ਚਰਣੀ ਲਗਾ; ਚਲਾ ਤਿਨ ਕੈ ਭਾੲਿ ॥",
    "transliteration": "Aap Shhodd Charanee Lagaa Chalaa Thin Kai Bhaae ||",
    "translation": "Renouncing selfishness, I fall at their feet, and walk in harmony with His Will.",
    "punjabi": "ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਪਿਆਰ ਅਨੁਸਾਰ ਹੋ ਕੇ ਤੁਰਦਾ ਹਾਂ।",
    "pronunciation": "ਲੱਗਾਂ ਚੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 1266,
    "shabad_id": 98,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਲਾਹਾ. ਹਰਿ ਹਰਿ ਨਾਮੁ ਮਿਲੈ; ਸਹਜੇ ਨਾਮਿ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Laahaa Har Har Naam Milai Sehajae Naam Samaae ||2||",
    "translation": "Earning the Profit of the Name of the Lord, Har, Har, I am intuitively absorbed in the Naam. ||2||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (-ਰੂਪ) ਲਾਭ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1267,
    "shabad_id": 98,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਮਹਲੁ ਨ ਪਾੲੀਅੈ; ਨਾਮੁ. ਨ ਪਰਾਪਤਿ ਹੋੲਿ ॥",
    "transliteration": "Bin Gur Mehal N Paaeeai Naam N Paraapath Hoe ||",
    "translation": "Without the Guru, the Mansion of the Lord's Presence is not found, and the Naam is not obtained.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਨਹੀਂ ਲੱਭਦਾ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1268,
    "shabad_id": 98,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅੈਸਾ ਸਤਗੁਰੁ. ਲੋੜਿ ਲਹੁ; ਜਿਦੂ ਪਾੲੀਅੈ ਸਚੁ ਸੋੲਿ ॥",
    "transliteration": "Aisaa Sathagur Lorr Lahu Jidhoo Paaeeai Sach Soe ||",
    "translation": "Seek and find such a True Guru, who shall lead you to the True Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਤੂੰ ਭੀ) ਅਜੇਹਾ ਗੁਰੂ ਲੱਭ ਲੈ, ਜਿਸ ਪਾਸੋਂ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪਏ।",
    "pronunciation": "(ਲੋੜਿ) ਲੱਭ ਲਵੋ। ਜਿੱਦੂ",
    "type_id": 3
  },
  {
    "id": 1269,
    "shabad_id": 98,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਅਸੁਰ ਸੰਘਾਰੈ. ਸੁਖਿ ਵਸੈ; ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੁ ਹੋੲਿ ॥੩॥",
    "transliteration": "Asur Sanghaarai Sukh Vasai Jo This Bhaavai S Hoe ||3||",
    "translation": "Destroy your evil passions, and you shall dwell in peace. Whatever pleases the Lord comes to pass. ||3||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ) ਉਹ ਕਾਮਾਦਿਕ ਦੈਂਤਾਂ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਸਨੂੰ ਨਿਸਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਅ-ਸੁਰ) ਵਿਕਾਰ ਅੋਗੁਣ। (ਸੰਘਾਰੈ) ਨਾਸ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 1270,
    "shabad_id": 98,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜੇਹਾ ਸਤਿਗੁਰੁ ਕਰਿ ਜਾਣਿਅਾ; ਤੇਹੋ ਜੇਹਾ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Jaehaa Sathagur Kar Jaaniaa Thaeho Jaehaa Sukh Hoe ||",
    "translation": "As one knows the True Guru, so is the peace obtained.",
    "punjabi": "ਕੋਈ ਭੀ ਮਨੁੱਖ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਸਰਧਾ ਬਣ ਕੇ ਵੇਖ ਲਏ, ਸਤਿਗੁਰੂ ਨੂੰ ਜਿਹੋ ਜਿਹਾ ਕਿਸੇ ਨੇ ਸਮਝਿਆ ਹੈ ਉਸ ਨੂੰ ਉਹੋ ਜਿਹਾ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1271,
    "shabad_id": 98,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ੲੇਹੁ ਸਹਸਾ ਮੂਲੇ ਨਾਹੀ; ਭਾੳੁ ਲਾੲੇ ਜਨੁ ਕੋੲਿ ॥",
    "transliteration": "Eaehu Sehasaa Moolae Naahee Bhaao Laaeae Jan Koe ||",
    "translation": "There is no doubt at all about this, but those who love Him are very rare.",
    "punjabi": "ਇਸ ਵਿਚ ਰਤਾ ਭਰ ਭੀ ਸ਼ੱਕ ਨਹੀਂ ਹੈ, (ਭਾਵੇਂ ਕੋਈ ਵੀ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨਾਲ ਪਿਆਰ ਕਰ ਕੇ ਦੇਖ ਲਵੇ।) (ਕਿਉਂਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1272,
    "shabad_id": 98,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ੲੇਕ ਜੋਤਿ ਦੁੲਿ ਮੂਰਤੀ; ਸਬਦਿ ਮਿਲਾਵਾ ਹੋੲਿ ॥੪॥੧੧॥੪੪॥",
    "transliteration": "Naanak Eaek Joth Dhue Moorathee Sabadh Milaavaa Hoe ||4||11||44||",
    "translation": "O Nanak, the One Light has two forms; through the Shabad, union is attained. ||4||11||44||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਸਿੱਖ ਦਾ ਗੁਰੂ ਨਾਲ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਸਿੱਖ ਅਤੇ ਗੁਰੂ ਦੀ) ਜੋਤਿ ਇੱਕ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਰੀਰ ਭਾਵੇਂ ਦੋ ਹੁੰਦੇ ਹਨ ॥੪॥੧੧॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
