[
  {
    "id": 1351,
    "shabad_id": 104,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਤਗੁਰਿ ਮਿਲਿਅੈ. ਸਦ ਭੈ ਰਚੈ; ਅਾਪਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥੧॥",
    "transliteration": "Sathagur Miliai Sadh Bhai Rachai Aap Vasai Man Aae ||1||",
    "translation": "Meeting the True Guru, one is permeated forever with the Fear of God, who Himself comes to dwell within the mind. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਆਪ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1352,
    "shabad_id": 104,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਗੁਰਮੁਖਿ ਬੂਝੈ ਕੋੲਿ ॥",
    "transliteration": "Bhaaee Rae Guramukh Boojhai Koe ||",
    "translation": "O Siblings of Destiny, one who becomes Gurmukh and understands this is very rare.",
    "punjabi": "ਹੇ ਭਾਈ ਜੇਹੜਾ ਕੋਈ ਮਨੁੱਖ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ) ਸਮਝਦਾ ਹੈ ਉਹ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1353,
    "shabad_id": 104,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਬੂਝੇ. ਕਰਮ ਕਮਾਵਣੇ; ਜਨਮੁ ਪਦਾਰਥੁ ਖੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bin Boojhae Karam Kamaavanae Janam Padhaarathh Khoe ||1|| Rehaao ||",
    "translation": "To act without understanding is to lose the treasure of this human life. ||1||Pause||",
    "punjabi": "(ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ (ਮਿਥੇ ਹੋਏ ਧਾਰਿਮਕ) ਕੰਮ ਕਰਨ ਨਾਲ ਮਨੁੱਖ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1354,
    "shabad_id": 104,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿਨੀ ਚਾਖਿਅਾ. ਤਿਨੀ ਸਾਦੁ ਪਾੲਿਅਾ; ਬਿਨੁ ਚਾਖੇ. ਭਰਮਿ ਭੁਲਾੲਿ ॥",
    "transliteration": "Jinee Chaakhiaa Thinee Saadh Paaeiaa Bin Chaakhae Bharam Bhulaae ||",
    "translation": "Those who have tasted it, enjoy its flavor; without tasting it, they wander in doubt, lost and deceived.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਅੰਮ੍ਰਿਤ ਰਸ ਚੱਖਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਇਸ ਦਾ ਸੁਆਦ ਮਾਣਿਆ ਹੈ। (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ) ਚੱਖਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਪੈ ਕੇ) ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1355,
    "shabad_id": 104,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਸਾਚਾ ਨਾਮੁ ਹੈ; ਕਹਣਾ ਕਛੂ ਨ ਜਾੲਿ ॥",
    "transliteration": "Anmrith Saachaa Naam Hai Kehanaa Kashhoo N Jaae ||",
    "translation": "The True Name is the Ambrosial Nectar; no one can describe it.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਹੈ, ਇਸ ਦਾ ਸੁਆਦ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1356,
    "shabad_id": 104,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਪੀਵਤ ਹੂ ਪਰਵਾਣੁ ਭੲਿਅਾ; ਪੂਰੈ ਸਬਦਿ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Peevath Hoo Paravaan Bhaeiaa Poorai Sabadh Samaae ||2||",
    "translation": "Drinking it in, one becomes honorable, absorbed in the Perfect Word of the Shabad. ||2||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਿਆਂ ਹੀ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1357,
    "shabad_id": 104,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੇ ਦੇੲਿ. ਤ ਪਾੲੀਅੈ; ਹੋਰੁ. ਕਰਣਾ ਕਿਛੂ ਨ ਜਾੲਿ ॥",
    "transliteration": "Aapae Dhaee Th Paaeeai Hor Karanaa Kishhoo N Jaae ||",
    "translation": "He Himself gives, and then we receive. Nothing else can be done.",
    "punjabi": "(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਦਾਤਿ) ਜੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਵੇ ਤਾਂ ਮਿਲਦੀ ਹੈ (ਜੇ ਉਸਦੀ ਮਿਹਰ ਨਾਹ ਹੋਵੇ ਤਾਂ) ਹੋਰ ਕੋਈ ਚਾਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1358,
    "shabad_id": 104,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਦੇਵਣ ਵਾਲੇ ਕੈ ਹਥਿ ਦਾਤਿ ਹੈ; ਗੁਰੂ ਦੁਅਾਰੈ ਪਾੲਿ ॥",
    "transliteration": "Dhaevan Vaalae Kai Hathh Dhaath Hai Guroo Dhuaarai Paae ||",
    "translation": "The Gift is in the Hands of the Great Giver. At the Guru's Door, in the Gurdwara, it is received.",
    "punjabi": "(ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਇਹ ਦਾਤ ਹੈ (ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1359,
    "shabad_id": 104,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜੇਹਾ ਕੀਤੋਨੁ. ਤੇਹਾ ਹੋਅਾ; ਜੇਹੇ ਕਰਮ ਕਮਾੲਿ ॥੩॥",
    "transliteration": "Jaehaa Keethon Thaehaa Hoaa Jaehae Karam Kamaae ||3||",
    "translation": "Whatever He does, comes to pass. All act according to His Will. ||3||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਨੇ ਜੀਵ ਨੂੰ) ਜਿਹੋ ਜਿਹਾ ਬਣਾਇਆ, ਜੀਵ ਉਹੋ ਜਿਹਾ ਬਣ ਗਿਆ, (ਫਿਰ) ਉਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵ ਕਰਦਾ ਹੈ (ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਜੀਵ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਉਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "(ਕੀਤੋਨੁ) ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 1360,
    "shabad_id": 104,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਤੁ ਸਤੁ ਸੰਜਮੁ ਨਾਮੁ ਹੈ; ਵਿਣੁ ਨਾਵੈ. ਨਿਰਮਲੁ ਨ ਹੋੲਿ ॥",
    "transliteration": "Jath Sath Sanjam Naam Hai Vin Naavai Niramal N Hoe ||",
    "translation": "The Naam, the Name of the Lord, is abstinence, truthfulness, and self-restraint. Without the Name, no one becomes pure.",
    "punjabi": "(ਮਨੁੱਖ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਲਈ ਜਤ ਸਤ ਸੰਜਮ ਸਾਧਦਾ ਹੈ, ਪਰ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਇਹ ਕਿਸੇ ਕੰਮ ਨਹੀਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੀ ਜਤ ਹੈ ਨਾਮ ਹੀ ਸਤ ਹੈ ਨਾਮ ਹੀ ਸੰਜਮ ਹੈ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1361,
    "shabad_id": 104,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਪੂਰੈ ਭਾਗਿ. ਨਾਮੁ ਮਨਿ ਵਸੈ; ਸਬਦਿ ਮਿਲਾਵਾ ਹੋੲਿ ॥",
    "transliteration": "Poorai Bhaag Naam Man Vasai Sabadh Milaavaa Hoe ||",
    "translation": "Through perfect good fortune, the Naam comes to abide within the mind. Through the Shabad, we merge into Him.",
    "punjabi": "ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1362,
    "shabad_id": 104,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਸਹਜੇ ਹੀ ਰੰਗਿ ਵਰਤਦਾ; ਹਰਿ ਗੁਣ ਪਾਵੈ ਸੋੲਿ ॥੪॥੧੭॥੫੦॥",
    "transliteration": "Naanak Sehajae Hee Rang Varathadhaa Har Gun Paavai Soe ||4||17||50||",
    "translation": "O Nanak, one who lives in intuitive peace and poise, imbued with the Lord's Love, obtains the Glorious Praises of the Lord. ||4||17||50||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੇਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਅੰਦਰ ਵਸਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧੭॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1363,
    "shabad_id": 105,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1364,
    "shabad_id": 105,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਾਂੲਿਅਾ ਸਾਧੈ. ੳੁਰਧ ਤਪੁ ਕਰੈ; ਵਿਚਹੁ ਹੳੁਮੈ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Kaaneiaa Saadhhai Ouradhh Thap Karai Vichahu Houmai N Jaae ||",
    "translation": "You may torment your body with extremes of self-discipline, practice intensive meditation and hang upside-down, but your ego will not be eliminated from within.",
    "punjabi": "ਮਨੁੱਖ ਸਰੀਰ ਨੂੰ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ) ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਣ ਦੇ ਜਤਨ ਕਰਦਾ ਹੈ, ਪੁੱਠਾ ਲਟਕ ਕੇ ਤਪ ਕਰਦਾ ਹੈ, (ਪਰ ਇਸ ਤਰ੍ਹਾਂ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "(ੳੁਰਧ) ਪੁੱਠਾ ਹੋ ਕੇ",
    "type_id": 3
  },
  {
    "id": 1365,
    "shabad_id": 105,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਧਿਅਾਤਮ ਕਰਮ ਜੇ ਕਰੇ; ਨਾਮੁ. ਨ ਕਬ ਹੀ ਪਾੲਿ ॥",
    "transliteration": "Adhhiaatham Karam Jae Karae Naam N Kab Hee Paae ||",
    "translation": "You may perform religious rituals, and still never obtain the Naam, the Name of the Lord.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਆਤਮਕ ਉੱਨਤੀ ਸੰਬੰਧੀ (ਅਜੇਹੇ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਕਦੇ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "(ਅਧਿਅਾਤਮ) ਮਨ ਮਰਜੀ ਦੇ ਕੰਮ",
    "type_id": 3
  },
  {
    "id": 1366,
    "shabad_id": 105,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਜੀਵਤੁ ਮਰੈ; ਹਰਿ ਨਾਮੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥੧॥",
    "transliteration": "Gur Kai Sabadh Jeevath Marai Har Naam Vasai Man Aae ||1||",
    "translation": "Through the Word of the Guru's Shabad, remain dead while yet alive, and the Name of the Lord shall come to dwell within the mind. ||1||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਸਹੈਤਾ ਨਾਲ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1367,
    "shabad_id": 105,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੁਣਿ ਮਨ ਮੇਰੇ; ਭਜੁ ਸਤਗੁਰ ਸਰਣਾ ॥",
    "transliteration": "Sun Man Maerae Bhaj Sathagur Saranaa ||",
    "translation": "Listen, O my mind: hurry to the Protection of the Guru's Sanctuary.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਮੇਰੀ ਗੱਲ) ਸੁਣ, ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1368,
    "shabad_id": 105,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਛੁਟੀਅੈ; ਬਿਖੁ ਭਵਜਲੁ. ਸਬਦਿ ਗੁਰ ਤਰਣਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Parasaadhee Shhutteeai Bikh Bhavajal Sabadh Gur Tharanaa ||1|| Rehaao ||",
    "translation": "By Guru's Grace you shall be saved. Through the Word of the Guru's Shabad, you shall cross over the terrifying world-ocean of poison. ||1||Pause||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਬਚੀਦਾ ਹੈ, ਇਹ ਜ਼ਹਰ-(ਭਰਿਆ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ) ਤਰ ਸਕੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬਿਖੁ: ਜਿੱਥੇ ਵੀ ੲਿਹ ਗੁਰਬਾਣੀ ਵਿੱਚ ਅਾਵੇ ਓੋੱਥੇ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 1369,
    "shabad_id": 105,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਸਭਾ ਧਾਤੁ ਹੈ; ਦੂਜਾ ਭਾੳੁ ਵਿਕਾਰੁ ॥",
    "transliteration": "Thrai Gun Sabhaa Dhhaath Hai Dhoojaa Bhaao Vikaar ||",
    "translation": "Everything under the influence of the three qualities shall perish; the love of duality is corrupting.",
    "punjabi": "ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਕੰਮ ਕਰਨੇ-ਇਹ ਸਾਰਾ ਮਾਇਆ ਦਾ ਹੀ ਪ੍ਰਭਾਵ ਹੈ, ਤੇ ਮਾਇਆ ਦਾ ਪਿਆਰ (ਮਨ ਵਿਚ) ਵਿਕਾਰ (ਹੀ) ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸੱਭਾ",
    "type_id": 3
  },
  {
    "id": 1370,
    "shabad_id": 105,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪੰਡਿਤੁ ਪੜੈ. ਬੰਧਨ ਮੋਹ ਬਾਧਾ; ਨਹ ਬੂਝੈ. ਬਿਖਿਅਾ ਪਿਅਾਰਿ ॥",
    "transliteration": "Panddith Parrai Bandhhan Moh Baadhhaa Neh Boojhai Bikhiaa Piaar ||",
    "translation": "The Pandits, the religious scholars, read the scriptures, but they are trapped in the bondage of emotional attachment. In love with evil, they do not understand.",
    "punjabi": "ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਬੱਝਾ ਹੋਇਆ ਪੰਡਿਤ (ਧਰਮ-ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿਣ ਕਰਕੇ ਉਹ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਨਹੀਂ ਸਮਝ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1371,
    "shabad_id": 105,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸਤਗੁਰਿ ਮਿਲਿਅੈ. ਤ੍ਰਿਕੁਟੀ ਛੂਟੈ; ਚੳੁਥੈ ਪਦਿ ਮੁਕਤਿ ਦੁਅਾਰੁ ॥੨॥",
    "transliteration": "Sathagur Miliai Thrikuttee Shhoottai Chouthhai Padh Mukath Dhuaar ||2||",
    "translation": "Meeting the Guru, the bondage of the three qualities is cut away, and in the fourth state, the Door of Liberation is attained. ||2||",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ (ਮਾਇਆ-ਮੋਹ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਈ ਅੰਦਰਲੀ) ਖਿੱਝ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਉਤਲੇ ਆਤਮਕ ਦਰਜੇ ਵਿਚ (ਪਹੁੰਚਿਆਂ) (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਤ੍ਰਿਕੁਟੀ) ਰਜੋ ਤਮੋ ਸਤੋ। ਪਦਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1372,
    "shabad_id": 105,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਤੇ. ਮਾਰਗੁ ਪਾੲੀਅੈ; ਚੂਕੈ ਮੋਹੁ ਗੁਬਾਰੁ ॥",
    "transliteration": "Gur Thae Maarag Paaeeai Chookai Mohu Gubaar ||",
    "translation": "Through the Guru, the Path is found, and the darkness of emotional attachment is dispelled.",
    "punjabi": "ਗੁਰੂ ਪਾਸੋਂ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਲੱਭ ਪੈਂਦਾ ਹੈ (ਮਨ ਵਿਚੋਂ) ਮੋਹ (ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1373,
    "shabad_id": 105,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸਬਦਿ ਮਰੈ ਤਾ ੳੁਧਰੈ; ਪਾੲੇ ਮੋਖ ਦੁਅਾਰੁ ॥",
    "transliteration": "Sabadh Marai Thaa Oudhharai Paaeae Mokh Dhuaar ||",
    "translation": "If one dies through the Shabad, then salvation is obtained, and one finds the Door of Liberation.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਮਰ ਜਾਏ ਤਾਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ, ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1374,
    "shabad_id": 105,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਮਿਲਿ ਰਹੈ; ਸਚੁ ਨਾਮੁ ਕਰਤਾਰੁ ॥੩॥",
    "transliteration": "Gur Parasaadhee Mil Rehai Sach Naam Karathaar ||3||",
    "translation": "By Guru's Grace, one remains blended with the True Name of the Creator. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿ ਸਕਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1375,
    "shabad_id": 105,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ੲਿਹੁ ਮਨੂਅਾ. ਅਤਿ ਸਬਲ ਹੈ; ਛਡੈ ਨ. ਕਿਤੈ ੳੁਪਾੲਿ ॥",
    "transliteration": "Eihu Manooaa Ath Sabal Hai Shhaddae N Kithai Oupaae ||",
    "translation": "This mind is very powerful; we cannot escape it just by trying.",
    "punjabi": "(ਨਹੀਂ ਤਾਂ) ਇਹ ਮਨ (ਤਾਂ) ਬੜਾ ਬਲਵਾਨ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਸੇ ਭੀ ਹੀਲੇ ਨਾਲ ਇਹ (ਕੁਰਾਹੇ ਪਾਣੋਂ) ਛੱਡਦਾ ਨਹੀਂ।",
    "pronunciation": "ਸਬਲ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ। (ਸਬਲ) ਸਹਿਤ ਬਲ ਦੇ",
    "type_id": 3
  },
  {
    "id": 1376,
    "shabad_id": 105,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਦੁਖੁ ਲਾੲਿਦਾ; ਬਹੁਤੀ ਦੇੲਿ ਸਜਾੲਿ ॥",
    "transliteration": "Dhoojai Bhaae Dhukh Laaeidhaa Bahuthee Dhaee Sajaae ||",
    "translation": "In the love of duality, people suffer in pain, condemned to terrible punishment.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਫਸਾ ਕੇ (ਮਨੁੱਖ ਨੂੰ) ਦੁੱਖ ਚੰਬੋੜ ਦੇਂਦਾ ਹੈ, ਤੇ ਬੜੀ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1377,
    "shabad_id": 105,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਲਗੇ ਸੇ ੳੁਬਰੇ; ਹੳੁਮੈ ਸਬਦਿ ਗਵਾੲਿ ॥੪॥੧੮॥੫੧॥",
    "transliteration": "Naanak Naam Lagae Sae Oubarae Houmai Sabadh Gavaae ||4||18||51||",
    "translation": "O Nanak, those who are attached to the Naam are saved; through the Shabad, their ego is banished. ||4||18||51||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ (ਇਸ ਦੇ ਪੰਜੇ ਤੋਂ) ਬਚਦੇ ਹਨ ॥੪॥੧੮॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1378,
    "shabad_id": 106,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1379,
    "shabad_id": 106,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਿਰਪਾ ਕਰੇ ਗੁਰੁ ਪਾੲੀਅੈ; ਹਰਿ ਨਾਮੋ ਦੇੲਿ ਦ੍ਰਿੜਾੲਿ ॥",
    "transliteration": "Kirapaa Karae Gur Paaeeai Har Naamo Dhaee Dhrirraae ||",
    "translation": "By His Grace, the Guru is found, and the Name of the Lord is implanted within.",
    "punjabi": "(ਜਦੋਂ ਪਰਮਾਤਮਾ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ (ਤਾਂ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1380,
    "shabad_id": 106,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਕਿਨੈ ਨ ਪਾੲਿਓ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿ ॥",
    "transliteration": "Bin Gur Kinai N Paaeiou Birathhaa Janam Gavaae ||",
    "translation": "Without the Guru, no one has obtained it; they waste away their lives in vain.",
    "punjabi": "(ਕਦੇ ਭੀ) ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਪਰਮਾਤਮਾ ਨੂੰ) ਨਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦਾ ਉਹ) ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1381,
    "shabad_id": 106,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਨਮੁਖ ਕਰਮ ਕਮਾਵਣੇ; ਦਰਗਹ ਮਿਲੈ ਸਜਾੲਿ ॥੧॥",
    "transliteration": "Manamukh Karam Kamaavanae Dharageh Milai Sajaae ||1||",
    "translation": "The self-willed manmukhs create karma, and in the Court of the Lord, they receive their punishment. ||1||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ (ਭੀ) ਕੀਤਿਆਂ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸਜ਼ਾ ਹੀ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1382,
    "shabad_id": 106,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਰੇ; ਦੂਜਾ ਭਾੳੁ ਚੁਕਾੲਿ ॥",
    "transliteration": "Man Rae Dhoojaa Bhaao Chukaae ||",
    "translation": "O mind, give up the love of duality.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1383,
    "shabad_id": 106,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅੰਤਰਿ ਤੇਰੈ ਹਰਿ ਵਸੈ; ਗੁਰ ਸੇਵਾ ਸੁਖੁ ਪਾੲਿ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anthar Thaerai Har Vasai Gur Saevaa Sukh Paae || Rehaao ||",
    "translation": "The Lord dwells within you; serving the Guru, you shall find peace. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੇਰੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ (ਫਿਰ ਭੀ ਤੂੰ ਸੁਖੀ ਨਹੀਂ ਹੈਂ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਭਗਤੀ ਕੀਤਿਆਂ ਹੀ ਆਤਮਕ ਸੁੱਖ ਲੱਭਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1384,
    "shabad_id": 106,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਚੁ ਬਾਣੀ ਸਚੁ ਸਬਦੁ ਹੈ; ਜਾ ਸਚਿ ਧਰੇ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sach Baanee Sach Sabadh Hai Jaa Sach Dhharae Piaar ||",
    "translation": "When you love the Truth, your words are true; they reflect the True Word of the Shabad.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਪਿਆਰ ਜੋੜਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਬਾਣੀ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਯਥਾਰਥ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1385,
    "shabad_id": 106,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਮਨਿ ਵਸੈ; ਹੳੁਮੈ ਕ੍ਰੋਧੁ ਨਿਵਾਰਿ ॥",
    "transliteration": "Har Kaa Naam Man Vasai Houmai Krodhh Nivaar ||",
    "translation": "The Name of the Lord dwells within the mind; egotism and anger are wiped away.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਅੰਦਰੋਂ) ਹਉਮੈ ਤੇ ਕ੍ਰੋਧ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1386,
    "shabad_id": 106,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮਨਿ ਨਿਰਮਲ ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਤਾ ਪਾੲੇ ਮੋਖ ਦੁਅਾਰੁ ॥੨॥",
    "transliteration": "Man Niramal Naam Dhhiaaeeai Thaa Paaeae Mokh Dhuaar ||2||",
    "translation": "Meditating on the Naam with a pure mind, the Door of Liberation is found. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਵਿਤ੍ਰ ਮਨ ਦੇ ਰਾਹੀਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਜਦੋਂ ਮਨੁੱਖ ਸਿਮਰਦਾ ਹੈ) ਤਦੋਂ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1387,
    "shabad_id": 106,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹੳੁਮੈ ਵਿਚਿ ਜਗੁ ਬਿਨਸਦਾ; ਮਰਿ ਜੰਮੈ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Houmai Vich Jag Binasadhaa Mar Janmai Aavai Jaae ||",
    "translation": "Engrossed in egotism, the world perishes. It dies and is re-born; it continues coming and going in reincarnation.",
    "punjabi": "ਜਗਤ ਹਉਮੈ ਵਿਚ ਫਸ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਹੈ ਤੇ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਬਿਨਸਦਾ) ਨਾਸ ਹੁੰਦਾ",
    "type_id": 3
  },
  {
    "id": 1388,
    "shabad_id": 106,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮਨਮੁਖ. ਸਬਦੁ ਨ ਜਾਣਨੀ; ਜਾਸਨਿ ਪਤਿ ਗਵਾੲਿ ॥",
    "transliteration": "Manamukh Sabadh N Jaananee Jaasan Path Gavaae ||",
    "translation": "The self-willed manmukhs do not recognize the Shabad; they forfeit their honor, and depart in disgrace.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਕਦਰ) ਨਹੀਂ ਜਾਣਦੇ, ਉਹ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ ਹੀ (ਜਗਤ ਵਿਚੋਂ) ਜਾਣਗੇ।",
    "pronunciation": "(ਜਾਸਨਿ) ਜਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 1389,
    "shabad_id": 106,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਨਾੳੁ ਪਾੲੀਅੈ; ਸਚੇ ਰਹੈ ਸਮਾੲਿ ॥੩॥",
    "transliteration": "Gur Saevaa Naao Paaeeai Sachae Rehai Samaae ||3||",
    "translation": "Serving the Guru, the Name is obtained, and one remains absorbed in the True Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ) ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
