[
  {
    "id": 1627,
    "shabad_id": 119,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਹਸ ਸਿਅਾਣਪ ਕਰਿ ਰਹੇ; ਮਨਿ ਕੋਰੈ. ਰੰਗੁ ਨ ਹੋੲਿ ॥",
    "transliteration": "Sehas Siaanap Kar Rehae Man Korai Rang N Hoe ||",
    "translation": "Thousands of clever mental tricks have been tried, but still, the raw and undisciplined mind does not absorb the Color of the Lord's Love.",
    "punjabi": "(ਤਪ ਆਦਿਕ ਵਾਲੀਆਂ) ਹਜ਼ਾਰਾਂ ਸਿਆਣਪਾਂ (ਜੇਹੜੇ ਲੋਕ) ਕਰਦੇ ਹਨ (ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਲੋਂ ਕੋਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਜੇ ਮਨ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਤੋਂ) ਕੋਰਾ ਹੀ ਰਹੇ ਤਾਂ ਨਾਮ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ।",
    "pronunciation": "(ਸਹਸ) ਹਜ਼ਾਰਾਂ। (ਕੋਰੈ) ਅਨਧੋਤਾ, ਸੇਵਾ ਭਗਤੀ ਹੀਨ। (ਰੰਗੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 1628,
    "shabad_id": 119,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕੂੜਿ ਕਪਟਿ. ਕਿਨੈ ਨ ਪਾੲਿਓ; ਜੋ ਬੀਜੈ ਖਾਵੈ ਸੋੲਿ ॥੩॥",
    "transliteration": "Koorr Kapatt Kinai N Paaeiou Jo Beejai Khaavai Soe ||3||",
    "translation": "By falsehood and deception, none have found Him. Whatever you plant, you shall eat. ||3||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ (ਬਾਹਰੋਂ ਹਠ-ਕਰਮਾਂ ਦੀ) ਠੱਗੀ ਨਾਲ ਕਦੇ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ। (ਇਹ ਪੱਕਾ ਨਿਯਮ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਕੋਈ ਬੀਜਦਾ ਹੈ ਉਹੀ ਉਹ ਖਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1629,
    "shabad_id": 119,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਭਨਾ ਤੇਰੀ ਅਾਸ ਪ੍ਰਭੁ; ਸਭ ਜੀਅ ਤੇਰੇ. ਤੂੰ ਰਾਸਿ ॥",
    "transliteration": "Sabhanaa Thaeree Aas Prabh Sabh Jeea Thaerae Thoon Raas ||",
    "translation": "O God, You are the Hope of all. All beings are Yours; You are the Wealth of all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਬਚਣ ਵਾਸਤੇ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰੀ (ਸਹੈਤਾ ਦੀ) ਹੀ ਆਸ ਹੈ, ਸਭ ਜੀਵ ਤੇਰੇ ਹੀ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ) ਹਨ, ਤੂੰ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਆਤਮਕ) ਰਾਸ ਪੂੰਜੀ ਹੈਂ।",
    "pronunciation": "(ਰਾਸਿ) ਪੰੂਜੀ",
    "type_id": 3
  },
  {
    "id": 1630,
    "shabad_id": 119,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਭ ਤੁਧਹੁ ਖਾਲੀ ਕੋ ਨਹੀ; ਦਰਿ ਗੁਰਮੁਖਾ ਨੋ ਸਾਬਾਸਿ ॥",
    "transliteration": "Prabh Thudhhahu Khaalee Ko Nehee Dhar Guramukhaa No Saabaas ||",
    "translation": "O God, none return from You empty-handed; at Your Door, the Gurmukhs are praised and acclaimed.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਰ ਤੋਂ ਕੋਈ ਖ਼ਾਲੀ ਨਹੀਂ ਮੁੜਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਤੇਰੇ ਦਰ ਤੇ ਆਦਰ ਮਾਣ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1631,
    "shabad_id": 119,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਬਿਖੁ ਭੳੁਜਲ ਡੁਬਦੇ ਕਢਿ ਲੈ; ਜਨ ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ॥੪॥੧॥੬੫॥",
    "transliteration": "Bikh Bhoujal Ddubadhae Kadt Lai Jan Naanak Kee Aradhaas ||4||1||65||",
    "translation": "In the terrifying world-ocean of poison, people are drowning-please lift them up and save them! This is servant Nanak's humble prayer. ||4||1||65||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸ ਨਾਨਕ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਜ਼ਹਰ ਵਿਚ ਡੁੱਬਦੇ ਜੀਵਾਂ ਨੂੰ ਆਪ ਕੱਢ ਲੈ ॥੪॥੧॥੬੫॥{39-40}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1632,
    "shabad_id": 120,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "translation": "Siree Raag, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1633,
    "shabad_id": 120,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਮੁ ਮਿਲੈ ਮਨੁ ਤ੍ਰਿਪਤੀਅੈ; ਬਿਨੁ ਨਾਮੈ. ਧ੍ਰਿਗੁ ਜੀਵਾਸੁ ॥",
    "transliteration": "Naam Milai Man Thripatheeai Bin Naamai Dhhrig Jeevaas ||",
    "translation": "Receiving the Naam, the mind is satisfied; without the Naam, life is cursed.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ) ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰਜ ਜਾਂਦਾ ਹੈ। ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਨਾਮ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਗੁਜ਼ਾਰਿਆਂ ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ)।",
    "pronunciation": "(ਜੀਵਾਸੁ) ਜਿੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 1634,
    "shabad_id": 120,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕੋੲੀ ਗੁਰਮੁਖਿ ਸਜਣੁ. ਜੇ ਮਿਲੈ; ਮੈ ਦਸੇ ਪ੍ਰਭੁ ਗੁਣਤਾਸੁ ॥",
    "transliteration": "Koee Guramukh Sajan Jae Milai Mai Dhasae Prabh Gunathaas ||",
    "translation": "If I meet the Gurmukh, my Spiritual Friend, he will show me God, the Treasure of Excellence.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਭਲਾ ਮਨੁੱਖ ਮੈਨੂੰ ਮਿਲ ਪਵੇ, ਤੇ ਮੈਨੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਦੱਸ ਪਾ ਦੇਵੇ,",
    "pronunciation": "ਦੱਸੇ",
    "type_id": 3
  },
  {
    "id": 1635,
    "shabad_id": 120,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹੳੁ ਤਿਸੁ ਵਿਟਹੁ ਚੳੁ ਖੰਨੀਅੈ; ਮੈ. ਨਾਮ ਕਰੇ ਪਰਗਾਸੁ ॥੧॥",
    "transliteration": "Ho This Vittahu Cho Khanneeai Mai Naam Karae Paragaas ||1||",
    "translation": "I am every bit a sacrifice to one who reveals to me the Naam. ||1||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਨਾਮ ਦਾ ਚਾਨਣ ਕਰ ਦੇਵੇ, ਮੈਂ ਉਸ ਤੋਂ ਕੁਰਬਾਨ ਹੋਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਵਿਟਹੁ) ੳੁ੍ਨਪਰੋਂ। (ਚੳੁ) ਚਾਰ (ਖੰਨੀਅੈ) ਟੋਟੇ। (ਪਰਗਾਸੁ) ਪ੍ਰਗਟ",
    "type_id": 3
  },
  {
    "id": 1636,
    "shabad_id": 120,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੇ ਪ੍ਰੀਤਮਾ; ਹੳੁ ਜੀਵਾ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Maerae Preethamaa Ho Jeevaa Naam Dhhiaae ||",
    "translation": "O my Beloved, I live by meditating on Your Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਜੀਊ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1637,
    "shabad_id": 120,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਜੀਵਣੁ ਨਾ ਥੀਅੈ; ਮੇਰੇ ਸਤਿਗੁਰ ਨਾਮੁ ਦ੍ਰਿੜਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bin Naavai Jeevan Naa Thheeai Maerae Sathigur Naam Dhrirraae ||1|| Rehaao ||",
    "translation": "Without Your Name, my life does not even exist. My True Guru has implanted the Naam within me. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦੇ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਬਣ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਥੀਅੈ) ਹੋੲੇ",
    "type_id": 4
  },
  {
    "id": 1638,
    "shabad_id": 120,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਨਾਮੁ ਅਮੋਲਕੁ ਰਤਨੁ ਹੈ; ਪੂਰੇ ਸਤਿਗੁਰ ਪਾਸਿ ॥",
    "transliteration": "Naam Amolak Rathan Hai Poorae Sathigur Paas ||",
    "translation": "The Naam is a Priceless Jewel; it is with the Perfect True Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਰਤਨ ਹੈ, ਜਿਸ ਜਿਹੀ ਕੀਮਤੀ ਸ਼ੈ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਇਹ ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਦੇ ਪਾਸ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1639,
    "shabad_id": 120,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਵੈ ਲਗਿਅਾ; ਕਢਿ ਰਤਨੁ ਦੇਵੈ ਪਰਗਾਸਿ ॥",
    "transliteration": "Sathigur Saevai Lagiaa Kadt Rathan Dhaevai Paragaas ||",
    "translation": "When one is enjoined to serve the True Guru, He brings out this Jewel and bestows this enlightenment.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਲੱਗ ਜਾਈਏ, ਤਾਂ ਉਹ ਹਿਰਦੇ ਵਿਚ ਗਿਆਨ ਦਾ ਚਾਨਣ ਕਰ ਕੇ (ਆਪਣੇ ਪਾਸੋਂ ਨਾਮ-) ਰਤਨ ਕੱਢ ਕੇ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1640,
    "shabad_id": 120,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਧੰਨੁ ਵਡਭਾਗੀ ਵਡਭਾਗੀਅਾ; ਜੋ ਅਾੲਿ ਮਿਲੇ ਗੁਰ ਪਾਸਿ ॥੨॥",
    "transliteration": "Dhhann Vaddabhaagee Vadd Bhaageeaa Jo Aae Milae Gur Paas ||2||",
    "translation": "Blessed, and most fortunate of the very fortunate, are those who come to meet the Guru. ||2||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਬੜੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਸ਼ਲਾਘਾ-ਜੋਗ ਹਨ, ਜੇਹੜੇ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1641,
    "shabad_id": 120,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜਿਨਾ ਸਤਿਗੁਰੁ ਪੁਰਖੁ. ਨ ਭੇਟਿਓ; ਸੇ ਭਾਗਹੀਣ ਵਸਿ ਕਾਲ ॥",
    "transliteration": "Jinaa Sathigur Purakh N Bhaettiou Sae Bhaageheen Vas Kaal ||",
    "translation": "Those who have not met the Primal Being, the True Guru, are most unfortunate, and are subject to death.",
    "punjabi": "(ਪਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਕਦੇ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਮੰਦ-ਭਾਗੀ ਹਨ ਉਹ ਆਤਮਕ ਮੌਤ ਦੇ ਵੱਸ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਜੇ ਤੁਕ ਵਿੱਚ ਵਸ ਦਾ ਅਰਥ ਵਸਣ ਹੋਵੇ ਤਾਂ ਵਸ ਪੋੋਲਾ ਬੋਲਣਾ। ਜੇ ਵੱਸ ਪੈਣਾ ਅਰਥ ਅਾਵੇ ਤਾਂ ਅੱਧਕ ਨਾਲ ਵੱਸ ਬੋਲਣਾ।ੲਿੱਥੇ ਵੱਸਿ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1642,
    "shabad_id": 120,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਓੲਿ ਫਿਰਿ ਫਿਰਿ ਜੋਨਿ ਭਵਾੲੀਅਹਿ; ਵਿਚਿ ਵਿਸਟਾ ਕਰਿ ਵਿਕਰਾਲ ॥",
    "transliteration": "Oue Fir Fir Jon Bhavaaeeahi Vich Visattaa Kar Vikaraal ||",
    "translation": "They wander in reincarnation over and over again, as the most disgusting maggots in manure.",
    "punjabi": "ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਪਏ ਰਹਿਣ ਦੇ ਕਾਰਨ ਭਿਆਨਕ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਕੇ ਮੁੜ ਮੁੜ ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਭਵਾੲੀ-ਅਹਿ) ਭਟਕਦੇ। (ਵਿਸਟਾ) ਗੰਦਗੀ। (ਵਿਕਰਾਲ) ਬਹੁਤ ਭਿਅਾਨਕ",
    "type_id": 3
  },
  {
    "id": 1643,
    "shabad_id": 120,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਓਨਾ ਪਾਸਿ ਦੁਅਾਸਿ. ਨ ਭਿਟੀਅੈ; ਜਿਨ ਅੰਤਰਿ ਕ੍ਰੋਧੁ ਚੰਡਾਲ ॥੩॥",
    "transliteration": "Ounaa Paas Dhuaas N Bhitteeai Jin Anthar Krodhh Chanddaal ||3||",
    "translation": "Do not meet with, or even approach those people, whose hearts are filled with horrible anger. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ! ਨਾਮ ਤੋਂ ਸੱਖਣੇ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਚੰਡਾਲ ਕ੍ਰੋਧ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਣਾ ਚਾਹੀਦਾ ॥੩॥",
    "pronunciation": "(ਪਾਸਿ) ਨੇੜੇ(ਦੁਅਾਸਿ) ਤੇੜੇ",
    "type_id": 3
  },
  {
    "id": 1644,
    "shabad_id": 120,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰ ਪੁਰਖੁ ਅੰਮ੍ਰਿਤ ਸਰੁ; ਵਡਭਾਗੀ ਨਾਵਹਿ ਅਾੲਿ ॥",
    "transliteration": "Sathigur Purakh Anmrith Sar Vaddabhaagee Naavehi Aae ||",
    "translation": "The True Guru, the Primal Being, is the Pool of Ambrosial Nectar. The very fortunate ones come to bathe in it.",
    "punjabi": "(ਪਰ ਇਹ ਵਿਕਾਰਾਂ ਦਾ ਗੰਦ, ਇਹ ਚੰਡਾਲ ਕ੍ਰੋਧ ਆਦਿਕ ਦਾ ਪ੍ਰਭਾਵ ਤੀਰਥਾਂ ਤੇ ਨ੍ਹ੍ਹਾਤਿਆਂ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦਾ) ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ ਹੈ। ਜੇਹੜੇ ਬੰਦੇ ਇਸ ਤੀਰਥ ਉੱਤੇ ਆ ਕੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(ਸਰੁ) ਸਰੋਵਰ। ਨ੍ਹਾਵਹਿ",
    "type_id": 3
  },
  {
    "id": 1645,
    "shabad_id": 120,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ੳੁਨ ਜਨਮ ਜਨਮ ਕੀ ਮੈਲੁ ੳੁਤਰੈ; ਨਿਰਮਲ ਨਾਮੁ ਦ੍ਰਿੜਾੲਿ ॥",
    "transliteration": "Oun Janam Janam Kee Mail Outharai Niramal Naam Dhrirraae ||",
    "translation": "The filth of many incarnations is washed away, and the Immaculate Naam is implanted within.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰਨ ਦੇ ਕਾਰਨ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਦੀ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1646,
    "shabad_id": 120,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ੳੁਤਮ ਪਦੁ ਪਾੲਿਅਾ; ਸਤਿਗੁਰ ਕੀ ਲਿਵ ਲਾੲਿ ॥੪॥੨॥੬੬॥",
    "transliteration": "Jan Naanak Outham Padh Paaeiaa Sathigur Kee Liv Laae ||4||2||66||",
    "translation": "Servant Nanak has obtained the most exalted state, lovingly attuned to the True Guru. ||4||2||66||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਸਤਿਗੁਰੁ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ॥੪॥੨॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1647,
    "shabad_id": 121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "translation": "Siree Raag, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1648,
    "shabad_id": 121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਣ ਗਾਵਾ ਗੁਣ ਵਿਥਰਾ; ਗੁਣ ਬੋਲੀ. ਮੇਰੀ ਮਾੲਿ ॥",
    "transliteration": "Gun Gaavaa Gun Vithharaa Gun Bolee Maeree Maae ||",
    "translation": "I sing His Glories, I describe His Glories, I speak of His Glories, O my mother.",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਮੇਰਾ ਮਨ ਤਰਸਦਾ ਹੈ ਕਿ) ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, ਗੁਣਾਂ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਰਹਾਂ ਤੇ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਉਚਾਰਦਾ ਰਹਾਂ।",
    "pronunciation": "ਵਿਥਰਾਂ: ਪੋਲਾ ਬੋਲੋ। (ਵਿਥਰਾਂ) ਵਿਸਥਾਰ ਕਰਾਂ",
    "type_id": 3
  },
  {
    "id": 1649,
    "shabad_id": 121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਜਣੁ ਗੁਣਕਾਰੀਅਾ; ਮਿਲਿ ਸਜਣ ਹਰਿ ਗੁਣ ਗਾੲਿ ॥",
    "transliteration": "Guramukh Sajan Gunakaareeaa Mil Sajan Har Gun Gaae ||",
    "translation": "The Gurmukhs, my spiritual friends, bestow virtue. Meeting with my spiritual friends, I sing the Glorious Praises of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਸੰਤ ਜਨ ਹੀ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਣ ਦੀ ਇਹ) ਸਿਫ਼ਤਿ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ। ਕਿਸੇ ਗੁਰਮੁਖਿ ਨੂੰ ਹੀ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਕੋਈ ਗਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1650,
    "shabad_id": 121,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹੀਰੈ ਹੀਰੁ ਮਿਲਿ ਬੇਧਿਅਾ; ਰੰਗਿ ਚਲੂਲੈ ਨਾੲਿ ॥੧॥",
    "transliteration": "Heerai Heer Mil Baedhhiaa Rang Chaloolai Naae ||1||",
    "translation": "The Diamond of the Guru has pierced the diamond of my mind, which is now dyed in the deep crimson color of the Name. ||1||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦਾ) ਮਨ-ਹੀਰਾ ਗੁਰੂ-ਹੀਰੇ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਵਿਚ) ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੂੜ੍ਹੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਬੇ੍ਨਧਿਅਾ) ਵਿੰਨ੍ਹਿਅਾ। (ਚਲੂਲੈ) ਗੂੜ੍ਹੇ",
    "type_id": 3
  },
  {
    "id": 1651,
    "shabad_id": 121,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੇ ਗੋਵਿੰਦਾ; ਗੁਣ ਗਾਵਾ. ਤ੍ਰਿਪਤਿ ਮਨਿ ਹੋੲਿ ॥",
    "transliteration": "Maerae Govindhaa Gun Gaavaa Thripath Man Hoe ||",
    "translation": "O my Lord of the Universe, singing Your Glorious Praises, my mind is satisfied.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! (ਕਿਰਪਾ ਕਰ ਕਿ) ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, (ਤੇਰੇ ਗੁਣ ਗਾਂਦਿਆਂ ਹੀ) ਮਨ ਵਿਚ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1652,
    "shabad_id": 121,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅੰਤਰਿ ਪਿਅਾਸ ਹਰਿ ਨਾਮ ਕੀ; ਗੁਰੁ ਤੁਸਿ ਮਿਲਾਵੈ ਸੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anthar Piaas Har Naam Kee Gur Thus Milaavai Soe ||1|| Rehaao ||",
    "translation": "Within me is the thirst for the Lord's Name; may the Guru, in His Pleasure, grant it to me. ||1||Pause||",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਮੇਰੇ ਅੰਦਰ ਤੇਰੇ ਨਾਮ ਦੀ ਪਿਆਸ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਸ ਨਾਮ ਦਾ ਮਿਲਾਪ ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਤੁਸਿ) ਪ੍ਰਸੰਨ",
    "type_id": 4
  },
  {
    "id": 1653,
    "shabad_id": 121,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਮਨੁ ਰੰਗਹੁ ਵਡਭਾਗੀਹੋ; ਗੁਰੁ ਤੁਠਾ. ਕਰੇ ਪਸਾੳੁ ॥",
    "transliteration": "Man Rangahu Vaddabhaageeho Gur Thuthaa Karae Pasaao ||",
    "translation": "Let your minds be imbued with His Love, O blessed and fortunate ones. By His Pleasure, the Guru bestows His Gifts.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ) ਮਨ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ) ਰੰਗ ਲਵੋ। ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਨਾਮ ਦੀ ਇਹ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਤੱੁਠਾ) ਪ੍ਰਸੰਨ ਹੋ ਕੇ।(ਪਸਾੳੁ) ਦਾਤਿ",
    "type_id": 3
  },
  {
    "id": 1654,
    "shabad_id": 121,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਗੁਰੁ ਨਾਮੁ ਦ੍ਰਿੜਾੲੇ ਰੰਗ ਸਿੳੁ; ਹੳੁ. ਸਤਿਗੁਰ ਕੈ ਬਲਿ ਜਾੳੁ ॥",
    "transliteration": "Gur Naam Dhrirraaeae Rang Sio Ho Sathigur Kai Bal Jaao ||",
    "translation": "The Guru has lovingly implanted the Naam, the Name of the Lord, within me; I am a sacrifice to the True Guru.",
    "punjabi": "ਗੁਰੂ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਰਨ ਆਏ ਸਿੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ। (ਇਸ ਕਰਕੇ) ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1655,
    "shabad_id": 121,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ. ਹਰਿ ਨਾਮੁ, ਨ ਲਭੲੀ; ਲਖ ਕੋਟੀ ਕਰਮ ਕਮਾੳੁ ॥੨॥",
    "transliteration": "Bin Sathigur Har Naam N Labhee Lakh Kottee Karam Kamaao ||2||",
    "translation": "Without the True Guru, the Name of the Lord is not found, even though people may perform hundreds of thousands, even millions of rituals. ||2||",
    "punjabi": "ਜੇ ਮੈਂ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ (ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਾਂ ਤਾਂ ਭੀ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "ਲੱ-ਭੲੀ",
    "type_id": 3
  },
  {
    "id": 1656,
    "shabad_id": 121,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਬਿਨੁ ਭਾਗਾ. ਸਤਿਗੁਰੁ ਨਾ ਮਿਲੈ; ਘਰਿ ਬੈਠਿਅਾ ਨਿਕਟਿ ਨਿਤ ਪਾਸਿ ॥",
    "transliteration": "Bin Bhaagaa Sathigur Naa Milai Ghar Baithiaa Nikatt Nith Paas ||",
    "translation": "Without destiny, the True Guru is not found, even though He sits within the home of our own inner being, always near and close at hand.",
    "punjabi": "ਚੰਗੀ ਕਿਸਮਤਿ ਤੋਂ ਬਿਨਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ (ਤੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੁੰਦਾ, ਭਾਵੇਂ) ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਬੈਠਾ ਹਰ ਵੇਲੇ ਸਾਡੇ ਨੇੜੇ ਹੈ, ਸਾਡੇ ਕੋਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1657,
    "shabad_id": 121,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅੰਤਰਿ ਅਗਿਅਾਨ. ਦੁਖੁ ਭਰਮੁ ਹੈ; ਵਿਚਿ ਪੜਦਾ. ਦੂਰਿ ਪੲੀਅਾਸਿ ॥",
    "transliteration": "Anthar Agiaan Dhukh Bharam Hai Vich Parradhaa Dhoor Peeaas ||",
    "translation": "There is ignorance within, and the pain of doubt, like a separating screen.",
    "punjabi": "ਜਿਸ ਜੀਵ ਦੇ ਅੰਦਰ ਅਗਿਆਨਤਾ (ਦੇ ਹਨੇਰੇ) ਦਾ ਦੁੱਖ ਟਿਕਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣੀ ਲੱਗੀ ਰਹੇ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਤੇ ਭਟਕਣਾ ਦਾ ਪਰਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਦੀ ਜਿੰਦ ਅੰਦਰ-ਵੱਸਦੇ ਪ੍ਰਭੂ ਨਾਲੋਂ ਦੂਰ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਪੜਦਾ ੜਾੜੇ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 1658,
    "shabad_id": 121,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਭੇਟੇ, ਕੰਚਨੁ ਨਾ ਥੀਅੈ; ਮਨਮੁਖੁ ਲੋਹੁ ਬੂਡਾ. ਬੇੜੀ ਪਾਸਿ ॥੩॥",
    "transliteration": "Bin Sathigur Bhaettae Kanchan Naa Thheeai Manamukh Lohu Booddaa Baerree Paas ||3||",
    "translation": "Without meeting with the True Guru, no one is transformed into gold. The self-willed manmukh sinks like iron, while the boat is very close. ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਨੋ) ਲੋਹਾ ਹੈ ਜੋ ਗੁਰੂ-ਪਾਰਸ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਸੋਨਾ ਨਹੀਂ ਬਣ ਸਕਦਾ, ਗੁਰੂ-ਬੇੜੀ ਉਸ ਮਨਮੁਖ-ਲੋਹੇ ਦੇ ਪਾਸ ਹੀ ਹੈ, ਪਰ ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਨਦੀ ਵਿਚ ਹੀ) ਡੁੱਬਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਲੋਹੁ) ਲੋਹਾ। (ਬੱੂਡਾ) ਡੁੱਬ ਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1659,
    "shabad_id": 121,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਬੋਹਿਥੁ ਹਰਿ ਨਾਵ ਹੈ; ਕਿਤੁ ਬਿਧਿ ਚੜਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Sathigur Bohithh Har Naav Hai Kith Bidhh Charriaa Jaae ||",
    "translation": "The Boat of the True Guru is the Name of the Lord. How can we climb on board?",
    "punjabi": "ਸਤਿਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਹਾਜ਼ ਹੈ (ਪਰ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹਨ ਦੀ ਭੀ ਜਾਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਫਿਰ) ਕਿਸ ਤਰ੍ਹਾਂ (ਉਸ ਜਹਾਜ਼ ਵਿਚ) ਚੜ੍ਹਿਆ ਜਾਏ?",
    "pronunciation": "(ਬੋਹਿਥੁ) ਜਹਾਜ਼। ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ, ਚੜ੍ਹਿਅਾ",
    "type_id": 3
  },
  {
    "id": 1660,
    "shabad_id": 121,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ ਜੋ ਚਲੈ; ਵਿਚਿ ਬੋਹਿਥ ਬੈਠਾ ਅਾੲਿ ॥",
    "transliteration": "Sathigur Kai Bhaanai Jo Chalai Vich Bohithh Baithaa Aae ||",
    "translation": "One who walks in harmony with the True Guru's Will comes to sit in this Boat.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਸਵਾਰ ਹੋ ਗਿਆ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1661,
    "shabad_id": 121,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਧੰਨੁ ਧੰਨੁ ਵਡਭਾਗੀ ਨਾਨਕਾ; ਜਿਨਾ ਸਤਿਗੁਰੁ ਲੲੇ ਮਿਲਾੲਿ ॥੪॥੩॥੬੭॥",
    "transliteration": "Dhhann Dhhann Vaddabhaagee Naanakaa Jinaa Sathigur Leae Milaae ||4||3||67||",
    "translation": "Blessed, blessed are those very fortunate ones, O Nanak, who are united with the Lord through the True Guru. ||4||3||67||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਧੰਨ ਹਨ, ਧੰਨ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੩॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
