[
  {
    "id": 1940,
    "shabad_id": 139,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅੈਥੈ ਮਿਲਹਿ ਵਡਾੲੀਅਾ; ਦਰਗਹਿ ਪਾਵਹਿ ਥਾੳੁ ॥੩॥",
    "transliteration": "Aithhai Milehi Vaddaaeeaa Dharagehi Paavehi Thhaao ||3||",
    "translation": "In this world you shall be blessed with greatness, and in the Court of the Lord you shall find your place of rest. ||3||",
    "punjabi": "ਇਸ ਜਗਤ ਵਿਚ (ਸਭ ਕਿਸਮ ਦੇ) ਆਦਰ-ਮਾਣ ਮਿਲਣਗੇ, ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਹ ਵਿਚ ਭੀ ਆਦਰ ਪਾਏਂਗਾ ॥੩॥",
    "pronunciation": "ਵਡਾੲੀਅਾ: ਡੱਡੇ ਸਿਹਾਰੀ ਨ ਲਾੳੁ, ਵਡਿਅਾੲੀਅਾ ਨ ੳੁਚਾਰੋ",
    "type_id": 3
  },
  {
    "id": 1941,
    "shabad_id": 139,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਕਰੇ ਕਰਾੲੇ ਅਾਪਿ ਪ੍ਰਭੁ; ਸਭੁ ਕਿਛੁ ਤਿਸ ਹੀ ਹਾਥਿ ॥",
    "transliteration": "Karae Karaaeae Aap Prabh Sabh Kishh This Hee Haathh ||",
    "translation": "God Himself acts, and causes others to act; everything is in His Hands.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈ, ਹਰੇਕ ਖੇਡ ਉਸ ਪ੍ਰਭੂ ਦੇ ਆਪਣੇ ਹੀ ਹੱਥ ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1942,
    "shabad_id": 139,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਮਾਰਿ ਅਾਪੇ ਜੀਵਾਲਦਾ; ਅੰਤਰਿ ਬਾਹਰਿ ਸਾਥਿ ॥",
    "transliteration": "Maar Aapae Jeevaaladhaa Anthar Baahar Saathh ||",
    "translation": "He Himself bestows life and death; He is with us, within and beyond.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਤਮਕ ਮੌਤੇ ਮਾਰਦਾ ਹੈ, ਆਪ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਂਦਾ ਹੈ, ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਉਹਨਾਂ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1943,
    "shabad_id": 139,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰਭ ਸਰਣਾਗਤੀ; ਸਰਬ ਘਟਾ ਕੇ ਨਾਥ ॥੪॥੧੫॥੮੫॥",
    "transliteration": "Naanak Prabh Saranaagathee Sarab Ghattaa Kae Naathh ||4||15||85||",
    "translation": "Nanak seeks the Sanctuary of God, the Master of all hearts. ||4||15||85||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਖਸਮ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ (ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਹ) ॥੪॥੧੫॥੮੫॥{47-48}",
    "pronunciation": "(ਘਟਾਂ) ਦਿਲਾਂ ਦੇ (ਨਾਥ) ਮਾਲਕ",
    "type_id": 3
  },
  {
    "id": 1944,
    "shabad_id": 140,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1945,
    "shabad_id": 140,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਰਣਿ ਪੲੇ ਪ੍ਰਭ ਅਾਪਣੇ; ਗੁਰੁ ਹੋਅਾ ਕਿਰਪਾਲੁ ॥",
    "transliteration": "Saran Peae Prabh Aapanae Gur Hoaa Kirapaal ||",
    "translation": "The Guru is Merciful; we seek the Sanctuary of God.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1946,
    "shabad_id": 140,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਗੁਰ ਕੈ ੳੁਪਦੇਸਿਅੈ; ਬਿਨਸੇ ਸਰਬ ਜੰਜਾਲ ॥",
    "transliteration": "Sathagur Kai Oupadhaesiai Binasae Sarab Janjaal ||",
    "translation": "Through the Teachings of the True Guru, all worldly entanglements are eliminated.",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੇ (ਮਾਇਆ-ਮੋਹ ਵਾਲੇ) ਸਾਰੇ ਜੰਜਾਲ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਜੰਜਾਲ) ਬੰਧਨ",
    "type_id": 3
  },
  {
    "id": 1947,
    "shabad_id": 140,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੰਦਰੁ ਲਗਾ ਰਾਮ ਨਾਮਿ; ਅੰਮ੍ਰਿਤ ਨਦਰਿ ਨਿਹਾਲੁ ॥੧॥",
    "transliteration": "Andhar Lagaa Raam Naam Anmrith Nadhar Nihaal ||1||",
    "translation": "The Name of the Lord is firmly implanted within my mind; through His Ambrosial Glance of Grace, I am exalted and enraptured. ||1||",
    "punjabi": "ਉਸ ਦਾ ਹਿਰਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਉਸ ਦਾ ਹਿਰਦਾ ਖਿੜ ਆਉਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਲੱਗਾ",
    "type_id": 3
  },
  {
    "id": 1948,
    "shabad_id": 140,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਸਤਿਗੁਰ ਸੇਵਾ ਸਾਰੁ ॥",
    "transliteration": "Man Maerae Sathigur Saevaa Saar ||",
    "translation": "O my mind, serve the True Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਸੇਵਾ ਧਿਆਨ ਨਾਲ ਕਰ।",
    "pronunciation": "(ਸਾਰੁ) ਸ੍ਰੇਸ਼ਟ ਸੰਭਾਲ",
    "type_id": 3
  },
  {
    "id": 1949,
    "shabad_id": 140,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕਰੇ ਦੲਿਅਾ ਪ੍ਰਭੁ ਅਾਪਣੀ; ੲਿਕ ਨਿਮਖ. ਨ ਮਨਹੁ ਵਿਸਾਰੁ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Karae Dhaeiaa Prabh Aapanee Eik Nimakh N Manahu Visaar || Rehaao ||",
    "translation": "God Himself grants His Grace; do not forget Him, even for an instant. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੂੰ ਅੱਖ ਦੇ ਫੋਰ ਜਿਤਨੇ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਆਪਣੇ ਮਨ ਤੋਂ ਨਾਹ ਭੁਲਾ। ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਉੱਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1950,
    "shabad_id": 140,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਗੁਣ ਗੋਵਿੰਦ ਨਿਤ ਗਾਵੀਅਹਿ; ਅਵਗੁਣ ਕਟਣਹਾਰ ॥",
    "transliteration": "Gun Govindh Nith Gaaveeahi Avagun Kattanehaar ||",
    "translation": "Continually sing the Glorious Praises of the Lord of the Universe, the Destroyer of demerits.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵਣੇ ਚਾਹੀਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਾਰੇ ਔਗੁਣਾਂ ਨੂੰ ਕੱਟਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1951,
    "shabad_id": 140,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਨਾਮ. ਨ ਸੁਖੁ ਹੋੲਿ; ਕਰਿ ਡਿਠੇ ਬਿਸਥਾਰ ॥",
    "transliteration": "Bin Har Naam N Sukh Hoe Kar Ddithae Bisathhaar ||",
    "translation": "Without the Name of the Lord, there is no peace. Having tried all sorts of ostentatious displays, I have come to see this.",
    "punjabi": "ਅਸਾਂ ਮਾਇਆ ਦੇ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਕਰ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਭਾਵ, ਇਹ ਯਕੀਨ ਜਾਣੋ ਕਿ ਮਾਇਆ ਦੇ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਖਿਲਾਰਿਆਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "(ਬਿਸਥਾਰ) ਫੈਲਾਓ",
    "type_id": 3
  },
  {
    "id": 1952,
    "shabad_id": 140,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਹਜੇ ਸਿਫਤੀ ਰਤਿਅਾ; ਭਵਜਲੁ ੳੁਤਰੇ ਪਾਰਿ ॥੨॥",
    "transliteration": "Sehajae Sifathee Rathiaa Bhavajal Outharae Paar ||2||",
    "translation": "Intuitively imbued with His Praises, one is saved, crossing over the terrifying world-ocean. ||2||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਪਿਆਰ ਪਾਇਆਂ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1953,
    "shabad_id": 140,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਤੀਰਥ ਵਰਤ ਲਖ ਸੰਜਮਾ; ਪਾੲੀਅੈ ਸਾਧੂ ਧੂਰਿ ॥",
    "transliteration": "Theerathh Varath Lakh Sanjamaa Paaeeai Saadhhoo Dhhoor ||",
    "translation": "The merits of pilgrimages, fasts and hundreds of thousands of techniques of austere self-discipline are found in the dust of the feet of the Holy.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪ੍ਰਾਪਤ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਹੀ ਹੈ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ, ਇਹੀ ਹੈ ਵਰਤ ਰੱਖਣੇ, ਇਹੀ ਹੈ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦੇ ਲੱਖਾਂ ਉੱਦਮ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1954,
    "shabad_id": 140,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਲੂਕਿ ਕਮਾਵੈ ਕਿਸ ਤੇ; ਜਾ ਵੇਖੈ ਸਦਾ ਹਦੂਰਿ ॥",
    "transliteration": "Look Kamaavai Kis Thae Jaa Vaekhai Sadhaa Hadhoor ||",
    "translation": "From whom are you trying to hide your actions? God sees all;",
    "punjabi": "(ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਬਾਹਰਲੇ ਧਾਰਮਿਕ ਸੰਜਮਾਂ ਨਾਲ ਨਹੀਂ ਪਤੀਜਦਾ, ਉਹ ਤਾਂ) ਜੀਵਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ ਸਦਾ (ਜੀਵਾਂ ਦੇ ਸਭ-ਲੁਕਾਵੇਂ ਕੀਤੇ ਕੰਮ ਭੀ) ਵੇਖਦਾ ਹੈ (ਫਿਰ ਭੀ ਮੂਰਖ ਮਨੁੱਖ) ਕਿਸ ਤੋਂ ਲੁਕ ਕੇ (ਮੰਦੇ ਕਰਮ) ਕਰਦਾ ਹੈ?",
    "pronunciation": "(ਲੂਕਿ) ਲੁਕ ਕੇ",
    "type_id": 3
  },
  {
    "id": 1955,
    "shabad_id": 140,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਥਾਨ ਥਨੰਤਰਿ ਰਵਿ ਰਹਿਅਾ; ਪ੍ਰਭੁ ਮੇਰਾ ਭਰਪੂਰਿ ॥੩॥",
    "transliteration": "Thhaan Thhananthar Rav Rehiaa Prabh Maeraa Bharapoor ||3||",
    "translation": "He is Ever-present. My God is totally pervading all places and interspaces. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤਾਂ ਹਰੇਕ ਥਾਂ ਵਿਚ ਪੂਰੇ ਤੌਰ ਤੇ ਵਿਆਪਕ ਹੈ ॥੩॥੩॥",
    "pronunciation": "(ਰਵਿ) ਵਿਅਾਪਕ। (ਭਰਪੂਰਿ) ਪੂਰਨ ਹਰ ਜਗ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 1956,
    "shabad_id": 140,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਚੁ ਪਾਤਿਸਾਹੀ ਅਮਰੁ ਸਚੁ; ਸਚੇ ਸਚਾ ਥਾਨੁ ॥",
    "transliteration": "Sach Paathisaahee Amar Sach Sachae Sachaa Thhaan ||",
    "translation": "True is His Empire, and True is His Command. True is His Seat of True Authority.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਪਾਤਿਸ਼ਾਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਅੱਟਲ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਥਾਂ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਅਮਰੁ) ਹੁਕਮ",
    "type_id": 3
  },
  {
    "id": 1957,
    "shabad_id": 140,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਚੀ ਕੁਦਰਤਿ ਧਾਰੀਅਨੁ; ਸਚਿ ਸਿਰਜਿਓਨੁ ਜਹਾਨੁ ॥",
    "transliteration": "Sachee Kudharath Dhhaareean Sach Sirajioun Jehaan ||",
    "translation": "True is the Creative Power which He has created. True is the world which He has fashioned.",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੇ ਅਟੱਲ ਕੁਦਰਤਿ ਰਚੀ ਹੋਈ ਹੈ, ਤੇ ਇਹ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1958,
    "shabad_id": 140,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ ਜਪੀਅੈ ਸਚੁ ਨਾਮੁ; ਹੳੁ ਸਦਾ ਸਦਾ ਕੁਰਬਾਨੁ ॥੪॥੧੬॥੮੬॥",
    "transliteration": "Naanak Japeeai Sach Naam Ho Sadhaa Sadhaa Kurabaan ||4||16||86||",
    "translation": "O Nanak, chant the True Name; I am forever and ever a sacrifice to Him. ||4||16||86||",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੧੬॥੮੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1959,
    "shabad_id": 141,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1960,
    "shabad_id": 141,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੳੁਦਮੁ ਕਰਿ ਹਰਿ ਜਾਪਣਾ; ਵਡਭਾਗੀ ਧਨੁ ਖਾਟਿ ॥",
    "transliteration": "Oudham Kar Har Jaapanaa Vaddabhaagee Dhhan Khaatt ||",
    "translation": "Make the effort and chant the Lord's Name. O very fortunate ones earn this wealth.",
    "punjabi": "(ਹੇ ਮਨ!) ਉੱਦਮ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1961,
    "shabad_id": 141,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੰਤਸੰਗਿ ਹਰਿ ਸਿਮਰਣਾ; ਮਲੁ ਜਨਮ ਜਨਮ ਕੀ ਕਾਟਿ ॥੧॥",
    "transliteration": "Santhasang Har Simaranaa Mal Janam Janam Kee Kaatt ||1||",
    "translation": "In the Society of the Saints, meditate in remembrance on the Lord, and wash off the filth of countless incarnations. ||1||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਤੂੰ ਜਨਮਾਂ ਜਨਮਾਂ ਵਿਚ ਕੀਤੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਲਏਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1962,
    "shabad_id": 141,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਰਾਮ ਨਾਮੁ ਜਪਿ ਜਾਪੁ ॥",
    "transliteration": "Man Maerae Raam Naam Jap Jaap ||",
    "translation": "O my mind, chant and meditate on the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦਾ ਜਾਪ ਜਪ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1963,
    "shabad_id": 141,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨ ੲਿਛੇ ਫਲ ਭੁੰਚਿ ਤੂ; ਸਭੁ ਚੂਕੈ ਸੋਗੁ ਸੰਤਾਪੁ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Eishhae Fal Bhunch Thoo Sabh Chookai Sog Santhaap || Rehaao ||",
    "translation": "Enjoy the fruits of your mind's desires; all suffering and sorrow shall depart. ||Pause||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਮਨ-ਭਾਉਂਦੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰੇਂਗਾ, ਤੇ ਤੇਰਾ ਸਾਰਾ ਦੁੱਖ ਕਲੇਸ਼ ਸਹਮ ਦੂਰ ਹੋ ਜਾਇਗਾ।ਰਹਾਉ।",
    "pronunciation": "(ਭੁੰਚਿ) ਛਕਣਾ ਕਰ",
    "type_id": 3
  },
  {
    "id": 1964,
    "shabad_id": 141,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਸੁ ਕਾਰਣਿ ਤਨੁ ਧਾਰਿਅਾ; ਸੋ ਪ੍ਰਭੁ ਡਿਠਾ ਨਾਲਿ ॥",
    "transliteration": "Jis Kaaran Than Dhhaariaa So Prabh Ddithaa Naal ||",
    "translation": "For His sake, you assumed this body; see God always with you.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਸੇ ਮਨੋਰਥ ਵਾਸਤੇ ਤੂੰ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕੀਤਾ ਹੈ (ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਮਨੋਰਥ ਪੂਰਾ ਕੀਤਾ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1965,
    "shabad_id": 141,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਿਅਾ; ਪ੍ਰਭੁ ਅਾਪਣੀ ਨਦਰਿ ਨਿਹਾਲਿ ॥੨॥",
    "transliteration": "Jal Thhal Meheeal Pooriaa Prabh Aapanee Nadhar Nihaal ||2||",
    "translation": "God is pervading the water, the land and the sky; He sees all with His Glance of Grace. ||2||",
    "punjabi": "(ਉਸ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ, ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ਤੇ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਮਹੀਅਲਿ) ਵਿੱਚ। (ਦੂਜਾ ਪਾਠ: ਮਹੀ ਅਲਿ)",
    "type_id": 3
  },
  {
    "id": 1966,
    "shabad_id": 141,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਨਿਰਮਲੁ ਹੋੲਿਅਾ; ਲਾਗੀ ਸਾਚੁ ਪਰੀਤਿ ॥",
    "transliteration": "Man Than Niramal Hoeiaa Laagee Saach Pareeth ||",
    "translation": "The mind and body become spotlessly pure, enshrining love for the True Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤਿ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ (ਭੀ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੇ ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1967,
    "shabad_id": 141,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਚਰਣ ਭਜੇ ਪਾਰਬ੍ਰਹਮ ਕੇ; ਸਭਿ ਜਪ ਤਪ ਤਿਨ ਹੀ ਕੀਤਿ ॥੩॥",
    "transliteration": "Charan Bhajae Paarabreham Kae Sabh Jap Thap Thin Hee Keeth ||3||",
    "translation": "One who dwells upon the Feet of the Supreme Lord God has truly performed all meditations and austerities. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਚਰਨ ਸੇਵੇ ਹਨ, ਮਾਨੋ, ਸਾਰੇ ਜਪ ਸਾਰੇ ਤਪ ਉਸੇ ਨੇ ਹੀ ਕਰ ਲਏ ਹਨ ॥੩॥",
    "pronunciation": "ਭਜੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1968,
    "shabad_id": 141,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਰਤਨ ਜਵੇਹਰ ਮਾਣਿਕਾ; ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਕਾ ਨਾੳੁ ॥",
    "transliteration": "Rathan Javaehar Maanikaa Anmrith Har Kaa Naao ||",
    "translation": "The Ambrosial Name of the Lord is a Gem, a Jewel, a Pearl.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ (ਹੀ ਅਸਲੀ) ਰਤਨ ਜਵਾਹਰ ਤੇ ਮੋਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1969,
    "shabad_id": 141,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨੰਦ ਰਸ; ਜਨ ਨਾਨਕ. ਹਰਿ ਗੁਣ ਗਾੳੁ ॥੪॥੧੭॥੮੭॥",
    "transliteration": "Sookh Sehaj Aanandh Ras Jan Naanak Har Gun Gaao ||4||17||87||",
    "translation": "The essence of intuitive peace and bliss is obtained, O servant Nanak, by singing the Glories of God. ||4||17||87||",
    "punjabi": "(ਕਿਉਂਕਿ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਦੇ ਰਸ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ। ਹੇ ਦਾਸ ਨਾਨਕ! ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ॥੪॥੧੭॥੮੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1970,
    "shabad_id": 142,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1971,
    "shabad_id": 142,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੋੲੀ ਸਾਸਤੁ. ਸੳੁਣੁ ਸੋੲਿ; ਜਿਤੁ ਜਪੀਅੈ. ਹਰਿ ਨਾੳੁ ॥",
    "transliteration": "Soee Saasath Soun Soe Jith Japeeai Har Naao ||",
    "translation": "That is the essence of the scriptures, and that is a good omen, by which one comes to chant the Name of the Lord.",
    "punjabi": "(ਪਰ ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਨਾਮ ਸਿਮਰ ਸਕੀਦਾ ਹੈ) ਉਹ ਗੁਰੂ ਹੀ ਸ਼ਾਸਤ੍ਰ ਹੈ, ਉਹ ਗੁਰੂ ਹੀ ਜੋਤਿਸ਼-ਸ਼ਾਸਤ੍ਰ ਹੈ, ਕਿਉਂਕਿ ਉਸ (ਗੁਰੂ) ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਸਾਸਤੁ) ਸਾਸਤ੍ਰ। (ਸੳੁਣੁ)ਸ਼ਗੁਨ",
    "type_id": 3
  },
  {
    "id": 1972,
    "shabad_id": 142,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਚਰਨਕਮਲੁ ਗੁਰਿ ਧਨੁ ਦੀਅਾ; ਮਿਲਿਅਾ ਨਿਥਾਵੇ ਥਾੳੁ ॥",
    "transliteration": "Charan Kamal Gur Dhhan Dheeaa Miliaa Nithhaavae Thhaao ||",
    "translation": "The Guru has given me the Wealth of the Lotus Feet of the Lord, and I, without shelter, have now obtained Shelter.",
    "punjabi": "ਜਿਸ ਨਿਆਸਰੇ ਬੰਦੇ ਨੂੰ ਭੀ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤਿ ਦਾ ਧਨ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1973,
    "shabad_id": 142,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਚੀ ਪੂੰਜੀ ਸਚੁ ਸੰਜਮੋ; ਅਾਠ ਪਹਰ ਗੁਣ ਗਾੳੁ ॥",
    "transliteration": "Saachee Poonjee Sach Sanjamo Aath Pehar Gun Gaao ||",
    "translation": "The True Capital, and the True Way of Life, comes by chanting His Glories, twenty-four hours a day.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਅੱਠੇ ਪਹਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ, ਇਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਰਮਾਇਆ ਹੈ, ਇਹੀ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਕਾਬੂ ਕਰਨ ਦਾ ਅਟੱਲ ਸਾਧਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1974,
    "shabad_id": 142,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਪ੍ਰਭੁ ਭੇਟਿਅਾ; ਮਰਣੁ ਨ ਅਾਵਣੁ ਜਾੳੁ ॥੧॥",
    "transliteration": "Kar Kirapaa Prabh Bhaettiaa Maran N Aavan Jaao ||1||",
    "translation": "Granting His Grace, God meets us, and we no longer die, or come or go in reincarnation. ||1||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1975,
    "shabad_id": 142,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਹਰਿ ਭਜੁ; ਸਦਾ ੲਿਕ ਰੰਗਿ ॥",
    "transliteration": "Maerae Man Har Bhaj Sadhaa Eik Rang ||",
    "translation": "O my mind, vibrate and meditate forever on the Lord, with single-minded love.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ (ਜੁੜ ਕੇ) ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1976,
    "shabad_id": 142,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਘਟ ਘਟ ਅੰਤਰਿ ਰਵਿ ਰਹਿਅਾ; ਸਦਾ ਸਹਾੲੀ ਸੰਗਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ghatt Ghatt Anthar Rav Rehiaa Sadhaa Sehaaee Sang ||1|| Rehaao ||",
    "translation": "He is contained deep within each and every heart. He is always with you, as your Helper and Support. ||1||Pause||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਉਹ ਸਦਾ ਸਹੈਤਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੇ ਉਹ ਸਦਾ ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1977,
    "shabad_id": 142,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸੁਖਾ ਕੀ ਮਿਤਿ. ਕਿਅਾ ਗਣੀ; ਜਾ ਸਿਮਰੀ ਗੋਵਿੰਦੁ ॥",
    "transliteration": "Sukhaa Kee Mith Kiaa Ganee Jaa Simaree Govindh ||",
    "translation": "How can I measure the happiness of meditating on the Lord of the Universe?",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਧਰਤੀ ਦੇ ਪਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹਾਂ (ਉਸ ਵੇਲੇ ਇਤਨੇ ਸੁਖ ਅਨੁਭਵ ਹੁੰਦੇ ਹਨ ਕਿ) ਮੈਂ ਉਹਨਾਂ ਸੁਖਾਂ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾ ਸਕਦਾ।",
    "pronunciation": "ਸੁਖਾਂ, ਮਿਤਿ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1978,
    "shabad_id": 142,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਿਨ ਚਾਖਿਅਾ ਸੇ ਤ੍ਰਿਪਤਾਸਿਅਾ; ੳੁਹ ਰਸੁ ਜਾਣੈ ਜਿੰਦੁ ॥",
    "transliteration": "Jin Chaakhiaa Sae Thripathaasiaa Ouh Ras Jaanai Jindh ||",
    "translation": "Those who taste it are satisfied and fulfilled; their souls know this Sublime Essence.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ, ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰਜ ਜਾਂਦੇ ਹਨ; (ਪਰ ਜੇਹੜੀ ਜਿੰਦ ਨਾਮ ਜਪਦੀ ਹੈ) ਉਹੀ ਜਿੰਦ ਉਸ ਨਾਮ-ਰਸ ਨੂੰ ਸਮਝਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
