[
  {
    "id": 1979,
    "shabad_id": 142,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸੰਤਾ ਸੰਗਤਿ ਮਨਿ ਵਸੈ; ਪ੍ਰਭੁ ਪ੍ਰੀਤਮੁ ਬਖਸਿੰਦੁ ॥",
    "transliteration": "Santhaa Sangath Man Vasai Prabh Preetham Bakhasindh ||",
    "translation": "In the Society of the Saints, God, the Beloved, the Forgiver, comes to dwell within the mind.",
    "punjabi": "ਪ੍ਰੀਤਮ ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆਂ ਹੀ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "ਬਖ-ਸਿੰਦੁ",
    "type_id": 3
  },
  {
    "id": 1980,
    "shabad_id": 142,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਿ ਸੇਵਿਅਾ ਪ੍ਰਭੁ ਅਾਪਣਾ; ਸੋੲੀ ਰਾਜ ਨਰਿੰਦੁ ॥੨॥",
    "transliteration": "Jin Saeviaa Prabh Aapanaa Soee Raaj Narindh ||2||",
    "translation": "One who has served his God is the emperor of kings||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹ ਰਾਜਿਆਂ ਦਾ ਰਾਜਾ ਬਣ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "(ਰਾਜ) ਰਾਜਿਅਾਂ ਦੇ (ਨਰਿੰਦੁ) ਰਾਜਾ",
    "type_id": 3
  },
  {
    "id": 1981,
    "shabad_id": 142,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅੳੁਸਰਿ. ਹਰਿ ਜਸੁ ਗੁਣ ਰਮਣ ਜਿਤੁ; ਕੋਟਿ ਮਜਨ ੲਿਸਨਾਨੁ ॥",
    "transliteration": "Aousar Har Jas Gun Raman Jith Kott Majan Eisanaan ||",
    "translation": "This is the time to speak and sing the Praise and the Glory of God, which brings the merit of millions of cleansing and purifying baths.",
    "punjabi": "ਜਿਸ ਸਮੇਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾਏ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕੀਤੇ ਜਾਣ (ਉਸ ਸਮੇਂ, ਮਾਨੋ) ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਅੳੁਸਰਿ) ਸਮਾਂ। (ਰਮਣ) ਸਿਮਰਨ। ਮੱਜਨ",
    "type_id": 3
  },
  {
    "id": 1982,
    "shabad_id": 142,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਰਸਨਾ ੳੁਚਰੈ ਗੁਣਵਤੀ; ਕੋੲਿ ਨ ਪੁਜੈ ਦਾਨੁ ॥",
    "transliteration": "Rasanaa Oucharai Gunavathee Koe N Pujai Dhaan ||",
    "translation": "The tongue which chants these Praises is worthy; there is no charity equal to this.",
    "punjabi": "ਜੇ ਕੋਈ ਭਾਗਾਂ ਵਾਲੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦੀ ਹੈ, ਤਾਂ ਹੋਰ ਕੋਈ ਦਾਨ (ਇਸ ਕੰਮ ਦੀ) ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "ੳੁ੍ਨਚਰੈ। ਗੁਣਵਤੀ: ਪੋਲਾ ਬੋਲੋ। ਪੁੱਜੈ",
    "type_id": 3
  },
  {
    "id": 1983,
    "shabad_id": 142,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਧਾਰਿ ਮਨਿ ਤਨਿ ਵਸੈ; ਦੲਿਅਾਲ ਪੁਰਖੁ ਮਿਹਰਵਾਨੁ ॥",
    "transliteration": "Dhrisatt Dhhaar Man Than Vasai Dhaeiaal Purakh Miharavaan ||",
    "translation": "Blessing us with His Glance of Grace, the Kind and Compassionate, All-powerful Lord comes to dwell within the mind and body.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਸ ਦੇ) ਮਨ ਵਿਚ ਸਰੀਰ ਵਿਚ ਮਿਹਰਬਾਨ ਦਇਆਲ ਅਕਾਲ ਪੁਰਖ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(ਦ੍ਰਿਸਟਿ) ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 1984,
    "shabad_id": 142,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਧਨੁ ਤਿਸ ਦਾ; ਹੳੁ ਸਦਾ ਸਦਾ ਕੁਰਬਾਨੁ ॥੩॥",
    "transliteration": "Jeeo Pindd Dhhan This Dhaa Ho Sadhaa Sadhaa Kurabaan ||3||",
    "translation": "My soul, body and wealth are His. Forever and ever, I am a sacrifice to Him. ||3||",
    "punjabi": "ਇਹ ਜਿੰਦ, ਇਹ ਸਰੀਰ, ਇਹ ਧਨ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਮੈਂ ਸਦਾ ਹੀ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1985,
    "shabad_id": 142,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਮਿਲਿਅਾ. ਕਦੇ ਨ ਵਿਛੁੜੈ; ਜੋ ਮੇਲਿਅਾ ਕਰਤਾਰਿ ॥",
    "transliteration": "Miliaa Kadhae N Vishhurrai Jo Maeliaa Karathaar ||",
    "translation": "One whom the Creator Lord has met and joined to Himself shall never again be separated.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਰਤਾਰ ਨੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ ਹੈ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਉਹ ਮਨੁੱਖ (ਕਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਨਹੀਂ ਫਸਦਾ, ਤੇ) ਕਦੇ (ਪ੍ਰਭੂ ਤੋਂ) ਨਹੀਂ ਵਿੱਛੁੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1986,
    "shabad_id": 142,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਦਾਸਾ ਕੇ ਬੰਧਨ ਕਟਿਅਾ; ਸਾਚੈ ਸਿਰਜਣਹਾਰਿ ॥",
    "transliteration": "Dhaasaa Kae Bandhhan Kattiaa Saachai Sirajanehaar ||",
    "translation": "The True Creator Lord breaks the bonds of His slave.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਸਿਰਜਣਹਾਰ ਨੇ ਆਪਣੇ ਦਾਸਾਂ ਦੇ (ਮਾਇਆ ਦੇ) ਬੰਧਨ (ਸਦਾ ਲਈ) ਕੱਟ ਦਿੱਤੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ਦਾਸਾਂ",
    "type_id": 3
  },
  {
    "id": 1987,
    "shabad_id": 142,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਭੂਲਾ ਮਾਰਗਿ ਪਾੲਿਓਨੁ; ਗੁਣ ਅਵਗੁਣ ਨ ਬੀਚਾਰਿ ॥",
    "transliteration": "Bhoolaa Maarag Paaeioun Gun Avagun N Beechaar ||",
    "translation": "The doubter has been put back on the path; his merits and demerits have not been considered.",
    "punjabi": "(ਜੇ ਉਸ ਦਾ ਦਾਸ ਪਹਿਲਾਂ) ਕੁਰਾਹੇ ਭੀ ਪੈ ਗਿਆ (ਸੀ ਤੇ ਫਿਰ ਉਸ ਦੀ ਸਰਨ ਆਇਆ ਹੈ ਤਾਂ) ਉਸ ਪ੍ਰਭੂ ਨੇ ਉਸ ਦੇ (ਪਹਿਲੇ) ਗੁਣ ਔਗੁਣ ਨਾਹ ਵਿਚਾਰ ਕੇ ਉਸ ਨੂੰ ਸਹੀ ਰਸਤੇ ਉੱਤੇ ਪਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1988,
    "shabad_id": 142,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਤਿਸੁ ਸਰਣਾਗਤੀ; ਜਿ ਸਗਲ ਘਟਾ ਅਾਧਾਰੁ ॥੪॥੧੮॥੮੮॥",
    "transliteration": "Naanak This Saranaagathee J Sagal Ghattaa Aadhhaar ||4||18||88||",
    "translation": "Nanak seeks the Sanctuary of the One who is the Support of every heart. ||4||18||88||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਉ ਜੋ ਸਾਰੇ ਸਰੀਰਾਂ ਦਾ (ਜੀਵਾਂ ਦਾ) ਆਸਰਾ ਹੈ ॥੪॥੧੮॥੮੮॥{48-49}",
    "pronunciation": "ਘਟਾਂ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1989,
    "shabad_id": 143,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1990,
    "shabad_id": 143,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਸਨਾ ਸਚਾ ਸਿਮਰੀਅੈ; ਮਨੁ ਤਨੁ ਨਿਰਮਲੁ ਹੋੲਿ ॥",
    "transliteration": "Rasanaa Sachaa Simareeai Man Than Niramal Hoe ||",
    "translation": "With your tongue, repeat the True Name, and your mind and body shall become pure.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੀਭ ਨਾਲ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1991,
    "shabad_id": 143,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਸਾਕ ਅਗਲੇ; ਤਿਸੁ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Maath Pithaa Saak Agalae This Bin Avar N Koe ||",
    "translation": "Your mother and father and all your relations-without Him, there are none at all.",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਮਾਂ ਪਿਉ (ਆਦਿਕ) ਬਥੇਰੇ ਸਾਕ-ਅੰਗ ਹੁੰਦੇ ਹਨ, ਪਰ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸੰਬੰਧੀ) ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਅਗਲੇ) ਬਹੁਤੇ",
    "type_id": 3
  },
  {
    "id": 1992,
    "shabad_id": 143,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਿਹਰ ਕਰੇ ਜੇ ਅਾਪਣੀ; ਚਸਾ. ਨ ਵਿਸਰੈ ਸੋੲਿ ॥੧॥",
    "transliteration": "Mihar Karae Jae Aapanee Chasaa N Visarai Soe ||1||",
    "translation": "If God Himself bestows His Mercy, then He is not forgotten, even for an instant. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਭੀ ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੋ ਸਕਦਾ ਹੈ), ਜੇ ਉਹ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਤਾਂ ਉਹ (ਜੀਵ ਨੂੰ) ਰਤਾ ਭਰ ਸਮੇਂ ਲਈ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ॥੧॥",
    "pronunciation": "ਚਸਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 1993,
    "shabad_id": 143,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਮੇਰੇ. ਸਾਚਾ ਸੇਵਿ; ਜਿਚਰੁ ਸਾਸੁ ॥",
    "transliteration": "Man Maerae Saachaa Saev Jichar Saas ||",
    "translation": "O my mind, serve the True One, as long as you have the breath of life.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਤਨਾ ਚਿਰ (ਤੇਰੇ ਸਰੀਰ ਵਿਚ) ਸਾਹ (ਆਉਂਦਾ) ਹੈ (ਉਤਨਾ ਚਿਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ।",
    "pronunciation": "ਜਿੱਚਰੁ",
    "type_id": 3
  },
  {
    "id": 1994,
    "shabad_id": 143,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਸਚੇ. ਸਭੁ ਕੂੜੁ ਹੈ; ਅੰਤੇ ਹੋੲਿ ਬਿਨਾਸੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bin Sachae Sabh Koorr Hai Anthae Hoe Binaas ||1|| Rehaao ||",
    "translation": "Without the True One, everything is false; in the end, all shall perish. ||1||Pause||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਾਰਾ ਝੂਠਾ ਪਰਪੰਚ ਹੈ, ਇਹ ਆਖ਼ਰ ਨੂੰ ਨਾਸ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 1995,
    "shabad_id": 143,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਾਹਿਬੁ ਮੇਰਾ ਨਿਰਮਲਾ; ਤਿਸੁ ਬਿਨੁ. ਰਹਣੁ ਨ ਜਾੲਿ ॥",
    "transliteration": "Saahib Maeraa Niramalaa This Bin Rehan N Jaae ||",
    "translation": "My Lord and Master is Immaculate and Pure; without Him, I cannot even survive.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ। ਉਸ ਦੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮੈਥੋਂ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1996,
    "shabad_id": 143,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਤਨਿ ਭੁਖ. ਅਤਿ ਅਗਲੀ; ਕੋੲੀ ਅਾਣਿ ਮਿਲਾਵੈ ਮਾੲਿ ॥",
    "transliteration": "Maerai Man Than Bhukh Ath Agalee Koee Aan Milaavai Maae ||",
    "translation": "Within my mind and body, there is such a great hunger; if only someone would come and unite me with Him, O my mother!",
    "punjabi": "(ਉਸ ਦੇ ਦੀਦਾਰ ਵਾਸਤੇ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਬਹੁਤ ਹੀ ਜ਼ਿਆਦਾ ਤਾਂਘ ਹੈ। (ਹੇ ਮਾਂ! ਮੇਰੇ ਅੰਦਰ ਤੜਪ ਹੈ ਕਿ) ਕੋਈ (ਗੁਰਮੁਖਿ) ਉਸ ਨੂੰ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1997,
    "shabad_id": 143,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਚਾਰੇ ਕੁੰਡਾ ਭਾਲੀਅਾ; ਸਹ ਬਿਨੁ. ਅਵਰੁ ਨ ਜਾੲਿ ॥੨॥",
    "transliteration": "Chaarae Kunddaa Bhaaleeaa Seh Bin Avar N Jaae ||2||",
    "translation": "I have searched the four corners of the world-without our Husband Lord, there is no other place of rest. ||2||",
    "punjabi": "ਮੈਂ ਚਾਰੇ ਕੂਟਾਂ ਭਾਲ ਵੇਖੀਆਂ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ (ਸੁੱਝਦਾ) ॥੨॥",
    "pronunciation": "(ਜਾੲਿ) ਜਗ੍ਹਾ, ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 1998,
    "shabad_id": 143,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਤਿਸੁ ਅਾਗੈ ਅਰਦਾਸਿ ਕਰਿ; ਜੋ ਮੇਲੇ ਕਰਤਾਰੁ ॥",
    "transliteration": "This Aagai Aradhaas Kar Jo Maelae Karathaar ||",
    "translation": "Offer your prayers to Him, who shall unite you with the Creator.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਤੂੰ ਉਸ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ, ਜੇਹੜਾ ਕਰਤਾਰ (ਨੂੰ) ਮਿਲਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 1999,
    "shabad_id": 143,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ ਨਾਮ ਕਾ; ਪੂਰਾ ਜਿਸੁ ਭੰਡਾਰੁ ॥",
    "transliteration": "Sathigur Dhaathaa Naam Kaa Pooraa Jis Bhanddaar ||",
    "translation": "The True Guru is the Giver of the Naam; His Treasure is perfect and overflowing.",
    "punjabi": "ਗੁਰੂ ਨਾਮ (ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ (ਗੁਰੂ) ਦਾ (ਨਾਮ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਅਮੁੱਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2000,
    "shabad_id": 143,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਸਾਲਾਹੀਅੈ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ॥੩॥",
    "transliteration": "Sadhaa Sadhaa Saalaaheeai Anth N Paaraavaar ||3||",
    "translation": "Forever and ever, praise the One, who has no end or limitation. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ) ਸਦਾ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਜਿਸ ਦੇ ਗੁਣਾਂ ਦੇ ਸਮੁੰਦਰ ਦਾ ਉਰਲਾ ਤੇ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2001,
    "shabad_id": 143,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਪਰਵਦਗਾਰੁ ਸਾਲਾਹੀਅੈ; ਜਿਸ ਦੇ ਚਲਤ ਅਨੇਕ ॥",
    "transliteration": "Paravadhagaar Saalaaheeai Jis Dhae Chalath Anaek ||",
    "translation": "Praise God, the Nurturer and Cherisher; His Wondrous Ways are unlimited.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਉਸ ਪਾਲਣਹਾਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਦੇ ਅਨੇਕਾਂ ਕੌਤਕ (ਦਿੱਸ ਰਹੇ ਹਨ)।",
    "pronunciation": "(ਪਰਵਦ-ਗਾਰੁ) ਪਾਲਣਾ ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 2002,
    "shabad_id": 143,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਅਾਰਾਧੀਅੈ; ੲੇਹਾ ਮਤਿ ਵਿਸੇਖ ॥",
    "transliteration": "Sadhaa Sadhaa Aaraadhheeai Eaehaa Math Visaekh ||",
    "translation": "Forever and ever, worship and adore Him; this is the most wonderful wisdom.",
    "punjabi": "ਉਸ ਦਾ ਨਾਮ ਸਦਾ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਸਭ ਤੋਂ ਚੰਗੀ ਅਕਲ ਹੈ।",
    "pronunciation": "(ਅਾਰਾਧੀਅੈ) ਸਿਮਰੀੲੇ। (ਵਸੇਖ) ਵਿਸ਼ੇਸ਼ ਚੰਗੀ। ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 2003,
    "shabad_id": 143,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਮਿਠਾ ਤਿਸੁ ਲਗੈ; ਜਿਸੁ ਮਸਤਕਿ. ਨਾਨਕ ਲੇਖ ॥੪॥੧੯॥੮੯॥",
    "transliteration": "Man Than Mithaa This Lagai Jis Masathak Naanak Laekh ||4||19||89||",
    "translation": "O Nanak, God's Flavor is sweet to the minds and bodies of those who have such blessed destiny written on their foreheads. ||4||19||89||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਚੰਗੇ ਭਾਗਾਂ ਦਾ) ਲੇਖ (ਉੱਘੜ ਪਏ), ਉਸ ਨੂੰ (ਪਰਮਾਤਮਾ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੪॥੧੯॥੮੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2004,
    "shabad_id": 144,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2005,
    "shabad_id": 144,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੰਤ ਜਨਹੁ ਮਿਲਿ ਭਾੲੀਹੋ; ਸਚਾ ਨਾਮੁ ਸਮਾਲਿ ॥",
    "transliteration": "Santh Janahu Mil Bhaaeeho Sachaa Naam Samaal ||",
    "translation": "Meet with the humble Saints, O Siblings of Destiny, and contemplate the True Name.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਭਰਾਵੋ! (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਮਿਲ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2006,
    "shabad_id": 144,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤੋਸਾ ਬੰਧਹੁ ਜੀਅ ਕਾ; ਅੈਥੈ ਓਥੈ ਨਾਲਿ ॥",
    "transliteration": "Thosaa Bandhhahu Jeea Kaa Aithhai Outhhai Naal ||",
    "translation": "For the journey of the soul, gather those supplies which will go with you here and hereafter.",
    "punjabi": "ਆਪਣੀ ਜਿੰਦ ਵਾਸਤੇ (ਜੀਵਨ-ਸਫ਼ਰ ਦਾ) ਖ਼ਰਚ ਇਕੱਠਾ ਕਰੋ। ਇਹ ਨਾਮ-ਰੂਪ ਸਫ਼ਰ-ਖ਼ਰਚ) ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ (ਜਿੰਦ ਦੇ ਨਾਲ) ਨਿਭਦਾ ਹੈ।",
    "pronunciation": "(ਤੋ੍ਨਸਾ) ਖਰਚ",
    "type_id": 3
  },
  {
    "id": 2007,
    "shabad_id": 144,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਤੇ ਪਾੲੀਅੈ; ਅਪਣੀ ਨਦਰਿ ਨਿਹਾਲਿ ॥",
    "transliteration": "Gur Poorae Thae Paaeeai Apanee Nadhar Nihaal ||",
    "translation": "These are obtained from the Perfect Guru, when God bestows His Glance of Grace.",
    "punjabi": "(ਜਦੋਂ ਪ੍ਰਭੂ) ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕਦਾ ਹੈ (ਤਦੋਂ ਇਹ ਨਾਮ-ਤੋਸ਼ਾ) ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2008,
    "shabad_id": 144,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਰਮਿ ਪਰਾਪਤਿ ਤਿਸੁ ਹੋਵੈ; ਜਿਸ ਨੋ ਹੋੲਿ ਦੲਿਅਾਲੁ ॥੧॥",
    "transliteration": "Karam Paraapath This Hovai Jis No Haae Dhaeiaal ||1||",
    "translation": "Those unto whom He is Merciful, receive His Grace. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਇਹ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਕਰਮਿ) ਕ੍ਰਿਪਾ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 2009,
    "shabad_id": 144,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਰ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Maerae Man Gur Jaevadd Avar N Koe ||",
    "translation": "O my mind, there is no other as great as the Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਜੇਡਾ ਵੱਡਾ (ਉੱਚ ਜੀਵਨ ਵਾਲਾ ਜਗਤ ਵਿਚ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2010,
    "shabad_id": 144,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਦੂਜਾ ਥਾੳੁ. ਨ ਕੋ ਸੁਝੈ; ਗੁਰ ਮੇਲੇ ਸਚੁ ਸੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhoojaa Thhaao N Ko Sujhai Gur Maelae Sach Soe ||1|| Rehaao ||",
    "translation": "I cannot imagine any other place. The Guru leads me to meet the True Lord. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ) ਹੋਰ ਕੋਈ ਦੂਜਾ ਆਸਰਾ ਨਹੀਂ ਦਿੱਸਦਾ। (ਪਰ) ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਗੁਰੂ ਨੂੰ ਮਿਲਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸੁੱਝੈ",
    "type_id": 4
  },
  {
    "id": 2011,
    "shabad_id": 144,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਗਲ ਪਦਾਰਥ ਤਿਸੁ ਮਿਲੇ; ਜਿਨਿ ਗੁਰੁ ਡਿਠਾ ਜਾੲਿ ॥",
    "transliteration": "Sagal Padhaarathh This Milae Jin Gur Ddithaa Jaae ||",
    "translation": "Those who go to see the Guru obtain all treasures.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਜਾ ਕੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ (ਕੀਮਤੀ) ਪਦਾਰਥ ਮਿਲ ਗਏ (ਸਮਝੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2012,
    "shabad_id": 144,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਚਰਣੀ. ਜਿਨ ਮਨੁ ਲਗਾ; ਸੇ ਵਡਭਾਗੀ ਮਾੲਿ ॥",
    "transliteration": "Gur Charanee Jin Man Lagaa Sae Vaddabhaagee Maae ||",
    "translation": "Those whose minds are attached to the Guru's Feet are very fortunate, O my mother.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2013,
    "shabad_id": 144,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰੁ ਦਾਤਾ. ਸਮਰਥੁ ਗੁਰੁ; ਗੁਰੁ. ਸਭ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲਿ ॥",
    "transliteration": "Gur Dhaathaa Samarathh Gur Gur Sabh Mehi Rehiaa Samaae ||",
    "translation": "The Guru is the Giver, the Guru is All-powerful. The Guru is All-pervading, contained amongst all.",
    "punjabi": "ਗੁਰੂ (ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ਜੋ ਸਭ ਤਰ੍ਹਾਂ ਦੀ ਤਾਕਤ ਦਾ ਮਾਲਕ ਹੈ ਜੋ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 2014,
    "shabad_id": 144,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰੁ ਪਰਮੇਸਰੁ ਪਾਰਬ੍ਰਹਮੁ; ਗੁਰੁ. ਡੁਬਦਾ ਲੲੇ ਤਰਾੲਿ ॥੨॥",
    "transliteration": "Gur Paramaesar Paarabreham Gur Ddubadhaa Leae Tharaae ||2||",
    "translation": "The Guru is the Transcendent Lord, the Supreme Lord God. The Guru lifts up and saves those who are drowning. ||2||",
    "punjabi": "ਗੁਰੂ ਪਰਮੇਸਰ (ਦਾ ਰੂਪ) ਹੈ, ਗੁਰੂ ਪਾਰਬ੍ਰਹਮ (ਦਾ ਰੂਪ) ਹੈ, ਗੁਰੂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਦੇ ਜੀਵ ਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2015,
    "shabad_id": 144,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਿਤੁ ਮੁਖਿ ਗੁਰੁ ਸਾਲਾਹੀਅੈ; ਕਰਣ ਕਾਰਣ ਸਮਰਥੁ ॥",
    "transliteration": "Kith Mukh Gur Saalaaheeai Karan Kaaran Samarathh ||",
    "translation": "How shall I praise the Guru, the All-powerful Cause of causes?",
    "punjabi": "ਕੇਹੜੇ ਮੂੰਹ ਨਾਲ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕੀਤੀ ਜਾਏ? ਗੁਰੂ (ਉਸ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2016,
    "shabad_id": 144,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸੇ ਮਥੇ ਨਿਹਚਲ ਰਹੇ; ਜਿਨ ਗੁਰਿ ਧਾਰਿਅਾ ਹਥੁ ॥",
    "transliteration": "Sae Mathhae Nihachal Rehae Jin Gur Dhhaariaa Hathh ||",
    "translation": "Those, upon whose foreheads the Guru has placed His Hand, remain steady and stable.",
    "punjabi": "ਉਹ ਮੱਥੇ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਲਈ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰੂ ਨੇ (ਆਪਣੀ ਮਿਹਰ ਦਾ) ਹੱਥ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "ਮੱਥੇ",
    "type_id": 3
  },
  {
    "id": 2017,
    "shabad_id": 144,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ. ਅੰਮ੍ਰਿਤ ਨਾਮੁ ਪੀਅਾਲਿਅਾ; ਜਨਮ ਮਰਨ ਕਾ ਪਥੁ ॥",
    "transliteration": "Gur Anmrith Naam Peeaaliaa Janam Maran Kaa Pathh ||",
    "translation": "The Guru has led me to drink in the Ambrosial Nectar of the Naam, the Name of the Lord; He has released me from the cycle of birth and death.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ-ਰੂਪ ਰੋਗ ਦਾ ਪਰਹੇਜ਼ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਇਹ ਨਾਮ-ਜਲ ਜਿਨ੍ਹਾਂ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਨੂੰ ਗੁਰੂ ਨੇ ਪਿਲਾਇਆ ਹੈ,",
    "pronunciation": "ਪਥ:ਪੋਲਾ ਬੋਲੋ। (ਪਥ) ਪ੍ਰਹੇਜ਼",
    "type_id": 3
  },
  {
    "id": 2018,
    "shabad_id": 144,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰੁ ਪਰਮੇਸੁਰੁ ਸੇਵਿਅਾ; ਭੈ ਭੰਜਨੁ ਦੁਖ ਲਥੁ ॥੩॥",
    "transliteration": "Gur Paramaesar Saeviaa Bhai Bhanjan Dhukh Lathh ||3||",
    "translation": "I serve the Guru, the Transcendent Lord, the Dispeller of fear; my suffering has been taken away. ||3||",
    "punjabi": "ਉਹ ਪਰਮੇਸਰ ਦੇ ਰੂਪ ਗੁਰੂ ਨੂੰ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੇ ਗੁਰੂ ਨੂੰ, ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਲੱਥੁ",
    "type_id": 3
  }
]
