[
  {
    "id": 2180,
    "shabad_id": 156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗਣਤ ਗਣਾਵਣਿ ਅਾੲੀਅਾ; ਸੂਹਾ ਵੇਸੁ ਵਿਕਾਰੁ ॥",
    "transliteration": "Ganath Ganaavan Aaeeaa Soohaa Vaes Vikaar ||",
    "translation": "But when the time comes to settle their accounts, their red robes are corrupt.",
    "punjabi": "ਪਰ ਜੇਹੜੀਆਂ ਆਪਣੇ ਸਿੰਗਾਰ ਦਾ ਵਿਖਾਵਾ-ਮਾਣ ਕਰਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਦਾ ਗੂੜ੍ਹਾ ਲਾਲ ਪਹਿਰਾਵਾ (ਭੀ) ਵਿਕਾਰ (ਹੀ) ਪੈਦਾ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2181,
    "shabad_id": 156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪਾਖੰਡਿ. ਪ੍ਰੇਮੁ ਨ ਪਾੲੀਅੈ; ਖੋਟਾ ਪਾਜੁ ਖੁਅਾਰੁ ॥੧॥",
    "transliteration": "Paakhandd Praem N Paaeeai Khottaa Paaj Khuaar ||1||",
    "translation": "His Love is not obtained through hypocrisy. Her false coverings bring only ruin. ||1||",
    "punjabi": "ਕਿਉਂਕਿ ਵਿਖਾਵਾ ਕੀਤਿਆਂ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਨਹੀਂ ਮਿਲਦਾ, (ਅੰਦਰ ਖੋਟ ਹੋਵੇ ਤੇ ਬਾਹਰ ਪ੍ਰੇਮ ਦਾ ਵਿਖਾਵਾ ਹੋਵੇ) ਇਹ ਖੋਟਾ ਵਿਖਾਵਾ ਖ਼ੁਆਰ ਹੀ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2182,
    "shabad_id": 156,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ; ੲਿੳੁ ਪਿਰੁ ਰਾਵੈ ਨਾਰਿ ॥",
    "transliteration": "Har Jeeo Eio Pir Raavai Naar ||",
    "translation": "In this way, the Dear Husband Lord ravishes and enjoys His bride.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਇਹ ਸਰਧਾ ਧਾਰਿਆਂ ??? ਪ੍ਰਭੂ-ਪਤੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2183,
    "shabad_id": 156,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤੁਧੁ ਭਾਵਨਿ ਸੋਹਾਗਣੀ; ਅਪਣੀ ਕਿਰਪਾ ਲੈਹਿ ਸਵਾਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thudhh Bhaavan Sohaaganee Apanee Kirapaa Laihi Savaar ||1|| Rehaao ||",
    "translation": "The happy soul-bride is pleasing to You, Lord; by Your Grace, You adorn her. ||1||Pause||",
    "punjabi": "ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀਆਂ ਹਨ ਜੋ ਤੈਨੂੰ ਚੰਗੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਤੂੰ ਆਪ ਸੁਚੱਜੀਆਂ ਬਣਾ ਲੈਂਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2184,
    "shabad_id": 156,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਸੀਗਾਰੀਅਾ; ਤਨੁ ਮਨੁ ਪਿਰ ਕੈ ਪਾਸਿ ॥",
    "transliteration": "Gur Sabadhee Seegaareeaa Than Man Pir Kai Paas ||",
    "translation": "She is decorated with the Word of the Guru's Shabad; her mind and body belong to her Husband Lord.",
    "punjabi": "ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਜੀਵਨ ਨੂੰ) ਸੰਵਾਰਦੀ ਹੈ, ਜਿਸ ਦਾ ਸਰੀਰ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਹਵਾਲੇ ਹੈ ਜਿਸ ਦਾ ਮਨ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਹਵਾਲੇ ਹੈ (ਭਾਵ, ਜਿਸ ਦਾ ਮਨ ਤੇ ਜਿਸ ਦੇ ਗਿਆਨ-ਇੰਦਰੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਲਾਂਭੇ ਕੁਰਾਹੇ ਨਹੀਂ ਜਾਂਦੇ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2185,
    "shabad_id": 156,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਦੁੲਿ ਕਰ ਜੋੜਿ. ਖੜੀ ਤਕੈ; ਸਚੁ ਕਹੈ ਅਰਦਾਸਿ ॥",
    "transliteration": "Dhue Kar Jorr Kharree Thakai Sach Kehai Aradhaas ||",
    "translation": "With her palms pressed together, she stands, waiting on Him, and offers her True prayers to Him.",
    "punjabi": "ਜੇਹੜੀ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਪੂਰੀ ਸਰਧਾ ਨਾਲ (ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਆਸਰਾ ਹੀ) ਤੱਕਦੀ ਹੈ, ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦੀ ਹੈ ਤੇ ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਜ਼ੋਈਆਂ ਕਰਦੀ ਹੈ,",
    "pronunciation": "(ਤੱਕੈ) ਦੇਖਦੀ ਹੈ। ਖੜ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 2186,
    "shabad_id": 156,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਲਾਲਿ ਰਤੀ. ਸਚ ਭੈ ਵਸੀ; ਭਾੲਿ ਰਤੀ ਰੰਗਿ ਰਾਸਿ ॥੨॥",
    "transliteration": "Laal Rathee Sach Bhai Vasee Bhaae Rathee Rang Raas ||2||",
    "translation": "Dyed in the deep crimson of the Love of her Darling Lord, she dwells in the Fear of the True One. Imbued with His Love, she is dyed in the color of His Love. ||2||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ (ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਉਸ ਦੇ ਰੰਗ ਵਿਚ ਰਸੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2187,
    "shabad_id": 156,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਿਅ ਕੀ ਚੇਰੀ ਕਾਂਢੀਅੈ; ਲਾਲੀ ਮਾਨੈ ਨਾੳੁ ॥",
    "transliteration": "Pria Kee Chaeree Kaandteeai Laalee Maanai Naao ||",
    "translation": "She is said to be the hand-maiden of her Beloved Lord; His sweetheart surrenders to His Name.",
    "punjabi": "ਜੇਹੜੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ) ਸੇਵਕਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮੰਨਦੀ ਹੈ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਹੀ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾਂਦੀ ਹੈ) ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਦਾਸੀ ਆਖੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਲੱਾਲੀ) ਦਾਸੀ। ਪ੍ਰਿਅ: ਪ ਮੁਕਤਾ, ਅੱਧੇ ਰਾਰੇ ਸਿਹਾਰੀ, ਅ ਮੁਕਤਾ ਬੋਲੋ, ਪ੍ਰਿਅਾ ਨ ਬੋਲੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 2188,
    "shabad_id": 156,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਾਚੀ ਪ੍ਰੀਤਿ. ਨ ਤੁਟੲੀ; ਸਾਚੇ ਮੇਲਿ ਮਿਲਾੳੁ ॥",
    "transliteration": "Saachee Preeth N Thuttee Saachae Mael Milaao ||",
    "translation": "True Love is never broken; she is united in Union with the True One.",
    "punjabi": "ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦੀ ਪ੍ਰੀਤਿ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦੀ ਹੈ, ਕਦੇ ਟੁੱਟਦੀ ਨਹੀਂ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਚਰਨਾਂ ਵਿਚ) ਉਸ ਦਾ ਮਿਲਾਪ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2189,
    "shabad_id": 156,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਬਦਿ ਰਤੀ ਮਨੁ ਵੇਧਿਅਾ; ਹੳੁ ਸਦ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥੩॥",
    "transliteration": "Sabadh Rathee Man Vaedhhiaa Ho Sadh Balihaarai Jaao ||3||",
    "translation": "Attuned to the Word of the Shabad, her mind is pierced through. I am forever a sacrifice to Him. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਉਹ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਪ੍ਰੋਤਾ ਰਹਿੰਦਾ ਹੈ। ਮੈਂ ਅਜੇਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2190,
    "shabad_id": 156,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸਾ ਧਨ. ਰੰਡ ਨ ਬੈਸੲੀ; ਜੇ. ਸਤਿਗੁਰ ਮਾਹਿ ਸਮਾੲਿ ॥",
    "transliteration": "Saa Dhhan Randd N Baisee Jae Sathigur Maahi Samaae ||",
    "translation": "That bride, who is absorbed into the True Guru, shall never become a widow.",
    "punjabi": "ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ (ਦੇ ਸ਼ਬਦ) ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੇ, ਤਾਂ ਉਹ ਕਦੇ ਰੰਡੀ (ਹੋ ਕੇ) ਨਹੀਂ ਬੈਠਦੀ (ਭਾਵ, ਖਸਮ ਸਾਈਂ ਦਾ ਹੱਥ ਸਦਾ ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2191,
    "shabad_id": 156,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਪਿਰੁ ਰੀਸਾਲੂ ਨੳੁਤਨੋ; ਸਾਚੳੁ. ਮਰੈ ਨ ਜਾੲਿ ॥",
    "transliteration": "Pir Reesaaloo Nouthano Saacho Marai N Jaae ||",
    "translation": "Her Husband Lord is Beautiful; His Body is forever fresh and new. The True One does not die, and shall not go.",
    "punjabi": "(ਫਿਰ ਉਹ) ਖਸਮ (ਭੀ ਐਸਾ ਹੈ ਜੋ) ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ (ਜਿਸ ਦਾ ਪਿਆਰ ਨਿੱਤ) ਨਵਾਂ (ਹੈ, ਜੋ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਹੈ, ਜੋ) ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ।",
    "pronunciation": "ਨੳੁ-ਤਨੋ",
    "type_id": 3
  },
  {
    "id": 2192,
    "shabad_id": 156,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਿਤ ਰਵੈ ਸੋਹਾਗਣੀ; ਸਾਚੀ ਨਦਰਿ ਰਜਾੲਿ ॥੪॥",
    "transliteration": "Nith Ravai Sohaaganee Saachee Nadhar Rajaae ||4||",
    "translation": "He continually enjoys His happy soul-bride; He casts His Gracious Glance of Truth upon her, and she abides in His Will. ||4||",
    "punjabi": "ਉਹ ਆਪਣੀ ਸਦਾ-ਥਿਰ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਸਦਾ ਉਸ ਸੋਹਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2193,
    "shabad_id": 156,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸਾਚੁ ਧੜੀ. ਧਨ ਮਾਡੀਅੈ; ਕਾਪੜੁ ਪ੍ਰੇਮ ਸੀਗਾਰੁ ॥",
    "transliteration": "Saach Dhharree Dhhan Maaddeeai Kaaparr Praem Seegaar ||",
    "translation": "The bride braids her hair with Truth; her clothes are decorated with His Love.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਂਦੀ ਹੈ, ਇਹ, ਮਾਨੋ, ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ) ਕੇਸਾਂ ਦੀਆਂ ਪੱਟੀਆਂ ਸੰਵਾਰਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਨੂੰ (ਸੋਹਣਾ) ਕੱਪੜਾ ਤੇ (ਗਹਿਣਿਆਂ ਦਾ) ਸਿੰਗਾਰ ਬਣਾਂਦੀ ਹੈ।",
    "pronunciation": "ਮਾਂਡੀਅੈ",
    "type_id": 3
  },
  {
    "id": 2194,
    "shabad_id": 156,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਚੰਦਨੁ ਚੀਤਿ ਵਸਾੲਿਅਾ; ਮੰਦਰੁ ਦਸਵਾਦੁਅਾਰੁ ॥",
    "transliteration": "Chandhan Cheeth Vasaaeiaa Mandhar Dhasavaa Dhuaar ||",
    "translation": "Like the essence of sandalwood, He permeates her consciousness, and the Temple of the Tenth Gate is opened.",
    "punjabi": "ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਵਸਾਇਆ ਹੈ (ਤੇ, ਇਹ, ਮਾਨੋ, ਉਸ ਨੇ ਮੱਥੇ ਉਤੇ) ਚੰਦਨ (ਦਾ ਟਿੱਕਾ ਲਾਇਆ) ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਦਸਵੇਂ ਦੁਆਰ (ਦਿਮਾਗ਼, ਚਿੱਤ-ਆਕਾਸ਼) ਨੂੰ (ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਰਹਿਣ ਲਈ) ਸੋਹਣਾ ਘਰ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2195,
    "shabad_id": 156,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਦੀਪਕੁ ਸਬਦਿ ਵਿਗਾਸਿਅਾ; ਰਾਮ ਨਾਮੁ ੳੁਰ ਹਾਰੁ ॥੫॥",
    "transliteration": "Dheepak Sabadh Vigaasiaa Raam Naam Our Haar ||5||",
    "translation": "The lamp of the Shabad is lit, and the Name of the Lord is her necklace. ||5||",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਹਿਰਦੇ ਨੂੰ) ਹੁਲਾਰੇ ਵਿਚ ਲਿਆਂਦਾ ਹੈ (ਤੇ, ਇਹ, ਮਾਨੋ, ਉਸ ਨੇ ਹਿਰਦੇ ਵਿਚ) ਦੀਵਾ (ਜਗਾਇਆ ਹੈ), ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਗਲ ਦਾ ਹਾਰ ਬਣਾ ਲਿਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2196,
    "shabad_id": 156,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਨਾਰੀ ਅੰਦਰਿ ਸੋਹਣੀ; ਮਸਤਕਿ ਮਣੀ ਪਿਅਾਰੁ ॥",
    "transliteration": "Naaree Andhar Sohanee Masathak Manee Piaar ||",
    "translation": "She is the most beautiful among women; upon her forehead she wears the Jewel of the Lord's Love.",
    "punjabi": "ਜਿਸ ਨੇ ਆਪਣੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦਾ ਜੜਾਊ ਟਿੱਕਾ ਲਾਇਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਨੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਆਪਣੀ ਸੁਰਤ (ਜੋੜ ਕੇ) ਸੋਹਣੀ ਬਣਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2197,
    "shabad_id": 156,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਸੋਭਾ ਸੁਰਤਿ ਸੁਹਾਵਣੀ; ਸਾਚੈ ਪ੍ਰੇਮਿ ਅਪਾਰ ॥",
    "transliteration": "Sobhaa Surath Suhaavanee Saachai Praem Apaar ||",
    "translation": "Her glory and her wisdom are magnificent; her love for the Infinite Lord is True.",
    "punjabi": "(ਤੇ, ਇਸੇ ਨੂੰ ਉਹ ਆਪਣੀ) ਸੋਭਾ (ਸਮਝਦੀ ਹੈ), ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਹੋਰ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਵਿਚ (ਮੰਨੀ ਪ੍ਰਮੰਨੀ) ਸੋਹਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2198,
    "shabad_id": 156,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਬਿਨੁ ਪਿਰ. ਪੁਰਖੁ ਨ ਜਾਣੲੀ; ਸਾਚੇ ਗੁਰ ਕੈ ਹੇਤਿ ਪਿਅਾਰਿ ॥੬॥",
    "transliteration": "Bin Pir Purakh N Jaanee Saachae Gur Kai Haeth Piaar ||6||",
    "translation": "Other than her Beloved Lord, she knows no man. She enshrines love for the True Guru. ||6||",
    "punjabi": "ਉਹ ਆਪਣੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੇ ਪ੍ਰੇਮ ਪਿਆਰ ਵਿਚ ਰਹਿ ਕੇ ਸਦਾ-ਥਿਰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਪਤੀ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕਿਸੇ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾਂਦੀ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2199,
    "shabad_id": 156,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਨਿਸਿ ਅੰਧਿਅਾਰੀ ਸੁਤੀੲੇ; ਕਿੳੁ ਪਿਰ ਬਿਨੁ. ਰੈਣਿ ਵਿਹਾੲਿ ॥",
    "transliteration": "Nis Andhhiaaree Sutheeeae Kio Pir Bin Rain Vihaae ||",
    "translation": "Asleep in the darkness of the night, how shall she pass her life-night without her Husband?",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਕਾਲੀ-ਬੋਲੀ ਰਾਤ ਵਿਚ ਸੁੱਤੀ ਪਈ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਸੌਖੀ ਨਹੀਂ ਲੰਘ ਸਕਦੀ।",
    "pronunciation": "ਨਿਸਿ: ਪੋਲਾ ਬੋਲੋ। ਸੁੱਤੀੲੇ",
    "type_id": 3
  },
  {
    "id": 2200,
    "shabad_id": 156,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਅੰਕੁ ਜਲੳੁ. ਤਨੁ ਜਾਲੀਅੳੁ; ਮਨੁ ਧਨੁ ਜਲਿ ਬਲਿ ਜਾੲਿ ॥",
    "transliteration": "Ank Jalo Than Jaaleeao Man Dhhan Jal Bal Jaae ||",
    "translation": "Her limbs shall burn, her body shall burn, and her mind and wealth shall burn as well.",
    "punjabi": "ਸੜ ਜਾਏ ਉਹ ਹਿਰਦਾ ਤੇ ਉਹ ਸਰੀਰ (ਜਿਸ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਨਹੀਂ)। ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਬਲ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ-ਧਨ ਭੀ ਵਿਅਰਥ ਹੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਅੰਕੁ) ਹਿਰਦਾ। ਜਾਲੀ-ਅੳੁ",
    "type_id": 3
  },
  {
    "id": 2201,
    "shabad_id": 156,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਜਾ ਧਨ. ਕੰਤਿ ਨ ਰਾਵੀਅਾ; ਤਾ ਬਿਰਥਾ ਜੋਬਨੁ ਜਾੲਿ ॥੭॥",
    "transliteration": "Jaa Dhhan Kanth N Raaveeaa Thaa Birathhaa Joban Jaae ||7||",
    "translation": "When the Husband does not enjoy His bride, then her youth passes away in vain. ||7||",
    "punjabi": "ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਪਿਆਰ ਨਹੀਂ ਕੀਤਾ, ਤਾਂ ਉਸ ਦੀ ਜਵਾਨੀ ਵਿਅਰਥ ਹੀ ਚਲੀ ਜਾਂਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2202,
    "shabad_id": 156,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਸੇਜੈ ਕੰਤ ਮਹੇਲੜੀ; ਸੂਤੀ. ਬੂਝ ਨ ਪਾੲਿ ॥",
    "transliteration": "Saejai Kanth Mehaelarree Soothee Boojh N Paae ||",
    "translation": "The Husband is on the Bed, but the bride is asleep, and so she does not come to know Him.",
    "punjabi": "ਭਾਗ-ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਸੇਜ ਉਤੇ ਸੁੱਤੀ ਪਈ ਹੈ, ਪਰ ਇਸ ਨੂੰ ਸਮਝ ਨਹੀਂ (ਹਿਰਦੇ-ਸੇਜ ਉੱਤੇ ਜੀਵਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਇਕੱਠਾ ਨਿਵਾਸ ਹੈ, ਪਰ ਮਾਇਆ-ਮੋਹੀ ਜਿੰਦ ਨੂੰ ਇਸ ਦੀ ਸਾਰ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2203,
    "shabad_id": 156,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਹੳੁ ਸੁਤੀ. ਪਿਰੁ ਜਾਗਣਾ; ਕਿਸ ਕੳੁ ਪੂਛੳੁ ਜਾੲਿ ॥",
    "transliteration": "Ho Suthee Pir Jaaganaa Kis Ko Pooshho Jaae ||",
    "translation": "While I am asleep, my Husband Lord is awake. Where can I go for advice?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੀ ਰਹਿੰਦੀ ਹਾਂ, ਤੂੰ ਪਤੀ ਸਦਾ ਜਾਗਦਾ ਹੈਂ (ਤੈਨੂੰ ਮਾਇਆ ਵਿਆਪ ਨਹੀਂ ਸਕਦੀ); ਮੈਂ ਕਿਸ ਪਾਸੋਂ ਜਾ ਕੇ ਪੁੱਛਾਂ (ਕਿ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੀ ਨੀਂਦ ਵਿਚੋਂ ਜਾਗ ਕੇ ਤੈਨੂੰ ਮਿਲ ਸਕਦੀ ਹਾਂ)?",
    "pronunciation": "ਸੁੱਤੀ",
    "type_id": 3
  },
  {
    "id": 2204,
    "shabad_id": 156,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮੇਲੀ ਭੈ ਵਸੀ; ਨਾਨਕ ਪ੍ਰੇਮੁ ਸਖਾੲਿ ॥੮॥੨॥",
    "transliteration": "Sathigur Maelee Bhai Vasee Naanak Praem Sakhaae ||8||2||",
    "translation": "The True Guru has led me to meet Him, and now I dwell in the Fear of God. O Nanak, His Love is always with me. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਉਸ ਦਾ (ਜੀਵਨ-) ਸਾਥੀ ਬਣ ਜਾਂਦਾ ਹੈ ॥੮॥੨॥",
    "pronunciation": "ਵਸੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2205,
    "shabad_id": 157,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2206,
    "shabad_id": 157,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਗੁਣ. ਅਾਪੇ ਕਥੈ; ਅਾਪੇ ਸੁਣਿ ਵੀਚਾਰੁ ॥",
    "transliteration": "Aapae Gun Aapae Kathhai Aapae Sun Veechaar ||",
    "translation": "O Lord, You are Your Own Glorious Praise. You Yourself speak it; You Yourself hear it and contemplate it.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਆਪਣੇ) ਗੁਣ ਹੈ, ਆਪ ਹੀ (ਉਹਨਾਂ ਗੁਣਾਂ ਨੂੰ) ਬਿਆਨ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਸੁਣ ਕੇ ਉਸ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ (ਉਸ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2207,
    "shabad_id": 157,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਰਤਨੁ ਪਰਖਿ ਤੂੰ; ਅਾਪੇ ਮੋਲੁ ਅਪਾਰੁ ॥",
    "transliteration": "Aapae Rathan Parakh Thoon Aapae Mol Apaar ||",
    "translation": "You Yourself are the Jewel, and You are the Appraiser. You Yourself are of Infinite Value.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਆਪਣਾ ਨਾਮ-ਰੂਪ) ਰਤਨ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਉਸ ਰਤਨ ਦਾ ਮੁੱਲ ਪਾਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਨਾਮ-ਰਤਨ ਦਾ) ਬੇਅੰਤ ਮੁੱਲ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2208,
    "shabad_id": 157,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਚੳੁ. ਮਾਨੁ ਮਹਤੁ ਤੂੰ; ਅਾਪੇ ਦੇਵਣਹਾਰੁ ॥੧॥",
    "transliteration": "Saacho Maan Mehath Thoon Aapae Dhaevanehaar ||1||",
    "translation": "O True Lord, You are Honor and Glory; You Yourself are the Giver. ||1||",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਣ ਹੈਂ, ਵਡਿਆਈ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਮਾਣ-ਵਡਿਆਈ) ਦੇਣ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "(ਮ-ਹੱਤੁ) ਮਰਾਤਬਾ, ਵਡਿਅਾੲੀ",
    "type_id": 3
  },
  {
    "id": 2209,
    "shabad_id": 157,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ; ਤੂੰ ਕਰਤਾ ਕਰਤਾਰੁ ॥",
    "transliteration": "Har Jeeo Thoon Karathaa Karathaar ||",
    "translation": "O Dear Lord, You are the Creator and the Cause.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਹਰੇਕ ਸ਼ੈ ਦਾ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2210,
    "shabad_id": 157,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਭਾਵੈ ਤਿੳੁ ਰਾਖੁ ਤੂੰ; ਹਰਿ ਨਾਮੁ ਮਿਲੈ ਅਾਚਾਰੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jio Bhaavai Thio Raakh Thoon Har Naam Milai Aachaar ||1|| Rehaao ||",
    "translation": "If it is Your Will, please save and protect me; please bless me with the lifestyle of the Lord's Name. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਮੈਨੂੰ (ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜੀ) ਰੱਖ। ਹੇ ਹਰੀ! (ਮਿਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਮਿਲ ਜਾਏ। ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ (ਚੰਗੇ ਤੋਂ ਚੰਗਾ) ਕਰਤੱਬ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2211,
    "shabad_id": 157,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਹੀਰਾ ਨਿਰਮਲਾ; ਅਾਪੇ ਰੰਗੁ ਮਜੀਠ ॥",
    "transliteration": "Aapae Heeraa Niramalaa Aapae Rang Majeeth ||",
    "translation": "You Yourself are the flawless diamond; You Yourself are the deep crimson color.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਚਮਕਦਾ ਹੀਰਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਮਜੀਠ ਦਾ ਰੰਗ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2212,
    "shabad_id": 157,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਮੋਤੀ ੳੂਜਲੋ; ਅਾਪੇ ਭਗਤ ਬਸੀਠੁ ॥",
    "transliteration": "Aapae Mothee Oojalo Aapae Bhagath Baseeth ||",
    "translation": "You Yourself are the perfect pearl; You Yourself are the devotee and the priest.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਲਿਸ਼ਕਦਾ ਮੋਤੀ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਆਪਣੇ) ਭਗਤਾਂ ਦਾ ਵਿਚੋਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2213,
    "shabad_id": 157,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਸਲਾਹਣਾ; ਘਟਿ ਘਟਿ ਡੀਠੁ ਅਡੀਠੁ ॥੨॥",
    "transliteration": "Gur Kai Sabadh Salaahanaa Ghatt Ghatt Ddeeth Addeeth ||2||",
    "translation": "Through the Word of the Guru's Shabad, You are praised. In each and every heart, the Unseen is seen. ||2||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੋ ਸਕਦੀ ਹੈ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਹੀ ਦਿੱਸ ਰਿਹਾ ਹੈਂ, ਤੇ ਤੂੰ ਹੀ ਅਦ੍ਰਿਸ਼ਟ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2214,
    "shabad_id": 157,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਸਾਗਰੁ ਬੋਹਿਥਾ; ਅਾਪੇ ਪਾਰੁ ਅਪਾਰੁ ॥",
    "transliteration": "Aapae Saagar Bohithhaa Aapae Paar Apaar ||",
    "translation": "You Yourself are the ocean and the boat. You Yourself are this shore, and the one beyond.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਇਹ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਤੂੰ ਆਪ ਹੀ ਹੈਂ, (ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾਣ ਲਈ) ਜਹਾਜ਼ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ) ਪਾਰਲਾ ਤੇ ਉਰਾਰਲਾ ਕੰਢਾ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2215,
    "shabad_id": 157,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸਾਚੀ ਵਾਟ ਸੁਜਾਣੁ ਤੂੰ; ਸਬਦਿ ਲਘਾਵਣਹਾਰੁ ॥",
    "transliteration": "Saachee Vaatt Sujaan Thoon Sabadh Laghaavanehaar ||",
    "translation": "O All-knowing Lord, You are the True Way. The Shabad is the Navigator to ferry us across.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਭਗਤੀ-ਰੂਪ) ਪੈਂਡਾ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ, ਤੂੰ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈਂ, ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਭਗਤੀ ਦੀ ਰਾਹੀਂ) ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਭੀ ਤੂੰ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2216,
    "shabad_id": 157,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਿਡਰਿਅਾ ਡਰੁ ਜਾਣੀਅੈ; ਬਾਝੁ ਗੁਰੂ. ਗੁਬਾਰੁ ॥੩॥",
    "transliteration": "Niddariaa Ddar Jaaneeai Baajh Guroo Gubaar ||3||",
    "translation": "One who does not fear God shall live in fear; without the Guru, there is only pitch darkness. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ (ਇਹ ਜੀਵਨ-ਸਫ਼ਰ ਜੀਵਾਂ ਵਾਸਤੇ) ਘੁੱਪ ਹਨੇਰਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਜੀਵ ਤੇਰਾ ਡਰ-ਭਉ ਨਹੀਂ ਰੱਖਦੇ, ਉਹਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦਾ ਸਹਮ ਸਹਾਰਨਾ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਨਿੱਡਰਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 2217,
    "shabad_id": 157,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅਸਥਿਰੁ ਕਰਤਾ ਦੇਖੀਅੈ; ਹੋਰੁ ਕੇਤੀ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Asathhir Karathaa Dhaekheeai Hor Kaethee Aavai Jaae ||",
    "translation": "The Creator alone is seen to be Eternal; all others come and go.",
    "punjabi": "(ਇਸ ਜਗਤ ਵਿਚ) ਇਕ ਕਰਤਾਰ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਦਿੱਸਦਾ ਹੈ, ਹੋਰ ਬੇਅੰਤ ਸ੍ਰਿਸ਼ਟੀ ਜੰਮਦੀ ਮਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2218,
    "shabad_id": 157,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਅਾਪੇ ਨਿਰਮਲੁ ੲੇਕੁ ਤੂੰ; ਹੋਰ ਬੰਧੀ ਧੰਧੈ ਪਾੲਿ ॥",
    "transliteration": "Aapae Niramal Eaek Thoon Hor Bandhhee Dhhandhhai Paae ||",
    "translation": "Only You, Lord, are Immaculate and Pure. All others are bound up in worldly pursuits.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਕ ਤੂੰ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਮੈਲ ਤੋਂ ਸਾਫ਼ ਹੈਂ, ਬਾਕੀ ਸਾਰੀ ਦੁਨੀਆ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨ ਵਿਚ ਬੱਝੀ ਪਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2219,
    "shabad_id": 157,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ ਸੇ ੳੁਬਰੇ; ਸਾਚੇ ਸਿੳੁ ਲਿਵ ਲਾੲਿ ॥੪॥",
    "transliteration": "Gur Raakhae Sae Oubarae Saachae Sio Liv Laae ||4||",
    "translation": "Those who are protected by the Guru are saved. They are lovingly attuned to the True Lord. ||4||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਇਸ ਮੋਹ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਬਚ ਗਏ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
