[
  {
    "id": 2261,
    "shabad_id": 159,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੁਖਿ ਝੂਠੈ. ਝੂਠੁ ਬੋਲਣਾ; ਕਿੳੁ ਕਰਿ ਸੂਚਾ ਹੋੲਿ ॥",
    "transliteration": "Mukh Jhoothai Jhooth Bolanaa Kio Kar Soochaa Hoe ||",
    "translation": "With false mouths, people speak falsehood. How can they be made pure?",
    "punjabi": "ਅਜੇਹਾ ਜੀਵ (ਕਿਸੇ ਬਾਹਰਲੇ ਸੁੱਚ ਆਦਿਕ ਕਰਮ ਨਾਲ ਅੰਦਰੋਂ) ਸੁੱਚਾ ਕਦੇ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2262,
    "shabad_id": 159,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਅਭ ਸਬਦ. ਨ ਮਾਂਜੀਅੈ; ਸਾਚੇ ਤੇ. ਸਚੁ ਹੋੲਿ ॥੧॥",
    "transliteration": "Bin Abh Sabadh N Maanjeeai Saachae Thae Sach Hoe ||1||",
    "translation": "Without the Holy Water of the Shabad, they are not cleansed. From the True One alone comes Truth. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਜਲ ਤੋਂ ਬਿਨਾ (ਮਨ) ਮਾਂਜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, (ਤੇ) ਇਹ ਸੱਚ (ਸਿਮਰਨ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਅਭ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2263,
    "shabad_id": 159,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮੁੰਧੇ; ਗੁਣ ਹੀਣੀ ਸੁਖੁ ਕੇਹਿ ॥",
    "transliteration": "Mundhhae Guneheenee Sukh Kaehi ||",
    "translation": "O soul-bride, without virtue, what happiness can there be?",
    "punjabi": "ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜੋ (ਆਪਣੇ ਅੰਦਰ, ਆਤਮਕ ਸੁਖ ਦੇਣ ਵਾਲੇ) ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੀ ਹੈ ਉਸ ਨੂੰ (ਬਾਹਰੋਂ) ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2264,
    "shabad_id": 159,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਪਿਰੁ ਰਲੀਅਾ ਰਸਿ ਮਾਣਸੀ; ਸਾਚਿ ਸਬਦਿ ਸੁਖੁ ਨੇਹਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Pir Raleeaa Ras Maanasee Saach Sabadh Sukh Naehi ||1|| Rehaao ||",
    "translation": "The Husband Lord enjoys her with pleasure and delight; she is at peace in the love of the True Word of the Shabad. ||1||Pause||",
    "punjabi": "ਆਤਮਕ ਸੁਖ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ (ਲੀਨ ਰਹਿੰਦੀ ਹੈ) ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜੀ ਹੋਈ) ਹੈ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਮਸਤ) ਹੈ। ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦੇ ਸੁਖ (ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਨੰਦ ਨਾਲ ਮਾਣਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਰਲੀਅਾਂ",
    "type_id": 4
  },
  {
    "id": 2265,
    "shabad_id": 159,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਪਿਰੁ ਪਰਦੇਸੀ ਜੇ ਥੀਅੈ; ਧਨ ਵਾਂਢੀ ਝੂਰੇੲਿ ॥",
    "transliteration": "Pir Paradhaesee Jae Thheeai Dhhan Vaandtee Jhooraee ||",
    "translation": "When the Husband goes away, the bride suffers in the pain of separation,",
    "punjabi": "ਜੇ ਪਤੀ-ਪ੍ਰਭੂ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਦੇਸ ਵਿਚ ਪਰਗਟ ਨਹੀਂ, ਉਸ ਦੇ ਹਿਰਦੇ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਹਿਰਦੇ-ਦੇਸ ਦਾ ਨਿਵਾਸੀ ਹੈ, ਤਾਂ ਪਤੀ ਤੋਂ ਵਿੱਛੁੜੀ ਹੋਈ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਝੂਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਅੰਦਰੇ ਅੰਦਰ ਚਿੰਤਾ ਨਾਲ ਖਾਧੀ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2266,
    "shabad_id": 159,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਜਲਿ ਥੋੜੈ ਮਛੁਲੀ; ਕਰਣ ਪਲਾਵ ਕਰੇੲਿ ॥",
    "transliteration": "Jio Jal Thhorrai Mashhulee Karan Palaav Karaee ||",
    "translation": "Like the fish in shallow water, crying for mercy.",
    "punjabi": "ਜਿਵੇਂ ਥੋੜ੍ਹੇ ਪਾਣੀ ਵਿਚ ਮੱਛੀ ਤੜਫਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ ਤਰਲੇ ਲੈਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2267,
    "shabad_id": 159,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਪਿਰ ਭਾਵੈ ਸੁਖੁ ਪਾੲੀਅੈ; ਜਾ ਅਾਪੇ ਨਦਰਿ ਕਰੇੲਿ ॥੨॥",
    "transliteration": "Pir Bhaavai Sukh Paaeeai Jaa Aapae Nadhar Karaee ||2||",
    "translation": "As it pleases the Will of the Husband Lord, peace is obtained, when He Himself casts His Glance of Grace. ||2||",
    "punjabi": "ਆਤਮਕ ਸੁਖ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਚੰਗੇ ਲੱਗੇ, ਜਦੋਂ ਉਹ ਆਪ (ਉਸ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2268,
    "shabad_id": 159,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਪਿਰੁ ਸਾਲਾਹੀ ਅਾਪਣਾ; ਸਖੀ ਸਹੇਲੀ ਨਾਲਿ ॥",
    "transliteration": "Pir Saalaahee Aapanaa Sakhee Sehaelee Naal ||",
    "translation": "Praise your Husband Lord, together with your bridesmaids and friends.",
    "punjabi": "(ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਤੂੰ ਸਖੀਆਂ ਸਹੇਲੀਆਂ ਨਾਲ ਮਿਲ ਕੇ (ਭਾਵ, ਸਾਧ-ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ) ਆਪਣੇ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2269,
    "shabad_id": 159,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਤਨਿ ਸੋਹੈ. ਮਨੁ ਮੋਹਿਅਾ; ਰਤੀ ਰੰਗਿ ਨਿਹਾਲਿ ॥",
    "transliteration": "Than Sohai Man Mohiaa Rathee Rang Nihaal ||",
    "translation": "The body is beautified, and the mind is fascinated. Imbued with His Love, we are enraptured.",
    "punjabi": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ, ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪ੍ਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ) ਮੋਹਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2270,
    "shabad_id": 159,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਬਦਿ ਸਵਾਰੀ ਸੋਹਣੀ; ਪਿਰੁ ਰਾਵੈ ਗੁਣ ਨਾਲਿ ॥੩॥",
    "transliteration": "Sabadh Savaaree Sohanee Pir Raavae Gun Naal ||3||",
    "translation": "Adorned with the Shabad, the beautiful bride enjoys her Husband with virtue. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਉਸ ਦਾ ਜੀਵਨ ਸੰਵਰ ਜਾਂਦਾ ਹੈ, ਗੁਣਾਂ ਨਾਲ ਉਹ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਤੇ ਪਤੀ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2271,
    "shabad_id": 159,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਕਾਮਣਿ. ਕਾਮਿ ਨ ਅਾਵੲੀ; ਖੋਟੀ ਅਵਗਣਿਅਾਰਿ ॥",
    "transliteration": "Kaaman Kaam N Aavee Khottee Avaganiaar ||",
    "translation": "The soul-bride is of no use at all, if she is evil and without virtue.",
    "punjabi": "(ਗੁਣ ਤੋਂ ਸੱਖਣੀ ਹੋਣ ਕਰਕੇ) ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਅੰਦਰੋਂ) ਖੋਟੀ ਹੈ ਤੇ ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ ਉਸ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2272,
    "shabad_id": 159,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾ ਸੁਖੁ ਪੇੲੀਅੈ ਸਾਹੁਰੈ; ਝੂਠਿ ਜਲੀ ਵੇਕਾਰਿ ॥",
    "transliteration": "Naa Sukh Paeeeai Saahurai Jhooth Jalee Vaekaar ||",
    "translation": "She does not find peace in this world or the next; she burns in falsehood and corruption.",
    "punjabi": "ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ ਉਸ ਨੂੰ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ; ਝੂਠ ਵਿਚ ਵਿਕਾਰ ਵਿਚ ਉਹ ਸੜ ਜਾਂਦੀ ਹੈ (ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੜ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਕ੍ਰੋਧ, ਫ਼ੈਸਨ, ੲੀਰਖਾ, ਕਾਮ, ਤਿ੍ਰਸਨਾ, ਝੂਠਿ, ਵਿਕਾਰਿ, ਮਾੲਿਅਾ ਅੱਗ ਚ ਜਲੀ ਸੜੀ। ਜਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2273,
    "shabad_id": 159,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਅਾਵਣੁ ਵੰਞਞਣੁ ਡਾਖੜੋ; ਛੋਡੀ ਕੰਤਿ ਵਿਸਾਰਿ ॥੪॥",
    "transliteration": "Aavan Vannjan Ddaakharro Shhoddee Kanth Visaar ||4||",
    "translation": "Coming and going are very difficult for that bride who is abandoned and forgotten by her Husband Lord. ||4||",
    "punjabi": "(ਉਸ ਦੇ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ ਦਾ ਔਖਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿਉਂਕਿ) ਕੰਤ-ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2274,
    "shabad_id": 159,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਪਿਰ ਕੀ ਨਾਰਿ ਸੁਹਾਵਣੀ; ਮੁਤੀ. ਸੋ ਕਿਤੁ ਸਾਦਿ ॥",
    "transliteration": "Pir Kee Naar Suhaavanee Muthee So Kith Saadh ||",
    "translation": "The beautiful soul-bride of the Husband Lord-by what sensual pleasures has she been doomed?",
    "punjabi": "ਪਰ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸੋਹਣੀ ਨਾਰ ਸੀ, ਉਹ ਕਿਸ ਸੁਆਦ ਵਿਚ (ਫਸਣ ਕਰਕੇ) ਛੁੱਟੜ ਹੋ ਗਈ?",
    "pronunciation": "ਮੁੱਤੀ, ਛੁੱਟੜ",
    "type_id": 3
  },
  {
    "id": 2275,
    "shabad_id": 159,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਪਿਰ ਕੈ ਕਾਮਿ, ਨ ਅਾਵੲੀ; ਬੋਲੇ ਫਾਦਿਲੁ ਬਾਦਿ ॥",
    "transliteration": "Pir Kai Kaam N Aavee Bolae Faadhil Baadh ||",
    "translation": "She is of no use to her Husband if she babbles in useless arguments.",
    "punjabi": "ਉਹ ਕਿਉਂ ਵਿਅਰਥ ਫ਼ਜ਼ੂਲ ਬੋਲ ਬੋਲਦੀ ਹੈ ਜੋ ਪਤੀ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਵਾਸਤੇ ਕੰਮ ਨਹੀਂ ਦੇ ਸਕਦਾ?",
    "pronunciation": "(ਫਾਦਿਲੁ) ਵਿਅਰਥ, ਵਧੀਕ",
    "type_id": 3
  },
  {
    "id": 2276,
    "shabad_id": 159,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਦਰਿ ਘਰਿ ਢੋੲੀ ਨਾ ਲਹੈ; ਛੂਟੀ ਦੂਜੈ ਸਾਦਿ ॥੫॥",
    "transliteration": "Dhar Ghar Dtoee Naa Lehai Shhoottee Dhoojai Saadh ||5||",
    "translation": "At the Door of His Home, she finds no shelter; she is discarded for seeking other pleasures. ||5||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ) ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ (ਫਸਣ ਕਰਕੇ) ਛੁੱਟੜ ਹੋਈ ਹੈ, (ਤਾਹੀਏਂ ਉਸ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਮਹਲ ਵਿਚ (ਟਿਕਣ ਲਈ) ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ (ਮਾਇਆ ਦਾ ਮੋਹ ਉਸ ਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾਈ ਰੱਖਦਾ ਹੈ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2277,
    "shabad_id": 159,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਪੰਡਿਤ ਵਾਚਹਿ ਪੋਥੀਅਾ; ਨਾ ਬੂਝਹਿ ਵੀਚਾਰੁ ॥",
    "transliteration": "Panddith Vaachehi Pothheeaa Naa Boojhehi Veechaar ||",
    "translation": "The Pandits, the religious scholars, read their books, but they do not understand the real meaning.",
    "punjabi": "ਪੰਡਿਤ ਲੋਕ ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਪੜ੍ਹਦੇ ਹਨ (ਪਰ ਅੰਦਰੋਂ ਗੁਣ-ਹੀਨ ਹੋਣ ਕਰਕੇ ਉਹਨਾਂ ਪੁਸਤਕਾਂ ਦੀ) ਵਿਚਾਰ ਨਹੀਂ ਸਮਝਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2278,
    "shabad_id": 159,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਅਨ ਕੳੁ. ਮਤੀ ਦੇ ਚਲਹਿ; ਮਾੲਿਅਾ ਕਾ ਵਾਪਾਰੁ ॥",
    "transliteration": "An Ko Mathee Dhae Chalehi Maaeiaa Kaa Vaapaar ||",
    "translation": "They give instructions to others, and then walk away, but they deal in Maya themselves.",
    "punjabi": "ਹੋਰਨਾਂ ਨੂੰ ਹੀ ਮੱਤਾਂ ਦੇ ਕੇ (ਜਗਤ ਤੋਂ) ਚਲੇ ਜਾਂਦੇ ਹਨ (ਉਹਨਾਂ ਦਾ ਇਹ ਸਾਰਾ ਉੱਦਮ) ਮਾਇਆ ਕਮਾਣ ਲਈ ਵਪਾਰ ਹੀ ਬਣਿਆ ਰਹਿ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮੱਤੀ। ਚੱਲਹਿ।",
    "type_id": 3
  },
  {
    "id": 2279,
    "shabad_id": 159,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਕਥਨੀ ਝੂਠੀ. ਜਗੁ ਭਵੈ; ਰਹਣੀ ਸਬਦੁ. ਸੁ ਸਾਰੁ ॥੬॥",
    "transliteration": "Kathhanee Jhoothee Jag Bhavai Rehanee Sabadh S Saar ||6||",
    "translation": "Speaking falsehood, they wander around the world, while those who remain true to the Shabad are excellent and exalted. ||6||",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਝੂਠੀ ਕਥਨੀ ਵਿਚ ਹੀ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਆਮ ਤੌਰ ਤੇ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਝੂਠ-ਫਰੇਬ ਹੈ, ਤੇ ਬਾਹਰ ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਹਨ)। ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ (ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਣਾ) ਹੀ ਸ੍ਰੇਸ਼ਟ ਰਹਿਣੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2280,
    "shabad_id": 159,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਕੇਤੇ ਪੰਡਿਤ ਜੋਤਕੀ; ਬੇਦਾ ਕਰਹਿ ਬੀਚਾਰੁ ॥",
    "transliteration": "Kaethae Panddith Jothakee Baedhaa Karehi Beechaar ||",
    "translation": "There are so many Pandits and astrologers who ponder over the Vedas.",
    "punjabi": "ਅਨੇਕਾਂ ਹੀ ਪੰਡਿਤ ਜੋਤਸ਼ੀ (ਆਦਿਕ) ਵੇਦਾਂ (ਦੇ ਮੰਤ੍ਰਾਂ) ਨੂੰ ਵਿਚਾਰਦੇ ਹਨ।",
    "pronunciation": "ਬੇਦਾਂ",
    "type_id": 3
  },
  {
    "id": 2281,
    "shabad_id": 159,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਵਾਦਿ ਵਿਰੋਧਿ ਸਲਾਹਣੇ; ਵਾਦੇ ਅਾਵਣੁ ਜਾਣੁ ॥",
    "transliteration": "Vaadh Virodhh Salaahanae Vaadhae Aavan Jaan ||",
    "translation": "They glorify their disputes and arguments, and in these controversies they continue coming and going.",
    "punjabi": "ਆਪੋ ਵਿਚ ਮਤ-ਭੇਦ ਹੋਣ ਦੇ ਕਾਰਨ (ਚਰਚਾ ਕਰਦੇ ਹਨ ਤੇ ਵਿਦਵਤਾ ਦੇ ਕਾਰਨ) ਵਾਹ ਵਾਹ ਅਖਵਾਂਦੇ ਹਨ, ਪਰ ਨਿਰੇ ਇਸ ਮਤ-ਭੇਦ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2282,
    "shabad_id": 159,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਕਰਮ. ਨ ਛੁਟਸੀ; ਕਹਿ ਸੁਣਿ ਅਾਖਿ ਵਖਾਣੁ ॥੭॥",
    "transliteration": "Bin Gur Karam N Shhuttasee Kehi Sun Aakh Vakhaan ||7||",
    "translation": "Without the Guru, they are not released from their karma, although they speak and listen and preach and explain. ||7||",
    "punjabi": "ਕੋਈ ਭੀ ਮਨੁੱਖ (ਨਿਰਾ ਚੰਗਾ) ਵਖਿਆਨ ਕਰ ਕੇ ਜਾਂ ਸੁਣ ਕੇ (ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੈ ਸਕਦਾ, ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦਾ। (ਹਉਮੈ ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਦੀ ਲੋੜ ਹੈ) ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ ॥੭॥",
    "pronunciation": "(ਕਰਮ) ਕਿਰਪਾ",
    "type_id": 3
  },
  {
    "id": 2283,
    "shabad_id": 159,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਸਭਿ ਗੁਣਵੰਤੀ ਅਾਖੀਅਹਿ; ਮੈ. ਗੁਣੁ ਨਾਹੀ ਕੋੲਿ ॥",
    "transliteration": "Sabh Gunavanthee Aakheeahi Mai Gun Naahee Koe ||",
    "translation": "They all call themselves virtuous, but I have no virtue at all.",
    "punjabi": "(ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, ਉਹੀ) ਸਾਰੀਆਂ ਗੁਣਾਂ ਵਾਲੀਆਂ ਆਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਪਰ ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਐਸਾ ਗੁਣ ਨਹੀਂ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਸਕਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2284,
    "shabad_id": 159,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਵਰੁ. ਨਾਰਿ ਸੁਹਾਵਣੀ; ਮੈ ਭਾਵੈ. ਪ੍ਰਭੁ ਸੋੲਿ ॥",
    "transliteration": "Har Var Naar Suhaavanee Mai Bhaavai Prabh Soe ||",
    "translation": "With the Lord as her Husband, the soul-bride is happy; I, too, love that God.",
    "punjabi": "ਜੇ ਉਹ ਹਰੀ-ਪਤੀ ਪ੍ਰਭੂ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਏ, ਤਾਂ ਮੈਂ ਭੀ ਉਸ ਦੀ ਸੋਹਣੀ ਨਾਰ ਬਣ ਜਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2285,
    "shabad_id": 159,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਸਬਦਿ ਮਿਲਾਵੜਾ; ਨਾ ਵੇਛੋੜਾ ਹੋੲਿ ॥੮॥੫॥",
    "transliteration": "Naanak Sabadh Milaavarraa Naa Vaeshhorraa Hoe ||8||5||",
    "translation": "O Nanak, through the Shabad, union is obtained; there is no more separation. ||8||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ ਜਿਸ ਨੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਸੋਹਣਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ਉਸ ਦਾ ਉਸ ਤੋਂ ਫਿਰ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ ॥੮॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2286,
    "shabad_id": 160,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2287,
    "shabad_id": 160,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ ਸਾਧੀਅੈ; ਤੀਰਥਿ ਕੀਚੈ ਵਾਸੁ ॥",
    "transliteration": "Jap Thap Sanjam Saadhheeai Theerathh Keechai Vaas ||",
    "translation": "You may chant and meditate, practice austerities and self-restraint, and dwell at sacred shrines of pilgrimage;",
    "punjabi": "ਜੇ (ਕਿਸੇ ਸਿੱਧੀ ਆਦਿਕ ਵਾਸਤੇ ਮੰਤ੍ਰਾਂ ਦਾ) ਪਾਠ ਕੀਤਾ ਜਾਏ, (ਧੂਣੀਆਂ ਆਦਿਕ ਤਪਾ ਕੇ) ਸਰੀਰ ਨੂੰ ਕਸ਼ਟ ਦਿੱਤਾ ਜਾਏ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰਨ ਦਾ ਕੋਈ ਸਾਧਨ ਕੀਤਾ ਜਾਏ, ਕਿਸੇ ਤੀਰਥ ਉੱਤੇ ਨਿਵਾਸ ਕੀਤਾ ਜਾਏ,",
    "pronunciation": "ਸੱਾਧੀਅੈ",
    "type_id": 3
  },
  {
    "id": 2288,
    "shabad_id": 160,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੁੰਨ ਦਾਨ ਚੰਗਿਅਾੲੀਅਾ; ਬਿਨੁ ਸਾਚੇ. ਕਿਅਾ ਤਾਸੁ ॥",
    "transliteration": "Punn Dhaan Changiaaeeaa Bin Saachae Kiaa Thaas ||",
    "translation": "You may give donations to charity, and perform good deeds, but without the True One, what is the use of it all?",
    "punjabi": "(ਜੇ ਖ਼ਲਕਤ ਦੇ ਭਲੇ ਵਾਸਤੇ) ਦਾਨ-ਪੁੰਨ ਆਦਿਕ ਚੰਗੇ ਕੰਮ ਕੀਤੇ ਜਾਣ (ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਾਹ ਕੀਤਾ ਜਾਏ, ਤਾਂ) ਪ੍ਰਭੂ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਉਪਰਲੇ ਸਾਰੇ ਹੀ ਉੱਦਮਾਂ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2289,
    "shabad_id": 160,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੇਹਾ ਰਾਧੇ. ਤੇਹਾ ਲੁਣੈ; ਬਿਨੁ ਗੁਣ. ਜਨਮੁ ਵਿਣਾਸੁ ॥੧॥",
    "transliteration": "Jaehaa Raadhhae Thaehaa Lunai Bin Gun Janam Vinaas ||1||",
    "translation": "As you plant, so shall you harvest. Without virtue, this human life passes away in vain. ||1||",
    "punjabi": "ਮਨੁੱਖ ਜਿਹਾ ਬੀ ਬੀਜਦਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਫਲ ਵੱਢਦਾ ਹੈ (ਜੇ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਤਾਂ ਆਤਮਕ ਗੁਣ ਕਿੱਥੋਂ ਆ ਜਾਣ? ਤੇ) ਆਤਮਕ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2290,
    "shabad_id": 160,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਮੁੰਧੇ; ਗੁਣ ਦਾਸੀ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Mundhhae Gun Dhaasee Sukh Hoe ||",
    "translation": "O young bride, be a slave to virtue, and you shall find peace.",
    "punjabi": "ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ! (ਆਤਮਕ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਗੁਣ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੇ) ਗੁਣਾਂ ਦੀ ਖ਼ਾਤਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਦਾਸੀ ਬਣ, ਤਦੋਂ ਹੀ ਆਤਮਕ ਸੁਖ ਸੁਖ ਹੋਵੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2291,
    "shabad_id": 160,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਵਗਣ ਤਿਅਾਗਿ ਸਮਾੲੀਅੈ; ਗੁਰਮਤਿ ਪੂਰਾ ਸੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Avagan Thiaag Samaaeeai Guramath Pooraa Soe ||1|| Rehaao ||",
    "translation": "Renouncing wrongful actions, following the Guru's Teachings, you shall be absorbed into the Perfect One. ||1||Pause||",
    "punjabi": "ਔਗੁਣਾਂ ਨੂੰ ਛੱਡ ਕੇ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰਿਆਂ ਹੀ ਉਹ ਪੂਰਾ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2292,
    "shabad_id": 160,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਵਿਣੁ ਰਾਸੀ ਵਾਪਾਰੀਅਾ; ਤਕੇ ਕੁੰਡਾ ਚਾਰਿ ॥",
    "transliteration": "Vin Raasee Vaapaareeaa Thakae Kunddaa Chaar ||",
    "translation": "Without capital, the trader looks around in all four directions.",
    "punjabi": "ਸਰਮਾਏ ਤੋਂ ਬਿਨਾ ਵਪਾਰੀ (ਨਫ਼ੇ ਵਾਸਤੇ ਵਿਅਰਥ ਹੀ) ਚੌਹੀਂ ਪਾਸੀਂ ਤੱਕਦਾ ਹੈ।",
    "pronunciation": "ਤੱਕੇ",
    "type_id": 3
  },
  {
    "id": 2293,
    "shabad_id": 160,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮੂਲੁ. ਨ ਬੁਝੈ ਅਾਪਣਾ; ਵਸਤੁ ਰਹੀ ਘਰ ਬਾਰਿ ॥",
    "transliteration": "Mool N Bujhai Aapanaa Vasath Rehee Ghar Baar ||",
    "translation": "He does not understand his own origins; the merchandise remains within the door of his own house.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੇ) ਮੂਲ-ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਉਸ ਦਾ ਅਸਲ ਸਰਮਾਇਆ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਅੰਦਰ ਹੀ (ਅਣਪਛਾਤਾ) ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2294,
    "shabad_id": 160,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਵਿਣੁ ਵਖਰ. ਦੁਖੁ ਅਗਲਾ; ਕੂੜਿ ਮੁਠੀ ਕੂੜਿਅਾਰਿ ॥੨॥",
    "transliteration": "Vin Vakhar Dhukh Agalaa Koorr Muthee Koorriaar ||2||",
    "translation": "Without this commodity, there is great pain. The false are ruined by falsehood. ||2||",
    "punjabi": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਵਪਾਰਨ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਕੂੜ ਵਿਚ ਲੱਗ ਕੇ (ਆਤਮਕ ਗੁਣਾਂ ਵਲੋਂ) ਲੁੱਟੀ ਜਾ ਰਹੀ ਹੈ, ਨਾਮ-ਵੱਖਰ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਉਸ ਨੂੰ ਬਹੁਤ ਆਤਮਕ ਕਲੇਸ਼ ਵਿਆਪਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2295,
    "shabad_id": 160,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਲਾਹਾ ਅਹਿ ਨਿਸਿ ਨੳੁਤਨਾ; ਪਰਖੇ ਰਤਨੁ ਵੀਚਾਰਿ ॥",
    "transliteration": "Laahaa Ahinis Nouthanaa Parakhae Rathan Veechaar ||",
    "translation": "One who contemplates and appraises this Jewel day and night reaps new profits.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸੋਚ ਸਮਝ ਕੇ ਨਾਮ-ਰਤਨ ਨੂੰ ਪਰਖਦਾ ਹੈ (ਨਾਮ ਦੀ ਕੀਮਤ ਪਾਂਦਾ ਹੈ) ਉਸ ਨੂੰ ਦਿਨ ਰਾਤਿ (ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਨਿੱਤ) ਨਵਾਂ ਨਫ਼ਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਨੳੁਤਨਾ) ਨਵਾਂ",
    "type_id": 3
  },
  {
    "id": 2296,
    "shabad_id": 160,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਵਸਤੁ ਲਹੈ ਘਰਿ ਅਾਪਣੈ; ਚਲੈ ਕਾਰਜੁ ਸਾਰਿ ॥",
    "transliteration": "Vasath Lehai Ghar Aapanai Chalai Kaaraj Saar ||",
    "translation": "He finds the merchandise within his own home, and departs after arranging his affairs.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਆਪਣਾ ਅਸਲ ਸਰਮਾਇਆ ਲੱਭ ਲੈਂਦਾ ਹੈ, ਤੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ ਸਿਰੇ ਚਾੜ੍ਹ ਕੇ ਇਥੋਂ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2297,
    "shabad_id": 160,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਵਣਜਾਰਿਅਾ ਸਿੳੁ ਵਣਜੁ ਕਰਿ; ਗੁਰਮੁਖਿ ਬ੍ਰਹਮੁ ਬੀਚਾਰਿ ॥੩॥",
    "transliteration": "Vanajaariaa Sio Vanaj Kar Guramukh Breham Beechaar ||3||",
    "translation": "So trade with the true traders, and as Gurmukh, contemplate God. ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਦੇ ਵਪਾਰੀ ਸਤਸੰਗੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦਾ ਹੈ, ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਲਿਆਉਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2298,
    "shabad_id": 160,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸੰਤਾਂ ਸੰਗਤਿ ਪਾੲੀਅੈ; ਜੇ ਮੇਲੇ ਮੇਲਣਹਾਰੁ ॥",
    "transliteration": "Santhaan Sangath Paaeeai Jae Maelae Maelanehaar ||",
    "translation": "In the Society of the Saints, He is found, if the Uniter unites us.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲਭਾ ਸਕਦਾ ਹੈ) ਜੇ ਉਸ ਖ਼ਜ਼ਾਨੇ ਨਾਲ ਮਿਲਾਪ-ਕਰਾਣ-ਦੇ-ਸਮਰੱਥ ਪ੍ਰਭੂ ਆਪ ਮਿਲਾਪ ਕਰਾ ਦੇਵੇ, ਤਾਂ ਉਹ ਖ਼ਜ਼ਾਨਾ ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਲੱਭ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2299,
    "shabad_id": 160,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਮਿਲਿਅਾ ਹੋੲਿ. ਨ ਵਿਛੁੜੈ; ਜਿਸੁ ਅੰਤਰਿ ਜੋਤਿ ਅਪਾਰ ॥",
    "transliteration": "Miliaa Hoe N Vishhurrai Jis Anthar Joth Apaar ||",
    "translation": "One whose heart is filled with His Infinite Light meets with Him, and shall never again be separated from Him.",
    "punjabi": "ਤੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ (ਇਕ ਵਾਰੀ ਜਗ ਪਏ) ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਿਆ ਹੋਇਆ ਮੁੜ ਵਿੱਛੁੜਦਾ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2300,
    "shabad_id": 160,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਚੈ ਅਾਸਣਿ ਸਚਿ ਰਹੈ; ਸਚੈ ਪ੍ਰੇਮ ਪਿਅਾਰ ॥੪॥",
    "transliteration": "Sachai Aasan Sach Rehai Sachai Praem Piaar ||4||",
    "translation": "True is his position; he abides in Truth, with love and affection for the True One. ||4||",
    "punjabi": "ਕਿਉਂਕਿ ਉਹ ਅਡੋਲ (ਆਤਮਕ) ਆਸਣ ਉੱਤੇ ਬੈਠ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲਿਵ ਲਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਪਣਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਪਾ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2301,
    "shabad_id": 160,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਜਿਨੀ ਅਾਪੁ ਪਛਾਣਿਅਾ; ਘਰ ਮਹਿ ਮਹਲੁ ਸੁਥਾੲਿ ॥",
    "transliteration": "Jinee Aap Pashhaaniaa Ghar Mehi Mehal Suthhaae ||",
    "translation": "One who understands himself finds the Mansion of the Lord's Presence within his own home.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ) ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਰੂਪ ਸੋਹਣੇ ਥਾਂ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ-ਥਾਂ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2302,
    "shabad_id": 160,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਸਚੇ ਸੇਤੀ ਰਤਿਅਾ; ਸਚੋ ਪਲੈ ਪਾੲਿ ॥",
    "transliteration": "Sachae Saethee Rathiaa Sacho Palai Paae ||",
    "translation": "Imbued with the True Lord, Truth is gathered in.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿਣ ਦੇ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
