[
  {
    "id": 2659,
    "shabad_id": 174,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2660,
    "shabad_id": 174,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੰਖੀ ਬਿਰਖਿ ਸੁਹਾਵੜਾ; ਸਚੁ ਚੁਗੈ ਗੁਰ ਭਾੲਿ ॥",
    "transliteration": "Pankhee Birakh Suhaavarraa Sach Chugai Gur Bhaae ||",
    "translation": "The soul-bird in the beautiful tree of the body pecks at Truth, with love for the Guru.",
    "punjabi": "ਜੇਹੜਾ ਜੀਵ-ਪੰਛੀ ਇਸ ਸਰੀਰ-ਰੁੱਖ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰਹਿ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਚੋਗਾ ਚੁਗਦਾ ਹੈ, ਉਹ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2661,
    "shabad_id": 174,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਪੀਵੈ. ਸਹਜਿ ਰਹੈ; ੳੁਡੈ ਨ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Har Ras Peevai Sehaj Rehai Ouddai N Aavai Jaae ||",
    "translation": "She drinks in the Sublime Essence of the Lord, and abides in intuitive ease; she does not fly around coming and going.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਚੋਗੇ ਵਲ) ਭਟਕਦਾ ਨਹੀਂ ਫਿਰਦਾ, (ਇਸ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2662,
    "shabad_id": 174,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾੲਿਅਾ; ਹਰਿ ਹਰਿ ਨਾਮਿ ਸਮਾੲਿ ॥੧॥",
    "transliteration": "Nij Ghar Vaasaa Paaeiaa Har Har Naam Samaae ||1||",
    "translation": "She obtains her home within her own heart; she is absorbed into the Name of the Lord, Har, Har. ||1||",
    "punjabi": "ਉਸ ਨੂੰ ਆਪਣੇ (ਅਸਲ) ਘਰ ਵਿਚ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਨਿਵਾਸ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2663,
    "shabad_id": 174,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਰੇ; ਗੁਰ ਕੀ ਕਾਰ ਕਮਾੲਿ ॥",
    "transliteration": "Man Rae Gur Kee Kaar Kamaae ||",
    "translation": "O mind, work to serve the Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2664,
    "shabad_id": 174,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਕੈ ਭਾਣੈ ਜੇ ਚਲਹਿ; ਤਾ ਅਨ ਦਿਨੁ ਰਾਚਹਿ ਹਰਿ ਨਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Kai Bhaanai Jae Chalehi Thaa Anadhin Raachehi Har Naae ||1|| Rehaao ||",
    "translation": "If you walk in harmony with the Guru's Will, you shall remain immersed in the Lord's Name, night and day. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰੇਂਗਾ, ਤਾਂ ਤੂੰ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2665,
    "shabad_id": 174,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਪੰਖੀ ਬਿਰਖ ਸੁਹਾਵੜੇ; ੳੂਡਹਿ ਚਹੁ ਦਿਸਿ ਜਾਹਿ ॥",
    "transliteration": "Pankhee Birakh Suhaavarrae Ooddehi Chahu Dhis Jaahi ||",
    "translation": "The birds in the beautiful trees fly around in all four directions.",
    "punjabi": "ਜੇਹੜੇ ਜੀਵ-ਪੰਛੀ (ਆਪੋ ਆਪਣੇ) ਸਰੀਰ ਰੁੱਖਾਂ ਉੱਤੇ (ਬੈਠੇ ਵੇਖਣ ਨੂੰ ਤਾਂ) ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ (ਪਰ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਚੋਗੇ ਪਿੱਛੇ) ਉੱਡਦੇ ਫਿਰਦੇ ਹਨ, ਚੌਹੀਂ ਪਾਸੀਂ ਭਟਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2666,
    "shabad_id": 174,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜੇਤਾ ੳੂਡਹਿ ਦੁਖ ਘਣੇ; ਨਿਤ ਦਾਝਹਿ ਤੈ ਬਿਲਲਾਹਿ ॥",
    "transliteration": "Jaethaa Ooddehi Dhukh Ghanae Nith Dhaajhehi Thai Bilalaahi ||",
    "translation": "The more they fly around, the more they suffer; they burn and cry out in pain.",
    "punjabi": "ਉਹ ਜਿਤਨਾ ਹੀ (ਚੋਗੇ ਪਿੱਛੇ) ਉੱਡਦੇ ਹਨ, ਉਤਨਾ ਹੀ ਵਧੀਕ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ, ਸਦਾ ਖਿੱਝਦੇ ਹਨ ਤੇ ਵਿਲਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2667,
    "shabad_id": 174,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਮਹਲੁ ਨ ਜਾਪੲੀ; ਨਾ ਅੰਮ੍ਰਿਤ ਫਲ ਪਾਹਿ ॥੨॥",
    "transliteration": "Bin Gur Mehal N Jaapee Naa Anmrith Fal Paahi ||2||",
    "translation": "Without the Guru, they do not find the Mansion of the Lord's Presence, and they do not obtain the Ambrosial Fruit. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਦਾ) ਟਿਕਾਣਾ ਦਿੱਸਦਾ ਨਹੀਂ, ਨਾਹ ਹੀ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2668,
    "shabad_id": 174,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਬ੍ਰਹਮੁ ਹਰੀਅਾਵਲਾ; ਸਾਚੈ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Guramukh Breham Hareeaavalaa Saachai Sehaj Subhaae ||",
    "translation": "The Gurmukh is like God's tree, always green, blessed with the Sublime Love of the True One, with intuitive peace and poise.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ, ਮਾਨੋ, ਇਕ ਹਰਾ-ਭਰਾ ਰੁੱਖ ਹੈ। (ਉਹ ਵਡਭਾਗੀ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਹਰੀ-ਅਾਵਲਾ: ਬਿਹਾਰੀ ਦੱਬ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 2669,
    "shabad_id": 174,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਾਖਾ ਤੀਨਿ ਨਿਵਾਰੀਅਾ; ੲੇਕ ਸਬਦਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Saakhaa Theen Nivaareeaa Eaek Sabadh Liv Laae ||",
    "translation": "He cuts off the three branches of the three qualities, and embraces love for the One Word of the Shabad.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਮਾਇਆ ਦੇ ਤਿੰਨ ਰੂਪ) ਤਿੰਨ ਟਹਣੀਆਂ ਉਸ ਨੇ ਦੂਰ ਕਰ ਲਈਆਂ ਹੋਈਆਂ ਹਨ।",
    "pronunciation": "ਸੱਾਖਾ",
    "type_id": 3
  },
  {
    "id": 2670,
    "shabad_id": 174,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਅੰਮ੍ਰਿਤ ਫਲੁ ਹਰਿ ੲੇਕੁ ਹੈ; ਅਾਪੇ ਦੇੲਿ ਖਵਾੲਿ ॥੩॥",
    "transliteration": "Anmrith Fal Har Eaek Hai Aapae Dhaee Khavaae ||3||",
    "translation": "The Lord alone is the Ambrosial Fruit; He Himself gives it to us to eat. ||3||",
    "punjabi": "ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਇਕ ਨਾਮ-ਫਲ ਲੱਗਦਾ ਹੈ। (ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ) ਆਪ ਹੀ (ਉਸ ਨੂੰ ਇਹ ਫਲ) ਚਖਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2671,
    "shabad_id": 174,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਮਨਮੁਖ ੳੂਭੇ ਸੁਕਿ ਗੲੇ; ਨਾ ਫਲੁ ਤਿੰਨਾ ਛਾੳੁ ॥",
    "transliteration": "Manamukh Oobhae Suk Geae Naa Fal Thinnaa Shhaao ||",
    "translation": "The self-willed manmukhs stand there and dry up; they do not bear any fruit, and they do not provide any shade.",
    "punjabi": "(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ, ਮਾਨੋ, ਉਹ ਰੁੱਖ ਹਨ ਜੋ ਖਲੋਤੇ ਖਲੋਤੇ ਹੀ ਸੁੱਕ ਗਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਹੀ ਫਲ ਲਗਦਾ ਹੈ, ਨਾਹ ਹੀ ਉਹਨਾਂ ਦੀ ਛਾਂ ਹੁੰਦੀ ਹੈ, (ਭਾਵ, ਨਾਹ ਹੀ ਉਹਨਾਂ ਪਾਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੈ, ਤੇ ਨਾਹ ਹੀ ਉਹ ਕਿਸੇ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "ਸੁੱਕਿ",
    "type_id": 3
  },
  {
    "id": 2672,
    "shabad_id": 174,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਤਿੰਨਾ ਪਾਸਿ. ਨ ਬੈਸੀਅੈ; ਓਨਾ. ਘਰੁ ਨ ਗਿਰਾੳੁ ॥",
    "transliteration": "Thinnaa Paas N Baiseeai Ounaa Ghar N Giraao ||",
    "translation": "Don't even bother to sit near them-they have no home or village.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਪਾਸ ਬੈਠਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਉਹਨਾਂ ਦਾ ਕੋਈ ਘਰ-ਘਾਟ ਨਹੀਂ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਆਤਮਕ ਸਹਾਰਾ ਨਹੀਂ ਮਿਲਦਾ)।",
    "pronunciation": "ਤਿੰਨ੍ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 2673,
    "shabad_id": 174,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਟੀਅਹਿ ਤੈ ਨਿਤ ਜਾਲੀਅਹਿ; ਓਨਾ. ਸਬਦੁ ਨ ਨਾੳੁ ॥੪॥",
    "transliteration": "Katteeahi Thai Nith Jaaleeahi Ounaa Sabadh N Naao ||4||",
    "translation": "They are cut down and burnt each day; they have neither the Shabad, nor the Lord's Name. ||4||",
    "punjabi": "ਉਹ (ਮਨਮੁਖ ਰੁੱਖ) ਸਦਾ ਕੱਟੀਦੇ ਹਨ ਤੇ ਸਾੜੀਦੇ ਹਨ (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਹ ਨਿੱਤ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ), ਉਹਨਾਂ ਪਾਸ ਨਾਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੈ ਨਾਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੈ ॥੪॥",
    "pronunciation": "ਜਾਲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 2674,
    "shabad_id": 174,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਹੁਕਮੇ ਕਰਮ ਕਮਾਵਣੇ; ਪੲਿਅੈ ਕਿਰਤਿ ਫਿਰਾੳੁ ॥",
    "transliteration": "Hukamae Karam Kamaavanae Paeiai Kirath Firaao ||",
    "translation": "According to the Lord's Command, people perform their actions; they wander around, driven by the karma of their past actions.",
    "punjabi": "(ਪਰ ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ? ਤੇਰੇ) ਹੁਕਮ ਵਿਚ ਹੀ (ਜੀਵ) ਕਰਮ ਕਮਾਂਦੇ ਹਨ, (ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੀ) ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਉਹਨਾਂ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਫੇਰ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2675,
    "shabad_id": 174,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਹੁਕਮੇ ਦਰਸਨੁ ਦੇਖਣਾ; ਜਹ ਭੇਜਹਿ ਤਹ ਜਾੳੁ ॥",
    "transliteration": "Hukamae Dharasan Dhaekhanaa Jeh Bhaejehi Theh Jaao ||",
    "translation": "By the Lord's Command, they behold the Blessed Vision of His Darshan. Wherever He sends them, there they go.",
    "punjabi": "ਤੇਰੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਕਈ ਜੀਵਾਂ ਨੂੰ ਤੇਰਾ ਦਰਸ਼ਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿੱਧਰ ਤੂੰ ਭੇਜਦਾ ਹੈਂ ਉਧਰ ਜੀਵਾਂ ਨੂੰ ਜਾਣਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2676,
    "shabad_id": 174,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਹੁਕਮੇ. ਹਰਿ ਹਰਿ ਮਨਿ ਵਸੈ; ਹੁਕਮੇ ਸਚਿ ਸਮਾੳੁ ॥੫॥",
    "transliteration": "Hukamae Har Har Man Vasai Hukamae Sach Samaao ||5||",
    "translation": "By His Command, the Lord, Har, Har, abides within our minds; by His Command we merge in Truth. ||5||",
    "punjabi": "ਤੇਰੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਕਈ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਤੇਰਾ ਹਰਿ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੀ ਤੇਰੇ ਸਦਾ-ਥਿਰ ਸਰੂਪ ਵਿਚ ਉਹਨਾਂ ਦੀ ਲੀਨਤਾ ਰਹਿੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2677,
    "shabad_id": 174,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਹੁਕਮੁ. ਨ ਜਾਣਹਿ ਬਪੁੜੇ; ਭੂਲੇ ਫਿਰਹਿ ਗਵਾਰ ॥",
    "transliteration": "Hukam N Jaanehi Bapurrae Bhoolae Firehi Gavaar ||",
    "translation": "The wretched fools do not know the Lord's Will; they wander around making mistakes.",
    "punjabi": "ਕਈ ਐਸੇ ਵਿਚਾਰੇ ਮੂਰਖ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਨਹੀਂ ਸਮਝਦੇ, ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਕੁਰਾਹੇ ਪੈ ਕੇ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "ਬੱਪੁੜੇ। ਤੁੱਛ",
    "type_id": 3
  },
  {
    "id": 2678,
    "shabad_id": 174,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਹਠਿ ਕਰਮ ਕਮਾਵਦੇ; ਨਿਤ ਨਿਤ ਹੋਹਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Manehath Karam Kamaavadhae Nith Nith Hohi Khuaar ||",
    "translation": "They go about their business stubborn-mindedly; they are disgraced forever and ever.",
    "punjabi": "ਉਹ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ ਆਪਣੇ) ਮਨ ਦੇ ਹਠ ਨਾਲ (ਕਈ ਕਿਸਮ ਦੇ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦੇ ਹਨ, (ਪਰ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸੇ ਹੋਏ) ਸਦਾ ਖ਼ੁਆਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2679,
    "shabad_id": 174,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਅੰਤਰਿ. ਸਾਂਤਿ ਨ ਅਾਵੲੀ; ਨਾ ਸਚਿ ਲਗੈ ਪਿਅਾਰੁ ॥੬॥",
    "transliteration": "Anthar Saanth N Aavee Naa Sach Lagai Piaar ||6||",
    "translation": "Inner peace does not come to them; they do not embrace love for the True Lord. ||6||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ, ਨਾਹ ਹੀ ਉਹਨਾਂ ਦਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਪਿਆਰ ਬਣਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2680,
    "shabad_id": 174,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖੀਅਾ ਮੁਹ ਸੋਹਣੇ; ਗੁਰ ਕੈ ਹੇਤਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Guramukheeaa Muh Sohanae Gur Kai Haeth Piaar ||",
    "translation": "Beautiful are the faces of the Gurmukhs, who bear love and affection for the Guru.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਮੂੰਹ (ਨਾਮ ਦੀ ਲਾਲਗੀ ਨਾਲ) ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਗੁਰਮੁਖੀਅਾ) ਗਰੁਮੁਖਾਂ ਦੇ",
    "type_id": 3
  },
  {
    "id": 2681,
    "shabad_id": 174,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਸਚੀ ਭਗਤੀ ਸਚਿ ਰਤੇ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰ ॥",
    "transliteration": "Sachee Bhagathee Sach Rathae Dhar Sachai Sachiaar ||",
    "translation": "Through true devotional worship, they are attuned to Truth; at the True Door, they are found to be true.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਵਾਸਤੇ ਉਹ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2682,
    "shabad_id": 174,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਅਾੲੇ ਸੇ ਪਰਵਾਣੁ ਹੈ; ਸਭ ਕੁਲ ਕਾ ਕਰਹਿ ੳੁਧਾਰੁ ॥੭॥",
    "transliteration": "Aaeae Sae Paravaan Hai Sabh Kul Kaa Karehi Oudhhaar ||7||",
    "translation": "Blessed is their coming into being; they redeem all their ancestors. ||7||",
    "punjabi": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਦਾ ਹੀ ਜਗਤ ਵਿਚ ਆਉਣਾ ਕਬੂਲ ਹੈ, ਉਹ ਆਪਣੀ ਸਾਰੀ ਕੁਲ ਦਾ ਭੀ ਪਾਰ-ਉਤਾਰਾ ਕਰ ਲੈਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2683,
    "shabad_id": 174,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਸਭ ਨਦਰੀ ਕਰਮ ਕਮਾਵਦੇ; ਨਦਰੀ ਬਾਹਰਿ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Sabh Nadharee Karam Kamaavadhae Nadharee Baahar N Koe ||",
    "translation": "All do their deeds under the Lord's Glance of Grace; no one is beyond His Vision.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਸਾਰੇ ਜੀਵ ਪਰਮਾਤਮਾ ਦੀ ਨਿਗਾਹ ਅਨੁਸਾਰ ਹੀ ਕਰਮ ਕਰਦੇ ਹਨ, ਉਸ ਦੀ ਨਿਗਾਹ ਤੋਂ ਬਾਹਰ ਕੋਈ ਜੀਵ ਨਹੀਂ (ਭਾਵ, ਕੋਈ ਜੀਵ ਪਰਮਾਤਮਾ ਤੋਂ ਆਕੀ ਹੋ ਕੇ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ)।",
    "pronunciation": "ਬਾ-ਹਰਿ: ਹ ਮੁਕਤਾ, ਰ ਸਿਹਾਰੀ ਲਾ ਕੇ",
    "type_id": 3
  },
  {
    "id": 2684,
    "shabad_id": 174,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਜੈਸੀ ਨਦਰਿ ਕਰਿ ਦੇਖੈ ਸਚਾ; ਤੈਸਾ ਹੀ ਕੋ ਹੋੲਿ ॥",
    "transliteration": "Jaisee Nadhar Kar Dhaekhai Sachaa Thaisaa Hee Ko Hoe ||",
    "translation": "According to the Glance of Grace with which the True Lord beholds us, so do we become.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਜਿਹੋ ਜਿਹੀ ਨਿਗਾਹ ਕਰ ਕੇ ਕਿਸੇ ਜੀਵ ਵਲ ਵੇਖਦਾ ਹੈ, ਉਹ ਜੀਵ ਉਹੋ ਜਿਹਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2685,
    "shabad_id": 174,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਨਾਮਿ ਵਡਾੲੀਅਾ; ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲਿ ॥੮॥੩॥੨੦॥",
    "transliteration": "Naanak Naam Vaddaaeeaa Karam Paraapath Hoe ||8||3||20||",
    "translation": "O Nanak, the Glorious Greatness of the Naam, the Name of the Lord, is received only by His Mercy. ||8||3||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜਦਾ ਹੈ, ਉਸ ਨੂੰ) ਵਡਿਆਈਆਂ ਮਿਲਦੀਆਂ ਹਨ। ਪਰ ਉਸ ਦਾ ਨਾਮ ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੮॥੩॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2686,
    "shabad_id": 175,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2687,
    "shabad_id": 175,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਮਨਮੁਖਿ. ਬੂਝ ਨ ਪਾੲਿ ॥",
    "transliteration": "Guramukh Naam Dhhiaaeeai Manamukh Boojh N Paae ||",
    "translation": "The Gurmukhs meditate on the Naam; the self-willed manmukhs do not understand.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਿਆਂ (ਸਿਮਰਨ ਦੀ) ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2688,
    "shabad_id": 175,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਦਾ ਮੁਖ ੳੂਜਲੇ; ਹਰਿ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Guramukh Sadhaa Mukh Oojalae Har Vasiaa Man Aae ||",
    "translation": "The faces of the Gurmukhs are always radiant; the Lord has come to dwell within their minds.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸਦਾ ਸੁਰਖ਼ਰੂ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ (ਤੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਬਣ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2689,
    "shabad_id": 175,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਹਜੇ ਹੀ ਸੁਖੁ ਪਾੲੀਅੈ; ਸਹਜੇ ਰਹੈ ਸਮਾੲਿ ॥੧॥",
    "transliteration": "Sehajae Hee Sukh Paaeeai Sehajae Rehai Samaae ||1||",
    "translation": "Through intuitive understanding they are at peace, and through intuitive understanding they remain absorbed in the Lord. ||1||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਨੁੱਖ ਸਦਾ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2690,
    "shabad_id": 175,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਦਾਸਨਿ ਦਾਸਾ ਹੋੲਿ ॥",
    "transliteration": "Bhaaee Rae Dhaasan Dhaasaa Hoe ||",
    "translation": "O Siblings of Destiny, be the slaves of the Lord's slaves.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2691,
    "shabad_id": 175,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ. ਗੁਰ ਭਗਤਿ ਹੈ; ਵਿਰਲਾ ਪਾੲੇ ਕੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Kee Saevaa Gur Bhagath Hai Viralaa Paaeae Koe ||1|| Rehaao ||",
    "translation": "Service to the Guru is worship of the Guru. How rare are those who obtain it! ||1||Pause||",
    "punjabi": "ਇਹੀ ਹੈ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ, ਇਹ ਹੈ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਭਗਤੀ। (ਇਹ ਦਾਤਿ) ਕਿਸੇ ਵਿਰਲੇ (ਭਾਗਾਂ ਵਾਲੇ) ਨੂੰ ਮਿਲਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2692,
    "shabad_id": 175,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਦਾ ਸੁਹਾਗੁ ਸੁਹਾਗਣੀ; ਜੇ ਚਲਹਿ ਸਤਿਗੁਰ ਭਾੲਿ ॥",
    "transliteration": "Sadhaa Suhaag Suhaaganee Jae Chalehi Sathigur Bhaae ||",
    "translation": "The happy soul-bride is always with her Husband Lord, if she walks in harmony with the Will of the True Guru.",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ (ਟਿਕ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੇ) ਤੁਰਦੀਆਂ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ-ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਦੀ ਸੁਭਾਗਤਾ ਵਾਲੀਆਂ ਬਣ ਜਾਂਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਦੀ ਇਹ ਸੁਭਾਗਤਾ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਸੁਹਾਗਣੀ) ਸਤਿਗੁਰਾਂ ਦੇ ਸਦਾ ਅਨੁਸਾਰੀ ਚਲਦੀ ਜੇ, ੲਿਸ ਲੲੀ ਸਦਾ ਸੁਹਾਗ ਅਨੰਦ ਪ੍ਰਾਪਤ ਹੈ",
    "type_id": 3
  },
  {
    "id": 2693,
    "shabad_id": 175,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਦਾ ਪਿਰੁ ਨਿਹਚਲੁ ਪਾੲੀਅੈ; ਨਾ ਓਹੁ ਮਰੈ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Sadhaa Pir Nihachal Paaeeai Naa Ouhu Marai N Jaae ||",
    "translation": "She attains her Eternal, Ever-stable Husband, who never dies or goes away.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ) ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਸਦਾ ਅਟੱਲ ਹੈ, ਜੋ ਨਾਹ ਮਰਦਾ ਹੈ ਨਾਹ ਕਦੇ ਜੰਮਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2694,
    "shabad_id": 175,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਬਦਿ ਮਿਲੀ. ਨਾ ਵੀਛੁੜੈ; ਪਿਰ ਕੈ ਅੰਕਿ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Sabadh Milee Naa Veeshhurrai Pir Kai Ank Samaae ||2||",
    "translation": "United with the Word of the Shabad, she shall not be separated again. She is immersed in the Lap of her Beloved. ||2||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਪ੍ਰਭੂ ਵਿਚ ਮਿਲਦੀ ਹੈ, ਉਹ ਮੁੜ ਉਸ ਤੋਂ ਵਿੱਛੁੜਦੀ ਨਹੀਂ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਗੋਦ ਵਿਚ ਸਮਾਈ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2695,
    "shabad_id": 175,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਨਿਰਮਲੁ ਅਤਿ ੳੂਜਲਾ; ਬਿਨੁ ਗੁਰ. ਪਾੲਿਅਾ ਨ ਜਾੲਿ ॥",
    "transliteration": "Har Niramal Ath Oojalaa Bin Gur Paaeiaa N Jaae ||",
    "translation": "The Lord is Immaculate and Radiantly Bright; without the Guru, He cannot be found.",
    "punjabi": "ਪਰਮਾਤਮਾ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ, ਬਹੁਤ ਹੀ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਉਸ ਨਾਲ ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2696,
    "shabad_id": 175,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪਾਠੁ ਪੜੈ. ਨਾ ਬੂਝੲੀ; ਭੇਖੀ ਭਰਮਿ ਭੁਲਾੲਿ ॥",
    "transliteration": "Paath Parrai Naa Boojhee Bhaekhee Bharam Bhulaae ||",
    "translation": "He cannot be understood by reading scriptures; the deceitful pretenders are deluded by doubt.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਦਾ) ਨਿਰਾ ਪਾਠ (ਹੀ) ਪੜ੍ਹਦਾ ਹੈ, (ਉਹ ਇਸ ਭੇਤ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ, (ਨਿਰੇ) ਧਾਰਮਿਕ ਭੇਖਾਂ ਨਾਲ (ਸਗੋਂ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪੜੈ੍ਹ,ਬੂੱਝੲੀ,ਭੇਖੀਂ",
    "type_id": 3
  },
  {
    "id": 2697,
    "shabad_id": 175,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮਤੀ ਹਰਿ ਸਦਾ ਪਾੲਿਅਾ; ਰਸਨਾ ਹਰਿ ਰਸੁ ਸਮਾੲਿ ॥੩॥",
    "transliteration": "Guramathee Har Sadhaa Paaeiaa Rasanaa Har Ras Samaae ||3||",
    "translation": "Through the Guru's Teachings, the Lord is always found, and the tongue is permeated with the Sublime Essence of the Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਹੀ ਸਦਾ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, ਤੇ (ਮਨੁੱਖ ਦੀ) ਜੀਭ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਗੁਰਮੱਤੀ",
    "type_id": 3
  },
  {
    "id": 2698,
    "shabad_id": 175,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਚੁਕਾੲਿਅਾ; ਗੁਰਮਤੀ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Maaeiaa Mohu Chukaaeiaa Guramathee Sehaj Subhaae ||",
    "translation": "Emotional attachment to Maya is shed with intuitive ease, through the Guru's Teachings.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਮਤਿ ਅਨੁਸਾਰ (ਤੁਰਦਾ ਹੈ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਮੁਕਾ ਲੈਂਦਾ ਹੈ (ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ ਰਹਿਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
