[
  {
    "id": 3067,
    "shabad_id": 185,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ ਪਛੁਤਾਸੀ ਅੰਧੁਲੇ; ਜਾ ਜਮਿ ਪਕੜਿ ਚਲਾੲਿਅਾ ॥",
    "transliteration": "Anth Kaal Pashhuthaasee Andhhulae Jaa Jam Pakarr Chalaaeiaa ||",
    "translation": "At the last moment, you repent-you are so blind!-when the Messenger of Death seizes you and carries you away.",
    "punjabi": "ਹੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿੱਚ ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! ਜਦੋਂ ਜਮ ਨੇ ਫੜ ਕੇ ਤੈਨੂੰ ਅੱਗੇ ਲਾ ਲਿਆ, ਤਦੋਂ ਅਖ਼ੀਰਲੇ ਵੇਲੇ ਤੂੰ ਪਛੁਤਾਏਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3068,
    "shabad_id": 185,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਅਪੁਨਾ ਕਰਿ ਕਰਿ ਰਾਖਿਅਾ; ਖਿਨ ਮਹਿ ਭੲਿਅਾ ਪਰਾੲਿਅਾ ॥",
    "transliteration": "Sabh Kishh Apunaa Kar Kar Raakhiaa Khin Mehi Bhaeiaa Paraaeiaa ||",
    "translation": "You kept all your things for yourself, but in an instant, they are all lost.",
    "punjabi": "ਤੂੰ ਹਰੇਕ ਚੀਜ਼ ਆਪਣੀ ਬਣਾ ਬਣਾ ਕੇ ਸਾਂਭਦਾ ਗਿਆ, ਉਹ ਸਭ ਕੁਝ ਇਕ ਖਿਨ ਵਿੱਚ ਪਰਾਇਆ ਮਾਲ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3069,
    "shabad_id": 185,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਬੁਧਿ ਵਿਸਰਜੀ. ਗੲੀ ਸਿਅਾਣਪ; ਕਰਿ ਅਵਗਣ ਪਛੁਤਾੲਿ ॥",
    "transliteration": "Budhh Visarajee Gee Siaanap Kar Avagan Pashhuthaae ||",
    "translation": "Your intellect left you, your wisdom departed, and now you repent for the evil deeds you committed.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿੱਚ ਫਸ ਕੇ ਜੀਵ ਦੀ) ਅਕਲ ਮਾਰੀ ਜਾਂਦੀ ਹੈ, ਸਿਆਣਪ ਗੁੰਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਮੰਦੇ ਕੰਮ ਕਰ ਕਰ (ਆਖ਼ਰ ਅੰਤ ਵੇਲੇ) ਪਛੁਤਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਵਿ-ਸਰਜੀ) ਚਲੀ ਗੲੀ",
    "type_id": 3
  },
  {
    "id": 3070,
    "shabad_id": 185,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਤੀਜੈ ਪਹਰੈ; ਪ੍ਰਭੁ ਚੇਤਹੁ ਲਿਵ ਲਾੲਿ ॥੩॥",
    "transliteration": "Kahu Naanak Praanee Theejai Peharai Prabh Chaethahu Liv Laae ||3||",
    "translation": "Says Nanak, O mortal, in the third watch of the night, let your consciousness be lovingly focused on God. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਜੀਵ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਤੀਜੇ ਪਹਰ (ਸਿਰ ਉੱਤੇ ਧੌਲੇ ਆ ਗਏ ਹਨ, ਤਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜ ਕੇ ਸਿਮਰਨ ਕਰ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3071,
    "shabad_id": 185,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਚੳੁਥੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਬਿਰਧਿ ਭੲਿਅਾ ਤਨੁ ਖੀਣੁ ॥",
    "transliteration": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Biradhh Bhaeiaa Than Kheen ||",
    "translation": "In the fourth watch of the night, O my merchant friend, your body grows old and weak.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ (ਜੀਵ) ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦਾ) ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3072,
    "shabad_id": 185,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਅਖੀ ਅੰਧੁ. ਨ ਦੀਸੲੀ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਕੰਨੀ. ਸੁਣੈ ਨ ਵੈਣ ॥",
    "transliteration": "Akhee Andhh N Dheesee Vanajaariaa Mithraa Kannee Sunai N Vain ||",
    "translation": "Your eyes go blind, and cannot see, O my merchant friend, and your ears do not hear any words.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਅੱਖਾਂ ਅੱਗੇ ਹਨੇਰਾ ਆ ਜਾਂਦਾ ਹੈ, (ਅੱਖੀਂ ਠੀਕ) ਨਹੀਂ ਦਿੱਸਦਾ, ਕੰਨਾਂ ਨਾਲ ਬੋਲ (ਚੰਗੀ ਤਰ੍ਹਾਂ) ਨਹੀਂ ਸੁਣ ਸਕਦਾ।",
    "pronunciation": "ਅੱਖੀਂ। ਦੀ-ਸੲੀ।",
    "type_id": 3
  },
  {
    "id": 3073,
    "shabad_id": 185,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਖੀ ਅੰਧੁ. ਜੀਭ ਰਸੁ ਨਾਹੀ; ਰਹੇ ਪਰਾਕੳੁ ਤਾਣਾ ॥",
    "transliteration": "Akhee Andhh Jeebh Ras Naahee Rehae Paraako Thaanaa ||",
    "translation": "Your eyes go blind, and your tongue is unable to taste; you live only with the help of others.",
    "punjabi": "ਅੱਖਾਂ ਤੋਂ ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੀਭ ਵਿਚ ਸੁਆਦ (ਦੀ ਤਾਕਤ) ਨਹੀਂ ਰਹਿੰਦੀ, ਉੱਦਮ ਤੇ ਤਾਕਤ ਰਹਿ ਜਾਂਦੇ ਸਨ।",
    "pronunciation": "(ਪਰਾ-ਕੳੁ) ਪਹਿਲਾ। (ਤਾਣਾ) ਬਲ, ਜੁਅਾਨੀ ਵਾਲਾ। (ਦੂਜਾ ਪਾਠ: ਪਰਾ ਕੳੁ)",
    "type_id": 3
  },
  {
    "id": 3074,
    "shabad_id": 185,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਣ ਅੰਤਰਿ ਨਾਹੀ. ਕਿੳੁ ਸੁਖੁ ਪਾਵੈ; ਮਨਮੁਖ ਅਾਵਣ ਜਾਣਾ ॥",
    "transliteration": "Gun Anthar Naahee Kio Sukh Paavai Manamukh Aavan Jaanaa ||",
    "translation": "With no virtue within, how can you find peace? The self-willed manmukh comes and goes in reincarnation.",
    "punjabi": "ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਕਦੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਨਹੀਂ ਵਸਾਏ, ਹੁਣ ਸੁਖ ਕਿਥੋਂ ਮਿਲੇ? ਮਨ ਦੇ ਮੁਰੀਦ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3075,
    "shabad_id": 185,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਖੜੁ ਪਕੀ. ਕੁੜਿ ਭਜੈ ਬਿਨਸੈ; ਅਾੲਿ ਚਲੈ. ਕਿਅਾ ਮਾਣੁ ॥",
    "transliteration": "Kharr Pakee Kurr Bhajai Binasai Aae Chalai Kiaa Maan ||",
    "translation": "When the crop of life has matured, it bends, breaks and perishes; why take pride in that which comes and goes?",
    "punjabi": "(ਜਿਵੇਂ) ਪੱਕੀ ਹੋਈ ਫ਼ਸਲ ਦਾ ਨਾੜ ਕੁੜਕ ਕੇ ਟੁੱਟ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਬੁਢੇਪਾ ਆਉਣ ਤੇ ਸਰੀਰ) ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, (ਜੀਵ ਜਗਤ ਤੇ) ਆ ਕੇ (ਆਖ਼ਰ ਇੱਥੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ (ਇਸ ਸਰੀਰ ਦਾ) ਮਾਣ ਕਰਨਾ ਵਿਆਰਥ ਹੈ।",
    "pronunciation": "(ਖਵੁ) ਖੇਤੀ।(ਕੁੜਿ) ਕੁੱਬੀ। ਪੱਕੀ। ਭੱਜੈ। ਚੱਲੈ।",
    "type_id": 3
  },
  {
    "id": 3076,
    "shabad_id": 185,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਚੳੁਥੈ ਪਹਰੈ; ਗੁਰਮੁਖਿ ਸਬਦੁ ਪਛਾਣੁ ॥੪॥",
    "transliteration": "Kahu Naanak Praanee Chouthhai Peharai Guramukh Sabadh Pashhaan ||4||",
    "translation": "Says Nanak, O mortal, in the fourth watch of the night, the Gurmukh recognizes the Word of the Shabad. ||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਾਣੀ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ (ਤੂੰ ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈਂ, ਹੁਣ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਪਛਾਣ (ਗੁਰ-ਸ਼ਬਦ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3077,
    "shabad_id": 185,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਓੜਕੁ ਅਾੲਿਅਾ. ਤਿਨ ਸਾਹਿਅਾ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਜਰੁ ਜਰਵਾਣਾ ਕੰਨ੍ਹਿ ॥",
    "transliteration": "Ourrak Aaeiaa Thin Saahiaa Vanajaariaa Mithraa Jar Jaravaanaa Kann ||",
    "translation": "Your breath comes to its end, O my merchant friend, and your shoulders are weighed down by the tyrant of old age.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜੀਵ ਨੂੰ ਉਮਰ ਦੇ ਜਿਤਨੇ ਸੁਆਸ ਮਿਲੇ ਸਨ, ਆਖ਼ਿਰ) ਉਹਨਾਂ ਸੁਆਸਾਂ ਦਾ ਅਖ਼ੀਰ ਆ ਗਿਆ, ਬਲੀ ਬੁਢੇਪਾ ਮੋਢੇ ਉੱਤੇ (ਨੱਚਣ ਲੱਗ ਪਿਆ)।",
    "pronunciation": "(ਸਾਹਿਅਾ) ਸੁਅਾਸਾਂ। (ਜਰੁ) ਬੁਢੇਪਾ। (ਜਰਵਾਣਾ) ਬਲ ਵਾਲਾ। ਕੰਨ੍ਹਿ। ਮੋਢੇ",
    "type_id": 3
  },
  {
    "id": 3078,
    "shabad_id": 185,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ੲਿਕ ਰਤੀ ਗੁਣ. ਨ ਸਮਾਣਿਅਾ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਅਵਗਣ ਖੜਸਨਿ ਬੰਨਿ ॥",
    "transliteration": "Eik Rathee Gun N Samaaniaa Vanajaariaa Mithraa Avagan Kharrasan Bann ||",
    "translation": "Not one iota of virtue came into you, O my merchant friend; bound and gagged by evil, you are driven along.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਰਤਾ ਭੀ ਗੁਣ ਨਾਹ ਟਿਕੇ, ਉਸ ਨੂੰ (ਉਸ ਦੇ ਆਪਣੇ ਹੀ ਕੀਤੇ ਹੋਏ) ਔਗੁਣ ਬੰਨ੍ਹ ਕੇ ਲੈ ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "ਖਵਸਨਿ: ੜ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ। ਬੰਨ੍ਹਿ। (ਦੂਜਾ ਪਾਠ: ਖੜ ਸਨਿ)",
    "type_id": 3
  },
  {
    "id": 3079,
    "shabad_id": 185,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਗੁਣ ਸੰਜਮਿ ਜਾਵੈ. ਚੋਟ ਨ ਖਾਵੈ; ਨਾ ਤਿਸੁ ਜੰਮਣੁ ਮਰਣਾ ॥",
    "transliteration": "Gun Sanjam Jaavai Chott N Khaavai Naa This Janman Maranaa ||",
    "translation": "One who departs with virtue and self-discipline is not struck down, and is not consigned to the cycle of birth and death.",
    "punjabi": "ਜੇਹੜਾ ਜੀਵ (ਇੱਥੋਂ ਆਤਮਕ) ਗੁਣਾਂ ਦੇ ਸੰਜਮ (ਦੀ ਸਹਾਇਤਾ) ਨਾਲ ਜਾਂਦਾ ਹੈ, ਉਹ (ਜਮਰਾਜ ਦੀ) ਚੋਟ ਨਹੀਂ ਸਹਾਰਦਾ, ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3080,
    "shabad_id": 185,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਕਾਲੁ ਜਾਲੁ ਜਮੁ ਜੋਹਿ. ਨ ਸਾਕੈ; ਭਾੲਿ ਭਗਤਿ ਭੈ ਤਰਣਾ ॥",
    "transliteration": "Kaal Jaal Jam Johi N Saakai Bhaae Bhagath Bhai Tharanaa ||",
    "translation": "The Messenger of Death and his trap cannot touch him; through loving devotional worship, he crosses over the ocean of fear.",
    "punjabi": "ਜਮ ਦਾ ਜਾਲ ਮੌਤ ਦਾ ਡਰ ਉਸ ਵਲ ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਾਲ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਸਾਰੇ) ਡਰਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3081,
    "shabad_id": 185,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਪਤਿ ਸੇਤੀ ਜਾਵੈ. ਸਹਜਿ ਸਮਾਵੈ; ਸਗਲੇ ਦੂਖ ਮਿਟਾਵੈ ॥",
    "transliteration": "Path Saethee Jaavai Sehaj Samaavai Sagalae Dhookh Mittaavai ||",
    "translation": "He departs with honor, and merges in intuitive peace and poise; all his pains depart.",
    "punjabi": "ਉਹ ਇਥੋਂ ਇੱਜ਼ਤ ਨਾਲ ਜਾਂਦਾ ਹੈ, ਸਦਾ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3082,
    "shabad_id": 185,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਗੁਰਮੁਖਿ ਛੂਟੈ; ਸਾਚੇ ਤੇ. ਪਤਿ ਪਾਵੈ ॥੫॥੨॥",
    "transliteration": "Kahu Naanak Praanee Guramukh Shhoottai Saachae Thae Path Paavai ||5||2||",
    "translation": "Says Nanak, when the mortal becomes Gurmukh, he is saved and honored by the True Lord. ||5||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇਹੜਾ ਜੀਵ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਸਾਰੇ ਡਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3083,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "translation": "Siree Raag, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3084,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪਹਿਲੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਹਰਿ ਪਾੲਿਅਾ ੳੁਦਰ ਮੰਝਾਰਿ ॥",
    "transliteration": "Pehilai Peharai Rain Kai Vanajaariaa Mithraa Har Paaeiaa Oudhar Manjhaar ||",
    "translation": "In the first watch of the night, O my merchant friend, the Lord places you in the womb.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਪਹਿਲੇ ਪਹਰ ਵਿਚ ਪਰਮਾਤਮਾ (ਜੀਵ ਨੂੰ) ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਨਿਵਾਸ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3085,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਧਿਅਾਵੈ ਹਰਿ ੳੁਚਰੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਸਮਾਰਿ ॥",
    "transliteration": "Har Dhhiaavai Har Oucharai Vanajaariaa Mithraa Har Har Naam Samaar ||",
    "translation": "You meditate on the Lord, and chant the Lord's Name, O my merchant friend. You contemplate the Name of the Lord, Har, Har.",
    "punjabi": "(ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਜੀਵ), ਹੇ ਵਣਜਾਰੇ ਜੀਵ-ਮਿਤ੍ਰ! ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3086,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪੇ ਅਾਰਾਧੇ; ਵਿਚਿ ਅਗਨੀ. ਹਰਿ ਜਪਿ ਜੀਵਿਅਾ ॥",
    "transliteration": "Har Har Naam Japae Aaraadhhae Vich Aganee Har Jap Jeeviaa ||",
    "translation": "Chanting the Name of the Lord, Har, Har, and meditating on it within the fire of the womb, your life is sustained by dwelling on the Naam.",
    "punjabi": "(ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਜੀਵ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ਆਰਾਧਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਅੱਗ ਵਿਚ ਜੀਉਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3087,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਾਹਰਿ ਜਨਮੁ ਭੲਿਅਾ. ਮੁਖਿ ਲਾਗਾ; ਸਰਸੇ ਪਿਤਾ ਮਾਤ ਥੀਵਿਅਾ ॥",
    "transliteration": "Baahar Janam Bhaeiaa Mukh Laagaa Sarasae Pithaa Maath Thheeviaa ||",
    "translation": "You are born and you come out, and your mother and father are delighted to see your face.",
    "punjabi": "(ਮਾਂ ਦੇ ਪੇਟ ਤੋਂ) ਬਾਹਰ (ਆ ਕੇ) ਜਨਮ ਲੈਂਦਾ ਹੈ (ਮਾਂ ਪਿਉ ਦੇ) ਮੂੰਹ ਲੱਗਦਾ ਹੈ, ਮਾਂ ਪਿਉ ਖ਼ੁਸ਼ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ਬਾ-ਹਰਿ: ਹ ਮੁਕਤਾ, ਰਾਰੇ ਸਿਹਾਰੀ ਲਾ ਕੇ",
    "type_id": 3
  },
  {
    "id": 3088,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਸ ਕੀ ਵਸਤੁ. ਤਿਸੁ ਚੇਤਹੁ ਪ੍ਰਾਣੀ; ਕਰਿ ਹਿਰਦੈ ਗੁਰਮੁਖਿ ਬੀਚਾਰਿ ॥",
    "transliteration": "Jis Kee Vasath This Chaethahu Praanee Kar Hiradhai Guramukh Beechaar ||",
    "translation": "Remember the One, O mortal, to whom the child belongs. As Gurmukh, reflect upon Him within your heart.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਹੋ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਭੇਜਿਆ ਹੋਇਆ ਇਹ ਬਾਲਕ ਜੰਮਿਆ ਹੈ, ਉਸ ਦਾ ਧਿਆਨ ਧਰੋ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ) ਵਿਚਾਰ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3089,
    "shabad_id": 186,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਪਹਿਲੈ ਪਹਰੈ; ਹਰਿ ਜਪੀਅੈ ਕਿਰਪਾ ਧਾਰਿ ॥੧॥",
    "transliteration": "Kahu Naanak Praanee Pehilai Peharai Har Japeeai Kirapaa Dhhaar ||1||",
    "translation": "Says Nanak, O mortal, in the first watch of the night, dwell upon the Lord, who shall shower you with His Grace. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਾਣੀ! ਜੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰੇ ਤਾਂ (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3090,
    "shabad_id": 186,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਦੂਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਮਨੁ ਲਾਗਾ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Man Laagaa Dhoojai Bhaae ||",
    "translation": "In the second watch of the night, O my merchant friend, the mind is attached to the love of duality.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਦੂਜੇ ਪਹਰ ਵਿਚ (ਜੀਵ ਦਾ) ਮਨ (ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3091,
    "shabad_id": 186,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮੇਰਾ ਮੇਰਾ ਕਰਿ ਪਾਲੀਅੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਲੇ ਮਾਤ ਪਿਤਾ ਗਲਿ ਲਾੲਿ ॥",
    "transliteration": "Maeraa Maeraa Kar Paaleeai Vanajaariaa Mithraa Lae Maath Pithaa Gal Laae ||",
    "translation": "Mother and father hug you close in their embrace, claiming, \"He is mine, he is mine\"; so is the child brought up, O my merchant friend.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ। (ਇਹ) ਮੇਰਾ (ਪੁਤ੍ਰ ਹੈ, ਇਹ) ਮੇਰਾ (ਪੁਤ੍ਰ ਹੈ, ਇਹ) ਆਖ ਆਖ ਕੇ (ਬਾਲਕ) ਪਾਲਿਆ ਜਾਂਦਾ ਹੈ। ਮਾਂ ਪਿਉ ਫੜ ਕੇ ਗਲ ਨਾਲ ਲਾਂਦੇ ਹਨ।",
    "pronunciation": "ਪੱਾਲੀਅੈ। ਗਲ਼ਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3092,
    "shabad_id": 186,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਲਾਵੈ ਮਾਤ ਪਿਤਾ. ਸਦਾ ਗਲ ਸੇਤੀ; ਮਨਿ ਜਾਣੈ. ਖਟਿ ਖਵਾੲੇ ॥",
    "transliteration": "Laavai Maath Pithaa Sadhaa Gal Saethee Man Jaanai Khatt Khavaaeae ||",
    "translation": "Your mother and father constantly hug you close in their embrace; in their minds, they believe that you will provide for them and support them.",
    "punjabi": "ਮਾਂ ਮੁੜ ਮੁੜ ਗਲ ਨਾਲ ਲਾਂਦੀ ਹੈ, ਪਿਉ ਮੁੜ ਮੁੜ ਗਲ ਨਾਲ ਲਾਂਦਾ ਹੈ। ਮਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਸਮਝਦੀ ਹੈ, ਪਿਉ ਆਪਣੇ ਮਨ ਵਿਚ ਸਮਝਦਾ ਹੈ ਕਿ (ਸਾਨੂੰ) ਖੱਟ ਕਮਾ ਕੇ ਖਵਾਇਗਾ।",
    "pronunciation": "ਖੱਟਿ",
    "type_id": 3
  },
  {
    "id": 3093,
    "shabad_id": 186,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜੋ ਦੇਵੈ. ਤਿਸੈ ਨ ਜਾਣੈ ਮੂੜਾ; ਦਿਤੇ ਨੋ ਲਪਟਾੲੇ ॥",
    "transliteration": "Jo Dhaevai Thisai N Jaanai Moorraa Dhithae No Lapattaaeae ||",
    "translation": "The fool does not know the One who gives; instead, he clings to the gift.",
    "punjabi": "ਮੂਰਖ (ਮਨੁੱਖ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ (ਨਹੀਂ ਯਾਦ ਕਰਦਾ) ਜੇਹੜਾ (ਪੁਤ੍ਰ ਧਨ ਆਦਿਕ) ਦੇਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਿੱਤੇ ਹੋਏ (ਪੁਤ੍ਰ ਧਨ ਆਦਿਕ) ਨਾਲ ਮੋਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3094,
    "shabad_id": 186,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਕੋੲੀ ਗੁਰਮੁਖਿ ਹੋਵੈ. ਸੁ ਕਰੈ ਵੀਚਾਰੁ; ਹਰਿ ਧਿਅਾਵੈ ਮਨਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Koee Guramukh Hovai S Karai Veechaar Har Dhhiaavai Man Liv Laae ||",
    "translation": "Rare is the Gurmukh who reflects upon, meditates upon, and within his mind, is lovingly attached to the Lord.",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਇਸ ਅਸਲੀਅਤ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹੈ, ਤੇ ਸੁਰਤ ਜੋੜ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3095,
    "shabad_id": 186,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਦੂਜੈ ਪਹਰੈ ਪ੍ਰਾਣੀ; ਤਿਸੁ. ਕਾਲੁ ਨ ਕਬਹੂੰ ਖਾੲਿ ॥੨॥",
    "transliteration": "Kahu Naanak Dhoojai Peharai Praanee This Kaal N Kabehoon Khaae ||2||",
    "translation": "Says Nanak, in the second watch of the night, O mortal, death never devours you. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਦੂਜੇ ਪਹਰ ਵਿਚ (ਜੇਹੜਾ) ਪ੍ਰਾਣੀ (ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਸ ਨੂੰ) ਆਤਮਕ ਮੌਤ ਕਦੇ ਭੀ ਨਹੀਂ ਖਾਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3096,
    "shabad_id": 186,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਤੀਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਮਨੁ ਲਗਾ ਅਾਲਿ ਜੰਜਾਲਿ ॥",
    "transliteration": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Man Lagaa Aal Janjaal ||",
    "translation": "In the third watch of the night, O my merchant friend, your mind is entangled in worldly and household affairs.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਤੀਜੇ ਪਹਰ ਵਿਚ (ਮਨੁੱਖ ਦਾ) ਮਨ ਘਰ ਦੇ ਮੋਹ ਵਿਚ ਲੱਗ ਜਾਂਦਾ ਹੈ, ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3097,
    "shabad_id": 186,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਧਨੁ ਚਿਤਵੈ ਧਨੁ ਸੰਚਵੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਹਰਿ ਨਾਮਾ ਹਰਿ. ਨ ਸਮਾਲਿ ॥",
    "transliteration": "Dhhan Chithavai Dhhan Sanchavai Vanajaariaa Mithraa Har Naamaa Har N Samaal ||",
    "translation": "You think of wealth, and gather wealth, O my merchant friend, but you do not contemplate the Lord or the Lord's Name.",
    "punjabi": "ਮਨੁੱਖ ਧਨ (ਹੀ) ਚਿਤਾਰਦਾ ਹੈ ਧਨ (ਹੀ) ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3098,
    "shabad_id": 186,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਨਾਮਾ. ਹਰਿ ਹਰਿ ਕਦੇ ਨ ਸਮਾਲੈ; ਜਿ ਹੋਵੈ ਅੰਤਿ ਸਖਾੲੀ ॥",
    "transliteration": "Har Naamaa Har Har Kadhae N Samaalai J Hovai Anth Sakhaaee ||",
    "translation": "You never dwell upon the Name of the Lord, Har, Har, who will be your only Helper and Support in the end.",
    "punjabi": "(ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮਨੁੱਖ) ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਉਹ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ ਜੇਹੜਾ ਅਖ਼ੀਰ ਵੇਲੇ ਸਾਥੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
