[
  {
    "id": 3099,
    "shabad_id": 186,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਧਨੁ ਸੰਪੈ ਮਾੲਿਅਾ ਝੂਠੀ; ਅੰਤਿ. ਛੋਡਿ ਚਲਿਅਾ ਪਛੁਤਾੲੀ ॥",
    "transliteration": "Eihu Dhhan Sanpai Maaeiaa Jhoothee Anth Shhodd Chaliaa Pashhuthaaee ||",
    "translation": "This wealth, property and Maya are false. In the end, you must leave these, and depart in sorrow.",
    "punjabi": "ਇਹ ਧਨ-ਪਦਾਰਥ ਇਹ ਮਾਇਆ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲੇ ਨਹੀਂ ਹਨ, ਅਤੇ ਸਮਾ ਆਉਣ ਤੇ ਪਛੁਤਾਂਦਾ ਹੋਇਆ ਇਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3100,
    "shabad_id": 186,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਿਸ ਨੋ ਕਿਰਪਾ ਕਰੇ. ਗੁਰੁ ਮੇਲੇ; ਸੋ ਹਰਿ ਹਰਿ ਨਾਮੁ ਸਮਾਲਿ ॥",
    "transliteration": "Jis No Kirapaa Karae Gur Maelae So Har Har Naam Samaal ||",
    "translation": "Those whom the Lord, in His Mercy, unites with the Guru, reflect upon the Name of the Lord, Har, Har.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3101,
    "shabad_id": 186,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤੀਜੈ ਪਹਰੈ ਪ੍ਰਾਣੀ; ਸੇ ਜਾੲਿ ਮਿਲੇ ਹਰਿ ਨਾਲਿ ॥੩॥",
    "transliteration": "Kahu Naanak Theejai Peharai Praanee Sae Jaae Milae Har Naal ||3||",
    "translation": "Says Nanak, in the third watch of the night, O mortal, they go, and are united with the Lord. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇਹੜੇ ਪ੍ਰਾਣੀ ਹਰਿ ਨਾਮ ਸੰਭਾਲਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਵਿਚ ਜਾ ਮਿਲਦੇ ਹਨ ॥੩॥{76-77}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3102,
    "shabad_id": 186,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਚੳੁਥੈ ਪਹਰੈ ਰੈਣਿ ਕੈ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਹਰਿ ਚਲਣ ਵੇਲਾ ਅਾਦੀ ॥",
    "transliteration": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Har Chalan Vaelaa Aadhee ||",
    "translation": "In the fourth watch of the night, O my merchant friend, the Lord announces the time of departure.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ ਪਰਮਾਤਮਾ (ਜੀਵ ਦੇ ਇੱਥੋਂ) ਤੁਰਨ ਦਾ ਸਮਾ ਲੈ (ਹੀ) ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "ਵੇਲਾ: ਪੋਲਾ ਬੋਲੋ। ਚੱਲਣ। ਅਾਂਦੀ",
    "type_id": 3
  },
  {
    "id": 3103,
    "shabad_id": 186,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਕਰਿ ਸੇਵਹੁ ਪੂਰਾ ਸਤਿਗੁਰੂ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਸਭ ਚਲੀ ਰੈਣਿ ਵਿਹਾਦੀ ॥",
    "transliteration": "Kar Saevahu Pooraa Sathiguroo Vanajaariaa Mithraa Sabh Chalee Rain Vihaadhee ||",
    "translation": "Serve the Perfect True Guru, O my merchant friend; your entire life-night is passing away.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਜੀਵ-ਮਿਤ੍ਰ! ਗੁਰੂ ਨੂੰ ਅਭੁੱਲ ਜਾਣ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ, (ਜ਼ਿੰਦਗੀ ਦੀ) ਸਾਰੀ ਰਾਤ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਚੱਲੀ। ਵਿਹਾਂਦੀ।",
    "type_id": 3
  },
  {
    "id": 3104,
    "shabad_id": 186,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਸੇਵਹੁ ਖਿਨੁ ਖਿਨੁ, ਢਿਲ ਮੂਲਿ ਨ ਕਰਿਹੁ; ਜਿਤੁ ਅਸਥਿਰੁ. ਜੁਗੁ ਜੁਗੁ ਹੋਵਹੁ ॥",
    "transliteration": "Har Saevahu Khin Khin Dtil Mool N Karihu Jith Asathhir Jug Jug Hovahu ||",
    "translation": "Serve the Lord each and every instant-do not delay! You shall become eternal throughout the ages.",
    "punjabi": "(ਹੇ ਜੀਵ-ਮਿਤ੍ਰ!) ਸੁਆਸ ਸੁਆਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ, (ਇਸ ਕੰਮ ਵਿਚ) ਬਿਲਕੁਲ ਆਲਸ ਨਾਹ ਕਰੋ, ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਸਦਾ ਵਾਸਤੇ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਸਕੋਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3105,
    "shabad_id": 186,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਸੇਤੀ ਸਦ ਮਾਣਹੁ ਰਲੀਅਾ; ਜਨਮ ਮਰਣ ਦੁਖ ਖੋਵਹੁ ॥",
    "transliteration": "Har Saethee Sadh Maanahu Raleeaa Janam Maran Dhukh Khovahu ||",
    "translation": "Enjoy ecstasy forever with the Lord, and do away with the pains of birth and death.",
    "punjabi": "(ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਸਦਾ ਮਾਣੋਗੇ ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿੱਚ ਪਾਣ ਵਾਲੇ ਦੁਖਾਂ ਨੂੰ ਮੁਕਾ ਸਕੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3106,
    "shabad_id": 186,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਸਤਿਗੁਰ ਸੁਅਾਮੀ. ਭੇਦੁ ਨ ਜਾਣਹੁ; ਜਿਤੁ ਮਿਲਿ ਹਰਿ ਭਗਤਿ ਸੁਖਾਂਦੀ ॥",
    "transliteration": "Gur Sathigur Suaamee Bhaedh N Jaanahu Jith Mil Har Bhagath Sukhaandhee ||",
    "translation": "Know that there is no difference between the Guru, the True Guru, and your Lord and Master. Meeting with Him, take pleasure in the Lord's devotional service.",
    "punjabi": "(ਹੇ ਜੀਵ-ਮਿਤ੍ਰ!) ਗੁਰੂ ਤੇ ਪਰਮਾਤਮਾ ਵਿਚ (ਰਤਾ ਭੀ) ਫ਼ਰਕ ਨਾਹ ਸਮਝੋ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਵਿੱਚ ਜੁੜ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3107,
    "shabad_id": 186,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ, ਚੳੁਥੈ ਪਹਰੈ; ਸਫਲਿਓ ਰੈਣਿ. ਭਗਤਾ ਦੀ ॥੪॥੧॥੩॥",
    "transliteration": "Kahu Naanak Praanee Chouthhai Peharai Safalio Rain Bhagathaa Dhee ||4||1||3||",
    "translation": "Says Nanak, O mortal, in the fourth watch of the night, the life-night of the devotee is fruitful. ||4||1||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇਹੜੇ ਪ੍ਰਾਣੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ ਵਿਚ ਭੀ (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ) ਭਗਤਾਂ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ) ਰਾਤ ਕਾਮਯਾਬ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥੩॥",
    "pronunciation": "ਭਗਤਾਂ",
    "type_id": 3
  },
  {
    "id": 3108,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3109,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਹਿਲੈ ਪਹਰੈ ਰੈਣਿ ਕੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਧਰਿ ਪਾੲਿਤਾ ੳੁਦਰੈ ਮਾਹਿ ॥",
    "transliteration": "Pehilai Peharai Rain Kai Vanajaariaa Mithraa Dhhar Paaeithaa Oudharai Maahi ||",
    "translation": "In the first watch of the night, O my merchant friend, the Lord placed your soul in the womb.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਮਨੁੱਖਾ ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਪਹਿਲੇ ਪਹਰ ਪਰਮਾਤਮਾ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ (ਜੀਵ ਦਾ) ਪੈਂਤੜਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਪਹ-ਰੈ।ਪਤੀ ਜੀ ਨੇ ਸੁਪਤਨੀ ਜੀ ਦੇ ੳੁਦਰ ਚ, ਵੀਰਜ ਧਰਿ (ਪਾੲਿਤਾ) ਪਾ ਦਿਤਾ",
    "type_id": 3
  },
  {
    "id": 3110,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦਸੀ ਮਾਸੀ. ਮਾਨਸੁ ਕੀਅਾ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਕਰਿ ਮੁਹਲਤਿ ਕਰਮ ਕਮਾਹਿ ॥",
    "transliteration": "Dhasee Maasee Maanas Keeaa Vanajaariaa Mithraa Kar Muhalath Karam Kamaahi ||",
    "translation": "In the tenth month, you were made into a human being, O my merchant friend, and you were given your allotted time to perform good deeds.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਫਿਰ) ਦਸਾਂ ਮਹੀਨਿਆਂ ਵਿਚ ਪ੍ਰਭੂ ਮਨੁੱਖ (ਦਾ ਸਾਬਤ ਬੁੱਤ) ਬਣਾ ਦੇਂਦਾ ਹੈ। (ਜੀਵਾਂ ਨੂੰ ਜਿੰਦਗੀ ਦਾ) ਮੁਕਰਰ ਸਮਾ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਵਿਚ ਜੀਵ ਚੰਗੇ ਮੰਦੇ) ਕਰਮ ਕਮਾਂਦੇ ਹਨ।",
    "pronunciation": "ਦਸੀਂ। ਮਾਸੀਂ। ਮੁਹ-ਲਤਿ",
    "type_id": 3
  },
  {
    "id": 3111,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮੁਹਲਤਿ ਕਰਿ ਦੀਨੀ. ਕਰਮ ਕਮਾਣੇ; ਜੈਸਾ ਲਿਖਤੁ ਧੁਰਿ ਪਾੲਿਅਾ ॥",
    "transliteration": "Muhalath Kar Dheenee Karam Kamaanae Jaisaa Likhath Dhhur Paaeiaa ||",
    "translation": "You were given this time to perform good deeds, according to your pre-ordained destiny.",
    "punjabi": "ਪਰਮਾਤਮਾ ਜੀਵ ਲਈ ਜ਼ਿੰਦਗੀ ਦਾ ਸਮਾ ਮੁਕਰਰ ਕਰ ਦੇਂਦਾ ਹੈ। ਪਿੱਛੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਪ੍ਰਭੂ ਜੀਵ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰੋਂ ਜਿਹੋ ਜਿਹਾ ਲੇਖ ਲਿਖ ਦੇਂਦਾ ਹੈ, ਉਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵ ਕਮਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3112,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਭਾੲੀ ਸੁਤ ਬਨਿਤਾ; ਤਿਨ ਭੀਤਰਿ ਪ੍ਰਭੂ ਸੰਜੋੲਿਅਾ ॥",
    "transliteration": "Maath Pithaa Bhaaee Suth Banithaa Thin Bheethar Prabhoo Sanjoeiaa ||",
    "translation": "God placed you with your mother, father, brothers, sons and wife.",
    "punjabi": "ਮਾਂ ਪਿਓ ਭਰਾ ਪੁੱਤਰ ਇਸਤ੍ਰੀ (ਆਦਿਕ) ਇਹਨਾਂ ਸੰਬੰਧੀਆਂ ਵਿਚ ਪ੍ਰਭੂ ਜੀਵ ਨੂੰ ਰਚਾ-ਮਚਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3113,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਰਮ ਸੁਕਰਮ. ਕਰਾੲੇ ਅਾਪੇ; ੲਿਸੁ ਜੰਤੈ. ਵਸਿ. ਕਿਛੁ ਨਾਹਿ ॥",
    "transliteration": "Karam Sukaram Karaaeae Aapae Eis Janthai Vas Kishh Naahi ||",
    "translation": "God Himself is the Cause of causes, good and bad-no one has control over these things.",
    "punjabi": "ਇਸ ਜੀਵ ਦੇ ਇਖ਼ਤਿਆਰ ਵਿਚ ਕੁਝ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਇਸ ਪਾਸੋਂ ਚੰਗੇ ਮੰਦੇ ਕਰਮ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 3114,
    "shabad_id": 187,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਪਹਿਲੈ ਪਹਰੈ; ਧਰਿ ਪਾੲਿਤਾ ੳੁਦਰੈ ਮਾਹਿ ॥੧॥",
    "transliteration": "Kahu Naanak Praanee Pehilai Peharai Dhhar Paaeithaa Oudharai Maahi ||1||",
    "translation": "Says Nanak, O mortal, in the first watch of the night, the soul is placed in the womb. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਰ ਪਰਮਾਤਮਾ ਪ੍ਰਾਣੀ ਦਾ ਪੈਤੜਾ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਰੱਖ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3115,
    "shabad_id": 187,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਦੂਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਭਰਿ ਜੁਅਾਨੀ ਲਹਰੀ ਦੇੲਿ ॥",
    "transliteration": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Bhar Juaanee Leharee Dhaee ||",
    "translation": "In the second watch of the night, O my merchant friend, the fullness of youth rises in you like waves.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਸਿਖਰ ਤੇ ਪਹੁੰਚੀ ਹੋਈ ਜੁਆਨੀ (ਜੀਵ ਦੇ ਅੰਦਰ) ਉਛਾਲੇ ਮਾਰਦੀ ਹੈ।",
    "pronunciation": "ਦੇੲਿ",
    "type_id": 3
  },
  {
    "id": 3116,
    "shabad_id": 187,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬੁਰਾ ਭਲਾ. ਨ ਪਛਾਣੲੀ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਮਨੁ ਮਤਾ ਅਹੰਮੇੲਿ ॥",
    "transliteration": "Buraa Bhalaa N Pashhaanee Vanajaariaa Mithraa Man Mathaa Ahanmaee ||",
    "translation": "You do not distinguish between good and evil, O my merchant friend-your mind is intoxicated with ego.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਤਦੋਂ ਜੀਵ ਦਾ ਮਨ ਹਉਮੈ ਅਹੰਕਾਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਉਹ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਵਿਚ ਤਮੀਜ਼ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਮੱਤਾ।ਅਹੰ-ਮੇੲਿ",
    "type_id": 3
  },
  {
    "id": 3117,
    "shabad_id": 187,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਬੁਰਾ ਭਲਾ. ਨ ਪਛਾਣੈ ਪ੍ਰਾਣੀ; ਅਾਗੈ ਪੰਥੁ ਕਰਾਰਾ ॥",
    "transliteration": "Buraa Bhalaa N Pashhaanai Praanee Aagai Panthh Karaaraa ||",
    "translation": "Mortal beings do not distinguish between good and evil, and the road ahead is treacherous.",
    "punjabi": "(ਜੁਆਨੀ ਦੇ ਮਦ ਵਿਚ) ਪ੍ਰਾਣੀ ਇਹ ਨਹੀਂ ਪਛਾਣਦਾ, ਕਿ ਜੋ ਕੁਝ ਮੈਂ ਕਰ ਰਿਹਾ ਹਾਂ ਚੰਗਾ ਹੈ ਜਾਂ ਮੰਦਾ (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ, ਤੇ) ਪਰਲੋਕ ਵਿਚ ਔਖਾ ਪੈਂਡਾ ਝਾਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3118,
    "shabad_id": 187,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਪੂਰਾ ਸਤਿਗੁਰੁ. ਕਬਹੂੰ ਨ ਸੇਵਿਅਾ; ਸਿਰਿ ਠਾਢੇ ਜਮ ਜੰਦਾਰਾ ॥",
    "transliteration": "Pooraa Sathigur Kabehoon N Saeviaa Sir Thaadtae Jam Jandhaaraa ||",
    "translation": "They never serve the Perfect True Guru, and the cruel tyrant Death stands over their heads.",
    "punjabi": "(ਹਉਮੈ ਵਿਚ ਮਸਤ ਮਨੁੱਖ) ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦਾ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦੇ) ਸਿਰ ਉੱਤੇ ਜ਼ਾਲਮ ਜਮ ਆ ਖਲੋਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3119,
    "shabad_id": 187,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਜਬ ਪਕਰਸਿ ਬਵਰੇ; ਤਬ ਕਿਅਾ ਜਬਾਬੁ ਕਰੇੲਿ ॥",
    "transliteration": "Dhharam Raae Jab Pakaras Bavarae Thab Kiaa Jabaab Karaee ||",
    "translation": "When the Righteous Judge seizes you and interrogates you, O madman, what answer will you give him then?",
    "punjabi": "(ਜੁਆਨੀ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਨੁੱਖ ਕਦੇ ਨਹੀਂ ਸੋਚਦਾ ਕਿ ਹਉਮੈ ਵਿਚ) ਝੱਲੇ ਹੋ ਚੁਕੇ ਨੂੰ ਜਦੋਂ ਧਰਮਰਾਜ ਆ ਫੜੇਗਾ, ਤਦੋਂ (ਆਪਣੀਆਂ ਮੰਦੀਆਂ ਕਰਤੂਤਾਂ ਬਾਰੇ) ਉਸ ਨੂੰ ਕੀਹ ਜਵਾਬ ਦੇਵੇਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3120,
    "shabad_id": 187,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਦੂਜੈ ਪਹਰੈ ਪ੍ਰਾਣੀ; ਭਰਿ ਜੋਬਨੁ ਲਹਰੀ ਦੇੲਿ ॥੨॥",
    "transliteration": "Kahu Naanak Dhoojai Peharai Praanee Bhar Joban Leharee Dhaee ||2||",
    "translation": "Says Nanak, in the second watch of the night, O mortal, the fullness of youth tosses you about like waves in the storm. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਸਿਖਰ ਤੇ ਪੁੰਹਚਿਆ ਹੋਇਆ ਜੋਬਨ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਉਛਾਲੇ ਮਾਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3121,
    "shabad_id": 187,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤੀਜੈ ਪਹਰੈ ਰੈਣਿ ਕੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਬਿਖੁ ਸੰਚੈ ਅੰਧੁ ਅਗਿਅਾਨੁ ॥",
    "transliteration": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Bikh Sanchai Andhh Agiaan ||",
    "translation": "In the third watch of the night, O my merchant friend, the blind and ignorant person gathers poison.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੇ) ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਹੋਇਆ ਤੇ ਗਿਆਨ ਤੋਂ ਸੱਖਣਾ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲਾ ਧਨ-ਰੂਪ) ਜ਼ਹਰ ਇਕੱਠਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3122,
    "shabad_id": 187,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਪੁਤ੍ਰਿ ਕਲਤ੍ਰਿ ਮੋਹਿ ਲਪਟਿਅਾ, ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਅੰਤਰਿ ਲਹਰਿ ਲੋਭਾਨੁ ॥",
    "transliteration": "Puthr Kalathr Mohi Lapattiaa Vanajaariaa Mithraa Anthar Lehar Lobhaan ||",
    "translation": "He is entangled in emotional attachment to his wife and sons, O my merchant friend, and deep within him, the waves of greed are rising up.",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਤਦੋਂ ਮਨੁੱਖ ਮਾਇਆ ਦਾ ਲੋਭੀ ਹੋ ਜਾਂਦਾ ਹੈ। ਇਸ ਦੇ ਅੰਦਰ (ਲੋਭ ਦੀਆਂ) ਲਹਿਰ ਉੱਠਦੀਆਂ ਹਨ, ਮਨੁੱਖ ਪੁੱਤਰ (ਦੇ ਮੋਹ) ਵਿਚ, ਇਸਤ੍ਰੀ (ਦੇ ਮੋਹ) ਵਿਚ, (ਮਾਇਆ ਦੇ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਪੁੱਤ੍ਰਿ। ਕਲੱਤ੍ਰਿ।ਲਪ-ਟਿਅਾ। ਲਹ-ਰਿ",
    "type_id": 3
  },
  {
    "id": 3123,
    "shabad_id": 187,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅੰਤਰਿ ਲਹਰਿ ਲੋਭਾਨੁ ਪਰਾਨੀ; ਸੋ ਪ੍ਰਭੁ. ਚਿਤਿ ਨ ਅਾਵੈ ॥",
    "transliteration": "Anthar Lehar Lobhaan Paraanee So Prabh Chith N Aavai ||",
    "translation": "The waves of greed are rising up within him, and he does not remember God.",
    "punjabi": "ਪ੍ਰਾਣੀ ਦੇ ਅੰਦਰ (ਲੋਭ ਦੀਆਂ) ਲਹਿਰਾਂ ਉੱਠਦੀਆਂ ਹਨ, ਮਨੁੱਖ ਲੋਭੀ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਕਦੇ ਇਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3124,
    "shabad_id": 187,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਸਿੳੁ ਸੰਗੁ. ਨ ਕੀਅਾ; ਬਹੁ ਜੋਨੀ ਦੁਖੁ ਪਾਵੈ ॥",
    "transliteration": "Saadhhasangath Sio Sang N Keeaa Bahu Jonee Dhukh Paavai ||",
    "translation": "He does not join the Saadh Sangat, the Company of the Holy, and he suffers in terrible pain through countless incarnations.",
    "punjabi": "ਮਨੁੱਖ ਤਦੋਂ ਸਾਧ ਸੰਗਤਿ ਨਾਲ ਮੇਲ-ਮਿਲਾਪ ਨਹੀਂ ਰੱਖਦਾ, (ਆਖ਼ਰ) ਕਈ ਜੂਨਾਂ ਵਿਚ (ਭਟਕਦਾ) ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3125,
    "shabad_id": 187,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਿਰਜਨਹਾਰੁ ਵਿਸਾਰਿਅਾ ਸੁਅਾਮੀ; ੲਿਕ ਨਿਮਖ. ਨ ਲਗੋ ਧਿਅਾਨੁ ॥",
    "transliteration": "Sirajanehaar Visaariaa Suaamee Eik Nimakh N Lago Dhhiaan ||",
    "translation": "He has forgotten the Creator, his Lord and Master, and he does not meditate on Him, even for an instant.",
    "punjabi": "ਮਨੁੱਖ (ਆਪਣੇ) ਸਿਰਜਨਹਾਰ ਮਾਲਕ ਨੂੰ ਭੁਲਾ ਦੇਂਦਾ ਹੈ, ਅੱਖ ਝਮਕਣ ਦੇ ਸਮੇਂ ਜਿਤਨਾ ਸਮਾ ਭੀ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਨਹੀਂ ਜੋੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3126,
    "shabad_id": 187,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਾਣੀ ਤੀਜੈ ਪਹਰੈ; ਬਿਖੁ ਸੰਚੇ ਅੰਧੁ ਅਗਿਅਾਨੁ ॥੩॥",
    "transliteration": "Kahu Naanak Praanee Theejai Peharai Bikh Sanchae Andhh Agiaan ||3||",
    "translation": "Says Nanak, in the third watch of the night, the blind and ignorant person gathers poison. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਅੰਨ੍ਹਾ ਗਿਆਨ-ਹੀਨ ਮਨੁੱਖ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ ਧਨ-ਰੂਪ) ਜ਼ਹਰ (ਹੀ) ਇਕੱਠਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3127,
    "shabad_id": 187,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਚੳੁਥੈ ਪਹਰੈ ਰੈਣਿ ਕੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਦਿਨੁ ਨੇੜੈ ਅਾੲਿਅਾ ਸੋੲਿ ॥",
    "transliteration": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Dhin Naerrai Aaeiaa Soe ||",
    "translation": "In the fourth watch of the night, O my merchant friend, that day is drawing near.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ ਉਹ ਦਿਨ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ, (ਜਦੋਂ ਇੱਥੋਂ ਕੂਚ ਕਰਨਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3128,
    "shabad_id": 187,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਸਮਾਲਿ ਤੂੰ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਤੇਰਾ ਦਰਗਹ ਬੇਲੀ ਹੋੲਿ ॥",
    "transliteration": "Guramukh Naam Samaal Thoon Vanajaariaa Mithraa Thaeraa Dharageh Baelee Hoe ||",
    "translation": "As Gurmukh, remember the Naam, O my merchant friend. It shall be your Friend in the Court of the Lord.",
    "punjabi": "ਹੇ ਵਣਜਹਾਰੇ ਮਿਤ੍ਰ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ, ਨਾਮ ਹੀ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਤੇਰਾ ਮਦਦਗਾਰ ਬਣੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3129,
    "shabad_id": 187,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਸਮਾਲਿ ਪਰਾਣੀ; ਅੰਤੇ ਹੋੲਿ ਸਖਾੲੀ ॥",
    "transliteration": "Guramukh Naam Samaal Paraanee Anthae Hoe Sakhaaee ||",
    "translation": "As Gurmukh, remember the Naam, O mortal; in the end, it shall be your only companion.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, ਨਾਮ ਹੀ ਅਖ਼ੀਰ ਸਮੇ ਸਾਥੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
