[
  {
    "id": 3231,
    "shabad_id": 195,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਪੀਵਤੇ. ਸਦਾ ਥਿਰੁ ਥੀਵਤੇ; ਬਿਖੈ ਬਨੁ ਫੀਕਾ ਜਾਨਿਅਾ ॥",
    "transliteration": "Anmrith Har Peevathae Sadhaa Thhir Thheevathae Bikhai Ban Feekaa Jaaniaa ||",
    "translation": "They drink in the Lord's Ambrosial Nectar, and become eternally stable. They know that the water of corruption is insipid and tasteless.",
    "punjabi": "ਭਗਤ-ਜਨ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਦਾ ਪੀਂਦੇ ਹਨ ਤੇ (ਵਿਸ਼ਿਆਂ ਵਲੋਂ) ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੇ) ਵਿਸ਼ਿਆਂ ਦੇ ਪਾਣੀ ਨੂੰ ਬੇ-ਸੁਆਦ ਜਾਣ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3232,
    "shabad_id": 195,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਭੲੇ ਕਿਰਪਾਲ ਗੋਪਾਲ ਪ੍ਰਭ ਮੇਰੇ; ਸਾਧਸੰਗਤਿ ਨਿਧਿ ਮਾਨਿਅਾ ॥",
    "transliteration": "Bheae Kirapaal Gopaal Prabh Maerae Saadhhasangath Nidhh Maaniaa ||",
    "translation": "When my God, the Lord of the Universe became merciful, I came to look upon the Saadh Sangat as the treasure.",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਉੱਤੇ ਗੋਪਾਲ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3233,
    "shabad_id": 195,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਸਰਬਸੋ ਸੂਖ. ਅਾਨੰਦ ਘਨ ਪਿਅਾਰੇ; ਹਰਿ ਰਤਨੁ. ਮਨ ਅੰਤਰਿ ਸੀਵਤੇ ॥",
    "transliteration": "Sarabaso Sookh Aanandh Ghan Piaarae Har Rathan Man Anthar Seevathae ||",
    "translation": "All pleasures and supreme ecstasy, O my Beloved, come to those who sew the Jewel of the Lord into their minds.",
    "punjabi": "ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਦੇ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰੋਈ ਰੱਖਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ) ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਧਨ ਹੈ, (ਨਾਮ ਵਿਚੋਂ ਹੀ) ਉਹ ਅਨੇਕਾਂ ਆਤਮਕ ਸੁਖ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "ਸਰਬਸੋ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 3234,
    "shabad_id": 195,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ੲਿਕੁ ਤਿਲੁ. ਨਹੀ ਵਿਸਰੈ ਪ੍ਰਾਨ ਅਾਧਾਰਾ; ਜਪਿ ਜਪਿ ਨਾਨਕ. ਜੀਵਤੇ ॥੩॥",
    "transliteration": "Eik Thil Nehee Visarai Praan Aadhhaaraa Jap Jap Naanak Jeevathae ||3||",
    "translation": "They do not forget, even for an instant, the Support of the breath of life. They live by constantly meditating on Him, O Nanak. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਗਤ ਜਨਾਂ ਨੂੰ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ-ਨਾਮ ਰਤਾ ਜਿਤਨਾ ਸਮਾ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਜਪ ਜਪ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3235,
    "shabad_id": 196,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਡਖਣਾ ॥",
    "transliteration": "Ddakhanaa ||",
    "translation": "Dakhanaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3236,
    "shabad_id": 196,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਤੳੁ ਕੀਨੇ ਅਾਪਣੇ; ਤਿਨਾ ਕੂੰ ਮਿਲਿਓਹਿ ॥",
    "transliteration": "Jo Tho Keenae Aapanae Thinaa Koon Miliouhi ||",
    "translation": "O Lord, You meet and merge with those whom you have made Your Own.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੂੰ ਤੂੰ ਆਪਣੇ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ ਤੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3237,
    "shabad_id": 196,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਅਾਪਿ ਮੋਹਿਓਹੁ; ਜਸੁ ਨਾਨਕ. ਅਾਪਿ ਸੁਣਿਓਹਿ ॥੧॥",
    "transliteration": "Aapae Hee Aap Mohiouhu Jas Naanak Aap Suniouhi ||1||",
    "translation": "You Yourself are entranced, O Nanak, hearing Your Own Praises. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਪਾਸੋਂ) ਤੂੰ (ਆਪਣਾ) ਜਸ ਆਪ ਹੀ ਸੁਣਦਾ ਹੈਂ, ਤੇ (ਸੁਣ ਕੇ) ਤੂੰ ਆਪ ਹੀ ਮਸਤ ਹੁੰਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "ਮੋਹਿ-ਓਹੁ",
    "type_id": 3
  },
  {
    "id": 3238,
    "shabad_id": 197,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "",
    "pronunciation": "ਠ-ਗੳੁਰੀ: ਪੋਲਾ ਬੋਲੋ। ਮਿਲਵਾਂ।",
    "type_id": 3
  },
  {
    "id": 3239,
    "shabad_id": 197,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਪ੍ਰੇਮ ਠਗੳੁਰੀ ਪਾੲਿ. ਰੀਝਾੲਿ; ਗੋਬਿੰਦ ਮਨੁ ਮੋਹਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Praem Thagouree Paae Reejhaae Gobindh Man Mohiaa Jeeo ||",
    "translation": "Administering the intoxicating drug of love, I have won over the Lord of the Universe; I have fascinated His Mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਭਗਤ ਜਨਾਂ ਨੇ) ਪ੍ਰੇਮ ਦੀ ਠਗ-ਬੂਟੀ ਖਵਾ ਕੇ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਖ਼ੁਸ਼ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਮਨ ਮੋਹ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3240,
    "shabad_id": 197,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸੰਤਨ ਕੈ ਪਰਸਾਦਿ; ਅਗਾਧਿ ਕੰਠੇ ਲਗਿ. ਸੋਹਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Santhan Kai Parasaadh Agaadhh Kanthae Lag Sohiaa Jeeo ||",
    "translation": "By the Grace of the Saints, I am held in the loving embrace of the Unfathomable Lord, and I am entranced.",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਦੀ ਹੀ ਕਿਰਪਾ ਨਾਲ (ਕੋਈ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਅਥਾਹ ਪ੍ਰਭੂ ਦੇ ਗਲ ਲੱਗ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3241,
    "shabad_id": 197,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕੰਠਿ ਲਗਿ ਸੋਹਿਅਾ. ਦੋਖ ਸਭਿ ਜੋਹਿਅਾ; ਭਗਤਿ ਲਖ੍ਯਣ ਕਰਿ. ਵਸਿ ਭੲੇ ॥",
    "transliteration": "Har Kanth Lag Sohiaa Dhokh Sabh Johiaa Bhagath Lakhyan Kar Vas Bheae ||",
    "translation": "Held in the Lord's loving embrace, I look beautiful, and all my pains have been dispelled. By the loving worship of His devotees, the Lord has come under their power.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਹਰੀ ਦੇ ਗਲ ਲੱਗ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਵਿਕਾਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, (ਉਸ ਦੇ ਅੰਦਰ) ਭਗਤੀ ਵਾਲੇ ਲੱਛਣ ਪੈਦਾ ਹੋ ਜਾਣ ਦੇ ਕਾਰਣ ਪ੍ਰਭੂ ਜੀ ਉਸ ਦੇ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਲਖ੍ਯਣ: ਲੱਖਿਅਣ ਖ ਪੈਰ ਅੱਧਾ ਯੲੀਅਾ ਹੈ। ਜਿਸ ਅੱਖਰ ਹੇਠਾਂ ਅੱਧਾ ਯੲੀਅਾ ਹੋਵੇ, ੳੁਸ ਨੰੂ ਸਿਹਾਰੀ, ੳੁਸ ਦੇ ਸੱਜੇ ਪਾਸੇ ਅੈੜਾ ਲਾੳੁ, ੳੁਸ ਅੱਖਰ ਨੰੂ ਜਿਹੜੀ ਲਗ ਹੋਵੇ ੳੁਹ ਅੈੜੇ ਨੰੂ ਲਾੳੁਣੀ ਜੀ। ਵੱਸਿ।",
    "type_id": 3
  },
  {
    "id": 3242,
    "shabad_id": 197,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਮਨਿ ਸਰਬ ਸੁਖ ਵੁਠੇ ਗੋਵਿਦ ਤੁਠੇ; ਜਨਮ ਮਰਣਾ ਸਭਿ ਮਿਟਿ ਗੲੇ ॥",
    "transliteration": "Man Sarab Sukh Vuthae Govidh Thuthae Janam Maranaa Sabh Mitt Geae ||",
    "translation": "All pleasures have come to dwell in the mind; the Lord of the Universe is pleased and appeased. Birth and death have been totally eliminated.",
    "punjabi": "ਗੋਬਿੰਦ ਦੇ ਉਸ ਉੱਤੇ ਪ੍ਰਸੰਨ ਹੋਣ ਨਾਲ ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਸਾਰੇ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਵੁੱਠੇ। ਤੁੱਠੇ।",
    "type_id": 3
  },
  {
    "id": 3243,
    "shabad_id": 197,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸਖੀ ਮੰਗਲੋ ਗਾੲਿਅਾ. ੲਿਛ ਪੁਜਾੲਿਅਾ; ਬਹੁੜਿ. ਨ ਮਾੲਿਅਾ ਹੋਹਿਅਾ ॥",
    "transliteration": "Sakhee Mangalo Gaaeiaa Eishh Pujaaeiaa Bahurr N Maaeiaa Hohiaa ||",
    "translation": "O my companions, sing the Songs of Joy. My desires have been fulfilled, and I shall never again be trapped or shaken by Maya.",
    "punjabi": "ਸਤਸੰਗੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਜਿਉਂ ਜਿਉਂ ਉਹ ਪ੍ਰਭੂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਗਾਂਦਾ ਹੈ ਉਸ ਦੀਆਂ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਸ ਦੇ ਮਨ ਦੇ ਫੁਰਨੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ), ਉਸ ਨੂੰ ਮੁੜ ਮਾਇਆ ਦੇ ਧੱਕੇ ਨਹੀਂ ਲੱਗਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3244,
    "shabad_id": 197,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੀਨੇ. ਨਾਨਕ ਪ੍ਰਭ ਪਿਅਾਰੇ; ਸੰਸਾਰੁ ਸਾਗਰੁ ਨਹੀ ਪੋਹਿਅਾ ॥੪॥",
    "transliteration": "Kar Gehi Leenae Naanak Prabh Piaarae Sansaar Saagar Nehee Pohiaa ||4||",
    "translation": "Taking hold of my hand, O Nanak, my Beloved God will not let me be swallowed up by the world-ocean. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਦਾ ਹੱਥ ਫੜ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਉੱਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀ ਪਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3245,
    "shabad_id": 198,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਡਖਣਾ ॥",
    "transliteration": "Ddakhanaa ||",
    "translation": "Dakhanaa:",
    "punjabi": "",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 3246,
    "shabad_id": 198,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਾੲੀ ਨਾਮੁ ਅਮੋਲੁ; ਕੀਮ. ਨ ਕੋੲੀ ਜਾਣਦੋ ॥",
    "transliteration": "Saaee Naam Amol Keem N Koee Jaanadho ||",
    "translation": "The Master's Name is Priceless; no one knows its value.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੱਲ ਤੋਂ ਪਰੇ ਹੈ, ਕੋਈ ਜੀਵ ਉਸ ਦੇ ਬਰਾਬਰ ਦੀ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ ਦੱਸ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3247,
    "shabad_id": 198,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਜਿਨਾ ਭਾਗ ਮਥਾਹਿ; ਸੇ ਨਾਨਕ. ਹਰਿ ਰੰਗੁ ਮਾਣਦੋ ॥੧॥",
    "transliteration": "Jinaa Bhaag Mathhaahi Sae Naanak Har Rang Maanadho ||1||",
    "translation": "Those who have good destiny recorded upon their foreheads, O Nanak, enjoy the Love of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਤੇ ਭਾਗ (ਜਾਗਣ), ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3248,
    "shabad_id": 199,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3249,
    "shabad_id": 199,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਹਤੇ ਪਵਿਤ੍ਰ. ਸੁਣਤੇ ਸਭਿ ਧੰਨੁ; ਲਿਖਤਂØੀ. ਕੁਲੁ ਤਾਰਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Kehathae Pavithr Sunathae Sabh Dhhann Likhathanaee Kul Thaariaa Jeeo ||",
    "translation": "Those who chant are sanctified. All those who listen are blessed, and those who write save their ancestors.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ, ਉਹ ਸੁਅੱਛ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ। ਜੇਹੜੇ ਬੰਦੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੀ ਹੱਥੀਂ) ਲਿਖਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਸਾਰੇ) ਖ਼ਾਨਦਾਨ ਨੂੰ (ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਕਹਤੇ ਪਵਿਤ੍ਰ. ਸੁਣਤੇ ਸਭਿ ਧੰਨੁ; ਲਿਖਤਂØੀ. ਕੁਲੁ ਤਾਰਿਅਾ ਜੀੳੁ॥",
    "type_id": 3
  },
  {
    "id": 3250,
    "shabad_id": 199,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਸਾਧੂਸੰਗੁ. ਨਾਮ ਹਰਿ ਰੰਗੁ; ਤਿਨੀ ਬ੍ਰਹਮੁ ਬੀਚਾਰਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Jin Ko Saadhhoo Sang Naam Har Rang Thinee Breham Beechaariaa Jeeo ||",
    "translation": "Those who join the Saadh Sangat are imbued with the Lord's Love; they reflect and meditate on God.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਸਿਮਰਨ) ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3251,
    "shabad_id": 199,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਬੀਚਾਰਿਅਾ. ਜਨਮੁ ਸਵਾਰਿਅਾ; ਪੂਰਨ ਕਿਰਪਾ ਪ੍ਰਭਿ ਕਰੀ ॥",
    "transliteration": "Breham Beechaariaa Janam Savaariaa Pooran Kirapaa Prabh Karee ||",
    "translation": "Contemplating God, their lives are reformed and redeemed; God has showered His Perfect Mercy upon them.",
    "punjabi": "ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਨੇ ਪੂਰਨ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਤੇ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3252,
    "shabad_id": 199,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੀਨੇ. ਹਰਿ ਜਸੋ ਦੀਨੇ; ਜੋਨਿ ਨਾ ਧਾਵੈ, ਨਹ ਮਰੀ ॥",
    "transliteration": "Kar Gehi Leenae Har Jaso Dheenae Jon Naa Dhhaavai Neh Maree ||",
    "translation": "Taking them by the hand, the Lord has blessed them with His Praises. They no longer have to wander in reincarnation, and they never have to die.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਜਿਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦਾ ਹੱਥ ਫੜ ਲਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਦੌੜਿਆ ਫਿਰਦਾ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3253,
    "shabad_id": 199,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ ਦੲਿਅਾਲ ਕਿਰਪਾਲ ਭੇਟਤ ਹਰੇ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮਾਰਿਅਾ ॥",
    "transliteration": "Sathigur Dhaeiaal Kirapaal Bhaettath Harae Kaam Krodhh Lobh Maariaa ||",
    "translation": "Through the Kind and Compassionate True Guru, I have met the Lord; I have conquered sexual desire, anger and greed.",
    "punjabi": "ਦਇਆ ਦੇ ਘਰ ਕਿਰਪਾ ਦੇ ਘਰ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਕੇ (ਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ) ਜਿਨ੍ਹਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਨੂੰ ਮਾਰ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਦ-ੲਿਅਾਲ",
    "type_id": 3
  },
  {
    "id": 3254,
    "shabad_id": 199,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਕਥਨੁ ਨ ਜਾੲਿ. ਅਕਥੁ ਸੁਅਾਮੀ; ਸਦਕੈ ਜਾੲਿ ਨਾਨਕੁ ਵਾਰਿਅਾ ॥੫॥੧॥੩॥",
    "transliteration": "Kathhan N Jaae Akathh Suaamee Sadhakai Jaae Naanak Vaariaa ||5||1||3||",
    "translation": "Our Indescribable Lord and Master cannot be described. Nanak is devoted, forever a sacrifice to Him. ||5||1||3||",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਅਕੱਥ ਹੈ (ਉਸ ਦਾ ਰੂਪ) ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ॥੫॥੧॥੩॥",
    "pronunciation": "ਅ-ਕਥੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3255,
    "shabad_id": 200,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ਵਣਜਾਰਾ",
    "transliteration": "Sireeraag Mehalaa 4 Vanajaaraa",
    "translation": "Siree Raag, Fourth Mehl, Vanajaaraa ~ The Merchant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3256,
    "shabad_id": 200,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sath Naam Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 3257,
    "shabad_id": 200,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਹਰਿ ੳੁਤਮੁ ਨਾਮੁ ਹੈ; ਜਿਨਿ ਸਿਰਿਅਾ ਸਭੁ ਕੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Har Har Outham Naam Hai Jin Siriaa Sabh Koe Jeeo ||",
    "translation": "The Name of the Lord, Har, Har, is Excellent and Sublime. He created everyone.",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ (ਜਗਤ ਵਿਚ) ਹਰੇਕ ਜੀਵ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3258,
    "shabad_id": 200,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਜੀਅ ਸਭੇ ਪ੍ਰਤਿਪਾਲਦਾ; ਘਟਿ ਘਟਿ ਰਮੲੀਅਾ ਸੋੲਿ ॥",
    "transliteration": "Har Jeea Sabhae Prathipaaladhaa Ghatt Ghatt Rameeaa Soe ||",
    "translation": "The Lord cherishes all beings. He permeates each and every heart.",
    "punjabi": "ਉਹ ਹਰੀ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਤੇ ਉਹ ਸੋਹਣਾ ਰਾਮ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "ਰ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 3259,
    "shabad_id": 200,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੋ ਹਰਿ ਸਦਾ ਧਿਅਾੲੀਅੈ; ਤਿਸੁ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "So Har Sadhaa Dhhiaaeeai This Bin Avar N Koe ||",
    "translation": "Meditate forever on that Lord. Without Him, there is no other at all.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਹਰੀ ਦਾ ਸਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਦਾ) ਕੋਈ ਹੋਰ (ਆਸਰਾ-ਪਰਨਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3260,
    "shabad_id": 200,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਮੋਹਿ ਮਾੲਿਅਾ ਚਿਤੁ ਲਾੲਿਦੇ; ਸੇ ਛੋਡਿ ਚਲੇ. ਦੁਖੁ ਰੋੲਿ ॥",
    "transliteration": "Jo Mohi Maaeiaa Chith Laaeidhae Sae Shhodd Chalae Dhukh Roe ||",
    "translation": "Those who focus their consciousness on emotional attachment to Maya must leave; they depart crying out in despair.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਆਪਣਾ) ਚਿੱਤ ਲਾਈ ਰੱਖਦੇ ਹਨ, ਉਹ (ਮੌਤ ਆਉਣ ਤੇ) ਕੀਰਨੇ ਕਰ ਕਰ ਕੇ (ਸਭ ਕੁਝ) ਛੱਡ ਕੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3261,
    "shabad_id": 200,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਹਰਿ ਅੰਤਿ ਸਖਾੲੀ ਹੋੲਿ ॥੧॥",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Har Anth Sakhaaee Hoe ||1||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord, his only Companion in the end. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਹਰੀ ਉਹਨਾਂ ਦਾ ਜ਼ਰੂਰ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3262,
    "shabad_id": 200,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮੈ. ਹਰਿ ਬਿਨੁ; ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Mai Har Bin Avar N Koe ||",
    "translation": "I have none other than You, O Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੇਰਾ ਤਾਂ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਆਸਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3263,
    "shabad_id": 200,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਗੁਰ ਸਰਣਾੲੀ ਪਾੲੀਅੈ. ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਵਡਭਾਗਿ ਪਰਾਪਤਿ ਹੋੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Gur Saranaaee Paaeeai Vanajaariaa Mithraa Vaddabhaag Paraapath Hoe ||1|| Rehaao ||",
    "translation": "In the Guru's Sanctuary, the Lord is found, O my merchant friend; by great good fortune, He is obtained. ||1||Pause||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਮਿਤ੍ਰ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹਰੀ (ਦਾ ਨਾਮ) ਮਿਲਦਾ ਹੈ, ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਵੱਡਭਾਗਿ",
    "type_id": 4
  }
]
