[
  {
    "id": 3264,
    "shabad_id": 200,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਵਿਣੁ ਭਾੲੀਅਾ; ਹਰਿ ਕਿਨੈ ਨ ਪਾੲਿਅਾ ਨਾੳੁ ॥",
    "transliteration": "Santh Janaa Vin Bhaaeeaa Har Kinai N Paaeiaa Naao ||",
    "translation": "Without the humble Saints, O Siblings of Destiny, no one has obtained the Lord's Name.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਭਰਾਵਾਂ (ਦੀ ਸੰਗਤਿ ਕਰਨ) ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਮਨੁੱਖ ਨੇ (ਕਦੇ) ਹਰੀ ਦਾ ਨਾਮ ਪਰਾਪਤ ਨਹੀਂ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3265,
    "shabad_id": 200,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਵਿਚਿ ਹੳੁਮੈ. ਕਰਮ ਕਮਾਵਦੇ; ਜਿੳੁ ਵੇਸੁਅਾ ਪੁਤੁ. ਨਿਨਾੳੁ ॥",
    "transliteration": "Vich Houmai Karam Kamaavadhae Jio Vaesuaa Puth Ninaao ||",
    "translation": "Those who do their deeds in ego are like the prostitute's son, who has no name.",
    "punjabi": "(ਕਿਉਂਕਿ ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਜੇਹੜੇ ਭੀ ਮਿਥੇ ਧਾਰਮਿਕ ਕਰਮ ਕਰਦੇ ਹਨ ਉਹ) ਹਉਮੈ ਦੇ ਅਸਰ ਹੇਠ ਹੀ ਕਰਮ ਕਰਦੇ ਹਨ (ਤੇ ਇਸ ਵਾਸਤੇ ਨਿਖਸਮੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਕਿਸੇ ਵੇਸੁਆ ਦਾ ਪੁੱਤਰ (ਆਪਣੇ ਪਿਤਾ ਦਾ) ਨਾਮ ਨਹੀਂ ਦੱਸ ਸਕਦਾ।",
    "pronunciation": "(ਨਿਨਾੳੁ) ਪਿਤਾ ਦੇ ਨਾਮ ਰਹਿਤ । ਪੁੱਤੁ",
    "type_id": 3
  },
  {
    "id": 3266,
    "shabad_id": 200,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਪਿਤਾ ਜਾਤਿ ਤਾ ਹੋੲੀਅੈ; ਗੁਰੁ ਤੁਠਾ ਕਰੇ ਪਸਾੳੁ ॥",
    "transliteration": "Pithaa Jaath Thaa Hoeeai Gur Thuthaa Karae Pasaao ||",
    "translation": "The father's status is obtained only if the Guru is pleased and bestows His Favor.",
    "punjabi": "ਪਿਤਾ-ਪ੍ਰਭੂ ਦੀ ਕੁਲ ਦਾ ਤਦੋਂ ਹੀ ਹੋ ਸਕੀਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਪ੍ਰਸੰਨ (ਹੋ ਕੇ ਜੀਵ ਉਤੇ) ਮਿਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3267,
    "shabad_id": 200,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰੁ ਪਾੲਿਅਾ; ਹਰਿ ਅਹਿ ਨਿਸਿ ਲਗਾ ਭਾੳੁ ॥",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Har Ahinis Lagaa Bhaao ||",
    "translation": "By great good fortune, the Guru is found; embrace love for the Lord, day and night.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦਾ ਹਰੀ ਨਾਲ ਪ੍ਰੇਮ ਦਿਨ ਰਾਤ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3268,
    "shabad_id": 200,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕਿ. ਬ੍ਰਹਮੁ ਪਛਾਣਿਅਾ; ਹਰਿ ਕੀਰਤਿ ਕਰਮ ਕਮਾੳੁ ॥੨॥",
    "transliteration": "Jan Naanak Breham Pashhaaniaa Har Keerath Karam Kamaao ||2||",
    "translation": "Servant Nanak has realized God; he sings the Lord's Praises through the actions he does. ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਨੇ ਤਾਂ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ) ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਈ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਕਰਮ ਦੀ ਕਮਾਈ ਕੀਤੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3269,
    "shabad_id": 200,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਨਿ ਹਰਿ ਹਰਿ; ਲਗਾ ਚਾੳੁ ॥",
    "transliteration": "Man Har Har Lagaa Chaao ||",
    "translation": "In my mind there is such a deep yearning for the Lord, Har, Har.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦਾ ਚਾਉ ਪੈਦਾ ਹੋਇਆ।",
    "pronunciation": "ਲੱਗਾ",
    "type_id": 3
  },
  {
    "id": 3270,
    "shabad_id": 200,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਨਾਮੁ ਦ੍ਰਿੜਾੲਿਅਾ; ਹਰਿ ਮਿਲਿਅਾ ਹਰਿ ਪ੍ਰਭ ਨਾੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Poorai Naam Dhrirraaeiaa Har Miliaa Har Prabh Naao ||1|| Rehaao ||",
    "translation": "The Perfect Guru has implanted the Naam within me; I have found the Lord through the Lord God's Name. ||1||Pause||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲ ਪਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 3271,
    "shabad_id": 200,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਜਬ ਲਗੁ ਜੋਬਨਿ ਸਾਸੁ ਹੈ; ਤਬ ਲਗੁ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Jab Lag Joban Saas Hai Thab Lag Naam Dhhiaae ||",
    "translation": "As long as there is youth and health, meditate on the Naam.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਦੋਂ ਤਕ ਜੁਆਨੀ ਵਿਚ ਸਾਹ (ਆ ਰਿਹਾ) ਹੈ, ਤਦ ਤਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ (ਬੁਢੇਪੇ ਵਿਚ ਨਾਮ ਜਪਣਾ ਔਖਾ ਹੋ ਜਾਏਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3272,
    "shabad_id": 200,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਚਲਦਿਅਾ ਨਾਲਿ ਹਰਿ ਚਲਸੀ; ਹਰਿ. ਅੰਤੇ ਲੲੇ ਛਡਾੲਿ ॥",
    "transliteration": "Chaladhiaa Naal Har Chalasee Har Anthae Leae Shhaddaae ||",
    "translation": "Along the way, the Lord shall go along with you, and in the end, He shall save you.",
    "punjabi": "ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਹਰਿ-ਨਾਮ ਤੇਰੇ ਨਾਲ ਸਾਥ ਨਿਭਾਹੀ ਚੱਲੇਗਾ, ਅੰਤ ਸਮੇ ਭੀ ਤੈਨੂੰ (ਔਕੜਾਂ ਤੋਂ) ਬਚਾ ਲਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3273,
    "shabad_id": 200,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਤਿਨ ਕੳੁ; ਜਿਨ ਹਰਿ ਮਨਿ ਵੁਠਾ ਅਾੲਿ ॥",
    "transliteration": "Ho Balihaaree Thin Ko Jin Har Man Vuthaa Aae ||",
    "translation": "I am a sacrifice to those, within whose minds the Lord has come to dwell.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3274,
    "shabad_id": 200,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਜਿਨੀ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਨ ਚੇਤਿਓ; ਸੇ ਅੰਤਿ ਗੲੇ ਪਛੁਤਾੲਿ ॥",
    "transliteration": "Jinee Har Har Naam N Chaethiou Sae Anth Geae Pashhuthaae ||",
    "translation": "Those who have not remembered the Name of the Lord, Har, Har, shall leave with regret in the end.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹ ਆਖ਼ਰ ਨੂੰ (ਇਥੋਂ) ਪਛਤਾਂਦੇ ਹੀ ਚਲੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3275,
    "shabad_id": 200,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਧੁਰਿ ਮਸਤਕਿ ਹਰਿ ਪ੍ਰਭਿ ਲਿਖਿਅਾ; ਜਨ ਨਾਨਕ ਨਾਮੁ ਧਿਅਾੲਿ ॥੩॥",
    "transliteration": "Dhhur Masathak Har Prabh Likhiaa Jan Naanak Naam Dhhiaae ||3||",
    "translation": "Those who have such pre-ordained destiny written upon their foreheads, O servant Nanak, meditate on the Naam. ||3||",
    "punjabi": "(ਪਰ ਇਹ ਜੀਵ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਹੇ ਦਾਸ ਨਾਨਕ! ਹਰੀ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਸਿਮਰਨ ਕਰਨ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3276,
    "shabad_id": 200,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਮਨ; ਹਰਿ ਹਰਿ ਪ੍ਰੀਤਿ ਲਗਾੲਿ ॥",
    "transliteration": "Man Har Har Preeth Lagaae ||",
    "translation": "O my mind, embrace love for the Lord, Har, Har.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਰੀ (ਦਾ ਨਾਮ ਸਿਮਰਨ) ਵਿਚ ਪ੍ਰੀਤ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3277,
    "shabad_id": 200,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰੁ ਪਾੲਿਅਾ; ਗੁਰ ਸਬਦੀ ਪਾਰਿ ਲਘਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Gur Sabadhee Paar Laghaae ||1|| Rehaao ||",
    "translation": "By great good fortune, the Guru is found; through the Word of the Guru's Shabad, we are carried across to the other side. ||1||Pause||",
    "punjabi": "ਜਿਸ ਵਡਭਾਗੀ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 3278,
    "shabad_id": 200,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਅਾਪੁ ੳੁਪਾੲਿਦਾ; ਹਰਿ ਅਾਪੇ ਦੇਵੈ ਲੇੲਿ ॥",
    "transliteration": "Har Aapae Aap Oupaaeidhaa Har Aapae Dhaevai Laee ||",
    "translation": "The Lord Himself creates, He Himself gives and takes away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ (ਜਗਤ ਦੇ ਰੂਪ ਵਿਚ) ਪ੍ਰਗਟ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਜਿੰਦ ਸਰੀਰ) ਦੇਂਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ (ਵਾਪਸ) ਲੈ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3279,
    "shabad_id": 200,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਭਰਮਿ ਭੁਲਾੲਿਦਾ; ਹਰਿ ਅਾਪੇ ਹੀ ਮਤਿ ਦੇੲਿ ॥",
    "transliteration": "Har Aapae Bharam Bhulaaeidhaa Har Aapae Hee Math Dhaee ||",
    "translation": "The Lord Himself leads us astray in doubt; the Lord Himself imparts understanding.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਪਾ ਕੇ) ਕੁਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ (ਸਹੀ ਜੀਵਨ ਵਾਸਤੇ) ਅਕਲ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3280,
    "shabad_id": 200,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਾ ਮਨਿ ਪਰਗਾਸੁ ਹੈ; ਸੇ ਵਿਰਲੇ ਕੇੲੀ ਕੇੲਿ ॥",
    "transliteration": "Guramukhaa Man Paragaas Hai Sae Viralae Kaeee Kaee ||",
    "translation": "The minds of the Gurmukhs are illuminated and enlightened; they are so very rare.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਆਤਮਕ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰ ਅਜੇਹੇ ਬੰਦੇ ਕੋਈ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ, ਕੋਈ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3281,
    "shabad_id": 200,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਤਿਨ ਕੳੁ; ਜਿਨ ਹਰਿ ਪਾੲਿਅਾ ਗੁਰਮਤੇ ॥",
    "transliteration": "Ho Balihaaree Thin Ko Jin Har Paaeiaa Guramathae ||",
    "translation": "I am a sacrifice to those who find the Lord, through the Guru's Teachings.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ (ਨਾਲ ਮਿਲਾਪ) ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "ਗੁਰਮੱਤੇ",
    "type_id": 3
  },
  {
    "id": 3282,
    "shabad_id": 200,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕਿ. ਕਮਲੁ ਪਰਗਾਸਿਅਾ; ਮਨਿ ਹਰਿ ਹਰਿ ਵੁਠੜਾ ਹੇ ॥੪॥",
    "transliteration": "Jan Naanak Kamal Paragaasiaa Man Har Har Vutharraa Hae ||4||",
    "translation": "Servant Nanak's heart-lotus has blossomed forth, and the Lord, Har, Har, has come to dwell in the mind. ||4||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਦਾਸ ਨਾਨਕ ਦੇ ਅੰਦਰ (ਭੀ) ਹਿਰਦਾ-ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪਿਆ ਹੈ, ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਿਆ ਹੈ ॥੪॥",
    "pronunciation": "ਵੁੱਠੜਾ",
    "type_id": 3
  },
  {
    "id": 3283,
    "shabad_id": 200,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਮਨਿ; ਹਰਿ ਹਰਿ ਜਪਨੁ ਕਰੇ ॥",
    "transliteration": "Man Har Har Japan Karae ||",
    "translation": "O mind, chant the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜਿੰਦੇ! ਮਨ ਵਿਚ ਹਰੀ ਪਰਮਾਤਮਾ ਦਾ ਜਾਪ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3284,
    "shabad_id": 200,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਗੁਰ ਸਰਣਾੲੀ. ਭਜਿ ਪੳੁ ਜਿੰਦੂ; ਸਭ ਕਿਲਵਿਖ ਦੁਖ ਪਰਹਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Gur Saranaaee Bhaj Po Jindhoo Sabh Kilavikh Dhukh Pareharae ||1|| Rehaao ||",
    "translation": "Hurry to the Sanctuary of the Lord, the Guru, O my soul; all your sins shall be taken away. ||1||Pause||",
    "punjabi": "ਦੌੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪਉ, ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਉ, ਆਪਣੇ ਸਾਰੇ ਪਾਪ ਤੇ ਦੁੱਖ ਦੂਰ ਕਰ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਭੱਜਿ",
    "type_id": 4
  },
  {
    "id": 3285,
    "shabad_id": 200,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਰਮੲੀਅਾ. ਮਨਿ ਵਸੈ; ਕਿੳੁ ਪਾੲੀਅੈ. ਕਿਤੁ ਭਤਿ ॥",
    "transliteration": "Ghatt Ghatt Rameeaa Man Vasai Kio Paaeeai Kith Bhath ||",
    "translation": "The All-pervading Lord dwells within each and every person's heart-how can He be obtained?",
    "punjabi": "ਹਰੇਕ ਘਟ ਵਿਚ, ਹਰੇਕ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਵੱਸਦਾ ਹੈ (ਪਰ ਦਿੱਸਦਾ ਨਹੀਂ। ਉਹ) ਕਿਵੇਂ ਲੱਭੇ? ਕਿਸ ਤਰੀਕੇ ਨਾਮ ਮਿਲੇ?",
    "pronunciation": "ਰ-ਮੲੀਅਾ। ਭਤਿ: ਪੋਲਾ ਬੋਲੋ। (ਭਤਿ) ਕਿਸ ਤਰ੍ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 3286,
    "shabad_id": 200,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਸਤਿਗੁਰੁ ਭੇਟੀਅੈ; ਹਰਿ ਅਾੲਿ ਵਸੈ ਮਨਿ ਚਿਤਿ ॥",
    "transliteration": "Gur Pooraa Sathigur Bhaetteeai Har Aae Vasai Man Chith ||",
    "translation": "By meeting the Perfect Guru, the True Guru, the Lord comes to dwell within the conscious mind.",
    "punjabi": "ਜੇ ਗੁਰੂ ਲੱਭ ਪਏ, ਜੋ ਪੂਰਾ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਪਰਮਾਤਮਾ (ਆਪ) ਆ ਕੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਵੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3287,
    "shabad_id": 200,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "ਮੈ ਧਰ ਨਾਮੁ ਅਧਾਰੁ ਹੈ; ਹਰਿ ਨਾਮੈ ਤੇ. ਗਤਿ ਮਤਿ ॥",
    "transliteration": "Mai Dhhar Naam Adhhaar Hai Har Naamai Thae Gath Math ||",
    "translation": "The Naam is my Support and Sustenance. From the Lord's Name, I obtain salvation and understanding.",
    "punjabi": "ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਆਸਰਾ-ਪਰਨਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲਦੀ ਹੈ, ਤੇ ਅਕਲ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਗਤਿ: ਪੋਲਾ ਬੋਲੋ। ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 3288,
    "shabad_id": 200,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "ਮੈ. ਹਰਿ ਹਰਿ ਨਾਮੁ ਵਿਸਾਹੁ ਹੈ; ਹਰਿ ਨਾਮੇ ਹੀ ਜਤਿ ਪਤਿ ॥",
    "transliteration": "Mai Har Har Naam Visaahu Hai Har Naamae Hee Jath Path ||",
    "translation": "My faith is in the Name of the Lord, Har, Har. The Lord's Name is my status and honor.",
    "punjabi": "ਮੇਰੇ ਪਾਸ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਰਾਸਿ-ਪੂੰਜੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਨਾ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ) ਉੱਚੀ ਜਾਤਿ ਹੈ, ਤੇ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਹੈ।",
    "pronunciation": "ਜਤਿ, ਪਤਿ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 3289,
    "shabad_id": 200,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਰੰਗਿ ਰਤੜਾ ਹਰਿ ਰੰਗਿ ਰਤਿ ॥੫॥",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Rang Ratharraa Har Rang Rath ||5||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord; He is dyed in the deep crimson color of the Lord's Love. ||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਉਸ ਦੀ ਪ੍ਰੀਤਿ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "ਰੱਤੜਾ। ਰੱਤਿ",
    "type_id": 3
  },
  {
    "id": 3290,
    "shabad_id": 200,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਧਿਅਾਵਹੁ; ਹਰਿ ਪ੍ਰਭੁ ਸਤਿ ॥",
    "transliteration": "Har Dhhiaavahu Har Prabh Sath ||",
    "translation": "Meditate on the Lord, the True Lord God.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3291,
    "shabad_id": 200,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਬਚਨੀ ਹਰਿ ਪ੍ਰਭੁ ਜਾਣਿਅਾ; ਸਭ ਹਰਿ ਪ੍ਰਭੁ ਤੇ. ੳੁਤਪਤਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Bachanee Har Prabh Jaaniaa Sabh Har Prabh Thae Outhapath ||1|| Rehaao ||",
    "translation": "Through the Guru's Word, you shall come to know the Lord God. From the Lord God, everything was created. ||1||Pause||",
    "punjabi": "ਜਿਸ ਹਰੀ-ਪ੍ਰਭੂ ਤੋਂ ਇਹ ਸਾਰੀ ਜਗਤ-ਰਚਨਾ ਹੋਈ, ਉਸ ਹਰੀ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਹੀ ਪੈ ਸਕਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ੳੁਤਪਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 3292,
    "shabad_id": 200,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪੂਰਬਿ ਲਿਖਿਅਾ; ਸੇ ਅਾੲਿ ਮਿਲੇ ਗੁਰ ਪਾਸਿ ॥",
    "transliteration": "Jin Ko Poorab Likhiaa Sae Aae Milae Gur Paas ||",
    "translation": "Those who have such pre-ordained destiny, come to the Guru and meet Him.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਹਿਲੇ ਜਨਮ (ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਭਲੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਲਿਖਿਆ ਹੋਇਆ (ਲੇਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪੂਰਬਲੇ ਚੰਗੇ ਸੰਸਕਾਰ ਜਾਗ ਪੈਂਦੇ ਹਨ), ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਕੋਲ ਆ ਕੇ (ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲ ਬੈਠਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3293,
    "shabad_id": 200,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਸੇਵਕ ਭਾੲਿ ਵਣਜਾਰਿਅਾ ਮਿਤ੍ਰਾ; ਗੁਰੁ ਹਰਿ ਹਰਿ ਨਾਮੁ ਪ੍ਰਗਾਸਿ ॥",
    "transliteration": "Saevak Bhaae Vanajaariaa Mithraa Gur Har Har Naam Pragaas ||",
    "translation": "They love to serve, O my merchant friend, and through the Guru, they are illuminated by the Name of the Lord, Har, Har.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਮਿਤ੍ਰ! ਸੇਵਕ-ਭਾਵ ਵਿਚ ਰਿਹਾਂ ਗੁਰੂ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3294,
    "shabad_id": 200,
    "pada": 12,
    "source_line": 17,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਵਣਜੁ ਵਾਪਾਰੀਅਾ; ਜਿਨ ਵਖਰੁ ਲਦਿਅੜਾ. ਹਰਿ ਰਾਸਿ ॥",
    "transliteration": "Dhhan Dhhan Vanaj Vaapaareeaa Jin Vakhar Ladhiarraa Har Raas ||",
    "translation": "Blessed, blessed is the trade of those traders who have loaded the merchandise of the Wealth of the Lord.",
    "punjabi": "(ਜੀਵ-ਵਣਜਾਰਿਆਂ ਦਾ ਇਹ) ਵਣਜ ਵਡਿਆਉਣ-ਜੋਗ ਹੈ, ਉਹ ਜੀਵ-ਵਣਜਾਰੇ ਭੀ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਲੱਦਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਇਕੱਠਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "ਵੱਖਰੁ। ਲੱਦਿਅੜਾ",
    "type_id": 3
  },
  {
    "id": 3295,
    "shabad_id": 200,
    "pada": 12,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਾ. ਦਰਿ ਮੁਖ ੳੁਜਲੇ; ਸੇ ਅਾੲਿ ਮਿਲੇ ਹਰਿ ਪਾਸਿ ॥",
    "transliteration": "Guramukhaa Dhar Mukh Oujalae Sae Aae Milae Har Paas ||",
    "translation": "The faces of the Gurmukhs are radiant in the Court of the Lord; they come to the Lord and merge with Him.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਮੂੰਹ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਰੌਸ਼ਨ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3296,
    "shabad_id": 200,
    "pada": 12,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਗੁਰੁ ਤਿਨ ਪਾੲਿਅਾ; ਜਿਨਾ ਅਾਪਿ ਤੁਠਾ ਗੁਣਤਾਸਿ ॥੬॥",
    "transliteration": "Jan Naanak Gur Thin Paaeiaa Jinaa Aap Thuthaa Gunathaas ||6||",
    "translation": "O servant Nanak, they alone find the Guru, with whom the Lord, the Treasure of Excellence, is pleased. ||6||",
    "punjabi": "(ਪਰ) ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ (ਭੀ) ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਆਪ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3297,
    "shabad_id": 200,
    "pada": 13,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਧਿਅਾਵਹੁ; ਸਾਸਿ ਗਿਰਾਸਿ ॥",
    "transliteration": "Har Dhhiaavahu Saas Giraas ||",
    "translation": "Meditate on the Lord, with every breath and morsel of food.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਹਰੇਕ ਗਿਰਾਹੀ ਦੇ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3298,
    "shabad_id": 200,
    "pada": 13,
    "source_line": 19,
    "gurmukhi": "ਮਨਿ ਪ੍ਰੀਤਿ ਲਗੀ ਤਿਨਾ ਗੁਰਮੁਖਾ; ਹਰਿ ਨਾਮੁ ਜਿਨਾ ਰਹਰਾਸਿ ॥੧॥ ਰਹਾੳੁ ॥੧॥",
    "transliteration": "Man Preeth Lagee Thinaa Guramukhaa Har Naam Jinaa Reharaas ||1|| Rehaao ||1||",
    "translation": "The Gurmukhs embrace the Love of the Lord in their minds; they are continually occupied with the Lord's Name. ||1||Pause||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਰਾਹ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਬਣਾਇਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦੀ ਪ੍ਰੀਤਿ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
