[
  {
    "id": 3438,
    "shabad_id": 226,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮਤੀ ਅਾਪੁ ਪਛਾਣਿਅਾ; ਰਾਮ ਨਾਮ ਪਰਗਾਸੁ ॥",
    "transliteration": "Guramathee Aap Pashhaaniaa Raam Naam Paragaas ||",
    "translation": "Follow the Guru's Teachings, and recognize your own self; the Divine Light of the Lord's Name shall shine within.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਉਹ) ਆਪੇ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ, ਤੇ ਹਰੀ ਦੇ ਨਾਮ ਦਾ (ਉਸ ਦੇ ਅੰਦਰ) ਚਾਨਣ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3439,
    "shabad_id": 226,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਚੋ ਸਚੁ ਕਮਾਵਣਾ; ਵਡਿਅਾੲੀ ਵਡੇ ਪਾਸਿ ॥",
    "transliteration": "Sacho Sach Kamaavanaa Vaddiaaee Vaddae Paas ||",
    "translation": "The true ones practice Truth; greatness rests in the Great Lord.",
    "punjabi": "ਉਹ ਨਿਰੋਲ ਸਦਾ-ਥਿਰ ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ, (ਇਸ ਕਰਕੇ) ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਉਸ ਨੂੰ) ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3440,
    "shabad_id": 226,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤਿਸ ਕਾ; ਸਿਫਤਿ ਕਰੇ ਅਰਦਾਸਿ ॥",
    "transliteration": "Jeeo Pindd Sabh This Kaa Sifath Karae Aradhaas ||",
    "translation": "Body, soul and all things belong to the Lord-praise Him, and offer your prayers to Him.",
    "punjabi": "ਜਿੰਦ ਤੇ ਸਰੀਰ ਸਭ ਕੁਝ ਪ੍ਰਭੂ ਦਾ (ਜਾਣ ਕੇ ਉਹ ਪ੍ਰਭੂ ਅੱਗੇ) ਬੇਨਤੀ ਤੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3441,
    "shabad_id": 226,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਸਚੈ ਸਬਦਿ ਸਾਲਾਹਣਾ; ਸੁਖੇ ਸੁਖਿ ਨਿਵਾਸੁ ॥",
    "transliteration": "Sachai Sabadh Saalaahanaa Sukhae Sukh Nivaas ||",
    "translation": "Sing the Praises of the True Lord through the Word of His Shabad, and you shall abide in the peace of peace.",
    "punjabi": "ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ ਕਰਦਾ ਹੈ, ਤੇ ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3442,
    "shabad_id": 226,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ ਮਨੈ ਮਾਹਿ; ਬਿਨੁ ਨਾਵੈ. ਧਿ੍ਰਗੁ ਜੀਵਾਸੁ ॥",
    "transliteration": "Jap Thap Sanjam Manai Maahi Bin Naavai Dhhrig Jeevaas ||",
    "translation": "You may practice chanting, penance and austere self-discipline within your mind, but without the Name, life is useless.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਨ ਵਿਚ ਵਸਾਣੀ-ਇਹੀ ਉਸ ਲਈ ਜਪ ਤਪ ਤੇ ਸੰਜਮ ਹੈ ਤੇ ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਜੀਵਨ (ਉਸ ਨੂੰ) ਫਿਟਕਾਰ-ਜੋਗ (ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3443,
    "shabad_id": 226,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮਤੀ ਨਾੳੁ ਪਾੲੀਅੈ; ਮਨਮੁਖ ਮੋਹਿ ਵਿਣਾਸੁ ॥",
    "transliteration": "Guramathee Naao Paaeeai Manamukh Mohi Vinaas ||",
    "translation": "Through the Guru's Teachings, the Name is obtained, while the self-willed manmukh wastes away in emotional attachment.",
    "punjabi": "(ਇਹੀ) ਨਾਮ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਚੱਲਿਆਂ ਮਿਲਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ) ਨਸ਼ਟ ਹੁੰਦਾ ਹੈ (ਭਾਵ, ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3444,
    "shabad_id": 226,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਜਿੳੁ ਭਾਵੈ ਤਿੳੁ ਰਾਖੁ ਤੂੰ; ਨਾਨਕੁ ਤੇਰਾ ਦਾਸੁ ॥੨॥",
    "transliteration": "Jio Bhaavai Thio Raakh Thoon Naanak Thaeraa Dhaas ||2||",
    "translation": "Please protect me, by the Pleasure of Your Will. Nanak is Your slave. ||2||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਿਵੇਂ ਸਹੈਤਾ ਕਰ (ਤੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਹ) ਨਾਨਕ ਤੇਰਾ ਸੇਵਕ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3445,
    "shabad_id": 227,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3446,
    "shabad_id": 227,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਭੁ ਕੋ ਤੇਰਾ. ਤੂੰ ਸਭਸੁ ਦਾ; ਤੂੰ ਸਭਨਾ ਰਾਸਿ ॥",
    "transliteration": "Sabh Ko Thaeraa Thoon Sabhas Dhaa Thoon Sabhanaa Raas ||",
    "translation": "All are Yours, and You belong to all. You are the wealth of all.",
    "punjabi": "(ਹੇ ਹਰੀ!) ਹਰੇਕ ਜੀਵ ਤੇਰਾ (ਬਣਾਇਆ ਹੋਇਆ ਹੈ) ਤੂੰ ਸਭ ਦਾ (ਮਾਲਕ ਹੈਂ ਅਤੇ) ਸਭਨਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ (ਭਾਵ, ਰਾਜ਼ਕ ਹੈਂ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3447,
    "shabad_id": 227,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਭਿ ਤੁਧੈ ਪਾਸਹੁ ਮੰਗਦੇ; ਨਿਤ ਕਰਿ ਅਰਦਾਸਿ ॥",
    "transliteration": "Sabh Thudhhai Paasahu Mangadhae Nith Kar Aradhaas ||",
    "translation": "Everyone begs from You, and all offer prayers to You each day.",
    "punjabi": "ਇਸੇ ਕਰ ਕੇ ਸਦਾ ਜੋਦੜੀਆਂ ਕਰਕੇ ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪਾਸੋਂ ਹੀ ਦਾਨ ਮੰਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3448,
    "shabad_id": 227,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਿਸੁ ਤੂੰ ਦੇਹਿ, ਤਿਸੁ ਸਭੁ ਕਿਛੁ ਮਿਲੈ; ੲਿਕਨਾ ਦੂਰਿ. ਹੈ ਪਾਸਿ ॥",
    "transliteration": "Jis Thoon Dhaehi This Sabh Kishh Milai Eikanaa Dhoor Hai Paas ||",
    "translation": "Those, unto whom You give, receive everything. You are far away from some, and You are close to others.",
    "punjabi": "ਜਿਸ ਨੂੰ ਤੂੰ ਦਾਤ ਦੇਂਦਾ ਹੈਂ, ਉਸ ਨੂੰ ਸਭ ਕੁਝ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ)। (ਪਰ ਜੋ ਹੋਰ ਦਰ ਢੂੰਡਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ) ਤੂੰ ਨਿਕਟ-ਵਰਤੀ ਹੁੰਦਾ ਹੋਇਆ ਭੀ (ਉਹਨਾਂ ਨੂੰ) ਦੂਰਿ ਪ੍ਰਤੀਤ ਹੋ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3449,
    "shabad_id": 227,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਤੁਧੁ ਬਾਝਹੁ. ਥਾੳੁ ਕੋ ਨਾਹੀ, ਜਿਸੁ ਪਾਸਹੁ ਮੰਗੀਅੈ; ਮਨਿ ਵੇਖਹੁ ਕੋ ਨਿਰਜਾਸਿ ॥",
    "transliteration": "Thudhh Baajhahu Thhaao Ko Naahee Jis Paasahu Mangeeai Man Vaekhahu Ko Nirajaas ||",
    "translation": "Without You, there is not even a place to stand begging. See this yourself and verify it in your mind.",
    "punjabi": "ਕੋਈ ਧਿਰ ਭੀ ਮਨ ਵਿਚ ਨਿਰਨਾ ਕਰ ਕੇ ਵੇਖ ਲਏ (ਹੇ ਹਰੀ!) ਤੇਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਟਿਕਾਣਾ ਨਹੀਂ, ਜਿਥੋਂ ਕੁਝ ਮੰਗ ਸਕੀਏ।",
    "pronunciation": "(ਨਿਰਜਾਸਿ) ਨਿਰਨਾ",
    "type_id": 3
  },
  {
    "id": 3450,
    "shabad_id": 227,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਸਭਿ ਤੁਧੈ ਨੋ ਸਾਲਾਹਦੇ; ਦਰਿ ਗੁਰਮੁਖਾ ਨੋ ਪਰਗਾਸਿ ॥੯॥",
    "transliteration": "Sabh Thudhhai No Saalaahadhae Dhar Guramukhaa No Paragaas ||9||",
    "translation": "All praise You, O Lord; at Your Door, the Gurmukhs are enlightened. ||9||",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਸਾਰੇ ਜੀਵ ਤੇਰੀ ਹੀ ਵਡਿਆਈ ਕਰ ਰਹੇ ਹਨ, (ਪਰ) (ਜੋ ਜੀਵ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ) (ਤੂੰ ਆਪਣੀ ਦਰਗਾਹ ਵਿਚ ਪਰਗਟ ਕਰਦਾ ਹੈਂ (ਭਾਵ, ਆਦਰ ਬਖ਼ਸ਼ਦਾ ਹੈਂ) ॥੯॥",
    "pronunciation": "(ਤੁਧੈ) ਅਾਪ ਜੀ",
    "type_id": 3
  },
  {
    "id": 3451,
    "shabad_id": 228,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3452,
    "shabad_id": 228,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਪੰਡਿਤੁ ਪੜਿ ਪੜਿ ੳੁਚਾ ਕੂਕਦਾ; ਮਾੲਿਅਾ ਮੋਹਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Panddith Parr Parr Ouchaa Kookadhaa Maaeiaa Mohi Piaar ||",
    "translation": "The Pandits, the religious scholars, read and read, and shout out loud, but they are attached to the love of Maya.",
    "punjabi": "ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਪੰਡਿਤ (ਜੀਭ ਨਾਲ ਵੇਦ ਆਦਿਕ ਦਾ) ਉੱਚੀ ਸੁਰ ਨਾਲ ਉਚਾਰਣ ਕਰਦਾ ਹੈ, (ਪਰ) ਮਾਇਆ ਦਾ ਮੋਹ ਪਿਆਰ (ਉਸ ਨੂੰ ਵਿਆਪ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3453,
    "shabad_id": 228,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅੰਤਰਿ ਬ੍ਰਹਮੁ. ਨ ਚੀਨੲੀ; ਮਨਿ ਮੂਰਖੁ ਗਾਵਾਰੁ ॥",
    "transliteration": "Anthar Breham N Cheenee Man Moorakh Gaavaar ||",
    "translation": "They do not recognize God within themselves-they are so foolish and ignorant!",
    "punjabi": "(ਉਹ) ਹਿਰਦੇ ਵਿਚ ਰੱਬ ਦੀ ਭਾਲ ਨਹੀਂ ਕਰਦਾ, (ਇਸ ਕਰਕੇ) ਮਨੋਂ ਮੂਰਖ ਤੇ ਅਨਪੜ੍ਹ (ਹੀ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3454,
    "shabad_id": 228,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ. ਜਗਤੁ ਪਰਬੋਧਦਾ; ਨਾ ਬੂਝੈ ਬੀਚਾਰੁ ॥",
    "transliteration": "Dhoojai Bhaae Jagath Parabodhhadhaa Naa Boojhai Beechaar ||",
    "translation": "In the love of duality, they try to teach the world, but they do not understand meditative contemplation.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਉਸ ਨੂੰ ਆਪ ਨੂੰ ਤਾਂ) ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ, (ਤੇ) ਸੰਸਾਰ ਨੂੰ ਮੱਤਾਂ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗ-ਤੁ।ਪਰ-ਬੋਧਦਾ।",
    "type_id": 3
  },
  {
    "id": 3455,
    "shabad_id": 228,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ; ਮਰਿ ਜੰਮੈ ਵਾਰੋ ਵਾਰ ॥੧॥",
    "transliteration": "Birathhaa Janam Gavaaeiaa Mar Janmai Vaaro Vaar ||1||",
    "translation": "They lose their lives uselessly; they die, only to be re-born, over and over again. ||1||",
    "punjabi": "(ਇਹੋ ਜਿਹਾ ਪੰਡਿਤ) ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾਉਂਦਾ ਹੈ, ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3456,
    "shabad_id": 229,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3457,
    "shabad_id": 229,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਿਨੀ. ਸਤਿਗੁਰੁ ਸੇਵਿਅਾ, ਤਿਨੀ ਨਾੳੁ ਪਾੲਿਅਾ; ਬੂਝਹੁ ਕਰਿ ਬੀਚਾਰੁ ॥",
    "transliteration": "Jinee Sathigur Saeviaa Thinee Naao Paaeiaa Boojhahu Kar Beechaar ||",
    "translation": "Those who serve the True Guru obtain the Name. Reflect on this and understand.",
    "punjabi": "ਵਿਚਾਰ ਕਰ ਕੇ ਸਮਝ ਲਵੋ (ਭਾਵ, ਵੇਖ ਲਵੋ), ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕੀਤੀ ਹੈ ਉਨ੍ਹਾਂ ਨੂੰ ਹੀ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3458,
    "shabad_id": 229,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਸਾਂਤਿ, ਸੁਖੁ ਮਨਿ ਵਸੈ; ਚੂਕੈ ਕੂਕ ਪੁਕਾਰ ॥",
    "transliteration": "Sadhaa Saanth Sukh Man Vasai Chookai Kook Pukaar ||",
    "translation": "Eternal peace and joy abide in their minds; they abandon their cries and complaints.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹੀ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਸ਼ਾਂਤੀ ਤੇ ਸੁਖ ਵੱਸਦਾ ਹੈ ਤੇ ਕਲਪਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3459,
    "shabad_id": 229,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੈ ਨੋ ਅਾਪੁ ਖਾੲਿ, ਮਨੁ ਨਿਰਮਲੁ ਹੋਵੈ; ਗੁਰ ਸਬਦੀ ਵੀਚਾਰੁ ॥",
    "transliteration": "Aapai No Aap Khaae Man Niramal Hovai Gur Sabadhee Veechaar ||",
    "translation": "Their identity consumes their identical identity, and their minds become pure by contemplating the Word of the Guru's Shabad.",
    "punjabi": "'ਆਪਣੇ ਆਪ ਨੂੰ ਖਾ ਜਾਏ (ਭਾਵ, ਆਪਾ-ਭਾਵ ਨਿਵਾਰੇ) ਤਾਂ ਮਨ ਸਾਫ਼ ਹੁੰਦਾ ਹੈ'-ਇਹ ਵਿਚਾਰ (ਭੀ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਉਪਜਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3460,
    "shabad_id": 229,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਸਬਦਿ ਰਤੇ. ਸੇ ਮੁਕਤੁ ਹੈ; ਹਰਿ ਜੀੳੁ ਹੇਤਿ ਪਿਅਾਰੁ ॥੨॥",
    "transliteration": "Naanak Sabadh Rathae Sae Mukath Hai Har Jeeo Haeth Piaar ||2||",
    "translation": "O Nanak, attuned to the Shabad, they are liberated. They love their Beloved Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੱਤੇ ਹੋਏ ਹਨ, ਉਹ ਮੁਕਤ ਹਨ, (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਜੀ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹਨਾਂ ਦੀ ਬਿਰਤੀ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3461,
    "shabad_id": 230,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3462,
    "shabad_id": 230,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਕੀ ਸੇਵਾ ਸਫਲ ਹੈ; ਗੁਰਮੁਖਿ ਪਾਵੈ ਥਾੲਿ ॥",
    "transliteration": "Har Kee Saevaa Safal Hai Guramukh Paavai Thhaae ||",
    "translation": "Service to the Lord is fruitful; through it, the Gurmukh is honored and approved.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ (ਉਂਞ ਤਾਂ ਹਰ ਇਕ ਲਈ ਹੀ) ਸਫਲ ਹੈ (ਭਾਵ, ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਸਫਲਾ ਕਰਨ ਵਾਲੀ ਹੈ, ਪਰ) ਕਬੂਲ ਉਸ ਦੀ ਹੁੰਦੀ ਹੈ (ਭਾਵ, ਪੂਰਨ ਸਫਲਤਾ ਉਸ ਨੂੰ ਹੁੰਦੀ ਹੈ) ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3463,
    "shabad_id": 230,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਸੁ ਹਰਿ ਭਾਵੈ, ਤਿਸੁ ਗੁਰੁ ਮਿਲੈ; ਸੋ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Jis Har Bhaavai This Gur Milai So Har Naam Dhhiaae ||",
    "translation": "That person, with whom the Lord is pleased, meets with the Guru, and meditates on the Name of the Lord.",
    "punjabi": "ਉਸੇ ਮਨੁੱਖ ਨੂੰ (ਹੀ) ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਤਰੁੱਠਦਾ ਹੈ ਅਤੇ ਉਹੋ ਹੀ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3464,
    "shabad_id": 230,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਹਰਿ ਪਾੲੀਅੈ; ਹਰਿ ਪਾਰਿ ਲਘਾੲਿ ॥",
    "transliteration": "Gur Sabadhee Har Paaeeai Har Paar Laghaae ||",
    "translation": "Through the Word of the Guru's Shabad, the Lord is found. The Lord carries us across.",
    "punjabi": "(ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਜੋ ਪ੍ਰਭੂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ, ਉਹ ਮਿਲਦਾ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3465,
    "shabad_id": 230,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਹਠਿ ਕਿਨੈ. ਨ ਪਾੲਿਓ; ਪੁਛਹੁ ਵੇਦਾ ਜਾੲਿ ॥",
    "transliteration": "Manehath Kinai N Paaeiou Pushhahu Vaedhaa Jaae ||",
    "translation": "Through stubborn-mindedness, none have found Him; go and consult the Vedas on this.",
    "punjabi": "ਵੇਦ (ਆਦਿਕ ਧਾਰਮਕ ਪੁਸਤਕਾਂ) ਨੂੰ ਭੀ ਜਾ ਕੇ ਪੁੱਛ ਵੇਖੋ (ਭਾਵ, ਪੁਰਾਤਨ ਧਰਮ-ਪੁਸਤਕ ਭੀ ਇਹੀ ਗੱਲ ਦੱਸਦੇ ਹਨ) ਕਿ ਆਪਣੇ ਮਨ ਦੇ ਹਠ ਨਾਲ ਕਿਸੇ ਨੇ ਰੱਬ ਨਹੀਂ ਲੱਭਾ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3466,
    "shabad_id": 230,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਹਰਿ ਕੀ ਸੇਵਾ ਸੋ ਕਰੇ; ਜਿਸੁ ਲੲੇ ਹਰਿ ਲਾੲਿ ॥੧੦॥",
    "transliteration": "Naanak Har Kee Saevaa So Karae Jis Leae Har Laae ||10||",
    "translation": "O Nanak, he alone serves the Lord, whom the Lord attaches to Himself. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੀ ਦੀ ਸੇਵਾ ਉਹੀ ਜੀਵ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ (ਗੁਰੂ ਮਿਲਾ ਕੇ) ਹਰੀ ਆਪਿ ਸੇਵਾ ਵਿਚ ਲਾਏ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3467,
    "shabad_id": 231,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3468,
    "shabad_id": 231,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਸੂਰਾ ਵਰੀਅਾਮੁ; ਜਿਨਿ ਵਿਚਹੁ. ਦੁਸਟੁ ਅਹੰਕਰਣੁ ਮਾਰਿਅਾ ॥",
    "transliteration": "Naanak So Sooraa Vareeaam Jin Vichahu Dhusatt Ahankaran Maariaa ||",
    "translation": "O Nanak, he is a brave warrior, who conquers and subdues his vicious inner ego.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਬਹਾਦੁਰ ਸੂਰਮਾ ਹੈ ਜਿਸ ਨੇ (ਮਨ) ਵਿਚੋਂ ਦੁਸ਼ਟ ਅਹੰਕਾਰ ਨੂੰ ਦੂਰ ਕੀਤਾ ਹੈ",
    "pronunciation": "(ਵਰੀ-ਅਾਮੁ) ਬਹਾਦਰ। ਅਹੰ-ਕਰਣੁ।",
    "type_id": 3
  },
  {
    "id": 3469,
    "shabad_id": 231,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਸਾਲਾਹਿ; ਜਨਮੁ ਸਵਾਰਿਅਾ ॥",
    "transliteration": "Guramukh Naam Saalaahi Janam Savaariaa ||",
    "translation": "Praising the Naam, the Name of the Lord, the Gurmukhs redeem their lives.",
    "punjabi": "ਤੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਜਨਮ ਸਫਲਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3470,
    "shabad_id": 231,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅਾਪਿ ਹੋਅਾ ਸਦਾ ਮੁਕਤੁ; ਸਭੁ ਕੁਲੁ ਨਿਸਤਾਰਿਅਾ ॥",
    "transliteration": "Aap Hoaa Sadhaa Mukath Sabh Kul Nisathaariaa ||",
    "translation": "They themselves are liberated forever, and they save all their ancestors.",
    "punjabi": "ਉਹ (ਸੂਰਮਾ) ਆਪ ਸਦਾ ਲਈ (ਵਿਕਾਰਾਂ ਤੋਂ) ਛੁੱਟ ਜਾਂਦਾ ਹੈ, ਤੇ (ਨਾਲ) ਸਾਰੀ ਕੁਲ ਨੂੰ ਤਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3471,
    "shabad_id": 231,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸੋਹਨਿ ਸਚਿ ਦੁਅਾਰਿ; ਨਾਮੁ ਪਿਅਾਰਿਅਾ ॥",
    "transliteration": "Sohan Sach Dhuaar Naam Piaariaa ||",
    "translation": "Those who love the Naam look beauteous at the Gate of Truth.",
    "punjabi": "'ਨਾਮ' ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸੱਚੇ ਹਰੀ ਦੇ ਦਰਗਾਹ ਵਿਚ ਸੋਭਾ ਪਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3472,
    "shabad_id": 231,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਮਨਮੁਖ ਮਰਹਿ ਅਹੰਕਾਰਿ; ਮਰਣੁ ਵਿਗਾੜਿਅਾ ॥",
    "transliteration": "Manamukh Marehi Ahankaar Maran Vigaarriaa ||",
    "translation": "The self-willed manmukhs die in egotism-even their death is painfully ugly.",
    "punjabi": "ਪਰ, ਮਨਮੁਖ ਅਹੰਕਾਰ ਵਿਚ ਸੜਦੇ ਹਨ ਤੇ ਦੁਖੀ ਹੋ ਕੇ ਮਰਦੇ ਹਨ।",
    "pronunciation": "ਅਹੰ-ਕਾਰਿ",
    "type_id": 3
  },
  {
    "id": 3473,
    "shabad_id": 231,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਸਭੋ ਵਰਤੈ ਹੁਕਮੁ; ਕਿਅਾ ਕਰਹਿ ਵਿਚਾਰਿਅਾ ॥",
    "transliteration": "Sabho Varathai Hukam Kiaa Karehi Vichaariaa ||",
    "translation": "Everything happens according to the Lord's Will; what can the poor people do?",
    "punjabi": "ਇਹਨਾਂ ਵਿਚਾਰਿਆਂ ਦੇ ਵੱਸ ਭੀ ਕੀਹ ਹੈ? ਸਭ (ਪ੍ਰਭੂ ਦਾ) ਭਾਣਾ ਵਰਤ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3474,
    "shabad_id": 231,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਅਾਪਹੁ ਦੂਜੈ ਲਗਿ; ਖਸਮੁ ਵਿਸਾਰਿਅਾ ॥",
    "transliteration": "Aapahu Dhoojai Lag Khasam Visaariaa ||",
    "translation": "Attached to self-conceit and duality, they have forgotten their Lord and Master.",
    "punjabi": "(ਮਨਮੁਖ ਆਪਣੇ ਆਪ ਦੀ ਖੋਜ ਛੱਡ ਕੇ ਮਾਇਆ ਵਿਚ ਚਿੱਤ ਜੋੜਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵਿਸਾਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3475,
    "shabad_id": 231,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਬਿਨੁ ਨਾਵੈ, ਸਭੁ ਦੁਖੁ; ਸੁਖੁ ਵਿਸਾਰਿਅਾ ॥੧॥",
    "transliteration": "Naanak Bin Naavai Sabh Dhukh Sukh Visaariaa ||1||",
    "translation": "O Nanak, without the Name, everything is painful, and happiness is forgotten. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਹੀਣ ਹੋਣ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਦੁੱਖ ਮਿਲਦਾ ਹੈ, ਸੁਖ ਉਹਨਾਂ ਨੂੰ ਵਿਸਰ ਹੀ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਸੁਖ ਦਾ ਕਦੀ ਮੂੰਹ ਨਹੀਂ ਵੇਖਦੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3476,
    "shabad_id": 232,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3477,
    "shabad_id": 232,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਨਾਮੁ ਦਿੜਾੲਿਅਾ; ਤਿਨਿ ਵਿਚਹੁ ਭਰਮੁ ਚੁਕਾੲਿਅਾ ॥",
    "transliteration": "Gur Poorai Har Naam Dhirraaeiaa Thin Vichahu Bharam Chukaaeiaa ||",
    "translation": "The Perfect Guru has implanted the Name of the Lord within me. It has dispelled my doubts from within.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਅੰਦਰੋਂ ਭਟਕਣਾ ਦੂਰ ਕਰ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3478,
    "shabad_id": 232,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਹਰਿ ਕੀਰਤਿ ਗਾੲੀ; ਕਰਿ ਚਾਨਣੁ ਮਗੁ ਦਿਖਾੲਿਅਾ ॥",
    "transliteration": "Raam Naam Har Keerath Gaaee Kar Chaanan Mag Dhikhaaeiaa ||",
    "translation": "I sing the Lord's Name and the Kirtan of the Lord's Praises; the Divine Light shines, and now I see the Way.",
    "punjabi": "ਉਹ ਹਰੀ-ਨਾਮ ਦੀ ਉਪਮਾ ਕਰਦੇ ਹਨ, ਤੇ (ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ) ਚਾਨਣ ਬਣਾ ਕੇ (ਸਿੱਧਾ) ਰਸਤਾ ਉਹਨਾਂ ਨੂੰ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 3479,
    "shabad_id": 232,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹੳੁਮੈ ਮਾਰਿ. ੲੇਕ ਲਿਵ ਲਾਗੀ; ਅੰਤਰਿ ਨਾਮੁ ਵਸਾੲਿਅਾ ॥",
    "transliteration": "Houmai Maar Eaek Liv Laagee Anthar Naam Vasaaeiaa ||",
    "translation": "Conquering my ego, I am lovingly focused on the One Lord; the Naam has come to dwell within me.",
    "punjabi": "ਉਹ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ ਇੱਕ ਨਾਲ ਨਿਹੁੰ ਲਾਂਦੇ ਹਨ, ਅਤੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
