{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਇਸੁ ਹਰਿ ਧਨ ਕਾ ਕੋਈ ਸਰੀਕੁ ਨਾਹੀ; ਕਿਸੈ ਕਾ ਖਤੁ ਨਾਹੀ, ਕਿਸੈ ਕੈ ਸੀਵ ਬੰਨੈ ਰੋਲੁ ਨਾਹੀ; ਜੇ ਕੋ. ਹਰਿ ਧਨ ਕੀ ਬਖੀਲੀ ਕਰੇ; ਤਿਸ ਕਾ ਮੁਹੁ. ਹਰਿ ਚਹੁ ਕੁੰਡਾ ਵਿਚਿ ਕਾਲਾ ਕਰਾਇਆ ॥",
      "page": 853,
      "line": 9
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Of this wealth of God's Name there is no share-holder, nor has anyone its property deed. There is no dispute with any one regarding its boundary and border. If any one talks ill of the wealth of God's Name, the Lord has his face blackened in the four dire"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਇਸ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਦਾ ਕੋਈ ਭਾਈਵਾਲ ਨਹੀਂ ਨਾਂ ਹੀ ਕਿਸੇ ਕੋਲ ਇਸ ਦਾ ਮਲਕੀਅਤੀ ਪਟਾ ਹੈ। ਇਸ ਦੀ ਹੱਦ ਅਤੇ ਵੱਟ ਸੰਬੰਧੀ ਕਿਸੇ ਜਣੇ ਨਾਲ ਕੋਈ ਲੜਾਈ ਝਗੜਾ ਨਹੀਂ। ਜੇਕਰ ਕੋਈ ਜਣਾ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਦੀ ਬਦਖੋਈ ਕਰਦਾ ਹੈ ਤਾਂ ਸਾਹਿਬ ਉਸ ਦੇ ਚਿਹਰੇ ਨੂੰ ਚੌਹਾਂ ਹੀ ਪਾਸਿਆਂ ਅੰਦਰ ਸਿਆਹ ਕਰਵਾਉਂਦ"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "No one is a share-holder in this wealth of the Lord, and no one owns any of it. It has no boundaries or borders to be disputed. If anyone speaks ill of the wealth of the Lord, his face will be blackened in the four directions."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹ ਹਰਿ ਧਨ ਕਾ ਕੋਈ ਸਰੀਕ ਨਹੀਂ ਹੈ, ਕਿਸੀ ਕਾ ਖਤ ਲਿਖਾ ਹੂਆ ਨਹੀਂ ਕਿ ਇਸ ਕੋ ਆਵਤੇ ਹੀ ਦੇ ਦੇਣਾ ਔਰ ਕਿਸੀ ਕੀ (ਸੀਵ) ਹਦ ਨਗਰੋਂ ਕੀ ਔਰ (ਬੰਨਾ) ਵਟ ਖੇਤ ਦਾ ਭੀ ਰੌਲਾ ਨਹੀਂ ਹੈ, ਭਾਵ ਯਹਿ ਕਿਸੀ ਕੀ ਮਲਕੀਅਤ ਮੇਂ ਨਹੀਂ ਹੈ। ਤਾਂ ਤੇ ਜੋ ਕੋਈ ਇਸ ਹਰਿ ਧਨ ਕੇ ਧਾਰਨੇਹਾਰੇ ਸਤਿਗੁਰੋਂ ਕੀ ਕਿਸੀ ਪਾਸ ਬਖੀਲੀ ਕਰੇ, ਤਿਸ ਕਾ ਮੂੰਹ ਹਰੀ ਚਾਰੋਂ ਦਿਸਾ ਮੇਂ ਕਾਲਾ ਕਰਾਵੈਗਾ। ਅਰੁ ਜਿਸ ਨੇ ਪੀਛੇ ਕਰੀ ਹੈ ਤਿਸ ਕਾ ਕਰਾਯਾ, ਭਾਵ ਯਹਿ ਦੋਨੋਂ ਲੋਕੋਂ ਅਰੁ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਤਿਸ ਕੋ ਧ੍ਰਿਕਾਰ ਹੋਤੀ ਹੈ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ (ਐਸੀ ਜਾਇਦਾਦ ਹੈ ਕਿ) ਇਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣ ਸਕਦਾ (ਇਸ ਉਤੇ) ਕੋਈ ਜੱਦੀ ਹੱਕ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, ਕਿਸੇ ਕੋਲ ਇਸ ਦੀ ਮਲਕੀਅਤ ਦਾ ਪਟਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਜਿਵੇਂ ਜ਼ਿਮੀਂਦਾਰਾਂ ਦਾ ਜ਼ਮੀਨ ਦੇ) ਵੱਟੇ-ਬੰਨੇ ਦਾ ਰੌਲਾ (ਪੈ ਸਕਦਾ ਹੈ), ਇਸ ਹਰਿ-ਧਨ ਦਾ ਕੋਈ ਅਜਿਹਾ ਰੌਲਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਵੇਖ ਕੇ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਇਸ ਨਾਮ-ਧਨ ਦੀ (ਖ਼ਾਤਰ) ਈਰਖਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਗੋਂ ਹਰ ਪਾਸੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ।"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "De esas riquezas nadie es accionista, nadie tiene un uso exclusivo, no se puede hacer contienda alguna, pues quien sea que habla mal de las Riquezas del Señor es maldecido."
    }
  ]
}