[
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "swcw nwmu; swcY sbid jwnY ]",
    "TRANSLITERATION": "Saachaa Naam Saachai Sabadh Jaanai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "AwpY Awpu imlY; cUkY AiBmwnY ]",
    "TRANSLITERATION": "Aapai Aap Milai Chookai Abhimaanai ||",
    "PUNJABI": "ਉਸ ਦਾ ਆਪਣਾ-ਆਪ ਪਰਮਾਤਮਾ ਦੇ ਆਪੇ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK nwmu; sdw sdw vKwnY ]5]",
    "TRANSLITERATION": "Guramukh Naam Sadhaa Sadhaa Vakhaanai ||5||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਹੀ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "siqguir syivAY; dUjI durmiq jweI ]",
    "TRANSLITERATION": "Sathigur Saeviai Dhoojee Dhuramath Jaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੀਏ, ਤਾਂ (ਅੰਦਰੋਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੀ ਖੋਟੀ ਮਤਿ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "Aaugx kwit; pwpw miq KweI ]",
    "TRANSLITERATION": "Aougan Kaatt Paapaa Math Khaaee ||",
    "PUNJABI": "(ਅੰਦਰੋਂ) ਸਾਰੇ ਔਗੁਣ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਪਾਪਾਂ ਵਾਲੀ ਮਤਿ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "kMcn kwieAw; joqI joiq smweI ]6]",
    "TRANSLITERATION": "Kanchan Kaaeiaa Jothee Joth Samaaee ||6||",
    "PUNJABI": "(ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੇ ਕਾਰਨ) ਸਰੀਰ ਸੋਨੇ ਵਰਗਾ ਸੁੱਧ ਰਹਿੰਦਾ ਹੈ, (ਮਨੁੱਖ ਦੀ) ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "siqguir imilAY; vfI vifAweI ]",
    "TRANSLITERATION": "Sathigur Miliai Vaddee Vaddiaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਬੜੀ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "duKu kwtY; ihrdY nwmu vsweI ]",
    "TRANSLITERATION": "Dhukh Kaattai Hiradhai Naam Vasaaee ||",
    "PUNJABI": "(ਗੁਰੂ ਮਨੁੱਖ ਦਾ) ਹਰੇਕ ਦੁੱਖ ਕੱਟ ਦੇਂਦਾ ਹੈ, (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਵਸਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "nwim rqy; sdw suKu pweI ]7]",
    "TRANSLITERATION": "Naam Rathae Sadhaa Sukh Paaee ||7||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਮਨੁੱਖ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmiq mwinAw; krxI swru ]",
    "TRANSLITERATION": "Guramath Maaniaa Karanee Saar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਪਤੀਜਿਆਂ (ਮਨੁੱਖ ਦਾ) ਆਚਰਨ ਚੰਗਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmiq mwinAw; moK duAwru ]",
    "TRANSLITERATION": "Guramath Maaniaa Mokh Dhuaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਵਿਚ ਮਨ ਮੰਨਿਆਂ ਵਿਕਾਰਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਪਾਣ ਵਾਲਾ ਰਸਤਾ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3137,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk gurmiq mwinAw; prvwrY swDwru ]8]1]3]",
    "TRANSLITERATION": "Naanak Guramath Maaniaa Paravaarai Saadhhaar ||8||1||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਪਤੀਜਿਆਂ (ਮਨੁੱਖ) ਆਪਣੇ ਸਾਰੇ ਪਰਵਾਰ ਨੂੰ ਭੀ (ਹਰਿ-ਨਾਮ ਦਾ) ਆਸਰਾ ਦੇਣ-ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 AstpdIAw Gru 11",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 Asattapadheeaa Ghar 11",
    "PUNJABI": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੧੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "AwpY Awpu Kwie. hau mytY; An idnu hir rs gIq gveIAw ]",
    "TRANSLITERATION": "Aapai Aap Khaae Ho Maettai Anadhin Har Ras Geeth Gaveeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਰਸ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਆਪੇ ਵਿਚ ਆਪਣਾ ਆਪ ਲੀਨ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮਿਟਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "g-veIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK prcY kMcn kwieAw; inrBau joqI joiq imleIAw ]1]",
    "TRANSLITERATION": "Guramukh Parachai Kanchan Kaaeiaa Nirabho Jothee Joth Mileeaa ||1||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ, (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਕਰਕੇ) ਉਸ ਦਾ ਸਰੀਰ ਸੋਨੇ ਵਰਗਾ ਸੁੱਧ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਸ ਦੀ ਜਿੰਦ ਨਿਰਭਉ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "im-leIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "mY. hir hir nwmu ADwru rmeIAw ]",
    "TRANSLITERATION": "Mai Har Har Naam Adhhaar Rameeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੋਹਣੇ ਰਾਮ ਦਾ ਹਰਿ-ਨਾਮ ਮੇਰੇ ਵਾਸਤੇ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ (ਬਣ ਗਿਆ) ਹੈ।",
    "PRONUNCIATION": "r-meIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "iKnu plu rih. n skau, ibnu nwvY; gurmuiK hir hir pwT pVeIAw ]1] rhwau ]",
    "TRANSLITERATION": "Khin Pal Rehi N Sako Bin Naavai Guramukh Har Har Paath Parreeaa ||1|| Rehaao ||",
    "PUNJABI": "(ਹੁਣ) ਮੈਂ ਉਸ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮੈਂ ਤਾਂ) ਹਰਿ-ਨਾਮ ਦਾ ਪਾਠ (ਹੀ) ਪੜ੍ਹਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "p-V@eIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "eyku igrhu. ds duAwr hY jw ky; Aih inis qskr pMc cor lgeIAw ]",
    "TRANSLITERATION": "Eaek Girahu Dhas Dhuaar Hai Jaa Kae Ahinis Thasakar Panch Chor Lageeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ) ਇਕ ਅਜਿਹਾ ਘਰ ਹੈ ਜਿਸ ਦੇ ਦਸ ਦਰਵਾਜ਼ੇ ਹਨ, (ਇਹਨਾਂ ਦਰਵਾਜ਼ਿਆਂ ਦੀ ਰਾਹੀਂ) ਦਿਨ ਰਾਤ (ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ) ਪੰਜ ਚੋਰ ਸੰਨ੍ਹ ਲਾਈ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": "l-geIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "Drmu ArQu sBu ihir ly jwvih; mnmuK AMDuly Kbir. n peIAw ]2]",
    "TRANSLITERATION": "Dhharam Arathh Sabh Hir Lae Jaavehi Manamukh Andhhulae Khabar N Peeaa ||2||",
    "PUNJABI": "(ਇਸ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਸਾਰਾ ਧਨ ਚੁਰਾ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ। (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹੇ ਹੋ ਚੁਕੇ ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਨੂੰ (ਆਪਣੇ ਲੁੱਟੇ ਜਾਣ ਦਾ) ਪਤਾ ਹੀ ਨਹੀਂ ਲੱਗਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "kMcn kotu bhu mwxik BirAw; jwgy igAwn qiq ilv leIAw ]",
    "TRANSLITERATION": "Kanchan Kott Bahu Maanak Bhariaa Jaagae Giaan Thath Liv Leeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ, ਮਾਨੋ,) ਸੋਨੇ ਦਾ ਕਿਲ੍ਹਾ (ਉੱਚੇ ਆਤਮਕ ਗੁਣਾਂ ਦੇ) ਮੋਤੀਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ। ਜਿਹੜੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ (ਉਹ ਆਪਣਾ ਆਤਮ ਧਨ ਬਚਾ ਲੈਂਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "qskr hyrU. Awie lukwny; gur kY sbid pkiV bMiD peIAw ]3]",
    "TRANSLITERATION": "Thasakar Haeroo Aae Lukaanae Gur Kai Sabadh Pakarr Bandhh Peeaa ||3||",
    "PUNJABI": "(ਇਹਨਾਂ ਹੀਰਿਆਂ ਨੂੰ ਚੁਰਾਣ ਲਈ ਲੁੱਟਣ ਲਈ ਕਾਮਾਦਿਕ) ਚੋਰ ਡਾਕੂ ਆ ਕੇ (ਇਸ ਵਿਚ) ਲੁਕੇ ਰਹਿੰਦੇ ਹਨ। ਉਹ (ਸੁਚੇਤ) ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਇਹਨਾਂ ਚੋਰਾਂ ਡਾਕੂਆਂ ਨੂੰ) ਫੜ ਕੇ ਬੰਨ੍ਹ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir nwmu poqu boihQw; Kyvtu sbdu guru. pwir lMGeIAw ]",
    "TRANSLITERATION": "Har Har Naam Poth Bohithhaa Khaevatt Sabadh Gur Paar Langheeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਹਾਜ਼ ਹੈ ਜਹਾਜ਼, (ਉਸ ਜਹਾਜ਼ ਦਾ) ਮਲਾਹ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਹੈ, (ਜਿਹੜਾ ਮਨੁੱਖ ਇਸ ਜਹਾਜ਼ ਦਾ ਆਸਰਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਗੁਰੂ (ਵਿਕਾਰਾਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(poq)ubyVI[(boihQw)jhwz[ lM-GeIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "jmu jwgwqI nyiV. n AwvY; nw ko qskru coru lgeIAw ]4]",
    "TRANSLITERATION": "Jam Jaagaathee Naerr N Aavai Naa Ko Thasakar Chor Lageeaa ||4||",
    "PUNJABI": "ਜਮਰਾਜ-ਮਸੂਲੀਆ (ਭੀ ਉਸ ਦੇ) ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ, (ਕਾਮਾਦਿਕ) ਕੋਈ ਚੋਰ ਭੀ ਸੰਨ੍ਹ ਨਹੀਂ ਲਾ ਸਕਦਾ ॥੪॥",
    "PRONUNCIATION": "l`-geIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "hir gux gwvY sdw idnu rwqI; mY. hir jsu khqy. AMqu n lhIAw ]",
    "TRANSLITERATION": "Har Gun Gaavai Sadhaa Dhin Raathee Mai Har Jas Kehathae Anth N Leheeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਮੇਰਾ ਮਨ ਹੁਣ) ਸਦਾ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਸਿਫ਼ਤਿ ਦਾ) ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK mnUAw iekqu Gir AwvY; imlau guopwl. nIswnu bjeIAw ]5]",
    "TRANSLITERATION": "Guramukh Manooaa Eikath Ghar Aavai Milo Guopaal Neesaan Bajeeaa ||5||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮੇਰਾ ਇਹ) ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਲੋਕ-ਲਾਜ ਦੂਰ ਕਰ ਕੇ ਜਗਤ-ਪਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੫॥",
    "PRONUNCIATION": "guopwl:guo hoVy AONkV ivcwly bolo[ b-jeIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "nYnI dyiK drsu mnu iqRpqY; sRvn bwxI gur sbdu suxeIAw ]",
    "TRANSLITERATION": "Nainee Dhaekh Dharas Man Thripathai Sravan Baanee Gur Sabadh Suneeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਅੱਖਾਂ ਨਾਲ (ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ (ਮੇਰਾ) ਮਨ (ਹੋਰ ਵਾਸਨਾਂ ਵਲੋਂ) ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ, (ਮੇਰਾ) ਕੰਨ ਗੁਰੂ ਦੀ ਬਾਣੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਹੀ) ਸੁਣਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "su-xeIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "suin suin Awqm dyv hY BIny; ris ris rwm gopwl rveIAw ]6]",
    "TRANSLITERATION": "Sun Sun Aatham Dhaev Hai Bheenae Ras Ras Raam Gopaal Raveeaa ||6||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ) ਸੁਣ ਸੁਣ ਕੇ (ਮੇਰੀ) ਜਿੰਦ (ਨਾਮ-ਰਸ ਵਿਚ) ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ, (ਮੈਂ) ਬੜੇ ਆਨੰਦ ਨਾਲ ਰਾਮ-ਗੋਪਾਲ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੬॥",
    "PRONUNCIATION": "r-veIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "qRY gux mwieAw moih ivAwpy; qurIAw guxu hY gurmuiK lhIAw ]",
    "TRANSLITERATION": "Thrai Gun Maaeiaa Mohi Viaapae Thureeaa Gun Hai Guramukh Leheeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਸਰ ਹੇਠ ਰਹਿਣ ਵਾਲੇ ਜੀਵ (ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਉਹ) ਚੌਥਾ ਪਦ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ (ਜਿਥੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "eyk idRsit sB sm kir jwxY; ndrI AwvY sBu bRhmu psreIAw ]7]",
    "TRANSLITERATION": "Eaek Dhrisatt Sabh Sam Kar Jaanai Nadharee Aavai Sabh Breham Pasareeaa ||7||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਇਕ (ਪਿਆਰ-) ਨਿਗਾਹ ਨਾਲ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਇਕੋ ਜਿਹੀ ਜਾਣਦਾ ਹੈ। ਉਸ ਨੂੰ (ਇਹ ਪ੍ਰਤੱਖ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ (ਕਿ) ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ ਪਸਰਿਆ ਹੋਇਆ ਹੈ ॥੭॥",
    "PRONUNCIATION": "ps-reIAw"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "rwm nwmu hY joiq sbweI; gurmuiK Awpy AlKu lKeIAw ]",
    "TRANSLITERATION": "Raam Naam Hai Joth Sabaaee Guramukh Aapae Alakh Lakheeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਇਹ) ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ ਅਲੱਖ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ (ਹਰ ਥਾਂ ਮੌਜੂਦ) ਹੈ, ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਜੋਤਿ ਹੈ।",
    "PRONUNCIATION": "A-lKu[l-KeIAw[AlKu:polw bolo"
  },
  {
    "SHABAD_ID": 3138,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk dIn dieAwl Bey hY; Bgiq Bwie hir nwim smeIAw ]8]1]4]",
    "TRANSLITERATION": "Naanak Dheen Dhaeiaal Bheae Hai Bhagath Bhaae Har Naam Sameeaa ||8||1||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਜਿਨ੍ਹਾਂ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਭਗਤੀ-ਭਾਵਨਾ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੮॥੧॥੪॥",
    "PRONUNCIATION": "s-meIAw"
  },
  {
    "SHABAD_ID": 3139,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3139,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir nwmu sIql jlu iDAwvhu; hir cMdn vwsu sugMD gMDeIAw ]",
    "TRANSLITERATION": "Har Har Naam Seethal Jal Dhhiaavahu Har Chandhan Vaas Sugandhh Gandhheeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ, ਇਹ ਨਾਮ ਠੰਢ ਪਾਣ ਵਾਲਾ ਜਲ ਹੈ, ਇਹ ਨਾਮ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਹੈ ਜਿਹੜੀ (ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ) ਸੁਗੰਧਿਤ ਕਰ ਦੇਂਦੀ ਹੈ।",
    "PRONUNCIATION": "gM-DeIAw"
  }
]