[
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "mn kI ibrQw. mn hI jwxY; Avru ik jwxY ko pIr preIAw ]1]",
    "TRANSLITERATION": "Man Kee Birathhaa Man Hee Jaanai Avar K Jaanai Ko Peer Pareeaa ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਮੇਰੇ) ਮਨ ਦੀ (ਇਸ ਵੇਲੇ ਦੀ) ਪੀੜਾ ਨੂੰ (ਮੇਰਾ ਆਪਣਾ) ਮਨ ਹੀ ਜਾਣਦਾ ਹੈ। ਕੋਈ ਹੋਰ ਪਰਾਈ ਪੀੜ ਨੂੰ ਕੀਹ ਜਾਣ ਸਕਦਾ ਹੈ? ॥੧॥",
    "PRONUNCIATION": "p-reIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "rwm guir mohin; moih mnu leIAw ]",
    "TRANSLITERATION": "Raam Gur Mohan Mohi Man Leeaa ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਰਾਮ! ਪਿਆਰੇ ਗੁਰੂ ਨੇ (ਮੇਰਾ) ਮਨ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "hau Awkl ibkl BeI. gur dyKy; hau lot pot hoie peIAw ]1] rhwau ]",
    "TRANSLITERATION": "Ho Aakal Bikal Bhee Gur Dhaekhae Ho Lott Pott Hoe Peeaa ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ (ਹੁਣ) ਮੈਂ ਆਪਣੀ ਚਤੁਰਾਈ-ਸਿਆਣਪ ਗਵਾ ਬੈਠੀ ਹਾਂ, ਮੇਰਾ ਆਪਣਾ ਆਪ ਮੇਰੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਨਹੀਂ ਰਿਹਾ (ਮੇਰਾ ਮਨ ਅਤੇ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਗੁਰੂ ਦੇ ਵੱਸ ਵਿਚ ਹੋ ਗਏ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "Awkl ibkl:polw bolo"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "hau inrKq iPrau. siB dys idsMqr; mY. pRB dyKn ko bhuqu min ceIAw ]",
    "TRANSLITERATION": "Ho Nirakhath Firo Sabh Dhaes Dhisanthar Mai Prabh Dhaekhan Ko Bahuth Man Cheeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਮੇਰੇ) ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਦਾ ਬਹੁਤ ਚਾਉ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ, ਮੈਂ ਸਾਰੇ ਦੇਸਾਂ ਦੇਸਾਂਤਰਾਂ ਵਿਚ (ਉਸ ਨੂੰ) ਭਾਲਦੀ ਫਿਰਦੀ ਹਾਂ (ਸਾਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "mnu qnu kwit dyau gur AwgY; ijin hir pRB mwrgu pMQu idKeIAw ]2]",
    "TRANSLITERATION": "Man Than Kaatt Dhaeo Gur Aagai Jin Har Prabh Maarag Panthh Dhikheeaa ||2||",
    "PUNJABI": "ਜਿਸ (ਗੁਰੂ) ਨੇ (ਮੈਨੂੰ) ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੇ ਅੱਗੇ ਮੈਂ ਆਪਣਾ ਤਨ ਕੱਟ ਕੇ ਭੇਟਾ ਕਰ ਰਹੀ ਹਾਂ (ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਰਹੀ ਹਾਂ) ॥੨॥",
    "PRONUNCIATION": "id-KeIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "koeI Awix sdysw dyie pRB kyrw; ird AMqir min qin mIT lgeIAw ]",
    "TRANSLITERATION": "Koee Aan Sadhaesaa Dhaee Prabh Kaeraa Ridh Anthar Man Than Meeth Lageeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਹੁਣ ਜੇ) ਕੋਈ ਪ੍ਰਭੂ ਦਾ ਸੁਨੇਹਾ ਲਿਆ ਕੇ (ਮੈਨੂੰ) ਦੇਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "l`-geIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "msqku kwit dyau crxw qil; jo hir pRBu myly. myil imleIAw ]3]",
    "TRANSLITERATION": "Masathak Kaatt Dhaeo Charanaa Thal Jo Har Prabh Maelae Mael Mileeaa ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਕੋਈ ਸੱਜਣ ਮੈਨੂੰ ਪ੍ਰਭੂ ਮਿਲਾਂਦਾ ਹੈ, ਮੈਂ ਆਪਣਾ ਸਿਰ ਕੱਟ ਕੇ ਉਸ ਦੇ ਪੈਰਾਂ ਹੇਠ ਰੱਖਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": "im-leIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "clu clu sKI hm pRBu prboDh; gux kwmx kir. hir pRBu lhIAw ]",
    "TRANSLITERATION": "Chal Chal Sakhee Ham Prabh Parabodhheh Gun Kaaman Kar Har Prabh Leheeaa ||",
    "PUNJABI": "ਹੇ ਸਖੀ! ਆ ਤੁਰ, ਹੇ ਸਖੀ! ਆ ਤੁਰ, ਅਸੀਂ (ਚੱਲ ਕੇ) ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਨੂੰ ਹਿਲੂਣਾ ਦੇਈਏ, (ਆਤਮਕ) ਗੁਣਾਂ ਦੇ ਕਾਮਣ ਪਾ ਕੇ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "Bgiq vClu auAw ko nwmu khIAqu hY; srix pRBU iqsu pwCY peIAw ]4]",
    "TRANSLITERATION": "Bhagath Vashhal Ouaa Ko Naam Keheeath Hai Saran Prabhoo This Paashhai Peeaa ||4||",
    "PUNJABI": "'ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ'-ਇਹ ਉਸ ਦਾ ਨਾਮ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਹੇ ਸਖੀ! ਆ) ਉਸ ਦੀ ਸਰਨ ਪੈ ਜਾਈਏ, ਉਸ ਦੇ ਦਰ ਤੇ ਡਿੱਗ ਪਈਏ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "iKmw sIgwr kry pRB KusIAw; min dIpk gur igAwnu bleIAw ]",
    "TRANSLITERATION": "Khimaa Seegaar Karae Prabh Khuseeaa Man Dheepak Gur Giaan Baleeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਿਮਾ ਵਾਲੇ ਸੁਭਾਵ ਨੂੰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਜਾਵਟ ਬਣਾਂਦੀ ਹੈ, ਜਿਹੜੀ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਤੋਂ ਮਿਲੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਦਾ) ਦੀਵਾ ਜਗਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": "b-leIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "ris ris Bog kry pRBu myrw; hm iqsu AwgY jIau kit kit peIAw ]5]",
    "TRANSLITERATION": "Ras Ras Bhog Karae Prabh Maeraa Ham This Aagai Jeeo Katt Katt Peeaa ||5||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਉਤੇ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਉਸ ਦੇ ਆਤਮਕ ਮਿਲਾਪ ਨੂੰ ਬੜੇ ਆਨੰਦ ਨਾਲ ਮਾਣਦਾ ਹੈ। ਹੇ ਸਹੇਲੀ! ਮੈਂ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਅੱਗੇ ਆਪਣੀ ਜਿੰਦ ਮੁੜ ਮੁੜ ਵਾਰਨੇ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir hwru kMiT hY binAw; mnu moqIcUru, vf ghn ghneIAw ]",
    "TRANSLITERATION": "Har Har Haar Kanth Hai Baniaa Man Motheechoor Vadd Gehan Gehaneeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦੀ ਸੁਆਸ ਸੁਆਸ ਯਾਦ) ਦਾ ਹਾਰ ਮੈਂ (ਆਪਣੇ) ਗਲ ਵਿਚ ਪਾ ਲਿਆ ਹੈ (ਯਾਦ ਦੀ ਬਰਕਤ ਨਾਲ ਸੁੰਦਰ ਹੋ ਚੁਕਿਆ ਆਪਣਾ) ਮਨ ਮੈਂ ਸਭ ਤੋਂ ਵੱਡਾ ਮੋਤੀਚੂਰ ਗਹਿਣਾ ਬਣਾ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": "(moqIcUru)m`Qy dw gihxw[gh-neIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir srDw syj ivCweI; pRBu Coif. n skY, bhuqu min BeIAw ]6]",
    "TRANSLITERATION": "Har Har Saradhhaa Saej Vishhaaee Prabh Shhodd N Sakai Bahuth Man Bheeaa ||6||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦੀ ਸਰਧਾ ਦੀ ਮੈਂ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੇਜ ਵਿਛਾ ਦਿੱਤੀ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ (ਹੁਣ ਤੈਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਉਹ) ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਛੱਡ ਨਹੀਂ ਸਕਦਾ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "khY pRBu Avru. Avru ikCu kIjY; sBu bwid sIgwru Pokt PokteIAw ]",
    "TRANSLITERATION": "Kehai Prabh Avar Avar Kishh Keejai Sabh Baadh Seegaar Fokatt Fokatteeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! (ਜੇ) ਪ੍ਰਭੂ-ਪਤੀ ਕੁਝ ਹੋਰ ਆਖਦਾ ਰਹੇ, ਤੇ, (ਜੀਵ-ਇਸਤ੍ਰੀ) ਕੁਝ ਹੋਰ ਕਰਦੀ ਰਹੇ, ਤਾਂ (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ) ਸਾਰਾ ਸਿੰਗਾਰ (ਸਾਰਾ ਧਾਰਮਿਕ ਉੱਦਮ) ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ, ਬਿਲਕੁਲ ਫੋਕਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Pok-teIAw"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "kIE sIgwru imlx kY qweI; pRBu lIE suhwgin. QUk muiK peIAw ]7]",
    "TRANSLITERATION": "Keeou Seegaar Milan Kai Thaaee Prabh Leeou Suhaagan Thhook Mukh Peeaa ||7||",
    "PUNJABI": "(ਉਸ ਦੇ) ਮੂੰਹ ਉਤੇ ਤਾਂ ਥੁੱਕਾਂ ਹੀ ਪਈਆਂ, ਉਸ ਪ੍ਰਭੂ ਨੇ ਤਾਂ (ਕਿਸੇ ਹੋਰ) ਸੁਹਾਗਣ ਨੂੰ ਆਪਣੀ ਬਣਾ ਲਿਆ ॥੭॥",
    "PRONUNCIATION": "qWeIN"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "hm cyrI. qU Agm gusweI; ikAw hm krh. qyrY vis peIAw ]",
    "TRANSLITERATION": "Ham Chaeree Thoo Agam Gusaaee Kiaa Ham Kareh Thaerai Vas Peeaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੀਆਂ ਦਾਸੀਆਂ ਹਾਂ, ਤੂੰ ਅਪਹੁੰਚ ਤੇ ਧਰਤੀ ਦਾ ਖਸਮ ਹੈਂ। ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ (ਤੇਰੇ ਹੁਕਮ ਤੋਂ ਬਾਹਰ) ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ, ਅਸੀਂ ਤਾਂ ਸਦਾ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹਾਂ।",
    "PRONUNCIATION": "gusWeIN v`is"
  },
  {
    "SHABAD_ID": 3142,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "dieAw dIn krhu riK lyvhu; nwnk hir gur srix smeIAw ]8]5]8]",
    "TRANSLITERATION": "Dhaeiaa Dheen Karahu Rakh Laevahu Naanak Har Gur Saran Sameeaa ||8||5||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਅਸਾਂ ਕੰਗਾਲਾਂ ਉਤੇ ਮਿਹਰ ਕਰ, ਸਾਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਸਾਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਸਮਾਈ ਦੇਈ ਰੱਖ ॥੮॥੫॥੮॥",
    "PRONUNCIATION": "s-meIAw"
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "mY min qin pRymu Agm Twkur kw; iKnu iKnu srDw min bhuqu auTeIAw ]",
    "TRANSLITERATION": "Mai Man Than Praem Agam Thaakur Kaa Khin Khin Saradhhaa Man Bahuth Outheeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਅਪਹੁੰਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਘੜੀ ਘੜੀ ਉਸ ਦੇ ਮਿਲਾਪ ਦੀ ਤੀਬਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "au-TeIAw"
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "gur dyKy srDw mn pUrI; ijau cwiqRk ipRau ipRau bUMd muiK peIAw ]1]",
    "TRANSLITERATION": "Gur Dhaekhae Saradhhaa Man Pooree Jio Chaathrik Prio Prio Boondh Mukh Peeaa ||1||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮਨ ਦੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਹੁੰਦੀ ਹੈ, ਜਿਵੇਂ 'ਪ੍ਰਿਉ ਪ੍ਰਿਉ' ਕੂਕਦੇ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਪੈ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "imlu imlu sKI; hir kQw suneIAw ]",
    "TRANSLITERATION": "Mil Mil Sakhee Har Kathhaa Suneeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਆ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, (ਤੇ, ਬੈਠ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣੀਏ।",
    "PRONUNCIATION": "su-neIAw"
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "siqguru dieAw kry pRBu myly; mY. iqsu AwgY isru kit kit peIAw ]1] rhwau ]",
    "TRANSLITERATION": "Sathigur Dhaeiaa Karae Prabh Maelae Mai This Aagai Sir Katt Katt Peeaa ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਉੱਤੇ ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ (ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ। ਉਸ (ਗੁਰੂ) ਅੱਗੇ ਮੇਰਾ ਸਿਰ ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "roim roim min qin iek bydn; mY pRB dyKy ibnu nId. n peIAw ]",
    "TRANSLITERATION": "Rom Rom Man Than Eik Baedhan Mai Prabh Dhaekhae Bin Needh N Peeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਹਰੇਕ ਰੋਮ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੀ) ਪੀੜ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "bYdk nwitk dyiK Bulwny; mY ihrdY min qin pRym pIr lgeIAw ]2]",
    "TRANSLITERATION": "Baidhak Naattik Dhaekh Bhulaanae Mai Hiradhai Man Than Praem Peer Lageeaa ||2||",
    "PUNJABI": "ਹਕੀਮ (ਮੇਰੀ) ਨਬਜ਼ ਵੇਖ ਕੇ (ਹੀ) ਗ਼ਲਤੀ ਖਾ ਜਾਂਦੇ ਹਨ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਤਾਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "l`-geIAw"
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "hau iKnu plu rih. n skau, ibnu pRIqm; ijau ibnu AmlY. AmlI mir geIAw ]",
    "TRANSLITERATION": "Ho Khin Pal Rehi N Sako Bin Preetham Jio Bin Amalai Amalee Mar Geeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਜਿਵੇਂ ਕੋਈ ਨਸ਼ਈ ਮਨੁੱਖ ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਮਰਨ-ਹਾਕਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "ijn kau ipAws hoie pRB kyrI; iqn@ Avru. n BwvY, ibnu hir ko dueIAw ]3]",
    "TRANSLITERATION": "Jin Ko Piaas Hoe Prabh Kaeree Thinh Avar N Bhaavai Bin Har Ko Dhueeaa ||3||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "koeI Awin Awin myrw pRBU imlwvY; hau iqsu ivthu. bil bil Guim geIAw ]",
    "TRANSLITERATION": "Koee Aan Aan Maeraa Prabhoo Milaavai Ho This Vittahu Bal Bal Ghum Geeaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਜੇ ਕੋਈ ਆ ਕੇ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3143,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "Anyk jnm ky ivCuVy. jn myly; jw siq siq siqgur srix pveIAw ]4]",
    "TRANSLITERATION": "Anaek Janam Kae Vishhurrae Jan Maelae Jaa Sath Sath Sathigur Saran Paveeaa ||4||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਜਦੋਂ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਈਦਾ ਹੈ, ਤਾਂ ਸਤਿਗੁਰੂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਛੁੜਿਆਂ ਨੂੰ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "p-veIAw"
  }
]