[
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "mnmuK muey; Apxw jnmu Koie ]",
    "TRANSLITERATION": "Manamukh Mueae Apanaa Janam Khoe ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ (ਅਜਿਹੇ ਮਨੁੱਖ) ਆਪਣਾ ਮਨੁੱਖ ਜਨਮ ਅਜਾਈਂ ਗਵਾ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "siqguru syvy; Brmu cukwey ]",
    "TRANSLITERATION": "Sathigur Saevae Bharam Chukaaeae ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਮੁਕਾ ਲੈਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "Gr hI AMdir; scu mhlu pwey ]9]",
    "TRANSLITERATION": "Ghar Hee Andhar Sach Mehal Paaeae ||9||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਥਿੱਤਾਂ ਆਦਿਕ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਭਟਕਣ ਦੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ) ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "Awpy pUrw kry; su hoie ]",
    "TRANSLITERATION": "Aapae Pooraa Karae S Hoe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰਨ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੋ ਕੁਝ) ਕਰਦਾ ਹੈ ਉਹ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "eyih iQqI vwr; dUjw doie ]",
    "TRANSLITERATION": "Eaehi Thhithee Vaar Dhoojaa Dhoe ||",
    "PUNJABI": "(ਖ਼ਾਸ ਖ਼ਾਸ ਥਿੱਤਾਂ ਨੂੰ ਚੰਗੀਆਂ ਜਾਣ ਕੇ ਭਟਕਦੇ ਨਾਹ ਫਿਰੋ, ਸਗੋਂ) ਇਹ ਥਿੱਤਾਂ ਇਹ ਵਾਰ ਮਨਾਣੇ ਤਾਂ ਮਾਇਆ ਦਾ ਮੋਹ ਪੈਦਾ ਕਰਨ ਦਾ ਕਾਰਣ ਬਣਦੇ ਹਨ, ਮੇਰ-ਤੇਰ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "siqgur bwJhu; AMDu gubwru ]",
    "TRANSLITERATION": "Sathigur Baajhahu Andhh Gubaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "iQqI vwr; syvih mugD gvwr ]",
    "TRANSLITERATION": "Thhithee Vaar Saevehi Mugadhh Gavaar ||",
    "PUNJABI": "(ਗੁਰੂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਛੱਡ ਕੇ) ਮੂਰਖ ਮਨੁੱਖ ਹੀ ਥਿੱਤਾਂ ਤੇ ਵਾਰ ਮਨਾਂਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. gurmuiK bUJY; soJI pwie ]",
    "TRANSLITERATION": "Naanak Guramukh Boojhai Sojhee Paae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜਿਹੜਾ ਮਨੁੱਖ) ਸਮਝਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3148,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "iekqu nwim; sdw rihAw smwie ]10]2]",
    "TRANSLITERATION": "Eikath Naam Sadhaa Rehiaa Samaae ||10||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧੦॥੨॥",
    "PRONUNCIATION": "iek-qu"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 1 CMq dKxI",
    "TRANSLITERATION": "Bilaaval Mehalaa 1 Shhanth Dhakhanee",
    "PUNJABI": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ-ਦਖਣੀ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "muMD nvylVIAw; goieil AweI rwm ]",
    "TRANSLITERATION": "Mundhh Navaelarreeaa Goeil Aaee Raam ||",
    "PUNJABI": "ਥੋੜ੍ਹੇ ਦਿਨਾਂ ਦੇ ਵਸੇਬੇ ਵਾਲੇ ਇਸ ਜਗਤ ਵਿਚ ਆ ਕੇ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ,",
    "PRONUNCIATION": "(muMD)bysmJ[nvylVI-Aw nvIn[(goieil)goLvwsy sMswr c"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "mtukI fwir DrI; hir ilv lweI rwm ]",
    "TRANSLITERATION": "Mattukee Ddaar Dhharee Har Liv Laaee Raam ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਹੋਈ ਹੈ ਤੇ ਸਰੀਰ ਦਾ ਮੋਹ ਤਿਆਗ ਦਿੱਤਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "ilv lwie hir isau rhI goieil; shij sbid sIgwrIAw ]",
    "TRANSLITERATION": "Liv Laae Har Sio Rehee Goeil Sehaj Sabadh Seegaareeaa ||",
    "PUNJABI": "ਜਿਹੜੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੀਤ ਜੋੜ ਕੇ ਇਸ ਜਗਤ ਵਿਚ ਜੀਵਨ ਬਿਤਾਂਦੀ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "kr joiV. gur pih kir ibnMqI; imlhu swic ipAwrIAw ]",
    "TRANSLITERATION": "Kar Jorr Gur Pehi Kar Binanthee Milahu Saach Piaareeaa ||",
    "PUNJABI": "ਉਹ (ਸਦਾ ਦੋਵੇਂ) ਹੱਥ ਜੋੜ ਕੇ ਗੁਰੂ ਦੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਕਿ, ਹੇ ਗੁਰੂ! ਮੈਨੂੰ) ਮਿਲ (ਤਾ ਕਿ ਮੈਂ ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਨੂੰ ਪਿਆਰ ਕਰ ਸਕਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "Dn Bwie BgqI dyiK pRIqm; kwm kRoDu invwirAw ]",
    "TRANSLITERATION": "Dhhan Bhaae Bhagathee Dhaekh Preetham Kaam Krodhh Nivaariaa ||",
    "PUNJABI": "ਅਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰਾਹੀਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. muMD nvyl suMdir; dyiK ipru. swDwirAw ]1]",
    "TRANSLITERATION": "Naanak Mundhh Navael Sundhar Dhaekh Pir Saadhhaariaa ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਵਿਤ੍ਰ ਤੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ (ਉਸ ਦੀ ਯਾਦ ਨੂੰ) ਆਪਣੇ ਹਿਰਦੇ ਦਾ ਆਸਰਾ ਬਣਾ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "sic nvylVIey; jobin bwlI rwm ]",
    "TRANSLITERATION": "Sach Navaelarreeeae Joban Baalee Raam ||",
    "PUNJABI": "ਹੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜਵਾਨੀ ਵਿਚ ਭੀ ਭੋਲੇ ਸੁਭਾਉ ਵਾਲੀ (ਬਣੀ ਰਹੁ)",
    "PRONUNCIATION": "b`wlI"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "Awau n jwau khI; Apny sh nwlI rwm ]",
    "TRANSLITERATION": "Aao N Jaao Kehee Apanae Seh Naalee Raam ||",
    "PUNJABI": "(ਅਹੰਕਾਰ ਛੱਡ ਕੇ) ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਟਿਕੀ ਰਹੁ (ਵੇਖੀਂ, ਉਸ ਦਾ ਪੱਲਾ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਾਹ ਭਟਕਦੀ ਫਿਰੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "nwh Apny sMig dwsI; mY. Bgiq hir kI Bwvey ]",
    "TRANSLITERATION": "Naah Apanae Sang Dhaasee Mai Bhagath Har Kee Bhaaveae ||",
    "PUNJABI": "ਉਹੀ ਦਾਸੀ (ਸੁਭਾਗ ਹੈ ਜੋ) ਆਪਣੇ ਖਸਮ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੀ ਹੈ। (ਹੇ ਸਹੇਲੀਏ!) ਮੈਨੂੰ ਭੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਹੀ ਪਿਆਰੀ ਲਗਦੀ ਹੈ।",
    "PRONUNCIATION": "Bw-vey"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "AgwiD boiD AkQu kQIAY; shij pRB gux gwvey ]",
    "TRANSLITERATION": "Agaadhh Bodhh Akathh Kathheeai Sehaj Prabh Gun Gaaveae ||",
    "PUNJABI": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ (ਉਹ ਦਾਸੀ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਸੋਭਦੀ ਹੈ)। (ਸੋ, ਸਹੇਲੀਏ! ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਗਿਆਨ ਦੀ ਰਾਹੀਂ (ਗੁਣਾਂ ਦੇ) ਅਥਾਹ (ਸਮੁੰਦਰ-) ਪ੍ਰਭੂ ਵਿਚ (ਚੁੱਭੀ ਲਾ ਕੇ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਗੁਣਾਨੁਵਾਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਹ ਪ੍ਰਭੂ ਐਸੇ ਸਰੂਪ ਵਾਲਾ ਹੈ ਜਿਸ ਦਾ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": "A-kQu:polw bolo[gw-vey"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "rwm nwm rswl rsIAw; rvY swic ipAwrIAw ]",
    "TRANSLITERATION": "Raam Naam Rasaal Raseeaa Ravai Saach Piaareeaa ||",
    "PUNJABI": "ਰਸਾਂ ਦਾ ਸੋਮਾ ਰਸਾਂ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "guir. sbdu dIAw, dwnu kIAw; nwnkw. vIcwrIAw ]2]",
    "TRANSLITERATION": "Gur Sabadh Dheeaa Dhaan Keeaa Naanakaa Veechaareeaa ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਦਿੱਤਾ, ਜਿਸ ਨੂੰ ਇਹ ਉੱਚੀ ਦਾਤ ਬਖ਼ਸ਼ੀ, ਉਹ ਉੱਚੀ ਵਿਚਾਰ ਦੀ ਮਾਲਕ ਬਣ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "sRIDr moihAVI; ipr sMig sUqI. rwm ]",
    "TRANSLITERATION": "Sreedhhar Mohiarree Pir Sang Soothee Raam ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਮਾਇਆ ਦੇ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਵੱਸ ਹੋ ਜਾਂਦੀ ਹੈ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿੱਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ,",
    "PRONUNCIATION": "s`UqI"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "gur kY Bwie clo; swic sMgUqI rwm ]",
    "TRANSLITERATION": "Gur Kai Bhaae Chalo Saach Sangoothee Raam ||",
    "PUNJABI": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਜੀਵਨ-ਚਾਲ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿੰਦੀ ਹੈ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "Dn swic sMgUqI. hir sMig sUqI; sMig sKI shylIAw ]",
    "TRANSLITERATION": "Dhhan Saach Sangoothee Har Sang Soothee Sang Sakhee Sehaeleeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਤ-ਸੰਗਣ ਸਹੇਲੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "iek Bwie iek min nwmu visAw; siqgurU hm mylIAw ]",
    "TRANSLITERATION": "Eik Bhaae Eik Man Naam Vasiaa Sathiguroo Ham Maeleeaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਇਕਾਗਰ-ਮਨ ਟਿਕਣ ਦੇ ਕਾਰਨ (ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਇਹ ਸਰਧਾ ਬਣ ਜਾਂਦੀ ਹੈ ਕਿ) ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "idnu rYix GVI n csw ivsrY; swis swis inrMjno ]",
    "TRANSLITERATION": "Dhin Rain Gharree N Chasaa Visarai Saas Saas Niranjano ||",
    "PUNJABI": "(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਦਿਨ ਰਾਤ ਘੜੀ ਪਲ (ਕਿਸੇ ਵੇਲੇ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ) ਨਹੀਂ ਭੁੱਲਦੀ, (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਨਿਰੰਜਨ-ਪ੍ਰਭੂ (ਨੂੰ ਚੇਤੇ ਰੱਖਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "sbid joiq jgwie dIpku; nwnkw. Bau BMjno ]3]",
    "TRANSLITERATION": "Sabadh Joth Jagaae Dheepak Naanakaa Bho Bhanjano ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰ ਰੱਬੀ) ਜੋਤਿ ਜਗਾ ਕੇ ਦੀਵਾ ਜਗਾ ਕੇ (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਹਰੇਕ) ਡਰ-ਸਹਿਮ ਨਾਸ ਕਰ ਲੈਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "joiq sbwieVIey; iqRBvx swry rwm ]",
    "TRANSLITERATION": "Joth Sabaaeirreeeae Thribhavan Saarae Raam ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! (ਪਰਮਾਤਮਾ ਦੀ) ਜੋਤਿ ਹਰ ਥਾਂ (ਪਸਰੀ ਹੋਈ) ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "Git Git riv rihAw; AlK Apwry rwm ]",
    "TRANSLITERATION": "Ghatt Ghatt Rav Rehiaa Alakh Apaarae Raam ||",
    "PUNJABI": "ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": "A-lK"
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "AlK Apwr Apwru swcw; Awpu mwir imlweIAY ]",
    "TRANSLITERATION": "Alakh Apaar Apaar Saachaa Aap Maar Milaaeeai ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਉਹ ਪਰਮਾਤਮਾ ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਬੇਅੰਤ ਹੈ, ਬੇਅੰਤ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਆਪਾ-ਭਾਵ ਮਾਰ ਕੇ (ਹੀ ਉਸ ਨੂੰ) ਮਿਲ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "haumY mmqw loBu jwlhu; sbid mYlu cukweIAY ]",
    "TRANSLITERATION": "Houmai Mamathaa Lobh Jaalahu Sabadh Mail Chukaaeeai ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! (ਅਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ, ਮਾਇਆ ਜੋੜਨ ਦੀ ਖਿੱਚ ਤੇ ਲਾਲਚ ਸਾੜ ਦੇਹ (ਸਹੇਲੀਏ! ਹਉਮੈ ਮਮਤਾ ਲੋਭ ਆਦਿਕ ਦੀ) ਮੈਲ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਮੁਕਾਈ ਜਾ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "dir jwie drsnu krI BwxY; qwir qwrxhwirAw ]",
    "TRANSLITERATION": "Dhar Jaae Dharasan Karee Bhaanai Thaar Thaaranehaariaa ||",
    "PUNJABI": "(ਸੋ, ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਵਿਚ (ਤੁਰ ਕੇ ਜੀਵਨ ਬਿਤੀਤ ਕਰ, ਤੇ ਅਰਦਾਸ ਕਰਿਆ ਕਰ-) ਹੇ ਤਾਰਨਹਾਰ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ (ਇਸ ਤਰ੍ਹਾਂ, ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦੇ) ਦਰ ਤੇ ਜਾ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਲਏਂਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3149,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "hir nwmu AMimRqu cwiK iqRpqI; nwnkw. aur DwirAw ]4]1]",
    "TRANSLITERATION": "Har Naam Anmrith Chaakh Thripathee Naanakaa Our Dhhaariaa ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਏ! ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਚੱਖ ਕੇ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3150,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 1 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3150,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "mY min cwau Gxw; swic ivgwsI rwm ]",
    "TRANSLITERATION": "Mai Man Chaao Ghanaa Saach Vigaasee Raam ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਵਿਚ (ਟਿਕ ਕੇ) ਮੇਰਾ ਮਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਬਹੁਤ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3150,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "mohI pRym ipry; pRiB AibnwsI rwm ]",
    "TRANSLITERATION": "Mohee Praem Pirae Prabh Abinaasee Raam ||",
    "PUNJABI": "ਅਬਿਨਾਸ਼ੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ (ਮੇਰੇ ਮਨ ਨੂੰ ਆਪਣੇ) ਪ੍ਰੇਮ (ਦੀ ਖਿੱਚ ਨਾਲ) ਮਸਤ ਕਰ ਰੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3150,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "Aivgqo hir nwQu nwQh; iqsY BwvY so QIAY ]",
    "TRANSLITERATION": "Avigatho Har Naathh Naathheh Thisai Bhaavai So Thheeai ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! ਉਹ ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ, ਪਰ ਉਹ ਪਰਮਾਤਮਾ (ਵੱਡੇ ਵੱਡੇ) ਨਾਥਾਂ ਦਾ (ਭੀ) ਨਾਥ ਹੈ, (ਜਗਤ ਵਿਚ) ਉਹ ਹੀ ਹੁੰਦਾ ਹੈ, ਜੋ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3150,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "ikrpwlu sdw dieAwlu dwqw; jIAw AMdir qUM jIAY ]",
    "TRANSLITERATION": "Kirapaal Sadhaa Dhaeiaal Dhaathaa Jeeaa Andhar Thoon Jeeai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮਿਹਰ ਦਾ ਸਮੁੰਦਰ ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਤੂੰ ਹੀ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਜਿੰਦ ਹੈਂ।",
    "PRONUNCIATION": ""
  }
]