[
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvl kI vwr mhlw 4",
    "TRANSLITERATION": "Bilaaval Kee Vaar Mehalaa 4",
    "PUNJABI": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "hir auqmu hir pRBu gwivAw; kir nwdu iblwvlu rwgu ]",
    "TRANSLITERATION": "Har Outham Har Prabh Gaaviaa Kar Naadh Bilaaval Raag ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਬਿਲਾਵਲ ਰਾਗ ਉਚਾਰ ਕੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "aupdysu gurU suix mMinAw; Duir msqik pUrw Bwgu ]",
    "TRANSLITERATION": "Oupadhaes Guroo Sun Manniaa Dhhur Masathak Pooraa Bhaag ||",
    "PUNJABI": "ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਤੋਂ ਹੀ ਪੂਰਨ ਭਾਗ ਹੈ, (ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰਨ ਭਲੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਉੱਘੜਦਾ ਹੈ) ਉਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "sB idnsu rYix gux aucrY; hir hir hir auir ilv lwgu ]",
    "TRANSLITERATION": "Sabh Dhinas Rain Gun Oucharai Har Har Har Our Liv Laag ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਾਰਾ ਦਿਨ ਤੇ ਸਾਰੀ ਰਾਤ (ਅੱਠੇ ਪਹਿਰ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "sBu qnu mnu hirAw hoieAw; mnu iKiVAw hirAw bwgu ]",
    "TRANSLITERATION": "Sabh Than Man Hariaa Hoeiaa Man Khirriaa Hariaa Baag ||",
    "PUNJABI": "ਉਸ ਦਾ ਸਾਰਾ ਤਨ ਸਾਰਾ ਮਨ ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸ ਨਾਲ ਭਰ ਜਾਂਦਾ ਹੈ), ਉਸ ਦਾ ਮਨ (ਇਉਂ) ਖਿੜ ਪੈਂਦਾ ਹੈ (ਜਿਵੇਂ) ਹਰਾ ਹੋਇਆ ਹੋਇਆ ਬਾਗ਼ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "AigAwnu AMDyrw imit gieAw; gur cwnxu igAwnu crwgu ]",
    "TRANSLITERATION": "Agiaan Andhhaeraa Mitt Gaeiaa Gur Chaanan Giaan Charaag ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਦੀਵਾ ਰੌਸ਼ਨੀ ਕਰ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3160,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "jnu nwnku. jIvY dyiK hir; iek inmK GVI muiK lwgu ]1]",
    "TRANSLITERATION": "Jan Naanak Jeevai Dhaekh Har Eik Nimakh Gharree Mukh Laag ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਤੇਰਾ) ਦਾਸ ਨਾਨਕ (ਅਜੇਹੇ ਗੁਰਮੁਖਿ ਮਨੁੱਖ ਨੂੰ) ਵੇਖ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹੈ (ਤੇ, ਚਾਹੁੰਦਾ ਹੈ ਕਿ) ਭਾਵੇਂ ਇਕ ਪਲ-ਭਰ ਹੀ ਉਸ ਦਾ ਦਰਸ਼ਨ ਹੋਵੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3161,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3161,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu qb hI kIjIAY; jb muiK hovY nwmu ]",
    "TRANSLITERATION": "Bilaaval Thab Hee Keejeeai Jab Mukh Hovai Naam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰਨ ਆਤਮਕ ਆਨੰਦ ਤਦੋਂ ਹੀ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ) ਮੂੰਹ ਵਿਚ ਟਿਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3161,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "rwg nwd sbid sohxy; jw lwgY shij iDAwnu ]",
    "TRANSLITERATION": "Raag Naadh Sabadh Sohanae Jaa Laagai Sehaj Dhhiaan ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਰਾਗ ਤੇ ਨਾਦ (ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਤਦੋਂ ਹੀ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ਜਦੋਂ (ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਮਨੁੱਖ ਦੀ) ਸੁਰਤ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3161,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "rwg nwd Coif. hir syvIAY; qw drgh pweIAY mwnu ]",
    "TRANSLITERATION": "Raag Naadh Shhodd Har Saeveeai Thaa Dharageh Paaeeai Maan ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਸੰਸਾਰਕ) ਰਾਗ ਰੰਗ (ਦਾ ਰਸ) ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3161,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. gurmuiK bRhmu bIcwrIAY; cUkY min AiBmwnu ]2]",
    "TRANSLITERATION": "Naanak Guramukh Breham Beechaareeai Chookai Man Abhimaan ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਮਨ ਵਿਚ ਟਿਕਾਈਏ, ਤਾਂ ਮਨ ਵਿਚ (ਟਿਕਿਆ ਹੋਇਆ) ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3162,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3162,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "qU hir pRBu Awip AgMmu hY; siB quDu aupwieAw ]",
    "TRANSLITERATION": "Thoo Har Prabh Aap Aganm Hai Sabh Thudhh Oupaaeiaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਸਾਰੇ ਜੀਵ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਪਰ ਤੂੰ ਜੀਵਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3162,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "qU Awpy Awip vrqdw; sBu jgqu sbwieAw ]",
    "TRANSLITERATION": "Thoo Aapae Aap Varathadhaa Sabh Jagath Sabaaeiaa ||",
    "PUNJABI": "(ਇਹ ਜੋ) ਸਾਰਾ ਜਗਤ (ਦਿੱਸ ਰਿਹਾ) ਹੈ (ਇਸ ਵਿਚ ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ ਆਪ ਵਿਆਪਕ ਹੈਂ।",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 3162,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "quDu Awpy qwVI lweIAY; Awpy gux gwieAw ]",
    "TRANSLITERATION": "Thudhh Aapae Thaarree Laaeeai Aapae Gun Gaaeiaa ||",
    "PUNJABI": "(ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਸਮਾਧੀ ਭੀ ਤੂੰ ਆਪ ਹੀ ਲਾ ਰਿਹਾ ਹੈਂ, ਤੇ (ਆਪਣੇ) ਗੁਣ ਭੀ ਤੂੰ ਆਪ ਹੀ ਗਾ ਰਿਹਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3162,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "hir iDAwvhu Bgqhu idnsu rwiq; AMiq ley CfwieAw ]",
    "TRANSLITERATION": "Har Dhhiaavahu Bhagathahu Dhinas Raath Anth Leae Shhaddaaeiaa ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰੋ, ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਅੰਤ ਵਿਚ ਬਚਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3162,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "ijin syivAw iqin suKu pwieAw; hir nwim smwieAw ]1]",
    "TRANSLITERATION": "Jin Saeviaa Thin Sukh Paaeiaa Har Naam Samaaeiaa ||1||",
    "PUNJABI": "ਜਿਸ (ਭੀ) ਮਨੁੱਖ ਨੇ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ, ਉਸ ਨੇ (ਹੀ) ਸੁਖ ਪ੍ਰਾਪਤ ਕੀਤਾ, (ਕਿਉਂਕਿ ਉਹ ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "dUjY Bwie iblwvlu. n hoveI; mnmuiK Qwie. n pwie ]",
    "TRANSLITERATION": "Dhoojai Bhaae Bilaaval N Hovee Manamukh Thhaae N Paae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਟਿਕੇ ਰਿਹਾਂ) ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀਆਂ ਨਿਗਾਹਾਂ ਵਿਚ) ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "pwKMif. Bgiq, n hoveI; pwrbRhmu. n pwieAw jwie ]",
    "TRANSLITERATION": "Paakhandd Bhagath N Hovee Paarabreham N Paaeiaa Jaae ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਅੰਦਰੋਂ ਹੋਰ ਤੇ ਬਾਹਰੋਂ ਹੋਰ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "mn hiT krm kmwvxy; Qwie, n koeI pwie ]",
    "TRANSLITERATION": "Manehath Karam Kamaavanae Thhaae N Koee Paae ||",
    "PUNJABI": "(ਅੰਦਰ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਨਾਹ ਹੋਵੇ ਤਾਂ ਨਿਰੇ) ਮਨ ਦੇ ਹਠ ਨਾਲ ਕੀਤੇ ਕਰਮਾਂ ਦੀ ਰਾਹੀਂ ਕੋਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk gurmuiK. Awpu bIcwrIAY; ivchu Awpu gvwie ]",
    "TRANSLITERATION": "Naanak Guramukh Aap Beechaareeai Vichahu Aap Gavaae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਪੜਤਾਲਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "Awpy Awip pwrbRhmu hY; pwrbRhmu visAw min Awie ]",
    "TRANSLITERATION": "Aapae Aap Paarabreham Hai Paarabreham Vasiaa Man Aae ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਪਰਮਾਤਮਾ (ਜੋ ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3163,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "jMmxu mrxw kitAw; joqI joiq imlwie ]1]",
    "TRANSLITERATION": "Janman Maranaa Kattiaa Jothee Joth Milaae ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ (ਆਪਣੀ) ਸੁਰਤ ਜੋੜਿਆਂ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3164,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3164,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu kirhu qum@ ipAwirho; eyksu isau ilv lwie ]",
    "TRANSLITERATION": "Bilaaval Karihu Thumh Piaariho Eaekas Sio Liv Laae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਸੱਜਣੋ! ਇੱਕ (ਪਰਮਾਤਮਾ) ਨਾਲ ਸੁਰਤ ਜੋੜ ਕੇ ਤੁਸੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਰਹੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3164,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "jnm mrx duKu ktIAY; scy rhY smwie ]",
    "TRANSLITERATION": "Janam Maran Dhukh Katteeai Sachae Rehai Samaae ||",
    "PUNJABI": "(ਜਿਹੜਾ ਮਨੁੱਖ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਉਸ ਦਾ) ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, (ਕਿਉਂਕਿ) ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ (ਸਦਾ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3164,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "sdw iblwvlu AnMdu hY; jy clih siqgur Bwie ]",
    "TRANSLITERATION": "Sadhaa Bilaaval Anandh Hai Jae Chalehi Sathigur Bhaae ||",
    "PUNJABI": "ਜੇ (ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਰਹਿਣ (ਤਾਂ ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3164,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "sqsMgqI bih Bwau kir; sdw hir ky gux gwie ]",
    "TRANSLITERATION": "Sathasangathee Behi Bhaao Kar Sadhaa Har Kae Gun Gaae ||",
    "PUNJABI": "ਸਤਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਪਿਆਰ ਨਾਲ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": "sqsMgqIN"
  },
  {
    "SHABAD_ID": 3164,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. sy jn sohxy; ij gurmuiK myil imlwie ]2]",
    "TRANSLITERATION": "Naanak Sae Jan Sohanae J Guramukh Mael Milaae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3165,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3165,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "sBnw jIAw ivic hir Awip; so Bgqw kw imqu hir ]",
    "TRANSLITERATION": "Sabhanaa Jeeaa Vich Har Aap So Bhagathaa Kaa Mith Har ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਆਪ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ਉਹ ਹੀ ਭਗਤਾਂ ਦਾ ਮਿੱਤਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3165,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "sBu koeI hir kY vis; Bgqw kY AnMdu Gir ]",
    "TRANSLITERATION": "Sabh Koee Har Kai Vas Bhagathaa Kai Anandh Ghar ||",
    "PUNJABI": "ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ) ਹਰੇਕ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਹੈ (ਤੇ ਉਹ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦਾ ਮਿੱਤਰ ਹੈ)।",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 3165,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "hir Bgqw kw mylI srbq; sau insul jn. tMg Dir ]",
    "TRANSLITERATION": "Har Bhagathaa Kaa Maelee Sarabath So Nisul Jan Ttang Dhhar ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਸਾਥੀ-ਮਦਦਗਾਰ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦੇ) ਭਗਤ ਲੱਤ ਉਤੇ ਲੱਤ ਰਖ ਕੇ ਬੇ-ਫ਼ਿਕਰ ਹੋ ਕੇ ਸੌਂਦੇ ਹਨ (ਨਿਸਚਿੰਤ ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": "(sau)sauxw[(insul)duK rihq inSMk ho ky[ (tMg)ibRqI pRmySr c(Dir)itkw ky[ srb`q[in`sul"
  },
  {
    "SHABAD_ID": 3165,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "hir sBnw kw hY Ksmu; so Bgq jn iciq kir ]",
    "TRANSLITERATION": "Har Sabhanaa Kaa Hai Khasam So Bhagath Jan Chith Kar ||",
    "PUNJABI": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈ, ਉਸ ਨੂੰ ਭਗਤ ਜਨ (ਸਦਾ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3165,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "quDu ApiV koie. n skY; sB JiK JiK pvY JiV ]2]",
    "TRANSLITERATION": "Thudhh Aparr Koe N Sakai Sabh Jhakh Jhakh Pavai Jharr ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੀ ਲੁਕਾਈ ਖਪ ਖਪ ਕੇ ਥੱਕ ਜਾਂਦੀ ਹੈ, ਕੋਈ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "A`piV"
  }
]