[
  {
    "SHABAD_ID": 3172,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "mnmuK AigAwnI AMDuly; jnim mrih iPir AwvY jwey ]",
    "TRANSLITERATION": "Manamukh Agiaanee Andhhulae Janam Marehi Fir Aavai Jaaeae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ, ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ (ਇਸ ਵਾਸਤੇ ਉਹ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ। ਮਨਮੁਖ ਬੰਦਾ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3172,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "kwrj isiD. n hovn@I; AMiq gieAw pCuqwey ]",
    "TRANSLITERATION": "Kaaraj Sidhh N Hovanee Anth Gaeiaa Pashhuthaaeae ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ ਮਨਮੁਖ ਨੇ ਹੋਰ ਹੋਰ ਕਈ ਧੰਧੇ ਸਹੇੜੇ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ) ਕੰਮਾਂ ਵਿਚ (ਉਸ ਨੂੰ) ਕਾਮਯਾਬੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ, ਆਖ਼ਰ ਇਥੋਂ ਹਾਹੁਕੇ ਲੈਂਦਾ ਹੀ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3172,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "ijsu krmu hovY. iqsu siqguru imlY; so hir hir nwmu iDAwey ]",
    "TRANSLITERATION": "Jis Karam Hovai This Sathigur Milai So Har Har Naam Dhhiaaeae ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੁੰਦੀ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3172,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "nwim rqy jn. sdw suKu pwiein@; jn nwnk. iqn bil jwey ]1]",
    "TRANSLITERATION": "Naam Rathae Jan Sadhaa Sukh Paaeinih Jan Naanak Thin Bal Jaaeae ||1||",
    "PUNJABI": "ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਮਨੁੱਖ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3173,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3173,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "Awsw mnsw jig mohxI; ijin moihAw sMswru ]",
    "TRANSLITERATION": "Aasaa Manasaa Jag Mohanee Jin Mohiaa Sansaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀ) ਆਸ (ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀ ਹੀ) ਚਿਤਵਨੀ ਜਗਤ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਮੋਹ ਰਹੀ ਹੈ, ਇਸ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3173,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "sBu ko jm ky cIry ivic hY; jyqw sBu Awkwru ]",
    "TRANSLITERATION": "Sabh Ko Jam Kae Cheerae Vich Hai Jaethaa Sabh Aakaar ||",
    "PUNJABI": "ਜਿਤਨਾ ਭੀ ਜਗਤ ਦਿੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਆਸਾ ਮਨਸਾ ਦੇ ਕਾਰਨ ਜਗਤ ਦਾ) ਹਰੇਕ ਜੀਵ ਆਤਮਕ ਮੌਤ ਦੇ ਪੰਜੇ ਵਿਚ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3173,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "hukmI hI jmu lgdw; so aubrY ijsu bKsY krqwru ]",
    "TRANSLITERATION": "Hukamee Hee Jam Lagadhaa So Oubarai Jis Bakhasai Karathaar ||",
    "PUNJABI": "(ਪਰ) ਇਹ ਆਤਮਕ ਮੌਤ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਵਿਆਪਦੀ ਹੈ (ਇਸ ਵਾਸਤੇ ਇਸ ਤੋਂ) ਉਹੀ ਬਚਦਾ ਹੈ ਜਿਸ ਉਤੇ ਕਰਤਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ (ਤੇ, ਪਰਮਾਤਮਾ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ ਗੁਰੂ ਦੀ ਰਾਹੀਂ)।",
    "PRONUNCIATION": "l`gdw"
  },
  {
    "SHABAD_ID": 3173,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. gur prswdI eyhu mnu qW qrY; jw CofY AhMkwru ]",
    "TRANSLITERATION": "Naanak Gur Parasaadhee Eaehu Man Thaan Tharai Jaa Shhoddai Ahankaar ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਦਾ ਮਨ (ਆਸਾ ਮਨਸਾ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": "AhM-kwru"
  },
  {
    "SHABAD_ID": 3173,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "Awsw mnsw mwry. inrwsu hoie; gur sbdI vIcwru ]2]",
    "TRANSLITERATION": "Aasaa Manasaa Maarae Niraas Hoe Gur Sabadhee Veechaar ||2||",
    "PUNJABI": "ਆਸਾ ਮਨਸਾ ਨੂੰ ਮੁਕਾ ਲੈਂਦਾ ਹੈ (ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ) ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3174,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": "sweIN"
  },
  {
    "SHABAD_ID": 3174,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "ijQY jweIAY jgq mih; iqQY hir sweI ]",
    "TRANSLITERATION": "Jithhai Jaaeeai Jagath Mehi Thithhai Har Saaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੰਸਾਰ ਵਿਚ ਜਿਸ ਥਾਂ ਭੀ ਜਾਈਏ, ਉਥੇ ਹੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਹਾਜ਼ਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3174,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "AgY sBu Awpy vrqdw; hir scw inAweI ]",
    "TRANSLITERATION": "Agai Sabh Aapae Varathadhaa Har Sachaa Niaaee ||",
    "PUNJABI": "ਪਰਲੋਕ ਵਿਚ ਭੀ ਹਰ ਥਾਂ ਸੱਚਾ ਨਿਆਂ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3174,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "kUiVAwrw ky muh iPtkIAih; scu Bgiq vifAweI ]",
    "TRANSLITERATION": "Koorriaaraa Kae Muh Fittakeeahi Sach Bhagath Vaddiaaee ||",
    "PUNJABI": "(ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਮਾਇਆ-ਗ੍ਰਸੇ ਜੀਵਾਂ ਨੂੰ ਫਿਟਕਾਰਾਂ ਪੈਂਦੀਆਂ ਹਨ। (ਪਰ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵੱਸਦਾ ਹੈ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਟਿਕੀ ਹੋਈ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": "kUiVAwrW"
  },
  {
    "SHABAD_ID": 3174,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "scu swihbu scw inAwau hY; isir inMdk CweI ]",
    "TRANSLITERATION": "Sach Saahib Sachaa Niaao Hai Sir Nindhak Shhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਉਸ ਦਾ ਇਨਸਾਫ਼ ਭੀ ਅਟੱਲ ਹੈ। (ਉਸ ਦੇ ਨਿਆਂ ਅਨੁਸਾਰ ਹੀ ਗੁਰਮੁਖਾਂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਸਿਰ ਸੁਆਹ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3174,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "jn nwnk. scu ArwiDAw; gurmuiK suKu pweI ]5]",
    "TRANSLITERATION": "Jan Naanak Sach Araadhhiaa Guramukh Sukh Paaee ||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3175,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3175,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "pUrY Bwig siqguru pweIAY; jy hir pRBu bKs kryie ]",
    "TRANSLITERATION": "Poorai Bhaag Sathigur Paaeeai Jae Har Prabh Bakhas Karaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰੇ ਤਾਂ (ਮਨੁੱਖ ਨੂੰ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3175,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "Epwvw isir Epwau hY; nwau prwpiq hoie ]",
    "TRANSLITERATION": "Oupaavaa Sir Oupaao Hai Naao Paraapath Hoe ||",
    "PUNJABI": "(ਗੁਰੂ ਦਾ ਮਿਲਣਾ ਹੀ) ਸਾਰੇ ਵਸੀਲਿਆਂ ਨਾਲੋਂ ਵਧੀਆ ਵਸੀਲਾ ਹੈ (ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਹਾਸਲ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3175,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "AMdru sIqlu sWiq hY; ihrdY sdw suKu hoie ]",
    "TRANSLITERATION": "Andhar Seethal Saanth Hai Hiradhai Sadhaa Sukh Hoe ||",
    "PUNJABI": "(ਨਾਮ ਦੀ ਬਰਕਤ ਨਾਲ ਮਨੁੱਖ ਦਾ) ਮਨ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3175,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "AMimRqu Kwxw pYn@xw; nwnk. nwie vifAweI hoie ]1]",
    "TRANSLITERATION": "Anmrith Khaanaa Painhanaa Naanak Naae Vaddiaaee Hoe ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਸਤਿਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ) ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ (ਭਾਵ, ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਰਾਹੀਂ (ਹਰ ਥਾਂ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3176,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "is`K"
  },
  {
    "SHABAD_ID": 3176,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "ey mn gur kI isK suix; pwieih guxI inDwnu ]",
    "TRANSLITERATION": "Eae Man Gur Kee Sikh Sun Paaeihi Gunee Nidhhaan ||",
    "PUNJABI": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਆਪਣੇ ਅੰਦਰ ਵਸਾ (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਏਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3176,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "suKdwqw qyrY min vsY; haumY jwie AiBmwnu ]",
    "TRANSLITERATION": "Sukhadhaathaa Thaerai Man Vasai Houmai Jaae Abhimaan ||",
    "PUNJABI": "(ਸਾਰੇ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤੈਨੂੰ ਤੇਰੇ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਦਿੱਸ ਪਏਗਾ (ਤੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3176,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. ndrI pweIAY; AMimRqu guxI inDwnu ]2]",
    "TRANSLITERATION": "Naanak Nadharee Paaeeai Anmrith Gunee Nidhhaan ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੀ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ (ਹੀ) ਮਿਲਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3177,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3177,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "ijqny pwiqswh swh, rwjy Kwn aumrwv iskdwr hih; iqqny siB hir ky kIey ]",
    "TRANSLITERATION": "Jithanae Paathisaah Saah Raajae Khaan Oumaraav Sikadhaar Hehi Thithanae Sabh Har Kae Keeeae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ) ਜਿਤਨੇ ਭੀ ਸ਼ਾਹ, ਪਾਤਿਸ਼ਾਹ, ਰਾਜੇ, ਖ਼ਾਨ, ਅਮੀਰ ਤੇ ਸਰਦਾਰ ਹਨ, ਉਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ (ਹੀ) ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "PRONUNCIATION": "(iskdwr)Qwxydwr, srdwr"
  },
  {
    "SHABAD_ID": 3177,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "jo ikCu hir krwvY, su Eie krih; siB hir ky ArQIey ]",
    "TRANSLITERATION": "Jo Kishh Har Karaavai S Oue Karehi Sabh Har Kae Arathheeeae ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ (ਉਹਨਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ ਉਹੀ ਉਹ ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ (ਦਰ ਦੇ ਹੀ) ਮੰਗਤੇ ਹਨ।",
    "PRONUNCIATION": "(ArQI-ey)mMgqy"
  },
  {
    "SHABAD_ID": 3177,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "so AYsw hir sBnw kw pRBu, siqgur kY vil hY; iqin siB vrn cwry KwxI, sB isRsit goly kir; siqgur AgY kwr kmwvx kau dIey ]",
    "TRANSLITERATION": "So Aisaa Har Sabhanaa Kaa Prabh Sathigur Kai Val Hai Thin Sabh Varan Chaarae Khaanee Sabh Srisatt Golae Kar Sathigur Agai Kaar Kamaavan Ko Dheeeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹੀ ਸਮਰਥਾ ਵਾਲਾ ਸਭਨਾਂ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਉਹ ਪਰਮਾਤਮਾ (ਸਦਾ) ਸਤਿਗੁਰੂ ਦੇ ਪੱਖ ਤੇ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਚਹੁੰਆਂ ਵਰਨਾਂ ਚਹੁੰਆਂ ਖਾਣੀਆਂ ਦੇ ਸਾਰੇ ਜੀਵ ਸਾਰੀ ਹੀ ਸ੍ਰਿਸ਼ਟੀ (ਦੇ ਜੀਵ) (ਗੁਰੂ ਦੇ) ਸੇਵਕ ਬਣਾ ਕੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੇਵਾ ਕਰਨ ਲਈ ਖੜੇ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "PRONUNCIATION": "v`il"
  },
  {
    "SHABAD_ID": 3177,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "hir syvy kI AYsI vifAweI dyKhu hir sMqhu; ijin ivchu kwieAw ngrI. dusmn dUq siB mwir kFIey ]",
    "TRANSLITERATION": "Har Saevae Kee Aisee Vaddiaaee Dhaekhahu Har Santhahu Jin Vichahu Kaaeiaa Nagaree Dhusaman Dhooth Sabh Maar Kadteeeae ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਵੇਖੋ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਦਾ ਇਹ ਗੁਣ ਹੈ ਕਿ ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਆਪਣੇ ਸੇਵਕ ਦੇ) ਸਰੀਰ-ਨਗਰ ਵਿਚੋਂ (ਕਾਮਾਦਿਕ) ਸਾਰੇ ਵੈਰੀ ਦੁਸ਼ਮਨ ਮਾਰ ਕੇ (ਬਾਹਰ) ਕੱਢ ਦਿੱਤੇ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": "n`grI k`FIey"
  },
  {
    "SHABAD_ID": 3177,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir ikrpwlu hoAw Bgq jnw aupir; hir AwpxI ikrpw kir. hir Awip riK lIey ]6]",
    "TRANSLITERATION": "Har Har Kirapaal Hoaa Bhagath Janaa Oupar Har Aapanee Kirapaa Kar Har Aap Rakh Leeeae ||6||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਉਤੇ (ਸਦਾ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ) ਆਪ ਬਚਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3178,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3178,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "AMdir kptu sdw duKu hY; mnmuK iDAwnu. n lwgY ]",
    "TRANSLITERATION": "Andhar Kapatt Sadhaa Dhukh Hai Manamukh Dhhiaan N Laagai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਖੋਟ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਨੂੰ) ਸਦਾ (ਆਤਮਕ) ਕਲੇਸ਼ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ (ਪਰਮਾਤਮਾ ਵਿਚ) ਨਹੀਂ ਜੁੜਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3178,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "duK ivic kwr kmwvxI; duKu vrqY duKu AwgY ]",
    "TRANSLITERATION": "Dhukh Vich Kaar Kamaavanee Dhukh Varathai Dhukh Aagai ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੀ ਸਾਰੀ ਕਿਰਤ-ਕਾਰ ਦੁੱਖ-ਕਲੇਸ਼ ਵਿਚ ਹੀ ਹੁੰਦੀ ਹੈ (ਹਰ ਵੇਲੇ ਉਸ ਨੂੰ) ਕਲੇਸ਼ ਹੀ ਵਾਪਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਸ ਦੇ ਵਾਸਤੇ ਕਲੇਸ਼ ਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3178,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "krmI siqguru BytIAY; qw sic nwim ilv lwgY ]",
    "TRANSLITERATION": "Karamee Sathigur Bhaetteeai Thaa Sach Naam Liv Laagai ||",
    "PUNJABI": "(ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3178,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. shjy suKu hoie; AMdrhu BRmu Bau BwgY ]1]",
    "TRANSLITERATION": "Naanak Sehajae Sukh Hoe Andharahu Bhram Bho Bhaagai ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕਣ ਕਰਕੇ ਉਸ ਨੂੰ ਆਤਮਕ) ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3179,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3179,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK sdw hir rMgu hY; hir kw nwau min BwieAw ]",
    "TRANSLITERATION": "Guramukh Sadhaa Har Rang Hai Har Kaa Naao Man Bhaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰੰਗਣ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]