[
  {
    "SHABAD_ID": 3184,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK syvk Bwie, hir Dnu imlY; iqQhu krmhIx lY. n skih; hor QY dys idsMqir, hir Dnu nwih ]8]",
    "TRANSLITERATION": "Guramukh Saevak Bhaae Har Dhhan Milai Thithhahu Karameheen Lai N Sakehi Hor Thhai Dhaes Dhisanthar Har Dhhan Naahi ||8||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੇਵਕ-ਭਾਵਨਾ ਨਾਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ; ਪਰ ਉਹ (ਨਿੰਦਕ) ਅਭਾਗੇ ਉਥੋਂ (ਗੁਰੂ-ਦਰ ਤੋਂ) ਇਹ ਧਨ ਲੈ ਨਹੀਂ ਸਕਦੇ (ਤੇ, ਗੁਰੂ-ਦਰ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਕਿਸੇ ਹੋਰ ਦੇਸ ਵਿਚ ਇਹ ਨਾਮ-ਧਨ ਹੈ ਹੀ ਨਹੀਂ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3185,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3185,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK sMsw mUil. n hoveI; icMqw ivchu jwie ]",
    "TRANSLITERATION": "Guramukh Sansaa Mool N Hovee Chinthaa Vichahu Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਕਿਸੇ ਕਿਸਮ ਦਾ) ਤੌਖ਼ਲਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਚਿੰਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3185,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "jo ikCu hoie su shjy hoie; khxw ikCU. n jwie ]",
    "TRANSLITERATION": "Jo Kishh Hoe S Sehajae Hoe Kehanaa Kishhoo N Jaae ||",
    "PUNJABI": "(ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਸੰਸਾਰ ਵਿਚ) ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਸ ਉਤੇ ਕੋਈ ਇਤਰਾਜ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3185,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. iqn@ kw AwiKAw Awip suxy; ij lieAnu pMnY pwie ]1]",
    "TRANSLITERATION": "Naanak Thin Kaa Aakhiaa Aap Sunae J Laeian Pannai Paae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਲੜ ਲਾ ਲੈਂਦਾ ਹੈ ਉਹਨਾਂ ਦੀ ਅਰਜ਼ੋਈ (ਪਰਮਾਤਮਾ ਸਦਾ) ਆਪ ਸੁਣਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3186,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3186,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "kwlu mwir mnsw mnih smwxI; AMqir inrmlu nwau ]",
    "TRANSLITERATION": "Kaal Maar Manasaa Manehi Samaanee Anthar Niramal Naao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤਰ ਨਾਮ ਵੱਸਦਾ ਹੈ ਉਹ ਆਤਮਕ ਮੌਤ ਨੂੰ ਮੁਕਾ ਕੇ ਮਨ ਦੇ ਮਾਇਕ ਫੁਰਨੇ ਨੂੰ ਮਨ ਵਿਚ ਹੀ ਦੱਬ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3186,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "An idnu jwgY. kdy, n sovY; shjy AMimRqu ipAwau ]",
    "TRANSLITERATION": "Anadhin Jaagai Kadhae N Sovai Sehajae Anmrith Piaao ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਹਰ ਵੇਲੇ ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ, ਕਦੇ ਉਹ (ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਵਿਚ) ਨਹੀਂ ਸੌਂਦਾ। ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ (ਉਸ ਦੀ) ਖ਼ੁਰਾਕ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3186,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "mITw boly AMimRq bwxI; An idnu hir gux gwau ]",
    "TRANSLITERATION": "Meethaa Bolae Anmrith Baanee Anadhin Har Gun Gaao ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਸਦਾ) ਮਿੱਠਾ ਬੋਲਦਾ ਹੈ, (ਸਤਿਗੁਰੂ ਦੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3186,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "inj Gir vwsw sdw sohdy; nwnk. iqn imilAw suKu pwau ]2]",
    "TRANSLITERATION": "Nij Ghar Vaasaa Sadhaa Sohadhae Naanak Thin Miliaa Sukh Paao ||2||",
    "PUNJABI": "ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਇਹੋ ਜਿਹੇ ਮਨੁੱਖਾਂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਭੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3187,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3187,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "hir Dnu rqn jvyhrI; so guir. hir Dnu hir pwshu dyvwieAw ]",
    "TRANSLITERATION": "Har Dhhan Rathan Javaeharee So Gur Har Dhhan Har Paasahu Dhaevaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਰਤਨ ਹੀਰੇ ਹਨ। ਇਹ ਹਰਿ-ਨਾਮ-ਧਨ (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਦਿਵਾਇਆ ਹੈ ਗੁਰੂ ਨੇ (ਹੀ) ਦਿਵਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3187,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "jy iksY. ikhu idis AwvY, qw koeI ikhu mMig ley; AkY koeI ikhu dyvwey, eyhu hir Dnu joir kIqY; iksY nwil. n jwie vMfwieAw ]",
    "TRANSLITERATION": "Jae Kisai Kihu Dhis Aavai Thaa Koee Kihu Mang Leae Akai Koee Kihu Dhaevaaeae Eaehu Har Dhhan Jor Keethai Kisai Naal N Jaae Vanddaaeiaa ||",
    "PUNJABI": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਕੋਲ) ਕੁਝ ਦਿੱਸ ਪਏ ਤਾਂ (ਉਸ ਪਾਸੋਂ ਕੋਈ) ਕੁਝ ਮੰਗ ਭੀ ਲਏ, ਜਾਂ, ਕੋਈ ਕੁਝ ਦਿਵਾ ਦੇਵੇ। ਪਰ ਇਹ ਨਾਮ-ਧਨ ਧੱਕਾ ਕਰ ਕੇ (ਭੀ) ਕਿਸੇ ਨਾਲ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ)।",
    "PRONUNCIATION": "(AkY)Aqvw[AkY:polw bolo"
  },
  {
    "SHABAD_ID": 3187,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "ijs no siqgur nwil. hir srDw lwey, iqsu. hir Dn kI vMf hiQ AwvY; ijs no krqY, Duir iliK pwieAw ]",
    "TRANSLITERATION": "Jis No Sathigur Naal Har Saradhhaa Laaeae This Har Dhhan Kee Vandd Hathh Aavai Jis No Karathai Dhhur Likh Paaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ ਧੁਰੋਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਦੀ ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ-ਧਨ ਦਾ ਹਿੱਸਾ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3187,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "iesu hir Dn kw koeI srIku nwhI; iksY kw Kqu nwhI, iksY kY sIv bMnY rolu nwhI; jy ko. hir Dn kI bKIlI kry; iqs kw muhu. hir chu kuMfw ivic kwlw krwieAw ]",
    "TRANSLITERATION": "Eis Har Dhhan Kaa Koee Sareek Naahee Kisai Kaa Khath Naahee Kisai Kai Seev Bannai Rol Naahee Jae Ko Har Dhhan Kee Bakheelee Karae This Kaa Muhu Har Chahu Kunddaa Vich Kaalaa Karaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ (ਐਸੀ ਜਾਇਦਾਦ ਹੈ ਕਿ) ਇਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣ ਸਕਦਾ (ਇਸ ਉਤੇ) ਕੋਈ ਜੱਦੀ ਹੱਕ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, ਕਿਸੇ ਕੋਲ ਇਸ ਦੀ ਮਲਕੀਅਤ ਦਾ ਪਟਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਜਿਵੇਂ ਜ਼ਿਮੀਂਦਾਰਾਂ ਦਾ ਜ਼ਮੀਨ ਦੇ) ਵੱਟੇ-ਬੰਨੇ ਦਾ ਰੌਲਾ (ਪੈ ਸਕਦਾ ਹੈ), ਇਸ ਹਰਿ-ਧਨ ਦਾ ਕੋਈ ਅਜਿਹਾ ਰੌਲਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਵੇਖ ਕੇ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਇਸ ਨਾਮ-ਧਨ ਦੀ (ਖ਼ਾਤਰ) ਈਰਖਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਗੋਂ ਹਰ ਪਾਸੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(sIv)h`d[(bMnY)v`t[Kqu:polw bolo[kMufW"
  },
  {
    "SHABAD_ID": 3187,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "hir ky idqy nwil, iksY joru bKIlI. n cleI; idhu idhu inq inq cVY svwieAw ]9]",
    "TRANSLITERATION": "Har Kae Dhithae Naal Kisai Jor Bakheelee N Chalee Dhihu Dhihu Nith Nith Charrai Savaaeiaa ||9||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਦੇਂਦਾ ਹੈ, ਤੇ) ਜੇ ਪਰਮਾਤਮਾ ਕਿਸੇ ਨੂੰ ਇਹ ਨਾਮ-ਧਨ ਦੇਵੇ ਤਾਂ ਕਿਸੇ ਹੋਰ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ, ਕਿਸੇ ਦੀ ਈਰਖਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੀ (ਇਹ ਐਸੀ ਦਾਤ ਹੈ ਕਿ) ਇਹ ਹਰ ਰੋਜ਼ ਸਦਾ ਵਧਦੀ ਹੀ ਜਾਂਦੀ ਹੈ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3188,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3188,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "jgqu jlMdw riK lY; AwpxI ikrpw Dwir ]",
    "TRANSLITERATION": "Jagath Jalandhaa Rakh Lai Aapanee Kirapaa Dhhaar ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਰਹੇ ਸੰਸਾਰ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਕਰ ਕੇ ਬਚਾ ਲੈ,",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 3188,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "ijqu duAwrY aubrY; iqqY lYhu aubwir ]",
    "TRANSLITERATION": "Jith Dhuaarai Oubarai Thithai Laihu Oubaar ||",
    "PUNJABI": "ਜਿਸ ਭੀ ਤਰੀਕੇ ਨਾਲ ਇਹ ਬਚ ਸਕਦਾ ਹੋਵੇ ਉਸੇ ਤਰ੍ਹਾਂ ਬਚਾ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3188,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "siqguir suKu vyKwilAw; scw sbdu bIcwir ]",
    "TRANSLITERATION": "Sathigur Sukh Vaekhaaliaa Sachaa Sabadh Beechaar ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਤਿਗੁਰੂ ਨੇ (ਸਿਮਰਨ ਦਾ) ਆਤਮਕ ਆਨੰਦ ਵਿਖਾਲ ਦਿੱਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3188,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. Avru, n suJeI; hir ibnu bKsxhwru ]1]",
    "TRANSLITERATION": "Naanak Avar N Sujhee Har Bin Bakhasanehaar ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਇਹ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3189,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3189,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "haumY mwieAw mohxI; dUjY lgY jwie ]",
    "TRANSLITERATION": "Houmai Maaeiaa Mohanee Dhoojai Lagai Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੀ ਹਉਮੈ (ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ) ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੀ ਹੈ, (ਇਸ ਦੇ ਅਸਰ ਹੇਠ ਜੀਵ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ (ਦੇ ਮੋਹ) ਵਿਚ ਜਾ ਫਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3189,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "nw ieh mwrI. n mrY; nw ieh hit ivkwie ]",
    "TRANSLITERATION": "Naa Eih Maaree N Marai Naa Eih Hatt Vikaae ||",
    "PUNJABI": "ਇਹ ਹਉਮੈ ਨਾਹ (ਕਿਸੇ ਪਾਸੋਂ) ਮਾਰੀ ਜਾ ਸਕਦੀ ਹੈ, ਨਾਹ ਹੀ ਇਹ ਆਪ ਮਰਦੀ ਹੈ, ਨਾਹ ਹੀ ਇਹ ਕਿਸੇ ਹੱਟੀ ਤੇ ਵੇਚੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": "h`it"
  },
  {
    "SHABAD_ID": 3189,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "gur kY sbid prjwlIAY; qw ieh ivchu jwie ]",
    "TRANSLITERATION": "Gur Kai Sabadh Parajaaleeai Thaa Eih Vichahu Jaae ||",
    "PUNJABI": "ਜਦੋਂ ਇਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਾੜ ਦੇਈਏ, ਤਦੋਂ ਹੀ ਇਹ (ਜੀਵ ਦੇ) ਅੰਦਰੋਂ ਮੁੱਕਦੀ ਹੈ।",
    "PRONUNCIATION": "(pr-jwlIAY)aujlw"
  },
  {
    "SHABAD_ID": 3189,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "qnu mnu hovY aujlw; nwmu vsY min Awie ]",
    "TRANSLITERATION": "Than Man Hovai Oujalaa Naam Vasai Man Aae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਹਉਮੈ ਮੁੱਕਦੀ ਹੈ ਉਸ ਦਾ) ਤਨ (ਉਸ ਦਾ) ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3189,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "nwnk. mwieAw kw mwrxu, sbdu hY; gurmuiK pwieAw jwie ]2]",
    "TRANSLITERATION": "Naanak Maaeiaa Kaa Maaran Sabadh Hai Guramukh Paaeiaa Jaae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਮੁਕਾਣ ਦਾ ਵਸੀਲਾ ਹੈ, ਤੇ, ਇਹ ਸ਼ਬਦ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3190,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3190,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "siqgur kI vifAweI siqguir idqI; Durhu hukmu buiJ nIswxu ]",
    "TRANSLITERATION": "Sathigur Kee Vaddiaaee Sathigur Dhithee Dhhurahu Hukam Bujh Neesaan ||",
    "PUNJABI": "(ਜਿਹੜੀ) ਇੱਜ਼ਤ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੀ (ਹੋਈ, ਉਹ) ਗੁਰੂ (ਅੰਗਦ ਸਾਹਿਬ) ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ (ਮਿਲਿਆ) ਹੁਕਮ ਸਮਝ ਕੇ ਪਰਵਾਨਾ ਸਮਝ ਕੇ (ਉਹਨਾਂ ਨੂੰ) ਦਿੱਤੀ।",
    "PRONUNCIATION": "bu`iJ"
  },
  {
    "SHABAD_ID": 3190,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "puqI BwqIeI jwvweI skI, Aghu ipChu toil ifTw; lwihEnu sBnw kw AiBmwnu ]",
    "TRANSLITERATION": "Puthee Bhaatheeee Jaavaaee Sakee Agahu Pishhahu Ttol Ddithaa Laahioun Sabhanaa Kaa Abhimaan ||",
    "PUNJABI": "ਪੁੱਤਰਾਂ ਨੇ, ਭਤੀਜਿਆਂ ਨੇ, ਜਵਾਈਆਂ ਨੇ, ਹੋਰ ਸੱਕੇ ਸਾਕ ਅੰਗਾਂ ਨੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖ ਕੇ ਵੇਖ ਲਿਆ ਸੀ (ਗੁਰੂ ਨੇ) ਸਭਨਾਂ ਦਾ ਮਾਣ ਦੂਰ ਕਰ ਦਿੱਤਾ।",
    "PRONUNCIATION": "(pu`qIN)mohn jI Awid[(BwqI-eIN)BqIjy swvxm`l Awid[ jwvweI:sRI rwmw jI[skIN:polw bolo"
  },
  {
    "SHABAD_ID": 3190,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "ijQY ko vyKY. iqQY myrw siqgurU; hir bKisEsu sBu jhwnu ]",
    "TRANSLITERATION": "Jithhai Ko Vaekhai Thithhai Maeraa Sathiguroo Har Bakhasious Sabh Jehaan ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ (ਨਾਮ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ; ਜਿੱਥੇ ਭੀ ਕੋਈ ਵੇਖਦਾ ਹੈ ਉਥੇ ਹੀ ਪਿਆਰਾ ਗੁਰੂ (ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਲਈ ਮੌਜੂਦ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3190,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "ij siqgur no imil mMny, su hliq pliq isJY; ij vymuKu hovY. su iPrY Birst Qwnu ]",
    "TRANSLITERATION": "J Sathigur No Mil Mannae S Halath Palath Sijhai J Vaemukh Hovai S Firai Bharisatt Thhaan ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਤੀਜਦਾ ਹੈ ਉਹ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜਦਾ ਹੈ, ਉਹ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ-ਥਾਂ (ਵਿਕਾਰਾਂ ਨਾਲ) ਗੰਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]