[
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "rwm jn; gurmiq rwmu bolwie ]",
    "TRANSLITERATION": "Raam Jan Guramath Raam Bolaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਦੇ ਭਗਤ-ਜਨੋ! (ਮੈਨੂੰ) ਗੁਰੂ ਦੀ ਸਿਖਿਆ ਦੇ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਲਈ ਮਦਦ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 1,
    "RAAG_ID": 22,
    "GURMUKHI": "jo jo suxY khY so mukqw; rwm jpq sohwie ]1] rhwau ]",
    "TRANSLITERATION": "Jo Jo Sunai Kehai So Mukathaa Raam Japath Sohaae ||1|| Rehaao ||",
    "PUNJABI": "ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣਦਾ ਹੈ (ਜਾਂ) ਉਚਾਰਦਾ ਹੈ, ਉਹ (ਦੁਰਮਤਿ ਤੋਂ) ਸੁਤੰਤਰ ਹੋ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਉਹ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 2,
    "RAAG_ID": 22,
    "GURMUKHI": "jy vfBwg hovih muiK msqik; hir rwm jnw Bytwie ]",
    "TRANSLITERATION": "Jae Vadd Bhaag Hovehi Mukh Masathak Har Raam Janaa Bhaettaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਚੰਗੇ ਭਾਗ ਜਾਗ ਪੈਣ, ਤਾਂ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਸੰਤ ਜਨਾਂ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "drsnu sMq dyhu kir ikrpw; sBu dwldu duKu lih jwie ]2]",
    "TRANSLITERATION": "Dharasan Santh Dhaehu Kar Kirapaa Sabh Dhaaladh Dhukh Lehi Jaae ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਕਿਰਪਾ ਕਰ ਕੇ (ਮੈਨੂੰ) ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸ਼ਨ ਬਖ਼ਸ਼, (ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ) ਸਾਰਾ ਦਰਿੱਦਰ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 3,
    "RAAG_ID": 22,
    "GURMUKHI": "hir ky log. rwm jn nIky; BwghIx. n suKwie ]",
    "TRANSLITERATION": "Har Kae Log Raam Jan Neekae Bhaageheen N Sukhaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸੋਹਣੇ (ਜੀਵਨ ਵਾਲੇ) ਹੁੰਦੇ ਹਨ, ਪਰ ਮੰਦ-ਭਾਗੀ ਮਨੁੱਖਾਂ ਨੂੰ (ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ) ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "ijau ijau rwm khih jn aUcy; nr inMdk fMsu lgwie ]3]",
    "TRANSLITERATION": "Jio Jio Raam Kehehi Jan Oochae Nar Nindhak Ddans Lagaae ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਜਿਉਂ ਜਿਉਂ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣਦੇ ਜਾਂਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਇਉਂ ਲੱਗਦਾ ਹੈ ਜਿਵੇਂ ਡੰਗ ਵੱਜ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 4,
    "RAAG_ID": 22,
    "GURMUKHI": "iDRgu iDRgu nr inMdk, ijn jn. nhI Bwey; hir ky sKw sKwie ]",
    "TRANSLITERATION": "Dhhrig Dhhrig Nar Nindhak Jin Jan Nehee Bhaaeae Har Kae Sakhaa Sakhaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਨਿੰਦਕ ਮਨੁੱਖ ਫਿਟਕਾਰ-ਜੋਗ (ਜੀਵਨ ਵਾਲੇ) ਹੋ ਜਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਵਾਲੇ ਸੰਤ ਜਨ ਚੰਗੇ ਨਹੀਂ ਲੱਗਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 5,
    "RAAG_ID": 22,
    "GURMUKHI": "sy hir ky cor vymuK muK kwly; ijn gur kI pYj. n Bwie ]4]",
    "TRANSLITERATION": "Sae Har Kae Chor Vaemukh Mukh Kaalae Jin Gur Kee Paij N Bhaae ||4||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਇੱਜ਼ਤ (ਹੁੰਦੀ) ਪਸੰਦ ਨਹੀਂ ਆਉਂਦੀ, ਉਹ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜੀ ਰੱਖਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਭੀ ਚੋਰ ਬਣ ਜਾਂਦੇ ਹਨ (ਪ੍ਰਭੂ ਨੂੰ ਭੀ ਮੂੰਹ ਦੇਣ-ਜੋਗੇ ਨਹੀਂ ਰਹਿੰਦੇ, ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਉਹ ਭ੍ਰਿਸ਼ਟੇ ਹੋਏ ਮੂੰਹ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "dieAw dieAw kir rwKhu hir jIau; hm dIn qyrI srxwie ]",
    "TRANSLITERATION": "Dhaeiaa Dhaeiaa Kar Raakhahu Har Jeeo Ham Dheen Thaeree Saranaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਗਰੀਬ (ਜੀਵ) ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ, ਕਿਰਪਾ ਕਰ ਕੇ (ਸਾਨੂੰ ਆਪਣੀ) ਸਰਨ ਵਿਚ ਰੱਖੀ ਰੱਖੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3279,
    "LINE_ID": 6,
    "RAAG_ID": 22,
    "GURMUKHI": "hm bwirk qum ipqw pRB myry; jn nwnk. bKis imlwie ]5]2]",
    "TRANSLITERATION": "Ham Baarik Thum Pithaa Prabh Maerae Jan Naanak Bakhas Milaae ||5||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡਾ ਪਿਤਾ ਹੈਂ, ਅਸੀਂ ਤੇਰੇ ਬੱਚੇ ਹਾਂ। ਦਾਸ ਨਾਨਕ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਈ ਰੱਖ ॥੫॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 4 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 7,
    "RAAG_ID": 22,
    "GURMUKHI": "hir ky sKw swD jn nIky; iqn aUpir hwQu vqwvY ]",
    "TRANSLITERATION": "Har Kae Sakhaa Saadhh Jan Neekae Thin Oopar Haathh Vathaavai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸਦਾ ਰਹਿਣ ਵਾਲੇ ਸਾਧੂ ਜਨ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਉਤੇ ਕਿਰਪਾ ਦਾ ਹੱਥ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "gurmuiK swD syeI pRB Bwey; kir ikrpw Awip imlwvY ]1]",
    "TRANSLITERATION": "Guramukh Saadhh Saeee Prabh Bhaaeae Kar Kirapaa Aap Milaavai ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਰਹਿਣ ਵਾਲੇ ਉਹੀ ਸਾਧੂ-ਜਨ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ। ਪ੍ਰਭੂ ਆਪਣੀ ਮੇਹਰ ਕਰ ਕੇ ਆਪ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 8,
    "RAAG_ID": 22,
    "GURMUKHI": "rwm; mokau hir jn myil. min BwvY ]",
    "TRANSLITERATION": "Raam Mo Ko Har Jan Mael Man Bhaavai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੈਨੂੰ ਆਪਣੇ ਸੰਤ ਜਨ ਮਿਲਾ, (ਮੇਰੇ) ਮਨ ਵਿਚ ਇਹੀ ਤਾਂਘ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "Aimau Aimau hir rsu hY mITw; imil sMq jnw muiK pwvY ]1] rhwau ]",
    "TRANSLITERATION": "Amio Amio Har Ras Hai Meethaa Mil Santh Janaa Mukh Paavai ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਰਾਮ! ਤੇਰਾ ਨਾਮ-ਰਸ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਮਿੱਠਾ ਜਲ ਹੈ। (ਤੇਰਾ ਇਹ ਦਾਸ ਤੇਰੇ) ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਇਹੀ ਅੰਮ੍ਰਿਤ) ਮੂੰਹ ਵਿਚ ਪਾਣਾ ਚਾਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 9,
    "RAAG_ID": 22,
    "GURMUKHI": "hir ky log rwm jn aUqm; imil aUqm pdvI pwvY ]",
    "TRANSLITERATION": "Har Kae Log Raam Jan Ootham Mil Ootham Padhavee Paavai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਸੰਤ ਜਨ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 10,
    "RAAG_ID": 22,
    "GURMUKHI": "hm hovq cyrI dws dwsn kI; myrw Twkuru KusI krwvY ]2]",
    "TRANSLITERATION": "Ham Hovath Chaeree Dhaas Dhaasan Kee Maeraa Thaakur Khusee Karaavai ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "syvk jn syvih sy vfBwgI; ird min qin pRIiq lgwvY ]",
    "TRANSLITERATION": "Saevak Jan Saevehi Sae Vaddabhaagee Ridh Man Than Preeth Lagaavai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਸੇਵਕ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ! ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਤਨ ਵਿਚ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 11,
    "RAAG_ID": 22,
    "GURMUKHI": "ibnu pRIqI. krih bhu bwqw; kUVu boil kUVo Plu pwvY ]3]",
    "TRANSLITERATION": "Bin Preethee Karehi Bahu Baathaa Koorr Bol Koorro Fal Paavai ||3||",
    "PUNJABI": "ਪਰ ਕਈ ਮਨੁੱਖ ਇਸ ਪ੍ਰੀਤ (ਦੀ ਦਾਤਿ) ਤੋਂ ਬਿਨਾ ਹੀ ਬਹੁਤ ਗੱਲਾਂ ਕਰਦੇ ਹਨ। (ਕਿ ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਵੱਸ ਰਹੀ ਹੈ) ਅਜੇਹਾ ਮਨੁੱਖ ਝੂਠ ਬੋਲ ਕੇ ਝੂਠ ਹੀ (ਉਸ ਦਾ) ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੀਤ ਦੇ ਥਾਂ ਝੂਠ ਹੀ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": "bwqW"
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "mokau Dwir ikRpw jgjIvn dwqy; hir sMq pgI, ly pwvY ]",
    "TRANSLITERATION": "Mo Ko Dhhaar Kirapaa Jagajeevan Dhaathae Har Santh Pagee Lae Paavai ||",
    "PUNJABI": "ਹੇ ਜਗਤ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲੇ ਹਰੀ! ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਕਰ, (ਤਾ ਕਿ ਕੋਈ ਗੁਰਮੁਖ ਮਨੁੱਖ ਮੈਨੂੰ ਤੇਰੇ) ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲਾ ਦੇਵੇ।",
    "PRONUNCIATION": "j`gjIvn[ pgIN:polw bolo"
  },
  {
    "SHABAD_ID": 3280,
    "LINE_ID": 12,
    "RAAG_ID": 22,
    "GURMUKHI": "hau kwtau kwit bwiF isru rwKau; ijqu nwnk. sMqu ciV AwvY ]4]3]",
    "TRANSLITERATION": "Ho Kaatto Kaatt Baadt Sir Raakho Jith Naanak Santh Charr Aavai ||4||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਆਪਣਾ ਸਿਰ ਕੱਟ ਦਿਆਂ, ਕੱਟ ਵੱਢ ਕੇ ਰੱਖ ਦਿਆਂ, ਜਿਸ ਉਤੇ ਚੜ੍ਹ ਕੇ ਕੋਈ ਸੰਤ ਜਨ ਮੈਨੂੰ ਆ ਮਿਲੇ (ਭਾਵ, ਮੈਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਵਾਂ ਉਸ ਰਸਤੇ ਤੋਂ ਜਿਸ ਰਸਤੇ ਕੋਈ ਸੰਤ ਆ ਕੇ ਮੈਨੂੰ ਮਿਲੇ ॥੪॥੩॥",
    "PRONUNCIATION": "ciV@"
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "rwmklI mhlw 4 ]",
    "TRANSLITERATION": "Raamakalee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 13,
    "RAAG_ID": 22,
    "GURMUKHI": "jy vfBwg hovih vf myry; jn imlidAw iFl. n lweIAY ]",
    "TRANSLITERATION": "Jae Vadd Bhaag Hovehi Vadd Maerae Jan Miladhiaa Dtil N Laaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲਣ ਵਿਚ ਰਤਾ ਭੀ ਢਿੱਲ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ। ਜੇ ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਜਾਗ ਪੈਣ (ਤਾਂ ਹੀ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲਣ ਦਾ ਅਵਸਰ ਮਿਲਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 14,
    "RAAG_ID": 22,
    "GURMUKHI": "hir jn. AMimRq kuMt sr nIky; vfBwgI iqqu nwvweIAY ]1]",
    "TRANSLITERATION": "Har Jan Anmrith Kuntt Sar Neekae Vaddabhaagee Thith Naavaaeeai ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੇ ਸੋਹਣੇ ਚਸ਼ਮੇ ਹਨ, ਸੋਹਣੇ ਸਰੋਵਰ ਹਨ। ਉਸ ਚਸ਼ਮੇ ਵਿਚ ਉਸ ਸਰੋਵਰ ਵਿਚ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਇਸ਼ਨਾਨ ਕਰ ਸਕੀਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(sr)smuMdR[(nIky)A`Cy[ n@wvweIAY"
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "rwm; mokau hir jn kwrY lweIAY ]",
    "TRANSLITERATION": "Raam Mo Ko Har Jan Kaarai Laaeeai ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਰਾਮ! ਮੈਨੂੰ (ਆਪਣੇ) ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਵਿਚ ਲਾਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 15,
    "RAAG_ID": 22,
    "GURMUKHI": "hau pwxI pKw pIsau. sMq AwgY; pg mil mil DUir muiK lweIAY ]1] rhwau ]",
    "TRANSLITERATION": "Ho Paanee Pakhaa Peeso Santh Aagai Pag Mal Mal Dhhoor Mukh Laaeeai ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੇ ਦਰ ਤੇ ਪਾਣੀ ਢੋਵਾਂ, ਪੱਖਾਂ ਝੱਲਾਂ, (ਆਟਾ) ਪੀਹਾਂ। ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਵਾਂ, ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਆਪਣੇ ਮੱਥੇ ਤੇ ਲਾਂਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "pg:polw bolo"
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "hir jn vfy vfy vf aUcy; jo sqgur myil imlweIAY ]",
    "TRANSLITERATION": "Har Jan Vaddae Vaddae Vadd Oochae Jo Sathagur Mael Milaaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਬੜੇ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਿਲਾਪ ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 16,
    "RAAG_ID": 22,
    "GURMUKHI": "sqgur jyvfu Avru. n koeI; imil sqgur purK iDAweIAY ]2]",
    "TRANSLITERATION": "Sathagur Jaevadd Avar N Koee Mil Sathagur Purakh Dhhiaaeeai ||2||",
    "PUNJABI": "ਗੁਰੂ ਜੇਡਾ ਵੱਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 17,
    "RAAG_ID": 22,
    "GURMUKHI": "sqgur srix pry iqn pwieAw; myry Twkur lwj rKweIAY ]",
    "TRANSLITERATION": "Sathagur Saran Parae Thin Paaeiaa Maerae Thaakur Laaj Rakhaaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਗਏ, ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ, ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਰੱਖ ਲਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "ieik ApxY suAwie Awie bhih gur AwgY; ijau bgul smwiD lgweIAY ]3]",
    "TRANSLITERATION": "Eik Apanai Suaae Aae Behehi Gur Aagai Jio Bagul Samaadhh Lagaaeeai ||3||",
    "PUNJABI": "ਪਰ ਅਨੇਕਾਂ ਬੰਦੇ ਐਸੇ ਭੀ ਹਨ ਜੋ ਆਪਣੀ ਕਿਸੇ ਗ਼ਰਜ਼ ਦੀ ਖ਼ਾਤਰ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਬੈਠਦੇ ਹਨ ਅਤੇ ਬਗੁਲੇ ਵਾਂਗ ਸਮਾਧੀ ਲਾ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 18,
    "RAAG_ID": 22,
    "GURMUKHI": "bgulw kwg nIc kI sMgiq; jwie krMg ibKU muiK lweIAY ]",
    "TRANSLITERATION": "Bagulaa Kaag Neech Kee Sangath Jaae Karang Bikhoo Mukh Laaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਬਗੁਲਾ ਅਤੇ ਕਾਂ ਨੀਚ ਦੀ ਸੰਗਤਿ ਹੀ ਪਸੰਦ ਕਰਦੇ ਹਨ (ਜੇ ਉਹ ਕਿਸੇ ਸੁਆਰਥ ਵਾਸਤੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਉਂਦੇ ਭੀ ਹਨ, ਤਾਂ ਇਥੋਂ) ਉੱਠ ਕੇ ਕੋਈ ਮੁਰਦਾਰ ਜਾਂ ਗੰਦ ਹੀ ਮੂੰਹ ਵਿਚ ਪਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3281,
    "LINE_ID": 19,
    "RAAG_ID": 22,
    "GURMUKHI": "nwnk. myil myil pRB sMgiq; imil sMgiq hMsu krweIAY ]4]4]",
    "TRANSLITERATION": "Naanak Mael Mael Prabh Sangath Mil Sangath Hans Karaaeeai ||4||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ, ਤੇ, ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਈ ਰੱਖ। ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਕਾਂ ਤੋਂ) ਹੰਸ ਬਣ ਜਾਈਦਾ ਹੈ ॥੪॥੪॥",
    "PRONUNCIATION": ""
  }
]