{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਪੜਿਐ. ਮੈਲੁ ਨ ਉਤਰੈ; ਪੂਛਹੁ ਗਿਆਨੀਆ ਜਾਇ ॥੧॥",
      "page": 39,
      "line": 7
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "The filth is not removed by acquiring knowledge. Go, and consult the divines."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਇਲਮ ਹਾਸਲ ਕਰਨ ਦੁਆਰਾ ਮਲੀਨਤਾ ਕੱਟੀ ਨਹੀਂ ਜਾਂਦੀ। ਜਾਂ ਕੇ ਬ੍ਰਹਿਮ-ਵੇਤਿਆਂ ਤੋਂ ਪਤਾ ਕਰ ਲਓ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "This filth is not removed by studying. Go ahead, and ask the wise ones. ||1||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਸ਼ਾਸਤ੍ਰੋਂ ਕੇ ਪਢਨੇ ਸੇ ਭੀ ਹੰਤਾ ਰੂਪੀ ਮੈਲੁ ਨਹੀਂ ਉਤਰਤੀ, ਕਿਉਂਕਿ ਸਾਸਤ੍ਰਾਧੇਨ ਕਾ ਜੋ ਅਭਿਮਾਨ ਹੈ, ਸੋ ਭੀ ਅਧਿਕ ਸੇ ਅਧਿਕ ਹੀ ਹੋਤਾ ਹੈ। ਕਦਾਚਿਤ ਮੇਰੇ ਕਹਨੇ ਪਰ ਨਿਸਚਾ ਨਹੀਂ ਹੈ, ਤੋ ਔਰ ਗ੍ਯਾਨਵਾਨ ਮਹਾਤਮਾ ਜਨੋਂ ਕੋ ਜਾਇ ਕਰ ਪੂਛ ਲੇਵੋ। ਭਾਵ ਯਹਿ ਹੈ ਕਿ ਕਬੀ ਸਾਸਤ੍ਰੋਂ ਕੇ ਪੜਨੇ ਕਰ ਹੀ ਮੈਲ ਉਤਰਤੀ ਤੋ ਅਨਪਢ ਜਗ੍ਯਾਸੂ ਕੋ ਆਤਮ ਗ੍ਯਾਨ ਕੀ ਪ੍ਰਾਪਤੀ ਨ ਹੋਤੀ। ਸੋ ਤੋ ਅਨੇਕ ਐਸੇ ਮਹਾਤਮਾਂ ਹੈਂ ਜਿਨ ਕੋ ਬਿਨਾ ਸਾਸਤ੍ਰਾਧੇਨ ਕੇ ਆਤਮ ਗ੍ਯਾਨੁ ਭ੍ਯਾ ਹੈ। ਇਸ ਕਥਨ ਸੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਾ ਅਭਿਪ੍ਰਾਯ ਤੀਰਥਾਦਿਕੋਂ ਕੇ ਸਨਾਨ ਔਰ ਸਾਸਤ੍ਰਾਧੇਨ ਕੇ ਨਿਸੇਧ ਮੇਂ ਨਹੀਂ ਹੈ, ਕਿੰਤੂ ਗੁਰੋਂ ਕੀ ਯਥਾਰਥ ਮਹਿਮਾ ਦਿਖਲਾਉਨੇ ਮੇਂ ਹੈ। ਜੋ ਪੁਰਸ ਨਿਗੁਰੇ ਹੈਂ, ਵਹੁ ਯਦ੍ਯਪ ਤੀਰਥੋਂ ਕਾ ਸਨਾਨੁ ਤਥਾ ਯਗ ਦਾਨਾਦਿ ਕਰਮ ਔਰ ਸਾਸਤ੍ਰਾਧੇਨ ਭੀ ਕਰੇਂਗੇ, ਤਾਂ ਵੀ ਨਾਨਾ ਕਾਮਨਾ ਸੰਯੁਕਤ ਕਰੇਂਗੇ, ਯਾਂ ਤੇ ਤਿਨ ਕੇ ਹੰਕਾਰ ਕੀ ਬ੍ਰਿਧੀ ਕੇ ਸਾਧਨ ਹੀ ਹੋਵੇਂਗੇ। ਜੋ ਗੁਰੋਂਦ੍ਵਾਰੇ ਯਥਾਰਥ ਮੋਖ ਫਲ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ, ਸੋ ਤਿਨ ਕੋ ਨਹੀਂ ਹੋਵੇਗੀ॥੧॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "(ਵਿੱ​ਦਿਆ ਆਦਿਕ) ਪੜ੍ਹਨ ਨਾਲ ਭੀ ਇਹ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਬੇਸ਼ੱਕ ਪੜ੍ਹੇ ਹੋਏ ਬੰਦਿਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ (ਭਾਵ, ਪੜ੍ਹੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਵਿੱਦਿਆ ਪੜ੍ਹਨ ਦਾ ਮਾਣ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੧॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Por el conocimiento intelectual, la impureza tampoco se va, puedes preguntar esto a cualquier sabio. (1)"
    }
  ]
}