{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜਾਇ ਮਿਲਾ ਤਿਨਾ ਸਜਣਾ; ਤੁਟਉ ਨਾਹੀ. ਨੇਹੁ ॥੨੫॥",
      "page": 1379,
      "line": 4
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "I will go and meet that friend, so that my love may be severed not."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਮੈਂ ਜਾ ਉਸ ਮਿੱਤਰ ਨੂੰ ਮਿਲ ਪਵਾਂਗਾ, ਤਾਂ ਜੋ ਮੇਰਾ ਪਿਆਰ ਟੁਟੇ ਨਾਂ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "I am going out to meet my Friend, so that my heart will not be broken. ||25||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਤਾਂ ਤੇ ਅਗਨਿ ਲਿਆਇ ਕਰ ਜਲ ਗਰਮ ਕਰ ਕੇ ਜੋ ਪੀਰ ਜੀ ਸਜਣ ਹੈਂ ਤਿਨੋਂ ਕੋ ਜਾਇ ਮਿਲੋਂ, ਜਿਸ ਕਰ ਕੇ ਮੇਰਾ ਪ੍ਰੇਮ ਨ ਤੁਟ ਜਾਵੈ॥☬ਐਸੇ ਕਹਿ ਕਰ ਫਰੀਦ ਜੀ ਅਗਨਿ ਲੇਨੇ ਗਏ ਆਗੇ ਏਕ ਵੇਸਵਾ ਕੇ ਮਕਾਨ ਮੇਂ ਅਗਨੀ ਥੀ। ਉਸ ਸੇ ਜਬ ਅਗਨਿ ਮਾਂਗੀ ਤਬ ਤਿਸ ਨੇ ਕਹਾ: ਮੇਰੇ ਸਾਥ ਰਮਨ ਕਰ; ਵਾ ਅਪਨਾ ਨੇਤ੍ਰ ਦੇਹ ਤਬ ਮੈਂ ਤੁਝ ਕੋ ਅਗਨੀ ਦੇਵੋਂਗੀ। ਤਬ ਫਰੀਦ ਜੀ ਨੇ ਤਿਸ ਕੇ ਰਮਨ ਕਰਨੇ ਕੀ ਬਾਤ ਨ ਮਾਨੀ ਔ ਏਕ ਨੇਤ੍ਰ ਅਪਨਾ ਨਿਕਾਲ ਕਰ ਕੇ ਤਿਸ ਕੋ ਦੇ ਕਰ ਅਗਨੀ ਲੇ ਆਏ। ਜਲ ਗਰਮ ਕਰ ਕੇ ਪੀਰ ਜੀ ਕਾ ਇਸ਼ਨਾਨ ਕਰਾਯਾ, ਤਬ ਪੀਰ ਜੀ ਨੇ ਪੂਛਾ ਨੇਤ੍ਰ ਪਰ ਪੱਟੀ ਕਿਉਂ ਬਾਂਧੀ ਹੈ। ਫਰੀਦ ਜੀ ਨੇ ਕਹਾ: ਆਂਖ ਆਈ ਹੋਈ ਹੈ। ਤੋ ਪੀਰ ਨੇ ਕਿਹਾ: ਛੋਟੀ ਆਂਖ ਆਵੈ ਵਾ ਬੜੀ। ਤੌ ਇਨੋਂ ਨੇ ਕਹਾ: ਜੋ ਆਪ ਦੀ ਰਜ਼ਾਇ ਹੋਵੈ। ਪੀਰ ਨੇ ਕਹਾ: ਖੁਦਾਇ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰਨੀ, ਤਾਂ ਤੇ ਆਂਖ ਛੋਟੀ ਆਵੇਗੀ। ਐਸੇ ਕਹਿ ਕਰ ਪੱਟੀ ਖੁਲਵਾਈ ਦਈ ਤਬ ਨੇਤ੍ਰ ਉਸੀ ਤਰਹ ਹੋ ਗਿਆ। ਪਰੰਤੂ ਦੂਸਰੇ ਤੇ ਉਹ ਛੋਟਾ ਰਿਹਾ। ਦੇਖ ਕਰ ਪੀਰ ਨੇ ਕਹਾ: ਅਬ ਤੇਰੀ ਸੇਵਾ ਪੂਰਨ ਭਈ, ਤਾਂ ਤੇ ਤੁਮ ਜਾਇਕਰ ਕਹੀਂ ਬੈਠਕੇ ਬੰਦਗੀ ਕਰੋ। ਤਬ ਫਰੀਦ ਜੀ ਪਾਕਪਟਣ ਮੇਂ ਆਇ ਰਹੇ। ਅਬ ਤਿਨ ਕੀ ਸੰਤਾਨ ਕਾ ਏਕ ਨੇਤ੍ਰ ਛੋਟਾ ਰਹਿਤਾ ਹੈ ਤਿਸ ਕਾ ਨਾਮ ਚਿਸ਼ਤੀ ਕਰ ਕੇ ਕਹਿਤੇ ਹੈਂ। ਤਿਨ ਦੋਨੋਂ ਸਲੋਕੋਂ ਕਾ ਦੁਤੀ ਅਰਥ ਕਰਤੇ ਹੈਂ॥☬ਵਾ ਇੰਦ੍ਰੀਆਂ ਰੂਪੀ ਗਲੀਓਂ ਬੀਚ ਵਿਸ਼ਹੁੰ ਕੀਆਂ ਵਾਸ਼ਨਾਂ ਰੂਪ ਚਿਕੜ ਹੋਇ ਰਹਾ ਹੈ ਔਰ ਜਿਸ ਹਰੀ ਪ੍ਰੀ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਪਰ) ਮੈਂ ਉਨ੍ਹਾਂ ਸੱਜਣਾਂ ਨੂੰ ਜ਼ਰੂਰ ਮਿਲਾਂਗਾ, (ਤਾਕਿ ਕਿਤੇ) ਮੇਰਾ ਪਿਆਰ ਨ ਟੁੱਟ ਜਾਏ ॥੨੫॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "voy afuera a encontrar a mi Amigo, para que mi corazón no se me deshaga. (25)"
    }
  ]
}