[
  {
    "SHABAD_ID": 1131,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "siB jIA qyry. qU sB sdw; qU sB CfwhI ]4]",
    "TRANSLITERATION": "Sabh Jeea Thaerae Thoo Sabhas Dhaa Thoo Sabh Shhaddaahee ||4||",
    "PUNJABI": "ਸਭ ਜੀਵ ਤੇਰੇ (ਰਚੇ ਹੋਏ) ਹਨ, ਤੂੰ ਸਭਨਾਂ ਦਾ (ਮਾਲਕ) ਹੈਂ, ਤੂੰ ਸਾਰਿਆਂ ਨੂੰ (ਦੁੱਖਾਂ ਤੇ ਝੋਰਿਆਂ ਤੋਂ) ਆਪ ਛਡਾਂਦਾ ਹੈਂ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1132,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1132,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "suix swjn. pRym sMdysrw; AKI qwr lgMin ]",
    "TRANSLITERATION": "Sun Saajan Praem Sandhaesaraa Akhee Thaar Lagann ||",
    "PUNJABI": "ਸੱਜਣ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ-ਭਰਿਆ ਸੁਨੇਹਾ ਸੁਣ ਕੇ (ਜਿਨ੍ਹਾਂ ਦੀਆਂ) ਅੱਖੀਆਂ ਤਾਰ ਵਿਚ (ਭਾਵ, ਦੀਦਾਰ ਦੀ ਤਾਂਘ ਵਿਚ) ਲੱਗ ਜਾਂਦੀਆਂ ਹਨ;",
    "PRONUNCIATION": "(qwr) ibRqI[ A`KIN, l-gMin"
  },
  {
    "SHABAD_ID": 1132,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "guir quTY. sjxu myilAw; jn nwnk. suiK svMin ]1]",
    "TRANSLITERATION": "Gur Thuthai Sajan Maeliaa Jan Naanak Sukh Savann ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸੱਜਣ ਮਿਲਾਇਆ ਹੈ, ਤੇ ਉਹ ਸੁਖ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "qu`TY s`jxu s-vMin"
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "siqguru dwqw dieAwlu hY; ijs no dieAw sdw hoie ]",
    "TRANSLITERATION": "Sathigur Dhaathaa Dhaeiaal Hai Jis No Dhaeiaa Sadhaa Hoe ||",
    "PUNJABI": "ਦਾਤਾਂ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਸਤਿਗੁਰੂ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਉਸ ਦੇ (ਹਿਰਦੇ) ਵਿਚ ਸਦਾ ਦਇਆ (ਹੀ ਦਇਆ) ਹੈ।",
    "PRONUNCIATION": "d-ieAwlu[ d-ieAw"
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "siqguru AMdrhu inrvYru hY; sBu dyKY bRhmu ieku soie ]",
    "TRANSLITERATION": "Sathigur Andharahu Niravair Hai Sabh Dhaekhai Breham Eik Soe ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੇ (ਹਿਰਦੇ) ਵਿਚ ਕਿਸੇ ਨਾਲ ਵੈਰ ਨਹੀਂ, ਉਹ ਸਭ ਥਾਈਂ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ (ਇਸ ਲਈ ਉਹ ਵੈਰ ਕਿਸ ਦੇ ਨਾਲ ਕਰੇ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "inrvYrw nwil. ij vYru clwiedy; iqn ivchu. iqsitAw n koie ]",
    "TRANSLITERATION": "Niravairaa Naal J Vair Chalaaeidhae Thin Vichahu Thisattiaa N Koe ||",
    "PUNJABI": "ਪਰ ਕਈ ਮੂਰਖ ਮਨੁੱਖ ਨਿਰਵੈਰ ਗੁਰੂ ਨਾਲ ਭੀ ਵੈਰ ਕਰਨੋਂ ਨਹੀਂ ਮੁੜਦੇ) ਜੋ ਮਨੁੱਖ ਨਿਰਵੈਰਾਂ ਨਾਲ ਵੈਰ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਵਿਚੋਂ ਸ਼ਾਂਤੀ ਕਦੀ ਕਿਸੇ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਆਈ (ਭਾਵ, ਉਹ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ;)",
    "PRONUNCIATION": "iqs-itAw:polw bolo[ (iqsitAw) itikAw"
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "siqguru sBnw dw Blw mnwiedw; iqs dw burw. ikau hoie ]",
    "TRANSLITERATION": "Sathigur Sabhanaa Dhaa Bhalaa Manaaeidhaa This Dhaa Buraa Kio Hoe ||",
    "PUNJABI": "(ਤੇ) ਸਤਿਗੁਰੂ ਦਾ ਬੁਰਾ ਤਾਂ ਹੋ ਹੀ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ) ਉਹ ਸਭਨਾਂ ਦਾ ਭਲਾ ਸੋਚਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "siqgur no. jyhw ko ieCdw; qyhw Plu pwey koie ]",
    "TRANSLITERATION": "Sathigur No Jaehaa Ko Eishhadhaa Thaehaa Fal Paaeae Koe ||",
    "PUNJABI": "ਜਿਸ ਭਾਵਨਾ ਨਾਲ ਕੋਈ ਜੀਵ ਸਤਿਗੁਰੂ ਪਾਸ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹੋ ਜਿਹਾ ਫਲ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਜ਼ਾਹਰਦਾਰੀ ਸਫਲ ਨਹੀਂ ਹੋ ਸਕਦੀ);",
    "PRONUNCIATION": "ie`Cdw"
  },
  {
    "SHABAD_ID": 1133,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. krqw sBu ikCu jwxdw; ijdU ikCu guJw. n hoie ]2]",
    "TRANSLITERATION": "Naanak Karathaa Sabh Kishh Jaanadhaa Jidhoo Kishh Gujhaa N Hoe ||2||",
    "PUNJABI": "ਕਿਉਂਕਿ ਹੇ ਨਾਨਕ! ਰਚਨਹਾਰ ਪ੍ਰਭੂ ਪਾਸੋਂ ਕੋਈ ਗੱਲ ਲੁਕਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਹ (ਅੰਦਰਲੀ ਬਾਹਰਲੀ) ਸਭ ਜਾਣਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "ij`dU[ gu`Jw"
  },
  {
    "SHABAD_ID": 1134,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1134,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "ijs no swihbu vfw kry; soeI vf jwxI ]",
    "TRANSLITERATION": "Jis No Saahib Vaddaa Karae Soee Vadd Jaanee ||",
    "PUNJABI": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਡਿਆਏ, ਉਹੀ (ਅਸਲ) ਵੱਡੀ ਸਮਝਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1134,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "ijsu swihb BwvY. iqsu bKis ley; so swihb min BwxI ]",
    "TRANSLITERATION": "Jis Saahib Bhaavai This Bakhas Leae So Saahib Man Bhaanee ||",
    "PUNJABI": "ਜਿਸ ਨੂੰ ਚਾਹੇ ਪ੍ਰਭੂ ਮਾਲਕ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ, ਤੇ ਉਹ ਸਾਹਿਬ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1134,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "jy ko Es dI rIs kry; so mUV AjwxI ]",
    "TRANSLITERATION": "Jae Ko Ous Dhee Rees Karae So Moorr Ajaanee ||",
    "PUNJABI": "ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਮੂਰਖ ਤੇ ਅੰਞਾਣ ਹੈ ਜੋ ਉਸ ਦੀ ਰੀਸ ਕਰਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1134,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "ijs no siqguru myly. su gux rvY; gux AwiK vKwxI ]",
    "TRANSLITERATION": "Jis No Sathigur Maelae S Gun Ravai Gun Aakh Vakhaanee ||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਰੀਸ ਕੀਤਿਆਂ ਕੁਝ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ, ਇਥੇ ਤਾਂ) ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮੇਲਦਾ ਹੈ (ਉਹੀ ਮਿਲਦੀ ਹੈ ਤੇ) (ਹਰੀ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੀ ਉਚਾਰਨ ਕਰ ਕੇ (ਹੋਰਨਾਂ ਨੂੰ ਸੁਣਾਉਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1134,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. scw scu hY; buiJ sic smwxI ]5]",
    "TRANSLITERATION": "Naanak Sachaa Sach Hai Bujh Sach Samaanee ||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਇਸ ਗੱਲ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ) ਸਮਝ ਕੇ (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੫॥",
    "PRONUNCIATION": "bu`iJ"
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "hir siq inrMjn. Amru hY; inrBau inrvYru inrMkwru ]",
    "TRANSLITERATION": "Har Sath Niranjan Amar Hai Nirabho Niravair Nirankaar ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਸਚ-ਮੁਚ ਹੈ, ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੈ, ਕਾਲ-ਰਹਿਤ ਨਿਰਭਉ ਨਿਰਵੈਰ ਤੇ ਆਕਾਰ-ਰਹਿਤ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn jipAw. iek min iek iciq; iqn lQw haumY Bwru ]",
    "TRANSLITERATION": "Jin Japiaa Eik Man Eik Chith Thin Lathhaa Houmai Bhaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਕਾਗਰ ਮਨ ਹੋ ਕੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਤੋਂ ਹਉਮੈ ਦਾ ਬੋਝ ਲਹਿ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "ic`iq[l`Qw"
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn gurmuiK. hir AwrwiDAw; iqn sMq jnw jYkwru ]",
    "TRANSLITERATION": "Jin Guramukh Har Aaraadhhiaa Thin Santh Janaa Jaikaar ||",
    "PUNJABI": "(ਪਰ) ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਨੂੰ ਹੀ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸਿਮਰਨ ਕੀਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "koeI inMdw kry. pUry siqgurU kI; iqsno. iPtu iPtu khY sBu sMswru ]",
    "TRANSLITERATION": "Koee Nindhaa Karae Poorae Sathiguroo Kee This No Fitt Fitt Kehai Sabh Sansaar ||",
    "PUNJABI": "ਜੋ ਕੋਈ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਾਰਾ ਸੰਸਾਰ ਫਿਟਕਾਰਾਂ ਪਾਉਂਦਾ ਹੈ,",
    "PRONUNCIATION": "iP`tu"
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "siqgur ivic. Awip vrqdw; hir Awpy rKxhwru ]",
    "TRANSLITERATION": "Sathigur Vich Aap Varathadhaa Har Aapae Rakhanehaar ||",
    "PUNJABI": "(ਉਹ ਨਿੰਦਕ ਸਤਿਗੁਰੂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਆਪ ਸਤਿਗੁਰ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤੇ ਉਹ ਆਪ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "r`Kxhwru"
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "Dnu DMnu gurU gux gwvdw; iqsno. sdw sdw nmskwru ]",
    "TRANSLITERATION": "Dhhan Dhhann Guroo Gun Gaavadhaa This No Sadhaa Sadhaa Namasakaar ||",
    "PUNJABI": "ਧੰਨ ਹੈ ਗੁਰੂ ਜੋ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੱਗੇ ਸਦਾ ਸਿਰ ਨਿਵਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1135,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk. iqn kau vwirAw; ijin jipAw isrjxhwru ]1]",
    "TRANSLITERATION": "Jan Naanak Thin Ko Vaariaa Jin Japiaa Sirajanehaar ||1||",
    "PUNJABI": "(ਆਖ) ਹੇ ਨਾਨਕ! ਮੈਂ ਸਦਕੇ ਹਾਂ, ਉਹਨਾਂ ਹਰੀ ਦੇ ਦਾਸਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਰਜਣਹਾਰ ਨੂੰ ਆਰਾਧਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1136,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1136,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy DrqI swjIAnu; Awpy Awkwsu ]",
    "TRANSLITERATION": "Aapae Dhharathee Saajeean Aapae Aakaas ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਧਰਤੀ ਸਾਜੀ ਤੇ ਆਪ ਹੀ ਅਕਾਸ਼।",
    "PRONUNCIATION": "sw`jIAnu"
  },
  {
    "SHABAD_ID": 1136,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "ivic Awpy jMq aupwieAnu; muiK Awpy dyie igrwsu ]",
    "TRANSLITERATION": "Vich Aapae Janth Oupaaeian Mukh Aapae Dhaee Giraas ||",
    "PUNJABI": "ਇਸ ਧਰਤੀ ਵਿਚ ਉਸ ਨੇ ਜੀਅ ਜੰਤ ਪੈਦਾ ਕੀਤੇ ਤੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ) ਮੂੰਹ ਵਿਚ ਗਰਾਹੀ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(aupwieAnu) pYdw kIqy[ (igrwsu) Bojn[ dyie"
  },
  {
    "SHABAD_ID": 1136,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "sBu Awpy Awip vrqdw; Awpy hI guxqwsu ]",
    "TRANSLITERATION": "Sabh Aapae Aap Varathadhaa Aapae Hee Gunathaas ||",
    "PUNJABI": "ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ (ਹਰੀ) ਆਪ ਹੀ ਸਭ ਜੀਆਂ ਦੇ ਅੰਦਰ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1136,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk. nwmu iDAwie qU; siB iklivK kty qwsu ]2]",
    "TRANSLITERATION": "Jan Naanak Naam Dhhiaae Thoo Sabh Kilavikh Kattae Thaas ||2||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ, (ਜਿਸ ਨੇ ਜਪਿਆ ਹੈ) ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਪ੍ਰਭੂ ਦੂਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "k`ty"
  },
  {
    "SHABAD_ID": 1137,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1137,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "qU scw swihbu scu hY; scu scy BwvY ]",
    "TRANSLITERATION": "Thoo Sachaa Saahib Sach Hai Sach Sachae Bhaavai ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੂੰ ਸੱਚਾ ਤੇ ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ, ਤੈਨੂੰ ਸੱਚ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1137,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "jo quDu scu slwhdy; iqn jmkMkru nyiV. n AwvY ]",
    "TRANSLITERATION": "Jo Thudhh Sach Salaahadhae Thin Jam Kankar Naerr N Aavai ||",
    "PUNJABI": "ਹੇ ਸੱਚੇ ਪ੍ਰਭੂ! ਜੋ ਜੀਵ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਜਮਦੂਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1137,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "iqn ky muK. dir aujly; ijn hir ihrdY scw BwvY ]",
    "TRANSLITERATION": "Thin Kae Mukh Dhar Oujalae Jin Har Hiradhai Sachaa Bhaavai ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਦਰਗਾਹ ਵਿਚ ਉੱਜਲੇ ਹੁੰਦੇ ਹਨ,",
    "PRONUNCIATION": "au~jly"
  },
  {
    "SHABAD_ID": 1137,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "kUiVAwr ipCwhw stIAin; kUVu ihrdY kptu. mhw duKu pwvY ]",
    "TRANSLITERATION": "Koorriaar Pishhaahaa Satteean Koorr Hiradhai Kapatt Mehaa Dhukh Paavai ||",
    "PUNJABI": "(ਪਰ) ਕੂੜ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕੂੜ ਤੇ ਕਪਟ ਹੋਣ ਕਰਕੇ ਉਹ ਪਿਛੇ ਸਿੱਟੇ ਜਾਂਦੇ ਹਨ ਤੇ ਬੜਾ ਕਲੇਸ਼ ਉਠਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "s`tI-Ain"
  },
  {
    "SHABAD_ID": 1137,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "muh kwly kUiVAwrIAw; kUiVAwr. kUVo hoie jwvY ]6]",
    "TRANSLITERATION": "Muh Kaalae Koorriaareeaa Koorriaar Koorro Hoe Jaavai ||6||",
    "PUNJABI": "ਕੂੜਿਆਰਾਂ ਦੇ ਮੂੰਹ (ਦਰਗਾਹ ਵਿਚ) ਕਾਲੇ ਹੁੰਦੇ ਹਨ (ਕਿਉਂਕਿ) ਉਹਨਾਂ ਦੇ ਕੂੜ ਦਾ ਨਿਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1138,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1138,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "siqguru DrqI Drm hY; iqsu ivic. jyhw ko bIjy, qyhw Plu pwey ]",
    "TRANSLITERATION": "Sathigur Dhharathee Dhharam Hai This Vich Jaehaa Ko Beejae Thaehaa Fal Paaeae ||",
    "PUNJABI": "(ਧਰਤੀ ਦੇ ਸੁਭਾਵ ਵਾਂਗ) ਸਤਿਗੁਰੂ (ਭੀ) ਧਰਮ ਦੀ ਭੋਏਂ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ (ਦੀ ਭਾਵਨਾ) ਦਾ ਬੀਜ ਕੋਈ ਬੀਜਦਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਫਲ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1138,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gurisKI AMimRqu bIijAw; iqn AMimRq Plu. hir pwey ]",
    "TRANSLITERATION": "Gurasikhee Anmrith Beejiaa Thin Anmrith Fal Har Paaeae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਬੀਜਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ-ਪ੍ਰਾਪਤੀ-ਰੂਪ ਅੰਮ੍ਰਿਤ ਫਲ ਹੀ ਮਿਲ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1138,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "Enw hliq pliq muK aujly; Eie hir drgh scI pYnwey ]",
    "TRANSLITERATION": "Ounaa Halath Palath Mukh Oujalae Oue Har Dharageh Sachee Painaaeae ||",
    "PUNJABI": "ਇਸ ਸੰਸਾਰ ਵਿਚ ਤੇ ਅਗਲੇ ਜਹਾਨ ਵਿਚ ਉਹ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਉਹਨਾਂ ਦਾ ਆਦਰ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(pYn@wey) siqkwry"
  },
  {
    "SHABAD_ID": 1138,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "iekn@w AMdir Kotu. inq Kotu kmwvih; Ehu jyhw bIjy, qyhw Plu Kwey ]",
    "TRANSLITERATION": "Eikanhaa Andhar Khott Nith Khott Kamaavehi Ouhu Jaehaa Beejae Thaehaa Fal Khaaeae ||",
    "PUNJABI": "ਇਕਨਾਂ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਖੋਟ (ਹੋਣ ਕਰਕੇ) ਉਹ ਸਦਾ ਖੋਟੇ ਕਰਮ ਕਰਦੇ ਹਨ। ਐਸਾ ਬੰਦਾ ਉਹੋ ਜਿਹਾ ਫਲ ਹੀ ਖਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  }
]