[
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn kau. Awip dyie vifAweI; jgqu BI Awpy Awix, iqn kau pYrI pwey ]",
    "TRANSLITERATION": "Jin Ko Aap Dhaee Vaddiaaee Jagath Bhee Aapae Aan Thin Ko Pairee Paaeae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਭੀ ਲਿਆ ਕੇ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gqu[ dy-ie"
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "frIAY qW. jy ikCu Awp dU kIcY; sBu krqw AwpxI klw vDwey ]",
    "TRANSLITERATION": "Ddareeai Thaan Jae Kishh Aap Dhoo Keechai Sabh Karathaa Aapanee Kalaa Vadhhaaeae ||",
    "PUNJABI": "(ਇਸ ਵਡਿਆਈ ਨੂੰ ਆਉਂਦਾ ਵੇਖ ਕੇ) ਤਦ ਡਰੀਏ, ਜੇ ਅਸੀਂ ਕੁਝ ਆਪਣੇ ਵਲੋਂ ਕਰਦੇ ਹੋਵੀਏ, ਇਹ ਤਾਂ ਕਰਤਾਰ ਆਪਣੀ ਕਲਾ ਆਪ ਵਧਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "dyKhu BweI. eyhu AKwVw hir pRIqm scy kw; ijin AwpxY joir, siB Awix invwey ]",
    "TRANSLITERATION": "Dhaekhahu Bhaaee Eaehu Akhaarraa Har Preetham Sachae Kaa Jin Aapanai Jor Sabh Aan Nivaaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਚੇਤਾ ਰੱਖੋ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਬਲ ਨਾਲ ਸਭ ਜੀਵਾਂ ਨੂੰ ਲਿਆ ਕੇ (ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ) ਨਿਵਾਇਆ ਹੈ, ਉਸ ਸੱਚੇ ਪ੍ਰੀਤਮ ਦਾ ਇਹ ਸੰਸਾਰ (ਇਕ) ਅਖਾੜਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "AwpixAw Bgqw kI. rK kry hir suAwmI; inMdkw dustw ky muh kwly krwey ]",
    "TRANSLITERATION": "Aapaniaa Bhagathaa Kee Rakh Karae Har Suaamee Nindhakaa Dhusattaa Kae Muh Kaalae Karaaeae ||",
    "PUNJABI": "(ਜਿਸ ਵਿਚ) ਉਹ ਸੁਆਮੀ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ਤੇ ਨਿੰਦਕਾਂ ਦੁਸ਼ਟਾਂ ਦੇ ਮੂੰਹ ਕਾਲੇ ਕਰਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": "r`K"
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "siqgur kI vifAweI inq cVY svweI; hir kIriq Bgiq. inq Awip krwey ]",
    "TRANSLITERATION": "Sathigur Kee Vaddiaaee Nith Charrai Savaaee Har Keerath Bhagath Nith Aap Karaaeae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਸਦਾ ਵਧਦੀ ਹੈ ਕਿਉਂਕਿ ਹਰੀ ਆਪਣੀ ਕੀਰਤੀ ਤੇ ਭਗਤੀ ਸਦਾ ਆਪ ਸਤਿਗੁਰੂ ਪਾਸੋਂ ਕਰਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": "cV@Y"
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "An idnu nwmu jphu gurisKhu; hir krqw siqguru GrI vswey ]",
    "TRANSLITERATION": "Anadhin Naam Japahu Gurasikhahu Har Karathaa Sathigur Gharee Vasaaeae ||",
    "PUNJABI": "ਹੇ ਗੁਰ-ਸਿਖੋ! ਹਰ ਰੋਜ਼ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਨਾਮ ਜਪੋ (ਤਾ ਕਿ) ਸਿਰਜਨਹਾਰ ਹਰੀ (ਇਹੋ ਜਿਹਾ) ਸਤਿਗੁਰੂ (ਤੁਹਾਡੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦੇਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "siqgur kI bwxI, siq siq kir jwxhu gurisKhu; hir krqw Awip muhhu kFwey ]",
    "TRANSLITERATION": "Sathigur Kee Baanee Sath Sath Kar Jaanahu Gurasikhahu Har Karathaa Aap Muhahu Kadtaaeae ||",
    "PUNJABI": "ਹੇ ਗੁਰ-ਸਿਖੋ! ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਨਿਰੋਲ ਸੱਚ ਸਮਝੋ (ਕਿਉਂਕਿ) ਸਿਰਜਨਹਾਰ ਪ੍ਰਭੂ ਆਪ ਇਹ ਬਾਣੀ ਸਤਿਗੁਰੂ ਦੇ ਮੂੰਹ ਤੋਂ ਅਖਵਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "gurisKw ky muh aujly kry, hir ipAwrw; gur kw jYkwru. sMswir sBqu krwey ]",
    "TRANSLITERATION": "Gurasikhaa Kae Muh Oujalae Karae Har Piaaraa Gur Kaa Jaikaar Sansaar Sabhath Karaaeae ||",
    "PUNJABI": "ਪਿਆਰਾ ਹਰੀ ਗੁਰ-ਸਿੱਖਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਕਰਦਾ ਹੈ ਤੇ ਸੰਸਾਰ ਵਿਚ ਸਭਨੀਂ ਪਾਸੀਂ ਸਤਿਗੁਰੂ ਦੀ ਜਿੱਤ ਕਰਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1160,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "jnu nwnku. hir kw dwsu hY; hir dwsn kI, hir pYj rKwey ]2]",
    "TRANSLITERATION": "Jan Naanak Har Kaa Dhaas Hai Har Dhaasan Kee Har Paij Rakhaaeae ||2||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਭੀ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੈ; ਪ੍ਰਭੂ ਆਪਣੇ ਦਾਸਾਂ ਦੀ ਲਾਜ ਆਪ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1161,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1161,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "qU scw swihbu Awip hY; scu swh hmwry ]",
    "TRANSLITERATION": "Thoo Sachaa Saahib Aap Hai Sach Saah Hamaarae ||",
    "PUNJABI": "ਹੇ ਸਾਡੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਸ਼ਾਹ! ਤੂੰ ਆਪ ਹੀ ਸੱਚਾ ਮਾਲਕ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1161,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "scu pUjI. nwmu idRVwie pRB; vxjwry Qwry ]",
    "TRANSLITERATION": "Sach Poojee Naam Dhrirraae Prabh Vanajaarae Thhaarae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਵਣਜਾਰੇ ਹਾਂ, ਸਾਨੂੰ ਇਹ ਨਿਸਚੇ ਕਰਾ ਕਿ ਨਾਮ ਦੀ ਪੂੰਜੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ।",
    "PRONUNCIATION": "(Qwry) AwpjI dy[ pUMjI"
  },
  {
    "SHABAD_ID": 1161,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "scu syvih scu vxMij lYih; gux kQh inrwry ]",
    "TRANSLITERATION": "Sach Saevehi Sach Vananj Laihi Gun Kathheh Niraarae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਸੱਚੇ ਨਾਮ ਦਾ ਸਉਦਾ ਖ਼ਰੀਦਦੇ ਹਨ ਤੇ ਨਿਰਾਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਚਾਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1161,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "syvk Bwie. sy jn imly; gur sbid svwry ]",
    "TRANSLITERATION": "Saevak Bhaae Sae Jan Milae Gur Sabadh Savaarae ||",
    "PUNJABI": "ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਸੁਧਰ ਕੇ ਸੇਵਕ ਸੁਭਾਉ ਵਾਲੇ ਹੋ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1161,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "qU scw swihbu AlKu hY; gur sbid lKwry ]14]",
    "TRANSLITERATION": "Thoo Sachaa Saahib Alakh Hai Gur Sabadh Lakhaarae ||14||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੂੰ ਸੱਚਾ ਮਾਲਕ ਹੈਂ, ਤੈਨੂੰ ਕੋਈ ਸਮਝ ਨਹੀਂ ਸਕਦਾ (ਪਰ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਤੇਰੀ ਸੂਝ ਪੈਂਦੀ ਹੈ ॥੧੪॥",
    "PRONUNCIATION": "(lKwry) jwixAw[ A-lKu: polw bolo"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "ijsu AMdir. qwiq prweI hovY; iqs dw. kdy n hovI Blw ]",
    "TRANSLITERATION": "Jis Andhar Thaath Paraaee Hovai This Dhaa Kadhae N Hovee Bhalaa ||",
    "PUNJABI": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਾਈ ਈਰਖਾ ਹੋਵੇ, ਉਸ ਦਾ ਆਪਣਾ ਭੀ ਕਦੇ ਭਲਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": "(qwiq) eIrKw"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "Es dY AwiKAY. koeI n lgY; inq EjwVI pUkwry Klw ]",
    "TRANSLITERATION": "Ous Dhai Aakhiai Koee N Lagai Nith Oujaarree Pookaarae Khalaa ||",
    "PUNJABI": "ਉਸ ਦੇ ਬਚਨ ਤੇ ਕੋਈ ਇਤਬਾਰ ਨਹੀਂ ਕਰਦਾ, ਉਹ ਸਦਾ (ਮਾਨੋ) ਉਜਾੜ ਵਿਚ ਖਲੋਤਾ ਕੂਕਦਾ ਹੈ।",
    "PRONUNCIATION": "l`gY[ Klw: polw bolo"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "ijsu AMdir cuglI. cuglo vjY; kIqw kriqAw Es dw sBu gieAw ]",
    "TRANSLITERATION": "Jis Andhar Chugalee Chugalo Vajai Keethaa Karathiaa Ous Dhaa Sabh Gaeiaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਚੁਗ਼ਲੀ ਹੁੰਦੀ ਹੈ ਉਹ ਚੁਗ਼ਲ (ਦੇ ਨਾਮ ਨਾਲ) ਹੀ ਮਸ਼ਹੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ (ਪਿਛਲੀ) ਸਾਰੀ ਕੀਤੀ ਹੋਈ ਕਮਾਈ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(vjY) mShUr[ gieAw"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "inq cuglI kry. AxhodI prweI; muhu kiF n skY, Es dw kwlw BieAw ]",
    "TRANSLITERATION": "Nith Chugalee Karae Anehodhee Paraaee Muhu Kadt N Sakai Ous Dhaa Kaalaa Bhaeiaa ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਪਰਾਈ ਝੂਠੀ ਚੁਗ਼ਲੀ ਕਰਦਾ ਹੈ, ਇਸ ਮੁਕਾਲਖ ਕਰਕੇ ਉਹ ਕਿਸੇ ਦੇ ਮੱਥੇ ਭੀ ਨਹੀਂ ਲੱਗ ਸਕਦਾ (ਉਸ ਦਾ ਮੂੰਹ ਕਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਵਿਖਾ ਨਹੀਂ ਸਕਦਾ)।",
    "PRONUNCIATION": "BieAw[ v`jY"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "krm DrqI srIru, kiljug ivic; jyhw ko bIjy. qyhw ko Kwey ]",
    "TRANSLITERATION": "Karam Dhharathee Sareer Kalijug Vich Jaehaa Ko Beejae Thaehaa Ko Khaaeae ||",
    "PUNJABI": "ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਸਰੀਰ ਕਰਮ-(ਰੂਪ ਬੀਜ ਬੀਜਣ ਲਈ) ਭੁੰਏਂ ਹੈ, ਇਸ ਵਿਚ ਜਿਸ ਤਰ੍ਹਾਂ ਦਾ ਬੀਜ ਮਨੁੱਖ ਬੀਜਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਦਾ ਫਲ ਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "kilj`ug"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "glw aupir. qpwvsu n hoeI; ivsu KwDI qqkwl mir jwey ]",
    "TRANSLITERATION": "Galaa Oupar Thapaavas N Hoee Vis Khaadhhee Thathakaal Mar Jaaeae ||",
    "PUNJABI": "ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਨਿਬੇੜਾ ਗੱਲਾਂ ਉਤੇ ਨਹੀਂ ਹੁੰਦਾ, ਜੇ ਵਿਹੁ ਖਾਧੀ ਜਾਏ ਤਾਂ (ਅੰਮ੍ਰਿਤ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦਿਆਂ ਭੀ ਮਨੁੱਖ ਬਚ ਨਹੀਂ ਸਕਦਾ) ਤੁਰੰਤ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "qpwvsu:polw bolo[ (qpwvsu) inAwauN[ g`lW[ ivsu: polw bolo[ q`qkwl"
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "BweI vyKhu inAwau scu krqy kw; jyhw koeI kry. qyhw koeI pwey ]",
    "TRANSLITERATION": "Bhaaee Vaekhahu Niaao Sach Karathae Kaa Jaehaa Koee Karae Thaehaa Koee Paaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਨਿਆਉਂ ਵੇਖੋ, ਜਿਸ ਤਰ੍ਹਾਂ ਦਾ ਕੋਈ ਕੰਮ ਕਰਦਾ ਹੈ, ਓਹੋ ਜਿਹਾ ਉਸ ਦਾ ਫਲ ਪਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1162,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk kau. sB soJI pweI; hir dr kIAw bwqw AwiK suxwey ]1]",
    "TRANSLITERATION": "Jan Naanak Ko Sabh Sojhee Paaee Har Dhar Keeaa Baathaa Aakh Sunaaeae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦਾਸ ਨੂੰ ਪ੍ਰਭੂ ਇਹ ਸਮਝਣ ਦੀ ਸਾਰੀ ਬੁਧਿ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਦੀਆਂ ਇਹ ਗੱਲਾਂ ਕਰ ਕੇ ਸੁਣਾਉਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "bwqW"
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "hodY prqiK gurU. jo ivCuVy; iqn kau. dir FoeI nwhI ]",
    "TRANSLITERATION": "Hodhai Parathakh Guroo Jo Vishhurrae Thin Ko Dhar Dtoee Naahee ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੇ ਪਰਤੱਖ ਹੁੰਦਿਆਂ ਭੀ ਜੋ ਨਿੰਦਕ (ਗੁਰ ਤੋਂ) ਵਿੱਛੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਦਰਗਾਹ ਵਿਚ ਢੋਈ ਨਹੀਂ ਮਿਲਦੀ।",
    "PRONUNCIATION": "pr-q`iK"
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "koeI jwie imlY iqn inMdkw; muh iPky Quk Quk muih pwhI ]",
    "TRANSLITERATION": "Koee Jaae Milai Thin Nindhakaa Muh Fikae Thhuk Thhuk Muhi Paahee ||",
    "PUNJABI": "ਜੋ ਕੋਈ ਉਹਨਾਂ ਦਾ ਸੰਗ ਭੀ ਕਰਦਾ ਹੈ ਉਸ ਦਾ ਭੀ ਮੂੰਹ ਫਿੱਕਾ ਤੇ ਮੂੰਹ ਤੇ ਨਿਰੀ ਥੁੱਕ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਲੋਕ ਮੂੰਹ ਤੇ ਫਿਟਕਾਂ ਪਾਂਦੇ ਹਨ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "jo siqguir iPtky, sy sB jgiq iPtky; inq BMBlBUsy KwhI ]",
    "TRANSLITERATION": "Jo Sathigur Fittakae Sae Sabh Jagath Fittakae Nith Bhanbhal Bhoosae Khaahee ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਵਿੱਛੜੇ ਹੋਏ ਹਨ, ਉਹ ਸੰਸਾਰ ਵਿਚ ਭੀ ਫਿਟਕਾਰੇ ਹੋਏ ਹਨ ਤੇ ਸਦਾ ਡਕੋ-ਡੋਲੇ ਖਾਂਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": "j`g-iq"
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn guru goipAw Awpxw; sy lYdy Fhw iPrwhI ]",
    "TRANSLITERATION": "Jin Gur Gopiaa Aapanaa Sae Laidhae Dtehaa Firaahee ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ, ਉਹ ਸਦਾ (ਮਾਨੋ) ਢਾਹਾਂ ਮਾਰਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": "(goipAw) CupwieAw[ (Fhw) Awsrw"
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "iqn kI BuK. kdy n auqrY; inq BuKw BuK kUkwhI ]",
    "TRANSLITERATION": "Thin Kee Bhukh Kadhae N Outharai Nith Bhukhaa Bhukh Kookaahee ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਨਹੀਂ ਉਤਰਦੀ, ਤੇ ਸਦਾ ਭੁੱਖ ਭੁੱਖ ਕੂਕਦੇ ਹਨ।",
    "PRONUNCIATION": "Bu`Kw Bu`K"
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "Enw dw AwiKAw. ko n suxY; inq hauly hauil mrwhI ]",
    "TRANSLITERATION": "Ounaa Dhaa Aakhiaa Ko N Sunai Nith Houlae Houl Maraahee ||",
    "PUNJABI": "ਕੋਈ ਉਹਨਾਂ ਦੀ ਗੱਲ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਦਾ (ਇਸ ਕਰਕੇ) ਉਹ ਸਦਾ ਚਿੰਤਾ ਫ਼ਿਕਰ ਵਿਚ ਹੀ ਖਪਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "siqgur kI vifAweI. vyiK n sknI; Enw AgY ipCY. Qwau nwhI ]",
    "TRANSLITERATION": "Sathigur Kee Vaddiaaee Vaekh N Sakanee Ounaa Agai Pishhai Thhaao Naahee ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਜਰ ਨਹੀਂ ਸਕਦੇ, ਉਹਨਾਂ ਨੂੰ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1163,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "jo siqguir mwry. iqn jwie imlih; rhdI KuhdI sB piq gvwhI ]",
    "TRANSLITERATION": "Jo Sathigur Maarae Thin Jaae Milehi Rehadhee Khuhadhee Sabh Path Gavaahee ||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਜੋ ਵਿੱਛੜੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਜੋ ਮਨੁੱਖ ਜਾ ਮਿਲਦੇ ਹਨ, ਉਹ ਭੀ ਆਪਣੀ ਮਾੜੀ ਮੋਟੀ ਸਾਰੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  }
]