[
  {
    "SHABAD_ID": 1329,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "dh ids bUfI pvnu JulwvY; foir rhI ilv lweI ]3]",
    "TRANSLITERATION": "Dheh Dhis Booddee Pavan Jhulaavai Ddor Rehee Liv Laaee ||3||",
    "PUNJABI": "(ਦੁਨੀਆ ਦੇ ਕੰਮ-ਕਾਰ ਰੂਪ) ਹਵਾ ਉਸ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਗੁੱਡੀ ਨੂੰ (ਭਾਵੇਂ ਵੇਖਣ-ਮਾਤ੍ਰ) ਦਸੀਂ ਪਾਸੀਂ ਉਡਾਉਂਦੀ ਹੈ (ਭਾਵ, ਭਾਵੇਂ, ਜੀਵਨ-ਨਿਰਬਾਹ ਦੀ ਖ਼ਾਤਰ ਉਹ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੈ), ਪਰ, ਉਸ ਦੀ ਸੁਰਤ ਦੀ ਡੋਰ (ਪ੍ਰਭੂ ਨਾਲ) ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "jIvn rUpI (bUfI) gu`fI[ surqI rUpI for"
  },
  {
    "SHABAD_ID": 1329,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "aunmin mnUAw suMin smwnw; duibDw durmiq BwgI ]",
    "TRANSLITERATION": "Ounaman Manooaa Sunn Samaanaa Dhubidhhaa Dhuramath Bhaagee ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਬਿਰਹੋਂ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜ ਕੇ ਉਸ ਹਾਲਤ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿੱਥੇ ਵਿਕਾਰਾਂ ਦੇ ਫੁਰਨੇ ਨਹੀਂ ਉਠਦੇ। ਉਸ ਦੀ ਦੁਬਿਧਾ ਤੇ ਉਸ ਦੀ ਭੈੜੀ ਮੱਤ ਸਭ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(aunmin)ivAwpk bRhmjI[ dur-m`iq"
  },
  {
    "SHABAD_ID": 1329,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "khu kbIr. AnBau ieku dyiKAw; rwm nwim ilv lwgI ]4]2]46]",
    "TRANSLITERATION": "Kahu Kabeer Anabho Eik Dhaekhiaa Raam Naam Liv Laagee ||4||2||46||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਉਹ ਇਕ ਅਚਰਜ ਚਮਤਕਾਰਾ ਆਪਣੇ ਅੰਦਰ ਵੇਖ ਲੈਂਦਾ ਹੈ। ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਜਾਂਦੀ ਹੈ ॥੪॥੨॥੪੬॥",
    "PRONUNCIATION": "(An-Bau) igAwn"
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI bYrwgix iqpdy ]",
    "TRANSLITERATION": "Gourree Bairaagan Thipadhae ||",
    "PUNJABI": "",
    "PRONUNCIATION": "(AnrwgI) pRymI[ iq-pdy[c`kR[ Ktu: polw bolo"
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "aultq pvn ckR Ktu Bydy; suriq suMn AnrwgI ]",
    "TRANSLITERATION": "Oulattath Pavan Chakr Khatt Bhaedhae Surath Sunn Anaraagee ||",
    "PUNJABI": "ਮਨ ਦੀ ਭਟਕਣਾ ਨੂੰ ਪਰਤਾਂਦਿਆਂ ਹੀ, (ਮਾਨੋ,) (ਜੋਗੀਆਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਛੇ ਹੀ ਚੱਕ੍ਰ (ਇਕੱਠੇ ਹੀ) ਵਿੱਝ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਸੁਰਤੀ ਉਸ ਅਵਸਥਾ ਦੀ ਆਸ਼ਿਕ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਵਿਕਾਰਾਂ ਦਾ ਕੋਈ ਫੁਰਨਾ ਪੈਦਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "AwvY n jwie. mrY n jIvY; qwsu Koju bYrwgI ]1]",
    "TRANSLITERATION": "Aavai N Jaae Marai N Jeevai Thaas Khoj Bairaagee ||1||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਵੈਰਾਗੀ ਹੋ ਕੇ) ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ, ਜੋ ਨਾਹ ਆਉਂਦਾ ਹੈ ਨਾਹ ਜਾਂਦਾ ਹੈ, ਨਾਹ ਮਰਦਾ ਹੈ, ਨਾਹ ਜੰਮਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "myry mn; mn hI aulit smwnw ]",
    "TRANSLITERATION": "Maerae Man Man Hee Oulatt Samaanaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜੀਵ ਪਹਿਲਾਂ ਤਾਂ ਪ੍ਰਭੂ ਤੋਂ ਓਪਰਾ ਓਪਰਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਪਰਮਾਤਮਾ ਬਾਰੇ ਇਸ ਨੂੰ ਕੋਈ ਸੂਝ ਨਹੀਂ ਹੁੰਦੀ; ਪਰ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "gur prswid. Akil BeI AvrY; nw qru. Qw bygwnw ]1] rhwau ]",
    "TRANSLITERATION": "Gur Parasaadh Akal Bhee Avarai Naathar Thhaa Baegaanaa ||1|| Rehaao ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਦੀ ਸਮਝ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਵਲ ਦੀ ਦੌੜ ਨੂੰ ਹੀ ਪਰਤਾ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(nw) nhIN (qru) qW bhulqwkrky (bygwnw) jmdUqW dw sI[ Akil: polw bolo imlvW"
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "invrY dUir. dUir Puin invrY; ijin jYsw kir mwinAw ]",
    "TRANSLITERATION": "Nivarai Dhoor Dhoor Fun Nivarai Jin Jaisaa Kar Maaniaa ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਹੀ ਸਰੂਪ ਵਿਚ ਸਮਝ ਲਿਆ ਹੈ, ਉਸ ਤੋਂ (ਉਹ ਕਾਮਾਦਿਕ) ਜੋ ਪਹਿਲਾਂ ਨੇੜੇ ਸਨ, ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਜੋ ਪ੍ਰਭੂ ਪਹਿਲਾਂ ਕਿਤੇ ਦੂਰ ਸੀ (ਭਾਵ, ਕਦੇ ਚੇਤੇ ਹੀ ਨਹੀਂ ਸੀ ਆਉਂਦਾ) ਹੁਣ ਅੰਗ-ਸੰਗ ਜਾਪਦਾ ਹੈ।",
    "PRONUNCIATION": "(invrY) nyVy"
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "AlauqI kw jYsy BieAw bryfw; ijin pIAw iqin jwinAw ]2]",
    "TRANSLITERATION": "Alouthee Kaa Jaisae Bhaeiaa Baraeddaa Jin Peeaa Thin Jaaniaa ||2||",
    "PUNJABI": "(ਪਰ ਇਹ ਇਕ ਐਸਾ ਅਨੁਭਵ ਹੈ ਜੋ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਸਿਰਫ਼ ਮਾਣਿਆ ਹੀ ਜਾ ਸਕਦਾ ਹੈ) ਜਿਵੇਂ ਮਿਸਰੀ ਦਾ ਸ਼ਰਬਤ ਹੋਵੇ, ਉਸ ਦਾ ਆਨੰਦ ਉਸੇ ਮਨੁੱਖ ਨੇ ਜਾਣਿਆ ਹੈ ਜਿਸ ਨੇ (ਉਹ ਸ਼ਰਬਤ) ਪੀਤਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(A-lauqI) imSrI jW glo dw[ B-ieAw (bryfw) Srbq sq"
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "qyrI inrgun kQw. kwie isau khIAY; AYsw koie ibbykI ]",
    "TRANSLITERATION": "Thaeree Niragun Kathhaa Kaae Sio Keheeai Aisaa Koe Bibaekee ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਉਸ ਸਰੂਪ ਦੀਆਂ ਗੱਲਾਂ ਕਿਸ ਨਾਲ ਕੀਤੀਆਂ ਜਾਣ ਜਿਸ (ਸਰੂਪ) ਵਰਗਾ ਕਿਤੇ ਕੁਝ ਹੈ ਹੀ ਨਹੀਂ? (ਕਿਉਂਕਿ ਇੱਕ ਤਾਂ) ਕੋਈ ਵਿਰਲਾ ਹੀ ਅਜਿਹਾ ਵਿਚਾਰਵਾਨ ਹੈ (ਜੋ ਤੇਰੀਆਂ ਅਜਿਹੀਆਂ ਗੱਲਾਂ ਸੁਣਨ ਦਾ ਚਾਹਵਾਨ ਹੋਵੇ, ਤੇ ਦੂਜੇ, ਇਹ ਅਨੰਦ ਮਾਣਿਆ ਹੀ ਜਾ ਸਕਦਾ ਹੈ, ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ)",
    "PRONUNCIATION": "(ibbykI) ivcwrvwn"
  },
  {
    "SHABAD_ID": 1330,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "khu kbIr. ijin dIAw plIqw; iqin qYsI Jl dyKI ]3]3]47]",
    "TRANSLITERATION": "Kahu Kabeer Jin Dheeaa Paleethaa Thin Thaisee Jhal Dhaekhee ||3||3||47||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਜਿਸ ਨੇ (ਜਿਤਨਾ ਕੁ) ਪ੍ਰੇਮ ਦਾ ਪਲੀਤਾ ਲਾਇਆ ਹੈ ਉਸੇ ਨੇ ਹੀ ਉਤਨੀ ਕੁ ਉਸ ਦੀ ਝਲਕ ਵੇਖੀ ਹੈ ॥੩॥੩॥੪੭॥",
    "PRONUNCIATION": "(plI~qw) qop nMU A`g dyx dw qoVw, dIvy dI b`qI[ (J`l) cmk"
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI ]",
    "TRANSLITERATION": "Gourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "qh pwvs isMDu DUp nhI ChIAw; qh auqpiq prlau nwhI ]",
    "TRANSLITERATION": "Theh Paavas Sindhh Dhhoop Nehee Shheheeaa Theh Outhapath Paralo Naahee ||",
    "PUNJABI": "(ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਐਸੀ ਹੈ ਕਿ) ਉਸ ਵਿਚ (ਅੱਪੜ ਕੇ ਮਨੁੱਖ ਨੂੰ) ਇੰਦ੍ਰਪੁਰੀ, ਵਿਸ਼ਨੂੰ-ਪੁਰੀ, ਸੂਰਜ-ਲੋਕ, ਚੰਦ੍ਰ-ਲੋਕ, ਬ੍ਰਹਮ-ਪੁਰੀ, ਸ਼ਿਵ-ਪੁਰੀ-(ਕਿਸੇ ਦੀ ਭੀ ਤਾਂਘ) ਨਹੀਂ ਰਹਿੰਦੀ।",
    "PRONUNCIATION": "(pwvsu) vrKw[ (isMDu) smuMdr"
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "jIvn imrqu n duKu suKu ibAwpY; suMn smwiD doaU. qh nwhI ]1]",
    "TRANSLITERATION": "Jeevan Mirath N Dhukh Sukh Biaapai Sunn Samaadhh Dhooo Theh Naahee ||1||",
    "PUNJABI": "ਨਾਹ (ਹੋਰ ਹੋਰ) ਜੀਊਣ (ਦੀ ਲਾਲਸਾ), ਨਾਹ ਮੌਤ (ਦਾ ਡਰ), ਨਾਹ ਕੋਈ ਦੁਖ, ਨਾਹ ਸੁਖ (ਭਾਵ, ਦੁੱਖ ਤੋਂ ਘਬਰਾਹਟ ਜਾਂ ਸੁਖ ਦੀ ਤਾਂਘ), ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਿਆਂ ਕੋਈ ਭੀ ਨਹੀਂ ਪੁਂਹਦਾ। ਉਹ ਮਨ ਦੀ ਇਕ ਅਜਿਹੀ ਟਿਕਵੀਂ ਹਾਲਤ ਹੁੰਦੀ ਹੈ ਕਿ ਉਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦਾ ਕੋਈ ਫੁਰਨਾ ਉਠਦਾ ਹੀ ਨਹੀਂ, ਨਾਹ ਹੀ ਕੋਈ ਮੇਰ-ਤੇਰ ਰਹਿ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "shj kI AkQ kQw; hY inrwrI ]",
    "TRANSLITERATION": "Sehaj Kee Akathh Kathhaa Hai Niraaree ||",
    "PUNJABI": "ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ ਅਡੋਲਤਾ ਇਕ ਐਸੀ ਹਾਲਤ ਹੈ ਜੋ (ਨਿਰਾਲੀ) ਆਪਣੇ ਵਰਗੀ ਆਪ ਹੀ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਉਸ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "A-kQ kQw: poly bolo"
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "quil nhI cFY, jwie n mukwqI; hlukI lgY n BwrI ]1] rhwau ]",
    "TRANSLITERATION": "Thul Nehee Chadtai Jaae N Mukaathee Halukee Lagai N Bhaaree ||1|| Rehaao ||",
    "PUNJABI": "ਇਹ ਅਵਸਥਾ ਕਿਸੇ ਚੰਗੇ ਤੋਂ ਚੰਗੇ ਸੁਖ ਨਾਲ ਭੀ ਸਾਵੀਂ ਤੋਲੀ-ਮਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। (ਦੁਨੀਆ ਵਿਚ ਕੋਈ ਐਸਾ ਸੁਖ-ਐਸ਼੍ਵਰਜ ਨਹੀਂ ਹੈ ਜਿਸ ਦੇ ਟਾਕਰੇ ਤੇ ਇਹ ਆਖਿਆ ਜਾ ਸਕੇ ਕਿ 'ਸਹਿਜ' ਅਵਸਥਾ ਇਸ ਤੋਂ ਘਟੀਆ ਹੈ ਜਾਂ ਵਧੀਆ ਹੈ)। ਇਹ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਕਿ (ਦੁਨੀਆ ਦੇ ਵਧੀਆ ਤੋਂ ਵਧੀਆ ਕਿਸੇ ਸੁਖ ਨਾਲੋਂ) ਇਹ ਹੌਲੇ ਮੇਲ ਦੀ ਹੈ ਜਾਂ ਚੰਗੀ ਹੈ (ਭਾਵ, ਦੁਨੀਆ ਦਾ ਕੋਈ ਭੀ ਸੁਖ ਇਸ ਅਵਸਥਾ ਨਾਲ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(:polw boloquil) qrwjU[(mukwqI)mukdI"
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "ArD aurD doaU. qh nwhI; rwiq idnsu qh nwhI ]",
    "TRANSLITERATION": "Aradhh Ouradhh Dhooo Theh Naahee Raath Dhinas Theh Naahee ||",
    "PUNJABI": "'ਸਹਿਜ' ਵਿਚ ਅੱਪੜਿਆਂ ਨੀਵੇਂ ਉੱਚੇ ਵਾਲਾ ਕੋਈ ਵਿਤਕਰਾ ਨਹੀਂ ਰਹਿੰਦਾ; (ਇੱਥੇ ਅੱਪੜਿਆ ਮਨੁੱਖ) ਨਾਹ ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ (ਸੌਂਦਾ ਹੈ), ਨਾਹ ਮਾਇਆ ਦੀ ਭਟਕਣਾ (ਵਿਚ ਭਟਕਦਾ ਹੈ)",
    "PRONUNCIATION": "(ArD) nIvW[ (aurD) au~cw"
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "jlu nhI pvnu. pwvku Puin nwhI; siqgur qhw smwhI ]2]",
    "TRANSLITERATION": "Jal Nehee Pavan Paavak Fun Naahee Sathigur Thehaa Samaahee ||2||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਉਸ ਅਵਸਥਾ ਵਿਚ ਵਿਸ਼ੇ-ਵਿਕਾਰ, ਚੰਚਲਤਾ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ-ਇਹਨਾਂ ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਨਹੀਂ ਰਹਿੰਦਾ। (ਬੱਸ!) ਸਤਿਗੁਰੂ ਹੀ ਸਤਿਗੁਰੂ ਉਸ ਅਵਸਥਾ ਸਮੇ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਟਿਕੇ ਹੁੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "Agm Agocru rhY inrMqir; gur ikrpw qy lhIAY ]",
    "TRANSLITERATION": "Agam Agochar Rehai Niranthar Gur Kirapaa Thae Leheeai ||",
    "PUNJABI": "ਤਦੋਂ ਅਪਹੁੰਚ ਤੇ ਅਗੋਚਰ ਪਰਮਾਤਮਾ (ਭੀ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਇੱਕ-ਰਸ ਸਦਾ (ਪਰਗਟ ਹੋਇਆ) ਰਹਿੰਦਾ ਹੈ, (ਪਰ) ਉਹ ਮਿਲਦਾ ਸਤਿਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1331,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "khu kbIr. bil jwau gur Apuny; sqsMgiq imil rhIAY ]3]4]48]",
    "TRANSLITERATION": "Kahu Kabeer Bal Jaao Gur Apunae Sathasangath Mil Reheeai ||3||4||48||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਮੈਂ (ਆਪਣੇ ਗੁਰੂ ਦੀ) ਸੁਹਣੀ ਸੰਗਤ ਵਿਚ ਹੀ ਜੁੜਿਆ ਰਹਾਂ ॥੩॥੪॥੪੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI ]",
    "TRANSLITERATION": "Gourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "pwpu puMnu duie bYl ibswhy; pvnu pUjI prgwisE ]",
    "TRANSLITERATION": "Paap Punn Dhue Bail Bisaahae Pavan Poojee Paragaasiou ||",
    "PUNJABI": "(ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵ-ਰੂਪ ਵਣਜਾਰਿਆਂ ਨੇ) ਪਾਪ ਅਤੇ ਪੁੰਨ ਦੋ ਬਲਦ ਮੁੱਲ ਲਏ ਹਨ, ਸੁਆਸਾਂ ਦੀ ਪੂੰਜੀ ਲੈ ਕੇ ਜੰਮੇ ਹਨ (ਭਾਵ, ਮਾਨੋ, ਜਗਤ ਵਿਚ ਵਪਾਰ ਕਰਨ ਆਏ ਹਨ)।",
    "PRONUNCIATION": "(ibswhy) KRIdy[ (pvnu) suAwsW dI pMUjI lY ky (prgwisE) jMimAw[ pUMjI"
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "iqRsnw gUix BrI Gt BIqir; ien ibiD tWf ibswihE ]1]",
    "TRANSLITERATION": "Thrisanaa Goon Bharee Ghatt Bheethar Ein Bidhh Ttaandd Bisaahiou ||1||",
    "PUNJABI": "(ਹਰੇਕ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਛੱਟ ਲੱਦੀ ਪਈ ਹੈ। ਸੋ, ਇਸ ਤਰ੍ਹਾਂ (ਇਹਨਾਂ ਜੀਵਾਂ ਨੇ) ਮਾਲ ਲੱਦਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "K`cr qy sOdw l`dx vwlI (gUix) QYlI borI[ (tWf) mwl (ibswihE) KRIidAw"
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "AYsw nwieku; rwmu hmwrw ]",
    "TRANSLITERATION": "Aisaa Naaeik Raam Hamaaraa ||",
    "PUNJABI": "ਸਾਡਾ ਪ੍ਰਭੂ ਕੁਝ ਅਜਿਹਾ ਸ਼ਾਹ ਹੈ,",
    "PRONUNCIATION": "(nwieku) Swh"
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "sgl sMswru; kIE bnjwrw ]1] rhwau ]",
    "TRANSLITERATION": "Sagal Sansaar Keeou Banajaaraa ||1|| Rehaao ||",
    "PUNJABI": "ਕਿ ਉਸ ਨੇ ਸਾਰੇ ਜਗਤ (ਭਾਵ, ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵਾਂ) ਨੂੰ ਵਪਾਰੀ ਬਣਾ (ਕੇ ਜਗਤ ਵਿਚ) ਘੱਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(bnjwrw) vpwrI"
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "kwmu kRoDu duie Bey jgwqI; mn qrMg btvwrw ]",
    "TRANSLITERATION": "Kaam Krodhh Dhue Bheae Jagaathee Man Tharang Battavaaraa ||",
    "PUNJABI": "ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਦੋਵੇਂ (ਇਹਨਾਂ ਜੀਵ-ਵਪਾਰੀਆਂ ਦੇ ਰਾਹ ਵਿਚ ਮਸੂਲੀਏ ਬਣੇ ਹੋਏ ਹਨ (ਭਾਵ, ਸੁਆਸਾਂ ਦੀ ਪੂੰਜੀ ਦਾ ਕੁਝ ਹਿੱਸਾ ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਵਿਚ ਫਸਣ ਨਾਲ ਮੁੱਕਦਾ ਜਾ ਰਿਹਾ ਹੈ), ਜੀਵਾਂ ਦੇ ਮਨਾਂ ਦੇ ਤਰੰਗ ਲੁਟੇਰੇ ਬਣ ਰਹੇ ਹਨ (ਭਾਵ, ਮਨ ਦੇ ਕਈ ਕਿਸਮ ਦੇ ਤਰੰਗ ਉਮਰ ਦਾ ਕਾਫ਼ੀ ਹਿੱਸਾ ਖ਼ਰਚ ਕਰੀ ਜਾ ਰਹੇ ਹਨ।)",
    "PRONUNCIATION": "(jgwqI) tYks lYx vwly[ (btvwrw) lutyrw"
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "pMc qqu imil. dwnu inbyrih; tWfw auqirE pwrw ]2]",
    "TRANSLITERATION": "Panch Thath Mil Dhaan Nibaerehi Ttaanddaa Outhariou Paaraa ||2||",
    "PUNJABI": "ਇਹ ਕਾਮ ਕ੍ਰੋਧ ਅਤੇ ਮਨ-ਤਰੰਗ ਮਨੁੱਖਾ-ਸਰੀਰ ਨਾਲ ਮਿਲ ਕੇ ਸਾਰੀ ਦੀ ਸਾਰੀ ਉਮਰ-ਰੂਪ ਰਾਸ ਮੁਕਾਈ ਜਾ ਰਹੇ ਹਨ, ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ-ਰੂਪ ਮਾਲ (ਜੋ ਜੀਵਾਂ ਨੇ ਲੱਦਿਆ ਹੋਇਆ ਹੈ, ਹੂ-ਬ-ਹੂ) ਪਾਰਲੇ ਬੰਨੇ ਲੰਘਦਾ ਜਾ ਰਿਹਾ ਹੈ (ਭਾਵ, ਜੀਵ ਜਗਤ ਤੋਂ ਨਿਰੀ ਤ੍ਰਿਸ਼ਨਾ ਹੀ ਆਪਣੇ ਨਾਲ ਲਈ ਜਾਂਦੇ ਹਨ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "khq kbIru. sunhu ry sMqhu; Ab AYsI bin AweI ]",
    "TRANSLITERATION": "Kehath Kabeer Sunahu Rae Santhahu Ab Aisee Ban Aaee ||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਹੁਣ ਅਜਿਹੀ ਹਾਲਤ ਬਣ ਰਹੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1332,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "GwtI cFq bYlu ieku Qwkw; clo goin iCtkweI ]3]5]49]",
    "TRANSLITERATION": "Ghaattee Chadtath Bail Eik Thhaakaa Chalo Gon Shhittakaaee ||3||5||49||",
    "PUNJABI": "ਕਿ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ-ਰੂਪ ਚੜ੍ਹਾਈ ਦਾ ਔਖਾ ਪੈਂਡਾ ਕਰਨ ਵਾਲੇ ਜੀਵ-ਵਣਜਾਰਿਆਂ ਦਾ ਪਾਪ-ਰੂਪ ਇੱਕ ਬਲਦ ਥੱਕ ਗਿਆ ਹੈ। ਉਹ ਬੈਲ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਛੱਟ ਸੁੱਟ ਕੇ ਨੱਸ ਗਿਆ ਹੈ (ਭਾਵ, ਜੋ ਜੀਵ ਵਣਜਾਰੇ ਨਾਮ ਸਿਮਰਨ ਵਾਲੇ ਔਖੇ ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ, ਉਹ ਪਾਪ ਕਰਨੇ ਛੱਡ ਦੇਂਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ) ॥੩॥੫॥੪੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pMcpdw ]",
    "TRANSLITERATION": "Gourree Panchapadhaa ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "pyvkVY idn cwir hY; swhurVY jwxw ]",
    "TRANSLITERATION": "Paevakarrai Dhin Chaar Hai Saahurarrai Jaanaa ||",
    "PUNJABI": "(ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਇਸ ਸੰਸਾਰ-ਰੂਪ) ਪੇਕੇ ਘਰ ਵਿਚ ਚਾਰ ਦਿਨ (ਭਾਵ, ਥੋੜੇ ਦਿਨ) ਹੀ ਰਹਿਣਾ ਹੈ, (ਹਰੇਕ ਨੇ ਪਰਲੋਕ-ਰੂਪ) ਸਹੁਰੇ ਘਰ (ਜ਼ਰੂਰ) ਜਾਣਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "AMDw loku. n jwxeI; mUrKu eyAwxw ]1]",
    "TRANSLITERATION": "Andhhaa Lok N Jaanee Moorakh Eaeaanaa ||1||",
    "PUNJABI": "(ਪਰ) ਅੰਞਾਣਾ ਮੂਰਖ ਅੰਨ੍ਹਾ ਜਗਤ ਨਹੀਂ ਜਾਣਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "khu ffIAw; bwDY Dn KVI ]",
    "TRANSLITERATION": "Kahu Ddaddeeaa Baadhhai Dhhan Kharree ||",
    "PUNJABI": "ਦੱਸੋ! (ਇਹ ਕੀਹ ਅਚਰਜ ਖੇਡ ਹੈ?) ਇਸਤ੍ਰੀ ਤਾਂ ਅਜੇ ਘਰ ਦੇ ਕੰਮ-ਕਾਜ ਵਾਲੀ ਅੱਧੀ ਧੋਤੀ ਹੀ ਬੰਨ੍ਹ ਕੇ ਖਲੋਤੀ ਹੈ, ਅੱਧੜ ਵੰਜੇ ਹੀ ਫਿਰਦੀ ਹੈ, (ਭਾਵ, ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਸੰਸਾਰ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਲਾ-ਪਰਵਾਹ ਹੈ)",
    "PRONUNCIATION": "ffIAw:polw bolo[(ffIAw) DoqI, Bwv vyprvwhI nwl sMswrk kMmw c l`gxw[ b`wDY[ KV@I"
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "pwhU Gir Awey; muklwaU Awey ]1] rhwau ]",
    "TRANSLITERATION": "Paahoo Ghar Aaeae Mukalaaoo Aaeae ||1|| Rehaao ||",
    "PUNJABI": "ਮੁਕਲਾਵਾ ਲੈ ਜਾਣ ਵਾਲੇ ਪ੍ਰਾਹੁਣੇ (ਭਾਵ, ਜਿੰਦ ਨੂੰ ਲੈ ਜਾਣ ਵਾਲੇ ਜਮ) ਘਰ ਵਿਚ ਆ ਵੀ ਬੈਠੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "jmdUq (pwhU) pRwhuxy[ (muklwaU) muklwvw"
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "Eh ij idsY KUhVI; kaun lwju vhwrI ]",
    "TRANSLITERATION": "Ouh J Dhisai Khooharree Koun Laaj Vehaaree ||",
    "PUNJABI": "ਇਹ ਜੋ ਸੁਹਣੀ ਖੂਹੀ ਦਿੱਸ ਰਹੀ ਹੈ (ਭਾਵ, ਇਹ ਜੋ ਸੁਹਣਾ ਜਗਤ ਦਿੱਸ ਰਿਹਾ ਹੈ) ਇਸ ਵਿਚ ਕਿਹੜੀ ਇਸਤ੍ਰੀ ਲੱਜ ਵਹਾ ਰਹੀ ਹੈ (ਭਾਵ, ਇੱਥੇ ਜੋ ਭੀ ਆਉਂਦਾ ਹੈ, ਆਪਣੀ ਉਮਰ ਸੰਸਾਰਕ ਭੋਗਾਂ ਵਿਚ ਗੁਜ਼ਾਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "sMswr rUpI (KUhVI) KUhI[ suAwsW rUpI (lwju) l`j[ (vhwrI) vhwaux vwlI"
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "lwju GVI isau qUit pVI; auiT clI pinhwrI ]2]",
    "TRANSLITERATION": "Laaj Gharree Sio Thoott Parree Outh Chalee Panihaaree ||2||",
    "PUNJABI": "ਜਿਸ ਦੀ ਲੱਜ ਘੜੇ ਸਮੇਤ ਟੁੱਟ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਜਿਸ ਦੀ ਉਮਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਤੇ ਸਰੀਰ ਢਹਿ ਪੈਂਦਾ ਹੈ) ਉਹ ਪਾਣੀ ਭਰਨ ਵਾਲੀ (ਭਾਵ, ਭੋਗਾਂ ਵਿਚ ਪ੍ਰਵਿਰਤ) ਇੱਥੋਂ ਉੱਠ ਕੇ (ਪਰਲੋਕ ਨੂੰ) ਤੁਰ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(isau) smyq[ pVI V hlMq n lwE"
  },
  {
    "SHABAD_ID": 1333,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "swihbu hoie dieAwlu, ikRpw kry; Apunw kwrju svwry ]",
    "TRANSLITERATION": "Saahib Hoe Dhaeiaal Kirapaa Karae Apunaa Kaaraj Savaarae ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ-ਮਾਲਕ ਦਿਆਲ ਹੋ ਜਾਏ, (ਜੀਵ-ਇਸਤ੍ਰੀ ਉੱਤੇ) ਮਿਹਰ ਕਰੇ ਤਾਂ ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸੰਸਾਰ-ਖੂਹੀ ਵਿਚੋਂ ਭੋਗਾਂ ਦਾ ਪਾਣੀ ਕੱਢਣ ਤੋਂ ਬਚਾਣ ਦਾ) ਕੰਮ ਆਪਣਾ ਜਾਣ ਕੇ ਆਪ ਹੀ ਸਿਰੇ ਚੜ੍ਹਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]