[
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "ibKY bwcu. hir rwcu; smJu mn baurw ry ]",
    "TRANSLITERATION": "Bikhai Baach Har Raach Samajh Man Bouraa Rae ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ ਮਨ! ਅਕਲ ਕਰ, ਵਿਸ਼ਿਆਂ ਤੋਂ ਬਚਿਆ ਰਹੁ ਤੇ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "inrBY hoie. n hir Bjy; mn baurw ry, gihE n. rwm jhwju ]1] rhwau ]",
    "TRANSLITERATION": "Nirabhai Hoe N Har Bhajae Man Bouraa Rae Gehiou N Raam Jehaaj ||1|| Rehaao ||",
    "PUNJABI": "ਤੂੰ ਸਹਿਮ ਛੱਡ ਕੇ ਕਿਉਂ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ ਤੇ ਕਿਉਂ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲੈਂਦਾ? ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "Bjy: polw bolo"
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "mrkt mustI Anwj kI. mn baurw ry; lInI hwQu pswir ]",
    "TRANSLITERATION": "Marakatt Musattee Anaaj Kee Man Bouraa Rae Leenee Haathh Pasaar ||",
    "PUNJABI": "ਹੇ ਕਮਲੇ ਮਨ! ਬਾਂਦਰ ਨੇ ਹੱਥ ਖਿਲਾਰ ਕੇ ਦਾਣਿਆਂ ਦੀ ਮੁੱਠ ਭਰ ਲਈ,",
    "PRONUNCIATION": "(mrkt) bWdr[ (mustI) mu`TI"
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "CUtn ko shsw pirAw. mn baurw ry; nwicE Gr Gr bwir ]2]",
    "TRANSLITERATION": "Shhoottan Ko Sehasaa Pariaa Man Bouraa Rae Naachiou Ghar Ghar Baar ||2||",
    "PUNJABI": "ਤੇ ਉਸ ਨੂੰ ਸਹਿਮ ਪੈ ਗਿਆ ਕਿ ਕੈਦ ਵਿਚੋਂ ਕਿਵੇਂ ਨਿਕਲੇ। (ਉਸ ਲਾਲਚ ਦੇ ਕਾਰਨ ਹੁਣ) ਹਰੇਕ ਘਰ ਦੇ ਬੂਹੇ ਤੇ ਨੱਚਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau nlnI. sUAtw gihE, mn baurw ry; mwXw iehu ibauhwru ]",
    "TRANSLITERATION": "Jio Nalanee Sooattaa Gehiou Man Bouraa Rae Maayaa Eihu Biouhaar ||",
    "PUNJABI": "ਹੇ ਝੱਲੇ ਮਨਾਂ! ਜਗਤ ਦੀ ਮਾਇਆ ਦਾ ਇਉਂ ਹੀ ਵਰਤਾਰਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਜੀਵ ਨੂੰ ਇਉਂ ਹੀ ਮੋਹ ਵਿਚ ਫਸਾਉਂਦੀ ਹੈ) ਜਿਵੇਂ ਤੋਤਾ ਨਲਨੀ (ਤੇ ਬੈਠ ਕੇ) ਫਸ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "qoqy PVn vwlI (nlnI) iPrkI[ (sUAtw) qoqw[ mw-Xw"
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "jYsw rMgu ksuMB kw, mn baurw ry; iqau psirE pwswru ]3]",
    "TRANSLITERATION": "Jaisaa Rang Kasunbh Kaa Man Bouraa Rae Thio Pasariou Paasaar ||3||",
    "PUNJABI": "ਹੇ ਕਮਲੇ ਮਨ! ਜਿਵੇਂ ਕਸੁੰਭੇ ਦਾ ਰੰਗ (ਥੋੜੇ ਹੀ ਦਿਨ ਰਹਿੰਦਾ) ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਜਗਤ ਦਾ ਖਿਲਾਰਾ (ਚਾਰ ਦਿਨ ਲਈ ਹੀ) ਖਿਲਰਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "nwvn kau qIrQ Gny, mn baurw ry; pUjn kau bhu dyv ]",
    "TRANSLITERATION": "Naavan Ko Theerathh Ghanae Man Bouraa Rae Poojan Ko Bahu Dhaev ||",
    "PUNJABI": "ਹੇ ਝੱਲੇ ਮਨਾਂ! (ਭਾਵੇਂ) ਇਸ਼ਨਾਨ ਕਰਨ ਲਈ ਬਥੇਰੇ ਤੀਰਥ ਹਨ, ਤੇ ਪੂਜਣ ਲਈ ਬਥੇਰੇ ਦੇਵਤੇ ਹਨ (ਭਾਵ, ਭਾਵੇਂ ਲੋਕ ਕਈ ਤੀਰਥਾਂ ਤੇ ਜਾ ਕੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਤੇ ਕਈ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ)",
    "PRONUNCIATION": "(dyv) dyvqy[ n@wvn"
  },
  {
    "SHABAD_ID": 1340,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "khu kbIr. CUtnu nhI, mn baurw ry; CUtnu. hir kI syv ]4]1]6]57]",
    "TRANSLITERATION": "Kahu Kabeer Shhoottan Nehee Man Bouraa Rae Shhoottan Har Kee Saev ||4||1||6||57||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਪਰ (ਇਸ ਸਹਿਮ ਤੋਂ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਖ਼ਲਾਸੀ ਸਿਰਫ਼ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਹੀ ਹੁੰਦੀ ਹੈ ॥੪॥੧॥੬॥੫੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI ]",
    "TRANSLITERATION": "Gourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "Agin n dhY, pvnu nhI mgnY; qskru. nyir n AwvY ]",
    "TRANSLITERATION": "Agan N Dhehai Pavan Nehee Maganai Thasakar Naer N Aavai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਇਸ ਧਨ ਨੂੰ ਨਾਹ ਅੱਗ ਸਾੜ ਸਕਦੀ ਹੈ, ਨਾਹ ਹਵਾ ਉਡਾ ਕੇ ਲੈ ਜਾ ਸਕਦੀ ਹੈ, ਅਤੇ ਨਾਹ ਹੀ ਕੋਈ ਚੋਰ ਇਸ ਦੇ ਨੇੜੇ ਢੁਕ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": "(mgnY) aufwauNdI[ (qskru) cor"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm nwm Dnu, kir sMcaunI; so Dnu. kq hI n jwvY ]1]",
    "TRANSLITERATION": "Raam Naam Dhhan Kar Sanchounee So Dhhan Kath Hee N Jaavai ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ ਧਨ ਇਕੱਠਾ ਕਰ, ਇਹ ਕਿਧਰੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "PRONUNCIATION": "(sMcaunI) iek`qR"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "hmrw Dnu. mwDau goibMdu DrxIDru; iehY swr Dnu khIAY ]",
    "TRANSLITERATION": "Hamaraa Dhhan Maadhho Gobindh Dhharaneedhhar Eihai Saar Dhhan Keheeai ||",
    "PUNJABI": "ਸਾਡਾ ਧਨ ਤਾਂ ਮਾਧੋ ਗੋਬਿੰਦ ਹੀ ਹੈ ਜੋ ਸਾਰੀ ਧਰਤੀ ਦਾ ਆਸਰਾ ਹੈ। (ਸਾਡੇ ਮਤ ਵਿਚ ਤਾਂ) ਇਸੇ ਧਨ ਨੂੰ ਸਭ ਧਨਾਂ ਨਾਲੋਂ ਚੰਗਾ ਵਧੀਆ ਆਖੀਦਾ ਹੈ।",
    "PRONUNCIATION": "DrxI-Dru"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "jo suKu. pRB goibMd kI syvw; so suKu. rwij n lhIAY ]1] rhwau ]",
    "TRANSLITERATION": "Jo Sukh Prabh Gobindh Kee Saevaa So Sukh Raaj N Leheeai ||1|| Rehaao ||",
    "PUNJABI": "ਜੋ ਸੁਖ ਪਰਮਾਤਮਾ ਗੋਬਿੰਦ ਦੇ ਭਜਨ ਵਿਚ ਮਿਲਦਾ ਹੈ, ਉਹ ਸੁਖ ਰਾਜ ਵਿਚ (ਭੀ) ਨਹੀਂ ਲੱਭਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "iesu Dn kwrix. isv snkwidk; Kojq Bey audwsI ]",
    "TRANSLITERATION": "Eis Dhhan Kaaran Siv Sanakaadhik Khojath Bheae Oudhaasee ||",
    "PUNJABI": "ਇਸ (ਨਾਮ) ਧਨ ਦੀ ਖ਼ਾਤਰ ਸ਼ਿਵ ਤੇ ਸਨਕ ਆਦਿਕ (ਬ੍ਰਹਮਾ ਦੇ ਚਾਰੇ ਪੁੱਤਰ) ਭਾਲ ਕਰਦੇ ਕਰਦੇ ਜਗਤ ਤੋਂ ਵਿਰਕਤ ਹੋਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "min mukMdu. ijhbw nwrwienu; prY n. jm kI PwsI ]2]",
    "TRANSLITERATION": "Man Mukandh Jihabaa Naaraaein Parai N Jam Kee Faasee ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਮੁਕਤੀ ਦਾਤਾ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਤੇ ਅਕਾਲ ਪੁਰਖ ਟਿਕਿਆ ਹੈ, ਉਸ ਨੂੰ ਜਮ ਦੀ (ਮੋਹ-ਰੂਪ) ਫਾਹੀ ਨਹੀਂ ਪੈ ਸਕਦੀ ॥੨॥",
    "PRONUNCIATION": "(mukMdu) mukqIdwqy vwihgurU jI"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "inj Dnu igAwnu, Bgiq guir dInI; qwsu sumiq mnu lwgw ]",
    "TRANSLITERATION": "Nij Dhhan Giaan Bhagath Gur Dheenee Thaas Sumath Man Laagaa ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ, ਪ੍ਰਭੂ ਦਾ ਗਿਆਨ ਹੀ, (ਜੀਵ ਦਾ) ਨਿਰੋਲ ਆਪਣਾ ਧਨ (ਹੋ ਸਕਦਾ) ਹੈ। ਜਿਸ ਸੁਚੱਜੀ ਮਤ ਵਾਲੇ ਨੂੰ ਗੁਰੂ ਨੇ (ਇਹ ਦਾਤ) ਦਿਤੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕਦਾ ਹੈ।",
    "PRONUNCIATION": "su-m`iq"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "jlq AMB, QMiB mnu Dwvq; Brm bMDn Bau Bwgw ]3]",
    "TRANSLITERATION": "Jalath Anbh Thhanbh Man Dhhaavath Bharam Bandhhan Bho Bhaagaa ||3||",
    "PUNJABI": "(ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜਦੇ ਲਈ (ਇਹ ਨਾਮ-ਧਨ) ਪਾਣੀ ਹੈ, ਤੇ ਭਟਕਦੇ ਮਨ ਨੂੰ ਇਹ ਥੰਮ੍ਹੀ ਹੈ, (ਨਾਮ ਦੀ ਬਰਕਤ ਨਾਲ) ਭਰਮਾਂ ਦੇ ਬੰਧਨਾਂ ਦਾ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(AMB) pwxI[ (QMiB) QMm"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "khY kbIru. mdn ky mwqy; ihrdY dyKu bIcwrI ]",
    "TRANSLITERATION": "Kehai Kabeer Madhan Kae Maathae Hiradhai Dhaekh Beechaaree ||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ ਮੱਤੇ ਹੋਏ (ਰਾਜਨ!) ਮਨ ਵਿਚ ਸੋਚ ਕੇ ਵੇਖ,",
    "PRONUNCIATION": "(mdn) kwm[ (m`wqy) msq"
  },
  {
    "SHABAD_ID": 1341,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "qum Gir lwK koit AsÍ hsqI; hm Gir. eyku murwrI ]4]1]7]58]",
    "TRANSLITERATION": "Thum Ghar Laakh Kott Asv Hasathee Ham Ghar Eaek Muraaree ||4||1||7||58||",
    "PUNJABI": "ਜੇ ਤੇਰੇ ਘਰ ਵਿਚ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਘੋੜੇ ਤੇ ਹਾਥੀ ਹਨ ਤਾਂ ਸਾਡੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਇਹ ਸਾਰੇ ਪਦਾਰਥ ਦੇਣ ਵਾਲਾ) ਇਕ ਪਰਮਾਤਮਾ (ਵੱਸਦਾ) ਹੈ ॥੪॥੧॥੭॥੫੮॥",
    "PRONUNCIATION": "Asv"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI ]",
    "TRANSLITERATION": "Gourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau kip ky kr. musit cnn kI; lubiD. n iqAwgu dieE ]",
    "TRANSLITERATION": "Jio Kap Kae Kar Musatt Chanan Kee Lubadhh N Thiaag Dhaeiou ||",
    "PUNJABI": "ਜਿਵੇਂ (ਕਿਸੇ) ਬਾਂਦਰ ਦੇ ਹੱਥ (ਭੁੱਜੇ) ਛੋਲਿਆਂ ਦੀ ਮੁੱਠ ਆਈ, ਪਰ ਲੋਭੀ ਬਾਂਦਰ ਨੇ (ਕੁੱਜੀ ਵਿਚ ਹੱਥ ਫਸਿਆ ਵੇਖ ਕੇ ਭੀ ਛੋਲਿਆਂ ਦੀ ਮੁੱਠ) ਨਾਹ ਛੱਡੀ, (ਤੇ ਕਾਬੂ ਆ ਗਿਆ)",
    "PRONUNCIATION": "kip:polw bolo[ (kip) bWdr[ (kr) h`Q[ (musit) mu`T[ (cnn) Coly[ (lubiD) loBI ny"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "jo jo krm kIey. lwlc isau; qy iPir. grih pirE ]1]",
    "TRANSLITERATION": "Jo Jo Karam Keeeae Laalach Sio Thae Fir Garehi Pariou ||1||",
    "PUNJABI": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਲੋਭ ਦੇ ਵੱਸ ਹੋ ਕੇ ਜੋ ਜੋ ਕੰਮ ਜੀਵ ਕਰਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਮੁੜ (ਮੋਹ ਦੇ ਬੰਧਨ-ਰੂਪ ਜ਼ੰਜੀਰ ਬਣ ਕੇ ਇਸ ਦੇ) ਗਲ ਵਿਚ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(gr-ih) gLy"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "Bgiq ibnu; ibrQy jnmu gieE ]",
    "TRANSLITERATION": "Bhagath Bin Birathhae Janam Gaeiou ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਹੀ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਕੇ ਨਹੀਂ ਵੱਸਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "swDsMgiq Bgvwn Bjn ibnu; khI. n scu rihE ]1] rhwau ]",
    "TRANSLITERATION": "Saadhhasangath Bhagavaan Bhajan Bin Kehee N Sach Rehiou ||1|| Rehaao ||",
    "PUNJABI": "ਤੇ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਆ ਕੇ) ਭਗਵਾਨ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਕਿਸੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਹੀ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(khI) ikqy BI"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau auidAwn. kusm prPuilq; iknih. n GRwau lieE ]",
    "TRANSLITERATION": "Jio Oudhiaan Kusam Parafulith Kinehi N Ghraao Laeiou ||",
    "PUNJABI": "ਜਿਵੇਂ ਜੰਗਲ ਵਿਚ ਖਿੜੇ ਹੋਏ ਫੁੱਲਾਂ ਦੀ ਸੁਗੰਧੀ ਕੋਈ ਭੀ ਨਹੀਂ ਲੈ ਸਕਦਾ (ਉਹ ਫੁੱਲ ਉਜਾੜ ਵਿਚ ਕਿਸੇ ਪ੍ਰਾਣੀ ਨੂੰ ਸੁਗੰਧੀ ਨਾਹ ਦੇਣ ਦੇ ਕਾਰਨ ਆਪਣਾ ਖੇੜਾ ਵਿਅਰਥ ਹੀ ਖੇੜ ਜਾਂਦੇ ਹਨ),",
    "PRONUNCIATION": "(auidAwn) jMgL[ (GRwau) sugMDI[ pr-Pu`ilq[ ikn-ih[ lie-E"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "qYsy BRmq Anyk join mih; iPir iPir kwl hieE ]2]",
    "TRANSLITERATION": "Thaisae Bhramath Anaek Jon Mehi Fir Fir Kaal Haeiou ||2||",
    "PUNJABI": "ਤਿਵੇਂ, (ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਮੁੜ ਮੁੜ ਕਾਲ-ਵੱਸ ਪੈਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(hie-E) nws krdw"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "ieAw Dn jobn Aru suq dwrw; pyKn kau ju dieE ]",
    "TRANSLITERATION": "Eiaa Dhhan Joban Ar Suth Dhaaraa Paekhan Ko J Dhaeiou ||",
    "PUNJABI": "ਧਨ, ਜੁਆਨੀ, ਪੁੱਤਰ ਤੇ ਇਸਤ੍ਰੀ ਇਹ ਸਾਰੇ ਉਸ ਪ੍ਰਭੂ ਨੇ (ਜੀਵ ਨੂੰ ਕਿਸੇ ਤਮਾਸ਼ੇ ਵਿਚ ਨਿਰਲੇਪ ਜਿਹਾ ਰਹਿਣ ਵਾਂਗ) ਵੇਖਣ ਲਈ ਦਿੱਤੇ ਹਨ (ਕਿ ਇਸ ਜਗਤ-ਤਮਾਸ਼ੇ ਵਿਚ ਇਹ ਨਿਰਲੇਪ ਹੀ ਰਹੇ),",
    "PRONUNCIATION": "dieE"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "iqn hI mwih Atik. jo aurJy; ieMdRI pRyir lieE ]3]",
    "TRANSLITERATION": "Thin Hee Maahi Attak Jo Ourajhae Eindhree Praer Laeiou ||3||",
    "PUNJABI": "ਪਰ ਜੀਵ ਇਹਨਾਂ ਵਿਚ ਹੀ ਰੁਕ ਕੇ ਫਸ ਜਾਂਦੇ ਹਨ; ਇੰਦ੍ਰੇ ਜੀਵ ਨੂੰ ਖਿੱਚ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "AauD Anl. qnu iqn ko mMdru; chu ids Twtu TieE ]",
    "TRANSLITERATION": "Aoudhh Anal Than Thin Ko Mandhar Chahu Dhis Thaatt Thaeiou ||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਇਹ ਸਰੀਰ (ਮਾਨੋ) ਕੱਖਾਂ ਦਾ ਕੋਠਾ ਹੈ, ਉਮਰ (ਦੇ ਦਿਨ ਬੀਤਦੇ ਜਾਣੇ ਇਸ ਕੋਠੇ ਨੂੰ) ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ, ਹਰ ਪਾਸੇ ਇਹੀ ਬਣਤਰ ਬਣੀ ਹੋਈ ਹੈ, (ਪਰ ਕੋਈ ਭੀ ਇਸ ਪਾਸੇ ਧਿਆਨ ਨਹੀਂ ਦੇਂਦਾ; ਕਿਆ ਅਚਰਜ ਭਿਆਨਕ ਦ੍ਰਿਸ਼ ਹੈ!)",
    "PRONUNCIATION": "(AauD)aumr[ (Anl) AgnI[ (qnu) sRIr[ (iqn) k`KW[ (Twtu) bnwaut[ (Tie-E) bx rhI hY"
  },
  {
    "SHABAD_ID": 1342,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "kih kbIr. BY swgr qrn kau; mY siqgur Et lieE ]4]1]8]59]",
    "TRANSLITERATION": "Kehi Kabeer Bhai Saagar Tharan Ko Mai Sathigur Outt Laeiou ||4||1||8||59||",
    "PUNJABI": "ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਮੈਂ ਤਾਂ ਸਤਿਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੪॥੧॥੮॥੫੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1343,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI ]",
    "TRANSLITERATION": "Gourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1343,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "pwnI mYlw; mwtI gorI ]",
    "TRANSLITERATION": "Paanee Mailaa Maattee Goree ||",
    "PUNJABI": "(ਹੇ ਅਹੰਕਾਰੀ ਜੀਵ! ਕਿਸ ਗੱਲ ਦਾ ਮਾਣ ਕਰਦਾ ਹੈਂ?) ਪਿਉ ਦੀ ਗੰਦੀ ਬੂੰਦ ਅਤੇ ਮਾਂ ਦੀ ਰਕਤ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1343,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "ies mwtI kI puqrI jorI ]1]",
    "TRANSLITERATION": "Eis Maattee Kee Putharee Joree ||1||",
    "PUNJABI": "(ਇਹਨਾਂ ਦੋਹਾਂ ਤੋਂ ਤਾਂ ਪਰਮਾਤਮਾ ਨੇ) ਜੀਵ ਦਾ ਇਹ ਮਿੱਟੀ ਦਾ ਬੁੱਤ ਬਣਾਇਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "puqrI:polw bolo[ (puqrI) puqlI"
  },
  {
    "SHABAD_ID": 1343,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "mY nwhI; kCu Awih n morw ]",
    "TRANSLITERATION": "Mai Naahee Kashh Aahi N Moraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਤੈਥੋਂ ਵੱਖਰੀ) ਮੇਰੀ ਕੋਈ ਹਸਤੀ ਨਹੀਂ ਹੈ ਅਤੇ ਕੋਈ ਮੇਰੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(Awih n) nhIN hY"
  },
  {
    "SHABAD_ID": 1343,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "qnu Dnu sBu rsu; goibMd qorw ]1] rhwau ]",
    "TRANSLITERATION": "Than Dhhan Sabh Ras Gobindh Thoraa ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! ਇਹ ਸਰੀਰ, ਧਨ ਅਤੇ ਇਹ ਜਿੰਦ ਸਭ ਤੇਰੇ ਹੀ ਦਿੱਤੇ ਹੋਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1343,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "ies mwtI mih; pvnu smwieAw ]",
    "TRANSLITERATION": "Eis Maattee Mehi Pavan Samaaeiaa ||",
    "PUNJABI": "ਇਸ ਮਿੱਟੀ (ਦੇ ਪੁਤਲੇ) ਵਿਚ (ਇਸ ਨੂੰ ਖੜਾ ਰੱਖਣ ਲਈ) ਪ੍ਰਾਣ ਟਿਕੇ ਹੋਏ ਹਨ,",
    "PRONUNCIATION": ""
  }
]