[
  {
    "SHABAD_ID": 1364,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "hau bnjwro. rwm ko; shj krau b´wpwru ]",
    "TRANSLITERATION": "Ho Banajaaro Raam Ko Sehaj Karo Byaapaar ||",
    "PUNJABI": "ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵਪਾਰੀ ਹਾਂ; ਮੈਂ ਇਹ ਐਸਾ ਵਪਾਰ ਕਰ ਰਿਹਾ ਹਾਂ ਜਿਸ ਵਿਚੋਂ ਮੈਨੂੰ ਸਹਿਜ ਅਵਸਥਾ ਦੀ ਖੱਟੀ ਹਾਸਲ ਹੋਵੇ।",
    "PRONUNCIATION": "ibAwpwru"
  },
  {
    "SHABAD_ID": 1364,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mY. rwm nwm Dnu lwidAw; ibKu lwdI sMswir ]2]",
    "TRANSLITERATION": "Mai Raam Naam Dhhan Laadhiaa Bikh Laadhee Sansaar ||2||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਲੱਦਿਆ ਹੈ, ਪਰ ਸੰਸਾਰ ਨੇ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਰੂਪ) ਜ਼ਹਿਰ ਦਾ ਵਪਾਰ ਕੀਤਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1364,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "aurvwr pwr ky dwnIAw; iliK lyhu Awlpqwlu ]",
    "TRANSLITERATION": "Ouravaar Paar Kae Dhaaneeaa Likh Laehu Aal Pathaal ||",
    "PUNJABI": "ਜੀਵਾਂ ਦੀਆਂ ਲੋਕ ਪਰਲੋਕ ਦੀਆਂ ਸਭ ਕਰਤੂਤਾਂ ਜਾਣਨ ਵਾਲੇ ਹੇ ਚਿਤ੍ਰਗੁਪਤੋ! (ਮੇਰੇ ਬਾਰੇ) ਜੋ ਤੁਹਾਡਾ ਜੀਅ ਕਰੇ ਲਿਖ ਲੈਣਾ (ਭਾਵ, ਜਮਰਾਜ ਪਾਸ ਪੇਸ਼ ਕਰਨ ਲਈ ਮੇਰੇ ਕੰਮਾਂ ਵਿਚੋਂ ਕੋਈ ਗੱਲ ਤੁਹਾਨੂੰ ਲੱਭਣੀ ਹੀ ਨਹੀਂ)",
    "PRONUNCIATION": "(Awl-pqwlu) bkbwd boilAw"
  },
  {
    "SHABAD_ID": 1364,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "moih jm fMfu. n lwgeI; qjIly srb jMjwl ]3]",
    "TRANSLITERATION": "Mohi Jam Ddandd N Laagee Thajeelae Sarab Janjaal ||3||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ) ਮੈਂ ਸਾਰੇ ਜੰਜਾਲ ਛੱਡ ਦਿੱਤੇ ਹੋਏ ਹਨ, ਤਾਹੀਏਂ ਮੈਨੂੰ ਜਮ ਦਾ ਡੰਨ ਲੱਗਣਾ ਹੀ ਨਹੀਂ ॥੩॥",
    "PRONUNCIATION": "(qjI-ly) C`fy"
  },
  {
    "SHABAD_ID": 1364,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "jYsw rMgu ksuMB kw; qYsw iehu sMswru ]",
    "TRANSLITERATION": "Jaisaa Rang Kasunbh Kaa Thaisaa Eihu Sansaar ||",
    "PUNJABI": "(ਜਿਉਂ ਜਿਉਂ ਮੈਂ ਰਾਮ ਨਾਮ ਦਾ ਵਣਜ ਕਰ ਰਿਹਾ ਹਾਂ, ਮੈਨੂੰ ਯਕੀਨ ਆ ਰਿਹਾ ਹੈ ਕਿ) ਇਹ ਜਗਤ ਇਉਂ ਹੈ ਜਿਵੇਂ ਕਸੁੰਭੇ ਦਾ ਰੰਗ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1364,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "myry rmeIey. rMgu mjIT kw; khu rivdws cmwr ]4]1]",
    "TRANSLITERATION": "Maerae Rameeeae Rang Majeeth Kaa Kahu Ravidhaas Chamaar ||4||1||",
    "PUNJABI": "ਤੇ, ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ- ਮੇਰੇ ਪਿਆਰੇ ਰਾਮ ਦਾ ਨਾਮ-ਰੰਗ ਇਉਂ ਹੈ ਜਿਵੇਂ ਮਜੀਠ ਦਾ ਰੰਗ ॥੪॥੧॥",
    "PRONUNCIATION": "p`kw mjIT dw rMg"
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI rivdws jIau",
    "TRANSLITERATION": "Gourree Poorabee Ravidhaas Jeeou",
    "PUNJABI": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "kUpu BirE jYsy dwidrw; kCu dysu ibdysu. n bUJ ]",
    "TRANSLITERATION": "Koop Bhariou Jaisae Dhaadhiraa Kashh Dhaes Bidhaes N Boojh ||",
    "PUNJABI": "ਜਿਵੇਂ (ਕੋਈ) ਖੂਹ ਡੱਡੂਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੋਵੇ, (ਉਹਨਾਂ ਡੱਡੂਆਂ ਨੂੰ) ਕੋਈ ਵਾਕਫ਼ੀ ਨਹੀਂ ਹੁੰਦੀ (ਕਿ ਇਸ ਖੂਹ ਤੋਂ ਬਾਹਰ ਕੋਈ ਹੋਰ) ਦੇਸ ਪਰਦੇਸ ਭੀ ਹੈ;",
    "PRONUNCIATION": "(kUpu) KUh[ (dwidrW) f`fU"
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "AYsy myrw mnu ibiKAw ibmoihAw; kCu Awrw pwru. n sUJ ]1]",
    "TRANSLITERATION": "Aisae Maeraa Man Bikhiaa Bimohiaa Kashh Aaraa Paar N Soojh ||1||",
    "PUNJABI": "ਤਿਵੇਂ ਮੇਰਾ ਮਨ ਮਾਇਆ (ਦੇ ਖੂਹ) ਵਿਚ ਇਤਨਾ ਚੰਗੀ ਤਰ੍ਹਾਂ ਫਸਿਆ ਹੋਇਆ ਹੈ ਕਿ ਇਸ ਨੂੰ (ਮਾਇਆ ਦੇ ਖੂਹ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ) ਕੋਈ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਸੁੱਝਦਾ ॥੧॥",
    "PRONUNCIATION": "ib-moihAw"
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "sgl Bvn ky nwiekw; ieku iCnu drsu idKwie jI ]1] rhwau ]",
    "TRANSLITERATION": "Sagal Bhavan Kae Naaeikaa Eik Shhin Dharas Dhikhaae Jee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਸਾਰੇ ਭਵਨਾਂ ਦੇ ਸਰਦਾਰ! ਮੈਨੂੰ ਇਕ ਖਿਨ ਭਰ ਲਈ (ਹੀ) ਦੀਦਾਰ ਦੇਹ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "miln BeI miq. mwDvw; qyrI giq. lKI n jwie ]",
    "TRANSLITERATION": "Malin Bhee Math Maadhhavaa Thaeree Gath Lakhee N Jaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਅਕਲ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲੀ ਹੋਈ ਪਈ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਮੈਨੂੰ ਤੇਰੀ ਗਤੀ ਦੀ ਪਛਾਣ ਨਹੀਂ ਆਉਂਦੀ (ਭਾਵ, ਮੈਨੂੰ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "krhu ikRpw. BRmu cUkeI; mY sumiq dyhu smJwie ]2]",
    "TRANSLITERATION": "Karahu Kirapaa Bhram Chookee Mai Sumath Dhaehu Samajhaae ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਸੁਚੱਜੀ ਮੱਤ ਸਮਝਾ, (ਤਾਕਿ) ਮੇਰੀ ਭਟਕਣਾ ਮੁੱਕ ਜਾਏ ॥੨॥",
    "PRONUNCIATION": "su-m`iq"
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "jogIsr pwvih nhI; quA gux kQnu Apwr ]",
    "TRANSLITERATION": "Jogeesar Paavehi Nehee Thua Gun Kathhan Apaar ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ (ਭੀ) ਤੇਰੇ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਦੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1365,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "pRym Bgiq kY kwrxY; khu rivdws cmwr ]3]1]",
    "TRANSLITERATION": "Praem Bhagath Kai Kaaranai Kahu Ravidhaas Chamaar ||3||1||",
    "PUNJABI": "(ਪਰ) ਹੇ ਰਵਿਦਾਸ ਚਮਾਰ! ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ, ਤਾਕਿ ਤੈਨੂੰ ਪ੍ਰੇਮ ਤੇ ਭਗਤੀ ਦੀ ਦਾਤਿ ਮਿਲ ਸਕੇ ॥੩॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI bYrwgix",
    "TRANSLITERATION": "Gourree Bairaagani",
    "PUNJABI": "ਰਾਗ ਗਉੜੀ-ਬੈਰਾਗਣਿ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "sqjuig squ. qyqw jgI; duAwpir pUjw cwr ]",
    "TRANSLITERATION": "Sathajug Sath Thaethaa Jagee Dhuaapar Poojaachaar ||",
    "PUNJABI": "(ਹੇ ਪੰਡਿਤ ਜੀ! ਤੁਸੀ ਆਖਦੇ ਹੋ ਕਿ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪੋ ਆਪਣਾ ਕਰਮ ਹੀ ਪ੍ਰਧਾਨ ਹੈ, ਇਸ ਅਨੁਸਾਰ) ਸਤਜੁਗ ਵਿਚ ਦਾਨ ਆਦਿਕ ਪ੍ਰਧਾਨ ਸੀ, ਤ੍ਰੇਤਾ ਜੁਗ ਜੱਗਾਂ ਵਿਚ ਪ੍ਰਵਿਰਤ ਰਿਹਾ, ਦੁਆਪਰ ਵਿਚ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਪ੍ਰਧਾਨ-ਕਰਮ ਸੀ;",
    "PRONUNCIATION": "(j`gIN) bhuqyj`g[ s`qu"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "qInO jug qInO idVy; kil kyvl nwm ADwr ]1]",
    "TRANSLITERATION": "Theena Jug Theena Dhirrae Kal Kaeval Naam Adhhaar ||1||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਤੁਸੀ ਆਖਦੇ ਹੋ ਕਿ) ਤਿੰਨੇ ਜੁਗ ਇਹਨਾਂ ਤਿੰਨਾਂ ਕਰਮਾਂ ਧਰਮਾਂ ਉੱਤੇ ਜ਼ੋਰ ਦੇਂਦੇ ਹਨ; ਤੇ ਹੁਣ ਕਲਜੁਗ ਵਿਚ ਸਿਰਫ਼ (ਰਾਮ) ਨਾਮ ਦਾ ਆਸਰਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "pwru kYsy pwiebo ry ]",
    "TRANSLITERATION": "Paar Kaisae Paaeibo Rae ||",
    "PUNJABI": "ਪਰ, ਹੇ ਪੰਡਿਤ! (ਇਹਨਾਂ ਜੁਗਾਂ ਦੇ ਵੰਡੇ ਹੋਏ ਕਰਮਾਂ ਧਰਮਾਂ ਨਾਲ, ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ) ਪਾਰਲਾ ਬੰਨਾ ਕਿਵੇਂ ਲੱਭੋਗੇ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "mosau; koaU. n khY smJwie ]",
    "TRANSLITERATION": "Mo So Kooo N Kehai Samajhaae ||",
    "PUNJABI": "(ਤੁਹਾਡੇ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਮੈਨੂੰ ਐਸਾ ਕੰਮ ਸਮਝਾ ਕੇ ਨਹੀਂ ਦੱਸ ਸਕਿਆ,",
    "PRONUNCIATION": "(mo-sau) dwsn dws nUM"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "jw qy; Awvw gvnu iblwie ]1] rhwau ]",
    "TRANSLITERATION": "Jaa Thae Aavaa Gavan Bilaae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਦੀ ਸਹਾਇਤਾ ਨਾਲ (ਮਨੁੱਖ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(iblwie) mu`k jwey"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "bhu ibiD Drm inrUpIAY; krqw dIsY sB loie ]",
    "TRANSLITERATION": "Bahu Bidhh Dhharam Niroopeeai Karathaa Dheesai Sabh Loe ||",
    "PUNJABI": "(ਸ਼ਾਸਤ੍ਰਾਂ ਅਨੁਸਾਰ) ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਵਰਨਾਂ ਆਸ਼ਰਮਾਂ ਦੇ ਕਰਤੱਬਾਂ ਦੀ ਹੱਦ-ਬੰਦੀ ਕੀਤੀ ਗਈ ਹੈ; (ਇਹਨਾਂ ਸ਼ਾਸਤ੍ਰਾਂ ਨੂੰ ਮੰਨਣ ਵਾਲਾ) ਸਾਰਾ ਜਗਤ ਇਹੀ ਮਿਥੇ ਹੋਏ ਕਰਮ-ਧਰਮ ਕਰਦਾ ਦਿੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(inrUpIAY) kQn krIdy hn"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "kvn krm qy CUtIAY; ijh swDy sB isiD hoie ]2]",
    "TRANSLITERATION": "Kavan Karam Thae Shhootteeai Jih Saadhhae Sabh Sidhh Hoe ||2||",
    "PUNJABI": "ਪਰ ਕਿਸ ਕਰਮ-ਧਰਮ ਦੇ ਕਰਨ ਨਾਲ (ਆਵਾਗਵਨ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ? ਉਹ ਕਿਹੜਾ ਕਰਮ ਹੈ ਜਿਸ ਦੇ ਸਾਧਿਆਂ ਜਨਮ-ਮਨੋਰਥ ਦੀ ਸਫਲਤਾ ਹੁੰਦੀ ਹੈ?-(ਇਹ ਗੱਲ ਤੁਸੀ ਨਹੀਂ ਦੱਸ ਸਕੇ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "krm Akrm bIcwrIAY; sMkw suin byd purwn ]",
    "TRANSLITERATION": "Karam Akaram Beechaareeai Sankaa Sun Baedh Puraan ||",
    "PUNJABI": "ਵੇਦਾਂ ਤੇ ਪੁਰਾਣਾਂ ਨੂੰ ਸੁਣ ਕੇ (ਸਗੋਂ ਹੋਰ ਹੋਰ) ਸ਼ੰਕਾ ਵਧਦਾ ਹੈ। ਇਹੀ ਵਿਚਾਰ ਕਰੀਦੀ ਹੈ ਕਿ ਕਿਹੜਾ ਕਰਮ ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਅਨੁਸਾਰ ਹੈ, ਤੇ, ਕਿਹੜਾ ਕਰਮ ਸ਼ਾਸਤ੍ਰਾਂ ਨੇ ਵਰਜਿਆ ਹੈ।",
    "PRONUNCIATION": "A-krm"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "sMsw sd ihrdY bsY; kaunu ihrY AiBmwnu ]3]",
    "TRANSLITERATION": "Sansaa Sadh Hiradhai Basai Koun Hirai Abhimaan ||3||",
    "PUNJABI": "(ਵਰਨ ਆਸ਼ਰਮਾਂ ਦੇ ਕਰਮ ਧਰਮ ਕਰਦਿਆਂ ਹੀ, ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਸਹਿਮ ਤਾਂ ਟਿਕਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ, (ਫਿਰ) ਉਹ ਕਿਹੜਾ ਕਰਮ-ਧਰਮ (ਤੁਸੀ ਦੱਸਦੇ ਹੋ) ਜੋ ਮਨ ਦਾ ਅਹੰਕਾਰ ਦੂਰ ਕਰੇ? ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "bwhru audik pKwrIAY; Gt BIqir ibibiD ibkwr ]",
    "TRANSLITERATION": "Baahar Oudhak Pakhaareeai Ghatt Bheethar Bibidhh Bikaar ||",
    "PUNJABI": "(ਹੇ ਪੰਡਿਤ! ਤੁਸੀ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਤੇ ਜ਼ੋਰ ਦੇਂਦੇ ਹੋ, ਪਰ ਤੀਰਥਾਂ ਤੇ ਜਾ ਕੇ ਤਾਂ ਸਰੀਰ ਦਾ) ਬਾਹਰਲਾ ਪਾਸਾ ਹੀ ਪਾਣੀ ਨਾਲ ਧੋਈਦਾ ਹੈ, ਹਿਰਦੇ ਵਿਚ ਕਈ ਕਿਸਮ ਦੇ ਵਿਕਾਰ ਟਿਕੇ ਹੀ ਰਹਿੰਦੇ ਹਨ,",
    "PRONUNCIATION": "(audik) pwxI nwl (pKwrIAY) DoeIey[ ibib-iD:polw bolo[ (ibibiD) bhuq pRkwr"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "suD kvn pr hoiebo; suc kuMcr ibiD ibauhwr ]4]",
    "TRANSLITERATION": "Sudhh Kavan Par Hoeibo Such Kunchar Bidhh Biouhaar ||4||",
    "PUNJABI": "(ਇਸ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਨਾਲ) ਕੌਣ ਪਵਿਤ੍ਰ ਹੋ ਸਕਦਾ ਹੈ? ਇਹ ਸੁੱਚ ਤਾਂ ਇਹੋ ਜਿਹੀ ਹੀ ਹੁੰਦੀ ਹੈ ਜਿਵੇਂ ਹਾਥੀ ਦਾ ਇਸ਼ਨਾਨ-ਕਰਮ ਹੈ ॥੪॥",
    "PRONUNCIATION": "(kuMcr) hwQI[ su`D"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "riv pRgws. rjnI jQw giq; jwnq sB sMswr ]",
    "TRANSLITERATION": "Rav Pragaas Rajanee Jathhaa Gath Jaanath Sabh Sansaar ||",
    "PUNJABI": "(ਪਰ ਹੇ ਪੰਡਿਤ!) ਸਾਰਾ ਸੰਸਾਰ ਇਹ ਗੱਲ ਜਾਣਦਾ ਹੈ ਕਿ ਸੂਰਜ ਦੇ ਚੜ੍ਹਿਆਂ ਕਿਵੇਂ ਰਾਤ (ਦਾ ਹਨੇਰਾ) ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(riv) sUrj[ (rjnI) rwq[ (giq) nws ho jWdI hY[ rjnI jQw: poly bolo"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "pwrs mwno qwbo Cuey; knk hoq. nhI bwr ]5]",
    "TRANSLITERATION": "Paaras Maano Thaabo Shhueae Kanak Hoth Nehee Baar ||5||",
    "PUNJABI": "ਇਹ ਗੱਲ ਭੀ ਚੇਤੇ ਰੱਖਣ ਵਾਲੀ ਹੈ ਕਿ ਤਾਂਬੇ ਦੇ ਪਾਰਸ ਨਾਲ ਛੋਹਿਆਂ ਉਸ ਦੇ ਸੋਨਾ ਬਣਨ ਵਿਚ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ॥੫॥",
    "PRONUNCIATION": "(bwr) icr nhIN l`gdw[ qWbo"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "prm prs guru BytIAY; pUrb ilKq illwt ]",
    "TRANSLITERATION": "Param Paras Gur Bhaetteeai Poorab Likhath Lilaatt ||",
    "PUNJABI": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਜੇ ਪੂਰਬਲੇ ਭਾਗ ਜਾਗਣ ਤਾਂ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਸਭ ਪਾਰਸਾਂ ਤੋਂ ਵਧੀਆ ਪਾਰਸ ਹੈ।",
    "PRONUNCIATION": "(illwt) m`Qy qy"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "aunmn. mn mn hI imly; Cutkq bjr kpwt ]6]",
    "TRANSLITERATION": "Ounaman Man Man Hee Milae Shhuttakath Bajar Kapaatt ||6||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਅੰਤਰ-ਆਤਮੇ ਹੀ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮਨ ਦੇ ਕਰੜੇ ਕਵਾੜ ਖੁਲ੍ਹ ਜਾਂਦੇ ਹਨ ॥੬॥",
    "PRONUNCIATION": "(aunmn) ivAwpk bRhmjI[ C`utkq[ b`jr"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "Bgiq jugiq. miq siq krI; BRm bMDn kwit ibkwr ]",
    "TRANSLITERATION": "Bhagath Jugath Math Sath Karee Bhram Bandhhan Kaatt Bikaar ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਜੁੜ ਕੇ (ਇਸ ਭਗਤੀ ਦੀ ਬਰਕਤ ਨਾਲ) ਭਟਕਣਾ ਵਿਕਾਰਾਂ ਅਤੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਨੂੰ ਕੱਟ ਕੇ ਆਪਣੀ ਬੁੱਧੀ ਨੂੰ ਮਾਇਆ ਵਿਚ ਡੋਲਣ ਤੋਂ ਰੋਕ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "soeI bis ris. mn imly; gun inrgun eyk ibcwr ]7]",
    "TRANSLITERATION": "Soee Bas Ras Man Milae Gun Niragun Eaek Bichaar ||7||",
    "PUNJABI": "ਉਹੀ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਟਿਕ ਕੇ ਆਨੰਦ ਨਾਲ (ਪ੍ਰਭੂ ਨੂੰ) ਅੰਤਰ-ਆਤਮੇ ਹੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਅਤੇ ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਯਾਦ ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਪਰੇ ਹੈ ॥੭॥",
    "PRONUNCIATION": "bis: polw bolo"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "Aink jqn ingRh kIey; twrI n trY. BRm Pws ]",
    "TRANSLITERATION": "Anik Jathan Nigreh Keeeae Ttaaree N Ttarai Bhram Faas ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣ ਦੇ ਜੇ ਹੋਰ ਅਨੇਕਾਂ ਜਤਨ ਭੀ ਕੀਤੇ ਜਾਣ, (ਤਾਂ ਭੀ ਵਿਕਾਰਾਂ ਵਿਚ) ਭਟਕਣ ਦੀ ਫਾਹੀ ਟਾਲਿਆਂ ਟਲਦੀ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(ingRh) rokxw"
  },
  {
    "SHABAD_ID": 1366,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "pRym Bgiq. nhI aUpjY; qw qy rivdws audws ]8]1]",
    "TRANSLITERATION": "Praem Bhagath Nehee Oopajai Thaa Thae Ravidhaas Oudhaas ||8||1||",
    "PUNJABI": "(ਕਰਮ ਕਾਂਡ ਦੇ) ਇਹਨਾਂ ਜਤਨਾਂ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਪਿਆਰ-ਭਰੀ ਯਾਦ (ਹਿਰਦੇ ਵਿਚ) ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਇਸੇ ਵਾਸਤੇ ਮੈਂ ਰਵਿਦਾਸ ਇਹਨਾਂ ਕਰਮਾਂ-ਧਰਮਾਂ ਤੋਂ ਉਪਰਾਮ ਹਾਂ ॥੮॥੧॥",
    "PRONUNCIATION": ""
  }
]