[
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "rwgu Awsw mhlw 1; Gru 1 sodru ]",
    "TRANSLITERATION": "Raag Aasaa Mehalaa 1 Ghar 1 So Dhar ||",
    "PUNJABI": "",
    "PRONUNCIATION": "Gru pihlw[ sodru: iek`Tw gurbwxI jI dw nwm hY"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "so dru qyrw kyhw. so Gru kyhw; ijqu bih srb sm@wly ]",
    "TRANSLITERATION": "So Dhar Thaeraa Kaehaa So Ghar Kaehaa Jith Behi Sarab Samhaalae ||",
    "PUNJABI": "ਉਹ ਦਰ-ਘਰ ਬੜਾ ਹੀ ਅਸਚਰਜ ਹੈ, ਜਿਥੇ ਬੈਠ ਕੇ (ਹੇ ਨਿਰੰਕਾਰ!) ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "vwjy qyry nwd Anyk AsMKw; kyqy qyry vwvxhwry ]",
    "TRANSLITERATION": "Vaajae Thaerae Naadh Anaek Asankhaa Kaethae Thaerae Vaavanehaarae ||",
    "PUNJABI": "(ਤੇਰੀ ਇਸ ਰਚੀ ਹੋਈ ਕੁਦਰਤਿ ਵਿਚ) ਅਨੇਕਾਂ ਤੇ ਅਣਗਿਣਤ ਵਾਜੇ ਤੇ ਰਾਗ ਹਨ, ਬੇਅੰਤ ਹੀ ਜੀਵ (ਉਹਨਾਂ ਵਾਜਿਆਂ ਨੂੰ) ਵਜਾਣ ਵਾਲੇ ਹਨ।",
    "PRONUNCIATION": "(vwvxhwry) vjwvx vwly"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "kyqy qyry rwg prI isau khIAih; kyqy qyry gwvxhwry ]",
    "TRANSLITERATION": "Kaethae Thaerae Raag Paree Sio Keheeahi Kaethae Thaerae Gaavanehaarae ||",
    "PUNJABI": "ਰਾਗਣੀਆਂ ਸਣੇ ਬੇਅੰਤ ਹੀ ਰਾਗ ਕਹੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਜੀਵ (ਇਹਨਾਂ ਰਾਗਾਂ ਦੇ) ਗਾਵਣ ਵਾਲੇ ਹਨ (ਜੋ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ)।",
    "PRONUNCIATION": "khI-Aih"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. pauxu pwxI bYsMqru; gwvY rwjw Drm duAwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Poun Paanee Baisanthar Gaavai Raajaa Dhharam Dhuaarae ||",
    "PUNJABI": "(ਹੇ ਨਿਰੰਕਾਰ!) ਹਵਾ, ਪਾਣੀ, ਅੱਗ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ। ਧਰਮਰਾਜ ਤੇਰੇ ਦਰ ਤੇ (ਖਲੋ ਕੇ) ਤੈਨੂੰ ਵਡਿਆਇ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. icqu gupqu iliK jwxin; iliK iliK Drmu vIcwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Chith Gupath Likh Jaanan Likh Likh Dhharam Veechaarae ||",
    "PUNJABI": "ਉਹ ਚਿਤ੍ਰਗੁਪਤ ਭੀ ਜੋ (ਜੀਵਾਂ ਦੇ ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਲੇਖੇ) ਲਿਖਣੇ ਜਾਣਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਲਿਖੇ ਹੋਏ ਲੇਖੇ ਧਰਮਰਾਜ ਵਿਚਾਰਦਾ ਹੈ, ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. eIsru bRhmw dyvI; sohin qyry sdw svwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Eesar Brehamaa Dhaevee Sohan Thaerae Sadhaa Savaarae ||",
    "PUNJABI": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਦੇਵੀਆਂ, ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ ਜੋ ਤੇਰੇ ਸਵਾਰੇ ਹੋਏ ਹਨ ਤੇ ਸੋਭ ਰਹੇ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. ieMdR ieMdRwsix bYTy; dyviqAw dir nwly ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Eindhr Eindhraasan Baithae Dhaevathiaa Dhar Naalae ||",
    "PUNJABI": "ਕਈ ਇੰਦ੍ਰ ਆਪਣੇ ਤਖ਼ਤ ਉਤੇ ਬੈਠੇ ਹੋਏ ਦੇਵਤਿਆਂ ਸਮੇਤ ਤੇਰੇ ਦਰ ਤੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(ieMdRwsix) ieMdR dy Awsx qy bYTy"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. isD smwDI AMdir; gwvin@ quDno. swD bIcwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Sidhh Samaadhhee Andhar Gaavanih Thudhhano Saadhh Beechaarae ||",
    "PUNJABI": "ਸਿੱਧ ਲੋਕ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਸਾਧ ਵਿਚਾਰ ਕਰ ਕਰ ਕੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. jqI sqI sMqoKI; gwvin quDno. vIr krwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Jathee Sathee Santhokhee Gaavan Thudhhano Veer Karaarae ||",
    "PUNJABI": "ਜਤ-ਧਾਰੀ, ਦਾਨ ਕਰਨ ਵਾਲੇ ਤੇ ਸੰਤੋਖ ਵਾਲੇ ਪੁਰਸ਼ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ, ਅਤੇ (ਬੇਅੰਤ) ਤਕੜੇ ਸੂਰਮੇ ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(krwry) qkVy (vIr) sUrmy"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin quDno. pMifq pVy rKIsur; jugu jugu bydw nwly ]",
    "TRANSLITERATION": "Gaavan Thudhhano Panddith Parrae Rakheesur Jug Jug Baedhaa Naalae ||",
    "PUNJABI": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਪੜ੍ਹੇ ਹੋਏ ਪੰਡਿਤ ਤੇ ਮਹਾ ਰਿਖੀ ਵੇਦਾਂ ਸਣੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(rKIsur) v`fy irKI"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin quDno. mohxIAw mnu mohin; surgu mCu pieAwly ]",
    "TRANSLITERATION": "Gaavan Thudhhano Mohaneeaa Man Mohan Surag Mashh Paeiaalae ||",
    "PUNJABI": "ਸੁੰਦਰ ਇਸਤ੍ਰੀਆਂ ਜੋ ਮਨ ਨੂੰ ਮੋਂਹਦੀਆਂ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੀਆਂ ਹਨ, ਸੁਰਗ-ਲੋਕ, ਮਾਤ-ਲੋਕ, ਪਾਤਾਲ-ਲੋਕ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(mohxIAw) suMdr iesqRIAW[ (mCu) mwq lok[ (p-ieAwly) pqwl lok"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. rqn aupwey qyry jyqy; ATsiT qIrQ nwly ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Rathan Oupaaeae Thaerae Jaethae Athasath Theerathh Naalae ||",
    "PUNJABI": "(ਹੇ ਨਿਰੰਕਾਰ!) ਜਿਤਨੇ ਭੀ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਰਤਨ ਹਨ, ਉਹ ਅਠਾਹਠ ਤੀਰਥਾਂ ਸਮੇਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. joD mhw bl sUrw; gwvin@ quDno. KwxI cwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Jodhh Mehaabal Sooraa Gaavanih Thudhhano Khaanee Chaarae ||",
    "PUNJABI": "ਵੱਡੇ ਬਲ ਵਾਲੇ ਜੋਧੇ ਤੇ ਸੂਰਮੇ ਤੇਰੀ ਸਿਫ਼ਤਿ ਕਰ ਰਹੇ ਹਨ। ਚੌਹਾਂ ਹੀ ਖਾਣੀਆਂ ਦੇ ਜੀਅ ਜੰਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "gwvin@ quDno. KMf mMfl bRhmMfw; kir kir rKy qyry Dwry ]",
    "TRANSLITERATION": "Gaavanih Thudhhano Khandd Manddal Brehamanddaa Kar Kar Rakhae Thaerae Dhhaarae ||",
    "PUNJABI": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਖੰਡ ਅਤੇ ਚੱਕ੍ਰ, ਜੋ ਤੂੰ ਪੈਦਾ ਕਰ ਕੇ ਟਿਕਾ ਰੱਖੇ ਹਨ; ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "syeI quDno gwvin@. jo quDu Bwvin@; rqy qyry Bgq rswly ]",
    "TRANSLITERATION": "Saeee Thudhhano Gaavanih Jo Thudhh Bhaavanih Rathae Thaerae Bhagath Rasaalae ||",
    "PUNJABI": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) (ਅਸਲ ਵਿਚ ਤਾਂ) ਉਹੋ ਤੇਰੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਰਸੀਏ ਭਗਤ ਜਨ ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ (ਭਾਵ, ਉਨ੍ਹਾਂ ਦਾ ਹੀ ਗਾਉਣਾ ਸਫਲ ਹੈ) ਜੋ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": "(rswly) rsIey"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "hoir kyqy. quDno gwvin, sy mY iciq. n Awvin; nwnku. ikAw bIcwry ]",
    "TRANSLITERATION": "Hor Kaethae Thudhhano Gaavan Sae Mai Chith N Aavan Naanak Kiaa Beechaarae ||",
    "PUNJABI": "ਅਨੇਕਾਂ ਹੋਰ ਜੀਵ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਜੇਹੜੇ ਮੈਥੋਂ ਗਿਣੇ ਭੀ ਨਹੀਂ ਜਾ ਸਕਦੇ। (ਭਲਾ) ਨਾਨਕ (ਵਿਚਾਰਾ) ਕੀਹ ਵਿਚਾਰ ਕਰ ਸਕਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "soeI soeI sdw scu swihbu; swcw swcI nweI ]",
    "TRANSLITERATION": "Soee Soee Sadhaa Sach Saahib Saachaa Saachee Naaee ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਹੈ, ਉਹ ਮਾਲਕ ਸੱਚਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਅਟੱਲ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "hY BI hosI. jwie n jwsI; rcnw ijin rcweI ]",
    "TRANSLITERATION": "Hai Bhee Hosee Jaae N Jaasee Rachanaa Jin Rachaaee ||",
    "PUNJABI": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਉਹ ਐਸ ਵੇਲੇ ਮੌਜੂਦ ਹੈ, ਸਦਾ ਰਹੇਗਾ, ਨਾਹ ਉਹ ਜੰਮਿਆ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਉਹ ਮਰੇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "rMgI rMgI BwqI ijnsI; mwieAw ijin aupweI ]",
    "TRANSLITERATION": "Rangee Rangee Bhaathee Jinasee Maaeiaa Jin Oupaaee ||",
    "PUNJABI": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਕਈ ਰੰਗਾਂ, ਕਿਸਮਾਂ ਅਤੇ ਜਿਨਸਾਂ ਦੀ ਮਾਇਆ ਰਚ ਦਿੱਤੀ ਹੈ,",
    "PRONUNCIATION": "(ijnsI) iksmw"
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "kir kir dyKY kIqw Apxw; ijau iqs dI vifAweI ]",
    "TRANSLITERATION": "Kar Kar Dhaekhai Keethaa Apanaa Jio This Dhee Vaddiaaee ||",
    "PUNJABI": "ਉਹ ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੈ (ਭਾਵ, ਜੇਡਾ ਵੱਡਾ ਆਪ ਹੈ ਓਡੇ ਵੱਡੇ ਜਿਗਰੇ ਨਾਲ ਜਗਤ ਨੂੰ ਰਚ ਕੇ) ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1367,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jo iqsu BwvY soeI krsI; iPir hukmu. n krxw jweI ]",
    "TRANSLITERATION": "Jo This Bhaavai Soee Karasee Fir Hukam N Karanaa Jaaee ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਉਹੋ ਹੀ ਉਹ ਕਰੇਗਾ। ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਅਗੇ ਹੁਕਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, (ਉਸ ਨੂੰ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦਾ-ਇਉਂ ਨ ਕਰੀਂ, ਇਉਂ ਕਰ)।",
    "PRONUNCIATION": ""
  }
]