[
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw Gru 3 mhlw 1 ]",
    "TRANSLITERATION": "Aasaa Ghar 3 Mehalaa 1 ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "lK lskr. lK vwjy nyjy; lK auiT krih slwmu ]",
    "TRANSLITERATION": "Lakh Lasakar Lakh Vaajae Naejae Lakh Outh Karehi Salaam ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੇ ਤੇਰੀਆਂ ਫ਼ੌਜਾਂ ਲੱਖਾਂ ਦੀ ਗਿਣਤੀ ਵਿਚ ਹੋਣ, ਉਹਨਾਂ ਵਿਚ ਲੱਖਾਂ ਬੰਦੇ ਵਾਜੇ ਵਜਾਣ ਵਾਲੇ ਹੋਣ, ਲੱਖਾਂ ਨੇਜ਼ਾ-ਬਰਦਾਰ ਹੋਣ, ਲੱਖਾਂ ਹੀ ਆਦਮੀ ਉੱਠ ਕੇ ਨਿੱਤ ਤੈਨੂੰ ਸਲਾਮ ਕਰਦੇ ਹੋਣ,",
    "PRONUNCIATION": "l`K"
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "lKw aupir. Purmwieis qyrI; lK auiT. rwKih mwnu ]",
    "TRANSLITERATION": "Lakhaa Oupar Furamaaeis Thaeree Lakh Outh Raakhehi Maan ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੇ ਲੱਖਾਂ ਬੰਦਿਆਂ ਉਤੇ ਤੇਰੀ ਹਕੂਮਤ ਹੋਵੇ, ਲੱਖਾਂ ਬੰਦੇ ਉੱਠ ਕੇ ਤੇਰੀ ਇੱਜ਼ਤ ਕਰਦੇ ਹੋਣ,",
    "PRONUNCIATION": "l`KW l`K Purmwie-is"
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "jW piq. lyKY nw pvY; qW siB inrwPl kwm ]1]",
    "TRANSLITERATION": "Jaan Path Laekhai Naa Pavai Thaan Sabh Niraafal Kaam ||1||",
    "PUNJABI": "(ਤਾਂ ਭੀ ਕੀਹ ਹੋਇਆ) ਜੇ ਤੇਰੀ ਇਹ ਇੱਜ਼ਤ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਨ ਪਏ, ਤਾਂ ਤੇਰੇ ਇਥੇ ਜਗਤ ਵਿਚ ਕੀਤੇ ਸਾਰੇ ਹੀ ਕੰਮ ਵਿਅਰਥ ਗਏ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "hir ky nwm ibnw; jgu DMDw ]",
    "TRANSLITERATION": "Har Kae Naam Binaa Jag Dhhandhhaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜਗਤ ਦਾ ਮੋਹ (ਮਨੁੱਖ ਵਾਸਤੇ) ਉਲਝਣ ਹੀ ਉਲਝਣ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(DMDw) aulJx"
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "jy bhuqw smJweIAY Bolw; BI so AMDo AMDw ]1] rhwau ]",
    "TRANSLITERATION": "Jae Bahuthaa Samajhaaeeai Bholaa Bhee So Andhho Andhhaa ||1|| Rehaao ||",
    "PUNJABI": "(ਇਸ ਉਲਝਣ ਵਿਚ ਜੀਵ ਇਤਨਾ ਫਸਦਾ ਹੈ ਕਿ) ਭਾਵੇਂ ਕਿਤਨਾ ਹੀ ਸਮਝਾਂਦੇ ਰਹੋ, ਮਨ ਅੰਨ੍ਹਾ ਹੀ ਅੰਨ੍ਹਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਮਨੁੱਖ ਨੂੰ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ ਕਿ ਮੈਂ ਕੁਰਾਹੇ ਪਿਆ ਹਾਂ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "Bolw: polw bolo"
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "lK KtIAih. lK sMjIAih Kwjih; lK Awvih. lK jwih ]",
    "TRANSLITERATION": "Lakh Khatteeahi Lakh Sanjeeahi Khaajehi Lakh Aavehi Lakh Jaahi ||",
    "PUNJABI": "ਜੇ ਲੱਖਾਂ ਰੁਪਏ ਖੱਟੇ ਜਾਣ, ਲੱਖਾਂ ਰੁਪਏ ਜੋੜੇ ਜਾਣ, ਲੱਖਾਂ ਰੁਪਏ ਖ਼ਰਚੇ ਭੀ ਜਾਣ, ਲੱਖਾਂ ਹੀ ਰੁਪਏ ਆਉਣ, ਤੇ ਲੱਖਾਂ ਹੀ ਚਲੇ ਜਾਣ,",
    "PRONUNCIATION": "(sMjIAih) iek`Ty krIey[ KtIAih[ Kwjih"
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "jW piq. lyKY nw pvY; qW jIA ikQY iPir pwih ]2]",
    "TRANSLITERATION": "Jaan Path Laekhai Naa Pavai Thaan Jeea Kithhai Fir Paahi ||2||",
    "PUNJABI": "ਪਰ ਜੇ ਪ੍ਰਭੂ ਦੀ ਨਜ਼ਰ ਵਿਚ ਇਹ ਇੱਜ਼ਤ ਪਰਵਾਨ ਨਾਹ ਹੋਵੇ, ਤਾਂ (ਇਹਨਾਂ ਲੱਖਾਂ ਰੁਪਇਆਂ ਦੇ ਮਾਲਕ ਭੀ ਅੰਦਰੋਂ) ਦੁੱਖੀ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "lK swsq smJwvxI; lK pMifq pVih purwx ]",
    "TRANSLITERATION": "Lakh Saasath Samajhaavanee Lakh Panddith Parrehi Puraan ||",
    "PUNJABI": "ਲੱਖਾਂ ਵਾਰੀ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ ਜਾਏ, ਵਿਦਵਾਨ ਲੋਕ ਲੱਖਾਂ ਵਾਰੀ ਪੁਰਾਨ ਪੜ੍ਹਨ (ਤੇ ਦੁਨੀਆ ਵਿਚ ਆਪਣੀ ਵਿੱਦਿਆ ਦੇ ਕਾਰਨ ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਨ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "jW piq lyKY nw pvY; qW sBy kuprvwx ]3]",
    "TRANSLITERATION": "Jaan Path Laekhai Naa Pavai Thaan Sabhae Kuparavaan ||3||",
    "PUNJABI": "ਤਾਂ ਭੀ ਜੇ ਇਹ ਇੱਜ਼ਤ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਨ ਹੋਵੇ ਤਾਂ ਇਹ ਸਾਰੇ ਪੜ੍ਹਨੇ ਪੜ੍ਹਾਨੇ ਵਿਅਰਥ ਗਏ ॥੩॥",
    "PRONUNCIATION": "(ku-prvwx) mnzUr nhIN[ s`By"
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "sc nwim. piq aUpjY; krim nwmu krqwru ]",
    "TRANSLITERATION": "Sach Naam Path Oopajai Karam Naam Karathaar ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ, ਤੇ ਕਰਤਾਰ (ਦਾ ਇਹ) ਨਾਮ ਮਿਲਦਾ ਹੈ ਉਸ ਦੀ ਆਪਣੀ ਮੇਹਰ ਨਾਲ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1399,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "Aih inis ihrdY jy vsY; nwnk. ndrI pwru ]4]1]31]",
    "TRANSLITERATION": "Ahinis Hiradhai Jae Vasai Naanak Nadharee Paar ||4||1||31||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਦਿਨ ਰਾਤ ਵੱਸਦਾ ਰਹੇ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਨਾਲ ਮਨੁੱਖ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ) ਪਾਰਲਾ ਬੰਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥੩੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 1 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "dIvw myrw eyku nwmu; duKu ivic pwieAw qylu ]",
    "TRANSLITERATION": "Dheevaa Maeraa Eaek Naam Dhukh Vich Paaeiaa Thael ||",
    "PUNJABI": "ਮੇਰੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਦੀਵਾ ਹੈ (ਜੋ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਰਸਤੇ ਵਿਚ ਆਤਮਕ ਰੌਸ਼ਨੀ ਕਰਦਾ ਹੈ) ਉਸ ਦੀਵੇ ਵਿਚ ਮੈਂ (ਦੁਨੀਆ ਵਿਚ ਵਿਆਪਣ ਵਾਲਾ) ਦੁੱਖ (-ਰੂਪ) ਤੇਲ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "auin cwnix Ehu soiKAw; cUkw jm isau mylu ]1]",
    "TRANSLITERATION": "Oun Chaanan Ouhu Sokhiaa Chookaa Jam Sio Mael ||1||",
    "PUNJABI": "ਉਸ (ਆਤਮਕ) ਚਾਨਣ ਨਾਲ ਉਹ ਦੁੱਖ-ਰੂਪ ਤੇਲ ਸੜਦਾ ਜਾਂਦਾ ਹੈ, ਤੇ ਜਮ ਨਾਲ ਮੇਰਾ ਵਾਹ ਭੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ {ਨੋਟ: ਸੰਬੰਧਕ 'ਵਿਚਿ' ਦਾ ਸੰਬੰਧ ਲਫ਼ਜ਼ 'ਦੁਖੁ' ਨਾਲ ਨਹੀਂ ਹੈ। \"ਦੀਵੇ ਵਿਚਿ ਦੁਖੁ ਤੇਲੁ ਪਾਇਆ\"-ਇਉਂ ਅਰਥ ਕਰਨਾ ਹੈ} ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "lokw; mq ko PkiV pwie ]",
    "TRANSLITERATION": "Lokaa Math Ko Fakarr Paae ||",
    "PUNJABI": "ਹੇ ਲੋਕੋ! ਮੇਰੀ ਗੱਲ ਉਤੇ ਮਖ਼ੌਲ ਨ ਉਡਾਓ।",
    "PRONUNCIATION": "(P`kiV) BMfI"
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "lK miVAw kir eykTy; eyk rqI ly Bwih ]1] rhwau ]",
    "TRANSLITERATION": "Lakh Marriaa Kar Eaekathae Eaek Rathee Lae Bhaahi ||1|| Rehaao ||",
    "PUNJABI": "ਲੱਖਾਂ ਮਣਾਂ ਲੱਕੜ ਦੇ ਢੇਰ ਇਕੱਠੇ ਕਰ ਕੇ (ਜੇ) ਇੱਕ ਰਤੀ ਜਿਤਨੀ ਅੱਗ ਲਾ ਦੇਖੀਏ (ਤਾਂ ਉਹ ਸਾਰੇ ਢੇਰ ਸੁਆਹ ਹੋ ਜਾਂਦੇ ਹਨ। ਤਿਵੇਂ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਪਾਪਾਂ ਨੂੰ ਇੱਕ ਨਾਮ ਮੁਕਾ ਦੇਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "lkVW dy (miVAw) Fyr[(eyk-Ty) ie`k jg@w[ (Bwih) A`g[ l`K[ r`qI"
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "ipMfu pqil myrI kysau ikirAw; scu nwmu krqwru ]",
    "TRANSLITERATION": "Pindd Pathal Maeree Kaeso Kiriaa Sach Naam Karathaar ||",
    "PUNJABI": "ਪੱਤਲਾਂ ਉਤੇ ਪਿੰਡ ਭਰਾਣੇ (ਮਣਸਾਣੇ) ਮੇਰੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਹੀ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਕਿਰਿਆ ਭੀ ਕਰਤਾਰ (ਦਾ) ਸੱਚਾ ਨਾਮ ਹੀ ਹੈ।",
    "PRONUNCIATION": "p`qil"
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "AYQY EQY AwgY pwCY; eyhu myrw AwDwru ]2]",
    "TRANSLITERATION": "Aithhai Outhhai Aagai Paashhai Eaehu Maeraa Aadhhaar ||2||",
    "PUNJABI": "ਇਹ ਨਾਮ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਹਰ ਥਾਂ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "gMg bnwris. isPiq qumwrI; nwvY Awqmrwau ]",
    "TRANSLITERATION": "Gang Banaaras Sifath Thumaaree Naavai Aatham Raao ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਗੰਗਾ ਤੇ ਕਾਂਸ਼ੀ (ਆਦਿਕ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ, ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਹੀ ਮੇਰਾ ਆਤਮਾ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "(qumwrI) Awp jI dI is&q hI[ (bnwr-is) kWSI hY[ n@wvY[ (dUjw pwT: Awqm rwau)"
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "scw nwvxu qW QIAY; jW Aih inis lwgY Bwau ]3]",
    "TRANSLITERATION": "Sachaa Naavan Thaan Thheeai Jaan Ahinis Laagai Bhaao ||3||",
    "PUNJABI": "ਸੱਚਾ ਇਸ਼ਨਾਨ ਹੈ ਹੀ ਤਦੋਂ, ਜਦੋਂ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹੇ ॥੩॥",
    "PRONUNCIATION": "n@wvxu"
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "iek lokI horu CimCrI; bRwhmxu vit ipMfu Kwie ]",
    "TRANSLITERATION": "Eik Lokee Hor Shhamishharee Braahaman Vatt Pindd Khaae ||",
    "PUNJABI": "ਬ੍ਰਾਹਮਣ (ਜਵਾਂ ਜਾਂ ਚੌਲਾਂ ਦੇ ਆਟੇ ਦਾ) ਪਿੰਨ ਵੱਟ ਕੇ ਇਕ ਪਿੰਨ ਦੇਵਤਿਆਂ ਨੂੰ ਭੇਟਾ ਕਰਦਾ ਹੈ ਤੇ ਦੂਜਾ ਪਿੰਨ ਪਿਤਰਾਂ ਨੂੰ, (ਪਿੰਨ ਵੱਟਣ ਤੋਂ ਪਿਛੋਂ) ਉਹ ਆਪ (ਖੀਰ-ਪੂਰੀ ਆਦਿਕ ਜਜਮਾਨਾਂ ਦੇ ਘਰੋਂ) ਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(lokI) dyvqy[ (CimCrI) ipqr[ v`it"
  },
  {
    "SHABAD_ID": 1400,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. ipMfu bKsIs kw; kbhUM inKUtis nwih ]4]2]32]",
    "TRANSLITERATION": "Naanak Pindd Bakhasees Kaa Kabehoon Nikhoottas Naahi ||4||2||32||",
    "PUNJABI": "(ਪਰ) ਹੇ ਨਾਨਕ! (ਬ੍ਰਾਹਮਣ ਦੀ ਰਾਹੀਂ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਪਿੰਨ ਕਦ ਤਕ ਟਿਕਿਆ ਰਹਿ ਸਕਦਾ ਹੈ? ਹਾਂ) ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦਾ ਪਿੰਨ ਕਦੇ ਮੁੱਕਦਾ ਹੀ ਨਹੀਂ ॥੪॥੨॥੩੨॥",
    "PRONUNCIATION": "(inKUtis) mu`kdw"
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw Gru 4 mhlw 1",
    "TRANSLITERATION": "Aasaa Ghar 4 Mehalaa 1",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "dyviqAw drsn kY qweI; dUK BUK qIrQ kIey ]",
    "TRANSLITERATION": "Dhaevathiaa Dharasan Kai Thaaee Dhookh Bhookh Theerathh Keeeae ||",
    "PUNJABI": "ਦੇਵਤਿਆਂ ਨੇ ਭੀ ਤੇਰਾ ਦਰਸ਼ਨ ਕਰਨ ਵਾਸਤੇ ਦੁੱਖ ਸਹਾਰੇ, ਭੁੱਖਾਂ ਸਹਾਰੀਆਂ ਤੇ ਤੀਰਥ-ਰਟਨ ਕੀਤੇ।",
    "PRONUNCIATION": "qweIN"
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "jogI jqI jugiq mih rhqy; kir kir Bgvy ByK Bey ]1]",
    "TRANSLITERATION": "Jogee Jathee Jugath Mehi Rehathae Kar Kar Bhagavae Bhaekh Bheae ||1||",
    "PUNJABI": "ਅਨੇਕਾਂ ਜੋਗੀ ਤੇ ਜਤੀ (ਆਪੋ ਆਪਣੀ) ਮਰਯਾਦਾ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਗੇਰੂਏ ਰੰਗ ਦੇ ਕੱਪੜੇ ਪਾਂਦੇ ਰਹੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "qau kwrix swihbw; rMig rqy ]",
    "TRANSLITERATION": "Tho Kaaran Saahibaa Rang Rathae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਤੈਨੂੰ ਮਿਲਣ ਲਈ ਅਨੇਕਾਂ ਬੰਦੇ ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "r`qy"
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "qyry nwm Anykw. rUp AnMqw; khxu n jwhI. qyry gux kyqy ]1] rhwau ]",
    "TRANSLITERATION": "Thaerae Naam Anaekaa Roop Ananthaa Kehan N Jaahee Thaerae Gun Kaethae ||1|| Rehaao ||",
    "PUNJABI": "ਤੇਰੇ ਅਨੇਕਾਂ ਨਾਮ ਹਨ, ਤੇਰੇ ਬੇਅੰਤ ਰੂਪ ਹਨ, ਤੇਰੇ ਬੇਅੰਤ ਹੀ ਗੁਣ ਹਨ, ਕਿਸੇ ਭੀ ਪਾਸੋਂ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "dr Gr mhlw hsqI GoVy; Coif ivlwieiq dys gey ]",
    "TRANSLITERATION": "Dhar Ghar Mehalaa Hasathee Ghorrae Shhodd Vilaaeith Dhaes Geae ||",
    "PUNJABI": "(ਤੇਰਾ ਦਰਸ਼ਨ ਕਰਨ ਵਾਸਤੇ ਹੀ ਰਾਜ-ਮਿਲਖ ਦੇ ਮਾਲਿਕ) ਆਪਣੇ ਮਹਲ-ਮਾੜੀਆਂ ਆਪਣੇ ਘਰ-ਬੂਹੇ ਹਾਥੀ ਘੋੜੇ ਆਪਣੇ ਦੇਸ ਵਤਨ ਛੱਡ ਕੇ (ਜੰਗਲੀਂ) ਚਲੇ ਗਏ।",
    "PRONUNCIATION": "(ivlwieiq) Apxw dys"
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "pIr pykWbr. swilk swidk; CofI dunIAw Qwie pey ]2]",
    "TRANSLITERATION": "Peer Paekaanbar Saalik Saadhik Shhoddee Dhuneeaa Thhaae Peae ||2||",
    "PUNJABI": "ਅਨੇਕਾਂ ਪੀਰਾਂ ਪੈਗ਼ੰਬਰਾਂ ਗਿਆਨਵਾਨਾਂ ਤੇ ਸਿਦਕੀਆਂ ਨੇ ਤੇਰੇ ਦਰ ਤੇ ਕਬੂਲ ਹੋਣ ਵਾਸਤੇ ਦੁਨੀਆ ਛੱਡੀ ॥੨॥",
    "PRONUNCIATION": "(pIr) SkqI vwly[ (pykWbr) PirSiqAW duAwrw AkwSI hukm pRwpq krn vwly[ (swilk) igAwnvwn[ (swidk) isdk vwly gursyvk"
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "swd shj suK rs ks qjIAly; kwpV Cofy cmV lIey ]",
    "TRANSLITERATION": "Saadh Sehaj Sukh Ras Kas Thajeealae Kaaparr Shhoddae Chamarr Leeeae ||",
    "PUNJABI": "ਅਨੇਕਾਂ ਬੰਦਿਆਂ ਨੇ ਦੁਨੀਆ ਦੇ ਸੁਆਦ ਸੁਖ ਆਰਾਮ ਤੇ ਸਭ ਰਸਾਂ ਦੇ ਪਦਾਰਥ ਛੱਡੇ, ਕੱਪੜੇ ਛੱਡ ਕੇ ਚਮੜਾ ਪਹਿਨਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "duKIey drdvMd dir qyrY; nwim rqy drvys Bey ]3]",
    "TRANSLITERATION": "Dhukheeeae Dharadhavandh Dhar Thaerai Naam Rathae Dharavaes Bheae ||3||",
    "PUNJABI": "ਅਨੇਕਾਂ ਬੰਦੇ ਦੁਖੀਆਂ ਵਾਂਗ ਦਰਦਵੰਦਾਂ ਵਾਂਗ ਤੇਰੇ ਦਰ ਤੇ ਫ਼ਰਿਆਦ ਕਰਨ ਲਈ ਤੇਰੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿਣ ਲਈ (ਗ੍ਰਿਹਸਤ ਛੱਡ ਕੇ) ਫ਼ਕੀਰ ਹੋ ਗਏ ॥੩॥",
    "PRONUNCIATION": "(drvys) &kIr"
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "KlVI KprI lkVI cmVI; isKw sUqu DoqI kIn@I ]",
    "TRANSLITERATION": "Khalarree Khaparee Lakarree Chamarree Sikhaa Sooth Dhhothee Keenhee ||",
    "PUNJABI": "ਕਿਸੇ ਨੇ (ਭੰਗ ਆਦਿਕ ਪਾਣ ਲਈ) ਚੰਮ ਦੀ ਝੋਲੀ ਲੈ ਲਈ, ਕਿਸੇ ਨੇ (ਘਰ ਘਰ ਮੰਗਣ ਲਈ) ਖੱਪਰ (ਹੱਥ ਵਿਚ) ਫੜ ਲਿਆ, ਕੋਈ ਡੰਡਾ-ਧਾਰੀ ਸੰਨਿਆਸੀ ਬਣਿਆ, ਕਿਸੇ ਨੇ ਮ੍ਰਿਗ-ਛਾਲਾ ਲੈ ਲਈ, ਕੋਈ ਬੋਦੀ ਜਨੇਊ ਤੇ ਧੋਤੀ ਦਾ ਧਾਰਨੀ ਹੋਇਆ।",
    "PRONUNCIATION": "isKw:polw bolo[ (isKw) bodI[ K`lVI[ K`prI[ l`kVI["
  },
  {
    "SHABAD_ID": 1401,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "qUM swihbu. hau sWgI qyrw; pRxvY nwnku. jwiq kYsI ]4]1]33]",
    "TRANSLITERATION": "Thoon Saahib Ho Saangee Thaeraa Pranavai Naanak Jaath Kaisee ||4||1||33||",
    "PUNJABI": "ਪਰ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਮਾਲਿਕ ਹੈਂ, ਮੈਂ ਸਿਰਫ਼ ਤੇਰਾ ਸਾਂਗੀ ਹਾਂ (ਭਾਵ, ਮੈਂ ਸਿਰਫ਼ ਤੇਰਾ ਅਖਵਾਂਦਾ ਹਾਂ, ਜਿਵੇਂ ਤੂੰ ਮੈਨੂੰ ਰੱਖਦਾ ਹੈਂ ਤਿਵੇਂ ਹੀ ਰਹਿੰਦਾ ਹਾਂ) ਕਿਸੇ ਖ਼ਾਸ ਸ਼੍ਰੇਣੀ ਵਿਚ ਹੋਣ ਦਾ ਮੈਨੂੰ ਕੋਈ ਮਾਣ ਨਹੀਂ ॥੪॥੧॥੩੩॥",
    "PRONUNCIATION": "(sWgI) nklIAw"
  }
]