[
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "hau mwrau. hau bMDau. Cofau; muK qy. eyv bbwVy ]",
    "TRANSLITERATION": "Ho Maaro Ho Bandhho Shhoddo Mukh Thae Eaev Babaarrae ||",
    "PUNJABI": "ਤੇ ਆਪਣੇ ਮੂੰਹ ਇਉਂ ਵਾਹੀ-ਤਬਾਹੀ ਭੀ ਬੋਲਦਾ ਹੈ ਕਿ ਮੈਂ (ਆਪਣੇ ਵੈਰੀਆਂ ਨੂੰ) ਮਾਰ ਸਕਦਾ ਹਾਂ ਮੈਂ (ਉਹਨਾਂ ਨੂੰ) ਬੰਨ੍ਹ ਸਕਦਾ ਹਾਂ (ਤੇ ਜੇ ਜੀ ਚਾਹੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਕੈਦ ਤੋਂ) ਛੱਡ ਭੀ ਸਕਦਾ ਹਾਂ,",
    "PRONUNCIATION": "(bbwVy)bkdw hY"
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "AwieAw hukmu pwrbRhm kw; Coif cilAw eyk idhwVy ]2]",
    "TRANSLITERATION": "Aaeiaa Hukam Paarabreham Kaa Shhodd Chaliaa Eaek Dhihaarrae ||2||",
    "PUNJABI": "(ਤਾਂ ਭੀ ਕੀਹ ਹੋਇਆ?) ਆਖ਼ਿਰ ਇਕ ਦਿਨ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਆਉਂਦਾ ਹੈ (ਮੌਤ ਆ ਜਾਂਦੀ ਹੈ, ਤੇ) ਇਹ ਸਭ ਕੁਝ ਛੱਡ ਕੇ ਇਥੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "krm Drm jugiq bhu krqw; krxYhwru. n jwnY ]",
    "TRANSLITERATION": "Karam Dhharam Jugath Bahu Karathaa Karanaihaar N Jaanai ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨੂੰ ਵਿਖਾਣ ਲਈ) ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ (ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕੰਮ ਕਰਦਾ ਹੋਵੇ ਪਰ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਨਾਹ ਪਾਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "aupdysu krY. Awip n kmwvY; qqu sbdu. n pCwnY ]",
    "TRANSLITERATION": "Oupadhaes Karai Aap N Kamaavai Thath Sabadh N Pashhaanai ||",
    "PUNJABI": "ਜੇ ਹੋਰਨਾਂ ਨੂੰ ਤਾਂ (ਧਰਮ ਦਾ) ਉਪਦੇਸ਼ ਕਰਦਾ ਰਹੇ ਪਰ ਆਪਣਾ ਧਾਰਮਿਕ ਜੀਵਨ ਨਾਹ ਬਣਾਏ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਸਾਰ ਨ ਸਮਝੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "nWgw AwieAw. nWgo jwsI; ijau hsqI Kwku CwnY ]3]",
    "TRANSLITERATION": "Naangaa Aaeiaa Naango Jaasee Jio Hasathee Khaak Shhaanai ||3||",
    "PUNJABI": "ਤਾਂ ਉਹ ਖ਼ਾਲੀ-ਹੱਥ ਜਗਤ ਵਿਚ ਆਉਂਦਾ ਹੈ ਤੇ ਇਥੋਂ ਖ਼ਾਲੀ-ਹੱਥ ਹੀ ਤੁਰ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਇਹ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਕੰਮ ਵਿਅਰਥ ਹੀ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਹਾਥੀ (ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਫਿਰ ਆਪਣੇ ਉਤੇ) ਮਿੱਟੀ ਪਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "sMq sjn sunhu siB mIqw; JUTw eyhu pswrw ]",
    "TRANSLITERATION": "Santh Sajan Sunahu Sabh Meethaa Jhoothaa Eaehu Pasaaraa ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਸੱਜਣੋ! ਹੇ ਮਿੱਤਰੋ! ਸਾਰੇ ਸੁਣ ਲਵੋ, ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਨਾਸਵੰਤ ਹੈ।",
    "PRONUNCIATION": "s`jn"
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "myrI myrI kir kir fUby; Kip Kip muey gvwrw ]",
    "TRANSLITERATION": "Maeree Maeree Kar Kar Ddoobae Khap Khap Mueae Gavaaraa ||",
    "PUNJABI": "ਜੇਹੜੇ ਮੂਰਖ ਨਿੱਤ ਇਹ ਆਖਦੇ ਰਹੇ ਕਿ ਇਹ ਮੇਰੀ ਮਾਇਆ ਹੈ ਇਹ ਮੇਰੀ ਜਾਇਦਾਦ ਹੈ ਉਹ (ਮਾਇਆ-ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬੇ ਰਹੇ ਤੇ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1472,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "gur imil nwnk. nwmu iDAwieAw; swic nwim insqwrw ]4]1]38]",
    "TRANSLITERATION": "Gur Mil Naanak Naam Dhhiaaeiaa Saach Naam Nisathaaraa ||4||1||38||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਉਸ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਗਿਆ ॥੪॥੧॥੩੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "rwgu Awsw Gru 5 mhlw 5",
    "TRANSLITERATION": "Raag Aasaa Ghar 5 Mehalaa 5",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "BRm mih soeI sgl jgq DMD AMD ]",
    "TRANSLITERATION": "Bhram Mehi Soee Sagal Jagath Dhhandhh Andhh ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਗਤ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋਈ ਹੋਈ ਸਾਰੀ ਲੁਕਾਈ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਸੁੱਤੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "j`g-q"
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "koaU jwgY hir jnu ]1]",
    "TRANSLITERATION": "Kooo Jaagai Har Jan ||1||",
    "PUNJABI": "ਕੋਈ ਵਿਰਲਾ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ (ਇਸ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਰਿਹਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "mhw mohnI mgn; ipRA pRIiq pRwn ]",
    "TRANSLITERATION": "Mehaa Mohanee Magan Pria Preeth Praan ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੀ ਬਲੀ ਮਾਇਆ ਵਿਚ ਲੁਕਾਈ ਮਸਤ ਪਈ ਹੈ, (ਮਾਇਆ ਨਾਲ ਇਹ) ਪ੍ਰੀਤ ਜਿੰਦ ਨਾਲੋਂ ਭੀ ਪਿਆਰੀ ਲੱਗ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "koaU iqAwgY ivrlw ]2]",
    "TRANSLITERATION": "Kooo Thiaagai Viralaa ||2||",
    "PUNJABI": "ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਇਸ ਪ੍ਰੀਤਿ ਨੂੰ) ਛੱਡਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "crnkml AwnUp; hir sMq mMq ]",
    "TRANSLITERATION": "Charan Kamal Aanoop Har Santh Manth ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਸੁੰਦਰ ਚਰਨਾਂ ਵਿਚ, ਸੰਤ ਜਨਾਂ ਦੇ ਉਪਦੇਸ਼ ਵਿਚ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "koaU lwgY swDU ]3]",
    "TRANSLITERATION": "Kooo Laagai Saadhhoo ||3||",
    "PUNJABI": "ਕੋਈ ਵਿਰਲਾ ਗੁਰਮੁਖਿ ਮਨੁੱਖ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk. swDUsMig; jwgy igAwn rMig ]",
    "TRANSLITERATION": "Naanak Saadhhoo Sang Jaagae Giaan Rang ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ (ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਗਿਆਨ ਦੇ ਰੰਗ ਵਿਚ (ਰੰਗੀਜ ਕੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਓਹੋ ਜਾਗਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1473,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "vfBwgy ikrpw ]4]1]39]",
    "TRANSLITERATION": "Vaddabhaagae Kirapaa ||4||1||39||",
    "PUNJABI": "ਜਿਸ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਹੋ ਜਾਏ ॥੪॥੧॥੩੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "rwgu Awsw Gru 6 mhlw 5 ]",
    "TRANSLITERATION": "Raag Aasaa Ghar 6 Mehalaa 5 ||",
    "PUNJABI": "ਰਾਗ ਆਸਾ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "jo quDu BwvY. so prvwnw; sUKu shju min soeI ]",
    "TRANSLITERATION": "Jo Thudhh Bhaavai So Paravaanaa Sookh Sehaj Man Soee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਤੇਰੇ ਸੇਵਕਾਂ ਨੂੰ (ਸਿਰ-ਮੱਥੇ ਉੱਤੇ) ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ, ਤੇਰੀ ਰਜ਼ਾ ਹੀ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਕਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "krx kwrx smrQ Apwrw; Avru. nwhI ry koeI ]1]",
    "TRANSLITERATION": "Karan Kaaran Samarathh Apaaraa Avar Naahee Rae Koee ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਹੀ ਤੇਰੇ ਦਾਸ ਸਭ ਕੁਝ ਕਰਨ ਅਤੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਣ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲਾ ਮੰਨਦੇ ਹਨ, ਤੂੰ ਹੀ ਉਹਨਾਂ ਦੀ ਨਿਗਾਹ ਵਿਚ ਬੇਅੰਤ ਹੈਂ। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ ॥੧॥",
    "PRONUNCIATION": "smr`Q"
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "qyry jn; rsik rsik gux gwvih ]",
    "TRANSLITERATION": "Thaerae Jan Rasak Rasak Gun Gaavehi ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਦਾਸ ਮੁੜ ਮੁੜ ਸੁਆਦ ਨਾਲ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(rsik) rsy hoey"
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "msliq mqw. isAwxp jn kI; jo qUM krih krwvih ]1] rhwau ]",
    "TRANSLITERATION": "Masalath Mathaa Siaanap Jan Kee Jo Thoon Karehi Karaavehi ||1|| Rehaao ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਤੂੰ ਆਪ ਕਰਦਾ ਹੈਂ ਜੋ ਕੁਝ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈਂ (ਉਸ ਨੂੰ ਸਿਰ-ਮੱਥੇ ਤੇ ਮੰਨਣਾ ਹੀ) ਤੇਰੇ ਦਾਸਾਂ ਵਾਸਤੇ ਸਿਆਣਪ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਅਗਵਾਈ ਲਈ) ਸਲਾਹ-ਮਸ਼ਵਰਾ ਤੇ ਫ਼ੈਸਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(msliq) slwh[ (mqw) PYslw"
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "AMimRqu nwmu qumwrw ipAwry; swDsMig rsu pwieAw ]",
    "TRANSLITERATION": "Anmrith Naam Thumaaraa Piaarae Saadhhasang Ras Paaeiaa ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸਾਂ ਵਾਸਤੇ ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਉਹ (ਤੇਰੇ ਨਾਮ ਦਾ) ਰਸ ਮਾਣਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "iqRpiq AGwie syeI jn pUry; suK inDwnu hir gwieAw ]2]",
    "TRANSLITERATION": "Thripath Aghaae Saeee Jan Poorae Sukh Nidhhaan Har Gaaeiaa ||2||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਖਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤੀ ਉਹ ਮਨੁੱਖ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੋ ਗਏ ਉਹੀ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਗਏ ਤ੍ਰਿਪਤ ਹੋ ਗਏ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jw kau tyk qum@wrI suAwmI; qw kau. nwhI icMqw ]",
    "TRANSLITERATION": "Jaa Ko Ttaek Thumhaaree Suaamee Thaa Ko Naahee Chinthaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੇਰਾ ਆਸਰਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jw kau dieAw qumwrI hoeI; sy swh Bly BgvMqw ]3]",
    "TRANSLITERATION": "Jaa Ko Dhaeiaa Thumaaree Hoee Sae Saah Bhalae Bhagavanthaa ||3||",
    "PUNJABI": "ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ ਉਹ (ਨਾਮ-ਧਨ ਨਾਲ) ਸਾਹੂਕਾਰ ਬਣ ਗਏ ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਗਏ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "Brm moh DRoh siB inksy; jb kw drsnu pwieAw ]",
    "TRANSLITERATION": "Bharam Moh Dhhroh Sabh Nikasae Jab Kaa Dharasan Paaeiaa ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਦੋਂ ਹੀ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਮੋਹ, ਠੱਗੀਆਂ ਆਦਿਕ ਸਾਰੇ ਵਿਕਾਰ ਨਿਕਲ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(DRoh) T`gI"
  },
  {
    "SHABAD_ID": 1474,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "vrqix nwmu. nwnk scu kInw; hir nwmy rMig smwieAw ]4]1]40]",
    "TRANSLITERATION": "Varathan Naam Naanak Sach Keenaa Har Naamae Rang Samaaeiaa ||4||1||40||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਾਮਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੀ ਰੋਜ਼ ਦੀ ਵਰਤਣ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਰੰਗੀਜ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧॥੪੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm jnm kI mlu DovY prweI; Awpxw kIqw pwvY ]",
    "TRANSLITERATION": "Janam Janam Kee Mal Dhhovai Paraaee Aapanaa Keethaa Paavai ||",
    "PUNJABI": "(ਨਿੰਦਕ) ਦੂਜਿਆਂ ਦੀ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਧੋਂਦਾ ਹੈ (ਤੇ ਉਹ ਮੈਲ ਉਹ ਆਪਣੇ ਮਨ ਦੇ ਅੰਦਰ ਸੰਸਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ ਇਕੱਠੀ ਕਰ ਲੈਂਦਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਮੰਦਾ ਫਲ ਆਪ ਹੀ ਭੋਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "eIhw suKu nhI drgh FoeI; jmpuir jwie pcwvY ]1]",
    "TRANSLITERATION": "Eehaa Sukh Nehee Dharageh Dtoee Jam Pur Jaae Pachaavai ||1||",
    "PUNJABI": "(ਨਿੰਦਾ ਦੇ ਕਾਰਨ ਉਸ ਨੂੰ) ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਭੀ ਉਸ ਨੂੰ ਆਦਰ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ, ਉਹ ਨਰਕ ਵਿਚ ਅੱਪੜ ਕੇ ਦੁਖੀ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(pcwvY) sVdw"
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "inMdik; Aihlw jnmu gvwieAw ]",
    "TRANSLITERATION": "Nindhak Ahilaa Janam Gavaaeiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਸੰਤਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੇ (ਨਿੰਦਾ ਦੇ ਕਾਰਨ ਆਪਣਾ) ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਿਆ।",
    "PRONUNCIATION": "(Aihlw) kImqI"
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "phuic. n swkY kwhU bwqY; AwgY Taur. n pwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Pahuch N Saakai Kaahoo Baathai Aagai Thour N Paaeiaa ||1|| Rehaao ||",
    "PUNJABI": "(ਸੰਤਾਂ ਦੀ ਨਿੰਦਾ ਕਰ ਕੇ ਉਹ ਇਹ ਆਸ ਕਰਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਡੇਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੇ ਥਾਂ ਆਦਰ-ਸਤਕਾਰ ਹਾਸਲ ਕਰ ਲਵਾਂਗਾ, ਪਰ ਉਹ ਨਿੰਦਕ) ਕਿਸੇ ਗੱਲੇ ਭੀ (ਸੰਤ ਜਨਾਂ) ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਨਿੰਦਾ ਦੇ ਕਾਰਨ) ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਸ ਨੂੰ ਆਦਰ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "ikrqu pieAw inMdk bpury kw; ikAw Ehu krY ibcwrw ]",
    "TRANSLITERATION": "Kirath Paeiaa Nindhak Bapurae Kaa Kiaa Ouhu Karai Bichaaraa ||",
    "PUNJABI": "ਪਰ ਨਿੰਦਕ ਦੇ ਭੀ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ (ਉਹ ਨਿੰਦਾ ਦੇ ਮੰਦ ਕਰਮ ਤੋਂ ਹਟ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ) ਪਿਛਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਉਸ ਮੰਦ-ਭਾਗੀ ਨਿੰਦਕ ਦੇ ਪੱਲੇ ਪੈ ਜਾਂਦੇ ਹਨ (ਉਸ ਦੇ ਅੰਦਰ ਜਾਗ ਪੈਂਦੇ ਹਨ ਤੇ ਉਸ ਨੂੰ ਨਿੰਦਾ ਵਲ ਪ੍ਰੇਰਦੇ ਹਨ)।",
    "PRONUNCIATION": "(bpury) ivcwry"
  },
  {
    "SHABAD_ID": 1475,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "qhw ibgUqw jh koie n rwKY; Ehu iksu pih kry pukwrw ]2]",
    "TRANSLITERATION": "Thehaa Bigoothaa Jeh Koe N Raakhai Ouhu Kis Pehi Karae Pukaaraa ||2||",
    "PUNJABI": "ਨਿੰਦਕ ਅਜੇਹੀ ਨਿੱਘਰੀ ਹੋਈ ਆਤਮਕ ਦਸ਼ਾ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਉਥੇ (ਭਾਵ, ਉਸ ਨਿੱਘਰੀ ਦਸ਼ਾ ਵਿਚੋਂ ਕੱਢਣ ਲਈ) ਕੋਈ ਉਸ ਦੀ ਮਦਦ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਸਹਾਇਤਾ ਵਾਸਤੇ ਉਹ ਕਿਸੇ ਕੋਲ ਪੁਕਾਰ ਕਰਨ ਜੋਗਾ ਭੀ ਨਹੀਂ ਰਹਿੰਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  }
]