[
  {
    "SHABAD_ID": 1478,
    "LINE_ID": 1,
    "RAAG_ID": 8,
    "GURMUKHI": "soeI Ajwxu. khY mY jwnw; jwnxhwru. n Cwnw ry ]",
    "TRANSLITERATION": "Soee Ajaan Kehai Mai Jaanaa Jaananehaar N Shhaanaa Rae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ (ਨਿਰਾ ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ) ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ ਅਜੇ ਮੂਰਖ ਹੈ, ਜਿਸ ਨੇ (ਸਚਮੁਚ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਾਮ-ਰਸ ਨੂੰ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ ਕਦੇ ਗੁੱਝਾ ਨਹੀਂ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(Cwnw) CuipAw"
  },
  {
    "SHABAD_ID": 1478,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "khu nwnk. guir, Aimau pIAwieAw; rsik rsik ibgswnw ry ]4]5]44]",
    "TRANSLITERATION": "Kahu Naanak Gur Amio Peeaaeiaa Rasak Rasak Bigasaanaa Rae ||4||5||44||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪਿਲਾ ਦਿੱਤਾ ਹੈ ਉਹ ਇਸ ਨਾਮ-ਜਲ ਦਾ ਸੁਆਦ ਮਾਣ ਮਾਣ ਕੇ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੫॥੪੪॥",
    "PRONUNCIATION": "(Aimau) AMimRq[ (rsik) rs lYNidAW"
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 2,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "bMDn kwit. ibswry Aaugn; Apnw ibrdu sm@wirAw ]",
    "TRANSLITERATION": "Bandhhan Kaatt Bisaarae Aougan Apanaa Biradh Samhaariaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਆਏ ਸਿੱਖਾਂ ਦੇ ਮਾਇਆ ਦੇ) ਬੰਧਨ ਕੱਟ ਕੇ ਪਰਮਾਤਮਾ (ਉਹਨਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ) ਔਗੁਣਾਂ ਨੂੰ ਭੁਲਾ ਦੇਂਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਚੇਤੇ ਰੱਖਦਾ ਹੈ,",
    "PRONUNCIATION": "(ibswry) Bulwey"
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 3,
    "RAAG_ID": 8,
    "GURMUKHI": "hoey ikRpwl. mwq ipq inAweI; bwirk ijau pRiqpwirAw ]1]",
    "TRANSLITERATION": "Hoeae Kirapaal Maath Pith Niaaee Baarik Jio Prathipaariaa ||1||",
    "PUNJABI": "ਮਾਂ ਪਿਉ ਵਾਂਗ ਉਹਨਾਂ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਅਤੇ ਬੱਚਿਆਂ ਵਾਂਗ ਉਹਨਾਂ ਨੂੰ ਪਾਲਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "gurisK rwKy; gur gopwil ]",
    "TRANSLITERATION": "Gurasikh Raakhae Gur Gopaal ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ (ਵਡ-ਭਾਗੀ) ਸਿੱਖਾਂ ਨੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਜਗਤ-ਪਾਲਕ ਪ੍ਰਭੂ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 4,
    "RAAG_ID": 8,
    "GURMUKHI": "kwiF lIey mhw Bvjl qy; ApnI ndir inhwil ]1] rhwau ]",
    "TRANSLITERATION": "Kaadt Leeeae Mehaa Bhavajal Thae Apanee Nadhar Nihaal ||1|| Rehaao ||",
    "PUNJABI": "ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਤੱਕ ਕੇ ਉਹਨਾਂ ਨੂੰ ਵੱਡੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਕੱਢ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 5,
    "RAAG_ID": 8,
    "GURMUKHI": "jw kY ismrix. jm qy CutIAY; hliq pliq suKu pweIAY ]",
    "TRANSLITERATION": "Jaa Kai Simaran Jam Thae Shhutteeai Halath Palath Sukh Paaeeai ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਮਾਂ ਤੋਂ (ਆਤਮਕ ਮੌਤ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾਈਦੀ ਹੈ, ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖ ਮਾਣੀਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "swis igrwis jphu jpu rsnw; nIq nIq gux gweIAY ]2]",
    "TRANSLITERATION": "Saas Giraas Japahu Jap Rasanaa Neeth Neeth Gun Gaaeeai ||2||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਹਰੇਕ ਸਾਹ ਨਾਲ ਹਰੇਕ ਗਿਰਾਹੀ ਨਾਲ ਉਸ ਦਾ ਨਾਮ ਆਪਣੀ ਜੀਭ ਨਾਲ ਜਪਿਆ ਕਰੋ। ਆਉ, ਸਦਾ ਹੀ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹੀਏ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 6,
    "RAAG_ID": 8,
    "GURMUKHI": "Bgiq pRym prmpdu pwieAw; swDsMig. duK nwTy ]",
    "TRANSLITERATION": "Bhagath Praem Param Padh Paaeiaa Saadhhasang Dhukh Naathae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਤੇ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਵਾਲੇ) ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ (ਉਹਨਾਂ ਗੁਰਸਿੱਖਾਂ ਦੇ ਸਾਰੇ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "iCjY n jwie. ikCu Bau, n ibAwpy; hir Dnu inrmlu gwTy ]3]",
    "TRANSLITERATION": "Shhijai N Jaae Kishh Bho N Biaapae Har Dhhan Niramal Gaathae ||3||",
    "PUNJABI": "ਉਨ੍ਹਾਂ ਦੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਪਵਿਤ੍ਰ ਧਨ ਇਕੱਠਾ ਹੋ ਜਾਂਦਾ ਹੈ। (ਉਸ ਧਨ ਨੂੰ ਕਿਸੇ ਚੋਰ ਆਦਿਕ ਦਾ) ਡਰ ਨਹੀਂ ਵਿਆਪਦਾ, ਉਹ ਧਨ ਘਟਦਾ ਨਹੀਂ, ਉਹ ਧਨ ਗੁਆਚਦਾ ਨਹੀਂ ॥੩॥",
    "PRONUNCIATION": "(iC`jY) nws[ gWTy"
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 7,
    "RAAG_ID": 8,
    "GURMUKHI": "AMiq kwl. pRB Bey shweI; ieq auq rwKnhwry ]",
    "TRANSLITERATION": "Anth Kaal Prabh Bheae Sehaaee Eith Outh Raakhanehaarae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ ਜੀ (ਗੁਰਸਿੱਖਾਂ ਦੇ) ਅੰਤ ਸਮੇਂ ਭੀ ਮਦਦਗਾਰ ਬਣਦੇ ਹਨ, ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਰੱਖਿਆ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1479,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "pRwn mIq hIq Dnu myrY; nwnk sd bilhwry ]4]6]45]",
    "TRANSLITERATION": "Praan Meeth Heeth Dhhan Maerai Naanak Sadh Balihaarae ||4||6||45||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਉਸ ਦਾ ਨਾਮ ਹੀ ਮੇਰੇ ਪਾਸ ਐਸਾ ਧਨ ਹੈ ਜੋ ਮੇਰੀ ਜਿੰਦ ਦਾ ਹਿਤੂ ਤੇ ਮੇਰਾ ਮਿੱਤਰ ਹੈ ॥੪॥੬॥੪੫॥",
    "PRONUNCIATION": "(hIq) ipAwrw"
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 8,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "jw qUM swihbu. qw Bau kyhw; hau. quDu ibnu iksu swlwhI ]",
    "TRANSLITERATION": "Jaa Thoon Saahib Thaa Bho Kaehaa Ho Thudhh Bin Kis Saalaahee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮਾਲਕ (ਮੇਰੇ ਸਿਰ ਉਤੇ ਹੱਥ ਰੱਖੀ ਰੱਖੇਂ, ਤਾਂ ਮੈਨੂੰ ਮਾਇਆ-ਜ਼ਹਰ ਤੋਂ) ਕੋਈ ਡਰ-ਖ਼ਤਰਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਮੈਂ ਤੈਥੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦੀ ਸ਼ਲਾਘਾ ਨਹੀਂ ਕਰਦਾ (ਮੈਂ ਤੈਥੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਮਾਇਆ-ਜ਼ਹਰ ਤੋਂ ਬਚਾਣ ਦੇ ਸਮਰਥ ਨਹੀਂ ਸਮਝਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "eyku qUM. qw sBu ikCu hY; mY quDu ibnu. dUjw nwhI ]1]",
    "TRANSLITERATION": "Eaek Thoon Thaa Sabh Kishh Hai Mai Thudhh Bin Dhoojaa Naahee ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਇਕ ਤੂੰ ਹੀ ਮੇਰੇ ਵੱਲ ਰਹੇਂ ਤਾਂ ਹਰੇਕ ਲੋੜੀਂਦੀ ਸ਼ੈ ਮੇਰੇ ਪਾਸ ਹੈ, ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਕੋਈ ਹੋਰ ਸਹਾਈ ਨਹੀਂ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 9,
    "RAAG_ID": 8,
    "GURMUKHI": "bwbw; ibKu dyiKAw sMswru ]",
    "TRANSLITERATION": "Baabaa Bikh Dhaekhiaa Sansaar ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਸੰਸਾਰ (ਦਾ ਮੋਹ) ਜ਼ਹਰ ਹੈ (ਜੋ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "ibKu: polw bolo"
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 10,
    "RAAG_ID": 8,
    "GURMUKHI": "riKAw krhu gusweI myry; mY. nwmu qyrw AwDwru ]1] rhwau ]",
    "TRANSLITERATION": "Rakhiaa Karahu Gusaaee Maerae Mai Naam Thaeraa Aadhhaar ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! (ਇਸ ਜ਼ਹਰ ਤੋਂ) ਮੈਨੂੰ ਬਚਾਈ ਰੱਖ, ਤੇਰਾ ਨਾਮ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਿਆ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "jwxih ibrQw. sBw mn kI; horu iksu pih. AwiK suxweIAY ]",
    "TRANSLITERATION": "Jaanehi Birathhaa Sabhaa Man Kee Hor Kis Pehi Aakh Sunaaeeai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ (ਹਰੇਕ ਜੀਵ ਦੇ) ਮਨ ਦੀ ਸਾਰੀ ਪੀੜਾ ਜਾਣਦਾ ਹੈਂ, ਤੈਥੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਆਪਣੇ ਮਨ ਦਾ ਦੁੱਖ-ਦਰਦ ਦੱਸਣਾ ਵਿਅਰਥ ਹੈ।",
    "PRONUNCIATION": "s`Bw"
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 11,
    "RAAG_ID": 8,
    "GURMUKHI": "ivxu nwvY. sBu jgu baurwieAw; nwmu imlY. suKu pweIAY ]2]",
    "TRANSLITERATION": "Vin Naavai Sabh Jag Bouraaeiaa Naam Milai Sukh Paaeeai ||2||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਸਾਰਾ ਜਗਤ ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ। ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ ਤਾਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣੀਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "ikAw khIAY. iksu AwiK suxweIAY; ij khxw. su pRB jI pwis ]",
    "TRANSLITERATION": "Kiaa Keheeai Kis Aakh Sunaaeeai J Kehanaa S Prabh Jee Paas ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦਾ ਦੁੱਖ-ਦਰਦ) ਜੋ ਕੁਝ ਭੀ ਆਖਣਾ ਹੋਵੇ ਪਰਮਾਤਮਾ ਦੇ ਕੋਲ ਹੀ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਕੁਝ ਨਹੀਂ ਕਹਿਣਾ ਚਾਹੀਦਾ (ਕਿਉਂਕਿ ਪਰਮਾਤਮਾ ਹੀ ਸਾਡੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਜੋਗਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 12,
    "RAAG_ID": 8,
    "GURMUKHI": "sBu ikCu kIqw qyrw vrqY; sdw sdw qyrI Aws ]3]",
    "TRANSLITERATION": "Sabh Kishh Keethaa Thaeraa Varathai Sadhaa Sadhaa Thaeree Aas ||3||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਸਭ ਕੁਝ ਤੇਰਾ ਕੀਤਾ ਹੀ ਹੋ ਰਿਹਾ ਹੈ। ਅਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਸਦਾ ਤੇਰੀ ਸਹਾਇਤਾ ਦੀ ਹੀ ਆਸ ਹੋ ਸਕਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 13,
    "RAAG_ID": 8,
    "GURMUKHI": "jy dyih vifAweI. qw qyrI vifAweI; ieq auq quJih iDAwau ]",
    "TRANSLITERATION": "Jae Dhaehi Vaddiaaee Thaa Thaeree Vaddiaaee Eith Outh Thujhehi Dhhiaao ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੈਨੂੰ ਕੋਈ ਮਾਣ-ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈਂ ਤਾਂ ਇਸ ਨਾਲ ਭੀ ਤੇਰੀ ਹੀ ਸੋਭਾ ਖਿਲਰਦੀ ਹੈ ਕਿਉਂਕਿ ਮੈਂ ਤਾਂ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸਦਾ ਹੀ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1480,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "nwnk ky pRB sdw suKdwqy; mY. qwxu qyrw ieku nwau ]4]7]46]",
    "TRANSLITERATION": "Naanak Kae Prabh Sadhaa Sukhadhaathae Mai Thaan Thaeraa Eik Naao ||4||7||46||",
    "PUNJABI": "ਹੇ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! ਹੇ ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸਹਾਰਾ ਹੈ ॥੪॥੭॥੪੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 14,
    "RAAG_ID": 8,
    "GURMUKHI": "Awsw mhlw 5 ]",
    "TRANSLITERATION": "Aasaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "AMimRqu nwmu qum@wrw Twkur; eyhu mhw rsu jnih pIE ]",
    "TRANSLITERATION": "Anmrith Naam Thumhaaraa Thaakur Eaehu Mehaa Ras Janehi Peeou ||",
    "PUNJABI": "ਹੇ ਠਾਕੁਰ! ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ (ਗੁਰੂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਇਹ ਸ੍ਰੇਸ਼ਟ-ਰਸ ਤੇਰੇ ਕਿਸੇ ਦਾਸ ਨੇ ਹੀ ਪੀਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "jnm jnm cUky BY Bwry; durqu ibnwisE Brmu bIE ]1]",
    "TRANSLITERATION": "Janam Janam Chookae Bhai Bhaarae Dhurath Binaasiou Bharam Beeou ||1||",
    "PUNJABI": "(ਜਿਸ ਨੇ ਪੀਤਾ ਉਸ ਦੇ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਡਰ ਤੇ (ਕੀਤੇ ਵਿਕਾਰਾਂ ਦੇ) ਭਾਰ ਮੁੱਕ ਗਏ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਪਾਪ ਨਾਸ ਹੋ ਗਿਆ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਦੂਜੀ ਭਟਕਣਾ (ਮਾਇਆ ਦੀ ਭਟਕਣਾ) ਦੂਰ ਹੋ ਗਈ ॥੧॥",
    "PRONUNCIATION": "(durqu) pwp[ (bIE) dUjw"
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 15,
    "RAAG_ID": 8,
    "GURMUKHI": "drsnu pyKq mY jIE ]",
    "TRANSLITERATION": "Dharasan Paekhath Mai Jeeou ||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 16,
    "RAAG_ID": 8,
    "GURMUKHI": "suin kir bcn qum@wry siqgur; mnu qnu myrw Twru QIE ]1] rhwau ]",
    "TRANSLITERATION": "Sun Kar Bachan Thumhaarae Sathigur Man Than Maeraa Thaar Thheeou ||1|| Rehaao ||",
    "PUNJABI": "ਤੇਰੇ ਬਚਨ ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਠੰਡਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "qum@rI ikRpw qy BieE swDsMgu; eyhu kwju qum@ Awip kIE ]",
    "TRANSLITERATION": "Thumharee Kirapaa Thae Bhaeiou Saadhhasang Eaehu Kaaj Thumh Aap Keeou ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ (ਮੈਨੂੰ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਹਾਸਲ ਹੋਈ, ਇਹ (ਸੋਹਣਾ) ਕੰਮ ਤੂੰ ਆਪ ਹੀ ਕੀਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 17,
    "RAAG_ID": 8,
    "GURMUKHI": "idVu kir crx ghy pRB qum@ry; shjy ibiKAw BeI KIE ]2]",
    "TRANSLITERATION": "Dhirr Kar Charan Gehae Prabh Thumharae Sehajae Bikhiaa Bhee Kheeou ||2||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ) ਮੈਂ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨ ਘੁੱਟ ਕੇ ਫੜ ਲਏ, ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਗਿਆ ਤੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਜ਼ੋਰ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(KIE) nws"
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 18,
    "RAAG_ID": 8,
    "GURMUKHI": "suK inDwn nwmu pRB qumrw; eyhu AibnwsI mMqRü lIE ]",
    "TRANSLITERATION": "Sukh Nidhhaan Naam Prabh Thumaraa Eaehu Abinaasee Manthra Leeou ||",
    "PUNJABI": "ਹੇ ਸੁਖਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਕਦੇ ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ-ਮੰਤ੍ਰ ਮੈਂ ਜਪਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "kir ikrpw moih. siqguir dInw; qwpu sMqwpu myrw bYru gIE ]3]",
    "TRANSLITERATION": "Kar Kirapaa Mohi Sathigur Dheenaa Thaap Santhaap Maeraa Bair Geeou ||3||",
    "PUNJABI": "ਤੇਰਾ ਇਹ ਨਾਮ-ਮੰਤ੍ਰ ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਦਿੱਤਾ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਅੰਦਰੋਂ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਦੁੱਖ ਕਲੇਸ਼ ਤੇ ਵੈਰ-ਵਿਰੋਧ ਦੂਰ ਹੋ ਗਿਆ ॥੩॥",
    "PRONUNCIATION": "(qwpu) du`K[ (sMqwpu) kIqy mwVy krmw dI Xwd qy du`K"
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "DMnu su mwxs dyhI pweI; ijqu pRiB ApnY myil lIE ]",
    "TRANSLITERATION": "Dhhann S Maanas Dhaehee Paaee Jith Prabh Apanai Mael Leeou ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਨੂੰ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖਾ ਸਰੀਰ ਮਿਲਿਆ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1481,
    "LINE_ID": 19,
    "RAAG_ID": 8,
    "GURMUKHI": "DMnu su kiljugu. swDsMig kIrqnu gweIAY; nwnk. nwmu ADwru hIE ]4]8]47]",
    "TRANSLITERATION": "Dhhann S Kalijug Saadhhasang Keerathan Gaaeeai Naanak Naam Adhhaar Heeou ||4||8||47||",
    "PUNJABI": "(ਲੋਕ ਕਲਿਜੁਗ ਨੂੰ ਨਿੰਦਦੇ ਹਨ, ਪਰ) ਇਹ ਕਲਿਜੁਗ ਭੀ ਮੁਬਾਰਿਕ ਹੈ ਜੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਕੀਰਤਨ ਕੀਤਾ ਜਾਏ ਤੇ ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਦਾ ਆਸਰਾ ਬਣਿਆ ਰਹੇ ॥੪॥੮॥੪੭॥",
    "PRONUNCIATION": "(hIE) ihrdy"
  }
]