{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜਨੁ ਧੰਨਾ ਲੇਵੈ ਮੰਗੀ ॥੨॥੪॥",
      "page": 695,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Thy slave Dhanna, O Lord, begs Thee to procure them."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਤੇਰਾ ਗੋਲਾ, ਧੰਨਾ, ਹੇ ਸੁਆਮੀ! ਉਨ੍ਹਾਂ ਨੂੰ ਹਾਸਲ ਕਰਨ ਲਈ ਤੈਨੂੰ ਬੇਨਤੀ ਕਰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "- Your humble servant Dhanna begs for these things, Lord. ||2||4||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਧੰਨਾ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਜਨ ਤੇਰੇ ਸੇ ਮਾਂਗ ਕਰ ਲੇਤਾ ਹੂੰ, ਸਰੀਰ ਕੇ ਨਿਰਬਾਹਿ ਹੇਤ ਮੇਰੇ ਕੋ ਦੀਜੀਏ ॥੨॥☬ਏਹ ਤੋ ਬਾਹਜ ਅਰਥ ਹੂਆ। ਅਬ ਇਸੀ ਸ਼ਬਦ ਕਾ ਅੰਤਰੀਵ ਦੁਤੀ ਅਰਥ- ਹੇ ਗੋਪਾਲ! ਤੇਰਾ ਜੋ ਨਾਮ ਵਾ ਸਰੂਪ ਹੈ ਤਿਸ ਵਿਖੇ ਮੈਂ (ਆ) ਵਸੇਸ ਕਰ ਰਤਾ ਹਾਂ। ਜੋ ਦਾਸ ਤੇਰੀ ਭਗਤੀ ਕਰਤੇ ਹੈਂ ਤਿਨ ਕਾ ਮੁਕਤੀ ਰੂਪ ਕਾਮ ਬਨਾਵਤਾ ਹੈਂ। ਹੇ ਕਰਤਾਰ! ਤੀਨੋਂ ਤਪੋਂ ਕੋ (ਦਾਲ) ਦਲਨਾ ਅਰਥਾਤ ਨਾਸ ਕਰਨਾ ਔਰ (ਸੀਧਾ) ਸਨਮੁਖ ਰਹਣਾ ਔਰ ਤੇਰੇ ਪ੍ਰੇਮ ਮੇਂ ਸਨਿਗਧ ਰਹਿਣਾ ਇਹੀ ਤੇਰੇ ਸੇ ਮਾਂਗਤਾ ਹੂੰ। ਇਸ ਸੇ ਹਮਾਰਾ (ਜੀਉ) ਚਿਤ ਨਿਤ ਖੁਸੀ ਕਰੇਗਾ ਅਰਥਾਤ ਅਨੰਦ ਹੋਵੈਗਾ। ਤੇਰੀ ਸਰਣ ਰਹਣਾ ਔਰ ਮਨ ਕੋ ਵਿਸਿਅਹੁ ਸੇ (ਛਾਦਨ) ਛੇਦਨ ਅਰਥਾਤ ਕਾਟਣਾ, ਮਨ ਕਾ ਸੁਭਾਵ (ਨੀਕਾ) ਸੂਖਮ ਕਰਨਾ ਮਾਂਗਤਾ ਹੂੰ। ਪੁਨਾ (ਅਨਾਜ) ਅੰਨ ਆਜ ਕ੍ਯਾ ਅਜ ਮੈਂ ਹੋਰ ਮਾਂਗਤਾ ਹਾਂ। ਸੱਤ ਬੋਲਨਾ ਔਰ (ਸੀਕਾ) ਸੀਲ ਕਾ ਗ੍ਰਹਣ ਕਰਨਾ, ਵਾ ਹੇ ਸੱਤ ਸਰੂਪ! ਤੇਰਾ ਜੋ (ਸੀਕਾ) ਸਿਕਾ ਅਰਥਾਤ ਹੁਕਮ ਹੈ ਤਿਸ ਮੇਂ ਪ੍ਰਸੰਨ ਰਹਿਣਾ, (ਲਾਵੇਰੀ) ਬ੍ਰਿਤੀ ਕੌ ਲਗਾਇ ਕਰ ਕੇ ਭੈ ਸੰਯੁਕਤ ਹੋਇਕਰ ਤੇਰੇ ਜਸ ਕਾ ਗਾਵਣਾ ਮਾਂਗਤਾ ਹੂੰ। ਤੁਰੀ ਅਵਸਥਾ ਜੋ ਸ੍ਰੇਸਟ ਹੈ ਤਿਸ ਕਰ ਸਭ ਜਨੋਂ ਮੇਂ ਏਕਤਾ ਦ੍ਰਿਸਟ ਮਾਂਗਤਾ ਹੂੰ। ਪੁਨਾ (ਘਰ) ਸਰੂਪ ਕੀ (ਗੀਹਨਿ) ਗ੍ਰਹਣ ਕਰਨੇ ਵਾਲੀ ਆਤਮ ਵਿਸੈਣੀ ਬੁਧੀ ਮਾਂਗਤਾ ਹੂੰ। ਸ੍ਰੀ ਧੰਨਾ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਗੋਪਾਲ! ਮੈਂ ਜਨ ਦਾਸ ਇਹ ਵਸਤੂ ਤੇਰੇ ਸੇ ਮਾਂਗ ਲੇਤਾ ਹੂੰ ਸੋ ਮ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਮੈਂ ਤੇਰਾ ਦਾਸ ਧੰਨਾ ਤੈਥੋਂ ਮੰਗ ਕੇ ਲੈਂਦਾ ਹਾਂ ॥੨॥੪॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Estas son las pequeñas necesidades que pido de Ti, oh mi Dios Benévolo. (2‑4)"
    }
  ]
}