[
  {
    "id": 89517,
    "shabad_id": 25218,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦਰਸ ਧਿਅਾਨ ਬਿਰਹਾ ਬਿਅਾਪੈ ਦ੍ਰਿਗਨ ਹੁੲਿ ਸ੍ਵਨ ਬਿਰਹੁ ਬਿਅਾਪੈ ਮਧੁਰ ਬਚਨ ਕੈ",
    "transliteration": "Daras Dhiaan Birahaa Biaapai Drigan Hui , Sravan Birahu Biaapai Madhur Bachan Kai ?",
    "translation": "Just as a married woman temporarily separated from her husband feels the pangs of separation, her inability to hear the sweet sound of her husband distresses her, so do the Sikhs suffer the pangs of separation.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89518,
    "shabad_id": 25218,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੰਗਮ ਸਮਾਗਮ ਬਿਰਹੁ ਬਿਅਾਪੈ ਜਿਹਬਾ ਕੈ ਪਾਰਸ ਪਰਸ ਅੰਕਮਾਲ ਕੀ ਰਚਨ ਕੈ",
    "transliteration": "Sangam Samaagam Birahu Biaapai Jihabaa Kai , Paaras Paras Ankamaal Kee Rachan Kai ?",
    "translation": "Just as a wife feels a strong desire to speak to her husband after a long separation, her fond desire to feel her husband against her breast troubles her, so do the Sikhs long to feel the divine embrace of their True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89519,
    "shabad_id": 25218,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਿਹਜਾ ਗਵਨ ਬਿਰਹਾ ਬਿਅਾਪੈ ਚਰਨ ਹੁੲਿ ਪ੍ਰੇਮ ਰਸ ਬਿਰਹ ਸ੍ਰਬੰਗ ਹੁੲਿ ਸਚਨ ਕੈ",
    "transliteration": "Sihajaa Gavan Birahaa Biaapai Charan Hui , Praym Ras Birah Srabang Hui Sachan Kai ?",
    "translation": "As reaching the nuptial bed of her husband troubles the wife when her husband is not there but she is filled with passion and love; so does a Sikh separated from his Guru craves like a fish out of water to touch the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89520,
    "shabad_id": 25218,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰੋਮ ਰੋਮ ਬਿਰਹ ਬ੍ਰਿਥਾ ਕੈ ਬਿਹਬਲ ਭੲੀ ਸਸਾ ਜਿੳੁ ਬਹੀਰ ਪੀਰ ਪ੍ਰਬਲ ਤਚਨ ਕੈ ॥੨੦੩॥",
    "transliteration": "Rom Rom Birah Bridaa Kai Bihabal Bhaee , Sasaa Jiu Baheer Peer Prabal Tachan Kai ?203?",
    "translation": "A separated wife feels love sickness in every hair of her body and remains distressed like a rabbit that has been surrounded by hunters from all sides. So does a Sikh feel the pangs of separation and longs to meet his True Guru at the earliest. (203)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
