[
  {
    "id": 89521,
    "shabad_id": 25219,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਿੰਚਤ ਕਟਾਛ ਕ੍ਰਿਪਾ ਬਦਨ ਅਨੂਪ ਰੂਪ ਅਤਿ ਅਸਚਰਜ ਮੈ ਨਾੲਿਕ ਕਹਾੲੀ ਹੈ",
    "transliteration": "Kinchat Kataachh Kripaa Badan Anoop Roopa , Ati Asacharaj Mai Naaik Kahaaee Hai ?",
    "translation": "A momentary look of the True Guru brings a very attractive and ecstatic look on the face of wife-like Sikh of the True Guru. She (Sikh) then is honoured to be an astoundingly beautiful heroine.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89522,
    "shabad_id": 25219,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਲੋਚਨ ਕੀ ਪੁਤਰੀ ਮੈ ਤਨਕ ਤਾਰਕਾ ਸਿਅਾਮ ਤਾ ਕੋ ਪ੍ਰਤਿਬਿੰਬ ਤਿਲ ਬਨਿਤਾ ਬਨਾੲੀ ਹੈ",
    "transliteration": "Lochan Kee Poutaree Mai Tanak Taarakaa Siaama , Taa Ko Pratibinb Til Banitaa Banaaee Hai ?",
    "translation": "With the casting of a look of grace by the True Guru, the small black spot in the eyes of True Guru leaves a mole on the face of the wife-like Sikh. Such a mole enhances the beauty of the wife-like Sikh further.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89523,
    "shabad_id": 25219,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਛਬਿ ਤਿਲ ਛਿਪਤ ਛਾਹ ਕੋਟਨਿ ਕੋਟਾਨਿ ਸੋਭ ਲੋਭ ਲਲਚਾੲੀ ਹੈ",
    "transliteration": "Kotani Kotaani Chhabi Til Chhipat Chhaaha , Kotani Kotaani Sobh Lobh Lalachaaee Hai ?",
    "translation": "Beauties of the world get hidden in the shadow of that mole and millions desire eagerly to covet glory of that mole.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89524,
    "shabad_id": 25219,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕੋਟਿ ਬ੍ਹਮੰਡ ਕੇ ਨਾੲਿਕ ਕੀ ਨਾੲਿਕਾ ਭੲੀ ਤਿਲ ਕੇ ਤਿਲਕ ਸਰਬ ਨਾੲਿਕਾ ਮਿਟਾੲੀ ਹੈ ॥੨੦੪॥",
    "transliteration": "Koti Brahamand Kay Naaik Kee Naaikaa Bhaee , Til Kay Tilak Sarab Naaikaa Mitaaee Hai ?204?",
    "translation": "The grace that a wife-like Sikh gets by an impression of True Guru's kind glance makes her the maid of the Master of millions of celestial regions. Because of that mole, she surpasses all other seeker-wives in beauty. None can match her. (204)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
