[
  {
    "id": 89553,
    "shabad_id": 25227,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ੲੇਕ ਸੈ ਅਧਿਕ ੲੇਕ ਨਾੲਿਕਾ ਅਨੇਕ ਜਾ ਕੈ ਦੀਨ ਕੈ ਦੲਿਅਾਲ ਹੁੲਿ ਕ੍ਰਿਪਾਲ ਕ੍ਰਿਪਾ ਧਾਰੀ ਹੈ",
    "transliteration": "Ayk Sai Adhik Ayk Naaikaa Anayk Jaa Kai , Deen Kai Daiaal Hui Kripaal Kripaa Dhaaree Hai ?",
    "translation": "The dear beloved who has not one but many obedient consorts; the dispenser of kindness on the distressed, the  beloved has been clement on me.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89554,
    "shabad_id": 25227,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਜਨੀ ਰਜਨੀ ਸਸਿ ਪ੍ਰੇਮ ਰਸ ਅੳੁਸਰ ਮੈ ਅਬਲੇ ਅਧੀਨ ਗਤਿ ਬੇਨਤੀ ੳੁਚਾਰੀ ਹੈ",
    "transliteration": "Sajanee Rajanee Sasi Praym Ras Aousar Mai , Abalay Adheen Gati Baynatee Ouchaaree Hai ?",
    "translation": "That moonlit night (the auspicious moment) when the time for me to belong to and enjoy the loving elixir of the Lord came, this humble maid slave in all the humility· made a supplication before the beloved True Guru;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89555,
    "shabad_id": 25227,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੋੲੀ ਜੋੲੀ ਅਾਗਿਅਾ ਹੋੲਿ ਸੋੲੀ ਸੋੲੀ ਮਾਨਿ ਜਾਨਿ ਹਾਥ ਜੋਰੇ ਅਗ੍ਰਭਾਗਿ ਹੋੲਿ ਅਾਗਿਅਾਕਾਰੀ ਹੈ",
    "transliteration": "Joee Joee Aagiaa Hoi Soee Soee Maani Jaani , Haad Joray Agrabhaagi Hoi Aagiaakaaree Hai ?",
    "translation": "Oh beloved! Whatever will be your command, I shall obey implicitly. I shall ever serve you obediently and with humility.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89556,
    "shabad_id": 25227,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਭਾਵਨੀ ਭਗਤਿ ਬਾੲਿ ਚਾੲਿਕੈ ਚੲੀਲੋ ਭਜੳੁ ਸਫਲ ਜਨਮੁ ਧੰਨਿ ਅਾਜ ਮੇਰੀ ਬਾਰੀ ਹੈ ॥੨੧੨॥",
    "transliteration": "Bhaavanee Bhagati Baai Chaaikai Chaeelo Bhajau , Sadhal Janamu Dhanni Aaj Mayree Baaree Hai ?212?",
    "translation": "I shall serve you with dedication and devotion of loving worship in my heart. This moment when you have so kindly blessed me with your consecration, my human birth has become purposeful since my turn to meet my beloved Lord has come. (212)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
