[
  {
    "id": 89569,
    "shabad_id": 25231,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਮਕਰੰਦ ਰਸ ਲੁਭਿਤ ਹੁੲਿ ਚਰਨ ਕਮਲ ਤਾਹਿ ਜਗ ਮਧੁਕਰ ਹੈ",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Charan Kamal Taahi Jag Madhoukar Hai ?",
    "translation": "A Sikh who is engrossed in the elixir-like name of the Lord by virtue of the holy dust of the feet of True Guru (due to His company) has the whole world becoming his devotees.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89570,
    "shabad_id": 25231,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਸਬਦ ਧੁਨਿ ਸੁਨਿ ਗਦ ਗਦ ਹੋੲਿ ਅੰਮ੍ਰਿਤ ਬਚਨ ਤਾਹਿ ਜਗਤ ੳੁਧਰਿ ਹੈ",
    "transliteration": "Sree Gur Sabad Dhouni Souni Gad Gad Hoi , Anmrit Bachan Taahi Jagat Udhari Hai ?",
    "translation": "A Sikh of the Guru whose every hair blooms hearing the melody of True Guru blessed Naam Simran, his elixir-like words can sail the world across the worldly ocean.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89571,
    "shabad_id": 25231,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਿੰਚਤ ਕਟਾਛ ਕ੍ਰਿਪਾ ਗੁਰ ਦੲਿਅਾ ਨਿਧਾਨ ਸਰਬ ਨਿਧਾਨ ਦਾਨ ਦੋਖ ਦੁਖ ਹਰਿ ਹੈ",
    "transliteration": "Kinchat Kataachh Kripaa Gur Daiaa Nidhaana , Sarab Nidhaan Daan Dokh Doukh Hari Hai ?",
    "translation": "A Sikh of the Guru who receives even a very small blessing of the True Guru, becomes capable of giving away all the treasures and allaying the distresses of the others.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89572,
    "shabad_id": 25231,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਦਾਸਨ ਦਾਸ ਦਾਸਨ ਦਾਸਾਨ ਦਾਸ ਤਾਸ ਨ ੲਿੰਦ੍ਰਾਦਿ ਬ੍ਹਮਾਦਿ ਸਮਸਰਿ ਹੈ ॥੨੧੬॥",
    "transliteration": "Sree Gur Daasan Daas Daasan Daasaan Daasa , Taas N Indraadi Brahamaadi Samasari Hai ?216?",
    "translation": "A Sikh who serves the servants of the slaves of the True Guru (who becomes down to earth humble) cannot even be equated with god Indra, Brahma and all the gods and goddesses put together. (216)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
