[
  {
    "id": 89581,
    "shabad_id": 25234,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਾਰੀ ਬਹੁ ਨਾੲਿਕ ਕੀ ਨਾੲਿਕਾ ਪਿਅਾਰੀ ਕੇਰੀ ਘੇਰੀ ਅਾਨਿ ਪ੍ਰਬਲ ਹੁੲਿ ਨਿੰਦ੍ਰਾ ਨੈਨ ਛਾੲਿ ਕੈ",
    "transliteration": "Baaree Bahu Naaik Kee Naaikaa Piaaree Kayree , Ghayree Aani Prabal Hui Nindraa Nain Chhaai Kai ?",
    "translation": "Known as favourite and loved one of the Master who has many women, when her turn to receive her Master's blessings came she was over-powered by the sleep of ignorance. The sleep-filled eyes made me unaware of everything.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89582,
    "shabad_id": 25234,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰੇਮਨੀ ਪਤਿਬ੍ਰਤਾ ਚੲਿਲੀ ਪ੍ਰਿਅਾ ਅਾਗਮ ਕੀ ਨਿੰਦ੍ਰਾ ਕੋ ਨਿਰਾਦਰ ਕੈ ਸੋੲੀ ਨ ਭੈ ਭਾੲਿ ਕੈ",
    "transliteration": "Praymanee Patibrataa Chailee Priaa Aagam Kee , Nindraa Ko Niraadar Kai Soee N Bhai Bhaai Kai ?",
    "translation": "But those Sikh sentient beings who were filled with love in their hearts when they heard that their Master was coming, they forsake sleep and remained alert in their faith and love for the meeting.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89583,
    "shabad_id": 25234,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਖੀ ਹੁਤੀ ਸੋਤ ਥੀ ਭੲੀ ਗੲੀ ਸੁਖਦਾੲਿਕ ਪੈ ਜਹਾ ਕੇ ਤਹੀ ਲੈ ਰਾਖੇ ਸੰਗਮ ਸੁਲਾੲਿ ਕੈ",
    "transliteration": "Sakhee Houtee Sot Dee Bhaee Gaee Soukhadaaik Pai , Jahaa Kay Tahee Lai Raakhay Sangam Sulaai Kai ?",
    "translation": "Despite being favourite of my Master, I remained sleeping in ignorance. I remained bereft of meeting my comfort-giving beloved. I remained wherever I was, separated and bereft of His love and blessings. This is what sleep of ignorance did to me.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89584,
    "shabad_id": 25234,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੁਪਨ ਚਰਿਤ੍ਰ ਮੈ ਨ ਮਿਤ੍ਹਿ ਮਿਲਨ ਦੀਨੀ ਜਮ ਰੂਪ ਜਾਮਨੀ ਨ ਨਿਬਰੈ ਬਿਹਾੲਿ ਕੈ ॥੨੧੯॥",
    "transliteration": "Soupan Charitr Mai N Mitrahi Milan Deenee , Jam Roop Jaamanee N Nibarai Bihaai Kai ?219?",
    "translation": "This dream like happening did not let me meet my beloved. Now the death-like night of separation neither ends nor terminates. (219)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
