[
  {
    "id": 89641,
    "shabad_id": 25249,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਮਨੁ ਲਾਗਤ ਹੈ ਲੇਖਕ ਕੋ ਲੇਖੈ ਬਿਖੈ ਹਰਿ ਜਸੁ ਲਿਖਤ ਨ ਤੈਸੋ ਠਹਿਰਾਵੲੀ",
    "transliteration": "Jaisay Manu Laagat Hai Laykhak Ko Laykhai Bikhai , Hari Jasu Likhat N Taiso Tthahiraavaee ?",
    "translation": "Just as the mind of an accountant is ever engrossed in maintaining and writing accounts of worldly affairs, it does not focus on writing the paeans of the Lord.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89642,
    "shabad_id": 25249,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਮਨ ਬਨਜੁ ਬਿੳੁਹਾਰ ਕੇ ਬਿਥਾਰ ਬਿਖੈ ਸਬਦ ਸੁਰਤਿ ਅਵਗਾਹਨੁ ਨ ਭਾਵੲੀ",
    "transliteration": "Jaisay Man Banaju Biuhaar Kay Bidaar Bikhai , Sabad Surati Avagaahanu N Bhaavaee ?",
    "translation": "As the mind is engrossed in trading and business, it does not like to involve and engross itself in the meditation of Lord's name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89643,
    "shabad_id": 25249,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਮਨੁ ਕਨਿਕ ਅੳੁ ਕਾਮਨੀ ਸਨੇਹ ਬਿਖੈ ਸਾਧਸੰਗ ਤੈਸੇ ਨੇਹੁ ਪਲ ਨ ਲਗਾਵੲੀ",
    "transliteration": "Jaisay Manu Kanik Au Kaamanee Sanayh Bikhai , Saadhasang Taisay Nayhu Pal N Lagaavaee ?",
    "translation": "Just as a man is enamoured by gold and love of woman, he does not show that type of love in his heart for a moment for the congregation of holy men.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89644,
    "shabad_id": 25249,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਾੲਿਅਾ ਬੰਧ ਧੰਧ ਬਿਖੈ ਅਾਵਧ ਬਿਹਾੲਿ ਜਾੲਿ ਗੁਰ ੳੁਪਦੇਸ ਹੀਨ ਪਾਛੈ ਪਛੁਤਾਵੲੀ ॥੨੩੪॥",
    "transliteration": "Maaiaa Bandh Dhandh Bikhai Aavadh Bihaai Jaai , Gur Oupadays Heen Paachhai Pachhoutaavaee ?234?",
    "translation": "Life is spent in the worldly bondages and affairs. One bereft of practicing and following the teachings of True Guru repents when one's time to depart from this world draws near. (234)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
