[
  {
    "id": 89701,
    "shabad_id": 25264,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਸਰਨਿ ਗੁਰ ਕੰਚਨ ਭੲੇ ਮਨੂਰ ਕੰਚਨ ਪਾਰਸ ਭੲੇ ਪਾਰਸ ਪਰਸ ਕੈ",
    "transliteration": "Charan Kamal Sarani Gur Kanchan Bhaay Manoora , Kanchan Paaras Bhaay Paaras Paras Kai ?",
    "translation": "By acquiring the philosophical stone-like art of Naam Simran in the refuge of the lotus-like feet of True Guru, the mammon-entangled living beings who are like iron sludge turn into bright and shining gold. They become like the True Guru Himself.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89702,
    "shabad_id": 25264,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਾੲਿਸ ਭੲੇ ਹੈ ਹੰਸ ਹੰਸ ਤੇ ਪਰਮਹੰਸ ਚਰਨ ਕਮਲ ਚਰਨਾਮ੍ਰਤ ਸੁਰਸ ਕੈ",
    "transliteration": "Baais Bhaay Hai Hans Hans Tay Paramahansa , Charan Kamal Charanaamrat Suras Kai ?",
    "translation": "By enjoying the nectar-like union with True Guru's feet, crow-like low people also become wise and rational like swans, and then attain wise and supreme intelligence.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89703,
    "shabad_id": 25264,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੇਬਲ ਸਕਲ ਫਲ ਸਕਲ ਸੁਗੰਧ ਬਾਸੁ ਸੂਕਰੀ ਸੈ ਕਾਮਧੇਨ ਕਰੁਨਾ ਬਰਸ ਕੈ",
    "transliteration": "Saybal Sakal Dhal Sakal Sougandh Baasu , Sookaree Sai Kaamadhayn Karounaa Baras Kai ?",
    "translation": "With the blessings of True Guru, life of a Silk cotton treelike deceitful person becomes fruitful. Egoistic person like bamboo becomes fragrant with humility and submissive sentiments. From a filth eating pig with polluted intelligence, he becomes a kind-",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89704,
    "shabad_id": 25264,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਚਰਨ ਰਜੁ ਮਹਿਮਾ ਅਗਾਧ ਬੋਧ ਲੋਗ ਬੇਦ ਗਿਅਾਨ ਕੋਟਿ ਬਿਸਮ ਨਮਸ ਕੈ ॥੨੪੯॥",
    "transliteration": "Sree Gur Charan Raju Mahimaa Agaadh Bodha , Log Bayd Giaan Koti Bisam Namas Kai ?249?",
    "translation": "Understanding grandeur of the dust of Satguru’s lotus feet is very difficult. Millions of marvellous knowledge of Vedas are astonished too and bow before such knowledge. (249)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
