[
  {
    "id": 89797,
    "shabad_id": 25288,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰਿਥਮ ਹੀ ਤਿਲ ਬੋੲੇ ਧੂਰਿ ਮਿਲਿ ਬੂਟੁ ਬਾਧੈ ੲੇਕ ਸੈ ਅਨੇਕ ਹੋਤ ਪ੍ਰਗਟ ਸੰਸਾਰ ਮੈ",
    "transliteration": "Pridam Hee Til Boay Dhoori Mili Bootu Baadhai , Ayk Sai Anayk Hot Pragat Sansaar Mai ?",
    "translation": "A sesame seed is Sown that mixes with earth to become a plant. One seed gives several seeds and spreads in the world in many forms.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89798,
    "shabad_id": 25288,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋੳੂ ਲੈ ਚਬਾੲਿ ਕੋੳੂ ਖਾਲ ਕਾਢੈ ਰੇਵਰੀ ਕੈ ਕੋੳੂ ਕਰੈ ਤਿਲਵਾ ਮਿਲਾੲਿ ਗੁਰ ਬਾਰ ਮੈ",
    "transliteration": "Kooo Lai Chabaai Kooo Khaal Kaaddhai Rayvaree Kai , Kooo Karai Tilavaa Milaai Gur Baar Mai ?",
    "translation": "Some munch them (sesame seeds), some coat sugar balls with them (Rewari) while others mix them with jaggery syrup and make cake/biscuit like eatables.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89799,
    "shabad_id": 25288,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੋੳੂ ੳੁਖਲੀ ਡਾਰਿ ਕੂਟਿ ਤਿਲਕੁਟ ਕਰੈ ਕੋੳੂ ਕੋਲੂ ਪੀਰਿ ਦੀਪ ਦਿਪਤ ਅੰਧਿਅਾਰ ਮੈ",
    "transliteration": "Kooo Oukhalee Daari Kooti Tilakout Karai Kooo , Koloo Peeri Deep Dipat Andhiaar Mai ?",
    "translation": "Some grind them and mix them with milk paste to make a form of sweet-meat, some squeeze them to extract oil and use it for burning lamp and lighting up their homes.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89800,
    "shabad_id": 25288,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜਾ ਕੇ ੲੇਕ ਤਿਲ ਕੋ ਬੀਚਾਰੁ ਨ ਕਹਤ ਅਾਵੈ ਅਬਿਗਤਿ ਗਤਿ ਕਤ ਅਾਵਤ ਬੀਚਾਰ ਮੈ ॥੨੭੩॥",
    "transliteration": "Jaa Kay Ayk Til Ko Beechaaru N Kahat Aavai , Abigati Gati Kat Aavat Beechaar Mai ?273?",
    "translation": "When multiplicity of one sesame seed of the creator cannot be explained, how can the unknowable, formless Lord be known? (273)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
