[
  {
    "id": 26250,
    "shabad_id": 2278,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ||",
    "transliteration": "Sorath Mehalaa 3 ||",
    "translation": "Sorat'h, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26251,
    "shabad_id": 2278,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ. ਤੁਧੁਨੋ ਸਦਾ ਸਾਲਾਹੀ ਪਿਅਾਰੇ; ਜਿਚਰੁ ਘਟ ਅੰਤਰਿ ਹੈ ਸਾਸਾ ||",
    "transliteration": "Har Jeeo Thudhh No Sadhaa Saalaahee Piaarae Jichar Ghatt Anthar Hai Saasaa ||",
    "translation": "Dear Beloved Lord, I praise You continually, as long as there is the breath within my body.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਹਰ ਕਰ) ਜਿਤਨਾ ਚਿਰ ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਜਿੰਦ ਹੈ, ਮੈਂ ਸਦਾ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26252,
    "shabad_id": 2278,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲਿਕੁ ਪਲੁ ਖਿਨੁ ਵਿਸਰਹਿ ਤੂ ਸੁਅਾਮੀ; ਜਾਣੳੁ ਬਰਸ ਪਚਾਸਾ ||",
    "transliteration": "Eik Pal Khin Visarehi Thoo Suaamee Jaano Baras Pachaasaa ||",
    "translation": "If I were to forget You, for a moment, even for an instant, O Lord Master, it would be like fifty years for me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੈਥੋਂ ਇਕ ਪਲ-ਭਰ ਜਾਂ ਇਕ ਛਿਨ-ਭਰ ਵੀ ਵਿੱਸਰਦਾ ਹੈਂ, ਮੈਂ ਉਹ ਵਕਤ ਪੰਜਾਹ ਸਾਲ ਬੀਤ ਗਏ ਸਮਝਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26253,
    "shabad_id": 2278,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਮ ਮੂੜ ਮੁਗਧ ਸਦਾ ਸੇ ਭਾੲੀ; ਗੁਰ ਕੈ ਸਬਦਿ ਪ੍ਰਗਾਸਾ ||੧||",
    "transliteration": "Ham Moorr Mugadhh Sadhaa Sae Bhaaee Gur Kai Sabadh Pragaasaa ||1||",
    "translation": "I was always such a fool and an idiot, O Siblings of Destiny, but now, through the Word of the Guru's Shabad, my mind is enlightened. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸੀਂ ਸਦਾ ਤੋਂ ਮੂਰਖ ਅੰਞਾਣ ਤੁਰੇ ਆ ਰਹੇ ਸਾਂ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਸਾਡੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26254,
    "shabad_id": 2278,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ; ਤੁਮ ਅਾਪੇ ਦੇਹੁ ਬੁਝਾੲੀ ||",
    "transliteration": "Har Jeeo Thum Aapae Dhaehu Bujhaaee ||",
    "translation": "Dear Lord, You Yourself bestow understanding.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਆਪ ਹੀ (ਆਪਣਾ ਨਾਮ ਜਪਣ ਦੀ ਮੈਨੂੰ) ਸਮਝ ਬਖ਼ਸ਼।",
    "pronunciation": "ਬੱੁਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 26255,
    "shabad_id": 2278,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ. ਤੁਧੁ ਵਿਟਹੁ ਵਾਰਿਅਾ ਸਦ ਹੀ; ਤੇਰੇ ਨਾਮ ਵਿਟਹੁ ਬਲਿ ਜਾੲੀ || ਰਹਾੳੁ ||",
    "transliteration": "Har Jeeo Thudhh Vittahu Vaariaa Sadh Hee Thaerae Naam Vittahu Bal Jaaee || Rehaao ||",
    "translation": "Dear Lord, I am forever a sacrifice to You; I am dedicated and devoted to Your Name. ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਜਾਵਾਂ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਤੋਂ ਕੁਰਬਾਨ ਜਾਵਾਂ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26256,
    "shabad_id": 2278,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹਮ. ਸਬਦਿ ਮੁੲੇ. ਸਬਦਿ ਮਾਰਿ ਜੀਵਾਲੇ ਭਾੲੀ; ਸਬਦੇ ਹੀ ਮੁਕਤਿ ਪਾੲੀ ||",
    "transliteration": "Ham Sabadh Mueae Sabadh Maar Jeevaalae Bhaaee Sabadhae Hee Mukath Paaee ||",
    "translation": "I have died in the Word of the Shabad, and through the Shabad, I am dead while yet alive, O Siblings of Destiny; through the Shabad, I have been liberated.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸੀਂ (ਜੀਵ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰ ਸਕਦੇ ਹਾਂ, ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਨ ਮਾਰ ਕੇ (ਗੁਰੂ) ਆਤਮਕ ਜੀਵਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26257,
    "shabad_id": 2278,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਬਦੇ ਮਨੁ ਤਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਹਰਿ ਵਸਿਅਾ ਮਨਿ ਅਾੲੀ ||",
    "transliteration": "Sabadhae Man Than Niramal Hoaa Har Vasiaa Man Aaee ||",
    "translation": "Through the Shabad, my mind and body have been purified, and the Lord has come to dwell within my mind.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਹੁੰਦੀ ਹੈ, ਤੇ ਮਨ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਪਰਮਾਤਮਾ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26258,
    "shabad_id": 2278,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਬਦੁ ਗੁਰ ਦਾਤਾ. ਜਿਤੁ ਮਨੁ ਰਾਤਾ; ਹਰਿ ਸਿੳੁ ਰਹਿਅਾ ਸਮਾੲੀ ||੨||",
    "transliteration": "Sabadh Gur Dhaathaa Jith Man Raathaa Har Sio Rehiaa Samaaee ||2||",
    "translation": "The Guru is the Giver of the Shabad; my mind is imbued with it, and I remain absorbed in the Lord. ||2||",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਹੀ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ, ਜਦੋਂ ਸ਼ਬਦ ਵਿਚ ਮਨ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26259,
    "shabad_id": 2278,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਬਦੁ. ਨ ਜਾਣਹਿ, ਸੇ ਅੰਨੇ ਬੋਲੇ; ਸੇ. ਕਿਤੁ ਅਾੲੇ ਸੰਸਾਰਾ ||",
    "transliteration": "Sabadh N Jaanehi Sae Annae Bolae Sae Kith Aaeae Sansaaraa ||",
    "translation": "Those who do not know the Shabad are blind and deaf; why did they even bother to come into the world?",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹੇ ਬੋਲੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਸੰਸਾਰ ਵਿਚ ਆ ਕੇ ਉਹ ਕੁਝ ਨਹੀਂ ਖੱਟਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26260,
    "shabad_id": 2278,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਰਸੁ. ਨ ਪਾੲਿਅਾ, ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ; ਜੰਮਹਿ ਵਾਰੋ ਵਾਰਾ ||",
    "transliteration": "Har Ras N Paaeiaa Birathhaa Janam Gavaaeiaa Janmehi Vaaro Vaaraa ||",
    "translation": "They do not obtain the subtle essence of the Lord's elixir; they waste away their lives, and are reincarnated over and over again.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਆਉਂਦਾ, ਉਹ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26261,
    "shabad_id": 2278,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਬਿਸਟਾ ਕੇ ਕੀੜੇ. ਬਿਸਟਾ ਮਾਹਿ ਸਮਾਣੇ; ਮਨਮੁਖ ਮੁਗਧ ਗੁਬਾਰਾ ||੩||",
    "transliteration": "Bisattaa Kae Keerrae Bisattaa Maahi Samaanae Manamukh Mugadhh Gubaaraa ||3||",
    "translation": "The blind, idiotic, self-willed manmukhs are like maggots in manure, and in manure they rot away. ||3||",
    "punjabi": "ਜਿਵੇਂ ਗੰਦ ਦੇ ਕੀੜੇ ਗੰਦ ਵਿਚ ਹੀ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਤਿਵੇਂ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮੂਰਖ ਮਨੁੱਖ (ਅਗਿਆਨਤਾ ਦੇ) ਹਨੇਰੇ ਵਿਚ ਹੀ (ਮਸਤ ਰਹਿੰਦੇ ਹਨ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26262,
    "shabad_id": 2278,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਕਰਿ ਵੇਖੈ. ਮਾਰਗਿ ਲਾੲੇ ਭਾੲੀ; ਤਿਸੁ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲੀ ||",
    "transliteration": "Aapae Kar Vaekhai Maarag Laaeae Bhaaee This Bin Avar N Koee ||",
    "translation": "The Lord Himself creates us, watches over us, and places us on the Path, O Siblings of Destiny; there is no one other than Him.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਨ ਦੇ ਸਹੀ) ਰਸਤੇ ਪਾਂਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ (ਜੋ ਜੀਵਾਂ ਨੂੰ ਰਾਹ ਦੱਸ ਸਕੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26263,
    "shabad_id": 2278,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਧੁਰਿ ਲਿਖਿਅਾ, ਸੁ. ਕੋੲਿ ਨ ਮੇਟੈ ਭਾੲੀ; ਕਰਤਾ ਕਰੇ. ਸੁ ਹੋੲੀ ||",
    "transliteration": "Jo Dhhur Likhiaa S Koe N Maettai Bhaaee Karathaa Karae S Hoee ||",
    "translation": "No one can erase that which is pre-ordained, O Siblings of Destiny; whatever the Creator wills, comes to pass.",
    "punjabi": "ਕਰਤਾਰ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ) ਲਿਖ ਦੇਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਕੋਈ (ਹੋਰ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26264,
    "shabad_id": 2278,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਵਸਿਅਾ ਮਨ ਅੰਤਰਿ ਭਾੲੀ; ਅਵਰੁ. ਨ ਦੂਜਾ ਕੋੲੀ ||੪||੪||",
    "transliteration": "Naanak Naam Vasiaa Man Anthar Bhaaee Avar N Dhoojaa Koee ||4||4||",
    "translation": "O Nanak, the Naam, the Name of the Lord, abides deep within the mind; O Siblings of Destiny, there is no other at all. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਉਸ ਦਾ) ਨਾਮ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ, ਕੋਈ ਹੋਰ ਇਹ ਦਾਤ ਦੇਣ ਜੋਗਾ ਨਹੀਂ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26265,
    "shabad_id": 2279,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ||",
    "transliteration": "Sorath Mehalaa 3 ||",
    "translation": "Sorat'h, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26266,
    "shabad_id": 2279,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਭਗਤਿ ਕਰਹਿ ਪ੍ਰਭ ਭਾਵਹਿ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਵਖਾਣੇ ||",
    "transliteration": "Guramukh Bhagath Karehi Prabh Bhaavehi Anadhin Naam Vakhaanae ||",
    "translation": "The Gurmukhs practice devotional worship, and become pleasing to God; night and day, they chant the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਭਗਤੀ ਕਰਦੇ ਹਨ ਅਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26267,
    "shabad_id": 2279,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭਗਤਾ ਕੀ ਸਾਰ ਕਰਹਿ. ਅਾਪਿ ਰਾਖਹਿ; ਜੋ ਤੇਰੈ ਮਨਿ ਭਾਣੇ ||",
    "transliteration": "Bhagathaa Kee Saar Karehi Aap Raakhehi Jo Thaerai Man Bhaanae ||",
    "translation": "You Yourself protect and take care of Your devotees, who are pleasing to Your Mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਭਗਤਾਂ ਦੀ ਸੰਭਾਲ ਤੂੰ ਆਪ ਕਰਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ, ਕਿਉਂਕਿ ਉਹ ਤੈਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26268,
    "shabad_id": 2279,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੂ ਗੁਣਦਾਤਾ ਸਬਦਿ ਪਛਾਤਾ; ਗੁਣ ਕਹਿ ਗੁਣੀ ਸਮਾਣੇ ||੧||",
    "transliteration": "Thoo Gunadhaathaa Sabadh Pashhaathaa Gun Kehi Gunee Samaanae ||1||",
    "translation": "You are the Giver of virtue, realized through the Word of Your Shabad. Uttering Your Glories, we merge with You, O Glorious Lord. ||1||",
    "punjabi": "ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਗੁਣ ਬਖ਼ਸ਼ਦਾ ਹੈਂ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਤੇਰੇ ਨਾਲ ਸਾਂਝ ਪਾਂਦੇ ਹਨ। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ (ਭਗਤ) ਗੁਣਾਂ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26269,
    "shabad_id": 2279,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਹਰਿ ਜੀੳੁ ਸਦਾ ਸਮਾਲਿ ||",
    "transliteration": "Man Maerae Har Jeeo Sadhaa Samaal ||",
    "translation": "O my mind, remember always the Dear Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਚੇਤੇ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26270,
    "shabad_id": 2279,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅੰਤ ਕਾਲਿ ਤੇਰਾ ਬੇਲੀ ਹੋਵੈ; ਸਦਾ ਨਿਬਹੈ ਤੇਰੈ ਨਾਲਿ || ਰਹਾੳੁ ||",
    "transliteration": "Anth Kaal Thaeraa Baelee Hovai Sadhaa Nibehai Thaerai Naal || Rehaao ||",
    "translation": "At the very last moment, He alone shall be your best friend; He shall always stand by you. ||Pause||",
    "punjabi": "ਅਖ਼ੀਰਲੇ ਸਮੇ ਪਰਮਾਤਮਾ ਹੀ ਤੇਰਾ ਮਦਦਗਾਰ ਬਣੇਗਾ, ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਨਾਲ ਸਾਥ ਨਿਬਾਹੇਗਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26271,
    "shabad_id": 2279,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਦੁਸਟ ਚੳੁਕੜੀ. ਸਦਾ ਕੂੜੁ ਕਮਾਵਹਿ; ਨਾ ਬੂਝਹਿ ਵੀਚਾਰੇ ||",
    "transliteration": "Dhusatt Choukarree Sadhaa Koorr Kamaavehi Naa Boojhehi Veechaarae ||",
    "translation": "The gathering of the wicked enemies shall always practice falsehood; they do not contemplate understanding.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਭੈੜੇ ਮਨੁੱਖ ਸਦਾ ਭੈੜ ਹੀ ਕਮਾਂਦੇ ਹਨ, ਉਹ ਵਿਚਾਰ ਕਰ ਕੇ ਸਮਝਦੇ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26272,
    "shabad_id": 2279,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਨਿੰਦਾ ਦੁਸਟੀ ਤੇ. ਕਿਨਿ ਫਲੁ ਪਾੲਿਅਾ; ਹਰਣਾਖਸ ਨਖਹਿ ਬਿਦਾਰੇ ||",
    "transliteration": "Nindhaa Dhusattee Thae Kin Fal Paaeiaa Haranaakhas Nakhehi Bidhaarae ||",
    "translation": "Who can obtain fruit from the slander of evil enemies? Remember that Harnaakhash was torn apart by the Lord's claws.",
    "punjabi": "ਕਿ ਭੈੜੀ ਨਿੰਦਿਆ (ਆਦਿਕ) ਤੋਂ ਕਿਸੇ ਨੇ ਕਦੇ ਚੰਗਾ ਫਲ ਨਹੀਂ ਪਾਇਆ। ਹਰਣਾਖਸ਼ (ਨੇ ਭਗਤ ਨੂੰ ਦੁੱਖ ਦੇਣਾ ਸ਼ੁਰੂ ਕੀਤਾ, ਤਾਂ ਉਹ) ਨਹੁੰਆਂ ਨਾਲ ਚੀਰਿਆ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26273,
    "shabad_id": 2279,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਹਿਲਾਦੁ ਜਨੁ ਸਦ ਹਰਿ ਗੁਣ ਗਾਵੈ; ਹਰਿ ਜੀੳੁ ਲੲੇ ੳੁਬਾਰੇ ||੨||",
    "transliteration": "Prehilaadh Jan Sadh Har Gun Gaavai Har Jeeo Leae Oubaarae ||2||",
    "translation": "Prahlaad, the Lord's humble servant, constantly sang the Glorious Praises of the Lord, and the Dear Lord saved him. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਸੀ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਨੂੰ (ਨਰਸਿੰਘ ਰੂਪ ਧਾਰ ਕੇ) ਬਚਾ ਲਿਆ ॥੨॥",
    "pronunciation": "ਪ੍ਰ-ਹਿਲਾਦੁ",
    "type_id": 3
  },
  {
    "id": 26274,
    "shabad_id": 2279,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਸ ਕੳੁ ਬਹੁ ਭਲਾ ਕਰਿ ਜਾਣਹਿ; ਮਨਮੁਖਿ ਮਤਿ. ਨ ਕਾੲੀ ||",
    "transliteration": "Aapas Ko Bahu Bhalaa Kar Jaanehi Manamukh Math N Kaaee ||",
    "translation": "The self-willed manmukhs see themselves as being very virtuous; they have absolutely no understanding at all.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਕੋਈ ਅਕਲ-ਸ਼ਊਰ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਤਾਂ ਚੰਗਾ ਸਮਝਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26275,
    "shabad_id": 2279,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਧੂ ਜਨ ਕੀ ਨਿੰਦਾ ਵਿਅਾਪੇ; ਜਾਸਨਿ ਜਨਮੁ ਗਵਾੲੀ ||",
    "transliteration": "Saadhhoo Jan Kee Nindhaa Viaapae Jaasan Janam Gavaaee ||",
    "translation": "They indulge in slander of the humble spiritual people; they waste their lives away, and then they have to depart.",
    "punjabi": "ਪਰ ਨੇਕ ਬੰਦਿਆਂ ਦੀ ਨਿੰਦਿਆ ਕਰਨ ਵਿਚ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26276,
    "shabad_id": 2279,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ. ਕਦੇ ਚੇਤਹਿ ਨਾਹੀ; ਅੰਤਿ ਗੲੇ ਪਛੁਤਾੲੀ ||੩||",
    "transliteration": "Raam Naam Kadhae Chaethehi Naahee Anth Geae Pashhuthaaee ||3||",
    "translation": "They never think of the Lord's Name, and in the end, they depart, regretting and repenting. ||3||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਯਾਦ ਨਹੀਂ ਕਰਦੇ, ਆਖ਼ਰ ਹੱਥ ਮਲਦੇ (ਜਗਤ ਤੋਂ) ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26277,
    "shabad_id": 2279,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਫਲੁ ਜਨਮੁ ਭਗਤਾ ਕਾ ਕੀਤਾ; ਗੁਰ ਸੇਵਾ ਅਾਪਿ ਲਾੲੇ ||",
    "transliteration": "Safal Janam Bhagathaa Kaa Keethaa Gur Saevaa Aap Laaeae ||",
    "translation": "The Lord makes the lives of His devotees fruitful; He Himself links them to the Guru's service.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਭਗਤਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਬਣਾਂਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26278,
    "shabad_id": 2279,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਬਦੇ ਰਾਤੇ. ਸਹਜੇ ਮਾਤੇ; ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾੲੇ ||",
    "transliteration": "Sabadhae Raathae Sehajae Maathae Anadhin Har Gun Gaaeae ||",
    "translation": "Imbued with the Word of the Shabad, and intoxicated with celestial bliss, night and day, they sing the Glorious Praises of the Lord.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26279,
    "shabad_id": 2279,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ ਕਹੈ ਬੇਨੰਤੀ; ਹੳੁ ਲਾਗਾ ਤਿਨ ਕੈ ਪਾੲੇ ||੪||੫||",
    "transliteration": "Naanak Dhaas Kehai Baenanthee Ho Laagaa Thin Kai Paaeae ||4||5||",
    "translation": "Slave Nanak utters this prayer: O Lord, please, let me fall at their feet. ||4||5||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਂ ਉਹਨਾਂ ਭਗਤਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26280,
    "shabad_id": 2280,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ||",
    "transliteration": "Sorath Mehalaa 3 ||",
    "translation": "Sorat'h, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26281,
    "shabad_id": 2280,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਸਿਖੁ ਸਖਾ ਬੰਧਪੁ ਹੈ ਭਾੲੀ; ਜਿ ਗੁਰ ਕੇ ਭਾਣੇ ਵਿਚਿ ਅਾਵੈ ||",
    "transliteration": "So Sikh Sakhaa Bandhhap Hai Bhaaee J Gur Kae Bhaanae Vich Aavai ||",
    "translation": "He alone is a Sikh, a friend, a relative and a sibling, who walks in the Way of the Guru's Will.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹੀ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਸਿੱਖ ਹੈ, ਗੁਰੂ ਦਾ ਮਿੱਤਰ ਹੈ, ਗੁਰੂ ਦਾ ਰਿਸ਼ਤੇਦਾਰ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26282,
    "shabad_id": 2280,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਣੈ ਭਾਣੈ ਜੋ ਚਲੈ ਭਾੲੀ; ਵਿਛੁੜਿ ਚੋਟਾ ਖਾਵੈ ||",
    "transliteration": "Aapanai Bhaanai Jo Chalai Bhaaee Vishhurr Chottaa Khaavai ||",
    "translation": "One who walks according to his own will, O Siblings of Destiny, suffers separation from the Lord, and shall be punished.",
    "punjabi": "ਪਰ, ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਤੁਰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਦੁਖ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26283,
    "shabad_id": 2280,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ. ਸੁਖੁ ਕਦੇ ਨ ਪਾਵੈ ਭਾੲੀ; ਫਿਰਿ ਫਿਰਿ ਪਛੋਤਾਵੈ ||੧||",
    "transliteration": "Bin Sathigur Sukh Kadhae N Paavai Bhaaee Fir Fir Pashhothaavai ||1||",
    "translation": "Without the True Guru, peace is never obtained, O Siblings of Destiny; again and again, he regrets and repents. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਤੇ ਮੁੜ ਮੁੜ (ਦੁੱਖੀ ਹੋ ਕੇ) ਪਛੁਤਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26284,
    "shabad_id": 2280,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਕੇ ਦਾਸ; ਸੁਹੇਲੇ ਭਾੲੀ ||",
    "transliteration": "Har Kae Dhaas Suhaelae Bhaaee ||",
    "translation": "The Lord's slaves are happy, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸੁਖੀ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
