[
  {
    "id": 26388,
    "shabad_id": 2288,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਸੂਤਧਾਰੁ ਹੈ ਪਿਅਾਰਾ; ਸੂਤੁ ਖਿੰਚੇ. ਢਹਿ ਢੇਰੀ ਹੋੲਿ ||੧||",
    "transliteration": "Aapae Hee Soothadhhaar Hai Piaaraa Sooth Khinchae Dtehi Dtaeree Hoe ||1||",
    "translation": "He holds the thread, and when He withdraws the thread, the beads scatter into heaps. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਧਾਗੇ ਨੂੰ ਆਪਣੇ ਹੱਥ ਵਿਚ ਫੜ ਰੱਖਣ ਵਾਲਾ ਹੈ। ਜਦੋਂ ਉਹ (ਜਗਤ ਵਿਚੋਂ) ਧਾਗੇ ਨੂੰ ਖਿੱਚ ਲੈਂਦਾ ਹੈ, ਤਦੋਂ (ਜਗਤ) ਢਹਿ ਕੇ ਢੇਰੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਗਤ-ਰਚਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "ਅਪਣੀ ਜੋਤਿ ਨਾਲ ਅਨੰਤ ਬ੍ਰਹਮੰਡ ਰਚਣ ਸੰਭਾਲਣ ਦਾ ਨਾਟਕ ਖੇਡਣ ਵਾਲੇ (ਸੂਤਧਾਰੁ) ਨਟ",
    "type_id": 3
  },
  {
    "id": 26389,
    "shabad_id": 2288,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਮੈ. ਹਰਿ ਬਿਨੁ ਅਵਰੁ ਨ ਕੋੲਿ ||",
    "transliteration": "Maerae Man Mai Har Bin Avar N Koe ||",
    "translation": "O my mind, there is no other than the Lord for me.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਕਿਤੇ ਭੀ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26390,
    "shabad_id": 2288,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰ ਵਿਚਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ ਪਿਅਾਰਾ; ਕਰਿ ਦੲਿਅਾ ਅੰਮਿ੍ਰਤੁ ਮੁਖਿ ਚੋੲਿ || ਰਹਾੳੁ ||",
    "transliteration": "Sathigur Vich Naam Nidhhaan Hai Piaaraa Kar Dhaeiaa Anmrith Mukh Choe || Rehaao ||",
    "translation": "The treasure of the Beloved Naam is within the True Guru; in His Mercy, he pours the Ambrosial Nectar into my mouth. ||Pause||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਗੁਰੂ ਵਿਚ ਮੌਜੂਦ ਹੈ। ਗੁਰੂ ਮੇਹਰ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਸਿੱਖ ਦੇ) ਮੂੰਹ ਵਿਚ ਚੋਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26391,
    "shabad_id": 2288,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਜਲ ਥਲਿ ਸਭਤੁ ਹੈ ਪਿਅਾਰਾ; ਪ੍ਰਭੁ ਅਾਪੇ ਕਰੇ. ਸੁ ਹੋੲਿ ||",
    "transliteration": "Aapae Jal Thhal Sabhath Hai Piaaraa Prabh Aapae Karae S Hoe ||",
    "translation": "The Beloved Himself is in all the oceans and lands; whatever God does, comes to pass.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ। ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਉਹ (ਜਗਤ ਵਿਚ) ਵਾਪਰਦਾ ਹੈ।",
    "pronunciation": "ਸਭਤੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26392,
    "shabad_id": 2288,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਭਨਾ ਰਿਜਕੁ ਸਮਾਹਦਾ ਪਿਅਾਰਾ; ਦੂਜਾ ਅਵਰੁ. ਨ ਕੋੲਿ ||",
    "transliteration": "Sabhanaa Rijak Samaahadhaa Piaaraa Dhoojaa Avar N Koe ||",
    "translation": "The Beloved brings nourishment to all; there is no other than Him.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ (ਰਿਜ਼ਕ ਅਪੜਾਣ ਵਾਲਾ) ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਸਮਾਹਦਾ) ਪਹੁੰਚਾੳੁਂਦਾ",
    "type_id": 3
  },
  {
    "id": 26393,
    "shabad_id": 2288,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੇ ਖੇਲ ਖੇਲਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਕਰੇ. ਸੁ ਹੋੲਿ ||੨||",
    "transliteration": "Aapae Khael Khaelaaeidhaa Piaaraa Aapae Karae S Hoe ||2||",
    "translation": "The Beloved Himself plays, and whatever He Himself does, comes to pass. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜਗਤ ਦੇ ਸਾਰੇ) ਖੇਡ ਖਿਡਾ ਰਿਹਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26394,
    "shabad_id": 2288,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਅਾਪਿ ਨਿਰਮਲਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਨਿਰਮਲ ਸੋੲਿ ||",
    "transliteration": "Aapae Hee Aap Niramalaa Piaaraa Aapae Niramal Soe ||",
    "translation": "The Beloved Himself, all by Himself, is immaculate and pure; He Himself is immaculate and pure.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ, ਉਹ ਆਪ ਹੀ ਪਵਿਤ੍ਰ ਸੋਭਾ ਦਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26395,
    "shabad_id": 2288,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਕੀਮਤਿ ਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਕਰੇ. ਸੁ ਹੋੲਿ ||",
    "transliteration": "Aapae Keemath Paaeidhaa Piaaraa Aapae Karae S Hoe ||",
    "translation": "The Beloved Himself determines the value of all; whatever He does comes to pass.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣਾ ਮੁੱਲ ਪਾ ਸਕਣ ਵਾਲਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਆਪ ਹੀ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26396,
    "shabad_id": 2288,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਅਲਖੁ. ਨ ਲਖੀਅੈ ਪਿਅਾਰਾ; ਅਾਪਿ ਲਖਾਵੈ ਸੋੲਿ ||੩||",
    "transliteration": "Aapae Alakh N Lakheeai Piaaraa Aap Lakhaavai Soe ||3||",
    "translation": "The Beloved Himself is unseen - He cannot be seen; He Himself causes us to see. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਹੈ। ਆਪਣੇ ਸਰੂਪ ਦੀ ਸਮਝ ਉਹ ਆਪ ਹੀ ਦੇਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "ਅ-ਲਖੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26397,
    "shabad_id": 2288,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਅਾਪੇ ਗਹਿਰ ਗੰਭੀਰੁ ਹੈ ਪਿਅਾਰਾ; ਤਿਸੁ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲਿ ||",
    "transliteration": "Aapae Gehir Ganbheer Hai Piaaraa This Jaevadd Avar N Koe ||",
    "translation": "The Beloved Himself is deep and profound and unfathomable; there is no other as great as He.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਹੀ (ਮਾਨੋ, ਇਕ) ਬੇਅੰਤ ਡੂੰਘਾ (ਸਮੁੰਦਰ) ਹੈ। ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26398,
    "shabad_id": 2288,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸਭਿ ਘਟ ਅਾਪੇ ਭੋਗਵੈ ਪਿਅਾਰਾ; ਵਿਚਿ ਨਾਰੀ ਪੁਰਖ ਸਭੁ ਸੋੲਿ ||",
    "transliteration": "Sabh Ghatt Aapae Bhogavai Piaaraa Vich Naaree Purakh Sabh Soe ||",
    "translation": "The Beloved Himself enjoys every heart; He is contained within every woman and man.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ ਆਪ ਹੀ ਸਾਰੇ ਭੋਗ ਭੋਗਦਾ ਹੈ, ਹਰੇਕ ਇਸਤ੍ਰੀ ਪੁਰਖ ਵਿਚ ਹਰ ਥਾਂ ਉਹ ਆਪ ਹੀ ਆਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26399,
    "shabad_id": 2288,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਗੁਪਤੁ ਵਰਤਦਾ ਪਿਅਾਰਾ; ਗੁਰਮੁਖਿ ਪਰਗਟੁ ਹੋੲਿ ||੪||੨||",
    "transliteration": "Naanak Gupath Varathadhaa Piaaraa Guramukh Paragatt Hoe ||4||2||",
    "translation": "O Nanak, the Beloved is pervading everywhere, but He is hidden; through the Guru, He is revealed. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਵਿਚ ਲੁਕਿਆ ਹੋਇਆ ਮੌਜੂਦ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਦੀ ਸਰਬ-ਵਿਆਪਕਤਾ ਦਾ ਪਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26400,
    "shabad_id": 2289,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੪ ||",
    "transliteration": "Sorath Mehalaa 4 ||",
    "translation": "Sorat'h, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26401,
    "shabad_id": 2289,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਸਭੁ ਅਾਪਿ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਥਾਪਿ ੳੁਥਾਪੈ ||",
    "transliteration": "Aapae Hee Sabh Aap Hai Piaaraa Aapae Thhaap Outhhaapai ||",
    "translation": "He Himself, the Beloved, is Himself all-in-all; He Himself establishes and disestablishes.",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਹੈ, ਆਪ ਹੀ (ਜਗਤ ਨੂੰ) ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26402,
    "shabad_id": 2289,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਵੇਖਿ ਵਿਗਸਦਾ ਪਿਅਾਰਾ; ਕਰਿ ਚੋਜ ਵੇਖੈ ਪ੍ਰਭੁ ਅਾਪੈ ||",
    "transliteration": "Aapae Vaekh Vigasadhaa Piaaraa Kar Choj Vaekhai Prabh Aapai ||",
    "translation": "The Beloved Himself beholds, and rejoices; God Himself works wonders, and beholds them.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜਗਤ-ਰਚਨਾ ਨੂੰ) ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਕੌਤਕ-ਤਮਾਸ਼ੇ ਰਚ ਕੇ ਆਪ ਹੀ ਵੇਖਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26403,
    "shabad_id": 2289,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਵਣਿ ਤਿਣਿ ਸਭਤੁ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਗੁਰਮੁਖਿ ਜਾਪੈ ||੧||",
    "transliteration": "Aapae Van Thin Sabhath Hai Piaaraa Aapae Guramukh Jaapai ||1||",
    "translation": "The Beloved Himself is contained in all the woods and meadows; as Gurmukh, He reveals Himself. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਹਰੇਕ) ਵਣ ਵਿਚ (ਹਰੇਕ) ਤੀਲੇ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ। ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਉਹ ਪ੍ਰਭੂ ਦਿੱਸ ਪੈਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26404,
    "shabad_id": 2289,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਪਿ ਮਨ; ਹਰਿ ਹਰਿ ਨਾਮ ਰਸਿ ਧ੍ਰਾਪੈ ||",
    "transliteration": "Jap Man Har Har Naam Ras Dhhraapai ||",
    "translation": "Meditate, O mind, on the Lord, Har, Har; through the sublime essence of Lord's Name, you shall be satisfied.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਜਪਿਆ ਕਰ, (ਜੇਹੜਾ ਮਨੁੱਖ ਜਪਦਾ ਹੈ ਉਹ) ਨਾਮ ਦੇ ਰਸ ਨਾਲ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26405,
    "shabad_id": 2289,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਮਹਾ ਰਸੁ ਮੀਠਾ; ਗੁਰ ਸਬਦੀ ਚਖਿ ਜਾਪੈ || ਰਹਾੳੁ ||",
    "transliteration": "Anmrith Naam Mehaa Ras Meethaa Gur Sabadhee Chakh Jaapai || Rehaao ||",
    "translation": "The Ambrosial Nectar of the Naam, is the sweetest juice; through the Word of the Guru's Shabad, its taste is revealed. ||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਬਹੁਤ ਸੁਆਦਲਾ ਹੈ, ਬਹੁਤ ਮਿੱਠਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਚੱਖ ਕੇ ਹੀ ਪਤਾ ਲੱਗਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "ਚੱਖਿ",
    "type_id": 3
  },
  {
    "id": 26406,
    "shabad_id": 2289,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਤੀਰਥੁ ਤੁਲਹੜਾ ਪਿਅਾਰਾ; ਅਾਪਿ ਤਰੈ ਪ੍ਰਭੁ ਅਾਪੈ ||",
    "transliteration": "Aapae Theerathh Thuleharraa Piaaraa Aap Tharai Prabh Aapai ||",
    "translation": "The Beloved is Himself the place of pilgrimage and the raft; God Himself ferries Himself across.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਰਿਆ ਦਾ ਕੰਢਾ ਹੈ, ਆਪ ਹੀ (ਦਰਿਆ ਤੋਂ ਲੰਘਣ ਲਈ) ਤੁਲਹਾ ਹੈ, ਆਪ ਹੀ (ਦਰਿਆ ਤੋਂ) ਪਾਰ ਲੰਘਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਲੰਘਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26407,
    "shabad_id": 2289,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਜਾਲੁ ਵਤਾੲਿਦਾ ਪਿਅਾਰਾ; ਸਭੁ ਜਗੁ ਮਛੁਲੀ ਹਰਿ ਅਾਪੈ ||",
    "transliteration": "Aapae Jaal Vathaaeidhaa Piaaraa Sabh Jag Mashhulee Har Aapai ||",
    "translation": "The Beloved Himself casts the net over all the world; the Lord Himself is the fish.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਮਾਇਆ ਦਾ) ਜਾਲ ਵਿਛਾਂਦਾ ਹੈ (ਉਹ ਜਾਲ ਵਿਚ ਫਸਣ ਵਾਲਾ) ਸਾਰਾ ਜਗਤ-ਮਛਲੀ ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 26408,
    "shabad_id": 2289,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਿ ਅਭੁਲੁ. ਨ ਭੁਲੲੀ ਪਿਅਾਰਾ; ਅਵਰੁ ਨ ਦੂਜਾ ਜਾਪੈ ||੨||",
    "transliteration": "Aap Abhul N Bhulee Piaaraa Avar N Dhoojaa Jaapai ||2||",
    "translation": "The Beloved Himself is infallible; He makes no mistakes. There is no other like Him to be seen. ||2||",
    "punjabi": "(ਫਿਰ ਭੀ ਉਹ) ਆਪ ਭੁੱਲਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਉਹ ਕਦੇ (ਮਾਇਆ-ਜਾਲ ਵਿਚ ਫਸਣ ਵਾਲੀ) ਭੁੱਲ ਨਹੀਂ ਕਰਦਾ। ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ ॥੨॥",
    "pronunciation": "ਅ-ਭੁੱਲੁ ਭੁਲੱੲੀ",
    "type_id": 3
  },
  {
    "id": 26409,
    "shabad_id": 2289,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਸਿੰਙੀ ਨਾਦੁ ਹੈ ਪਿਅਾਰਾ; ਧੁਨਿ ਅਾਪਿ ਵਜਾੲੇ ਅਾਪੈ ||",
    "transliteration": "Aapae Sinn(g)ee Naadh Hai Piaaraa Dhhun Aap Vajaaeae Aapai ||",
    "translation": "The Beloved Himself is the Yogi's horn, and the sound current of the Naad; He Himself plays the tune.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੋਗੀ ਦੀ ਵਜਾਣ ਵਾਲੀ) ਸਿੰਙੀ ਹੈ, ਆਪ ਹੀ (ਉਸ ਵੱਜਦੀ ਸਿੰਙੀ ਦੀ) ਆਵਾਜ਼ ਹੈ, ਆਪ ਹੀ (ਸਿੰਙੀ ਦੀ) ਸੁਰ ਵਜਾਂਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਵਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26410,
    "shabad_id": 2289,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਜੋਗੀ ਪੁਰਖੁ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਹੀ ਤਪੁ ਤਾਪੈ ||",
    "transliteration": "Aapae Jogee Purakh Hai Piaaraa Aapae Hee Thap Thaapai ||",
    "translation": "The Beloved Himself is the Yogi, the Primal Being; He Himself practices intense meditation.",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੋਗੀ ਹੈ, ਆਪ ਹੀ (ਧੂਣੀਆਂ ਆਦਿਕ ਨਾਲ) ਤਪ ਤਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26411,
    "shabad_id": 2289,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਸਤਿਗੁਰੁ ਅਾਪਿ ਹੈ ਚੇਲਾ; ੳੁਪਦੇਸੁ ਕਰੈ ਪ੍ਰਭੁ ਅਾਪੈ ||੩||",
    "transliteration": "Aapae Sathigur Aap Hai Chaelaa Oupadhaes Karai Prabh Aapai ||3||",
    "translation": "He Himself is the True Guru, and He Himself is the disciple; God Himself imparts the Teachings. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਹੈ, ਆਪ ਹੀ ਸਿੱਖ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26412,
    "shabad_id": 2289,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਨਾੳੁ ਜਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਹੀ ਜਪੁ ਜਾਪੈ ||",
    "transliteration": "Aapae Naao Japaaeidhaa Piaaraa Aapae Hee Jap Jaapai ||",
    "translation": "The Beloved Himself inspires us to chant His Name, and He Himself practices meditation.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਆਪਣਾ) ਨਾਮ ਜਪਾਂਦਾ ਹੈ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ ਆਪਣਾ ਨਾਮ ਜਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26413,
    "shabad_id": 2289,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਅੰਮਿ੍ਰਤੁ ਅਾਪਿ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਹੀ ਰਸੁ ਅਾਪੈ ||",
    "transliteration": "Aapae Anmrith Aap Hai Piaaraa Aapae Hee Ras Aapai ||",
    "translation": "The Beloved Himself is the Ambrosial Nectar; He Himself is the juice of it.",
    "punjabi": "ਆਪ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਹੈ, ਆਪ ਹੀ ਉਸ ਨਾਮ-ਰਸ ਨੂੰ ਪੀਂਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26414,
    "shabad_id": 2289,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਅਾਪਿ ਸਲਾਹਦਾ ਪਿਅਾਰਾ; ਜਨ ਨਾਨਕ. ਹਰਿ ਰਸਿ ਧ੍ਰਾਪੈ ||੪||੩||",
    "transliteration": "Aapae Aap Salaahadhaa Piaaraa Jan Naanak Har Ras Dhhraapai ||4||3||",
    "translation": "The Beloved Himself praises Himself; servant Nanak is satisfied, with the sublime essence of the Lord. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ-ਰਸ ਨਾਲ ਰੱਜਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26415,
    "shabad_id": 2290,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੪ ||",
    "transliteration": "Sorath Mehalaa 4 ||",
    "translation": "Sorat'h, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26416,
    "shabad_id": 2290,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਕੰਡਾ. ਅਾਪਿ ਤਰਾਜੀ; ਪ੍ਰਭਿ ਅਾਪੇ ਤੋਲਿ ਤੋਲਾੲਿਅਾ ||",
    "transliteration": "Aapae Kanddaa Aap Tharaajee Prabh Aapae Thol Tholaaeiaa ||",
    "translation": "God Himself is the balance scale, He Himself is the weigher, and He Himself weighs with the weights.",
    "punjabi": "ਉਹ ਤੱਕੜੀ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ, ਉਸ ਤੱਕੜੀ ਦੀ ਸੂਈ (ਬੋਦੀ) ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਵੱਟੇ ਨਾਲ (ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਤੋਲਿਆ ਹੋਇਆ ਹੈ (ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "(ਤਰਾਜੀ) ਤੱਕੜੀ ਦਾ (ਕੰਡਾ) ਸੂੲੀ",
    "type_id": 3
  },
  {
    "id": 26417,
    "shabad_id": 2290,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਸਾਹੁ ਅਾਪੇ ਵਣਜਾਰਾ; ਅਾਪੇ ਵਣਜੁ ਕਰਾੲਿਅਾ ||",
    "transliteration": "Aapae Saahu Aapae Vanajaaraa Aapae Vanaj Karaaeiaa ||",
    "translation": "He Himself is the banker, He Himself is the trader, and He Himself makes the trades.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਇਸ ਧਰਤੀ ਉਤੇ ਵਣਜ ਕਰਨ ਵਾਲਾ) ਸ਼ਾਹਕਾਰ ਹੈ, ਆਪ ਹੀ (ਜੀਵ-ਰੂਪ ਹੋ ਕੇ) ਵਣਜ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਵਣਜ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26418,
    "shabad_id": 2290,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਧਰਤੀ ਸਾਜੀਅਨੁ ਪਿਅਾਰੈ; ਪਿਛੈ ਟੰਕੁ ਚੜਾੲਿਅਾ ||੧||",
    "transliteration": "Aapae Dhharathee Saajeean Piaarai Pishhai Ttank Charraaeiaa ||1||",
    "translation": "The Beloved Himself fashioned the world, and He Himself counter-balances it with a gram. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਧਰਤੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ (ਆਪਣੀ ਮਰਯਾਦਾ ਰੂਪ ਤੱਕੜੀ ਦੇ) ਪਿਛਲੇ ਛਾਬੇ ਵਿਚ ਚਾਰ ਮਾਸੇ ਦਾ ਵੱਟਾ ਰੱਖ ਕੇ (ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਪਣੀ ਮਰਯਾਦਾ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ। ਇਹ ਕੰਮ ਉਸ ਪ੍ਰਭੂ ਵਾਸਤੇ ਬਹੁਤ ਸਾਧਾਰਨ ਤੇ ਸੌਖਾ ਜਿਹਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਟੰਕੁ)ਹੁਕਮ[ (ਟੰਕੁ)ਭੈ[ ਚੜ੍ਹਾੲਿਅਾ ਹੈ ਭਾਵ ਸਾਰੀ ਰਚਨਾ ਹੁਕਮ ਭੈ ਚ ਬੰਨ੍ਹੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 26419,
    "shabad_id": 2290,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਹਰਿ ਹਰਿ ਧਿਅਾੲਿ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Maerae Man Har Har Dhhiaae Sukh Paaeiaa ||",
    "translation": "My mind meditates on the Lord, Har, Har, and finds peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ, (ਜਿਸ ਕਿਸੇ ਨੇ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ) ਸੁਖ ਪਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26420,
    "shabad_id": 2290,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ ਪਿਅਾਰਾ; ਗੁਰਿ ਪੂਰੈ ਮੀਠਾ ਲਾੲਿਅਾ || ਰਹਾੳੁ ||",
    "transliteration": "Har Har Naam Nidhhaan Hai Piaaraa Gur Poorai Meethaa Laaeiaa || Rehaao ||",
    "translation": "The Name of the Beloved Lord, Har, Har, is a treasure; the Perfect Guru has made it seem sweet to me. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਾਰੇ) ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆ ਹੈ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿੱਠਾ ਅਨੁਭਵ ਕਰਾ ਦਿੱਤਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26421,
    "shabad_id": 2290,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਧਰਤੀ ਅਾਪਿ ਜਲੁ ਪਿਅਾਰਾ; ਅਾਪੇ ਕਰੇ ਕਰਾੲਿਅਾ ||",
    "transliteration": "Aapae Dhharathee Aap Jal Piaaraa Aapae Karae Karaaeiaa ||",
    "translation": "The Beloved Himself is the earth, and He Himself is the water; He Himself acts, and causes others to act.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਪਿਆਰਾ ਆਪ ਹੀ ਧਰਤੀ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਪਾਣੀ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਸਭ ਕੁਝ) ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26422,
    "shabad_id": 2290,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਾਪੇ ਹੁਕਮਿ ਵਰਤਦਾ ਪਿਅਾਰਾ; ਜਲੁ ਮਾਟੀ ਬੰਧਿ ਰਖਾੲਿਅਾ ||",
    "transliteration": "Aapae Hukam Varathadhaa Piaaraa Jal Maattee Bandhh Rakhaaeiaa ||",
    "translation": "The Beloved Himself issues His Commands, and keeps the water and the land bound down.",
    "punjabi": "ਆਪ ਹੀ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹਰ ਥਾਂ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ, ਪਾਣੀ ਨੂੰ ਮਿੱਟੀ ਨਾਲ (ਉਸ ਨੇ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਹੀ) ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ (ਪਾਣੀ ਮਿੱਟੀ ਨੂੰ ਰੋੜ੍ਹ ਨਹੀਂ ਸਕਦਾ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26423,
    "shabad_id": 2290,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਭੳੁ ਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਬੰਨਿ ਬਕਰੀ ਸੀਹੁ ਹਢਾੲਿਅਾ ||੨||",
    "transliteration": "Aapae Hee Bho Paaeidhaa Piaaraa Bann Bakaree Seehu Hadtaaeiaa ||2||",
    "translation": "The Beloved Himself instills the Fear of God; He binds the tiger and the goat together. ||2||",
    "punjabi": "(ਪਾਣੀ ਵਿਚ ਉਸ ਨੇ) ਆਪ ਹੀ ਆਪਣਾ ਡਰ ਪਾ ਰੱਖਿਆ ਹੈ, (ਮਾਨੋ) ਬੱਕਰੀ ਸ਼ੇਰ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਫਿਰਾ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "ਬੰਨਿ੍ਹ",
    "type_id": 3
  }
]
