[
  {
    "id": 26424,
    "shabad_id": 2290,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੇ ਕਾਸਟ ਅਾਪਿ ਹਰਿ ਪਿਅਾਰਾ; ਵਿਚਿ ਕਾਸਟ ਅਗਨਿ ਰਖਾੲਿਅਾ ||",
    "transliteration": "Aapae Kaasatt Aap Har Piaaraa Vich Kaasatt Agan Rakhaaeiaa ||",
    "translation": "The Beloved Lord Himself is the firewood, and He Himself keeps the fire within the wood.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਲੱਕੜੀ (ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਹੈ, (ਆਪ ਹੀ ਅੱਗ ਬਣਾਣ ਵਾਲਾ ਹੈ) ਲੱਕੜੀ ਵਿਚ ਉਸ ਨੇ ਆਪ ਹੀ ਅੱਗ ਟਿਕਾ ਰੱਖੀ ਹੈ।",
    "pronunciation": "(ਕਾਸਟ) ਲੱਕੜ",
    "type_id": 3
  },
  {
    "id": 26425,
    "shabad_id": 2290,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਅਾਪਿ ਵਰਤਦਾ ਪਿਅਾਰਾ; ਭੈ ਅਗਨਿ. ਨ ਸਕੈ ਜਲਾੲਿਅਾ ||",
    "transliteration": "Aapae Hee Aap Varathadhaa Piaaraa Bhai Agan N Sakai Jalaaeiaa ||",
    "translation": "The Beloved Lord Himself, all by Himself, permeates them, and because of the Fear of God, the fire cannot burn the wood.",
    "punjabi": "ਪ੍ਰਭੂ ਪਿਆਰਾ ਆਪ ਹੀ ਆਪਣਾ ਹੁਕਮ ਵਰਤਾ ਰਿਹਾ ਹੈ (ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ) ਅੱਗ (ਲੱਕੜ ਨੂੰ) ਸਾੜ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26426,
    "shabad_id": 2290,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਮਾਰਿ ਜੀਵਾੲਿਦਾ ਪਿਅਾਰਾ; ਸਾਹ ਲੈਦੇ ਸਭਿ ਲਵਾੲਿਅਾ ||੩||",
    "transliteration": "Aapae Maar Jeevaaeidhaa Piaaraa Saah Laidhae Sabh Lavaaeiaa ||3||",
    "translation": "The Beloved Himself kills and revives; all draw the breath of life, given by Him. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਾਰ ਕੇ ਜੀਵਾਲਣ ਵਾਲਾ ਹੈ। ਸਾਰੇ ਜੀਵ ਉਸ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਹੀ ਸਾਹ ਲੈ ਰਹੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26427,
    "shabad_id": 2290,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੇ ਤਾਣੁ ਦੀਬਾਣੁ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਕਾਰੈ ਲਾੲਿਅਾ ||",
    "transliteration": "Aapae Thaan Dheebaan Hai Piaaraa Aapae Kaarai Laaeiaa ||",
    "translation": "The Beloved Himself is power and presence; He Himself engages us in our work.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਤਾਕਤ ਹੈ, ਆਪ ਹੀ (ਤਾਕਤ ਵਰਤਣ ਵਾਲਾ) ਹਾਕਮ ਹੈ, (ਸਾਰੇ ਜਗਤ ਨੂੰ ਉਸ ਨੇ) ਆਪ ਹੀ ਕਾਰ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26428,
    "shabad_id": 2290,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਿੳੁ ਅਾਪਿ ਚਲਾੲੇ ਤਿੳੁ ਚਲੀਅੈ ਪਿਅਾਰੇ; ਜਿੳੁ ਹਰਿ ਪ੍ਰਭ ਮੇਰੇ ਭਾੲਿਅਾ ||",
    "transliteration": "Jio Aap Chalaaeae Thio Chaleeai Piaarae Jio Har Prabh Maerae Bhaaeiaa ||",
    "translation": "As the Beloved makes me walk, I walk, as it pleases my Lord God.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸੱਜਣ! ਜਿਵੇਂ ਪ੍ਰਭੂ ਆਪ ਜੀਵਾਂ ਨੂੰ ਤੋਰਦਾ ਹੈ, ਜਿਵੇਂ ਮੇਰੇ ਹਰੀ-ਪ੍ਰਭੂ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਚੱਲ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26429,
    "shabad_id": 2290,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੇ ਜੰਤੀ ਜੰਤੁ ਹੈ ਪਿਅਾਰਾ; ਜਨ ਨਾਨਕ. ਵਜਹਿ ਵਜਾੲਿਅਾ ||੪||੪||",
    "transliteration": "Aapae Janthee Janth Hai Piaaraa Jan Naanak Vajehi Vajaaeiaa ||4||4||",
    "translation": "The Beloved Himself is the musician, and the musical instrument; servant Nanak vibrates His vibration. ||4||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ-) ਵਾਜਾ (ਬਣਾਣ ਵਾਲਾ) ਹੈ, ਆਪ ਵਾਜਾ ਵਜਾਣ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਜੀਵ-ਵਾਜੇ ਉਸੇ ਦੇ ਵਜਾਏ ਵੱਜ ਰਹੇ ਹਨ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26430,
    "shabad_id": 2291,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੪ ||",
    "transliteration": "Sorath Mehalaa 4 ||",
    "translation": "Sorat'h, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26431,
    "shabad_id": 2291,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਸਿ੍ਰਸਟਿ ੳੁਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਕਰਿ ਸੂਰਜੁ ਚੰਦੁ ਚਾਨਾਣੁ ||",
    "transliteration": "Aapae Srisatt Oupaaeidhaa Piaaraa Kar Sooraj Chandh Chaanaan ||",
    "translation": "The Beloved Himself created the Universe; He made the light of the sun and the moon.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ (ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਸੂਰਜ ਚੰਦ ਚਾਨਣ ਕਰਨ ਲਈ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26432,
    "shabad_id": 2291,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਿ ਨਿਤਾਣਿਅਾ ਤਾਣੁ ਹੈ ਪਿਅਾਰਾ; ਅਾਪਿ ਨਿਮਾਣਿਅਾ ਮਾਣੁ ||",
    "transliteration": "Aap Nithaaniaa Thaan Hai Piaaraa Aap Nimaaniaa Maan ||",
    "translation": "The Beloved Himself is the power of the powerless; He Himself is the honor of the dishonored.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਆਦਰ-ਮਾਣ ਨਹੀਂ ਦੇਂਦਾ ਉਹਨਾਂ ਨੂੰ ਆਦਰ-ਮਾਣ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26433,
    "shabad_id": 2291,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਿ ਦੲਿਅਾ ਕਰਿ ਰਖਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਸੁਘੜੁ ਸੁਜਾਣੁ ||੧||",
    "transliteration": "Aap Dhaeiaa Kar Rakhadhaa Piaaraa Aapae Sugharr Sujaan ||1||",
    "translation": "The Beloved Himself grants His Grace and protects us; He Himself is wise and all-knowing. ||1||",
    "punjabi": "ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਸੋਹਣੀ ਆਤਮਕ ਘਾੜਤ ਵਾਲਾ ਹੈ, ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਉਹ ਮੇਹਰ ਕਰ ਕੇ ਆਪ ਸਭ ਦੀ ਰਖਿਆ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26434,
    "shabad_id": 2291,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਜਪਿ; ਰਾਮ ਨਾਮੁ ਨੀਸਾਣੁ ||",
    "transliteration": "Maerae Man Jap Raam Naam Neesaan ||",
    "translation": "O my mind, chant the Name of the Lord, and receive His Insignia.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ। (ਨਾਮ ਹੀ ਜੀਵਨ-ਸਫ਼ਰ ਵਾਸਤੇ) ਰਾਹਦਾਰੀ ਹੈ।",
    "pronunciation": "(ਨੀਸਾਣੁ) ਪ੍ਰਗਟਸਰੂਪ",
    "type_id": 3
  },
  {
    "id": 26435,
    "shabad_id": 2291,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲਿ. ਧਿਅਾੲਿ ਤੂ ਹਰਿ ਹਰਿ; ਬਹੁੜਿ. ਨ ਅਾਵਣ ਜਾਣੁ || ਰਹਾੳੁ ||",
    "transliteration": "Sathasangath Mil Dhhiaae Thoo Har Har Bahurr N Aavan Jaan || Rehaao ||",
    "translation": "Join the Sat Sangat, the True Congregation, and meditate on the Lord, Har, Har; you shall not have to come and go in reincarnation again. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, (ਧਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਰਹੇਗਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26436,
    "shabad_id": 2291,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਗੁਣ ਵਰਤਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਹੀ ਪਰਵਾਣੁ ||",
    "transliteration": "Aapae Hee Gun Varathadhaa Piaaraa Aapae Hee Paravaan ||",
    "translation": "The Beloved Himself pervades His Glorious Praises, and He Himself approves them.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ) ਗੁਣਾਂ ਦੀ ਦਾਤਿ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26437,
    "shabad_id": 2291,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਬਖਸ ਕਰਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਸਚੁ ਨੀਸਾਣੁ ||",
    "transliteration": "Aapae Bakhas Karaaeidhaa Piaaraa Aapae Sach Neesaan ||",
    "translation": "The Beloved Himself grants His forgiveness, and He Himself bestows the Insignia of Truth.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਵਾਸਤੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਚਾਨਣ-ਮੁਨਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26438,
    "shabad_id": 2291,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਹੁਕਮਿ ਵਰਤਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਹੀ ਫੁਰਮਾਣੁ ||੨||",
    "transliteration": "Aapae Hukam Varathadhaa Piaaraa Aapae Hee Furamaan ||2||",
    "translation": "The Beloved Himself obeys His Will, and He Himself issues His Command. ||2||",
    "punjabi": "ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਹੁਕਮ ਵਿਚ ਤੋਰਦਾ ਹੈ, ਆਪ ਹੀ ਹਰ ਥਾਂ ਹੁਕਮ ਚਲਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26439,
    "shabad_id": 2291,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਭਗਤਿ ਭੰਡਾਰ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਦੇਵੈ ਦਾਣੁ ||",
    "transliteration": "Aapae Bhagath Bhanddaar Hai Piaaraa Aapae Dhaevai Dhaan ||",
    "translation": "The Beloved Himself is the treasure of devotion; He Himself gives His gifts.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ (ਆਪਣੀ) ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦੀ) ਦਾਤਿ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26440,
    "shabad_id": 2291,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਸੇਵ ਕਰਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪਿ ਦਿਵਾਵੈ ਮਾਣੁ ||",
    "transliteration": "Aapae Saev Karaaeidhaa Piaaraa Aap Dhivaavai Maan ||",
    "translation": "The Beloved Himself commits some to His service, and He Himself blesses them with honor.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਸੇਵਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ (ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਜਗਤ ਪਾਸੋਂ) ਇੱਜ਼ਤ ਦਿਵਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26441,
    "shabad_id": 2291,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਤਾੜੀ ਲਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਗੁਣੀ ਨਿਧਾਨੁ ||੩||",
    "transliteration": "Aapae Thaarree Laaeidhaa Piaaraa Aapae Gunee Nidhhaan ||3||",
    "translation": "The Beloved Himself is absorbed in Samaadhi; He Himself is the treasure of excellence. ||3||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਤੇ ਆਪ ਹੀ (ਆਪਣੇ ਗੁਣਾਂ ਵਿਚ) ਸਮਾਧੀ ਲਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਤਾੜੀ) ਸਮਾਧੀ",
    "type_id": 3
  },
  {
    "id": 26442,
    "shabad_id": 2291,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਵਡਾ ਅਾਪਿ ਹੈ ਪਿਅਾਰਾ; ਅਾਪੇ ਹੀ ਪਰਧਾਣੁ ||",
    "transliteration": "Aapae Vaddaa Aap Hai Piaaraa Aapae Hee Paradhhaan ||",
    "translation": "The Beloved Himself is the greatest; He Himself is supreme.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪ੍ਰਭੂ ਪਿਆਰਾ ਆਪ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ ਤੇ ਮੰਨਿਆ-ਪ੍ਰਮੰਨਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26443,
    "shabad_id": 2291,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਕੀਮਤਿ ਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਤੁਲੁ ਪਰਵਾਣੁ ||",
    "transliteration": "Aapae Keemath Paaeidhaa Piaaraa Aapae Thul Paravaan ||",
    "translation": "The Beloved Himself appraises the value; He Himself is the scale, and the weights.",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਆਪਣਾ) ਤੋਲ ਤੇ ਪੈਮਾਨਾ ਵਰਤ ਕੇ (ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਦਾ) ਮੁੱਲ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26444,
    "shabad_id": 2291,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਅਤੁਲੁ. ਤੁਲਾੲਿਦਾ ਪਿਅਾਰਾ; ਜਨ ਨਾਨਕ. ਸਦ ਕੁਰਬਾਣੁ ||੪||੫||",
    "transliteration": "Aapae Athul Thulaaeidhaa Piaaraa Jan Naanak Sadh Kurabaan ||4||5||",
    "translation": "The Beloved Himself is unweighable - He weighs Himself; servant Nanak is forever a sacrifice to Him. ||4||5||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪ ਅਤੁੱਲ ਹੈ (ਉਸ ਦੀ ਬਜ਼ੁਰਗੀ ਦਾ ਮਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ) ਉਹ (ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਸਦਾ) ਤੋਲਦਾ ਹੈ। ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਸਦਾ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੫॥",
    "pronunciation": "ਅ-ਤੱੁਲੁ",
    "type_id": 3
  },
  {
    "id": 26445,
    "shabad_id": 2292,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੪ ||",
    "transliteration": "Sorath Mehalaa 4 ||",
    "translation": "Sorat'h, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26446,
    "shabad_id": 2292,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਸੇਵਾ ਲਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਭਗਤਿ ੳੁਮਾਹਾ ||",
    "transliteration": "Aapae Saevaa Laaeidhaa Piaaraa Aapae Bhagath Oumaahaa ||",
    "translation": "The Beloved Himself commits some to His service; He Himself blesses them with the joy of devotional worship.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਆਪ ਹੀ ਭਗਤੀ ਕਰਨ ਦਾ ਉਤਸ਼ਾਹ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26447,
    "shabad_id": 2292,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਗੁਣ ਗਾਵਾੲਿਦਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਸਬਦਿ ਸਮਾਹਾ ||",
    "transliteration": "Aapae Gun Gaavaaeidhaa Piaaraa Aapae Sabadh Samaahaa ||",
    "translation": "The Beloved Himself causes us to sing His Glorious Praises; He Himself is absorbed in the Word of His Shabad.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਗੁਣ ਗਾਵਣ ਲਈ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26448,
    "shabad_id": 2292,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਲੇਖਣਿ ਅਾਪਿ ਲਿਖਾਰੀ; ਅਾਪੇ ਲੇਖੁ ਲਿਖਾਹਾ ||੧||",
    "transliteration": "Aapae Laekhan Aap Likhaaree Aapae Laekh Likhaahaa ||1||",
    "translation": "He Himself is the pen, and He Himself is the scribe; He Himself inscribes His inscription. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਲਮ ਹੈ, ਆਪ ਹੀ ਕਲਮ ਚਲਾਣ ਵਾਲਾ ਹੈ, ਤੇ, ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਭਗਤੀ ਦਾ) ਲੇਖ ਲਿਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26449,
    "shabad_id": 2292,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਜਪਿ ਰਾਮ ਨਾਮੁ ਓਮਾਹਾ ||",
    "transliteration": "Maerae Man Jap Raam Naam Oumaahaa ||",
    "translation": "O my mind, joyfully chant the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਤਸ਼ਾਹ ਨਾਲ ਜਪਿਆ ਕਰ।",
    "pronunciation": "(ਓਮਾਹਾ) ੳੁਤਸ਼ਾਹ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 26450,
    "shabad_id": 2292,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਅਨਦੁ ਹੋਵੈ ਵਡਭਾਗੀ; ਲੈ ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਲਾਹਾ || ਰਹਾੳੁ ||",
    "transliteration": "Anadhin Anadh Hovai Vaddabhaagee Lai Gur Poorai Har Laahaa || Rehaao ||",
    "translation": "Those very fortunate ones are in ecstasy night and day; through the Perfect Guru, they obtain the profit of the Lord's Name. ||Pause||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟ ਲੈ। (ਜੇਹੜਾ) ਵਡ-ਭਾਗੀ ਮਨੁੱਖ (ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ) ਨੂੰ ਹਰ ਵੇਲੇ ਆਤਮਕ ਸੁਖ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26451,
    "shabad_id": 2292,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਗੋਪੀ ਕਾਨੁ ਹੈ ਪਿਅਾਰਾ; ਬਨਿ ਅਾਪੇ ਗੳੂ ਚਰਾਹਾ ||",
    "transliteration": "Aapae Gopee Kaan Hai Piaaraa Ban Aapae Goo Charaahaa ||",
    "translation": "The Beloved Himself is the milk-maid and Krishna; He Himself herds the cows in the woods.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਹੀ ਗੋਪੀਆਂ ਹੈ, ਆਪ ਹੀ ਕ੍ਰਿਸ਼ਨ ਹੈ, ਆਪ ਹੀ (ਬਿੰਦ੍ਰਾਬਨ) ਜੰਗਲ ਵਿਚ ਗਾਈਆਂ ਚਾਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਕਾਨ੍ਹੁ",
    "type_id": 3
  },
  {
    "id": 26452,
    "shabad_id": 2292,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਸਾਵਲ ਸੁੰਦਰਾ ਪਿਅਾਰਾ; ਅਾਪੇ ਵੰਸੁ ਵਜਾਹਾ ||",
    "transliteration": "Aapae Saaval Sundharaa Piaaraa Aapae Vans Vajaahaa ||",
    "translation": "The Beloved Himself is the blue-skinned, handsome one; He Himself plays on His flute.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਂਵਲੇ ਰੰਗ ਵਾਲਾ ਸੋਹਣਾ ਕ੍ਰਿਸ਼ਨ ਹੈ, ਆਪ ਹੀ ਬੰਸਰੀ ਵਜਾਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26453,
    "shabad_id": 2292,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕੁਵਲੀਅਾਪੀੜੁ. ਅਾਪਿ ਮਰਾੲਿਦਾ ਪਿਅਾਰਾ; ਕਰਿ ਬਾਲਕ ਰੂਪਿ ਪਚਾਹਾ ||੨||",
    "transliteration": "Kuvaleeaa Peerr Aap Maraaeidhaa Piaaraa Kar Baalak Roop Pachaahaa ||2||",
    "translation": "The Beloved Himself took the form of a child, and destroyed Kuwalia-peer, the mad elephant. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਾਲਕ-ਰੂਪ (ਕ੍ਰਿਸ਼ਨ-ਰੂਪ) ਵਿਚ (ਕੰਸ ਦੇ ਭੇਜੇ ਹੋਏ ਹਾਥੀ) ਕੁਵਲੀਆਪੀੜ ਨੂੰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਕੁਵਲੀਅਾ-ਪੀੜੁ) ਵਲੀ ਹਾਥੀ, ਹੰਕਾਰੀ ਕੰਸ ਦਾ[ਕੁਵਲੀਅਾਪੀੜੁ:ਪੋਲਾ ਬੋਲੋ (ਪਚਾਹਾ) ਨਾਸ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 26454,
    "shabad_id": 2292,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅਾਪਿ ਅਖਾੜਾ ਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਕਰਿ ਵੇਖੈ ਅਾਪਿ ਚੋਜਾਹਾ ||",
    "transliteration": "Aap Akhaarraa Paaeidhaa Piaaraa Kar Vaekhai Aap Chojaahaa ||",
    "translation": "The Beloved Himself sets the stage; He performs the plays, and He Himself watches them.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਇਹ ਜਗਤ ਦਾ) ਅਖਾੜਾ ਬਣਾਣ ਵਾਲਾ ਹੈ, (ਇਸ ਜਗਤ-ਅਖਾੜੇ ਵਿਚ) ਆਪ ਹੀ ਕੌਤਕ-ਤਮਾਸ਼ੇ ਰਚ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26455,
    "shabad_id": 2292,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਰਿ ਬਾਲਕ ਰੂਪ ੳੁਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਚੰਡੂਰੁ ਕੰਸੁ ਕੇਸੁ ਮਾਰਾਹਾ ||",
    "transliteration": "Kar Baalak Roop Oupaaeidhaa Piaaraa Chanddoor Kans Kaes Maaraahaa ||",
    "translation": "The Beloved Himself assumed the form of the child, and killed the demons Chandoor, Kansa and Kaysee.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਾਲਕ-ਰੂਪ ਕ੍ਰਿਸ਼ਨ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੇ, ਆਪ ਹੀ ਉਸ ਪਾਸੋਂ ਚੰਡੂਰ, ਕੇਸੀ ਅਤੇ ਕੰਸ ਨੂੰ ਮਰਵਾਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਹੰਕਾਰੀਕੰਸ ਦਾ ਪਹਿਲਵਾਨ ਚੰਡੂਰੁ[(ਕੇਸੁ)ਕੇਸੀ ਦੈਂਤ",
    "type_id": 3
  },
  {
    "id": 26456,
    "shabad_id": 2292,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਬਲੁ ਅਾਪਿ ਹੈ ਪਿਅਾਰਾ; ਬਲੁ ਭੰਨੈ ਮੂਰਖ ਮੁਗਧਾਹਾ ||੩||",
    "transliteration": "Aapae Hee Bal Aap Hai Piaaraa Bal Bhannai Moorakh Mugadhhaahaa ||3||",
    "translation": "The Beloved Himself, by Himself, is the embodiment of power; He shatters the power of the fools and idiots. ||3||",
    "punjabi": "ਆਪ ਹੀ ਤਾਕਤ (ਦੇਣ ਵਾਲਾ) ਹੈ, ਤੇ, ਆਪ ਹੀ ਮੂਰਖਾਂ ਦੀ ਤਾਕਤ ਭੰਨ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਮੁਗਧਾਹਾ) ਮੂਰਖਾਂ ਦਾ",
    "type_id": 3
  },
  {
    "id": 26457,
    "shabad_id": 2292,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਸਭੁ ਅਾਪੇ ਜਗਤੁ ੳੁਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਵਸਿ ਅਾਪੇ ਜੁਗਤਿ ਹਥਾਹਾ ||",
    "transliteration": "Sabh Aapae Jagath Oupaaeidhaa Piaaraa Vas Aapae Jugath Hathhaahaa ||",
    "translation": "The Beloved Himself created the whole world. In His hands He holds the power of the ages.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, (ਜਗਤ ਨੂੰ ਆਪ ਹੀ ਆਪਣੇ) ਵੱਸ ਵਿਚ ਰੱਖਦਾ ਹੈ (ਜੀਵਾਂ ਦੀ ਜੀਵਨ-) ਜੁਗਤਿ ਆਪਣੇ ਹੱਥ ਵਿਚ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  }
]
