[
  {
    "id": 26562,
    "shabad_id": 2300,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਕੳੁ. ਗੁਰੁ ਪੂਰਾ ਭੇਟਿਓ; ਸਗਲੇ ਦੂਖ ਬਿਨਾਸੇ ॥੪॥੫॥",
    "transliteration": "Naanak Ko Gur Pooraa Bhaettiou Sagalae Dhookh Binaasae ||4||5||",
    "translation": "Nanak has met with the Perfect Guru; all his sorrows have been dispelled. ||4||5||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26563,
    "shabad_id": 2301,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26564,
    "shabad_id": 2301,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੁਖੀੲੇ ਕੳੁ ਪੇਖੈ ਸਭ ਸੁਖੀਅਾ; ਰੋਗੀ ਕੈ ਭਾਣੈ ਸਭ ਰੋਗੀ ॥",
    "transliteration": "Sukheeeae Ko Paekhai Sabh Sukheeaa Rogee Kai Bhaanai Sabh Rogee ||",
    "translation": "To the happy person, everyone seems happy; to the sick person, everyone seems sick.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਤਮਕ ਸੁਖ ਮਾਣਨ ਵਾਲੇ ਨੂੰ ਹਰੇਕ ਮਨੁੱਖ ਆਤਮਕ ਸੁਖ ਮਾਣਦਾ ਦਿਸਦਾ ਹੈ, (ਵਿਕਾਰਾਂ ਦੇ) ਰੋਗ ਵਿਚ ਫਸੇ ਹੋਏ ਦੇ ਖ਼ਿਆਲ ਵਿਚ ਸਾਰੀ ਲੁਕਾਈ ਹੀ ਵਿਕਾਰੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26565,
    "shabad_id": 2301,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਰਣ ਕਰਾਵਨਹਾਰ ਸੁਅਾਮੀ; ਅਾਪਨ ਹਾਥਿ ਸੰਜੋਗੀ ॥੧॥",
    "transliteration": "Karan Karaavanehaar Suaamee Aapan Haathh Sanjogee ||1||",
    "translation": "The Lord and Master acts, and causes us to act; union is in His Hands. ||1||",
    "punjabi": "(ਆਪਣੇ ਅੰਦਰੋਂ ਮੇਰ-ਤੇਰ ਗਵਾ ਚੁਕੇ ਮਨੁੱਖ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਣ ਦੀ ਤਾਕਤ ਵਾਲਾ ਹੈ, (ਜੀਵਾਂ ਲਈ ਆਤਮਕ ਸੁਖ ਤੇ ਆਤਮਕ ਦੁੱਖ ਦਾ) ਮੇਲ ਉਸ ਨੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26566,
    "shabad_id": 2301,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਜਿਨਿ ਅਪੁਨਾ ਭਰਮੁ ਗਵਾਤਾ ॥",
    "transliteration": "Man Maerae Jin Apunaa Bharam Gavaathaa ||",
    "translation": "O my mind, no one appears to be mistaken, to one who has dispelled his own doubts;",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਮੇਰ-ਤੇਰ ਗਵਾ ਲਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26567,
    "shabad_id": 2301,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤਿਸ ਕੈ ਭਾਣੈ. ਕੋੲਿ ਨ ਭੂਲਾ; ਜਿਨਿ ਸਗਲੋ ਬ੍ਰਹਮੁ ਪਛਾਤਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "This Kai Bhaanai Koe N Bhoolaa Jin Sagalo Breham Pashhaathaa || Rehaao ||",
    "translation": "He realizes that everyone is God. ||Pause||",
    "punjabi": "ਜਿਸ ਨੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ, ਉਸ ਦੇ ਖ਼ਿਆਲ ਵਿਚ ਕੋਈ ਜੀਵ ਕੁਰਾਹੇ ਨਹੀਂ ਜਾ ਰਿਹਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26568,
    "shabad_id": 2301,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸੰਤਸੰਗਿ ਜਾ ਕਾ ਮਨੁ ਸੀਤਲੁ; ਓਹੁ ਜਾਣੈ ਸਗਲੀ ਠਾਂਢੀ ॥",
    "transliteration": "Santh Sang Jaa Kaa Man Seethal Ouhu Jaanai Sagalee Thaandtee ||",
    "translation": "One whose mind is comforted in the Society of the Saints, believes that all are joyful.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਹੀ ਸ਼ਾਂਤ-ਚਿੱਤ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26569,
    "shabad_id": 2301,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗਿ ਜਾ ਕਾ ਮਨੁ ਬਿਅਾਪਿਤ; ਓਹੁ ਜਨਮ ਮਰੈ ਬਿਲਲਾਤੀ ॥੨॥",
    "transliteration": "Houmai Rog Jaa Kaa Man Biaapith Ouhu Janam Marai Bilalaathee ||2||",
    "translation": "One whose mind is afflicted by the disease of egotism, cries out in birth and death. ||2||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਹਉਮੈ-ਰੋਗ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਦੁੱਖੀ ਰਹਿੰਦਾ ਹੈ, ਉਹ (ਹਉਮੈ ਵਿਚ) ਜਨਮ ਲੈ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26570,
    "shabad_id": 2301,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗਿਅਾਨ ਅੰਜਨੁ. ਜਾ ਕੀ ਨੇਤ੍ਰੀ ਪੜਿਅਾ; ਤਾ ਕੳੁ ਸਰਬ ਪ੍ਰਗਾਸਾ ॥",
    "transliteration": "Giaan Anjan Jaa Kee Naethree Parriaa Thaa Ko Sarab Pragaasaa ||",
    "translation": "Everything is clear to one whose eyes are blessed with the ointment of spiritual wisdom.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਸੁਰਮਾ ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਾਰੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਪੜਿਅਾ:ੜ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 26571,
    "shabad_id": 2301,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਗਿਅਾਨਿ ਅੰਧੇਰੈ ਸੂਝਸਿ ਨਾਹੀ; ਬਹੁੜਿ ਬਹੁੜਿ ਭਰਮਾਤਾ ॥੩॥",
    "transliteration": "Agiaan Andhhaerai Soojhas Naahee Bahurr Bahurr Bharamaathaa ||3||",
    "translation": "In the darkness of spiritual ignorance, he sees nothing at all; he wanders around in reincarnation, over and over again. ||3||",
    "punjabi": "ਪਰ ਗਿਆਨ-ਹੀਨ ਮਨੁੱਖ ਨੂੰ ਅਗਿਆਨਤਾ ਦੇ ਹਨੇਰੇ ਵਿਚ (ਸਹੀ ਜੀਵਨ ਬਾਰੇ) ਕੁਝ ਨਹੀਂ ਸੁੱਝਦਾ, ਉਹ ਮੁੜ ਮੁੜ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26572,
    "shabad_id": 2301,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸੁਣਿ ਬੇਨੰਤੀ ਸੁਅਾਮੀ ਅਪੁਨੇ; ਨਾਨਕੁ. ੲਿਹੁ ਸੁਖੁ ਮਾਗੈ ॥",
    "transliteration": "Sun Baenanthee Suaamee Apunae Naanak Eihu Sukh Maagai ||",
    "translation": "Hear my prayer, O Lord and Master; Nanak begs for this happiness:",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਮੇਰੀ) ਬੇਨਤੀ ਸੁਣ (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੋਂ) ਇਹ ਸੁਖ ਮੰਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26573,
    "shabad_id": 2301,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਹ ਕੀਰਤਨੁ ਤੇਰਾ ਸਾਧੂ ਗਾਵਹਿ; ਤਹ ਮੇਰਾ ਮਨੁ ਲਾਗੈ ॥੪॥੬॥",
    "transliteration": "Jeh Keerathan Thaeraa Saadhhoo Gaavehi Theh Maeraa Man Laagai ||4||6||",
    "translation": "Whereever Your Holy Saints sing the Kirtan of Your Praises, let my mind be attached to that place. ||4||6||",
    "punjabi": "(ਕਿ) ਜਿੱਥੇ ਸੰਤ ਜਨ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹੋਣ, ਉੱਥੇ ਮੇਰਾ ਮਨ ਪਰਚਿਆ ਰਹੇ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26574,
    "shabad_id": 2302,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26575,
    "shabad_id": 2302,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਨੁ ਸੰਤਨ ਕਾ. ਧਨੁ ਸੰਤਨ ਕਾ; ਮਨੁ ਸੰਤਨ ਕਾ ਕੀਅਾ ॥",
    "transliteration": "Than Santhan Kaa Dhhan Santhan Kaa Man Santhan Kaa Keeaa ||",
    "translation": "My body belongs to the Saints, my wealth belongs to the Saints, and my mind belongs to the Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਕੋਈ ਮਨੁੱਖ ਆਪਣਾ ਸਰੀਰ ਆਪਣਾ ਮਨ ਆਪਣਾ ਧਨ ਸੰਤ ਜਨਾਂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਹਰੇਕ ਕਿਸਮ ਦੀ ਅਪਣੱਤ ਮਿਟਾ ਦੇਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26576,
    "shabad_id": 2302,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਸਾਦਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਸਰਬ ਕੁਸਲ ਤਬ ਥੀਅਾ ॥੧॥",
    "transliteration": "Santh Prasaadh Har Naam Dhhiaaeiaa Sarab Kusal Thab Thheeaa ||1||",
    "translation": "By the Grace of the Saints, I meditate on the Lord's Name, and then, all comforts come to me. ||1||",
    "punjabi": "ਤੇ ਸੰਤਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਸਾਰੇ (ਆਤਮਕ) ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਕੁਸਲ) ਸੁਖ",
    "type_id": 3
  },
  {
    "id": 26577,
    "shabad_id": 2302,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸੰਤਨ ਬਿਨੁ ਅਵਰੁ; ਨ ਦਾਤਾ ਬੀਅਾ ॥",
    "transliteration": "Santhan Bin Avar N Dhaathaa Beeaa ||",
    "translation": "Without the Saints, there are no other givers.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਣ ਵਾਲਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਬੀਅਾ) ਦੂਜਾ",
    "type_id": 3
  },
  {
    "id": 26578,
    "shabad_id": 2302,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਜੋ ਸਰਣਿ ਪਰੈ ਸਾਧੂ ਕੀ; ਸੋ ਪਾਰਗਰਾਮੀ ਕੀਅਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Jo Saran Parai Saadhhoo Kee So Paaragaraamee Keeaa || Rehaao ||",
    "translation": "Whoever takes to the Sanctuary of the Holy Saints, is carried across. ||Pause||",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ (ਸੰਤ ਜਨਾਂ ਦੀ) ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26579,
    "shabad_id": 2302,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕੋਟਿ ਪਰਾਧ ਮਿਟਹਿ ਜਨ ਸੇਵਾ; ਹਰਿ ਕੀਰਤਨੁ ਰਸਿ ਗਾੲੀਅੈ ॥",
    "transliteration": "Kott Paraadhh Mittehi Jan Saevaa Har Keerathan Ras Gaaeeai ||",
    "translation": "Millions of sins are erased by serving the humble Saints, and singing the Glorious Praises of the Lord with love.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕੀਤਿਆਂ ਕ੍ਰੋੜਾਂ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਪ੍ਰੇਮ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26580,
    "shabad_id": 2302,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ੲੀਹਾ ਸੁਖੁ. ਅਾਗੈ ਮੁਖ ੳੂਜਲ; ਜਨ ਕਾ ਸੰਗੁ ਵਡਭਾਗੀ ਪਾੲੀਅੈ ॥੨॥",
    "transliteration": "Eehaa Sukh Aagai Mukh Oojal Jan Kaa Sang Vaddabhaagee Paaeeai ||2||",
    "translation": "One finds peace in this world, and one's face is radiant in the next world, by associating with the humble Saints, through great good fortune. ||2||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਆਤਮਕ ਅਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ ਸੁਰਖ਼-ਰੂ ਹੋਵੀਦਾ ਹੈ। ਪਰ, ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਦੀ ਸੰਗਤਿ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26581,
    "shabad_id": 2302,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਰਸਨਾ ੲੇਕ. ਅਨੇਕ ਗੁਣ ਪੂਰਨ; ਜਨ ਕੀ ਕੇਤਕ ੳੁਪਮਾ ਕਹੀਅੈ ॥",
    "transliteration": "Rasanaa Eaek Anaek Gun Pooran Jan Kee Kaethak Oupamaa Keheeai ||",
    "translation": "I have only one tongue, and the Lord's humble servant is filled with countless virtues; how can I sing his praises?",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੀ) ਇੱਕ ਜੀਭ ਹੈ (ਸੰਤ ਜਨ) ਅਨੇਕਾਂ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੁੰਦੇ ਹਨ, ਸੰਤ ਜਨਾਂ ਦੀ ਵਡਿਆਈ ਕਿਤਨੀ ਕੁ ਦੱਸੀ ਜਾਵੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26582,
    "shabad_id": 2302,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਗਮ ਅਗੋਚਰ ਸਦ ਅਬਿਨਾਸੀ; ਸਰਣਿ ਸੰਤਨ ਕੀ ਲਹੀਅੈ ॥੩॥",
    "transliteration": "Agam Agochar Sadh Abinaasee Saran Santhan Kee Leheeai ||3||",
    "translation": "The inaccessible, unapproachable and eternally unchanging Lord is obtained in the Sanctuary of the Saints. ||3||",
    "punjabi": "ਸੰਤਾਂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਸਕਦਾ ਹੈ ਜੋ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ, ਜੋ ਅਪਹੁੰਚ ਹੈ, ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26583,
    "shabad_id": 2302,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਨਿਰਗੁਨ ਨੀਚ ਅਨਾਥ ਅਪਰਾਧੀ; ਓਟ ਸੰਤਨ ਕੀ ਅਾਹੀ ॥",
    "transliteration": "Niragun Neech Anaathh Aparaadhhee Outt Santhan Kee Aahee ||",
    "translation": "I am worthless, lowly, without friends or support, and full of sins; I long for the Shelter of the Saints.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਨੀਚ ਹਾਂ, ਨਿਆਸਰਾ ਹਾਂ, ਵਿਕਾਰੀ ਹਾਂ, ਮੈਂ ਸੰਤਾਂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26584,
    "shabad_id": 2302,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਬੂਡਤ ਮੋਹ ਗਿ੍ਰਹ ਅੰਧ ਕੂਪ ਮਹਿ; ਨਾਨਕ. ਲੇਹੁ ਨਿਬਾਹੀ ॥੪॥੭॥",
    "transliteration": "Booddath Moh Grih Andhh Koop Mehi Naanak Laehu Nibaahee ||4||7||",
    "translation": "I am drowning in the deep, dark pit of household attachments - please save me, Lord! ||4||7||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਗ੍ਰਿਹਸਤ ਦੇ ਮੋਹ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚ ਡੁੱਬ ਰਹੇ ਦਾ ਸਾਥ ਤੋੜ ਤਕ ਨਿਬਾਹੋ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26585,
    "shabad_id": 2303,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ਘਰੁ ੧ ॥",
    "transliteration": "Sorath Mehalaa 5 Ghar 1 ||",
    "translation": "Sorat'h, Fifth Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26586,
    "shabad_id": 2303,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਾ ਕੈ ਹਿਰਦੈ. ਵਸਿਅਾ ਤੂ ਕਰਤੇ; ਤਾ ਕੀ ਤੈਂ. ਅਾਸ ਪੁਜਾੲੀ ॥",
    "transliteration": "Jaa Kai Hiradhai Vasiaa Thoo Karathae Thaa Kee Thain Aas Pujaaee ||",
    "translation": "O Creator Lord, You fulfill the desires of those, within whose heart You abide.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਆ ਵੱਸਦਾ ਹੈਂ, ਉਸ ਦੀ ਤੂੰ ਹਰੇਕ ਆਸ ਪੂਰੀ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26587,
    "shabad_id": 2303,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਦਾਸ ਅਪੁਨੇ ਕੳੁ. ਤੂ ਵਿਸਰਹਿ ਨਾਹੀ; ਚਰਣ ਧੂਰਿ ਮਨਿ ਭਾੲੀ ॥੧॥",
    "transliteration": "Dhaas Apunae Ko Thoo Visarehi Naahee Charan Dhhoor Man Bhaaee ||1||",
    "translation": "Your slaves do not forget You; the dust of Your feet is pleasing to their minds. ||1||",
    "punjabi": "ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਤੂੰ ਕਦੇ ਨਹੀਂ ਵਿੱਸਰਦਾ (ਤੇਰਾ ਸੇਵਕ ਤੈਨੂੰ ਕਦੇ ਨਹੀਂ ਭੁਲਾਂਦਾ), ਉਸ ਦੇ ਮਨ ਵਿਚ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26588,
    "shabad_id": 2303,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਤੇਰੀ ਅਕਥ ਕਥਾ; ਕਥਨ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Thaeree Akathh Kathhaa Kathhan N Jaaee ||",
    "translation": "Your Unspoken Speech cannot be spoken.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ) ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਗੱਲ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "ਅ-ਕਥ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26589,
    "shabad_id": 2303,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨ ਸੁਖਦਾਤੇ ਸੁਅਾਮੀ; ਸਭ ਤੇ ੳੂਚ ਬਡਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gun Nidhhaan Sukhadhaathae Suaamee Sabh Thae Ooch Baddaaee || Rehaao ||",
    "translation": "O treasure of excellence, Giver of peace, Lord and Master, Your greatness is the highest of all. ||Pause||",
    "punjabi": "ਹੇ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਮਾਲਕ! ਤੇਰੀ ਵਡਿਆਈ ਸਭ ਤੋਂ ਉੱਚੀ ਹੈ (ਤੂੰ ਸਭਨਾਂ ਤੋਂ ਵੱਡਾ ਹੈਂ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26590,
    "shabad_id": 2303,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸੋ ਸੋ ਕਰਮ ਕਰਤ ਹੈ ਪ੍ਰਾਣੀ; ਜੈਸੀ ਤੁਮ ਲਿਖਿ ਪਾੲੀ ॥",
    "transliteration": "So So Karam Karath Hai Praanee Jaisee Thum Likh Paaee ||",
    "translation": "The mortal does those deeds, and those alone, which You ordained by destiny.",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ!) ਜੀਵ ਉਹੀ ਉਹੀ ਕਰਮ ਕਰਦਾ ਹੈ ਜਿਹੋ ਜਿਹੀ (ਆਗਿਆ) ਤੂੰ (ਉਸ ਦੇ ਮੱਥੇ ਤੇ) ਲਿਖ ਕੇ ਰੱਖ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26591,
    "shabad_id": 2303,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸੇਵਕ ਕੳੁ ਤੁਮ ਸੇਵਾ ਦੀਨੀ; ਦਰਸਨੁ ਦੇਖਿ ਅਘਾੲੀ ॥੨॥",
    "transliteration": "Saevak Ko Thum Saevaa Dheenee Dharasan Dhaekh Aghaaee ||2||",
    "translation": "Your servant, whom You bless with Your service, is satisfied and fulfilled, beholding the Blessed Vision of Your Darshan. ||2||",
    "punjabi": "ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਤੂੰ ਆਪਣੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼ੀ ਹੋਈ ਹੈ, (ਉਹ ਸੇਵਕ) ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26592,
    "shabad_id": 2303,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਰਬ ਨਿਰੰਤਰਿ ਤੁਮਹਿ ਸਮਾਨੇ; ਜਾ ਕੳੁ ਤੁਧੁ ਅਾਪਿ ਬੁਝਾੲੀ ॥",
    "transliteration": "Sarab Niranthar Thumehi Samaanae Jaa Ko Thudhh Aap Bujhaaee ||",
    "translation": "You are contained in all, but he alone realizes this, whom You bless with understanding.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈਂ, ਉਸ ਨੂੰ ਤੂੰ ਸਾਰੇ ਹੀ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਸਮਾਇਆ ਦਿੱਸਦਾ ਹੈਂ।",
    "pronunciation": "ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 26593,
    "shabad_id": 2303,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਮਿਟਿਓ ਅਗਿਅਾਨਾ; ਪ੍ਰਗਟ ਭੲੇ ਸਭ ਠਾੲੀ ॥੩॥",
    "transliteration": "Gur Parasaadh Mittiou Agiaanaa Pragatt Bheae Sabh Thaaee ||3||",
    "translation": "By Guru's Grace, his spiritual ignorance is dispelled, and he is respected everywhere. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਅਗਿਆਨਤਾ (ਦਾ ਹਨੇਰਾ) ਮਿਟ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਸੋਭਾ ਸਭ ਥਾਈਂ ਪਸਰ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26594,
    "shabad_id": 2303,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸੋੲੀ ਗਿਅਾਨੀ. ਸੋੲੀ ਧਿਅਾਨੀ; ਸੋੲੀ ਪੁਰਖੁ ਸੁਭਾੲੀ ॥",
    "transliteration": "Soee Giaanee Soee Dhhiaanee Soee Purakh Subhaaee ||",
    "translation": "He alone is spiritually enlightened, he alone is a meditator, and he alone is a man of good nature.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਗਿਆਨਵਾਨ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਸੁਰਤਿ-ਅੱਭਿਆਸੀ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪਿਆਰ-ਸੁਭਾਵ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26595,
    "shabad_id": 2303,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜਿਸੁ ਭੲੇ ਦੲਿਅਾਲਾ; ਤਾ ਕੳੁ ਮਨ ਤੇ. ਬਿਸਰਿ ਨ ਜਾੲੀ ॥੪॥੮॥",
    "transliteration": "Kahu Naanak Jis Bheae Dhaeiaalaa Thaa Ko Man Thae Bisar N Jaaee ||4||8||",
    "translation": "Says Nanak, one unto whom the Lord becomes Merciful, does not forget the Lord from his mind. ||4||8||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਮਨ ਤੋਂ ਕਦੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26596,
    "shabad_id": 2304,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26597,
    "shabad_id": 2304,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਗਲ ਸਮਗ੍ਰੀ. ਮੋਹਿ ਵਿਅਾਪੀ; ਕਬ ੳੂਚੇ. ਕਬ ਨੀਚੇ ॥",
    "transliteration": "Sagal Samagree Mohi Viaapee Kab Oochae Kab Neechae ||",
    "translation": "The whole creation is engrossed in emotional attachment; sometimes, one is high, and at other times, low.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੀ ਦੁਨੀਆ ਮੋਹ ਵਿਚ ਫਸੀ ਹੋਈ ਹੈ (ਇਸ ਦੇ ਕਾਰਨ) ਕਦੇ (ਜੀਵ) ਅਹੰਕਾਰ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ, ਕਦੇ ਘਬਰਾਹਟ ਵਿਚ ਪੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸਮੱਗ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 26598,
    "shabad_id": 2304,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੁਧੁ. ਨ ਹੋੲੀਅੈ ਕਾਹੂ ਜਤਨਾ; ਓੜਕਿ. ਕੋ ਨ ਪਹੂਚੇ ॥੧॥",
    "transliteration": "Sudhh N Hoeeai Kaahoo Jathanaa Ourrak Ko N Pehoochae ||1||",
    "translation": "No one can be purified by any rituals or devices; they cannot reach their goal. ||1||",
    "punjabi": "ਆਪਣੇ ਕਿਸੇ ਭੀ ਜਤਨ ਨਾਲ (ਮੋਹ ਦੀ ਮੈਲ ਤੋਂ) ਪਵਿਤ੍ਰ ਨਹੀਂ ਹੋ ਸਕੀਦਾ। ਕੋਈ ਭੀ ਮਨੁੱਖ (ਆਪਣੇ ਜਤਨ ਨਾਲ ਮੋਹ ਦੇ) ਪਾਰਲੇ ਬੰਨੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
