[
  {
    "id": 26599,
    "shabad_id": 2304,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਸਾਧ ਸਰਣਿ ਛੁਟਕਾਰਾ ॥",
    "transliteration": "Maerae Man Saadhh Saran Shhuttakaaraa ||",
    "translation": "O my mind, emancipation is attained in the Sanctuary of the Holy Saints.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26600,
    "shabad_id": 2304,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਪੂਰੇ. ਜਨਮ ਮਰਣੁ, ਨ ਰਹੲੀ; ਫਿਰਿ ਅਾਵਤ ਬਾਰੋ ਬਾਰਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bin Gur Poorae Janam Maran N Rehee Fir Aavath Baaro Baaraa || Rehaao ||",
    "translation": "Without the Perfect Guru, births and deaths do not cease, and one comes and goes, over and over again. ||Pause||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਦਾ) ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਮੁੱਕਦਾ, (ਜੀਵ) ਮੁੜ ਮੁੜ (ਜਗਤ ਵਿਚ) ਆਉਂਦਾ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26601,
    "shabad_id": 2304,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਓਹੁ ਜੁ ਭਰਮੁ ਭੁਲਾਵਾ ਕਹੀਅਤ; ਤਿਨ ਮਹਿ ੳੁਰਝਿਓ ਸਗਲ ਸੰਸਾਰਾ ॥",
    "transliteration": "Ouhu J Bharam Bhulaavaa Keheeath Thin Mehi Ourajhiou Sagal Sansaaraa ||",
    "translation": "The whole world is entangled in what is called the delusion of doubt.",
    "punjabi": "ਜਿਸ ਮਾਨਸਕ ਹਾਲਤ ਨੂੰ 'ਭਰਮ ਭੁਲਾਵਾ' ਆਖੀਦਾ ਹੈ, ਸਾਰਾ ਜਗਤ ਉਹਨਾਂ (ਭਰਮ ਭੁਲਾਵਿਆਂ ਵਿਚ) ਫਸਿਆ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26602,
    "shabad_id": 2304,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਪੂਰਨ ਭਗਤੁ ਪੁਰਖ ਸੁਅਾਮੀ ਕਾ; ਸਰਬ ਥੋਕ ਤੇ ਨਿਅਾਰਾ ॥੨॥",
    "transliteration": "Pooran Bhagath Purakh Suaamee Kaa Sarab Thhok Thae Niaaraa ||2||",
    "translation": "The perfect devotee of the Primal Lord God remains detached from everything. ||2||",
    "punjabi": "ਪਰੰਤੂ ਸਰਬ-ਵਿਆਪਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪੂਰਨ ਭਗਤ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਪਦਾਰਥਾਂ (ਦੇ ਮੋਹ) ਤੋਂ ਵੱਖਰਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26603,
    "shabad_id": 2304,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਨਿੰਦੳੁ ਨਾਹੀ. ਕਾਹੂ ਬਾਤੈ; ੲੇਹੁ ਖਸਮ ਕਾ ਕੀਅਾ ॥",
    "transliteration": "Nindho Naahee Kaahoo Baathai Eaehu Khasam Kaa Keeaa ||",
    "translation": "Don't indulge in slander for any reason, for everything is the creation of the Lord and Master.",
    "punjabi": "ਫਿਰ ਭੀ, ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਮੈਂ ਇਸ ਨੂੰ ਕਿਸੇ ਗੱਲੇ ਭੀ ਮਾੜਾ ਨਹੀਂ ਆਖ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26604,
    "shabad_id": 2304,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਾ ਕੳੁ ਕਿ੍ਰਪਾ ਕਰੀ ਪ੍ਰਭਿ ਮੇਰੈ; ਮਿਲਿ ਸਾਧਸੰਗਤਿ ਨਾੳੁ ਲੀਅਾ ॥੩॥",
    "transliteration": "Jaa Ko Kirapaa Karee Prabh Maerai Mil Saadhhasangath Naao Leeaa ||3||",
    "translation": "One who is blessed with the Mercy of my God, dwells on the Name in the Saadh Sangat, the Company of the Holy. ||3||",
    "punjabi": "ਹਾਂ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਰੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਦਿੱਤੀ, ਉਹ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, (ਤੇ, ਮੋਹ ਤੋਂ ਬਚ ਨਿਕਲਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26605,
    "shabad_id": 2304,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸੁਰ ਸਤਿਗੁਰ; ਸਭਨਾ ਕਰਤ ੳੁਧਾਰਾ ॥",
    "transliteration": "Paarabreham Paramaesur Sathigur Sabhanaa Karath Oudhhaaraa ||",
    "translation": "The Supreme Lord God, the Transcendent Lord, the True Guru, saves all.",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ) ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਗੁਰੂ ਉਹਨਾਂ ਸਭਨਾਂ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26606,
    "shabad_id": 2304,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰ ਬਿਨੁ, ਨਹੀ ਤਰੀਅੈ; ੲਿਹੁ ਪੂਰਨ ਤਤੁ ਬੀਚਾਰਾ ॥੪॥੯॥",
    "transliteration": "Kahu Naanak Gur Bin Nehee Thareeai Eihu Pooran Thath Beechaaraa ||4||9||",
    "translation": "Says Nanak, without the Guru, no one crosses over; this is the perfect essence of all contemplation. ||4||9||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਅਸਾਂ ਇਹ ਪੂਰੀ ਅਸਲੀਅਤ ਵਿਚਾਰ ਲਈ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26607,
    "shabad_id": 2305,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26608,
    "shabad_id": 2305,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਖੋਜਿ ਬੀਚਾਰਿਓ; ਰਾਮ ਨਾਮੁ ਤਤੁ ਸਾਰਾ ॥",
    "transliteration": "Khojath Khojath Khoj Beechaariou Raam Naam Thath Saaraa ||",
    "translation": "I have searched and searched and searched, and found that the Lord's Name is the most sublime reality.",
    "punjabi": "ਹੇ ਭਾਈ! ਬੜੀ ਲੰਮੀ ਖੋਜ ਕਰ ਕੇ ਅਸੀਂ ਇਸ ਵਿਚਾਰ ਤੇ ਪਹੁੰਚੇ ਹਾਂ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਸਿਮਰਨਾ ਹੀ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ) ਸਭ ਤੋਂ ਉੱਚੀ ਅਸਲੀਅਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26609,
    "shabad_id": 2305,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਿਲਬਿਖ ਕਾਟੇ ਨਿਮਖ ਅਰਾਧਿਅਾ; ਗੁਰਮੁਖਿ ਪਾਰਿ ੳੁਤਾਰਾ ॥੧॥",
    "transliteration": "Kilabikh Kaattae Nimakh Araadhhiaa Guramukh Paar Outhaaraa ||1||",
    "translation": "Contemplating it for even an instant, sins are erased; the Gurmukh is carried across and saved. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆਂ (ਇਹ ਨਾਮ) ਅੱਖ ਦੇ ਫੋਰ ਵਿਚ (ਸਾਰੇ) ਪਾਪ ਕੱਟ ਦੇਂਦਾ ਹੈ, ਤੇ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26610,
    "shabad_id": 2305,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਪੀਵਹੁ; ਪੁਰਖ ਗਿਅਾਨੀ ॥",
    "transliteration": "Har Ras Peevahu Purakh Giaanee ||",
    "translation": "Drink in the sublime essence of the Lord's Name, O man of spiritual wisdom.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਹੇ ਮਨੁੱਖ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26611,
    "shabad_id": 2305,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸੁਣਿ ਸੁਣਿ ਮਹਾ ਤਿ੍ਰਪਤਿ. ਮਨੁ ਪਾਵੈ; ਸਾਧੂ ਅੰਮਿ੍ਰਤ ਬਾਨੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sun Sun Mehaa Thripath Man Paavai Saadhhoo Anmrith Baanee || Rehaao ||",
    "translation": "Listening to the Ambrosial Words of the Holy Saints, the mind finds absolute fulfillment and satisfaction. ||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮੁੜ ਮੁੜ ਸੁਣ ਕੇ (ਮਨੁੱਖ ਦਾ) ਮਨ ਸਭ ਤੋਂ ਉੱਚਾ ਸੰਤੋਖ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26612,
    "shabad_id": 2305,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮੁਕਤਿ ਭੁਗਤਿ. ਜੁਗਤਿ ਸਚੁ ਪਾੲੀਅੈ; ਸਰਬ ਸੁਖਾ ਕਾ ਦਾਤਾ ॥",
    "transliteration": "Mukath Bhugath Jugath Sach Paaeeai Sarab Sukhaa Kaa Dhaathaa ||",
    "translation": "Liberation, pleasures, and the true way of life are obtained from the Lord, the Giver of all peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜੇ ਮਿਲ ਪਏ, ਤਾਂ ਇਹੀ ਹੈ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ (ਦਾ ਮੂਲ), ਇਹੀ ਹੈ (ਆਤਮਾ ਦੀ) ਖ਼ੁਰਾਕ, ਇਹੀ ਹੈ ਜੀਊਣ ਦਾ ਸੁਚੱਜਾ ਢੰਗ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26613,
    "shabad_id": 2305,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਪੁਨੇ ਦਾਸ ਕੳੁ ਭਗਤਿ ਦਾਨੁ ਦੇਵੈ; ਪੂਰਨ ਪੁਰਖੁ ਬਿਧਾਤਾ ॥੨॥",
    "transliteration": "Apunae Dhaas Ko Bhagath Dhaan Dhaevai Pooran Purakh Bidhhaathaa ||2||",
    "translation": "The Perfect Lord, the Architect of Destiny, blesses His slave with the gift of devotional worship. ||2||",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਭਗਤੀ ਦਾ (ਇਹ) ਦਾਨ ਆਪਣੇ ਸੇਵਕ ਨੂੰ (ਹੀ) ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26614,
    "shabad_id": 2305,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸ੍ਰਵਣੀ ਸੁਣੀਅੈ. ਰਸਨਾ ਗਾੲੀਅੈ; ਹਿਰਦੈ ਧਿਅਾੲੀਅੈ ਸੋੲੀ ॥",
    "transliteration": "Sravanee Suneeai Rasanaa Gaaeeai Hiradhai Dhhiaaeeai Soee ||",
    "translation": "Hear with your ears, and sing with your tongue, and meditate within your heart on Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ (ਪ੍ਰਭੂ ਦੇ) ਹੀ (ਨਾਮ) ਨੂੰ ਕੰਨਾਂ ਨਾਲ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੀਭ ਨਾਲ ਗਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਹਿਰਦੇ ਵਿਚ ਆਰਾਧਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26615,
    "shabad_id": 2305,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ ਸੁਅਾਮੀ; ਜਾ ਤੇ ਬਿ੍ਰਥਾ. ਨ ਕੋੲੀ ॥੩॥",
    "transliteration": "Karan Kaaran Samarathh Suaamee Jaa Thae Brithhaa N Koee ||3||",
    "translation": "The Lord and Master is all-powerful, the Cause of causes; without Him, there is nothing at all. ||3||",
    "punjabi": "ਜਿਸ ਜਗਤ ਦੇ ਮੂਲ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਦੇ ਦਰ ਤੋਂ ਕੋਈ ਜੀਵ ਖ਼ਾਲੀ-ਹੱਥ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 26616,
    "shabad_id": 2305,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਵਡੈਭਾਗਿ ਰਤਨ ਜਨਮੁ ਪਾੲਿਅਾ; ਕਰਹੁ ਕਿ੍ਰਪਾ ਕਿਰਪਾਲਾ ॥",
    "transliteration": "Vaddai Bhaag Rathan Janam Paaeiaa Karahu Kirapaa Kirapaalaa ||",
    "translation": "By great good fortune, I have obtained the jewel of human life; have mercy on me, O Merciful Lord.",
    "punjabi": "ਹੇ ਕਿਰਪਾਲ! ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਇਹ ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਲੱਭਾ ਹੈ (ਹੁਣ) ਮੇਹਰ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26617,
    "shabad_id": 2305,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਨਾਨਕੁ ਗੁਣ ਗਾਵੈ; ਸਿਮਰੈ ਸਦਾ ਗੁੋਪਾਲਾ ॥੪॥੧੦॥",
    "transliteration": "Saadhhasang Naanak Gun Gaavai Simarai Sadhaa Guopaalaa ||4||10||",
    "translation": "In the Saadh Sangat, the Company of the Holy, Nanak sings the Glorious Praises of the Lord, and contemplates Him forever in meditation. ||4||10||",
    "punjabi": "ਹੇ ਗੋਪਾਲ! (ਤੇਰਾ ਸੇਵਕ) ਨਾਨਕ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ, ਤੇਰਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਰਹੇ ॥੪॥੧੦॥",
    "pronunciation": "ਗੁੋਪਾਲਾ:ਗੁੋ:ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26618,
    "shabad_id": 2306,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26619,
    "shabad_id": 2306,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ੲਿਸਨਾਨੁ. ਸਿਮਰਿ ਪ੍ਰਭੁ ਅਪਨਾ; ਮਨ ਤਨ ਭੲੇ ਅਰੋਗਾ ॥",
    "transliteration": "Kar Eisanaan Simar Prabh Apanaa Man Than Bheae Arogaa ||",
    "translation": "After taking your cleansing bath, remember your God in meditation, and your mind and body shall be free of disease.",
    "punjabi": "(ਹੇ ਭਾਈ! ਅੰਮ੍ਰਿਤ ਵੇਲੇ) ਇਸ਼ਨਾਨ ਕਰ ਕੇ, ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਮਨ ਅਤੇ ਸਰੀਰ ਨਰੋਏ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26620,
    "shabad_id": 2306,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕੋਟਿ ਬਿਘਨ ਲਾਥੇ. ਪ੍ਰਭ ਸਰਣਾ; ਪ੍ਰਗਟੇ ਭਲੇ ਸੰਜੋਗਾ ॥੧॥",
    "transliteration": "Kott Bighan Laathhae Prabh Saranaa Pragattae Bhalae Sanjogaa ||1||",
    "translation": "Millions of obstacles are removed, in the Sanctuary of God, and good fortune dawns. ||1||",
    "punjabi": "(ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ) ਕ੍ਰੋੜਾਂ ਰੁਕਾਵਟਾਂ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਤੇ, ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਦੇ ਚੰਗੇ ਅਵਸਰ ਉੱਘੜ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26621,
    "shabad_id": 2306,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਭ ਬਾਣੀ ਸਬਦੁ ਸੁਭਾਖਿਅਾ ॥",
    "transliteration": "Prabh Baanee Sabadh Subhaakhiaa ||",
    "translation": "The Word of God's Bani, and His Shabad, are the best utterances.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ ਆਪਣਾ) ਸ਼ਬਦ ਸੋਹਣਾ ਉਚਾਰਿਆ ਹੋਇਆ ਹੈ, (ਇਹ ਸ਼ਬਦ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹੈ।",
    "pronunciation": "(ਸਬਦੁ)ੳੁਪਦੇਸ਼",
    "type_id": 3
  },
  {
    "id": 26622,
    "shabad_id": 2306,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਗਾਵਹੁ ਸੁਣਹੁ. ਪੜਹੁ ਨਿਤ ਭਾੲੀ; ਗੁਰ ਪੂਰੈ ਤੂ ਰਾਖਿਅਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gaavahu Sunahu Parrahu Nith Bhaaee Gur Poorai Thoo Raakhiaa || Rehaao ||",
    "translation": "So constantly sing them, listen to them, and read them, O Siblings of Destiny, and the Perfect Guru shall save you. ||Pause||",
    "punjabi": "(ਇਸ ਸ਼ਬਦ ਨੂੰ) ਸਦਾ ਗਾਂਦੇ ਰਹੋ, ਸੁਣਦੇ ਰਹੋ, ਪੜ੍ਹਦੇ ਰਹੋ, (ਜੇ ਇਹ ਉੱਦਮ ਕਰਦਾ ਰਹੇਂਗਾ, ਤਾਂ ਯਕੀਨ ਰੱਖ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਤੈਨੂੰ (ਜੀਵਨ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26623,
    "shabad_id": 2306,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਾਚਾ ਸਾਹਿਬੁ ਅਮਿਤਿ ਵਡਾੲੀ; ਭਗਤਿ ਵਛਲ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Saachaa Saahib Amith Vaddaaee Bhagath Vashhal Dhaeiaalaa ||",
    "translation": "The glorious greatness of the True Lord is immeasurable; the Merciful Lord is the Lover of His devotees.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਬਜ਼ੁਰਗੀ ਮਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਹ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ।",
    "pronunciation": "ਵੱਛਲ",
    "type_id": 3
  },
  {
    "id": 26624,
    "shabad_id": 2306,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੰਤਾ ਕੀ ਪੈਜ ਰਖਦਾ ਅਾੲਿਅਾ; ਅਾਦਿ ਬਿਰਦੁ ਪ੍ਰਤਿਪਾਲਾ ॥੨॥",
    "transliteration": "Santhaa Kee Paij Rakhadhaa Aaeiaa Aadh Biradh Prathipaalaa ||2||",
    "translation": "He has preserved the honor of His Saints; from the very beginning of time, His Nature is to cherish them. ||2||",
    "punjabi": "ਆਪਣੇ ਸੰਤਾਂ ਦੀ ਇੱਜ਼ਤ ਉਹ (ਸਦਾ ਤੋਂ ਹੀ) ਰੱਖਦਾ ਆਇਆ ਹੈ, ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਉਹ ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਪਾਲਦਾ ਆ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26625,
    "shabad_id": 2306,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਭੋਜਨੁ ਨਿਤ ਭੁੰਚਹੁ; ਸਰਬ ਵੇਲਾ ਮੁਖਿ ਪਾਵਹੁ ॥",
    "transliteration": "Har Anmrith Naam Bhojan Nith Bhunchahu Sarab Vaelaa Mukh Paavahu ||",
    "translation": "So eat the Ambrosial Name of the Lord as your food; put it into your mouth at all times.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਇਹ (ਆਤਮਕ) ਖ਼ੁਰਾਕ ਸਦਾ ਖਾਂਦੇ ਰਹੋ, ਹਰ ਵੇਲੇ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਪਾਂਦੇ ਰਹੋ।",
    "pronunciation": "ਵੇਲਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26626,
    "shabad_id": 2306,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਰਾ ਮਰਾ ਤਾਪੁ ਸਭੁ ਨਾਠਾ; ਗੁਣ ਗੋਬਿੰਦ ਨਿਤ ਗਾਵਹੁ ॥੩॥",
    "transliteration": "Jaraa Maraa Thaap Sabh Naathaa Gun Gobindh Nith Gaavahu ||3||",
    "translation": "The pains of old age and death shall all depart, when you constantly sing the Glorious Praises of the Lord of the Universe. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੇ ਰਹੋ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਾਹ ਬੁਢੇਪਾ ਆਵੇਗਾ ਨਾ ਮੌਤ ਆਵੇਗੀ, ਹਰੇਕ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26627,
    "shabad_id": 2306,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸੁਣੀ ਅਰਦਾਸਿ ਸੁਅਾਮੀ ਮੇਰੈ; ਸਰਬ ਕਲਾ ਬਣਿ ਅਾੲੀ ॥",
    "transliteration": "Sunee Aradhaas Suaamee Maerai Sarab Kalaa Ban Aaee ||",
    "translation": "My Lord and Master has heard my prayer, and all my affairs have been resolved.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ) ਮੇਰੇ ਮਾਲਕ ਨੇ ਉਸ ਦੀ ਅਰਦਾਸਿ ਸੁਣ ਲਈ, (ਕ੍ਰੋੜਾਂ ਵਿਘਨਾਂ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਉਸ ਦੇ ਅੰਦਰ) ਪੂਰੀ ਤਾਕਤ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26628,
    "shabad_id": 2306,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਗਟ ਭੲੀ ਸਗਲੇ ਜੁਗ ਅੰਤਰਿ; ਗੁਰ ਨਾਨਕ ਕੀ ਵਡਿਅਾੲੀ ॥੪॥੧੧॥",
    "transliteration": "Pragatt Bhee Sagalae Jug Anthar Gur Naanak Kee Vaddiaaee ||4||11||",
    "translation": "The glorious greatness of Guru Nanak is manifest, throughout all the ages. ||4||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਇਹ ਅਜ਼ਮਤ ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਹੀ ਪਰਤੱਖ ਉੱਘੜ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧੧॥",
    "pronunciation": "ਜੁੱਗ",
    "type_id": 3
  },
  {
    "id": 26629,
    "shabad_id": 2307,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ਘਰੁ ੨ ਚੳੁਪਦੇ",
    "transliteration": "Sorath Mehalaa 5 Ghar 2 Choupadhae",
    "translation": "Sorat'h, Fifth Mehl, Second House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26630,
    "shabad_id": 2307,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 26631,
    "shabad_id": 2307,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ੲੇਕੁ ਪਿਤਾ. ੲੇਕਸ ਕੇ ਹਮ ਬਾਰਿਕ; ਤੂ ਮੇਰਾ ਗੁਰ ਹਾੲੀ ॥",
    "transliteration": "Eaek Pithaa Eaekas Kae Ham Baarik Thoo Maeraa Gur Haaee ||",
    "translation": "The One God is our father; we are the children of the One God. You are our Guru.",
    "punjabi": "(ਸਾਡਾ) ਇਕੋ ਹੀ ਪ੍ਰਭੂ-ਪਿਤਾ ਹੈ, ਅਸੀਂ ਇਕੋ ਪ੍ਰਭੂ-ਪਿਤਾ ਦੇ ਬੱਚੇ ਹਾਂ, (ਫਿਰ,) ਤੂੰ ਮੇਰਾ ਗੁਰਭਾਈ (ਭੀ) ਹੈਂ।",
    "pronunciation": "ਅਾਪ ਜੀ ਦਾਸਨ ਦਾਸ ਦੇ ਗੁਰੂ ਜੀ (ਹਾੲੀ) ਹੋਂ ਜੀ। (੨. ਗੁਰਹਾੲੀ)",
    "type_id": 3
  },
  {
    "id": 26632,
    "shabad_id": 2307,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸੁਣਿ ਮੀਤਾ. ਜੀੳੁ ਹਮਾਰਾ ਬਲਿ ਬਲਿ ਜਾਸੀ; ਹਰਿ ਦਰਸਨੁ ਦੇਹੁ ਦਿਖਾੲੀ ॥੧॥",
    "transliteration": "Sun Meethaa Jeeo Hamaaraa Bal Bal Jaasee Har Dharasan Dhaehu Dhikhaaee ||1||",
    "translation": "Listen, friends: my soul is a sacrifice, a sacrifice to You; O Lord, reveal to me the Blessed Vision of Your Darshan. ||1||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾ ਦੇਹ। ਮੇਰੀ ਜਿੰਦ ਤੈਥੋਂ ਮੁੜ ਮੁੜ ਸਦਕੇ ਜਾਇਆ ਕਰੇਗੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
