[
  {
    "id": 26669,
    "shabad_id": 2310,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਿਹ ਜਨ ਓਟ ਗਹੀ ਪ੍ਰਭ ਤੇਰੀ; ਸੇ ਸੁਖੀੲੇ ਪ੍ਰਭ ਸਰਣੇ ||",
    "transliteration": "Jih Jan Outt Gehee Prabh Thaeree Sae Sukheeeae Prabh Saranae ||",
    "translation": "Those who hold tightly to Your Support, God, are happy in Your Sanctuary.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਤੇਰਾ ਆਸਰਾ ਲਿਆ, ਉਹ ਤੇਰੀ ਸ਼ਰਨ ਵਿਚ ਰਹਿ ਕੇ ਸੁਖ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26670,
    "shabad_id": 2310,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਿਹ ਨਰ ਬਿਸਰਿਅਾ ਪੁਰਖੁ ਬਿਧਾਤਾ; ਤੇ ਦੁਖੀਅਾ ਮਹਿ ਗਨਣੇ ||੨||",
    "transliteration": "Jih Nar Bisariaa Purakh Bidhhaathaa Thae Dhukheeaa Mehi Gananae ||2||",
    "translation": "But those humble beings who forget the Primal Lord, the Architect of Destiny, are counted among the most miserable beings. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਦੁਖੀਆਂ ਵਿਚ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26671,
    "shabad_id": 2310,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਿਹ ਗੁਰ ਮਾਨਿ. ਪ੍ਰਭੂ ਲਿਵ ਲਾੲੀ; ਤਿਹ ਮਹਾ ਅਨੰਦ ਰਸੁ ਕਰਿਅਾ ||",
    "transliteration": "Jih Gur Maan Prabhoo Liv Laaee Thih Mehaa Anandh Ras Kariaa ||",
    "translation": "One who has faith in the Guru, and who is lovingly attached to God, enjoys the delights of supreme ecstasy.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਆਗਿਆ ਮੰਨ ਕੇ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਲਈ, ਉਹਨਾਂ ਨੇ ਬੜਾ ਆਨੰਦ ਬੜਾ ਰਸ ਮਾਣਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26672,
    "shabad_id": 2310,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਿਹ ਪ੍ਰਭੂ ਬਿਸਾਰਿ. ਗੁਰ ਤੇ ਬੇਮੁਖਾੲੀ; ਤੇ ਨਰਕ ਘੋਰ ਮਹਿ ਪਰਿਅਾ ||੩||",
    "transliteration": "Jih Prabhoo Bisaar Gur Thae Baemukhaaee Thae Narak Ghor Mehi Pariaa ||3||",
    "translation": "One who forgets God and forsakes the Guru, falls into the most horrible hell. ||3||",
    "punjabi": "ਪਰ ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜੀ ਰੱਖਦੇ ਹਨ ਉਹ ਭਿਆਨਕ ਨਰਕ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26673,
    "shabad_id": 2310,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿਤੁ ਕੋ ਲਾੲਿਅਾ. ਤਿਤ ਹੀ ਲਾਗਾ; ਤੈਸੋ ਹੀ ਵਰਤਾਰਾ ||",
    "transliteration": "Jith Ko Laaeiaa Thith Hee Laagaa Thaiso Hee Varathaaraa ||",
    "translation": "As the Lord engages someone, so he is engaged, and so does he perform.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਸ ਕੰਮ ਵਿਚ ਪਰਮਾਤਮਾ ਕਿਸੇ ਜੀਵ ਨੂੰ ਲਾਂਦਾ ਹੈ ਉਸੇ ਕੰਮ ਵਿਚ ਹੀ ਉਹ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਹਰੇਕ ਜੀਵ ਉਹੋ ਜਿਹੀ ਵਰਤੋਂ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26674,
    "shabad_id": 2310,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਸਹ ਪਕਰੀ ਸੰਤਨ ਕੀ; ਰਿਦੈ ਭੲੇ ਮਗਨ ਚਰਨਾਰਾ ||੪||੪||੧੫||",
    "transliteration": "Naanak Seh Pakaree Santhan Kee Ridhai Bheae Magan Charanaaraa ||4||4||15||",
    "translation": "Nanak has taken to the Shelter of the Saints; his heart is absorbed in the Lord's feet. ||4||4||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੇਰਨਾ ਨਾਲ) ਸੰਤ ਜਨਾਂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ਉਹ ਅੰਦਰੋਂ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥੧੫॥",
    "pronunciation": "(ਸਹ) ਓਟ",
    "type_id": 3
  },
  {
    "id": 26675,
    "shabad_id": 2311,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ||",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26676,
    "shabad_id": 2311,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਾਜਨ ਮਹਿ. ਰਾਜਾ ੳੁਰਝਾੲਿਓ; ਮਾਨਨ ਮਹਿ ਅਭਿਮਾਨੀ ||",
    "transliteration": "Raajan Mehi Raajaa Ourajhaaeiou Maanan Mehi Abhimaanee ||",
    "translation": "As the king is entangled in kingly affairs, and the egotist in his own egotism,",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਵੇਂ) ਰਾਜ ਦੇ ਕੰਮਾਂ ਵਿਚ ਰਾਜਾ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਜਿਵੇਂ ਮਾਣ ਵਧਾਣ ਵਾਲੇ ਕੰਮਾਂ ਵਿਚ ਆਦਰ-ਮਾਣ ਦਾ ਭੁੱਖਾ ਮਨੁੱਖ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26677,
    "shabad_id": 2311,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਲੋਭਨ ਮਹਿ ਲੋਭੀ ਲੋਭਾੲਿਓ; ਤਿੳੁ ਹਰਿ ਰੰਗਿ ਰਚੇ ਗਿਅਾਨੀ ||੧||",
    "transliteration": "Lobhan Mehi Lobhee Lobhaaeiou Thio Har Rang Rachae Giaanee ||1||",
    "translation": "And the greedy man is enticed by greed, so is the spiritually enlightened being absorbed in the Love of the Lord. ||1||",
    "punjabi": "ਜਿਵੇਂ ਲਾਲਚੀ ਮਨੁੱਖ ਲਾਲਚ ਵਧਾਣ ਵਾਲੇ ਆਹਰਾਂ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਤਿਵੇਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26678,
    "shabad_id": 2311,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੳੁ; ੲਿਹੀ ਸੁਹਾਵੈ ||",
    "transliteration": "Har Jan Ko Eihee Suhaavai ||",
    "translation": "This is what befits the Lord's servant.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਨੂੰ ਇਹੀ ਕਾਰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26679,
    "shabad_id": 2311,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਪੇਖਿ ਨਿਕਟਿ ਕਰਿ ਸੇਵਾ ਸਤਿਗੁਰ; ਹਰਿ ਕੀਰਤਨਿ ਹੀ ਤਿ੍ਰਪਤਾਵੈ || ਰਹਾੳੁ ||",
    "transliteration": "Paekh Nikatt Kar Saevaa Sathigur Har Keerathan Hee Thripathaavai || Rehaao ||",
    "translation": "Beholding the Lord near at hand, he serves the True Guru, and he is satisfied through the Kirtan of the Lord's Praises. ||Pause||",
    "punjabi": "(ਭਗਤ ਪਰਮਾਤਮਾ ਨੂੰ) ਅੰਗ-ਸੰਗ ਵੇਖ ਕੇ, ਤੇ, ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੀ ਪ੍ਰਸੰਨ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26680,
    "shabad_id": 2311,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅਮਲਨ ਸਿੳੁ ਅਮਲੀ ਲਪਟਾੲਿਓ; ਭੂਮਨ ਭੂਮਿ ਪਿਅਾਰੀ ||",
    "transliteration": "Amalan Sio Amalee Lapattaaeiou Bhooman Bhoom Piaaree ||",
    "translation": "The addict is addicted to his drug, and the landlord is in love with his land.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਸ਼ਿਆਂ ਦਾ ਪ੍ਰੇਮੀ ਮਨੁੱਖ ਨਸ਼ਿਆਂ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਜ਼ਮੀਨ ਦੇ ਮਾਲਕਾਂ ਨੂੰ ਜ਼ਮੀਨ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26681,
    "shabad_id": 2311,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਖੀਰ ਸੰਗਿ. ਬਾਰਿਕੁ ਹੈ ਲੀਨਾ; ਪ੍ਰਭ ਸੰਤ ਅੈਸੇ ਹਿਤਕਾਰੀ ||੨||",
    "transliteration": "Kheer Sang Baarik Hai Leenaa Prabh Santh Aisae Hithakaaree ||2||",
    "translation": "As the baby is attached to his milk, so the Saint is in love with God. ||2||",
    "punjabi": "ਬੱਚਾ ਦੁੱਧ ਨਾਲ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26682,
    "shabad_id": 2311,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਿਦਿਅਾ ਮਹਿ. ਬਿਦੁਅੰਸੀ ਰਚਿਅਾ; ਨੈਨ ਦੇਖਿ. ਸੁਖੁ ਪਾਵਹਿ ||",
    "transliteration": "Bidhiaa Mehi Bidhuansee Rachiaa Nain Dhaekh Sukh Paavehi ||",
    "translation": "The scholar is absorbed in scholarship, and the eyes are happy to see.",
    "punjabi": "ਹੇ ਭਾਈ! ਵਿਦਵਾਨ ਮਨੁੱਖ ਵਿੱਦਿਆ (ਪੜ੍ਹਨ ਪੜਾਣ) ਵਿਚ ਖ਼ੁਸ਼ ਰਹਿੰਦਾ ਹੈ, ਅੱਖਾਂ (ਪਦਾਰਥ) ਵੇਖ ਵੇਖ ਕੇ ਸੁਖ ਮਾਣਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਬਿੱਦੁ-ਅੰਸੀ) ਵਿਦਿਅਾਰਥੀ[ ਬਿੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 26683,
    "shabad_id": 2311,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜੈਸੇ ਰਸਨਾ ਸਾਦਿ ਲੁਭਾਨੀ; ਤਿੳੁ ਹਰਿ ਜਨ. ਹਰਿ ਗੁਣ ਗਾਵਹਿ ||੩||",
    "transliteration": "Jaisae Rasanaa Saadh Lubhaanee Thio Har Jan Har Gun Gaavehi ||3||",
    "translation": "As the tongue savors the tastes, so does the humble servant of the Lord sing the Glorious Praises of the Lord. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਜੀਭ (ਸੁਆਦਲੇ ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦ (ਚੱਖਣ) ਵਿਚ ਖ਼ੁਸ਼ ਰਹਿੰਦੀ ਹੈ, ਤਿਵੇਂ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26684,
    "shabad_id": 2311,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜੈਸੀ ਭੂਖ. ਤੈਸੀ ਕਾ ਪੂਰਕੁ; ਸਗਲ ਘਟਾ ਕਾ ਸੁਅਾਮੀ ||",
    "transliteration": "Jaisee Bhookh Thaisee Kaa Poorak Sagal Ghattaa Kaa Suaamee ||",
    "translation": "As is the hunger, so is the fulfiller; He is the Lord and Master of all hearts.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਸਰੀਰਾਂ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਿਹੋ ਜਿਹੀ ਕਿਸੇ ਜੀਵ ਦੀ ਲਾਲਸਾ ਹੋਵੇ ਉਹੋ ਜਿਹੀ ਹੀ ਪੂਰੀ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26685,
    "shabad_id": 2311,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਪਿਅਾਸ ਲਗੀ ਦਰਸਨ ਕੀ; ਪ੍ਰਭੁ ਮਿਲਿਅਾ ਅੰਤਰਜਾਮੀ ||੪||੫||੧੬||",
    "transliteration": "Naanak Piaas Lagee Dharasan Kee Prabh Miliaa Antharajaamee ||4||5||16||",
    "translation": "Nanak thirsts for the Blessed Vision of the Lord's Darshan; he has met God, the Inner-knower, the Searcher of hearts. ||4||5||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਦੀ ਪਿਆਸ ਲੱਗਦੀ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਆਪ) ਆ ਮਿਲਦਾ ਹੈ ॥੪॥੫॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26686,
    "shabad_id": 2312,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ||",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26687,
    "shabad_id": 2312,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਮ ਮੈਲੇ. ਤੁਮ ੳੂਜਲ ਕਰਤੇ; ਹਮ ਨਿਰਗੁਨ. ਤੂ ਦਾਤਾ ||",
    "transliteration": "Ham Mailae Thum Oojal Karathae Ham Niragun Thoo Dhaathaa ||",
    "translation": "We are filthy, and You are immaculate, O Creator Lord; we are worthless, and You are the Great Giver.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਹਾਂ, ਤੂੰ ਸਾਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਅਸੀਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਤੂੰ ਸਾਨੂੰ ਗੁਣ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26688,
    "shabad_id": 2312,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਮ ਮੂਰਖ. ਤੁਮ ਚਤੁਰ ਸਿਅਾਣੇ; ਤੂ ਸਰਬ ਕਲਾ ਕਾ ਗਿਅਾਤਾ ||੧||",
    "transliteration": "Ham Moorakh Thum Chathur Siaanae Thoo Sarab Kalaa Kaa Giaathaa ||1||",
    "translation": "We are fools, and You are wise and all-knowing. You are the knower of all things. ||1||",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਹਾਂ, ਤੂੰ ਦਾਨਾ ਹੈਂ ਤੂੰ ਸਿਆਣਾ ਹੈਂ ਤੂੰ (ਸਾਨੂੰ ਚੰਗਾ ਬਣਾ ਸਕਣ ਵਾਲੇ) ਸਾਰੇ ਹੁਨਰਾਂ ਦਾ ਜਾਣਨ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26689,
    "shabad_id": 2312,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਾਧੋ; ਹਮ ਅੈਸੇ. ਤੂ ਅੈਸਾ ||",
    "transliteration": "Maadhho Ham Aisae Thoo Aisaa ||",
    "translation": "O Lord, this is what we are, and this is what You are.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਇਹੋ ਜਿਹੇ (ਵਿਕਾਰੀ) ਹਾਂ, ਤੇ, ਤੂੰ ਇਹੋ ਜਿਹਾ (ਉਪਕਾਰੀ) ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26690,
    "shabad_id": 2312,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਮ ਪਾਪੀ. ਤੁਮ ਪਾਪ ਖੰਡਨ; ਨੀਕੋ ਠਾਕੁਰ ਦੇਸਾ || ਰਹਾੳੁ ||",
    "transliteration": "Ham Paapee Thum Paap Khanddan Neeko Thaakur Dhaesaa || Rehaao ||",
    "translation": "We are sinners, and You are the Destroyer of sins. Your abode is so beautiful, O Lord and Master. ||Pause||",
    "punjabi": "ਅਸੀਂ ਪਾਪ ਕਮਾਣ ਵਾਲੇ ਹਾਂ, ਤੂੰ ਸਾਡੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਠਾਕੁਰ! ਤੇਰਾ ਦੇਸ ਸੋਹਣਾ ਹੈ (ਉਹ ਦੇਸ-ਸਾਧ ਸੰਗਤਿ ਸੋਹਣਾ ਹੈ ਜਿੱਥੇ ਤੂੰ ਵੱਸਦਾ ਹੈਂ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26691,
    "shabad_id": 2312,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤੁਮ ਸਭ ਸਾਜੇ. ਸਾਜਿ ਨਿਵਾਜੇ; ਜੀੳੁ ਪਿੰਡੁ ਦੇ ਪ੍ਰਾਨਾ ||",
    "transliteration": "Thum Sabh Saajae Saaj Nivaajae Jeeo Pindd Dhae Praanaa ||",
    "translation": "You fashion all, and having fashioned them, You bless them. You bestow upon them soul, body and the breath of life.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਿੰਦ ਸਰੀਰ ਪ੍ਰਾਣ ਦੇ ਕੇ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪੈਦਾ ਕਰ ਕੇ ਸਭ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26692,
    "shabad_id": 2312,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਨਿਰਗੁਨੀਅਾਰੇ. ਗੁਨੁ ਨਹੀ ਕੋੲੀ; ਤੁਮ ਦਾਨੁ ਦੇਹੁ ਮਿਹਰਵਾਨਾ ||੨||",
    "transliteration": "Niraguneeaarae Gun Nehee Koee Thum Dhaan Dhaehu Miharavaanaa ||2||",
    "translation": "We are worthless - we have no virtue at all; please, bless us with Your gift, O Merciful Lordand Master. ||2||",
    "punjabi": "ਹੇ ਮੇਹਰਵਾਨ! ਅਸੀਂ ਜੀਵ ਗੁਣ-ਹੀਨ ਹਾਂ, ਸਾਡੇ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ ਹੈ। ਤੂੰ ਸਾਨੂੰ ਗੁਣਾਂ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼ਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26693,
    "shabad_id": 2312,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਤੁਮ ਕਰਹੁ ਭਲਾ. ਹਮ ਭਲੋ, ਨ ਜਾਨਹ; ਤੁਮ ਸਦਾ ਸਦਾ ਦੲਿਅਾਲਾ ||",
    "transliteration": "Thum Karahu Bhalaa Ham Bhalo N Jaaneh Thum Sadhaa Sadhaa Dhaeiaalaa ||",
    "translation": "You do good for us, but we do not see it as good; You are kind and compassionate, forever and ever.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡੇ ਵਾਸਤੇ ਭਲਿਆਈ ਕਰਦਾ ਹੈਂ, ਪਰ ਅਸੀਂ ਤੇਰੇ ਭਲਿਆਈ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦੇ। ਫਿਰ ਭੀ ਤੂੰ ਸਾਡੇ ਉੱਤੇ ਸਦਾ ਹੀ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26694,
    "shabad_id": 2312,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤੁਮ ਸੁਖਦਾੲੀ ਪੁਰਖ ਬਿਧਾਤੇ; ਤੁਮ ਰਾਖਹੁ ਅਪੁਨੇ ਬਾਲਾ ||੩||",
    "transliteration": "Thum Sukhadhaaee Purakh Bidhhaathae Thum Raakhahu Apunae Baalaa ||3||",
    "translation": "You are the Giver of peace, the Primal Lord, the Architect of Destiny; please, save us, Your children! ||3||",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ! ਤੂੰ ਸਾਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ (ਸਾਡੀ) ਆਪਣੇ ਬੱਚਿਆਂ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26695,
    "shabad_id": 2312,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਤੁਮ ਨਿਧਾਨ ਅਟਲ ਸੁਲਿਤਾਨ; ਜੀਅ ਜੰਤ ਸਭਿ ਜਾਚੈ ||",
    "transliteration": "Thum Nidhhaan Attal Sulithaan Jeea Janth Sabh Jaachai ||",
    "translation": "You are the treasure, eternal Lord King; all beings and creatures beg of You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੁਸੀ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹੋ। ਤੁਸੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਬਾਦਸ਼ਾਹ ਹੋ। ਸਾਰੇ ਜੀਵ (ਤੇਰੇ ਦਰ ਤੋਂ) ਮੰਗਦੇ ਹਨ।",
    "pronunciation": "(ਅ-ਟਲ) ਸਦਾ ਕਾੲਿਮ",
    "type_id": 3
  },
  {
    "id": 26696,
    "shabad_id": 2312,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਮ ੲਿਹੈ ਹਵਾਲਾ; ਰਾਖੁ ਸੰਤਨ ਕੈ ਪਾਛੈ ||੪||੬||੧੭||",
    "transliteration": "Kahu Naanak Ham Eihai Havaalaa Raakh Santhan Kai Paashhai ||4||6||17||",
    "translation": "Says Nanak, such is our condition; please, Lord, keep us on the Path of the Saints. ||4||6||17||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਪ੍ਰਭੂ!) ਸਾਡਾ ਜੀਵਾਂ ਦਾ ਤਾਂ ਇਹ ਹੀ ਹਾਲ ਹੈ। ਤੂੰ ਸਾਨੂੰ ਸੰਤ ਜਨਾਂ ਦੇ ਆਸਰੇ ਵਿਚ ਰੱਖ ॥੪॥੬॥੧੭॥",
    "pronunciation": "(ਹਵਾਲਾ) ਹਾਲ",
    "type_id": 3
  },
  {
    "id": 26697,
    "shabad_id": 2313,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ਘਰੁ ੨ ||",
    "transliteration": "Sorath Mehalaa 5 Ghar 2 ||",
    "translation": "Sorat'h, Fifth Mehl, Second House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26698,
    "shabad_id": 2313,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਾਤ ਗਰਭ ਮਹਿ. ਅਾਪਨ ਸਿਮਰਨੁ ਦੇ; ਤਹ ਤੁਮ ਰਾਖਨਹਾਰੇ ||",
    "transliteration": "Maath Garabh Mehi Aapan Simaran Dhae Theh Thum Raakhanehaarae ||",
    "translation": "In our mother's womb, You blessed us with Your meditative remembrance, and You preserved us there.",
    "punjabi": "ਹੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਣ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲੇ! ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਸਾਨੂੰ ਤੂੰ ਆਪਣਾ ਸਿਮਰਨ ਦੇ ਕੇ ਉੱਥੇ ਸਾਡੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26699,
    "shabad_id": 2313,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪਾਵਕ ਸਾਗਰ ਅਥਾਹ ਲਹਰਿ ਮਹਿ; ਤਾਰਹੁ ਤਾਰਨਹਾਰੇ ||੧||",
    "transliteration": "Paavak Saagar Athhaah Lehar Mehi Thaarahu Thaaranehaarae ||1||",
    "translation": "Through the countless waves of the ocean of fire, please, carry us across and save us, O Savior Lord! ||1||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ ਦੇ ਸਮੁੰਦਰ ਦੀਆਂ ਡੂੰਘੀਆਂ ਲਹਿਰਾਂ ਵਿਚ ਡਿੱਗੇ ਪਏ ਨੂੰ ਭੀ ਮੈਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26700,
    "shabad_id": 2313,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮਾਧੌ; ਤੂ ਠਾਕੁਰੁ ਸਿਰਿ ਮੋਰਾ ||",
    "transliteration": "Maadhha Thoo Thaakur Sir Moraa ||",
    "translation": "O Lord, You are the Master above my head.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰੇ ਸਿਰ ਉੱਤੇ ਰਾਖਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26701,
    "shabad_id": 2313,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ੲੀਹਾ ੳੂਹਾ; ਤੁਹਾਰੋ ਧੋਰਾ || ਰਹਾੳੁ ||",
    "transliteration": "Eehaa Oohaa Thuhaaro Dhhoraa || Rehaao ||",
    "translation": "Here and hereafter, You alone are my Support. ||Pause||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ, ਤੇ, ਪਰਲੋਕ ਵਿਚ ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(ਧੋਰਾ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 26702,
    "shabad_id": 2313,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕੀਤੇ ਕੳੁ ਮੇਰੈ ਸੰਮਾਨੈ; ਕਰਣਹਾਰੁ ਤਿ੍ਰਣੁ ਜਾਨੈ ||",
    "transliteration": "Keethae Ko Maerai Sanmaanai Karanehaar Thrin Jaanai ||",
    "translation": "He looks upon the creation like a mountain of gold, and sees the Creator as a blade of grass.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਪਦਾਰਥਾਂ ਨੂੰ (ਇਹ ਜੀਵ) ਮੇਰੂ ਪਰਬਤ ਜੇਡੀਆਂ ਵੱਡੀਆਂ ਸਮਝਦਾ ਹੈ, ਪਰ ਤੈਨੂੰ ਜੋ ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ਇਕ ਤੀਲੇ ਵਰਗਾ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "(ਮੇਰੈ) ਸੁਮੇਰ ਪਰਬਤ[ (ਤਿ੍ਰਣੁ) ਤੁੱਛ",
    "type_id": 3
  },
  {
    "id": 26703,
    "shabad_id": 2313,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਦਾਤਾ. ਮਾਗਨ ਕੳੁ ਸਗਲੀ; ਦਾਨੁ ਦੇਹਿ ਪ੍ਰਭ ਭਾਨੈ ||੨||",
    "transliteration": "Thoo Dhaathaa Maagan Ko Sagalee Dhaan Dhaehi Prabh Bhaanai ||2||",
    "translation": "You are the Great Giver, and we are all mere beggars; O God, You give gifts according to Your Will. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰੀ ਲੁਕਾਈ ਤੇਰੇ ਹੀ ਦਰ ਤੋਂ ਮੰਗਣ ਵਾਲੀ ਹੈ, ਤੂੰ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਸਭ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26704,
    "shabad_id": 2313,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਅਵਰੁ. ਖਿਨੈ ਮਹਿ ਅਵਰਾ; ਅਚਰਜ ਚਲਤ ਤੁਮਾਰੇ ||",
    "transliteration": "Khin Mehi Avar Khinai Mehi Avaraa Acharaj Chalath Thumaarae ||",
    "translation": "In an instant, You are one thing, and in another instant, You are another. Wondrous are Your ways!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੌਤਕ ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲੇ ਹਨ, ਇਕ ਛਿਨ ਵਿਚ ਤੂੰ ਕੁਝ ਦਾ ਕੁਝ ਬਣਾ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 26705,
    "shabad_id": 2313,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਰੂੜੋ ਗੂੜੋ ਗਹਿਰ ਗੰਭੀਰੋ; ੳੂਚੌ ਅਗਮ ਅਪਾਰੇ ||੩||",
    "transliteration": "Roorro Goorro Gehir Ganbheero Oocha Agam Apaarae ||3||",
    "translation": "You are beautiful, mysterious, profound, unfathomable, lofty, inaccessible and infinite. ||3||",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ! ਹੇ ਬੇਅੰਤ। ਤੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈਂ, ਤੂੰ ਸੋਹਣਾ ਹੈਂ, ਤੂੰ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਗੁਪਤ ਵੱਸ ਰਿਹਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
