[
  {
    "id": 26706,
    "shabad_id": 2313,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸਾਧਸੰਗਿ. ਜੳੁ ਤੁਮਹਿ ਮਿਲਾੲਿਓ; ਤੳੁ ਸੁਨੀ ਤੁਮਾਰੀ ਬਾਣੀ ॥",
    "transliteration": "Saadhhasang Jo Thumehi Milaaeiou Tho Sunee Thumaaree Baanee ||",
    "translation": "When You brought me to the Saadh Sangat, the Company of the Holy, then I heard the Bani of Your Word.",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਆਪ ਹੀ (ਕਿਸੇ ਜੀਵ ਨੂੰ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈਂ, ਤਦੋਂ ਉਹ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26707,
    "shabad_id": 2313,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਅਨਦੁ ਭੲਿਅਾ ਪੇਖਤ ਹੀ ਨਾਨਕ; ਪ੍ਰਤਾਪ ਪੁਰਖ ਨਿਰਬਾਣੀ ॥੪॥੭॥੧੮॥",
    "transliteration": "Anadh Bhaeiaa Paekhath Hee Naanak Prathaap Purakh Nirabaanee ||4||7||18||",
    "translation": "Nanak is in ecstasy, beholding the Glory of the Primal Lord of Nirvaanaa. ||4||7||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) (ਹੇ ਭਾਈ!) ਵਾਸ਼ਨਾ-ਰਹਿਤ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਪਰਤਾਪ ਵੇਖ ਕੇ ਤਦੋਂ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ॥੪॥੭॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26708,
    "shabad_id": 2314,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26709,
    "shabad_id": 2314,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਮ. ਸੰਤਨ ਕੀ ਰੇਨੁ ਪਿਅਾਰੇ; ਹਮ. ਸੰਤਨ ਕੀ ਸਰਣਾ ॥",
    "transliteration": "Ham Santhan Kee Raen Piaarae Ham Santhan Kee Saranaa ||",
    "translation": "I am the dust of the feet of the Beloved Saints; I seek the Protection of their Sanctuary.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਬਣਿਆ ਰਹਾਂ, ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26710,
    "shabad_id": 2314,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੰਤ ਹਮਾਰੀ ਓਟ ਸਤਾਣੀ; ਸੰਤ ਹਮਾਰਾ ਗਹਣਾ ॥੧॥",
    "transliteration": "Santh Hamaaree Outt Sathaanee Santh Hamaaraa Gehanaa ||1||",
    "translation": "The Saints are my all-powerful Support; the Saints are my ornament and decoration. ||1||",
    "punjabi": "ਸੰਤ ਹੀ ਮੇਰਾ ਤਕੜਾ ਸਹਾਰਾ ਹਨ, ਸੰਤ ਜਨ ਹੀ ਮੇਰੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾਣ ਵਾਲੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26711,
    "shabad_id": 2314,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਮ; ਸੰਤਨ ਸਿੳੁ ਬਣਿ ਅਾੲੀ ॥",
    "transliteration": "Ham Santhan Sio Ban Aaee ||",
    "translation": "I am hand and glove with the Saints.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤਾਂ ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤਿ ਬਣ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26712,
    "shabad_id": 2314,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਪੂਰਬਿ ਲਿਖਿਅਾ ਪਾੲੀ ॥",
    "transliteration": "Poorab Likhiaa Paaee ||",
    "translation": "I have realized my pre-ordained destiny.",
    "punjabi": "ਪਿਛਲੇ ਲਿਖੇ ਲੇਖ ਅਨੁਸਾਰ ਇਹ ਪ੍ਰਾਪਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26713,
    "shabad_id": 2314,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਤੇਰਾ ਭਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eihu Man Thaeraa Bhaaee || Rehaao ||",
    "translation": "This mind is yours, O Siblings of Destiny. ||Pause||",
    "punjabi": "ਹੁਣ ਮੇਰਾ ਇਹ ਮਨ ਤੇਰਾ ਪ੍ਰੇਮੀ ਬਣ ਗਿਆ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26714,
    "shabad_id": 2314,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸੰਤਨ ਸਿੳੁ ਮੇਰੀ ਲੇਵਾ ਦੇਵੀ; ਸੰਤਨ ਸਿੳੁ ਬਿੳੁਹਾਰਾ ॥",
    "transliteration": "Santhan Sio Maeree Laevaa Dhaevee Santhan Sio Biouhaaraa ||",
    "translation": "My dealings are with the Saints, and my business is with the Saints.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਸੰਤ ਜਨਾਂ ਨਾਲ ਹੀ ਮੇਰਾ ਲੈਣ-ਦੇਣ ਤੇ ਵਰਤਣ-ਵਿਹਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26715,
    "shabad_id": 2314,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸੰਤਨ ਸਿੳੁ ਹਮ ਲਾਹਾ ਖਾਟਿਅਾ; ਹਰਿ ਭਗਤਿ ਭਰੇ ਭੰਡਾਰਾ ॥੨॥",
    "transliteration": "Santhan Sio Ham Laahaa Khaattiaa Har Bhagath Bharae Bhanddaaraa ||2||",
    "translation": "I have earned the profit with the Saints, and the treasure filled to over-flowing with devotion to the Lord. ||2||",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨਾਲ ਰਹਿ ਕੇ ਮੈਂ ਇਹ ਲਾਭ ਖੱਟਿਆ ਹੈ ਕਿ ਮੇਰੇ ਅੰਦਰ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਗਏ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26716,
    "shabad_id": 2314,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸੰਤਨ ਮੋਕੳੁ ਪੂੰਜੀ ਸੳੁਪੀ; ਤੳੁ ੳੁਤਰਿਅਾ ਮਨ ਕਾ ਧੋਖਾ ॥",
    "transliteration": "Santhan Mo Ko Poonjee Soupee Tho Outhariaa Man Kaa Dhhokhaa ||",
    "translation": "The Saints entrusted to me the capital, and my mind's delusion was dispelled.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ ਸੰਤ ਜਨਾਂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਦਿੱਤੀ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੇਰੇ ਮਨ ਦਾ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲਹਿ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26717,
    "shabad_id": 2314,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਅਬ ਕਹਾ ਕਰੈਗੋ; ਜੳੁ ਫਾਟਿਓ ਸਗਲੋ ਲੇਖਾ ॥੩॥",
    "transliteration": "Dhharam Raae Ab Kehaa Karaigo Jo Faattiou Sagalo Laekhaa ||3||",
    "translation": "What can the Righteous Judge of Dharma do now? All my accounts have been torn up. ||3||",
    "punjabi": "(ਮੇਰੇ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਹੀ ਹਿਸਾਬ ਦਾ ਕਾਗਜ਼ ਪਾਟ ਚੁਕਾ ਹੈ। ਹੁਣ ਧਰਮਰਾਜ ਮੈਥੋਂ ਕੋਈ ਪੁੱਛ ਨਹੀਂ ਕਰੇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26718,
    "shabad_id": 2314,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਮਹਾ ਅਨੰਦ ਭੲੇ ਸੁਖੁ ਪਾੲਿਅਾ; ਸੰਤਨ ਕੈ ਪਰਸਾਦੇ ॥",
    "transliteration": "Mehaa Anandh Bheae Sukh Paaeiaa Santhan Kai Parasaadhae ||",
    "translation": "I have found the greatest bliss, and I am at peace, by the Grace of the Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਬੜਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26719,
    "shabad_id": 2314,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਸਿੳੁ ਮਨੁ ਮਾਨਿਅਾ; ਰੰਗਿ ਰਤੇ ਬਿਸਮਾਦੇ ॥੪॥੮॥੧੯॥",
    "transliteration": "Kahu Naanak Har Sio Man Maaniaa Rang Rathae Bisamaadhae ||4||8||19||",
    "translation": "Says Nanak, my mind is reconciled with the Lord; it is imbued with the wondrous Love of the Lord. ||4||8||19||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਪਤੀਜ ਗਿਆ ਹੈ, ਅਸਚਰਜ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਮੈਂ ਰੰਗਿਆ ਗਿਆ ਹਾਂ ॥੪॥੮॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26720,
    "shabad_id": 2315,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੋਰਠਿ ਮਃ ੫ ॥",
    "transliteration": "Sorath Ma 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26721,
    "shabad_id": 2315,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੇਤੀ ਸਮਗ੍ਰੀ. ਦੇਖਹੁ ਰੇ ਨਰ; ਤੇਤੀ ਹੀ ਛਡਿ ਜਾਨੀ ॥",
    "transliteration": "Jaethee Samagree Dhaekhahu Rae Nar Thaethee Hee Shhadd Jaanee ||",
    "translation": "All the things that you see, O man, you shall have to leave behind.",
    "punjabi": "ਹੇ ਮਨੁੱਖ! ਇਹ ਜਿਤਨਾ ਹੀ ਸਾਜ-ਸਾਮਾਨ ਤੂੰ ਵੇਖ ਰਿਹਾ ਹੈਂ, ਇਹ ਸਾਰਾ ਹੀ (ਅੰਤ) ਛੱਡ ਕੇ ਚਲੇ ਜਾਣਾ ਹੈ।",
    "pronunciation": "ਸਮੱਗ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 26722,
    "shabad_id": 2315,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਸੰਗਿ ਕਰਿ ਬਿੳੁਹਾਰਾ; ਪਾਵਹਿ ਪਦੁ ਨਿਰਬਾਨੀ ॥੧॥",
    "transliteration": "Raam Naam Sang Kar Biouhaaraa Paavehi Padh Nirabaanee ||1||",
    "translation": "Let your dealings be with the Lord's Name, and you shall attain the state of Nirvaanaa. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਬਣਾ, ਤੂੰ ਉਹ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਏਂਗਾ ਜਿੱਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26723,
    "shabad_id": 2315,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਪਿਅਾਰੇ; ਤੂ ਮੇਰੋ ਸੁਖਦਾਤਾ ॥",
    "transliteration": "Piaarae Thoo Maero Sukhadhaathaa ||",
    "translation": "O my Beloved, You are the Giver of peace.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਤੂੰ ਹੀ ਮੇਰਾ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26724,
    "shabad_id": 2315,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਦੀਅਾ ੳੁਪਦੇਸਾ; ਤੁਮ ਹੀ ਸੰਗਿ ਪਰਾਤਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Poorai Dheeaa Oupadhaesaa Thum Hee Sang Paraathaa || Rehaao ||",
    "translation": "The Perfect Guru has given me these Teachings, and I am attuned to You. ||Pause||",
    "punjabi": "(ਜਦੋਂ ਤੋਂ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਤੇਰੇ ਨਾਲ ਹੀ ਪ੍ਰੋਤਾ ਗਿਆ ਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "(ਪਰਾਤਾ) ਪ੍ਰੋਤਾ ਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 26725,
    "shabad_id": 2315,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਭਿਮਾਨਾ; ਤਾ ਮਹਿ ਸੁਖੁ. ਨਹੀ ਪਾੲੀਅੈ ॥",
    "transliteration": "Kaam Krodhh Lobh Moh Abhimaanaa Thaa Mehi Sukh Nehee Paaeeai ||",
    "translation": "In sexual desire, anger, greed, emotional attachment and self-conceit, peace is not to be found.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ-ਇਸ ਵਿਚ ਫਸੇ ਰਿਹਾਂ ਸੁਖ ਨਹੀਂ ਮਿਲਿਆ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26726,
    "shabad_id": 2315,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹੋਹੁ ਰੇਨ ਤੂ ਸਗਲ ਕੀ. ਮੇਰੇ ਮਨ; ਤੳੁ ਅਨਦ ਮੰਗਲ ਸੁਖੁ ਪਾੲੀਅੈ ॥੨॥",
    "transliteration": "Hohu Raen Thoo Sagal Kee Maerae Man Tho Anadh Mangal Sukh Paaeeai ||2||",
    "translation": "So be the dust of the feet of all, O my mind, and then you shall find bliss, joy and peace. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹੁ। ਤਦੋਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਖ਼ੁਸ਼ੀ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26727,
    "shabad_id": 2315,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਘਾਲ ਨ ਭਾਨੈ. ਅੰਤਰ ਬਿਧਿ ਜਾਨੈ; ਤਾ ਕੀ ਕਰਿ ਮਨ ਸੇਵਾ ॥",
    "transliteration": "Ghaal N Bhaanai Anthar Bidhh Jaanai Thaa Kee Kar Man Saevaa ||",
    "translation": "He knows the condition of your inner self, and He will not let your work go in vain - serve Him, O mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰ, ਜੇਹੜਾ ਕਿਸੇ ਦੀ ਕੀਤੀ ਮੇਹਨਤ ਨੂੰ ਅਜਾਈਂ ਨਹੀਂ ਜਾਣ ਦੇਂਦਾ, ਤੇ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26728,
    "shabad_id": 2315,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ਪੂਜਾ ਹੋਮਿ ੲਿਹੁ ਮਨੂਅਾ; ਅਕਾਲ ਮੂਰਤਿ ਗੁਰਦੇਵਾ ॥੩॥",
    "transliteration": "Kar Poojaa Hom Eihu Manooaa Akaal Moorath Guradhaevaa ||3||",
    "translation": "Worship Him, and dedicate this mind unto Him, the Image of the Undying Lord, the Divine Guru. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪ੍ਰਭੂ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ ਜਿਸ ਦਾ ਸਰੂਪ ਮੌਤ-ਰਹਿਤ ਹੈ, ਉਸ ਦੀ ਪੂਜਾ-ਭਗਤੀ ਕਰ, ਤੇ, ਭੇਟਾ ਵਜੋਂ ਆਪਣਾ ਇਹ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਹ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26729,
    "shabad_id": 2315,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਗੋਬਿਦ ਦਾਮੋਦਰ ਦੲਿਅਾਲ ਮਾਧਵੇ; ਪਾਰਬ੍ਰਹਮ ਨਿਰੰਕਾਰਾ ॥",
    "transliteration": "Gobidh Dhaamodhar Dhaeiaal Maadhhavae Paarabreham Nirankaaraa ||",
    "translation": "He is the Lord of the Universe, the Compassionate Lord, the Supreme Lord God, the Formless Lord.",
    "punjabi": "ਗੋਬਿੰਦ ਦਾਮੋਦਰ ਦਇਆ-ਦੇ-ਘਰ, ਮਾਇਆ-ਦੇ-ਪਤੀ, ਪਾਰਬ੍ਰਹਮ ਨਿਰੰਕਾਰ ਦੇ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26730,
    "shabad_id": 2315,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੁ ਵਰਤਣਿ. ਨਾਮੋ ਵਾਲੇਵਾ; ਨਾਮੁ ਨਾਨਕ. ਪ੍ਰਾਨ ਅਧਾਰਾ ॥੪॥੯॥੨੦॥",
    "transliteration": "Naam Varathan Naamo Vaalaevaa Naam Naanak Praan Adhhaaraa ||4||9||20||",
    "translation": "The Naam is my merchandise, the Naam is my nourishment; the Naam, O Nanak, is the Support of my breath of life. ||4||9||20||",
    "punjabi": "ਨਾਮ ਨੂੰ ਹਰ ਵੇਲੇ ਕੰਮ ਆਉਣ ਵਾਲੀ ਚੀਜ਼ ਬਣਾ, ਨਾਮ ਨੂੰ ਹੀ ਹਿਰਦੇ-ਘਰ ਦਾ ਸਾਮਾਨ ਬਣਾ, ਹੇ ਨਾਨਕ! ਨਾਮ ਹੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ ॥੪॥੯॥੨੦॥",
    "pronunciation": "(ਵਾਲੇਵਾ) ਪਦਾਰਥ",
    "type_id": 3
  },
  {
    "id": 26731,
    "shabad_id": 2316,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26732,
    "shabad_id": 2316,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਿਰਤਕ ਕੳੁ ਪਾੲਿਓ ਤਨਿ ਸਾਸਾ; ਬਿਛੁਰਤ ਅਾਨਿ ਮਿਲਾੲਿਅਾ ॥",
    "transliteration": "Mirathak Ko Paaeiou Than Saasaa Bishhurath Aan Milaaeiaa ||",
    "translation": "He infuses the breath into the dead bodies, and he reunited the separated ones.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਆਤਮਕ ਤੌਰ ਤੇ) ਮਰੇ ਹੋਏ ਮਨੁੱਖ ਦੇ ਸਰੀਰ ਵਿਚ ਨਾਮ-ਜਿੰਦ ਪਾ ਦੇਂਦਾ ਹੈ, (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੁੜੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਲਿਆ ਕੇ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26733,
    "shabad_id": 2316,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪਸੂ ਪਰੇਤ ਮੁਗਧ ਭੲੇ ਸ੍ਰੋਤੇ; ਹਰਿ ਨਾਮਾ ਮੁਖਿ ਗਾੲਿਅਾ ॥੧॥",
    "transliteration": "Pasoo Paraeth Mugadhh Bheae Srothae Har Naamaa Mukh Gaaeiaa ||1||",
    "translation": "Even beasts, demons and fools become attentive listeners, when He sings the Praises of the Lord's Name. ||1||",
    "punjabi": "ਪਸ਼ੂ (-ਸੁਭਾਉ ਮਨੁੱਖ) ਪ੍ਰੇਤ (-ਸੁਭਾਉ ਬੰਦੇ) ਮੂਰਖ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸੁਣਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੂੰਹ ਨਾਲ ਗਾਣ ਲੱਗ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26734,
    "shabad_id": 2316,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਕੀ; ਦੇਖੁ ਵਡਾੲੀ ॥",
    "transliteration": "Poorae Gur Kee Dhaekh Vaddaaee ||",
    "translation": "Behold the glorious greatness of the Perfect Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਆਤਮਕ ਉੱਚਤਾ ਬੜੀ ਅਸਚਰਜ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26735,
    "shabad_id": 2316,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਤਾ ਕੀ ਕੀਮਤਿ; ਕਹਣੁ. ਨ ਜਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thaa Kee Keemath Kehan N Jaaee || Rehaao ||",
    "translation": "His worth cannot be described. ||Pause||",
    "punjabi": "ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26736,
    "shabad_id": 2316,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਦੂਖ ਸੋਗ ਕਾ ਢਾਹਿਓ ਡੇਰਾ; ਅਨਦ ਮੰਗਲ ਬਿਸਰਾਮਾ ॥",
    "transliteration": "Dhookh Sog Kaa Dtaahiou Ddaeraa Anadh Mangal Bisaraamaa ||",
    "translation": "He has demolished the abode of sorrow and disease, and brought bliss, joy and happiness.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਨਾਮ-ਜਿੰਦ ਦੇ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਦੁੱਖਾਂ ਦਾ ਗ਼ਮਾਂ ਦਾ ਡੇਰਾ ਹੀ ਢਾਹ ਦੇਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਦਾ ਟਿਕਾਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26737,
    "shabad_id": 2316,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਬਾਂਛਤ ਫਲ ਮਿਲੇ ਅਚਿੰਤਾ; ਪੂਰਨ ਹੋੲੇ ਕਾਮਾ ॥੨॥",
    "transliteration": "Man Baanshhath Fal Milae Achinthaa Pooran Hoeae Kaamaa ||2||",
    "translation": "He effortlessly awards the fruits of the mind's desire, and all works are brought to perfection. ||2||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਅਚਨਚੇਤ ਮਨ-ਇੱਛਤ ਫਲ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26738,
    "shabad_id": 2316,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ੲੀਹਾ ਸੁਖੁ. ਅਾਗੈ ਮੁਖ ੳੂਜਲ; ਮਿਟਿ ਗੲੇ ਅਾਵਣ ਜਾਣੇ ॥",
    "transliteration": "Eehaa Sukh Aagai Mukh Oojal Mitt Geae Aavan Jaanae ||",
    "translation": "He finds peace in this world, and his face is radiant in the world hereafter; his comings and goings are finished.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦੇ ਮਨ ਵਿਚ ਭਾ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ ਪ੍ਰਾਪਤ ਰਹਿੰਦਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਹ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26739,
    "shabad_id": 2316,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਨਿਰਭੳੁ ਭੲੇ. ਹਿਰਦੈ ਨਾਮੁ ਵਸਿਅਾ; ਅਪੁਨੇ ਸਤਿਗੁਰ ਕੈ ਮਨਿ ਭਾਣੇ ॥੩॥",
    "transliteration": "Nirabho Bheae Hiradhai Naam Vasiaa Apunae Sathigur Kai Man Bhaanae ||3||",
    "translation": "He becomes fearless, and his heart is filled with the Naam, the Name of the Lord; his mind is pleasing to the True Guru. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26740,
    "shabad_id": 2316,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ੳੂਠਤ ਬੈਠਤ ਹਰਿ ਗੁਣ ਗਾਵੈ; ਦੂਖੁ ਦਰਦੁ ਭ੍ਰਮੁ ਭਾਗਾ ॥",
    "transliteration": "Oothath Baithath Har Gun Gaavai Dhookh Dharadh Bhram Bhaagaa ||",
    "translation": "Standing up and sitting down, he sings the Glorious Praises of the Lord; his pain, sorrow and doubt are dispelled.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਉੱਠਦਾ ਬੈਠਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਰੇਕ ਦੁੱਖ ਪੀੜ ਭਟਕਣਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26741,
    "shabad_id": 2316,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਾ ਕੇ ਪੂਰ ਕਰੰਮਾ; ਜਾ ਕਾ ਗੁਰ ਚਰਨੀ ਮਨੁ ਲਾਗਾ ॥੪॥੧੦॥੨੧॥",
    "transliteration": "Kahu Naanak Thaa Kae Poor Karanmaa Jaa Kaa Gur Charanee Man Laagaa ||4||10||21||",
    "translation": "Says Nanak, his karma is perfect; his mind is attached to the Guru's feet. ||4||10||21||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੧੦॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26742,
    "shabad_id": 2317,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26743,
    "shabad_id": 2317,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਰਤਨੁ ਛਾਡਿ. ਕੳੁਡੀ ਸੰਗਿ ਲਾਗੇ; ਜਾ ਤੇ. ਕਛੂ ਨ ਪਾੲੀਅੈ ॥",
    "transliteration": "Rathan Shhaadd Kouddee Sang Laagae Jaa Thae Kashhoo N Paaeeai ||",
    "translation": "Forsaking the jewel, he is attached to the shell; nothing will come of it.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ) ਕੀਮਤੀ ਪ੍ਰਭੂ-ਨਾਮ ਛੱਡ ਕੇ ਕਉਡੀ (ਦੇ ਮੁੱਲ ਦੀ ਮਾਇਆ) ਨਾਲ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਪਾਸੋਂ (ਅੰਤ) ਕੁਝ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
