[
  {
    "id": 26744,
    "shabad_id": 2317,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਨ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸੁਰ; ਮੇਰੇ ਮਨ. ਸਦਾ ਧਿਅਾੲੀਅੈ ||੧||",
    "transliteration": "Pooran Paarabreham Paramaesur Maerae Man Sadhaa Dhhiaaeeai ||1||",
    "translation": "O my mind, meditate forever on the Perfect, Supreme Lord God, the Transcendent Lord. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਰਬ-ਵਿਆਪਕ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26745,
    "shabad_id": 2317,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਿਮਰਹੁ. ਹਰਿ ਹਰਿ ਨਾਮੁ; ਪਰਾਨੀ ||",
    "transliteration": "Simarahu Har Har Naam Paraanee ||",
    "translation": "Meditate in remembrance on the Name of the Lord, Har, Har, O mortal.",
    "punjabi": "ਹੇ ਬੰਦੇ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26746,
    "shabad_id": 2317,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬਿਨਸੈ ਕਾਚੀ ਦੇਹ; ਅਗਿਅਾਨੀ || ਰਹਾੳੁ ||",
    "transliteration": "Binasai Kaachee Dhaeh Agiaanee || Rehaao ||",
    "translation": "Your frail body shall perish, you ignorant fool. ||Pause||",
    "punjabi": "ਹੇ ਗਿਆਨਹੀਨ! ਇਹ ਸਰੀਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਇਹ ਜ਼ਰੂਰ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26747,
    "shabad_id": 2317,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਮਿ੍ਰਗ ਤਿ੍ਰਸਨਾ ਅਰੁ ਸੁਪਨ ਮਨੋਰਥ; ਤਾ ਕੀ. ਕਛੁ ਨ ਵਡਾੲੀ ||",
    "transliteration": "Mrig Thrisanaa Ar Supan Manorathh Thaa Kee Kashh N Vaddaaee ||",
    "translation": "Illusions and dream-objects possess nothing of greatness.",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਹ ਮਾਇਆ) ਠਗ-ਨੀਰਾ ਹੈ (ਜੋ ਤਿਹਾਏ ਹਰਨ ਨੂੰ ਤੜਫਾ ਤੜਫਾ ਕੇ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ) ਸੁਪਨਿਆਂ ਵਿਚ ਮਿਲੇ ਪਦਾਰਥ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਦੇਸ਼ ਵਿਚ) ਇਸ ਮਾਇਆ ਨੂੰ ਕੁਝ ਭੀ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26748,
    "shabad_id": 2317,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਰਾਮ ਭਜਨ ਬਿਨੁ. ਕਾਮਿ ਨ ਅਾਵਸਿ; ਸੰਗਿ. ਨ ਕਾਹੂ ਜਾੲੀ ||੨||",
    "transliteration": "Raam Bhajan Bin Kaam N Aavas Sang N Kaahoo Jaaee ||2||",
    "translation": "Without meditating on the Lord, nothing succeeds, and nothing will go along with you. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕੋਈ ਚੀਜ਼) ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ, ਇਹ ਮਾਇਆ (ਅੰਤ) ਕਿਸੇ ਦੇ ਭੀ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26749,
    "shabad_id": 2317,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹੳੁ ਹੳੁ ਕਰਤ. ਬਿਹਾੲਿ ਅਵਰਦਾ; ਜੀਅ ਕੋ ਕਾਮੁ. ਨ ਕੀਨਾ ||",
    "transliteration": "Ho Ho Karath Bihaae Avaradhaa Jeea Ko Kaam N Keenaa ||",
    "translation": "Acting in egotism and pride, his life passes away, and he does nothing for his soul.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦੀ) ਉਮਰ (ਮਾਇਆ ਦਾ) ਮਾਣ ਕਰਦਿਆਂ ਹੀ ਬੀਤ ਜਾਂਦੀ ਹੈ, ਉਹ ਕੋਈ ਐਸਾ ਕੰਮ ਨਹੀਂ ਕਰਦਾ ਜੋ ਜਿੰਦ ਦੇ ਲਾਭ ਵਾਸਤੇ ਹੋਵੇ।",
    "pronunciation": "(ਅ-ਵਰਦਾ) ੳੁਮਰ",
    "type_id": 3
  },
  {
    "id": 26750,
    "shabad_id": 2317,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਧਾਵਤ ਧਾਵਤ. ਨਹ ਤਿ੍ਰਪਤਾਸਿਅਾ; ਰਾਮ ਨਾਮੁ. ਨਹੀ ਚੀਨਾ ||੩||",
    "transliteration": "Dhhaavath Dhhaavath Neh Thripathaasiaa Raam Naam Nehee Cheenaa ||3||",
    "translation": "Wandering and wandering all around, he is never satisfied; he does not remember the Name of the Lord. ||3||",
    "punjabi": "(ਸਾਰੀ ਉਮਰ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਦੌੜਦਾ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਰੱਜਦਾ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26751,
    "shabad_id": 2317,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਾਦ ਬਿਕਾਰ ਬਿਖੈ ਰਸ ਮਾਤੋ; ਅਸੰਖ ਖਤੇ ਕਰਿ ਫੇਰੇ ||",
    "transliteration": "Saadh Bikaar Bikhai Ras Maatho Asankh Khathae Kar Faerae ||",
    "translation": "Intoxicated with the taste of corruption, cruel pleasures and countless sins, he is consigned to the cycle of reincarnation.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਚਸਕਿਆਂ ਵਿਚ ਵਿਕਾਰਾਂ ਵਿਚ ਪਦਾਰਥਾਂ ਦੇ ਸੁਆਦਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਬੇਅੰਤ ਪਾਪ ਕਰ ਕਰ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜਾਂ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਖਤੇ)ਗੁਨਾਹ[ਖਤੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26752,
    "shabad_id": 2317,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਪ੍ਰਭ ਪਾਹਿ ਬਿਨੰਤੀ; ਕਾਟਹੁ ਅਵਗੁਣ ਮੇਰੇ ||੪||੧੧||੨੨||",
    "transliteration": "Naanak Kee Prabh Paahi Binanthee Kaattahu Avagun Maerae ||4||11||22||",
    "translation": "Nanak offers his prayer to God, to eradicate his demerits. ||4||11||22||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ ਦੀ ਅਰਜ਼ੋਈ ਤਾਂ ਪ੍ਰਭੂ ਪਾਸ ਹੀ ਹੈ (ਨਾਨਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਰੇ ਔਗੁਣ ਕੱਟ ਦੇਹ ॥੪॥੧੧॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26753,
    "shabad_id": 2318,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ||",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26754,
    "shabad_id": 2318,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਣ ਗਾਵਹੁ ਪੂਰਨ ਅਬਿਨਾਸੀ; ਕਾਮ ਕ੍ਰੋਧ ਬਿਖੁ ਜਾਰੇ ||",
    "transliteration": "Gun Gaavahu Pooran Abinaasee Kaam Krodhh Bikh Jaarae ||",
    "translation": "Sing the Glorious Praises of the Perfect, Imperishable Lord, and the poison of sexual desire and anger shall be burnt away.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਸਰਬ-ਵਿਆਪਕ ਨਾਸ-ਰਹਿਤ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ। (ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ ਗੁਰੂ ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ) ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਦੀ) ਜ਼ਹਰ ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26755,
    "shabad_id": 2318,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਹਾ ਬਿਖਮੁ ਅਗਨਿ ਕੋ ਸਾਗਰੁ; ਸਾਧੂਸੰਗਿ ੳੁਧਾਰੇ ||੧||",
    "transliteration": "Mehaa Bikham Agan Ko Saagar Saadhhoo Sang Oudhhaarae ||1||",
    "translation": "You shall cross over the awesome, arduous ocean of fire, in the Saadh Sangat, the Company of the Holy. ||1||",
    "punjabi": "(ਇਹ ਜਗਤ ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ ਦਾ ਸਮੁੰਦਰ (ਹੈ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣਾ) ਬਹੁਤ ਕਠਨ ਹੈ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਰੱਖ ਕੇ, ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26756,
    "shabad_id": 2318,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਪੂਰੈ ਗੁਰਿ; ਮੇਟਿਓ ਭਰਮੁ ਅੰਧੇਰਾ ||",
    "transliteration": "Poorai Gur Maettiou Bharam Andhhaeraa ||",
    "translation": "The Perfect Guru has dispelled the darkness of doubt.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ। ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਉਸ ਦਾ) ਭਰਮ ਮਿਟਾ ਦਿੱਤਾ, (ਉਸ ਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26757,
    "shabad_id": 2318,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਭਜੁ ਪ੍ਰੇਮ ਭਗਤਿ; ਪ੍ਰਭੁ ਨੇਰਾ || ਰਹਾੳੁ ||",
    "transliteration": "Bhaj Praem Bhagath Prabh Naeraa || Rehaao ||",
    "translation": "Remember God with love and devotion; He is near at hand. ||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ! ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪ੍ਰੇਮ-ਭਰੀ ਭਗਤੀ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, (ਤੈਨੂੰ) ਪ੍ਰਭੂ ਅੰਗ-ਸੰਗ (ਦਿੱਸ ਪਏਗਾ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26758,
    "shabad_id": 2318,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਨਿਧਾਨ ਰਸੁ ਪੀਅਾ; ਮਨ ਤਨ ਰਹੇ ਅਘਾੲੀ ||",
    "transliteration": "Har Har Naam Nidhhaan Ras Peeaa Man Than Rehae Aghaaee ||",
    "translation": "Drink in the sublime essence, the treasure of the Name of the Lord, Har, Har, and your mind and body shall remain satisfied.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਾਰੇ ਰਸਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਸ) ਖ਼ਜ਼ਾਨੇ ਦਾ ਰਸ ਪੀਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ (ਮਾਇਆ ਦੇ ਰਸਾਂ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26759,
    "shabad_id": 2318,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜਤ ਕਤ ਪੂਰਿ ਰਹਿਓ ਪਰਮੇਸਰੁ; ਕਤ ਅਾਵੈ ਕਤ ਜਾੲੀ ||੨||",
    "transliteration": "Jath Kath Poor Rehiou Paramaesar Kath Aavai Kath Jaaee ||2||",
    "translation": "The Transcendent Lord is totally permeating and pervading everywhere; where would He come from, and where would He go? ||2||",
    "punjabi": "ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਵਿਆਪਕ ਦਿੱਸ ਪੈਂਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਫਿਰ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26760,
    "shabad_id": 2318,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਪ ਤਪ ਸੰਜਮ ਗਿਅਾਨ ਤਤ ਬੇਤਾ; ਜਿਸੁ ਮਨਿ ਵਸੈ ਗੁੋਪਾਲਾ ||",
    "transliteration": "Jap Thap Sanjam Giaan Thath Baethaa Jis Man Vasai Guopaalaa ||",
    "translation": "One whose mind is filled with the Lord, is a person of meditation, penance, self-restraint and spiritual wisdom, and a knower of reality.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਣ-ਹਾਰ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਅਸਲੀ ਜਪ ਤਪ ਸੰਜਮ ਦਾ ਭੇਤ ਸਮਝਣ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਗਿਆਤਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗੁੋਪਾਲਾ:ਗੁੋ:ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਕਾਰ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26761,
    "shabad_id": 2318,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਨਾਮੁ ਰਤਨੁ ਜਿਨਿ ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ; ਤਾ ਕੀ ਪੂਰਨ ਘਾਲਾ ||੩||",
    "transliteration": "Naam Rathan Jin Guramukh Paaeiaa Thaa Kee Pooran Ghaalaa ||3||",
    "translation": "The Gurmukh obtains the jewel of the Naam; his efforts come to perfect fruition. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ ਰਤਨ ਲੱਭ ਲਿਆ, ਉਸ ਦੀ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੀ) ਮੇਹਨਤ ਕਾਮਯਾਬ ਹੋ ਗਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26762,
    "shabad_id": 2318,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਕਲਿ ਕਲੇਸ ਮਿਟੇ ਦੁਖ ਸਗਲੇ; ਕਾਟੀ ਜਮ ਕੀ ਫਾਸਾ ||",
    "transliteration": "Kal Kalaes Mittae Dhukh Sagalae Kaattee Jam Kee Faasaa ||",
    "translation": "All his struggles, sufferings and pains are dispelled, and the noose of death is cut away from him.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ ਜਮਾਂ ਵਾਲੀ ਫਾਹੀ ਕੱਟੀ ਗਈ (ਉਸ ਦੇ ਗਲੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਕੱਟੀ ਗਈ ਜੋ ਆਤਮਕ ਮੌਤ ਲਿਆ ਕੇ ਜਮਾਂ ਦੇ ਵੱਸ ਪਾਂਦੀ ਹੈ), ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਕਲੇਸ਼ ਕਸ਼ਟ ਦੂਰ ਹੋ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26763,
    "shabad_id": 2318,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਭਿ ਕਿਰਪਾ ਧਾਰੀ; ਮਨ ਤਨ ਭੲੇ ਬਿਗਾਸਾ ||੪||੧੨||੨੩||",
    "transliteration": "Kahu Naanak Prabh Kirapaa Dhhaaree Man Than Bheae Bigaasaa ||4||12||23||",
    "translation": "Says Nanak, God has extended His Mercy, and so his mind and body blossom forth. ||4||12||23||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ, ਤੇ) ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਆਤਮਕ ਆਨੰਦ ਨਾਲ ਪ੍ਰਫੁਲਤ ਹੋ ਗਿਆ ॥੪॥੧੨॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26764,
    "shabad_id": 2319,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ||",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26765,
    "shabad_id": 2319,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਰਣ ਕਰਾਵਣਹਾਰ ਪ੍ਰਭੁ ਦਾਤਾ; ਪਾਰਬ੍ਰਹਮ ਪ੍ਰਭੁ ਸੁਅਾਮੀ ||",
    "transliteration": "Karan Karaavanehaar Prabh Dhaathaa Paarabreham Prabh Suaamee ||",
    "translation": "God is the Doer, the Cause of causes, the Great Giver; God is the Supreme Lord and Master.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਸਹਾਈ ਗੁਰੂ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲਾ ਹੈ (ਜੀਵਾਂ ਪਾਸੋਂ) ਸਭ ਕੁਝ ਕਰਾ ਸਕਣ ਵਾਲਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26766,
    "shabad_id": 2319,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਗਲੇ ਜੀਅ ਕੀੲੇ ਦੲਿਅਾਲਾ; ਸੋ ਪ੍ਰਭੁ ਅੰਤਰਜਾਮੀ ||੧||",
    "transliteration": "Sagalae Jeea Keeeae Dhaeiaalaa So Prabh Antharajaamee ||1||",
    "translation": "The Merciful Lord created all beings; God is the Inner-knower, the Searcher of hearts. ||1||",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਉਸੇ ਦਇਆ-ਦੇ-ਘਰ ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26767,
    "shabad_id": 2319,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮੇਰਾ ਗੁਰੁ; ਹੋਅਾ ਅਾਪਿ ਸਹਾੲੀ ||",
    "transliteration": "Maeraa Gur Hoaa Aap Sehaaee ||",
    "translation": "My Guru is Himself my friend and support.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਦਦਗਾਰ ਆਪ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26768,
    "shabad_id": 2319,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨੰਦ ਮੰਗਲ ਰਸ; ਅਚਰਜ ਭੲੀ ਬਡਾੲੀ || ਰਹਾੳੁ ||",
    "transliteration": "Sookh Sehaj Aanandh Mangal Ras Acharaj Bhee Baddaaee || Rehaao ||",
    "translation": "I am in celestial peace, bliss, joy, pleasure and wondrous glory. ||Pause||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਸੁਆਦ ਉੱਘੜ ਪੈਂਦੇ ਹਨ। ਉਸ ਮਨੁੱਖ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਐਸੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ਕਿ ਹੈਰਾਨ ਹੋ ਜਾਈਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 26769,
    "shabad_id": 2319,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕੀ ਸਰਣਿ ਪੲੇ. ਭੈ ਨਾਸੇ; ਸਾਚੀ ਦਰਗਹ ਮਾਨੇ ||",
    "transliteration": "Gur Kee Saran Peae Bhai Naasae Saachee Dharageh Maanae ||",
    "translation": "Seeking the Sanctuary of the Guru, my fears have been dispelled, and I am accepted in the Court of the True Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26770,
    "shabad_id": 2319,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਗੁਣ ਗਾਵਤ. ਅਾਰਾਧਿ ਨਾਮੁ ਹਰਿ; ਅਾੲੇ ਅਪੁਨੈ ਥਾਨੇ ||੨||",
    "transliteration": "Gun Gaavath Aaraadhh Naam Har Aaeae Apunai Thhaanae ||2||",
    "translation": "Singing His Glorious Praises, and worshipping in adoration the Name of the Lord, I have reached my destination. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਉਹ ਆਪਣੇ (ਉਸ ਹਿਰਦੇ-) ਥਾਂ ਵਿਚ ਆ ਟਿਕਦੇ ਹਨ (ਜਿਥੋਂ ਕੋਈ ਵਿਕਾਰ ਉਹਨਾਂ ਨੂੰ ਕੱਢ ਕੇ ਭਟਕਣਾ ਵਿਚ ਨਹੀਂ ਪਾ ਸਕਦਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26771,
    "shabad_id": 2319,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜੈ ਜੈਕਾਰੁ ਕਰੈ ਸਭ ੳੁਸਤਤਿ; ਸੰਗਤਿ ਸਾਧ ਪਿਅਾਰੀ ||",
    "transliteration": "Jai Jai Kaar Karai Sabh Ousathath Sangath Saadhh Piaaree ||",
    "translation": "Everyone applauds and congratulates me; the Saadh Sangat, the Company of the Holy, is dear to me.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰਦੀ ਹੈ, ਸੋਭਾ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26772,
    "shabad_id": 2319,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਦ ਬਲਿਹਾਰਿ ਜਾੳੁ ਪ੍ਰਭ ਅਪੁਨੇ; ਜਿਨਿ ਪੂਰਨ ਪੈਜ ਸਵਾਰੀ ||੩||",
    "transliteration": "Sadh Balihaar Jaao Prabh Apunae Jin Pooran Paij Savaaree ||3||",
    "translation": "I am forever a sacrifice to my God, who has totally protected and preserved my honor. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ (ਭੀ) ਆਪਣੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ (ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ) ਮੇਰੀ ਇੱਜ਼ਤ ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਖ ਲਈ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26773,
    "shabad_id": 2319,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਗੋਸਟਿ ਗਿਅਾਨੁ. ਨਾਮੁ ਸੁਣਿ ੳੁਧਰੇ; ਜਿਨਿ ਜਿਨਿ ਦਰਸਨੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Gosatt Giaan Naam Sun Oudhharae Jin Jin Dharasan Paaeiaa ||",
    "translation": "They are saved, who receive the Blessed Vision of His Darshan; they listen to the spiritual dialogue of the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ (ਗੁਰੂ ਦਾ) ਦਰਸਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਹੋ ਗਈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਬਚ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26774,
    "shabad_id": 2319,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਭੲਿਓ ਕਿ੍ਰਪਾਲੁ ਨਾਨਕ. ਪ੍ਰਭੁ ਅਪੁਨਾ; ਅਨਦ ਸੇਤੀ ਘਰਿ ਅਾੲਿਅਾ ||੪||੧੩||੨੪||",
    "transliteration": "Bhaeiou Kirapaal Naanak Prabh Apunaa Anadh Saethee Ghar Aaeiaa ||4||13||24||",
    "translation": "Nanak's God has become Merciful to him; he has arrived home in ecstasy. ||4||13||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਨੰਦ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ॥੪॥੧੩॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26775,
    "shabad_id": 2320,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ||",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26776,
    "shabad_id": 2320,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪ੍ਰਭ ਕੀ ਸਰਣਿ. ਸਗਲ ਭੈ ਲਾਥੇ; ਦੁਖ ਬਿਨਸੇ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Prabh Kee Saran Sagal Bhai Laathhae Dhukh Binasae Sukh Paaeiaa ||",
    "translation": "In God's Sanctuary all fears depart suffering disappears, and peace is obtained.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆਂ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਡਰ ਲਹਿ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ (ਸਦਾ) ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26777,
    "shabad_id": 2320,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਦੲਿਅਾਲੁ ਹੋਅਾ ਪਾਰਬ੍ਰਹਮੁ ਸੁਅਾਮੀ; ਪੂਰਾ ਸਤਿਗੁਰੁ ਧਿਅਾੲਿਅਾ ||੧||",
    "transliteration": "Dhaeiaal Hoaa Paarabreham Suaamee Pooraa Sathigur Dhhiaaeiaa ||1||",
    "translation": "When the Supreme Lord God and Master becomes merciful, we meditate on the Perfect True Guru. ||1||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26778,
    "shabad_id": 2320,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਪ੍ਰਭ ਜੀੳੁ; ਤੂ ਮੇਰੋ ਸਾਹਿਬੁ ਦਾਤਾ ||",
    "transliteration": "Prabh Jeeo Thoo Maero Saahib Dhaathaa ||",
    "translation": "O Dear God, You are my Lord Master and Great Giver.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਮੈਨੂੰ ਸਾਰੀਆਂ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26779,
    "shabad_id": 2320,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਪ੍ਰਭ ਦੀਨ ਦੲਿਅਾਲਾ; ਗੁਣ ਗਾਵੳੁ ਰੰਗਿ ਰਾਤਾ || ਰਹਾੳੁ ||",
    "transliteration": "Kar Kirapaa Prabh Dheen Dhaeiaalaa Gun Gaavo Rang Raathaa || Rehaao ||",
    "translation": "By Your Mercy, O God, Merciful to the meek, imbue me with Your Love, that I might sing Your Glorious Praises. ||Pause||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਤੇਰੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26780,
    "shabad_id": 2320,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਦਿ੍ਰੜਾੲਿਅਾ; ਚਿੰਤਾ ਸਗਲ ਬਿਨਾਸੀ ||",
    "transliteration": "Sathigur Naam Nidhhaan Dhrirraaeiaa Chinthaa Sagal Binaasee ||",
    "translation": "The True Guru has implanted the treasure of the Naam within me, and all my anxieties have been dispelled.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਨੇ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ-ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੀ ਸਾਰੀ ਚਿੰਤਾ ਦੂਰ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
