[
  {
    "id": 26781,
    "shabad_id": 2320,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kir ikrpw. Apuno kir lInw; min visAw AibnwsI ]2]",
    "transliteration": "Kar Kirapaa Apuno Kar Leenaa Man Vasiaa Abinaasee ||2||",
    "translation": "By His Mercy, He has made me His own, and the imperishable Lord has come to dwell within my mind. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਉਸ ਨੂੰ ਆਪਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਨਾਸ ਰਹਿਤ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26782,
    "shabad_id": 2320,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "qw kau ibGnu. n koaU lwgY; jo siqguir ApunY rwKy ]",
    "transliteration": "Thaa Ko Bighan N Kooo Laagai Jo Sathigur Apunai Raakhae ||",
    "translation": "No misfortune afflicts one who is protected by the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਰੱਖਿਆ ਕੀਤੀ ਉਸ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ) ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26783,
    "shabad_id": 2320,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "crnkml bsy ird AMqir; AMimRq hir rsu cwKy ]3]",
    "transliteration": "Charan Kamal Basae Ridh Anthar Anmrith Har Ras Chaakhae ||3||",
    "translation": "The Lotus Feet of God come to abide within his heart, and he savors the sublime essence of the Lord's Ambrosial Nectar. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਕੌਲ ਫੁੱਲਾਂ ਵਰਗੇ ਕੋਮਲ ਚਰਨ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਰਸ ਸਦਾ ਚੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26784,
    "shabad_id": 2320,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "kir syvw syvk pRB Apuny; ijin mn kI ieC pujweI ]",
    "transliteration": "Kar Saevaa Saevak Prabh Apunae Jin Man Kee Eishh Pujaaee ||",
    "translation": "So, as a servant, serve your God, who fulfills your mind's desires.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਹਰ ਵੇਲੇ) ਤੇਰੇ ਮਨ ਦੀ (ਹਰੇਕ) ਕਾਮਨਾ ਪੂਰੀ ਕੀਤੀ ਹੈ, ਸੇਵਕਾਂ ਵਾਂਗ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26785,
    "shabad_id": 2320,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "nwnk dws. qw kY bilhwrY; ijin pUrn pYj rKweI ]4]14]25]",
    "transliteration": "Naanak Dhaas Thaa Kai Balihaarai Jin Pooran Paij Rakhaaee ||4||14||25||",
    "translation": "Slave Nanak is a sacrifice to the Perfect Lord, who has protected and preserved his honor. ||4||14||25||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਵਿਘਨਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਹਰ ਵੇਲੇ) ਪੂਰੇ ਤੌਰ ਤੇ ਇੱਜ਼ਤ ਰੱਖੀ ਹੈ ॥੪॥੧੪॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26786,
    "shabad_id": 2321,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26787,
    "shabad_id": 2321,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mwieAw moh mgnu AMiDAwrY; dyvnhwru. n jwnY ]",
    "transliteration": "Maaeiaa Moh Magan Andhhiaarai Dhaevanehaar N Jaanai ||",
    "translation": "Infatuated with the darkness of emotional attachment to Maya, he does not know the Lord, the Great Giver.",
    "punjabi": "ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ (ਆਤਮਕ) ਹਨੇਰੇ ਵਿਚ ਮਸਤ ਰਹਿ ਕੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਜੀਵ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26788,
    "shabad_id": 2321,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jIau ipMfu swij ijin ricAw; blu Apuno kir mwnY ]1]",
    "transliteration": "Jeeo Pindd Saaj Jin Rachiaa Bal Apuno Kar Maanai ||1||",
    "translation": "The Lord created his body and fashioned his soul, but he claims that his power is his own. ||1||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਸਰੀਰ ਜਿੰਦ ਬਣਾ ਕੇ ਜੀਵ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, (ਉਸ ਨੂੰ ਭੁਲਾ ਕੇ) ਆਪਣੀ ਤਾਕਤ ਨੂੰ ਹੀ ਵੱਡੀ ਸਮਝਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26789,
    "shabad_id": 2321,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mn mUVy; dyiK rihE pRB suAwmI ]",
    "transliteration": "Man Moorrae Dhaekh Rehiou Prabh Suaamee ||",
    "translation": "O foolish mind, God, your Lord and Master is watching over you.",
    "punjabi": "ਹੇ ਮੂਰਖ ਮਨ! ਮਾਲਕ ਪ੍ਰਭੂ (ਤੇਰੀਆਂ ਸਾਰੀਆਂ ਕਰਤੂਤਾਂ ਨੂੰ ਹਰ ਵੇਲੇ) ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26790,
    "shabad_id": 2321,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jo ikCu krih soeI soeI jwxY; rhY n kCUAY CwnI ] rhwau ]",
    "transliteration": "Jo Kishh Karehi Soee Soee Jaanai Rehai N Kashhooai Shhaanee || Rehaao ||",
    "translation": "Whatever you do, He knows; nothing can remain concealed from Him. ||Pause||",
    "punjabi": "ਤੂੰ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈਂ, (ਮਾਲਕ-ਪ੍ਰਭੂ) ਉਹੀ ਉਹੀ ਜਾਣ ਲੈਂਦਾ ਹੈ, (ਉਸ ਪਾਸੋਂ ਤੇਰੀ) ਕੋਈ ਭੀ ਕਰਤੂਤ ਲੁਕੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ ਰਹਾਉ॥",
    "pronunciation": "(CwnI) lukI",
    "type_id": 3
  },
  {
    "id": 26791,
    "shabad_id": 2321,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ijhvw suAwd loB mid mwqo; aupjy Aink ibkwrw ]",
    "transliteration": "Jihavaa Suaadh Lobh Madh Maatho Oupajae Anik Bikaaraa ||",
    "translation": "You are intoxicated with the tastes of the tongue, with greed and pride; countless sins spring from these.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਜੀਭ ਦੇ ਸੁਆਦਾਂ ਵਿਚ, ਲੋਭ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਕਰਕੇ ਇਸ ਦੇ ਅੰਦਰ) ਅਨੇਕਾਂ ਵਿਕਾਰ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26792,
    "shabad_id": 2321,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "bhuqu join Brmq duKu pwieAw; haumY bMDn ky Bwrw ]2]",
    "transliteration": "Bahuth Jon Bharamath Dhukh Paaeiaa Houmai Bandhhan Kae Bhaaraa ||2||",
    "translation": "You wandered in pain through countless incarnations, weighed down by the chains of egotism. ||2||",
    "punjabi": "ਮਨੁੱਖ ਹਉਮੈ ਦੀਆਂ ਜ਼ੰਜੀਰਾਂ ਦੇ ਭਾਰ ਹੇਠ ਦਬ ਜਾਂਦਾ ਹੈ, ਬਹੁਤ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਤੇ, ਦੁੱਖ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26793,
    "shabad_id": 2321,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "dyie ikvwV Aink pVdy mih; pr dwrw sMig PwkY ]",
    "transliteration": "Dhaee Kivaarr Anik Parradhae Mehi Par Dhaaraa Sang Faakai ||",
    "translation": "Behind closed doors, hidden by many screens, the man takes his pleasure with another man's wife.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ) ਦਰਵਾਜ਼ੇ ਬੰਦ ਕਰਕੇ ਅਨੇਕਾਂ ਪਰਦਿਆਂ ਦੇ ਪਿੱਛੇ ਪਰਾਈ ਇਸਤ੍ਰੀ ਨਾਲ ਕੁਕਰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "dy-ie- (ikvwV) drvwzw[ (PwkY) kukrm krdw",
    "type_id": 3
  },
  {
    "id": 26794,
    "shabad_id": 2321,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "icqR gupqu jb lyKw mwgih; qb kauxu. pVdw qyrw FwkY ]3]",
    "transliteration": "Chithr Gupath Jab Laekhaa Maagehi Thab Koun Parradhaa Thaeraa Dtaakai ||3||",
    "translation": "When Chitr and Gupt, the celestial accountants of the conscious and subconscious, call for your account, who will screen you then? ||3||",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਜਦੋਂ (ਧਰਮ ਰਾਜ ਦੇ ਦੂਤ) ਚਿੱਤ੍ਰ ਅਤੇ ਗੁਪਤ (ਤੇਰੀਆਂ ਕਰਤੂਤਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਣਗੇ, ਤਦੋਂ ਕੋਈ ਭੀ ਤੇਰੀਆਂ ਕਰਤੂਤਾਂ ਉਤੇ ਪਰਦਾ ਨਹੀਂ ਪਾ ਸਕੇਗਾ ॥੩॥",
    "pronunciation": "pVdw:V hlMq n lwau",
    "type_id": 3
  },
  {
    "id": 26795,
    "shabad_id": 2321,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "dIn dieAwl pUrn duKBMjn; qum ibnu. Et n kweI ]",
    "transliteration": "Dheen Dhaeiaal Pooran Dhukh Bhanjan Thum Bin Outt N Kaaee ||",
    "translation": "O Perfect Lord, Merciful to the meek, Destroyer of pain, without You, I have no shelter at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26796,
    "shabad_id": 2321,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "kwiF lyhu sMswr swgr mih; nwnk pRB srxweI ]4]15]26]",
    "transliteration": "Kaadt Laehu Sansaar Saagar Mehi Naanak Prabh Saranaaee ||4||15||26||",
    "translation": "Please, lift me up out of the world-ocean; O God, I have come to Your Sanctuary. ||4||15||26||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ (ਡੁੱਬਦੇ ਨੂੰ ਮੈਨੂੰ ਬਾਂਹ ਫੜ ਕੇ) ਕੱਢ ਲੈ ॥੪॥੧੫॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26797,
    "shabad_id": 2322,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26798,
    "shabad_id": 2322,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pwrbRhmu hoAw shweI; kQw kIrqnu suKdweI ]",
    "transliteration": "Paarabreham Hoaa Sehaaee Kathhaa Keerathan Sukhadhaaee ||",
    "translation": "The Supreme Lord God has become my helper and friend; His sermon and the Kirtan of His Praises have brought me peace.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਨਾਲ ਪਿਆਰ ਬਣਾਂਦਾ ਹੈ) ਪਰਮਾਤਮਾ (ਉਸ ਦਾ) ਮਦਦਗਾਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26799,
    "shabad_id": 2322,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur pUry kI bwxI; jip Andu krhu inq pRwxI ]1]",
    "transliteration": "Gur Poorae Kee Baanee Jap Anadh Karahu Nith Praanee ||1||",
    "translation": "Chant the Word of the Perfect Guru's Bani, and be ever in bliss, O mortal. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਪੂਰੇ ਗੁਰੂ ਦੀ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਬਾਣੀ ਸਦਾ ਪੜ੍ਹਿਆ ਕਰ, ਤੇ, ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਕਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26800,
    "shabad_id": 2322,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir swcw ismrhu BweI ]",
    "transliteration": "Har Saachaa Simarahu Bhaaee ||",
    "translation": "Remember the True Lord in meditation, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਿਹਾ ਕਰੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26801,
    "shabad_id": 2322,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "swDsMig sdw suKu pweIAY; hir ibsir. n kbhU jweI ] rhwau ]",
    "transliteration": "Saadhhasang Sadhaa Sukh Paaeeai Har Bisar N Kabehoo Jaaee || Rehaao ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, eternal peace is obtained, and the Lord is never forgotten. ||Pause||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣੀਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26802,
    "shabad_id": 2322,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "AMimRq nwmu prmysur qyrw; jo ismrY so jIvY ]",
    "transliteration": "Anmrith Naam Paramaesar Thaeraa Jo Simarai So Jeevai ||",
    "translation": "Your Name, O Transcendent Lord, is Ambrosial Nectar; whoever meditates on it, lives.",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਉੱਚੇ ਮਾਲਕ! (ਪਰਮੇਸਰ!) ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26803,
    "shabad_id": 2322,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijs no krim prwpiq hovY; so jnu inrmlu QIvY ]2]",
    "transliteration": "Jis No Karam Paraapath Hovai So Jan Niramal Thheevai ||2||",
    "translation": "One who is blessed with God's Grace - that humble servant becomes immaculate and pure. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰੀ ਮੇਹਰ ਨਾਲ (ਹੇ ਪਰਮੇਸਰ!) ਤੇਰਾ ਨਾਮ ਹਾਸਲ ਹੁੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਵਿੱਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26804,
    "shabad_id": 2322,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ibGn ibnwsn siB duK nwsn; gur crxI mnu lwgw ]",
    "transliteration": "Bighan Binaasan Sabh Dhukh Naasan Gur Charanee Man Laagaa ||",
    "translation": "Obstacles are removed, and all pains are eliminated; my mind is attached to the Guru's feet.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਚਰਨ ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚੋਂ ਸਾਰੀਆਂ) ਰੁਕਾਵਟਾਂ ਨਾਸ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ। ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਰਚਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26805,
    "shabad_id": 2322,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "gux gwvq. Acuq AibnwsI; An idnu hir rMig jwgw ]3]",
    "transliteration": "Gun Gaavath Achuth Abinaasee Anadhin Har Rang Jaagaa ||3||",
    "translation": "Singing the Glorious Praises of the immovable and imperishable Lord, one remains awake to the Lord's Love, day and night. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਅਬਿਨਾਸੀ ਤੇ ਅਟੱਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਗਾਂਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਲੀਨ ਹੋ ਕੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "A-c`uq",
    "type_id": 3
  },
  {
    "id": 26806,
    "shabad_id": 2322,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "mn ieCy syeI Pl pwey; hir kI kQw suhylI ]",
    "transliteration": "Man Eishhae Saeee Fal Paaeae Har Kee Kathhaa Suhaelee ||",
    "translation": "He obtains the fruits of his mind's desires, listening to the comforting sermon of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲੀ ਹੈ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ) ਉਹੀ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੀ ਕਾਮਨਾ ਉਸ ਦਾ ਮਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26807,
    "shabad_id": 2322,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "Awid AMiq miD nwnk kau; so pRBu hoAw bylI ]4]16]27]",
    "transliteration": "Aadh Anth Madhh Naanak Ko So Prabh Hoaa Baelee ||4||16||27||",
    "translation": "In the beginning, in the middle, and in the end, God is Nanak's best friend. ||4||16||27||",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮਾਤਮਾ ਨਾਨਕ ਵਾਸਤੇ ਸਦਾ ਦਾ ਮਦਦਗਾਰ ਬਣ ਗਿਆ ਹੈ ॥੪॥੧੬॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26808,
    "shabad_id": 2323,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "soriT mhlw 5 pMcpdw ]",
    "transliteration": "Sorath Mehalaa 5 Panchapadhaa ||",
    "translation": "Sorat'h, Fifth Mehl, Panch-Padas:",
    "punjabi": "",
    "pronunciation": "pMcpdw",
    "type_id": 3
  },
  {
    "id": 26809,
    "shabad_id": 2323,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ibnsY mohu myrw Aru qyrw; ibnsY ApnI DwrI ]1]",
    "transliteration": "Binasai Mohu Maeraa Ar Thaeraa Binasai Apanee Dhhaaree ||1||",
    "translation": "May my emotional attachment, my sense of mine and yours, and my self-conceit be dispelled. ||1||",
    "punjabi": "(ਜਿਸ ਇਲਾਜ ਨਾਲ ਮੇਰੇ ਅੰਦਰੋਂ) ਮੋਹ ਨਾਸ ਹੋ ਜਾਏ, ਮੇਰ-ਤੇਰ ਵਾਲਾ ਵਿਤਕਰਾ ਦੂਰ ਹੋ ਜਾਏ, ਮੇਰੀ ਮਾਇਆ-ਨਾਲ-ਪਕੜ ਖ਼ਤਮ ਹੋ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26810,
    "shabad_id": 2323,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "sMqhu; iehw bqwvhu kwrI ]",
    "transliteration": "Santhahu Eihaa Bathaavahu Kaaree ||",
    "translation": "O Saints, show me such a way,",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਮੈਨੂੰ ਕੋਈ) ਇਹੋ ਜਿਹਾ ਇਲਾਜ ਦੱਸੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26811,
    "shabad_id": 2323,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ijqu; haumY grbu invwrI ]1] rhwau ]",
    "transliteration": "Jith Houmai Garab Nivaaree ||1|| Rehaao ||",
    "translation": "By which my egotism and pride might be eliminated. ||1||Pause||",
    "punjabi": "ਜਿਸ ਨਾਲ ਮੈਂ (ਆਪਣਾ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਸਕਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 26812,
    "shabad_id": 2323,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "srb BUq pwrbRhmu kir mwinAw; hovW sgl rynwrI ]2]",
    "transliteration": "Sarab Bhooth Paarabreham Kar Maaniaa Hovaan Sagal Raenaaree ||2||",
    "translation": "I see the Supreme Lord God in all beings, and I am the dust of all. ||2||",
    "punjabi": "(ਜਿਸ ਇਲਾਜ ਨਾਲ) ਪਰਮਾਤਮਾ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵੱਸਦਾ ਮੰਨਿਆ ਜਾ ਸਕੇ, ਤੇ, ਮੈਂ ਸਭਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਬਣਿਆ ਰਹਾਂ ॥੨॥",
    "pronunciation": "(BUq) jIv, isRStI",
    "type_id": 3
  },
  {
    "id": 26813,
    "shabad_id": 2323,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "pyiKE pRB jIau ApunY sMgy; cUkY BIiq BRmwrI ]3]",
    "transliteration": "Paekhiou Prabh Jeeo Apunai Sangae Chookai Bheeth Bhramaaree ||3||",
    "translation": "I see God always with me, and the wall of doubt has been shattered. ||3||",
    "punjabi": "(ਜਿਸ ਇਲਾਜ ਨਾਲ) ਪਰਮਾਤਮਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੇਖਿਆ ਜਾ ਸਕੇ, ਤੇ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਣਾ ਵਾਲੀ ਕੰਧ ਦੂਰ ਹੋ ਜਾਏ (ਜੋ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿੱਥ ਪਾ ਰਹੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26814,
    "shabad_id": 2323,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "AauKDu nwmu inrml jlu AMimRqu; pweIAY gurU duAwrI ]4]",
    "transliteration": "Aoukhadhh Naam Niramal Jal Anmrith Paaeeai Guroo Dhuaaree ||4||",
    "translation": "The medicine of the Naam, and the Immaculate Water of Ambrosial Nectar, are obtained through the Guru's Gate. ||4||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਦਵਾਈ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਵਿਤ੍ਰ ਨਾਮ-ਜਲ ਹੀ ਹੈ। ਇਹ ਨਾਮ ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ ਮਿਲਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26815,
    "shabad_id": 2323,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "khu nwnk. ijsu msqik iliKAw; iqsu. gur imil rog ibdwrI ]5]17]28]",
    "transliteration": "Kahu Naanak Jis Masathak Likhiaa This Gur Mil Rog Bidhaaree ||5||17||28||",
    "translation": "Says Nanak, one who has such pre-ordained destiny inscribed upon his forehead, meets with the Guru, and his diseases are cured. ||5||17||28||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਵੇ, (ਉਸ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ), ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਰੋਗ ਕੱਟੇ ਜਾਂਦੇ ਹਨ ॥੫॥੧੭॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
