[
  {
    "id": 27553,
    "shabad_id": 2392,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਿ. ਸੰਗ ਕਾਹੂ ਨਹੀ ਦੀਨਾ; ਬਿਰਥਾ ਅਾਪੁ ਬੰਧਾੲਿਅਾ ||੧||",
    "transliteration": "Anth Sang Kaahoo Nehee Dheenaa Birathhaa Aap Bandhhaaeiaa ||1||",
    "translation": "In the end, nothing shall go along with you; you have entrapped yourself in vain. ||1||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚੋਂ) ਕਿਸੇ ਨੇ ਭੀ ਆਖ਼ਰ ਕਿਸੇ ਦਾ ਸਾਥ ਨਹੀਂ ਦਿੱਤਾ। ਤੂੰ ਵਿਅਰਥ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਜਕੜ ਰੱਖਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27554,
    "shabad_id": 2392,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾ ਹਰਿ ਭਜਿਓ. ਨ ਗੁਰ ਜਨੁ ਸੇਵਿਓ; ਨਹ ੳੁਪਜਿਓ. ਕਛੁ ਗਿਅਾਨਾ ||",
    "transliteration": "Naa Har Bhajiou N Gur Jan Saeviou Neh Oupajiou Kashh Giaanaa ||",
    "translation": "You have not meditated or vibrated upon the Lord; you have not served the Guru, or His humble servants; spiritual wisdom has not welled up within you.",
    "punjabi": "ਹੇ ਭਾਈ! (ਅਜੇ ਤਕ) ਨਾਹ ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕੀਤੀ ਹੈ, ਨਾਹ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆ ਹੈਂ, ਨਾਹ ਹੀ ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੋਝੀ ਪਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27555,
    "shabad_id": 2392,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਘਟ ਹੀ ਮਾਹਿ ਨਿਰੰਜਨੁ ਤੇਰੈ; ਤੈ ਖੋਜਤ ੳੁਦਿਅਾਨਾ ||੨||",
    "transliteration": "Ghatt Hee Maahi Niranjan Thaerai Thai Khojath Oudhiaanaa ||2||",
    "translation": "The Immaculate Lord is within your heart, and yet you search for Him in the wilderness. ||2||",
    "punjabi": "ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, ਪਰ ਤੂੰ (ਬਾਹਰ) ਜੰਗਲਾਂ ਵਿਚ ਉਸ ਨੂੰ ਭਾਲ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "pronunciation": "(ੳੁਦਿਅਾਨਾ) ੳੁਜਾੜ",
    "type_id": 3
  },
  {
    "id": 27556,
    "shabad_id": 2392,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਬਹੁਤੁ ਜਨਮ ਭਰਮਤ ਤੈ ਹਾਰਿਓ; ਅਸਥਿਰ ਮਤਿ. ਨਹੀ ਪਾੲੀ ||",
    "transliteration": "Bahuth Janam Bharamath Thai Haariou Asathhir Math Nehee Paaee ||",
    "translation": "You have wandered through many many births; you are exhausted but have still not found a way out of this endless cycle.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਤੂੰ (ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਹਾਰ ਲਈ ਹੈ, ਤੂੰ ਅਜੇਹੀ ਅਕਲ ਨਹੀਂ ਸਿੱਖੀ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਤੈਨੂੰ ਅਡੋਲਤਾ ਹਾਸਲ ਹੋ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27557,
    "shabad_id": 2392,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਮਾਨਸ ਦੇਹ ਪਾੲਿ. ਪਦ ਹਰਿ ਭਜੁ; ਨਾਨਕ. ਬਾਤ ਬਤਾੲੀ ||੩||੩||",
    "transliteration": "Maanas Dhaeh Paae Padh Har Bhaj Naanak Baath Bathaaee ||3||3||",
    "translation": "Now that you have obtained this human body, meditate on the Lord's Feet; Nanak advises with this advice. ||3||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ ਤਾਂ ਇਹ) ਗੱਲ ਸਮਝਾਈ ਹੈ ਕਿ ਮਨੁੱਖਾ ਜਨਮ ਦਾ (ਉੱਚਾ) ਦਰਜਾ ਹਾਸਲ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ ॥੩॥੩॥",
    "pronunciation": "(ਪਦ) ਚਰਨਕਮਲ[ ਪਦ ਭਜੁ ਪੋਲੇ",
    "type_id": 3
  },
  {
    "id": 27558,
    "shabad_id": 2393,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27559,
    "shabad_id": 2393,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਰੇ; ਪ੍ਰਭ ਕੀ ਸਰਨਿ ਬਿਚਾਰੋ ||",
    "transliteration": "Man Rae Prabh Kee Saran Bichaaro ||",
    "translation": "O mind, contemplate the Sanctuary of God.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਦੇ ਨਾਮ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27560,
    "shabad_id": 2393,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਹ ਸਿਮਰਤ. ਗਨਕਾ ਸੀ ੳੁਧਰੀ; ਤਾ ਕੋ ਜਸੁ ੳੁਰ ਧਾਰੋ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jih Simarath Ganakaa See Oudhharee Thaa Ko Jas Our Dhhaaro ||1|| Rehaao ||",
    "translation": "Meditating on Him in remembrance, Ganika the prostitute was saved; enshrine His Praises within your heart. ||1||Pause||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਿਆਂ ਗਨਕਾ (ਵਿਕਾਰਾਂ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਗਈ ਸੀ ਤੂੰ ਭੀ, (ਹੇ ਭਾਈ!) ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 27561,
    "shabad_id": 2393,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਅਟਲ ਭੲਿਓ ਧ੍ਰ¨ਅ. ਜਾ ਕੈ ਸਿਮਰਨਿ; ਅਰੁ ਨਿਰਭੈ ਪਦੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Attal Bhaeiou Dhhrooa Jaa Kai Simaran Ar Nirabhai Padh Paaeiaa ||",
    "translation": "Meditating on Him in remembrance, Dhroo became immortal, and obtained the state of fearlessness.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ ਧ੍ਰੂ ਸਦਾ ਲਈ ਅਟੱਲ ਹੋ ਗਿਆ ਹੈ ਤੇ ਉਸ ਨੇ ਨਿਰਭੈਤਾ ਦਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ ਸੀ,",
    "pronunciation": "ਅ-ਟਲ",
    "type_id": 3
  },
  {
    "id": 27562,
    "shabad_id": 2393,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਦੁਖ ਹਰਤਾ ੲਿਹ ਬਿਧਿ ਕੋ ਸੁਅਾਮੀ; ਤੈ. ਕਾਹੇ ਬਿਸਰਾੲਿਅਾ ||੧||",
    "transliteration": "Dhukh Harathaa Eih Bidhh Ko Suaamee Thai Kaahae Bisaraaeiaa ||1||",
    "translation": "The Lord and Master removes suffering in this way - why have you forgotten Him? ||1||",
    "punjabi": "ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਉਂ ਭੁਲਾਇਆ ਹੋਇਆ ਹੈ, ਉਹ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਦਾ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27563,
    "shabad_id": 2393,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਬ ਹੀ ਸਰਨਿ ਗਹੀ ਕਿਰਪਾਨਿਧਿ; ਗਜ ਗਰਾਹ ਤੇ ਛੂਟਾ ||",
    "transliteration": "Jab Hee Saran Gehee Kirapaa Nidhh Gaj Garaah Thae Shhoottaa ||",
    "translation": "As soon as the elephant took to the protective Sanctuary of the Lord, the ocean of mercy, he escaped from the crocodile.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਵੇਲੇ ਹੀ (ਗਜ ਨੇ) ਕਿਰਪਾ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਉਹ ਗਜ (ਹਾਥੀ) ਤੰਦੂਏ ਦੀ ਫਾਹੀ ਤੋਂ ਨਿਕਲ ਗਿਆ ਸੀ।",
    "pronunciation": "(ਗਰਾਹ) ਤੰਦੂਅਾ",
    "type_id": 3
  },
  {
    "id": 27564,
    "shabad_id": 2393,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮਹਮਾ ਨਾਮ. ਕਹਾ ਲੳੁ ਬਰਨੳੁ; ਰਾਮ ਕਹਤ. ਬੰਧਨ ਤਿਹ ਤੂਟਾ ||੨||",
    "transliteration": "Mehamaa Naam Kehaa Lo Barano Raam Kehath Bandhhan Thih Thoottaa ||2||",
    "translation": "How much can I describe the Glorious Praises of the Naam? Whoever chants the Lord's Name, his bonds are broken. ||2||",
    "punjabi": "ਮੈਂ ਕਿਥੋਂ ਤਕ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ ਦੱਸਾਂ? ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ ਉਸ (ਹਾਥੀ) ਦੇ ਬੰਧਨ ਟੁੱਟ ਗਏ ਸਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27565,
    "shabad_id": 2393,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਜਾਮਲੁ ਪਾਪੀ. ਜਗੁ ਜਾਨੇ; ਨਿਮਖ ਮਾਹਿ ਨਿਸਤਾਰਾ ||",
    "transliteration": "Ajaamal Paapee Jag Jaanae Nimakh Maahi Nisathaaraa ||",
    "translation": "Ajaamal, known throughout the world as a sinner, was redeemed in an instant.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਜਾਣਦਾ ਹੈ ਕਿ ਅਜਾਮਲ ਵਿਕਾਰੀ ਸੀ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ) ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਉਸ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਗਿਆ ਸੀ।",
    "pronunciation": "ਅਜਾਮੱਲੁ",
    "type_id": 3
  },
  {
    "id": 27566,
    "shabad_id": 2393,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਕਹਤ. ਚੇਤ ਚਿੰਤਾਮਨਿ; ਤੈ ਭੀ ੳੁਤਰਹਿ ਪਾਰਾ ||੩||੪||",
    "transliteration": "Naanak Kehath Chaeth Chinthaaman Thai Bhee Outharehi Paaraa ||3||4||",
    "translation": "Says Nanak, remember the Chintaamani, the jewel which fulfills all desires, and you too shall be carried across and saved. ||3||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-(ਹੇ ਭਾਈ! ਤੂੰ) ਸਾਰੀਆਂ ਚਿਤਵਨੀਆਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ। ਤੂੰ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਏਂਗਾ ॥੩॥੪॥",
    "pronunciation": "ੳੁ੍ਨਤਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 27567,
    "shabad_id": 2394,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27568,
    "shabad_id": 2394,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਾਨੀ; ਕੳੁਨੁ ੳੁਪਾੳੁ ਕਰੈ ||",
    "transliteration": "Praanee Koun Oupaao Karai ||",
    "translation": "What efforts should the mortal make,",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੱਸ,) ਮਨੁੱਖ ਉਹ ਕੇਹੜਾ ਹੀਲਾ ਕਰੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27569,
    "shabad_id": 2394,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਾ ਤੇ. ਭਗਤਿ ਰਾਮ ਕੀ ਪਾਵੈ; ਜਮ ਕੋ ਤ੍ਰਾਸੁ ਹਰੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jaa Thae Bhagath Raam Kee Paavai Jam Ko Thraas Harai ||1|| Rehaao ||",
    "translation": "To attain devotional worship of the Lord, and eradicate the fear of death? ||1||Pause||",
    "punjabi": "ਜਿਸ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ; ਅਤੇ ਜਮ ਦਾ ਡਰ ਦੂਰ ਕਰ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 27570,
    "shabad_id": 2394,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਕੳੁਨੁ ਕਰਮ. ਬਿਦਿਅਾ ਕਹੁ ਕੈਸੀ; ਧਰਮੁ ਕੳੁਨੁ ਫੁਨਿ ਕਰੲੀ ||",
    "transliteration": "Koun Karam Bidhiaa Kahu Kaisee Dhharam Koun Fun Karee ||",
    "translation": "Which actions, what sort of knowledge, and what religion - what Dharma should one practice?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਦੱਸ, ਉਹ ਕੇਹੜੇ (ਧਾਰਮਿਕ) ਕਰਮ ਹਨ, ਉਹ ਕਿਹੋ ਜਿਹੀ ਵਿੱਦਿਆ ਹੈ, ਉਹ ਕੇਹੜਾ ਧਰਮ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ) ਕਰੇ;",
    "pronunciation": "ਬਿੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 27571,
    "shabad_id": 2394,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕੳੁਨੁ ਨਾਮੁ. ਗੁਰ ਜਾ ਕੈ ਸਿਮਰੈ; ਭਵ ਸਾਗਰ ਕੳੁ ਤਰੲੀ ||੧||",
    "transliteration": "Koun Naam Gur Jaa Kai Simarai Bhav Saagar Ko Tharee ||1||",
    "translation": "What Name of the Guru should one remember in meditation, to cross over the terrifying world-ocean? ||1||",
    "punjabi": "ਉਹ ਕੇਹੜਾ ਗੁਰੂ ਦਾ (ਦੱਸਿਆ) ਨਾਮ ਹੈ ਜਿਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27572,
    "shabad_id": 2394,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਲ ਮੈ. ੲੇਕੁ ਨਾਮੁ ਕਿਰਪਾਨਿਧਿ; ਜਾਹਿ ਜਪੈ ਗਤਿ ਪਾਵੈ ||",
    "transliteration": "Kal Mai Eaek Naam Kirapaa Nidhh Jaahi Japai Gath Paavai ||",
    "translation": "In this Dark Age of Kali Yuga, the Name of the One Lord is the treasure of mercy; chanting it, one obtains salvation.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ ਹੈ ਜਿਸ ਨੂੰ (ਜੇਹੜਾ ਮਨੁੱਖ) ਜਪਦਾ ਹੈ (ਉਹ) ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27573,
    "shabad_id": 2394,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅੳੁਰ ਧਰਮ. ਤਾ ਕੈ ਸਮ ਨਾਹਨਿ; ੲਿਹ ਬਿਧਿ ਬੇਦੁ ਬਤਾਵੈ ||੨||",
    "transliteration": "Aour Dhharam Thaa Kai Sam Naahan Eih Bidhh Baedh Bathaavai ||2||",
    "translation": "No other religion is comparable to this; so speak the Vedas. ||2||",
    "punjabi": "ਹੋਰ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇ ਭੀ ਕੋਈ ਕਰਮ ਉਸ (ਨਾਮ) ਦੇ ਬਰਾਬਰ ਨਹੀਂ ਹਨ-ਬੇਦ (ਭੀ) ਇਹ ਜੁਗਤਿ ਦੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27574,
    "shabad_id": 2394,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸੁਖੁ ਦੁਖੁ ਰਹਤ ਸਦਾ ਨਿਰਲੇਪੀ; ਜਾ ਕੳੁ ਕਹਤ ਗੁਸਾੲੀ ||",
    "transliteration": "Sukh Dhukh Rehath Sadhaa Niralaepee Jaa Ko Kehath Gusaaee ||",
    "translation": "He is beyond pain and pleasure, forever unattached; He is called the Lord of the world.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਨੂੰ (ਜਗਤ) ਧਰਤੀ ਦਾ ਖਸਮ ਆਖਦਾ ਹੈ ਉਹ ਸੁਖਾਂ ਦੁੱਖਾਂ ਤੋਂ ਵੱਖਰਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27575,
    "shabad_id": 2394,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸੋ ਤੁਮ ਹੀ ਮਹਿ ਬਸੈ ਨਿਰੰਤਰਿ; ਨਾਨਕ. ਦਰਪਨਿ ਨਿਅਾੲੀ ||੩||੫||",
    "transliteration": "So Thum Hee Mehi Basai Niranthar Naanak Dharapan Niaaee ||3||5||",
    "translation": "He dwells deep within your inner self, O Nanak, like the image in a mirror. ||3||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਉਹ ਤੇਰੇ ਅੰਦਰ ਭੀ ਇਕ-ਰਸ ਵੱਸ ਰਿਹਾ ਹੈ, ਜਿਵੇਂ ਸ਼ੀਸ਼ੇ (ਵਿਚ ਅਕਸ ਵੱਸਦਾ ਹੈ। ਉਸ ਦਾ ਸਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ) ॥੩॥੫॥",
    "pronunciation": "(ਦਰਪਨ) ਸ਼ੀਸ਼ੇ (ਨਿਅਾੲੀ) ਵਾਂਗ",
    "type_id": 3
  },
  {
    "id": 27576,
    "shabad_id": 2395,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27577,
    "shabad_id": 2395,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾੲੀ; ਮੈ. ਕਿਹਿ ਬਿਧਿ ਲਖੳੁ ਗੁਸਾੲੀ ||",
    "transliteration": "Maaee Mai Kihi Bidhh Lakho Gusaaee ||",
    "translation": "O mother, how can I see the Lord of the world?",
    "punjabi": "ਹੇ ਮਾਂ! ਧਰਤੀ ਦੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਪਛਾਣਾਂ?",
    "pronunciation": "ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27578,
    "shabad_id": 2395,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਹਾ ਮੋਹ ਅਗਿਅਾਨਿ ਤਿਮਰਿ; ਮੋ ਮਨੁ ਰਹਿਓ ੳੁਰਝਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mehaa Moh Agiaan Thimar Mo Man Rehiou Ourajhaaee ||1|| Rehaao ||",
    "translation": "In the utter darkness of emotional attachment and spiritual ignorance, my mind remains entangled. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਮਨ (ਤਾਂ) ਵੱਡੇ ਮੋਹ ਦੀ ਅਗਿਆਨਤਾ ਵਿਚ, ਮੋਹ ਦੇ ਹਨੇਰੇ ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹਿੰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਤਿਮਰਿ) ਹਨੇਰਾ",
    "type_id": 4
  },
  {
    "id": 27579,
    "shabad_id": 2395,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਗਲ ਜਨਮ. ਭਰਮ ਹੀ ਭਰਮ ਖੋੲਿਓ; ਨਹ ਅਸਥਿਰੁ ਮਤਿ ਪਾੲੀ ||",
    "transliteration": "Sagal Janam Bharam Hee Bharam Khoeiou Neh Asathhir Math Paaee ||",
    "translation": "Deluded by doubt, I have wasted my whole life; I have not obtained a stable intellect.",
    "punjabi": "(ਹੇ ਮਾਂ! ਮੈਂ ਆਪਣਾ) ਸਾਰਾ ਜਨਮ ਭਟਕਣਾ ਵਿਚ ਹੀ ਗਵਾ ਲਿਆ ਹੈ। (ਅਜੇ ਤਕ ਅਜੇਹੀ) ਮਤਿ ਨਹੀਂ ਹਾਸਲ ਕੀਤੀ (ਜੋ ਮੈਨੂੰ) ਅਡੋਲ ਰੱਖ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27580,
    "shabad_id": 2395,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਬਿਖਿਅਾਸਕਤ ਰਹਿਓ ਨਿਸ ਬਾਸੁਰ; ਨਹ ਛੂਟੀ ਅਧਮਾੲੀ ||੧||",
    "transliteration": "Bikhiaasakath Rehiou Nis Baasur Neh Shhoottee Adhhamaaee ||1||",
    "translation": "I remain under the influence of corrupting sins, night and day, and I have not renounced wickedness. ||1||",
    "punjabi": "ਦਿਨ ਰਾਤ ਮੈਂ ਮਾਇਆ ਵਿਚ ਹੀ ਲੰਪਟ ਰਹਿੰਦਾ ਹਾਂ। ਮੇਰੀ ਇਹ ਨੀਚਤਾ ਮੁੱਕਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦੀ ॥੧॥",
    "pronunciation": "(ਬਿਖਿਅਾ-ਸਕਤ) ਮਾੲਿਅਾ ਚ ਮੋਹਤ ਹੋ ਕੇ[ (ਅਧਮਾੲੀ) ਨੀਚਤਾੲੀ",
    "type_id": 3
  },
  {
    "id": 27581,
    "shabad_id": 2395,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਾਧਸੰਗੁ ਕਬਹੂ. ਨਹੀ ਕੀਨਾ; ਨਹ ਕੀਰਤਿ ਪ੍ਰਭ ਗਾੲੀ ||",
    "transliteration": "Saadhhasang Kabehoo Nehee Keenaa Neh Keerath Prabh Gaaee ||",
    "translation": "I never joined the Saadh Sangat, the Company of the Holy, and I did not sing the Kirtan of God's Praises.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੈਂ ਕਦੇ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਨਹੀਂ ਕੀਤੀ, ਮੈਂ ਕਦੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਨਹੀਂ ਗਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27582,
    "shabad_id": 2395,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਮੈ ਨਾਹਿ ਕੋੳੂ ਗੁਨੁ; ਰਾਖਿ ਲੇਹੁ ਸਰਨਾੲੀ ||੨||੬||",
    "transliteration": "Jan Naanak Mai Naahi Kooo Gun Raakh Laehu Saranaaee ||2||6||",
    "translation": "O servant Nanak, I have no virtues at all; keep me in Your Sanctuary, Lord. ||2||6||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਗੁਣ ਨਹੀਂ ਹੈ। ਮੈਨੂੰ ਆਪਣੀ ਸ਼ਰਨ ਵਿਚ ਰੱਖ ॥੨॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27583,
    "shabad_id": 2396,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27584,
    "shabad_id": 2396,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾੲੀ. ਮਨੁ ਮੇਰੋ ਬਸਿ ਨਾਹਿ ||",
    "transliteration": "Maaee Man Maero Bas Naahi ||",
    "translation": "O mother, my mind is out of control.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ ਮੇਰੇ ਕਾਬੂ ਵਿਚ ਨਹੀਂ।",
    "pronunciation": "ਬੱਸਿ",
    "type_id": 3
  },
  {
    "id": 27585,
    "shabad_id": 2396,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਿਸ ਬਾਸੁਰ ਬਿਖਿਅਨ ਕੳੁ ਧਾਵਤ; ਕਿਹਿ ਬਿਧਿ ਰੋਕੳੁ ਤਾਹਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Nis Baasur Bikhian Ko Dhhaavath Kihi Bidhh Roko Thaahi ||1|| Rehaao ||",
    "translation": "Night and day, it runs after sin and corruption. How can I restrain it? ||1||Pause||",
    "punjabi": "ਰਾਤ ਦਿਨ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈ। ਮੈਂ ਇਸ ਨੂੰ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਰੋਕਾਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 27586,
    "shabad_id": 2396,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਬੇਦ ਪੁਰਾਨ ਸਿਮਿ੍ਰਤਿ ਕੇ ਮਤ ਸੁਨਿ; ਨਿਮਖ. ਨ ਹੀੲੇ ਬਸਾਵੈ ||",
    "transliteration": "Baedh Puraan Simrith Kae Math Sun Nimakh N Heeeae Basaavai ||",
    "translation": "He listens to the teachings of the Vedas, the Puraanas and the Simritees, but he does not enshrine them in his heart, even for an instant.",
    "punjabi": "ਇਹ ਜੀਵ ਵੇਦਾਂ ਪੁਰਾਣਾਂ ਸਿੰਮ੍ਰਿਤੀਆਂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ (ਭੀ) ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ (ਉਸ ਉਪਦੇਸ਼ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "pronunciation": "ਸਿਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 27587,
    "shabad_id": 2396,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਪਰ ਧਨ ਪਰ ਦਾਰਾ ਸਿੳੁ ਰਚਿਓ; ਬਿਰਥਾ ਜਨਮੁ ਸਿਰਾਵੈ ||੧||",
    "transliteration": "Par Dhhan Par Dhaaraa Sio Rachiou Birathhaa Janam Siraavai ||1||",
    "translation": "Engrossed in the wealth and women of others, his life passes away uselessly. ||1||",
    "punjabi": "ਪਰਾਏ ਧਨ, ਪਰਾਈ ਇਸਤ੍ਰੀ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ ਆਪਣਾ) ਜਨਮ ਵਿਅਰਥ ਗੁਜ਼ਾਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਿਰਾਵੈ) ਗੁਜ਼ਾਰਦਾ",
    "type_id": 3
  },
  {
    "id": 27588,
    "shabad_id": 2396,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਮਦਿ ਮਾੲਿਅਾ ਕੈ ਭੲਿਓ ਬਾਵਰੋ; ਸੂਝਤ ਨਹ. ਕਛੁ ਗਿਅਾਨਾ ||",
    "transliteration": "Madh Maaeiaa Kai Bhaeiou Baavaro Soojhath Neh Kashh Giaanaa ||",
    "translation": "He has gone insane with the wine of Maya, and does not understand even a bit of spiritual wisdom.",
    "punjabi": "ਜੀਵ ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਝੱਲਾ ਹੋ ਰਿਹਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਬਾਰੇ ਇਸ ਨੂੰ ਕੋਈ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27589,
    "shabad_id": 2396,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਘਟ ਹੀ ਭੀਤਰਿ. ਬਸਤ ਨਿਰੰਜਨੁ; ਤਾ ਕੋ ਮਰਮੁ. ਨ ਜਾਨਾ ||੨||",
    "transliteration": "Ghatt Hee Bheethar Basath Niranjan Thaa Ko Maram N Jaanaa ||2||",
    "translation": "Deep within his heart, the Immaculate Lord dwells, but he does not know this secret. ||2||",
    "punjabi": "ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਇਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਉਸ ਦਾ ਭੇਦ ਇਹ ਜੀਵ ਨਹੀਂ ਸਮਝਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
