[
  {
    "id": 27590,
    "shabad_id": 2396,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਬ ਹੀ ਸਰਨਿ. ਸਾਧ ਕੀ ਅਾੲਿਓ; ਦੁਰਮਤਿ ਸਗਲ ਬਿਨਾਸੀ ||",
    "transliteration": "Jab Hee Saran Saadhh Kee Aaeiou Dhuramath Sagal Binaasee ||",
    "translation": "When I came to the Sanctuary of the Holy Saints, all my evil-mindedness was dispelled.",
    "punjabi": "ਜਦੋਂ ਜੀਵ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਇਸ ਦੀ ਸਾਰੀ ਕੋਝੀ ਮਤਿ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27591,
    "shabad_id": 2396,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਤਬ ਨਾਨਕ. ਚੇਤਿਓ ਚਿੰਤਾਮਨਿ; ਕਾਟੀ ਜਮ ਕੀ ਫਾਸੀ ||੩||੭||",
    "transliteration": "Thab Naanak Chaethiou Chinthaaman Kaattee Jam Kee Faasee ||3||7||",
    "translation": "Then, O Nanak, I remembered the Chintaamani, the jewel which fulfills all desires, and the noose of Death was snapped. ||3||7||",
    "punjabi": "ਤਦੋਂ, ਹੇ ਨਾਨਕ! ਇਹ ਸਾਰੀਆਂ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਹੈ; ਤੇ, ਇਸ ਦੀ ਜਮ ਦੀ ਫਾਹੀ (ਭੀ) ਕੱਟੀ ਜਾਂਦੀ ਹੈ ॥੩॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27592,
    "shabad_id": 2397,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27593,
    "shabad_id": 2397,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰੇ ਨਰ; ੲਿਹ ਸਾਚੀ ਜੀਅ ਧਾਰਿ ||",
    "transliteration": "Rae Nar Eih Saachee Jeea Dhhaar ||",
    "translation": "O man, grasp this Truth firmly in your soul.",
    "punjabi": "ਹੇ ਮਨੁੱਖ! ਆਪਣੇ ਦਿਲ ਵਿਚ ਇਹ ਪੱਕੀ ਗੱਲ ਟਿਕਾ ਲੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27594,
    "shabad_id": 2397,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਗਲ ਜਗਤੁ ਹੈ ਜੈਸੇ ਸੁਪਨਾ; ਬਿਨਸਤ. ਲਗਤ ਨ ਬਾਰ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sagal Jagath Hai Jaisae Supanaa Binasath Lagath N Baar ||1|| Rehaao ||",
    "translation": "The whole world is just like a dream; it will pass away in an instant. ||1||Pause||",
    "punjabi": "(ਕਿ) ਸਾਰਾ ਸੰਸਾਰ ਸੁਪਨੇ ਵਰਗਾ ਹੈ, (ਇਸ ਦੇ) ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 4
  },
  {
    "id": 27595,
    "shabad_id": 2397,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਬਾਰੂ ਭੀਤਿ ਬਨਾੲੀ ਰਚਿ ਪਚਿ; ਰਹਤ ਨਹੀ ਦਿਨ ਚਾਰਿ ||",
    "transliteration": "Baaroo Bheeth Banaaee Rach Pach Rehath Nehee Dhin Chaar ||",
    "translation": "Like a wall of sand, built up and plastered with great care, which does not last even a few days,",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਵੇਂ ਕਿਸੇ ਨੇ) ਰੇਤ ਦੀ ਕੰਧ ਉਸਾਰ ਕੇ ਪੋਚ ਕੇ ਤਿਆਰ ਕੀਤੀ ਹੋਵੇ; ਪਰ ਉਹ ਕੰਧ ਚਾਰ ਦਿਨ ਭੀ (ਟਿਕੀ) ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27596,
    "shabad_id": 2397,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ੲਿਹ ਸੁਖ ਮਾੲਿਅਾ ਕੇ; ੳੁਰਝਿਓ ਕਹਾ ਗਵਾਰ ||੧||",
    "transliteration": "Thaisae Hee Eih Sukh Maaeiaa Kae Ourajhiou Kehaa Gavaar ||1||",
    "translation": "Just so are the pleasures of Maya. Why are you entangled in them, you ignorant fool? ||1||",
    "punjabi": "ਇਸ ਮਾਇਆ ਦੇ ਸੁਖ ਭੀ ਉਸ (ਰੇਤ ਦੀ ਕੰਧ) ਵਰਗੇ ਹੀ ਹਨ। ਹੇ ਮੂਰਖ! ਤੂੰ ਇਹਨਾਂ ਸੁਖਾਂ ਵਿਚ ਕਿਉਂ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27597,
    "shabad_id": 2397,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅਜਹੂ ਸਮਝਿ. ਕਛੁ ਬਿਗਰਿਓ ਨਾਹਿਨਿ; ਭਜਿ ਲੇ ਨਾਮੁ ਮੁਰਾਰਿ ||",
    "transliteration": "Ajehoo Samajh Kashh Bigariou Naahin Bhaj Lae Naam Muraar ||",
    "translation": "Understand this today - it is not yet too late! Chant and vibrate the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਜੇ ਭੀ ਸਮਝ ਜਾ (ਅਜੇ) ਕੁਝ ਵਿਗੜਿਆ ਨਹੀਂ; ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27598,
    "shabad_id": 2397,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਨਿਜ ਮਤੁ ਸਾਧਨ ਕੳੁ; ਭਾਖਿਓ ਤੋਹਿ ਪੁਕਾਰਿ ||੨||੮||",
    "transliteration": "Kahu Naanak Nij Math Saadhhan Ko Bhaakhiou Thohi Pukaar ||2||8||",
    "translation": "Says Nanak, this is the subtle wisdom of the Holy Saints, which I proclaim out loud to you. ||2||8||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਮੈਂ ਤੈਨੂੰ ਗੁਰਮੁਖਾਂ ਦਾ ਇਹ ਨਿਜੀ ਖ਼ਿਆਲ ਪੁਕਾਰ ਕੇ ਸੁਣਾ ਰਿਹਾ ਹਾਂ ॥੨॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27599,
    "shabad_id": 2398,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27600,
    "shabad_id": 2398,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਹ ਜਗਿ ਮੀਤੁ; ਨ ਦੇਖਿਓ ਕੋੲੀ ||",
    "transliteration": "Eih Jag Meeth N Dhaekhiou Koee ||",
    "translation": "In this world, I have not found any true friend.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਜਗਤ ਵਿਚ ਕੋਈ (ਤੋੜ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ) ਮਿੱਤਰ (ਮੈਂ) ਨਹੀਂ ਵੇਖਿਆ।",
    "pronunciation": "ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 27601,
    "shabad_id": 2398,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਗਲ ਜਗਤੁ ਅਪਨੈ ਸੁਖ ਲਾਗਿਓ; ਦੁਖ ਮੈ ਸੰਗਿ. ਨ ਹੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sagal Jagath Apanai Sukh Laagiou Dhukh Mai Sang N Hoee ||1|| Rehaao ||",
    "translation": "The whole world is attached to its own pleasures, and when trouble comes, no one is with you. ||1||Pause||",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਆਪਣੇ ਸੁਖ ਵਿਚ ਹੀ ਜੁੱਟਾ ਪਿਆ ਹੈ। ਦੁੱਖ ਵਿਚ (ਕੋਈ ਕਿਸੇ ਦੇ) ਨਾਲ (ਸਾਥੀ) ਨਹੀਂ ਬਣਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 27602,
    "shabad_id": 2398,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਦਾਰਾ ਮੀਤ ਪੂਤ ਸਨਬੰਧੀ; ਸਗਰੇ ਧਨ ਸਿੳੁ ਲਾਗੇ ||",
    "transliteration": "Dhaaraa Meeth Pooth Sanabandhhee Sagarae Dhhan Sio Laagae ||",
    "translation": "Wives, friends, children and relatives - all are attached to wealth.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸਤ੍ਰੀ, ਮਿੱਤਰ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਇਹ ਸਾਰੇ ਧਨ ਨਾਲ (ਹੀ) ਪਿਆਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27603,
    "shabad_id": 2398,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜਬ ਹੀ ਨਿਰਧਨ ਦੇਖਿਓ ਨਰ ਕੳੁ; ਸੰਗੁ ਛਾਡਿ ਸਭ ਭਾਗੇ ||੧||",
    "transliteration": "Jab Hee Niradhhan Dhaekhiou Nar Ko Sang Shhaadd Sabh Bhaagae ||1||",
    "translation": "When they see a poor man, they all forsake his company and run away. ||1||",
    "punjabi": "ਜਦੋਂ ਹੀ ਇਹਨਾਂ ਨੇ ਮਨੁੱਖ ਨੂੰ ਕੰਗਾਲ ਵੇਖਿਆ, (ਤਦੋਂ) ਸਾਥ ਛੱਡ ਕੇ ਨੱਸ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27604,
    "shabad_id": 2398,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਹਂੳੁ ਕਹਾ. ਯਿਅਾ ਮਨ ਬੳੁਰੇ ਕੳੁ; ੲਿਨ ਸਿੳੁ ਨੇਹੁ ਲਗਾੲਿਓ ||",
    "transliteration": "Kehano Kehaa Yiaa Man Bourae Ko Ein Sio Naehu Lagaaeiou ||",
    "translation": "So what should I say to this crazy mind, which is affectionately attached to them?",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਇਸ ਝੱਲੇ ਮਨ ਨੂੰ ਕੀਹ ਸਮਝਾਵਾਂ? (ਇਸ ਨੇ) ਇਹਨਾਂ (ਕੱਚੇ ਸਾਥੀਆਂ) ਨਾਲ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਯਿਅਾ:ਦਾ ਯਿ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27605,
    "shabad_id": 2398,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਦੀਨਾ ਨਾਥ ਸਕਲ ਭੈ ਭੰਜਨ; ਜਸੁ ਤਾ ਕੋ ਬਿਸਰਾੲਿਓ ||੨||",
    "transliteration": "Dheenaa Naathh Sakal Bhai Bhanjan Jas Thaa Ko Bisaraaeiou ||2||",
    "translation": "The Lord is the Master of the meek, the Destroyer of all fears, and I have forgotten to praise Him. ||2||",
    "punjabi": "(ਜੇਹੜਾ ਪਰਮਾਤਮਾ) ਗਰੀਬਾਂ ਦਾ ਰਾਖਾ ਤੇ ਸਾਰੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਇਸ ਨੇ) ਭੁਲਾਈ ਹੋਈ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27606,
    "shabad_id": 2398,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸੁਅਾਨ ਪੂਛ ਜਿੳੁ. ਭੲਿਓ ਨ ਸੂਧੳੁ; ਬਹੁਤੁ ਜਤਨੁ. ਮੈ ਕੀਨੳੁ ||",
    "transliteration": "Suaan Pooshh Jio Bhaeiou N Soodhho Bahuth Jathan Mai Keeno ||",
    "translation": "Like a dog's tail, which will never straighten out, the mind will not change, no matter how many things are tried.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਕੁੱਤੇ ਦੀ ਪੂਛਲ ਸਿੱਧੀ ਨਹੀਂ ਹੁੰਦੀ (ਇਸੇ ਤਰ੍ਹਾਂ ਇਸ ਮਨ ਦੀ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਲੋਂ ਲਾ-ਪਰਵਾਹੀ ਹਟਦੀ ਨਹੀਂ) ਮੈਂ ਬਹੁਤ ਜਤਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27607,
    "shabad_id": 2398,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਲਾਜ ਬਿਰਦ ਕੀ ਰਾਖਹੁ; ਨਾਮੁ ਤੁਹਾਰੳੁ ਲੀਨੳੁ ||੩||੯||",
    "transliteration": "Naanak Laaj Biradh Kee Raakhahu Naam Thuhaaro Leeno ||3||9||",
    "translation": "Says Nanak, please, Lord, uphold the honor of Your innate nature; I chant Your Name. ||3||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ) ਮੁੱਢ-ਕਦੀਮਾਂ ਦੇ (ਪਿਆਰ ਵਾਲੇ) ਸੁਭਾਵ ਦੀ ਲਾਜ ਰੱਖ (ਮੇਰੀ ਮਦਦ ਕਰ, ਤਾਂ ਹੀ) ਮੈਂ ਤੇਰਾ ਨਾਮ ਜਪ ਸਕਦਾ ਹਾਂ ॥੩॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27608,
    "shabad_id": 2399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27609,
    "shabad_id": 2399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਰੇ; ਗਹਿਓ ਨ. ਗੁਰ ੳੁਪਦੇਸੁ ||",
    "transliteration": "Man Rae Gehiou N Gur Oupadhaes ||",
    "translation": "O mind, you have not accepted the Guru's Teachings.",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27610,
    "shabad_id": 2399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਹਾ ਭੲਿਓ. ਜੳੁ ਮੂਡੁ ਮੁਡਾੲਿਓ; ਭਗਵੳੁ ਕੀਨੋ ਭੇਸੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kehaa Bhaeiou Jo Moodd Muddaaeiou Bhagavo Keeno Bhaes ||1|| Rehaao ||",
    "translation": "What is the use of shaving your head, and wearing saffron robes? ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਭੁਲਾ ਕੇ) ਜੇ ਸਿਰ ਭੀ ਮੁਨਾ ਲਿਆ, ਤੇ, ਭਗਵੇ ਰੰਗ ਦੇ ਕੱਪੜੇ ਪਾ ਲਏ, ਤਾਂ ਭੀ ਕੀਹ ਬਣਿਆ? (ਆਤਮਕ ਜੀਵਨ ਦਾ ਕੁਝ ਭੀ ਨਾਹ ਸੌਰਿਆ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 27611,
    "shabad_id": 2399,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਾਚ ਛਾਡਿ ਕੈ. ਝੂਠਹ ਲਾਗਿਓ; ਜਨਮੁ ਅਕਾਰਥੁ ਖੋੲਿਓ ||",
    "transliteration": "Saach Shhaadd Kai Jhootheh Laagiou Janam Akaarathh Khoeiou ||",
    "translation": "Abandoning Truth, you cling to falsehood; your life is uselessly wasting away.",
    "punjabi": "(ਹੇ ਭਾਈ! ਭਗਵਾ ਭੇਖ ਤਾਂ ਧਾਰ ਲਿਆ, ਪਰ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਛੱਡ ਕੇ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਵਿਚ ਹੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27612,
    "shabad_id": 2399,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਕਰਿ ਪਰਪੰਚ ੳੁਦਰ ਨਿਜ ਪੋਖਿਓ; ਪਸੁ ਕੀ ਨਿਅਾੲੀ ਸੋੲਿਓ ||੧||",
    "transliteration": "Kar Parapanch Oudhar Nij Pokhiou Pas Kee Niaaee Soeiou ||1||",
    "translation": "Practicing hypocrisy, you fill your belly, and then sleep like an animal. ||1||",
    "punjabi": "(ਲੋਕਾਂ ਨਾਲ) ਛਲ ਕਰ ਕੇ ਆਪਣਾ ਪੇਟ ਪਾਲਦਾ ਰਿਹਾ, ਤੇ, ਪਸ਼ੂਆਂ ਵਾਂਗ ਸੁੱਤਾ ਰਿਹਾ ॥੧॥",
    "pronunciation": "(ਪਰਪੰਚ) ਛਲ਼[ (ੳੁਦ-ਰ) ਪੇਟ[ (ਨਿਜ) ਅਪਣਾ[ (ਪੋਖਿਓ) ਭਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 27613,
    "shabad_id": 2399,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਰਾਮ ਭਜਨ ਕੀ ਗਤਿ ਨਹੀ ਜਾਨੀ; ਮਾੲਿਅਾ ਹਾਥਿ ਬਿਕਾਨਾ ||",
    "transliteration": "Raam Bhajan Kee Gath Nehee Jaanee Maaeiaa Haathh Bikaanaa ||",
    "translation": "You do not know the Way of the Lord's meditation; you have sold yourself into Maya's hands.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗ਼ਾਫ਼ਿਲ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੀ ਜੁਗਤਿ ਨਹੀਂ ਸਮਝਦਾ, ਮਾਇਆ ਦੇ ਹੱਥ ਵਿਚ ਵਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27614,
    "shabad_id": 2399,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ੳੁਰਝਿ ਰਹਿਓ ਬਿਖਿਅਨ ਸੰਗਿ ਬੳੁਰਾ; ਨਾਮੁ ਰਤਨੁ ਬਿਸਰਾਨਾ ||੨||",
    "transliteration": "Ourajh Rehiou Bikhian Sang Bouraa Naam Rathan Bisaraanaa ||2||",
    "translation": "The madman remains entangled in vice and corruption; he has forgotten the jewel of the Naam. ||2||",
    "punjabi": "ਕਮਲਾ ਮਨੁੱਖ ਮਾਇਕ ਪਦਾਰਥਾਂ (ਦੇ ਮੋਹ) ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਪ੍ਰਭੂ ਦੇ (ਸ੍ਰੇਸ਼ਟ) ਰਤਨ-ਨਾਮ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27615,
    "shabad_id": 2399,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਰਹਿਓ ਅਚੇਤੁ. ਨ ਚੇਤਿਓ ਗੋਬਿੰਦ; ਬਿਰਥਾ ਅੳੁਧ ਸਿਰਾਨੀ ||",
    "transliteration": "Rehiou Achaeth N Chaethiou Gobindh Birathhaa Aoudhh Siraanee ||",
    "translation": "He remains thoughtless, not thinking of the Lord of the Universe; his life is uselessly passing away.",
    "punjabi": "(ਮਨੁੱਖ ਮਾਇਆ ਵਿਚ ਫਸ ਕੇ) ਅਵੇਸਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ, ਸਾਰੀ ਉਮਰ ਵਿਅਰਥ ਗੁਜ਼ਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27616,
    "shabad_id": 2399,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਬਿਰਦੁ ਪਛਾਨੳੁ; ਭੂਲੇ ਸਦਾ ਪਰਾਨੀ ||੩||੧੦||",
    "transliteration": "Kahu Naanak Har Biradh Pashhaano Bhoolae Sadhaa Paraanee ||3||10||",
    "translation": "Says Nanak, O Lord, please, confirm your innate nature; this mortal is continually making mistakes. ||3||10||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਹਰੀ! ਤੂੰ ਆਪਣੇ ਮੁੱਢ-ਕਦੀਮਾਂ ਦੇ (ਪਿਆਰ ਵਾਲੇ) ਸੁਭਾਵ ਨੂੰ ਚੇਤੇ ਰੱਖ। ਇਹ ਜੀਵ ਤਾਂ ਸਦਾ ਭੁੱਲੇ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੩॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27617,
    "shabad_id": 2400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੯ ||",
    "transliteration": "Sorath Mehalaa 9 ||",
    "translation": "Sorat'h, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27618,
    "shabad_id": 2400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਨਰੁ ਦੁਖ ਮੈ; ਦੁਖੁ ਨਹੀ ਮਾਨੈ ||",
    "transliteration": "Jo Nar Dhukh Mai Dhukh Nehee Maanai ||",
    "translation": "That man, who in the midst of pain, does not feel pain,",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਦੁੱਖਾਂ ਵਿਚ ਘਬਰਾਂਦਾ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27619,
    "shabad_id": 2400,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਖ ਸਨੇਹੁ ਅਰੁ ਭੈ ਨਹੀ ਜਾ ਕੈ; ਕੰਚਨ ਮਾਟੀ ਮਾਨੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sukh Sanaehu Ar Bhai Nehee Jaa Kai Kanchan Maattee Maanai ||1|| Rehaao ||",
    "translation": "Who is not affected by pleasure, affection or fear, and who looks alike upon gold and dust;||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੁਖਾਂ ਨਾਲ ਮੋਹ ਨਹੀਂ, ਅਤੇ (ਕਿਸੇ ਕਿਸਮ ਦੇ) ਡਰ ਨਹੀਂ, ਜੇਹੜਾ ਮਨੁੱਖ ਸੋਨੇ ਨੂੰ ਮਿੱਟੀ (ਸਮਾਨ) ਸਮਝਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 27620,
    "shabad_id": 2400,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਹ ਨਿੰਦਿਅਾ ਨਹ ੳੁਸਤਤਿ ਜਾ ਕੈ; ਲੋਭੁ ਮੋਹੁ ਅਭਿਮਾਨਾ ||",
    "transliteration": "Neh Nindhiaa Neh Ousathath Jaa Kai Lobh Mohu Abhimaanaa ||",
    "translation": "Who is not swayed by either slander or praise, nor affected by greed, attachment or pride;",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕਿਸੇ ਦੀ ਚੁਗ਼ਲੀ-ਬੁਰਾਈ ਨਹੀਂ, ਕਿਸੇ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਨਹੀਂ, ਜਿਸ ਦੇ ਅੰਦਰ ਨਾਹ ਲੋਭ ਹੈ, ਨਾਹ ਮੋਹ ਹੈ, ਨਾਹ ਅਹੰਕਾਰ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27621,
    "shabad_id": 2400,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਖ ਸੋਗ ਤੇ. ਰਹੈ ਨਿਅਾਰੳੁ; ਨਾਹਿ ਮਾਨ ਅਪਮਾਨਾ ||੧||",
    "transliteration": "Harakh Sog Thae Rehai Niaaro Naahi Maan Apamaanaa ||1||",
    "translation": "Who remains unaffected by joy and sorrow, honor and dishonor;||1||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਖ਼ੁਸ਼ੀ ਤੇ ਗ਼ਮੀ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਨਾਹ ਆਦਰ ਪੋਹ ਸਕਦਾ ਹੈ ਨਾਹ ਨਿਰਾਦਰੀ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27622,
    "shabad_id": 2400,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਨਸਾ ਸਗਲ ਤਿਅਾਗੈ; ਜਗ ਤੇ ਰਹੈ ਨਿਰਾਸਾ ||",
    "transliteration": "Aasaa Manasaa Sagal Thiaagai Jag Thae Rehai Niraasaa ||",
    "translation": "Who renounces all hopes and desires and remains desireless in the world;",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖਾਂ ਆਸਾਂ ਉਮੈਦਾਂ ਸਭ ਤਿਆਗ ਦੇਂਦਾ ਹੈ, ਜਗਤ ਤੋਂ ਨਿਰਮੋਹ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27623,
    "shabad_id": 2400,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਜਿਹ ਪਰਸੈ ਨਾਹਨਿ; ਤਿਹ ਘਟਿ ਬ੍ਰਹਮੁ ਨਿਵਾਸਾ ||੨||",
    "transliteration": "Kaam Krodhh Jih Parasai Naahan Thih Ghatt Breham Nivaasaa ||2||",
    "translation": "Who is not touched by sexual desire or anger - within his heart, God dwells. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਹ ਕਾਮ-ਵਾਸਨਾ ਛੋਹ ਸਕਦੀ ਹੈ ਨਾਹ ਕ੍ਰੋਧ ਛੋਹ ਸਕਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27624,
    "shabad_id": 2400,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਕਿਰਪਾ ਜਿਹ ਨਰ ਕੳੁ ਕੀਨੀ; ਤਿਹ ੲਿਹ ਜੁਗਤਿ ਪਛਾਨੀ ||",
    "transliteration": "Gur Kirapaa Jih Nar Ko Keenee Thih Eih Jugath Pashhaanee ||",
    "translation": "That man, blessed by Guru's Grace, understands this way.",
    "punjabi": "(ਪਰ) ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਗੁਰੂ ਨੇ ਮੇਹਰ ਕੀਤੀ ਉਸ ਨੇ (ਹੀ ਜੀਵਨ ਦੀ) ਇਹ ਜਾਚ ਸਮਝੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27625,
    "shabad_id": 2400,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ ਲੀਨ ਭੲਿਓ ਗੋਬਿੰਦ ਸਿੳੁ; ਜਿੳੁ ਪਾਨੀ ਸੰਗਿ ਪਾਨੀ ||੩||੧੧||",
    "transliteration": "Naanak Leen Bhaeiou Gobindh Sio Jio Paanee Sang Paanee ||3||11||",
    "translation": "O Nanak, he merges with the Lord of the Universe, like water with water. ||3||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਇਉਂ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਪਾਣੀ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੩॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
