[
  {
    "id": 27659,
    "shabad_id": 2402,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਿ ਚਾਖਿਅਾ. ਸੇੲੀ ਸਾਦੁ ਜਾਣਨਿ; ਜਿੳੁ ਗੁੰਗੇ ਮਿਠਿਅਾੲੀ ||",
    "transliteration": "Jin Chaakhiaa Saeee Saadh Jaanan Jio Gungae Mithiaaee ||",
    "translation": "Only those who taste it know its sweet taste, like the mute, who eats the candy, and only smiles.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖ ਨੇ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ) ਚੱਖਿਆ ਹੈ, (ਉਸ ਦਾ) ਸੁਆਦ ਉਹੀ ਜਾਣਦੇ ਹਨ (ਦੱਸ ਨਹੀਂ ਸਕਦੇ), ਜਿਵੇਂ ਗੁੰਗੇ ਮਨੁੱਖ ਦੀ ਖਾਧੀ ਮਿਠਿਆਈ (ਦਾ ਸੁਆਦ ਗੁੰਗਾ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ, ਕਿਸੇ ਨੂੰ ਦੱਸ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27660,
    "shabad_id": 2402,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਅਕਥੈ ਕਾ. ਕਿਅਾ ਕਥੀਅੈ ਭਾੲੀ; ਚਾਲੳੁ ਸਦਾ ਰਜਾੲੀ ||",
    "transliteration": "Akathhai Kaa Kiaa Kathheeai Bhaaee Chaalo Sadhaa Rajaaee ||",
    "translation": "How can I describe the indescribable, O Siblings of Destiny? I shall follow His Will forever.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਮ-ਰਸ ਹੈ ਹੀ ਅਕੱਥ, ਬਿਆਨ ਕੀਤਾ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦਾ। (ਮੈਂ ਤਾਂ ਸਦਾ ਇਹੀ ਤਾਂਘ ਰੱਖਦਾ ਹਾਂ ਕਿ) ਮੈਂ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਾਂ।",
    "pronunciation": "ਅ-ਕਥੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27661,
    "shabad_id": 2402,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਗੁਰੁ ਦਾਤਾ ਮੇਲੇ. ਤਾ ਮਤਿ ਹੋਵੈ; ਨਿਗੁਰੇ. ਮਤਿ ਨ ਕਾੲੀ ||",
    "transliteration": "Gur Dhaathaa Maelae Thaa Math Hovai Nigurae Math N Kaaee ||",
    "translation": "If one meets with the Guru, the Generous Giver, then he understands; those who have no Guru cannot understand this.",
    "punjabi": "(ਪਰ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਦੀ) ਸੂਝ ਭੀ ਤਦੋਂ ਹੀ ਆਉਂਦੀ ਹੈ ਜੇ ਗੁਰੂ ਉਸ ਦਾਤਾਰ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਵੇ। ਜੇਹੜਾ ਬੰਦਾ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਨਹੀਂ ਪਿਆ, ਉਸ ਨੂੰ ਇਹ ਸਮਝ ਰਤਾ ਭੀ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27662,
    "shabad_id": 2402,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਚਲਾੲੇ. ਤਿੳੁ ਚਾਲਹ ਭਾੲੀ; ਹੋਰ ਕਿਅਾ ਕੋ ਕਰੇ ਚਤੁਰਾੲੀ ||੬||",
    "transliteration": "Jio Chalaaeae Thio Chaaleh Bhaaee Hor Kiaa Ko Karae Chathuraaee ||6||",
    "translation": "As the Lord causes us to act, so do we act, O Siblings of Destiny. What other clever tricks can anyone try? ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਆਦਮੀ ਆਪਣੀ ਸਿਆਣਪ ਦਾ ਮਾਣ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਜਿਵੇਂ ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ (ਜੀਵਨ-ਰਾਹ ਉਤੇ) ਤੋਰਦਾ ਹੈ ਤਿਵੇਂ ਤਿਵੇਂ ਹੀ ਅਸੀਂ ਤੁਰਦੇ ਹਾਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27663,
    "shabad_id": 2402,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਿ ਭਰਮਿ ਭੁਲਾੲੇ. ੲਿਕਿ ਭਗਤੀ ਰਾਤੇ; ਤੇਰਾ ਖੇਲੁ ਅਪਾਰਾ ||",
    "transliteration": "Eik Bharam Bhulaaeae Eik Bhagathee Raathae Thaeraa Khael Apaaraa ||",
    "translation": "Some are deluded by doubt, while others are imbued with devotional worship; Your play is infinite and endless.",
    "punjabi": "ਹੇ ਅਪਾਰ ਪ੍ਰਭੂ! ਅਨੇਕਾਂ ਜੀਵ ਭਟਕਣਾ ਵਿਚ (ਪਾ ਕੇ) ਕੁਰਾਹੇ ਪਾਏ ਹੋਏ ਹਨ, ਅਨੇਕਾਂ ਜੀਵ ਤੇਰੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ-ਇਹ (ਸਭ) ਤੇਰਾ ਖੇਲ (ਰਚਿਆ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27664,
    "shabad_id": 2402,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਜਿਤੁ ਤੁਧੁ ਲਾੲੇ. ਤੇਹਾ ਫਲੁ ਪਾੲਿਅਾ; ਤੂ ਹੁਕਮਿ ਚਲਾਵਣਹਾਰਾ ||",
    "transliteration": "Jith Thudhh Laaeae Thaehaa Fal Paaeiaa Thoo Hukam Chalaavanehaaraa ||",
    "translation": "As You engage them, they receive the fruits of their rewards; You alone are the One who issues Your Commands.",
    "punjabi": "ਜਿਸ ਪਾਸੇ ਤੂੰ ਜੀਵਾਂ ਨੂੰ ਲਾਇਆ ਹੋਇਆ ਹੈ ਉਹੋ ਜਿਹਾ ਫਲ ਜੀਵ ਭੋਗ ਰਹੇ ਹਨ। ਤੂੰ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਚਲਾਣ ਦੇ ਸਮਰੱਥ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27665,
    "shabad_id": 2402,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਸੇਵਾ ਕਰੀ. ਜੇ ਕਿਛੁ ਹੋਵੈ ਅਪਣਾ; ਜੀੳੁ ਪਿੰਡੁ ਤੁਮਾਰਾ ||",
    "transliteration": "Saevaa Karee Jae Kishh Hovai Apanaa Jeeo Pindd Thumaaraa ||",
    "translation": "I would serve You, if anything were my own; my soul and body are Yours.",
    "punjabi": "(ਮੇਰੇ ਪਾਸ) ਜੇ ਕੋਈ ਚੀਜ਼ ਮੇਰੀ ਆਪਣੀ ਹੋਵੇ ਤਾਂ (ਮੈਂ ਇਹ ਆਖਣ ਦਾ ਫ਼ਖਰ ਕਰ ਸਕਾਂ ਕਿ) ਮੈਂ ਤੇਰੀ ਸੇਵਾ ਕਰ ਰਿਹਾ ਹਾਂ, ਪਰ ਮੇਰੀ ਇਹ ਜਿੰਦ ਤੇਰੀ ਹੀ ਦਿੱਤੀ ਹੋਈ ਹੈ ਤੇ ਮੇਰਾ ਸਰੀਰ ਭੀ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27666,
    "shabad_id": 2402,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ. ਕਿਰਪਾ ਕੀਨੀ; ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਅਧਾਰਾ ||੭||",
    "transliteration": "Sathigur Miliai Kirapaa Keenee Anmrith Naam Adhhaaraa ||7||",
    "translation": "One who meets with the True Guru, by His Grace, takes the Support of the Ambrosial Naam. ||7||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਉਹ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ ਮੈਨੂੰ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਦੇਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27667,
    "shabad_id": 2402,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "ਗਗਨੰਤਰਿ ਵਾਸਿਅਾ. ਗੁਣ ਪਰਗਾਸਿਅਾ; ਗੁਣ ਮਹਿ ਗਿਅਾਨ ਧਿਅਾਨੰ ||",
    "transliteration": "Gagananthar Vaasiaa Gun Paragaasiaa Gun Mehi Giaan Dhhiaanan ||",
    "translation": "He dwells in the heavenly realms, and his virtues radiantly shine forth; meditation and spiritual wisdom are found in virtue.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਦਾ ਉੱਚੇ ਆਤਮਕ ਮੰਡਲ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਸੁਰਤਿ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ) ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਗੁਣ ਪਰਗਟ ਹੁੰਦੇ ਹਨ, ਆਤਮਕ ਗੁਣਾਂ ਨਾਲ ਉਹ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਆਤਮਕ ਗੁਣਾਂ ਵਿਚ ਹੀ ਉਸ ਦੀ ਸੁਰਤਿ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ (ਉਹੀ ਮਨੁੱਖ ਪੂਰਨ ਤਿਆਗੀ ਹੈ)।",
    "pronunciation": "(ਗਗਨੰਤਰਿ) ਅਕਾਸ਼ ਸਮਾਨ ਵਾਹਿਗੁਰੂ ਜੀ, ੳੁ੍ਨਚੇ ਅਾਤਮਕ ਮੰਡਲ",
    "type_id": 3
  },
  {
    "id": 27668,
    "shabad_id": 2402,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "ਨਾਮੁ ਮਨਿ ਭਾਵੈ. ਕਹੈ ਕਹਾਵੈ; ਤਤੋ ਤਤੁ ਵਖਾਨੰ ||",
    "transliteration": "Naam Man Bhaavai Kehai Kehaavai Thatho Thath Vakhaanan ||",
    "translation": "The Naam is pleasing to his mind; he speaks it, and causes others to speak it as well. He speaks the essential essence of wisdom.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਉਹ (ਆਪ ਨਾਮ) ਸਿਮਰਦਾ ਹੈ (ਹੋਰਨਾਂ ਨੂੰ ਸਿਮਰਨ ਲਈ) ਪ੍ਰੇਰਦਾ ਹੈ। ਉਹ ਸਦਾ ਜਗਤ-ਮੂਲ ਪ੍ਰਭੂ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਤਤੋ ਤਤੁ) ਵਾਹਿਗੁਰੂ ਹੀ ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 27669,
    "shabad_id": 2402,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "ਸਬਦੁ ਗੁਰ ਪੀਰਾ. ਗਹਿਰ ਗੰਭੀਰਾ; ਬਿਨੁ ਸਬਦੈ. ਜਗੁ ਬੳੁਰਾਨੰ ||",
    "transliteration": "Sabadh Gur Peeraa Gehir Ganbheeraa Bin Sabadhai Jag Bouraanan ||",
    "translation": "The Word of the Shabad is his Guru and spiritual teacher, profound and unfathomable; without the Shabad, the world is insane.",
    "punjabi": "ਗੁਰੂ ਪੀਰ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ) ਉਹ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ। ਪਰ ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਖੁੰਝ ਕੇ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਕਮਲਾ (ਹੋਇਆ ਫਿਰਦਾ) ਹੈ।",
    "pronunciation": "ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 27670,
    "shabad_id": 2402,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਪੂਰਾ ਬੈਰਾਗੀ. ਸਹਜਿ ਸੁਭਾਗੀ; ਸਚੁ ਨਾਨਕ. ਮਨੁ ਮਾਨੰ ||੮||੧||",
    "transliteration": "Pooraa Bairaagee Sehaj Subhaagee Sach Naanak Man Maanan ||8||1||",
    "translation": "He is a perfect renunciate, naturally at ease, O Nanak, whose mind is pleased with the True Lord. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪੂਰਨ ਤਿਆਗੀ ਮਨੁੱਖ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ ਨੂੰ ਹੀ ਆਪਣਾ ਜੀਵਨ-ਨਿਸ਼ਾਨਾ) ਮੰਨਦਾ ਹੈ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27671,
    "shabad_id": 2403,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੧ ਤਿਤੁਕੀ ||",
    "transliteration": "Sorath Mehalaa 1 Thithukee ||",
    "translation": "Sorat'h, First Mehl, Ti-Tukas:",
    "punjabi": "",
    "pronunciation": "ਤਿ-ਤੁਕੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27672,
    "shabad_id": 2403,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਸਾ ਮਨਸਾ ਬੰਧਨੀ ਭਾੲੀ; ਕਰਮ ਧਰਮ ਬੰਧਕਾਰੀ ||",
    "transliteration": "Aasaa Manasaa Bandhhanee Bhaaee Karam Dhharam Bandhhakaaree ||",
    "translation": "Hope and desire are entrapments, O Siblings of Destiny. Religious rituals and ceremonies are traps.",
    "punjabi": "ਹੇ ਭਾਈ! (ਤੀਰਥ ਵਰਤ ਆਦਿਕ ਧਾਰਮਿਕ ਕਰਮ ਕਰਦਿਆਂ ਭੀ ਮਾਇਆ ਵਾਲੀਆਂ ਆਸਾਂ ਤੇ ਫੁਰਨੇ ਟਿਕੇ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਇਹ) ਆਸਾਂ ਤੇ ਇਹ ਫੁਰਨੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੰਨ੍ਹਣ ਵਾਲੇ ਹਨ, (ਇਹ ਰਸਮੀ) ਧਾਰਮਿਕ ਕਰਮ (ਸਗੋਂ) ਮਾਇਆ ਦੇ ਬੰਦਨ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(ਬੰਧਕਾਰੀ) ਬੰਨ੍ਹਣ ਵਾਲੇ[",
    "type_id": 3
  },
  {
    "id": 27673,
    "shabad_id": 2403,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਾਪਿ ਪੁੰਨਿ. ਜਗੁ ਜਾੲਿਅਾ ਭਾੲੀ; ਬਿਨਸੈ. ਨਾਮੁ ਵਿਸਾਰੀ ||",
    "transliteration": "Paap Punn Jag Jaaeiaa Bhaaee Binasai Naam Visaaree ||",
    "translation": "Because of good and bad deeds, one is born into the world, O Siblings of Destiny; forgetting the Naam, the Name of the Lord, he is ruined.",
    "punjabi": "ਹੇ ਭਾਈ! (ਰਸਮੀ ਤੌਰ ਤੇ ਮੰਨੇ ਹੋਏ) ਪਾਪ ਅਤੇ ਪੁੰਨ ਦੇ ਕਾਰਨ ਜਗਤ ਜੰਮਦਾ ਹੈ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਆਉਂਦਾ ਹੈ), ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27674,
    "shabad_id": 2403,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲਿਹ ਮਾੲਿਅਾ. ਜਗਿ ਮੋਹਣੀ ਭਾੲੀ; ਕਰਮ ਸਭੇ ਵੇਕਾਰੀ ||੧||",
    "transliteration": "Eih Maaeiaa Jag Mohanee Bhaaee Karam Sabhae Vaekaaree ||1||",
    "translation": "This Maya is the enticer of the world, O Siblings of Destiny; all such actions are corrupt. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਮਾਇਆ ਜਗਤ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਮੋਹਣ ਦਾ ਕੰਮ ਕਰੀ ਜਾਂਦੀ ਹੈ, ਇਹ ਸਾਰੇ (ਧਾਰਮਿਕ ਮਿਥੇ ਹੋਏ) ਕਰਮ ਵਿਅਰਥ ਹੀ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27675,
    "shabad_id": 2403,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੁਣਿ ਪੰਡਿਤ; ਕਰਮਾ ਕਾਰੀ ||",
    "transliteration": "Sun Panddith Karamaa Kaaree ||",
    "translation": "Listen, O ritualistic Pandit:",
    "punjabi": "(ਤੀਰਥ ਵਰਤ ਆਦਿਕ ਧਾਰਮਿਕ ਮਿਥੇ ਹੋਏ) ਕੰਮਾਂ ਦੇ ਵਿਸ਼ਵਾਸੀ ਹੇ ਪੰਡਿਤ! ਸੁਣ (ਇਹ ਕਰਮ ਧਰਮ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਪੈਦਾ ਕਰ ਸਕਦੇ)।",
    "pronunciation": "ਹੇ ਪੰਡਿਤ! ਕਰਮਾਂ ਨੰੂ (ਕਾਰੀ) ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 27676,
    "shabad_id": 2403,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਜਿਤੁ ਕਰਮਿ. ਸੁਖੁ ੳੂਪਜੈ ਭਾੲੀ; ਸੁ ਅਾਤਮ ਤਤੁ ਬੀਚਾਰੀ || ਰਹਾੳੁ ||",
    "transliteration": "Jith Karam Sukh Oopajai Bhaaee S Aatham Thath Beechaaree || Rehaao ||",
    "translation": "That religious ritual which produces happiness, O Siblings of Destiny, is contemplation of the essence of the soul. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਕੰਮ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਉਹ (ਇਹ) ਹੈ ਕਿ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਜਗਤ-ਮੂਲ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਆਪਣੇ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ (ਲਿਆਂਦਾ ਜਾਏ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27677,
    "shabad_id": 2403,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਾਸਤੁ ਬੇਦੁ. ਬਕੈ ਖੜੋ ਭਾੲੀ; ਕਰਮ ਕਰਹੁ ਸੰਸਾਰੀ ||",
    "transliteration": "Saasath Baedh Bakai Kharro Bhaaee Karam Karahu Sansaaree ||",
    "translation": "You may stand and recite the Shaastras and the Vedas, O Siblings of Destiny, but these are just worldly actions.",
    "punjabi": "ਹੇ ਪੰਡਿਤ ਜੀ! ਤੁਸੀ (ਲੋਕਾਂ ਨੂੰ ਸੁਣਾਣ ਵਾਸਤੇ) ਵੇਦ ਸ਼ਾਸਤ੍ਰ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਖੋਲ੍ਹ ਕੇ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹੋ, ਪਰ ਆਪ ਉਹੀ ਕਰਮ ਕਰਦੇ ਹੋ ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਾਈ ਰੱਖਣ।",
    "pronunciation": "ਬਕੈ ਪੋਲਾ, ਖੜ੍ਹੋ",
    "type_id": 3
  },
  {
    "id": 27678,
    "shabad_id": 2403,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪਾਖੰਡਿ ਮੈਲੁ. ਨ ਚੂਕੲੀ ਭਾੲੀ; ਅੰਤਰਿ ਮੈਲੁ ਵਿਕਾਰੀ ||",
    "transliteration": "Paakhandd Mail N Chookee Bhaaee Anthar Mail Vikaaree ||",
    "translation": "Filth cannot be washed away by hypocrisy, O Siblings of Destiny; the filth of corruption and sin is within you.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! (ਇਸ) ਪਖੰਡ ਨਾਲ (ਮਨ ਦੀ) ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਮਨ ਦੇ ਅੰਦਰ ਟਿਕੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27679,
    "shabad_id": 2403,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ੲਿਨ ਬਿਧਿ. ਡੂਬੀ ਮਾਕੁਰੀ ਭਾੲੀ; ੳੂਂਡੀ ਸਿਰ ਕੈ ਭਾਰੀ ||੨||",
    "transliteration": "Ein Bidhh Ddoobee Maakuree Bhaaee Oonaddee Sir Kai Bhaaree ||2||",
    "translation": "This is how the spider is destroyed, O Siblings of Destiny, by falling head-long in its own web. ||2||",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਤਾਂ ਮੱਕੜੀ ਭੀ (ਆਪਣਾ ਜਾਲਾ ਆਪ ਤਣ ਕੇ ਉਸੇ ਜਾਲੇ ਵਿਚ) ਉਲਟੀ ਸਿਰ-ਭਾਰ ਹੋ ਕੇ ਮਰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਮਾਕੁਰੀ) ਮੱਕੜੀ[ (ੳੂਂਡੀ) ੳੁਲਟੀ",
    "type_id": 3
  },
  {
    "id": 27680,
    "shabad_id": 2403,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਦੁਰਮਤਿ ਘਣੀ ਵਿਗੂਤੀ ਭਾੲੀ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾੲੀ ||",
    "transliteration": "Dhuramath Ghanee Vigoothee Bhaaee Dhoojai Bhaae Khuaaee ||",
    "translation": "So many are destroyed by their own evil-mindedness, O Siblings of Destiny; in the love of duality, they are ruined.",
    "punjabi": "ਹੇ ਭਾਈ! ਭੈੜੀ ਮਤਿ ਦੇ ਕਾਰਨ ਬੇਅੰਤ ਲੋਕਾਈ ਖ਼ੁਆਰ ਹੋ ਰਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ ਹੋਰ ਦੇ ਮੋਹ ਵਿਚ ਖੁੰਝੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27681,
    "shabad_id": 2403,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ. ਨਾਮੁ, ਨ ਪਾੲੀਅੈ ਭਾੲੀ; ਬਿਨੁ ਨਾਮੈ. ਭਰਮੁ ਨ ਜਾੲੀ ||",
    "transliteration": "Bin Sathigur Naam N Paaeeai Bhaaee Bin Naamai Bharam N Jaaee ||",
    "translation": "Without the True Guru, the Name is not obtained, O Siblings of Destiny; without the Name, doubt does not depart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27682,
    "shabad_id": 2403,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੇ. ਤਾ ਸੁਖੁ ਪਾੲੇ ਭਾੲੀ; ਅਾਵਣੁ ਜਾਣੁ ਰਹਾੲੀ ||੩||",
    "transliteration": "Sathigur Saevae Thaa Sukh Paaeae Bhaaee Aavan Jaan Rehaaee ||3||",
    "translation": "If one serves the True Guru, then he obtains peace, O Siblings of Destiny; his comings and goings are ended. ||3||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਦਾ ਹੈ ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਤੇ, ਆਪਣਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁਕਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27683,
    "shabad_id": 2403,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਸਾਚੁ ਸਹਜੁ. ਗੁਰ ਤੇ ੳੂਪਜੈ ਭਾੲੀ; ਮਨੁ ਨਿਰਮਲੁ ਸਾਚਿ ਸਮਾੲੀ ||",
    "transliteration": "Saach Sehaj Gur Thae Oopajai Bhaaee Man Niramal Saach Samaaee ||",
    "translation": "True celestial peace comes from the Guru, O Siblings of Destiny; the immaculate mind is absorbed into the True Lord.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਸਦਾ-ਟਿਕਵੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ) ਪਵਿਤ੍ਰ (ਹੋਇਆ) ਮਨ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27684,
    "shabad_id": 2403,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਗੁਰੁ ਸੇਵੇ ਸੋ ਬੂਝੈ ਭਾੲੀ; ਗੁਰ ਬਿਨੁ. ਮਗੁ ਨ ਪਾੲੀ ||",
    "transliteration": "Gur Saevae So Boojhai Bhaaee Gur Bin Mag N Paaee ||",
    "translation": "One who serves the Guru, understands, O Siblings of Destiny; without the Guru, the way is not found.",
    "punjabi": "(ਜੀਵਨ ਦਾ ਇਹ ਰਸਤਾ) ਉਹ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਇਹ) ਰਸਤਾ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27685,
    "shabad_id": 2403,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਅੰਤਰਿ ਲੋਭੁ ਕਿ ਕਰਮ ਕਮਾਵੈ ਭਾੲੀ; ਕੂੜੁ ਬੋਲਿ ਬਿਖੁ ਖਾੲੀ ||੪||",
    "transliteration": "Jis Anthar Lobh K Karam Kamaavai Bhaaee Koorr Bol Bikh Khaaee ||4||",
    "translation": "What can anyone do, with greed within? O Siblings of Destiny, by telling lies, they eat poison. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਲੋਭ (ਦੀ ਲਹਿਰ) ਜ਼ੋਰ ਪਾ ਰਹੀ ਹੋਵੇ, ਇਹ ਰਸਮੀ ਧਾਰਮਿਕ ਕੰਮ ਕਰਨ ਦਾ ਉਸ ਨੂੰ ਕੋਈ (ਆਤਮਕ) ਲਾਭ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27686,
    "shabad_id": 2403,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਪੰਡਿਤ ਦਹੀ ਵਿਲੋੲੀਅੈ ਭਾੲੀ; ਵਿਚਹੁ ਨਿਕਲੈ ਤਥੁ ||",
    "transliteration": "Panddith Dhehee Viloeeai Bhaaee Vichahu Nikalai Thathh ||",
    "translation": "O Pandit, by churning cream, butter is produced.",
    "punjabi": "(ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਝੂਠ ਬੋਲ ਬੋਲ ਕੇ ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ ਇਹ ਝੂਠ-ਰੂਪ) ਜ਼ਹਿਰ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਦਹੀਂ[ ਤੱਥੁ",
    "type_id": 3
  },
  {
    "id": 27687,
    "shabad_id": 2403,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਜਲੁ ਮਥੀਅੈ. ਜਲੁ ਦੇਖੀਅੈ ਭਾੲੀ; ੲਿਹੁ ਜਗੁ ੲੇਹਾ ਵਥੁ ||",
    "transliteration": "Jal Mathheeai Jal Dhaekheeai Bhaaee Eihu Jag Eaehaa Vathh ||",
    "translation": "By churning water, you shall only see water, O Siblings of Destiny; this world is like that.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਜੇ ਦਹੀਂ ਰਿੜਕੀਏ ਤਾਂ ਉਸ ਵਿਚੋਂ ਮੱਖਣ ਨਿਕਲਦਾ ਹੈ, ਪਰ ਜੇ ਪਾਣੀ ਰਿੜਕੀਏ, ਤਾਂ ਪਾਣੀ ਹੀ ਵੇਖਣ ਵਿਚ ਆਉਂਦਾ ਹੈ। ਇਹ (ਮਾਇਆ-ਮੋਹਿਆ) ਜਗਤ (ਪਾਣੀ ਰਿੜਕ ਰਿੜਕ ਕੇ) ਇਹ ਪਾਣੀ ਹੀ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਮਥੀਅੈ ਪੋਲਾ[ ਵੱਥੁ",
    "type_id": 3
  },
  {
    "id": 27688,
    "shabad_id": 2403,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਬਿਨੁ. ਭਰਮਿ ਵਿਗੂਚੀਅੈ ਭਾੲੀ; ਘਟਿ ਘਟਿ ਦੇੳੁ ਅਲਖੁ ||੫||",
    "transliteration": "Gur Bin Bharam Vigoocheeai Bhaaee Ghatt Ghatt Dhaeo Alakh ||5||",
    "translation": "Without the Guru, he is ruined by doubt, O Siblings of Destiny; the unseen Divine Lord is in each and every heart. ||5||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਹੀ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ, ਘਟ ਘਟ ਵਿਚ ਵਿਆਪਕ ਅਲੱਖ ਪਰਮਾਤਮਾ ਤੋਂ ਖੁੰਝੇ ਰਹੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਅ-ਲਖ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27689,
    "shabad_id": 2403,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਜਗੁ. ਤਾਗੋ ਸੂਤ ਕੋ ਭਾੲੀ; ਦਹ ਦਿਸ ਬਾਧੋ ਮਾੲਿ ||",
    "transliteration": "Eihu Jag Thaago Sooth Ko Bhaaee Dheh Dhis Baadhho Maae ||",
    "translation": "This world is like a thread of cotton, O Siblings of Destiny, which Maya has tied on all ten sides.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ ਸੂਤਰ ਦਾ ਧਾਗਾ (ਸਮਝ ਲਵੋ, ਜਿਵੇਂ ਧਾਗੇ ਨੂੰ ਗੰਢਾਂ ਪਈਆਂ ਹੋਈਆਂ ਹੋਣ, ਸੰਸਾਰਕ ਜੀਵਾਂ ਨੂੰ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਦਸੀਂ ਪਾਸੀਂ ਗੰਢਾਂ ਪਈਆਂ ਹੋਈਆਂ ਹਨ (ਭਾਵ, ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵ ਦਸੀਂ ਪਾਸੀਂ ਖਿੱਚੇ ਜਾ ਰਹੇ ਹਨ)।",
    "pronunciation": "ਤ੍ਹਾਗੋ[ ਬਾਂਧੋ",
    "type_id": 3
  },
  {
    "id": 27690,
    "shabad_id": 2403,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਗਾਠਿ ਨ ਛੂਟੲੀ, ਭਾੲੀ; ਥਾਕੇ ਕਰਮ ਕਮਾੲਿ ||",
    "transliteration": "Bin Gur Gaath N Shhoottee Bhaaee Thhaakae Karam Kamaae ||",
    "translation": "Without the Guru, the knots cannot be untied, O Siblings of Destiny; I am so tired of religious rituals.",
    "punjabi": "(ਅਨੇਕਾਂ ਜੀਵ ਇਹ ਰਸਮੀ ਧਾਰਮਿਕ) ਕਰਮ ਕਰ ਕਰ ਕੇ ਹਾਰ ਗਏ, ਪਰ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਮੋਹ ਦੀ ਗੰਢ ਖੁਲ੍ਹਦੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27691,
    "shabad_id": 2403,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ੲਿਹੁ ਜਗੁ ਭਰਮਿ ਭੁਲਾੲਿਅਾ ਭਾੲੀ; ਕਹਣਾ ਕਿਛੂ. ਨ ਜਾੲਿ ||੬||",
    "transliteration": "Eihu Jag Bharam Bhulaaeiaa Bhaaee Kehanaa Kishhoo N Jaae ||6||",
    "translation": "This world is deluded by doubt, O Siblings of Destiny; no one can say anything about it. ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ (ਰਸਮੀ ਧਾਰਮਿਕ ਕਰਮ ਕਰਦਾ ਹੋਇਆ ਭੀ ਮੋਹ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਇਤਨਾ ਖੁੰਝਿਆ ਹੋਇਆ ਹੈ ਕਿ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27692,
    "shabad_id": 2403,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਮਿਲਿਅੈ ਭੳੁ ਮਨਿ ਵਸੈ ਭਾੲੀ; ਭੈ ਮਰਣਾ ਸਚੁ ਲੇਖੁ ||",
    "transliteration": "Gur Miliai Bho Man Vasai Bhaaee Bhai Maranaa Sach Laekh ||",
    "translation": "Meeting with the Guru, the Fear of God comes to abide in the mind; to die in the Fear of God is one's true destiny.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਦਬ ਮਨ ਵਿਚ ਵੱਸ ਪੈਂਦਾ ਹੈ। ਉਸ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਮਰਨਾ (ਜੀਵ ਦੇ ਮਸਤਕ ਉਤੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਐਸਾ) ਲੇਖ (ਹੈ ਜੋ ਇਸ ਨੂੰ ਅਟੱਲ) (ਜੀਵਨ ਦੇਂਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27693,
    "shabad_id": 2403,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਮਜਨੁ ਦਾਨੁ ਚੰਗਿਅਾੲੀਅਾ ਭਾੲੀ; ਦਰਗਹ ਨਾਮੁ ਵਿਸੇਖੁ ||",
    "transliteration": "Majan Dhaan Changiaaeeaa Bhaaee Dharageh Naam Visaekh ||",
    "translation": "In the Court of the Lord, the Naam is far superior to ritualistic cleansing baths, charity and good deeds, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੀਰਥ ਇਸ਼ਨਾਨ ਦਾਨ-ਪੁੰਨ ਤੇ ਹੋਰ ਚੰਗਿਆਈਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਹੀ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਵਿਸ਼ੇਸ਼ਤਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "(ਵਿਸੇਖੁ) ਵਿਸ਼ੇਸ਼[ ਮੱਜਨੁ",
    "type_id": 3
  }
]
