[
  {
    "id": 27864,
    "shabad_id": 2410,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤਿਨਾ ਪਿਛੈ ਛੁਟੀਅੈ ਪਿਅਾਰੇ; ਜੋ ਸਾਚੀ ਸਰਣਾੲਿ ॥੨॥",
    "transliteration": "Thinaa Pishhai Shhutteeai Piaarae Jo Saachee Saranaae ||2||",
    "translation": "We are saved by following those, O Beloved, who seek the Sanctuary of the True Lord. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਜ਼ਹਿਰ ਤੋਂ) ਬਚ ਜਾਈਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27865,
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮਿਠਾ ਕਰਿ ਕੈ ਖਾੲਿਅਾ ਪਿਅਾਰੇ; ਤਿਨਿ ਤਨਿ ਕੀਤਾ ਰੋਗੁ ॥",
    "transliteration": "Mithaa Kar Kai Khaaeiaa Piaarae Thin Than Keethaa Rog ||",
    "translation": "He thinks that his food is so sweet, O Beloved, but it makes his body ill.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਨੇ (ਸਾਰੀ ਉਮਰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਨੂੰ) ਮਿੱਠੇ ਮੰਨ ਕੇ ਖਾਧਾ, ਉਸ ਮਿੱਠੇ ਨੇ (ਉਸ ਦੇ) ਸਰੀਰ ਵਿਚ ਰੋਗ ਪੈਦਾ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "ਮਿੱਠਾ",
    "type_id": 3
  },
  {
    "id": 27866,
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਕੳੁੜਾ ਹੋੲਿ ਪਤਿਸਟਿਅਾ ਪਿਅਾਰੇ; ਤਿਸ ਤੇ ੳੁਪਜਿਅਾ ਸੋਗੁ ॥",
    "transliteration": "Kourraa Hoe Pathisattiaa Piaarae This Thae Oupajiaa Sog ||",
    "translation": "It turns out to be bitter, O Beloved, and it produces only sadness.",
    "punjabi": "ਉਹ ਰੋਗ ਦੁਖਦਾਈ ਹੋ ਕੇ ਸਰੀਰ ਵਿਚ ਪੱਕਾ ਟਿਕ ਜਾਂਦਾ ਹੈ ਉਸ (ਰੋਗ) ਤੋਂ ਚਿੰਤਾ-ਗ਼ਮ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਪ-ਤਿਸਟਿਅਾ)ਫ਼ੈਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 27867,
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਭੋਗ ਭੁੰਚਾੲਿ ਭੁਲਾੲਿਅਨੁ ਪਿਅਾਰੇ; ੳੁਤਰੈ ਨਹੀ. ਵਿਜੋਗੁ ॥",
    "transliteration": "Bhog Bhunchaae Bhulaaeian Piaarae Outharai Nehee Vijog ||",
    "translation": "The Lord leads him astray in the enjoyment of pleasures, O Beloved, and so his sense of separation does not depart.",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਖਵਾ ਖਵਾ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ ਜੀਵ ਨੂੰ) ਕੁਰਾਹੇ ਪਾ ਰੱਖਿਆ ਹੈ। (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਜੀਵ ਦਾ) ਵਿਛੋੜ ਮੁੱਕਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "(ਭੁੰਚਾੲਿ) ਖਵਾ ਕੇ। (ਵਿਜੋਗੁ) ਵਿਛੋੜਾ",
    "type_id": 3
  },
  {
    "id": 27868,
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਗੁਰ ਮੇਲਿ ੳੁਧਾਰਿਅਾ ਪਿਅਾਰੇ; ਤਿਨ ਧੁਰੇ ਪੲਿਅਾ ਸੰਜੋਗੁ ॥੩॥",
    "transliteration": "Jo Gur Mael Oudhhaariaa Piaarae Thin Dhhurae Paeiaa Sanjog ||3||",
    "translation": "Those who meet the Guru are saved, O Beloved; this is their pre-ordained destiny. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਕੇ ਪ੍ਰਭੂ ਨੇ (ਪਦਾਰਥਾਂ ਦੇ ਭੋਗਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ, ਧੁਰੋਂ ਲਿਖੇ ਅਨੁਸਾਰ ਉਹਨਾਂ ਦਾ (ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27869,
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਾੲਿਅਾ ਲਾਲਚਿ ਅਟਿਅਾ ਪਿਅਾਰੇ; ਚਿਤਿ. ਨ ਅਾਵਹਿ ਮੂਲਿ ॥",
    "transliteration": "Maaeiaa Laalach Attiaa Piaarae Chith N Aavehi Mool ||",
    "translation": "He is filled with longing for Maya, O Beloved, and so the Lord does not ever come into his mind.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ (ਸਦਾ) ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਚਿੱਤ ਵਿਚ ਤੂੰ ਉੱਕਾ ਹੀ ਨਹੀਂ ਵੱਸਦਾ।",
    "pronunciation": "(ਅੱਟਿਅਾ) ਭਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 27870,
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਿਨ ਤੂ ਵਿਸਰਹਿ ਪਾਰਬ੍ਰਹਮ ਸੁਅਾਮੀ; ਸੇ ਤਨ ਹੋੲੇ ਧੂੜਿ ॥",
    "transliteration": "Jin Thoo Visarehi Paarabreham Suaamee Sae Than Hoeae Dhhoorr ||",
    "translation": "Those who forget You, O Supreme Lord Master, their bodies turn to dust.",
    "punjabi": "ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੇਰੀ ਯਾਦ ਭੁੱਲ ਜਾਂਦੀ ਹੈ ਉਹ ਸਰੀਰ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਪੂੰਜੀ ਬਣਾਣ ਤੋਂ ਬਿਨਾ ਹੀ) ਮਿੱਟੀ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27871,
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਬਿਲਲਾਟ ਕਰਹਿ ਬਹੁਤੇਰਿਅਾ ਪਿਅਾਰੇ; ੳੁਤਰੈ ਨਾਹੀ. ਸੂਲੁ ॥",
    "transliteration": "Bilalaatt Karehi Bahuthaeriaa Piaarae Outharai Naahee Sool ||",
    "translation": "They cry out and scream horribly, O Beloved, but their torment does not end.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਕਾਰਨ ਦੁੱਖੀ ਹੋ ਹੋ ਕੇ) ਉਹ ਬਥੇਰੇ ਵਿਲਕਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਦਾ ਉਹ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਬਿਲਲਾਟ) ਵਰਲਾਪ। (ਸੂਲੁ) ਦੁੱਖ",
    "type_id": 3
  },
  {
    "id": 27872,
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜੋ ਗੁਰ ਮੇਲਿ ਸਵਾਰਿਅਾ ਪਿਅਾਰੇ; ਤਿਨ ਕਾ ਰਹਿਅਾ ਮੂਲੁ ॥੪॥",
    "transliteration": "Jo Gur Mael Savaariaa Piaarae Thin Kaa Rehiaa Mool ||4||",
    "translation": "Those who meet the Guru, and reform themselves, O Beloved, their capital remains intact. ||4||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਕੇ ਜਿਨ੍ਹਾਂ ਦਾ ਜੀਵਨ ਪਰਮਾਤਮਾ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27873,
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਸਾਕਤ ਸੰਗੁ. ਨ ਕੀਜੲੀ ਪਿਅਾਰੇ; ਜੇ ਕਾ ਪਾਰਿ ਵਸਾੲਿ ॥",
    "transliteration": "Saakath Sang N Keejee Piaarae Jae Kaa Paar Vasaae ||",
    "translation": "As far as possible, do not associate with the faithless cynics, O Beloved.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਥੋਂ ਤਕ ਵੱਸ ਲੱਗੇ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦਾ ਸਾਥ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ,",
    "pronunciation": "(ਜੇ ਕਾ ਪਾਰਿ) ਜਿੱਥੋਂ ਤੱਕ (ਵਸਾੲਿ) ਵੱਸ ਚੱਲੇ। ਕੀ੍ਨਜੲੀ ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 27874,
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਜਿਸੁ ਮਿਲਿਅੈ ਹਰਿ ਵਿਸਰੈ ਪਿਅਾਰੇ; ਸੁੋ ਮੁਹਿ ਕਾਲੈ ੳੁਠਿ ਜਾੲਿ ॥",
    "transliteration": "Jis Miliai Har Visarai Piaarae Suo Muhi Kaalai Outh Jaae ||",
    "translation": "Meeting with them, the Lord is forgotten, O Beloved, and you rise and depart with a blackened face.",
    "punjabi": "ਕਿਉਂਕਿ ਉਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲਿਆਂ ਪਰਮਾਤਮਾ ਵਿਸਰ ਜਾਂਦਾ ਹੈ। (ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਕਤ ਦਾ ਸੰਗ ਕਰਦਾ ਹੈ) ਉਹ ਬਦਨਾਮੀ ਖੱਟ ਕੇ ਹੀ ਦੁਨੀਆ ਤੋਂ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27875,
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਮਨਮੁਖਿ ਢੋੲੀ. ਨਹ ਮਿਲੈ ਪਿਅਾਰੇ; ਦਰਗਹ ਮਿਲੈ ਸਜਾੲਿ ॥",
    "transliteration": "Manamukh Dtoee Neh Milai Piaarae Dharageh Milai Sajaae ||",
    "translation": "The self-willed manmukh finds no rest or shelter, O Beloved; in the Court of the Lord, they are punished.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ, (ਉਸ ਨੂੰ ਸਗੋਂ ਉਥੇ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27876,
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਗੁਰ ਮੇਲਿ ਸਵਾਰਿਅਾ ਪਿਅਾਰੇ; ਤਿਨਾ ਪੂਰੀ ਪਾੲਿ ॥੫॥",
    "transliteration": "Jo Gur Mael Savaariaa Piaarae Thinaa Pooree Paae ||5||",
    "translation": "Those who meet with the Guru, and reform themselves, O Beloved, their affairs are resolved. ||5||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਨਾਲ ਮਿਲਾ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ ਪਰਮਾਤਮਾ ਨੇ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਫਲਤਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27877,
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਸੰਜਮ ਸਹਸ ਸਿਅਾਣਪਾ ਪਿਅਾਰੇ; ੲਿਕ. ਨ ਚਲੀ ਨਾਲਿ ॥",
    "transliteration": "Sanjam Sehas Siaanapaa Piaarae Eik N Chalee Naal ||",
    "translation": "One may have thousands of clever tricks and techniques of austere self-discipline, O Beloved, but not even one of them will go with him.",
    "punjabi": "ਹੇ ਭਾਈ! (ਵਰਤ ਨੇਮ ਆਦਿਕ) ਹਜ਼ਾਰਾਂ ਸੰਜਮ ਤੇ ਹਜ਼ਾਰਾਂ ਸਿਆਣਪਾਂ (ਜੇ ਮਨੁੱਖ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਇਹਨਾਂ ਵਿਚੋਂ) ਇੱਕ ਭੀ (ਪਰਲੋਕ ਵਿਚ) ਮਦਦ ਨਹੀਂ ਕਰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27878,
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਬੇਮੁਖ ਗੋਬਿੰਦ ਤੇ ਪਿਅਾਰੇ; ਤਿਨ ਕੁਲਿ ਲਾਗੈ ਗਾਲਿ ॥",
    "transliteration": "Jo Baemukh Gobindh Thae Piaarae Thin Kul Laagai Gaal ||",
    "translation": "Those who turn their backs on the Lord of the Universe, O Beloved, their families are stained with disgrace.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਵਲੋਂ ਆਪਣਾ ਮੂੰਹ ਭਵਾਈ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ (ਤਾਂ) ਖ਼ਾਨਦਾਨ ਵਿਚ (ਭੀ) ਕਲੰਕ ਦਾ ਟਿੱਕਾ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27879,
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਹੋਦੀ ਵਸਤੁ. ਨ ਜਾਤੀਅਾ ਪਿਅਾਰੇ; ਕੂੜੁ. ਨ ਚਲੀ ਨਾਲਿ ॥",
    "transliteration": "Hodhee Vasath N Jaatheeaa Piaarae Koorr N Chalee Naal ||",
    "translation": "They do not realize that they do have Him , O Beloved; falsehood will not go with them.",
    "punjabi": "(ਸਾਕਤ ਮਨੁੱਖ ਹਿਰਦੇ ਵਿਚ) ਵੱਸਦੇ (ਕੀਮਤੀ ਹਰਿ-ਨਾਮ) ਪਦਾਰਥ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ (ਦੁਨੀਆ ਦੇ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਨਾਲ ਹੀ ਮੋਹ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਪਰ ਕੋਈ ਭੀ) ਨਾਸਵੰਤ ਪਦਾਰਥ (ਪਰਲੋਕ ਵਿਚ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "ਹੋਂਦੀ। ਜੱਾਤੀਅਾ। ਚੱਲੀ",
    "type_id": 3
  },
  {
    "id": 27880,
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਜਿਨਾ ਮਿਲਾੲਿਓਨੁ ਪਿਅਾਰੇ; ਸਾਚਾ ਨਾਮੁ ਸਮਾਲਿ ॥੬॥",
    "transliteration": "Sathigur Jinaa Milaaeioun Piaarae Saachaa Naam Samaal ||6||",
    "translation": "Those who meet with the True Guru, O Beloved, dwell upon the True Name. ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਵਸਾਈ ਰੱਖਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27881,
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ਗਿਅਾਨੁ ਧਿਅਾਨੁ ਪਿਅਾਰੇ; ਜਿਸ ਨੋ ਨਦਰਿ ਕਰੇ ॥",
    "transliteration": "Sath Santhokh Giaan Dhhiaan Piaarae Jis No Nadhar Karae ||",
    "translation": "When the Lord casts His Glance of Grace, O Beloved, one is blessed with Truth, contentment, wisdom and meditation.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸੇਵਾ ਸੰਤੋਖ ਗਿਆਨ ਧਿਆਨ (ਆਦਿਕ ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27882,
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਕੀਰਤਨੁ ਗੁਣ ਰਵੈ ਪਿਅਾਰੇ; ਅੰਮਿ੍ਰਤਿ ਪੂਰ ਭਰੇ ॥",
    "transliteration": "Anadhin Keerathan Gun Ravai Piaarae Anmrith Poor Bharae ||",
    "translation": "Night and day, he sings the Kirtan of the Lord's Praises, O Beloved, totally filled with Ambrosial Nectar.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਦਾ ਹਿਰਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਨਕਾ-ਨੱਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27883,
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਦੁਖ ਸਾਗਰੁ ਤਿਨ ਲੰਘਿਅਾ ਪਿਅਾਰੇ; ਭਵਜਲੁ ਪਾਰਿ ਪਰੇ ॥",
    "transliteration": "Dhukh Saagar Thin Langhiaa Piaarae Bhavajal Paar Parae ||",
    "translation": "He crosses over the sea of pain, O Beloved, and swims across the terrifying world-ocean.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਹੁੰਦੀ ਹੈ) ਉਹ ਮਨੁੱਖ ਦੁੱਖਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਪਹੁੰਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27884,
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਜਿਸੁ ਭਾਵੈ ਤਿਸੁ ਮੇਲਿ ਲੈਹਿ ਪਿਅਾਰੇ; ਸੇੲੀ ਸਦਾ ਖਰੇ ॥੭॥",
    "transliteration": "Jis Bhaavai This Mael Laihi Piaarae Saeee Sadhaa Kharae ||7||",
    "translation": "One who is pleasing to His Will, He unites with Himself, O Beloved; he is forever true. ||7||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਸ ਉਸ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ। ਉਹ ਬੰਦੇ ਸਦਾ ਲਈ ਚੰਗੇ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27885,
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਸੰਮ੍ਰਥ ਪੁਰਖੁ ਦੲਿਅਾਲ ਦੇੳੁ ਪਿਅਾਰੇ; ਭਗਤਾ ਤਿਸ ਕਾ ਤਾਣੁ ॥",
    "transliteration": "Sanmrathh Purakh Dhaeiaal Dhaeo Piaarae Bhagathaa This Kaa Thaan ||",
    "translation": "The all-powerful Divine Lord is compassionate, O Beloved; He is the Support of His devotees.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਦਇਆ ਦਾ ਘਰ ਹੈ, ਪ੍ਰਕਾਸ਼-ਰੂਪ ਹੈ। ਭਗਤਾਂ ਨੂੰ (ਸਦਾ) ਉਸ ਦਾ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਦੇੳੁ) ਪ੍ਰਕਾਸ਼ ਸਰੂਪ। ਸੰਮ- ੍ਰੱਥ",
    "type_id": 3
  },
  {
    "id": 27886,
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਤਿਸੁ ਸਰਣਾੲੀ ਢਹਿ ਪੲੇ ਪਿਅਾਰੇ; ਜਿ ਅੰਤਰਜਾਮੀ ਜਾਣੁ ॥",
    "transliteration": "This Saranaaee Dtehi Peae Piaarae J Antharajaamee Jaan ||",
    "translation": "I seek His Sanctuary, O Beloved; He is the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਹੇ ਭਾਈ! ਭਗਤ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਜੇਹੜਾ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਤੇ, ਸਿਆਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27887,
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਹਲਤੁ ਪਲਤੁ ਸਵਾਰਿਅਾ ਪਿਅਾਰੇ; ਮਸਤਕਿ ਸਚੁ ਨੀਸਾਣੁ ॥",
    "transliteration": "Halath Palath Savaariaa Piaarae Masathak Sach Neesaan ||",
    "translation": "He has adorned me in this world and the next, O Beloved; He has placed the Emblem of Truth upon my forehead.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਮੋਹਰ ਲਾ ਦੇਂਦਾ ਹੈ, ਉਸ ਦਾ ਇਹ ਲੋਕ ਤੇ ਪਰਲੋਕ ਸੰਵਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27888,
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ. ਕਦੇ ਨ ਵੀਸਰੈ ਪਿਅਾਰੇ; ਨਾਨਕ ਸਦ ਕੁਰਬਾਣੁ ॥੮॥੨॥",
    "transliteration": "So Prabh Kadhae N Veesarai Piaarae Naanak Sadh Kurabaan ||8||2||",
    "translation": "I shall never forget that God, O Beloved; Nanak is forever a sacrifice to Him. ||8||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਭਾਈ (ਮੇਰੀ ਤਾਂ ਸਦਾ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਉਹ ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲੇ। ਮੈਂ (ਉਸ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27889,
    "shabad_id": 2411,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ਘਰੁ ੨ ਅਸਟਪਦੀਅਾ",
    "transliteration": "Sorath Mehalaa 5 Ghar 2 Asattapadheeaa",
    "translation": "Sorat'h, Fifth Mehl, Second House, Ashtapadees:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 27890,
    "shabad_id": 2411,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 27891,
    "shabad_id": 2411,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਪਾਠੁ ਪੜਿਓ ਅਰੁ ਬੇਦੁ ਬੀਚਾਰਿਓ; ਨਿਵਲਿ ਭੁਅੰਗਮ ਸਾਧੇ ॥",
    "transliteration": "Paath Parriou Ar Baedh Beechaariou Nival Bhuangam Saadhhae ||",
    "translation": "They read scriptures, and contemplate the Vedas; they practice the inner cleansing techniques of Yoga, and control of the breath.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ ਨੂੰ) ਪੜ੍ਹਦਾ ਹੈ ਅਤੇ ਵਿਚਾਰਦਾ ਹੈ। ਕੋਈ ਮਨੁੱਖ ਨਿਵਲੀਕਰਮ ਕਰਦਾ ਹੈ, ਕੋਈ ਕੁੰਡਲਨੀ ਨਾੜੀ ਰਸਤੇ ਪ੍ਰਾਣ ਚਾੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਵਲਿ ਭੁਅੰਗਮ) ਯੋਗ ਅਾਸਨ। (ਸਾੱਧੇ) ਕੀਤੇ। ਪੜਿ੍ਹਓ। ਭੁ-ਅੰਗਮ",
    "type_id": 3
  },
  {
    "id": 27892,
    "shabad_id": 2411,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਪੰਚ ਜਨਾ ਸਿੳੁ ਸੰਗੁ. ਨ ਛੁਟਕਿਓ; ਅਧਿਕ ਅਹੰਬੁਧਿ ਬਾਧੇ ॥੧॥",
    "transliteration": "Panch Janaa Sio Sang N Shhuttakiou Adhhik Ahanbudhh Baadhhae ||1||",
    "translation": "But they cannot escape from the company of the five passions; they are increasingly bound to egotism. ||1||",
    "punjabi": "(ਪਰ ਇਹਨਾਂ ਸਾਧਨਾਂ ਨਾਲ ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਨਾਲੋਂ ਸਾਥ ਮੁੱਕ ਨਹੀਂ ਸਕਦਾ। (ਸਗੋਂ) ਵਧੀਕ ਅਹੰਕਾਰ ਵਿਚ (ਮਨੁੱਖ) ਬੱਝ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਅਹੰ-ਬੁਧਿ",
    "type_id": 3
  },
  {
    "id": 27893,
    "shabad_id": 2411,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਪਿਅਾਰੇ. ੲਿਨ ਬਿਧਿ ਮਿਲਣੁ. ਨ ਜਾੲੀ; ਮੈ ਕੀੲੇ ਕਰਮ ਅਨੇਕਾ ॥",
    "transliteration": "Piaarae Ein Bidhh Milan N Jaaee Mai Keeeae Karam Anaekaa ||",
    "translation": "O Beloved, this is not the way to meet the Lord; I have performed these rituals so many times.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਵੇਖਦਿਆਂ ਲੋਕ ਅਨੇਕਾਂ ਹੀ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦੇ ਹਨ, ਪਰ ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27894,
    "shabad_id": 2411,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹਾਰਿ ਪਰਿਓ ਸੁਅਾਮੀ ਕੈ ਦੁਅਾਰੈ; ਦੀਜੈ ਬੁਧਿ ਬਿਬੇਕਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Haar Pariou Suaamee Kai Dhuaarai Dheejai Budhh Bibaekaa || Rehaao ||",
    "translation": "I have collapsed, exhausted, at the Door of my Lord Master; I pray that He may grant me a discerning intellect. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਇਹਨਾਂ ਕਰਮਾਂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ (ਤੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਭਲਾਈ ਬੁਰਾਈ ਦੀ) ਪਰਖ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਦੇਹ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27895,
    "shabad_id": 2411,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮੋਨਿ ਭੲਿਓ. ਕਰ ਪਾਤੀ ਰਹਿਓ; ਨਗਨ ਫਿਰਿਓ ਬਨ ਮਾਹੀ ॥",
    "transliteration": "Mon Bhaeiou Karapaathee Rehiou Nagan Firiou Ban Maahee ||",
    "translation": "One may remain silent and use his hands as begging bowls, and wander naked in the forest.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਚੁੱਪ ਸਾਧੀ ਬੈਠਾ ਹੈ, ਕੋਈ ਕਰ-ਪਾਤੀ ਬਣ ਗਿਆ ਹੈ (ਭਾਂਡਿਆਂ ਦੇ ਥਾਂ ਆਪਣੇ ਹੱਥ ਹੀ ਵਰਤਦਾ ਹੈ), ਕੋਈ ਜੰਗਲ ਵਿਚ ਨੰਗਾ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(ਕਰਪਾਤੀ) ਹੱਥ ਨੰੂ ਭਾਂਡਾ ਬਣਾ",
    "type_id": 3
  },
  {
    "id": 27896,
    "shabad_id": 2411,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਤਟ ਤੀਰਥ ਸਭ ਧਰਤੀ ਭ੍ਰਮਿਓ; ਦੁਬਿਧਾ ਛੁਟਕੈ ਨਾਹੀ ॥੨॥",
    "transliteration": "Thatt Theerathh Sabh Dhharathee Bhramiou Dhubidhhaa Shhuttakai Naahee ||2||",
    "translation": "He may make pilgrimages to river banks and sacred shrines all over the world, but his sense of duality will not leave him. ||2||",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਸਾਰੇ ਤੀਰਥਾਂ ਦਾ ਰਟਨ ਕਰ ਰਿਹਾ ਹੈ, ਕੋਈ ਸਾਰੀ ਧਰਤੀ ਦਾ ਭ੍ਰਮਣ ਕਰ ਰਿਹਾ ਹੈ, (ਪਰ ਇਸ ਤਰ੍ਹਾਂ ਭੀ) ਮਨ ਦੀ ਡਾਂਵਾਂ-ਡੋਲ ਹਾਲਤ ਮੁੱਕਦੀ ਨਹੀਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
