[
  {
    "id": 27897,
    "shabad_id": 2411,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਕਾਮਨਾ. ਤੀਰਥ ਜਾੲਿ ਬਸਿਓ; ਸਿਰਿ ਕਰਵਤ ਧਰਾੲੇ ||",
    "transliteration": "Man Kaamanaa Theerathh Jaae Basiou Sir Karavath Dhharaaeae ||",
    "translation": "His mind's desires may lead him to go and dwell at sacred places of pilgrimage, and offer his head to be sawn off;",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਆਪਣੀ ਮਨੋ-ਕਾਮਨਾ ਅਨੁਸਾਰ ਤੀਰਥਾਂ ਉੱਤੇ ਜਾ ਵੱਸਿਆ ਹੈ, (ਮੁਕਤੀ ਦਾ ਚਾਹਵਾਨ ਆਪਣੇ) ਸਿਰ ਉਤੇ (ਸ਼ਿਵ ਜੀ ਵਾਲਾ) ਆਰਾ ਰਖਾਂਦਾ ਹੈ (ਤੇ, ਆਪਣੇ ਆਪ ਨੂੰ ਚਿਰਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "ਕਰਵੱਤ",
    "type_id": 3
  },
  {
    "id": 27898,
    "shabad_id": 2411,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਮਨ ਕੀ ਮੈਲੁ. ਨ ੳੁਤਰੈ ੲਿਹ ਬਿਧਿ; ਜੇ ਲਖ ਜਤਨ ਕਰਾੲੇ ||੩||",
    "transliteration": "Man Kee Mail N Outharai Eih Bidhh Jae Lakh Jathan Karaaeae ||3||",
    "translation": "But this will not cause the filth of his mind to depart, even though he may make thousands of efforts. ||3||",
    "punjabi": "ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ (ਇਹੋ ਜਿਹੇ) ਲੱਖਾਂ ਹੀ ਜਤਨ ਕਰੇ, ਇਸ ਤਰ੍ਹਾਂ ਭੀ ਮਨ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲਹਿੰਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27899,
    "shabad_id": 2411,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਕਨਿਕ ਕਾਮਿਨੀ ਹੈਵਰ ਗੈਵਰ; ਬਹੁ ਬਿਧਿ ਦਾਨੁ ਦਾਤਾਰਾ ||",
    "transliteration": "Kanik Kaaminee Haivar Gaivar Bahu Bidhh Dhaan Dhaathaaraa ||",
    "translation": "He may give gifts of all sorts - gold, women, horses and elephants.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਸੋਨਾ, ਇਸਤ੍ਰੀ, ਵਧੀਆ ਘੋੜੇ, ਵਧੀਆ ਹਾਥੀ (ਅਤੇ ਇਹੋ ਜਿਹੇ) ਕਈ ਕਿਸਮਾਂ ਦੇ ਦਾਨ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27900,
    "shabad_id": 2411,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਅੰਨ ਬਸਤ੍ਰ ਭੂਮਿ ਬਹੁ ਅਰਪੇ; ਨਹ ਮਿਲੀਅੈ ਹਰਿ ਦੁਅਾਰਾ ||੪||",
    "transliteration": "Ann Basathr Bhoom Bahu Arapae Neh Mileeai Har Dhuaaraa ||4||",
    "translation": "He may make offerings of corn, clothes and land in abundance, but this will not lead him to the Lord's Door. ||4||",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਅੰਨ ਦਾਨ ਕਰਦਾ ਹੈ, ਕੱਪੜੇ ਦਾਨ ਕਰਦਾ ਹੈ, ਜ਼ਿਮੀਂ ਦਾਨ ਕਰਦਾ ਹੈ। (ਇਸ ਤਰ੍ਹਾਂ ਭੀ) ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚ ਨਹੀਂ ਸਕੀਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27901,
    "shabad_id": 2411,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਪੂਜਾ ਅਰਚਾ ਬੰਦਨ ਡੰਡੳੁਤ; ਖਟੁ ਕਰਮਾ ਰਤੁ ਰਹਤਾ ||",
    "transliteration": "Poojaa Arachaa Bandhan Ddanddouth Khatt Karamaa Rath Rehathaa ||",
    "translation": "He may remain devoted to worship and adoration, bowing his forehead to the floor, practicing the six religious rituals.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਦੇਵ-ਪੂਜਾ ਵਿਚ, ਦੇਵਤਿਆਂ ਨੂੰ ਨਮਸਕਾਰ ਡੰਡਉਤ ਕਰਨ ਵਿਚ, ਛੇ ਕਰਮਾਂ ਦੇ ਕਰਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27902,
    "shabad_id": 2411,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਹੳੁ ਹੳੁ ਕਰਤ ਬੰਧਨ ਮਹਿ ਪਰਿਅਾ; ਨਹ ਮਿਲੀਅੈ. ੲਿਹ ਜੁਗਤਾ ||੫||",
    "transliteration": "Ho Ho Karath Bandhhan Mehi Pariaa Neh Mileeai Eih Jugathaa ||5||",
    "translation": "He indulges in egotism and pride, and falls into entanglements, but he does not meet the Lord by these devices. ||5||",
    "punjabi": "ਪਰ ਉਹ ਭੀ (ਇਹਨਾਂ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ ਕਰਮਾਂ ਦੇ ਕਰਨ ਕਰ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਧਰਮੀ ਜਾਣ ਕੇ) ਅਹੰਕਾਰ ਨਾਲ ਕਰਦਾ ਕਰਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨਾਂ ਵਿਚ ਜਕੜਿਆ ਰਹਿੰਦਾ ਹੈ। ਇਸ ਤਰੀਕੇ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕੀਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27903,
    "shabad_id": 2411,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਜੋਗ ਸਿਧ ਅਾਸਣ ਚੳੁਰਾਸੀਹ; ੲੇ ਭੀ ਕਰਿ ਕਰਿ ਰਹਿਅਾ ||",
    "transliteration": "Jog Sidhh Aasan Chouraaseeh Eae Bhee Kar Kar Rehiaa ||",
    "translation": "He practices the eighty-four postures of Yoga, and acquires the supernatural powers of the Siddhas, but he gets tired of practicing these.",
    "punjabi": "ਜੋਗ-ਮਤ ਵਿਚ ਸਿੱਧਾਂ ਦੇ ਪ੍ਰਸਿੱਧ ਚੌਰਾਸੀ ਆਸਣ ਹਨ। ਇਹ ਆਸਣ ਕਰ ਕਰ ਕੇ ਭੀ ਮਨੁੱਖ ਥੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27904,
    "shabad_id": 2411,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਵਡੀ ਅਾਰਜਾ ਫਿਰਿ ਫਿਰਿ ਜਨਮੈ; ਹਰਿ ਸਿੳੁ ਸੰਗੁ. ਨ ਗਹਿਅਾ ||੬||",
    "transliteration": "Vaddee Aarajaa Fir Fir Janamai Har Sio Sang N Gehiaa ||6||",
    "translation": "He lives a long life, but is reincarnated again and again; he has not met with the Lord. ||6||",
    "punjabi": "ਉਮਰ ਤਾਂ ਲੰਮੀ ਕਰ ਲੈਂਦਾ ਹੈ, ਪਰ ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਨਾਲ ਨਹੀਂ ਬਣਦਾ, ਮੁੜ ਮੁੜ ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27905,
    "shabad_id": 2411,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਰਾਜ ਲੀਲਾ ਰਾਜਨ ਕੀ ਰਚਨਾ; ਕਰਿਅਾ ਹੁਕਮੁ ਅਫਾਰਾ ||",
    "transliteration": "Raaj Leelaa Raajan Kee Rachanaa Kariaa Hukam Afaaraa ||",
    "translation": "He may enjoy princely pleasures, and regal pomp and ceremony, and issue unchallenged commands.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਈ ਐਸੇ ਹਨ ਜੋ ਰਾਜ-ਹਕੂਮਤ ਦੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਮਾਣਦੇ ਹਨ, ਰਾਜਿਆਂ ਵਾਲੇ ਠਾਠ-ਬਾਠ ਬਣਾਂਦੇ ਹਨ, ਲੋਕਾਂ ਉੱਤੇ ਹੁਕਮ ਚਲਾਂਦੇ ਹਨ, ਕੋਈ ਉਹਨਾਂ ਦਾ ਹੁਕਮ ਮੋੜ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਲੀਲਾ) ਰੰਗ ਤਮਾਸ਼ੇ[ (ਅਫਾਰਾ) ਅਮੋੜ",
    "type_id": 3
  },
  {
    "id": 27906,
    "shabad_id": 2411,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਸੇਜ ਸੋਹਨੀ ਚੰਦਨੁ ਚੋਅਾ; ਨਰਕ ਘੋਰ ਕਾ ਦੁਅਾਰਾ ||੭||",
    "transliteration": "Saej Sohanee Chandhan Choaa Narak Ghor Kaa Dhuaaraa ||7||",
    "translation": "He may lie on beautiful beds, perfumed with sandalwood oil, but this will led him only to the gates of the most horrible hell. ||7||",
    "punjabi": "ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਦੀ ਸੇਜ ਮਾਣਦੇ ਹਨ, (ਆਪਣੇ ਸਰੀਰ ਉਤੇ) ਚੰਦਨ ਤੇ ਅਤਰ ਵਰਤਦੇ ਹਨ। ਪਰ ਇਹ ਸਭ ਕੁਝ ਤਾਂ ਭਿਆਨਕ ਨਰਕ ਵਲ ਲੈ ਜਾਣ ਵਾਲਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27907,
    "shabad_id": 2411,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਕੀਰਤਿ ਸਾਧਸੰਗਤਿ ਹੈ; ਸਿਰਿ ਕਰਮਨ ਕੈ ਕਰਮਾ ||",
    "transliteration": "Har Keerath Saadhhasangath Hai Sir Karaman Kai Karamaa ||",
    "translation": "Singing the Kirtan of the Lord's Praises in the Saadh Sangat, the Company of the Holy, is the highest of all actions.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ-ਇਹ ਕੰਮ ਹੋਰ ਸਾਰੇ ਕਰਮਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27908,
    "shabad_id": 2411,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਸੁ ਭੲਿਓ ਪਰਾਪਤਿ; ਜਿਸੁ ਪੁਰਬ ਲਿਖੇ ਕਾ ਲਹਨਾ ||੮||",
    "transliteration": "Kahu Naanak This Bhaeiou Paraapath Jis Purab Likhae Kaa Lehanaa ||8||",
    "translation": "Says Nanak, he alone obtains it, who is pre-destined to receive it. ||8||",
    "punjabi": "ਪਰ, ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਹ ਅਵਸਰ ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27909,
    "shabad_id": 2411,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "ਤੇਰੋ ਸੇਵਕੁ; ੲਿਹ ਰੰਗਿ ਮਾਤਾ ||",
    "transliteration": "Thaero Saevak Eih Rang Maathaa ||",
    "translation": "Your slave is intoxicated with this Love of Yours.",
    "punjabi": "ਹੇ ਭਾਈ! ਤੇਰਾ ਸੇਵਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 27910,
    "shabad_id": 2411,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "ਭੲਿਓ ਕਿ੍ਰਪਾਲੁ. ਦੀਨ ਦੁਖ ਭੰਜਨੁ; ਹਰਿ ਹਰਿ ਕੀਰਤਨਿ ੲਿਹੁ ਮਨੁ ਰਾਤਾ || ਰਹਾੳੁ ਦੂਜਾ ||੧||੩||",
    "transliteration": "Bhaeiou Kirapaal Dheen Dhukh Bhanjan Har Har Keerathan Eihu Man Raathaa || Rehaao Dhoojaa ||1||3||",
    "translation": "The Destroyer of the pains of the poor has become merciful to me, and this mind is imbued with the Praises of the Lord, Har, Har. ||Second Pause||1||3||",
    "punjabi": "ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਦਾ ਇਹ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।ਰਹਾਉ ਦੂਜਾ ॥੧॥੩॥",
    "pronunciation": "ਰੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 27911,
    "shabad_id": 2412,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਗੁ ਸੋਰਠਿ ਵਾਰ ਮਹਲੇ ੪ ਕੀ",
    "transliteration": "Raag Sorath Vaar Mehalae 4 Kee",
    "translation": "Vaar Of Raag Sorat'h, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "pronunciation": "੪ ਨੰੂ ਚੳੁਥੇ ਪੜ੍ਹੋ",
    "type_id": 3
  },
  {
    "id": 27912,
    "shabad_id": 2412,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 27913,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27914,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸੋਰਠਿ ਸਦਾ ਸੁਹਾਵਣੀ; ਜੇ ਸਚਾ ਮਨਿ ਹੋੲਿ ||",
    "transliteration": "Sorath Sadhaa Suhaavanee Jae Sachaa Man Hoe ||",
    "translation": "Sorat'h is always beautiful, if it brings the True Lord to dwell in the mind of the soul-bride.",
    "punjabi": "ਸੋਰਠਿ ਰਾਗਣੀ ਸਦਾ ਸੋਹਣੀ ਲੱਗੇ ਜੇ (ਇਸ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਵਿਆਂ) ਸਦ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਵੱਸ ਪਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27915,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਦੰਦੀ ਮੈਲੁ ਨ. ਕਤੁ ਮਨਿ; ਜੀਭੈ ਸਚਾ ਸੋੲਿ ||",
    "transliteration": "Dhandhee Mail N Kath Man Jeebhai Sachaa Soe ||",
    "translation": "Her teeth are clean and her mind is not split by duality; the Name of the True Lord is on her tongue.",
    "punjabi": "ਨਿੰਦਿਆ ਕਰਨ ਦੀ ਵਾਦੀ ਨਾਹ ਰਹੇ, ਮਨ ਵਿਚ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਾਹ ਹੋਵੇ, ਤੇ ਜੀਭ ਉਤੇ ਉਹ ਸੱਚਾ ਮਾਲਕ ਹੋਵੇ।",
    "pronunciation": "(ਦੰਦੀਂ) ਦੰਦਾਂ ਨੰੂ (ਕਤੁ) ਕਤਰਾ ਮਾਤ੍ਰ ਮੈਲ਼ ਨਹੀਂ ਭਾਵ ਅਭੱਖ ਨਹੀਂ ਖਾਂਦੇ[ ਕਤੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27916,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਸੁਰੈ ਪੇੲੀਅੈ ਭੈ ਵਸੀ; ਸਤਿਗੁਰੁ ਸੇਵਿ ਨਿਸੰਗ ||",
    "transliteration": "Sasurai Paeeeai Bhai Vasee Sathigur Saev Nisang ||",
    "translation": "Here and hereafter, she abides in the Fear of God, and serves the True Guru without hesitation.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ) ਲੋਕ ਪਰਲੋਕ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਵਿਚ ਜੀਵਨ ਗੁਜ਼ਾਰਦੀ ਹੈ ਤੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਨਿਝੱਕ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਕੋਈ ਸਹਿਮ ਦੱਬਾ ਨਹੀਂ ਪਾਂਦਾ)।",
    "pronunciation": "(ਨਿਸੰਗ) ਸ਼ੰਕਾ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 27917,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਪਰਹਰਿ ਕਪੜੁ. ਜੇ ਪਿਰ ਮਿਲੈ; ਖੁਸੀ ਰਾਵੈ ਪਿਰੁ ਸੰਗਿ ||",
    "transliteration": "Parehar Kaparr Jae Pir Milai Khusee Raavai Pir Sang ||",
    "translation": "Discarding worldly adornments, she meets her Husband Lord, and she celebrates joyfully with Him.",
    "punjabi": "ਵਿਖਾਵਾ ਛੱਡ ਕੇ ਜੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਪਤੀ ਭੀ ਤ੍ਰੁੱਠ ਕੇ ਇਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ;",
    "pronunciation": "(ਪਰਹਰਿ) ਛੱਡ[ (ਕੱਪੜੁ) ਵਿਖਾਵਾ",
    "type_id": 3
  },
  {
    "id": 27918,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਦਾ ਸੀਗਾਰੀ. ਨਾੳੁ ਮਨਿ; ਕਦੇ. ਨ ਮੈਲੁ ਪਤੰਗੁ ||",
    "transliteration": "Sadhaa Seegaaree Naao Man Kadhae N Mail Pathang ||",
    "translation": "She is adorned forever with the Name in her mind, and she does not have even an iota of filth.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕ ਜਾਏ ਉਹ (ਇਸ ਨਾਮ-ਸਿੰਗਾਰ ਨਾਲ) ਸਦਾ ਸਜੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਕਦੇ (ਵਿਕਾਰਾਂ ਦੀ ਉਸ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "(ਪਤੰਗ) ਥੋੜੀ ਮਾਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 27919,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਦੇਵਰ ਜੇਠ ਮੁੲੇ ਦੁਖਿ; ਸਸੂ ਕਾ ਡਰੁ. ਕਿਸੁ ||",
    "transliteration": "Dhaevar Jaeth Mueae Dhukh Sasoo Kaa Ddar Kis ||",
    "translation": "Her husband's younger and elder brothers, the corrupt desires, have died, suffering in pain; and now, who fears Maya, the mother-in-law?",
    "punjabi": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮਾਇਆ ਦਾ ਭੀ ਕੋਈ ਦਬਾਅ ਉਸ ਉਤੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "ਸੱਸੂ",
    "type_id": 3
  },
  {
    "id": 27920,
    "shabad_id": 2412,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜੇ ਪਿਰ ਭਾਵੈ ਨਾਨਕਾ; ਕਰਮ ਮਣੀ ਸਭੁ ਸਚੁ ||੧||",
    "transliteration": "Jae Pir Bhaavai Naanakaa Karam Manee Sabh Sach ||1||",
    "translation": "If she becomes pleasing to her Husband Lord, O Nanak, she bears the jewel of good karma upon her forehead, and everything is Truth to her. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ) ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗੇ ਤਾਂ ਉਸ ਦੇ ਮੱਥੇ ਤੇ ਭਾਗਾਂ ਦਾ ਟਿੱਕਾ (ਸਮਝੋ) ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਸੱਚਾ ਪ੍ਰਭੂ ਹੀ (ਦਿੱਸਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27921,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27922,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੋਰਠਿ ਤਾਮਿ ਸੁਹਾਵਣੀ; ਜਾ ਹਰਿ ਨਾਮੁ ਢੰਢੋਲੇ ||",
    "transliteration": "Sorath Thaam Suhaavanee Jaa Har Naam Dtandtolae ||",
    "translation": "Sorat'h is beautiful only when it leads the soul-bride to seek the Lord's Name.",
    "punjabi": "ਸੋਰਠਿ ਰਾਗਣੀ ਤਦੋਂ ਸੋਹਣੀ ਹੈ, ਜੇ (ਇਸ ਦੀ ਰਾਹੀਂ ਜੀਵ-ਇਸਤ੍ਰੀ) ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਖੋਜ ਕਰੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27923,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਪੁਰਖੁ ਮਨਾਵੈ ਅਾਪਣਾ; ਗੁਰਮਤੀ ਹਰਿ ਹਰਿ ਬੋਲੇ ||",
    "transliteration": "Gur Purakh Manaavai Aapanaa Guramathee Har Har Bolae ||",
    "translation": "She pleases her Guru and God; under Guru's Instruction, she speaks the Name of the Lord, Har, Har.",
    "punjabi": "ਆਪਣੇ ਵੱਡੇ ਪਤੀ ਹਰੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰੇ ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27924,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੇਮਿ ਕਸਾੲੀ ਦਿਨਸੁ ਰਾਤਿ; ਹਰਿ ਰਤੀ ਹਰਿ ਰੰਗਿ ਚੋਲੇ ||",
    "transliteration": "Har Praem Kasaaee Dhinas Raath Har Rathee Har Rang Cholae ||",
    "translation": "She is attracted to the Lord's Name, day and night, and her body is drenched in the color of the Love of the Lord, Har, Har.",
    "punjabi": "ਦਿਨ ਰਾਤ ਹਰੀ ਦੇ ਪ੍ਰੇਮ ਦੀ ਖਿੱਚੀ ਹੋਈ ਆਪਣੇ (ਸਰੀਰ-ਰੂਪ) ਚੋਲੇ ਨੂੰ ਹਰੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਰੱਖੇ।",
    "pronunciation": "(ਕਸਾੲੀ) ਖਿੱਚ",
    "type_id": 3
  },
  {
    "id": 27925,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜੈਸਾ ਪੁਰਖੁ. ਨ ਲਭੲੀ; ਸਭੁ ਦੇਖਿਅਾ ਜਗਤੁ ਮੈ ਟੋਲੇ ||",
    "transliteration": "Har Jaisaa Purakh N Labhee Sabh Dhaekhiaa Jagath Mai Ttolae ||",
    "translation": "No other being like the Lord God can be found; I have looked and searched over the whole world.",
    "punjabi": "ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਟੋਲ ਕੇ ਵੇਖ ਲਿਆ ਹੈ ਪਰਮਾਤਮਾ ਜਿਹਾ ਕੋਈ ਪੁਰਖ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "ਲੱ-ਭੲੀ[ ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 27926,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਿ ਸਤਿਗੁਰਿ. ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ; ਮਨੁ. ਅਨਤ ਨ ਕਾਹੂ ਡੋਲੇ ||",
    "transliteration": "Gur Sathigur Naam Dhrirraaeiaa Man Anath N Kaahoo Ddolae ||",
    "translation": "The Guru, the True Guru, has implanted the Naam within me; my mind does not waver any more.",
    "punjabi": "ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੇ ਹਰੀ ਦਾ ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਦ੍ਰਿੜ੍ਹ ਕੀਤਾ ਹੈ, (ਇਸ ਕਰ ਕੇ ਹੁਣ) ਮੇਰਾ ਮਨ ਕਿਧਰੇ ਡੋਲਦਾ ਨਹੀਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27927,
    "shabad_id": 2413,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਹਰਿ ਕਾ ਦਾਸੁ ਹੈ; ਗੁਰ ਸਤਿਗੁਰ ਕੇ ਗੋਲ ਗੋਲੇ ||੨||",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Gur Sathigur Kae Gol Golae ||2||",
    "translation": "Servant Nanak is the Lord's slave, the slave of the slaves of the Guru, the True Guru. ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਹੈ ਤੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੨॥",
    "pronunciation": "(ਗੋਲ) ਗੋਲਿਅਾਂ ਦਾ (ਗੋਲੇ) ਗੋਲਾ",
    "type_id": 3
  },
  {
    "id": 27928,
    "shabad_id": 2414,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27929,
    "shabad_id": 2414,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੂ ਅਾਪੇ ਸਿਸਟਿ ਕਰਤਾ; ਸਿਰਜਣਹਾਰਿਅਾ ||",
    "transliteration": "Thoo Aapae Sisatt Karathaa Sirajanehaariaa ||",
    "translation": "You Yourself are the Creator, the Fashioner of the world.",
    "punjabi": "ਹੇ ਸਿਰਜਣਹਾਰ! ਤੂੰ ਆਪ ਹੀ ਸੰਸਾਰ ਦੇ ਰਚਣ ਵਾਲਾ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27930,
    "shabad_id": 2414,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਖੇਲੁ ਰਚਾੲਿ; ਤੁਧੁ ਅਾਪਿ ਸਵਾਰਿਅਾ ||",
    "transliteration": "Thudhh Aapae Khael Rachaae Thudhh Aap Savaariaa ||",
    "translation": "You Yourself have arranged the play, and You Yourself arrange it.",
    "punjabi": "(ਸੰਸਾਰ-ਰੂਪ) ਖੇਡ ਬਣਾ ਕੇ ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਸੋਹਣਾ ਬਣਾਇਆ ਹੈ; ਸੰਸਾਰ ਰਚਣ ਵਾਲਾ ਤੂੰ ਆਪ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27931,
    "shabad_id": 2414,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਦਾਤਾ ਕਰਤਾ ਅਾਪਿ; ਅਾਪਿ ਭੋਗਣਹਾਰਿਅਾ ||",
    "transliteration": "Dhaathaa Karathaa Aap Aap Bhoganehaariaa ||",
    "translation": "You Yourself are the Giver and the Creator; You Yourself are the Enjoyer.",
    "punjabi": "ਇਸ ਨੂੰ ਦਾਤਾਂ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ, ਉਹਨਾਂ ਦਾਤਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਭੀ ਤੂੰ ਹੀ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27932,
    "shabad_id": 2414,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਭੁ ਤੇਰਾ ਸਬਦੁ ਵਰਤੈ; ੳੁਪਾਵਣਹਾਰਿਅਾ ||",
    "transliteration": "Sabh Thaeraa Sabadh Varathai Oupaavanehaariaa ||",
    "translation": "The Word of Your Shabad is pervading everywhere, O Creator Lord.",
    "punjabi": "ਹੇ (ਜਗਤ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਵਾਲੇ! ਸਭ ਥਾਈਂ ਤੇਰੀ ਜੀਵਨ-ਰੌ ਵਰਤ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27933,
    "shabad_id": 2414,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹੳੁ. ਗੁਰਮੁਖਿ ਸਦਾ ਸਲਾਹੀ; ਗੁਰ ਕੳੁ ਵਾਰਿਅਾ ||੧||",
    "transliteration": "Ho Guramukh Sadhaa Salaahee Gur Ko Vaariaa ||1||",
    "translation": "As Gurmukh, I ever praise the Lord; I am a sacrifice to the Guru. ||1||",
    "punjabi": "(ਪਰ) ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਦਾ ਕਰ ਸਕਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
