[
  {
    "id": 27976,
    "shabad_id": 2421,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧੰਧਾ ਕਰਤਿਅਾ. ਨਿਹਫਲੁ ਜਨਮੁ ਗਵਾੲਿਅਾ; ਸੁਖਦਾਤਾ. ਮਨਿ ਨ ਵਸਾੲਿਅਾ ॥",
    "transliteration": "Dhhandhhaa Karathiaa Nihafal Janam Gavaaeiaa Sukhadhaathaa Man N Vasaaeiaa ||",
    "translation": "Involved in worldly affairs, he wastes his life in vain; the peace-giving Lord does not come to abide in his mind.",
    "punjabi": "ਮਾਇਆ ਦੇ ਕਜ਼ੀਏ ਕਰਦਿਆਂ ਮਨੁੱਖਾ ਜਨਮ ਨਿਸਫਲ ਗਵਾ ਲੈਂਦਾ ਹੈ ਤੇ ਸੁਖਦਾਤਾ ਨਾਮ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27977,
    "shabad_id": 2421,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਤਿਨਾ ਕੳੁ ਮਿਲਿਅਾ; ਜਿਨ ਕੳੁ ਧੁਰਿ ਲਿਖਿ ਪਾੲਿਅਾ ॥੧॥",
    "transliteration": "Naanak Naam Thinaa Ko Miliaa Jin Ko Dhhur Likh Paaeiaa ||1||",
    "translation": "O Nanak, they alone obtain the Name, who have such pre-ordained destiny. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਨਾਮ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਅਨੁਸਾਰ) (ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ) ਉੱਕਰ ਕੇ ਪ੍ਰਭੂ ਨੇ ਰੱਖ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27978,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27979,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਘਰ ਹੀ ਮਹਿ ਅੰਮਿ੍ਰਤੁ ਭਰਪੂਰੁ ਹੈ; ਮਨਮੁਖਾ ਸਾਦੁ. ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Ghar Hee Mehi Anmrith Bharapoor Hai Manamukhaa Saadh N Paaeiaa ||",
    "translation": "The home within is filled with Ambrosial Nectar, but the self-willed manmukh does not get to taste it.",
    "punjabi": "(ਨਾਮ-ਰੂਪ) ਅੰਮ੍ਰਿਤ (ਹਰੇਕ ਜੀਵ ਦੇ ਹਿਰਦੇ-ਰੂਪ) ਘਰ ਵਿਚ ਹੀ ਭਰਿਆ ਹੋਇਆ ਹੈ, (ਪਰ) ਮਨਮੁਖਾਂ ਨੂੰ (ਉਸ ਦਾ) ਸੁਆਦ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27980,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਕਸਤੂਰੀ ਮਿਰਗੁ. ਨ ਜਾਣੈ; ਭ੍ਰਮਦਾ ਭਰਮਿ ਭੁਲਾੲਿਅਾ ॥",
    "transliteration": "Jio Kasathooree Mirag N Jaanai Bhramadhaa Bharam Bhulaaeiaa ||",
    "translation": "He is like the deer, who does not recognize its own musk-scent; it wanders around, deluded by doubt.",
    "punjabi": "ਜਿਵੇਂ ਹਰਨ (ਆਪਣੀ ਨਾਭੀ ਵਿਚ) ਕਸਤੂਰੀ ਨਹੀਂ ਸਮਝਦਾ ਤੇ ਭਰਮ ਵਿਚ ਭੁਲਾਇਆ ਹੋਇਆ ਭਟਕਦਾ ਹੈ, ਤਿਵੇਂ ਮਨਮੁਖ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨੂੰ ਛੱਡ ਕੇ ਵਿਹੁ ਨੂੰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27981,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਤਜਿ. ਬਿਖੁ ਸੰਗ੍ਰਹੈ; ਕਰਤੈ ਅਾਪਿ ਖੁਅਾੲਿਅਾ ॥",
    "transliteration": "Anmrith Thaj Bikh Sangrehai Karathai Aap Khuaaeiaa ||",
    "translation": "The manmukh forsakes the Ambrosial Nectar, and instead gathers poison; the Creator Himself has fooled him.",
    "punjabi": "(ਪਰ ਉਸ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਕਰਤਾਰ ਨੇ (ਉਸ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਅਨੁਸਾਰ) ਉਸ ਨੂੰ ਆਪ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27982,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਵਿਰਲੇ ਸੋਝੀ ਪੲੀ; ਤਿਨਾ ਅੰਦਰਿ ਬ੍ਰਹਮੁ ਦਿਖਾੲਿਅਾ ॥",
    "transliteration": "Guramukh Viralae Sojhee Pee Thinaa Andhar Breham Dhikhaaeiaa ||",
    "translation": "How rare are the Gurmukhs, who obtain this understanding; they behold the Lord God within themselves.",
    "punjabi": "ਵਿਰਲੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਸਮਝ ਪੈਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਹੀ (ਪਰਮਾਤਮਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27983,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਸੀਤਲੁ ਹੋੲਿਅਾ; ਰਸਨਾ. ਹਰਿ ਸਾਦੁ ਅਾੲਿਅਾ ॥",
    "transliteration": "Than Man Seethal Hoeiaa Rasanaa Har Saadh Aaeiaa ||",
    "translation": "Their minds and bodies are cooled and soothed, and their tongues enjoy the sublime taste of the Lord.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨ ਤੇ ਸਰੀਰ ਠੰਢੇ-ਠਾਰ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਜੀਭ ਨਾਲ (ਜਪ ਕੇ) ਉਹਨਾਂ ਨੂੰ ਨਾਮ ਦਾ ਸੁਆਦ ਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27984,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਬਦੇ ਹੀ ਨਾੳੁ ੳੂਪਜੈ; ਸਬਦੇ ਮੇਲਿ ਮਿਲਾੲਿਅਾ ॥",
    "transliteration": "Sabadhae Hee Naao Oopajai Sabadhae Mael Milaaeiaa ||",
    "translation": "Through the Word of the Shabad, the Name wells up; through the Shabad, we are united in the Lord's Union.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਹੀ ਨਾਮ (ਦਾ ਅੰਗੂਰ ਹਿਰਦੇ ਵਿਚ) ਉੱਗਦਾ ਹੈ ਤੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰੀ ਨਾਲ ਮੇਲ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27985,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਸਭੁ ਜਗੁ ਬੳੁਰਾਨਾ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Bin Sabadhai Sabh Jag Bouraanaa Birathhaa Janam Gavaaeiaa ||",
    "translation": "Without the Shabad, the whole world is insane, and it loses its life in vain.",
    "punjabi": "ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਸੰਸਾਰ ਪਾਗਲ ਹੋਇਆ ਪਿਆ ਹੈ ਤੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27986,
    "shabad_id": 2422,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ੲੇਕੋ ਸਬਦੁ ਹੈ; ਨਾਨਕ ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Anmrith Eaeko Sabadh Hai Naanak Guramukh Paaeiaa ||2||",
    "translation": "The Shabad alone is Ambrosial Nectar; O Nanak, the Gurmukhs obtain it. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦਾ ਇਕ ਸ਼ਬਦ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਨੂੰ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27987,
    "shabad_id": 2423,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27988,
    "shabad_id": 2423,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋ ਹਰਿ ਪੁਰਖੁ ਅਗੰਮੁ ਹੈ; ਕਹੁ ਕਿਤੁ ਬਿਧਿ ਪਾੲੀਅੈ ॥",
    "transliteration": "So Har Purakh Aganm Hai Kahu Kith Bidhh Paaeeai ||",
    "translation": "The Lord God is inaccessible; tell me, how can we find Him?",
    "punjabi": "ਹੇ ਭਾਈ! ਦੱਸ ਉਹ ਹਰੀ, ਜੋ ਅਗੰਮ ਪੁਰਖ ਹੈ, ਕਿਸ ਤਰ੍ਹਾਂ ਮਿਲ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27989,
    "shabad_id": 2423,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਿਸੁ. ਰੂਪੁ ਨ ਰੇਖ, ਅਦਿ੍ਰਸਟੁ; ਕਹੁ ਜਨ. ਕਿੳੁ ਧਿਅਾੲੀਅੈ ॥",
    "transliteration": "This Roop N Raekh Adhrisatt Kahu Jan Kio Dhhiaaeeai ||",
    "translation": "He has no form or feature, and He cannot be seen; tell me, how can we meditate on Him?",
    "punjabi": "ਉਸ ਦਾ ਕੋਈ ਰੂਪ ਨਹੀਂ, ਕੋਈ ਰੇਖ ਨਹੀਂ, ਦਿੱਸਦਾ ਭੀ ਨਹੀਂ, ਉਸ ਨੂੰ ਕਿਵੇਂ ਸਿਮਰੀਏ?",
    "pronunciation": "ਅਦਿ੍ਰਸਟੁ",
    "type_id": 3
  },
  {
    "id": 27990,
    "shabad_id": 2423,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਿਰੰਕਾਰੁ ਨਿਰੰਜਨੁ ਹਰਿ ਅਗਮੁ; ਕਿਅਾ ਕਹਿ ਗੁਣ ਗਾੲੀਅੈ ॥",
    "transliteration": "Nirankaar Niranjan Har Agam Kiaa Kehi Gun Gaaeeai ||",
    "translation": "The Lord is formless, immaculate and inaccessible; which of His Virtues should we speak of and sing?",
    "punjabi": "ਸ਼ਕਲ ਤੋਂ ਬਿਨਾ ਹੈ, ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਹੈ, ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਸੋ, ਕੀਹ ਆਖ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੀਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27991,
    "shabad_id": 2423,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸੁ ਅਾਪਿ ਬੁਝਾੲੇ ਅਾਪਿ; ਸੁ ਹਰਿ ਮਾਰਗਿ ਪਾੲੀਅੈ ॥",
    "transliteration": "Jis Aap Bujhaaeae Aap S Har Maarag Paaeeai ||",
    "translation": "They alone walk on the Lord's Path, whom the Lord Himself instructs.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪ ਪ੍ਰਭੂ ਸਮਝ ਦੇਂਦਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦਾ ਹੈ;",
    "pronunciation": "ਬੁੱਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 27992,
    "shabad_id": 2423,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਵੇਖਾਲਿਅਾ; ਗੁਰ ਸੇਵਾ ਪਾੲੀਅੈ ॥੪॥",
    "transliteration": "Gur Poorai Vaekhaaliaa Gur Saevaa Paaeeai ||4||",
    "translation": "The Perfect Guru has revealed Him to me; serving the Guru, He is found. ||4||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ ਹੀ ਉਸ ਦਾ ਦੀਦਾਰ ਕਰਾਇਆ ਹੈ, ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕੀਤਿਆਂ ਹੀ ਉਹ ਮਿਲਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27993,
    "shabad_id": 2424,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27994,
    "shabad_id": 2424,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿੳੁ ਤਨੁ ਕੋਲੂ ਪੀੜੀਅੈ; ਰਤੁ ਨ ਭੋਰੀ ਡੇਹਿ ॥",
    "transliteration": "Jio Than Koloo Peerreeai Rath N Bhoree Ddaehi ||",
    "translation": "It is as if my body has been crushed in the oil-press, without yielding even a drop of blood;",
    "punjabi": "ਜੇ ਮੇਰਾ ਸਰੀਰ ਰਤਾ ਭਰ ਭੀ ਲਹੂ ਨਾ ਦੇਵੇ ਭਾਵੇਂ ਤਿਲਾਂ ਵਾਂਗ ਇਹ ਕੋਹਲੂ ਵਿਚ ਪੀੜਿਆ ਜਾਏ, (ਭਾਵ, ਜੇ ਅਨੇਕਾਂ ਕਰੜੇ ਕਸ਼ਟ ਆਉਣ ਤੇ ਭੀ ਮੇਰੇ ਅੰਦਰ ਸਰੀਰ ਦੇ ਬਚੇ ਰਹਿਣ ਦੀ ਲਾਲਸਾ ਰਤਾ ਭੀ ਨਾ ਹੋਵੇ)",
    "pronunciation": "(ਰਤੁ) ਪ੍ਰੀਤੀ।ਰਤੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27995,
    "shabad_id": 2424,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੀੳੁ ਵੰਞਞੈ ਚੳੁ ਖੰਨੀਅੈ; ਸਚੇ ਸੰਦੜੈ ਨੇਹਿ ॥",
    "transliteration": "Jeeo Vannjai Cho Khanneeai Sachae Sandharrai Naehi ||",
    "translation": "It is as if my soul has been cut apart into pieces for the sake of the Love of the True Lord;",
    "punjabi": "ਜੇ ਮੇਰੀ ਜਿੰਦ ਸੱਚੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਤੋਂ ਵਾਰਨੇ ਸਦਕੇ ਪਈ ਹੋਵੇ,",
    "pronunciation": "(ਚੳੁ) ਚਾਰ (ਖੰਨੀਅੈ) ਟੋਟੇ (ਵੰਞੈ) ਹੋ ਜਾੲੇ",
    "type_id": 3
  },
  {
    "id": 27996,
    "shabad_id": 2424,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਮੇਲੁ ਨ ਚੁਕੲੀ; ਰਾਤੀ ਅਤੈ ਡੇਹ ॥੧॥",
    "transliteration": "Naanak Mael N Chukee Raathee Athai Ddaeh ||1||",
    "translation": "O Nanak, still, night and day, my Union with the Lord is not broken. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤਾਂ ਹੀ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਨਾ ਦਿਨੇ ਨਾ ਰਾਤ (ਕਦੇ ਭੀ) ਨਹੀਂ ਟੁੱਟਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27997,
    "shabad_id": 2425,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27998,
    "shabad_id": 2425,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਜਣੁ ਮੈਡਾ ਰੰਗੁਲਾ; ਰੰਗੁ ਲਾੲੇ ਮਨੁ ਲੇੲਿ ॥",
    "transliteration": "Sajan Maiddaa Rangulaa Rang Laaeae Man Laee ||",
    "translation": "My Friend is so full of joy and love; He colors my mind with the color of His Love,",
    "punjabi": "ਮੇਰਾ ਸੱਜਣ ਰੰਗੀਲਾ ਹੈ, ਮਨ ਲੈ ਕੇ (ਪ੍ਰੇਮ ਦਾ) ਰੰਗ ਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27999,
    "shabad_id": 2425,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿੳੁ ਮਾਜੀਠੈ ਕਪੜੇ; ਰੰਗੇ ਭੀ ਪਾਹੇਹਿ ॥",
    "transliteration": "Jio Maajeethai Kaparrae Rangae Bhee Paahaehi ||",
    "translation": "Like the fabric which is treated to retain the color of the dye.",
    "punjabi": "ਜਿਵੇਂ ਕੱਪੜੇ ਭੀ ਪਾਹ ਦੇ ਕੇ ਮਜੀਠ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ (ਤਿਵੇਂ ਆਪਾ ਦੇ ਕੇ ਹੀ ਪ੍ਰੇਮ-ਰੰਗ ਮਿਲਦਾ ਹੈ);",
    "pronunciation": "(ਪਾਹੇਹਿ) ਪਾਹ ਦੇਕੇ",
    "type_id": 3
  },
  {
    "id": 28000,
    "shabad_id": 2425,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਰੰਗੁ ਨ ੳੁਤਰੈ; ਬਿਅਾ. ਨ ਲਗੈ ਕੇਹ ॥੨॥",
    "transliteration": "Naanak Rang N Outharai Biaa N Lagai Kaeh ||2||",
    "translation": "O Nanak, this color does not depart, and no other color can be imparted to this fabric. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਤਰ੍ਹਾਂ ਦਾ) ਰੰਗ ਫੇਰ ਨਹੀਂ ਲਹਿੰਦਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਹੋਰ ਚੜ੍ਹ ਸਕਦਾ ਹੈ (ਭਾਵ, ਕੋਈ ਹੋਰ ਚੀਜ਼ ਪਿਆਰੀ ਨਹੀਂ ਲੱਗ ਸਕਦੀ) ॥੨॥",
    "pronunciation": "(ਬਿਅਾ) ਦੂਜਾ",
    "type_id": 3
  },
  {
    "id": 28001,
    "shabad_id": 2426,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28002,
    "shabad_id": 2426,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਅਾਪਿ ਵਰਤੈ ਅਾਪਿ; ਹਰਿ ਅਾਪਿ ਬੁਲਾੲਿਦਾ ॥",
    "transliteration": "Har Aap Varathai Aap Har Aap Bulaaeidhaa ||",
    "translation": "The Lord Himself is pervading everywhere; the Lord Himself causes us to chant His Name.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਸਭ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ ਅਤੇ ਆਪ ਹੀ ਸਭ ਨੂੰ ਬੁਲਾਉਂਦਾ ਹੈ (ਭਾਵ, ਆਪ ਹੀ ਹਰੇਕ ਵਿਚ ਬੋਲਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28003,
    "shabad_id": 2426,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਸਿ੍ਰਸਟਿ ਸਵਾਰਿ; ਸਿਰਿ ਧੰਧੈ ਲਾੲਿਦਾ ॥",
    "transliteration": "Har Aapae Srisatt Savaar Sir Dhhandhhai Laaeidhaa ||",
    "translation": "The Lord Himself created the creation; He commits all to their tasks.",
    "punjabi": "ਸੰਸਾਰ ਨੂੰ ਆਪ ਹੀ ਰਚ ਕੇ ਹਰੇਕ ਜੀਵ ਨੂੰ ਮਾਇਆ ਦੇ ਕਜ਼ੀਏ ਵਿਚ ਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28004,
    "shabad_id": 2426,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਨਾ ਭਗਤੀ ਲਾੲਿ; ੲਿਕਿ ਅਾਪਿ ਖੁਅਾੲਿਦਾ ॥",
    "transliteration": "Eikanaa Bhagathee Laae Eik Aap Khuaaeidhaa ||",
    "translation": "He engages some in devotional worship, and others, He causes to stray.",
    "punjabi": "ਇਕਨਾਂ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਵਿਚ ਲਾਉਂਦਾ ਹੈ ਤੇ ਕਈ ਜੀਵਾਂ ਨੂੰ ਆਪ ਹੀ ਭੁਲਾਉਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28005,
    "shabad_id": 2426,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਨਾ ਮਾਰਗਿ ਪਾੲਿ; ੲਿਕਿ ੳੁਝੜਿ ਪਾੲਿਦਾ ॥",
    "transliteration": "Eikanaa Maarag Paae Eik Oujharr Paaeidhaa ||",
    "translation": "He places some on the Path, while He leads others into the wilderness.",
    "punjabi": "ਇਕਨਾਂ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਤੇ ਤੋਰਦਾ ਹੈ ਤੇ ਇਕਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ੳੁ੍ਨਝੜਿ",
    "type_id": 3
  },
  {
    "id": 28006,
    "shabad_id": 2426,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਨਾਮੁ ਧਿਅਾੲੇ; ਗੁਰਮੁਖਿ ਗੁਣ ਗਾੲਿਦਾ ॥੫॥",
    "transliteration": "Jan Naanak Naam Dhhiaaeae Guramukh Gun Gaaeidhaa ||5||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord; as Gurmukh, he sings the Glorious Praises of the Lord. ||5||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਭੀ (ਉਸ ਦੀ ਭਗਤੀ ਦੀ ਖ਼ਾਤਰ) ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਉਸ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28007,
    "shabad_id": 2427,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28008,
    "shabad_id": 2427,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵਾ ਸਫਲੁ ਹੈ; ਜੇ ਕੋ ਕਰੇ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Sathigur Kee Saevaa Safal Hai Jae Ko Karae Chith Laae ||",
    "translation": "Service to the True Guru is fruitful and rewarding, if one performs it with his mind focused on it.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਚਿੱਤ ਲਗਾ ਕੇ ਸੇਵਾ ਕਰੇ, ਤਾਂ ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਜ਼ਰੂਰ ਫਲ ਲਾਂਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28009,
    "shabad_id": 2427,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨਿ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾਵਣਾ; ਹੳੁਮੈ ਵਿਚਹੁ ਜਾੲਿ ॥",
    "transliteration": "Man Chindhiaa Fal Paavanaa Houmai Vichahu Jaae ||",
    "translation": "The fruits of the mind's desires are obtained, and egotism departs from within.",
    "punjabi": "ਮਨ-ਇੱਛਿਆ ਫਲ ਮਿਲਦਾ ਹੈ, ਅਹੰਕਾਰ ਮਨ ਵਿਚੋਂ ਦੂਰ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28010,
    "shabad_id": 2427,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬੰਧਨ ਤੋੜੈ ਮੁਕਤਿ ਹੋੲਿ; ਸਚੇ ਰਹੈ ਸਮਾੲਿ ॥",
    "transliteration": "Bandhhan Thorrai Mukath Hoe Sachae Rehai Samaae ||",
    "translation": "His bonds are broken, and he is liberated; he remains absorbed in the True Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਮਾਇਆ ਦੇ) ਬੰਧਨਾਂ ਨੂੰ ਤੋੜਦੀ ਹੈ (ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਸੱਚੇ ਹਰੀ ਵਿਚ ਮਨੁੱਖ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28011,
    "shabad_id": 2427,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲਿਸੁ ਜਗ ਮਹਿ ਨਾਮੁ ਅਲਭੁ ਹੈ; ਗੁਰਮੁਖਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Eis Jag Mehi Naam Alabh Hai Guramukh Vasai Man Aae ||",
    "translation": "It is so difficult to obtain the Naam in this world; it comes to dwell in the mind of the Gurmukh.",
    "punjabi": "ਇਸ ਸੰਸਾਰ ਵਿਚ ਹਰੀ ਦਾ ਨਾਮ ਦੁਰਲੱਭ ਹੈ, ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ;",
    "pronunciation": "ਅਲੱਭੁ",
    "type_id": 3
  },
  {
    "id": 28012,
    "shabad_id": 2427,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਜੋ ਗੁਰੁ ਸੇਵਹਿ ਅਾਪਣਾ; ਹੳੁ ਤਿਨ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥੧॥",
    "transliteration": "Naanak Jo Gur Saevehi Aapanaa Ho Thin Balihaarai Jaao ||1||",
    "translation": "O Nanak, I am a sacrifice to one who serves his True Guru. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਹਨਾਂ ਤੋਂ ਜੋ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28013,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28014,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਨਮੁਖ ਮੰਨੁ ਅਜਿਤੁ ਹੈ; ਦੂਜੈ ਲਗੈ ਜਾੲਿ ॥",
    "transliteration": "Manamukh Mann Ajith Hai Dhoojai Lagai Jaae ||",
    "translation": "The mind of the self-willed manmukh is so very stubborn; it is stuck in the love of duality.",
    "punjabi": "ਮਨਮੁਖ ਦਾ ਮਨ ਉਸ ਦੇ ਕਾਬੂ ਤੋਂ ਬਾਹਰ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਮਾਇਆ ਵਿਚ ਜਾ ਕੇ ਲੱਗਾ ਹੋਇਆ ਹੈ;",
    "pronunciation": "ਅਜਿੱਤੁ",
    "type_id": 3
  },
  {
    "id": 28015,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਿਸ ਨੋ ਸੁਖੁ. ਸੁਪਨੈ ਨਹੀ; ਦੁਖੇ ਦੁਖਿ ਵਿਹਾੲਿ ॥",
    "transliteration": "This No Sukh Supanai Nehee Dhukhae Dhukh Vihaae ||",
    "translation": "He does not find peace, even in dreams; he passes his life in misery and suffering.",
    "punjabi": "(ਸਿੱਟਾ ਇਹ ਕਿ) ਉਸ ਨੂੰ ਸੁਪਨੇ ਵਿਚ ਭੀ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ, (ਉਸ ਦੀ ਉਮਰ) ਸਦਾ ਦੁੱਖ ਵਿਚ ਹੀ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28016,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਘਰਿ ਘਰਿ ਪੜਿ ਪੜਿ ਪੰਡਿਤ ਥਕੇ; ਸਿਧ ਸਮਾਧਿ ਲਗਾੲਿ ॥",
    "transliteration": "Ghar Ghar Parr Parr Panddith Thhakae Sidhh Samaadhh Lagaae ||",
    "translation": "The Pandits have grown weary of going door to door, reading and reciting their scriptures; the Siddhas have gone into their trances of Samaadhi.",
    "punjabi": "ਅਨੇਕਾਂ ਪੰਡਿਤ ਲੋਕ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਤੇ ਸਿੱਧ ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ ਥੱਕ ਗਏ ਹਨ,",
    "pronunciation": "ਥੱਕੇ, ਸਿੱਧ",
    "type_id": 3
  },
  {
    "id": 28017,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਵਸਿ. ਨ ਅਾਵੲੀ; ਥਕੇ ਕਰਮ ਕਮਾੲਿ ॥",
    "transliteration": "Eihu Man Vas N Aavee Thhakae Karam Kamaae ||",
    "translation": "This mind cannot be controlled; they are tired of performing religious rituals.",
    "punjabi": "ਕਈ ਕਰਮ ਕਰ ਕੇ ਥੱਕ ਗਏ ਹਨ; (ਪੜ੍ਹਨ ਨਾਲ ਤੇ ਸਮਾਧੀਆਂ ਨਾਲ) ਇਹ ਮਨ ਕਾਬੂ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 28018,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭੇਖਧਾਰੀ ਭੇਖ ਕਰਿ ਥਕੇ; ਅਠਿਸਠਿ ਤੀਰਥ ਨਾੲਿ ॥",
    "transliteration": "Bhaekhadhhaaree Bhaekh Kar Thhakae Athisath Theerathh Naae ||",
    "translation": "The impersonators have grown weary of wearing false costumes, and bathing at the sixty-eight sacred shrines.",
    "punjabi": "ਭੇਖ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਭਾਵ, ਸਾਧੂ ਲੋਕ) ਕਈ ਭੇਖ ਕਰ ਕੇ ਤੇ ਅਠਾਹਠ ਤੀਰਥਾਂ ਤੇ ਨ੍ਹਾ ਕੇ ਥੱਕ ਗਏ ਹਨ;",
    "pronunciation": "ਅੱਠਸਠਿ, ਨ੍ਹਾੲਿ",
    "type_id": 3
  }
]
