[
  {
    "id": 28112,
    "shabad_id": 2445,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28113,
    "shabad_id": 2445,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪਰਥਾੲਿ ਸਾਖੀ ਮਹਾਪੁਰਖ ਬੋਲਦੇ; ਸਾਝੀ ਸਗਲ ਜਹਾਨੈ ॥",
    "transliteration": "Parathhaae Saakhee Mehaa Purakh Boladhae Saajhee Sagal Jehaanai ||",
    "translation": "Great men speak the teachings by relating them to individual situations, but the whole world shares in them.",
    "punjabi": "ਮਹਾਂ ਪੁਰਖ ਕਿਸੇ ਦੇ ਸੰਬੰਧ ਵਿਚ ਸਿੱਖਿਆ ਦਾ ਬਚਨ ਬੋਲਦੇ ਹਨ (ਪਰ ਉਹ ਸਿੱਖਿਆ) ਸਾਰੇ ਸੰਸਾਰ ਲਈ ਸਾਂਝੀ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "ਸਾਂਝੀ",
    "type_id": 3
  },
  {
    "id": 28114,
    "shabad_id": 2445,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋੲਿ ਸੁ ਭੳੁ ਕਰੇ; ਅਾਪਣਾ ਅਾਪੁ ਪਛਾਣੈ ॥",
    "transliteration": "Guramukh Hoe S Bho Karae Aapanaa Aap Pashhaanai ||",
    "translation": "One who becomes Gurmukh knows the Fear of God, and realizes his own self.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ, ਉਹ (ਸੁਣ ਕੇ) ਪ੍ਰਭੂ ਦਾ ਡਰ (ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ) ਕਰਦਾ ਹੈ, ਤੇ ਆਪਣੇ ਆਪ ਦੀ ਖੋਜ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28115,
    "shabad_id": 2445,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਜੀਵਤੁ ਮਰੈ; ਤਾ ਮਨ ਹੀ ਤੇ ਮਨੁ ਮਾਨੈ ॥",
    "transliteration": "Gur Parasaadhee Jeevath Marai Thaa Man Hee Thae Man Maanai ||",
    "translation": "If, by Guru's Grace, one remains dead while yet alive, the mind becomes content in itself.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ ਸੰਸਾਰ ਵਿਚ ਵਰਤਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ ਵਲੋਂ ਉਦਾਸ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਉਸ ਦਾ ਮਨ ਆਪਣੇ ਆਪ ਵਿਚ ਪਤੀਜ ਜਾਂਦਾ ਹੈ (ਬਾਹਰ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28116,
    "shabad_id": 2445,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਮਨ ਕੀ ਪਰਤੀਤਿ ਨਾਹੀ; ਨਾਨਕ. ਸੇ ਕਿਅਾ ਕਥਹਿ ਗਿਅਾਨੈ ॥੧॥",
    "transliteration": "Jin Ko Man Kee Paratheeth Naahee Naanak Sae Kiaa Kathhehi Giaanai ||1||",
    "translation": "Those who have no faith in their own minds, O Nanak - how can they speak of spiritual wisdom? ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪਤੀਜਿਆ ਨਹੀਂ, ਉਹਨਾਂ ਨੂੰ ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28117,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28118,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਚਿਤੁ. ਨ ਲਾੲਿਓ; ਅੰਤਿ ਦੁਖੁ ਪਹੁਤਾ ਅਾੲਿ ॥",
    "transliteration": "Guramukh Chith N Laaeiou Anth Dhukh Pahuthaa Aae ||",
    "translation": "Those who do not focus their consciousness on the Lord, as Gurmukh, suffer pain and grief in the end.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਹਰੀ ਵਿਚ) ਮਨ ਨਹੀਂ ਜੋੜਿਆ, ਉਹਨਾਂ ਨੂੰ ਆਖ਼ਰ ਦੁੱਖ ਵਾਪਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28119,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੰਦਰਹੁ ਬਾਹਰਹੁ ਅੰਧਿਅਾਂ; ਸੁਧਿ. ਨ ਕਾੲੀ ਪਾੲਿ ॥",
    "transliteration": "Andharahu Baaharahu Andhhiaaan Sudhh N Kaaee Paae ||",
    "translation": "They are blind, inwardly and outwardly, and they do not understand anything.",
    "punjabi": "ਉਹਨਾਂ ਅੰਦਰੋਂ ਤੇ ਬਾਹਰੋਂ ਅੰਨ੍ਹਿਆਂ ਨੂੰ ਕੋਈ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28120,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੰਡਿਤ. ਤਿਨ ਕੀ ਬਰਕਤੀ. ਸਭੁ ਜਗਤੁ ਖਾੲਿ; ਜੋ ਰਤੇ ਹਰਿ ਨਾੲਿ ॥",
    "transliteration": "Panddith Thin Kee Barakathee Sabh Jagath Khaae Jo Rathae Har Naae ||",
    "translation": "O Pandit, O religious scholar, the whole world is fed for the sake of those who are attuned to the Lord's Name.",
    "punjabi": "(ਪਰ) ਹੇ ਪੰਡਿਤ! ਉਹਨਾਂ ਦੀ ਕਮਾਈ ਦੀ ਬਰਕਤਿ ਸਾਰਾ ਸੰਸਾਰ ਖਾਂਦਾ ਹੈ, ਜੋ ਮਨੁੱਖ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਰੱਤੇ ਹੋਏ ਹਨ,",
    "pronunciation": "(ਬਰ-ਕਤੀ) ਸਦਕੇ।ਬਰ-ਕਤੀ:ਪੋਲਾ ਬੋਲੋ ਜੱਗਤੁ। ਰੱਤੇ",
    "type_id": 3
  },
  {
    "id": 28121,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਗੁਰ ਕੈ ਸਬਦਿ ਸਲਾਹਿਅਾ; ਹਰਿ ਸਿੳੁ ਰਹੇ ਸਮਾੲਿ ॥",
    "transliteration": "Jin Gur Kai Sabadh Salaahiaa Har Sio Rehae Samaae ||",
    "translation": "Those who praise the Word of the Guru's Shabad, remain blended with the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ ਤੇ ਹਰੀ ਵਿੱਚ ਲੀਨ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28122,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੰਡਿਤ ਦੂਜੈ ਭਾੲਿ ਬਰਕਤਿ. ਨ ਹੋਵੲੀ; ਨਾ ਧਨੁ ਪਲੈ ਪਾੲਿ ॥",
    "transliteration": "Panddith Dhoojai Bhaae Barakath N Hovee Naa Dhhan Palai Paae ||",
    "translation": "O Pandit, O religious scholar, no one is satisfied, and no one finds true wealth through the love of duality.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸੇ ਰਿਹਾਂ) ਬਰਕਤਿ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਆਤਮਿਕ ਜੀਵਨ ਵਧਦਾ-ਫੁਲਦਾ ਨਹੀਂ) ਤੇ ਨਾਹ ਹੀ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ;",
    "pronunciation": "ਬਰ-ਕਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 28123,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੜਿ ਥਕੇ. ਸੰਤੋਖੁ, ਨ ਅਾੲਿਓ; ਅਨ ਦਿਨੁ ਜਲਤ ਵਿਹਾੲਿ ॥",
    "transliteration": "Parr Thhakae Santhokh N Aaeiou Anadhin Jalath Vihaae ||",
    "translation": "They have grown weary of reading scriptures, but still, they do not find contentment, and they pass their lives burning, night and day.",
    "punjabi": "ਪੜ੍ਹ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਪਰ ਸੰਤੋਖ ਨਹੀਂ ਆਉਂਦਾ ਤੇ ਹਰ ਵੇਲੇ (ਉਮਰ) ਸੜਦਿਆਂ ਹੀ ਗੁਜ਼ਰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28124,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕੂਕ ਪੂਕਾਰ. ਨ ਚੁਕੲੀ; ਨਾ ਸੰਸਾ ਵਿਚਹੁ ਜਾੲਿ ॥",
    "transliteration": "Kook Pookaar N Chukee Naa Sansaa Vichahu Jaae ||",
    "translation": "Their cries and complaints never end, and doubt does not depart from within them.",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਗਿਲਾ-ਗੁਜ਼ਾਰੀ ਮੁੱਕਦੀ ਨਹੀਂ ਤੇ ਮਨ ਵਿਚੋਂ ਚਿੰਤਾ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28125,
    "shabad_id": 2446,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮ ਵਿਹੂਣਿਅਾ; ਮੁਹਿ ਕਾਲੈ ੳੁਠਿ ਜਾੲਿ ॥੨॥",
    "transliteration": "Naanak Naam Vihooniaa Muhi Kaalai Outh Jaae ||2||",
    "translation": "O Nanak, without the Naam, the Name of the Lord, they rise up and depart with blackened faces. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਰਹਿਣ ਕਰਕੇ ਮਨੁੱਖ ਕਾਲੇ-ਮੂੰਹ ਹੀ (ਸੰਸਾਰ ਤੋਂ) ਉੱਠ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28126,
    "shabad_id": 2447,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28127,
    "shabad_id": 2447,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਸਜਣ ਮੇਲਿ ਪਿਅਾਰੇ; ਮਿਲਿ ਪੰਥੁ ਦਸਾੲੀ ॥",
    "transliteration": "Har Sajan Mael Piaarae Mil Panthh Dhasaaee ||",
    "translation": "O Beloved, lead me to meet my True Friend; meeting with Him, I shall ask Him to show me the Path.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰਮੁਖ ਮਿਲਾ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਤੇਰਾ ਰਾਹ ਪੁੱਛਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28128,
    "shabad_id": 2447,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਹਰਿ ਦਸੇ ਮਿਤੁ; ਤਿਸੁ ਹੳੁ ਬਲਿ ਜਾੲੀ ॥",
    "transliteration": "Jo Har Dhasae Mith This Ho Bal Jaaee ||",
    "translation": "I am a sacrifice to that Friend, who shows it to me.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮੈਨੂੰ ਹਰੀ ਮਿਤ੍ਰ (ਦੀ ਖ਼ਬਰ) ਦੱਸੇ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "ਦੱਸੇ",
    "type_id": 3
  },
  {
    "id": 28129,
    "shabad_id": 2447,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਣ ਸਾਝੀ ਤਿਨ ਸਿੳੁ ਕਰੀ; ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀ ॥",
    "transliteration": "Gun Saajhee Thin Sio Karee Har Naam Dhhiaaee ||",
    "translation": "I share His Virtues with Him, and meditate on the Lord's Name.",
    "punjabi": "ਉਹਨਾਂ ਨਾਲ ਮੈਂ ਗੁਣਾਂ ਦੀ ਭਿਆਲੀ ਪਾਵਾਂ ਤੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਾਂ।",
    "pronunciation": "ਸਾਂਝੀ",
    "type_id": 3
  },
  {
    "id": 28130,
    "shabad_id": 2447,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਸੇਵੀ ਪਿਅਾਰਾ ਨਿਤ; ਸੇਵਿ ਹਰਿ ਸੁਖੁ ਪਾੲੀ ॥",
    "transliteration": "Har Saevee Piaaraa Nith Saev Har Sukh Paaee ||",
    "translation": "I serve my Beloved Lord forever; serving the Lord, I have found peace.",
    "punjabi": "ਮੈਂ ਸਦਾ ਪਿਆਰਾ ਹਰੀ ਸਿਮਰਾਂ ਤੇ ਸਿਮਰ ਕੇ ਸੁਖ ਲਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28131,
    "shabad_id": 2447,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਸਤਿਗੁਰ ਤਿਸੁ; ਜਿਨਿ ਸੋਝੀ ਪਾੲੀ ॥੧੨॥",
    "transliteration": "Balihaaree Sathigur This Jin Sojhee Paaee ||12||",
    "translation": "I am a sacrifice to the True Guru, who has imparted this understanding to me. ||12||",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਸ ਸਤਿਗੁਰੂ ਤੋਂ, ਜਿਸ ਨੇ (ਪਰਮਾਤਮਾ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28132,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28133,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੰਡਿਤ ਮੈਲੁ. ਨ ਚੁਕੲੀ; ਜੇ ਵੇਦ ਪੜੈ ਜੁਗ ਚਾਰਿ ॥",
    "transliteration": "Panddith Mail N Chukee Jae Vaedh Parrai Jug Chaar ||",
    "translation": "O Pandit, O religious scholar, your filth shall not be erased, even if you read the Vedas for four ages.",
    "punjabi": "ਪੰਡਿਤ ਦੀ (ਭੀ) ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਚਾਰੇ ਜੁਗ ਵੇਦ ਪੜ੍ਹਦਾ ਰਹੇ।",
    "pronunciation": "ਪੜੈ੍ਹ",
    "type_id": 3
  },
  {
    "id": 28134,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮਾੲਿਅਾ ਮੂਲੁ ਹੈ; ਵਿਚਿ ਹੳੁਮੈ. ਨਾਮੁ ਵਿਸਾਰਿ ॥",
    "transliteration": "Thrai Gun Maaeiaa Mool Hai Vich Houmai Naam Visaar ||",
    "translation": "The three qualities are the roots of Maya; in egotism, one forgets the Naam, the Name of the Lord.",
    "punjabi": "(ਕਿਉਂਕਿ) ਤਿੰਨਾਂ ਗੁਣਾਂ ਵਾਲੀ ਮਾਇਆ (ਇਸ ਮੈਲ ਦਾ) ਕਾਰਨ ਹੈ, (ਜਿਸ ਕਰਕੇ ਪੰਡਿਤ) ਹਉਮੈ ਵਿਚ ਨਾਮ ਵਿਸਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28135,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੰਡਿਤ ਭੂਲੇ ਦੂਜੈ ਲਾਗੇ; ਮਾੲਿਅਾ ਕੈ ਵਾਪਾਰਿ ॥",
    "transliteration": "Panddith Bhoolae Dhoojai Laagae Maaeiaa Kai Vaapaar ||",
    "translation": "The Pandits are deluded, attached to duality, and they deal only in Maya.",
    "punjabi": "ਭੁੱਲੇ ਹੋਏ ਪੰਡਿਤ ਮਾਇਆ ਦੇ ਵਪਾਰ ਵਿਚ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਲੱਗੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28136,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਤਿ੍ਰਸਨਾ ਭੁਖ ਹੈ; ਮੂਰਖ ਭੁਖਿਅਾ ਮੁੲੇ ਗਵਾਰ ॥",
    "transliteration": "Anthar Thrisanaa Bhukh Hai Moorakh Bhukhiaa Mueae Gavaar ||",
    "translation": "They are filled with thirst and hunger; the ignorant fools starve to death.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਹੈ ਭੁੱਖ ਹੈ, ਗਵਾਰ ਮੂਰਖ ਭੁੱਲੇ ਹੀ ਮਰ ਗਏ ਹਨ (ਭਾਵੇਂ ਧਰਮ ਪੁਸਤਕਾਂ ਪੜ੍ਹਦੇ ਹਨ) (ਭਾਵ, ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਰਹਿ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਗਏ)।",
    "pronunciation": "ਭੁੱਖ, ਭੁੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 28137,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸੇਵਿਅੈ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਚੈ ਸਬਦਿ ਵੀਚਾਰਿ ॥",
    "transliteration": "Sathigur Saeviai Sukh Paaeiaa Sachai Sabadh Veechaar ||",
    "translation": "Serving the True Guru, peace is obtained, contemplating the True Word of the Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਿਆਂ ਤੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਕੀਤਿਆਂ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28138,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੰਦਰਹੁ ਤਿ੍ਰਸਨਾ ਭੁਖ ਗੲੀ; ਸਚੈ ਨਾੲਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Andharahu Thrisanaa Bhukh Gee Sachai Naae Piaar ||",
    "translation": "Hunger and thirst have departed from within me; I am in love with the True Name.",
    "punjabi": "ਸੱਚੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਨ ਨਾਲ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28139,
    "shabad_id": 2448,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ ਸਹਜੇ ਰਜੇ; ਜਿਨਾ ਹਰਿ ਰਖਿਅਾ ੳੁਰਿ ਧਾਰਿ ॥੧॥",
    "transliteration": "Naanak Naam Rathae Sehajae Rajae Jinaa Har Rakhiaa Our Dhhaar ||1||",
    "translation": "O Nanak, those who are imbued with the Naam, who keep the Lord clasped tightly to their hearts, are automatically satisfied. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਪਰੋਇਆ ਹੋਇਆ ਹੈ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸੰਤੋਖੀ ਹੋ ਗਏ ਹਨ ॥੧॥",
    "pronunciation": "ਰੱਜੇ",
    "type_id": 3
  },
  {
    "id": 28140,
    "shabad_id": 2449,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28141,
    "shabad_id": 2449,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨਮੁਖ. ਹਰਿ ਨਾਮੁ. ਨ ਸੇਵਿਅਾ; ਦੁਖੁ ਲਗਾ ਬਹੁਤਾ ਅਾੲਿ ॥",
    "transliteration": "Manamukh Har Naam N Saeviaa Dhukh Lagaa Bahuthaa Aae ||",
    "translation": "The self-willed manmukh does not serve the Lord's Name, and so he suffers in horrible pain.",
    "punjabi": "ਮਨਮੁਖ ਨੇ ਹਰੀ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਇਸ ਕਰਕੇ ਬਹੁਤਾ ਦੁਖੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28142,
    "shabad_id": 2449,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੰਤਰਿ ਅਗਿਅਾਨੁ ਅੰਧੇਰੁ ਹੈ; ਸੁਧਿ. ਨ ਕਾੲੀ ਪਾੲਿ ॥",
    "transliteration": "Anthar Agiaan Andhhaer Hai Sudhh N Kaaee Paae ||",
    "translation": "He is filled with the darkness of ignorance, and he does not understand anything.",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਅਗਿਆਨ (-ਰੂਪ) ਹਨੇਰਾ ਹੁੰਦਾ ਹੈ (ਇਸ ਲਈ) ਉਸ ਨੂੰ ਕੋਈ ਸੋਝੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28143,
    "shabad_id": 2449,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਹਠਿ. ਸਹਜਿ, ਨ ਬੀਜਿਓ; ਭੁਖਾ ਕਿ ਅਗੈ ਖਾੲਿ ॥",
    "transliteration": "Manehath Sehaj N Beejiou Bhukhaa K Agai Khaae ||",
    "translation": "Because of his stubborn mind, he does not plant the seeds of intuitive peace; what will he eat in the world hereafter, to satisfy his hunger?",
    "punjabi": "ਮਨ ਦੇ ਹਠ ਕਰਕੇ ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਕੁਝ ਨਹੀਂ ਬੀਜਦਾ (ਨਾਮ ਨਹੀਂ ਜਪਦਾ), (ਇਸ ਆਤਮਕ ਖ਼ੁਰਾਕ ਤੋਂ ਸੱਖਣਾ) ਭੁੱਖਾ ਅੱਗੇ ਕੀਹ ਖਾਏਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28144,
    "shabad_id": 2449,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਵਿਸਾਰਿਅਾ; ਦੂਜੈ ਲਗਾ ਜਾੲਿ ॥",
    "transliteration": "Naam Nidhhaan Visaariaa Dhoojai Lagaa Jaae ||",
    "translation": "He has forgotten the treasure of the Naam; he is caught in the love of duality.",
    "punjabi": "(ਮਨਮੁਖ) ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਵਿਸਾਰ ਕੇ ਮਾਇਆ ਵਿਚ ਜਾ ਲੱਗਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28145,
    "shabad_id": 2449,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਮਿਲਹਿ ਵਡਿਅਾੲੀਅਾ; ਜੇ ਅਾਪੇ ਮੇਲਿ ਮਿਲਾੲਿ ॥੨॥",
    "transliteration": "Naanak Guramukh Milehi Vaddiaaeeaa Jae Aapae Mael Milaae ||2||",
    "translation": "O Nanak, the Gurmukhs are honored with glory, when the Lord Himself unites them in His Union. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਮਨੁੱਖਾਂ ਨੂੰ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ, ਜੇ ਹਰੀ ਆਪ ਹੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾ ਲਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28146,
    "shabad_id": 2450,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28147,
    "shabad_id": 2450,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਰਸਨਾ ਹਰਿ ਜਸੁ ਗਾਵੈ; ਖਰੀ ਸੁਹਾਵਣੀ ॥",
    "transliteration": "Har Rasanaa Har Jas Gaavai Kharee Suhaavanee ||",
    "translation": "The tongue which sings the Lord's Praises, is so very beautiful.",
    "punjabi": "ਜੋ ਜੀਭ ਹਰੀ ਦਾ ਜਸ ਗਾਉਂਦੀ ਹੈ, ਉਹ ਬੜੀ ਸੁੰਦਰ ਲਗਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28148,
    "shabad_id": 2450,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਮਨਿ ਤਨਿ ਮੁਖਿ ਹਰਿ ਬੋਲੈ; ਸਾ ਹਰਿ ਭਾਵਣੀ ॥",
    "transliteration": "Jo Man Than Mukh Har Bolai Saa Har Bhaavanee ||",
    "translation": "One who speaks the Lord's Name, with mind, body and mouth, is pleasing to the Lord.",
    "punjabi": "ਜੋ ਮਨੋਂ ਤਨੋਂ ਹੋ ਕੇ ਮੂੰਹੋਂ ਹਰੀ-ਨਾਮ ਬੋਲਦੀ ਹੈ ਉਹ ਹਰੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28149,
    "shabad_id": 2450,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਗੁਰਮੁਖਿ ਚਖੈ ਸਾਦੁ; ਸਾ ਤਿ੍ਰਪਤਾਵਣੀ ॥",
    "transliteration": "Jo Guramukh Chakhai Saadh Saa Thripathaavanee ||",
    "translation": "That Gurmukh tastes the the sublime taste of the Lord, and is satisfied.",
    "punjabi": "ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸੁਆਦ ਚੱਖਦੀ ਹੈ, ਉਹ ਰੱਜ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਉਹ ਜੀਭ ਹੋਰ ਰਸਾਂ ਵੱਲ ਨਹੀਂ ਦੌੜਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28150,
    "shabad_id": 2450,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਣ ਗਾਵੈ ਪਿਅਾਰੇ ਨਿਤ; ਗੁਣ ਗਾੲਿ. ਗੁਣੀ ਸਮਝਾਵਣੀ ॥",
    "transliteration": "Gun Gaavai Piaarae Nith Gun Gaae Gunee Samajhaavanee ||",
    "translation": "She sings continually the Glorious Praises of her Beloved; singing His Glorious Praises, she is uplifted.",
    "punjabi": "ਪਿਆਰੇ ਹਰੀ ਦੇ ਗੁਣ ਸਦਾ ਗਾਉਂਦੀ ਹੈ ਤੇ ਗੁਣ ਗਾ ਕੇ ਗੁਣੀ (ਹਰੀ) ਦੀ (ਹੋਰਨਾਂ ਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28151,
    "shabad_id": 2450,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਸੁ ਹੋਵੈ ਅਾਪਿ ਦੲਿਅਾਲੁ; ਸਾ ਸਤਿਗੁਰੂ ਗੁਰੂ ਬੁਲਾਵਣੀ ॥੧੩॥",
    "transliteration": "Jis Hovai Aap Dhaeiaal Saa Sathiguroo Guroo Bulaavanee ||13||",
    "translation": "She is blessed with the Lord's Mercy, and she chants the Words of the Guru, the True Guru. ||13||",
    "punjabi": "ਜਿਸ (ਜੀਭ) ਤੇ ਹਰੀ ਆਪ ਦਿਆਲ ਹੁੰਦਾ ਹੈ, ਉਹ 'ਗੁਰੂ ਗੁਰੂ' ਜਪਦੀ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28152,
    "shabad_id": 2451,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28153,
    "shabad_id": 2451,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਸਤੀ ਸਿਰਿ ਜਿੳੁ ਅੰਕਸੁ ਹੈ; ਅਹਰਣਿ ਜਿੳੁ ਸਿਰੁ ਦੇੲਿ ॥",
    "transliteration": "Hasathee Sir Jio Ankas Hai Aharan Jio Sir Dhaee ||",
    "translation": "The elephant offers its head to the reins, and the anvil offers itself to the hammer;",
    "punjabi": "ਜਿਵੇਂ ਹਾਥੀ ਦੇ ਸਿਰ ਤੇ ਕੁੰਡਾ ਹੈ ਤੇ ਜਿਵੇਂ ਅਹਰਣ (ਵਦਾਨ ਹੇਠਾਂ) ਸਿਰ ਦੇਂਦੀ ਹੈ,",
    "pronunciation": "ਅਹਰਣਿ",
    "type_id": 3
  },
  {
    "id": 28154,
    "shabad_id": 2451,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਅਾਗੈ ਰਾਖਿ ਕੈ; ੳੂਭੀ ਸੇਵ ਕਰੇੲਿ ॥",
    "transliteration": "Man Than Aagai Raakh Kai Oobhee Saev Karaee ||",
    "translation": "Just so, we offer our minds and bodies to our Guru; we stand before Him, and serve Him.",
    "punjabi": "ਤਿਵੇਂ ਸਰੀਰ ਤੇ ਮਨ (ਸਤਿਗੁਰੂ ਨੂੰ) ਅਰਪਣ ਕਰ ਕੇ ਸਾਵਧਾਨ ਹੋ ਕੇ ਸੇਵਾ ਕਰੋ;",
    "pronunciation": "",
    "type_id": 3
  }
]
