[
  {
    "id": 28274,
    "shabad_id": 2475,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28275,
    "shabad_id": 2475,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੀ ੲਿਸੁ ਮਨ ਕੳੁ ਮਲੁ ਲਾਗੀ; ਕਾਲਾ ਹੋਅਾ ਸਿਅਾਹੁ ॥",
    "transliteration": "Janam Janam Kee Eis Man Ko Mal Laagee Kaalaa Hoaa Siaahu ||",
    "translation": "The filth of countless incarnations sticks to this mind; it has become pitch black.",
    "punjabi": "ਕਈ ਜਨਮਾਂ ਦੀ ਇਸ ਮਨ ਨੂੰ ਮੈਲ ਲੱਗੀ ਹੋਈ ਹੈ ਜਿਸ ਕਰਕੇ ਇਹ ਬਹੁਤ ਹੀ ਕਾਲਾ ਹੋਇਆ ਪਿਆ ਹੈ (ਚਿੱਟਾ ਨਹੀਂ ਹੋ ਸਕਦਾ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28276,
    "shabad_id": 2475,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਖੰਨਲੀ ਧੋਤੀ ੳੁਜਲੀ. ਨ ਹੋਵੲੀ; ਜੇ ਸੳੁ ਧੋਵਣਿ ਪਾਹੁ ॥",
    "transliteration": "Khannalee Dhhothee Oujalee N Hovee Jae So Dhhovan Paahu ||",
    "translation": "The oily rag cannot be cleaned by merely washing it, even if it is washed a hundred times.",
    "punjabi": "ਜਿਵੇਂ ਤੇਲੀ ਦੀ ਲੀਰ ਧੋਤਿਆਂ ਚਿੱਟੀ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਸੌ ਵਾਰੀ ਧੋਣ ਦਾ ਜਤਨ ਕਰੋ।",
    "pronunciation": "(ਖੰਨਲੀ) ਕੋਹਲੂ ਸਾਫ਼ ਕਰਨ ਵਾਲੀ ਲੀਰ",
    "type_id": 3
  },
  {
    "id": 28277,
    "shabad_id": 2475,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਜੀਵਤੁ ਮਰੈ; ੳੁਲਟੀ ਹੋਵੈ ਮਤਿ ਬਦਲਾਹੁ ॥",
    "transliteration": "Gur Parasaadhee Jeevath Marai Oulattee Hovai Math Badhalaahu ||",
    "translation": "By Guru's Grace, one remains dead while yet alive; his intellect is transformed, and he becomes detached from the world.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨ ਜੀਊਂਦਾ ਹੀ ਮਰੇ ਤੇ ਮਤਿ ਬਦਲ ਕੇ (ਮਾਇਆ ਵਲੋਂ) ਉਲਟ ਹੋ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28278,
    "shabad_id": 2475,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਮੈਲੁ ਨ ਲਗੲੀ; ਨਾ ਫਿਰਿ ਜੋਨੀ ਪਾਹੁ ॥੧॥",
    "transliteration": "Naanak Mail N Lagee Naa Fir Jonee Paahu ||1||",
    "translation": "O Nanak, no filth sticks to him, and he does not fall into the womb again. ||1||",
    "punjabi": "ਤਾਂ ਹੇ ਨਾਨਕ! ਮੈਲ ਭੀ ਨਹੀਂ ਲੱਗਦੀ ਤੇ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਭੀ ਨਹੀਂ ਪੈਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28279,
    "shabad_id": 2476,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28280,
    "shabad_id": 2476,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਚਹੁ ਜੁਗੀ ਕਲਿ ਕਾਲੀ ਕਾਂਢੀ; ੲਿਕ ੳੁਤਮ ਪਦਵੀ ੲਿਸੁ ਜੁਗ ਮਾਹਿ ॥",
    "transliteration": "Chahu Jugee Kal Kaalee Kaandtee Eik Outham Padhavee Eis Jug Maahi ||",
    "translation": "Kali Yuga is called the Dark Age, but the most sublime state is attained in this age.",
    "punjabi": "ਚਹੁੰ ਜੁਗਾਂ ਵਿਚ ਕਲਜੁਗ ਹੀ ਕਾਲਾ ਆਖੀਦਾ ਹੈ, ਪਰ ਇਸ ਜੁਗ ਵਿਚ ਭੀ ਇਕ ਉੱਤਮ ਪਦਵੀ (ਮਿਲ ਸਕਦੀ) ਹੈ।",
    "pronunciation": "(ਕਾਂਢੀ) ਕਿਹਾ ਜਾਂਦਾ- ਜੁੱਗੀਂ",
    "type_id": 3
  },
  {
    "id": 28281,
    "shabad_id": 2476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਰਿ ਕੀਰਤਿ ਫਲੁ ਪਾੲੀਅੈ; ਜਿਨ ਕੳੁ ਹਰਿ ਲਿਖਿ ਪਾਹਿ ॥",
    "transliteration": "Guramukh Har Keerath Fal Paaeeai Jin Ko Har Likh Paahi ||",
    "translation": "The Gurmukh obtains the fruit, the Kirtan of the Lord's Praises; this is his destiny, ordained by the Lord.",
    "punjabi": "(ਉਹ ਪਦਵੀ ਇਹ ਹੈ ਕਿ) ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰੀ (ਭਗਤੀ-ਰੂਪ ਲੇਖ ਪਿਛਲੀ ਕੀਤੀ ਕਮਾਈ ਅਨੁਸਾਰ) ਲਿਖ ਦੇਂਦਾ ਹੈ ਉਹ ਗੁਰਮੁਖ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ (-ਰੂਪ) ਫਲ (ਇਸੇ ਜੁਗ ਵਿਚ) ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28282,
    "shabad_id": 2476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰ ਪਰਸਾਦੀ ਅਨ ਦਿਨੁ ਭਗਤਿ ਹਰਿ ੳੁਚਰਹਿ; ਹਰਿ ਭਗਤੀ ਮਾਹਿ ਸਮਾਹਿ ॥੨॥",
    "transliteration": "Naanak Gur Parasaadhee Anadhin Bhagath Har Oucharehi Har Bhagathee Maahi Samaahi ||2||",
    "translation": "O Nanak, by Guru's Grace, he worships the Lord night and day; he chants the Lord's Name, and remains absorbed in the Lord's devotional worship. ||2||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹਰ ਰੋਜ਼ ਹਰੀ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ ਤੇ ਭਗਤੀ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ੳੁ੍ਨਚਰਹਿ",
    "type_id": 3
  },
  {
    "id": 28283,
    "shabad_id": 2477,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28284,
    "shabad_id": 2477,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਮੇਲਿ ਸਾਧ ਜਨ ਸੰਗਤਿ; ਮੁਖਿ ਬੋਲੀ ਹਰਿ ਹਰਿ ਭਲੀ ਬਾਣਿ ॥",
    "transliteration": "Har Har Mael Saadhh Jan Sangath Mukh Bolee Har Har Bhalee Baan ||",
    "translation": "O Lord, unite me with the Saadh Sangat, the Company of the Holy, so that with my mouth, I may speak the sublime Word of the Guru's Bani.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਸਾਧ ਜਨਾਂ ਦੀ ਸੰਗਤ ਮਿਲਾ, ਮੈਂ ਮੂੰਹੋਂ ਤੇਰੇ ਨਾਮ ਦੀ ਸੁੰਦਰ ਬੋਲੀ ਬੋਲਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28285,
    "shabad_id": 2477,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਗਾਵਾ. ਹਰਿ ਨਿਤ ਚਵਾ; ਗੁਰਮਤੀ ਹਰਿ ਰੰਗੁ ਸਦਾ ਮਾਣਿ ॥",
    "transliteration": "Har Gun Gaavaa Har Nith Chavaa Guramathee Har Rang Sadhaa Maan ||",
    "translation": "I sing the Glorious Praises of the Lord, and constantly chant the Lord's Name; through the Guru's Teachings, I enjoy the Lord's Love constantly.",
    "punjabi": "ਹਰੀ-ਗੁਣ ਗਾਵਾਂ ਤੇ ਨਿੱਤ ਹਰੀ-ਨਾਮ ਉਚਾਰਾਂ ਤੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਸਦਾ ਹਰੀ-ਰੰਗ ਮਾਣਾਂ।",
    "pronunciation": "(ਚਵਾ) ੳੁਚਾਰਾਂ",
    "type_id": 3
  },
  {
    "id": 28286,
    "shabad_id": 2477,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਜਪਿ ਜਪਿ ਅੳੁਖਧ ਖਾਧਿਅਾ; ਸਭਿ ਰੋਗ ਗਵਾਤੇ ਦੁਖਾ ਘਾਣਿ ॥",
    "transliteration": "Har Jap Jap Aoukhadhh Khaadhhiaa Sabh Rog Gavaathae Dhukhaa Ghaan ||",
    "translation": "I take the medicine of meditation on the Lord's Name, which has cured all diseases and multitudes of sufferings.",
    "punjabi": "ਹਰੀ ਦਾ ਭਜਨ ਕਰ ਕੇ ਤੇ (ਭਜਨ-ਰੂਪ) ਦਵਾਈ ਖਾਧਿਆਂ ਸਾਰੇ ਦੁੱਖ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28287,
    "shabad_id": 2477,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਾ ਸਾਸਿ ਗਿਰਾਸਿ. ਨ ਵਿਸਰੈ; ਸੇ ਹਰਿ ਜਨ ਪੂਰੇ ਸਹੀ ਜਾਣਿ ॥",
    "transliteration": "Jinaa Saas Giraas N Visarai Sae Har Jan Poorae Sehee Jaan ||",
    "translation": "Those who do not forget the Lord, while breathing or eating - know them to be the perfect servants of the Lord.",
    "punjabi": "ਉਹਨਾਂ ਹਰੀ ਜਨਾਂ ਨੂੰ ਸਚ-ਮੁੱਚ ਪੂਰੇ ਸਮਝੋ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਾਹ ਲੈਂਦਿਆਂ ਤੇ ਖਾਂਦਿਆਂ (ਕਦੇ ਭੀ) ਪਰਮਾਤਮਾ ਨਹੀਂ ਵਿਸਰਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28288,
    "shabad_id": 2477,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਗੁਰਮੁਖਿ ਹਰਿ ਅਾਰਾਧਦੇ; ਤਿਨ ਚੂਕੀ ਜਮ ਕੀ ਜਗਤ ਕਾਣਿ ॥੨੨॥",
    "transliteration": "Jo Guramukh Har Aaraadhhadhae Thin Chookee Jam Kee Jagath Kaan ||22||",
    "translation": "Those Gurmukhs who worship the Lord in adoration end their subservience to the Messenger of Death, and to the world. ||22||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਲਈ ਜਮ ਦੀ ਤੇ ਜਗਤ ਦੀ ਮੁਥਾਜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28289,
    "shabad_id": 2478,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28290,
    "shabad_id": 2478,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰੇ ਜਨ. ੳੁਥਾਰੈ ਦਬਿਓਹੁ; ਸੁਤਿਅਾ ਗੲੀ ਵਿਹਾੲਿ ॥",
    "transliteration": "Rae Jan Outhhaarai Dhabiouhu Suthiaa Gee Vihaae ||",
    "translation": "O man, you have been tormented by a nightmare, and you have passed your life in sleep.",
    "punjabi": "(ਮੋਹ-ਰੂਪ) ਉਥਾਰੇ ਦੇ ਦੱਬੇ ਹੋਏ ਹੇ ਭਾਈ! (ਤੇਰੀ ਉਮਰ) ਸੁੱਤਿਆਂ ਹੀ ਗੁਜ਼ਰ ਗਈ ਹੈ;",
    "pronunciation": "ਹੰਕਾਰ ਰੂਪ (ੳੁਥਾਰੈ) ਦੱਾਬੇ ਰੋਗ ਦੇ ਦੱਬੇ, ਪਾਪਬੁਰਿਅਾੲੀ ਦੀ ਨੀਂਦ ਚ",
    "type_id": 3
  },
  {
    "id": 28291,
    "shabad_id": 2478,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਸਬਦੁ ਸੁਣਿ. ਨ ਜਾਗਿਓ; ਅੰਤਰਿ. ਨ ੳੁਪਜਿਓ ਚਾੳੁ ॥",
    "transliteration": "Sathigur Kaa Sabadh Sun N Jaagiou Anthar N Oupajiou Chaao ||",
    "translation": "You did not wake to hear the Word of the True Guru's Shabad; you have no inspiration within yourself.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸੁਣ ਕੇ ਤੈਨੂੰ ਜਾਗ ਨਹੀਂ ਆਈ ਤੇ ਨਾ ਹੀ ਹਿਰਦੇ ਵਿਚ (ਨਾਮ ਜਪਣ ਦਾ) ਚਾਉ ਉਪਜਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28292,
    "shabad_id": 2478,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਰੀਰੁ ਜਲੳੁ. ਗੁਣ ਬਾਹਰਾ; ਜੋ ਗੁਰ ਕਾਰ ਨ ਕਮਾੲਿ ॥",
    "transliteration": "Sareer Jalo Gun Baaharaa Jo Gur Kaar N Kamaae ||",
    "translation": "That body burns, which has no virtue, and which does not serve the Guru.",
    "punjabi": "ਗੁਣਾਂ ਤੋਂ ਸੱਖਣਾ ਸਰੀਰ ਸੜ ਜਾਏ ਜੋ ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਕਾਰ ਨਹੀਂ ਕਰਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28293,
    "shabad_id": 2478,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਗਤੁ ਜਲੰਦਾ ਡਿਠੁ ਮੈ; ਹੳੁਮੈ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Jagath Jalandhaa Ddith Mai Houmai Dhoojai Bhaae ||",
    "translation": "I have seen that the world is burning, in egotism and the love of duality.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਦਾ) ਸੰਸਾਰ ਮੈਂ ਹਉਮੈ ਵਿਚ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੜਦਾ ਵੇਖਿਆ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 28294,
    "shabad_id": 2478,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਗੁਰ ਸਰਣਾੲੀ ੳੁਬਰੇ; ਸਚੁ ਮਨਿ ਸਬਦਿ ਧਿਅਾੲਿ ॥੧॥",
    "transliteration": "Naanak Gur Saranaaee Oubarae Sach Man Sabadh Dhhiaae ||1||",
    "translation": "O Nanak, those who seek the Guru's Sanctuary are saved; within their minds, they meditate on the True Word of the Shabad. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੱਚੇ ਹਰੀ ਨੂੰ ਮਨ ਵਿਚ ਸਿਮਰ ਕੇ (ਜੀਵ) ਸਤਿਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ (ਇਸ ਹਉਮੈ ਵਿਚ ਸੜਨ ਤੋਂ) ਬਚਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28295,
    "shabad_id": 2479,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28296,
    "shabad_id": 2479,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ. ਹੳੁਮੈ ਗੲੀ; ਸੋਭਾਵੰਤੀ ਨਾਰਿ ॥",
    "transliteration": "Sabadh Rathae Houmai Gee Sobhaavanthee Naar ||",
    "translation": "Attuned to the Word of the Shabad, the soul-bride is rid of egotism, and she is glorified.",
    "punjabi": "ਜਿਸ ਦੀ ਹਉਮੈ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਜਾਣ ਨਾਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਉਹ (ਜੀਵ-ਰੂਪੀ) ਨਾਰੀ ਸੋਭਾਵੰਤੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28297,
    "shabad_id": 2479,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪਿਰ ਕੈ ਭਾਣੈ ਸਦਾ ਚਲੈ; ਤਾ ਬਨਿਅਾ ਸੀਗਾਰੁ ॥",
    "transliteration": "Pir Kai Bhaanai Sadhaa Chalai Thaa Baniaa Seegaar ||",
    "translation": "If she walks steadily in the way of His Will, then she is adorned with decorations.",
    "punjabi": "ਉਹ ਨਾਰੀ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਹੁਕਮ ਵਿਚ ਸਦਾ ਤੁਰਦੀ ਹੈ, ਇਸੇ ਕਰਕੇ ਉਸ ਦਾ ਸ਼ਿੰਗਾਰ ਸਫਲ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28298,
    "shabad_id": 2479,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੇਜ ਸੁਹਾਵੀ ਸਦਾ ਪਿਰੁ ਰਾਵੈ; ਹਰਿ ਵਰੁ ਪਾੲਿਅਾ ਨਾਰਿ ॥",
    "transliteration": "Saej Suhaavee Sadhaa Pir Raavai Har Var Paaeiaa Naar ||",
    "translation": "Her couch becomes beautiful, and she constantly enjoys her Husband Lord; she obtains the Lord as her Husband.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਲੱਭ ਲਿਆ ਹੈ, ਉਸ ਦੀ (ਹਿਰਦੇ-ਰੂਪ) ਸੇਜ ਸੁੰਦਰ ਹੈ, ਕਿਉਂਕਿ ਉਸ ਨੂੰ ਪਤੀ ਸਦਾ ਮਿਲਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28299,
    "shabad_id": 2479,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾ ਹਰਿ ਮਰੈ. ਨ ਕਦੇ ਦੁਖੁ ਲਾਗੈ; ਸਦਾ ਸੁਹਾਗਣਿ ਨਾਰਿ ॥",
    "transliteration": "Naa Har Marai N Kadhae Dhukh Laagai Sadhaa Suhaagan Naar ||",
    "translation": "The Lord does not die, and she never suffers pain; she is a happy soul-bride forever.",
    "punjabi": "ਉਹ ਇਸਤ੍ਰੀ ਸਦਾ ਸੁਹਾਗ ਵਾਲੀ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦਾ ਪਤੀ ਪ੍ਰਭੂ ਕਦੇ ਮਰਦਾ ਨਹੀਂ, (ਇਸ ਲਈ) ਉਹ ਕਦੇ ਦੁਖੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28300,
    "shabad_id": 2479,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਪ੍ਰਭ ਮੇਲਿ ਲੲੀ; ਗੁਰ ਕੈ ਹੇਤਿ ਪਿਅਾਰਿ ॥੨॥",
    "transliteration": "Naanak Har Prabh Mael Lee Gur Kai Haeth Piaar ||2||",
    "translation": "O Nanak, the Lord God unites her with Himself; she enshrines love and affection for the Guru. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਉਸ ਦੀ ਬ੍ਰਿਤੀ ਹੋਣ ਕਰਕੇ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28301,
    "shabad_id": 2480,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28302,
    "shabad_id": 2480,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਾ ਗੁਰੁ ਗੋਪਿਅਾ ਅਾਪਣਾ; ਤੇ ਨਰ ਬੁਰਿਅਾਰੀ ॥",
    "transliteration": "Jinaa Gur Gopiaa Aapanaa Thae Nar Buriaaree ||",
    "translation": "Those who conceal and deny their Guru, are the most evil people.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ, ਉਹ ਬਹੁਤ ਭੈੜੇ ਹਨ,",
    "pronunciation": "(ਗੋਪਿਅਾ) ਹਾਜ਼ਰ ਨਹੀਂ ਜਾਣਿਅਾ",
    "type_id": 3
  },
  {
    "id": 28303,
    "shabad_id": 2480,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ. ਤਿਨ ਕਾ ਦਰਸਨੁ. ਨਾ ਕਰਹੁ; ਪਾਪਿਸਟ ਹਤਿਅਾਰੀ ॥",
    "transliteration": "Har Jeeo Thin Kaa Dharasan Naa Karahu Paapisatt Hathiaaree ||",
    "translation": "O Dear Lord, let me not even see them; they are the worst sinners and murderers.",
    "punjabi": "ਰੱਬ ਮਿਹਰ ਹੀ ਕਰੇ! ਹੇ ਭਾਈ! ਉਨ੍ਹਾਂ ਦਾ ਦਰਸ਼ਨ ਨਾਹ ਕਰੋ, ਉਹ ਬੜੇ ਪਾਪੀ ਤੇ ਹੱਤਿਆਰੇ ਹਨ;",
    "pronunciation": "(ਪਾ-ਪਿਸਟ) ਮਹਾਂ ਪਾਪੀ ਜਿਸ ਨੂੰ ਪਾਪ ਪਿਅਾਰਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 28304,
    "shabad_id": 2480,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਓਹਿ ਘਰਿ ਘਰਿ ਫਿਰਹਿ. ਕੁਸੁਧ ਮਨਿ; ਜਿੳੁ ਧਰਕਟ ਨਾਰੀ ॥",
    "transliteration": "Ouhi Ghar Ghar Firehi Kusudhh Man Jio Dhharakatt Naaree ||",
    "translation": "They wander from house to house, with impure minds, like wicked, forsaken women.",
    "punjabi": "ਮਨੋਂ ਖੋਟੇ ਉਹ ਆਦਮੀ ਵਿਭਚਾਰਨ ਇਸਤ੍ਰੀ ਵਾਂਗ ਘਰ ਘਰ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ਧਰ-ਕਟ) ਵਿੱਭਚਾਰਨ। ਕੁਸੁੱਧ",
    "type_id": 3
  },
  {
    "id": 28305,
    "shabad_id": 2480,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵਡਭਾਗੀ ਸੰਗਤਿ ਮਿਲੇ; ਗੁਰਮੁਖਿ ਸਵਾਰੀ ॥",
    "transliteration": "Vaddabhaagee Sangath Milae Guramukh Savaaree ||",
    "translation": "But by great good fortune, they may meet the Company of the Holy; as Gurmukhs, they are reformed.",
    "punjabi": "ਵਡਭਾਗੀ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਨਿਵਾਜੀ ਹੋਈ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28306,
    "shabad_id": 2480,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਮੇਲਹੁ ਸਤਿਗੁਰ ਦੲਿਅਾ ਕਰਿ; ਗੁਰ ਕੳੁ ਬਲਿਹਾਰੀ ॥੨੩॥",
    "transliteration": "Har Maelahu Sathigur Dhaeiaa Kar Gur Ko Balihaaree ||23||",
    "translation": "O Lord, please be kind and let me meet the True Guru; I am a sacrifice to the Guru. ||23||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਂ ਸਦਕੇ ਹਾਂ ਸਤਿਗੁਰੂ ਤੋਂ, ਮੇਹਰ ਕਰ ਤੇ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਾ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28307,
    "shabad_id": 2481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28308,
    "shabad_id": 2481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਤੇ. ਸੁਖੁ ੳੂਪਜੈ; ਫਿਰਿ ਦੁਖੁ. ਨ ਲਗੈ ਅਾੲਿ ॥",
    "transliteration": "Gur Saevaa Thae Sukh Oopajai Fir Dhukh N Lagai Aae ||",
    "translation": "Serving the Guru, peace is produced, and then, one does not suffer in pain.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ (ਮਨੁੱਖ) ਨੂੰ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਫਿਰ ਕਦੇ ਕਲੇਸ਼ ਨਹੀਂ ਹੁੰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28309,
    "shabad_id": 2481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣਾ ਮਿਟਿ ਗੲਿਅਾ; ਕਾਲੈ ਕਾ ਕਿਛੁ. ਨ ਬਸਾੲਿ ॥",
    "transliteration": "Janman Maranaa Mitt Gaeiaa Kaalai Kaa Kishh N Basaae ||",
    "translation": "The cycle of birth and death is brought to an end, and death has no power over at all.",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ਤੇ ਜਮਕਾਲ ਦਾ ਕੁਝ ਵੱਸ ਨਹੀਂ ਚੱਲਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28310,
    "shabad_id": 2481,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਸੇਤੀ ਮਨੁ ਰਵਿ ਰਹਿਅਾ; ਸਚੇ ਰਹਿਅਾ ਸਮਾੲਿ ॥",
    "transliteration": "Har Saethee Man Rav Rehiaa Sachae Rehiaa Samaae ||",
    "translation": "His mind is imbued with the Lord, and he remains merged in the True Lord.",
    "punjabi": "ਹਰੀ ਨਾਲ ਉਸ ਦਾ ਮਨ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਹ ਸੱਚੇ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28311,
    "shabad_id": 2481,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਹੳੁ ਬਲਿਹਾਰੀ ਤਿੰਨ ਕੳੁ; ਜੋ ਚਲਨਿ ਸਤਿਗੁਰ ਭਾੲਿ ॥੧॥",
    "transliteration": "Naanak Ho Balihaaree Thinn Ko Jo Chalan Sathigur Bhaae ||1||",
    "translation": "O Nanak, I am a sacrifice to those who walk in the Way of the True Guru's Will. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਤੁਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28312,
    "shabad_id": 2482,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28313,
    "shabad_id": 2482,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ ਸੁਧੁ. ਨ ਹੋਵੲੀ; ਜੇ ਅਨੇਕ ਕਰੈ ਸੀਗਾਰ ॥",
    "transliteration": "Bin Sabadhai Sudhh N Hovee Jae Anaek Karai Seegaar ||",
    "translation": "Without the Word of the Shabad, purity is not obtained, even though the soul-bride may adorn herself with all sorts of decorations.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਭਾਵੇਂ ਬਿਅੰਤ ਸ਼ਿੰਗਾਰ ਕਰੇ ਸੁੱਧ ਨਹੀਂ ਹੋ ਸਕਦੀ,",
    "pronunciation": "",
    "type_id": 3
  }
]
