[
  {
    "id": 28604,
    "shabad_id": 2513,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਰਾਜ ਭੁੲਿਅੰਗ ਪ੍ਰਸੰਗ ਜੈਸੇ ਹਹਿ; ਅਬ ਕਛੁ ਮਰਮੁ ਜਨਾੲਿਅਾ ॥",
    "transliteration": "Raaj Bhueiang Prasang Jaisae Hehi Ab Kashh Maram Janaaeiaa ||",
    "translation": "Like the story of the rope mistaken for a snake, the mystery has now been explained to me.",
    "punjabi": "ਜਿਵੇਂ ਰੱਸੀ ਤੇ ਸੱਪ ਦਾ ਦ੍ਰਿਸ਼ਟਾਂਤ ਹੈ, ਪਰ ਤੂੰ ਮੈਨੂੰ ਹੁਣ ਕੁਝ ਕੁਝ ਭੇਤ ਜਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਰਾਜ) ਰੱਸੀ। ਭੁੲਿ-ਅੰਗ",
    "type_id": 3
  },
  {
    "id": 28605,
    "shabad_id": 2513,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਅਨਿਕ ਕਟਕ ਜੈਸੇ. ਭੂਲਿ ਪਰੇ; ਅਬ ਕਹਤੇ. ਕਹਨੁ ਨ ਅਾੲਿਅਾ ॥੩॥",
    "transliteration": "Anik Kattak Jaisae Bhool Parae Ab Kehathae Kehan N Aaeiaa ||3||",
    "translation": "Like the many bracelets, which I mistakenly thought were gold; now, I do not say what I said then. ||3||",
    "punjabi": "ਜਿਵੇਂ (ਸੋਨੇ ਤੋਂ ਬਣੇ ਹੋਏ) ਅਨੇਕਾਂ ਕੜੇ ਵੇਖ ਕੇ ਭੁਲੇਖਾ ਪੈ ਜਾਏ (ਕਿ ਸੋਨਾ ਹੀ ਕਈ ਕਿਸਮ ਦਾ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ ਅਸਾਨੂੰ ਭੁਲੇਖਾ ਬਣਿਆ ਪਿਆ ਹੈ ਕਿ ਇਹ ਜਗਤ ਤੈਥੋਂ ਵੱਖਰਾ ਹੈ)। ਹੁਣ ਉਹ ਪੁਰਾਣੀ ਵਿਤਕਰੇ ਵਾਲੀ ਗੱਲ ਮੈਥੋਂ ਆਖੀ ਨਹੀਂ ਜਾਂਦੀ (ਭਾਵ, ਹੁਣ ਮੈਂ ਇਹ ਨਹੀਂ ਆਖਦਾ ਕਿ ਜਗਤ ਤੈਥੋਂ ਵੱਖਰੀ ਹਸਤੀ ਹੈ) ॥੩॥",
    "pronunciation": "(ਕਟਕ) ਕੜੇ",
    "type_id": 3
  },
  {
    "id": 28606,
    "shabad_id": 2513,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਸਰਬੇ ੲੇਕੁ. ਅਨੇਕੈ ਸੁਅਾਮੀ; ਸਭ ਘਟ ਭੁੋਗਵੈ ਸੋੲੀ ॥",
    "transliteration": "Sarabae Eaek Anaekai Suaamee Sabh Ghatt Bhuogavai Soee ||",
    "translation": "The One Lord is pervading the many forms; He enjoys Himself in all hearts.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਖਸਮ ਅਨੇਕਾਂ ਰੂਪ ਬਣਾ ਕੇ ਸਾਰਿਆਂ ਵਿਚ ਇੱਕ ਆਪ ਹੀ ਹੈ, ਸਭ ਘਟਾਂ ਵਿਚ ਆਪ ਹੀ ਬੈਠਾ ਜਗਤ ਦੇ ਰੰਗ ਮਾਣ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28607,
    "shabad_id": 2513,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਕਹਿ ਰਵਿਦਾਸ. ਹਾਥ ਪੈ ਨੇਰੈ; ਸਹਜੇ ਹੋੲਿ ਸੁ ਹੋੲੀ ॥੪॥੧॥",
    "transliteration": "Kehi Ravidhaas Haathh Pai Naerai Sehajae Hoe S Hoee ||4||1||",
    "translation": "Says Ravi Daas, the Lord is nearer than our own hands and feet. Whatever will be, will be. ||4||1||",
    "punjabi": "(ਹੁਣ ਤਾਂ) ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ ਕਿ (ਦੂਰ ਨਹੀਂ) ਮੇਰੇ ਹੱਥ ਤੋਂ ਭੀ ਨੇੜੇ ਹੈ, ਜੋ ਕੁਝ (ਜਗਤ ਵਿਚ) ਵਰਤ ਰਿਹਾ ਹੈ, ਉਸੇ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28608,
    "shabad_id": 2514,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੳੁ ਹਮ ਬਾਂਧੇ. ਮੋਹ ਫਾਸ; ਹਮ ਪ੍ਰੇਮ ਬਧਨਿ. ਤੁਮ ਬਾਧੇ ॥",
    "transliteration": "Jo Ham Baandhhae Moh Faas Ham Praem Badhhan Thum Baadhhae ||",
    "translation": "If I am bound by the noose of emotional attachment, then I shall bind You, Lord, with the bonds of love.",
    "punjabi": "(ਸੋ, ਹੇ ਮਾਧੋ!) ਜੇ ਅਸੀਂ ਮੋਹ ਦੀ ਫਾਹੀ ਵਿਚ ਬੱਝੇ ਹੋਏ ਸਾਂ, ਤਾਂ ਅਸਾਂ ਤੈਨੂੰ ਆਪਣੇ ਪਿਆਰ ਦੀ ਰੱਸੀ ਨਾਲ ਬੰਨ੍ਹ ਲਿਆ ਹੈ।",
    "pronunciation": "ਬੰਧਨਿ",
    "type_id": 3
  },
  {
    "id": 28609,
    "shabad_id": 2514,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਪਨੇ ਛੂਟਨ ਕੋ ਜਤਨੁ ਕਰਹੁ; ਹਮ ਛੂਟੇ ਤੁਮ ਅਾਰਾਧੇ ॥੧॥",
    "transliteration": "Apanae Shhoottan Ko Jathan Karahu Ham Shhoottae Thum Aaraadhhae ||1||",
    "translation": "Go ahead and try to escape, Lord; I have escaped by worshipping and adoring You. ||1||",
    "punjabi": "ਅਸੀਂ ਤਾਂ (ਉਸ ਮੋਹ ਦੀ ਫਾਹੀ ਵਿਚੋਂ) ਤੈਨੂੰ ਸਿਮਰ ਕੇ ਨਿਕਲ ਆਏ ਹਾਂ, ਤੂੰ ਅਸਾਡੇ ਪਿਆਰ ਦੇ ਜਕੜ ਵਿਚੋਂ ਕਿਵੇਂ ਨਿਕਲੇਂਗਾ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28610,
    "shabad_id": 2514,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਾਧਵੇ; ਜਾਨਤ ਹਹੁ ਜੈਸੀ ਤੈਸੀ ॥",
    "transliteration": "Maadhhavae Jaanath Hahu Jaisee Thaisee ||",
    "translation": "O Lord, You know my love for You.",
    "punjabi": "ਹੇ ਮਾਧੋ! ਤੇਰੇ ਭਗਤ ਜਿਹੋ ਜਿਹਾ ਪਿਆਰ ਤੇਰੇ ਨਾਲ ਕਰਦੇ ਹਨ ਉਹ ਤੈਥੋਂ ਲੁਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ (ਤੂੰ ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28611,
    "shabad_id": 2514,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਬ ਕਹਾ ਕਰਹੁਗੇ ਅੈਸੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ab Kehaa Karahugae Aisee ||1|| Rehaao ||",
    "translation": "Now, what will You do? ||1||Pause||",
    "punjabi": "ਅਜਿਹੀ ਪ੍ਰੀਤਿ ਦੇ ਹੁੰਦਿਆਂ ਤੂੰ ਜ਼ਰੂਰ ਉਹਨਾਂ ਨੂੰ ਮੋਹ ਤੋਂ ਬਚਾਈ ਰੱਖਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28612,
    "shabad_id": 2514,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੀਨੁ ਪਕਰਿ. ਫਾਂਕਿਓ ਅਰੁ ਕਾਟਿਓ; ਰਾਂਧਿ ਕੀਓ ਬਹੁ ਬਾਨੀ ॥",
    "transliteration": "Meen Pakar Faankiou Ar Kaattiou Raandhh Keeou Bahu Baanee ||",
    "translation": "A fish is caught, cut up, and cooked it in many different ways.",
    "punjabi": "(ਅਸਾਡਾ ਤੇਰੇ ਨਾਲ ਪਿਆਰ ਭੀ ਉਹ ਹੈ ਜੋ ਮੱਛੀ ਨੂੰ ਪਾਣੀ ਨਾਲ ਹੁੰਦਾ ਹੈ, ਅਸਾਂ ਮਰ ਕੇ ਭੀ ਤੇਰੀ ਯਾਦ ਨਹੀਂ ਛੱਡਣੀ) ਮੱਛੀ (ਪਾਣੀ ਵਿਚੋਂ) ਫੜ ਕੇ ਫਾਂਕਾਂ ਕਰ ਦੇਈਏ, ਟੋਟੇ ਕਰ ਦੇਈਏ ਤੇ ਕਈ ਤਰ੍ਹਾਂ ਰਿੰਨ੍ਹ ਲਈਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28613,
    "shabad_id": 2514,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਖੰਡ ਖੰਡ ਕਰਿ ਭੋਜਨੁ ਕੀਨੋ; ਤੳੂ. ਨ ਬਿਸਰਿਓ ਪਾਨੀ ॥੨॥",
    "transliteration": "Khandd Khandd Kar Bhojan Keeno Thoo N Bisariou Paanee ||2||",
    "translation": "Bit by bit, it is eaten, but still, it does not forget the water. ||2||",
    "punjabi": "ਫਿਰ ਰਤਾ ਰਤਾ ਕਰ ਕੇ ਖਾ ਲਈਏ, ਫਿਰ ਭੀ ਉਸ ਮੱਛੀ ਨੂੰ ਪਾਣੀ ਨਹੀਂ ਭੁੱਲਦਾ (ਜਿਸ ਖਾਣ ਵਾਲੇ ਦੇ ਪੇਟ ਵਿਚ ਜਾਂਦੀ ਹੈ ਉਸ ਨੂੰ ਭੀ ਪਾਣੀ ਦੀ ਪਿਆਸ ਲਗਾ ਦੇਂਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28614,
    "shabad_id": 2514,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਨ ਬਾਪੈ ਨਾਹੀ. ਕਿਸੀ ਕੋ; ਭਾਵਨ ਕੋ ਹਰਿ ਰਾਜਾ ॥",
    "transliteration": "Aapan Baapai Naahee Kisee Ko Bhaavan Ko Har Raajaa ||",
    "translation": "The Lord, our King, is father to no one, except those who love Him.",
    "punjabi": "ਜਗਤ ਦਾ ਮਾਲਕ ਹਰੀ ਕਿਸੇ ਦੇ ਪਿਉ ਦੀ (ਜੱਦੀ ਮਲਕੀਅਤ) ਨਹੀਂ ਹੈ, ਉਹ ਤਾਂ ਪ੍ਰੇਮ ਦਾ ਬੱਝਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਬੱਾਪੈ। ਰਾਜਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 28615,
    "shabad_id": 2514,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਮੋਹ ਪਟਲ ਸਭੁ ਜਗਤੁ ਬਿਅਾਪਿਓ; ਭਗਤ ਨਹੀ ਸੰਤਾਪਾ ॥੩॥",
    "transliteration": "Moh Pattal Sabh Jagath Biaapiou Bhagath Nehee Santhaapaa ||3||",
    "translation": "The veil of emotional attachment has been cast over the entire world, but it does not bother the Lord's devotee. ||3||",
    "punjabi": "(ਇਸ ਪ੍ਰੇਮ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਸਾਰਾ ਜਗਤ) ਮੋਹ ਦੇ ਪਰਦੇ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ, ਪਰ (ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੇਮ ਕਰਨ ਵਾਲੇ) ਭਗਤਾਂ ਨੂੰ (ਇਸ ਮੋਹ ਦਾ) ਕੋਈ ਕਲੇਸ਼ ਨਹੀਂ ਹੁੰਦਾ ॥੩॥",
    "pronunciation": "(ਪਟਲ) ਪੜਦਾ। ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 28616,
    "shabad_id": 2514,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਹਿ ਰਵਿਦਾਸ. ਭਗਤਿ ੲਿਕ ਬਾਢੀ; ਅਬ ੲਿਹ ਕਾ ਸਿੳੁ ਕਹੀਅੈ ॥",
    "transliteration": "Kehi Ravidhaas Bhagath Eik Baadtee Ab Eih Kaa Sio Keheeai ||",
    "translation": "Says Ravi Daas, my devotion to the One Lord is increasing; now, who can I tell this to?",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-(ਹੇ ਮਾਧੋ!) ਮੈਂ ਇਕ ਤੇਰੀ ਭਗਤੀ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਇਤਨੀ ਦ੍ਰਿੜ੍ਹ ਕੀਤੀ ਹੈ ਕਿ ਮੈਨੂੰ ਹੁਣ ਕਿਸੇ ਨਾਲ ਇਹ ਗਿਲਾ ਕਰਨ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਰਹਿ ਗਈ,",
    "pronunciation": "(ਬਾਢੀ) ਵਧ ਗੲੀ",
    "type_id": 3
  },
  {
    "id": 28617,
    "shabad_id": 2514,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਕਾਰਨਿ ਹਮ. ਤੁਮ ਅਾਰਾਧੇ; ਸੋ ਦੁਖੁ ਅਜਹੂ ਸਹੀਅੈ ॥੪॥੨॥",
    "transliteration": "Jaa Kaaran Ham Thum Aaraadhhae So Dhukh Ajehoo Seheeai ||4||2||",
    "translation": "That which brought me to worship and adore You - I am still suffering that pain. ||4||2||",
    "punjabi": "ਜੁ ਜਿਸ ਮੋਹ ਤੋਂ ਬਚਣ ਲਈ ਮੈਂ ਤੇਰਾ ਸਿਮਰਨ ਕਰ ਰਿਹਾ ਸਾਂ, ਉਸ ਮੋਹ ਦਾ ਦੁੱਖ ਮੈਨੂੰ ਹੁਣ ਤਕ ਸਹਾਰਨਾ ਪੈ ਰਿਹਾ ਹੈ (ਭਾਵ, ਉਸ ਮੋਹ ਦਾ ਤਾਂ ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਨਾਮ ਨਿਸ਼ਾਨ ਹੀ ਨਹੀਂ ਰਹਿ ਗਿਆ) ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28618,
    "shabad_id": 2515,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦੁਲਭ ਜਨਮੁ. ਪੁੰਨ ਫਲ ਪਾੲਿਓ; ਬਿਰਥਾ ਜਾਤ ਅਬਿਬੇਕੇ ॥",
    "transliteration": "Dhulabh Janam Punn Fal Paaeiou Birathhaa Jaath Abibaekai ||",
    "translation": "I obtained this precious human life as a reward for my past actions, but without discriminating wisdom, it is wasted in vain.",
    "punjabi": "ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, (ਪਿਛਲੇ ਕੀਤੇ) ਭਲੇ ਕੰਮਾਂ ਦੇ ਫਲ ਵਜੋਂ ਅਸਾਨੂੰ ਮਿਲ ਗਿਆ, ਪਰ ਅਸਾਡੇ ਅੰਞਾਣਪੁਣੇ ਵਿਚ ਇਹ ਵਿਅਰਥ ਹੀ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਅਬਿਬੇਕੇ)ਅਗਿਅਾਨ ਕਰਕੇ। ਦੁ-ਲੱਭ",
    "type_id": 3
  },
  {
    "id": 28619,
    "shabad_id": 2515,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰਾਜੇ ੲਿੰਦ੍ਰ ਸਮਸਰਿ ਗਿ੍ਰਹ ਅਾਸਨ; ਬਿਨੁ ਹਰਿ ਭਗਤਿ. ਕਹਹੁ ਕਿਹ ਲੇਖੈ ॥੧॥",
    "transliteration": "Raajae Eindhr Samasar Grih Aasan Bin Har Bhagath Kehahu Kih Laekhai ||1||",
    "translation": "Tell me, without devotional worship of the Lord, of what use are mansions and thrones like those of King Indra? ||1||",
    "punjabi": "(ਅਸਾਂ ਕਦੇ ਸੋਚਿਆ ਹੀ ਨਹੀਂ ਕਿ) ਜੇ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਤੋਂ ਵਾਂਜੇ ਰਹੇ ਤਾਂ (ਦੇਵਤਿਆਂ ਦੇ) ਰਾਜੇ ਇੰਦਰ ਦੇ ਸੁਰਗ ਵਰਗੇ ਭੀ ਮਹਿਲ ਮਾੜੀਆਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28620,
    "shabad_id": 2515,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਨ ਬੀਚਾਰਿਓ; ਰਾਜਾਰਾਮ ਕੋ ਰਸੁ ॥",
    "transliteration": "N Beechaariou Raajaa Raam Ko Ras ||",
    "translation": "You have not considered the sublime essence of the Name of the Lord, our King;",
    "punjabi": "(ਅਸਾਂ ਮਾਇਆ-ਧਾਰੀ ਜੀਵਾਂ ਨੇ) ਜਗਤ-ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਉਸ ਆਨੰਦ ਨੂੰ ਨਹੀਂ ਕਦੇ ਵਿਚਾਰਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28621,
    "shabad_id": 2515,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਜਿਹ ਰਸ; ਅਨ ਰਸ ਬੀਸਰਿ ਜਾਹੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jih Ras An Ras Beesar Jaahee ||1|| Rehaao ||",
    "translation": "This sublime essence shall cause you to forget all other essences. ||1||Pause||",
    "punjabi": "ਜਿਸ ਆਨੰਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ) ਹੋਰ ਸਾਰੇ ਚਸਕੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28622,
    "shabad_id": 2515,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਾਨਿ. ਅਜਾਨ ਭੲੇ ਹਮ ਬਾਵਰ; ਸੋਚ ਅਸੋਚ ਦਿਵਸ ਜਾਹੀ ॥",
    "transliteration": "Jaan Ajaan Bheae Ham Baavar Soch Asoch Dhivas Jaahee ||",
    "translation": "We do not know what we need to know, and we have become insane. We do not consider what we should consider; our days are passing away.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਾਣਦੇ ਬੁੱਝਦੇ ਹੋਏ ਭੀ ਅਸੀਂ ਕਮਲੇ ਤੇ ਮੂਰਖ ਬਣੇ ਹੋਏ ਹਾਂ, ਅਸਾਡੀ ਉਮਰ ਦੇ ਦਿਹਾੜੇ (ਮਾਇਆ ਦੀਆਂ ਹੀ) ਚੰਗੀਆਂ ਮੰਦੀਆਂ ਵਿਚਾਰਾਂ ਵਿਚ ਗੁਜ਼ਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28623,
    "shabad_id": 2515,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ੲਿੰਦ੍ਰੀ ਸਬਲ ਨਿਬਲ; ਬਿਬੇਕ ਬੁਧਿ. ਪਰਮਾਰਥ ਪਰਵੇਸ ਨਹੀ ॥੨॥",
    "transliteration": "Eindhree Sabal Nibal Bibaek Budhh Paramaarathh Paravaes Nehee ||2||",
    "translation": "Our passions are strong, and our discriminating intellect is weak; we have no access to the supreme objective. ||2||",
    "punjabi": "ਅਸਾਡੀ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਧ ਰਹੀ ਹੈ, ਵਿਚਾਰ-ਸ਼ਕਤੀ ਘਟ ਰਹੀ ਹੈ, ਇਸ ਗੱਲ ਦੀ ਅਸਾਨੂੰ ਕਦੇ ਸੋਚ ਹੀ ਨਹੀਂ ਫੁਰੀ ਕਿ ਅਸਾਡੀ ਸਭ ਤੋਂ ਵੱਡੀ ਲੋੜ ਕੀਹ ਹੈ ॥੨॥",
    "pronunciation": "ੲਿੰਦ੍ਰੀਂ। ਸਬਲ,ਨਿਬਲ:ਪੋਲੇ ਮਿਲਵੇਂ",
    "type_id": 3
  },
  {
    "id": 28624,
    "shabad_id": 2515,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਕਹੀਅਤ ਅਾਨ. ਅਚਰੀਅਤ ਅਨ ਕਛੁ; ਸਮਝ ਨ ਪਰੈ. ਅਪਰ ਮਾੲਿਅਾ ॥",
    "transliteration": "Keheeath Aan Achareeath An Kashh Samajh N Parai Apar Maaeiaa ||",
    "translation": "We say one thing, and do something else; entangled in endless Maya, we do not understand anything.",
    "punjabi": "ਅਸੀਂ ਆਖਦੇ ਹੋਰ ਹਾਂ ਤੇ ਕਰਦੇ ਕੁਝ ਹੋਰ ਹਾਂ, ਮਾਇਆ ਇਤਨੀ ਬਲਵਾਨ ਹੋ ਰਹੀ ਹੈ ਕਿ ਅਸਾਨੂੰ (ਆਪਣੀ ਮੂਰਖਤਾ ਦੀ) ਸਮਝ ਹੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "(ਅ-ਚਰੀਅਤ)ਕਰਤੱਬ। (ਅਪਰ) ਅਪਾਰ",
    "type_id": 3
  },
  {
    "id": 28625,
    "shabad_id": 2515,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਕਹਿ ਰਵਿਦਾਸ. ੳੁਦਾਸ ਦਾਸ ਮਤਿ; ਪਰਹਰਿ ਕੋਪੁ. ਕਰਹੁ ਜੀਅ ਦੲਿਅਾ ॥੩॥੩॥",
    "transliteration": "Kehi Ravidhaas Oudhaas Dhaas Math Parehar Kop Karahu Jeea Dhaeiaa ||3||3||",
    "translation": "Says Ravi Daas, Your slave, O Lord, I am disillusioned and detached; please, spare me Your anger, and have mercy on my soul. ||3||3||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰਾ ਦਾਸ ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਮੈਂ ਹੁਣ ਇਸ (ਮੂਰਖ-ਪੁਣੇ) ਤੋਂ ਉਪਰਾਮ ਹੋ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਞਾਣਪੁਣੇ ਤੇ) ਗੁੱਸਾ ਨਾਹ ਕਰਨਾ ਤੇ ਮੇਰੀ ਆਤਮਾ ਉਤੇ ਮਿਹਰ ਕਰਨੀ ॥੩॥੩॥",
    "pronunciation": "(ਕੋਪੁ) ਗੁੱਸਾ",
    "type_id": 3
  },
  {
    "id": 28626,
    "shabad_id": 2516,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੁਖਸਾਗਰੁ ਸੁਰਤਰ ਚਿੰਤਾਮਨਿ; ਕਾਮਧੇਨੁ ਬਸਿ ਜਾ ਕੇ ॥",
    "transliteration": "Sukh Saagar Surathar Chinthaaman Kaamadhhaen Bas Jaa Kae ||",
    "translation": "He is the ocean of peace; the miraculous tree of life, the wish-fulfilling jewel, and the Kaamadhayna, the cow which fulfills all desires, all are in His power.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ!) ਜੋ ਪ੍ਰਭੂ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਵੱਸ ਵਿਚ ਸੁਰਗ ਦੇ ਪੰਜੇ ਰੁੱਖ, ਚਿੰਤਾਮਣਿ ਤੇ ਕਾਮਧੇਨ ਹਨ,",
    "pronunciation": "(ਸੁਰ-ਤਰ) ਕਲਪਬਿ੍ਰੱਛ। ਚਿੰਤਾ-ਮਨਿ ਬੱਸਿ",
    "type_id": 3
  },
  {
    "id": 28627,
    "shabad_id": 2516,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਚਾਰਿ ਪਦਾਰਥ ਅਸਟ ਦਸਾ ਸਿਧਿ; ਨਵ ਨਿਧਿ ਕਰ ਤਲ ਤਾ ਕੇ ॥੧॥",
    "transliteration": "Chaar Padhaarathh Asatt Dhasaa Sidhh Nav Nidhh Kar Thal Thaa Kae ||1||",
    "translation": "The four great blessings, the eighteen supernatural spiritual powers of the Siddhas, and the nine treasures, are all in the palm of His hand. ||1||",
    "punjabi": "ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਚਾਰੇ ਪਦਾਰਥ, ਅਠਾਰਾਂ ਸਿੱਧੀਆਂ ਤੇ ਨੌ ਨਿਧੀਆਂ ਇਹ ਸਭ ਉਸੇ ਦੇ ਹੱਥਾਂ ਦੀਆਂ ਤਲੀਆਂ ਉੱਤੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28628,
    "shabad_id": 2516,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਹਰਿ; ਨ ਜਪਹਿ ਰਸਨਾ ॥",
    "transliteration": "Har Har Har N Japehi Rasanaa ||",
    "translation": "You do not chant with your tongue the Name of the Lord, Har, Har, Har.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ!) ਤੂੰ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28629,
    "shabad_id": 2516,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਵਰ ਸਭ ਤਿਅਾਗਿ; ਬਚਨ ਰਚਨਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Avar Sabh Thiaag Bachan Rachanaa ||1|| Rehaao ||",
    "translation": "Abandon your involvement in all other words. ||1||Pause||",
    "punjabi": "ਤੂੰ ਹੋਰ ਸਾਰੀਆਂ ਫੋਕੀਆਂ ਗੱਲਾਂ ਛੱਡ ਦੇਹ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28630,
    "shabad_id": 2516,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਾ ਖਿਅਾਨ ਪੁਰਾਨ ਬੇਦ ਬਿਧਿ; ਚੳੁਤੀਸ ਅਖਰ ਮਾਂਹੀ ॥",
    "transliteration": "Naanaa Khiaan Puraan Baedh Bidhh Chouthees Akhar Maanhee ||",
    "translation": "The various Shaastras, Puranaas, and the Vedas of Brahma, are made up of thirty-four letters.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ!) ਪੁਰਾਣਾਂ ਦੇ ਅਨੇਕ ਕਿਸਮਾਂ ਦੇ ਪ੍ਰਸੰਗ, ਵੇਦਾਂ ਦੀਆਂ ਦੱਸੀਆਂ ਹੋਈਆਂ ਵਿਧੀਆਂ, ਇਹ ਸਭ ਵਾਕ-ਰਚਨਾ ਹੀ ਹਨ (ਅਨੁਭਵੀ ਗਿਆਨ ਨਹੀਂ ਜੋ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆਂ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28631,
    "shabad_id": 2516,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਬਿਅਾਸ ਬਿਚਾਰਿ ਕਹਿਓ ਪਰਮਾਰਥੁ; ਰਾਮ ਨਾਮ ਸਰਿ ਨਾਹੀ ॥੨॥",
    "transliteration": "Biaas Bichaar Kehiou Paramaarathh Raam Naam Sar Naahee ||2||",
    "translation": "After deep contemplation, Vyaas spoke of the supreme objective; there is nothing equal to the Lord's Name. ||2||",
    "punjabi": "(ਹੇ ਪੰਡਿਤ! ਵੇਦਾਂ ਦੇ ਖੋਜੀ) ਵਿਆਸ (ਰਿਸ਼ੀ) ਨੇ ਸੋਚ ਵਿਚਾਰ ਕੇ ਇਹੀ ਧਰਮ-ਤੱਤ ਦੱਸਿਆ ਹੈ ਕਿ (ਇਹਨਾਂ ਪੁਸਤਕਾਂ ਦੇ ਪਾਠ ਆਦਿਕ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ। (ਫਿਰ, ਤੂੰ ਕਿਉਂ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ?) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28632,
    "shabad_id": 2516,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਹਜ ਸਮਾਧਿ ੳੁਪਾਧਿ ਰਹਤ; ਫੁਨਿ ਬਡੈਭਾਗਿ ਲਿਵ ਲਾਗੀ ॥",
    "transliteration": "Sehaj Samaadhh Oupaadhh Rehath Fun Baddai Bhaag Liv Laagee ||",
    "translation": "Very fortunate are those who are absorbed in celestial bliss, and released from their entanglements; they are lovingly attached to the Lord.",
    "punjabi": "ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੀ ਹੈ ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28633,
    "shabad_id": 2516,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਕਹਿ ਰਵਿਦਾਸ. ਪ੍ਰਗਾਸੁ ਰਿਦੈ ਧਰਿ; ਜਨਮ ਮਰਨ ਭੈ ਭਾਗੀ ॥੩॥੪॥",
    "transliteration": "Kehi Ravidhaas Pragaas Ridhai Dhhar Janam Maran Bhai Bhaagee ||3||4||",
    "translation": "Says Ravi Daas, enshrine the Lord's Light within your heart, and your fear of birth and death shall run away from you. ||3||4||",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਕੋਈ ਵਿਕਾਰ ਉਸ ਵਿਚ ਨਹੀਂ ਉੱਠਦਾ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਚਾਨਣ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਤੇ, ਜਨਮ ਮਰਨ (ਭਾਵ, ਸਾਰੀ ਉਮਰ) ਦੇ ਉਸ ਦੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28634,
    "shabad_id": 2516,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜੳੁ ਤੁਮ ਗਿਰਿਵਰ; ਤੳੁ ਹਮ ਮੋਰਾ ॥",
    "transliteration": "Jo Thum Girivar Tho Ham Moraa ||",
    "translation": "If You are the mountain, Lord, then I am the peacock.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਧੋ! ਜੇ ਤੂੰ ਸੋਹਣਾ ਜਿਹਾ ਪਹਾੜ ਬਣੇਂ, ਤਾਂ ਮੈਂ (ਤੇਰਾ) ਮੋਰ ਬਣਾਂਗਾ (ਤੈਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਪੈਲਾਂ ਪਾਵਾਂਗਾ)।",
    "pronunciation": "(ਗਿਰਿਵਰ) ਬੱਦਲ, ਪਹਾੜ",
    "type_id": 3
  },
  {
    "id": 28635,
    "shabad_id": 2516,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜੳੁ ਤੁਮ ਚੰਦ; ਤੳੁ ਹਮ ਭੲੇ ਹੈ ਚਕੋਰਾ ॥੧॥",
    "transliteration": "Jo Thum Chandh Tho Ham Bheae Hai Chakoraa ||1||",
    "translation": "If You are the moon, then I am the partridge in love with it. ||1||",
    "punjabi": "ਜੇ ਤੂੰ ਚੰਦ ਬਣੇਂ ਤਾਂ ਮੈਂ ਤੇਰੀ ਚਕੋਰ ਬਣਾਂਗਾ (ਤੇ ਤੈਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੋ ਹੋ ਕੇ ਬੋਲਾਂਗੀ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28636,
    "shabad_id": 2516,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਮਾਧਵੇ ਤੁਮਨ ਤੋਰਹੁ; ਤੳੁ ਹਮ ਨਹੀ ਤੋਰਹਿ ॥",
    "transliteration": "Maadhhavae Thum N Thorahu Tho Ham Nehee Thorehi ||",
    "translation": "O Lord, if You will not break with me, then I will not break with You.",
    "punjabi": "ਹੇ ਮਾਧੋ! ਜੇ ਤੂੰ (ਮੇਰੇ ਨਾਲੋਂ) ਪਿਆਰ ਨਾਹ ਤੋੜੇਂ, ਤਾਂ ਮੈਂ ਭੀ ਨਹੀਂ ਤੋੜਾਂਗਾ;",
    "pronunciation": "ਹੇ ਵਾਹਿਗੁਰੂ ਜੀ! ਜੇਕਰ (ਤੁਮਨ) ਅਾਪ ਜੀ ਸਾਡੇ ਨਾਲੋਂ ਪ੍ਰੀਤੀ ਤੋੜੋਂ, ਤਾਂ ਸਤਿਸੰਗੀਅਾਂ ਸਮੇਤ ਹਮ ਦਾਸਨਦਾਸ ਫੇਰ ਭੀ ਅਾਪ ਜੀ ਨਾਲੋਂ ਪ੍ਰੀਤੀ ਨਹੀਂ ਤੋੜਦੇ, ਨਿਮ੍ਰਤਾ ਗ੍ਰੀਬੀ ਦੀ ਹੱਦ ਹੈ, ਤੁਮਨ ਸਹੀ ਪਾਠ ਹੈ। ਜੈ ਤੁਮ ਨ ਤੋਰਹੁ ਪਾਠ ਕਰਦੇ ਹਾਂ ਤਾਂ ਵਾਹਿਗੁਰੂ ਜੀ ਨਾਲ ਬਰਾਬਰੀ ਦੀ ਚੁਨੌਤੀ ਹੈ।",
    "type_id": 3
  },
  {
    "id": 28637,
    "shabad_id": 2516,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਤੁਮ ਸਿੳੁ ਤੋਰਿ; ਕਵਨ ਸਿੳੁ ਜੋਰਹਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thum Sio Thor Kavan Sio Jorehi ||1|| Rehaao ||",
    "translation": "For, if I were to break with You, with whom would I then join? ||1||Pause||",
    "punjabi": "ਕਿਉਂਕਿ ਤੇਰੇ ਨਾਲੋਂ ਤੋੜ ਕੇ ਮੈਂ ਹੋਰ ਕਿਸ ਨਾਲ ਜੋੜ ਸਕਦਾ ਹਾਂ? (ਹੋਰ ਕੋਈ, ਹੇ ਮਾਧੋ! ਤੇਰੇ ਵਰਗਾ ਹੈ ਹੀ ਨਹੀਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28638,
    "shabad_id": 2516,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "ਜੳੁ ਤੁਮ ਦੀਵਰਾ; ਤੳੁ ਹਮ ਬਾਤੀ ॥",
    "transliteration": "Jo Thum Dheevaraa Tho Ham Baathee ||",
    "translation": "If You are the lamp, then I am the wick.",
    "punjabi": "ਹੇ ਮਾਧੋ! ਜੇ ਤੂੰ ਸੋਹਣਾ ਦੀਵਾ ਬਣੇਂ, ਮੈਂ (ਤੇਰੀ) ਵੱਟੀ ਬਣ ਜਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28639,
    "shabad_id": 2516,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "ਜੳੁ ਤੁਮ ਤੀਰਥ; ਤੳੁ ਹਮ ਜਾਤੀ ॥੨॥",
    "transliteration": "Jo Thum Theerathh Tho Ham Jaathee ||2||",
    "translation": "If You are the sacred place of pilgrimage, then I am the pilgrim. ||2||",
    "punjabi": "ਜੇ ਤੂੰ ਤੀਰਥ ਬਣ ਜਾਏਂ ਤਾਂ ਮੈਂ (ਤੇਰਾ ਦੀਦਾਰ ਕਰਨ ਲਈ) ਜਾਤ੍ਰੂ ਬਣ ਜਾਵਾਂਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
