[
  {
    "id": 29047,
    "shabad_id": 2543,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29048,
    "shabad_id": 2543,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਬੂੰਦ ਭੲੇ ਹਰਿ ਸੁਅਾਮੀ; ਹਮ ਚਾਤਿ੍ਰਕ ਬਿਲਲ ਬਿਲਲਾਤੀ ||",
    "transliteration": "Har Har Boondh Bheae Har Suaamee Ham Chaathrik Bilal Bilalaathee ||",
    "translation": "The Lord, Har, Har, is the rain-drop; I am the song-bird, crying, crying out for it.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਮੈਂ ਪਪੀਹਾ ਤੇਰੇ ਨਾਮ-ਬੂੰਦ ਵਾਸਤੇ ਤੜਫ਼ ਰਿਹਾ ਹਾਂ। (ਮੇਹਰ ਕਰ), ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਵਾਸਤੇ (ਸ੍ਵਾਂਤੀ-) ਬੂੰਦ ਬਣ ਜਾਏ।",
    "pronunciation": "ਬਿਲ-ਲ ਬਿਲ-ਲਾਤੀ",
    "type_id": 3
  },
  {
    "id": 29049,
    "shabad_id": 2543,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਿ੍ਰਪਾ ਕਰਹੁ ਪ੍ਰਭ ਅਪਨੀ; ਮੁਖਿ ਦੇਵਹੁ ਹਰਿ ਨਿਮਖਾਤੀ ||੧||",
    "transliteration": "Har Har Kirapaa Karahu Prabh Apanee Mukh Dhaevahu Har Nimakhaathee ||1||",
    "translation": "O Lord God, please bless me with Your Mercy, and pour Your Name into my mouth, even if for only an instant. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਆਪਣੀ ਮੇਹਰ ਕਰ, ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਹੀ ਮੇਰੇ ਮੂੰਹ ਵਿਚ (ਆਪਣੀ ਨਾਮ ਦੀ ਸ੍ਵਾਂਤੀ) ਬੂੰਦ ਪਾ ਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29050,
    "shabad_id": 2543,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਰਹਿ ਨ ਸਕੳੁ; ੲਿਕ ਰਾਤੀ ||",
    "transliteration": "Har Bin Rehi N Sako Eik Raathee ||",
    "translation": "Without the Lord, I cannot live for even a second.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੈਂ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29051,
    "shabad_id": 2543,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਬਿਨੁ ਅਮਲੈ. ਅਮਲੀ ਮਰਿ ਜਾੲੀ ਹੈ; ਤਿੳੁ ਹਰਿ ਬਿਨੁ. ਹਮ ਮਰਿ ਜਾਤੀ || ਰਹਾੳੁ ||",
    "transliteration": "Jio Bin Amalai Amalee Mar Jaaee Hai Thio Har Bin Ham Mar Jaathee || Rehaao ||",
    "translation": "Like the addict who dies without his drug, I die without the Lord. ||Pause||",
    "punjabi": "ਜਿਵੇਂ (ਅਫ਼ੀਮ ਆਦਿਕ) ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਅਮਲੀ (ਨਸ਼ੇ ਦਾ ਆਦੀ) ਮਨੁੱਖ ਤੜਫ਼ ਉੱਠਦਾ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੈਂ ਘਬਰਾ ਜਾਂਦਾ ਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29052,
    "shabad_id": 2543,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਤੁਮ ਹਰਿ ਸਰਵਰ ਅਤਿ ਅਗਾਹ; ਹਮ. ਲਹਿ ਨ ਸਕਹਿ, ਅੰਤੁ ਮਾਤੀ ||",
    "transliteration": "Thum Har Saravar Ath Agaah Ham Lehi N Sakehi Anth Maathee ||",
    "translation": "You, Lord, are the deepest, most unfathomable ocean; I cannot find even a trace of Your limits.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਗੁਣਾਂ ਦਾ) ਬੜਾ ਹੀ ਡੂੰਘਾ ਸਮੁੰਦਰ ਹੈਂ, ਅਸੀਂ ਤੇਰੀ ਡੂੰਘਾਈ ਦਾ ਅੰਤ ਰਤਾ ਭਰ ਭੀ ਨਹੀਂ ਲੱਭ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29053,
    "shabad_id": 2543,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤੂ ਪਰੈ ਪਰੈ. ਅਪਰੰਪਰੁ ਸੁਅਾਮੀ; ਮਿਤਿ ਜਾਨਹੁ ਅਾਪਨ ਗਾਤੀ ||੨||",
    "transliteration": "Thoo Parai Parai Aparanpar Suaamee Mith Jaanahu Aapan Gaathee ||2||",
    "translation": "You are the most remote of the remote, limitless and transcendent; O Lord Master, You alone know Your state and extent. ||2||",
    "punjabi": "ਤੂੰ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਹੈਂ। ਹੇ ਸੁਆਮੀ! ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਤੇ ਕਿਤਨਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਭੇਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "ਅਪਣੀ ਰੀਤੀ ਦੀ (ਗਾਤੀ) ਮ੍ਰਯਾਦਾ ਨੂੰ ਅਾਪ ਹੀ ਜਾਣਦੇ ਹੋਂ[ ਅਪ-ਰੰਪਰੁ",
    "type_id": 3
  },
  {
    "id": 29054,
    "shabad_id": 2543,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ ਜਨਾ ਹਰਿ ਜਪਿਓ; ਗੁਰ ਰੰਗਿ ਚਲੂਲੈ ਰਾਤੀ ||",
    "transliteration": "Har Kae Santh Janaa Har Japiou Gur Rang Chaloolai Raathee ||",
    "translation": "The Lord's humble Saints meditate on the Lord; they are imbued with the deep crimson color of the Guru's Love.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹ ਗੁਰੂ ਦੇ (ਬਖ਼ਸ਼ੇ ਹੋਏ) ਗੂੜ੍ਹੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਗਏ,",
    "pronunciation": "(ਚਲੂਲੈ) ਗੂੜ੍ਹੇ",
    "type_id": 3
  },
  {
    "id": 29055,
    "shabad_id": 2543,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਭਗਤਿ ਬਨੀ ਅਤਿ ਸੋਭਾ; ਹਰਿ ਜਪਿਓ ੳੂਤਮ ਪਾਤੀ ||੩||",
    "transliteration": "Har Har Bhagath Banee Ath Sobhaa Har Japiou Ootham Paathee ||3||",
    "translation": "Meditating on the Lord, they attain great glory, and the most sublime honor. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਰੰਗ ਬਣ ਗਿਆ, ਉਹਨਾਂ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਬੜੀ ਸੋਭਾ ਮਿਲੀ। ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਨੂੰ ਉੱਤਮ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਹੋਈ ॥੩॥",
    "pronunciation": "(ਪਾਤੀ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 29056,
    "shabad_id": 2543,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਅਾਪੇ ਠਾਕੁਰੁ. ਅਾਪੇ ਸੇਵਕੁ; ਅਾਪਿ ਬਨਾਵੈ ਭਾਤੀ ||",
    "transliteration": "Aapae Thaakur Aapae Saevak Aap Banaavai Bhaathee ||",
    "translation": "He Himself is the Lord and Master, and He Himself is the servant; He Himself creates His environments.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਭਗਤੀ ਕਰਨ ਦੀ ਵਿਓਂਤ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ (ਢੋ ਆਪ ਹੀ ਢੁਕਾਂਦਾ ਹੈ), ਉਹ ਆਪ ਹੀ ਮਾਲਕ ਹੈ ਆਪ ਹੀ ਸੇਵਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29057,
    "shabad_id": 2543,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕੁ ਜਨੁ ਤੁਮਰੀ ਸਰਣਾੲੀ; ਹਰਿ ਰਾਖਹੁ ਲਾਜ ਭਗਾਤੀ ||੪||੫||",
    "transliteration": "Naanak Jan Thumaree Saranaaee Har Raakhahu Laaj Bhagaathee ||4||5||",
    "translation": "Servant Nanak has come to Your Sanctuary, O Lord; protect and preserve the honor of Your devotee. ||4||5||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ। ਤੂੰ ਆਪ ਹੀ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈਂ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29058,
    "shabad_id": 2544,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29059,
    "shabad_id": 2544,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਲਿਜੁਗ ਕਾ ਧਰਮੁ. ਕਹਹੁ ਤੁਮ ਭਾੲੀ; ਕਿਵ ਛੂਟਹ ਹਮ ਛੁਟਕਾਕੀ ||",
    "transliteration": "Kalijug Kaa Dhharam Kehahu Thum Bhaaee Kiv Shhootteh Ham Shhuttakaakee ||",
    "translation": "Tell me, O Siblings of Destiny, the religion for this Dark Age of Kali Yuga. I seek emancipation - how can I be emancipated?",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਉਹ ਧਰਮ ਦੱਸ ਜਿਸ ਨਾਲ ਜਗਤ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਝੰਬੇਲਿਆਂ ਵਿਚੋਂ ਬਚਿਆ ਜਾ ਸਕੇ। ਮੈਂ ਇਹਨਾਂ ਝੰਬੇਲਿਆਂ ਤੋਂ ਬਚਣਾ ਚਾਹੁੰਦਾ ਹਾਂ। ਦੱਸ; ਮੈਂ ਕਿਵੇਂ ਬਚਾਂ?",
    "pronunciation": "(ਛੱੁਟ-ਕਾਕੀ) ਛੁੱਟਣ ਦੀ ੲਿੱਛਾ ਵਾਲੇ[ ਕਹ-ਹੁ",
    "type_id": 3
  },
  {
    "id": 29060,
    "shabad_id": 2544,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਪੁ ਬੇੜੀ. ਹਰਿ ਤੁਲਹਾ; ਹਰਿ ਜਪਿਓ ਤਰੈ ਤਰਾਕੀ ||੧||",
    "transliteration": "Har Har Jap Baerree Har Thulehaa Har Japiou Tharai Tharaakee ||1||",
    "translation": "Meditation on the Lord, Har, Har, is the boat, the raft; meditating on the Lord, the swimmer swims across. ||1||",
    "punjabi": "(ਉੱਤਰ-) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਬੇੜੀ ਹੈ, ਨਾਮ ਹੀ ਤੁਲਹਾ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਉਹ ਤਾਰੂ ਬਣ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਤਰੱਾਕੀ) ਤਾਰੂ",
    "type_id": 3
  },
  {
    "id": 29061,
    "shabad_id": 2544,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਜੀ; ਲਾਜ ਰਖਹੁ. ਹਰਿ ਜਨ ਕੀ ||",
    "transliteration": "Har Jee Laaj Rakhahu Har Jan Kee ||",
    "translation": "O Dear Lord, protect and preserve the honor of Your humble servant.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਦੁਨੀਆ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਝੰਬੇਲਿਆਂ ਵਿਚੋਂ) ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29062,
    "shabad_id": 2544,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਪਨੁ. ਜਪਾਵਹੁ ਅਪਨਾ; ਹਮ ਮਾਗੀ ਭਗਤਿ ੲਿਕਾਕੀ || ਰਹਾੳੁ ||",
    "transliteration": "Har Har Japan Japaavahu Apanaa Ham Maagee Bhagath Eikaakee || Rehaao ||",
    "translation": "O Lord, Har, Har, please make me chant the chant of Your Name; I beg only for Your devotional worship. ||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਜਪਣ ਦੀ ਸਮਰਥਾ ਦੇਹ। ਮੈਂ (ਤੇਰੇ ਪਾਸੋਂ) ਸਿਰਫ਼ ਤੇਰੀ ਭਗਤੀ ਦਾ ਦਾਨ ਮੰਗ ਰਿਹਾ ਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "ੲਿਕੱਾਕੀ",
    "type_id": 3
  },
  {
    "id": 29063,
    "shabad_id": 2544,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੇਵਕ. ਸੇ ਹਰਿ ਪਿਅਾਰੇ; ਜਿਨ ਜਪਿਓ ਹਰਿ ਬਚਨਾਕੀ ||",
    "transliteration": "Har Kae Saevak Sae Har Piaarae Jin Japiou Har Bachanaakee ||",
    "translation": "The Lord's servants are very dear to the Lord; they chant the Word of the Lord's Bani.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹ ਸੇਵਕ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "ਬਚਨੱਾਕੀ",
    "type_id": 3
  },
  {
    "id": 29064,
    "shabad_id": 2544,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਲੇਖਾ ਚਿਤ੍ਰ ਗੁਪਤਿ ਜੋ ਲਿਖਿਅਾ; ਸਭ ਛੂਟੀ ਜਮ ਕੀ ਬਾਕੀ ||੨||",
    "transliteration": "Laekhaa Chithr Gupath Jo Likhiaa Sabh Shhoottee Jam Kee Baakee ||2||",
    "translation": "The account of the recording angels, Chitr and Gupt, and the account with the Messenger of Death is totally erased. ||2||",
    "punjabi": "ਚਿੱਤਰ ਗੁਪਤ ਨੇ ਜੇਹੜਾ ਭੀ ਉਹਨਾਂ (ਦੇ ਕਰਮਾਂ) ਦਾ ਲੇਖ ਲਿਖ ਰੱਖਿਆ ਸੀ, ਧਰਮਰਾਜ ਦਾ ਉਹ ਸਾਰਾ ਹਿਸਾਬ ਹੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29065,
    "shabad_id": 2544,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ. ਜਪਿਓ ਮਨਿ ਹਰਿ ਹਰਿ; ਲਗਿ ਸੰਗਤਿ ਸਾਧ ਜਨਾ ਕੀ ||",
    "transliteration": "Har Kae Santh Japiou Man Har Har Lag Sangath Saadhh Janaa Kee ||",
    "translation": "The Saints of the Lord meditate on the Lord in their minds; they join the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਸਾਧ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29066,
    "shabad_id": 2544,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਦਿਨੀਅਰੁ ਸੂਰੁ ਤਿ੍ਰਸਨਾ ਅਗਨਿ ਬੁਝਾਨੀ; ਸਿਵ ਚਰਿਓ ਚੰਦੁ ਚੰਦਾਕੀ ||੩||",
    "transliteration": "Dhineear Soor Thrisanaa Agan Bujhaanee Siv Chariou Chandh Chandhaakee ||3||",
    "translation": "The piercing sun of desires has set, and the cool moon has risen. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੱਲਿਆਣ ਰੂਪ (ਪਰਮਾਤਮਾ ਪਰਗਟ ਹੋ ਪਿਆ, ਮਾਨੋ) ਠੰਢਕ ਪੁਚਾਣ ਵਾਲਾ ਚੰਦ ਚੜ੍ਹ ਪਿਆ, ਜਿਸ ਨੇ (ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁਝਾ ਦਿੱਤੀ; (ਜਿਸ ਨੇ ਵਿਕਾਰਾਂ ਦਾ) ਤਪਦਾ ਸੂਰਜ (ਸ਼ਾਂਤ ਕਰ ਦਿੱਤਾ) ॥੩॥",
    "pronunciation": "(ਦਿਨੀਅਰੁ) ਸੂਰਜ[ (ਸਿਵ) ਕਲਿਅਾਣ ਸਰੂਪ ਪ੍ਰਮਾਤਮਾ[ ਬੁਝਾਨੀ ਪੋਲਾ[ ਚੰਦੱਾਕੀ",
    "type_id": 3
  },
  {
    "id": 29067,
    "shabad_id": 2544,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਤੁਮ ਵਡ ਪੁਰਖ. ਵਡ ਅਗਮ ਅਗੋਚਰ; ਤੁਮ ਅਾਪੇ ਅਾਪਿ ਅਪਾਕੀ ||",
    "transliteration": "Thum Vadd Purakh Vadd Agam Agochar Thum Aapae Aap Apaakee ||",
    "translation": "You are the Greatest Being, absolutely unapproachable and unfathomable; You created the Universe from Your Own Being.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ; ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ; ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਰਾਹੀਂ ਤੇਰੇ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਤੂੰ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ, ਆਪ ਹੀ ਆਪ ਹੈਂ।",
    "pronunciation": "(ਅਪੱਾਕੀ) ਅਾਪੇ ਹੀ",
    "type_id": 3
  },
  {
    "id": 29068,
    "shabad_id": 2544,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਪ੍ਰਭ ਕਿਰਪਾ ਕੀਜੈ; ਕਰਿ ਦਾਸਨਿ ਦਾਸ ਦਸਾਕੀ ||੪||੬||",
    "transliteration": "Jan Naanak Ko Prabh Kirapaa Keejai Kar Dhaasan Dhaas Dhasaakee ||4||6||",
    "translation": "O God, take pity on servant Nanak, and make him the slave of the slave of Your slaves. ||4||6||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਉਤੇ ਮੇਹਰ ਕਰ, ਤੇ, ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ ॥੪॥੬॥",
    "pronunciation": "(ਦਸੱਾਕੀ) ਦਾਸਾਂ ਦਾ",
    "type_id": 3
  },
  {
    "id": 29069,
    "shabad_id": 2545,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ਘਰੁ ੫ ਦੁਪਦੇ",
    "transliteration": "Dhhanaasaree Mehalaa 4 Ghar 5 Dhupadhae",
    "translation": "Dhanaasaree, Fourth Mehl, Fifth House, Du-Padas:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29070,
    "shabad_id": 2545,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 29071,
    "shabad_id": 2545,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ੳੁਰ ਧਾਰਿ ਬੀਚਾਰਿ, ਮੁਰਾਰਿ ਰਮੋ ਰਮੁ; ਮਨਮੋਹਨ ਨਾਮੁ ਜਪੀਨੇ ||",
    "transliteration": "Our Dhhaar Beechaar Muraar Ramo Ram Manamohan Naam Japeenae ||",
    "translation": "Enshrine the Lord within your heart, and contemplate Him. Dwell upon Him, reflect upon Him, and chant the Name of the Lord, the Enticer of hearts.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਪਰਗਟ ਕਰ ਦਿੱਤਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29072,
    "shabad_id": 2545,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਦਿ੍ਰਸਟੁ ਅਗੋਚਰੁ ਅਪਰੰਪਰ ਸੁਅਾਮੀ; ਗੁਰਿ ਪੂਰੈ ਪ੍ਰਗਟ ਕਰਿ ਦੀਨੇ ||੧||",
    "transliteration": "Adhrisatt Agochar Aparanpar Suaamee Gur Poorai Pragatt Kar Dheenae ||1||",
    "translation": "The Lord Master is unseen, unfathomable and unreachable; through the Perfect Guru, He is revealed. ||1||",
    "punjabi": "ਜੋ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ, ਜੋ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਬੇਅੰਤ ਹੈ, ਜੋ ਸਭ ਦਾ ਮਾਲਕ ਹੈ, (ਉਹ ਮਨੁੱਖ ਉਸ) ਮੁਰਾਰੀ ਨੂੰ (ਉਸ) ਮਨ-ਮੋਹਨ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾ ਕੇ ਸਦਾ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਅ-ਦਿ੍ਰਸਟੁ ਅ-ਗੋਚਰੁ ਅਪ-ਰੰਪਰ",
    "type_id": 3
  },
  {
    "id": 29073,
    "shabad_id": 2545,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਰਾਮ ਪਾਰਸ ਚੰਦਨ; ਹਮ ਕਾਸਟ ਲੋਸਟ ||",
    "transliteration": "Raam Paaras Chandhan Ham Kaasatt Losatt ||",
    "translation": "The Lord is the philosopher's stone, which transforms lead into gold, and sandalwood, while I am just dry wood and iron.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਪਾਰਸ ਹੈ, ਅਸੀਂ ਜੀਵ ਲੋਹਾ ਹਾਂ। ਪਰਮਾਤਮਾ ਚੰਦਨ ਹੈ, ਅਸੀਂ ਜੀਵ ਕਾਠ ਹਾਂ।",
    "pronunciation": "(ਕਾਸਟ) ਲੱਕੜ[ (ਲੋਸਟ) ਲੋਹਾ",
    "type_id": 3
  },
  {
    "id": 29074,
    "shabad_id": 2545,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਸੰਗਿ ਹਰੀ ਸਤਸੰਗੁ ਭੲੇ; ਹਰਿ ਕੰਚਨੁ ਚੰਦਨੁ ਕੀਨੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Sang Haree Sathasang Bheae Har Kanchan Chandhan Keenae ||1|| Rehaao ||",
    "translation": "Associating with the Lord, and the Sat Sangat, the Lord's True Congregation, the Lord has transformed me into gold and sandalwood. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਸਤਸੰਗ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਲੋਹੇ ਤੋਂ) ਸੋਨਾ ਬਣਾ ਦਿੰਦਾ ਹੈ, (ਕਾਠ ਤੋਂ) ਚੰਦਨ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29075,
    "shabad_id": 2545,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਵ ਛਿਅ ਖਟੁ. ਬੋਲਹਿ ਮੁਖ ਅਾਗਰ; ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ. ੲਿਵ ਨ ਪਤੀਨੇ ||",
    "transliteration": "Nav Shhia Khatt Bolehi Mukh Aagar Maeraa Har Prabh Eiv N Patheenae ||",
    "translation": "One may repeat, verbatim, the nine grammars and the six Shaastras, but my Lord God is not pleased by this.",
    "punjabi": "(ਹੇ ਭਾਈ! ਕਈ ਪੰਡਿਤ) ਨੌ ਵਿਆਕਰਨ ਅਤੇ ਛੇ ਸ਼ਾਸਤਰ ਮੂੰਹ-ਜ਼ਬਾਨੀ ਉਚਾਰ ਲੈਂਦੇ ਹਨ, (ਪਰ) ਪਿਆਰਾ ਹਰੀ-ਪ੍ਰਭੂ ਇਸ ਤਰ੍ਹਾਂ ਖ਼ੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਨਵ) ਨੌਂ ਵਿਅਾਕਰਨ[ (ਛਿਅ) ਛੇ ਸ਼ਾਸਤ੍ਰ[ (ਖਟੁ) ਅੱਠ ਅੰਗ ਵੇਦ[ (ਅਾਗਰ) ਜ਼ੁਬਾਨੀ",
    "type_id": 3
  },
  {
    "id": 29076,
    "shabad_id": 2545,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਹਿਰਦੈ ਸਦ ਧਿਅਾਵਹੁ; ੲਿੳੁ ਹਰਿ ਪ੍ਰਭੁ ਮੇਰਾ ਭੀਨੇ ||੨||੧||੭||",
    "transliteration": "Jan Naanak Har Hiradhai Sadh Dhhiaavahu Eio Har Prabh Maeraa Bheenae ||2||1||7||",
    "translation": "O servant Nanak, meditate forever on the Lord in your heart; this is what pleases my Lord God. ||2||1||7||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵਸਾਈ ਰੱਖੋ, (ਸਿਰਫ਼) ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ॥੨॥੧॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29077,
    "shabad_id": 2546,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
