[
  {
    "id": 29141,
    "shabad_id": 2553,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਾਮ ਹੇਤਿ. ਕੁੰਚਰੁ ਲੈ ਫਾਂਕਿਓ; ਓਹੁ ਪਰ ਵਸਿ ਭੲਿਓ ਬਿਚਾਰਾ ||",
    "transliteration": "Kaam Haeth Kunchar Lai Faankiou Ouhu Par Vas Bhaeiou Bichaaraa ||",
    "translation": "Lured by sexual desire, the elephant is trapped; the poor beast falls into the power of another.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਾਮ-ਵਾਸਨਾ ਦੀ ਖ਼ਾਤਰ ਹਾਥੀ ਫਸ ਗਿਆ, ਉਹ ਵਿਚਾਰਾ ਪਰ-ਅਧੀਨ ਹੋ ਗਿਆ।",
    "pronunciation": "(ਫਾਂਕਿਓ) ਫਸਾ ਲਿਅਾ[ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 29142,
    "shabad_id": 2553,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾਦ ਹੇਤਿ. ਸਿਰੁ ਡਾਰਿਓ ਕੁਰੰਕਾ; ੳੁਸ ਹੀ ਹੇਤ ਬਿਦਾਰਾ ||੨||",
    "transliteration": "Naadh Haeth Sir Ddaariou Kurankaa Ous Hee Haeth Bidhaaraa ||2||",
    "translation": "Lured by the sound of the hunter's bell, the deer offers its head; because of this enticement, it is killed. ||2||",
    "punjabi": "(ਘੰਡੇਹੇੜੇ ਦੀ) ਆਵਾਜ਼ ਦੇ ਪਿਆਰ ਵਿਚ ਹਰਨ ਆਪਣਾ ਸਿਰ ਦੇ ਬੈਠਦਾ ਹੈ, ਉਸੇ ਦੇ ਪਿਆਰ ਵਿਚ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਡਾਰਿਓ) ਸੁੱਟ ਦਿੱਤਾ[ (ਬਿਦਾਰਾ) ਨਾਸ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 29143,
    "shabad_id": 2553,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਦੇਖਿ ਕੁਟੰਬੁ ਲੋਭਿ ਮੋਹਿਓ ਪ੍ਰਾਨੀ; ਮਾੲਿਅਾ ਕੳੁ ਲਪਟਾਨਾ ||",
    "transliteration": "Dhaekh Kuttanb Lobh Mohiou Praanee Maaeiaa Ko Lapattaanaa ||",
    "translation": "Gazing upon his family, the mortal is enticed by greed; he clings in attachment to Maya.",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਸੇ ਤਰ੍ਹਾਂ) ਮਨੁੱਖ (ਆਪਣਾ) ਪਰਵਾਰ ਵੇਖ ਕੇ (ਮਾਇਆ ਦੇ) ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29144,
    "shabad_id": 2553,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਤਿ ਰਚਿਓ ਕਰਿ ਲੀਨੋ ਅਪੁਨਾ; ੳੁਨਿ ਛੋਡਿ ਸਰਾਪਰ ਜਾਨਾ ||੩||",
    "transliteration": "Ath Rachiou Kar Leeno Apunaa Oun Shhodd Saraapar Jaanaa ||3||",
    "translation": "Totally engrossed in worldly things, he considers them to be his own; but in the end, he shall surely have to leave them behind. ||3||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬਹੁਤ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, (ਮਾਇਆ ਨੂੰ) ਆਪਣੀ ਬਣਾ ਲੈਂਦਾ ਹੈ (ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਆਖ਼ਰ) ਉਸ ਨੇ ਜ਼ਰੂਰ (ਸਭ ਕੁਝ) ਛੱਡ ਕੇ ਇਥੋਂ ਚਲੇ ਜਾਣਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਰਚਿਓ) ਮਗਨ[ (ਸਰਾ-ਪਰ) ਜ਼ਰੂਰ[ ਅਤਿਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 29145,
    "shabad_id": 2553,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਗੋਬਿੰਦ. ਅਵਰ ਸੰਗਿ ਨੇਹਾ; ਓਹੁ ਜਾਣਹੁ ਸਦਾ ਦੁਹੇਲਾ ||",
    "transliteration": "Bin Gobindh Avar Sang Naehaa Ouhu Jaanahu Sadhaa Dhuhaelaa ||",
    "translation": "Know it well, that anyone who loves any other than God, shall be miserable forever.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਨਾਲ ਪਿਆਰ ਪਾਂਦਾ ਹੈ, ਯਕੀਨ ਜਾਣੋ, ਉਹ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਦੁਹੇਲਾ) ਦੁਖੀ",
    "type_id": 3
  },
  {
    "id": 29146,
    "shabad_id": 2553,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਗੁਰ ੲਿਹੈ ਬੁਝਾੲਿਓ; ਪ੍ਰੀਤਿ ਪ੍ਰਭੂ ਸਦ ਕੇਲਾ ||੪||੨||",
    "transliteration": "Kahu Naanak Gur Eihai Bujhaaeiou Preeth Prabhoo Sadh Kaelaa ||4||2||",
    "translation": "Says Nanak, the Guru has explained this to me, that love for God brings lasting bliss. ||4||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਇਹ ਹੀ ਸਮਝ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕੀਤਿਆਂ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "(ਕੇਲਾ) ਅਨੰਦ[ ਬੱੁਝਾੲਿਓ",
    "type_id": 3
  },
  {
    "id": 29147,
    "shabad_id": 2554,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਃ ੫ ||",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29148,
    "shabad_id": 2554,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ. ਦੀਓ ਮੋਹਿ ਨਾਮਾ; ਬੰਧਨ ਤੇ ਛੁਟਕਾੲੇ ||",
    "transliteration": "Kar Kirapaa Dheeou Mohi Naamaa Bandhhan Thae Shhuttakaaeae ||",
    "translation": "Granting His Grace, God has blessed me with His Name, and released me of my bonds.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਨੇ) ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ, (ਜਿਸ ਕਰਕੇ) ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29149,
    "shabad_id": 2554,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਤੇ ਬਿਸਰਿਓ ਸਗਲੋ ਧੰਧਾ; ਗੁਰ ਕੀ ਚਰਣੀ ਲਾੲੇ ||੧||",
    "transliteration": "Man Thae Bisariou Sagalo Dhhandhhaa Gur Kee Charanee Laaeae ||1||",
    "translation": "I have forgotten all worldly entanglements, and I am attached to the Guru's feet. ||1||",
    "punjabi": "ਤੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲਾ ਕੇ ਮਨ ਤੋਂ ਸਾਰਾ ਝਗੜਾ-ਝੰਬੇਲਾ ਲਹਿ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29150,
    "shabad_id": 2554,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਾਧਸੰਗਿ; ਚਿੰਤ ਬਿਰਾਨੀ ਛਾਡੀ ||",
    "transliteration": "Saadhhasang Chinth Biraanee Shhaaddee ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I have renounced my other cares and anxieties.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਮੈਂ ਪਰਾਈ ਆਸ ਛੱਡ ਦਿੱਤੀ।",
    "pronunciation": "(ਬਿਰਾਨੀ) ਬਿਗਾਨੀ",
    "type_id": 3
  },
  {
    "id": 29151,
    "shabad_id": 2554,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਹੰਬੁਧਿ ਮੋਹ ਮਨ ਬਾਸਨ; ਦੇ ਕਰਿ ਗਡਹਾ ਗਾਡੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ahanbudhh Moh Man Baasan Dhae Kar Gaddehaa Gaaddee ||1|| Rehaao ||",
    "translation": "I dug a deep pit, and buried my egotistical pride, emotional attachment and the desires of my mind. ||1||Pause||",
    "punjabi": "ਹਉਮੈ, ਮਾਇਆ ਦੇ ਮੋਹ, ਮਨ ਦੀ ਵਾਸਨਾ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਟੋਆ ਪੁੱਟ ਕੇ ਨੱਪ ਦਿੱਤਾ (ਸਦਾ ਲਈ ਦੱਬ ਦਿੱਤਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬਾਸਨ) ਵਾਸਨਾ[ (ਗਡਹਾ) ਟੋੲੇ ਚ (ਗਾਡੀ) ਦੱਬ ਦਿੱਤੀ[ ਅਹੰ-ਬੁਧਿ",
    "type_id": 4
  },
  {
    "id": 29152,
    "shabad_id": 2554,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾ ਕੋ. ਮੇਰਾ ਦੁਸਮਨੁ ਰਹਿਅਾ; ਨਾ ਹਮ ਕਿਸ ਕੇ ਬੈਰਾੲੀ ||",
    "transliteration": "Naa Ko Maeraa Dhusaman Rehiaa Naa Ham Kis Kae Bairaaee ||",
    "translation": "No one is my enemy, and I am no one's enemy.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਕੋਈ ਦੁਸ਼ਮਨ ਨਹੀਂ ਰਹਿ ਗਿਆ (ਮੈਨੂੰ ਕੋਈ ਵੈਰੀ ਨਹੀਂ ਦਿੱਸਦਾ), ਮੈਂ ਭੀ ਕਿਸੇ ਦਾ ਵੈਰੀ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "(ਬੈਰਾੲੀ) ਵੈਰੀ",
    "type_id": 3
  },
  {
    "id": 29153,
    "shabad_id": 2554,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਪਸਾਰੁ ਪਸਾਰਿਓ ਭੀਤਰਿ; ਸਤਿਗੁਰ ਤੇ ਸੋਝੀ ਪਾੲੀ ||੨||",
    "transliteration": "Breham Pasaar Pasaariou Bheethar Sathigur Thae Sojhee Paaee ||2||",
    "translation": "God, who expanded His expanse, is within all; I learned this from the True Guru. ||2||",
    "punjabi": "ਮੈਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਸਮਝ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਕਿ ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ, (ਸਭਨਾਂ ਦੇ) ਅੰਦਰ (ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ) ਖਿਲਾਰਿਆ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29154,
    "shabad_id": 2554,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਭੁ ਕੋ ਮੀਤੁ ਹਮ ਅਾਪਨ ਕੀਨਾ; ਹਮ ਸਭਨਾ ਕੇ ਸਾਜਨ ||",
    "transliteration": "Sabh Ko Meeth Ham Aapan Keenaa Ham Sabhanaa Kae Saajan ||",
    "translation": "I am a friend to all; I am everyone's friend.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰੇਕ ਪ੍ਰਾਣੀ ਨੂੰ ਮੈਂ ਆਪਣਾ ਮਿੱਤਰ ਕਰ ਕੇ ਸਮਝਦਾ ਹਾਂ, ਮੈਂ ਭੀ ਸਭਨਾਂ ਦਾ ਮਿੱਤਰ-ਸੱਜਣ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29155,
    "shabad_id": 2554,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਦੂਰਿ ਪਰਾੲਿਓ ਮਨ ਕਾ ਬਿਰਹਾ; ਤਾ ਮੇਲੁ ਕੀਓ ਮੇਰੈ ਰਾਜਨ ||੩||",
    "transliteration": "Dhoor Paraaeiou Man Kaa Birehaa Thaa Mael Keeou Maerai Raajan ||3||",
    "translation": "When the sense of separation was removed from my mind, then I was united with the Lord, my King. ||3||",
    "punjabi": "ਮੇਰੇ ਮਨ ਦਾ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਬਣਿਆ ਹੋਇਆ) ਵਿਛੋੜਾ (ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਕਿਤੇ ਦੂਰ ਚਲਾ ਗਿਆ ਹੈ, ਜਦੋਂ ਮੈਂ ਸਾਧ ਸੰਗਤਿ ਦੀ ਸਰਨ ਲਈ, ਤਦੋਂ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਨੇ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਮਿਲਾਪ ਦੇ ਦਿੱਤਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਬਿਰਹਾ) ਵਿਛੋੜਾ",
    "type_id": 3
  },
  {
    "id": 29156,
    "shabad_id": 2554,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਬਿਨਸਿਓ ਢੀਠਾ. ਅੰਮਿ੍ਰਤੁ ਵੂਠਾ; ਸਬਦੁ ਲਗੋ ਗੁਰ ਮੀਠਾ ||",
    "transliteration": "Binasiou Dteethaa Anmrith Voothaa Sabadh Lago Gur Meethaa ||",
    "translation": "My stubbornness is gone, Ambrosial Nectar rains down, and the Word of the Guru's Shabad seems so sweet to me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਮਨ ਦਾ) ਢੀਠ-ਪੁਣਾ ਮੁੱਕ ਗਿਆ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਜਲ ਆ ਵੱਸਿਆ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਢੀਠਾ) ਕਠੋਰ ਸੁਭਾਅ[ (ਵੂਠਾ) ਵਸਿਅਾ[ ਲੱਗੋ",
    "type_id": 3
  },
  {
    "id": 29157,
    "shabad_id": 2554,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਸਰਬ ਨਿਵਾਸੀ; ਨਾਨਕ ਰਮੲੀਅਾ ਡੀਠਾ ||੪||੩||",
    "transliteration": "Jal Thhal Meheeal Sarab Nivaasee Naanak Rameeaa Ddeethaa ||4||3||",
    "translation": "He is pervading everywhere, in the water, on the land and in the sky; Nanak beholds the all-pervading Lord. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਹੁਣ ਮੈਂ ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ, ਸਭ ਥਾਂ ਵੱਸਣ ਵਾਲੇ ਸੋਹਣੇ ਰਾਮ ਨੂੰ ਵੇਖ ਲਿਆ ਹੈ ॥੪॥੩॥",
    "pronunciation": "(ਮਹੀਅਲਿ) ਜ਼ਮੀਨ ੳੁ੍ਨਤੇ, ਅਕਾਸ਼, ਤੇ ਪੁਲਾੜ ਚ[ ਰ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 29158,
    "shabad_id": 2555,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਃ ੫ ||",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29159,
    "shabad_id": 2555,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਬ ਤੇ ਦਰਸਨ ਭੇਟੇ ਸਾਧੂ; ਭਲੇ ਦਿਨਸ ਓੲਿ ਅਾੲੇ ||",
    "transliteration": "Jab Thae Dharasan Bhaettae Saadhhoo Bhalae Dhinas Oue Aaeae ||",
    "translation": "Ever since I obtained the Blessed Vision of the Darshan of the Holy, my days have been blessed and prosperous.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਦੇ ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ, ਮੇਰੇ ਇਹੋ ਜਿਹੇ ਚੰਗੇ ਦਿਨ ਆ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29160,
    "shabad_id": 2555,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਹਾ ਅਨੰਦੁ ਸਦਾ ਕਰਿ ਕੀਰਤਨੁ; ਪੁਰਖ ਬਿਧਾਤਾ ਪਾੲੇ ||੧||",
    "transliteration": "Mehaa Anandh Sadhaa Kar Keerathan Purakh Bidhhaathaa Paaeae ||1||",
    "translation": "I have found lasting bliss, singing the Kirtan of the Praises of the Primal Lord, the Architect of destiny. ||1||",
    "punjabi": "ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਸਦਾ ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਬਿਧਾਤਾ) ਭਾਗ ਬਣਾੳੁਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 29161,
    "shabad_id": 2555,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਬ ਮੋਹਿ; ਰਾਮ ਜਸੋ ਮਨਿ ਗਾੲਿਓ ||",
    "transliteration": "Ab Mohi Raam Jaso Man Gaaeiou ||",
    "translation": "Now, I sing the Praises of the Lord within my mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੇ) ਮਨ ਵਿਚ ਗਾ ਰਿਹਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29162,
    "shabad_id": 2555,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਭੲਿਓ ਪ੍ਰਗਾਸੁ. ਸਦਾ ਸੁਖੁ ਮਨ ਮਹਿ; ਸਤਿਗੁਰੁ ਪੂਰਾ ਪਾੲਿਓ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bhaeiou Pragaas Sadhaa Sukh Man Mehi Sathigur Pooraa Paaeiou ||1|| Rehaao ||",
    "translation": "My mind has been illumined and enlightened, and it is always at peace; I have found the Perfect True Guru. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29163,
    "shabad_id": 2555,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨੁ ਰਿਦ ਭੀਤਰਿ ਵਸਿਅਾ; ਤਾ ਦੂਖੁ ਭਰਮ ਭੳੁ ਭਾਗਾ ||",
    "transliteration": "Gun Nidhhaan Ridh Bheethar Vasiaa Thaa Dhookh Bharam Bho Bhaagaa ||",
    "translation": "The Lord, the treasure of virtue, abides deep within the heart, and so pain, doubt and fear have been dispelled.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ ਤੋਂ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੇਰਾ ਦੁੱਖ ਭਰਮ ਡਰ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29164,
    "shabad_id": 2555,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਭੲੀ ਪਰਾਪਤਿ ਵਸਤੁ ਅਗੋਚਰ; ਰਾਮ ਨਾਮਿ ਰੰਗੁ ਲਾਗਾ ||੨||",
    "transliteration": "Bhee Paraapath Vasath Agochar Raam Naam Rang Laagaa ||2||",
    "translation": "I have obtained the most incomprehensible thing, enshrining love for the Name of the Lord. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ, ਮੈਨੂੰ (ਉਹ ਉੱਤਮ) ਚੀਜ਼ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਸੀ ਹੋ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29165,
    "shabad_id": 2555,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਚਿੰਤ ਅਚਿੰਤਾ ਸੋਚ ਅਸੋਚਾ; ਸੋਗੁ ਲੋਭੁ ਮੋਹੁ ਥਾਕਾ ||",
    "transliteration": "Chinth Achinthaa Soch Asochaa Sog Lobh Mohu Thhaakaa ||",
    "translation": "I was anxious, and now I am free of anxiety; I was worried, and now I am free of worry; my grief, greed and emotional attachments are gone.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਸਾਰੀਆਂ ਚਿੰਤਾਂ ਤੇ ਸੋਚਾਂ ਤੋਂ ਬਚ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਗ਼ਮ ਮੁੱਕ ਗਿਆ ਹੈ, ਲੋਭ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੈ, ਮੋਹ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29166,
    "shabad_id": 2555,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗ ਮਿਟੇ. ਕਿਰਪਾ ਤੇ; ਜਮ ਤੇ ਭੲੇ ਬਿਬਾਕਾ ||੩||",
    "transliteration": "Houmai Rog Mittae Kirapaa Thae Jam Thae Bheae Bibaakaa ||3||",
    "translation": "By His Grace, I am cured of the disease of egotism, and the Messenger of Death no longer terrifies me. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ) ਕਿਰਪਾ ਨਾਲ (ਮੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਆਦਿਕ ਰੋਗ ਮਿਟ ਗਏ ਹਨ, ਮੈਂ ਜਮ-ਰਾਜ ਤੋਂ ਭੀ ਕੋਈ ਡਰ ਨਹੀਂ ਕਰਦਾ ॥੩॥",
    "pronunciation": "(ਬਿ-ਬਾਕਾ) ਨਿੱਡਰ",
    "type_id": 3
  },
  {
    "id": 29167,
    "shabad_id": 2555,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਕੀ ਟਹਲ. ਗੁਰੂ ਕੀ ਸੇਵਾ; ਗੁਰ ਕੀ ਅਾਗਿਅਾ ਭਾਣੀ ||",
    "transliteration": "Gur Kee Ttehal Guroo Kee Saevaa Gur Kee Aagiaa Bhaanee ||",
    "translation": "Working for the Guru, serving the Guru and the Guru's Command, all are pleasing to me.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਟਹਲ-ਸੇਵਾ, ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਹੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29168,
    "shabad_id": 2555,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜਿਨਿ ਜਮ ਤੇ ਕਾਢੇ; ਤਿਸੁ ਗੁਰ ਕੈ ਕੁਰਬਾਣੀ ||੪||੪||",
    "transliteration": "Kahu Naanak Jin Jam Thae Kaadtae This Gur Kai Kurabaanee ||4||4||",
    "translation": "Says Nanak, He has released me from the clutches of Death; I am a sacrifice to that Guru. ||4||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਜਮਾਂ ਤੋਂ ਬਚਾ ਲਿਆ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29169,
    "shabad_id": 2556,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29170,
    "shabad_id": 2556,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਸ ਕਾ ਤਨੁ ਮਨੁ ਧਨੁ ਸਭੁ ਤਿਸ ਕਾ; ਸੋੲੀ ਸੁਘੜੁ ਸੁਜਾਨੀ ||",
    "transliteration": "Jis Kaa Than Man Dhhan Sabh This Kaa Soee Sugharr Sujaanee ||",
    "translation": "Body, mind, wealth and everything belong to Him; He alone is all-wise and all-knowing.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਸਰੀਰ ਤੇ ਮਨ ਹੈ, ਇਹ ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਭੀ ਉਸੇ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਉਹੀ ਸੁਚੱਜਾ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ।",
    "pronunciation": "(ਸੁਘੜੁ) ਸੁੰਦਰ[ (ਸੁਜਾਨੀ) ਸ੍ਰੇਸ਼ਟ ਜਾਣੀਜਾਣ",
    "type_id": 3
  },
  {
    "id": 29171,
    "shabad_id": 2556,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਿਨ ਹੀ ਸੁਣਿਅਾ. ਦੁਖੁ ਸੁਖੁ ਮੇਰਾ; ਤੳੁ ਬਿਧਿ ਨੀਕੀ ਖਟਾਨੀ ||੧||",
    "transliteration": "Thin Hee Suniaa Dhukh Sukh Maeraa Tho Bidhh Neekee Khattaanee ||1||",
    "translation": "He listens to my pains and pleasures, and then my condition improves. ||1||",
    "punjabi": "ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਦੁੱਖ ਸੁਖ (ਸਦਾ) ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਸੁਣਿਆ ਹੈ, (ਜਦੋਂ ਉਹ ਸਾਡੀ ਅਰਦਾਸ-ਅਰਜ਼ੋਈ ਸੁਣਦਾ ਹੈ) ਤਦੋਂ (ਸਾਡੀ) ਹਾਲਤ ਚੰਗੀ ਬਣ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਨੀਕੀ) ਸੁੰਦਰ[ (ਖਟਾਨੀ) ਲੱਗੀ",
    "type_id": 3
  },
  {
    "id": 29172,
    "shabad_id": 2556,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੀਅ ਕੀ; ੲੇਕੈ ਹੀ ਪਹਿ ਮਾਨੀ ||",
    "transliteration": "Jeea Kee Eaekai Hee Pehi Maanee ||",
    "translation": "My soul is satisfied with the One Lord alone.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿੰਦ ਦੀ (ਅਰਦਾਸ) ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਕੋਲ ਹੀ ਮੰਨੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29173,
    "shabad_id": 2556,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਵਰਿ ਜਤਨ ਕਰਿ ਰਹੇ ਬਹੁਤੇਰੇ; ਤਿਨ. ਤਿਲੁ ਨਹੀ ਕੀਮਤਿ ਜਾਨੀ || ਰਹਾੳੁ ||",
    "transliteration": "Avar Jathan Kar Rehae Bahuthaerae Thin Thil Nehee Keemath Jaanee || Rehaao ||",
    "translation": "People make all sorts of other efforts, but they have no value at all. ||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਆਸਰੇ ਤੋਂ ਬਿਨਾ ਲੋਕ) ਹੋਰ ਬਥੇਰੇ ਜਤਨ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਜਤਨਾਂ ਦਾ ਮੁੱਲ ਇਕ ਤਿਲ ਜਿਤਨਾ ਭੀ ਨਹੀਂ ਸਮਝਿਆ ਜਾਂਦਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29174,
    "shabad_id": 2556,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਨਿਰਮੋਲਕੁ ਹੀਰਾ; ਗੁਰਿ. ਦੀਨੋ ਮੰਤਾਨੀ ||",
    "transliteration": "Anmrith Naam Niramolak Heeraa Gur Dheeno Manthaanee ||",
    "translation": "The Ambrosial Naam, the Name of the Lord, is a priceless jewel. The Guru has given me this advice.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਨਾਮ ਇਕ ਐਸਾ ਹੀਰਾ ਹੈ ਜੇਹੜਾ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਗੁਰੂ ਨੇ ਇਹ ਨਾਮ-ਮੰਤਰ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਦੇ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29175,
    "shabad_id": 2556,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਡਿਗੈ ਨ ਡੋਲੈ. ਦਿ੍ਰੜੁ ਕਰਿ ਰਹਿਓ; ਪੂਰਨ ਹੋੲਿ ਤਿ੍ਰਪਤਾਨੀ ||੨||",
    "transliteration": "Ddigai N Ddolai Dhrirr Kar Rehiou Pooran Hoe Thripathaanee ||2||",
    "translation": "It cannot be lost, and it cannot be shaken off; it remains steady, and I am perfectly satisfied with it. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਵਿਚ) ਡਿੱਗਦਾ ਨਹੀਂ, ਡੋਲਦਾ ਨਹੀਂ, ਉਹ ਮਨੁੱਖ ਪੱਕੇ ਇਰਾਦੇ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੁਕੰਮਲ ਤੌਰ ਤੇ (ਮਾਇਆ ਵਲੋਂ) ਸੰਤੋਖੀ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਮਨ ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਚ (ਡਿੱਗੈ) ਡਿੱਗਦਾ ਨਹੀਂ[ (ਤਿ੍ਰਪਤਾਨੀ) ਤਿ੍ਰਪਤ",
    "type_id": 3
  },
  {
    "id": 29176,
    "shabad_id": 2556,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਓੲਿ ਜੁ ਬੀਚ ਹਮ ਤੁਮ ਕਛੁ ਹੋਤੇ; ਤਿਨ ਕੀ ਬਾਤ ਬਿਲਾਨੀ ||",
    "transliteration": "Oue J Beech Ham Thum Kashh Hothae Thin Kee Baath Bilaanee ||",
    "translation": "Those things which tore me away from You, Lord, are now gone.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਨਾਮ-ਹੀਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਉਹਨਾਂ ਮੇਰ-ਤੇਰ ਵਾਲੇ ਸਾਰੇ ਵਿਤਕਰਿਆਂ ਦੀ ਗੱਲ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਜੋ ਜਗਤ ਵਿਚ ਬੜੇ ਪ੍ਰਬਲ ਹਨ।",
    "pronunciation": "(ਬਿਲਾਨੀ) ਬੀਤ ਗੲੀ",
    "type_id": 3
  }
]
