[
  {
    "id": 29250,
    "shabad_id": 2563,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਿਮਖ ਨਿਮਖ ਤੁਮ ਹੀ ਪ੍ਰਤਿਪਾਲਹੁ; ਹਮ ਬਾਰਿਕ ਤੁਮਰੇ ਧਾਰੇ ||੧||",
    "transliteration": "Nimakh Nimakh Thum Hee Prathipaalahu Ham Baarik Thumarae Dhhaarae ||1||",
    "translation": "Each and every moment, You cherish and nurture me; I am Your child, and I rely upon You alone. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਇਕ ਇਕ ਛਿਨ ਸਾਡੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈਂ, ਅਸੀਂ (ਤੇਰੇ) ਬੱਚੇ ਤੇਰੇ ਆਸਰੇ (ਜੀਊਂਦੇ) ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29251,
    "shabad_id": 2563,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜਿਹਵਾ ੲੇਕ; ਕਵਨ ਗੁਨ ਕਹੀਅੈ ||",
    "transliteration": "Jihavaa Eaek Kavan Gun Keheeai ||",
    "translation": "I have only one tongue - which of Your Glorious Virtues can I describe?",
    "punjabi": "(ਮਨੁੱਖ ਦੀ) ਇਕ ਜੀਭ ਨਾਲ ਤੇਰਾ ਕੇਹੜਾ ਕੇਹੜਾ ਗੁਣ ਦੱਸਿਆ ਜਾਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29252,
    "shabad_id": 2563,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬੇਸੁਮਾਰ ਬੇਅੰਤ ਸੁਅਾਮੀ; ਤੇਰੋ ਅੰਤੁ. ਨ ਕਿਨਹੀ ਲਹੀਅੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Baesumaar Baeanth Suaamee Thaero Anth N Kin Hee Leheeai ||1|| Rehaao ||",
    "translation": "Unlimited, infinite Lord and Master - no one knows Your limits. ||1||Pause||",
    "punjabi": "ਹੇ ਅਣਗਿਣਤ ਗੁਣਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ! ਕਿਸੇ ਭੀ ਪਾਸੋਂ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29253,
    "shabad_id": 2563,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕੋਟਿ ਪਰਾਧ ਹਮਾਰੇ ਖੰਡਹੁ; ਅਨਿਕ ਬਿਧੀ ਸਮਝਾਵਹੁ ||",
    "transliteration": "Kott Paraadhh Hamaarae Khanddahu Anik Bidhhee Samajhaavahu ||",
    "translation": "You destroy millions of my sins, and teach me in so many ways.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡੇ ਕ੍ਰੋੜਾਂ ਅਪਰਾਧ ਨਾਸ ਕਰਦਾ ਹੈਂ, ਤੂੰ ਸਾਨੂੰ ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ (ਜੀਵਨ-ਜੁਗਤਿ) ਸਮਝਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29254,
    "shabad_id": 2563,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਮ ਅਗਿਅਾਨ ਅਲਪ ਮਤਿ ਥੋਰੀ; ਤੁਮ ਅਾਪਨ ਬਿਰਦੁ ਰਖਾਵਹੁ ||੨||",
    "transliteration": "Ham Agiaan Alap Math Thhoree Thum Aapan Biradh Rakhaavahu ||2||",
    "translation": "I am so ignorant - I understand nothing at all. Please honor Your innate nature, and save me! ||2||",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹਾਂ, ਸਾਡੀ ਅਕਲ ਥੋੜੀ ਹੈ ਹੋਛੀ ਹੈ। (ਫਿਰ ਭੀ) ਤੂੰ ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਪਿਆਰ ਵਾਲਾ ਸੁਭਾਉ ਕਾਇਮ ਰੱਖਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "(ਅਲਪ) ਥੋੜੀ",
    "type_id": 3
  },
  {
    "id": 29255,
    "shabad_id": 2563,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਤੁਮਰੀ ਸਰਣਿ ਤੁਮਾਰੀ ਅਾਸਾ; ਤੁਮ ਹੀ ਸਜਨ ਸੁਹੇਲੇ ||",
    "transliteration": "Thumaree Saran Thumaaree Aasaa Thum Hee Sajan Suhaelae ||",
    "translation": "I seek Your Sanctuary - You are my only hope. You are my companion, and my best friend.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਹੀ ਆਸਰੇ-ਪਰਨੇ ਹਾਂ, ਸਾਨੂੰ ਤੇਰੀ ਹੀ (ਸਹਾਇਤਾ ਦੀ) ਆਸ ਹੈ, ਤੂੰ ਹੀ ਸਾਡਾ ਸੱਜਣ ਹੈਂ, ਤੂੰ ਹੀ ਸਾਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(ਸੁਹੇਲੇ) ਸੁੱਖਦਾੲਿਕ[ ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 29256,
    "shabad_id": 2563,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਰਾਖਹੁ ਰਾਖਨਹਾਰ ਦੲਿਅਾਲਾ; ਨਾਨਕ ਘਰ ਕੇ ਗੋਲੇ ||੩||੧੨||",
    "transliteration": "Raakhahu Raakhanehaar Dhaeiaalaa Naanak Ghar Kae Golae ||3||12||",
    "translation": "Save me, O Merciful Saviour Lord; Nanak is the slave of Your home. ||3||12||",
    "punjabi": "ਹੇ ਦਇਆਵਾਨ! ਹੇ ਸਭ ਦੀ ਰੱਖਿਆ ਕਰਨ-ਜੋਗੇ! ਸਾਡੀ ਰੱਖਿਆ ਕਰ। ਹੇ ਨਾਨਕ! (ਆਖ-) ਅਸੀਂ ਤੇਰੇ ਘਰ ਦੇ ਗ਼ੁਲਾਮ ਹਾਂ ॥੩॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29257,
    "shabad_id": 2564,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29258,
    "shabad_id": 2564,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੂਜਾ ਵਰਤ ਤਿਲਕ ੲਿਸਨਾਨਾ; ਪੁੰਨ ਦਾਨ ਬਹੁ ਦੈਨ ||",
    "transliteration": "Poojaa Varath Thilak Eisanaanaa Punn Dhaan Bahu Dhain ||",
    "translation": "Worship, fasting, ceremonial marks on one's forehead, cleansing baths, generous donations to charities and self-mortification",
    "punjabi": "ਹੇ ਭਾਈ! ਲੋਕ ਦੇਵ-ਪੂਜਾ ਕਰਦੇ ਹਨ, ਵਰਤ ਰੱਖਦੇ ਹਨ, ਮੱਥੇ ਉਤੇ ਤਿਲਕ ਲਾਂਦੇ ਹਨ, ਤੀਰਥਾਂ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ, (ਗਰੀਬਾਂ ਨੂੰ) ਬੜੇ ਦਾਨ-ਪੁੰਨ ਕਰਦੇ ਹਨ,",
    "pronunciation": "(ਦੈਨ) ਦੇਣੇ",
    "type_id": 3
  },
  {
    "id": 29259,
    "shabad_id": 2564,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਹੂੰ. ਨ ਭੀਜੈ ਸੰਜਮ, ਸੁਅਾਮੀ; ਬੋਲਹਿ ਮੀਠੇ ਬੈਨ ||੧||",
    "transliteration": "Kehoon N Bheejai Sanjam Suaamee Bolehi Meethae Bain ||1||",
    "translation": "- the Lord Master is not pleased with any of these rituals, no matter how sweetly one may speak. ||1||",
    "punjabi": "ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੇ ਹਨ, ਪਰ ਅਜੇਹੀ ਕਿਸੇ ਭੀ ਜੁਗਤਿ ਨਾਲ ਮਾਲਕ-ਪ੍ਰਭੂ ਖ਼ੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29260,
    "shabad_id": 2564,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਪ੍ਰਭ ਜੀ ਕੋ ਨਾਮੁ ਜਪਤ; ਮਨ ਚੈਨ ||",
    "transliteration": "Prabh Jee Ko Naam Japath Man Chain ||",
    "translation": "Chanting the Name of God, the mind is soothed and pacified.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ (ਹੀ) ਮਨ ਨੂੰ ਸ਼ਾਂਤੀ (ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ)!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29261,
    "shabad_id": 2564,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਬਹੁ ਪ੍ਰਕਾਰ ਖੋਜਹਿ ਸਭਿ ਤਾ ਕੳੁ; ਬਿਖਮੁ. ਨ ਜਾੲੀ ਲੈਨ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bahu Prakaar Khojehi Sabh Thaa Ko Bikham N Jaaee Lain ||1|| Rehaao ||",
    "translation": "Everyone searches for Him in different ways, but the search is so difficult, and He cannot be found. ||1||Pause||",
    "punjabi": "ਸਾਰੇ ਲੋਕ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭਦੇ ਹਨ, (ਪਰ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਲੱਭਣਾ) ਔਖਾ ਹੈ, ਨਹੀਂ ਲੱਭ ਸਕੀਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29262,
    "shabad_id": 2564,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਾਪ ਤਾਪ. ਭ੍ਰਮਨ ਬਸੁਧਾ ਕਰਿ; ੳੁਰਧ ਤਾਪ ਲੈਗੈਨ ||",
    "transliteration": "Jaap Thaap Bhraman Basudhhaa Kar Ouradhh Thaap Lai Gain ||",
    "translation": "Chanting, deep meditation and penance, wandering over the face of the earth, the performance of austerities with the arms stretched up to the sky",
    "punjabi": "ਹੇ ਭਾਈ! ਜਪ ਤਪ ਕਰ ਕੇ, ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਚੱਕਰ ਲਾ ਕੇ, ਸਿਰ-ਭਾਰ ਤਪ ਕਰ ਕੇ, ਪ੍ਰਾਣ ਦਸਮ ਦੁਆਰ ਵਿਚ ਚਾੜ੍ਹ ਕੇ,",
    "pronunciation": "(ੳੁਰਧ) ਪੁੱਠੇ ਲਮਕਣ[ (ਤਾਪ) ਤਪ ਚ[ (ਲੈਗੈਨ) ਲੱਗਣਾ ਕਰਦੇ ਹਨ[ ਬਸੁ-ਧਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29263,
    "shabad_id": 2564,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ੲਿਹ ਬਿਧਿ. ਨਹ ਪਤੀਅਾਨੋ ਠਾਕੁਰ; ਜੋਗ ਜੁਗਤਿ ਕਰਿ ਜੈਨ ||੨||",
    "transliteration": "Eih Bidhh Neh Patheeaano Thaakur Jog Jugath Kar Jain ||2||",
    "translation": "- the Lord is not pleased by any of these means, though one may follow the path of Yogis and Jains. ||2||",
    "punjabi": "ਜੋਗ-ਮਤ ਦੀਆਂ ਜੁਗਤੀਆਂ ਕਰ ਕੇ, ਜੈਨ-ਮਤ ਦੀਆਂ ਜੁਗਤੀਆਂ ਕਰ ਕੇ-ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਭੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਹੀਂ ਪਤੀਜਦਾ ॥੨॥",
    "pronunciation": "(ਜੈਨ) ਜੈਨ ਮੱਤ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 29264,
    "shabad_id": 2564,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਨਿਰਮੋਲਕੁ ਹਰਿ ਜਸੁ; ਤਿਨਿ ਪਾੲਿਓ ਜਿਸੁ ਕਿਰਪੈਨ ||",
    "transliteration": "Anmrith Naam Niramolak Har Jas Thin Paaeiou Jis Kirapain ||",
    "translation": "The Ambrosial Naam, the Name of the Lord, and the Praises of the Lord are priceless; he alone obtains them, whom the Lord blesses with His Mercy.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਇਕ ਐਸਾ ਪਦਾਰਥ ਹੈ ਜਿਸ ਦਾ ਕੋਈ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ-ਇਹ ਦਾਤਿ ਉਸ ਮਨੁੱਖ ਨੇ ਹਾਸਲ ਕੀਤੀ ਹੈ ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29265,
    "shabad_id": 2564,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਰੰਗਿ ਪ੍ਰਭ ਭੇਟੇ; ਨਾਨਕ ਸੁਖਿ ਜਨ ਰੈਨ ||੩||੧੩||",
    "transliteration": "Saadhhasang Rang Prabh Bhaettae Naanak Sukh Jan Rain ||3||13||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, Nanak lives in the Love of God; his life-night passes in peace. ||3||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦੀ ਰਾਹੀਂ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਜੁੜ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਜੀ ਮਿਲੇ ਹਨ, ਉਸ ਮਨੁੱਖ ਦੀ ਜੀਵਨ-ਰਾਤ ਸੁਖ-ਆਨੰਦ ਵਿਚ ਬੀਤਦੀ ਹੈ ॥੩॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29266,
    "shabad_id": 2565,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29267,
    "shabad_id": 2565,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬੰਧਨ ਤੇ ਛੁਟਕਾਵੈ. ਪ੍ਰਭੂ ਮਿਲਾਵੈ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਸੁਨਾਵੈ ||",
    "transliteration": "Bandhhan Thae Shhuttakaavai Prabhoo Milaavai Har Har Naam Sunaavai ||",
    "translation": "Is there anyone who can release me from my bondage, unite me with God, recite the Name of the Lord, Har, Har,",
    "punjabi": "ਜੇਹੜਾ ਮਿੱਤਰ ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾ ਲਏ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦੇਵੇ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸੁਣਾਇਆ ਕਰੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29268,
    "shabad_id": 2565,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਸਥਿਰੁ ਕਰੇ ਨਿਹਚਲੁ ੲਿਹੁ ਮਨੂਅਾ; ਬਹੁਰਿ. ਨ ਕਤਹੂ ਧਾਵੈ ||੧||",
    "transliteration": "Asathhir Karae Nihachal Eihu Manooaa Bahur N Kathehoo Dhhaavai ||1||",
    "translation": "And make this mind steady and stable, so that it no longer wanders around? ||1||",
    "punjabi": "ਮੇਰੇ ਇਸ ਮਨ ਨੂੰ ਡੋਲਣ ਤੋਂ ਚੰਚਲਤਾ ਤੋਂ ਹਟਾ ਲਏ, ਤਾ ਕਿ ਇਹ ਫਿਰ ਕਿਸੇ ਭੀ ਪਾਸੇ ਭਟਕਿਆ ਨਾਹ ਕਰੇ (ਮੈਂ ਆਪਣੇ ਸਭ ਕੁਝ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29269,
    "shabad_id": 2565,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹੈ ਕੋੳੂ ਅੈਸੋ; ਹਮਰਾ ਮੀਤੁ ||",
    "transliteration": "Hai Kooo Aiso Hamaraa Meeth ||",
    "translation": "Do I have any such friend?",
    "punjabi": "ਜੇ ਕੋਈ ਮੈਨੂੰ ਇਹੋ ਜਿਹਾ ਮੇਰਾ ਮਿੱਤਰ ਮਿਲ ਜਾਏ (ਜੇਹੜਾ ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾ ਲਏ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29270,
    "shabad_id": 2565,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਗਲ ਸਮਗ੍ਰੀ. ਜੀੳੁ ਹੀੳੁ ਦੇੳੁ; ਅਰਪੳੁ ਅਪਨੋ ਚੀਤੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sagal Samagree Jeeo Heeo Dhaeo Arapo Apano Cheeth ||1|| Rehaao ||",
    "translation": "I would give him all my property, my soul and my heart; I would devote my consciousness to him. ||1||Pause||",
    "punjabi": "ਮੈਂ ਉਸ ਨੂੰ ਆਪਣਾ ਸਾਰਾ ਧਨ-ਪਦਾਰਥ, ਆਪਣੀ ਜਿੰਦ, ਆਪਣਾ ਹਿਰਦਾ ਦੇ ਦਿਆਂ। ਮੈਂ ਆਪਣਾ ਚਿੱਤ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸਮੱਗ੍ਰੀ",
    "type_id": 4
  },
  {
    "id": 29271,
    "shabad_id": 2565,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਪਰ ਧਨ ਪਰ ਤਨ. ਪਰ ਕੀ ਨਿੰਦਾ; ੲਿਨ ਸਿੳੁ ਪ੍ਰੀਤਿ. ਨ ਲਾਗੈ ||",
    "transliteration": "Par Dhhan Par Than Par Kee Nindhaa Ein Sio Preeth N Laagai ||",
    "translation": "Others' wealth, others' bodies, and the slander of others - do not attach your love to them.",
    "punjabi": "(ਕੋਈ ਐਸਾ ਮਿੱਤਰ ਮਿਲ ਪਏ ਜਿਸ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਰਾਇਆ ਧਨ, ਪਰਾਈ ਇਸਤ੍ਰੀ, ਪਰਾਈ ਨਿੰਦਾ-ਇਹਨਾਂ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਨਾਹ ਬਣੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29272,
    "shabad_id": 2565,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸੰਤਹ ਸੰਗੁ. ਸੰਤ ਸੰਭਾਖਨੁ; ਹਰਿ ਕੀਰਤਨਿ ਮਨੁ ਜਾਗੈ ||੨||",
    "transliteration": "Santheh Sang Santh Sanbhaakhan Har Keerathan Man Jaagai ||2||",
    "translation": "Associate with the Saints, speak with the Saints, and keep your mind awake to the Kirtan of the Lord's Praises. ||2||",
    "punjabi": "ਮੈਂ ਸੰਤਾਂ ਦਾ ਸੰਗ ਕਰਿਆ ਕਰਾਂ, ਮੇਰਾ ਸੰਤਾਂ ਨਾਲ ਹੀ ਬਚਨ-ਬਿਲਾਸ ਰਹੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਮੇਰਾ ਮਨ ਹਰ ਵੇਲੇ ਸੁਚੇਤ ਰਿਹਾ ਕਰੇ ॥੨॥",
    "pronunciation": "(ਸੰਭਾਖਨੁ) ਸ੍ਰੇਸ਼ਟ ਚਰਚਾ",
    "type_id": 3
  },
  {
    "id": 29273,
    "shabad_id": 2565,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨ ਦੲਿਅਾਲ ਪੁਰਖ ਪ੍ਰਭ; ਸਰਬ ਸੂਖ ਦੲਿਅਾਲਾ ||",
    "transliteration": "Gun Nidhhaan Dhaeiaal Purakh Prabh Sarab Sookh Dhaeiaalaa ||",
    "translation": "God is the treasure of virtue, kind and compassionate, the source of all comfort.",
    "punjabi": "ਹੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸਾਰੇ ਸੁਖਾਂ ਦੀ ਬਖਸ਼ਸ਼ ਕਰਨ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29274,
    "shabad_id": 2565,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਮਾਗੈ ਦਾਨੁ ਨਾਮੁ ਤੇਰੋ. ਨਾਨਕੁ; ਜਿੳੁ ਮਾਤਾ ਬਾਲ ਗੁਪਾਲਾ ||੩||੧੪||",
    "transliteration": "Maagai Dhaan Naam Thaero Naanak Jio Maathaa Baal Gupaalaa ||3||14||",
    "translation": "Nanak begs for the gift of Your Name; O Lord of the world, love him, like the mother loves her child. ||3||14||",
    "punjabi": "ਹੇ ਗੋਪਾਲ! ਜਿਵੇਂ ਬੱਚੇ ਆਪਣੀ ਮਾਂ ਪਾਸੋਂ (ਖਾਣ ਪੀਣ ਲਈ ਮੰਗਦੇ ਹਨ) ਮੈਂ ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੇਰੇ ਪਾਸੋਂ ਤੇਰੇ ਨਾਮ ਦਾ ਦਾਨ ਮੰਗਦਾ ਹਾਂ ॥੩॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29275,
    "shabad_id": 2566,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29276,
    "shabad_id": 2566,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰਿ, ਲੀਨੇ ਸੰਤ ੳੁਬਾਰਿ ||",
    "transliteration": "Har Har Leenae Santh Oubaar ||",
    "translation": "The Lord saves His Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੰਤਾਂ ਨੂੰ ਸਦਾ ਹੀ ਬਚਾਂਦਾ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29277,
    "shabad_id": 2566,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕੇ ਦਾਸ ਕੀ ਚਿਤਵੈ ਬੁਰਿਅਾੲੀ; ਤਿਸ ਹੀ ਕੳੁ ਫਿਰਿ ਮਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Kae Dhaas Kee Chithavai Buriaaee This Hee Ko Fir Maar ||1|| Rehaao ||",
    "translation": "One who wishes misfortune upon the Lord's slaves, shall be destroyed by the Lord eventually. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਦੀ ਕੋਈ ਹਾਨੀ ਕਰਨ ਦੀਆਂ ਸੋਚਾਂ ਸੋਚਦਾ ਹੈ, ਤਾਂ ਪਰਮਾਤਮਾ ਉਸੇ ਨੂੰ ਹੀ ਆਤਮਕ ਮੌਤੇ ਮਾਰ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29278,
    "shabad_id": 2566,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਨ ਕਾ ਅਾਪਿ ਸਹਾੲੀ ਹੋਅਾ; ਨਿੰਦਕ ਭਾਗੇ ਹਾਰਿ ||",
    "transliteration": "Jan Kaa Aap Sehaaee Hoaa Nindhak Bhaagae Haar ||",
    "translation": "He Himself is the help and support of His humble servants; He defeats the slanderers, and chases them away.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਦਾ ਆਪ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ, ਉਸ ਦੇ ਨਿੰਦਕ (ਨਿੰਦਾ ਦੇ ਕੰਮ ਵਿਚ) ਹਾਰ ਖਾ ਕੇ ਭੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29279,
    "shabad_id": 2566,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਭ੍ਰਮਤ ਭ੍ਰਮਤ ੳੂਹਾਂ ਹੀ ਮੂੲੇ; ਬਾਹੁੜਿ ਗਿ੍ਰਹਿ. ਨ ਮੰਝਾਰਿ ||੧||",
    "transliteration": "Bhramath Bhramath Oohaan Hee Mooeae Baahurr Grihi N Manjhaar ||1||",
    "translation": "Wandering around aimlessly, they die out there; they never return to their homes again. ||1||",
    "punjabi": "ਨਿੰਦਕ ਮਨੁੱਖ ਨਿੰਦਾ ਦੇ ਕੰਮ ਵਿਚ ਭਟਕ ਕੇ ਨਿੰਦਾ ਦੇ ਗੇੜ ਵਿਚ ਹੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ, ਤੇ ਫਿਰ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਜਾ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਮੰਝਾਰਿ) ਵਿੱਚ",
    "type_id": 3
  },
  {
    "id": 29280,
    "shabad_id": 2566,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਸਰਣਿ ਪਰਿਓ ਦੁਖਭੰਜਨ; ਗੁਨ ਗਾਵੈ ਸਦਾ ਅਪਾਰਿ ||",
    "transliteration": "Naanak Saran Pariou Dhukh Bhanjan Gun Gaavai Sadhaa Apaar ||",
    "translation": "Nanak seeks the Sanctuary of the Destroyer of pain; he sings the Glorious Praises of the infinite Lord forever.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ) ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਬੇਅੰਤ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਸਦਾ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29281,
    "shabad_id": 2566,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨਿੰਦਕ ਕਾ ਮੁਖੁ ਕਾਲਾ ਹੋਅਾ; ਦੀਨ ਦੁਨੀਅਾ ਕੈ ਦਰਬਾਰਿ ||੨||੧੫||",
    "transliteration": "Nindhak Kaa Mukh Kaalaa Hoaa Dheen Dhuneeaa Kai Dharabaar ||2||15||",
    "translation": "The faces of the slanderers are blackened in the courts of this world, and the world beyond. ||2||15||",
    "punjabi": "ਪਰ ਉਸ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਮੂੰਹ ਦੁਨੀਆ ਦੇ ਦਰਬਾਰ ਵਿਚ ਅਤੇ ਦੀਨ ਦੇ ਦਰਬਾਰ ਵਿਚ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਕਾਲਾ ਹੁੰਦਾ ਹੈ (ਨਿੰਦਕ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਬਦਨਾਮੀ ਖੱਟਦਾ ਹੈ) ॥੨॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29282,
    "shabad_id": 2567,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਧਨਾਸਿਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasiree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29283,
    "shabad_id": 2567,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਬ. ਹਰਿ ਰਾਖਨਹਾਰੁ ਚਿਤਾਰਿਅਾ ||",
    "transliteration": "Ab Har Raakhanehaar Chithaariaa ||",
    "translation": "Now, I contemplate and meditate on the Lord, the Saviour Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਸਕਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29284,
    "shabad_id": 2567,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪਤਿਤ. ਪੁਨੀਤ ਕੀੲੇ ਖਿਨ ਭੀਤਰਿ; ਸਗਲਾ ਰੋਗੁ ਬਿਦਾਰਿਅਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Pathith Puneeth Keeeae Khin Bheethar Sagalaa Rog Bidhaariaa ||1|| Rehaao ||",
    "translation": "He purifies sinners in an instant, and cures all diseases. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਇਕ ਛਿਨ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰੀਆਂ ਤੋਂ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਰੋਗ ਕੱਟ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29285,
    "shabad_id": 2567,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਗੋਸਟਿ ਭੲੀ ਸਾਧ ਕੈ ਸੰਗਮਿ; ਕਾਮ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮਾਰਿਅਾ ||",
    "transliteration": "Gosatt Bhee Saadhh Kai Sangam Kaam Krodhh Lobh Maariaa ||",
    "translation": "Talking with the Holy Saints, my sexual desire, anger and greed have been eradicated.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮੇਲ ਹੋ ਗਿਆ, (ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮਾਰ ਮੁਕਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29286,
    "shabad_id": 2567,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਪੂਰਨ ਨਾਰਾੲਿਨ; ਸੰਗੀ ਸਗਲੇ ਤਾਰਿਅਾ ||੧||",
    "transliteration": "Simar Simar Pooran Naaraaein Sangee Sagalae Thaariaa ||1||",
    "translation": "Remembering, remembering the Perfect Lord in meditation, I have saved all my companions. ||1||",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੁੜ ਮੁੜ ਸਿਮਰ ਕੇ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਸਾਰੇ ਸਾਥੀ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
