[
  {
    "id": 29418,
    "shabad_id": 2578,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕੁ ਮੰਗੈ. ਦਾਨੁ ਪ੍ਰਭ; ਰੇਨ ਪਗ ਸਾਧਾ ||੪||੩||੨੭||",
    "transliteration": "Naanak Mangai Dhaan Prabh Raen Pag Saadhhaa ||4||3||27||",
    "translation": "Nanak begs God for the gift of the dust of the feet of the Saints. ||4||3||27||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ (ਤੇਰੇ ਪਾਸੋਂ) ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ॥੪॥੩॥੨੭॥",
    "pronunciation": "ਸਾਧਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29419,
    "shabad_id": 2579,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29420,
    "shabad_id": 2579,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨਿ ਤੁਮ ਭੇਜੇ. ਤਿਨਹਿ ਬੁਲਾੲੇ; ਸੁਖ ਸਹਜ ਸੇਤੀ ਘਰਿ ਅਾੳੁ ||",
    "transliteration": "Jin Thum Bhaejae Thinehi Bulaaeae Sukh Sehaj Saethee Ghar Aao ||",
    "translation": "The One who sent you, has now recalled you; return to your home now in peace and pleasure.",
    "punjabi": "(ਹੇ ਮੇਰੀ ਜਿੰਦੇ!) ਜਿਸ ਨੇ ਤੈਨੂੰ (ਸੰਸਾਰ ਵਿਚ) ਭੇਜਿਆ ਹੈ, ਉਸੇ ਨੇ ਤੈਨੂੰ ਆਪਣੇ ਵਲ ਪ੍ਰੇਰਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਹੋਈ ਹੈ, ਤੂੰ ਆਨੰਦ ਨਾਲ ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੀ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29421,
    "shabad_id": 2579,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਨਦ ਮੰਗਲ ਗੁਨ ਗਾੳੁ ਸਹਜ ਧੁਨਿ; ਨਿਹਚਲ ਰਾਜੁ ਕਮਾੳੁ ||੧||",
    "transliteration": "Anadh Mangal Gun Gaao Sehaj Dhhun Nihachal Raaj Kamaao ||1||",
    "translation": "In bliss and ecstasy, sing His Glorious Praises; by this celestial tune, you shall acquire your everlasting kingdom. ||1||",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਵਿਚ, ਆਨੰਦ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰਿ-ਗੁਣ ਗਾਇਆ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਉਤੇ) ਅਟੱਲ ਰਾਜ ਕਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29422,
    "shabad_id": 2579,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤੁਮ ਘਰਿ ਅਾਵਹੁ; ਮੇਰੇ ਮੀਤ ||",
    "transliteration": "Thum Ghar Aavahu Maerae Meeth ||",
    "translation": "Come back to your home, O my friend.",
    "punjabi": "ਮੇਰੇ ਮਿੱਤਰ (ਮਨ)! (ਹੁਣ) ਤੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹੁ (ਆ ਜਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29423,
    "shabad_id": 2579,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤੁਮਰੇ ਦੋਖੀ. ਹਰਿ ਅਾਪਿ ਨਿਵਾਰੇ; ਅਪਦਾ ਭੲੀ ਬਿਤੀਤ || ਰਹਾੳੁ ||",
    "transliteration": "Thumarae Dhokhee Har Aap Nivaarae Apadhaa Bhee Bitheeth || Rehaao ||",
    "translation": "The Lord Himself has eliminated your enemies, and your misfortunes are past. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ (ਕਾਮਾਦਿਕ) ਤੇਰੇ ਵੈਰੀ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ, (ਕਾਮਾਦਿਕਾਂ ਤੋਂ ਪੈ ਰਹੀ ਮਾਰ ਦੀ) ਬਿਪਤਾ (ਹੁਣ) ਮੁੱਕ ਗਈ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29424,
    "shabad_id": 2579,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਗਟ ਕੀਨੇ. ਪ੍ਰਭ ਕਰਨੇਹਾਰੇ; ਨਾਸਨ ਭਾਜਨ ਥਾਕੇ ||",
    "transliteration": "Pragatt Keenae Prabh Karanaehaarae Naasan Bhaajan Thhaakae ||",
    "translation": "God, the Creator Lord, has glorified you, and your running and rushing around has ended.",
    "punjabi": "(ਹੇ ਮੇਰੀ ਜਿੰਦੇ!) ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਉਸ ਨੇ ਆਪਣਾ ਆਪ ਪਰਗਟ ਕਰ ਦਿੱਤਾ, ਉਹਨਾਂ ਦੀਆਂ ਭਟਕਣਾਂ ਮੁੱਕ ਗਈਆਂ।",
    "pronunciation": "ਨੱਾਸਨ ਭੱਾਜਨ ਥੱਾਕੇ",
    "type_id": 3
  },
  {
    "id": 29425,
    "shabad_id": 2579,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਘਰਿ ਮੰਗਲ. ਵਾਜਹਿ ਨਿਤ ਵਾਜੇ; ਅਪੁਨੈ ਖਸਮਿ ਨਿਵਾਜੇ ||੨||",
    "transliteration": "Ghar Mangal Vaajehi Nith Vaajae Apunai Khasam Nivaajae ||2||",
    "translation": "In your home, there is rejoicing; the musical instruments continually play, and your Husband Lord has exalted you. ||2||",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਉਨ੍ਹਾਂ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਦੇ (ਮਾਨੋ) ਵਾਜੇ ਸਦਾ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਵੱਾਜਹਿ ਵੱਾਜੇ ਨਿਵੱਾਜੇ",
    "type_id": 3
  },
  {
    "id": 29426,
    "shabad_id": 2579,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਸਥਿਰ ਰਹਹੁ. ਡੋਲਹੁ ਮਤ ਕਬਹੂ; ਗੁਰ ਕੈ ਬਚਨਿ ਅਧਾਰਿ ||",
    "transliteration": "Asathhir Rehahu Ddolahu Math Kabehoo Gur Kai Bachan Adhhaar ||",
    "translation": "Remain firm and steady, and do not ever waver; take the Guru's Word as your Support.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਉਤੇ ਤੁਰ ਕੇ, ਗੁਰੂ ਦੇ ਆਸਰੇ ਰਹਿ ਕੇ, ਤੂੰ ਭੀ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਪੱਕੇ ਪੈਰਾਂ ਤੇ ਖਲੋ ਜਾ, ਵੇਖੀਂ, ਹੁਣ ਕਦੇ ਭੀ ਨਾਹ ਡੋਲੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29427,
    "shabad_id": 2579,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜੈ ਜੈਕਾਰੁ ਸਗਲ ਭੂ ਮੰਡਲ; ਮੁਖ ੳੂਜਲ ਦਰਬਾਰ ||੩||",
    "transliteration": "Jai Jai Kaar Sagal Bhoo Manddal Mukh Oojal Dharabaar ||3||",
    "translation": "You shall be applauded and congratulated all over the world, and your face shall be radiant in the Court of the Lord. ||3||",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਸੋਭਾ ਹੋਵੇਗੀ, ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਤੇਰਾ ਮੂੰਹ ਉਜਲਾ ਹੋਵੇਗਾ ॥੩॥",
    "pronunciation": "(ਭੂ) ਪਿ੍ਰਥਵੀ[ (ਮੰਡਲ) ਸਮੂਹ[ ੳੂ੍ਨਜਲ",
    "type_id": 3
  },
  {
    "id": 29428,
    "shabad_id": 2579,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ ਕੇ ਜੀਅ. ਤਿਨੈ ਹੀ ਫੇਰੇ; ਅਾਪੇ ਭੲਿਅਾ ਸਹਾੲੀ ||",
    "transliteration": "Jin Kae Jeea Thinai Hee Faerae Aapae Bhaeiaa Sehaaee ||",
    "translation": "All beings belong to Him; He Himself transforms them, and He Himself becomes their help and support.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਜੀ ਨੇ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਉਹ ਆਪ ਹੀ ਇਹਨਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮੋੜਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29429,
    "shabad_id": 2579,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਅਚਰਜੁ ਕੀਅਾ ਕਰਨੈਹਾਰੈ; ਨਾਨਕ ਸਚੁ ਵਡਿਅਾੲੀ ||੪||੪||੨੮||",
    "transliteration": "Acharaj Keeaa Karanaihaarai Naanak Sach Vaddiaaee ||4||4||28||",
    "translation": "The Creator Lord has worked a wondrous miracle; O Nanak, His glorious greatness is true. ||4||4||28||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਅਨੋਖੀ ਖੇਡ ਬਣਾ ਦਿੱਤੀ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੪॥੪॥੨੮॥",
    "pronunciation": "ਅ-ਚਰਜੁ",
    "type_id": 3
  },
  {
    "id": 29430,
    "shabad_id": 2580,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ਘਰੁ ੬",
    "transliteration": "Dhhanaasaree Mehalaa 5 Ghar 6",
    "translation": "Dhanaasaree, Fifth Mehl, Sixth House:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29431,
    "shabad_id": 2580,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 29432,
    "shabad_id": 2580,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੁਨਹੁ ਸੰਤ ਪਿਅਾਰੇ; ਬਿਨੳੁ ਹਮਾਰੇ ਜੀੳੁ ||",
    "transliteration": "Sunahu Santh Piaarae Bino Hamaarae Jeeo ||",
    "translation": "Listen, O Dear Beloved Saints, to my prayer.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸੰਤ ਜਨੋ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29433,
    "shabad_id": 2580,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ ਮੁਕਤਿ; ਨ ਕਾਹੂ ਜੀੳੁ || ਰਹਾੳੁ ||",
    "transliteration": "Har Bin Mukath N Kaahoo Jeeo || Rehaao ||",
    "translation": "Without the Lord, no one is liberated. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦੇ ਸਿਮਰਨ) ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਕਿਸੇ ਦੀ ਭੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29434,
    "shabad_id": 2580,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮਨ ਨਿਰਮਲ ਕਰਮ ਕਰਿ, ਤਾਰਨ ਤਰਨ ਹਰਿ; ਅਵਰਿ ਜੰਜਾਲ ਤੇਰੈ ਕਾਹੂ. ਨ ਕਾਮ ਜੀੳੁ ||",
    "transliteration": "Man Niramal Karam Kar Thaaran Tharan Har Avar Janjaal Thaerai Kaahoo N Kaam Jeeo ||",
    "translation": "O mind, do only deeds of purity; the Lord is the only boat to carry you across. Other entanglements shall be of no use to you.",
    "punjabi": "ਹੇ ਮਨ! (ਜੀਵਨ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ (ਹਰਿ-ਸਿਮਰਨ ਦੇ) ਕੰਮ ਕਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਣ ਲਈ ਜਹਾਜ਼ ਹੈ। (ਦੁਨੀਆ ਦੇ) ਹੋਰ ਸਾਰੇ ਜੰਜਾਲ ਤੇਰੇ ਕਿਸੇ ਭੀ ਕੰਮ ਨਹੀਂ ਆਉਣਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29435,
    "shabad_id": 2580,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜੀਵਨ ਦੇਵਾ. ਪਾਰਬ੍ਰਹਮ ਸੇਵਾ; ੲਿਹੁ ੳੁਪਦੇਸੁ ਮੋਕੳੁ ਗੁਰਿ ਦੀਨਾ ਜੀੳੁ ||੧||",
    "transliteration": "Jeevan Dhaevaa Paarabreham Saevaa Eihu Oupadhaes Mo Ko Gur Dheenaa Jeeo ||1||",
    "translation": "True living is serving the Divine, Supreme Lord God; the Guru has imparted this teaching to me. ||1||",
    "punjabi": "ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਹੀ (ਅਸਲ) ਜੀਵਨ ਹੈ-ਇਹ ਸਿੱਖਿਆ ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਦਿੱਤੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29436,
    "shabad_id": 2580,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਤਿਸੁ ਸਿੳੁ. ਨ ਲਾੲੀਅੈ ਹੀਤੁ; ਜਾ ਕੋ. ਕਿਛੁ ਨਾਹੀ ਬੀਤੁ; ਅੰਤ ਕੀ ਬਾਰ ਓਹੁ ਸੰਗਿ, ਨ ਚਾਲੈ ||",
    "transliteration": "This Sio N Laaeeai Heeth Jaa Ko Kishh Naahee Beeth Anth Kee Baar Ouhu Sang N Chaalai ||",
    "translation": "Do not fall in love with trivial things; in the end, they shall not go along with you.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ (ਧਨ-ਪਦਾਰਥ) ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਣਾ ਚਾਹੀਦਾ, ਜਿਸ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਹੀ ਨਹੀਂ। ਉਹ (ਧਨ-ਪਦਾਰਥ) ਅਖ਼ੀਰ ਵੇਲੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "(ਹੀਤੁ) ਪ੍ਰੇਮ[ (ਬੀਤੁ) ਤਾਕਤ",
    "type_id": 3
  },
  {
    "id": 29437,
    "shabad_id": 2580,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਤੂ ਅਾਰਾਧ. ਹਰਿ ਕੇ ਪ੍ਰੀਤਮ ਸਾਧ; ਜਾ ਕੈ ਸੰਗਿ. ਤੇਰੇ ਬੰਧਨ ਛੂਟੈ ||੨||",
    "transliteration": "Man Than Thoo Aaraadhh Har Kae Preetham Saadhh Jaa Kai Sang Thaerae Bandhhan Shhoottai ||2||",
    "translation": "Worship and adore the Lord with your mind and body, O Beloved Saint of the Lord; in the Saadh Sangat, the Company of the Holy, you shall be released from bondage. ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ। ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਸੰਤ ਜਨਾਂ (ਦੀ ਸੰਗਤਿ ਕਰਿਆ ਕਰ), ਕਿਉਂਕਿ ਉਹਨਾਂ (ਸੰਤ ਜਨਾਂ ਦੀ) ਸੰਗਤਿ ਵਿਚ ਤੇਰੇ (ਮਾਇਆ ਦੇ) ਬੰਧਨ ਮੁੱਕ ਸਕਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29438,
    "shabad_id": 2580,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਗਹੁ ਪਾਰਬ੍ਰਹਮ ਸਰਨ. ਹਿਰਦੈ ਕਮਲ ਚਰਨ; ਅਵਰ ਅਾਸ ਕਛੁ ਪਟਲੁ. ਨ ਕੀਜੈ ||",
    "transliteration": "Gahu Paarabreham Saran Hiradhai Kamal Charan Avar Aas Kashh Pattal N Keejai ||",
    "translation": "In your heart, hold fast to the Sanctuary of the lotus feet of the Supreme Lord God; do not place your hopes in any other support.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਫੜ, (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ) ਕੋਮਲ ਚਰਨ (ਵਸਾ) (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ, ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ ਢੂੰਢਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "(ਪਟਲੁ) ਪੜਦਾ",
    "type_id": 3
  },
  {
    "id": 29439,
    "shabad_id": 2580,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਸੋੲੀ ਭਗਤੁ ਗਿਅਾਨੀ ਧਿਅਾਨੀ. ਤਪਾ ਸੋੲੀ; ਨਾਨਕ. ਜਾ ਕੳੁ ਕਿਰਪਾ ਕੀਜੈ ||੩||੧||੨੯||",
    "transliteration": "Soee Bhagath Giaanee Dhhiaanee Thapaa Soee Naanak Jaa Ko Kirapaa Keejai ||3||1||29||",
    "translation": "He alone is a devotee, spiritually wise, a meditator, and a penitent, O Nanak, who is blessed by the Lord's Mercy. ||3||1||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਭਗਤ ਹੈ, ਉਹੀ ਗਿਆਨਵਾਨ ਹੈ, ਉਹੀ ਸੁਰਤਿ-ਅਭਿਆਸੀ ਹੈ, ਉਹੀ ਤਪਸ੍ਵੀ ਹੈ, ਜਿਸ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ॥੩॥੧॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29440,
    "shabad_id": 2581,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29441,
    "shabad_id": 2581,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮੇਰੇ ਲਾਲ ਭਲੋ ਰੇ. ਭਲੋ ਰੇ; ਭਲੋ ਹਰਿ ਮੰਗਨਾ ||",
    "transliteration": "Maerae Laal Bhalo Rae Bhalo Rae Bhalo Har Manganaa ||",
    "translation": "O my dear beloved, it is good, it is better, it is best, to ask for the Lord's Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮੰਗਣਾ ਸਭ ਤੋਂ ਚੰਗਾ ਕੰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29442,
    "shabad_id": 2581,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਦੇਖਹੁ ਪਸਾਰਿ ਨੈਨ. ਸੁਨਹੁ ਸਾਧੂ ਕੇ ਬੈਨ; ਪ੍ਰਾਨਪਤਿ ਚਿਤਿ ਰਾਖੁ. ਸਗਲ ਹੈ ਮਰਨਾ || ਰਹਾੳੁ ||",
    "transliteration": "Dhaekhahu Pasaar Nain Sunahu Saadhhoo Kae Bain Praanapath Chith Raakh Sagal Hai Maranaa || Rehaao ||",
    "translation": "Behold, with your eyes wide-open, and listen to the Words of the Holy Saints; enshrine in your consciousness the Lord of Life - remember that all must die. ||Pause||",
    "punjabi": "ਹੇ ਸੱਜਣ! ਗੁਰੂ ਦੀ ਬਾਣੀ (ਸਦਾ) ਸੁਣਦੇ ਰਹੋ, ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ। ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਵੇਖੋ, (ਆਖ਼ਰ) ਸਭ ਨੇ ਮਰਨਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29443,
    "shabad_id": 2581,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਚੰਦਨ ਚੋਅਾ ਰਸ. ਭੋਗ ਕਰਤ ਅਨੇਕੈ; ਬਿਖਿਅਾ ਬਿਕਾਰ ਦੇਖੁ. ਸਗਲ ਹੈ ਫੀਕੇ; ੲੇਕੈ ਗੋਬਿਦ ਕੋ ਨਾਮੁ ਨੀਕੋ, ਕਹਤ ਹੈ ਸਾਧ ਜਨ ||",
    "transliteration": "Chandhan Choaa Ras Bhog Karath Anaekai Bikhiaa Bikaar Dhaekh Sagal Hai Feekae Eaekai Gobidh Ko Naam Neeko Kehath Hai Saadhh Jan ||",
    "translation": "The application of sandalwood oil, the enjoyment of pleasures and the practice of many corrupt sins - look upon all of these as insipid and worthless. The Name of the Lord of the Universe alone is sublime; so say the Holy Saints.",
    "punjabi": "ਹੇ ਸੱਜਣ! ਤੂੰ ਚੰਦਨ ਅਤਰ (ਵਰਤਦਾ ਹੈਂ) ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦਾ ਹੈਂ। ਪਰ, ਵੇਖ! ਇਹ ਵਿਕਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਮਾਇਆ ਦੇ ਸਾਰੇ ਭੋਗ ਫਿੱਕੇ ਹਨ। ਸੰਤ ਜਨ ਆਖਦੇ ਹਨ ਕਿ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਚੰਗਾ ਹੈ।",
    "pronunciation": "(ਨੀਕੋ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 29444,
    "shabad_id": 2581,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਤਨੁ ਧਨੁ ਅਾਪਨ ਥਾਪਿਓ, ਹਰਿ ਜਪੁ. ਨ ਨਿਮਖ ਜਾਪਿਓ; ਅਰਥੁ ਦ੍ਰਬੁ ਦੇਖੁ. ਕਛੁ ਸੰਗਿ, ਨਾਹੀ ਚਲਨਾ ||੧||",
    "transliteration": "Than Dhhan Aapan Thhaapiou Har Jap N Nimakh Jaapiou Arathh Dhrab Dhaekh Kashh Sang Naahee Chalanaa ||1||",
    "translation": "You claim that your body and wealth are your own; you do not chant the Lord's Name even for an instant. Look and see, that none of your possessions or riches shall go along with you. ||1||",
    "punjabi": "ਤੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਇਸ ਧਨ ਨੂੰ ਆਪਣਾ ਸਮਝ ਰਿਹਾ ਹੈਂ, (ਇਹਨਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੂੰ ਇਕ ਛਿਨ ਭਰ ਭੀ ਨਹੀਂ ਜਪਦਾ। ਵੇਖ, ਇਹ ਧਨ-ਪਦਾਰਥ ਕੁਝ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਵੇਗਾ ॥੧॥",
    "pronunciation": "(ਅਰਥੁ) ਸੰਪਤੀ[ (ਦ੍ਰਬੁ) ਧਨ",
    "type_id": 3
  },
  {
    "id": 29445,
    "shabad_id": 2581,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਾ ਕੋ ਰੇ ਕਰਮੁ ਭਲਾ, ਤਿਨਿ ਓਟ ਗਹੀ ਸੰਤ ਪਲਾ; ਤਿਨ. ਨਾਹੀ ਰੇ ਜਮੁ ਸੰਤਾਵੈ, ਸਾਧੂ ਕੀ ਸੰਗਨਾ ||",
    "transliteration": "Jaa Ko Rae Karam Bhalaa Thin Outt Gehee Santh Palaa Thin Naahee Rae Jam Santhaavai Saadhhoo Kee Sanganaa ||",
    "translation": "One who has good karma, grasps the Protection of the hem of the Saint's robe; in the Saadh Sangat, the Company of the Holy, the Messenger of Death cannot threaten him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਈ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਪੱਲਾ ਫੜਿਆ। ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਸਤਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਸੰਗਨਾ) ਸੰਗਤ[ ਭਲਾ:ਪੋਲਾ ਬੋਲੋ[ ਪੱਲਾ",
    "type_id": 3
  },
  {
    "id": 29446,
    "shabad_id": 2581,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਪਾੲਿਓ ਰੇ ਪਰਮ ਨਿਧਾਨੁ, ਮਿਟਿਓ ਹੈ ਅਭਿਮਾਨੁ; ੲੇਕੈ ਨਿਰੰਕਾਰ ਨਾਨਕ ਮਨੁ ਲਗਨਾ ||੨||੨||੩੦||",
    "transliteration": "Paaeiou Rae Param Nidhhaan Mittiou Hai Abhimaan Eaekai Nirankaar Naanak Man Laganaa ||2||2||30||",
    "translation": "I have obtained the supreme treasure, and my egotism has been eradicated; Nanak's mind is attached to the One Formless Lord. ||2||2||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੇ ਸਭ ਤੋਂ ਵਧੀਆ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਉਸ ਦੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਮਿਟ ਗਿਆ ॥੨॥੨॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  }
]
