[
  {
    "id": 29480,
    "shabad_id": 2586,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਠਾਕੁਰੁ ਗਾੲੀਅੈ ਅਾਤਮ ਰੰਗਿ ॥",
    "transliteration": "Thaakur Gaaeeai Aatham Rang ||",
    "translation": "Sing the Praises of the Lord and Master, with the love of your soul.",
    "punjabi": "ਹੇ ਭਾਈ! ਦਿਲ ਦੇ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29481,
    "shabad_id": 2586,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਰਣੀ ਪਾਵਨ. ਨਾਮ ਧਿਅਾਵਨ; ਸਹਜਿ ਸਮਾਵਨ ਸੰਗਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saranee Paavan Naam Dhhiaavan Sehaj Samaavan Sang ||1|| Rehaao ||",
    "translation": "Those who seek His Sanctuary, and meditate on the Naam, the Name of the Lord, are blended with the Lord in celestial peace. ||1||Pause||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ, ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਨਾ-ਇਸ ਤਰੀਕੇ ਨਾਲ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29482,
    "shabad_id": 2586,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਕੇ ਚਰਨ. ਵਸਹਿ ਮੇਰੈ ਹੀਅਰੈ; ਸੰਗਿ ਪੁਨੀਤਾ ਦੇਹੀ ॥",
    "transliteration": "Jan Kae Charan Vasehi Maerai Heearai Sang Puneethaa Dhaehee ||",
    "translation": "The feet of the Lord's humble servant abide in my heart; with them, my body is made pure.",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਜੇ ਤੇਰੇ ਦਾਸਾਂ ਦੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪੈਣ, ਤਾਂ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮੇਰਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29483,
    "shabad_id": 2586,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਕੀ ਧੂਰਿ ਦੇਹੁ ਕਿਰਪਾ ਨਿਧਿ; ਨਾਨਕ ਕੈ ਸੁਖੁ ੲੇਹੀ ॥੨॥੪॥੩੫॥",
    "transliteration": "Jan Kee Dhhoor Dhaehu Kirapaa Nidhh Naanak Kai Sukh Eaehee ||2||4||35||",
    "translation": "O treasure of mercy, please bless Nanak with the dust of the feet of Your humble servants; this alone brings peace. ||2||4||35||",
    "punjabi": "(ਮੇਹਰ ਕਰ, ਮੈਨੂੰ) ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼, ਮੈਂ ਨਾਨਕ ਵਾਸਤੇ (ਸਭ ਤੋਂ ਵੱਡਾ) ਇਹੀ ਸੁਖ ਹੈ ॥੨॥੪॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29484,
    "shabad_id": 2587,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29485,
    "shabad_id": 2587,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਤਨ ਕਰੈ. ਮਾਨੁਖ ਡਹਕਾਵੈ; ਓਹੁ ਅੰਤਰਜਾਮੀ ਜਾਨੈ ॥",
    "transliteration": "Jathan Karai Maanukh Ddehakaavai Ouhu Antharajaamee Jaanai ||",
    "translation": "People try to deceive others, but the Inner-knower, the Searcher of hearts, knows everything.",
    "punjabi": "ਹੇ ਭਾਈ! (ਲਾਲਚੀ ਮਨੁੱਖ) ਅਨੇਕਾਂ ਜਤਨ ਕਰਦਾ ਹੈ, ਲੋਕਾਂ ਨੂੰ ਧੋਖਾ ਦੇਂਦਾ ਹੈ, ਪਰ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਉਹ ਪਰਮਾਤਮਾ (ਸਭ ਕੁਝ) ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "(ਡਹਕਾਵੈ) ਧੋਖਾ ਦੇਣਾ",
    "type_id": 3
  },
  {
    "id": 29486,
    "shabad_id": 2587,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪਾਪ ਕਰੇ ਕਰਿ ਮੂਕਰਿ ਪਾਵੈ; ਭੇਖ ਕਰੈ ਨਿਰਬਾਨੈ ॥੧॥",
    "transliteration": "Paap Karae Kar Mookar Paavai Bhaekh Karai Nirabaanai ||1||",
    "translation": "They commit sins, and then deny them, while they pretend to be in Nirvaanaa. ||1||",
    "punjabi": "(ਹਾਲਾਂਕਿ ਉਹ) ਵਿਰਕਤਾਂ ਵਾਲੇ ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਪਾਪ ਕਰ ਕੇ (ਫਿਰ ਉਹਨਾਂ ਪਾਪਾਂ ਤੋਂ) ਮੁੱਕਰ ਭੀ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਨਿਰਬਾਨੈ) ਤਿਅਾਗੀ",
    "type_id": 3
  },
  {
    "id": 29487,
    "shabad_id": 2587,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਾਨਤ ਦੂਰਿ; ਤੁਮਹਿ ਪ੍ਰਭ ਨੇਰਿ ॥",
    "transliteration": "Jaanath Dhoor Thumehi Prabh Naer ||",
    "translation": "They believe that You are far away, but You, O God, are near at hand.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਭ ਜੀਵਾਂ ਦੇ) ਨੇੜੇ ਵੱਸਦਾ ਹੈਂ, ਪਰ (ਲਾਲਚੀ ਪਖੰਡੀ ਮਨੁੱਖ) ਤੈਨੂੰ ਦੂਰ (ਵੱਸਦਾ) ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29488,
    "shabad_id": 2587,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ੳੁਤ ਤਾਕੈ. ੳੁਤ ਤੇ ੳੁਤ ਪੇਖੈ; ਅਾਵੈ ਲੋਭੀ ਫੇਰਿ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Outh Thaakai Outh Thae Outh Paekhai Aavai Lobhee Faer || Rehaao ||",
    "translation": "Looking around, this way and that, the greedy people come and go. ||Pause||",
    "punjabi": "ਲਾਲਚੀ ਮਨੁੱਖ (ਲਾਲਚ ਦੇ) ਗੇੜ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਉੱਧਰ ਤੱਕਦਾ ਹੈ, ਉੱਧਰ ਤੋਂ ਉੱਧਰ ਤੱਕਦਾ ਹੈ (ਉਸ ਦਾ ਮਨ ਟਿਕਦਾ ਨਹੀਂ) ਰਹਾਉ॥",
    "pronunciation": "(ੳੁਤ) ੳੁ੍ਨਧਰ।ੳੁਤ:ਪੋਲਾ ਬੋਲੋ।ਤੱਾਕੈ",
    "type_id": 3
  },
  {
    "id": 29489,
    "shabad_id": 2587,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਬ ਲਗੁ ਤੁਟੈ ਨਾਹੀ. ਮਨ ਭਰਮਾ; ਤਬ ਲਗੁ ਮੁਕਤੁ. ਨ ਕੋੲੀ ॥",
    "transliteration": "Jab Lag Thuttai Naahee Man Bharamaa Thab Lag Mukath N Koee ||",
    "translation": "As long as the doubts of the mind are not removed, liberation is not found.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤਕ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਇਹ (ਲਾਲਚ ਦੇ ਪੰਜੇ ਤੋਂ) ਆਜ਼ਾਦ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29490,
    "shabad_id": 2587,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ ਦੲਿਅਾਲ ਸੁਅਾਮੀ; ਸੰਤੁ ਭਗਤੁ ਜਨੁ ਸੋੲੀ ॥੨॥੫॥੩੬॥",
    "transliteration": "Kahu Naanak Dhaeiaal Suaamee Santh Bhagath Jan Soee ||2||5||36||",
    "translation": "Says Nanak, he alone is a Saint, a devotee, and a humble servant of the Lord, to whom the Lord and Master is merciful. ||2||5||36||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਪਹਿਰਾਵਿਆਂ ਨਾਲ ਭਗਤ ਨਹੀਂ ਬਣ ਜਾਈਦਾ) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ (ਤੇ, ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਂਦਾ ਹੈ) ਉਹੀ ਮਨੁੱਖ ਸੰਤ ਹੈ ਭਗਤ ਹੈ ॥੨॥੫॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29491,
    "shabad_id": 2588,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29492,
    "shabad_id": 2588,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਮੁ ਗੁਰਿ ਦੀਓ ਹੈ ਅਪੁਨੈ; ਜਾ ਕੈ ਮਸਤਕਿ ਕਰਮਾ ॥",
    "transliteration": "Naam Gur Dheeou Hai Apunai Jaa Kai Masathak Karamaa ||",
    "translation": "My Guru gives the Naam, the Name of the Lord, to those who have such karma written on their foreheads.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ (ਜਾਗ ਪਏ) ਉਸ ਨੂੰ ਪਿਆਰੇ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29493,
    "shabad_id": 2588,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਮੁ ਦਿ੍ਰੜਾਵੈ ਨਾਮੁ ਜਪਾਵੈ; ਤਾ ਕਾ ਜੁਗ ਮਹਿ ਧਰਮਾ ॥੧॥",
    "transliteration": "Naam Dhrirraavai Naam Japaavai Thaa Kaa Jug Mehi Dhharamaa ||1||",
    "translation": "He implants the Naam, and inspires us to chant the Naam; this is Dharma, true religion, in this world. ||1||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦਾ (ਫਿਰ) ਸਦਾ ਦਾ ਕੰਮ ਹੀ ਜਗਤ ਵਿਚ ਇਹ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਹੋਰਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਂਦਾ ਹੈ ਜਪਾਂਦਾ ਹੈ (ਜਪਣ ਲਈ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29494,
    "shabad_id": 2588,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਨ ਕੳੁ; ਨਾਮੁ ਵਡਾੲੀ ਸੋਭ ॥",
    "transliteration": "Jan Ko Naam Vaddaaee Sobh ||",
    "translation": "The Naam is the glory and greatness of the Lord's humble servant.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਦੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਵਡਿਆਈ ਹੈ ਨਾਮ ਹੀ ਸੋਭਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29495,
    "shabad_id": 2588,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਨਾਮੋ ਗਤਿ. ਨਾਮੋ ਪਤਿ; ਜਨ ਕੀ ਮਾਨੈ. ਜੋ ਜੋ ਹੋਗ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Naamo Gath Naamo Path Jan Kee Maanai Jo Jo Hog ||1|| Rehaao ||",
    "translation": "The Naam is his salvation, and the Naam is his honor; he accepts whatever comes to pass. ||1||Pause||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਹੀ ਉਸ ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹੈ, ਨਾਮ ਹੀ ਉਸ ਦੀ ਇੱਜ਼ਤ ਹੈ। ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਸੇਵਕ ਉਸ ਨੂੰ (ਸਿਰ-ਮੱਥੇ ਤੇ) ਮੰਨਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29496,
    "shabad_id": 2588,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਾਮ ਧਨੁ. ਜਿਸੁ ਜਨ ਕੈ ਪਾਲੈ; ਸੋੲੀ ਪੂਰਾ ਸਾਹਾ ॥",
    "transliteration": "Naam Dhhan Jis Jan Kai Paalai Soee Pooraa Saahaa ||",
    "translation": "That humble servant, who has the Naam as his wealth, is the perfect banker.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਜਿਸ ਮਨੁੱਖ ਦੇ ਪਾਸ ਹੈ, ਉਹੀ ਪੂਰਾ ਸਾਹੂਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29497,
    "shabad_id": 2588,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਾਮੁ ਬਿੳੁਹਾਰਾ ਨਾਨਕ ਅਾਧਾਰਾ; ਨਾਮੁ ਪਰਾਪਤਿ ਲਾਹਾ ॥੨॥੬॥੩੭॥",
    "transliteration": "Naam Biouhaaraa Naanak Aadhhaaraa Naam Paraapath Laahaa ||2||6||37||",
    "translation": "The Naam is his occupation, O Nanak, and his only support; the Naam is the profit he earns. ||2||6||37||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਨੂੰ ਹੀ ਆਪਣਾ ਅਸਲੀ ਵਿਹਾਰ ਸਮਝਦਾ ਹੈ, ਨਾਮ ਦਾ ਹੀ ਉਸ ਨੂੰ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ, ਨਾਮ ਦੀ ਹੀ ਉਹ ਖੱਟੀ ਖੱਟਦਾ ਹੈ ॥੨॥੬॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29498,
    "shabad_id": 2589,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29499,
    "shabad_id": 2589,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨੇਤ੍ਰ ਪੁਨੀਤ ਭੲੇ. ਦਰਸ ਪੇਖੇ; ਮਾਥੈ ਪਰੳੁ ਰਵਾਲ ॥",
    "transliteration": "Naethr Puneeth Bheae Dharas Paekhae Maathhai Paro Ravaal ||",
    "translation": "My eyes have been purified, gazing upon the Blessed Vision of the Lord's Darshan, and touching my forehead to the dust of His feet.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਅੱਖਾਂ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਵਿਕਾਰਾਂ ਵੱਲੋਂ ਹਟ ਜਾਂਦੀਆਂ ਹਨ। ਮੇਰੇ ਉੱਤੇ ਅਜਿਹੀ ਕ੍ਰਿਪਾ ਕਰੋ ਕਿ) ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਤੇਰੀ ਚਰਨ-ਧੂੜ ਟਿਕੀ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29500,
    "shabad_id": 2589,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਸਿ ਰਸਿ ਗੁਣ ਗਾਵੳੁ ਠਾਕੁਰ ਕੇ; ਮੋਰੈ ਹਿਰਦੈ ਬਸਹੁ ਗੋਪਾਲ ॥੧॥",
    "transliteration": "Ras Ras Gun Gaavo Thaakur Kae Morai Hiradhai Basahu Gopaal ||1||",
    "translation": "With joy and happiness, I sing the Glorious Praises of my Lord and Master; the Lord of the World abides within my heart. ||1||",
    "punjabi": "ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸ। ਮੈਂ ਬੜੇ ਸੁਆਦ ਨਾਲ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29501,
    "shabad_id": 2589,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੁਮ ਤੳੁ ਰਾਖਨਹਾਰ ਦੲਿਅਾਲ ॥",
    "transliteration": "Thum Tho Raakhanehaar Dhaeiaal ||",
    "translation": "You are my Merciful Protector, Lord.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ ਪ੍ਰਭੂ! ਤੂੰ ਤਾਂ (ਸਭ ਜੀਵਾਂ ਦੀ) ਰੱਖਿਆ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29502,
    "shabad_id": 2589,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸੁੰਦਰ ਸੁਘਰ ਬੇਅੰਤ ਪਿਤਾ ਪ੍ਰਭ; ਹੋਹੁ ਪ੍ਰਭੂ ਕਿਰਪਾਲ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sundhar Sughar Baeanth Pithaa Prabh Hohu Prabhoo Kirapaal ||1|| Rehaao ||",
    "translation": "O beautiful, wise, infinite Father God, be Merciful to me, God. ||1||Pause||",
    "punjabi": "ਤੂੰ ਸੋਹਣਾ ਹੈਂ, ਸਿਆਣਾ ਹੈਂ, ਬੇਅੰਤ ਹੈਂ। ਹੇ ਪਿਤਾ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉੱਤੇ ਭੀ) ਦਇਆਵਾਨ ਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29503,
    "shabad_id": 2589,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਹਾ ਅਨੰਦ ਮੰਗਲ ਰੂਪ; ਤੁਮਰੇ ਬਚਨ ਅਨੂਪ ਰਸਾਲ ॥",
    "transliteration": "Mehaa Anandh Mangal Roop Thumarae Bachan Anoop Rasaal ||",
    "translation": "O Lord of supreme ecstasy and blissful form, Your Word is so beautiful, so drenched with Nectar.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਨੰਦ-ਸਰੂਪ ਹੈਂ, ਤੂੰ ਮੰਗਲ-ਰੂਪ ਹੈਂ (ਆਨੰਦ ਹੀ ਆਨੰਦ; ਖ਼ੁਸ਼ੀ ਹੀ ਖ਼ੁਸ਼ੀ ਤੇਰਾ ਵਜੂਦ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁੰਦਰ ਹੈ ਰਸੀਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29504,
    "shabad_id": 2589,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹਿਰਦੈ ਚਰਣ ਸਬਦੁ ਸਤਿਗੁਰ ਕੋ; ਨਾਨਕ. ਬਾਂਧਿਓ ਪਾਲ ॥੨॥੭॥੩੮॥",
    "transliteration": "Hiradhai Charan Sabadh Sathigur Ko Naanak Baandhhiou Paal ||2||7||38||",
    "translation": "With the Lord's lotus feet enshrined in his heart, Nanak has tied the Shabad, the Word of the True Guru, to the hem of his robe. ||2||7||38||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਪੱਲੇ ਬੰਨ੍ਹ ਲਈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਵੱਸੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥੭॥੩੮॥",
    "pronunciation": "(ਪਾਲ) ਪੱਲੇ",
    "type_id": 3
  },
  {
    "id": 29505,
    "shabad_id": 2590,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29506,
    "shabad_id": 2590,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਪਨੀ ੳੁਕਤਿ ਖਲਾਵੈ ਭੋਜਨ; ਅਪਨੀ ੳੁਕਤਿ ਖੇਲਾਵੈ ॥",
    "transliteration": "Apanee Oukath Khalaavai Bhojan Apanee Oukath Khaelaavai ||",
    "translation": "In His own way, He provides us with our food; in His own way, He plays with us.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਹੀ ਢੰਗ ਨਾਲ ਜੀਵਾਂ ਨੂੰ ਖਾਣ-ਪੀਣ ਲਈ ਦੇਂਦਾ ਹੈ, ਆਪਣੇ ਹੀ ਢੰਗ ਨਾਲ ਜੀਵਾਂ ਨੂੰ ਖੇਡਾਂ ਵਿਚ ਪਰਚਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਕਤਿ) ਢੰਗ",
    "type_id": 3
  },
  {
    "id": 29507,
    "shabad_id": 2590,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਰਬ ਸੂਖ ਭੋਗ ਰਸ ਦੇਵੈ; ਮਨ ਹੀ ਨਾਲਿ ਸਮਾਵੈ ॥੧॥",
    "transliteration": "Sarab Sookh Bhog Ras Dhaevai Man Hee Naal Samaavai ||1||",
    "translation": "He blesses us with all comforts, enjoyments and delicacies, and he permeates our minds. ||1||",
    "punjabi": "(ਆਪਣੇ ਹੀ ਢੰਗ ਨਾਲ ਜੀਵਾਂ ਨੂੰ) ਸਾਰੇ ਸੁਖ ਦੇਂਦਾ ਹੈ, ਸਾਰੇ ਸੁਆਦਲੇ ਪਦਾਰਥ ਦੇਂਦਾ ਹੈ, ਤੇ, ਸਦਾ ਸਭ ਦੇ ਅੰਗ-ਸੰਗ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29508,
    "shabad_id": 2590,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਮਰੇ ਪਿਤਾ ਗੋਪਾਲ ਦੲਿਅਾਲ ॥",
    "transliteration": "Hamarae Pithaa Gopaal Dhaeiaal ||",
    "translation": "Our Father is the Lord of the World, the Merciful Lord.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ! ਹੇ ਸਾਡੇ ਪਿਤਾ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29509,
    "shabad_id": 2590,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਰਾਖੈ ਮਹਤਾਰੀ ਬਾਰਿਕ ਕੳੁ; ਤੈਸੇ ਹੀ ਪ੍ਰਭ ਪਾਲ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jio Raakhai Mehathaaree Baarik Ko Thaisae Hee Prabh Paal ||1|| Rehaao ||",
    "translation": "Just as the mother protects her children, God nurtures and cares for us. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਆਪਣੇ ਬੱਚੇ ਦੀ ਪਾਲਣਾ ਕਰਦੀ ਹੈ ਤਿਵੇਂ ਹੀ ਤੂੰ ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29510,
    "shabad_id": 2590,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮੀਤ ਸਾਜਨ ਸਰਬ ਗੁਣ ਨਾੲਿਕ; ਸਦਾ ਸਲਾਮਤਿ ਦੇਵਾ ॥",
    "transliteration": "Meeth Saajan Sarab Gun Naaeik Sadhaa Salaamath Dhaevaa ||",
    "translation": "You are my friend and companion, the Master of all excellences, O eternal and permanent Divine Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡਾ ਮਿੱਤਰ ਹੈਂ, ਸਜਣ ਹੈਂ, ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਸਭ ਦੀ ਜੀਵਨ ਅਗਵਾਈ ਕਰਨ ਵਾਲਾ ਹੈਂ; ਸਦਾ ਜੀਊਂਦਾ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29511,
    "shabad_id": 2590,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ੲੀਤ ੳੂਤ. ਜਤ ਕਤ ਤਤ ਤੁਮ ਹੀ; ਮਿਲੈ ਨਾਨਕ. ਸੰਤ ਸੇਵਾ ॥੨॥੮॥੩੯॥",
    "transliteration": "Eeth Ooth Jath Kath Thath Thum Hee Milai Naanak Santh Saevaa ||2||8||39||",
    "translation": "Here, there and everywhere, You are pervading; please, bless Nanak to serve the Saints. ||2||8||39||",
    "punjabi": "ਤੂੰ ਹਰ ਥਾਂ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਮੌਜੂਦ ਹੈਂ। ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੨॥੮॥੩੯॥",
    "pronunciation": "ਜਤ,ਕਤ,ਤਤ:ਪੋਲ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29512,
    "shabad_id": 2591,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29513,
    "shabad_id": 2591,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੰਤ ਕਿ੍ਰਪਾਲ ਦੲਿਅਾਲ ਦਮੋਦਰ; ਕਾਮ ਕ੍ਰੋਧ ਬਿਖੁ ਜਾਰੇ ॥",
    "transliteration": "Santh Kirapaal Dhaeiaal Dhamodhar Kaam Krodhh Bikh Jaarae ||",
    "translation": "The Saints are kind and compassionate; they burn away their sexual desire, anger and corruption.",
    "punjabi": "ਹੇ ਭਾਈ! (ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਸਦਾ ਟਿਕਾਈ ਰੱਖਣ ਵਾਲੇ) ਸੰਤ ਜਨ ਕਿਰਪਾ ਦੇ ਸੋਮੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ ਹਨ); ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ ਦਾ) ਜ਼ਹਰ ਸਾੜ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29514,
    "shabad_id": 2591,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਰਾਜੁ ਮਾਲੁ ਜੋਬਨੁ ਤਨੁ ਜੀਅਰਾ; ੲਿਨ ੳੂਪਰਿ ਲੈ ਬਾਰੇ ॥੧॥",
    "transliteration": "Raaj Maal Joban Than Jeearaa Ein Oopar Lai Baarae ||1||",
    "translation": "My power, wealth, youth, body and soul are a sacrifice to them. ||1||",
    "punjabi": "ਅਜੇਹੇ ਸੰਤਾਂ ਤੋਂ ਰਾਜ ਮਾਲ ਜੁਆਨੀ ਸਰੀਰ ਜਿੰਦ-ਸਭ ਕੁਝ ਕੁਰਬਾਨ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29515,
    "shabad_id": 2591,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਰਾਮ ਨਾਮ ਹਿਤਕਾਰੇ ॥",
    "transliteration": "Man Than Raam Naam Hithakaarae ||",
    "translation": "With my mind and body, I love the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਦਾ ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(ਹਿਤਕਾਰੇ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 29516,
    "shabad_id": 2591,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨੰਦ ਮੰਗਲ ਸਹਿਤ; ਭਵ ਨਿਧਿ ਪਾਰਿ ੳੁਤਾਰੇ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sookh Sehaj Aanandh Mangal Sehith Bhav Nidhh Paar Outhaarae || Rehaao ||",
    "translation": "With peace, poise, pleasure and joy, He has carried me across the terrifying world-ocean. ||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਦੇ ਹਨ, (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  }
]
