[
  {
    "id": 29554,
    "shabad_id": 2597,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29555,
    "shabad_id": 2597,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੳੁਖੀ ਘੜੀ. ਨ ਦੇਖਣ ਦੇੲੀ; ਅਪਨਾ ਬਿਰਦੁ ਸਮਾਲੇ ॥",
    "transliteration": "Aoukhee Gharree N Dhaekhan Dhaeee Apanaa Biradh Samaalae ||",
    "translation": "He does not let His devotees see the difficult times; this is His innate nature.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕ ਨੂੰ) ਕੋਈ ਦੁੱਖ ਦੇਣ ਵਾਲਾ ਸਮਾ ਨਹੀਂ ਵੇਖਣ ਦੇਂਦਾ, ਉਹ ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ (ਪਿਆਰ ਵਾਲਾ) ਸੁਭਾਉ ਸਦਾ ਚੇਤੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਹੇ ਵਾਹਿਗੁਰੂ ਜੀ! ਅੌਖੀ ਘੜੀ ਨ ਦੇਖਣ ਦੇੲੀਂ, ਭਾਣੇ ਦੇ ੳੁਲਟ ਹੈ, ਅੌਖੀ ਘੜੀ ਨਹੀਂ ਦੇਖਣ (ਦੇੲੀ) ਦਿੰਦੇ, ਦੇੲੀ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 29556,
    "shabad_id": 2597,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਾਥ ਦੇੲਿ ਰਾਖੈ. ਅਪਨੇ ਕੳੁ; ਸਾਸਿ ਸਾਸਿ ਪ੍ਰਤਿਪਾਲੇ ॥੧॥",
    "transliteration": "Haathh Dhaee Raakhai Apanae Ko Saas Saas Prathipaalae ||1||",
    "translation": "Giving His hand, He protects His devotee; with each and every breath, He cherishes him. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣਾ ਹੱਥ ਦੇ ਕੇ ਆਪਣੇ ਸੇਵਕ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੈ, (ਸੇਵਕ ਨੂੰ ਉਸ ਦੇ) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਪਾਲਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29557,
    "shabad_id": 2597,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਭ ਸਿੳੁ. ਲਾਗਿ ਰਹਿਓ ਮੇਰਾ ਚੀਤੁ ॥",
    "transliteration": "Prabh Sio Laag Rehiou Maeraa Cheeth ||",
    "translation": "My consciousness remains attached to God.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ (ਭੀ) ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29558,
    "shabad_id": 2597,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਾਦਿ ਅੰਤਿ ਪ੍ਰਭੁ ਸਦਾ ਸਹਾੲੀ; ਧੰਨੁ ਹਮਾਰਾ ਮੀਤੁ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aadh Anth Prabh Sadhaa Sehaaee Dhhann Hamaaraa Meeth || Rehaao ||",
    "translation": "In the beginning, and in the end, God is always my helper and companion; blessed is my friend. ||Pause||",
    "punjabi": "ਜੋ ਸ਼ੁਰੂ ਤੋਂ ਅਖ਼ੀਰ ਤਕ ਸਦਾ ਹੀ ਮਦਦਗਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਸਾਡਾ ਉਹ ਮਿੱਤਰ ਪ੍ਰਭੂ ਧੰਨ ਹੈ (ਉਸ ਦੀ ਸਦਾ ਸਿਫ਼ਤਿ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29559,
    "shabad_id": 2597,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮਨਿ ਬਿਲਾਸ ਭੲੇ ਸਾਹਿਬ ਕੇ; ਅਚਰਜ ਦੇਖਿ ਬਡਾੲੀ ॥",
    "transliteration": "Man Bilaas Bheae Saahib Kae Acharaj Dhaekh Baddaaee ||",
    "translation": "My mind is delighted, gazing upon the marvellous, glorious greatness of the Lord and Master.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਕੌਤਕ ਵੇਖ ਕੇ, ਉਸ ਦੀ ਵਡਿਆਈ ਵੇਖ ਕੇ, (ਸੇਵਕ ਦੇ) ਮਨ ਵਿਚ (ਭੀ) ਖ਼ੁਸ਼ੀਆਂ ਬਣੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 29560,
    "shabad_id": 2597,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਸਿਮਰਿ ਸਿਮਰਿ ਅਾਨਦ ਕਰਿ ਨਾਨਕ; ਪ੍ਰਭਿ ਪੂਰਨ ਪੈਜ ਰਖਾੲੀ ॥੨॥੧੫॥੪੬॥",
    "transliteration": "Har Simar Simar Aanadh Kar Naanak Prabh Pooran Paij Rakhaaee ||2||15||46||",
    "translation": "Remembering, remembering the Lord in meditation, Nanak is in ecstasy; God, in His perfection, has protected and preserved his honor. ||2||15||46||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣ। (ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਸਿਮਰਨ ਕੀਤਾ) ਪ੍ਰਭੂ ਨੇ ਪੂਰੇ ਤੌਰ ਤੇ ਉਸ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ॥੨॥੧੫॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29561,
    "shabad_id": 2598,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29562,
    "shabad_id": 2598,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸ ਕੳੁ ਬਿਸਰੈ ਪ੍ਰਾਨਪਤਿ ਦਾਤਾ; ਸੋੲੀ ਗਨਹੁ ਅਭਾਗਾ ॥",
    "transliteration": "Jis Ko Bisarai Praanapath Dhaathaa Soee Ganahu Abhaagaa ||",
    "translation": "One who forgets the Lord of life, the Great Giver - know that he is most unfortunate.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਬਦ-ਕਿਸਮਤ ਸਮਝੋ, ਜਿਸ ਨੂੰ ਜਿੰਦ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਸਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29563,
    "shabad_id": 2598,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਚਰਨਕਮਲ ਜਾ ਕਾ ਮਨੁ ਰਾਗਿਓ; ਅਮਿਅ ਸਰੋਵਰ ਪਾਗਾ ॥੧॥",
    "transliteration": "Charan Kamal Jaa Kaa Man Raagiou Amia Sarovar Paagaa ||1||",
    "translation": "One whose mind is in love with the Lord's lotus feet, obtains the pool of ambrosial nectar. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਕੋਮਲ ਚਰਨਾਂ ਦਾ ਪ੍ਰੇਮੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦਾ ਸਰੋਵਰ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਪੱਾਗਾ) ਪਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 29564,
    "shabad_id": 2598,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਤੇਰਾ ਜਨੁ; ਰਾਮ ਨਾਮ ਰੰਗਿ ਜਾਗਾ ॥",
    "transliteration": "Thaeraa Jan Raam Naam Rang Jaagaa ||",
    "translation": "Your humble servant awakes in the Love of the Lord's Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਸੇਵਕ ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਟਿਕ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਸਦਾ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29565,
    "shabad_id": 2598,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਾਲਸੁ ਛੀਜਿ ਗੲਿਅਾ ਸਭੁ ਤਨ ਤੇ; ਪ੍ਰੀਤਮ ਸਿੳੁ ਮਨੁ ਲਾਗਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aalas Shheej Gaeiaa Sabh Than Thae Preetham Sio Man Laagaa || Rehaao ||",
    "translation": "All laziness has departed from his body, and his mind is attached to the Beloved Lord. ||Pause||",
    "punjabi": "ਉਸ ਦੇ ਸਰੀਰ ਵਿਚੋਂ ਸਾਰਾ ਆਲਸ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ, (ਹੇ ਭਾਈ!) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29566,
    "shabad_id": 2598,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਹ ਜਹ ਪੇਖੳੁ. ਤਹ ਨਾਰਾੲਿਣ; ਸਗਲ ਘਟਾ ਮਹਿ ਤਾਗਾ ॥",
    "transliteration": "Jeh Jeh Paekho Theh Naaraaein Sagal Ghattaa Mehi Thaagaa ||",
    "translation": "Wherever I look, the Lord is there; He is the string, upon which all hearts are strung.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਸ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ (ਭੀ) ਜਿਧਰ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਉਥੇ ਉਥੇ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ ਜਿਵੇਂ ਧਾਗਾ (ਸਾਰੇ ਮਣਕਿਆਂ ਵਿਚ ਪ੍ਰੋਇਆ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "(ਤਾਗਾ) ੲਿਸਥਿੱਤ",
    "type_id": 3
  },
  {
    "id": 29567,
    "shabad_id": 2598,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾਮ ੳੁਦਕੁ ਪੀਵਤ ਜਨ ਨਾਨਕ; ਤਿਅਾਗੇ ਸਭਿ ਅਨੁਰਾਗਾ ॥੨॥੧੬॥੪੭॥",
    "transliteration": "Naam Oudhak Peevath Jan Naanak Thiaagae Sabh Anuraagaa ||2||16||47||",
    "translation": "Drinking in the water of the Naam, servant Nanak has renounced all other loves. ||2||16||47||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਉਸ ਦਾ ਨਾਮ-ਜਲ ਪੀਂਦਿਆਂ ਹੀ ਹੋਰ ਸਾਰੇ ਮੋਹ-ਪਿਆਰ ਛੱਡ ਦੇਂਦੇ ਹਨ ॥੨॥੧੬॥੪੭॥",
    "pronunciation": "(ਅਨੁਰਾਗਾ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 29568,
    "shabad_id": 2599,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29569,
    "shabad_id": 2599,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਨ ਕੇ ਪੂਰਨ ਹੋੲੇ ਕਾਮ ॥",
    "transliteration": "Jan Kae Pooran Hoeae Kaam ||",
    "translation": "All the affairs of the Lord's humble servant are perfectly resolved.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਦੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29570,
    "shabad_id": 2599,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਲੀ ਕਾਲ. ਮਹਾ ਬਿਖਿਅਾ ਮਹਿ; ਲਜਾ ਰਾਖੀ ਰਾਮ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kalee Kaal Mehaa Bikhiaa Mehi Lajaa Raakhee Raam ||1|| Rehaao ||",
    "translation": "In the utterly poisonous Dark Age of Kali Yuga, the Lord preserves and protects his honor. ||1||Pause||",
    "punjabi": "ਇਸ ਝੰਬੇਲਿਆਂ-ਭਰੇ ਸੰਸਾਰ ਵਿਚ, ਇਸ ਵੱਡੀ (ਮੋਹਣੀ) ਮਾਇਆ ਵਿਚ, ਪਰਮਾਤਮਾ (ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ) ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਲੱਜਾ",
    "type_id": 4
  },
  {
    "id": 29571,
    "shabad_id": 2599,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਸੁਅਾਮੀ ਪ੍ਰਭੁ ਅਪੁਨਾ; ਨਿਕਟਿ. ਨ ਅਾਵੈ ਜਾਮ ॥",
    "transliteration": "Simar Simar Suaamee Prabh Apunaa Nikatt N Aavai Jaam ||",
    "translation": "Remembering, remembering God, his Lord and Master in meditation, the Messenger of Death does not approach him.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੜ ਮੁੜ ਸਿਮਰ ਕੇ (ਸੇਵਕਾਂ ਦੇ) ਨੇੜੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਢੁਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29572,
    "shabad_id": 2599,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੁਕਤਿ ਬੈਕੁੰਠ ਸਾਧ ਕੀ ਸੰਗਤਿ; ਜਨ ਪਾੲਿਓ ਹਰਿ ਕਾ ਧਾਮ ॥੧॥",
    "transliteration": "Mukath Baikunth Saadhh Kee Sangath Jan Paaeiou Har Kaa Dhhaam ||1||",
    "translation": "Liberation and heaven are found in the Saadh Sangat, the Company of the Holy; his humble servant finds the home of the Lord. ||1||",
    "punjabi": "ਸੇਵਕ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ਜੇਹੜੀ ਪਰਮਾਤਮਾ ਦਾ ਘਰ ਹੈ। (ਇਹ ਸਾਧ ਸੰਗਤਿ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ) ਵਿਸ਼ਨੂ ਦੀ ਪੁਰੀ ਹੈ, ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ (ਪਾਣ ਦੀ ਥਾਂ) ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29573,
    "shabad_id": 2599,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਚਰਨਕਮਲ ਹਰਿ ਜਨ ਕੀ ਥਾਤੀ; ਕੋਟਿ ਸੂਖ ਬਿਸ੍ਰਾਮ ॥",
    "transliteration": "Charan Kamal Har Jan Kee Thhaathee Kott Sookh Bisraam ||",
    "translation": "The Lord's lotus feet are the treasure of His humble servant; in them, he finds millions of pleasures and comforts.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਵਾਸਤੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਹੀ ਆਸਰਾ ਹਨ, ਕ੍ਰੋੜਾਂ ਸੁਖਾਂ ਦਾ ਟਿਕਾਣਾ ਹਨ।",
    "pronunciation": "(ਥੱਾਤੀ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 29574,
    "shabad_id": 2599,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਗੋਬਿੰਦੁ ਦਮੋਦਰ. ਸਿਮਰੳੁ ਦਿਨ ਰੈਨਿ; ਨਾਨਕ ਸਦ ਕੁਰਬਾਨ ॥੨॥੧੭॥੪੮॥",
    "transliteration": "Gobindh Dhamodhar Simaro Dhin Rain Naanak Sadh Kurabaan ||2||17||48||",
    "translation": "He remembers the Lord God in meditation, day and night; Nanak is forever a sacrifice to him. ||2||17||48||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਮੈਂ (ਭੀ) ਉਸ ਗੋਬਿੰਦ ਨੂੰ ਦਮੋਦਰ ਨੂੰ ਦਿਨ ਰਾਤ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਤੇ, ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੧੭॥੪੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29575,
    "shabad_id": 2600,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29576,
    "shabad_id": 2600,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਾਂਗੳੁ, ਰਾਮ ਤੇ ੲਿਕੁ ਦਾਨੁ ॥",
    "transliteration": "Maango Raam Thae Eik Dhaan ||",
    "translation": "I beg for one gift only from the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਇਕ ਖ਼ੈਰ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29577,
    "shabad_id": 2600,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਗਲ ਮਨੋਰਥ ਪੂਰਨ ਹੋਵਹਿ; ਸਿਮਰੳੁ ਤੁਮਰਾ ਨਾਮੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sagal Manorathh Pooran Hovehi Simaro Thumaraa Naam ||1|| Rehaao ||",
    "translation": "May all my desires be fulfilled, meditating on, and remembering Your Name, O Lord. ||1||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਅੱਗੇ ਮੈਂ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ) ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ ਨਾਮ (ਸਦਾ) ਸਿਮਰਦਾ ਰਹਾਂ, (ਤੇਰੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29578,
    "shabad_id": 2600,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਚਰਨ ਤੁਮ੍ਹਾਰੇ ਹਿਰਦੈ ਵਾਸਹਿ; ਸੰਤਨ ਕਾ ਸੰਗੁ ਪਾਵੳੁ ॥",
    "transliteration": "Charan Thumhaarae Hiradhai Vaasehi Santhan Kaa Sang Paavo ||",
    "translation": "May Your feet abide within my heart, and may I find the Society of the Saints.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੇ ਰਹਿਣ, ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਹਾਸਲ ਕਰ ਲਵਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29579,
    "shabad_id": 2600,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸੋਗ ਅਗਨਿ ਮਹਿ ਮਨੁ. ਨ ਵਿਅਾਪੈ; ਅਾਠ ਪਹਰ ਗੁਣ ਗਾਵੳੁ ॥੧॥",
    "transliteration": "Sog Agan Mehi Man N Viaapai Aath Pehar Gun Gaavo ||1||",
    "translation": "May my mind not be afflicted by the fire of sorrow; may I sing Your Glorious Praises, twenty-four hours a day. ||1||",
    "punjabi": "ਮੈਂ ਅੱਠੇ ਪਹਰ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ। (ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਚਿੰਤਾ ਦੀ ਅੱਗ ਵਿਚ ਨਹੀਂ ਫਸਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29580,
    "shabad_id": 2600,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸ੍ਵਸਤਿ ਬਿਵਸਥਾ ਹਰਿ ਕੀ ਸੇਵਾ; ਮਧੰ੍ਯਤ ਪ੍ਰਭ ਜਾਪਣ ॥",
    "transliteration": "Svasath Bivasathhaa Har Kee Saevaa Madhhanyath Prabh Jaapan ||",
    "translation": "May I serve the Lord in my childhood and youth, and meditate on God in my middle and old age.",
    "punjabi": "ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਨਾਲ, ਹਰੀ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਨਾਲ (ਮਨ ਵਿਚ) ਸ਼ਾਂਤੀ ਦੀ ਹਾਲਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਸੁ-ਅਸਤਿ)ੳੁ੍ਨਦਮ ਬਲ ਸਹਿਤ ਤਿਅਾਰ-ਬਰ-ਤਿਅਾਰ ਵਿਸਮਾਦ ੲਿਕਾਗ੍ਰ (ਬਿ-ਵਸਥਾ)ਅਵਸਥਾ (ਮਧੰ੍ਯਤ) ਵਿੱਚ। ਮਧਿਅੰਤ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29581,
    "shabad_id": 2600,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਰੰਗੁ ਲਗਾ ਪਰਮੇਸਰ; ਬਾਹੁੜਿ ਜਨਮ. ਨ ਛਾਪਣ ॥੨॥੧੮॥੪੯॥",
    "transliteration": "Naanak Rang Lagaa Paramaesar Baahurr Janam N Shhaapan ||2||18||49||",
    "translation": "O Nanak, one who is imbued with the Love of the Transcendent Lord, is not reincarnated again to die. ||2||18||49||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ (ਦੇ ਮਨ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਬਣ ਜਾਏ ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ ॥੨॥੧੮॥੪੯॥",
    "pronunciation": "(ਛਾਪਣ) ਮੌਤ",
    "type_id": 3
  },
  {
    "id": 29582,
    "shabad_id": 2601,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29583,
    "shabad_id": 2601,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਾਂਗੳੁ ਰਾਮ ਤੇ. ਸਭਿ ਥੋਕ ॥",
    "transliteration": "Maango Raam Thae Sabh Thhok ||",
    "translation": "I beg only from the Lord for all things.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ (ਤਾਂ) ਸਾਰੇ ਪਦਾਰਥ ਪਰਮਾਤਮਾ ਤੋਂ (ਹੀ) ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29584,
    "shabad_id": 2601,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਾਨੁਖ ਕੳੁ ਜਾਚਤ. ਸ੍ਰਮੁ ਪਾੲੀਅੈ; ਪ੍ਰਭ ਕੈ ਸਿਮਰਨਿ ਮੋਖ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maanukh Ko Jaachath Sram Paaeeai Prabh Kai Simaran Mokh ||1|| Rehaao ||",
    "translation": "I would hesitate to beg from other people. Remembering God in meditation, liberation is obtained. ||1||Pause||",
    "punjabi": "ਮਨੁੱਖਾਂ ਪਾਸੋਂ ਮੰਗਦਿਆਂ ਨਿਰੀ ਖੇਚਲ ਹੀ ਹਾਸਲ ਹੁੰਦੀ ਹੈ, (ਦੂਜੇ ਪਾਸੇ,) ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ (ਪਦਾਰਥ ਭੀ ਮਿਲਦੇ ਹਨ, ਤੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ (ਭੀ) ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29585,
    "shabad_id": 2601,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਘੋਖੇ ਮੁਨਿ ਜਨ ਸਿੰਮਿ੍ਰਤਿ ਪੁਰਾਨਾਂ; ਬੇਦ ਪੁਕਾਰਹਿ ਘੋਖ ॥",
    "transliteration": "Ghokhae Mun Jan Sinmrith Puraanaan Baedh Pukaarehi Ghokh ||",
    "translation": "I have studied with the silent sages, and carefully read the Simritees, the Puraanas and the Vedas; they all proclaim that,",
    "punjabi": "ਹੇ ਭਾਈ! ਰਿਸ਼ੀਆਂ ਨੇ ਸਿੰਮ੍ਰਿਤੀਆਂ ਪੁਰਾਣ ਗਹੁ ਨਾਲ ਵਿਚਾਰ ਵੇਖੇ, ਵੇਦਾਂ ਨੂੰ (ਭੀ) ਵਿਚਾਰ ਕੇ ਉੱਚੀ ਉੱਚੀ ਪੜ੍ਹਦੇ ਹਨ,",
    "pronunciation": "ਸਿੰਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 29586,
    "shabad_id": 2601,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਕਿ੍ਰਪਾਸਿੰਧੁ ਸੇਵਿ ਸਚੁ ਪਾੲੀਅੈ; ਦੋਵੈ ਸੁਹੇਲੇ ਲੋਕ ॥੧॥",
    "transliteration": "Kirapaa Sindhh Saev Sach Paaeeai Dhovai Suhaelae Lok ||1||",
    "translation": "By serving the Lord, the ocean of mercy, Truth is obtained, and both this world and the next are embellished. ||1||",
    "punjabi": "(ਪਰ) ਕਿਰਪਾ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਉਸ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਲੋਕ ਪਰਲੋਕ ਦੋਵੇਂ ਹੀ ਸੁਖਦਾਈ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29587,
    "shabad_id": 2601,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਅਾਨ ਅਚਾਰ ਬਿੳੁਹਾਰ ਹੈ ਜੇਤੇ; ਬਿਨੁ ਹਰਿ ਸਿਮਰਨ. ਫੋਕ ॥",
    "transliteration": "Aan Achaar Biouhaar Hai Jaethae Bin Har Simaran Fok ||",
    "translation": "All other rituals and customs are useless, without remembering the Lord in meditation.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜਿਤਨੇ ਭੀ ਹੋਰ ਧਾਰਮਿਕ ਰਿਵਾਜ ਤੇ ਵਿਹਾਰ ਹਨ ਸਾਰੇ ਵਿਅਰਥ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29588,
    "shabad_id": 2601,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਜਨਮ ਮਰਣ ਭੈ ਕਾਟੇ; ਮਿਲਿ ਸਾਧੂ ਬਿਨਸੇ ਸੋਕ ॥੨॥੧੯॥੫੦॥",
    "transliteration": "Naanak Janam Maran Bhai Kaattae Mil Saadhhoo Binasae Sok ||2||19||50||",
    "translation": "O Nanak, the fear of birth and death has been removed; meeting the Holy Saint, sorrow is dispelled. ||2||19||50||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਸਾਰੇ ਡਰ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੧੯॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29589,
    "shabad_id": 2602,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29590,
    "shabad_id": 2602,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਬੁਝੈ; ਹਰਿ ਕੈ ਨਾਮਿ ॥",
    "transliteration": "Thrisanaa Bujhai Har Kai Naam ||",
    "translation": "Desire is quenched, through the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ (ਮਾਇਆ ਦੀ) ਤ੍ਰੇਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29591,
    "shabad_id": 2602,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਹਾ ਸੰਤੋਖੁ ਹੋਵੈ ਗੁਰ ਬਚਨੀ; ਪ੍ਰਭ ਸਿੳੁ ਲਾਗੈ ਪੂਰਨ ਧਿਅਾਨੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mehaa Santhokh Hovai Gur Bachanee Prabh Sio Laagai Pooran Dhhiaan ||1|| Rehaao ||",
    "translation": "Great peace and contentment come through the Guru's Word, and one's meditation is perfectly focused upon God. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਆਸਰਾ ਲਿਆਂ (ਮਨ ਵਿਚ) ਬੜਾ ਸੰਤੋਖ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪੂਰੇ ਤੌਰ ਤੇ ਸੁਰਤਿ ਜੁੜ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
