[
  {
    "id": 29866,
    "shabad_id": 2620,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧਨਾਸਰੀ ਛੰਤ ਮਹਲਾ ੪ ਘਰੁ ੧",
    "transliteration": "Dhhanaasaree Shhanth Mehalaa 4 Ghar 1",
    "translation": "Dhanaasaree, Chhant, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29867,
    "shabad_id": 2620,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 29868,
    "shabad_id": 2620,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਕਿ੍ਰਪਾ ਕਰੇ; ਤਾ ਨਾਮੁ ਧਿਅਾੲੀਅੈ ਜੀੳੁ ॥",
    "transliteration": "Har Jeeo Kirapaa Karae Thaa Naam Dhhiaaeeai Jeeo ||",
    "translation": "When the Dear Lord grants His Grace, one meditates on the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰੇ, ਤਾਂ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29869,
    "shabad_id": 2620,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ ਸੁਭਾੲਿ; ਸਹਜਿ ਗੁਣ ਗਾੲੀਅੈ ਜੀੳੁ ॥",
    "transliteration": "Sathigur Milai Subhaae Sehaj Gun Gaaeeai Jeeo ||",
    "translation": "Meeting the True Guru, through loving faith and devotion, one intuitively sings the Glorious Praises of the Lord.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਪ੍ਰਭੂ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਗਾ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29870,
    "shabad_id": 2620,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਗਾੲਿ ਵਿਗਸੈ ਸਦਾ ਅਨ ਦਿਨੁ; ਜਾ ਅਾਪਿ ਸਾਚੇ ਭਾਵੲੇ ॥",
    "transliteration": "Gun Gaae Vigasai Sadhaa Anadhin Jaa Aap Saachae Bhaaveae ||",
    "translation": "Singing His Glorious Praises continually, night and day, one blossoms forth, when it is pleasing to the True Lord.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾ ਕੇ (ਮਨੁੱਖ) ਸਦਾ ਹਰ ਵੇਲੇ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਹੋ ਸਕਦਾ ਹੈ) ਜਦੋਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪ (ਇਹ ਮੇਹਰ ਕਰਨੀ) ਪਸੰਦ ਆਵੇ।",
    "pronunciation": "ਵਿਗਸੈ। ਭਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 29871,
    "shabad_id": 2620,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਹੰਕਾਰੁ ਹੳੁਮੈ ਤਜੈ ਮਾੲਿਅਾ; ਸਹਜਿ ਨਾਮਿ ਸਮਾਵੲੇ ॥",
    "transliteration": "Ahankaar Houmai Thajai Maaeiaa Sehaj Naam Samaaveae ||",
    "translation": "Egotism, self-conceit and Maya are forsaken, and he is intuitively absorbed into the Naam.",
    "punjabi": "(ਗੁਣ ਗਾਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ) ਅਹੰਕਾਰ, ਹਉਮੈ, ਮਾਇਆ (ਦਾ ਮੋਹ) ਤਿਆਗ ਦੇਂਦਾ ਹੈ, ਅਤੇ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਸਮਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 29872,
    "shabad_id": 2620,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਾਪਿ ਕਰਤਾ ਕਰੇ ਸੋੲੀ; ਅਾਪਿ ਦੇੲਿ. ਤ ਪਾੲੀਅੈ ॥",
    "transliteration": "Aap Karathaa Karae Soee Aap Dhaee Th Paaeeai ||",
    "translation": "The Creator Himself acts; when He gives, then we receive.",
    "punjabi": "(ਨਾਮ ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਉਹ (ਇਹ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ ਤਦੋਂ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 29873,
    "shabad_id": 2620,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਕਿ੍ਰਪਾ ਕਰੇ; ਤਾ. ਨਾਮੁ ਧਿਅਾੲੀਅੈ ਜੀੳੁ ॥੧॥",
    "transliteration": "Har Jeeo Kirapaa Karae Thaa Naam Dhhiaaeeai Jeeo ||1||",
    "translation": "When the Dear Lord grants His Grace, we meditate on the Naam. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰੇ, ਤਾਂ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29874,
    "shabad_id": 2620,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅੰਦਰਿ ਸਾਚਾ ਨੇਹੁ; ਪੂਰੇ ਸਤਿਗੁਰੈ ਜੀੳੁ ॥",
    "transliteration": "Andhar Saachaa Naehu Poorae Sathigurai Jeeo ||",
    "translation": "Deep within, I feel true love for the Perfect True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਮੇਰੇ) ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਨਾਲ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29875,
    "shabad_id": 2620,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹੳੁ ਤਿਸੁ ਸੇਵੀ ਦਿਨੁ ਰਾਤਿ; ਮੈ ਕਦੇ. ਨ ਵੀਸਰੈ ਜੀੳੁ ॥",
    "transliteration": "Ho This Saevee Dhin Raath Mai Kadhae N Veesarai Jeeo ||",
    "translation": "I serve Him day and night; I never forget Him.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਉਸ (ਪ੍ਰਭੂ) ਨੂੰ ਦਿਨ ਰਾਤ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਨੂੰ ਉਹ ਕਦੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29876,
    "shabad_id": 2620,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਦੇ ਨ ਵਿਸਾਰੀ. ਅਨ ਦਿਨੁ ਸਮ੍ਹਾਰੀ; ਜਾ ਨਾਮੁ ਲੲੀ ਤਾ ਜੀਵਾ ॥",
    "transliteration": "Kadhae N Visaaree Anadhin Samhaaree Jaa Naam Lee Thaa Jeevaa ||",
    "translation": "I never forget Him; I remember Him night and day. When I chant the Naam, then I live.",
    "punjabi": "ਮੈਂ ਉਸ ਨੂੰ ਕਦੇ ਭੁਲਾਂਦਾ ਨਹੀਂ, ਮੈਂ ਹਰ ਵੇਲੇ (ਉਸ ਪ੍ਰਭੂ ਨੂੰ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹਾਂ। ਜਦੋਂ ਮੈਂ ਉਸ ਦਾ ਨਾਮ ਜਪਦਾ ਹਾਂ, ਤਦੋਂ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29877,
    "shabad_id": 2620,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸ੍ਰਵਣੀ ਸੁਣੀ ਤ ੲਿਹ ਮਨੁ ਤਿ੍ਰਪਤੈ; ਗੁਰਮੁਖਿ ਅੰਮਿ੍ਰਤੁ ਪੀਵਾ ॥",
    "transliteration": "Sravanee Sunee Th Eihu Man Thripathai Guramukh Anmrith Peevaa ||",
    "translation": "With my ears, I hear about Him, and my mind is satisfied. As Gurmukh, I drink in the Ambrosial Nectar.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ (ਹਰਿ-ਨਾਮ) ਸੁਣਦਾ ਹਾਂ ਤਦੋਂ (ਮੇਰਾ) ਇਹ ਮਨ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29878,
    "shabad_id": 2620,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਤਾ ਸਤਿਗੁਰੁ ਮੇਲੇ; ਅਨ ਦਿਨੁ ਬਿਬੇਕ ਬੁਧਿ ਬਿਚਰੈ ॥",
    "transliteration": "Nadhar Karae Thaa Sathigur Maelae Anadhin Bibaek Budhh Bicharai ||",
    "translation": "If He bestows His Glance of Grace, then I shall meet the True Guru; my discriminating intellect would contemplate Him, night and day.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹਾਂ (ਜਦੋਂ ਪ੍ਰਭੂ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਦੀ) ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਦੋਂ (ਉਸ ਨੂੰ) ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ (ਤਦੋਂ ਹਰ ਵੇਲੇ ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਚੰਗੇ ਮੰਦੇ ਦੀ ਪਰਖ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਕੰਮ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29879,
    "shabad_id": 2620,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅੰਦਰਿ ਸਾਚਾ ਨੇਹੁ; ਪੂਰੇ ਸਤਿਗੁਰੈ ॥੨॥",
    "transliteration": "Andhar Saachaa Naehu Poorae Sathigurai ||2||",
    "translation": "Deep within, I feel true love for the Perfect True Guru. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਅੰਦਰ (ਪ੍ਰਭੂ ਨਾਲ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29880,
    "shabad_id": 2620,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲੈ ਵਡਭਾਗਿ; ਤਾ ਹਰਿ ਰਸੁ ਅਾਵੲੇ ਜੀੳੁ ॥",
    "transliteration": "Sathasangath Milai Vaddabhaag Thaa Har Ras Aaveae Jeeo ||",
    "translation": "By great good fortune, one joins the Sat Sangat, the True Congregation; then, one comes to savor the subtle essence of the Lord.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਾਧ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆਉਣ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29881,
    "shabad_id": 2620,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਰਹੈ ਲਿਵ ਲਾੲਿ; ਤ ਸਹਜਿ ਸਮਾਵੲੇ ਜੀੳੁ ॥",
    "transliteration": "Anadhin Rehai Liv Laae Th Sehaj Samaaveae Jeeo ||",
    "translation": "Night and day, he remains lovingly focused on the Lord; he merges in celestial peace.",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29882,
    "shabad_id": 2620,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸਹਜਿ ਸਮਾਵੈ ਤਾ ਹਰਿ ਮਨਿ ਭਾਵੈ; ਸਦਾ ਅਤੀਤੁ ਬੈਰਾਗੀ ॥",
    "transliteration": "Sehaj Samaavai Thaa Har Man Bhaavai Sadhaa Atheeth Bairaagee ||",
    "translation": "Merging in celestial peace, he becomes pleasing to the Lord's Mind; he remains forever unattached and untouched.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਪਰੇ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਨਿਰਲੇਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29883,
    "shabad_id": 2620,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਸੋਭਾ ਜਗ ਅੰਤਰਿ; ਰਾਮ ਨਾਮਿ ਲਿਵ ਲਾਗੀ ॥",
    "transliteration": "Halath Palath Sobhaa Jag Anthar Raam Naam Liv Laagee ||",
    "translation": "He receives honor in this world and the next, lovingly focused on the Lord's Name.",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ, ਪਰਲੋਕ ਵਿਚ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਉਸ ਦੀ ਸੋਭਾ ਹੋਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਜੱਗ",
    "type_id": 3
  },
  {
    "id": 29884,
    "shabad_id": 2620,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਹਰਖ ਸੋਗ ਦੁਹਾ ਤੇ ਮੁਕਤਾ; ਜੋ ਪ੍ਰਭੁ ਕਰੇ ਸੁ ਭਾਵੲੇ ॥",
    "transliteration": "Harakh Sog Dhuhaa Thae Mukathaa Jo Prabh Karae S Bhaaveae ||",
    "translation": "He is liberated from both pleasure and pain; he is pleased by whatever God does.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਖ਼ੁਸ਼ੀ ਗ਼ਮੀ ਦੋਹਾਂ ਤੋਂ ਸੁਤੰਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਹ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29885,
    "shabad_id": 2620,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲੈ ਵਡਭਾਗਿ; ਤਾ ਹਰਿ ਰਸੁ ਅਾਵੲੇ ਜੀੳੁ ॥੩॥",
    "transliteration": "Sathasangath Milai Vaddabhaag Thaa Har Ras Aaveae Jeeo ||3||",
    "translation": "By great good fortune, one joins the Sat Sangat, the True Congregation, and then, one comes to savor the subtle essence of the Lord. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਤਦੋਂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਆਉਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29886,
    "shabad_id": 2620,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਦੁਖੁ ਹੋੲਿ; ਮਨਮੁਖ ਜਮਿ ਜੋਹਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Dhoojai Bhaae Dhukh Hoe Manamukh Jam Johiaa Jeeo ||",
    "translation": "In the love of duality, there is pain and suffering; the Messenger of Death eyes the self-willed manmukhs.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ ਸਦਾ ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਸ ਨੂੰ ਸਦਾ ਦੁੱਖ ਵਿਆਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29887,
    "shabad_id": 2620,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਹਾੲਿ ਹਾੲਿ ਕਰੇ ਦਿਨੁ ਰਾਤਿ; ਮਾੲਿਅਾ ਦੁਖਿ ਮੋਹਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Haae Haae Karae Dhin Raath Maaeiaa Dhukh Mohiaa Jeeo ||",
    "translation": "They cry and howl, day and night, caught by the pain of Maya.",
    "punjabi": "ਉਹ ਦਿਨ ਰਾਤ 'ਹਾਇ ਹਾਇ' ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਦੁੱਖ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29888,
    "shabad_id": 2620,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮਾੲਿਅਾ ਦੁਖਿ ਮੋਹਿਅਾ ਹੳੁਮੈ ਰੋਹਿਅਾ; ਮੇਰੀ ਮੇਰੀ ਕਰਤ ਵਿਹਾਵੲੇ ॥",
    "transliteration": "Maaeiaa Dhukh Mohiaa Houmai Rohiaa Maeree Maeree Karath Vihaaveae ||",
    "translation": "Caught by the pain of Maya, provoked by his ego, he passes his life crying out, \"Mine, mine!\".",
    "punjabi": "ਉਹ ਸਦਾ ਮਾਇਆ ਦੇ ਦੁੱਖ ਵਿਚ ਗ੍ਰਸਿਆ ਹੋਇਆ ਹਉਮੈ ਦੇ ਕਾਰਨ ਕ੍ਰੋਧਾਤੁਰ ਭੀ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ 'ਮੇਰੀ ਮਾਇਆ, ਮੇਰੀ ਮਾਇਆ' ਕਰਦਿਆਂ ਲੰਘ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਰੋਹਿਅਾ) ਕ੍ਰੋਧਵਾਨ। ਵਿਹਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 29889,
    "shabad_id": 2620,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਪ੍ਰਭੁ ਦੇੲਿ. ਤਿਸੁ ਚੇਤੈ ਨਾਹੀ; ਅੰਤਿ ਗੲਿਅਾ ਪਛੁਤਾਵੲੇ ॥",
    "transliteration": "Jo Prabh Dhaee This Chaethai Naahee Anth Gaeiaa Pashhuthaaveae ||",
    "translation": "He does not remember God, the Giver, and in the end, he departs regretting and repenting.",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ (ਉਸ ਨੂੰ ਸਭ ਕੁਝ) ਦੇ ਰਿਹਾ ਹੈ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਉਹ ਕਦੇ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਆਖ਼ਰ ਜਦੋਂ ਇਥੋਂ ਤੁਰਦਾ ਹੈ ਤਾਂ ਪਛੁਤਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪਛੁਤਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 29890,
    "shabad_id": 2620,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਕੋ ਸਾਥਿ, ਨ ਚਾਲੈ; ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਮਾੲਿਅਾ ਧੋਹਿਅਾ ॥",
    "transliteration": "Bin Naavai Ko Saathh N Chaalai Puthr Kalathr Maaeiaa Dhhohiaa ||",
    "translation": "Without the Name, nothing shall go along with him; not his children, spouse or the enticements of Maya.",
    "punjabi": "ਪੁੱਤਰ ਇਸਤ੍ਰੀ (ਆਦਿਕ) ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ, ਦੁਨੀਆ ਦੀ ਮਾਇਆ ਉਸ ਨੂੰ ਛਲ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਧੋਹਿਅਾ) ਠੱਗਿਅਾ। ਕ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 29891,
    "shabad_id": 2620,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਦੁਖੁ ਹੋੲਿ; ਮਨਮੁਖਿ ਜਮਿ ਜੋਹਿਅਾ ਜੀੳੁ ॥੪॥",
    "transliteration": "Dhoojai Bhaae Dhukh Hoe Manamukh Jam Johiaa Jeeo ||4||",
    "translation": "In the love of duality, there is pain and suffering; the Messenger of Death eyes the self-willed manmukhs. ||4||",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਮੌਤ ਗ੍ਰਸੀ ਰੱਖਦੀ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਸ ਨੂੰ ਸਦਾ ਦੁੱਖ ਵਿਆਪਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29892,
    "shabad_id": 2620,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਲੇਹੁ ਮਿਲਾੲਿ; ਮਹਲੁ ਹਰਿ ਪਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Kar Kirapaa Laehu Milaae Mehal Har Paaeiaa Jeeo ||",
    "translation": "Granting His Grace, the Lord has merged me with Himself; I have found the Mansion of the Lord's Presence.",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ (ਆਪਣੀ) ਕਿਰਪਾ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈਂ, ਉਸ ਨੂੰ ਤੇਰੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29893,
    "shabad_id": 2620,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਸਦਾ ਰਹੈ ਕਰ ਜੋੜਿ; ਪ੍ਰਭੁ ਮਨਿ ਭਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Sadhaa Rehai Kar Jorr Prabh Man Bhaaeiaa Jeeo ||",
    "translation": "I remain standing with my palms pressed together; I have become pleasing to God's Mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਸਦਾ ਹੱਥ ਜੋੜ ਕੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29894,
    "shabad_id": 2620,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਪ੍ਰਭੁ ਮਨਿ ਭਾਵੈ. ਤਾ ਹੁਕਮਿ ਸਮਾਵੈ; ਹੁਕਮੁ ਮੰਨਿ ਸੁਖੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Prabh Man Bhaavai Thaa Hukam Samaavai Hukam Mann Sukh Paaeiaa ||",
    "translation": "When one is pleasing to God's Mind, then he merges in the Hukam of the Lord's Command; surrendering to His Hukam, he finds peace.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਤੇ, ਹੁਕਮ ਮੰਨ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29895,
    "shabad_id": 2620,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਅਨਦਿਨੁ ਜਪਤ ਰਹੈ ਦਿਨੁ ਰਾਤੀ; ਸਹਜੇ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Anadhin Japath Rehai Dhin Raathee Sehajae Naam Dhhiaaeiaa ||",
    "translation": "Night and day, he chants the Lord's Name, day and night; intuitively, naturally, he meditates on the Naam, the Name of the Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29896,
    "shabad_id": 2620,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੋ ਨਾਮੁ ਮਿਲੀ ਵਡਿਅਾੲੀ; ਨਾਨਕ ਨਾਮੁ ਮਨਿ ਭਾਵੲੇ ॥",
    "transliteration": "Naamo Naam Milee Vaddiaaee Naanak Naam Man Bhaaveae ||",
    "translation": "Through the Naam, the glorious greatness of the Naam is obtained; the Naam is pleasing to Nanak's mind.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ (ਹਰ ਵੇਲੇ) ਨਾਮ-ਸਿਮਰਨ (ਹੀ) ਉਸ ਨੂੰ ਵਡਿਆਈ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਉਸ ਨੂੰ ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਭਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 29897,
    "shabad_id": 2620,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਲੇਹੁ ਮਿਲਾੲਿ; ਮਹਲੁ ਹਰਿ ਪਾਵੲੇ ਜੀੳੁ ॥੫॥੧॥",
    "transliteration": "Kar Kirapaa Laehu Milaae Mehal Har Paaveae Jeeo ||5||1||",
    "translation": "Granting His Grace, the Lord has merged me with Himself; I have found the Mansion of the Lord's Presence. ||5||1||",
    "punjabi": "ਹੇ ਹਰੀ! (ਆਪਣੀ) ਕਿਰਪਾ ਕਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈਂ, ਉਸ ਨੂੰ ਤੇਰੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ॥੫॥੧॥",
    "pronunciation": "ਪਾਵ-ੲੇ",
    "type_id": 3
  }
]
