[
  {
    "id": 29975,
    "shabad_id": 2627,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੀ ਮੇਰੀ ਕੈਰੳੁ ਕਰਤੇ; ਦੁਰਜੋਧਨ ਸੇ ਭਾੲੀ ॥",
    "transliteration": "Maeree Maeree Kairo Karathae Dhurajodhhan Sae Bhaaee ||",
    "translation": "The Kaurvas, who had brothers like Duryodhan, used to proclaim, \"This is ours! This is ours!\"",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਕੌਰਵਾਂ ਦੇ ਦੁਰਜੋਧਨ ਵਰਗੇ (ਬਲੀ) ਭਰਾ ਸਨ, ਉਹ ਭੀ (ਇਹ ਮਾਣ ਕਰਦੇ ਰਹੇ ਕਿ) ਅਸਾਡੀ (ਪਾਤਸ਼ਾਹੀ) ਅਸਾਡੀ (ਪਾਤਸ਼ਾਹੀ), (ਪਾਂਡੋ ਕੀਹ ਲੱਗਦੇ ਹਨ ਇਸ ਧਰਤੀ ਦੇ?);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29976,
    "shabad_id": 2627,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਬਾਰਹ ਜੋਜਨ. ਛਤ੍ਰੁ ਚਲੈ ਥਾ; ਦੇਹੀ ਗਿਰਝ ਨ ਖਾੲੀ ॥੨॥",
    "transliteration": "Baareh Jojan Shhathra Chalai Thhaa Dhaehee Girajhan Khaaee ||2||",
    "translation": "Their royal procession extended over sixty miles, and yet their bodies were eaten by vultures. ||2||",
    "punjabi": "(ਕੁਰਖੇਤਰ ਦੇ ਜੰਗ ਵੇਲੇ) ਅਠਤਾਲੀਆਂ ਕੋਹਾਂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸੈਨਾ ਦਾ ਖਿਲਾਰ ਸੀ (ਪਰ ਕਿੱਧਰ ਗਈ ਬਾਦਸ਼ਾਹੀ ਤੇ ਕਿੱਧਰ ਗਿਆ ਉਹ ਛਤਰ? ਕੁਰਖੇਤਰ ਦੇ ਜੰਗ ਵਿਚ) ਗਿਰਝਾਂ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਲੋਥਾਂ ਖਾਧੀਆਂ ॥੨॥",
    "pronunciation": "(ਜੋਜਨ) ਚਾਰ ਕੋਹ। ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 29977,
    "shabad_id": 2627,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਸਰਬ ਸੁੋੲਿਨ ਕੀ ਲੰਕਾ ਹੋਤੀ; ਰਾਵਨ ਸੇ ਅਧਿਕਾੲੀ ॥",
    "transliteration": "Sarab Suoein Kee Lankaa Hothee Raavan Sae Adhhikaaee ||",
    "translation": "Sri Lanka was totally rich with gold; was anyone greater than its ruler Raavan?",
    "punjabi": "ਰਾਵਣ ਵਰਗੇ ਵੱਡੇ ਬਲੀ ਰਾਜੇ ਦੀ ਲੰਕਾ ਸਾਰੀ ਦੀ ਸਾਰੀ ਸੋਨੇ ਦੀ ਸੀ,",
    "pronunciation": "(ਅਧਿਕਾੲੀ) ਵੱਡੇ ਬਲੀ। ਸੋੁ ਅੌਂਕੜ ਤੇ ਹੋੜੇ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29978,
    "shabad_id": 2627,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਹਾ ਭੲਿਓ. ਦਰਿ ਬਾਂਧੇ ਹਾਥੀ; ਖਿਨ ਮਹਿ ਭੲੀ ਪਰਾੲੀ ॥੩॥",
    "transliteration": "Kehaa Bhaeiou Dhar Baandhhae Haathhee Khin Mehi Bhee Paraaee ||3||",
    "translation": "What happened to the elephants, tethered at his gate? In an instant, it all belonged to someone else. ||3||",
    "punjabi": "(ਉਸ ਦੇ ਮਹਿਲਾਂ ਦੇ) ਦਰਵਾਜ਼ੇ ਤੇ ਹਾਥੀ ਬੱਝੇ ਖਲੋਤੇ ਸਨ, ਪਰ ਆਖ਼ਰ ਕੀਹ ਬਣਿਆ? ਇਕ ਪਲ ਵਿਚ ਸਭ ਕੁਝ ਪਰਾਇਆ ਹੋ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29979,
    "shabad_id": 2627,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਦੁਰਬਾਸਾ ਸਿੳੁ ਕਰਤ ਠਗੳੁਰੀ; ਜਾਦਵ ੲੇ ਫਲ ਪਾੲੇ ॥",
    "transliteration": "Dhurabaasaa Sio Karath Thagouree Jaadhav Eae Fal Paaeae ||",
    "translation": "The Yaadvas deceived Durbaasaa, and received their rewards.",
    "punjabi": "(ਸੋ, ਅਹੰਕਾਰ ਕਿਸੇ ਚੀਜ਼ ਦਾ ਭੀ ਹੋਵੇ ਉਹ ਮਾੜਾ ਹੈ; ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਆ ਕੇ) ਜਾਦਵਾਂ ਨੇ ਦੁਰਬਾਸਾ ਨਾਲ ਮਸਖ਼ਰੀ ਕੀਤੀ ਤੇ ਇਹ ਫਲ ਪਾਇਓ ਨੇ (ਕਿ ਸਾਰੀ ਕੁਲ ਹੀ ਮੁੱਕ ਗਈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29980,
    "shabad_id": 2627,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਕਿ੍ਰਪਾ ਕਰੀ ਜਨ ਅਪੁਨੇ ੳੂਪਰ; ਨਾਮਦੇੳੁ ਹਰਿ ਗੁਨ ਗਾੲੇ ॥੪॥੧॥",
    "transliteration": "Kirapaa Karee Jan Apunae Oopar Naamadhaeo Har Gun Gaaeae ||4||1||",
    "translation": "The Lord has shown mercy to His humble servant, and now Naam Dayv sings the Glorious Praises of the Lord. ||4||1||",
    "punjabi": "(ਪਰ ਸ਼ੁਕਰ ਹੈ) ਆਪਣੇ ਦਾਸ ਨਾਮਦੇਵ ਉੱਤੇ ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਹੈ ਤੇ ਨਾਮਦੇਵ (ਮਾਣ ਤਿਆਗ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ।੪।੧।ਭਾਵ: ਅਹੰਕਾਰ, ਚਾਹੇ ਕਿਸੇ ਚੀਜ਼ ਦਾ ਭੀ ਹੋਵੇ, ਮਾੜਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29981,
    "shabad_id": 2628,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦਸ ਬੈਰਾਗਨਿ. ਮੋਹਿ ਬਸਿ ਕੀਨ੍ਹੀ; ਪੰਚਹੁ ਕਾ ਮਿਟ ਨਾਵੳੁ ॥",
    "transliteration": "Dhas Bairaagan Mohi Bas Keenhee Panchahu Kaa Mitt Naavo ||",
    "translation": "I have brought the ten sensory organs under my control, and erased every trace of the five thieves.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵੈਰਾਗੀ ਬਣ ਕੇ) ਮੈਂ ਆਪਣੀਆਂ ਦਸੇ ਵੈਰਾਗਣ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ ਹੁਣ) ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਦਾ ਖੁਰਾ-ਖੋਜ ਹੀ ਮਿਟ ਗਿਆ ਹੈ (ਭਾਵ, ਮੇਰੇ ਉੱਤੇ ਇਹ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ);",
    "pronunciation": "ਚੰਚਲ ਦਸ (ਬੈਰਾਗਨਿ) ੲਿੰਦ੍ਰੀਅਾਂ। (ਪੰਚਹੁ) ਪੰਜ ਵਿਕਾਰਾਂ ਦਾ (ਨਾਵੳੁ)ਨਾਮ ਹੀ ਮਿਟਾ ਦਿੱਤਾ। ਮਿਟ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29982,
    "shabad_id": 2628,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਰਿ ਦੋੲਿ. ਭਰੇ ਅੰਮਿ੍ਰਤ ਸਰਿ; ਬਿਖੁ ਕੳੁ ਮਾਰਿ ਕਢਾਵੳੁ ॥੧॥",
    "transliteration": "Sathar Dhoe Bharae Anmrith Sar Bikh Ko Maar Kadtaavo ||1||",
    "translation": "I have filled the seventy-two thousand nerve channels with Ambrosial Nectar, and drained out the poison. ||1||",
    "punjabi": "ਮੈਂ ਆਪਣੀ ਰਗ-ਰਗ ਨੂੰ ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਨਾਲ ਭਰ ਲਿਆ ਹੈ ਤੇ (ਮਾਇਆ ਦੇ) ਜ਼ਹਿਰ ਦਾ ਪੂਰਨ ਤੌਰ ਤੇ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਤਰਿ) ਪੜਦੇ। (ਦੋੲਿ) ਮਨ ਬੁੱਧ। (ਸਤਰਿ ਦੋੲਿ) ਬਹੱਤਰ ਨਾੜੀਅਾਂ ਦਾ ਸਰੀਰ। ਸਤਰਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29983,
    "shabad_id": 2628,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਪਾਛੈ ਬਹੁਰਿ; ਨ ਅਾਵਨੁ ਪਾਵੳੁ ॥",
    "transliteration": "Paashhai Bahur N Aavan Paavo ||",
    "translation": "I shall not come into the world again.",
    "punjabi": "ਹੁਣ ਮੈਂ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਆਵਾਂਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29984,
    "shabad_id": 2628,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬਾਣੀ. ਘਟ ਤੇ ੳੁਚਰੳੁ; ਅਾਤਮ ਕੳੁ ਸਮਝਾਵੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anmrith Baanee Ghatt Thae Oucharo Aatham Ko Samajhaavo ||1|| Rehaao ||",
    "translation": "I chant the Ambrosial Bani of the Word from the depths of my heart, and I have instructed my soul. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਮੈਂ ਚਿੱਤ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹਾਂ ਤੇ ਆਪਣੇ ਆਤਮਾ ਨੂੰ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਘਟ:ਪੋਲਾ ਬੋਲੋ। ੳੁ੍ਨਚ-ਰੳੁ",
    "type_id": 4
  },
  {
    "id": 29985,
    "shabad_id": 2628,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਜਰ ਕੁਠਾਰੁ. ਮੋਹਿ ਹੈ ਛੀਨਾਂ; ਕਰਿ ਮਿੰਨਤਿ. ਲਗਿ ਪਾਵੳੁ ॥",
    "transliteration": "Bajar Kuthaar Mohi Hai Shheenaan Kar Minnath Lag Paavo ||",
    "translation": "I fell at the Guru's feet and begged of Him; with the mighty axe, I have chopped off emotional attachment.",
    "punjabi": "ਆਪਣੇ ਸਤਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ, ਗੁਰੂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰ ਕੇ (ਕਾਲ ਦੇ ਹੱਥੋਂ) ਮੈਂ (ਉਸ ਦਾ) ਭਿਆਨਕ ਕੁਹਾੜਾ ਖੋਹ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਬੱਜਰ) ਕਰੜਾ। (ਕੁਠਾਰੁ) ਕੁਹਾੜਾ। ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 29986,
    "shabad_id": 2628,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸੰਤਨ ਕੇ ਹਮ ੳੁਲਟੇ ਸੇਵਕ; ਭਗਤਨ ਤੇ. ਡਰ ਪਾਵੳੁ ॥੨॥",
    "transliteration": "Santhan Kae Ham Oulattae Saevak Bhagathan Thae Ddarapaavo ||2||",
    "translation": "Turning away from the world, I have become the servant of the Saints; I fear no one except the Lord's devotees. ||2||",
    "punjabi": "(ਕਾਲ ਪਾਸੋਂ ਡਰਨ ਦੇ ਥਾਂ) ਮੈਂ ਉਲਟਾ ਭਗਤ ਜਨਾਂ ਤੋਂ ਡਰਦਾ ਹਾਂ (ਭਾਵ, ਅਦਬ ਕਰਦਾ ਹਾਂ) ਤੇ ਉਹਨਾਂ ਦਾ ਹੀ ਸੇਵਕ ਬਣ ਗਿਆ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29987,
    "shabad_id": 2628,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ੲਿਹ ਸੰਸਾਰ ਤੇ. ਤਬ ਹੀ ਛੂਟੳੁ; ਜੳੁ ਮਾੲਿਅਾ. ਨਹ ਲਪਟਾਵੳੁ ॥",
    "transliteration": "Eih Sansaar Thae Thab Hee Shhootto Jo Maaeiaa Neh Lapattaavo ||",
    "translation": "I shall be released from this world, when I stop clinging to Maya.",
    "punjabi": "ਇਸ ਸੰਸਾਰ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਮੇਰੀ ਤਦੋਂ ਹੀ ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਨਾ ਫਸਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29988,
    "shabad_id": 2628,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮਾੲਿਅਾ ਨਾਮੁ ਗਰਭ ਜੋਨਿ ਕਾ; ਤਿਹ ਤਜਿ. ਦਰਸਨੁ ਪਾਵੳੁ ॥੩॥",
    "transliteration": "Maaeiaa Naam Garabh Jon Kaa Thih Thaj Dharasan Paavo ||3||",
    "translation": "Maya is the name of the power which causes us to be born; renouncing it, we obtain the Blessed Vision of the Lord's Darshan. ||3||",
    "punjabi": "ਮਾਇਆ (ਦਾ ਮੋਹ) ਹੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਣ ਦਾ ਮੂਲ ਹੈ, ਇਸ ਨੂੰ ਤਿਆਗ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਹੋ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29989,
    "shabad_id": 2628,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ੲਿਤੁ ਕਰਿ ਭਗਤਿ ਕਰਹਿ ਜੋ ਜਨ; ਤਿਨ ਭੳੁ ਸਗਲ ਚੁਕਾੲੀਅੈ ॥",
    "transliteration": "Eith Kar Bhagath Karehi Jo Jan Thin Bho Sagal Chukaaeeai ||",
    "translation": "That humble being, who performs devotional worship in this way, is rid of all fear.",
    "punjabi": "ਇਸ ਤਰੀਕੇ ਨਾਲ ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ; ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29990,
    "shabad_id": 2628,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਕਹਤ ਨਾਮਦੇੳੁ. ਬਾਹਰਿ ਕਿਅਾ ਭਰਮਹੁ; ੲਿਹ ਸੰਜਮ ਹਰਿ ਪਾੲੀਅੈ ॥੪॥੨॥",
    "transliteration": "Kehath Naamadhaeo Baahar Kiaa Bharamahu Eih Sanjam Har Paaeeai ||4||2||",
    "translation": "Says Naam Dayv, why are you wandering around out there? This is the way to find the Lord. ||4||2||",
    "punjabi": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ-(ਹੇ ਭਾਈ! ਭੇਖੀ ਬੈਰਾਗੀ ਬਣ ਕੇ) ਬਾਹਰ ਭਟਕਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ; (ਜਿਹੜੇ ਸੰਜਮ ਅਸਾਂ ਦੱਸੇ ਹਨ) ਇਹਨਾਂ ਸੰਜਮਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29991,
    "shabad_id": 2629,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾਰਵਾੜਿ. ਜੈਸੇ ਨੀਰੁ ਬਾਲਹਾ; ਬੇਲਿ ਬਾਲਹਾ. ਕਰਹਲਾ ॥",
    "transliteration": "Maaravaarr Jaisae Neer Baalehaa Bael Baalehaa Karehalaa ||",
    "translation": "As water is very precious in the desert, and the creeper weeds are dear to the camel,",
    "punjabi": "ਜਿਵੇਂ ਮਾਰਵਾੜ (ਦੇਸ) ਵਿਚ ਪਾਣੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਊਠ ਨੂੰ ਵੇਲ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ,",
    "pronunciation": "ਮਾਰਵਾੜਿ ੲਿੱਕ ਰੇਤਲਾ ਦੇਸ। (ਬਾਲਹਾ) ਪਿਅਾਰਾ। (ਬੇਲਿ) ਵੇਲ। (ਕਰਹਲਾ) ੳੂਠ",
    "type_id": 3
  },
  {
    "id": 29992,
    "shabad_id": 2629,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿੳੁ ਕੁਰੰਕ ਨਿਸਿ ਨਾਦੁ ਬਾਲਹਾ; ਤਿੳੁ ਮੇਰੈ ਮਨਿ ਰਾਮੲੀਅਾ ॥੧॥",
    "transliteration": "Jio Kurank Nis Naadh Baalehaa Thio Maerai Man Raameeaa ||1||",
    "translation": "And the tune of the hunter's bell at night is enticing to the deer, so is the Lord to my mind. ||1||",
    "punjabi": "ਜਿਵੇਂ ਹਰਨ ਨੂੰ ਰਾਤ ਵੇਲੇ (ਘੰਡੇਹੇੜੇ ਦੀ) ਅਵਾਜ਼ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਜਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਨਿਸਿ) ਰਾਤ। ਰਾ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 29993,
    "shabad_id": 2629,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੇਰਾ ਨਾਮੁ ਰੂੜੋ. ਰੂਪੁ ਰੂੜੋ; ਅਤਿ ਰੰਗ ਰੂੜੋ. ਮੇਰੋ ਰਾਮੲੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thaeraa Naam Roorro Roop Roorro Ath Rang Roorro Maero Raameeaa ||1|| Rehaao ||",
    "translation": "Your Name is so beautiful! Your form is so beautiful! Your Love is so very beautiful, O my Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਰਾਮ! ਤੇਰਾ ਨਾਮ ਸੋਹਣਾ ਹੈ, ਤੇਰਾ ਰੂਪ ਸੋਹਣਾ ਹੈ ਅਤੇ ਤੇਰਾ ਰੰਗ ਬਹੁਤ ਸੋਹਣਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਰੂੜੋ) ਸੁੰਦਰ",
    "type_id": 4
  },
  {
    "id": 29994,
    "shabad_id": 2629,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਿੳੁ ਧਰਣੀ ਕੳੁ ੲਿੰਦ੍ਰੁ ਬਾਲਹਾ; ਕੁਸਮ ਬਾਸੁ ਜੈਸੇ ਭਵਰਲਾ ॥",
    "transliteration": "Jio Dhharanee Ko Eindhra Baalehaa Kusam Baas Jaisae Bhavaralaa ||",
    "translation": "As rain is dear to the earth, and the flower's fragrance is dear to the bumble bee,",
    "punjabi": "ਜਿਵੇਂ ਧਰਤੀ ਨੂੰ ਮੀਂਹ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਭੌਰੇ ਨੂੰ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ,",
    "pronunciation": "(ੲਿੰਦ੍ਰੁ) ਮੀਂਹ। (ਭਵਰਲਾ) ਭੌਰਾ",
    "type_id": 3
  },
  {
    "id": 29995,
    "shabad_id": 2629,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿੳੁ ਕੋਕਿਲ ਕੳੁ ਅੰਬੁ ਬਾਲਹਾ; ਤਿੳੁ ਮੇਰੈ ਮਨਿ ਰਾਮੲੀਅਾ ॥੨॥",
    "transliteration": "Jio Kokil Ko Anb Baalehaa Thio Maerai Man Raameeaa ||2||",
    "translation": "And the mango is dear to the cuckoo, so is the Lord to my mind. ||2||",
    "punjabi": "ਜਿਵੇਂ ਕੋਇਲ ਨੂੰ ਅੰਬ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਰਾ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 29996,
    "shabad_id": 2629,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਚਕਵੀ ਕੳੁ ਜੈਸੇ ਸੂਰੁ ਬਾਲਹਾ; ਮਾਨ ਸਰੋਵਰ ਹੰਸੁਲਾ ॥",
    "transliteration": "Chakavee Ko Jaisae Soor Baalehaa Maan Sarovar Hansulaa ||",
    "translation": "As the sun is dear to the chakvi duck, and the lake of Man Sarovar is dear to the swan,",
    "punjabi": "ਜਿਵੇਂ ਚਕਵੀ ਨੂੰ ਸੂਰਜ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ; ਜਿਵੇਂ ਹੰਸ ਨੂੰ ਮਾਨਸਰੋਵਰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29997,
    "shabad_id": 2629,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜਿੳੁ ਤਰੁਣੀ ਕੳੁ ਕੰਤੁ ਬਾਲਹਾ; ਤਿੳੁ ਮੇਰੈ ਮਨਿ ਰਾਮੲੀਅਾ ॥੩॥",
    "transliteration": "Jio Tharunee Ko Kanth Baalehaa Thio Maerai Man Raameeaa ||3||",
    "translation": "And the husband is dear to his wife, so is the Lord to my mind. ||3||",
    "punjabi": "ਜਿਵੇਂ ਜੁਆਨ ਇਸਤ੍ਰੀ ਨੂੰ (ਆਪਣਾ) ਖਸਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਤਰੁਣੀ) ਜਵਾਨ ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 29998,
    "shabad_id": 2629,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਬਾਰਿਕ ਕੳੁ. ਜੈਸੇ ਖੀਰੁ ਬਾਲਹਾ; ਚਾਤਿ੍ਰਕ ਮੁਖ. ਜੈਸੇ ਜਲਧਰਾ ॥",
    "transliteration": "Baarik Ko Jaisae Kheer Baalehaa Chaathrik Mukh Jaisae Jaladhharaa ||",
    "translation": "As milk is dear to the baby, and the raindrop is dear to the mouth of the rainbird,",
    "punjabi": "ਜਿਵੇਂ ਬਾਲਕ ਨੂੰ ਦੁੱਧ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਨੂੰ ਬੱਦਲ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "(ਜਲਧਰਾ) ਬੱਦਲ",
    "type_id": 3
  },
  {
    "id": 29999,
    "shabad_id": 2629,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਮਛੁਲੀ ਕੳੁ ਜੈਸੇ ਨੀਰੁ ਬਾਲਹਾ; ਤਿੳੁ ਮੇਰੈ ਮਨਿ ਰਾਮੲੀਅਾ ॥੪॥",
    "transliteration": "Mashhulee Ko Jaisae Neer Baalehaa Thio Maerai Man Raameeaa ||4||",
    "translation": "And as water is dear to the fish, so is the Lord to my mind. ||4||",
    "punjabi": "ਮੱਛੀ ਨੂੰ ਜਿਵੇਂ ਪਾਣੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30000,
    "shabad_id": 2629,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਸਾਧਿਕ ਸਿਧ ਸਗਲ ਮੁਨਿ ਚਾਹਹਿ; ਬਿਰਲੇ ਕਾਹੂ ਡੀਠੁਲਾ ॥",
    "transliteration": "Saadhhik Sidhh Sagal Mun Chaahehi Biralae Kaahoo Ddeethulaa ||",
    "translation": "All the seekers, Siddhas and silent sages seek Him, but only a rare few behold Him.",
    "punjabi": "(ਜੋਗ) ਸਾਧਨਾ ਕਰਨ ਵਾਲੇ, (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਤੇ ਸਾਰੇ ਮੁਨੀ (ਸੋਹਣੇ ਰਾਮ ਦਾ ਦਰਸ਼ਨ ਕਰਨਾ) ਚਾਹੁੰਦੇ ਹਨ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਦੀਦਾਰ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30001,
    "shabad_id": 2629,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਸਗਲ ਭਵਣ ਤੇਰੋ ਨਾਮੁ ਬਾਲਹਾ; ਤਿੳੁ ਨਾਮੇ ਮਨਿ ਬੀਠੁਲਾ ॥੫॥੩॥",
    "transliteration": "Sagal Bhavan Thaero Naam Baalehaa Thio Naamae Man Beethulaa ||5||3||",
    "translation": "Just as Your Name is dear to all the Universe, so is the Lord dear to Naam Dayv's mind. ||5||3||",
    "punjabi": "(ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਰਾਮ! ਜਿਵੇਂ) ਸਾਰੇ ਭਵਨਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ ਤੇਰਾ ਨਾਮ ਪਿਆਰਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਮੈਂ ਨਾਮੇ ਦੇ ਮਨ ਵਿਚ ਭੀ ਤੂੰ ਬੀਠੁਲ ਪਿਆਰਾ ਹੈਂ ॥੫॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30002,
    "shabad_id": 2630,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪਹਿਲ ਪੁਰੀੲੇ; ਪੁੰਡਰਕ ਵਨਾ ॥",
    "transliteration": "Pehil Pureeeae Punddarak Vanaa ||",
    "translation": "First of all, the lotuses bloomed in the woods;",
    "punjabi": "ਪਹਿਲਾਂ ਪਹਿਲ (ਜੋ ਜਗਤ ਬਣਿਆ ਹੈ ਉਹ, ਮਾਨੋ) ਕੌਲ ਫੁੱਲਾਂ ਦਾ ਖੇਤ ਹੈ,",
    "pronunciation": "(ਪਹਿਲ ਪੁਰੀੲੇ) ਪਹਿਲਾਂ ਪਹਿਲ। (ਪੁੰਡਰਕ) ਚਿੱਟਾ ਕਮਲ",
    "type_id": 3
  },
  {
    "id": 30003,
    "shabad_id": 2630,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਾ ਚੇ ਹੰਸਾ; ਸਗਲੇ ਜਨਾਂ ॥",
    "transliteration": "Thaa Chae Hansaa Sagalae Janaan ||",
    "translation": "From them, all the swan-souls came into being.",
    "punjabi": "ਸਾਰੇ ਜੀਅ ਜੰਤ ਉਸ (ਕੌਲ ਫੁੱਲਾਂ ਦੇ ਖੇਤ) ਦੇ ਹੰਸ ਹਨ।",
    "pronunciation": "(ਤਾ) ਤਿਨਾਂ੍ਹ। (ਚੇ) ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 30004,
    "shabad_id": 2630,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਿ੍ਰਸ˜ਾ ਤੇ ਜਾਨੳੂ; ਹਰਿ ਹਰਿ. ਨਾਚੰਤੀ ਨਾਚਨਾ ॥੧॥",
    "transliteration": "Kirasaa Thae Jaanoo Har Har Naachanthee Naachanaa ||1||",
    "translation": "Know that, through Krishna, the Lord, Har, Har, the dance of creation dances. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਇਹ ਰਚਨਾ ਨਾਚ ਕਰ ਰਹੀ ਹੈ। ਇਹ ਪ੍ਰਭੂ ਦੀ ਮਾਇਆ (ਦੀ ਪ੍ਰੇਰਨਾ) ਤੋਂ ਸਮਝੋ ॥੧॥",
    "pronunciation": "(ਕਿ੍ਰਸ˜ਾ) ਪ੍ਰਭੂ। (ਨਾਚਨਾ) ਸਿ੍ਰਸ਼ਟੀ, ਮਾੲਿਅਾ। ˜ :ਅੱਧਾ ਨੰਨਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30005,
    "shabad_id": 2630,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਪਹਿਲ ਪੁਰਸਾ; ਬਿਰਾ ॥",
    "transliteration": "Pehil Purasaabiraa ||",
    "translation": "First of all, there was only the Primal Being.",
    "punjabi": "ਪਹਿਲਾਂ ਪੁਰਸ਼ (ਅਕਾਲ ਪੁਰਖ) ਪਰਗਟ ਹੋਇਆ {\"ਆਪੀਨ੍ਹ੍ਹੈ ਆਪੁ ਸਾਜਿਓ, ਆਪੀਨ੍ਹ੍ਹੈ ਰਚਿਓ ਨਾਉ\"}।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30006,
    "shabad_id": 2630,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਥੋਨ ਪੁਰਸਾ; ਦਮਰਾ ॥",
    "transliteration": "Athhon Purasaadhamaraa ||",
    "translation": "From that Primal Being, Maya was produced.",
    "punjabi": "ਫਿਰ ਅਕਾਲ ਪੁਰਖ ਤੋਂ ਮਾਇਆ (ਬਣੀ) (\"ਦੁਯੀ ਕੁਦਰਤਿ ਸਾਜੀਐ\")।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30007,
    "shabad_id": 2630,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਸਗਾ; ਅਸ ੳੁਸਗਾ ॥",
    "transliteration": "Asagaa As Ousagaa ||",
    "translation": "All that is, is His.",
    "punjabi": "ਇਸ ਮਾਇਆ ਦਾ ਅਤੇ ਉਸ ਅਕਾਲ ਪੁਰਖ ਦਾ (ਮੇਲ ਹੋਇਆ) (\"ਕਰਿ ਆਸਣੁ ਡਿਠੋ ਚਾਉ\")।",
    "pronunciation": "(ਅਸਗਾ) ੲਿਸ ਜੀਵ ਦਾ। (ੳੁਸਗਾ) ੳੁਸ ਪ੍ਰਮਾਤਮਾ ਦਾ",
    "type_id": 3
  },
  {
    "id": 30008,
    "shabad_id": 2630,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕਾ ਬਾਗਰਾ; ਨਾਚੈ ਪਿੰਧੀ ਮਹਿ ਸਾਗਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Kaa Baagaraa Naachai Pindhhee Mehi Saagaraa ||1|| Rehaao ||",
    "translation": "In this Garden of the Lord, we all dance, like water in the pots of the Persian wheel. ||1||Pause||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਸੰਸਾਰ) ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਸੋਹਣਾ ਜਿਹਾ ਬਾਗ਼ (ਬਣ ਗਿਆ ਹੈ, ਜੋ) ਇਉਂ ਨੱਚ ਰਿਹਾ ਹੈ ਜਿਵੇਂ (ਖੂਹ ਦੀਆਂ) ਟਿੰਡਾਂ ਵਿਚ ਪਾਣੀ ਨੱਚਦਾ ਹੈ (ਭਾਵ, ਸੰਸਾਰ ਦੇ ਜੀਵ ਮਾਇਆ ਵਿਚ ਮੋਹਿਤ ਹੋ ਕੇ ਦੌੜ-ਭੱਜ ਕਰ ਰਹੇ ਹਨ, ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਉੱਤੇ ਨੱਚ ਰਹੇ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬੱਾਗਰਾ) ਬਾਗ। (ਪਿੰਧੀ) ਟਿੰਡਾਂ। (ਸਾਗਰਾ) ਪਾਣੀ",
    "type_id": 4
  },
  {
    "id": 30009,
    "shabad_id": 2630,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਚੰਤੀ; ਗੋਪੀ ਜੰਨਾ ॥",
    "transliteration": "Naachanthee Gopee Jannaa ||",
    "translation": "Women and men both dance.",
    "punjabi": "ਇਸਤ੍ਰੀਆਂ ਮਰਦ ਸਭ ਨੱਚ ਰਹੇ ਹਨ,",
    "pronunciation": "(ਗੋਪੀ) ੲਿੰਦ੍ਰੀਅਾਂ। (ਜੰਨਾ) ਜਨਾਂ ਦੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 30010,
    "shabad_id": 2630,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਨੲੀਅਾ ਤੇ; ਬੈਰੇ ਕੰਨਾ ॥",
    "transliteration": "Neeaa Thae Bairae Kannaa ||",
    "translation": "There is no other than the Lord.",
    "punjabi": "(ਪਰ ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਨੲੀਅਾ) ਨਾੲਿਕ ਪ੍ਰਭੂ। (ਬੈਰੇ) ਬਿਨਾ ਹੋਰ। (ਕੰਨਾ) ਕੋੲੀ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 30011,
    "shabad_id": 2630,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤਰਕੁ; ਨ ਚਾ ॥",
    "transliteration": "Tharak N Chaa ||",
    "translation": "Don't dispute this,",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਸ ਵਿਚ) ਸ਼ੱਕ ਨਾ ਕਰ,",
    "pronunciation": "(ਚਾ) ਕਰ",
    "type_id": 3
  },
  {
    "id": 30012,
    "shabad_id": 2630,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਭ੍ਰਮੀਅਾ; ਚਾ ॥",
    "transliteration": "Bhrameeaa Chaa ||",
    "translation": "And don't doubt this.",
    "punjabi": "(ਇਸ ਸੰਬੰਧੀ) ਭਰਮ ਦੂਰ ਕਰ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30013,
    "shabad_id": 2630,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਕੇਸਵਾ ਬਚੳੁਨੀ; ਅੲੀੲੇ ਮੲੀੲੇ. ੲੇਕ ਅਾਨ ਜੀੳੁ ॥੨॥",
    "transliteration": "Kaesavaa Bachounee Aeeeae Meeeae Eaek Aan Jeeo ||2||",
    "translation": "The Lord says, \"This creation and I are one and the same.\"||2||",
    "punjabi": "ਹਰੇਕ ਇਸਤ੍ਰੀ-ਮਰਦ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਬਚਨ ਹੀ ਇੱਕ-ਰਸ ਹੋ ਰਹੇ ਹਨ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬੋਲ ਰਿਹਾ ਹੈ) ॥੨॥",
    "pronunciation": "(ਕੇਸਵਾ) ਪ੍ਰਭੂ ਜੀ ਦੇ (ਬ-ਚੳੁਨੀ) ਬਚਨ। (ਅੲੀੲੇ) ੲਿਹ ਸੰਸਾਰ ਤੇ (ਮੲੀੲੇ) ਮੇਰਾ ਸਰੂਪ ੲਿੱਕ ਹੀ ਹਾਂ",
    "type_id": 3
  }
]
