[
  {
    "id": 30014,
    "shabad_id": 2630,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਿੰਧੀ ੳੁਭਕਲੇ; ਸੰਸਾਰਾ ॥",
    "transliteration": "Pindhhee Oubhakalae Sansaaraa ||",
    "translation": "Like the pots on the Persian wheel, sometimes the world is high, and sometimes it is low.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੀਵ-) ਟਿੰਡਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁਬਕੀਆਂ ਲੈ ਰਹੀਆਂ ਹਨ।",
    "pronunciation": "(ੳੁਭ-ਕਲੇ) ਡੁਬਕੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 30015,
    "shabad_id": 2630,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਭ੍ਰਮਿ ਭ੍ਰਮਿ ਅਾੲੇ; ਤੁਮ ਚੇ ਦੁਅਾਰਾ ॥",
    "transliteration": "Bhram Bhram Aaeae Thum Chae Dhuaaraa ||",
    "translation": "Wandering and roaming around, I have come at last to Your Door.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਭਟਕ ਭਟਕ ਕੇ ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30016,
    "shabad_id": 2630,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਤੂ ਕੁਨੁ ਰੇ ॥",
    "transliteration": "Thoo Kun Rae ||",
    "translation": "\"Who are you?\"",
    "punjabi": "ਹੇ (ਪ੍ਰਭੂ) ਜੀ! (ਜੇ ਤੂੰ ਮੈਨੂੰ ਪੁੱਛੇਂ-) ਤੂੰ ਕੌਣ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30017,
    "shabad_id": 2630,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮੈ ਜੀ ॥",
    "transliteration": "Mai Jee ||",
    "translation": "\"I am Naam Dayv, Sir.\"",
    "punjabi": "(ਤਾਂ) ਮੈਂ ਹੇ ਪ੍ਰਭੂ ਜੀ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30018,
    "shabad_id": 2630,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਨਾਮਾ ॥",
    "transliteration": "Naamaa ||",
    "translation": "",
    "punjabi": "ਨਾਮਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30019,
    "shabad_id": 2630,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹੋ ਜੀ ॥",
    "transliteration": "Ho Jee ||",
    "translation": "\"I am Naam Dayv, Sir.\"",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30020,
    "shabad_id": 2631,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਲਾ ਤੇ ਨਿਵਾਰਣਾ. ਜਮ ਕਾਰਣਾ ॥੩॥੪॥",
    "transliteration": "Aalaa Thae Nivaaranaa Jam Kaaranaa ||3||4||",
    "translation": "O Lord, please save me from Maya, the cause of death. ||3||4||",
    "punjabi": "ਮੈਨੂੰ ਜਗਤ ਦੇ ਜੰਜਾਲ ਤੋਂ, ਜੋ ਕਿ ਜਮਾਂ (ਦੇ ਡਰ) ਦਾ ਕਾਰਨ ਹੈ, ਬਚਾ ਲੈ ॥੩॥੪॥",
    "pronunciation": "(ਅਾਲਾ) ਸੰਸਾਰ।ਅਾਲਾ:ਪੋਲਾ ਬੋਲੋ (ਨਿਵਾਰਣਾ) ਬਚਾਓ",
    "type_id": 3
  },
  {
    "id": 30021,
    "shabad_id": 2631,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਪਤਿਤ. ਪਾਵਨ ਮਾਧੳੁ; ਬਿਰਦੁ ਤੇਰਾ ॥",
    "transliteration": "Pathith Paavan Maadhho Biradh Thaeraa ||",
    "translation": "O Lord, You are the Purifier of sinners - this is Your innate nature.",
    "punjabi": "ਹੇ ਮਾਧੋ! (ਵਿਕਾਰਾਂ ਵਿਚ) ਡਿੱਗੇ ਹੋਏ ਬੰਦਿਆਂ ਨੂੰ (ਮੁੜ) ਪਵਿੱਤਰ ਕਰਨਾ ਤੇਰਾ ਮੁੱਢ ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30022,
    "shabad_id": 2631,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਧੰਨਿ ਤੇ ਵੈ ਮੁਨਿ ਜਨ; ਜਿਨ ਧਿਅਾੲਿਓ ਹਰਿ ਪ੍ਰਭੁ ਮੇਰਾ ॥੧॥",
    "transliteration": "Dhhann Thae Vai Mun Jan Jin Dhhiaaeiou Har Prabh Maeraa ||1||",
    "translation": "Blessed are those silent sages and humble beings, who meditate on my Lord God. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਮੁਨੀ ਲੋਕ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਪਿਆਰੇ ਹਰੀ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30023,
    "shabad_id": 2631,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੈ ਮਾਥੈ ਲਾਗੀ ਲੇ ਧੂਰਿ; ਗੋਬਿੰਦ ਚਰਨਨ ਕੀ ॥",
    "transliteration": "Maerai Maathhai Laagee Lae Dhhoor Gobindh Charanan Kee ||",
    "translation": "I have applied to my forehead the dust of the feet of the Lord of the Universe.",
    "punjabi": "(ਉਸ ਗੋਬਿੰਦ ਦੀ ਮਿਹਰ ਨਾਲ) ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ (ਭੀ) ਉਸ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੱਗੀ ਹੈ (ਭਾਵ, ਮੈਨੂੰ ਭੀ ਗੋਬਿੰਦ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੱਥੇ ਉੱਤੇ ਲਾਉਣੀ ਨਸੀਬ ਹੋਈ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30024,
    "shabad_id": 2631,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਮੁਨਿ ਜਨ; ਤਿਨਹੂ ਤੇ ਦੂਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sur Nar Mun Jan Thinehoo Thae Dhoor ||1|| Rehaao ||",
    "translation": "This is something which is far away from the gods, mortal men and silent sages. ||1||Pause||",
    "punjabi": "ਉਹ ਧੂੜ ਦੇਵਤੇ ਤੇ ਮੁਨੀ ਲੋਕਾਂ ਦੇ ਭੀ ਭਾਗਾਂ ਵਿਚ ਨਹੀਂ ਹੋ ਸਕੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30025,
    "shabad_id": 2631,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਦੀਨ ਕਾ ਦੲਿਅਾਲੁ ਮਾਧੌ; ਗਰਬ ਪਰਹਾਰੀ ॥",
    "transliteration": "Dheen Kaa Dhaeiaal Maadhha Garab Parehaaree ||",
    "translation": "O Lord, Merciful to the meek, Destroyer of pride",
    "punjabi": "ਹੇ ਮਾਧੋ! ਤੂੰ ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਤੂੰ (ਅਹੰਕਾਰੀਆਂ ਦਾ) ਅਹੰਕਾਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(ਪਰਹਾਰੀ) ਦੂਰ ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 30026,
    "shabad_id": 2631,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਚਰਨ ਸਰਨ ਨਾਮਾ; ਬਲਿ ਤਿਹਾਰੀ ॥੨॥੫॥",
    "transliteration": "Charan Saran Naamaa Bal Thihaaree ||2||5||",
    "translation": "- Naam Dayv seeks the Sanctuary of Your feet; he is a sacrifice to You. ||2||5||",
    "punjabi": "ਮੈਂ ਨਾਮਦੇਵ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ ਅਤੇ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ ॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30027,
    "shabad_id": 2632,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਧਨਾਸਰੀ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਕੀ",
    "transliteration": "Dhhanaasaree Bhagath Ravidhaas Jee Kee",
    "translation": "Dhanaasaree, Devotee Ravi Daas Jee:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30028,
    "shabad_id": 2632,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 30029,
    "shabad_id": 2632,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਮ ਸਰਿ ਦੀਨੁ. ਦੲਿਅਾਲੁ, ਨ ਤੁਮ ਸਰਿ; ਅਬ ਪਤੀਅਾਰੁ ਕਿਅਾ ਕੀਜੈ ॥",
    "transliteration": "Ham Sar Dheen Dhaeiaal N Thum Sar Ab Patheeaar Kiaa Keejai ||",
    "translation": "There is none as forlorn as I am, and none as Compassionate as You; what need is there to test us now?",
    "punjabi": "(ਹੇ ਮਾਧੋ!) ਮੇਰੇ ਵਰਗਾ ਕੋਈ ਨਿਮਾਣਾ ਨਹੀਂ, ਤੇ, ਤੇਰੇ, ਵਰਗਾ ਹੋਰ ਕੋਈ ਦਇਆ ਕਰਨ ਵਾਲਾ ਨਹੀਂ, (ਮੇਰੀ ਕੰਗਾਲਤਾ ਦਾ) ਹੁਣ ਹੋਰ ਪਰਤਾਵਾ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30030,
    "shabad_id": 2632,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਬਚਨੀ ਤੋਰ. ਮੋਰ ਮਨੁ ਮਾਨੈ; ਜਨ ਕੳੁ ਪੂਰਨੁ ਦੀਜੈ ॥੧॥",
    "transliteration": "Bachanee Thor Mor Man Maanai Jan Ko Pooran Dheejai ||1||",
    "translation": "May my mind surrender to Your Word; please, bless Your humble servant with this perfection. ||1||",
    "punjabi": "(ਹੇ ਸੋਹਣੇ ਰਾਮ!) ਮੈਨੂੰ ਦਾਸ ਨੂੰ ਇਹ ਪੂਰਨ ਸਿਦਕ ਬਖ਼ਸ਼ ਕਿ ਮੇਰਾ ਮਨ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਵਿਚ ਪਰਚ ਜਾਇਆ ਕਰੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30031,
    "shabad_id": 2632,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹੳੁ ਬਲਿ ਬਲਿ ਜਾੳੁ; ਰਮੲੀਅਾ ਕਾਰਨੇ ॥",
    "transliteration": "Ho Bal Bal Jaao Rameeaa Kaaranae ||",
    "translation": "I am a sacrifice, a sacrifice to the Lord.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਰਾਮ! ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ;",
    "pronunciation": "ਰ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 30032,
    "shabad_id": 2632,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਾਰਨ ਕਵਨ; ਅਬੋਲ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kaaran Kavan Abol || Rehaao ||",
    "translation": "O Lord, why are You silent? ||Pause||",
    "punjabi": "ਤੂੰ ਕਿਸ ਗੱਲੇ ਮੇਰੇ ਨਾਲ ਨਹੀਂ ਬੋਲਦਾ? ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30033,
    "shabad_id": 2632,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਹੁਤ ਜਨਮ ਬਿਛੁਰੇ ਥੇ ਮਾਧੳੁ; ੲਿਹੁ ਜਨਮੁ ਤੁਮ੍ਹਾਰੇ ਲੇਖੇ ॥",
    "transliteration": "Bahuth Janam Bishhurae Thhae Maadhho Eihu Janam Thumhaarae Laekhae ||",
    "translation": "For so many incarnations, I have been separated from You, Lord; I dedicate this life to You.",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਹੇ ਮਾਧੋ! ਕਈ ਜਨਮਾਂ ਤੋਂ ਮੈਂ ਤੈਥੋਂ ਵਿਛੁੜਿਆ ਆ ਰਿਹਾ ਹਾਂ (ਮਿਹਰ ਕਰ, ਮੇਰਾ) ਇਹ ਜਨਮ ਤੇਰੀ ਯਾਦ ਵਿਚ ਬੀਤੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30034,
    "shabad_id": 2632,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਹਿ ਰਵਿਦਾਸ. ਅਾਸ ਲਗਿ ਜੀਵੳੁ; ਚਿਰ ਭੲਿਓ ਦਰਸਨੁ ਦੇਖੇ ॥੨॥੧॥",
    "transliteration": "Kehi Ravidhaas Aas Lag Jeevo Chir Bhaeiou Dharasan Dhaekhae ||2||1||",
    "translation": "Says Ravi Daas: placing my hopes in You, I live; it is so long since I have gazed upon the Blessed Vision of Your Darshan. ||2||1||",
    "punjabi": "ਤੇਰਾ ਦੀਦਾਰ ਕੀਤਿਆਂ ਬੜਾ ਚਿਰ ਹੋ ਗਿਆ ਹੈ, (ਦਰਸ਼ਨ ਦੀ) ਆਸ ਵਿਚ ਹੀ ਮੈਂ ਜੀਊਂਦਾ ਹਾਂ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30035,
    "shabad_id": 2633,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਚਿਤ ਸਿਮਰਨੁ ਕਰੳੁ. ਨੈਨ ਅਵਿਲੋਕਨੋ; ਸ੍ਰਵਨ ਬਾਨੀ ਸੁਜਸੁ ਪੂਰਿ ਰਾਖੳੁ ॥",
    "transliteration": "Chith Simaran Karo Nain Avilokano Sravan Baanee Sujas Poor Raakho ||",
    "translation": "In my consciousness, I remember You in meditation; with my eyes, I behold You; I fill my ears with the Word of Your Bani, and Your Sublime Praise.",
    "punjabi": "(ਤਾਹੀਏਂ ਮੇਰੀ ਅਰਜ਼ੋਈ ਹੈ ਕਿ) ਮੈਂ ਚਿੱਤ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਾਂ, ਅੱਖਾਂ ਨਾਲ ਉਸ ਦਾ ਦੀਦਾਰ ਕਰਦਾ ਰਹਾਂ, ਕੰਨਾਂ ਵਿਚ ਉਸ ਦੀ ਬਾਣੀ ਤੇ ਉਸ ਦਾ ਸੋਹਣਾ ਜਸ ਭਰੀ ਰੱਖਾਂ,",
    "pronunciation": "ਦਾਸਨ ਦਾਸ (ਅਵਿਲੋਕਨੋ) ਦੇਖਦਾ ਹੈ। ਸੁ-ਜਸੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 30036,
    "shabad_id": 2633,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਨੁ ਸੁਮਧੁਕਰੁ ਕਰੳੁ. ਚਰਨ ਹਿਰਦੇ ਧਰੳੁ; ਰਸਨ ਅੰਮਿ੍ਰਤ ਰਾਮ ਨਾਮ ਭਾਖੳੁ ॥੧॥",
    "transliteration": "Man S Madhhukar Karo Charan Hiradhae Dhharo Rasan Anmrith Raam Naam Bhaakho ||1||",
    "translation": "My mind is the bumble bee; I enshrine Your feet within my heart, and with my tongue, I chant the Ambrosial Name of the Lord. ||1||",
    "punjabi": "ਆਪਣੇ ਮਨ ਨੂੰ ਭੌਰਾ ਬਣਾਈ ਰੱਖਾਂ, ਉਸ ਦੇ (ਚਰਨ-ਕਮਲ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਾਂ, ਤੇ, ਜੀਭ ਨਾਲ ਉਸ ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਉਚਾਰਦਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "(ਸੁ-ਮਧੁਕਰੁ)ਸ੍ਰੇਸ਼ਟ ਭੌਰਾ",
    "type_id": 3
  },
  {
    "id": 30037,
    "shabad_id": 2633,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮੇਰੀ ਪ੍ਰੀਤਿ ਗੋਬਿੰਦ ਸਿੳੁ; ਜਿਨਿ ਘਟੈ ॥",
    "transliteration": "Maeree Preeth Gobindh Sio Jin Ghattai ||",
    "translation": "My love for the Lord of the Universe does not decrease.",
    "punjabi": "(ਮੈਨੂੰ ਡਰ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਗੋਬਿੰਦ ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤ ਕਿਤੇ ਘਟ ਨਾਹ ਜਾਏ,",
    "pronunciation": "(ਜਿਨਿ) ਮਤਾਂ (ਪੋਲਾ ਘਟੈ) ਘਟ ਜਾੲੇ",
    "type_id": 3
  },
  {
    "id": 30038,
    "shabad_id": 2633,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮੈ ਤੳੁ ਮੋਲਿ ਮਹਗੀ ਲੲੀ; ਜੀਅ ਸਟੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mai Tho Mol Mehagee Lee Jeea Sattai ||1|| Rehaao ||",
    "translation": "I paid for it dearly, in exchange for my soul. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤਾਂ ਬੜੇ ਮਹਿੰਗੇ ਮੁੱਲ (ਇਹ ਪ੍ਰੀਤ) ਲਈ ਹੈ, ਜਿੰਦ ਦੇ ਕੇ (ਇਹ ਪ੍ਰੀਤ) ਵਿਹਾਝੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸੱਟੈ) ਵੱਟੇ",
    "type_id": 4
  },
  {
    "id": 30039,
    "shabad_id": 2633,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਬਿਨਾ. ਭਾੳੁ, ਨਹੀ ੳੂਪਜੈ; ਭਾਵ ਬਿਨੁ. ਭਗਤਿ ਨਹੀ ਹੋੲਿ ਤੇਰੀ ॥",
    "transliteration": "Saadhhasangath Binaa Bhaao Nehee Oopajai Bhaav Bin Bhagath Nehee Hoe Thaeree ||",
    "translation": "Without the Saadh Sangat, the Company of the Holy, love for the Lord does not well up; without this love, Your devotional worship cannot be performed.",
    "punjabi": "(ਪਰ ਇਹ) ਪ੍ਰੀਤ ਸਾਧ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਤੇ, ਹੇ ਪ੍ਰਭੂ! ਪ੍ਰੀਤ ਤੋਂ ਬਿਨਾ ਤੇਰੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30040,
    "shabad_id": 2633,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਹੈ ਰਵਿਦਾਸੁ. ੲਿਕ ਬੇਨਤੀ ਹਰਿ ਸਿੳੁ; ਪੈਜ ਰਾਖਹੁ ਰਾਜਾਰਾਮ ਮੇਰੀ ॥੨॥੨॥",
    "transliteration": "Kehai Ravidhaas Eik Baenathee Har Sio Paij Raakhahu Raajaa Raam Maeree ||2||2||",
    "translation": "Ravi Daas offers this one prayer unto the Lord: please preserve and protect my honor, O Lord, my King. ||2||2||",
    "punjabi": "ਰਵਿਦਾਸ ਪ੍ਰਭੂ ਅੱਗੇ ਅਰਦਾਸ ਕਰਦਾ ਹੈ-ਹੇ ਰਾਜਨ! ਜੇ ਮੇਰੇ ਰਾਮ! (ਮੈਂ ਤੇਰੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ) ਮੇਰੀ ਲਾਜ ਰੱਖੀਂ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30041,
    "shabad_id": 2634,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੁ ਤੇਰੋ ਅਾਰਤੀ ਮਜਨੁ ਮੁਰਾਰੇ ॥",
    "transliteration": "Naam Thaero Aarathee Majan Muraarae ||",
    "translation": "Your Name, Lord, is my adoration and cleansing bath.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਅੰਞਾਣ ਲੋਕ ਮੂਰਤੀਆਂ ਦੀ ਆਰਤੀ ਕਰਦੇ ਹਨ, ਪਰ ਮੇਰੇ ਲਈ) ਤੇਰਾ ਨਾਮ (ਤੇਰੀ) ਆਰਤੀ ਹੈ, ਤੇ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ।",
    "pronunciation": "ਮੱਜਨੁ",
    "type_id": 3
  },
  {
    "id": 30042,
    "shabad_id": 2634,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਬਿਨੁ; ਝੂਠੇ ਸਗਲ ਪਾਸਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Kae Naam Bin Jhoothae Sagal Paasaarae ||1|| Rehaao ||",
    "translation": "Without the Name of the Lord, all ostentatious displays are useless. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਹੋਰ ਸਾਰੇ ਅਡੰਬਰ ਕੂੜੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 30043,
    "shabad_id": 2634,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਾਮੁ ਤੇਰੋ ਅਾਸਨੋ. ਨਾਮੁ ਤੇਰੋ ੳੁਰਸਾ; ਨਾਮੁ ਤੇਰਾ ਕੇਸਰੋ. ਲੇ ਛਿਟਕਾਰੇ ॥",
    "transliteration": "Naam Thaero Aasano Naam Thaero Ourasaa Naam Thaeraa Kaesaro Lae Shhittakaarae ||",
    "translation": "Your Name is my prayer mat, and Your Name is the stone to grind the sandalwood. Your Name is the saffron which I take and sprinkle in offering to You.",
    "punjabi": "ਤੇਰਾ ਨਾਮ (ਮੇਰੇ ਲਈ ਪੰਡਿਤ ਵਾਲਾ) ਆਸਨ ਹੈ (ਜਿਸ ਉੱਤੇ ਬੈਠ ਕੇ ਉਹ ਮੂਰਤੀ ਦੀ ਪੂਜਾ ਕਰਦਾ ਹੈ), ਤੇਰਾ ਨਾਮ ਹੀ (ਚੰਦਨ ਘਸਾਉਣ ਲਈ) ਸਿਲ ਹੈ, (ਮੂਰਤੀ ਪੂਜਣ ਵਾਲਾ ਮਨੁੱਖ ਸਿਰ ਉੱਤੇ ਕੇਸਰ ਘੋਲ ਕੇ ਮੂਰਤੀ ਉੱਤੇ) ਕੇਸਰ ਛਿੜਕਦਾ ਹੈ, ਪਰ ਮੇਰੇ ਲਈ ਤੇਰਾ ਨਾਮ ਹੀ ਕੇਸਰ ਹੈ।",
    "pronunciation": "(ਅਾਸਨੋ) ੳੁਪਾਸਨਾ ਸਥਾਨ। (ੳੁਰਸਾ) ਚੰਦਨ ਰਗੜਨ ਵਾਲਾ ਪੱਥਰ",
    "type_id": 3
  },
  {
    "id": 30044,
    "shabad_id": 2634,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਤੇਰਾ ਅੰਭੁਲਾ. ਨਾਮੁ ਤੇਰੋ ਚੰਦਨੋ; ਘਸਿ ਜਪੇ. ਨਾਮੁ ਲੇ, ਤੁਝਹਿ ਕੳੁ ਚਾਰੇ ॥੧॥",
    "transliteration": "Naam Thaeraa Anbhulaa Naam Thaero Chandhano Ghas Japae Naam Lae Thujhehi Ko Chaarae ||1||",
    "translation": "Your Name is the water, and Your Name is the sandalwood. The chanting of Your Name is the grinding of the sandalwood. I take it and offer all this to You. ||1||",
    "punjabi": "ਹੇ ਮੁਰਾਰਿ! ਤੇਰਾ ਨਾਮ ਹੀ ਪਾਣੀ ਹੈ, ਨਾਮ ਹੀ ਚੰਦਨ ਹੈ, (ਇਸ ਨਾਮ-ਚੰਦਨ ਨੂੰ ਨਾਮ-ਪਾਣੀ ਨਾਲ) ਘਸਾ ਕੇ, ਤੇਰੇ ਨਾਮ ਦਾ ਸਿਮਰਨ-ਰੂਪ ਚੰਦਨ ਹੀ ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਲਾਉਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਅੰਭੁਲਾ) ਜਲ। (ਚਾਰ੍ਹੇ) ਚਾੜ੍ਹਦੇ",
    "type_id": 3
  },
  {
    "id": 30045,
    "shabad_id": 2634,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਤੇਰਾ ਦੀਵਾ. ਨਾਮੁ ਤੇਰੋ ਬਾਤੀ; ਨਾਮੁ ਤੇਰੋ ਤੇਲੁ. ਲੇ ਮਾਹਿ ਪਸਾਰੇ ॥",
    "transliteration": "Naam Thaeraa Dheevaa Naam Thaero Baathee Naam Thaero Thael Lae Maahi Pasaarae ||",
    "translation": "Your Name is the lamp, and Your Name is the wick. Your Name is the oil I pour into it.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਦੀਵਾ ਹੈ, ਨਾਮ ਹੀ (ਦੀਵੇ ਦੀ) ਵੱਟੀ ਹੈ, ਨਾਮ ਹੀ ਤੇਲ ਹੈ, ਜੋ ਲੈ ਕੇ ਮੈਂ (ਨਾਮ-ਦੀਵੇ ਵਿਚ) ਪਾਇਆ ਹੈ;",
    "pronunciation": "(ਪਸਾਰੇ) ਪਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 30046,
    "shabad_id": 2634,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਮ ਤੇਰੇ ਕੀ ਜੋਤਿ ਲਗਾੲੀ; ਭੲਿਓ ੳੁਜਿਅਾਰੋ ਭਵਨ ਸਗਲਾਰੇ ॥੨॥",
    "transliteration": "Naam Thaerae Kee Joth Lagaaee Bhaeiou Oujiaaro Bhavan Sagalaarae ||2||",
    "translation": "Your Name is the light applied to this lamp, which enlightens and illuminates the entire world. ||2||",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਨਾਮ ਦੀ ਹੀ ਜੋਤਿ ਜਗਾਈ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਭਵਨਾਂ ਵਿਚ ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 30047,
    "shabad_id": 2634,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੁ ਤੇਰੋ ਤਾਗਾ. ਨਾਮੁ ਫੂਲ ਮਾਲਾ; ਭਾਰ ਅਠਾਰਹ ਸਗਲ ਜੂਠਾਰੇ ॥",
    "transliteration": "Naam Thaero Thaagaa Naam Fool Maalaa Bhaar Athaareh Sagal Joothaarae ||",
    "translation": "Your Name is the thread, and Your Name is the garland of flowers. The eighteen loads of vegetation are all too impure to offer to You.",
    "punjabi": "ਤੇਰਾ ਨਾਮ ਮੈਂ ਧਾਗਾ ਬਣਾਇਆ ਹੈ, ਨਾਮ ਨੂੰ ਹੀ ਮੈਂ ਫੁੱਲ ਤੇ ਫੁੱਲਾਂ ਦੀ ਮਾਲਾ ਬਣਾਇਆ ਹੈ, ਹੋਰ ਸਾਰੀ ਬਨਸਪਤੀ (ਜਿਸ ਤੋਂ ਲੋਕ ਫੁੱਲ ਲੈ ਕੇ ਮੂਰਤੀਆਂ ਅੱਗੇ ਭੇਟ ਧਰਦੇ ਹਨ; ਤੇਰੇ ਨਾਮ ਦੇ ਟਾਕਰੇ ਤੇ) ਜੂਠੀ ਹੈ।",
    "pronunciation": "(ਭਾਰ ਅਠਾਰਹ) ਸਾਰੀ ਬਨਾਸਪਤੀ। (ਜੂਠਾਰੇ) ਜੂਠੇ",
    "type_id": 3
  },
  {
    "id": 30048,
    "shabad_id": 2634,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਤੇਰੋ ਕੀਅਾ. ਤੁਝਹਿ ਕਿਅਾ ਅਰਪੳੁ; ਨਾਮੁ ਤੇਰਾ. ਤੁਹੀ ਚਵਰ ਢੋਲਾਰੇ ॥੩॥",
    "transliteration": "Thaero Keeaa Thujhehi Kiaa Arapo Naam Thaeraa Thuhee Chavar Dtolaarae ||3||",
    "translation": "Why should I offer to You, that which You Yourself created? Your Name is the fan, which I wave over You. ||3||",
    "punjabi": "(ਇਹ ਸਾਰੀ ਕੁਦਰਤ ਤਾਂ ਤੇਰੀ ਬਣਾਈ ਹੋਈ ਹੈ) ਤੇਰੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਵਿਚੋਂ ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਕੀਹ ਰੱਖਾਂ? (ਸੋ,) ਮੈਂ ਤੇਰਾ ਨਾਮ-ਰੂਪ ਚੌਰ ਹੀ ਤੇਰੇ ਉਤੇ ਝਲਾਉਂਦਾ ਹਾਂ। ਭਾਵ ਆਰਤੀ ਆਦਿਕ ਦੇ ਅਡੰਬਰ ਕੂੜੇ ਹਨ। ਸਿਮਰਨ ਹੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ ਰਸਤਾ ਹੈ ॥੩॥",
    "pronunciation": "ਦਾਸਨਦਾਸ ਅਾਪ ਜੀ ਦਾ (ਕੀਅਾ) ਪੈਦਾ ਕੀਤਾ ਜੰਤ ਅਤੇ ਅਾਪ ਜੀ ਦਾ ਪੈਦਾ ਕੀਤਾ ਚੰਦਨ ਅਾਪ ਜੀ ਕੀ ਅਰਪੇ। (ਢੋਲਾਰੇ) ਝੁਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 30049,
    "shabad_id": 2634,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਦਸ ਅਠਾ ਅਠਸਠੇ ਚਾਰੇ ਖਾਣੀ; ੲਿਹੈ ਵਰਤਣਿ ਹੈ ਸਗਲ ਸੰਸਾਰੇ ॥",
    "transliteration": "Dhas Athaa Athasathae Chaarae Khaanee Eihai Varathan Hai Sagal Sansaarae ||",
    "translation": "The whole world is engrossed in the eighteen Puraanas, the sixty-eight sacred shrines of pilgrimage, and the four sources of creation.",
    "punjabi": "ਸਾਰੇ ਸੰਸਾਰ ਦੀ ਨਿੱਤ ਦੀ ਕਾਰ ਤਾਂ ਇਹ ਹੈ ਕਿ (ਤੇਰਾ ਨਾਮ ਭੁਲਾ ਕੇ) ਅਠਾਰਾਂ ਪੁਰਾਣਾਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਵਿਚ ਪਰਚੇ ਹੋਏ ਹਨ, ਅਠਾਹਠ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਨੂੰ ਹੀ ਪੁੰਨ-ਕਰਮ ਸਮਝ ਬੈਠੇ ਹਨ, ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਚਾਰ ਖਾਣੀਆਂ ਦੀਆਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਦਸ ਅੱਠਾ) ਅਠਾਰਾਂ ਪੁਰਾਣ। (ਅੱਠਸੱਠੇ) ਅਠਾਹਟ ਤੀਰਥ",
    "type_id": 3
  },
  {
    "id": 30050,
    "shabad_id": 2634,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਕਹੈ ਰਵਿਦਾਸੁ. ਨਾਮੁ ਤੇਰੋ ਅਾਰਤੀ; ਸਤਿਨਾਮੁ ਹੈ ਹਰਿ ਭੋਗ ਤੁਹਾਰੇ ॥੪॥੩॥",
    "transliteration": "Kehai Ravidhaas Naam Thaero Aarathee Sath Naam Hai Har Bhog Thuhaarae ||4||3||",
    "translation": "Says Ravi Daas, Your Name is my Aartee, my lamp-lit worship-service. The True Name, Sat Naam, is the food which I offer to You. ||4||3||",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਹੀ (ਮੇਰੇ ਲਈ) ਤੇਰੀ ਆਰਤੀ ਹੈ ਤੇਰੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਦਾ ਹੀ ਭੋਗ ਮੈਂ ਤੈਨੂੰ ਲਾਉਂਦਾ ਹਾਂ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
