{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਓਹਿ ਜਾ ਆਪਿ ਡੁਬੇ; ਤੁਮ ਕਹਾ ਤਰਣਹਾਰੁ ॥੨॥",
      "page": 556,
      "line": 10
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Those stones when they themselves sink, how shall they ferry thee across?"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਦ ਉਹ ਪੱਥਰ ਖੁਦ ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਉਹ ਤੈਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਪਾਰ ਲੈ ਜਾਣਗੇ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "But when those stones themselves sink, who will carry you across? ||2||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਯਹ ਨਹੀਂ ਬਿਚਾਰਤੇ ਕਿ ਪਥਰ ਤੋ ਆਪ ਹੀ ਡੂਬ ਜਾਤਾ ਹੈ, ਸੋ ਤਿਨ ਕੇ ਪੀਛੇ ਤੁਮ ਕੈਸੇ ਤਰਨ ਹਾਰ ਹੋਵੋਗੇ॥੨॥☬ਪ੍ਰਸ਼ਨ: ਨਾਰਦ ਜੀ ਕੇ ਉਪਦੇਸ ਸੇ ਧ੍ਰੂਹ ਬਿਆਸਾਦਿ ਅਨੰਤੋਂ ਕਾ ਉਦਾਰ ਹੂਆ ਹੈ ਤਥਾ ਸੁਧ ਪ੍ਰੇਮਾ ਭਗਤੀ ਕੇ ਨਾਰਦ ਜੀ ਉਪਦੇਸ ਕਰਤਾ ਹੈ, ਇਸ ਸਥਾਨ ਮੇਂ ਨਿਖੇਧ ਕ੍ਯੋਂ ਕੀਆ ਹੈ?☬ਉੱਤਰ: ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਾ ਅਭਿਪ੍ਰਾਯ ਯਹ ਹੈ ਕਿ ਨਾਰਦ ਜੀ ਨੇ ਜੋ ਨਾਮ ਉਪਦੇਸੁ ਕਾ ਕੀਆ ਹੈ ਜੈਸੇ ਨਾਰਦ ਬਚਨ ਬਿਆਸ ਕਹਿਤੇ ਹੈਂ \"ਸੁਕ ਕਹੁ ਪੂਛਹੁ ਜਾਇ\" ਪੁਨਾ: \"ਜਾਇ ਪੁਛਹੁ ਸਿਮ੍ਰਤ ਸਾਸਤ੍ਰ ਬਿਆਸ ਸੁਕ ਨਾਰਦ ਬਰਨ ਸੁਭ ਸ੍ਰਿਸਟ ਕਰੇਨ॥\" ਤਥਾ ਭਾਈ ਗੁਰਦਾਸ ਜੀ \"ਨਾਰਦ ਮੁਨਿ ਉਪਦੇਸਿਆ ਨਾਮੁ ਨਿਧਾਨੁ ਅਮਿਓ ਰਸੁ ਪੀਤਾ॥\" ਤਥਾ \"ਨਾਰਦ ਮੁਨਿ ਉਪਦੇਸਿਆ ਮਥ ਭਾਗਵਤ ਗੁਨ ਗੀਤ ਕਰਾਇਆ॥ ਬਿਨ ਸਰਨੀ ਨਹ ਕੋਈ ਤਰਾਇਆ॥\" ਇਸ ਮੂਲ ਭਾਉ ਨਾਰਦ ਕੋ ਭੂਲ ਕਰ, ਭਾਵ ਨਾਰਦ ਨੇ ਜੋ ਨਾਮੁ ਮਹਾਤਮ ਕਹਾ ਹੈ ਤਿਸ ਸੇ ਭੂਲ ਕਰ ਕੇਵਲ ਪੂਜਾ ਮਾਤ੍ਰ ਸੇ ਮੁਕਤੀ ਮਾਨਤੇ ਹੈਂ। ਤਿਨ ਪ੍ਰਤੀ ਕਥਨੁ ਹੈ: (ਅਖੁਟੀ) ਬਿਖਮ ਰਸਤੇ ਮੇਂ ਜਾਤੇ ਹੈਂ। ਅੰਧੇ ਗੁੰਗੇ ਜੋ ਉਨ ਗ੍ਰੰਥੋਂ ਕੋ ਪਢਨੇ ਹਾਰੇ ਹੈਂ ਅਗ੍ਯਾਨੀ ਔਰ ਮੁਗਧ, ਸੋ ਪਾਥਰ ਪੂਜਾ ਹੀ ਨਾਰਦ ਜੀ ਕਾ ਸਿਧਾਂਤ ਸਮਝ ਕਰ ਜੋ ਨਾਰਦ ਜੀ ਨੇ ਪ੍ਰਥਮ ਅਵਸਥਾ ਮੇਂ ਅਗ੍ਯਾਨੀਓਂ ਕੇ ਮਨ ਸਿਥਰ ਕਰਨ ਵਾਸਤੇ ਕਹਾ ਹੈ। ਉਸ ਭਾਉ ਕੋ ਨ ਸਮਝ ਕਰ ਹਮ ਨਾਰਦ ਜੀ ਕੇ ਕਹੇ ਅਨੁਸਾਰ ਪੂਜਾ ਕਰਤੇ ਹੈਂ ਐਸਾ ਕਹਤੇ ਹੈਂ। ਪ੍ਰੇਮ ਭਾਉ ਨਾਮ ਕਾ ਤਤ੍ਵ ਨਹੀਂ ਜਾਨਤੇ। ਸ੍ਰੀ ਗੁਰੂ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹ ਪਥਰ ਜੋ ਆਪ (ਪਾਣੀ ਵਿਚ) ਡੁੱਬ ਜਾਂਦਾ ਹੈ ਉਹ ਤੁਹਾਨੂੰ ਕਿਵੇਂ ਤਾਰ ਸਕਦਾ ਹੈ?॥੨॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Sin embargo, si esas piedras por naturaleza se hunden, ¿quién los llevará a través? (2)"
    }
  ]
}