[
  {
    "id": 89129,
    "shabad_id": 25121,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਅਾਪਾ ਖੋੲਿ ਗੁਰਦਾਸੁ ਹੋੲਿ ਬਰਤੈ ਬਰਤਮਾਨਿ ਗੁਰ ੳੁਪਦੇਸ ਕੈ",
    "transliteration": "Sabad Surati Aapaa Khoi Gurdaasu Hoi , Baratai Baratamaani Gur Oupadays Kai ?",
    "translation": "Shedding away the mine and - thine differentiation by the union of mind and divine word, one becomes a humble slave of the Guru. He makes his present a success by perpetual contemplation on His name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89130,
    "shabad_id": 25121,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਹੋਨਹਾਰ ਹੋੲੀ ਜੋੲੀ ਜੋੲੀ ਸੋੲੀ ਸੋੲੀ ਭਲੋ ਪੂਰਨ ਬ੍ਹਮ ਗਿਅਾਨ ਧਿਅਾਨ ਪਰਵੇਸ ਕੈ",
    "transliteration": "Honahaar Hoee Joee Joee Soee Soee Bhalo , Pooran Braham Giaan Dhiaan Paravays Kai ?",
    "translation": "With his mind focused on the name of the Lord; living life according to Guru's teachings, he accepts all happenings as divine Will and blessings.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89131,
    "shabad_id": 25121,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਾਮ ਨਿਹਕਾਮ ਧਾਮ ਸਹਜ ਸੁਭਾੲਿ ਚਾੲਿ ਪ੍ਰੇਮ ਰਸ ਰਸਿਕ ਹੁੲਿ ਅੰਮ੍ਰਤ ਅਵੇਸ ਕੈ",
    "transliteration": "Naam Nihakaam Dhaam Sahaj Soubhaai Chaai , Praym Ras Rasik Hui Anmrat Avays Kai ?",
    "translation": "A devotee living life of a householder, engrossed, in meditation of Lord's name and seized in His love ever enjoys the elixir of His name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89132,
    "shabad_id": 25121,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਰੂਪ ਸਤਿਨਾਮ ਸਤਿਗੁਰ ਗਿਅਾਨ ਧਿਅਾਨ ਪੂਰਨ ਸਰਬਮੲੀ ਅਾਦਿ ਕੳੁ ਅਦੇਸ ਕੈ ॥੧੦੬॥",
    "transliteration": "Satiroop Satinaam Satigur Giaan Dhiaana , Pooran Sarabamaee Aadi Kau Adays Kai ?106?",
    "translation": "Such a slave of the Guru who by focusing his mind in the Lord regards the indestructible and ever stable Lord permeated in every speck, salutes and pays his obeisance to the force who is the cause of all beginnings. (106)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
