[
  {
    "id": 89165,
    "shabad_id": 25130,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦਰਸਨ ਧਿਅਾਨ ਦਿਬਿ ਦੇਹ ਕੈ ਬਿਦੇਹ ਭੲੇ ਦ੍ਰਿਗ ਦ੍ਰਿਬ ਦ੍ਰਿਸਟਿ ਬਿਖੈ ਭਾੳੁ ਭਗਤਿ ਚੀਨ ਹੈ",
    "transliteration": "Darasan Dhiaan Dibi Dayh Kai Bidayh Bhaay , Drig Drib Drisati Bikhai Bhaau Bhagati Cheen Hai ?",
    "translation": "By the contemplated vision of the True Guru, the Guru-conscious Sikhs become free of ego while still in their body form. By virtue of divine sight of the True Guru, they acquire the wisdom of loving worship.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89166,
    "shabad_id": 25130,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਧਿਅਾਤਮ ਕਰਮ ਕਰਿ ਅਾਤਮ ਪ੍ਵੇਸ ਪਰਮਾਤਮ ਪ੍ਵੇਸ ਸਰਬਾਤਮ ਲਿੳੁ ਲੀਨ ਹੈ",
    "transliteration": "Adhiaatam Karam Kari Aatam Pravaysa , Paramaatam Pravays Sarabaatam Liu Leen Hai ?",
    "translation": "By virtue of his spiritual knowledge and righteous actions, a follower of Guru finds peace and tranquillity in his self. By becoming one with Lord, he realises the presence of the divine light in the beings.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89167,
    "shabad_id": 25130,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਗਿਅਾਨ ਪਰਵਾਨ ਹੁੲਿ ਨਿਧਾਨ ਪਾੲੇ ਪਰਮਾਰਥ ਸਬਦਾਰਥ ਪ੍ਰਬੀਨ ਹੈ",
    "transliteration": "Sabad Giaan Paravaan Hui Nidhaan Paaay , Paramaarad Sabadaarad Prabeen Hai ?",
    "translation": "By the knowledge acquired through meditation on divine word, a devoted Sikh is accepted by the Guru who blesses him with the treasure of Lord's Naam. He then becomes wise to understand the principles of spirituality.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89168,
    "shabad_id": 25130,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤਤੈ ਮਿਲੇ ਤਤ ਜੋਤੀ ਜੋਤਿ ਕੈ ਪਰਮ ਜੋਤਿ ਪ੍ਰੇਮ ਰਸ ਬਸਿ ਭੲੇ ਜੈਸੇ ਜਲ ਮੀਨ ਹੈ ॥੧੧੫॥",
    "transliteration": "Tatai Milay Tat Jotee Joti Kai Param Joti , Praym Ras Basi Bhaay Jaisay Jal Meen Hai ?115?",
    "translation": "As the quintessence merges in its origin and become one; as flame of a beacon becomes one with the other flame, so does the soul of a Guru-conscious person merges with the Supreme soul. He gets so engrossed in the pleasure of Lord's love that he remains i",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
