[
  {
    "id": 89293,
    "shabad_id": 25162,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵਲੀਨ ਅਕੁਲੀਨ ਭੲੇ ਚਤਰ ਬਰਨ ਮਿਲਿ ਸਾਧਸੰਗ ਜਾਨੀਅੈ",
    "transliteration": "Sabad Surati Livaleen Akuleen Bhaay , Chatar Baran Mili Saadhasang Jaaneeai ?",
    "translation": "With the union of the divine word and mind, a Guru-conscious person becomes free of high and low caste based differences. According to them, joining the ideal assembly of saintly people, the four castes become one only.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89294,
    "shabad_id": 25162,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲੀਨ ਜਲ ਮੀਨ ਗਤਿ ਗੁਹਜ ਗਵਨ ਜਲ ਪਾਨ ੳੁਨਮਾਨੀਅੈ",
    "transliteration": "Sabad Surati Liv Leen Jal Meen Gati , Guhaj Gavan Jal Paan Ounamaaneeai ?",
    "translation": "One who is engrossed in the divine word should be considered like a fish in water who lives and eat in the water. Thus the Guru-conscious person latently continue with the practicing of Naam Simran (meditation) and enjoy the elixir of divine name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89295,
    "shabad_id": 25162,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲੀਨ ਪਰਬੀਨ ਭੲੇ ਪੂਰਨ ਬ੍ਹਮ ੲੇਕੈ ੲੇਕ ਪਹਿਚਾਨੀਅੈ",
    "transliteration": "Sabad Surati Liv Leen Parabeen Bhaay , Pooran Braham Aykai Ayk Pahichaaneeai ?",
    "translation": "Guru-oriented people absorbed in the divine word become aware completely. They acknowledge the presence of One Lord in all the living beings.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89296,
    "shabad_id": 25162,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲੀਨ ਪਗ ਰੀਨ ਭੲੇ ਗੁਰਮੁਖਿ ਸਬਦ ਸੁਰਤਿ ੳੁਰ ਅਾਨੀਅੈ ॥੧੪੭॥",
    "transliteration": "Sabad Surati Liv Leen Pag Reen Bhaay , Gurmukhi Sabad Surati Ur Aaneeai ?147?",
    "translation": "Those who are engrossed in the Gur Shabad (Divine Word) become humble of disposition and feel like dust of the feet of holy men. It is because they are perpetually practicing meditation on Lord's name. (147)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
