[
  {
    "id": 89397,
    "shabad_id": 25188,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰੇਮ ਰਸ ਕੋ ਪ੍ਰਤਾਪੁ ਸੋੲੀ ਜਾਨੈ ਜਾ ਮੈ ਬੀਤੇ ਮਦਨ ਮਦੋਨ ਮਤਿਵਾਰੋ ਜਗ ਜਾਨੀਅੈ",
    "transliteration": "Praym Ras Ko Prataapu Soee Jaanai Jaa Mai Beetay , Madan Madon Mativaaro Jag Jaaneeai ?",
    "translation": "He alone can appreciate the greatness of Lord's love-elixir who experiences it. It is just like a drunkard who is considered crazy by the world.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89398,
    "shabad_id": 25188,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਘੂਰਮ ਹੋੲਿ ਘਾੲਿਲ ਸੋ ਘੂਮਤ ਅਰੁਨ ਦ੍ਰਿਗ ਮਿਤ੍ਰ ਸਤ੍ਰਤਾ ਨਿਲਜ ਲਜਾ ਹੂ ਲਜਾਨੀਅੈ",
    "transliteration": "Ghooram Hoi Ghaail So Ghoomat Aroun Driga , Mitr Satrataa Nilaj Lajaa Hoo Lajaaneeai ?",
    "translation": "Just as a warrior wounded in the battlefield wanders around with his eyes blazing red, he shams the feeling of friendship and animosity,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89399,
    "shabad_id": 25188,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਸਨਾ ਰਸੀਲੀ ਕਥਾ ਅਕਥ ਕੈ ਮੋਨ ਬ੍ਰਤ ਅਨ ਰਸ ਰਹਿਤ ਨ ੳੁਤਰ ਬਖਾਨੀਅੈ",
    "transliteration": "Rasanaa Raseelee Kadaa Akad Kai Mon Brata , An Ras Rahit N Outar Bakhaaneeai ?",
    "translation": "One enamoured by the love of God has his speech nectar-like due to perpetual recitation of Lord's indescribable traits. He adopts silence and is free from all other desires. He talks to no one and remains relishing the sweetness of Lord's naam.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89400,
    "shabad_id": 25188,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੁਰਤਿ ਸੰਕੋਚ ਸਮਸਰਿ ਅਸਤੁਤਿ ਨਿੰਦਾ ਪਗ ਡਗਮਗ ਜਤ ਕਤ ਬਿਸਮਾਨੀਅੈ ॥੧੭੩॥",
    "transliteration": "Surati Sankoch Samasari Asatouti Nindaa , Pag Dagamag Jat Kat Bisamaaneeai ?173?",
    "translation": "He keeps all his desires under wrap. Praise and insult is all alike to him. In the stupor of Naam he is seen living a life of wonders and marvels. (173)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
