[
  {
    "id": 89481,
    "shabad_id": 25209,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਗਤਿ ਮਿਲਾਪ ਕੋ ਪ੍ਰਤਾਪੁ ਅਤਿ ਭਾਵਨੀ ਭਗਤ ਭਾੲਿ ਚਾੲਿ ਕੈ ਚੲੀਲੇ ਹੈ",
    "transliteration": "Gursikh Sangati Milaap Ko Prataapu Ati , Bhaavanee Bhagat Bhaai Chaai Kai Chaeelay Hai ?",
    "translation": "The glory and grandeur of the Sikhs of Guru who are one with the True Guru and are perpetually in touch with His holy feet is beyond mention. Such Sikhs are ever motivated to meditate more and more on the Lord's name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89482,
    "shabad_id": 25209,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਦਰਸ ਲਿਵ ਅਤਿ ਅਸਚਰਜ ਮੈ ਬਚਨ ਤੰਬੋਲ ਸੰਗ ਰੰਗ ਹੁੲਿ ਰੰਗੀਲੇ ਹੈ",
    "transliteration": "Drisati Daras Liv Ati Asacharaj Mai , Bachan Tanbol Sang Rang Hui Rangeelay Hai ?",
    "translation": "The vision of the Sikhs of the Guru is ever fixed in the astonishing form of the True Guru. Such Sikhs are ever dyed in the hue of Naam Simran that they repeatedly meditate on like perpetually chewing betel leaf and nut.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89483,
    "shabad_id": 25209,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲੀਨ ਜਲ ਮੀਨ ਗਤਿ ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਕੈ ਰਸਿਕ ਰਸੀਲੇ ਹੈ",
    "transliteration": "Sabad Surati Liv Leen Jal Meen Gati , Praym Ras Anmrit Kai Rasik Raseelay Hai ?",
    "translation": "Like a fish meeting water, the divine word of the True Guru when lodged in the mind, they remain engrossed in Lord's name. They themselves become nectar-like by constant meditation on the elixir-like Naam that they keep relishing all the time.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89484,
    "shabad_id": 25209,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੋਭਾ ਨਿਧਿ ਸੋਭ ਕੋਟਿ ਓਟ ਲੋਭ ਕੈ ਲੁਭਿਤ ਕੋਟਿ ਛਬਿ ਛਾਹ ਛਿਪੈ ਛਬਿ ਕੈ ਛਬੀਲੇ ਹੈ ॥੧੯੪॥",
    "transliteration": "Sobhaa Nidhi Sobh Koti Aot Lobh Kai Loubhita , Koti Chhabi Chhaah Chhipai Chhabi Kai Chhabeelay Hai ?194?",
    "translation": "These pious Sikhs are store-house of adulations. Millions of adulations crave for their praise and seek their refuge. They are so handsome and beautiful that millions of beautiful forms are nothing before them. (194)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
