[
  {
    "shabad_id": 51,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "nwnk; krqy ky kyqy vys ]2]2]",
    "transliteration": "Naanak Karathae Kae Kaethae Vaes ||2||2||",
    "translation": "O Nanak, in just the same way, the many forms originate from the Creator. ||2||2||",
    "punjabi": "ਤਿਵੇਂ, ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਦੇ (ਇਹ ਸਾਰੇ ਸਿਧਾਂਤ ਆਦਿਕ) ਅਨੇਕਾਂ ਸਰੂਪ ਹਨ ॥੨॥੨॥",
    "pronunciation": "(vys) srUp",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu DnwsrI mhlw 1 ]",
    "transliteration": "Raag Dhhanaasaree Mehalaa 1 ||",
    "translation": "Raag Dhanaasaree, First Mehl:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ggn mY Qwlu. riv cMdu dIpk bny; qwirkw mMfl, jnk moqI ]",
    "transliteration": "Gagan Mai Thhaal Rav Chandh Dheepak Banae Thaarikaa Manddal Janak Mothee ||",
    "translation": "Upon that cosmic plate of the sky, the sun and the moon are the lamps. The stars and their orbs are the studded pearls.",
    "punjabi": "ਸਾਰਾ ਆਕਾਸ਼ (ਮਾਨੋ) ਥਾਲ ਹੈ ਤੇ ਸੂਰਜ ਤੇ ਚੰਦ (ਉਸ ਥਾਲ ਵਿਚ) ਦੀਵੇ ਬਣੇ ਹੋਏ ਹਨ। ਤਾਰਿਆਂ ਦੇ ਸਮੂਹ, ਮਾਨੋ, (ਥਾਲ ਵਿਚ) ਮੋਤੀ ਰੱਖੇ ਹੋਏ ਹਨ।",
    "pronunciation": "mY: ibMdI n lwau[ (ggn) Akws[ (mY) rUp",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "DUpu mlAwn lo, pvxu cvro kry; sgl bnrwie, PUlMq joqI ]1]",
    "transliteration": "Dhhoop Malaaanalo Pavan Chavaro Karae Sagal Banaraae Foolanth Jothee ||1||",
    "translation": "The fragrance of sandalwood in the air is the temple incense, and the wind is the fan. All the plants of the world are the altar flowers in offering to You, O Luminous Lord. ||1||",
    "punjabi": "ਮਲਯ ਪਰਬਤ ਵਲੋਂ ਆਉਣ ਵਾਲੀ ਹਵਾ, ਮਾਨੋ, ਧੂਪ (ਧੁਖ ਰਿਹਾ) ਹੈ, ਤੇ ਹਵਾ ਚੌਰ ਕਰ ਰਹੀ ਹੈ। ਸਾਰੀ ਬਨਸਪਤੀ ਜੋਤਿ-ਰੂਪ (ਪ੍ਰਭੂ ਦੀ ਆਰਤੀ) ਵਾਸਤੇ ਫੁੱਲ ਦੇ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "(ml-Awn) milAwgr prbq[ (lo) q`k[ (dUjw pwT: ml Awnlo)",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "kYsI; AwrqI hoie ]",
    "transliteration": "Kaisee Aarathee Hoe ||",
    "translation": "What a beautiful Aartee, lamp-lit worship service this is!",
    "punjabi": "(ਕੁਦਰਤਿ ਵਿਚ) ਤੇਰੀ ਕੈਸੀ ਸੁੰਦਰ ਆਰਤੀ ਹੋ ਰਹੀ ਹੈ!",
    "pronunciation": "kYsI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Bv KMfnw; qyrI AwrqI ]",
    "transliteration": "Bhav Khanddanaa Thaeree Aarathee ||",
    "translation": "O Destroyer of Fear, this is Your Ceremony of Light.",
    "punjabi": "ਹੇ ਜੀਵਾਂ ਦੇ ਜਨਮ ਮਰਨ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਇਹ ਹੈ ਤੇਰੀ ਅਦਭੁਤ ਆਰਤੀ!",
    "pronunciation": "(Bv) fr",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Anhqw sbd; vwjMq ByrI ]1] rhwau ]",
    "transliteration": "Anehathaa Sabadh Vaajanth Bhaeree ||1|| Rehaao ||",
    "translation": "The Unstruck Sound-current of the Shabad is the vibration of the temple drums. ||1||Pause||",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਵਿਚ ਰੁਮਕ ਰਹੀ) ਇੱਕੋ ਜੀਵਨ-ਰੌ, ਮਾਨੋ, ਤੇਰੀ ਆਰਤੀ ਵਾਸਤੇ ਨਾਗਾਰੇ ਵੱਜ ਰਹੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(Anhqw) nws rihq[ (ByrI) vwjy[An-hqw: polw bolo, hwhy qy ADk n lwau",
    "type_id": 4
  },
  {
    "shabad_id": 52,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "shs qv nYn, nn nYn hih qoih kau; shs mUriq, nnw eyk quohI ]",
    "transliteration": "Sehas Thav Nain Nan Nain Hehi Thohi Ko Sehas Moorath Nanaa Eaek Thuohee ||",
    "translation": "You have thousands of eyes, and yet You have no eyes. You have thousands of forms, and yet You do not have even one.",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਹਜ਼ਾਰਾਂ ਤੇਰੀਆਂ ਅੱਖਾਂ ਹਨ (ਪਰ, ਨਿਰਾਕਾਰ ਹੋਣ ਕਰਕੇ, ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀਆਂ ਕੋਈ ਅੱਖਾਂ ਨਹੀਂ। ਹਜ਼ਾਰਾਂ ਤੇਰੀਆਂ ਸ਼ਕਲਾਂ ਹਨ, ਪਰ ਤੇਰੀ ਕੋਈ ਭੀ ਸ਼ਕਲ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(shs) hzwr[quohI: hoVy qy AONkV dy ivckwr dI Avwz bolxI[ shs: sYhs nhIN kihxw, s-h-s iqMny mukqy bolxy[ nn, nnw: poly bolo[ (dUjw pwT: nYnn n nYn)",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "shs pd ibml, nn eyk pd; gMD ibnu, shs qv gMD; iev clq mohI ]2]",
    "transliteration": "Sehas Padh Bimal Nan Eaek Padh Gandhh Bin Sehas Thav Gandhh Eiv Chalath Mohee ||2||",
    "translation": "You have thousands of Lotus Feet, and yet You do not have even one foot. You have no nose, but you have thousands of noses. This Play of Yours entrances me. ||2||",
    "punjabi": "ਹਜ਼ਾਰਾਂ ਤੇਰੇ ਸੋਹਣੇ ਪੈਰ ਹਨ, (ਪਰ ਨਿਰਾਕਾਰ ਹੋਣ ਕਰਕੇ) ਤੇਰਾ ਇੱਕ ਭੀ ਪੈਰ ਨਹੀਂ। ਹਜ਼ਾਰਾਂ ਤੇਰੇ ਨੱਕ ਹਨ, ਪਰ ਤੂੰ ਨੱਕ ਤੋਂ ਬਿਨਾ ਹੀ ਹੈਂ। ਤੇਰੇ ਅਜੇਹੇ ਕੌਤਕਾਂ ਨੇ ਮੈਨੂੰ ਹੈਰਾਨ ਕੀਤਾ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "(pd) crn[ (ibml) au~`jl[ (gMD) nwsW[ (mohI) moihq[ pd clq: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "sB mih joiq; joiq hY soie ]",
    "transliteration": "Sabh Mehi Joth Joth Hai Soe ||",
    "translation": "Amongst all is the Light-You are that Light.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕੋ ਉਹੀ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤੀ ਵਰਤ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "iqs dY cwnix; sB mih cwnxu hoie ]",
    "transliteration": "This Dhai Chaanan Sabh Mehi Chaanan Hoe ||",
    "translation": "By this Illumination, that Light is radiant within all.",
    "punjabi": "ਉਸ ਜੋਤਿ ਦੇ ਪਰਕਾਸ਼ ਨਾਲ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਚਾਨਣ (ਸੂਝ-ਬੂਝ) ਹੈ।",
    "pronunciation": "pihly cwnix xwxy ishwrI dUjy cwnxu xwxy AONkV lwauxw[",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "gur swKI; joiq prgtu hoie ]",
    "transliteration": "Gur Saakhee Joth Paragatt Hoe ||",
    "translation": "Through the Guru's Teachings, the Light shines forth.",
    "punjabi": "ਪਰ ਇਸ ਜੋਤਿ ਦਾ ਗਿਆਨ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ। (ਗੁਰੂ ਰਾਹੀਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਹਰੇਕ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਹੈ)।",
    "pronunciation": "(swKI) is`iKAw nwl",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jo iqsu BwvY; su AwrqI hoie ]3]",
    "transliteration": "Jo This Bhaavai S Aarathee Hoe ||3||",
    "translation": "That which is pleasing to Him is the lamp-lit worship service. ||3||",
    "punjabi": "(ਇਸ ਸਰਬ-ਵਿਆਪਕ ਜੋਤਿ ਦੀ) ਆਰਤੀ ਇਹ ਹੈ ਕਿ ਜੋ ਕੁਝ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਹ ਜੀਵ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨਾ ਪ੍ਰਭੂ ਦੀ ਆਰਤੀ ਕਰਨੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "hir crxkvl mkrMd, loiBq mno; An idnuo, moih AwhI ipAwsw ]",
    "transliteration": "Har Charan Kaval Makarandh Lobhith Mano Anadhinuo Mohi Aahee Piaasaa ||",
    "translation": "My mind is enticed by the honey-sweet Lotus Feet of the Lord. Day and night, I thirst for them.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਚਰਨ-ਰੂਪ ਕੌਲ-ਫੁੱਲਾਂ ਦੇ ਰਸ ਲਈ ਮੇਰਾ ਮਨ ਲਲਚਾਂਦਾ ਹੈ, ਹਰ ਰੋਜ਼ ਮੈਨੂੰ ਇਸੇ ਰਸ ਦੀ ਪਿਆਸ ਲੱਗੀ ਹੋਈ ਹੈ।",
    "pronunciation": "loiBq: B`By ishwrI lwau[ idnu:o hoVy qy AONkV dw ivckwrlw myl bolo[ ij`Qy A`Kr nUM AONkV qy hoVw iek`Ty l`gy hox, aus dI Avwz AONkV qy hoVy dy ivckwr bolo jI[",
    "type_id": 3
  },
  {
    "shabad_id": 52,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ikRpw jlu dyih, nwnk swirMg kau; hoie jw qy. qyrY nwie vwsw ]4]3]",
    "transliteration": "Kirapaa Jal Dhaehi Naanak Saaring Ko Hoe Jaa Thae Thaerai Naae Vaasaa ||4||3||",
    "translation": "Bestow the Water of Your Mercy upon Nanak, the thirsty song-bird, so that he may come to dwell in Your Name. ||4||3||",
    "punjabi": "ਮੈਨੂੰ ਨਾਨਕ ਪਪੀਹੇ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਦਾ ਜਲ ਦੇਹ, ਜਿਸ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਮੈਂ ਤੇਰੇ ਨਾਮ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ ॥੪॥੩॥",
    "pronunciation": "(swirMg) ppIhw",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwgu gauVI pUrbI mhlw 4 ]",
    "transliteration": "Raag Gourree Poorabee Mehalaa 4 ||",
    "translation": "Raag Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "rwgu: g`gw AONkV sihq pUrw bol ky iPr gauVI bolo[ do A`Kr iek`Ty hox, au~Qy iKAwl nwl aucwro[ CyqI bolx nwl ie`k A`Kr rih jWdw hY[u",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kwim kroiD ngru bhu BirAw; imil swDU KMfl KMfw hy ]",
    "transliteration": "Kaam Karodhh Nagar Bahu Bhariaa Mil Saadhhoo Khanddal Khanddaa Hae ||",
    "translation": "The body-village is filled to overflowing with anger and sexual desire; these were broken into bits when I met with the Holy Saint.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ-) ਸ਼ਹਰ ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਨਾਲ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ (ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਦੇ ਇਸ ਜੋੜ ਨੂੰ) ਤੋੜਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(KMfl) smUh nMU (KMfw) tukVy tukVy kIqw[ n`gr",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pUrib ilKq ilKy, guru pwieAw; min hir ilv, mMfl mMfw hy ]1]",
    "transliteration": "Poorab Likhath Likhae Gur Paaeiaa Man Har Liv Manddal Manddaa Hae ||1||",
    "translation": "By pre-ordained destiny, I have met with the Guru. I have entered into the realm of the Lord's Love. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਜੋਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਲਿਵ ਲੱਗ ਜਾਂਦੀ ਹੈ (ਅਤੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਕਾਮਾਦਿਕਾਂ ਦਾ ਜੋੜ ਟੁੱਟ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(pUrib) pihly[ (mMfl) Gyry iv`c (mMfw) iesiQ`q kIqw (hy) hY",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "kir swDU AMjulI; punu vfw hy ]",
    "transliteration": "Kar Saadhhoo Anjulee Pun Vaddaa Hae ||",
    "translation": "Greet the Holy Saint with your palms pressed together; this is an act of great merit.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਅੱਗੇ ਹੱਥ ਜੋੜ, ਇਹ ਬਹੁਤ ਭਲਾ ਕੰਮ ਹੈ।",
    "pronunciation": "(AMjulI) dovyN h`Q joV ky DrqI qy m`Qw r`K ky nmskwr krn dw nwm AMjulI hY[ punu: polw bolo, it`pI nhIN lwauxI",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "kir fMfauq; punu vfw hy ]1] rhwau ]",
    "transliteration": "Kar Ddanddouth Pun Vaddaa Hae ||1|| Rehaao ||",
    "translation": "Bow down before Him; this is a virtuous action indeed. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਅੱਗੇ ਢਹਿ ਪਉ, ਇਹ ਬੜਾ ਨੇਕ ਕੰਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 53,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "swkq. hir rs swdu. n jwixAw; iqn AMqir. haumY kMfw hy ]",
    "transliteration": "Saakath Har Ras Saadh N Jaaniaa Thin Anthar Houmai Kanddaa Hae ||",
    "translation": "The wicked shaaktas, the faithless cynics, do not know the Taste of the Lord's Sublime Essence. The thorn of egotism is embedded deep within them.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਹਨ, ਉਹ ਉਸ ਦੇ ਨਾਮ ਦੇ ਰਸ ਦੇ ਸੁਆਦ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੇ। ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਦਾ (ਮਾਨੋ) ਕੰਡਾ ਚੁੱਭਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ijau ijau clih, cuBY duKu pwvih; jmkwlu shih isir fMfw hy ]2]",
    "transliteration": "Jio Jio Chalehi Chubhai Dhukh Paavehi Jamakaal Sehehi Sir Ddanddaa Hae ||2||",
    "translation": "The more they walk away, the deeper it pierces them, and the more they suffer in pain, until finally, the Messenger of Death smashes his club against their heads. ||2||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਉਹ ਤੁਰਦੇ ਹਨ (ਜਿਉਂ ਜਿਉਂ ਉਹ ਹਉਮੈ ਦੇ ਸੁਭਾਵ ਵਾਲੀ ਵਰਤੋਂ ਵਰਤਦੇ ਹਨ, ਹਉਮੈ ਦਾ ਉਹ ਕੰਡਾ ਉਹਨਾਂ ਨੂੰ) ਚੁੱਭਦਾ ਹੈ, ਉਹ ਦੁੱਖ ਪਾਂਦੇ ਹਨ, ਅਤੇ ਆਪਣੇ ਸਿਰ ਉੱਤੇ ਆਤਮਕ ਮੌਤ-ਰੂਪ ਡੰਡਾ ਸਹਾਰਦੇ ਹਨ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਸਵਾਰ ਰਹਿੰਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "swkq ijvyN-ijvyN hMgqw dy kumwrg c (clih) c`ldy hn, iqvyN-iqvyN aunHW dy AMdr haumY kMfw cu`Bdw hY, haumY dw kMfw c`uBxy krky jMmx mrn dw du`K pwauNdy hn[ sh-ih: pihlw hwhw mukqw bol ky, dUjy hwhy ishwrI lwau[ c`lih, cuBY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "hir jn, hir hir nwim smwxy; duKu jnm mrx Bv KMfw hy ]",
    "transliteration": "Har Jan Har Har Naam Samaanae Dhukh Janam Maran Bhav Khanddaa Hae ||",
    "translation": "The humble servants of the Lord are absorbed in the Name of the Lord, Har, Har. The pain of birth and the fear of death are eradicated.",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ) ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਸੰਸਾਰ ਦਾ ਜੰਮਣ ਮਰਨ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(Bv) sMswr[ (KMfw) nws kIqw",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "AibnwsI purKu pwieAw prmysru; bhu soB KMf bRhmMfw hy ]3]",
    "transliteration": "Abinaasee Purakh Paaeiaa Paramaesar Bahu Sobh Khandd Brehamanddaa Hae ||3||",
    "translation": "They have found the Imperishable Supreme Being, the Transcendent Lord God, and they receive great honor throughout all the worlds and realms. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਨਾਸ਼ ਨਾਹ ਹੋਣ ਵਾਲਾ ਸਰਬ-ਵਿਆਪਕ ਪਰਮੇਸਰ ਮਿਲ ਪੈਂਦਾ ਹੈ। ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(soB) soBw",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "hm grIb mskIn pRB qyry; hir rwKu rwKu vf vfw hy ]",
    "transliteration": "Ham Gareeb Masakeen Prabh Thaerae Har Raakh Raakh Vadd Vaddaa Hae ||",
    "translation": "I am poor and meek, God, but I belong to You! Save me-please save me, O Greatest of the Great!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ ਗਰੀਬ ਮੰਗਦੇ ਹਾਂ। ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਸਹਾਈ ਹੈਂ। ਸਾਨੂੰ (ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "(mskIn) inmwxy",
    "type_id": 3
  },
  {
    "shabad_id": 53,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "jn nwnk. nwmu ADwru tyk hY; hir nwmy hI suKu mMfw hy ]4]4]",
    "transliteration": "Jan Naanak Naam Adhhaar Ttaek Hai Har Naamae Hee Sukh Manddaa Hae ||4||4||",
    "translation": "Servant Nanak takes the Sustenance and Support of the Naam. In the Name of the Lord, he enjoys celestial peace. ||4||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਤੇਰਾ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ, ਤੇਰਾ ਨਾਮ ਹੀ ਸਹਾਰਾ ਹੈ। ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "(ADwru) Awsrw[ (tyk) shwrw[ (mMfw) imilAw",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "rwgu gauVI pUrbI mhlw 5 ]",
    "transliteration": "Raag Gourree Poorabee Mehalaa 5 ||",
    "translation": "Raag Gauree Poorbee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "krau bynMqI, suxhu myry mIqw; sMq thl kI bylw ]",
    "transliteration": "Karo Baenanthee Sunahu Maerae Meethaa Santh Ttehal Kee Baelaa ||",
    "translation": "Listen, my friends, I beg of you: now is the time to serve the Saints!",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰੋ! ਸੁਣੋ! ਮੈਂ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-(ਹੁਣ) ਗੁਰਮੁਖਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਦਾ ਵੇਲਾ ਹੈ।",
    "pronunciation": "(bylw) smW[bylw: polw bolo, d`b ky boilAW ArQ jMgl bxygw",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "eIhw Kwit clhu, hir lwhw; AwgY bsnu suhylw ]1]",
    "transliteration": "Eehaa Khaatt Chalahu Har Laahaa Aagai Basan Suhaelaa ||1||",
    "translation": "In this world, earn the profit of the Lord's Name, and hereafter, you shall dwell in peace. ||1||",
    "punjabi": "(ਜੇ ਸੇਵਾ ਕਰੋਗੇ, ਤਾਂ) ਇਸ ਜਨਮ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ ਜਾਵੋਗੇ, ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਰਹਿਣਾ ਸੌਖਾ ਹੋ ਜਾਇਗਾ ॥੧॥",
    "pronunciation": "(suhylw) suKdwiek[c`lhu",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "AauD GtY; idnsu rYxwry ]",
    "transliteration": "Aoudhh Ghattai Dhinas Rainaarae ||",
    "translation": "This life is diminishing, day and night.",
    "punjabi": "ਹੇ ਮਨ! ਦਿਨ ਰਾਤ (ਬੀਤ ਬੀਤ ਕੇ) ਉਮਰ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "(AauD) aumr[ (rYxwry) rwq",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mn gur imil; kwj svwry ]1] rhwau ]",
    "transliteration": "Man Gur Mil Kaaj Savaarae ||1|| Rehaao ||",
    "translation": "Meeting with the Guru, your affairs shall be resolved. ||1||Pause||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ) ਕੰਮ ਸਿਰੇ ਚਾੜ੍ਹ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 54,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "iehu sMswru ibkwru sMsy mih; qirE bRhmigAwnI ]",
    "transliteration": "Eihu Sansaar Bikaar Sansae Mehi Thariou Breham Giaanee ||",
    "translation": "This world is engrossed in corruption and cynicism. Only those who know God are saved.",
    "punjabi": "ਇਹ ਜਗਤ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ। (ਜਗਤ ਦੇ ਜੀਵ) ਤੌਖ਼ਲਿਆਂ ਵਿਚ (ਡੁੱਬ ਰਹੇ ਹਨ। ਇਹਨਾਂ ਵਿਚੋਂ) ਉਹੀ ਮਨੁੱਖ ਨਿਕਲਦਾ ਹੈ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ijsih jgwie, pIAwvY iehu rsu; AkQ kQw iqin jwnI ]2]",
    "transliteration": "Jisehi Jagaae Peeaavai Eihu Ras Akathh Kathhaa Thin Jaanee ||2||",
    "translation": "Only those who are awakened by the Lord to drink in this Sublime Essence, come to know the Unspoken Speech of the Lord. ||2||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਵਿਚ ਸੁੱਤੇ ਹੋਏ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਜਗਾ ਕੇ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀਆਂ ਗੱਲਾਂ (ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਕਰਨ ਦੀ ਜਾਚ ਸਿੱਖ ਲਈ ਹੈ ॥੨॥",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "jw kau Awey. soeI ibhwJhu; hir gur qy. mnih bsyrw ]",
    "transliteration": "Jaa Ko Aaeae Soee Bihaajhahu Har Gur Thae Manehi Basaeraa ||",
    "translation": "Purchase only that for which you have come into the world, and through the Guru, the Lord shall dwell within your mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਕੰਮ ਵਾਸਤੇ (ਇੱਥੇ) ਆਏ ਹੋ, ਉਸ ਦਾ ਵਣਜ ਕਰੋ। ਉਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਮਨ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ibhwJhu) KRIdo",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "inj Gir mhlu, pwvhu suK shjy; bhuir. n hoiego Pyrw ]3]",
    "transliteration": "Nij Ghar Mehal Paavahu Sukh Sehajae Bahur N Hoeigo Faeraa ||3||",
    "translation": "Within the home of your own inner being, you shall obtain the Mansion of the Lord's Presence with intuitive ease. You shall not be consigned again to the wheel of reincarnation. ||3||",
    "punjabi": "(ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋਗੇ, ਤਾਂ) ਆਤਮਕ ਆਨੰਦ ਅਤੇ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣੇ ਅੰਦਰ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲਵੋਗੇ। ਫਿਰ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੋਵੇਗਾ ॥੩॥",
    "pronunciation": "(in`j) Awpxy irdy rUpI Gr coN hI (mhlu) inrgun bRhm mh`lu pw lvoNgy[ mh-lu: hwhy ishwrI nhIN lwauxI, mukqw bol ky, polw bolo[ sh-jy: nUM sihjy nhIN bolo jI",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "AMqrjwmI purK ibDwqy; srDw mn kI pUry ]",
    "transliteration": "Antharajaamee Purakh Bidhhaathae Saradhhaa Man Kee Poorae ||",
    "translation": "O Inner-knower, Searcher of Hearts, O Primal Being, Architect of Destiny: please fulfill this yearning of my mind.",
    "punjabi": "ਹੇ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਨਹਾਰ! ਮੇਰੇ ਮਨ ਦੀ ਇੱਛਾ ਪੂਰੀ ਕਰ।",
    "pronunciation": "(ibD`wqy) isrjxhwr[ (srDw) ie`Cw",
    "type_id": 3
  },
  {
    "shabad_id": 54,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "nwnk dwsu. iehY suKu mwgY; mokau. kir sMqn kI DUry ]4]5]",
    "transliteration": "Naanak Dhaas Eihai Sukh Maagai Mo Ko Kar Santhan Kee Dhhoorae ||4||5||",
    "translation": "Nanak, Your slave, begs for this happiness: let me be the dust of the feet of the Saints. ||4||5||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਤੈਥੋਂ ਇਹੀ ਸੁਖ ਮੰਗਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਾ ਦੇਹ ॥੪॥੫॥",
    "pronunciation": "mWgY[ mo-kau: moko nhIN kihxw[",
    "type_id": 3
  }
]
