[
  {
    "shabad_id": 59,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "suxih vKwxih jyqVy; hau iqn bilhwrY jwau]",
    "transliteration": "Sunehi Vakhaanehi Jaetharrae Ho Thin Balihaarai Jaao ||",
    "translation": "I am a sacrifice to those who hear and chant the True Name.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜੋ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣਦੇ ਤੇ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "qw mnu KIvw jwxIAY; jw mhlI pwey Qwau]2]",
    "transliteration": "Thaa Man Kheevaa Jaaneeai Jaa Mehalee Paaeae Thhaao ||2||",
    "translation": "Only one who obtains a room in the Mansion of the Lord's Presence is deemed to be truly intoxicated. ||2||",
    "punjabi": "ਮਨ ਨੂੰ ਤਦੋਂ ਹੀ ਮਸਤ ਹੋਇਆ ਜਾਣੋ, ਜਦੋਂ ਇਹ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕ ਜਾਏ (ਤੇ, ਮਨ ਟਿਕਦਾ ਹੈ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ॥੨॥",
    "pronunciation": "(KIvw)msq[ mhlI: m qy h mukqy bol ky, l`ly ibhwrI bolo, hwhy ishwrI nhIN bolxI, mYhlI nhI aucwrnw",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "nwau nIru. cMigAweIAw; squ prmlu. qin vwsu]",
    "transliteration": "Naao Neer Changiaaeeaa Sath Paramal Than Vaas ||",
    "translation": "Bathe in the waters of Goodness and apply the scented oil of Truth to your body,",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਤੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ (ਮੂੰਹ ਉਜਲਾ ਕਰਨ ਲਈ) ਪਾਣੀ ਹੈ, ਤੇ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਬਣਿਆ ਹੋਇਆ) ਸੁੱਚਾ ਆਚਰਨ ਸਰੀਰ ਉਤੇ ਲਾਣ ਲਈ ਸੁਗੰਧੀ ਹੈ।",
    "pronunciation": "(nwau)nwm[ (nIru)pwxI[ (s`qu)s`cu",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "qw muKu hovY aujlw; lK dwqI. iek dwiq]",
    "transliteration": "Thaa Mukh Hovai Oujalaa Lakh Dhaathee Eik Dhaath ||",
    "translation": "And your face shall become radiant. This is the gift of 100,000 gifts.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੋਰ ਸਭ ਦਾਤਾਂ ਨਾਲੋਂ ਵਧੀਆ ਦਾਤ ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਹੀ ਮਨੁੱਖ ਦਾ ਮੂੰਹ ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "au~jlw l`K d`wqIN",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "dUK. iqsY pih AwKIAih; sUK. ijsY hI pwis]3]",
    "transliteration": "Dhookh Thisai Pehi Aakheeahi Sookh Jisai Hee Paas ||3||",
    "translation": "Tell your troubles to the One who is the Source of all comfort. ||3||",
    "punjabi": "ਦੁੱਖਾਂ ਦੀ (ਨਿਵਿਰਤੀ) ਤੇ ਸੁੱਖਾਂ ਦੀ (ਪ੍ਰਾਪਤੀ) ਦੀ ਅਰਜ਼ੋਈ ਪਰਮਾਤਮਾ ਅੱਗੇ ਹੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "so. ikau mnhu ivswrIAY; jw ky jIA prwx]",
    "transliteration": "So Kio Manahu Visaareeai Jaa Kae Jeea Paraan ||",
    "translation": "How can you forget the One who created your soul, and the praanaa, the breath of life?",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਇਹ ਜਿੰਦ-ਜਾਨ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "iqsu ivxu. sBu ApivqRü hY; jyqw pYnxu Kwxu]",
    "transliteration": "This Vin Sabh Apavithra Hai Jaethaa Painan Khaan ||",
    "translation": "Without Him, all that we wear and eat is impure.",
    "punjabi": "ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰਿਆਂ ਖਾਣ ਪਹਿਨਣ ਦਾ ਸਾਰਾ ਹੀ ਉੱਦਮ ਮਨ ਨੂੰ ਹੋਰ ਹੋਰ ਮਲੀਨ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 59,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "hoir glW siB kUVIAw; quDu BwvY prvwxu]4]5]",
    "transliteration": "Hor Galaan Sabh Koorreeaa Thudhh Bhaavai Paravaan ||4||5||",
    "translation": "Everything else is false. Whatever pleases Your Will is acceptable. ||4||5||",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੋਰ ਸਾਰੀਆਂ ਗੱਲਾਂ (ਮਨ ਨੂੰ) ਨਾਸਵੰਤ ਸੰਸਾਰ ਦੇ ਮੋਹ ਵਿਚ ਫਸਾਂਦੀਆਂ ਹਨ। (ਹੇ ਪ੍ਰਭੂ!) ਉਹੀ ਉੱਦਮ ਸੁਚੱਜਾ ਹੈ ਜੋ ਤੇਰੇ ਨਾਲ ਪ੍ਰੀਤ ਬਣਾਂਦਾ ਹੈ ॥੪॥੫॥{15-16}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "isrIrwgu mhlu 1]",
    "transliteration": "Sireeraag Mehal 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jwil mohu. Gis msu kir; miq kwgdu kir swru]",
    "transliteration": "Jaal Mohu Ghas Mas Kar Math Kaagadh Kar Saar ||",
    "translation": "Burn emotional attachment, and grind it into ink. Transform your intelligence into the purest of paper.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਦਾ) ਮੋਹ ਸਾੜ ਕੇ (ਉਸ ਨੂੰ) ਘਸਾ ਕੇ ਸਿਆਹੀ ਬਣਾ ਤੇ (ਆਪਣੀ) ਅਕਲ ਨੂੰ ਸੋਹਣਾ ਕਾਗ਼ਜ਼ ਬਣਾ।",
    "pronunciation": "(Gis)Gsw ky[ (m`su)isAwhI[ (swru)sRyst[ mh`lu",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Bwau klm kir. icqu lyKwrI; gur puiC. ilKu bIcwru]",
    "transliteration": "Bhaao Kalam Kar Chith Laekhaaree Gur Pushh Likh Beechaar ||",
    "translation": "Make the love of the Lord your pen, and let your consciousness be the scribe. Then, seek the Guru's Instructions, and record these deliberations.",
    "punjabi": "ਪ੍ਰੇਮ ਨੂੰ ਕਲਮ, ਤੇ ਆਪਣੇ ਮਨ ਨੂੰ ਲਿਖਾਰੀ ਬਣਾ। ਗੁਰੂ ਦੀ ਸਿਖਿਆ ਲੈ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕਰਨੀ ਲਿਖ।",
    "pronunciation": "(Bwau)pRym[ ic`qu[ pu`iC",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ilKu nwmu. swlwh ilKu; ilKu. AMqu n pwrwvwru]1]",
    "transliteration": "Likh Naam Saalaah Likh Likh Anth N Paaraavaar ||1||",
    "translation": "Write the Praises of the Naam, the Name of the Lord; write over and over again that He has no end or limitation. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਲਿਖ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਲਿਖ, ਇਹ ਲਿਖ ਕਿ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਾਰਲਾ-ਉਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "bwbw. eyhu lyKw; iliK jwxu]",
    "transliteration": "Baabaa Eaehu Laekhaa Likh Jaan ||",
    "translation": "O Baba, write such an account,",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਲੇਖਾ ਲਿਖਣ ਦੀ ਜਾਚ ਸਿੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ijQY lyKw mMgIAY; iqQY hoie scw nIswxu]1]rhwau]",
    "transliteration": "Jithhai Laekhaa Mangeeai Thithhai Hoe Sachaa Neesaan ||1|| Rehaao ||",
    "translation": "That when it is asked for, it will bring the Mark of Truth. ||1||Pause||",
    "punjabi": "ਜਿਸ ਥਾਂ (ਜ਼ਿੰਦਗੀ ਵਿਚ ਕੀਤੇ ਕੰਮਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਥੇ ਇਹ ਲੇਖਾ ਸੱਚੀ ਰਾਹਦਾਰੀ ਬਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(nIswxu) prvwnw",
    "type_id": 4
  },
  {
    "shabad_id": 60,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ijQY imlih vifAweIAw; sd KusIAw sd cwau]",
    "transliteration": "Jithhai Milehi Vaddiaaeeaa Sadh Khuseeaa Sadh Chaao ||",
    "translation": "There, where greatness, eternal peace and everlasting joy are bestowed,",
    "punjabi": "ਜਿੱਥੇ ਉਹਨਾਂ ਨੂੰ ਵਡਿਆਈਆਂ ਮਿਲਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਦੀਆਂ ਖੁਸ਼ੀਆਂ ਤੇ ਆਤਮ ਹੁਲਾਰੇ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "iqn muiK. itky inklih; ijn min scw nwau]",
    "transliteration": "Thin Mukh Ttikae Nikalehi Jin Man Sachaa Naao ||",
    "translation": "The faces of those whose minds are attuned to the True Name are anointed with the Mark of Grace.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦਾ) ਸਦਾ-ਥਿਰ ਨਾਮ ਵੱਸਦਾ ਹੈ (ਲੇਖਾ ਮੰਗਣ ਵਾਲੇ ਥਾਂ) ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਟਿੱਕੇ ਲੱਗਦੇ ਹਨ,",
    "pronunciation": "(muiK) msqik qy js rUp (it`ky) iqlk (in`kl-ih) l`gdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "krim imlY qw pweIAY; nwhI glI vwau duAwau]2]",
    "transliteration": "Karam Milai Thaa Paaeeai Naahee Galee Vaao Dhuaao ||2||",
    "translation": "If one receives God's Grace, then such honors are received, and not by mere words. ||2||",
    "punjabi": "ਪਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਹਵਾਈ ਫ਼ਜ਼ੂਲ ਗੱਲਾਂ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ ॥੨॥",
    "pronunciation": "(krim) imhr[ (vwau duAwau)ibArQ AsIs, (g`lIN)g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ieik Awvih. ieik jwih auiT; rKIAih nwv slwr]",
    "transliteration": "Eik Aavehi Eik Jaahi Outh Rakheeahi Naav Salaar ||",
    "translation": "Some come, and some arise and depart. They give themselves lofty names.",
    "punjabi": "(ਸੰਸਾਰ ਵਿਚ) ਬੇਅੰਤ ਜੀਵ ਆਉਂਦੇ ਹਨ (ਤੇ ਜੀਵਨ-ਸਫ਼ਰ ਮੁਕਾ ਕੇ ਇਥੋਂ) ਕੂਚ ਕਰ ਜਾਂਦੇ ਹਨ, (ਕਈਆਂ ਦੇ) ਸਰਦਾਰ (ਆਦਿਕ ਵੱਡੇ ਵੱਡੇ) ਨਾਮ ਰੱਖੀਦੇ ਹਨ।",
    "pronunciation": "(slwr)srdwr[ ieik: k`ky ishwrI bolo",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ieik aupwey mMgqy; ieknw vfy drvwr]",
    "transliteration": "Eik Oupaaeae Mangathae Eikanaa Vaddae Dharavaar ||",
    "translation": "Some are born beggars, and some hold vast courts.",
    "punjabi": "ਕਈ (ਜਗਤ ਵਿਚ) ਮੰਗਤੇ ਹੀ ਜੰਮੇ, ਕਈਆਂ ਦੇ ਵੱਡੇ ਵੱਡੇ ਦਰਬਾਰ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "(aupwey)pYdw kIqy",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "AgY gieAw jwxIAY; ivxu nwvY. vykwr]3]",
    "transliteration": "Agai Gaeiaa Jaaneeai Vin Naavai Vaekaar ||3||",
    "translation": "Going to the world hereafter, everyone shall realize that without the Name, it is all useless. ||3||",
    "punjabi": "(ਪਰ ਦਰਬਾਰਾਂ ਵਾਲੇ ਸਰਦਾਰ ਹੋਣ ਚਾਹੇ ਕੰਗਾਲ ਹੋਣ) ਜੀਵਨ-ਸਫ਼ਰ ਮੁਕਾਇਆਂ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਇਹ ਸਭ) ਜੀਵਨ ਵਿਅਰਥ (ਗੰਵਾ ਜਾਂਦੇ ਹਨ) ॥੩॥",
    "pronunciation": "g-ieAw: g`gw mukqw bolo, igAw nhI aucwrnw",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "BY qyrY. fru Aglw; Kip Kip iCjY dyh]",
    "transliteration": "Bhai Thaerai Ddar Agalaa Khap Khap Shhijai Dhaeh ||",
    "translation": "I am terrified by the Fear of You, God. Bothered and bewildered, my body is wasting away.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੈਥੋਂ ਦੂਰ ਦੂਰ ਰਿਹਾਂ ਸੰਸਾਰ ਦਾ ਤੌਖ਼ਲਾ ਬਹੁਤ ਵਿਆਪਦਾ ਹੈ, (ਇਸ ਤੌਖ਼ਲੇ ਵਿਚ) ਖਿੱਝ ਖਿੱਝ ਕੇ ਸਰੀਰ ਭੀ ਢਹਿੰਦਾ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "Aglw:polw bolo imlvW[ (Aglw)bhuqw[ (Kip)plc ky[ (iC`jY)nws[ Kip Kip: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwv ijnw sulqwn Kwn; hody ifTy Kyh]",
    "transliteration": "Naav Jinaa Sulathaan Khaan Hodhae Ddithae Khaeh ||",
    "translation": "Those who are known as sultans and emperors shall be reduced to dust in the end.",
    "punjabi": "(ਤੇਰੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦਾ ਭੀ ਕੀਹ ਮਾਣ?) ਜਿਨ੍ਹਾਂ ਦੇ ਨਾਮ ਖ਼ਾਨ ਸੁਲਤਾਨ ਕਰ ਕੇ ਵੱਜਦੇ ਹਨ ਸਭ (ਇਥੇ ਹੀ) ਮਿੱਟੀ ਵਿਚ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ijn@W[ if`Ty",
    "type_id": 3
  },
  {
    "shabad_id": 60,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwnk. auTI cilAw; siB kUVy quty nyh]4]6]",
    "transliteration": "Naanak Outhee Chaliaa Sabh Koorrae Thuttae Naeh ||4||6||",
    "translation": "O Nanak, arising and departing, all false attachments are cut away. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਸਾਰੇ ਝੂਠੇ ਮੋਹ-ਪਿਆਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ) ॥੪॥੬॥",
    "pronunciation": "(nyh)pRym[ au~TI[ c`ilAw[ qu`ty",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "isrIrwgu mhlw 1]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siB rs imTy mMinAY; suixAY swloxy]",
    "transliteration": "Sabh Ras Mithae Manniai Suniai Saalonae ||",
    "translation": "Believing, all tastes are sweet. Hearing, the salty flavors are tasted;",
    "punjabi": "ਜੇ ਮਨ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਪਰਚ ਜਾਏ, ਤਾਂ ਇਸ ਨੂੰ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਮਿੱਠੇ ਸੁਆਦ ਵਾਲੇ ਪਦਾਰਥ ਸਮਝੋ। ਜੇ ਸੁਰਤ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਨ ਲੱਗ ਪਏ, ਤਾਂ ਇਸ ਨੂੰ ਲੂਣ ਵਾਲੇ ਪਦਾਰਥ ਜਾਣੋ।",
    "pronunciation": "im`Ty",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "KtqursI muiK bolxw; mwrx nwd kIey]",
    "transliteration": "Khatt Thurasee Mukh Bolanaa Maaran Naadh Keeeae ||",
    "translation": "Chanting with one's mouth, the spicy flavors are savored. All these spices have been made from the Sound-current of the Naad.",
    "punjabi": "ਮੂੰਹ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਨਾ ਖੱਟੇ ਸੁਆਦ ਵਾਲੇ ਪਦਾਰਥ ਸਮਝੋ। ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਕੀਰਤਨ ਮਸਾਲੇ ਜਾਣੋ।",
    "pronunciation": "(Kt-qursI) KitAweI nwl imly Cy rsW dw suAwd, pRmwqmw dI isPq slwh muiK qoN bolxw kIqI hY Aqy Gt Gt coN pRmqmw dy Ajpw jwp dI (nwd) Dun sunxI (mwrx) mswly vwly Bojn (kIey) kIqy",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "CqIh AMimRq Bwau eyku; jw kau ndir kryie]1]",
    "transliteration": "Shhatheeh Anmrith Bhaao Eaek Jaa Ko Nadhar Karaee ||1||",
    "translation": "The thirty-six flavors of ambrosial nectar are in the Love of the One Lord; they are tasted only by one who is blessed by His Glance of Grace. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਇਕ-ਰਸ ਪ੍ਰੇਮ ਛੱਤੀ ਕਿਸਮਾਂ ਦੇ ਸੁਆਦਲੇ ਭੋਜਨ ਹਨ। (ਪਰ ਇਹ ਉੱਚੀ ਦਾਤ ਉਸੇ ਨੂੰ ਮਿਲਦੀ ਹੈ) ਜਿਸ ਉਤੇ (ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "kry-ie: lW lMbI ishwrI sMkoc ky bolo, kry kih ky C`f nhI dyxw",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "bwbw. horu Kwxw; KusI KuAwru]",
    "transliteration": "Baabaa Hor Khaanaa Khusee Khuaar ||",
    "translation": "O Baba, the pleasures of other foods are false.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਨੂੰ ਖਾਣ ਨਾਲ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ,",
    "pronunciation": "hor Kwx dI KuSI krky (KuAwru) duKI, zlIl hoeIdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ijqu KwDY. qnu pIVIAY; mn mih clih ivkwr]1]rhwau]",
    "transliteration": "Jith Khaadhhai Than Peerreeai Man Mehi Chalehi Vikaar ||1|| Rehaao ||",
    "translation": "Eating them, the body is ruined, and wickedness and corruption enter into the mind. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਪਦਾਰਥਾਂ ਦੇ ਖਾਣ ਨਾਲ ਸਰੀਰ ਰੋਗੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਮਨ ਵਿਚ (ਭੀ ਕਈ) ਮੰਦੇ ਖ਼ਿਆਲ ਤੁਰ ਪੈਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 61,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "rqw pYnxu. mnu rqw; supydI. squ dwnu]",
    "transliteration": "Rathaa Painan Man Rathaa Supaedhee Sath Dhaan ||",
    "translation": "My mind is imbued with the Lord's Love; it is dyed a deep crimson. Truth and charity are my white clothes.",
    "punjabi": "ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਵਿਚ ਮਨ ਰੰਗਿਆ ਜਾਏ, ਇਹ ਲਾਲ ਪੁਸ਼ਾਕ (ਸਮਾਨ) ਹੈ, ਦਾਨ ਪੁੰਨ ਕਰਨਾ (ਲੋੜਵੰਦਿਆਂ ਦੀ ਸੇਵਾ ਕਰਨੀ) ਇਹ ਚਿੱਟੀ ਪੁਸ਼ਾਕ ਸਮਝੋ।",
    "pronunciation": "pRmySr dy nwm c mnu nMU (rqw) rMgxw hI (r`qw)lwl rMg dy bsqR (pYnxu) pYn@xw kIqy[ s`qu srUp nUM (dwnu) jwnx rUp jW squ sbd dw (dwnu)aupdyS krn rUp (supydI)ic`tw rMg pihirAw hY",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nIlI. isAwhI kdw krxI; pihrxu. pYr iDAwnu]",
    "transliteration": "Neelee Siaahee Kadhaa Karanee Pehiran Pair Dhhiaan ||",
    "translation": "The blackness of sin is erased by my wearing of blue clothes, and meditation on the Lord's Lotus Feet is my robe of honor.",
    "punjabi": "ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਕਾਲਖ਼ ਕੱਟ ਦੇਣੀ ਨੀਲੇ ਰੰਗ ਦੀ ਪੁਸ਼ਾਕ ਜਾਣੋ। ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਚੋਗਾ ਹੈ।",
    "pronunciation": "(kdw)k`txI[ (pYr) crnW dw iDAwnu",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "kmrbMdu sMqoK kw; Dnu jobnu. qyrw nwmu]2]",
    "transliteration": "Kamarabandh Santhokh Kaa Dhhan Joban Thaeraa Naam ||2||",
    "translation": "Contentment is my cummerbund, Your Name is my wealth and youth. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸੰਤੋਖ ਨੂੰ ਮੈਂ ਆਪਣੇ ਲੱਕ ਦਾ ਪਟਕਾ ਬਣਾਇਆ ਹੈ, ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰਾ ਧਨ ਹੈ ਮੇਰੀ ਜੁਆਨੀ ਹੈ ॥੨॥",
    "pronunciation": "(kmr-bMdu)kmrksw",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "bwbw. horu pYnxu; KusI KuAwru]",
    "transliteration": "Baabaa Hor Painan Khusee Khuaar ||",
    "translation": "O Baba, the pleasures of other clothes are false.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹਾ ਪਹਿਨਣ ਦਾ ਸ਼ੌਂਕ ਤੇ ਚਾਉ ਖ਼ੁਆਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ijqu pYDY. qnu pIVIAY; mn mih clih ivkwr]1]rhwau]",
    "transliteration": "Jith Paidhhai Than Peerreeai Man Mehi Chalehi Vikaar ||1|| Rehaao ||",
    "translation": "Wearing them, the body is ruined, and wickedness and corruption enter into the mind. ||1||Pause||",
    "punjabi": "ਜਿਸ ਪਹਿਨਣ ਨਾਲ ਸਰੀਰ ਦੁਖੀ ਹੋਵੇ, ਤੇ ਮਨ ਵਿਚ ਭੀ ਭੈੜੇ ਖ਼ਿਆਲ ਤੁਰ ਪੈਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(pYDY) pihnx nwl qnu (pIVIAY) pIVq hovy",
    "type_id": 4
  },
  {
    "shabad_id": 61,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "GoVy pwKr, suieny swKiq; bUJxu qyrI vwt]",
    "transliteration": "Ghorrae Paakhar Sueinae Saakhath Boojhan Thaeree Vaatt ||",
    "translation": "The understanding of Your Way, Lord, is horses, saddles and bags of gold for me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਦਾ ਜੀਵਨ-ਰਾਹ ਸਮਝਣਾ (ਮੇਰੇ ਵਾਸਤੇ) ਸੋਨੇ ਦੀ ਦੁਮਚੀ ਵਾਲੇ ਤੇ (ਸੋਹਣੀ) ਕਾਠੀ ਵਾਲੇ ਘੋੜਿਆਂ ਦੀ ਸਵਾਰੀ ਹੈ।",
    "pronunciation": "dwsndws leI (qyrI) Awp jI dI pRymw BgqI dI (vwt) rsqw (bUJxu) bu`Jxw hI, GoVy dI (pwKr)kwTI qy pUC hyTW lMGw ky kwTI nwl b`DI suieny dI (swKiq)duMmcI hY",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "qrks qIr kmwx sWg; qygbMd gux Dwqu]",
    "transliteration": "Tharakas Theer Kamaan Saang Thaegabandh Gun Dhhaath ||",
    "translation": "The pursuit of virtue is my bow and arrow, my quiver, sword and scabbard.",
    "punjabi": "ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਉੱਦਮ ਕਰਨਾ (ਮੇਰੇ ਵਾਸਤੇ) ਭੱਥੇ ਤੀਰ ਕਮਾਨ ਬਰਛੀ ਤੇ ਤਲਵਾਰ ਦਾ ਗਾਤ੍ਰਾ ਹਨ।",
    "pronunciation": "Awp jI dy d`sy SuB guxW v`l (Dwqu) Dauxw, dOVnw hI dwsndws dw (qrks)B`Qw, (sWg)brCI, (qygbMd)qyg bMn@x vwlw hY",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "vwjw nyjw. piq isau prgtu; krmu qyrw. myrI jwiq]3]",
    "transliteration": "Vaajaa Naejaa Path Sio Paragatt Karam Thaeraa Maeree Jaath ||3||",
    "translation": "To be distinguished with honor is my drum and banner. Your Mercy is my social status. ||3||",
    "punjabi": "(ਤੇਰੇ ਦਰ ਤੇ) ਇੱਜ਼ਤ ਨਾਲ ਸੁਰਖ਼ਰੂ ਹੋਣਾ (ਮੇਰੇ ਵਾਸਤੇ) ਵਾਜਾ ਤੇ ਨੇਜਾ ਹਨ, ਤੇਰੀ ਮਿਹਰ (ਦੀ ਨਜ਼ਰ) ਮੇਰੇ ਲਈ ਉੱਚੀ ਕੁਲ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "bwbw. horu cVxw; KusI KuAwru]",
    "transliteration": "Baabaa Hor Charranaa Khusee Khuaar ||",
    "translation": "O Baba, the pleasures of other rides are false.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਘੋੜ-ਸਵਾਰੀ ਤੇ ਉਸ ਦਾ ਚਾਉ ਖ਼ੁਆਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "cV@xw",
    "type_id": 3
  },
  {
    "shabad_id": 61,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ijqu ciVAY. qnu pIVIAY; mn mih clih ivkwr]1]rhwau]",
    "transliteration": "Jith Charriai Than Peerreeai Man Mehi Chalehi Vikaar ||1|| Rehaao ||",
    "translation": "By such rides, the body is ruined, and wickedness and corruption enter into the mind. ||1||Pause||",
    "punjabi": "ਜਿਸ ਘੋੜ-ਸਵਾਰੀ ਕਰਨ ਨਾਲ ਸਰੀਰ ਔਖਾ ਹੋਵੇ, ਮਨ ਵਿਚ ਭੀ (ਅਹੰਕਾਰ ਆਦਿਕ ਦੇ) ਕਈ ਵਿਕਾਰ ਪੈਦਾ ਹੋ ਜਾਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ciV@AY[ c`lih",
    "type_id": 4
  },
  {
    "shabad_id": 61,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "Gr mMdr KusI nwm kI; ndir qyrI prvwru]",
    "transliteration": "Ghar Mandhar Khusee Naam Kee Nadhar Thaeree Paravaar ||",
    "translation": "The Naam, the Name of the Lord, is the pleasure of houses and mansions. Your Glance of Grace is my family, Lord.",
    "punjabi": "(ਦੂਜਿਆਂ ਮਹਲ-ਮਾੜੀਆਂ ਦਾ ਵਸੇਬਾ (ਮੇਰੇ ਵਾਸਤੇ) ਤੇਰਾ ਨਾਮ ਜਪਣ ਤੋਂ ਪੈਦਾ ਹੋਈ ਖ਼ੁਸ਼ੀ ਹੀ ਹੈ। ਤੇਰੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਮੇਰਾ ਕੁਟੰਬ ਹੈ (ਜੋ ਖ਼ੁਸ਼ੀ ਮੈਨੂੰ ਆਪਣਾ ਪਰਵਾਰ ਦੇਖ ਕੇ ਹੁੰਦੀ ਹੈ, ਉਹੀ ਤੇਰੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਵਿਚੋਂ ਮਿਲੇਗੀ)।",
    "pronunciation": "",
    "type_id": 3
  }
]