[
  {
    "shabad_id": 67,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "dir Gir FoeI n lhY; drgh. JUTu KuAwru ]1] rhwau ]",
    "transliteration": "Dhar Ghar Dtoee N Lehai Dharageh Jhooth Khuaar ||1|| Rehaao ||",
    "translation": "In this world, you shall not find any shelter; in the world hereafter, being false, you shall suffer. ||1||Pause||",
    "punjabi": "(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੀ ਰਹਿ ਕੇ ਹੀ ਧਾਰਮਿਕ ਉੱਦਮ ਕਰਮ ਆਦਿਕ ਕਰੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਮਾਇਆ-ਮੋਹ ਪ੍ਰਬਲ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਲੈ ਸਕਦੀ, (ਕਿਉਂਕਿ) ਝੂਠ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਦੁਰਕਾਰਿਆ ਹੀ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 67,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "Awip sujwxu. n BuleI; scw vf ikrswxu ]",
    "transliteration": "Aap Sujaan N Bhulee Sachaa Vadd Kirasaan ||",
    "translation": "The True Lord Himself knows all; He makes no mistakes. He is the Great Farmer of the Universe.",
    "punjabi": "(ਕਿਸਾਨ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਤਜਰਬੇ ਤੋਂ ਜਾਣਦਾ ਹੈ ਕਿ ਬੀ ਬੀਜਣ ਤੋਂ ਪਹਿਲਾਂ ਧਰਤੀ ਨੂੰ ਕਿਵੇਂ ਤਿਆਰ ਕਰਨਾ ਹੈ ਤਾਂ ਕਿ ਫਸਲ ਚੰਗਾ ਲੱਗ ਸਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਡਾ ਕਿਸਾਨ ਹੈ, ਉਹ (ਬੜਾ) ਸਿਆਣਾ ਕਿਸਾਨ ਹੈ, ਉਹ ਗ਼ਲਤੀ ਨਹੀਂ ਖਾਂਦਾ।",
    "pronunciation": "(sujwxu)sRyst jwxIjwx, cqr AMqrjwmI[ s`cy vwihgurU s`cy siqgurU jI hI v`fy ikrswxu hn, gursyvk jI dy irdy c SuB guxW nUM bIjdy pwldy hn[ Bu`leI",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "pihlw DrqI swiD kY; scu nwmu dy dwxu ]",
    "transliteration": "Pehilaa Dhharathee Saadhh Kai Sach Naam Dhae Dhaan ||",
    "translation": "First, He prepares the ground, and then He plants the Seed of the True Name.",
    "punjabi": "(ਜਿਸ ਹਿਰਦੇ-ਧਰਤੀ ਵਿਚ ਨਾਮ-ਬੀਜ ਬੀਜਣਾ ਹੁੰਦਾ ਹੈ) ਉਹ ਉਸ ਹਿਰਦੇ ਧਰਤੀ ਨੂੰ ਪਹਿਲਾਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕਰਦਾ ਹੈ ਫਿਰ ਉਸ ਵਿਚ ਸੱਚੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "nau iniD aupjY nwmu eyku; krim pvY nIswxu ]2]",
    "transliteration": "No Nidhh Oupajai Naam Eaek Karam Pavai Neesaan ||2||",
    "translation": "The nine treasures are produced from Name of the One Lord. By His Grace, we obtain His Banner and Insignia. ||2||",
    "punjabi": "ਉਥੇ ਨਾਮ ਉੱਗਦਾ ਹੈ, (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਉਸ ਹਿਰਦੇ ਵਿਚ ਕੀਤੀ ਮਿਹਨਤ) ਕਬੂਲ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "gur kau. jwix n jwxeI; ikAw iqsu cju Acwru ]",
    "transliteration": "Gur Ko Jaan N Jaanee Kiaa This Chaj Achaar ||",
    "translation": "Some are very knowledgeable, but if they do not know the Guru, then what is the use of their lives?",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਜਾਣ ਬੁੱਝ ਕੇ ਗੁਰੂ (ਦੀ ਬਜ਼ੁਰਗੀ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ-ਢੰਗ ਕੋਝਾ ਹੈ।",
    "pronunciation": "(jwix) jwxIjwx[ (Acwr) krq`b[ c`ju",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "AMDulY. nwmu ivswirAw; mnmuiK AMD gubwru ]",
    "transliteration": "Andhhulai Naam Visaariaa Manamukh Andhh Gubaar ||",
    "translation": "The blind have forgotten the Naam, the Name of the Lord. The self-willed manmukhs are in utter darkness.",
    "punjabi": "(ਆਤਮਕ ਰੌਸ਼ਨੀ ਵਲੋਂ) ਉਸ ਅੰਨ੍ਹੇ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰਿਆ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਘੁੱਪ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "Awvxu jwxu. n cukeI; mir jnmY. hoie KuAwru ]3]",
    "transliteration": "Aavan Jaan N Chukee Mar Janamai Hoe Khuaar ||3||",
    "translation": "Their comings and goings in reincarnation do not end; through death and rebirth, they are wasting away. ||3||",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕਦਾ ਉਹ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "cu`keI",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "cMdnu moil AxwieAw; kuMgU mWg sMDUru ]",
    "transliteration": "Chandhan Mol Anaaeiaa Kungoo Maang Sandhhoor ||",
    "translation": "The bride may buy sandalwood oil and perfumes, and apply them in great quantities to her hair;",
    "punjabi": "(ਕਿਸੇ ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਆਪਣੇ ਸਰੀਰਕ ਸ਼ਿੰਗਾਰ ਵਾਸਤੇ) ਚੰਦਨ ਮੁੱਲ ਮੰਗਾਇਆ, ਕੇਸਰ ਮੰਗਾਇਆ, ਸਿਰ ਦੇ ਕੇਸਾਂ ਦੇ ਚੀਰ ਸੁੰਦਰ ਬਣਾਣ ਲਈ ਸੰਧੂਰ ਮੰਗਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "coAw cMdnu bhu Gxw; pwnw nwil kpUru ]",
    "transliteration": "Choaa Chandhan Bahu Ghanaa Paanaa Naal Kapoor ||",
    "translation": "She may sweeten her breath with betel leaf and camphor,",
    "punjabi": "ਅਤਰ ਚੰਦਨ ਤੇ ਹੋਰ ਸੁਗੰਧੀਆਂ ਮੰਗਾਈਆਂ, ਪਾਨ ਮੰਗਾਏ ਤੇ ਕਪੂਰ ਮੰਗਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jy Dn. kMiq n BwveI; q siB AfMbr kUVu ]4]",
    "transliteration": "Jae Dhhan Kanth N Bhaavee Th Sabh Addanbar Koorr ||4||",
    "translation": "But if this bride is not pleasing to her Husband Lord, then all these trappings are false. ||4||",
    "punjabi": "ਪਰ ਜੇ ਉਹ ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ (ਫਿਰ ਭੀ) ਚੰਗੀ ਨ ਲੱਗੀ, ਤਾਂ ਉਸ ਦੇ ਉਹ ਵਿਖਾਵੇ ਦੇ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਗਏ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮਾਂ ਨਾਲ ਨਹੀਂ ਰੀਝਦਾ) ॥੪॥",
    "pronunciation": "(AfMbr)hwr iSMgwr",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "siB rs Bogx bwid hih; siB sIgwr ivkwr ]",
    "transliteration": "Sabh Ras Bhogan Baadh Hehi Sabh Seegaar Vikaar ||",
    "translation": "Her enjoyment of all pleasures is futile, and all her decorations are corrupt.",
    "punjabi": "ਅਜੇਹੇ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਸੁੰਦਰ ਪਦਾਰਥ ਵਰਤਣੇ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਸਰੀਰ ਤਾਂ ਅੰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ) ਸਾਰੀਆਂ ਸਰੀਰਕ ਸਜਾਵਟਾਂ ਭੀ ਬੇ-ਕਾਰ ਹੀ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "(bwid)byArQ",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "jb lgu. sbid n BydIAY; ikau sohY gurduAwir ]",
    "transliteration": "Jab Lag Sabadh N Bhaedheeai Kio Sohai Guradhuaar ||",
    "translation": "Until she has been pierced through with the Shabad, how can she look beautiful at Guru's Gate?",
    "punjabi": "ਜਦ ਤਕ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (-ਤੀਰ) ਨਾਲ ਵਿੱਝਦਾ ਨਹੀਂ, ਤਦ ਤਕ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "(BydIAY) lIn hoeIAY",
    "type_id": 3
  },
  {
    "shabad_id": 67,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "nwnk. DMnu suhwgxI; ijn sh nwil ipAwru ]5]13]",
    "transliteration": "Naanak Dhhann Suhaaganee Jin Seh Naal Piaar ||5||13||",
    "translation": "O Nanak, blessed is that fortunate bride, who is in love with her Husband Lord. ||5||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮੁਬਾਰਿਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "isrIrwgu mhlw 1 ]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "suM\\\\I dyh frwvxI; jw jIau ivchu jwie ]",
    "transliteration": "Sunnjee Dhaeh Ddaraavanee Jaa Jeeo Vichahu Jaae ||",
    "translation": "The empty body is dreadful, when the soul goes out from within.",
    "punjabi": "ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਹ ਸਰੀਰ ਉੱਜੜ ਜਾਂਦਾ ਹੈ, ਇਸ ਤੋਂ ਡਰ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(suM\\I)KwlI",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Bwih blMdI. ivJvI; DUau. n inkisE kwie ]",
    "transliteration": "Bhaahi Balandhee Vijhavee Dhhooo N Nikasiou Kaae ||",
    "translation": "The burning fire of life is extinguished, and the smoke of the breath no longer emerges.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵਨ-ਅਗਨੀ (ਪਹਿਲਾਂ ਇਸ ਵਿਚ) ਬਲਦੀ ਸੀ ਉਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ (ਜੀਵਨ-ਸੱਤਿਆ ਮੁੱਕ ਜਾਂਦੀ ਹੈ), ਕੋਈ ਭੀ ਸਾਹ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂਦਾ।",
    "pronunciation": "(Bwih)A`g[ (blMdI)bLdI[ ivJvI:polw bolo[ (ivJvI)buJ geI[ (DU-au) DMUAW[ DUau: dulYNkVy dIrG lw ky, aUVy nMU AONkV sMkoc ky bolo",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pMcy ruMny duiK Bry; ibnsy dUjY Bwie ]1]",
    "transliteration": "Panchae Runnae Dhukh Bharae Binasae Dhoojai Bhaae ||1||",
    "translation": "The five relatives (the senses) weep and wail painfully, and waste away through the love of duality. ||1||",
    "punjabi": "(ਅੱਖਾਂ ਕੰਨ ਆਦਿਕ) ਜੇਹੜੇ ਪੰਜ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਪਰ-ਤਨ ਨਿੰਦਾ ਆਦਿਕ) ਮਾਇਕ ਮੋਹ ਵਿਚ ਹੀ ਨਾਸ ਹੁੰਦੇ ਰਹੇ, ਉਹ ਵੀ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਰੋਏ (ਭਾਵ, ਨਕਾਰੇ ਹੋ ਜਾਣ ਤੇ ਮਜਬੂਰ ਹੋ ਗਏ) ॥੧॥",
    "pronunciation": "(ruMny)roNdy[ (ibnsy)nws hoey",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mUVy; rwmu jphu gux swir ]",
    "transliteration": "Moorrae Raam Japahu Gun Saar ||",
    "translation": "You fool: chant the Name of the Lord, and preserve your virtue.",
    "punjabi": "ਹੇ ਮੂਰਖ ਜੀਵ! (ਉਸ ਅੰਤਲੀ ਦਸ਼ਾ ਨੂੰ ਸਾਹਮਣੇ ਲਿਆ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ।",
    "pronunciation": "(mUVy) mUrK",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "haumY mmqw mohxI; sB muTI AhMkwir ]1] rhwau ]",
    "transliteration": "Houmai Mamathaa Mohanee Sabh Muthee Ahankaar ||1|| Rehaao ||",
    "translation": "Egotism and possessiveness are very enticing; egotistical pride has plundered everyone. ||1||Pause||",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਗਾਫ਼ਿਲ ਹੋ ਕੇ) ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਹਉਮੈ ਵਿਚ ਤੇ ਅਹੰਕਾਰ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(muTI) T`gI[AhM-kwir",
    "type_id": 4
  },
  {
    "shabad_id": 68,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ijnI nwmu ivswirAw; dUjI kwrY lig ]",
    "transliteration": "Jinee Naam Visaariaa Dhoojee Kaarai Lag ||",
    "translation": "Those who have forgotten the Naam, the Name of the Lord, are attached to affairs of duality.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਹੋਰ ਹੋਰ ਨਿਰੀ ਦੁਨੀਆਵੀ ਕਾਰ ਵਿਚ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "(kwrY) DMdy[l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "duibDw lwgy. pic muey; AMqir iqRsnw Aig ]",
    "transliteration": "Dhubidhhaa Laagae Pach Mueae Anthar Thrisanaa Ag ||",
    "translation": "Attached to duality, they putrefy and die; they are filled with the fire of desire within.",
    "punjabi": "ਉਹ ਸਦਾ ਮੇਰ-ਤੇਰ ਵਿਚ ਫਸੇ ਰਹੇ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਭੜਕਦੀ ਰਹੀ, ਜਿਸ ਵਿਚ ਖਿੱਝ ਸੜ ਕੇ ਉਹ ਆਤਮਕ ਮੌਤ ਮਰ ਗਏ।",
    "pronunciation": "pic: polw bolo[ (duibDw) dvYq[ A`ig",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "guir rwKy. sy aubry; hoir muTI DMDY Tig ]2]",
    "transliteration": "Gur Raakhae Sae Oubarae Hor Muthee Dhhandhhai Thag ||2||",
    "translation": "Those who are protected by the Guru are saved; all others are cheated and plundered by deceitful worldly affairs. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਖੀ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਤੋਂ ਬੱਚ ਗਏ, ਬਾਕੀ ਸਭਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਖੱਲਜਗਣ-ਠੱਗ ਨੇ ਠੱਗ ਲਿਆ ॥੨॥",
    "pronunciation": "(au~bry) bcy[ T`ig",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "mueI prIiq, ipAwru gieAw; muAw vYru ivroDu ]",
    "transliteration": "Muee Pareeth Piaar Gaeiaa Muaa Vair Virodhh ||",
    "translation": "Love dies, and affection vanishes. Hatred and alienation die.",
    "punjabi": "ਉਸ ਦੀ ਦੁਨੀਆਵੀ ਪ੍ਰੀਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨਾਲ ਪਿਆਰ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "(mueI) muAw[ mueI: AONkV sMkocxy[g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "DMDw Qkw, hau mueI; mmqw mwieAw kRoDu ]",
    "transliteration": "Dhhandhhaa Thhakaa Ho Muee Mamathaa Maaeiaa Krodhh ||",
    "translation": "Entanglements end, and egotism dies, along with attachment to Maya, possessiveness and anger.",
    "punjabi": "ਉਸ ਦੀ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਹਉਮੈ ਮਰ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਮਮਤਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਵੀ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "Q`kw",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "krim imlY scu pweIAY; gurmuiK sdw inroDu ]3]",
    "transliteration": "Karam Milai Sach Paaeeai Guramukh Sadhaa Nirodhh ||3||",
    "translation": "Those who receive His Mercy obtain the True One. The Gurmukhs dwell forever in balanced restraint. ||3||",
    "punjabi": "ਪਰ ਜੋ ਗੁਰਮੁਖਿ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸਦਾ ਰੋਕ ਕੇ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ieMidRAW dw (inroDu) rokxw",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "scI kwrY scu imlY; gurmiq plY pwie ]",
    "transliteration": "Sachee Kaarai Sach Milai Guramath Palai Paae ||",
    "translation": "By true actions, the True Lord is met, and the Guru's Teachings are found.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਸਿਮਰਨ ਦੀ) ਸਦਾ-ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "p`lY",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "so nru. jMmY nw mrY; nw AwvY. nw jwie ]",
    "transliteration": "So Nar Janmai Naa Marai Naa Aavai Naa Jaae ||",
    "translation": "Then, they are not subject to birth and death; they do not come and go in reincarnation.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬੱਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 68,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "nwnk. dir prDwnu so; drgih pYDw jwie ]4]14]",
    "transliteration": "Naanak Dhar Paradhhaan So Dharagehi Paidhhaa Jaae ||4||14||",
    "translation": "O Nanak, they are respected at the Lord's Gate; they are robed in honor in the Court of the Lord. ||4||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਰੋਪਾ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ ॥੪॥੧੪॥",
    "pronunciation": "(pYDw) isropw",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "isrIrwgu mhlu 1 ]",
    "transliteration": "Sireeraag Mehal 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "mh`lu bolo",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "qnu jil bil. mwtI BieAw; mnu mwieAw moih mnUru ]",
    "transliteration": "Than Jal Bal Maattee Bhaeiaa Man Maaeiaa Mohi Manoor ||",
    "translation": "The body is burnt to ashes; by its love of Maya, the mind is rusted through.",
    "punjabi": "(ਜਿਸ ਨੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਸ ਦਾ) ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਸੜ ਬਲ ਕੇ ਮਿੱਟੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਰੁਲ ਜਾਂਦਾ ਹੈ), ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ, ਮਾਨੋ) ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(mnUru) lohy dI mYl vrgw",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Aaugx. iPir lwgU Bey; kUir vjwvY qUru ]",
    "transliteration": "Aougan Fir Laagoo Bheae Koor Vajaavai Thoor ||",
    "translation": "Demerits become one's enemies, and falsehood blows the bugle of attack.",
    "punjabi": "ਫਿਰ ਵੀ ਵਿਕਾਰ ਉਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ, ਉਹ ਅਜੇ ਵੀ ਕੂੜ ਵਿਚ ਮਸਤ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਵਾਜਾ ਵਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(lwgU) vYrI[(qUru) bwjw",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ibnu sbdY. BrmweIAY; duibDw foby pUru ]1]",
    "transliteration": "Bin Sabadhai Bharamaaeeai Dhubidhhaa Ddobae Poor ||1||",
    "translation": "Without the Word of the Shabad, people wander lost in reincarnation. Through the love of duality, multitudes have been drowned. ||1||",
    "punjabi": "ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਉਹ ਭਟਕਣਾ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਦੁਬਿਧਾ ਉਸ ਮਨੁੱਖ ਦਾ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦਾ) ਸਾਰਾ ਹੀ ਪਰਵਾਰ (ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦੇਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(pUru) byAMq",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "mn ry; sbid qrhu icqu lwie ]",
    "transliteration": "Man Rae Sabadh Tharahu Chith Laae ||",
    "translation": "O mind, swim across, by focusing your consciousness on the Shabad.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ijin gurmuiK nwmu. n bUiJAw; mir jnmY AwvY jwie ]1] rhwau ]",
    "transliteration": "Jin Guramukh Naam N Boojhiaa Mar Janamai Aavai Jaae ||1|| Rehaao ||",
    "translation": "Those who do not become Gurmukh do not understand the Naam; they die, and continue coming and going in reincarnation. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ ਮਰਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(gurmuiK) muKI gurU duAwrw",
    "type_id": 4
  },
  {
    "shabad_id": 69,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "qnu sUcw so AwKIAY; ijsu mih swcw nwau ]",
    "transliteration": "Than Soochaa So Aakheeai Jis Mehi Saachaa Naao ||",
    "translation": "That body is said to be pure, in which the True Name abides.",
    "punjabi": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹੀ ਸਰੀਰ ਪਵਿਤ੍ਰ ਅਖਵਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "BY sic rwqI dyhurI; ijhvw scu suAwau ]",
    "transliteration": "Bhai Sach Raathee Dhaehuree Jihavaa Sach Suaao ||",
    "translation": "One whose body is imbued with the Fear of the True One, and whose tongue savors Truthfulness,",
    "punjabi": "ਜੇਹੜਾ ਸੁੰਦਰ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਨੂੰ ਸਿਮਰਨ ਹੀ (ਆਪਣੀ ਹਸਤੀ ਦਾ) ਅਸਲ ਮਨੋਰਥ ਜਾਪਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "scI ndir inhwlIAY; bhuiV. n pwvY qwau ]2]",
    "transliteration": "Sachee Nadhar Nihaaleeai Bahurr N Paavai Thaao ||2||",
    "translation": "Is brought to ecstasy by the True Lord's Glance of Grace. That person does not have to go through the fire of the womb again. ||2||",
    "punjabi": "ਜਿਸ ਉਸ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ (ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਦੀ ਕੁਠਾਲੀ ਵਿਚ ਪੈ ਕੇ) ਤਾਅ (ਸੇਕ) ਨਹੀਂ ਸਹਾਰਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "swcy qy. pvnw BieAw; pvnY qy jlu hoie ]",
    "transliteration": "Saachae Thae Pavanaa Bhaeiaa Pavanai Thae Jal Hoe ||",
    "translation": "From the True Lord came the air, and from the air came water.",
    "punjabi": "(ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਤੋਂ (ਸੂਖਮ ਤੱਤ) ਪਵਣ ਬਣਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jl qy iqRBvxu swijAw; Git Git joiq smoie ]",
    "transliteration": "Jal Thae Thribhavan Saajiaa Ghatt Ghatt Joth Samoe ||",
    "translation": "From water, He created the three worlds; in each and every heart He has infused His Light.",
    "punjabi": "ਪਵਣ ਤੋਂ ਜਲ ਹੋਂਦ ਵਿਚ ਆਇਆ, ਜਲ ਤੋਂ ਸਾਰਾ ਜਗਤ ਰਚਿਆ ਗਿਆ, (ਤੇ, ਇਸ ਰਚੇ ਸੰਸਾਰ ਦੇ) ਹਰੇਕ ਘਟ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਸਮਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "inrmlu. mYlw nw QIAY; sbid rqy piq hoie ]3]",
    "transliteration": "Niramal Mailaa Naa Thheeai Sabadh Rathae Path Hoe ||3||",
    "translation": "The Immaculate Lord does not become polluted. Attuned to the Shabad, honor is obtained. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਹੋਏ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ ਪਵਿਤ੍ਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ॥੩॥",
    "pronunciation": "(r`qy) rMgy jwxy krkyy",
    "type_id": 3
  },
  {
    "shabad_id": 69,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "iehu mnu swic sMqoiKAw; ndir kry iqsu mwih ]",
    "transliteration": "Eihu Man Saach Santhokhiaa Nadhar Karae This Maahi ||",
    "translation": "One whose mind is contented with Truthfulness, is blessed with the Lord's Glance of Grace.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕ ਕੇ ਸੰਤੋਖ ਦਾ ਧਾਰਨੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]