[
  {
    "shabad_id": 87,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "sB dunIAw; Awvx jwxIAw ]3]",
    "transliteration": "Sabh Dhuneeaa Aavan Jaaneeaa ||3||",
    "translation": "All the world continues coming and going in reincarnation. ||3||",
    "punjabi": "ਜਗਤ ਉਸ ਨੂੰ ਨਾਸਵੰਤ ਦਿੱਸਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 87,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ivic dunIAw; syv kmweIAY ]",
    "transliteration": "Vich Dhuneeaa Saev Kamaaeeai ||",
    "translation": "In the midst of this world, do seva,",
    "punjabi": "(ਹੇ ਭਾਈ!) ਦੁਨੀਆ ਵਿਚ (ਆ ਕੇ) ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ (ਸਿਮਰਨ) ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 87,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "qw drgh; bYsxu pweIAY ]",
    "transliteration": "Thaa Dharageh Baisan Paaeeai ||",
    "translation": "And you shall be given a place of honor in the Court of the Lord.",
    "punjabi": "ਤਦੋਂ ਹੀ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਬੈਠਣ ਨੂੰ ਥਾਂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 87,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "khu nwnk; bwh lufweIAY ]4]33]",
    "transliteration": "Kahu Naanak Baah Luddaaeeai ||4||33||",
    "translation": "Says Nanak, swing your arms in joy! ||4||33||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਬੇ-ਫ਼ਿਕਰ ਹੋ ਜਾਈਦਾ ਹੈ। (ਕੋਈ ਚਿੰਤਾ-ਸੋਗ ਨਹੀਂ ਵਿਆਪਦਾ) ॥੪॥੩੩॥",
    "pronunciation": "pUrn gurU jI nMU bWh PVwaux rUp bWh(lufweIAY) &Ylwauxw krIey",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "isrIrwgu mhlw 3 Gru 1",
    "transliteration": "Sireeraag Mehalaa 3 Ghar 1",
    "translation": "Siree Raag, Third Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 88,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hau. siqguru syvI Awpxw; iek min. iek iciq Bwie ]",
    "transliteration": "Ho Sathigur Saevee Aapanaa Eik Man Eik Chith Bhaae ||",
    "translation": "I serve my True Guru with single-minded devotion, and lovingly focus my consciousness on Him.",
    "punjabi": "ਮੈਂ ਇਕਾਗ੍ਰ ਮਨ ਹੋ ਕੇ ਇਕਾਗ੍ਰ ਚਿੱਤ ਹੋ ਕੇ ਪ੍ਰੇਮ ਨਾਲ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਲੈਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "siqguru mn kwmnw qIrQu hY; ijs no dyie buJwie ]",
    "transliteration": "Sathigur Man Kaamanaa Theerathh Hai Jis No Dhaee Bujhaae ||",
    "translation": "The True Guru is the mind's desire and the sacred shrine of pilgrimage, for those unto whom He has given this understanding.",
    "punjabi": "ਸਤਿਗੁਰੂ ਮਨ ਦੀਆਂ ਇੱਛਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਤੀਰਥ ਹੈ (ਪਰ ਇਹ ਸਮਝ ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਉਂਦੀ ਹੈ) ਜਿਸ ਨੂੰ (ਗੁਰੂ ਆਪ) ਸਮਝਾਏ।",
    "pronunciation": "siqguru jI, SuB mno kwmnW pUrIAW krn vwly bRhm srUp qIrQu hn, mnIkrn qIrQ mno kwmnw pUrIAW nhIN kr skdw, gursyvk jI ny gurU qIrQW qoN ibnw hor iksy BI qIrQ qy nhIN jwxw[ b`uJwie",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mn icMidAw vru pwvxw; jo ieCY so Plu pwie ]",
    "transliteration": "Man Chindhiaa Var Paavanaa Jo Eishhai So Fal Paae ||",
    "translation": "The blessings of the wishes of the mind are obtained, and the fruits of one's desires.",
    "punjabi": "(ਗੁਰੂ ਪਾਸੋਂ) ਮਨ-ਇੱਛਤ ਮੰਗ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਮਨੁੱਖ ਜੋ ਇੱਛਾ ਧਾਰਦਾ ਹੈ ਉਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "nwau iDAweIAY nwau mMgIAY; nwmy shij smwie ]1]",
    "transliteration": "Naao Dhhiaaeeai Naao Mangeeai Naamae Sehaj Samaae ||1||",
    "translation": "Meditate on the Name, worship the Name, and through the Name, you shall be absorbed in intuitive peace and poise. ||1||",
    "punjabi": "(ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ਤੇ (ਗੁਰੂ ਪਾਸੋਂ) ਨਾਮ ਹੀ ਮੰਗਣਾ ਚਾਹੀਦਾ ਹੈ। ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "mn myry, hir rsu cwKu; iqK jwie ]",
    "transliteration": "Man Maerae Har Ras Chaakh Thikh Jaae ||",
    "translation": "O my mind, drink in the Sublime Essence of the Lord, and your thirst shall be quenched.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦਾ ਸੁਆਦ ਚੱਖ, (ਤੇਰੀ ਮਾਇਆ ਵਾਲੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਏਗੀ।",
    "pronunciation": "iqK:polw bolo[ (iqK) qyh",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ijnI gurmuiK cwiKAw; shjy rhy smwie ]1] rhwau ]",
    "transliteration": "Jinee Guramukh Chaakhiaa Sehajae Rehae Samaae ||1|| Rehaao ||",
    "translation": "Those Gurmukhs who have tasted it remain intuitively absorbed in the Lord. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ 'ਹਰਿ ਰਸ' ਚੱਖਿਆ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 88,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ijnI siqguru syivAw; iqnI pwieAw nwmu inDwnu ]",
    "transliteration": "Jinee Sathigur Saeviaa Thinee Paaeiaa Naam Nidhhaan ||",
    "translation": "Those who serve the True Guru obtain the Treasure of the Naam.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਲਈ ਹੈ, ਉਹਨਾਂ ਨੇ (ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "AMqir hir rsu. riv rihAw; cUkw min AiBmwnu ]",
    "transliteration": "Anthar Har Ras Rav Rehiaa Chookaa Man Abhimaan ||",
    "translation": "Deep within, they are drenched with the Essence of the Lord, and the egotistical pride of the mind is subdued.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਰਚ ਗਿਆ ਹੈ। ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚੋਂ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ihrdY kmlu pRgwisAw; lwgw shij iDAwnu ]",
    "transliteration": "Hiradhai Kamal Pragaasiaa Laagaa Sehaj Dhhiaan ||",
    "translation": "The heart-lotus blossoms forth, and they intuitively center themselves in meditation.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪਿਆ ਹੈ। ਉਹਨਾਂ ਦੀ ਸੁਰਤ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੱਗ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "mnu inrmlu hir riv rihAw; pwieAw drgih mwnu ]2]",
    "transliteration": "Man Niramal Har Rav Rehiaa Paaeiaa Dharagehi Maan ||2||",
    "translation": "Their minds become pure, and they remain immersed in the Lord; they are honored in His Court. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਪਵਿਤ੍ਰ (ਹੋ ਚੁਕਾ) ਮਨ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "siqguru syvin Awpxw; qy ivrly sMswir ]",
    "transliteration": "Sathigur Saevan Aapanaa Thae Viralae Sansaar ||",
    "translation": "Those who serve the True Guru in this world are very rare.",
    "punjabi": "(ਪਰ) ਜਗਤ ਵਿਚ ਉਹ ਬੰਦੇ ਵਿਰਲੇ ਹਨ ਜੇਹੜੇ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "haumY mmqw mwir kY; hir rwiKAw aur Dwir ]",
    "transliteration": "Houmai Mamathaa Maar Kai Har Raakhiaa Our Dhhaar ||",
    "translation": "Those who keep the Lord enshrined in their hearts subdue egotism and possessiveness.",
    "punjabi": "ਜੇਹੜੇ ਹਉਮੈ ਨੂੰ ਤੇ ਮਲਕੀਅਤ ਦੀ ਲਾਲਸਾ ਨੂੰ ਮਾਰ ਕੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਟਿਕਾਂਦੇ ਹਨ।",
    "pronunciation": "(aur) irdy",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "hau iqn kY bilhwrxY; ijnw nwmy lgw ipAwru ]",
    "transliteration": "Ho Thin Kai Balihaaranai Jinaa Naamae Lagaa Piaar ||",
    "translation": "I am a sacrifice to those who are in love with the Naam.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "syeI suKIey. chu jugI; ijnw. nwmu AKutu Apwru ]3]",
    "transliteration": "Saeee Sukheeeae Chahu Jugee Jinaa Naam Akhutt Apaar ||3||",
    "translation": "Those who attain the Inexhaustible Name of the Infinite Lord remain happy throughout the four ages. ||3||",
    "punjabi": "ਉਹੀ ਬੰਦੇ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਪਾਸ ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ ਬੇਅੰਤ ਨਾਮ (ਦਾ ਖ਼ਜ਼ਾਨਾ) ਹੈ ॥੩॥",
    "pronunciation": "(A-Ku`tu) mu`kx rihq[ ju`gIN",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "gur imilAY nwmu pweIAY; cUkY moh ipAws ]",
    "transliteration": "Gur Miliai Naam Paaeeai Chookai Moh Piaas ||",
    "translation": "Meeting with the Guru, the Naam is obtained, and the thirst of emotional attachment departs.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "hir syqI mnu riv rihAw; Gr hI mwih audwsu ]",
    "transliteration": "Har Saethee Man Rav Rehiaa Ghar Hee Maahi Oudhaas ||",
    "translation": "When the mind is permeated with the Lord, one remains detached within the home of the heart.",
    "punjabi": "ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨਾਲ ਇਕ-ਮਿਕ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ (ਮਾਇਆ ਵਲੋਂ) ਉਪਰਾਮ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ijnw. hir kw swdu AwieAw; hau. iqn bilhwrY jwsu ]",
    "transliteration": "Jinaa Har Kaa Saadh Aaeiaa Ho Thin Balihaarai Jaas ||",
    "translation": "I am a sacrifice to those who enjoy the Sublime Taste of the Lord.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 88,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "nwnk. ndrI pweIAY; scu nwmu guxqwsu ]4]1]34]",
    "transliteration": "Naanak Nadharee Paaeeai Sach Naam Gunathaas ||4||1||34||",
    "translation": "O Nanak, by His Glance of Grace, the True Name, the Treasure of Excellence, is obtained. ||4||1||34||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਤੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੪॥੧॥੩੪॥",
    "pronunciation": "(guxqwsu) guxW dw Kzwnw",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "bhu ByK kir. BrmweIAY; min ihrdY kptu kmwie ]",
    "transliteration": "Bahu Bhaekh Kar Bharamaaeeai Man Hiradhai Kapatt Kamaae ||",
    "translation": "People wear all sorts of costumes and wander all around, but in their hearts and minds, they practice deception.",
    "punjabi": "ਬਹੁਤੇ ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਪਹਿਨ ਕੇ (ਦੂਜਿਆਂ ਨੂੰ ਠੱਗਣ ਲਈ ਆਪਣੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਖੋਟ ਕਮਾ ਕੇ (ਆਪ ਹੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir kw mhlu. n pwveI; mir ivstw mwih smwie ]1]",
    "transliteration": "Har Kaa Mehal N Paavee Mar Visattaa Maahi Samaae ||1||",
    "translation": "They do not attain the Mansion of the Lord's Presence, and after death, they sink into manure. ||1||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਵਿਖਾਵਾ ਠੱਗੀ ਕਰਦਾ ਹੈ ਉਹ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਉਹ ਸਗੋਂ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਕੇ (ਠੱਗੀ ਆਦਿਕ ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "mn ry; igRh hI mwih. audwsu ]",
    "transliteration": "Man Rae Grih Hee Maahi Oudhaas ||",
    "translation": "O mind, remain detached in the midst of your household.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗ੍ਰਿਹਸਤ ਵਿਚ (ਰਹਿੰਦਾ ਹੋਇਆ) ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਨਿਰਲੇਪ (ਰਹੁ)।",
    "pronunciation": "gi Rh",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "scu sMjmu krxI so kry; gurmuiK hoie prgwsu ]1] rhwau ]",
    "transliteration": "Sach Sanjam Karanee So Karae Guramukh Hoe Paragaas ||1|| Rehaao ||",
    "translation": "Practicing truth, self-discipline and good deeds, the Gurmukh is enlightened. ||1||Pause||",
    "punjabi": "(ਪਰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸੂਝ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਉਹ ਮਨੁੱਖ (ਹੀ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ, ਤੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਸੰਕੋਚ ਕਰਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਹ ਕਰਨ-ਜੋਗ ਕੰਮ ਕਰਨ ਦੀ ਜਾਚ ਸਿੱਖ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 89,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "gur kY sbid mnu jIiqAw; giq mukiq GrY mih pwie ]",
    "transliteration": "Gur Kai Sabadh Man Jeethiaa Gath Mukath Gharai Mehi Paae ||",
    "translation": "Through the Word of the Guru's Shabad, the mind is conquered, and one attains the State of Liberation in one's own home.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣੇ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hir kw nwmu iDAweIAY; siqsMgiq myil imlwie ]2]",
    "transliteration": "Har Kaa Naam Dhhiaaeeai Sathasangath Mael Milaae ||2||",
    "translation": "So meditate on the Name of the Lord; join and merge with the Sat Sangat, the True Congregation. ||2||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ!) ਸਾਧ ਸੰਗਤਿ ਦੇ ਇਕੱਠ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "jy lK iesqrIAw Bog krih; nv KMf rwju kmwih ]",
    "transliteration": "Jae Lakh Eisathareeaa Bhog Karehi Nav Khandd Raaj Kamaahi ||",
    "translation": "You may enjoy the pleasures of hundreds of thousands of women, and rule the nine continents of the world.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਤੂੰ (ਕਾਮ-ਵਾਸਨਾ ਪੂਰੀ ਕਰਨ ਲਈ) ਲੱਖ ਇਸਤ੍ਰੀਆਂ ਭੀ ਭੋਗ ਲਏਂ, ਜੇ ਤੂੰ ਸਾਰੀ ਧਰਤੀ ਦਾ ਰਾਜ ਭੀ ਕਰ ਲਏਂ,",
    "pronunciation": "l`K",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ibnu sqgur. suKu n pwveI; iPir iPir jonI pwih ]3]",
    "transliteration": "Bin Sathigur Sukh N Paavee Fir Fir Jonee Paahi ||3||",
    "translation": "But without the True Guru, you will not find peace; you will be reincarnated over and over again. ||3||",
    "punjabi": "ਤਾਂ ਭੀ ਸਤਿਗੁਰ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਲੱਭ ਸਕੇਂਗਾ, (ਸਗੋਂ) ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਿਆ ਰਹੇਂਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "hir hwru. kMiT ijnI pihirAw; gur crxI icqu lwie ]",
    "transliteration": "Har Haar Kanth Jinee Pehiriaa Gur Charanee Chith Laae ||",
    "translation": "Those who wear the Necklace of the Lord around their necks, and focus their consciousness on the Guru's Feet",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਸਿਮਰਨ ਦਾ ਹਾਰ ਆਪਣੇ ਗਲ ਵਿਚ ਪਹਿਨ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "iqnw ipCY iriD isiD iPrY; Enw. iqlu n qmwie ]4]",
    "transliteration": "Thinaa Pishhai Ridhh Sidhh Firai Ounaa Thil N Thamaae ||4||",
    "translation": "-wealth and supernatural spiritual powers follow them, but they do not care for such things at all. ||4||",
    "punjabi": "ਕਰਾਮਾਤੀ ਤਾਕਤ ਉਹਨਾਂ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਤੁਰੀ ਫਿਰਦੀ ਹੈ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਉਸ ਦਾ ਰਤਾ ਭਰ ਭੀ ਲਾਲਚ ਨਹੀਂ ਹੁੰਦਾ ॥੪॥",
    "pronunciation": "(qmwie) ie`Cw",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "jo pRB BwvY so QIAY; Avru. n krxw jwie ]",
    "transliteration": "Jo Prabh Bhaavai So Thheeai Avar N Karanaa Jaae ||",
    "translation": "Whatever pleases God's Will comes to pass. Nothing else can be done.",
    "punjabi": "(ਪਰ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, (ਤੇਰੀ ਮਰਜ਼ੀ ਤੋਂ ਲਾਂਭੇ) ਹੋਰ ਕੁਝ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 89,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "jnu nwnku. jIvY nwmu lY; hir. dyvhu shij suBwie ]5]2]35]",
    "transliteration": "Jan Naanak Jeevai Naam Lai Har Dhaevahu Sehaj Subhaae ||5||2||35||",
    "translation": "Servant Nanak lives by chanting the Naam. O Lord, please give it to me, in Your Natural Way. ||5||2||35||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੈਨੂੰ) ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, ਤਾਕਿ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ, ਤੇਰੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ (ਤੇਰਾ) ਦਾਸ ਨਾਨਕ (ਤੇਰਾ) ਨਾਮ ਸਿਮਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ ॥੫॥੨॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]