[
  {
    "shabad_id": 90,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "isrIrwgu mhlw 3 Gru 1]",
    "transliteration": "Sireeraag Mehalaa 3 Ghar 1 ||",
    "translation": "Siree Raag, Third Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijs hI kI isrkwr hY; iqs hI kw sBu koie]",
    "transliteration": "Jis Hee Kee Sirakaar Hai This Hee Kaa Sabh Koe ||",
    "translation": "Everyone belongs to the One who rules the Universe.",
    "punjabi": "(ਜਿਸ ਦੇਸ ਵਿਚ) ਜਿਸ (ਬਾਦਸ਼ਾਹ) ਦੀ ਹਕੂਮਤ ਹੋਵੇ (ਉਸ ਦੇਸ ਦਾ) ਹਰੇਕ ਜੀਵ ਉਸੇ (ਬਾਦਸ਼ਾਹ) ਦਾ ਹੋ ਕੇ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(isrkwr) pwiqSwhI",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gurmuiK kwr kmwvxI; scu Git prgtu hoie]",
    "transliteration": "Guramukh Kaar Kamaavanee Sach Ghatt Paragatt Hoe ||",
    "translation": "The Gurmukh practices good deeds, and the truth is revealed in the heart.",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਕਾਰ ਕੀਤੀ ਜਾਏ ਤਾਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AMqir ijs kY scu vsY; scy scI soie]",
    "transliteration": "Anthar Jis Kai Sach Vasai Sachae Sachee Soe ||",
    "translation": "True is the reputation of the true, within whom truth abides.",
    "punjabi": "(ਤੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਪਰਗਟ ਹੋ ਜਾਏ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਸਦਾ-ਥਿਰ ਸੋਭਾ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "(soie) soBw",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sic imly. sy, n ivCuVih; iqn. inj Gir vwsw hoie]1]",
    "transliteration": "Sach Milae Sae N Vishhurrehi Thin Nij Ghar Vaasaa Hoe ||1||",
    "translation": "Those who meet the True Lord are not separated again; they come to dwell in the home of the self deep within. ||1||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਉਸ ਤੋਂ ਮੁੜ ਕਦੇ ਵਿੱਛੁੜਦੇ ਨਹੀਂ, ਉਹਨਾਂ ਦਾ ਨਿਵਾਸ ਸਦਾ ਆਪਣੇ ਅੰਤਰ ਆਤਮੇ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myry rwm; mY hir ibnu. Avru n koie]",
    "transliteration": "Maerae Raam Mai Har Bin Avar N Koe ||",
    "translation": "O my Lord! Without the Lord, I have no other at all.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "sqguru scu pRBu inrmlw; sbid imlwvw hoie]1]rhwau]",
    "transliteration": "Sathagur Sach Prabh Niramalaa Sabadh Milaavaa Hoe ||1|| Rehaao ||",
    "translation": "The True Guru leads us to meet the Immaculate True God through the Word of His Shabad. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਮਿਲਾਪ ਉਸ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਹੋ ਸਕਦਾ ਹੈ, ਜੋ ਪਵਿਤ੍ਰ ਸਰੂਪ ਹੈ ਤੇ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 90,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "sbid imlY. so imil rhY; ijs nau Awpy ley imlwie]",
    "transliteration": "Sabadh Milai So Mil Rehai Jis No Aapae Leae Milaae ||",
    "translation": "One whom the Lord merges into Himself is merged in the Shabad, and remains so merged.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ। (ਪਰ ਉਹੀ ਮਨੁੱਖ ਮਿਲਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "dUjY Bwie. ko nw imlY; iPir iPir AwvY jwie]",
    "transliteration": "Dhoojai Bhaae Ko Naa Milai Fir Fir Aavai Jaae ||",
    "translation": "No one merges with Him through the love of duality; over and over again, they come and go in reincarnation.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਕਿਸੇ ਹੋਰ (ਮਾਇਆ ਆਦਿਕ) ਦੇ ਪਿਆਰ ਵਿਚ ਰਿਹਾਂ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਉਹ ਤਾਂ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "sB mih ieku vrqdw; eyko rihAw smwie]",
    "transliteration": "Sabh Mehi Eik Varathadhaa Eaeko Rehiaa Samaae ||",
    "translation": "The One Lord permeates all. The One Lord is pervading everywhere.",
    "punjabi": "(ਭਾਵੇਂ) ਸਭ ਜੀਵਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਹੈ, ਤੇ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ijs nau Awip dieAwlu hoie; so gurmuiK nwim smwie]2]",
    "transliteration": "Jis No Aap Dhaeiaal Hoe So Guramukh Naam Samaae ||2||",
    "translation": "That Gurmukh, unto whom the Lord shows His Kindness, is absorbed in the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਫਿਰ ਭੀ ਉਹੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਆਪ ਦਇਆਵਾਨ ਹੋਵੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "piV piV pMifq joqkI; vwd krih bIcwru]",
    "transliteration": "Parr Parr Panddith Jothakee Vaadh Karehi Beechaar ||",
    "translation": "After all their reading, the Pandits, the religious scholars, and the astrologers argue and debate.",
    "punjabi": "ਪੰਡਿਤ ਤੇ ਜੋਤਸ਼ੀ ਲੋਕ (ਸ਼ਾਸਤਰ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਨਿਰੀਆਂ) ਬਹਸਾਂ ਦਾ ਹੀ ਵਿਚਾਰ ਕਰਦੇ ਹਨ,",
    "pronunciation": "(joqkI) joqSI[ (vwd) JgVw[ piV@",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "miq buiD BvI. n buJeI; AMqir loB ivkwru]",
    "transliteration": "Math Budhh Bhavee N Bujhee Anthar Lobh Vikaar ||",
    "translation": "Their intellect and understanding are perverted; they just don't understand. They are filled with greed and corruption.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਉਹਨਾਂ ਦੀ ਮਤਿ ਉਹਨਾਂ ਦੀ ਅਕਲ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦੀ ਹੈ, ਉਹ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਨੂੰ) ਨਹੀਂ ਸਮਝਦੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਲੋਭ ਦਾ ਵਿਕਾਰ (ਪ੍ਰਬਲ ਹੁੰਦਾ) ਹੈ।",
    "pronunciation": "bu`iD[ (BvI) bymuK[ bu`JeI",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "lK caurwsIh Brmdy; BRim BRim hoie KuAwru]",
    "transliteration": "Lakh Chouraaseeh Bharamadhae Bhram Bhram Hoe Khuaar ||",
    "translation": "Through 8.4 million incarnations they wander lost and confused; through all their wandering and roaming, they are ruined.",
    "punjabi": "ਉਹ (ਮਾਇਆ ਪਿੱਛੇ) ਭਟਕ ਭਟਕ ਕੇ (ਲੋਭ-ਲਹਰ ਵਿਚ) ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "l`K",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "pUrib iliKAw kmwvxw; koie. n mytxhwru]3]",
    "transliteration": "Poorab Likhiaa Kamaavanaa Koe N Maettanehaar ||3||",
    "translation": "They act according to their pre-ordained destiny, which no one can erase. ||3||",
    "punjabi": "ਪਰ ਉਹਨਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ? ਪੂਰਬਲੇ ਜੀਵਨ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਉਕਰੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਹੀ ਕਮਾਈ ਕਰੀਦੀ ਹੈ, ਕੋਈ (ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਉਹਨਾਂ ਸੰਸਕਾਰਾਂ ਨੂੰ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sqgur kI syvw gwKVI; isru dIjY. Awpu gvwie]",
    "transliteration": "Sathagur Kee Saevaa Gaakharree Sir Dheejai Aap Gavaae ||",
    "translation": "It is very difficult to serve the True Guru. Surrender your head; give up your selfishness.",
    "punjabi": "(ਇਹ ਸੰਸਕਾਰ ਮਿਟਦੇ ਹਨ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ, ਪਰ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬੜੀ ਔਖੀ ਹੈ, ਆਪਾ-ਭਾਵ ਗਵਾ ਕੇ ਸਿਰ ਦੇਣਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "sbid imlih qw hir imlY; syvw pvY sB Qwie]",
    "transliteration": "Sabadh Milehi Thaa Har Milai Saevaa Pavai Sabh Thhaae ||",
    "translation": "Realizing the Shabad, one meets with the Lord, and all one's service is accepted.",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਬੂਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "pwris prisAY pwrsu hoie; joqI joiq smwie]",
    "transliteration": "Paaras Parasiai Paaras Hoe Jothee Joth Samaae ||",
    "translation": "By personally experiencing the Personality of the Guru, one's own personality is uplifted, and one's light merges into the Light.",
    "punjabi": "(ਗੁਰੂ-) ਪਾਰਸ ਨੂੰ ਮਿਲਿਆਂ ਪਾਰਸ ਹੀ ਹੋ ਜਾਈਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਹੈਤਾ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਨੁੱਖ ਦੀ ਜੋਤਿ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ijn kau pUrib iliKAw; iqn sqguru imilAw Awie]4]",
    "transliteration": "Jin Ko Poorab Likhiaa Thin Sathagur Miliaa Aae ||4||",
    "translation": "Those who have such pre-ordained destiny come to meet the True Guru. ||4||",
    "punjabi": "ਪਰ ਗੁਰੂ ਭੀ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਹਨਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰੋਂ (ਬਖ਼ਸ਼ਸ਼ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "mn BuKw BuKw. mq krih; mq qU. krih pUkwr]",
    "transliteration": "Man Bhukhaa Bhukhaa Math Karehi Math Thoo Karehi Pookaar ||",
    "translation": "O mind, don't cry out that you are hungry, always hungry; stop complaining.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਰ ਵੇਲੇ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਨਾਹ ਟਿਕਿਆ ਰਹੁ, ਤੇ ਗਿਲੇ-ਗੁਜ਼ਾਰੀ ਨਾਹ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "Bu`Kw Bu`Kw",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "lK caurwsIh ijin isrI; sBsY dyie ADwru]",
    "transliteration": "Lakh Chouraaseeh Jin Siree Sabhasai Dhaee Adhhaar ||",
    "translation": "The One who created the 8.4 million species of beings gives sustenance to all.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹ ਹਰੇਕ ਜੀਵ ਨੂੰ (ਰੋਜ਼ੀ ਦਾ) ਆਸਰਾ (ਭੀ) ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "inrBau sdw dieAwlu hY; sBnw krdw swr]",
    "transliteration": "Nirabho Sadhaa Dhaeiaal Hai Sabhanaa Karadhaa Saar ||",
    "translation": "The Fearless Lord is forever Merciful; He takes care of all.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਜਿਸ ਨੂੰ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ ਤੇ ਜੋ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 90,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "nwnk. gurmuiK buJIAY; pweIAY moK duAwru]5]3]36]",
    "transliteration": "Naanak Guramukh Bujheeai Paaeeai Mokh Dhuaar ||5||3||36||",
    "translation": "O Nanak, the Gurmukh understands, and finds the Door of Liberation. ||5||3||36||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ, ਤੇ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭਦਾ ਹੈ ॥੫॥੩॥੩੬॥",
    "pronunciation": "b`uJIAY",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "isrIrwgu mhlw 3]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijnI suix kY mMinAw; iqnw inj Gir vwsu]",
    "transliteration": "Jinee Sun Kai Manniaa Thinaa Nij Ghar Vaas ||",
    "translation": "Those who hear and believe, find the home of the self deep within.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸੁਣ ਕੇ ਮੰਨ ਲਿਆ ਹੈ (ਭਾਵ, ਆਪਣੇ ਮਨ ਨੂੰ ਉਸ ਨਾਮ-ਸਿਮਰਨ ਵਿਚ ਗਿਝਾ ਲਿਆ ਹੈ) ਉਹਨਾਂ ਦਾ ਆਪਣੇ ਅੰਤਰ-ਆਤਮੇ ਨਿਵਾਸ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਮਨ ਬਾਹਰ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(inj) Su`D",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gurmqI swlwih scu; hir pwieAw guxqwsu]",
    "transliteration": "Guramathee Saalaahi Sach Har Paaeiaa Gunathaas ||",
    "translation": "Through the Guru's Teachings, they praise the True Lord; they find the Lord, the Treasure of Excellence.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਅਨੁਸਾਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਉਹ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "gurm`qI",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sbid rqy sy inrmly; hau sd bilhwrY jwsu]",
    "transliteration": "Sabadh Rathae Sae Niramalae Ho Sadh Balihaarai Jaas ||",
    "translation": "Attuned to the Word of the Shabad, they are immaculate and pure. I am forever a sacrifice to them.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ (ਆਚਰਨ ਵਾਲੇ) ਹੋ ਜਾਂਦੇ ਹਨ। ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ihrdY ijn kY hir vsY; iqqu Git hY prgwsu]1]",
    "transliteration": "Hiradhai Jin Kai Har Vasai Thith Ghatt Hai Paragaas ||1||",
    "translation": "Those people, within whose hearts the Lord abides, are radiant and enlightened. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, (ਉਹਨਾਂ ਦੇ) ਉਸ ਹਿਰਦੇ ਵਿਚ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਸਹੀ ਜੀਵਨ ਜੀਊਣ ਦੀ ਉਹਨਾਂ ਨੂੰ ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "mn myry; hir hir inrmlu iDAwie]",
    "transliteration": "Man Maerae Har Har Niramal Dhhiaae ||",
    "translation": "O my mind, meditate on the Immaculate Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਵਿਤ੍ਰ ਹਰਿ-ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Duir msqik ijn kau iliKAw; sy gurmuiK rhy ilv lwie]1]rhwau]",
    "transliteration": "Dhhur Masathak Jin Ko Likhiaa Sae Guramukh Rehae Liv Laae ||1|| Rehaao ||",
    "translation": "Those whose have such pre-ordained destiny written on their foreheads-those Gurmukhs remain absorbed in the Lord's Love. ||1||Pause||",
    "punjabi": "ਧੁਰੋਂ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚੋਂ) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਆਪਣੇ ਮੱਥੇ ਉੱਤੇ (ਸਿਮਰਨ ਦਾ ਲੇਖ) ਲਿਖਿਆ (ਮਿਲ ਜਾਂਦਾ) ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 91,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hir sMqhu. dyKhu ndir kir; inkit vsY BrpUir]",
    "transliteration": "Har Santhahu Dhaekhahu Nadhar Kar Nikatt Vasai Bharapoor ||",
    "translation": "O Saints, see clearly that the Lord is near at hand; He is pervading everywhere.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਦੇ ਸੰਤ ਜਨੋ! ਧਿਆਨ ਨਾਲ ਵੇਖੋ, ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵਿਆਪਕ, ਹਰੇਕ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "gurmiq ijnI pCwixAw; sy dyKih sdw hdUir]",
    "transliteration": "Guramath Jinee Pashhaaniaa Sae Dhaekhehi Sadhaa Hadhoor ||",
    "translation": "Those who follow the Guru's Teachings realize Him, and see Him Ever-present.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਨੂੰ (ਭਰਪੂਰਿ ਵੱਸਦਾ) ਪਛਾਣ ਲਿਆ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੇਖਦੇ ਹਨ।",
    "pronunciation": "(hdUir) AMg sMg",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ijn gux iqn sd min vsY; AauguxvMiqAw dUir]",
    "transliteration": "Jin Gun Thin Sadh Man Vasai Aougunavanthiaa Dhoor ||",
    "translation": "He dwells forever in the minds of the virtuous. He is far removed from those worthless people who lack virtue.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਣ ਗ੍ਰਹਿਣ ਕਰ ਲਏ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਵੱਸਦਾ ਹੈ, ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਔਗਣ ਵਿਹਾਝੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "mnmuK. gux qY bwhry; ibnu nwvY. mrdy JUir]2]",
    "transliteration": "Manamukh Gun Thai Baaharae Bin Naavai Maradhae Jhoor ||2||",
    "translation": "The self-willed manmukhs are totally without virtue. Without the Name, they die in frustration. ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਝੋਰਿਆਂ ਵਿਚ) ਝੁਰ ਝੁਰ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "qY: ibMdI nhIN lwauxI",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ijn sbid gurU suix mMinAw; iqn min iDAwieAw hir soie]",
    "transliteration": "Jin Sabadh Guroo Sun Manniaa Thin Man Dhhiaaeiaa Har Soe ||",
    "translation": "Those who hear and believe in the Word of the Guru's Shabad, meditate on the Lord in their minds.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣ ਕੇ ਮੰਨ ਲਿਆ ਹੈ (ਨਾਮ ਵਿਚ ਆਪਣਾ ਆਪ ਗਿਝਾ ਲਿਆ ਹੈ), ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਉਸ ਹਰੀ ਨੂੰ (ਹਰ ਵੇਲੇ) ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "An idnu BgqI riqAw; mnu qnu inrmlu hoie]",
    "transliteration": "Anadhin Bhagathee Rathiaa Man Than Niramal Hoe ||",
    "translation": "Night and day, they are steeped in devotion; their minds and bodies become pure.",
    "punjabi": "ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਭਗਤੀ ਵਿਚ ਰੰਗੇ ਹੋਏ ਬੰਦਿਆਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ (ਭੀ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "kUVw rMgu ksuMB kw; ibnis jwie duKu roie]",
    "transliteration": "Koorraa Rang Kasunbh Kaa Binas Jaae Dhukh Roe ||",
    "translation": "The color of the world is false and weak; when it washes away, people cry out in pain.",
    "punjabi": "ਕਸੁੰਭੇ ਦਾ ਰੰਗ ਛੇਤੀ ਨਾਸ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ ਉਹ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, (ਇਸੇ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦਾ ਸਾਥ ਭੀ ਚਾਰ ਦਿਨਾਂ ਦਾ ਹੈ, ਉਹ ਸਾਥ ਟੁੱਟ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਫਰੋਲਦਾ ਹੈ।",
    "pronunciation": "(k-suMB) k`cy rMg vwlw bUtw",
    "type_id": 3
  },
  {
    "shabad_id": 91,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ijsu AMdir nwmu pRgwsu hY; Ehu sdw sdw iQru hoie]3]",
    "transliteration": "Jis Andhar Naam Pragaas Hai Ouhu Sadhaa Sadhaa Thhir Hoe ||3||",
    "translation": "Those who have the Radiant Light of the Naam within, become steady and stable, forever and ever. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਰੂਪ) ਚਾਨਣ ਹੈ ਉਹ ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]