[
  {
    "shabad_id": 108,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "mnmuK jnmu ibrQw gieAw; ikAw muhu dysI jwie ]3]",
    "transliteration": "Manamukh Janam Birathhaa Gaeiaa Kiaa Muhu Dhaesee Jaae ||3||",
    "translation": "The life of the self-willed manmukh passes uselessly. What face will he show when he passes beyond? ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਬੀਤ ਜਾਂਦਾ ਹੈ। ਉਹ ਇਥੋਂ ਜਾ ਕੇ ਅਗਾਂਹ ਕੀਹ ਮੂੰਹ ਵਿਖਾਇਗਾ? (ਭਾਵ, ਪ੍ਰਭੂ ਦੀ ਹਾਜ਼ਰੀ ਵਿਚ ਸ਼ਰਮਿੰਦਾ ਹੀ ਹੋਵੇਗਾ) ॥੩॥",
    "pronunciation": "(muhu dysI) mMUh idKwvyNgw[ g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 108,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "sB ikCu Awpy Awip hY; haumY ivic. khnu n jwie ]",
    "transliteration": "Sabh Kishh Aapae Aap Hai Houmai Vich Kehan N Jaae ||",
    "translation": "God Himself is everything; those who are in their ego cannot even speak of this.",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰਥ ਹੈ, (ਉਂਞ) ਹਉਮੈ ਵਿਚ ਫਸਿਆਂ (ਇਹ ਸੱਚਾਈ) ਆਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ (ਭਾਵ, ਹਉਮੈ ਵਿਚ ਫਸੇ ਜੀਵ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ-ਜੋਗ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 108,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "gur kY sbid pCwxIAY; duKu haumY ivchu gvwie ]",
    "transliteration": "Gur Kai Sabadh Pashhaaneeai Dhukh Houmai Vichahu Gavaae ||",
    "translation": "Through the Word of the Guru's Shabad, He is realized, and the pain of egotism is eradicated from within.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ ਦੁੱਖ ਦੂਰ ਕੀਤਿਆਂ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 108,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "sqguru syvin Awpxw; hau. iqn kY lwgau pwie ]",
    "transliteration": "Sathagur Saevan Aapanaa Ho Thin Kai Laago Paae ||",
    "translation": "I fall at the feet of those who serve their True Guru.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ (ਭਾਵ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ), ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 108,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "nwnk. dir scY sicAwr hih; hau iqn bilhwrY jwau ]4]21]54]",
    "transliteration": "Naanak Dhar Sachai Sachiaar Hehi Ho Thin Balihaarai Jaao ||4||21||54||",
    "translation": "O Nanak, I am a sacrifice to those who are found to be true in the True Court. ||4||21||54||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ ॥੪॥੨੧॥੫੪॥{34-35}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jy vylw vKqu vIcwrIAY; qw ikqu vylw Bgiq hoie ]",
    "transliteration": "Jae Vaelaa Vakhath Veechaareeai Thaa Kith Vaelaa Bhagath Hoe ||",
    "translation": "Consider the time and the moment-when should we worship the Lord?",
    "punjabi": "ਜੇ (ਭਗਤੀ ਕਰਨ ਵਾਸਤੇ) ਕੋਈ ਖ਼ਾਸ ਵੇਲਾ ਕੋਈ ਖ਼ਾਸ ਵਕਤ ਨਿਯਤ ਕਰਨਾ ਵਿਚਾਰਦੇ ਰਹੀਏ, ਤਾਂ ਕਿਸੇ ਵੇਲੇ ਭੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "vylw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "An idnu nwmy riqAw; scy scI soie ]",
    "transliteration": "Anadhin Naamae Rathiaa Sachae Sachee Soe ||",
    "translation": "Night and day, one who is attuned to the Name of the True Lord is true.",
    "punjabi": "ਹਰ ਵੇਲੇ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਿਹਾਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਈਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ieku iqlu ipAwrw ivsrY; Bgiq iknyhI hoie ]",
    "transliteration": "Eik Thil Piaaraa Visarai Bhagath Kinaehee Hoe ||",
    "translation": "If someone forgets the Beloved Lord, even for an instant, what sort of devotion is that?",
    "punjabi": "ਉਹ ਕਾਹਦੀ ਭਗਤੀ ਹੋਈ, ਜੇ ਇਕ ਖਿਨ ਭਰ ਭੀ ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਵਿੱਸਰ ਜਾਏ?",
    "pronunciation": "(iknyhI) kYsI",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mnu qnu sIqlu swc isau; swsu. n ibrQw koie ]1]",
    "transliteration": "Man Than Seethal Saach Sio Saas N Birathhaa Koe ||1||",
    "translation": "One whose mind and body are cooled and soothed by the True Lord-no breath of his is wasted. ||1||",
    "punjabi": "ਜੇ ਇਕ ਸਾਹ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਖ਼ਾਲੀ ਨਾਹ ਜਾਏ, ਤਾਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਜੁੜਿਆਂ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ (ਭੀ) ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "myry mn; hir kw nwmu iDAwie ]",
    "transliteration": "Maerae Man Har Kaa Naam Dhhiaae ||",
    "translation": "O my mind, meditate on the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "swcI Bgiq qw QIAY; jw hir vsY min Awie ]1] rhwau ]",
    "transliteration": "Saachee Bhagath Thaa Thheeai Jaa Har Vasai Man Aae ||1|| Rehaao ||",
    "translation": "True devotional worship is performed when the Lord comes to dwell in the mind. ||1||Pause||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਪ੍ਰਭੂ-ਭਗਤੀ ਤਦੋਂ ਹੀ ਹੋ ਸਕਦੀ ਹੈ, ਜਦੋਂ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮਾਤਮਾ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 109,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "shjy KyqI rwhIAY; scu nwmu bIju pwie ]",
    "transliteration": "Sehajae Khaethee Raaheeai Sach Naam Beej Paae ||",
    "translation": "With intuitive ease, cultivate your farm, and plant the Seed of the True Name.",
    "punjabi": "ਜੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ-ਬੀ ਬੀਜ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਫ਼ਸਲ ਬੀਜੀਏ;",
    "pronunciation": "(rwhIAY) bIjIAY",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "KyqI jMmI AglI; mnUAw rjw shij suBwie ]",
    "transliteration": "Khaethee Janmee Agalee Manooaa Rajaa Sehaj Subhaae ||",
    "translation": "The seedlings have sprouted luxuriantly, and with intuitive ease, the mind is satisfied.",
    "punjabi": "ਤਾਂ ਇਹ ਫ਼ਸਲ ਬਹੁਤ ਉੱਗਦੀ ਹੈ, ਇਹ ਫ਼ਸਲ ਬੀਜਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਮਨ ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ (ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(AglI) bhuqI[ r`jw",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "gur kw sbdu AMimRqu hY; ijqu pIqY iqK jwie ]",
    "transliteration": "Gur Kaa Sabadh Anmrith Hai Jith Peethai Thikh Jaae ||",
    "translation": "The Word of the Guru's Shabad is Ambrosial Nectar; drinking it in, thirst is quenched.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਐਸਾ) ਅੰਮ੍ਰਿਤ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ) ਜਿਸ ਦੇ ਪੀਤਿਆਂ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "iqK: polw bolo[ (iqK) ipAws",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "iehu mnu swcw. sic rqw; scy rihAw smwie ]2]",
    "transliteration": "Eihu Man Saachaa Sach Rathaa Sachae Rehiaa Samaae ||2||",
    "translation": "This true mind is attuned to Truth, and it remains permeated with the True One. ||2||",
    "punjabi": "(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "AwKxu vyKxu bolxw; sbdy rihAw smwie ]",
    "transliteration": "Aakhan Vaekhan Bolanaa Sabadhae Rehiaa Samaae ||",
    "translation": "In speaking, in seeing and in words, remain immersed in the Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਆਖਣਾ ਵੇਖਣਾ ਬੋਲਣਾ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੀ ਮਗਨ ਰਹਿੰਦੇ ਹਨ) ਤੇ ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ (ਵੇਖਦੇ ਹਨ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "bwxI vjI chu jugI; sco scu suxwie ]",
    "transliteration": "Baanee Vajee Chahu Jugee Sacho Sach Sunaae ||",
    "translation": "The Word of the Guru's Bani vibrates throughout the four ages. As Truth, it teaches Truth.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ (ਹੋਰਨਾਂ ਨੂੰ) ਸੁਣਾ ਸੁਣਾ ਕੇ ਉਹਨਾਂ ਦੀ ਸੋਭਾ (ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਸਦਾ ਲਈ ਕਾਇਮ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(v`jI) pRgt hoeI[ ju`gIN",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "haumY myrw rih gieAw; scY lieAw imlwie ]",
    "transliteration": "Houmai Maeraa Rehi Gaeiaa Sachai Laeiaa Milaae ||",
    "translation": "Egotism and possessiveness are eliminated, and the True One absorbs them into Himself.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਯਾਦ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਦੀ ਹਉਮੈ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਉਹਨਾਂ ਦੀ ਅਪਣੱਤ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "iqn kau mhlu hdUir hY; jo sic rhy ilv lwie ]3]",
    "transliteration": "Thin Ko Mehal Hadhoor Hai Jo Sach Rehae Liv Laae ||3||",
    "translation": "Those who remain lovingly absorbed in the True One see the Mansion of His Presence close at hand. ||3||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲਿਵ ਲਾਈ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "mhwrwj dw (mhlu) srUp (hdUir) snmuK",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ndrI nwmu iDAweIAY; ivxu krmw. pwieAw n jwie ]",
    "transliteration": "Nadharee Naam Dhhiaaeeai Vin Karamaa Paaeiaa N Jaae ||",
    "translation": "By His Grace, we meditate on the Naam, the Name of the Lord. Without His Mercy, it cannot be obtained.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਉਹ ਮਿਲ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ndrI) ikRpw",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "pUrY Bwig sqsMgiq lhY; sqguru BytY ijsu Awie ]",
    "transliteration": "Poorai Bhaag Sathasangath Lehai Sathagur Bhaettai Jis Aae ||",
    "translation": "Through perfect good destiny, one finds the Sat Sangat, the True Congregation, and one comes to meet the True Guru.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਾਧ ਸੰਗਤਿ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "An idnu nwmy riqAw; duKu ibiKAw ivchu jwie ]",
    "transliteration": "Anadhin Naamae Rathiaa Dhukh Bikhiaa Vichahu Jaae ||",
    "translation": "Night and day, remain attuned to the Naam, and the pain of corruption shall be dispelled from within.",
    "punjabi": "(ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ (-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿਣ ਕਰਕੇ ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ (ਦੇ ਮੋਹ) ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 109,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "nwnk. sbid imlwvVw; nwmy nwim smwie ]4]22]55]",
    "transliteration": "Naanak Sabadh Milaavarraa Naamae Naam Samaae ||4||22||55||",
    "translation": "O Nanak, merging with the Shabad through the Name, one is immersed in the Name. ||4||22||55||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨੨॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Awpxw Bau iqn pwieEnu; ijn gur kw sbdu bIcwir ]",
    "transliteration": "Aapanaa Bho Thin Paaeioun Jin Gur Kaa Sabadh Beechaar ||",
    "translation": "Those who contemplate the Word of the Guru's Shabad are filled with the Fear of God.",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਡਰ-ਅਦਬ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਾ ਦਿੱਤਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sqsMgqI sdw imil rhy; scy ky gux swir ]",
    "transliteration": "Sathasangathee Sadhaa Mil Rehae Sachae Kae Gun Saar ||",
    "translation": "They remain forever merged with the Sat Sangat, the True Congregation; they dwell upon the Glories of the True One.",
    "punjabi": "ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਕੇ ਸਦਾ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "sqsMgqIN",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "duibDw mYlu cukweIAnu; hir rwiKAw aur Dwir ]",
    "transliteration": "Dhubidhhaa Mail Chukaaeean Har Raakhiaa Our Dhhaar ||",
    "translation": "They cast off the filth of their mental duality, and they keep the Lord enshrined in their hearts.",
    "punjabi": "ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ ਆਪ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ ਦੁਬਿਧਾ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਉਹ ਬੰਦੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "scI bwxI scu min; scy nwil ipAwru ]1]",
    "transliteration": "Sachee Baanee Sach Man Sachae Naal Piaar ||1||",
    "translation": "True is their speech, and true are their minds. They are in love with the True One. ||1||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਆਪ) ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਬੰਦਿਆਂ ਦਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "mn myry; haumY mYlu Brnwil ]",
    "transliteration": "Man Maerae Houmai Mail Bhar Naal ||",
    "translation": "O my mind, you are filled with the filth of egotism.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਹਉਮੈ ਦੀ ਮੈਲ (ਪ੍ਰਬਲ) ਹੈ।",
    "pronunciation": "(Brnwil) smuMdR[ (dUjw pwT: Br nwil)",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hir inrmlu sdw sohxw; sbid svwrxhwru ]1] rhwau ]",
    "transliteration": "Har Niramal Sadhaa Sohanaa Sabadh Savaaranehaar ||1|| Rehaao ||",
    "translation": "The Immaculate Lord is eternally Beautiful. We are adorned with the Word of the Shabad. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਇਸ) ਮੈਲ ਤੋਂ ਬਿਨਾ ਹੈ ਤੇ (ਇਸ ਵਾਸਤੇ) ਸਦਾ ਸੋਹਣਾ ਹੈ। (ਉਹ ਨਿਰਮਲ ਪਰਮਾਤਮਾ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਸੋਹਣਾ ਬਣਾਣ ਦੇ ਸਮਰੱਥ ਹੈ (ਹੇ ਮਨ! ਤੂੰ ਭੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 110,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "scY sbid mnu moihAw; pRiB Awpy ley imlwie ]",
    "transliteration": "Sachai Sabadh Man Mohiaa Prabh Aapae Leae Milaae ||",
    "translation": "God joins to Himself those whose minds are fascinated with the True Word of His Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "An idnu nwmy riqAw; joqI joiq smwie ]",
    "transliteration": "Anadhin Naamae Rathiaa Jothee Joth Samaae ||",
    "translation": "Night and day, they are attuned to the Naam, and their light is absorbed into the Light.",
    "punjabi": "ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਰੰਗੇ ਰਹਿਣ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ ਜੋਤਿ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "joqI hU pRBu jwpdw; ibnu sqgur. bUJ n pwie ]",
    "transliteration": "Jothee Hoo Prabh Jaapadhaa Bin Sathagur Boojh N Paae ||",
    "translation": "Through His Light, God is revealed. Without the True Guru, understanding is not obtained.",
    "punjabi": "ਪਰਮਾਤਮਾ ਉਸ ਅੰਦਰਲੀ ਜੋਤਿ ਦੀ ਰਾਹੀਂ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਪਰ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਉਸ ਜੋਤਿ (ਚਾਨਣ) ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ijn kau pUrib iliKAw; sqguru ByitAw iqn Awie ]2]",
    "transliteration": "Jin Ko Poorab Likhiaa Sathagur Bhaettiaa Thin Aae ||2||",
    "translation": "The True Guru comes to meet those who have such pre-ordained destiny. ||2||",
    "punjabi": "(ਤੇ) ਗੁਰੂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੂੰ ਆ ਕੇ ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰੋਂ (ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਤੋਂ) ਲੇਖ ਲਿਖਿਆ ਹੋਵੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ivxu nwvY. sB fumxI; dUjY Bwie KuAwie ]",
    "transliteration": "Vin Naavai Sabh Ddumanee Dhoojai Bhaae Khuaae ||",
    "translation": "Without the Name, all are miserable. In the love of duality, they are ruined.",
    "punjabi": "ਸਾਰੀ ਹੀ ਲੁਕਾਈ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਦੁਬਿਧਾ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਪੈ ਕੇ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(fumxI) duKI[ (KuAwie) Btkdy",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "iqsu ibnu. GVI n jIvdI; duKI rYix ivhwie ]",
    "transliteration": "This Bin Gharree N Jeevadhee Dhukhee Rain Vihaae ||",
    "translation": "Without Him, I cannot survive even for an instant, and my life-night passes in anguish.",
    "punjabi": "ਉਸ (ਪ੍ਰਭੂ-ਨਾਮ) ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭਰ ਭੀ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਮਾਣ ਸਕਦੀ, ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਬੀਤ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ijMdgI rUpI (rYix) rwq[(ivhwie) bqIq krnw",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "Brim Bulwxw AMDulw; iPir iPir AwvY jwie ]",
    "transliteration": "Bharam Bhulaanaa Andhhulaa Fir Fir Aavai Jaae ||",
    "translation": "Wandering in doubt, the spiritually blind come and go in reincarnation, over and over again.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਜੀਵ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝ ਜਾਂਦਾ ਹੈ, ਤੇ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 110,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ndir kry pRBu AwpxI; Awpy ley imlwie ]3]",
    "transliteration": "Nadhar Karae Prabh Aapanee Aapae Leae Milaae ||3||",
    "translation": "When God Himself bestows His Glance of Grace, He blends us into Himself. ||3||",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਆਪ ਹੀ (ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
