[
  {
    "shabad_id": 113,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ibnu siqgur. iknY n pwieE; kir vyKhu min vIcwir ]",
    "transliteration": "Bin Sathigur Kinai N Paaeiou Kar Vaekhahu Man Veechaar ||",
    "translation": "Without the True Guru, no one has found Him; reflect upon this in your mind and see.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਆਪਣੇ ਮਨ ਵਿਚ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖ ਲਵੋ। ਸਤਿਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mnmuK. mYlu n auqrY; ijcru. gur sbid. n kry ipAwru ]1]",
    "transliteration": "Manamukh Mail N Outharai Jichar Gur Sabadh N Karae Piaar ||1||",
    "translation": "The filth of the self-willed manmukhs is not washed off; they have no love for the Guru's Shabad. ||1||",
    "punjabi": "(ਕਿਉਂਕਿ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜਦ ਤਕ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ, ਉਸ ਦੇ ਮਨ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਉਤਰਦੀ ॥੧॥",
    "pronunciation": "ij`cru",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "mn myry; siqgur kY BwxY clu ]",
    "transliteration": "Man Maerae Sathigur Kai Bhaanai Chal ||",
    "translation": "O my mind, walk in harmony with the True Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰ,",
    "pronunciation": "c`lu",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "inj Gir vsih. AMimRqu pIvih; qw. suK lhih mhlu ]1] rhwau ]",
    "transliteration": "Nij Ghar Vasehi Anmrith Peevehi Thaa Sukh Lehehi Mehal ||1|| Rehaao ||",
    "translation": "Dwell within the home of your own inner being, and drink in the Ambrosial Nectar; you shall attain the Peace of the Mansion of His Presence. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰ ਕੇ) ਆਪਣੇ ਅੰਤਰ ਆਤਮੇ ਟਿਕਿਆ ਰਹੇਂਗਾ (ਭਾਵ, ਭਟਕਣਾ ਤੋਂ ਬਚ ਜਾਵੇਂਗਾ), ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਵੇਂਗਾ, ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸੁਖ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲਵੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "rwm rUpI mh`lu",
    "type_id": 4
  },
  {
    "shabad_id": 113,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "AauguxvMqI. guxu ko nhI; bhix n imlY. hdUir ]",
    "transliteration": "Aougunavanthee Gun Ko Nehee Behan N Milai Hadhoor ||",
    "translation": "The unvirtuous have no merit; they are not allowed to sit in His Presence.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਔਗੁਣ ਹੀ ਔਗੁਣ ਹਨ ਤੇ ਗੁਣ ਕੋਈ ਭੀ ਨਹੀਂ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਬੈਠਣਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "bh-ix",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mnmuiK. sbdu n jwxeI; Avgix. so pRBu dUir ]",
    "transliteration": "Manamukh Sabadh N Jaanee Avagan So Prabh Dhoor ||",
    "translation": "The self-willed manmukhs do not know the Shabad; those without virtue are far removed from God.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦੀ, ਔਗੁਣ ਦੇ ਕਾਰਨ ਉਹ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਕਿਤੇ ਦੂਰ ਹੀ ਜਾਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ijnI scu pCwixAw; sic rqy BrpUir ]",
    "transliteration": "Jinee Sach Pashhaaniaa Sach Rathae Bharapoor ||",
    "translation": "Those who recognize the True One are permeated and attuned to Truth.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ ਹੈ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gur sbdI mnu byiDAw; pRBu imilAw Awip hdUir ]2]",
    "transliteration": "Gur Sabadhee Man Baedhhiaa Prabh Miliaa Aap Hadhoor ||2||",
    "translation": "Their minds are pierced through by the Word of the Guru's Shabad, and God Himself ushers them into His Presence. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪ੍ਰੋਤਾ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(byiDAw) ivMin@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "Awpy rMgix rMigEnu; sbdy lieEnu imlwie ]",
    "transliteration": "Aapae Rangan Rangioun Sabadhae Laeioun Milaae ||",
    "translation": "He Himself dyes us in the Color of His Love; through the Word of His Shabad, He unites us with Himself.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀ ਵੱਸ?) ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਰੱਖ ਕੇ ਨਾਮ ਰੰਗ ਨਾਲ) ਰੰਗਿਆ ਹੈ, ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ (ਚਰਨਾਂ) ਵਿਚ ਮਿਲਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "scw rMgu. n auqrY; jo sic rqy ilv lwie ]",
    "transliteration": "Sachaa Rang N Outharai Jo Sach Rathae Liv Laae ||",
    "translation": "This True Color shall not fade away, for those who are attuned to His Love.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਨਾਮ-ਰੰਗ ਨਾਲ) ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਇਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਰੰਗ ਕਦੇ ਭੀ ਨਹੀਂ ਉਤਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "cwry kuMfw Biv Qky; mnmuK. bUJ n pwie ]",
    "transliteration": "Chaarae Kunddaa Bhav Thhakae Manamukh Boojh N Paae ||",
    "translation": "The self-willed manmukhs grow weary of wandering around in all four directions, but they do not understand.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਚੌਹੀਂ ਪਾਸੀਂ, ਭਟਕ ਭਟਕ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਆਤਮਕ ਜੀਵਨ ਕਮਜ਼ੋਰ ਕਰ ਲੈਂਦੇ ਹਨ) ਉਹਨਾਂ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੀ) ਸੂਝ ਨਹੀ ਪੈਂਦੀ।",
    "pronunciation": "(Biv) Btk",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ijsu siqguru myly so imlY; scY sbid smwie ]3]",
    "transliteration": "Jis Sathigur Maelae So Milai Sachai Sabadh Samaae ||3||",
    "translation": "One who is united with the True Guru, meets and merges in the True Word of the Shabad. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "imqR Gxyry kir QkI; myrw duKu kwtY koie ]",
    "transliteration": "Mithr Ghanaerae Kar Thhakee Maeraa Dhukh Kaattai Koe ||",
    "translation": "I have grown weary of making so many friends, hoping that someone might be able to end my suffering.",
    "punjabi": "(ਦੁਨੀਆ ਦੇ) ਬਥੇਰੇ (ਸੰਬੰਧੀਆਂ ਨੂੰ) ਮਿੱਤਰ ਬਣਾ ਬਣਾ ਕੇ ਮੈਂ ਥੱਕ ਚੁੱਕੀ ਹਾਂ (ਮੈ ਸਮਝਦੀ ਰਹੀ ਕਿ ਕੋਈ ਸਾਕ-ਸੰਬੰਧੀ) ਮੇਰਾ ਦੁੱਖ ਕੱਟ ਸਕੇਗਾ।",
    "pronunciation": "Q`kI",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "imil pRIqm. duKu kitAw; sbid imlwvw hoie ]",
    "transliteration": "Mil Preetham Dhukh Kattiaa Sabadh Milaavaa Hoe ||",
    "translation": "Meeting with my Beloved, my suffering has ended; I have attained Union with the Word of the Shabad.",
    "punjabi": "ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਉਸ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(sbid) bRhm",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "scu Ktxw. scu rwis hY; scy scI soie ]",
    "transliteration": "Sach Khattanaa Sach Raas Hai Sachae Sachee Soe ||",
    "translation": "Earning Truth, and accumulating the Wealth of Truth, the truthful person gains a reputation of Truth.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਉਸ ਦੀ ਖੱਟੀ ਕਮਾਈ ਹੋ ਜਾਂਦਾ ਹੈ, ਨਾਮ ਹੀ ਉਸ ਦਾ ਸਰਮਾਇਆ ਬਣ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "(rwis) pMUjI[ K`txw",
    "type_id": 3
  },
  {
    "shabad_id": 113,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sic imly. sy n ivCuVih; nwnk gurmuiK hoie ]4]26]59]",
    "transliteration": "Sach Milae Sae N Vishhurrehi Naanak Guramukh Hoe ||4||26||59||",
    "translation": "Meeting with the True One, O Nanak, the Gurmukh shall not be separated from Him again. ||4||26||59||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਹ (ਮੁੜ ਉਸ ਤੋਂ) ਜੁਦਾ ਨਹੀਂ ਹੁੰਦੇ ॥੪॥੨੬॥੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awpy kwrxu krqw kry; isRsit dyKY Awip aupwie ]",
    "transliteration": "Aapae Kaaran Karathaa Karae Srisatt Dhaekhai Aap Oupaae ||",
    "translation": "The Creator Himself created the Creation; He produced the Universe, and He Himself watches over it.",
    "punjabi": "ਕਰਤਾਰ ਆਪ ਹੀ (ਜਗਤ ਦਾ) ਮੂਲ ਰਚਦਾ ਹੈ ਤੇ ਫਿਰ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਆਪ (ਹੀ) ਉਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sB eyko ieku vrqdw; AlKu. n liKAw jwie ]",
    "transliteration": "Sabh Eaeko Eik Varathadhaa Alakh N Lakhiaa Jaae ||",
    "translation": "The One and Only Lord is pervading and permeating all. The Unseen cannot be seen.",
    "punjabi": "(ਇਸ ਜਗਤ ਵਿਚ) ਹਰ ਥਾਂ ਕਰਤਾਰ ਆਪ ਹੀ ਆਪ ਵਿਆਪਕ ਹੈ (ਫਿਰ ਭੀ) ਉਹ (ਜੀਵਾਂ ਦੀ) ਸਮਝ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-lKu liKAw: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awpy pRBU dieAwlu hY; Awpy dyie buJwie ]",
    "transliteration": "Aapae Prabhoo Dhaeiaal Hai Aapae Dhaee Bujhaae ||",
    "translation": "God Himself is Merciful; He Himself bestows understanding.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜਦੋਂ) ਦਿਆਲ ਹੁੰਦਾ ਹੈ (ਤਦੋਂ) ਆਪ ਹੀ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gurmqI sd min visAw; sic rhy ilv lwie ]1]",
    "transliteration": "Guramathee Sadh Man Vasiaa Sach Rehae Liv Laae ||1||",
    "translation": "Through the Guru's Teachings, the True One dwells forever in the mind of those who remain lovingly attached to Him. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸਦਾ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mn myry; gur kI mMin lY rjwie ]",
    "transliteration": "Man Maerae Gur Kee Mann Lai Rajaae ||",
    "translation": "O my mind, surrender to the Guru's Will.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ।",
    "pronunciation": "(rjwie) hukm",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mnu qnu sIqlu sBu QIAY; nwmu vsY min Awie ]1] rhwau ]",
    "transliteration": "Man Than Seethal Sabh Thheeai Naam Vasai Man Aae ||1|| Rehaao ||",
    "translation": "Mind and body are totally cooled and soothed, and the Naam comes to dwell in the mind. ||1||Pause||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਦਾ ਹੈ ਉਸ ਦਾ) ਮਨ (ਉਸ ਦਾ ਸਰੀਰ) ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(sIqlu) SWq[ (QIAY) huMdw",
    "type_id": 4
  },
  {
    "shabad_id": 114,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijin kir kwrxu DwirAw; soeI swr kryie ]",
    "transliteration": "Jin Kar Kaaran Dhhaariaa Soee Saar Karaee ||",
    "translation": "Having created the creation, He supports it and takes care of it.",
    "punjabi": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਜਗਤ ਦਾ ਮੂਲ ਰਚ ਕੇ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਹੀ ਇਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gur kY sbid pCwxIAY; jw Awpy ndir kryie ]",
    "transliteration": "Gur Kai Sabadh Pashhaaneeai Jaa Aapae Nadhar Karaee ||",
    "translation": "The Word of the Guru's Shabad is realized, when He Himself bestows His Glance of Grace.",
    "punjabi": "ਪਰ ਉਸ ਦੀ ਕਦਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਤਦੋਂ ਪੈਂਦੀ ਹੈ, ਜਦੋਂ ਉਹ ਆਪ ਹੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "sy jn sbdy sohxy; iqqu scY drbwir ]",
    "transliteration": "Sae Jan Sabadhae Sohanae Thith Sachai Dharabaar ||",
    "translation": "Those who are beautifully adorned with the Shabad in the Court of the True Lord",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਸੋਭਾ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "gurmuiK scY sbid rqy; Awip myly krqwir ]2]",
    "transliteration": "Guramukh Sachai Sabadh Rathae Aap Maelae Karathaar ||2||",
    "translation": "-those Gurmukhs are attuned to the True Word of the Shabad; the Creator unites them with Himself. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਰਤਾਰ ਨੇ ਆਪ ਹੀ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜਿਆ ਹੈ ਉਹ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "gurmqI scu slwhxw; ijs dw. AMqu n pwrwvwru ]",
    "transliteration": "Guramathee Sach Salaahanaa Jis Dhaa Anth N Paaraavaar ||",
    "translation": "Through the Guru's Teachings, praise the True One, who has no end or limitation.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Git Git Awpy hukim vsY; hukmy kry bIcwru ]",
    "transliteration": "Ghatt Ghatt Aapae Hukam Vasai Hukamae Karae Beechaar ||",
    "translation": "He dwells in each and every heart, by the Hukam of His Command; by His Hukam, we contemplate Him.",
    "punjabi": "(ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ) ਆਪ ਹੀ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਤੇ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਹੀ (ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "gur sbdI swlwhIAY; haumY ivchu Koie ]",
    "transliteration": "Gur Sabadhee Saalaaheeai Houmai Vichahu Khoe ||",
    "translation": "So praise Him through the Word of the Guru's Shabad, and drive out egotism from within.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "(Koie) nws",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "sw Dn nwvY bwhrI; AvgxvMqI roie ]3]",
    "transliteration": "Saa Dhhan Naavai Baaharee Avaganavanthee Roe ||3||",
    "translation": "That soul-bride who lacks the Lord's Name acts without virtue, and so she grieves. ||3||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਸੱਖਣੀ ਰਹਿੰਦੀ ਹੈ ਉਹ ਔਗੁਣਾਂ ਨਾਲ ਭਰ ਜਾਂਦੀ ਹੈ ਤੇ ਦੁੱਖੀ ਹੁੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "Dn: polw bolo[ (Dn) jIv rUpI iesqRI",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "scu slwhI sic lgw; scY nwie iqRpiq hoie ]",
    "transliteration": "Sach Salaahee Sach Lagaa Sachai Naae Thripath Hoe ||",
    "translation": "Praising the True One, attached to the True One, I am satisfied with the True Name.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮੇਰੀ ਇਹੀ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਜੁੜਿਆ ਰਹਾਂ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਹੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "gux vIcwrI. gux sMgRhw; Avgux kFw Doie ]",
    "transliteration": "Gun Veechaaree Gun Sangrehaa Avagun Kadtaa Dhhoe ||",
    "translation": "Contemplating His Virtues, I accumulate virtue and merit; I wash myself clean of demerits.",
    "punjabi": "(ਮੇਰੀ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਗੁਣਾਂ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਇਕੱਠੇ ਕਰਦਾ ਰਹਾਂ ਤੇ (ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਅੰਦਰੋਂ) ਔਗੁਣ ਧੋ ਕੇ ਕੱਢ ਦਿਆਂ।",
    "pronunciation": "(sMgRhw) iek`Tw krnw",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "Awpy myil imlwiedw; iPir vyCoVw. n hoie ]",
    "transliteration": "Aapae Mael Milaaeidhaa Fir Vaeshhorraa N Hoe ||",
    "translation": "He Himself unites us in His Union; there is no more separation.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਕਦੇ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 114,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "nwnk. guru swlwhI Awpxw; ijdU. pweI pRBu soie ]4]27]60]",
    "transliteration": "Naanak Gur Saalaahee Aapanaa Jidhoo Paaee Prabh Soe ||4||27||60||",
    "translation": "O Nanak, I sing the Praises of my Guru; through Him, I find that God. ||4||27||60||",
    "punjabi": "(ਮੇਰੀ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿਫ਼ਤਿ ਕਰਦਾ ਰਹਾਂ, ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਉਹ ਪ੍ਰਭੂ ਮਿਲ ਸਕਦਾ ਹੈ ॥੪॥੨੭॥੬੦॥",
    "pronunciation": "(ij`dU) ijs krky",
    "type_id": 3
  },
  {
    "shabad_id": 115,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 115,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "suix suix kwm ghylIey; ikAw clih bwh lufwie ]",
    "transliteration": "Sun Sun Kaam Gehaeleeeae Kiaa Chalehi Baah Luddaae ||",
    "translation": "Listen, listen, O soul-bride: you are overtaken by sexual desire-why do you walk like that, swinging your arms in joy?",
    "punjabi": "ਹੇ ਸੁਆਰਥ ਵਿਚ ਫਸੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਧਿਆਨ ਨਾਲ ਸੁਣ! ਕਿਉਂ ਇਤਨੀ ਲਾ-ਪਰਵਾਹੀ ਨਾਲ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਤੁਰ ਰਹੀ ਹੈਂ?",
    "pronunciation": "(ghylIey) kmLI[ (lufwie) &YlwA ky",
    "type_id": 3
  },
  {
    "shabad_id": 115,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Awpxw ipru. n pCwxhI; ikAw muhu dysih. jwie ]",
    "transliteration": "Aapanaa Pir N Pashhaanehee Kiaa Muhu Dhaesehi Jaae ||",
    "translation": "You do not recognize your own Husband Lord! When you go to Him, what face will you show Him?",
    "punjabi": "(ਸੁਆਰਥ ਵਿਚ ਫਸ ਕੇ) ਤੂੰ ਆਪਣੇ ਪ੍ਰ੍ਰਭੂ-ਪਤੀ ਨੂੰ (ਹੁਣ) ਪਛਾਣਦੀ ਨਹੀਂ, ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਕੀਹ ਮੂੰਹ ਵਿਖਾਵੇਂਗੀ?",
    "pronunciation": "(dysih) idKwvyNgI",
    "type_id": 3
  },
  {
    "shabad_id": 115,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijnI sKˆØI. kMqu pCwixAw; hau iqn kY lwgau pwie ]",
    "transliteration": "Jinee Sakhanaeen Kanth Pashhaaniaa Ho Thin Kai Laago Paae ||",
    "translation": "I touch the feet of my sister soul-brides who have known their Husband Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਰੱਖੀ ਹੈ (ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ) ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 115,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iqn hI jYsI. QI rhw; siqsMgiq myil imlwie ]1]",
    "transliteration": "Thin Hee Jaisee Thhee Rehaa Sathasangath Mael Milaae ||1||",
    "translation": "If only I could be like them! Joining the Sat Sangat, the True Congregation, I am united in His Union. ||1||",
    "punjabi": "(ਮੇਰਾ ਚਿੱਤ ਕਰਦਾ ਹੈ ਕਿ) ਮੈਂ ਉਹਨਾਂ ਦੇ ਸਤਸੰਗ ਦੇ ਇਕੱਠ ਵਿਚ ਮਿਲ ਕੇ ਉਹਨਾਂ ਜਿਹੀ ਬਣ ਜਾਵਾਂ ॥੧॥",
    "pronunciation": "(QI) ho",
    "type_id": 3
  }
]
