[
  {
    "shabad_id": 117,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "iqn kI syvw Drmrwie krY; DMnu svwrxhwru]2]",
    "transliteration": "Thin Kee Saevaa Dhharam Raae Karai Dhhann Savaaranehaar ||2||",
    "punjabi": "ਧਰਮਰਾਜ (ਭੀ) ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ। ਧੰਨ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਜੋ (ਆਪਣੇ ਸੇਵਕਾਂ ਦਾ ਜੀਵਨ ਇਤਨਾ) ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ (ਕਿ ਧਰਮਰਾਜ ਭੀ ਉਹਨਾਂ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "svwrx vwly (svwrxhwru) vwihgurU jI DMnu hn",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "mn ky ibkwr mnih qjY; min cUkY mohu AiBmwnu]",
    "transliteration": "Man Kae Bikaar Manehi Thajai Man Chookai Mohu Abhimaan ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਮਨ ਦੇ ਵਿਕਾਰ ਛੱਡ ਦੇਂਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਤੇ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(qjY) iqAwgy",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "Awqm rwmu pCwixAw; shjy nwim smwnu]",
    "transliteration": "Aatham Raam Pashhaaniaa Sehajae Naam Samaan ||",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨਤਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ibnu siqgur. mukiq n pweIAY; mnmuiK iPrY idvwnu]",
    "transliteration": "Bin Sathigur Mukath N Paaeeai Manamukh Firai Dhivaan ||",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਬੰਦਾ (ਵਿਕਾਰਾਂ ਦੇ ਪਿੱਛੇ) ਪਾਗਲ ਹੋਇਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(idvwnu) J`lw",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "sbdu n cInY. kQnI bdnI kry; ibiKAw mwih smwnu]3]",
    "transliteration": "Sabadh N Cheenai Kathhanee Badhanee Karae Bikhiaa Maahi Samaan ||3||",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਕਦਰ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ। ਉਹ (ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਧਾਰਮਿਕ) ਗੱਲਾਂ ਪਿਆ ਕਰੇ, ਪਰ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਗ਼ਰਕ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(cInY) pCwxdw[ (kQnI bdnI) g`lW bwqW[ (smwnu) smwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "sBu ikCu Awpy Awip hY; dUjw Avru n koie]",
    "transliteration": "Sabh Kishh Aapae Aap Hai Dhoojaa Avar N Koe ||",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਕਰਾਵਣ ਜੋਗਾ ਹੈ, ਹੋਰ ਕੋਈ ਜੀਵ ਦਮ ਨਹੀਂ ਮਾਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ijau bolwey iqau bolIAY; jw Awip bulwey soie]",
    "transliteration": "Jio Bolaaeae Thio Boleeai Jaa Aap Bulaaeae Soe ||",
    "punjabi": "(ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਹ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ) ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਬੋਲਣ ਦੀ ਪ੍ਰੇਰਨਾ ਕਰੇ ਤਿਵੇਂ ਹੀ ਜੀਵ ਬੋਲ ਸਕਦਾ ਹੈ (ਜੀਵ ਤਦੋਂ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹੈ) ਜਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "gurmuiK bwxI bRhmu hY; sbid imlwvw hoie]",
    "transliteration": "Guramukh Baanee Breham Hai Sabadh Milaavaa Hoe ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜਿਆਂ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 117,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwnk. nwmu smwil qU; ijqu syivAY suKu hoie]4]30]63]",
    "transliteration": "Naanak Naam Samaal Thoo Jith Saeviai Sukh Hoe ||4||30||63||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ, ਇਸ ਨਾਮ ਦੇ ਸਿਮਰਨ ਨਾਲ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੪॥੩੦॥੬੩॥{38-39}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "isrIrwgu mhlw 3]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jig haumY mYlu duKu pwieAw; mlu lwgI dUjY Bwie]",
    "transliteration": "Jag Houmai Mail Dhukh Paaeiaa Mal Laagee Dhoojai Bhaae ||",
    "punjabi": "ਜਗਤ ਨੇ ਹਉਮੈ ਦੀ ਮੈਲ (ਦੇ ਕਾਰਨ ਸਦਾ) ਦੁੱਖ (ਹੀ) ਸਹਾਰਿਆ ਹੈ (ਕਿਉਂਕਿ) ਮਾਇਆ ਵਿਚ ਪਿਆਰ ਦੇ ਕਾਰਨ ਜਗਤ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mlu haumY DoqI. ikvY n auqrY; jy sau qIrQ nwie]",
    "transliteration": "Mal Houmai Dhhothee Kivai N Outharai Jae So Theerathh Naae ||",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸੌ ਤੀਰਥਾਂ ਉੱਤੇ (ਭੀ) ਇਸ਼ਨਾਨ ਕਰੇ ਤਾਂ ਭੀ (ਅਜੇਹੇ) ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ (ਇਹ) ਹਉਮੈ ਦੀ ਮੈਲ ਧੋਤਿਆਂ (ਮਨ ਤੋਂ) ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "n@wie",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "bhu ibiD krm kmwvdy; dUxI mlu lwgI Awie]",
    "transliteration": "Bahu Bidhh Karam Kamaavadhae Dhoonee Mal Laagee Aae ||",
    "punjabi": "ਲੋਕ ਕਈ ਕਿਸਮਾਂ ਦੇ (ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕੰਮ ਕਰਦੇ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਸਗੋਂ ਅੱਗੇ ਨਾਲੋਂ) ਦੂਣੀ (ਹਉਮੈ ਦੀ) ਮੈਲ ਆ ਲਗਦੀ ਹੈ।",
    "pronunciation": "ibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "piVAY. mYlu n auqrY; pUChu igAwnIAw jwie]1]",
    "transliteration": "Parriai Mail N Outharai Pooshhahu Giaaneeaa Jaae ||1||",
    "punjabi": "(ਵਿੱ​ਦਿਆ ਆਦਿਕ) ਪੜ੍ਹਨ ਨਾਲ ਭੀ ਇਹ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਬੇਸ਼ੱਕ ਪੜ੍ਹੇ ਹੋਏ ਬੰਦਿਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ (ਭਾਵ, ਪੜ੍ਹੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਵਿੱਦਿਆ ਪੜ੍ਹਨ ਦਾ ਮਾਣ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mn myry; gur srix AwvY, qw inrmlu hoie]",
    "transliteration": "Man Maerae Gur Saran Aavai Thaa Niramal Hoe ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਦੋਂ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ ਤਦੋਂ (ਹੀ) ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mnmuK. hir hir kir Qky; mYlu. n skI Doie]1]rhwau]",
    "transliteration": "Manamukh Har Har Kar Thhakae Mail N Sakee Dhhoe ||1|| Rehaao ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਰਾਮ ਰਾਮ ਆਖ ਆਖ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ (ਫਿਰ ਭੀ ਹਉਮੈ ਦੀ) ਮੈਲ (ਉਹਨਾਂ ਪਾਸੋਂ) ਧੋਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "Q`ky",
    "type_id": 4
  },
  {
    "shabad_id": 118,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "min mYlY. Bgiq n hoveI; nwmu. n pwieAw jwie]",
    "transliteration": "Man Mailai Bhagath N Hovee Naam N Paaeiaa Jaae ||",
    "punjabi": "ਹਉਮੈ ਦੀ ਮੈਲ ਨਾਲ ਭਰੇ ਹੋਏ ਮਨ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ (ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mnmuK mYly. mYly muey; jwsin piq gvwie]",
    "transliteration": "Manamukh Mailae Mailae Mueae Jaasan Path Gavaae ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ ਹਉਮੈ ਦੇ ਕਾਰਨ ਮਲੀਨ-ਮਨ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹ ਦੁਨੀਆ ਤੋਂ) ਇੱਜ਼ਤ ਗਵਾ ਕੇ ਹੀ ਜਾਣਗੇ।",
    "pronunciation": "piq:polw bolo[ (piq) ie`zq",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "gur prswdI min vsY; mlu haumY jwie smwie]",
    "transliteration": "Gur Parasaadhee Man Vasai Mal Houmai Jaae Samaae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ijau. AMDyrY dIpku bwlIAY; iqau gur igAwin. AigAwnu qjwie]2]",
    "transliteration": "Jio Andhhaerai Dheepak Baaleeai Thio Gur Giaan Agiaan Thajaae ||2||",
    "punjabi": "ਜਿਵੇਂ (ਜੇ) ਹਨੇਰੇ ਵਿਚ ਦੀਵਾ ਬਾਲ ਦੇਈਏ (ਤਾਂ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਿਵੇਂ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਸਮਝ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਹਉਮੈ-ਰੂਪ) ਬੇ-ਸਮਝੀ (ਦਾ ਹਨੇਰਾ) ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(qjwie) dUr huMdw[ b`wlIAY",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "hm kIAw hm krhgy; hm mUrK gwvwr]",
    "transliteration": "Ham Keeaa Ham Karehagae Ham Moorakh Gaavaar ||",
    "punjabi": "(ਇਹ ਕੰਮ) 'ਅਸਾਂ' ਕੀਤਾ ਹੈ, 'ਅਸੀ' ਹੀ ਕਰ ਸਕਦੇ ਹਾਂ, (ਇਉਂ) 'ਅਸੀਂ ਅਸੀਂ' ਆਖਣ ਵਾਲੇ ਬੰਦੇ ਮੂਰਖ ਉਜੱਡ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "krxY vwlw ivsirAw; dUjY Bwie ipAwru]",
    "transliteration": "Karanai Vaalaa Visariaa Dhoojai Bhaae Piaar ||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਭੁੱਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਮਾਇਆ ਵਿਚ ਹੀ ਪਿਆਰ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "mwieAw jyvfu. duKu nhI; siB Biv Qky sMswru]",
    "transliteration": "Maaeiaa Jaevadd Dhukh Nehee Sabh Bhav Thhakae Sansaar ||",
    "punjabi": "(ਦੁਨੀਆ ਵਿਚ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਜੇਡਾ (ਹੋਰ ਕੋਈ) ਦੁੱਖ ਨਹੀਂ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸਾਰੇ ਜੀਵ (ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਭਟਕ ਭਟਕ ਕੇ ਖਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(Biv) Btk",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "gurmqI suKu pweIAY; scu nwmu aur Dwir]3]",
    "transliteration": "Guramathee Sukh Paaeeai Sach Naam Our Dhhaar ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ijs no myly. so imlY; hau. iqsu bilhwrY jwau]",
    "transliteration": "Jis No Maelae So Milai Ho This Balihaarai Jaao ||",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ (ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ, ਉਹੀ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਦਾ ਹੈ। ਮੈਂ ਅਜੇਹੇ ਬੰਦੇ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ey mn BgqI riqAw; scu bwxI inj Qwau]",
    "transliteration": "Eae Man Bhagathee Rathiaa Sach Baanee Nij Thhaao ||",
    "punjabi": "ਹੇ ਮਨ! (ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਹੀ ਜਿਨ੍ਹਾਂ ਦੀ ਬਾਣੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ 'ਆਪਣਾ ਘਰ' ਲੱਭ ਪੈਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਸਦਾ ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਥੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਉਹਨਾਂ ਨੂੰ ਧੱਕਾ ਨਹੀਂ ਦੇ ਸਕਦਾ)।",
    "pronunciation": "(inj) Awpxy",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "min rqy ijhvw rqI; hir gux scy gwau]",
    "transliteration": "Man Rathae Jihavaa Rathee Har Gun Sachae Gaao ||",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੀਭ ਨਾਮ-ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 118,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "nwnk. nwmu n vIsrY; scy mwih smwau]4]31]64]",
    "transliteration": "Naanak Naam N Veesarai Sachae Maahi Samaao ||4||31||64||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਕਦੇ) ਨਹੀਂ ਭੁੱਲਦਾ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੩੧॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "isrIrwgu mhlw 4 Gru 1]",
    "transliteration": "Sireeraag Mehalaa 4 Ghar 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mY min qin ibrhu Aiq Aglw; ikau. pRIqmu imlY Gir Awie]",
    "transliteration": "Mai Man Than Birahu Ath Agalaa Kio Preetham Milai Ghar Aae ||",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਸਰੀਰ ਵਿਚ (ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ) ਵਿਛੋੜੇ ਦਾ ਭਾਰੀ ਦਰਦ ਹੈ (ਮੇਰਾ ਮਨ ਤੜਪ ਰਿਹਾ ਹੈ ਕਿ) ਕਿਵੇਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਮੈਨੂੰ ਆ ਮਿਲੇ।",
    "pronunciation": "(ibrhu) pRym[ (Aglw) bhuqw",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jw dyKw pRBu Awpxw; pRiB dyiKAY. duKu jwie]",
    "transliteration": "Jaa Dhaekhaa Prabh Aapanaa Prabh Dhaekhiai Dhukh Jaae ||",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰਦਾ ਹਾਂ, ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਮੇਰਾ (ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jwie puCw iqn sjxw; pRBu. ikqu ibiD imlY imlwie]1]",
    "transliteration": "Jaae Pushhaa Thin Sajanaa Prabh Kith Bidhh Milai Milaae ||1||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਸਤਸੰਗੀ ਸੱਜਣਾਂ ਨੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ) ਮੈਂ ਉਹਨਾਂ ਸੱਜਣਾਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛਦਾ ਹਾਂ ਕਿ ਪ੍ਰਭੂ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲਾਇਆਂ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "myry siqgurw; mY. quJ ibnu. Avru n koie]",
    "transliteration": "Maerae Sathiguraa Mai Thujh Bin Avar N Koe ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "hm mUrK mugD srxwgqI; kir ikrpw myly hir soie]1]rhwau]",
    "transliteration": "Ham Moorakh Mugadhh Saranaagathee Kar Kirapaa Maelae Har Soe ||1|| Rehaao ||",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਹਾਂ, ਅੰਞਾਣ ਹਾਂ, (ਪਰ) ਤੇਰੀ ਸਰਨ ਆਏ ਹਨ (ਜੇਹੜਾ ਭਾਗਾਂ ਵਾਲਾ ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(mugD) bysmJ",
    "type_id": 4
  },
  {
    "shabad_id": 119,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "siqguru dwqw. hir nwm kw; pRBu Awip imlwvY soie]",
    "transliteration": "Sathigur Dhaathaa Har Naam Kaa Prabh Aap Milaavai Soe ||",
    "punjabi": "ਗੁਰੂ ਹਰਿ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈ (ਜਿਸ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਦਾਤ ਮਿਲਦੀ ਹੈ ਉਸ ਨੂੰ) ਉਹ ਪ੍ਰਭੂ ਆਪ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "siqguir hir pRBu buiJAw; gur jyvfu. Avru n koie]",
    "transliteration": "Sathigur Har Prabh Bujhiaa Gur Jaevadd Avar N Koe ||",
    "punjabi": "ਗੁਰੂ ਨੇ ਹਰੀ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ (ਇਸ ਵਾਸਤੇ) ਗੁਰੂ ਜੇਡਾ (ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਾਲਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "(bu`iJAw) jwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hau. gur srxweI Fih pvw; kir dieAw myly pRBu soie]2]",
    "transliteration": "Ho Gur Saranaaee Dtehi Pavaa Kar Dhaeiaa Maelae Prabh Soe ||2||",
    "punjabi": "(ਮੇਰੀ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ, ਆਪਾ-ਭਾਵ ਮਿਟਾ ਕੇ, ਆ ਪਵਾਂ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ) ਉਹ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mn hiT. iknY n pwieAw; kir aupwv. Qky sBu koie]",
    "transliteration": "Manehath Kinai N Paaeiaa Kar Oupaav Thhakae Sabh Koe ||",
    "punjabi": "ਮਨ ਦੇ ਹਠ ਨਾਲ (ਕੀਤੇ ਤਪ ਆਦਿਕ ਸਾਧਨਾਂ ਨਾਲ) ਕਦੇ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ। (ਇਹੋ ਜਿਹੇ) ਅਨੇਕਾਂ ਉਪਾਵ ਕਰ ਕੇ ਸਭ ਥੱਕ ਹੀ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]