[
  {
    "shabad_id": 119,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "shs isAwxp kir rhy; min korY. rMgu n hoie ]",
    "transliteration": "Sehas Siaanap Kar Rehae Man Korai Rang N Hoe ||",
    "translation": "Thousands of clever mental tricks have been tried, but still, the raw and undisciplined mind does not absorb the Color of the Lord's Love.",
    "punjabi": "(ਤਪ ਆਦਿਕ ਵਾਲੀਆਂ) ਹਜ਼ਾਰਾਂ ਸਿਆਣਪਾਂ (ਜੇਹੜੇ ਲੋਕ) ਕਰਦੇ ਹਨ (ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਲੋਂ ਕੋਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਜੇ ਮਨ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਤੋਂ) ਕੋਰਾ ਹੀ ਰਹੇ ਤਾਂ ਨਾਮ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ।",
    "pronunciation": "(shs) hzwrW[ (korY) AnDoqw, syvw BgqI hIn[ (rMgu) pRym",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "kUiV kpit. iknY n pwieE; jo bIjY KwvY soie ]3]",
    "transliteration": "Koorr Kapatt Kinai N Paaeiou Jo Beejai Khaavai Soe ||3||",
    "translation": "By falsehood and deception, none have found Him. Whatever you plant, you shall eat. ||3||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ (ਬਾਹਰੋਂ ਹਠ-ਕਰਮਾਂ ਦੀ) ਠੱਗੀ ਨਾਲ ਕਦੇ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ। (ਇਹ ਪੱਕਾ ਨਿਯਮ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਕੋਈ ਬੀਜਦਾ ਹੈ ਉਹੀ ਉਹ ਖਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "sBnw qyrI Aws pRBu; sB jIA qyry. qUM rwis ]",
    "transliteration": "Sabhanaa Thaeree Aas Prabh Sabh Jeea Thaerae Thoon Raas ||",
    "translation": "O God, You are the Hope of all. All beings are Yours; You are the Wealth of all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਬਚਣ ਵਾਸਤੇ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰੀ (ਸਹੈਤਾ ਦੀ) ਹੀ ਆਸ ਹੈ, ਸਭ ਜੀਵ ਤੇਰੇ ਹੀ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ) ਹਨ, ਤੂੰ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਆਤਮਕ) ਰਾਸ ਪੂੰਜੀ ਹੈਂ।",
    "pronunciation": "(rwis) pMUjI",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "pRB quDhu KwlI ko nhI; dir gurmuKw no swbwis ]",
    "transliteration": "Prabh Thudhhahu Khaalee Ko Nehee Dhar Guramukhaa No Saabaas ||",
    "translation": "O God, none return from You empty-handed; at Your Door, the Gurmukhs are praised and acclaimed.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਰ ਤੋਂ ਕੋਈ ਖ਼ਾਲੀ ਨਹੀਂ ਮੁੜਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਤੇਰੇ ਦਰ ਤੇ ਆਦਰ ਮਾਣ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 119,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ibKu Baujl fubdy kiF lY; jn nwnk kI Ardwis ]4]1]65]",
    "transliteration": "Bikh Bhoujal Ddubadhae Kadt Lai Jan Naanak Kee Aradhaas ||4||1||65||",
    "translation": "In the terrifying world-ocean of poison, people are drowning-please lift them up and save them! This is servant Nanak's humble prayer. ||4||1||65||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸ ਨਾਨਕ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਜ਼ਹਰ ਵਿਚ ਡੁੱਬਦੇ ਜੀਵਾਂ ਨੂੰ ਆਪ ਕੱਢ ਲੈ ॥੪॥੧॥੬੫॥{39-40}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "isrIrwgu mhlw 4 ]",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "translation": "Siree Raag, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwmu imlY mnu iqRpqIAY; ibnu nwmY. iDRgu jIvwsu ]",
    "transliteration": "Naam Milai Man Thripatheeai Bin Naamai Dhhrig Jeevaas ||",
    "translation": "Receiving the Naam, the mind is satisfied; without the Naam, life is cursed.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ) ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰਜ ਜਾਂਦਾ ਹੈ। ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਨਾਮ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਗੁਜ਼ਾਰਿਆਂ ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ)।",
    "pronunciation": "(jIvwsu) ijauxw",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "koeI gurmuiK sjxu. jy imlY; mY dsy pRBu guxqwsu ]",
    "transliteration": "Koee Guramukh Sajan Jae Milai Mai Dhasae Prabh Gunathaas ||",
    "translation": "If I meet the Gurmukh, my Spiritual Friend, he will show me God, the Treasure of Excellence.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਭਲਾ ਮਨੁੱਖ ਮੈਨੂੰ ਮਿਲ ਪਵੇ, ਤੇ ਮੈਨੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਦੱਸ ਪਾ ਦੇਵੇ,",
    "pronunciation": "d`sy",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hau iqsu ivthu cau KMnIAY; mY. nwm kry prgwsu ]1]",
    "transliteration": "Ho This Vittahu Cho Khanneeai Mai Naam Karae Paragaas ||1||",
    "translation": "I am every bit a sacrifice to one who reveals to me the Naam. ||1||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਨਾਮ ਦਾ ਚਾਨਣ ਕਰ ਦੇਵੇ, ਮੈਂ ਉਸ ਤੋਂ ਕੁਰਬਾਨ ਹੋਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੧॥",
    "pronunciation": "(ivthu) au~proN[ (cau) cwr (KMnIAY) toty[ (prgwsu) pRgt",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myry pRIqmw; hau jIvw nwmu iDAwie ]",
    "transliteration": "Maerae Preethamaa Ho Jeevaa Naam Dhhiaae ||",
    "translation": "O my Beloved, I live by meditating on Your Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਜੀਊ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ibnu nwvY. jIvxu nw QIAY; myry siqgur nwmu idRVwie ]1] rhwau ]",
    "transliteration": "Bin Naavai Jeevan Naa Thheeai Maerae Sathigur Naam Dhrirraae ||1|| Rehaao ||",
    "translation": "Without Your Name, my life does not even exist. My True Guru has implanted the Naam within me. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦੇ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਬਣ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(QIAY) hoey",
    "type_id": 4
  },
  {
    "shabad_id": 120,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "nwmu Amolku rqnu hY; pUry siqgur pwis ]",
    "transliteration": "Naam Amolak Rathan Hai Poorae Sathigur Paas ||",
    "translation": "The Naam is a Priceless Jewel; it is with the Perfect True Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਰਤਨ ਹੈ, ਜਿਸ ਜਿਹੀ ਕੀਮਤੀ ਸ਼ੈ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਇਹ ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਦੇ ਪਾਸ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "siqgur syvY ligAw; kiF rqnu dyvY prgwis ]",
    "transliteration": "Sathigur Saevai Lagiaa Kadt Rathan Dhaevai Paragaas ||",
    "translation": "When one is enjoined to serve the True Guru, He brings out this Jewel and bestows this enlightenment.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਲੱਗ ਜਾਈਏ, ਤਾਂ ਉਹ ਹਿਰਦੇ ਵਿਚ ਗਿਆਨ ਦਾ ਚਾਨਣ ਕਰ ਕੇ (ਆਪਣੇ ਪਾਸੋਂ ਨਾਮ-) ਰਤਨ ਕੱਢ ਕੇ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "DMnu vfBwgI vfBwgIAw; jo Awie imly gur pwis ]2]",
    "transliteration": "Dhhann Vaddabhaagee Vadd Bhaageeaa Jo Aae Milae Gur Paas ||2||",
    "translation": "Blessed, and most fortunate of the very fortunate, are those who come to meet the Guru. ||2||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਬੜੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਸ਼ਲਾਘਾ-ਜੋਗ ਹਨ, ਜੇਹੜੇ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ijnw siqguru purKu. n ByitE; sy BwghIx vis kwl ]",
    "transliteration": "Jinaa Sathigur Purakh N Bhaettiou Sae Bhaageheen Vas Kaal ||",
    "translation": "Those who have not met the Primal Being, the True Guru, are most unfortunate, and are subject to death.",
    "punjabi": "(ਪਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਕਦੇ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਮੰਦ-ਭਾਗੀ ਹਨ ਉਹ ਆਤਮਕ ਮੌਤ ਦੇ ਵੱਸ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "jy quk iv`c vs dw ArQ vsx hovy qW vs poolw bolxw[ jy v`s pYxw ArQ Awvy qW A`Dk nwl v`s bolxw[ie`Qy v`is bolo",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Eie iPir iPir join BvweIAih; ivic ivstw kir ivkrwl ]",
    "transliteration": "Oue Fir Fir Jon Bhavaaeeahi Vich Visattaa Kar Vikaraal ||",
    "translation": "They wander in reincarnation over and over again, as the most disgusting maggots in manure.",
    "punjabi": "ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਪਏ ਰਹਿਣ ਦੇ ਕਾਰਨ ਭਿਆਨਕ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਕੇ ਮੁੜ ਮੁੜ ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(BvweI-Aih) Btkdy[ (ivstw) gMdgI[ (ivkrwl) bhuq iBAwnk",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "Enw pwis duAwis. n iBtIAY; ijn AMqir kRoDu cMfwl ]3]",
    "transliteration": "Ounaa Paas Dhuaas N Bhitteeai Jin Anthar Krodhh Chanddaal ||3||",
    "translation": "Do not meet with, or even approach those people, whose hearts are filled with horrible anger. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ! ਨਾਮ ਤੋਂ ਸੱਖਣੇ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਚੰਡਾਲ ਕ੍ਰੋਧ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਣਾ ਚਾਹੀਦਾ ॥੩॥",
    "pronunciation": "(pwis) nyVy(duAwis) qyVy",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "siqgur purKu AMimRq sru; vfBwgI nwvih Awie ]",
    "transliteration": "Sathigur Purakh Anmrith Sar Vaddabhaagee Naavehi Aae ||",
    "translation": "The True Guru, the Primal Being, is the Pool of Ambrosial Nectar. The very fortunate ones come to bathe in it.",
    "punjabi": "(ਪਰ ਇਹ ਵਿਕਾਰਾਂ ਦਾ ਗੰਦ, ਇਹ ਚੰਡਾਲ ਕ੍ਰੋਧ ਆਦਿਕ ਦਾ ਪ੍ਰਭਾਵ ਤੀਰਥਾਂ ਤੇ ਨ੍ਹ੍ਹਾਤਿਆਂ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦਾ) ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ ਹੈ। ਜੇਹੜੇ ਬੰਦੇ ਇਸ ਤੀਰਥ ਉੱਤੇ ਆ ਕੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(sru) srovr[ n@wvih",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "aun jnm jnm kI mYlu auqrY; inrml nwmu idRVwie ]",
    "transliteration": "Oun Janam Janam Kee Mail Outharai Niramal Naam Dhrirraae ||",
    "translation": "The filth of many incarnations is washed away, and the Immaculate Naam is implanted within.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰਨ ਦੇ ਕਾਰਨ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਦੀ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 120,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "jn nwnk. auqm pdu pwieAw; siqgur kI ilv lwie ]4]2]66]",
    "transliteration": "Jan Naanak Outham Padh Paaeiaa Sathigur Kee Liv Laae ||4||2||66||",
    "translation": "Servant Nanak has obtained the most exalted state, lovingly attuned to the True Guru. ||4||2||66||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਸਤਿਗੁਰੁ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ॥੪॥੨॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "isrIrwgu mhlw 4 ]",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "translation": "Siree Raag, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gux gwvw gux ivQrw; gux bolI. myrI mwie ]",
    "transliteration": "Gun Gaavaa Gun Vithharaa Gun Bolee Maeree Maae ||",
    "translation": "I sing His Glories, I describe His Glories, I speak of His Glories, O my mother.",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਮੇਰਾ ਮਨ ਤਰਸਦਾ ਹੈ ਕਿ) ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, ਗੁਣਾਂ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਰਹਾਂ ਤੇ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਉਚਾਰਦਾ ਰਹਾਂ।",
    "pronunciation": "ivQrW: polw bolo[ (ivQrW) ivsQwr krW",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gurmuiK sjxu guxkwrIAw; imil sjx hir gux gwie ]",
    "transliteration": "Guramukh Sajan Gunakaareeaa Mil Sajan Har Gun Gaae ||",
    "translation": "The Gurmukhs, my spiritual friends, bestow virtue. Meeting with my spiritual friends, I sing the Glorious Praises of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਸੰਤ ਜਨ ਹੀ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਣ ਦੀ ਇਹ) ਸਿਫ਼ਤਿ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ। ਕਿਸੇ ਗੁਰਮੁਖਿ ਨੂੰ ਹੀ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਕੋਈ ਗਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hIrY hIru imil byiDAw; rMig clUlY nwie ]1]",
    "transliteration": "Heerai Heer Mil Baedhhiaa Rang Chaloolai Naae ||1||",
    "translation": "The Diamond of the Guru has pierced the diamond of my mind, which is now dyed in the deep crimson color of the Name. ||1||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦਾ) ਮਨ-ਹੀਰਾ ਗੁਰੂ-ਹੀਰੇ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਵਿਚ) ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੂੜ੍ਹੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(by~iDAw) ivMin@Aw[ (clUlY) gUV@y",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "myry goivMdw; gux gwvw. iqRpiq min hoie ]",
    "transliteration": "Maerae Govindhaa Gun Gaavaa Thripath Man Hoe ||",
    "translation": "O my Lord of the Universe, singing Your Glorious Praises, my mind is satisfied.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! (ਕਿਰਪਾ ਕਰ ਕਿ) ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, (ਤੇਰੇ ਗੁਣ ਗਾਂਦਿਆਂ ਹੀ) ਮਨ ਵਿਚ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "AMqir ipAws hir nwm kI; guru quis imlwvY soie ]1] rhwau ]",
    "transliteration": "Anthar Piaas Har Naam Kee Gur Thus Milaavai Soe ||1|| Rehaao ||",
    "translation": "Within me is the thirst for the Lord's Name; may the Guru, in His Pleasure, grant it to me. ||1||Pause||",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਮੇਰੇ ਅੰਦਰ ਤੇਰੇ ਨਾਮ ਦੀ ਪਿਆਸ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਸ ਨਾਮ ਦਾ ਮਿਲਾਪ ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(quis) pRsMn",
    "type_id": 4
  },
  {
    "shabad_id": 121,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "mnu rMghu vfBwgIho; guru quTw. kry pswau ]",
    "transliteration": "Man Rangahu Vaddabhaageeho Gur Thuthaa Karae Pasaao ||",
    "translation": "Let your minds be imbued with His Love, O blessed and fortunate ones. By His Pleasure, the Guru bestows His Gifts.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ) ਮਨ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ) ਰੰਗ ਲਵੋ। ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਨਾਮ ਦੀ ਇਹ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(q`uTw) pRsMn ho ky[(pswau) dwiq",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "guru nwmu idRVwey rMg isau; hau. siqgur kY bil jwau ]",
    "transliteration": "Gur Naam Dhrirraaeae Rang Sio Ho Sathigur Kai Bal Jaao ||",
    "translation": "The Guru has lovingly implanted the Naam, the Name of the Lord, within me; I am a sacrifice to the True Guru.",
    "punjabi": "ਗੁਰੂ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਰਨ ਆਏ ਸਿੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ। (ਇਸ ਕਰਕੇ) ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ibnu siqgur. hir nwmu, n lBeI; lK kotI krm kmwau ]2]",
    "transliteration": "Bin Sathigur Har Naam N Labhee Lakh Kottee Karam Kamaao ||2||",
    "translation": "Without the True Guru, the Name of the Lord is not found, even though people may perform hundreds of thousands, even millions of rituals. ||2||",
    "punjabi": "ਜੇ ਮੈਂ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ (ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਾਂ ਤਾਂ ਭੀ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "l`-BeI",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ibnu Bwgw. siqguru nw imlY; Gir bYiTAw inkit inq pwis ]",
    "transliteration": "Bin Bhaagaa Sathigur Naa Milai Ghar Baithiaa Nikatt Nith Paas ||",
    "translation": "Without destiny, the True Guru is not found, even though He sits within the home of our own inner being, always near and close at hand.",
    "punjabi": "ਚੰਗੀ ਕਿਸਮਤਿ ਤੋਂ ਬਿਨਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ (ਤੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੁੰਦਾ, ਭਾਵੇਂ) ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਬੈਠਾ ਹਰ ਵੇਲੇ ਸਾਡੇ ਨੇੜੇ ਹੈ, ਸਾਡੇ ਕੋਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "AMqir AigAwn. duKu Brmu hY; ivic pVdw. dUir peIAwis ]",
    "transliteration": "Anthar Agiaan Dhukh Bharam Hai Vich Parradhaa Dhoor Peeaas ||",
    "translation": "There is ignorance within, and the pain of doubt, like a separating screen.",
    "punjabi": "ਜਿਸ ਜੀਵ ਦੇ ਅੰਦਰ ਅਗਿਆਨਤਾ (ਦੇ ਹਨੇਰੇ) ਦਾ ਦੁੱਖ ਟਿਕਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣੀ ਲੱਗੀ ਰਹੇ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਤੇ ਭਟਕਣਾ ਦਾ ਪਰਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਦੀ ਜਿੰਦ ਅੰਦਰ-ਵੱਸਦੇ ਪ੍ਰਭੂ ਨਾਲੋਂ ਦੂਰ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "pVdw VwVy hlMq nhIN lwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ibnu siqgur Byty, kMcnu nw QIAY; mnmuKu lohu bUfw. byVI pwis ]3]",
    "transliteration": "Bin Sathigur Bhaettae Kanchan Naa Thheeai Manamukh Lohu Booddaa Baerree Paas ||3||",
    "translation": "Without meeting with the True Guru, no one is transformed into gold. The self-willed manmukh sinks like iron, while the boat is very close. ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਨੋ) ਲੋਹਾ ਹੈ ਜੋ ਗੁਰੂ-ਪਾਰਸ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਸੋਨਾ ਨਹੀਂ ਬਣ ਸਕਦਾ, ਗੁਰੂ-ਬੇੜੀ ਉਸ ਮਨਮੁਖ-ਲੋਹੇ ਦੇ ਪਾਸ ਹੀ ਹੈ, ਪਰ ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਨਦੀ ਵਿਚ ਹੀ) ਡੁੱਬਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(lohu) lohw[ (b`Ufw) fu`b igAw",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "siqguru boihQu hir nwv hY; ikqu ibiD ciVAw jwie ]",
    "transliteration": "Sathigur Bohithh Har Naav Hai Kith Bidhh Charriaa Jaae ||",
    "translation": "The Boat of the True Guru is the Name of the Lord. How can we climb on board?",
    "punjabi": "ਸਤਿਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਹਾਜ਼ ਹੈ (ਪਰ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹਨ ਦੀ ਭੀ ਜਾਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਫਿਰ) ਕਿਸ ਤਰ੍ਹਾਂ (ਉਸ ਜਹਾਜ਼ ਵਿਚ) ਚੜ੍ਹਿਆ ਜਾਏ?",
    "pronunciation": "(boihQu) jhwz[ ibiD:polw bolo, ciV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "siqgur kY BwxY jo clY; ivic boihQ bYTw Awie ]",
    "transliteration": "Sathigur Kai Bhaanai Jo Chalai Vich Bohithh Baithaa Aae ||",
    "translation": "One who walks in harmony with the True Guru's Will comes to sit in this Boat.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਸਵਾਰ ਹੋ ਗਿਆ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 121,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "DMnu DMnu vfBwgI nwnkw; ijnw siqguru ley imlwie ]4]3]67]",
    "transliteration": "Dhhann Dhhann Vaddabhaagee Naanakaa Jinaa Sathigur Leae Milaae ||4||3||67||",
    "translation": "Blessed, blessed are those very fortunate ones, O Nanak, who are united with the Lord through the True Guru. ||4||3||67||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਧੰਨ ਹਨ, ਧੰਨ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੩॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
