[
  {
    "shabad_id": 122,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "isrIrwgu mhlw 4]",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hau. pMQu dsweI inq KVI; koeI pRBu dsy. iqin jwau]",
    "transliteration": "Ho Panthh Dhasaaee Nith Kharree Koee Prabh Dhasae Thin Jaao ||",
    "punjabi": "ਮੈਂ ਸਦਾ (ਤਾਂਘ ਵਿਚ) ਖਲੋਤੀ ਹੋਈ (ਪਰਮਾਤਮਾ ਦੇ ਦੇਸ ਦਾ) ਰਾਹ ਪੁੱਛਦੀ ਹਾਂ (ਮੈਂ ਸਦਾ ਲੋਚਦੀ ਹਾਂ ਕਿ) ਕੋਈ ਮੈਨੂੰ ਪ੍ਰਭੂ ਦੀ ਦੱਸ ਪਾਏ, ਤੇ ਉਸ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੀ ਸਹੈਤਾ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਪਹੁੰਚਾਂ।",
    "pronunciation": "(dsweI) pu`CdI hW[ KV@I d`sy",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijnI myrw ipAwrw rwivAw; iqn pICY lwig iPrwau]",
    "transliteration": "Jinee Maeraa Piaaraa Raaviaa Thin Peeshhai Laag Firaao ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਸਤਿਸੰਗੀ ਸਹੇਲੀਆਂ) ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗੀ ਫਿਰਾਂ,",
    "pronunciation": "(rwivAw) ismirAw, mwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kir imMniq. kir jodVI; mY pRBu imlxY kw cwau]1]",
    "transliteration": "Kar Minnath Kar Jodharree Mai Prabh Milanai Kaa Chaao ||1||",
    "punjabi": "ਅਤੇ ਉਹਨਾਂ ਅੱਗੇ ਤਰਲਾ ਕਰਾਂ ਕਿ ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦਾ ਚਾਉ ਹੈ (ਮੈਨੂੰ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਦੱਸੋ।) ॥੧॥",
    "pronunciation": "(jodVI) krVI syvw Gwl",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "myry BweI jnw; koeI mokau. hir pRBu myil imlwie]",
    "transliteration": "Maerae Bhaaee Janaa Koee Mo Ko Har Prabh Mael Milaae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! ਮੈਨੂੰ ਕੋਈ ਧਿਰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦਿਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hau. siqgur ivthu vwirAw; ijin hir pRBu dIAw idKwie]1]rhwau]",
    "transliteration": "Ho Sathigur Vittahu Vaariaa Jin Har Prabh Dheeaa Dhikhaae ||1|| Rehaao ||",
    "punjabi": "(ਪਰ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੌਣ ਮਿਲਾ ਸਕਦਾ ਹੈ?) ਮੈਂ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਵਿਖਾਲ ਦਿੱਤਾ (ਭਾਵ, ਜੋ ਵਿਖਾਲ ਦੇਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ivthu) qoN",
    "type_id": 4
  },
  {
    "shabad_id": 122,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hoie inmwxI Fih pvw; pUry siqgur pwis]",
    "transliteration": "Hoe Nimaanee Dtehi Pavaa Poorae Sathigur Paas ||",
    "punjabi": "(ਮੇਰਾ ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ) ਮੈਂ ਹੋਰ ਮਾਨ ਆਸਰਾ ਛੱਡ ਕੇ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨਾਂ ਉੱਤੇ ਡਿੱਗ ਪਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "inmwixAw. guru mwxu hY; guru siqguru kry swbwis]",
    "transliteration": "Nimaaniaa Gur Maan Hai Gur Sathigur Karae Saabaas ||",
    "punjabi": "ਗੁਰੂ ਉਹਨਾਂ ਦਾ ਮਾਣ-ਆਸਰਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ ਹੁੰਦਾ, (ਨਿਮਾਣਿਆਂ ਨੂੰ) ਗੁਰੂ ਦਿਲਾਸਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(swbwis) AsIs",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hau. guru swlwih. n rjaU; mY myly. hir pRBu pwis]2]",
    "transliteration": "Ho Gur Saalaahi N Rajoo Mai Maelae Har Prabh Paas ||2||",
    "punjabi": "ਗੁਰੂ ਦੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਕਰ ਕੇ ਮੇਰਾ ਮਨ ਰੱਜਦਾ ਨਹੀਂ ਹੈ। ਗੁਰੂ ਮੈਨੂੰ ਮੇਰੇ-ਪਾਸ-ਹੀ-ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਮਿਲਾਣ ਦੇ ਸਮਰੱਥ ਹੈ ॥੨॥",
    "pronunciation": "r`j-aU",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "siqgur no sB ko locdw; jyqw jgqu sBu koie]",
    "transliteration": "Sathigur No Sabh Ko Lochadhaa Jaethaa Jagath Sabh Koe ||",
    "punjabi": "ਜਿਤਨਾ ਇਹ ਸਾਰਾ ਜਗਤ ਹੈ ਹਰੇਕ ਜੀਵ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਣ ਲਈ ਤਾਂਘਦਾ ਹੈ,",
    "pronunciation": "j`g-qu",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ibnu Bwgw. drsnu nw QIAY; BwghIx bih roie]",
    "transliteration": "Bin Bhaagaa Dharasan Naa Thheeai Bhaageheen Behi Roe ||",
    "punjabi": "ਪਰ ਚੰਗੀ ਕਿਸਮਤ ਤੋਂ ਬਿਨਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਹੁੰਦਾ (ਗੁਰੂ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈਂਦੀ)। (ਗੁਰੂ ਤੋਂ ਵਿੱਛੁੜ ਕੇ) ਮੰਦ-ਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਬੈਠੀ ਦੁਖੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jo hir pRB Bwxw so QIAw; Duir iliKAw. n mytY koie]3]",
    "transliteration": "Jo Har Prabh Bhaanaa So Thheeaa Dhhur Likhiaa N Maettai Koe ||3||",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ। ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਹੁਕਮ ਨੂੰ ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Awpy siqguru Awip hir; Awpy myil imlwie]",
    "transliteration": "Aapae Sathigur Aap Har Aapae Mael Milaae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ (ਤੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Awip dieAw kir mylsI; gur siqgur pICY pwie]",
    "transliteration": "Aap Dhaeiaa Kar Maelasee Gur Sathigur Peeshhai Paae ||",
    "punjabi": "ਪ੍ਰਭੂ (ਜੀਵਾਂ ਨੂੰ) ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਲੜ ਲਾ ਕੇ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾਣ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 122,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sBu jgjIvnu jig. Awip hY; nwnk. jlu jlih smwie]4]4]68]",
    "transliteration": "Sabh Jagajeevan Jag Aap Hai Naanak Jal Jalehi Samaae ||4||4||68||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ (ਦੇ-ਜੀਵਾਂ)-ਦਾ ਸਹਾਰਾ ਪਰਮਾਤਮਾ ਜਗਤ ਵਿਚ ਹਰ ਥਾਂ ਆਪ ਹੀ ਆਪ ਹੈ (ਜਿਸ ਜੀਵ ਨੂੰ ਉਹ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ਉਹ ਉਸ ਨਾਲ ਇਉਂ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ) ਪਾਣੀ ਪਾਣੀ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੪॥੬੮॥",
    "pronunciation": "j`gjIvnu, jl-ih",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "isrIrwgu mhlw 4]",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "rsu AMimRqu nwmu rsu, Aiq Blw; ikqu ibiD imlY. rsu Kwie]",
    "transliteration": "Ras Anmrith Naam Ras Ath Bhalaa Kith Bidhh Milai Ras Khaae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜਾ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ। ਇਹ ਰਸ ਕਿਸ ਤਰ੍ਹਾਂ ਮਿਲ ਸਕਦਾ ਹੈ? ਕਿਵੇਂ ਕੋਈ ਮਨੁੱਖ ਇਹ ਰਸ ਖਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jwie puChu sohwgxI; qusw ikau kir imilAw pRBu Awie]",
    "transliteration": "Jaae Pushhahu Sohaaganee Thusaa Kio Kar Miliaa Prabh Aae ||",
    "punjabi": "(ਜੇ ਇਹ ਭੇਤ ਸਮਝਣਾ ਹੈ ਤਾਂ ਹੇ ਭਾਈ!) ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛੋ, ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਪੁੱਛੋ ਕਿ ਤੁਹਾਨੂੰ) ਪ੍ਰਭੂ ਕਿਵੇਂ ਆ ਕੇ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "qusW: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Eie vyprvwh. n bolnI; hau mil mil Dovw iqn pwie]1]",
    "transliteration": "Oue Vaeparavaah N Bolanee Ho Mal Mal Dhhovaa Thin Paae ||1||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ) ਉਹ (ਦੁਨੀਆ ਦੀ ਸੋਭਾ ਆਦਿਕ ਵਲੋਂ) ਬੇ-ਮੁਥਾਜ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਇਸ ਵਾਸਤੇ ਉਹ ਬਹੁਤਾ) ਨਹੀਂ ਬੋਲਦੀਆਂ। ਮੈਂ ਉਹਨਾਂ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਂਦੀ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "BweI ry. imil sjx; hir gux swir]",
    "transliteration": "Bhaaee Rae Mil Sajan Har Gun Saar ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ-) ਸੱਜਣ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ।",
    "pronunciation": "(swir) sMBwl",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "sjxu siqguru purKu hY; duKu kFY haumY mwir]1]rhwau]",
    "transliteration": "Sajan Sathigur Purakh Hai Dhukh Kadtai Houmai Maar ||1|| Rehaao ||",
    "punjabi": "ਸੱਜਣ ਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਦਾ ਰੂਪ ਹੈ, ਉਹ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਹਉਮੈ ਦਾ ਦੁੱਖ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 123,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gurmuKIAw sohwgxI; iqn dieAw peI min Awie]",
    "transliteration": "Guramukheeaa Sohaaganee Thin Dhaeiaa Pee Man Aae ||",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹੀ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਪਾਸੋਂ ਜੀਵਨ ਜੁਗਤਿ ਪੁੱਛਿਆਂ) ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਤਰਸ ਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "siqgur vcnu rqMnu hY; jo mMny su hir rsu Kwie]",
    "transliteration": "Sathigur Vachan Rathann Hai Jo Mannae S Har Ras Khaae ||",
    "punjabi": "(ਤੇ ਉਹ ਦੱਸਦੀਆਂ ਹਨ ਕਿ) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ (ਇਕ ਕੀਮਤੀ) ਰਤਨ ਹੈ, ਜੇਹੜਾ ਜੀਵ (ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ) ਸਰਧਾ ਲਿਆਉਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "sy vfBwgI vf jwxIAih; ijn hir rsu KwDw. gur Bwie]2]",
    "transliteration": "Sae Vaddabhaagee Vadd Jaaneeahi Jin Har Ras Khaadhhaa Gur Bhaae ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "iehu hir rsu vix iqix sBqu hY; BwghIx. nhI Kwie]",
    "transliteration": "Eihu Har Ras Van Thin Sabhath Hai Bhaageheen Nehee Khaae ||",
    "punjabi": "(ਜਿਵੇਂ ਜਲ ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ ਹਰਿਆਵਲ ਦੇਣ ਵਾਲਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਨਾਮ-ਰਸ ਵਣ-ਤ੍ਰਿਣ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ (ਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ) ਪਰ ਮੰਦੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਨਾਮ-ਰਸ ਨੂੰ ਨਹੀਂ ਚੱਖਦੀ।",
    "pronunciation": "sBqu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ibnu siqgur. plY nw pvY; mnmuK rhy ibllwie]",
    "transliteration": "Bin Sathigur Palai Naa Pavai Manamukh Rehae Bilalaae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਇਹ ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ (ਨਾਮ-ਰਸ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ) ਵਿਲਕਦੇ ਹੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ibllwie) qVPdy[ p`lY",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Eie. siqgur AwgY, nw invih; Enw AMqir kRoDu blwie]3]",
    "transliteration": "Oue Sathigur Aagai Naa Nivehi Ounaa Anthar Krodhh Balaae ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕ੍ਰੋਧ ਆਫ਼ਤ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਸਿਰ ਨਹੀਂ ਨਿਵਾਂਦੇ ॥੩॥",
    "pronunciation": "(blwie) iBAwnk SYA",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "hir hir. hir rsu Awip hY; Awpy hir rsu hoie]",
    "transliteration": "Har Har Har Ras Aap Hai Aapae Har Ras Hoe ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ) ਰਸ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "Awip dieAw kir dyvsI; gurmuiK AMimRqu coie]",
    "transliteration": "Aap Dhaeiaa Kar Dhaevasee Guramukh Anmrith Choe ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਇਹ ਨਾਮ-ਰਸ ਦੇਂਦਾ ਹੈ (ਜਿਵੇਂ ਸ਼ਹਦ ਦੇ ਛੱਤੇ ਵਿਚੋਂ ਸ਼ਹਦ ਚੋਂਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ (ਜੀਵ ਦੇ ਅੰਦਰੋਂ) ਚੋਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 123,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "sBu qnu mnu hirAw hoieAw; nwnk. hir visAw min soie]4]5]69]",
    "transliteration": "Sabh Than Man Hariaa Hoeiaa Naanak Har Vasiaa Man Soe ||4||5||69||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ (ਨਾਮ-ਰਸ ਆ ਵੱਸਦਾ ਹੈ) ਉਸ ਦਾ ਸਾਰਾ ਸਰੀਰ, ਉਸ ਦਾ ਮਨ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਖਿੜ ਪੈਂਦਾ ਹੈ) ॥੪॥੫॥੬੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 124,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "isrIrwgu mhlw 4]",
    "transliteration": "Sireeraag Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 124,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "idnsu cVY. iPir AwQvY; rYix sbweI jwie]",
    "transliteration": "Dhinas Charrai Fir Aathhavai Rain Sabaaee Jaae ||",
    "punjabi": "ਦਿਨ ਚੜ੍ਹਦਾ ਹੈ ਫਿਰ ਡੁੱਬ ਜਾਂਦਾ ਹੈ, ਸਾਰੀ ਰਾਤ ਭੀ ਲੰਘ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(sbweI) swrI[ cVY@",
    "type_id": 3
  },
  {
    "shabad_id": 124,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "AWv GtY. nru nw buJY; iniq mUsw lwju tukwie]",
    "transliteration": "Aav Ghattai Nar Naa Bujhai Nith Moosaa Laaj Ttukaae ||",
    "punjabi": "(ਇਸ ਕਰਕੇ ਤਰ੍ਹਾਂ ਸਹਜੇ ਸਹਜੇ) ਉਹ ਘਟਦੀ ਜਾਂਦੀ ਹੈ ਪਰ ਮਨੁੱਖ ਸਮਝਦਾ ਨਹੀਂ (ਗੁਜ਼ਰਦਾ ਸਮਾ ਮਨੁੱਖ ਦੀ ਉਮਰ ਨੂੰ ਇਉਂ ਕੱਟਦਾ ਜਾ ਰਿਹਾ ਹੈ ਜਿਵੇਂ) ਚੂਹਾ ਸਦਾ ਰੱਸੀ ਨੂੰ ਟੁੱਕਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(AWv) aumr[ kwl rUpI (mU`sw) cUhw[ jIvn rUpI (lwju) l`j[ bu`JY",
    "type_id": 3
  },
  {
    "shabad_id": 124,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guVu imTw mwieAw psirAw; mnmuKu lig. mwKI pcY pcwie]1]",
    "transliteration": "Gurr Mithaa Maaeiaa Pasariaa Manamukh Lag Maakhee Pachai Pachaae ||1||",
    "punjabi": "(ਜਿਵੇਂ) ਗੁੜ (ਜੀਵਾਂ ਨੂੰ) ਮਿੱਠਾ (ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ) ਮਾਇਆ ਦਾ ਮਿੱਠਾ ਮੋਹ ਪ੍ਰਭਾਵ ਪਾ ਰਿਹਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਮਿਠਾਸ ਵਿਚ ਫਸ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ ਮੱਖੀ ਗੁੜ ਉਤੇ ਚੰਬੜ ਕੇ ਮਰ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(pcY) sVdy",
    "type_id": 3
  },
  {
    "shabad_id": 124,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "BweI ry; mY mIqu sKw. pRBu soie]",
    "transliteration": "Bhaaee Rae Mai Meeth Sakhaa Prabh Soe ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਮਿੱਤਰ ਹੈ, ਸਾਥੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 124,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "puqu klqu mohu. ibKu hY; AMiq. bylI koie n hoie]1]rhwau]",
    "transliteration": "Puth Kalath Mohu Bikh Hai Anth Baelee Koe N Hoe ||1|| Rehaao ||",
    "punjabi": "ਪੁੱਤਰ (ਦਾ) ਇਸਤ੍ਰੀ (ਦਾ) ਮੋਹ ਜ਼ਹਰ ਹੈ (ਜੋ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮੁਕਾ ਦੇਂਦਾ ਹੈ, ਅਤੇ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਆਦਿਕ ਵਿਚੋਂ) ਅੰਤ ਵੇਲੇ ਕੋਈ ਸਾਥੀ (ਭੀ) ਨਹੀਂ ਬਣਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(k-l`qu) iesqRI[ pu`qu",
    "type_id": 4
  },
  {
    "shabad_id": 124,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gurmiq hir ilv aubry; Ailpqu rhy srxwie]",
    "transliteration": "Guramath Har Liv Oubarae Alipath Rehae Saranaae ||",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜਦੇ ਹਨ ਉਹ (ਇਸ ਮੌਤ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(A-ilpqu) inrlyp",
    "type_id": 3
  }
]