[
  {
    "shabad_id": 127,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Blky auiT ppolIAY; ivxu buJy. mugD Ajwix ]",
    "transliteration": "Bhalakae Outh Papoleeai Vin Bujhae Mugadhh Ajaan ||",
    "translation": "Arising each day, you cherish your body, but you are idiotic, ignorant and without understanding.",
    "punjabi": "ਹਰ ਰੋਜ਼ ਉੱਦਮ ਨਾਲ ਇਸ ਸਰੀਰ ਨੂੰ ਪਾਲੀ ਪੋਸੀਦਾ ਹੈ, (ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ ਇਹ ਮੂਰਖ ਤੇ ਬੇ-ਸਮਝ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "dyhI (p-polIAY) pwLI plosIdI hY[ bu`Jy",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "so pRBu. iciq n AwieE; CutYgI bybwix ]",
    "transliteration": "So Prabh Chith N Aaeiou Shhuttaigee Baebaan ||",
    "translation": "You are not conscious of God, and your body shall be cast into the wilderness.",
    "punjabi": "ਇਸ ਨੂੰ ਕਦੇ ਉਹ ਪਰਮਾਤਮਾ (ਜਿਸ ਨੇ ਇਸ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ) ਚੇਤੇ ਨਹੀਂ ਆਉਂਦਾ, ਤੇ ਆਖ਼ਰ ਇਹ ਮਸਾਣਾਂ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ ਜਾਇਗਾ।",
    "pronunciation": "(bybwix) aujwV mswxW c",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "siqgur syqI icqu lwie; sdw sdw rMgu mwix ]1]",
    "transliteration": "Sathigur Saethee Chith Laae Sadhaa Sadhaa Rang Maan ||1||",
    "translation": "Focus your consciousness on the True Guru; you shall enjoy bliss forever and ever. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਾਣੀ! ਅਜੇ ਭੀ ਵੇਲਾ ਹੈ, ਆਪਣੇ) ਗੁਰੂ ਨਾਲ ਚਿੱਤ ਜੋੜ, ਤੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ॥੧॥",
    "pronunciation": "(sy~qI) nwl",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "pRwxI; qUM AwieAw lwhw lYix ]",
    "transliteration": "Praanee Thoon Aaeiaa Laahaa Lain ||",
    "translation": "O mortal, you came here to earn a profit.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਤੂੰ (ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਲਾਭ ਖੱਟਣ ਵਾਸਤੇ ਆਇਆ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "lgw ikqu kuPkVy; sB mukdI clI rYix ]1] rhwau ]",
    "transliteration": "Lagaa Kith Kufakarrae Sabh Mukadhee Chalee Rain ||1|| Rehaao ||",
    "translation": "What useless activities are you attached to? Your life-night is coming to its end. ||1||Pause||",
    "punjabi": "ਤੂੰ ਕਿਸ ਖ਼ੁਆਰੀ ਵਾਲੇ ਕੰਮ ਵਿਚ ਰੁੱਝਾ ਪਿਆ ਹੈਂ? ਤੇਰੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਮੁੱਕਦੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ku-P`kVy) Koty kMmW dI pkV c[ (rYix) aumr rUpI rwq[ c`lI",
    "type_id": 4
  },
  {
    "shabad_id": 127,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "kudmu kry. psu pMKIAw; idsY nwhI. kwlu ]",
    "transliteration": "Kudham Karae Pas Pankheeaa Dhisai Naahee Kaal ||",
    "translation": "The animals and the birds frolic and play-they do not see death.",
    "punjabi": "ਪਸ਼ੂ ਕਲੋਲ ਕਰਦਾ ਹੈ ਪੰਛੀ ਕਲੋਲ ਕਰਦਾ ਹੈ (ਪਸ਼ੂ ਨੂੰ ਪੰਛੀ ਨੂੰ) ਮੌਤ ਨਹੀਂ ਦਿੱਸਦੀ,",
    "pronunciation": "zulm krn leI (ku`d-mu) Kotw au~dm",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "EqY swiQ mnuKu hY; PwQw. mwieAw jwil ]",
    "transliteration": "Outhai Saathh Manukh Hai Faathhaa Maaeiaa Jaal ||",
    "translation": "Mankind is also with them, trapped in the net of Maya.",
    "punjabi": "(ਪਰ) ਮਨੁੱਖ ਭੀ ਉਸੇ ਹੀ ਸਾਥ ਵਿਚ (ਜਾ ਰਲਿਆ ਹੈ, ਪਸ਼ੂ ਪੰਛੀ ਵਾਂਗ ਇਸ ਨੂੰ ਭੀ ਮੌਤ ਚੇਤੇ ਨਹੀਂ, ਤੇ ਇਹ) ਮਾਇਆ ਦੇ ਜਾਲ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ।",
    "pronunciation": "(EqY) auQy[ mnu`Ku[ P`wQw",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "mukqy syeI BwlIAih; ij scw nwmu smwil ]2]",
    "transliteration": "Mukathae Saeee Bhaaleeahi J Sachaa Naam Samaal ||2||",
    "translation": "Those who always remember the Naam, the Name of the Lord, are considered to be liberated. ||2||",
    "punjabi": "ਮਾਇਆ ਦੇ ਜਾਲ ਤੋਂ ਬਚੇ ਹੋਏ ਉਹੀ ਬੰਦੇ ਦਿੱਸਦੇ ਹਨ, ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jo Gru Cif gvwvxw; so lgw mn mwih ]",
    "transliteration": "Jo Ghar Shhadd Gavaavanaa So Lagaa Man Maahi ||",
    "translation": "That dwelling which you will have to abandon and vacate-you are attached to it in your mind.",
    "punjabi": "(ਹੇ ਪ੍ਰਾਣੀ!) ਜੇਹੜਾ (ਇਹ) ਘਰ ਛੱਡ ਕੇ ਸਦਾ ਲਈ ਤੁਰ ਜਾਣਾ ਹੈ, ਉਹ ਤੈਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ (ਪਿਆਰਾ) ਲੱਗ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ijQY jwie quDu vrqxw; iqsu kI icMqw nwih ]",
    "transliteration": "Jithhai Jaae Thudhh Varathanaa This Kee Chinthaa Naahi ||",
    "translation": "And that place where you must go to dwell-you have no regard for it at all.",
    "punjabi": "ਤੇ ਜਿਥੇ ਜਾ ਕੇ ਤੇਰਾ ਵਾਹ ਪੈਣਾ ਹੈ ਉਸ ਦਾ ਤੈਨੂੰ (ਰਤਾ ਭੀ) ਫ਼ਿਕਰ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "PwQy syeI inkly; ij gur kI pYrI pwih ]3]",
    "transliteration": "Faathhae Saeee Nikalae J Gur Kee Pairee Paahi ||3||",
    "translation": "Those who fall at the Feet of the Guru are released from this bondage. ||3||",
    "punjabi": "(ਸਭ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਪਏ ਹਨ, ਇਸ ਮੋਹ ਵਿਚ) ਫਸੇ ਹੋਏ ਉਹੀ ਬੰਦੇ ਨਿਕਲਦੇ ਹਨ ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪੈ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "in`kly",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "koeI. riK n skeI; dUjw. ko n idKwie ]",
    "transliteration": "Koee Rakh N Sakee Dhoojaa Ko N Dhikhaae ||",
    "translation": "No one else can save you-don't look for anyone else.",
    "punjabi": "(ਪਰ ਮਾਇਆ ਦਾ ਮੋਹ ਹੈ ਹੀ ਬੜਾ ਪ੍ਰਬਲ, ਇਸ ਵਿਚੋਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਬਚਾ ਨਹੀਂ ਸਕਦਾ, (ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਅਜੇਹੀ ਸਮਰਥਾ ਵਾਲਾ) ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "cwry kuMfw Bwil kY; Awie pieAw srxwie ]",
    "transliteration": "Chaarae Kunddaa Bhaal Kai Aae Paeiaa Saranaae ||",
    "translation": "I have searched in all four directions; I have come to find His Sanctuary.",
    "punjabi": "ਮੈਂ ਤਾਂ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਢੂੰਡ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ।",
    "pronunciation": "(kuMfw) pwsy[ p-ieAw: p`pw mukqw bolo, ipAw nhI bolxw",
    "type_id": 3
  },
  {
    "shabad_id": 127,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "nwnk. scY pwiqswih; fubdw lieAw kFwie ]4]3]73]",
    "transliteration": "Naanak Sachai Paathisaahi Ddubadhaa Laeiaa Kadtaae ||4||3||73||",
    "translation": "O Nanak, the True King has pulled me out and saved me from drowning! ||4||3||73||",
    "punjabi": "ਹੇ ਨਾਨਕ (ਆਖ-) ਸੱਚੇ ਪਾਤਿਸ਼ਾਹ ਨੇ, ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਦੇ ਨੂੰ ਕੱਢ ਲਿਆ ਹੈ ॥੪॥੩॥੭੩॥",
    "pronunciation": "fu`bdw",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "GVI muhq kw pwhuxw; kwj svwrxhwru ]",
    "transliteration": "Gharree Muhath Kaa Paahunaa Kaaj Savaaranehaar ||",
    "translation": "For a brief moment, man is a guest of the Lord; he tries to resolve his affairs.",
    "punjabi": "(ਕਿਸੇ ਦੇ ਘਰ ਘੜੀ ਦੋ ਘੜੀ ਲਈ ਗਿਆ ਹੋਇਆ ਕੋਈ ਪ੍ਰਾਹੁਣਾ ਉਸ ਘਰ ਦੇ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਬਣ ਬੈਠੇ ਤਾਂ ਹਾਸੋ-ਹੀਣਾ ਹੀ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ ਜੀਵ ਇਸ ਜਗਤ ਵਿਚ) ਘੜੀ ਦੋ ਘੜੀਆਂ ਦਾ ਪ੍ਰਾਹੁਣਾ ਹੈ, ਪਰ ਇਸ ਦੇ ਹੀ ਕੰਮ-ਧੰਧੇ ਨਿਜਿੱਠਣ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(muhq) do GVIAW[ (pwhuxw) pRwhuxw",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mwieAw kwim ivAwipAw; smJY nwhI. gwvwru ]",
    "transliteration": "Maaeiaa Kaam Viaapiaa Samajhai Naahee Gaavaar ||",
    "translation": "Engrossed in Maya and sexual desire, the fool does not understand.",
    "punjabi": "ਮੂਰਖ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਾਹ) ਨਹੀਂ ਸਮਝਦਾ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਤੇ ਕਾਮਵਾਸ਼ਨਾ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "auiT cilAw pCuqwieAw; pirAw vis jMdwr ]1]",
    "transliteration": "Outh Chaliaa Pashhuthaaeiaa Pariaa Vas Jandhaar ||1||",
    "translation": "He arises and departs with regret, and falls into the clutches of the Messenger of Death. ||1||",
    "punjabi": "ਜਦੋਂ (ਇਥੋਂ) ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ ਤਾਂ ਪਛੁਤਾਂਦਾ ਹੈ (ਪਰ ਉਸ ਵੇਲੇ ਪਛੁਤਾਇਆਂ ਕੀਹ ਬਣਦਾ ਹੈ?) ਜਮਾਂ ਦੇ ਵੱਸ ਪੈ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(jMdwr) jm[ v`is",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "AMDy; qMU bYTw kMDI pwih ]",
    "transliteration": "Andhhae Thoon Baithaa Kandhhee Paahi ||",
    "translation": "You are sitting on the collapsing riverbank-are you blind?",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! (ਜਿਵੇਂ ਕੋਈ ਰੁੱਖ ਨਦੀ ਦੇ ਕੰਢੇ ਉੱਤੇ ਉੱਗਾ ਹੋਇਆ ਹੋਵੇ ਤੇ ਕਿਸੇ ਭੀ ਵੇਲੇ ਕੰਢੇ ਨੂੰ ਢਾਹ ਲਗ ਕੇ ਰੁੱਖ ਨਦੀ ਵਿਚ ਰੁੜ੍ਹ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਤੂੰ (ਮੌਤ-ਨਦੀ ਦੇ) ਕੰਢੇ ਉੱਤੇ ਬੈਠਾ ਹੋਇਆ ਹੈਂ (ਪਤਾ ਨਹੀਂ ਕੇਹੜੇ ਵੇਲੇ ਤੇਰੀ ਮੌਤ ਆ ਜਾਏ)।",
    "pronunciation": "(kMDI) iknwrw[ (pwih) pws",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jy hovI pUrib iliKAw; qw gur kw bcnu kmwih ]1] rhwau ]",
    "transliteration": "Jae Hovee Poorab Likhiaa Thaa Gur Kaa Bachan Kamaahi ||1|| Rehaao ||",
    "translation": "If you are so pre-destined, then act according to the Guru's Teachings. ||1||Pause||",
    "punjabi": "ਜੇ (ਤੇਰੇ ਮੱਥੇ ਉੱਤੇ) ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ (ਕੀਤੀ ਕਮਾਈ ਦਾ ਚੰਗਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ, ਤਾਂ ਤੂੰ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਕਮਾ ਲਏਂ (ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਬਣਾਏਂ, ਤੇ ਆਤਮਕ ਮੌਤ ਤੋਂ ਬਚ ਜਾਏਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 128,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "hrI nwhI. nh ffurI; pkI vFxhwr ]",
    "transliteration": "Haree Naahee Neh Ddadduree Pakee Vadtanehaar ||",
    "translation": "The Reaper does not look upon any as unripe, half-ripe or fully ripe.",
    "punjabi": "ਇਹ ਜ਼ਰੂਰੀ ਨਹੀਂ ਕਿ ਹਰੀ ਖੇਤੀ ਨਾਹ ਵੱਢੀ ਜਾਏ, ਡੱਡਿਆਂ ਤੇ ਆਈ ਹੋਈ (ਅੱਧ-ਪੱਕੀ) ਨਾਹ ਵੱਢੀ ਜਾਏ, ਤੇ ਸਿਰਫ਼ ਪੱਕੀ ਹੋਈ ਹੀ ਵੱਢੀ ਜਾਏ।",
    "pronunciation": "(f`furI) juAwn AvsQw[ p`kI v`Fxhwr",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "lY lY dwq phuiqAw; lwvy kir qeIAwru ]",
    "transliteration": "Lai Lai Dhaath Pahuthiaa Laavae Kar Theeaar ||",
    "translation": "Picking up and wielding their sickles, the harvesters arrive.",
    "punjabi": "(ਖੇਤ ਦਾ ਮਾਲਕ ਜਦੋਂ ਚਾਹੁੰਦਾ ਹੈ) ਵਾਢੇ ਤਿਆਰ ਕਰਦਾ ਹੈ, ਜੋ ਦਾਤਰੇ ਲੈ ਲੈ ਕੇ (ਖੇਤ ਵਿਚ) ਆ ਪਹੁੰਚਦੇ ਹਨ।",
    "pronunciation": "(dwq) dwqrIAW[ (phuiqAw) phuMc gey[ (lwvy) &sl v`Fx vwly[ qeI-Awru",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jw hoAw hukmu ikrswx dw; qw luix imixAw Kyqwru ]2]",
    "transliteration": "Jaa Hoaa Hukam Kirasaan Dhaa Thaa Lun Miniaa Khaethaar ||2||",
    "translation": "When the landlord gives the order, they cut and measure the crop. ||2||",
    "punjabi": "ਜਦੋਂ ਖੇਤ ਦੇ ਮਾਲਕ ਦਾ ਹੁਕਮ ਹੁੰਦਾ ਹੈ, (ਉਹ ਵਾਢੇ ਖੇਤ ਨੂੰ) ਵੱਢ ਕੇ ਸਾਰਾ ਖੇਤ ਮਿਣ ਲੈਂਦੇ ਹਨ (ਇਸ ਤਰ੍ਹਾਂ ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਦੋਂ ਹੁਕਮ ਕਰਦਾ ਹੈ ਜਮ ਆ ਕੇ ਜੀਵਾਂ ਨੂੰ ਲੈ ਜਾਂਦੇ ਹਨ, ਚਾਹੇ ਬਾਲ-ਉਮਰ ਹੋਣ, ਚਾਹੇ ਜਵਾਨ ਹੋਣ ਤੇ ਚਾਹੇ ਬੁੱਢੇ ਹੋ ਚੁੱਕੇ ਹੋਣ) ॥੨॥",
    "pronunciation": "(luix) v`Fxw kIqw[ (Kyqwru) Kyyq",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "pihlw phru. DMDY gieAw; dUjY Bir soieAw ]",
    "transliteration": "Pehilaa Pehar Dhhandhhai Gaeiaa Dhoojai Bhar Soeiaa ||",
    "translation": "The first watch of the night passes away in worthless affairs, and the second passes in deep sleep.",
    "punjabi": "(ਮਾਇਆ-ਗ੍ਰਸੇ ਮੂਰਖ ਮਨੁੱਖ ਦੀ ਜੀਵਨ-ਰਾਤ ਦਾ) ਪਹਿਲਾ ਪਹਰ ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਬੀਤ ਜਾਂਦਾ ਹੈ, ਦੂਜੇ ਪਹਰ (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਰੱਜ ਕੇ ਸੁੱਤਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "qIjY JwK JKwieAw; cauQY Boru BieAw ]",
    "transliteration": "Theejai Jhaakh Jhakhaaeiaa Chouthhai Bhor Bhaeiaa ||",
    "translation": "In the third, they babble nonsense, and when the fourth watch comes, the day of death has arrived.",
    "punjabi": "ਤੀਜੇ ਪਹਰ ਵਿਸ਼ੇ ਭੋਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਚੌਥੇ ਪਹਰ (ਆਖ਼ਰ) ਦਿਨ ਚੜ੍ਹ ਪੈਂਦਾ ਹੈ (ਬੁਢੇਪਾ ਆ ਕੇ ਮੌਤ ਆ ਕੂਕਦੀ ਹੈ)।",
    "pronunciation": "(JwK) ibArQ ivSy Bogx supinAW c (JKwieAw) KipAw[ (Boru) idn",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "kd hI iciq. n AwieE; ijin jIau ipMfu dIAw ]3]",
    "transliteration": "Kadh Hee Chith N Aaeiou Jin Jeeo Pindd Dheeaa ||3||",
    "translation": "The thought of the One who bestows body and soul never enters the mind. ||3||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਸ ਨੂੰ ਜਿੰਦ ਤੇ ਸਰੀਰ ਦਿੱਤਾ ਹੈ ਉਹ ਕਦੇ ਭੀ ਇਸ ਦੇ ਚਿੱਤ ਵਿੱਚ ਨਹੀਂ ਆਉਂਦਾ (ਉਸ ਨੂੰ ਕਦੇ ਭੀ ਯਾਦ ਨਹੀਂ ਕਰਦਾ) ॥੩॥",
    "pronunciation": "(ipMfu) srIr[ kd, hI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "swDsMgiq kau vwirAw; jIau kIAw kurbwxu ]",
    "transliteration": "Saadhhasangath Ko Vaariaa Jeeo Keeaa Kurabaan ||",
    "translation": "I am devoted to the Saadh Sangat, the Company of the Holy; I sacrifice my soul to them.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਆਪਣੀ ਜਿੰਦ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ijs qy soJI min peI; imilAw purKu sujwxu ]",
    "transliteration": "Jis Thae Sojhee Man Pee Miliaa Purakh Sujaan ||",
    "translation": "Through them, understanding has entered my mind, and I have met the All-knowing Lord God.",
    "punjabi": "ਕਿਉਂਕਿ ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਹੀ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦੀ) ਸੂਝ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, (ਸਾਧ ਸੰਗਤਿ ਦੀ ਰਾਹੀਂ ਹੀ) ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਅਕਾਲਪੁਰਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 128,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "nwnk. ifTw sdw nwil; hir AMqrjwmI jwxu ]4]4]74]",
    "transliteration": "Naanak Ddithaa Sadhaa Naal Har Antharajaamee Jaan ||4||4||74||",
    "translation": "Nanak sees the Lord always with him-the Lord, the Inner-knower, the Searcher of hearts. ||4||4||74||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਅੰਤਰਜਾਮੀ ਸੁਜਾਣ ਪ੍ਰਭੂ ਨੂੰ (ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੈਂ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੇਖਿਆ ਹੈ ॥੪॥੪॥੭੪॥",
    "pronunciation": "if`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sBy glw ivsrnu; ieko. ivsir n jwau ]",
    "transliteration": "Sabhae Galaa Visaran Eiko Visar N Jaao ||",
    "translation": "Let me forget everything, but let me not forget the One Lord.",
    "punjabi": "(ਮੇਰੀ ਤਾਂ ਸਦਾ ਇਹੀ ਅਰਦਾਸ ਹੈ ਕਿ) ਹੋਰ ਸਾਰੀਆਂ ਗੱਲਾਂ ਬੇ-ਸ਼ੱਕ ਭੁੱਲ ਜਾਣ, ਪਰ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੈਨੂੰ (ਕਦੇ) ਨਾਹ ਭੁੱਲੇ।",
    "pronunciation": "s`By g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "DMDw sBu jlwie kY; guir. nwmu dIAw scu suAwau ]",
    "transliteration": "Dhhandhhaa Sabh Jalaae Kai Gur Naam Dheeaa Sach Suaao ||",
    "translation": "All my evil pursuits have been burnt away; the Guru has blessed me with the Naam, the true object of life.",
    "punjabi": "ਗੁਰੂ ਨੇ (ਦੁਨੀਆ ਦੇ) ਧੰਧਿਆਂ ਦਾ ਮੇਰਾ ਸਾਰਾ ਮੋਹ ਸਾੜ ਕੇ ਮੈਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ। ਇਹ ਸਦਾ-ਥਿਰ ਨਾਮ ਹੀ ਹੁਣ ਮੇਰਾ (ਜੀਵਨ-) ਮਨੋਰਥ ਹੈ।",
    "pronunciation": "(suAwau) mnorQ",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Awsw sBy lwih kY; iekw Aws kmwau ]",
    "transliteration": "Aasaa Sabhae Laahi Kai Eikaa Aas Kamaao ||",
    "translation": "Give up all other hopes, and rely on the One Hope.",
    "punjabi": "ਮੈਂ (ਦੁਨੀਆ ਦੀਆਂ) ਸਾਰੀਆਂ ਆਸਾਂ ਮਨ ਵਿਚੋਂ ਦੂਰ ਕਰ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਆਸ (ਆਪਣੇ ਅੰਦਰ) ਪੱਕੀ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijnI siqguru syivAw; iqin AgY imilAw Qwau ]1]",
    "transliteration": "Jinee Sathigur Saeviaa Thin Agai Miliaa Thhaao ||1||",
    "translation": "Those who serve the True Guru receive a place in the world hereafter. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪਰਲੋਕ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "mn myry; krqy no swlwih ]",
    "transliteration": "Man Maerae Karathae No Saalaahi ||",
    "translation": "O my mind, praise the Creator.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਕਰਤਾਰ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "sBy Cif isAwxpw; gur kI pYrI pwih ]1] rhwau ]",
    "transliteration": "Sabhae Shhadd Siaanapaa Gur Kee Pairee Paahi ||1|| Rehaao ||",
    "translation": "Give up all your clever tricks, and fall at the Feet of the Guru. ||1||Pause||",
    "punjabi": "(ਪਰ ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦੀ ਹੈ, ਸੋ ਤੂੰ) ਸਾਰੀਆਂ ਚਤੁਰਾਈਆਂ ਛੱਡ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤੇ ਢਹਿ ਪਉ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "pYrIN",
    "type_id": 4
  },
  {
    "shabad_id": 129,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "duK BuK. nh ivAwpeI; jy suKdwqw min hoie ]",
    "transliteration": "Dhukh Bhukh Neh Viaapee Jae Sukhadhaathaa Man Hoe ||",
    "translation": "Pain and hunger shall not oppress you, if the Giver of Peace comes into your mind.",
    "punjabi": "ਜੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਵੱਸ ਪਏ, ਤਾਂ ਨਾਹ ਦੁਨੀਆ ਦੇ ਦੁੱਖ ਜ਼ੋਰ ਪਾ ਸਕਦੇ ਹਨ, ਨਾਹ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਜ਼ੋਰ ਪਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ikq hI kMim. n iCjIAY; jw ihrdY scw soie ]",
    "transliteration": "Kith Hee Kanm N Shhijeeai Jaa Hiradhai Sachaa Soe ||",
    "translation": "No undertaking shall fail, when the True Lord is always in your heart.",
    "punjabi": "ਜਦੋਂ ਹਿਰਦੇ ਵਿਚ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੋਵੇ, ਤਾਂ ਕਿਸੇ ਵੀ ਕੰਮ ਵਿਚ ਲੱਗੀਏ, ਆਤਮਕ ਜੀਵਨ ਕਮਜ਼ੋਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(iC`jIAY) Gwtw pYNdw",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ijsu qUM rKih hQ dy; iqsu. mwir n skY koie ]",
    "transliteration": "Jis Thoon Rakhehi Hathh Dhae This Maar N Sakai Koe ||",
    "translation": "No one can kill that one unto whom You, Lord, give Your Hand and protect.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਬਚਾਂਦਾ ਹੈਂ, ਕੋਈ (ਵਿਕਾਰ) ਉਸ ਨੂੰ ਆਤਮਕ (ਮੌਤੇ) ਮਾਰ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "suKdwqw guru syvIAY; siB Avgx kFY Doie ]2]",
    "transliteration": "Sukhadhaathaa Gur Saeveeai Sabh Avagan Kadtai Dhhoe ||2||",
    "translation": "Serve the Guru, the Giver of Peace; He shall remove and wash off all your faults. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਲੈਣੀ ਚਾਹੀਦੀ ਹੈ, ਸਤਿਗੁਰੂ (ਮਨ ਵਿਚੋਂ) ਸਾਰੇ ਔਗੁਣ ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 129,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "syvw mMgY syvko; lweIAW ApunI syv ]",
    "transliteration": "Saevaa Mangai Saevako Laaeeaaan Apunee Saev ||",
    "translation": "Your servant begs to serve those who are enjoined to Your service.",
    "punjabi": "ਹੇ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ-ਪ੍ਰਭੂ! ਮੈਂ ਸੇਵਕ (ਤੇਰੇ ਪਾਸੋਂ) ਉਹਨਾਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਦੀ ਸੇਵਾ (ਦਾ ਦਾਨ) ਮੰਗਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਆਪਣੀ ਸੇਵਾ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]