[
  {
    "shabad_id": 132,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "myry mn; hir hir nwmu iDAwie ]",
    "transliteration": "Maerae Man Har Har Naam Dhhiaae ||",
    "translation": "O my mind, meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "nwmu shweI sdw sMig; AwgY ley Cfwie ]1] rhwau ]",
    "transliteration": "Naam Sehaaee Sadhaa Sang Aagai Leae Shhaddaae ||1|| Rehaao ||",
    "translation": "The Naam is your Companion; it shall always be with you. It shall save you in the world hereafter. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਿੰਦ ਦੀ) ਸਹੈਤਾ ਕਰਨ ਵਾਲਾ ਹੈ, (ਸਦਾ ਜਿੰਦ ਦੇ) ਨਾਲ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪਰਲੋਕ ਵਿਚ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਹੋਣ ਵੇਲੇ) ਛਡਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 132,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "dunIAw kIAw vifAweIAw; kvnY Awvih kwim ]",
    "transliteration": "Dhuneeaa Keeaa Vaddiaaeeaa Kavanai Aavehi Kaam ||",
    "translation": "What good is worldly greatness?",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਦੁਨੀਆ ਵਾਲੀਆਂ ਵਡਿਆਈਆਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mwieAw kw rMgu sBu iPkw; jwqo ibnis indwin ]",
    "transliteration": "Maaeiaa Kaa Rang Sabh Fikaa Jaatho Binas Nidhaan ||",
    "translation": "All the pleasures of Maya are tasteless and insipid. In the end, they shall all fade away.",
    "punjabi": "ਮਾਇਆ ਦੇ ਕਾਰਨ (ਮੂੰਹ ਉੱਤੇ ਦਿੱਸਦਾ) ਰੰਗ ਫਿਕਾ ਪੈ ਜਾਂਦਾ ਹੈ, ਕਿਉਂਕਿ ਇਹ ਰੰਗ ਆਖ਼ਰ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(indwin) AMq nMU[ iP`kw, j`wqo: ksky",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jw kY ihrdY hir vsY; so pUrw prDwnu ]2]",
    "transliteration": "Jaa Kai Hiradhai Har Vasai So Pooraa Paradhhaan ||2||",
    "translation": "Perfectly fulfilled and supremely acclaimed is the one, in whose heart the Lord abides. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਵੱਸਦਾ ਹੈ, ਉਹ ਸਭ ਗੁਣਾਂ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ (ਹਰ ਥਾਂ) ਮੰਨਿਆ-ਪ੍ਰਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "swDU kI hohu ryxukw; Apxw Awpu iqAwig ]",
    "transliteration": "Saadhhoo Kee Hohu Raenukaa Apanaa Aap Thiaag ||",
    "translation": "Become the dust of the Saints; renounce your selfishness and conceit.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣ, ਤੇ ਆਪਣਾ ਆਪਾ-ਭਾਵ ਛੱਡ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "aupwv isAwxp sgl Cif; gur kI crxI lwgu ]",
    "transliteration": "Oupaav Siaanap Sagal Shhadd Gur Kee Charanee Laag ||",
    "translation": "Give up all your schemes and your clever mental tricks, and fall at the Feet of the Guru.",
    "punjabi": "(ਹੇ ਮਨ! ਹੋਰ) ਸਾਰੇ ਹੀਲੇ ਤੇ ਚਤੁਰਾਈਆਂ ਛੱਡ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "iqsih prwpiq rqnu hoie; ijsu msqik hovY Bwgu ]3]",
    "transliteration": "Thisehi Paraapath Rathan Hoe Jis Masathak Hovai Bhaag ||3||",
    "translation": "He alone receives the Jewel, upon whose forehead such wondrous destiny is written. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਪੂਰਬਲਾ) ਭਾਗ ਜਾਗਦਾ ਹੈ, (ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਤੇ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਤਨ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "iqsY prwpiq BweIho; ijsu dyvY pRBu Awip ]",
    "transliteration": "Thisai Paraapath Bhaaeeho Jis Dhaevai Prabh Aap ||",
    "translation": "O Siblings of Destiny, it is received only when God Himself bestows it.",
    "punjabi": "ਹੇ ਭਰਾਵੋ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਨੂੰ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪ੍ਰਭੂ ਆਪ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "siqgur kI syvw so kry; ijsu ibnsY haumY qwpu ]",
    "transliteration": "Sathigur Kee Saevaa So Karae Jis Binasai Houmai Thaap ||",
    "translation": "People serve the True Guru only when the fever of egotism has been eradicated.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੇਵਾ ਭੀ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ ਤਾਪ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 132,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwnk kau. guru ByitAw; ibnsy sgl sMqwp ]4]8]78]",
    "transliteration": "Naanak Ko Gur Bhaettiaa Binasae Sagal Santhaap ||4||8||78||",
    "translation": "Nanak has met the Guru; all his sufferings have come to an end. ||4||8||78||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੮॥੭੮॥",
    "pronunciation": "(sMqwp) du`K klyS",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ieku pCwxU jIA kw; ieko rKxhwru ]",
    "transliteration": "Eik Pashhaanoo Jeea Kaa Eiko Rakhanehaar ||",
    "translation": "The One is the Knower of all beings; He alone is our Savior.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿੰਦ ਦਾ ਮਿੱਤਰ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਜਿੰਦ ਨੂੰ (ਵਿਕਾਰ ਆਦਿਕਾਂ ਤੋਂ) ਬਚਾਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "(pCwxU) pCwxn vwly",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ieks kw min Awsrw; ieko pRwx ADwru ]",
    "transliteration": "Eikas Kaa Man Aasaraa Eiko Praan Adhhaar ||",
    "translation": "The One is the Support of the mind; the One is the Support of the breath of life.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਆਪਣੇ ਮਨ ਵਿਚ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਰੱਖ, ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "(ADwru) Awsrw",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iqsu srxweI sdw suKu; pwrbRhmu krqwru ]1]",
    "transliteration": "This Saranaaee Sadhaa Sukh Paarabreham Karathaar ||1||",
    "translation": "In His Sanctuary there is eternal peace. He is the Supreme Lord God, the Creator. ||1||",
    "punjabi": "ਉਹ ਪਾਰਬ੍ਰਹਮ ਕਰਤਾਰ (ਹੀ ਸਹਾਰਾ ਹੈ) ਉਸ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mn myry; sgl aupwv iqAwgu ]",
    "transliteration": "Man Maerae Sagal Oupaav Thiaag ||",
    "translation": "O my mind, give up all these efforts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹੋਰ ਸਾਰੇ ਹੀਲੇ ਛੱਡ ਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "guru pUrw. AwrwiD inq; ieksu kI ilv lwgu ]1] rhwau ]",
    "transliteration": "Gur Pooraa Aaraadhh Nith Eikas Kee Liv Laag ||1|| Rehaao ||",
    "translation": "Dwell upon the Perfect Guru each day, and attach yourself to the One Lord. ||1||Pause||",
    "punjabi": "ਸਿਰਫ਼ ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਸਦਾ ਚੇਤੇ ਰੱਖ (ਸਿਰਫ਼ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈ, ਤੇ) ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦੀ ਲਗਨ (ਆਪਣੇ ਅੰਦਰ) ਲਾਈ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 133,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ieko BweI imqu ieku; ieko mwq ipqw ]",
    "transliteration": "Eiko Bhaaee Mith Eik Eiko Maath Pithaa ||",
    "translation": "The One is my Brother, the One is my Friend. The One is my Mother and Father.",
    "punjabi": "(ਹੇ ਮਨ!) ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ (ਅਸਲ) ਭਰਾ ਹੈ ਮਿੱਤਰ ਹੈ, ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ (ਅਸਲ) ਮਾਂ ਪਿਉ ਹੈ (ਭਾਵ, ਮਾਪਿਆਂ ਵਾਂਗ ਪਾਲਣਹਾਰ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ieks kI min tyk hY; ijin jIau ipMfu idqw ]",
    "transliteration": "Eikas Kee Man Ttaek Hai Jin Jeeo Pindd Dhithaa ||",
    "translation": "The One is the Support of the mind; He has given us body and soul.",
    "punjabi": "(ਮੈਨੂੰ ਤਾਂ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਮਨ ਵਿਚ ਸਹਾਰਾ ਹੈ ਜਿਸ ਨੇ ਇਹ ਜਿੰਦ ਦਿੱਤੀ ਹੈ, ਜਿਸ ਨੇ ਇਹ ਸਰੀਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "so pRBu. mnhu n ivsrY; ijin sBu ikCu vis kIqw ]2]",
    "transliteration": "So Prabh Manahu N Visarai Jin Sabh Kishh Vas Keethaa ||2||",
    "translation": "May I never forget God from my mind; He holds all in the Power of His Hands. ||2||",
    "punjabi": "(ਮੇਰੀ ਸਦਾ ਇਹੀ ਅਰਦਾਸ ਹੈ ਕਿ) ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਸਭ ਕੁਝ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰਖਿਆ ਹੋਇਆ ਹੈ ਉਹ ਕਦੇ ਮੇਰੇ ਮਨ ਤੋਂ ਨਾਹ ਭੁੱਲੇ ॥੨॥",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "Gir ieko. bwhir ieko; Qwn QnMqir Awip ]",
    "transliteration": "Ghar Eiko Baahar Eiko Thhaan Thhananthar Aap ||",
    "translation": "The One is within the home of the self, and the One is outside as well. He Himself is in all places and interspaces.",
    "punjabi": "(ਹੇ ਭਾਈ! ਤੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਭੀ ਤੇ ਬਾਹਰ ਹਰ ਥਾਂ ਭੀ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "bw-hir: hwhw mukqw rwry ishwrI lw ky",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jIA jMq siB ijin kIey; AwT phr iqsu jwip ]",
    "transliteration": "Jeea Janth Sabh Jin Keeeae Aath Pehar This Jaap ||",
    "translation": "Meditate twenty-four hours a day on the One who created all beings and creatures.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਅੱਠੇ ਪਹਿਰ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ, ਜਿਸ ਨੇ ਸਾਰੇ ਜੀਅ ਜੰਤ ਪੈਦਾ ਕੀਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ieksu syqI riqAw; n hovI sog sMqwpu ]3]",
    "transliteration": "Eikas Saethee Rathiaa N Hovee Sog Santhaap ||3||",
    "translation": "Attuned to the Love of the One, there is no sorrow or suffering. ||3||",
    "punjabi": "ਜੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ (ਪਿਆਰ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹੀਏ, ਤਾਂ ਕਦੇ ਕੋਈ ਦੁੱਖ ਕਲੇਸ਼ ਨਹੀਂ ਪੋਂਹਦਾ ॥੩॥",
    "pronunciation": "(sog) du`K[ (sMqwp) klyS",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "pwrbRhmu pRBu eyku hY; dUjw nwhI koie ]",
    "transliteration": "Paarabreham Prabh Eaek Hai Dhoojaa Naahee Koe ||",
    "translation": "There is only the One Supreme Lord God; there is no other at all.",
    "punjabi": "ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਹੀ (ਸਾਰੇ ਸੰਸਾਰ ਦਾ ਮਾਲਕ) ਹੈ, ਕੋਈ ਹੋਰ ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "jIau ipMfu sBu iqs kw; jo iqsu BwvY su hoie ]",
    "transliteration": "Jeeo Pindd Sabh This Kaa Jo This Bhaavai S Hoe ||",
    "translation": "Soul and body all belong to Him; whatever pleases His Will comes to pass.",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਦਾ) ਸਰੀਰ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 133,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "guir pUrY. pUrw BieAw; jip nwnk scw soie ]4]9]79]",
    "transliteration": "Gur Poorai Pooraa Bhaeiaa Jap Naanak Sachaa Soe ||4||9||79||",
    "translation": "Through the Perfect Guru, one becomes perfect; O Nanak, meditate on the True One. ||4||9||79||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ, ਉਹ (ਸਭ ਗੁਣਾਂ ਨਾਲ) ਮੁਕੰਮਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੯॥੭੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "isrIrwgu mhlw 5 ]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijnw siqgur isau icqu lwieAw; sy pUry prDwn ]",
    "transliteration": "Jinaa Sathigur Sio Chith Laaeiaa Sae Poorae Paradhhaan ||",
    "translation": "Those who focus their consciousness on the True Guru are perfectly fulfilled and famous.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਤਿਗੁਰੂ ਨਾਲ ਆਪਣਾ ਮਨ ਜੋੜਿਆ ਹੈ, ਉਹ ਸਾਰੇ ਗੁਣਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਮੰਨੇ-ਪ੍ਰਮੰਨੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijn kau Awip dieAwlu hoie; iqn aupjY min igAwnu ]",
    "transliteration": "Jin Ko Aap Dhaeiaal Hoe Thin Oupajai Man Giaan ||",
    "translation": "Spiritual wisdom wells up in the minds of those unto whom the Lord Himself shows Mercy.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ijn kau msqik iliKAw; iqn pwieAw hir nwmu ]1]",
    "transliteration": "Jin Ko Masathak Likhiaa Thin Paaeiaa Har Naam ||1||",
    "translation": "Those who have such destiny written upon their foreheads obtain the Name of the Lord. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਧੁਰੋਂ ਬਖ਼ਸ਼ਸ਼ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਉੱਘੜਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "mn myry; eyko nwmu iDAwie ]",
    "transliteration": "Man Maerae Eaeko Naam Dhhiaae ||",
    "translation": "O my mind, meditate on the Name of the One Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "srb suKw. suK aUpjih; drgh pYDw jwie ]1] rhwau ]",
    "transliteration": "Sarab Sukhaa Sukh Oopajehi Dharageh Paidhhaa Jaae ||1|| Rehaao ||",
    "translation": "The happiness of all happiness shall well up, and in the Court of the Lord, you shall be dressed in robes of honor. ||1||Pause||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ) ਸਾਰੇ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਨਾਲ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "sropw (pYDw) pihinAw",
    "type_id": 4
  },
  {
    "shabad_id": 134,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jnm mrx kw Bau gieAw; Bwau Bgiq gopwl ]",
    "transliteration": "Janam Maran Kaa Bho Gaeiaa Bhaao Bhagath Gopaal ||",
    "translation": "The fear of death and rebirth is removed by performing loving devotional service to the Lord of the World.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੇਮ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦੇ (ਗੇੜ ਵਿਚ ਪੈਣ) ਦਾ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "swDUsMgiq inrmlw; Awip kry pRiqpwl ]",
    "transliteration": "Saadhhoo Sangath Niramalaa Aap Karae Prathipaal ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, one becomes immaculate and pure; the Lord Himself takes care of such a one.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਪਵਿਤ੍ਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ (ਵਿਕਾਰਾਂ ਤੋਂ ਉਸ ਦੀ) ਰਾਖੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jnm mrx kI mlu ktIAY; gur drsnu dyiK inhwl ]2]",
    "transliteration": "Janam Maran Kee Mal Katteeai Gur Dharasan Dhaekh Nihaal ||2||",
    "translation": "The filth of birth and death is washed away, and one is uplifted, beholding the Blessed Vision of the Guru's Darshan. ||2||",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਉਸ ਦਾ ਤਨ ਮਨ) ਖਿੜ ਪੈਂਦਾ ਹੈ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਣ ਵਾਲੀ ਉਸ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਕੱਟੀ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "Qwn QnMqir riv rihAw; pwrbRhmu pRBu soie ]",
    "transliteration": "Thhaan Thhananthar Rav Rehiaa Paarabreham Prabh Soe ||",
    "translation": "The Supreme Lord God is pervading all places and interspaces.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਉਹ ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਹਰੇਕ ਥਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "sBnw dwqw eyku hY; dUjw nwhI koie ]",
    "transliteration": "Sabhanaa Dhaathaa Eaek Hai Dhoojaa Naahee Koe ||",
    "translation": "The One is the Giver of all-there is no other at all.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "iqsu srxweI CutIAY; kIqw loVy su hoie ]3]",
    "transliteration": "This Saranaaee Shhutteeai Keethaa Lorrae S Hoe ||3||",
    "translation": "In His Sanctuary, one is saved. Whatever He wishes, comes to pass. ||3||",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਹ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ, ਉਸ ਦੀ ਸਰਨ ਪਿਆਂ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ijn min visAw pwrbRhmu; sy pUry prDwn ]",
    "transliteration": "Jin Man Vasiaa Paarabreham Sae Poorae Paradhhaan ||",
    "translation": "Perfectly fulfilled and famous are those, in whose minds the Supreme Lord God abides.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸ਼ਰ (ਦਾ ਨਾਮ) ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਾਰੇ ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "iqn kI soBw inrmlI; prgtu BeI jhwn ]",
    "transliteration": "Thin Kee Sobhaa Niramalee Paragatt Bhee Jehaan ||",
    "translation": "Their reputation is spotless and pure; they are famous all over the world.",
    "punjabi": "ਉਹ ਹਰ ਥਾਂ ਆਦਰ ਪਾਂਦੇ ਹਨ। ਉਹਨਾਂ ਦੀ ਬੇ-ਦਾਗ਼ ਸੋਭਾ-ਵਡਿਆਈ ਸਾਰੇ ਜਹਾਨ ਵਿਚ ਉੱਘੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 134,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ijnI myrw pRBu iDAwieAw; nwnk iqn kurbwn ]4]10]80]",
    "transliteration": "Jinee Maeraa Prabh Dhhiaaeiaa Naanak Thin Kurabaan ||4||10||80||",
    "translation": "O Nanak, I am a sacrifice to those who meditate on my God. ||4||10||80||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੧੦॥੮੦॥",
    "pronunciation": "",
    "type_id": 3
  }
]