[
  {
    "shabad_id": 151,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "bMDn. mukqu sMqhu; myrI rwKY mmqw]3]",
    "transliteration": "Bandhhan Mukath Santhahu Maeree Raakhai Mamathaa ||3||",
    "translation": "He frees us from bondage, O Saints, and saves us from possessiveness. ||3||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਿਤਾ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਕਰਨ ਵਾਲਾ ਹੈ। ਉਹ ਮੈਨੂੰ ਆਪਣਾ ਜਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 151,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "Bey ikrpwl Twkur; rihE Awvx jwxw]",
    "transliteration": "Bheae Kirapaal Thaakur Rehiou Aavan Jaanaa ||",
    "translation": "Becoming Merciful, my Lord and Master has ended my comings and goings in reincarnation.",
    "punjabi": "ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 151,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "gur imil nwnk; pwrbRhmu pCwxw]4]27]97]",
    "transliteration": "Gur Mil Naanak Paarabreham Pashhaanaa ||4||27||97||",
    "translation": "Meeting with the Guru, Nanak has recognized the Supreme Lord God. ||4||27||97||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਉਹ ਮਨੁੱਖ ਉਸ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ ॥੪॥੨੭॥੯੭॥{51-52}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "isrIrwgu mhlw 5 Gru 1]",
    "transliteration": "Sireeraag Mehalaa 5 Ghar 1 ||",
    "translation": "Siree Raag, Fifth Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sMq jnw imil BweIAw; kitAVw jmkwlu]",
    "transliteration": "Santh Janaa Mil Bhaaeeaa Kattiarraa Jamakaal ||",
    "translation": "Meeting with the humble beings, O Siblings of Destiny, the Messenger of Death is conquered.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਭਰਾਵਾਂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦਾ ਆਤਮਕ ਮੌਤ ਦਾ ਖ਼ਤਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "k`it-AVw",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "scw swihbu min vuTw; hoAw Ksmu dieAwlu]",
    "transliteration": "Sachaa Saahib Man Vuthaa Hoaa Khasam Dhaeiaal ||",
    "translation": "The True Lord and Master has come to dwell within my mind; my Lord and Master has become Merciful.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਉਸ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(vu`Tw) visAw",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pUrw siqguru ByitAw; ibnisAw sBu jMjwlu]1]",
    "transliteration": "Pooraa Sathigur Bhaettiaa Binasiaa Sabh Janjaal ||1||",
    "translation": "Meeting with the Perfect True Guru, all my worldly entanglements have ended. ||1||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਾਰਾ ਮਾਇਆ-ਮੋਹ ਦਾ ਜਾਲ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "myry siqgurw; hau. quDu ivthu kurbwxu]",
    "transliteration": "Maerae Sathiguraa Ho Thudhh Vittahu Kurabaan ||",
    "translation": "O my True Guru, I am a sacrifice to You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "qyry drsn kau bilhwrxY; quis idqw AMimRq nwmu]1]rhwau]",
    "transliteration": "Thaerae Dharasan Ko Balihaaranai Thus Dhithaa Anmrith Naam ||1|| Rehaao ||",
    "translation": "I am a sacrifice to the Blessed Vision of Your Darshan. By the Pleasure of Your Will, You have blessed me with the Ambrosial Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਤੂੰ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਮੈਨੂੰ (ਪ੍ਰਭੂ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(quis) pRsMn",
    "type_id": 4
  },
  {
    "shabad_id": 152,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ijn qUM syivAw Bwau kir; syeI purK sujwn]",
    "transliteration": "Jin Thoon Saeviaa Bhaao Kar Saeee Purakh Sujaan ||",
    "translation": "Those who have served You with love are truly wise.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰੇਮ ਨਾਲ ਤੈਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਹੀ ਸਿਆਣੇ ਮਨੁੱਖ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "iqnw ipCY CutIAY; ijn AMdir. nwmu inDwnu]",
    "transliteration": "Thinaa Pishhai Shhutteeai Jin Andhar Naam Nidhhaan ||",
    "translation": "Those who have the Treasure of the Naam within emancipate others as well as themselves.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਤੇਰਾ) ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਹੀ ਸਰਨ ਪੈ ਕੇ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "ip`CY[ Cu`tIAY",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "gur jyvfu dwqw. ko nhI; ijin idqw Awqm dwnu]2]",
    "transliteration": "Gur Jaevadd Dhaathaa Ko Nehee Jin Dhithaa Aatham Dhaan ||2||",
    "translation": "There is no other Giver as great as the Guru, who has given the gift of the soul. ||2||",
    "punjabi": "(ਪਰ ਨਾਮ ਦੀ ਇਹ ਦਾਤ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦੀ ਹੈ) ਗੁਰੂ ਜੇਡਾ ਹੋਰ ਦਾਤਾ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਉਸ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਦਿੱਤੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Awey sy prvwxu hih; ijn. guru imilAw suBwie]",
    "transliteration": "Aaeae Sae Paravaan Hehi Jin Gur Miliaa Subhaae ||",
    "translation": "Blessed and acclaimed is the coming of those who have met the Guru with loving faith.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਗੁਰੂ ਆ ਮਿਲਦਾ ਹੈ, ਜਗਤ ਵਿਚ ਆਏ ਉਹੀ ਕਬੂਲ ਹਨ।",
    "pronunciation": "h-ih: hhY n aucwro",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "scy syqI riqAw; drgh bYsxu jwie]",
    "transliteration": "Sachae Saethee Rathiaa Dharageh Baisan Jaae ||",
    "translation": "Attuned to the True One, you shall obtain a place of honor in the Court of the Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਹੈਤਾ ਨਾਲ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ) ਨਾਲ ਰੰਗੀਜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਬੈਠਣ ਨੂੰ ਥਾਂ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "krqy hiQ vifAweIAw; pUrib iliKAw pwie]3]",
    "transliteration": "Karathae Hathh Vaddiaaeeaa Poorab Likhiaa Paae ||3||",
    "translation": "Greatness is in the Hands of the Creator; it is obtained by pre-ordained destiny. ||3||",
    "punjabi": "(ਪਰ ਇਹ ਸਭ) ਵਡਿਆਈਆਂ ਕਰਤਾਰ ਦੇ (ਆਪਣੇ) ਹੱਥ ਵਿਚ ਹਨ (ਜਿਸ ਉੱਤੇ ਉਹ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ) ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦਾ ਲਿਖਿਆ ਲੇਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "scu krqw. scu krxhwru; scu swihbu. scu tyk]",
    "transliteration": "Sach Karathaa Sach Karanehaar Sach Saahib Sach Ttaek ||",
    "translation": "True is the Creator, True is the Doer. True is our Lord and Master, and True is His Support.",
    "punjabi": "ਜਗਤ ਦਾ ਕਰਤਾ ਜੋ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ ਤੇ ਸਭ ਦਾ ਮਾਲਕ ਹੈ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਹੀ ਸਭ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sco scu vKwxIAY; sco buiD ibbyk]",
    "transliteration": "Sacho Sach Vakhaaneeai Sacho Budhh Bibaek ||",
    "translation": "So speak the Truest of the True. Through the True One, an intuitive and discerning mind is obtained.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਉਸੇ ਨੂੰ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਆਖਦਾ ਹੈ। ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ (ਅਸਲੀ ਪਰਖ ਦੀ ਬੁੱਧੀ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 152,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "srb inrMqir riv rihAw; jip nwnk. jIvY eyk]4]28]98]",
    "transliteration": "Sarab Niranthar Rav Rehiaa Jap Naanak Jeevai Eaek ||4||28||98||",
    "translation": "Nanak lives by chanting and meditating on the One, who is pervading within and contained amongst all. ||4||28||98||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਇਕ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਜਪਦਾ ਹੈ ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੪॥੨੮॥੯੮॥",
    "pronunciation": "(inrMqir) AMdr[ (riv) ivAwpk",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "isrIrwgu mhlw 5]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "guru prmysuru pUjIAY; min qin lwie ipAwru]",
    "transliteration": "Gur Paramaesur Poojeeai Man Than Laae Piaar ||",
    "translation": "Worship the Guru, the Transcendent Lord, with your mind and body attuned to love.",
    "punjabi": "ਗੁਰੂ ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ) ਹੈ (ਗੁਰੂ ਵਾਸਤੇ ਆਪਣੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰ ਬਣਾ ਕੇ (ਉਸ ਨੂੰ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਆਦਰ ਦੀ ਥਾਂ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqguru dwqw jIA kw; sBsY dyie ADwru]",
    "transliteration": "Sathigur Dhaathaa Jeea Kaa Sabhasai Dhaee Adhhaar ||",
    "translation": "The True Guru is the Giver of the soul; He gives Support to all.",
    "punjabi": "ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, (ਗੁਰੂ) ਹਰੇਕ (ਸਰਨ ਆਏ) ਜੀਵ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqgur bcn kmwvxy; scw eyhu vIcwru]",
    "transliteration": "Sathigur Bachan Kamaavanae Sachaa Eaehu Veechaar ||",
    "translation": "Act according to the Instructions of the True Guru; this is the true philosophy.",
    "punjabi": "ਸਭ ਤੋਂ ਉੱਤਮ ਇਹੀ ਅਕਲ ਹੈ, ਕਿ ਗੁਰੂ ਦੇ ਬਚਨ ਕਮਾਏ ਜਾਣ (ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਅਨੁਸਾਰ ਜੀਵਨ ਘੜਿਆ ਜਾਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ibnu swDUsMgiq riqAw; mwieAw mohu sBu Cwru]1]",
    "transliteration": "Bin Saadhhoo Sangath Rathiaa Maaeiaa Mohu Sabh Shhaar ||1||",
    "translation": "Without being attuned to the Saadh Sangat, the Company of the Holy, all attachment to Maya is just dust. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪਿਆਰ ਪਾਣ ਤੋਂ ਬਿਨਾ (ਇਹ) ਮਾਇਆ ਦਾ ਮੋਹ (ਜੋ) ਸਾਰੇ ਦਾ ਸਾਰਾ ਵਿਅਰਥ ਹੈ (ਜੀਵ ਉੱਤੇ ਆਪਣਾ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(Cwru) suAwh",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "myry swjn; hir hir nwmu smwil]",
    "transliteration": "Maerae Saajan Har Har Naam Samaal ||",
    "translation": "O my friend, reflect upon the Name of the Lord, Har, Har",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾ (ਤੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹੁ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "swDUsMgiq min vsY; pUrn hovY Gwl]1]rhwau]",
    "transliteration": "Saadhhoo Sangath Man Vasai Pooran Hovai Ghaal ||1|| Rehaao ||",
    "translation": ". In the Saadh Sangat, He dwells within the mind, and one's works are brought to perfect fruition. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਿਤ ਵਿਚ ਰਿਹਾਂ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਤੇ ਮਿਹਨਤ ਸਫਲ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(Gwl) imhnq",
    "type_id": 4
  },
  {
    "shabad_id": 153,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "guru smrQu Apwru guru; vfBwgI drsnu hoie]",
    "transliteration": "Gur Samarathh Apaar Gur Vaddabhaagee Dharasan Hoe ||",
    "translation": "The Guru is All-powerful, the Guru is Infinite. By great good fortune, the Blessed Vision of His Darshan is obtained.",
    "punjabi": "ਗੁਰੂ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਗੁਰੂ ਬੇਅੰਤ (ਗੁਣਾਂ ਵਾਲਾ) ਹੈ। ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ (ਹੀ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "guru Agocru inrmlw; gur jyvfu. Avru n koie]",
    "transliteration": "Gur Agochar Niramalaa Gur Jaevadd Avar N Koe ||",
    "translation": "The Guru is Imperceptible, Immaculate and Pure. There is no other as great as the Guru.",
    "punjabi": "ਗੁਰੂ (ਉਸ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਗੁਰੂ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ, ਗੁਰੂ ਜੇਡਾ ਵੱਡਾ (ਸ਼ਖ਼ਸੀਅਤ ਵਾਲਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "guru krqw guru krxhwru; gurmuiK scI soie]",
    "transliteration": "Gur Karathaa Gur Karanehaar Guramukh Sachee Soe ||",
    "translation": "The Guru is the Creator, the Guru is the Doer. The Gurmukh obtains true glory.",
    "punjabi": "ਗੁਰੂ ਕਰਤਾਰ (ਦਾ ਰੂਪ) ਹੈ, ਗੁਰੂ (ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gur qy bwhir ikCu nhI; guru kIqw loVy su hoie]2]",
    "transliteration": "Gur Thae Baahar Kishh Nehee Gur Keethaa Lorrae S Hoe ||2||",
    "translation": "Nothing is beyond the Guru; whatever He wishes comes to pass. ||2||",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਆਕੀ ਹੋ ਕੇ ਕੋਈ ਕੰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਜੋ ਕੁਝ ਗੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਉਸ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ ਜਿਸ ਤੋਂ ਕੋਈ ਆਕੀ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਤੇ ਜੋ ਕੁਝ ਉਹ ਕਰਨਾ ਲੋੜਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "bw-hir: hwhw mukqw. rwry ishwrI lwau",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "guru qIrQu. guru pwrjwqu; guru. mnsw pUrxhwru]",
    "transliteration": "Gur Theerathh Gur Paarajaath Gur Manasaa Pooranehaar ||",
    "translation": "The Guru is the Sacred Shrine of Pilgrimage, the Guru is the Wish-fulfilling Elysian Tree.",
    "punjabi": "ਗੁਰੂ (ਹੀ ਅਸਲ) ਤੀਰਥ ਹੈ, ਗੁਰੂ (ਹੀ) ਪਾਰਜਾਤ ਰੁੱਖ ਹੈ, ਗੁਰੂ ਹੀ ਸਾਰੀਆਂ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(pwrjwqu)klpibRC",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "guru dwqw hir nwmu dyie; auDrY sBu sMswru]",
    "transliteration": "Gur Dhaathaa Har Naam Dhaee Oudhharai Sabh Sansaar ||",
    "translation": "The Guru is the Fulfiller of the desires of the mind. The Guru is the Giver of the Name of the Lord, by which all the world is saved.",
    "punjabi": "ਗੁਰੂ ਹੀ (ਉਹ) ਦਾਤਾ ਹੈ (ਜੋ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰਾ ਸੰਸਾਰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "guru smrQu. guru inrMkwru; guru. aUcw Agm Apwru]",
    "transliteration": "Gur Samarathh Gur Nirankaar Gur Oochaa Agam Apaar ||",
    "translation": "The Guru is All-powerful, the Guru is Formless; the Guru is Lofty, Inaccessible and Infinite.",
    "punjabi": "ਗੁਰੂ (ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਜਿਸ ਦਾ ਕੋਈ ਖ਼ਾਸ ਸਰੂਪ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ, ਜੋ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਅਪਹੁੰਚ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "smr`Qu[A-gm: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "gur kI mihmw Agm hY; ikAw kQY kQnhwru]3]",
    "transliteration": "Gur Kee Mehimaa Agam Hai Kiaa Kathhae Kathhanehaar ||3||",
    "translation": "The Praise of the Guru is so sublime-what can any speaker say? ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਤਕ (ਲਫ਼ਜ਼ਾਂ ਦੀ ਰਾਹੀਂ) ਪਹੁੰਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਕੋਈ ਭੀ (ਸਿਆਣਾ ਤੋਂ ਸਿਆਣਾ) ਬਿਆਨ ਕਰਨ ਵਾਲਾ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ijqVy Pl. min bwCIAih; iqqVy siqgur pwis]",
    "transliteration": "Jitharrae Fal Man Baashheeahi Thitharrae Sathigur Paas ||",
    "translation": "All the rewards which the mind desires are with the True Guru.",
    "punjabi": "ਜਿਤਨੇ ਭੀ ਪਦਾਰਥਾਂ ਦੀ ਮਨ ਵਿਚ ਇੱਛਾ ਵਿਚ ਧਾਰੀਏ, ਉਹ ਸਾਰੇ ਹੀ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "pUrib ilKy pwvxy; swcu nwmu dy rwis]",
    "transliteration": "Poorab Likhae Paavanae Saach Naam Dhae Raas ||",
    "translation": "One whose destiny is so pre-ordained, obtains the Wealth of the True Name.",
    "punjabi": "ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦੇ ਲਿਖੇ ਲੇਖ ਅਨੁਸਾਰ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ) ਮਿਲ ਜਾਂਦੇ ਹਨ। ਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "siqgur srxI AwieAW; bwhuiV nhI ibnwsu]",
    "transliteration": "Sathigur Saranee Aaeiaaan Baahurr Nehee Binaas ||",
    "translation": "Entering the Sanctuary of the True Guru, you shall never die again.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਈਏ, ਤਾਂ ਉਸ ਤੋਂ ਮਿਲੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਮੁੜ ਕਦੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ibnwsu) nws, jnm mrn",
    "type_id": 3
  },
  {
    "shabad_id": 153,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "hir nwnk. kdy n ivsrau; eyhu jIau ipMfu qyrw swsu]4]29]99]",
    "transliteration": "Har Naanak Kadhae N Visaro Eaehu Jeeo Pindd Thaeraa Saas ||4||29||99||",
    "translation": "Nanak: may I never forget You, Lord. This soul, body and breath are Yours. ||4||29||99||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੈਂ ਤੈਨੂੰ ਕਦੇ ਨਾਹ ਭੁਲਾਵਾਂ। ਮੇਰੀ ਇਹ ਜਿੰਦ ਮੇਰਾ ਇਹ ਸਰੀਰ ਤੇ (ਸਰੀਰ ਵਿਚ ਆਉਂਦਾ) ਸਾਹ ਸਭ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ॥੪॥੨੯॥੯੯॥",
    "pronunciation": "ivs-rau: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 154,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "isrIrwgu mhlw 5]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "translation": "Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 154,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sMq jnhu suix BweIho; CUtnu. swcY nwie]",
    "transliteration": "Santh Janahu Sun Bhaaeeho Shhoottan Saachai Naae ||",
    "translation": "O Saints, O Siblings of Destiny, listen: release comes only through the True Name.",
    "punjabi": "ਹੇ ਭਰਾਵੋ! ਹੇ ਸੰਤ ਜਨੋ! (ਧਿਆਨ ਨਾਲ) ਸੁਣੋ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 154,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gur ky crx sryvxy; qIrQ hir kw nwau]",
    "transliteration": "Gur Kae Charan Saraevanae Theerathh Har Kaa Naao ||",
    "translation": "Worship the Feet of the Guru. Let the Name of the Lord be your sacred shrine of pilgrimage.",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ) ਗੁਰੂ ਦੇ ਚਰਨ ਪੂਜਣੇ (ਭਾਵ, ਹਉਮੈ ਤਿਆਗ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਮਿਲ ਪੈਣਾ, ਤੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਪਣਾ) ਹੀ (ਸਾਰੇ) ਤੀਰਥਾਂ (ਦਾ ਤੀਰਥ) ਹੈ।",
    "pronunciation": "(sryvxy) pUjxy",
    "type_id": 3
  },
  {
    "shabad_id": 154,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AwgY drgih mMnIAih; imlY inQwvy Qwau]1]",
    "transliteration": "Aagai Dharagehi Manneeahi Milai Nithhaavae Thhaao ||1||",
    "translation": "Hereafter, you shall be honored in the Court of the Lord; there, even the homeless find a home. ||1||",
    "punjabi": "(ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਲੋਕ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਭਾਗਾਂ ਵਾਲੇ ਜੀਵ) ਆਦਰ ਪਾਂਦੇ ਹਨ। ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹੋਰ ਕਿਤੇ ਭੀ ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਆਸਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]