[
  {
    "shabad_id": 160,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "iqRBvix. so pRBu jwxIAY; swco swcY nwie ]5]",
    "transliteration": "Thribhavan So Prabh Jaaneeai Saacho Saachai Naae ||5||",
    "translation": "God is known throughout the three worlds. True is the Name of the True One. ||5||",
    "punjabi": "(ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਜੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹੀਏ, ਤਾਂ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਪਛਾਣ ਲਈਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "sw Dn KrI suhwvxI; ijin ipru jwqw sMig ]",
    "transliteration": "Saa Dhhan Kharee Suhaavanee Jin Pir Jaathaa Sang ||",
    "translation": "The wife who knows that her Husband Lord is always with her is very beautiful.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਸਮਝ ਲਿਆ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਚ-ਮੁਚ ਸੋਹਣੀ (ਸੋਹਣੀ ਜੀਵਨ ਵਾਲੀ) ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "mhlI mhil bulweIAY; so ipru rwvY rMig ]",
    "transliteration": "Mehalee Mehal Bulaaeeai So Pir Raavae Rang ||",
    "translation": "The soul-bride is called to the Mansion of the His Presence, and her Husband Lord ravishes her with love.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਮਹਲ ਵਿਚ ਸੱਦੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਪਤੀ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਆ ਕੇ ਉਸ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "sic suhwgix sw BlI; ipir mohI gux sMig ]6]",
    "transliteration": "Sach Suhaagan Saa Bhalee Pir Mohee Gun Sang ||6||",
    "translation": "The happy soul-bride is true and good; she is fascinated by the Glories of her Husband Lord. ||6||",
    "punjabi": "ਪਤੀ-ਪ੍ਰਭੂ ਨੇ ਆਤਮਕ ਗੁਣਾਂ ਨਾਲ ਉਸ ਨੂੰ ਅਜੇਹਾ ਮੋਹ ਲਿਆ ਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਨੇਕ ਬਣ ਜਾਂਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "BUlI BUlI Qil cVw; Qil ciV fUgir jwau ]",
    "transliteration": "Bhoolee Bhoolee Thhal Charraa Thhal Charr Ddoogar Jaao ||",
    "translation": "Wandering around and making mistakes, I climb the plateau; having climbed the plateau, I go up the mountain.",
    "punjabi": "(ਆਤਮਕ ਗੁਣਾਂ ਦੇ ਵਣਜ ਤੋਂ ਖੁੰਝ ਕੇ, ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ) ਭੁੱਲ ਕੇ ਜੇ ਮੈਂ (ਦੁਨੀਆ ਛੱਡ ਕੇ ਭੀ) ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਫਿਰਦੀ ਰਹਾਂ, ਧਰਤੀ ਉੱਤੇ ਭ੍ਰਮਣ ਕਰ ਕੇ ਫਿਰ ਜੇ ਮੈਂ ਪਹਾੜ ਉੱਤੇ ਭੀ ਜਾ ਚੜ੍ਹਾਂ (ਜੇ ਮੈਂ ਕਿਸੇ ਪਹਾੜ ਦੀ ਗੁਫ਼ਾ ਵਿਚ ਭੀ ਜਾ ਟਿਕਾਂ।)",
    "pronunciation": "cV@W ciV@",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "bn mih BUlI jy iPrw; ibnu gur. bUJ n pwau ]",
    "transliteration": "Ban Mehi Bhoolee Jae Firaa Bin Gur Boojh N Paao ||",
    "translation": "But now I have lost my way, and I am wandering around in the forest; without the Guru, I do not understand.",
    "punjabi": "(ਸਹੀ ਰਸਤੇ ਤੋਂ) ਖੁੰਝ ਕੇ ਜੇ ਮੈਂ ਜੰਗਲਾਂ ਵਿਚ ਭਟਕਦੀ ਫਿਰਾਂ, ਤਾਂ ਭੀ ਮੈਨੂੰ (ਆਤਮਕ ਰਸਤੇ ਦੀ) ਸਹੀ ਸਮਝ ਨਹੀਂ ਪੈ ਸਕਦੀ, ਕਿਉਂਕਿ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਇਸ ਰਸਤੇ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "nwvhu BUlI jy iPrw; iPir iPir Awvau jwau ]7]",
    "transliteration": "Naavahu Bhoolee Jae Firaa Fir Fir Aavo Jaao ||7||",
    "translation": "If I wander around forgetting God's Name, I shall continue coming and going in reincarnation, over and over again. ||7||",
    "punjabi": "ਜੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੀ ਹੋਈ (ਜੰਗਲਾਂ ਪਹਾੜਾਂ ਵਿਚ) ਫਿਰਦੀ ਰਹਾਂ, ਤਾਂ ਮੈਂ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਸਹੇੜ ਲਵਾਂਗੀ ॥੭॥",
    "pronunciation": "iPrW",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "puChu jwie pDwaUAw; cly cwkr hoie ]",
    "transliteration": "Pushhahu Jaae Padhhaaooaa Chalae Chaakar Hoe ||",
    "translation": "Go and ask the travellers, how to walk on the Path as His slave.",
    "punjabi": "(ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ! ਜੇ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਲੱਭਣਾ ਹੈ ਤਾਂ) ਜਾ ਕੇ ਉਹਨਾਂ (ਆਤਮ-) ਰਾਹੀਆਂ ਨੂੰ ਪੁੱਛ ਜੇਹੜੇ (ਪ੍ਰਭੂ-ਦਰ ਦੇ) ਸੇਵਕ ਬਣ ਕੇ (ਜੀਵਨ-ਰਸਤੇ ਉਤੇ) ਤੁਰ ਰਹੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "rwjnu jwxih Awpxw; dir Gir. Twk n hoie ]",
    "transliteration": "Raajan Jaanehi Aapanaa Dhar Ghar Thaak N Hoe ||",
    "translation": "They know the Lord to be their King, and at the Door to His Home, their way is not blocked.",
    "punjabi": "ਉਹ (ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮਾਲਕ) ਪਾਤਿਸ਼ਾਹ ਨੂੰ ਆਪਣਾ ਸਮਝਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਦੇ ਦਰ ਤੇ ਘਰ ਵਿਚ (ਜਾਣੋਂ) ਕੋਈ ਰੋਕ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 160,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "nwnk. eyko riv rihAw; dUjw. Avru n koie ]8]6]",
    "transliteration": "Naanak Eaeko Rav Rehiaa Dhoojaa Avar N Koe ||8||6||",
    "translation": "O Nanak, the One is pervading everywhere; there is no other at all. ||8||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਹਰ ਥਾਂ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ, ਕਿਤੇ ਵੀ ਉਹਨਾਂ ਨੂੰ ਉਹ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ ॥੮॥੬॥{56-57}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "isrIrwgu mhlw 1 ]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gur qy. inrmlu jwxIAY; inrml dyh srIru ]",
    "transliteration": "Gur Thae Niramal Jaaneeai Niramal Dhaeh Sareer ||",
    "translation": "Through the Guru, the Pure One is known, and the human body becomes pure as well.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਉਸ ਪਵਿਤ੍ਰ ਨਾਮ-ਜਲ ਨਾਲ ਸਾਂਝ ਪੈਂਦੀ ਹੈ, ਤੇ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "inrmlu swco min vsY; so jwxY AB pIr ]",
    "transliteration": "Niramal Saacho Man Vasai So Jaanai Abh Peer ||",
    "translation": "The Pure, True Lord abides within the mind; He knows the pain of our hearts.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਸਦਾ-ਥਿਰ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਜੋ ਮਨੁੱਖ ਦੀ ਅੰਦਰਲੀ ਵੇਦਨ ਜਾਣਦਾ ਹੈ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਪਰਗਟਦਾ ਹੈ।",
    "pronunciation": "AB:polw bolo[(AB)irdw",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "shjY qy suKu Aglo; nw lwgY jm qIru ]1]",
    "transliteration": "Sehajai Thae Sukh Agalo Naa Laagai Jam Theer ||1||",
    "translation": "With intuitive ease, a great peace is found, and the arrow of death shall not strike you. ||1||",
    "punjabi": "(ਇਸ ਪ੍ਰਕਾਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਸਹਜ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ) ਸਹਜ ਅਵਸਥਾ ਤੋਂ ਬਹੁਤ ਆਤਮਕ ਆਨੰਦ ਉਪਜਦਾ ਹੈ, ਜਮ ਦਾ ਤੀਰ ਭੀ ਨਹੀਂ ਪੋਂਹਦਾ (ਮੌਤ ਦਾ ਡਰ ਨਹੀਂ ਵਿਆਪਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "BweI ry. mYlu nwhI; inrml jil nwie ]",
    "transliteration": "Bhaaee Rae Mail Naahee Niramal Jal Naae ||",
    "translation": "O Siblings of Destiny, filth is washed away by bathing in the Pure Water of the Name.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਵੇਂ ਸਾਫ਼ ਪਾਣੀ ਵਿਚ ਨ੍ਹਾਤਿਆਂ ਸਰੀਰ ਦੀ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦੇ) ਪਵਿਤ੍ਰ ਨਾਮ-ਜਲ ਵਿਚ ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ ਮਨ ਉੱਤੇ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "inrmlu swcw eyku qU; horu mYlu BrI sB jwie ]1] rhwau ]",
    "transliteration": "Niramal Saachaa Eaek Thoo Hor Mail Bharee Sabh Jaae ||1|| Rehaao ||",
    "translation": "You alone are Perfectly Pure, O True Lord; all other places are filled with filth. ||1||Pause||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ! ਉਸ ਆਤਮਕ ਇਸ਼ਨਾਨ ਦੀ ਖ਼ਾਤਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਸਿਰਫ਼ ਤੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ ਪਵਿਤ੍ਰ ਹੈਂ, ਬਾਕੀ ਹੋਰ ਹਰੇਕ ਥਾਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਮੈਲ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 161,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hir kw mMdru sohxw; kIAw krxYhwir ]",
    "transliteration": "Har Kaa Mandhar Sohanaa Keeaa Karanaihaar ||",
    "translation": "The Temple of the Lord is beautiful; it was made by the Creator Lord.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਤਰੁੱਠਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਨੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਰਚਨਹਾਰ) ਕਰਤਾਰ ਨੇ (ਆਪਣੇ ਰਹਿਣ ਲਈ) ਸੋਹਣਾ ਮਹਲ ਬਣਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "riv sisdIp AnUp joiq; iqRBvix joiq Apwr ]",
    "transliteration": "Rav Sas Dheep Anoop Joth Thribhavan Joth Apaar ||",
    "translation": "The sun and the moon are lamps of incomparably beautiful light. Throughout the three worlds, the Infinite Light is pervading.",
    "punjabi": "ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਅਨੂਪ ਜੋਤਿ ਉਸ ਦੇ ਅੰਦਰ ਜਗ ਪੈਂਦੀ ਹੈ; ਉਸ ਦੇ ਅੰਦਰ ਸੂਰਜ ਤੇ ਚੰਦ (ਮਾਨੋ) ਦੀਵੇ ਜਗ ਪੈਂਦੇ ਹਨ (ਭਾਵ, ਉਸ ਦੇ ਅੰਦਰ ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਗਿਆਨ ਸੂਰਜ ਤੇ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਦੀ ਤਪਸ਼ ਨੂੰ ਬੁਝਾਣ ਵਾਲੀ ਸ਼ਾਂਤ ਅਵਸਥਾ ਦਾ ਚੰਦ ਚੜ੍ਹ ਪੈਂਦਾ ਹੈ।)",
    "pronunciation": "sis: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "hwt ptx gV koTVIscu saudw vwpwr ]2]",
    "transliteration": "Haatt Pattan Garr Kotharree Sach Soudhaa Vaapaar ||2||",
    "translation": "In the shops of the city of the body, in the fortresses and in the huts, the True Merchandise is traded. ||2||",
    "punjabi": "??? ॥੨॥",
    "pronunciation": "(hwt) h`tI[ hwt:polw bolo[ (ptx) Sihr[ (gV@) iklw[ (koTVI) mkwn",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "igAwn AMjnu BY BMjnw; dyKu inrMjn Bwie ]",
    "transliteration": "Giaan Anjan Bhai Bhanjanaa Dhaekh Niranjan Bhaae ||",
    "translation": "The ointment of spiritual wisdom is the destroyer of fear; through love, the Pure One is seen.",
    "punjabi": "(ਹੇ ਭਾਈ! ਤੂੰ) ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਹਿ ਕੇ ਸਭ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਵਰਤ ਕੇ (ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਵਿਆਪਕ) ਵੇਖ ਲੈ (ਵੇਖ ਸਕਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "gupqu pRgtu sB jwxIAY; jy mnu rwKY Twie ]",
    "transliteration": "Gupath Pragatt Sabh Jaaneeai Jae Man Raakhai Thaae ||",
    "translation": "The mysteries of the seen and the unseen are all known, if the mind is kept centered and balanced.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ ਇੱਕ ਟਿਕਾਣੇ ਤੇ ਰੱਖੇ, ਤਾਂ ਉਸ ਨੂੰ ਦਿੱਸਦੇ ਅਣ-ਦਿੱਸਦੇ ਜਗਤ ਵਿਚ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਪਰਤੀਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "AYsw siqguru jy imlY; qw shjy ley imlwie ]3]",
    "transliteration": "Aisaa Sathigur Jae Milai Thaa Sehajae Leae Milaae ||3||",
    "translation": "If one finds such a True Guru, the Lord is met with intuitive ease. ||3||",
    "punjabi": "ਸਭ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਜੇ ਮਿਲ ਪਏ ਤਾਂ ਉਸ ਮਨੁੱਖ ਨੂੰ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "kis ksvtI lweIAY; prKyihqu icqu lwie ]",
    "transliteration": "Kas Kasavattee Laaeeai Parakhae Hith Chith Laae ||",
    "translation": "He draws us to His Touchstone, to test our love and consciousness.",
    "punjabi": "(ਜਿਵੇਂ ਸੋਨੇ ਨੂੰ ਪਰਖਣ ਲਈ) ਕਸਵੱਟੀ ਉਤੇ ਕੱਸ ਲਈਦੀ ਹੈ (ਤਿਵੇਂ ਕਰਤਾਰ ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਬੰਦਿਆਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਬੜੇ ਪਿਆਰ ਨਾਲ ਧਿਆਨ ਲਾ ਕੇ ਪਰਖਦਾ ਹੈ,",
    "pronunciation": "kis: polw bolo[ ksv`tI[ ihqu: polw bolo[ ic`qu",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "Koty. Taur n pwienI; Kry KjwnY pwie ]",
    "transliteration": "Khottae Thour N Paaeinee Kharae Khajaanai Paae ||",
    "translation": "The counterfeit have no place there, but the genuine are placed in His Treasury.",
    "punjabi": "ਖੋਟਿਆਂ ਨੂੰ (ਉਸ ਦੇ ਦਰ ਤੇ) ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ, ਖਰਿਆਂ ਨੂੰ ਉਹ ਆਪਣੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਸ਼ਾਮਿਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "Aws AMdysw dUir kir; ieau mlu jwie. smwie ]4]",
    "transliteration": "Aas Andhaesaa Dhoor Kar Eio Mal Jaae Samaae ||4||",
    "translation": "Let your hopes and anxieties depart; thus pollution is washed away. ||4||",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ ਦੁਨੀਆ ਵਾਲੀਆਂ) ਆਸਾਂ ਤੇ ਸਹਮ ਕੱਢ, ਇਹ ਉੱਦਮ ਕਰਨ ਨਾਲ (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਹੋ ਜਾਇਗੀ, (ਤੇ ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਇਗਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "suK kau mwgY sBu ko; duKu. n mwgY koie ]",
    "transliteration": "Sukh Ko Maagai Sabh Ko Dhukh N Maagai Koe ||",
    "translation": "Everyone begs for happiness; no one asks for suffering.",
    "punjabi": "ਹਰੇਕ ਜੀਵ (ਦੁਨੀਆ ਵਾਲਾ) ਸੁਖ ਮੰਗਦਾ ਹੈ, ਕੋਈ ਭੀ ਦੁੱਖ ਨਹੀਂ ਮੰਗਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "suKY kau duKu Aglw; mnmuiK. bUJ n hoie ]",
    "transliteration": "Sukhai Ko Dhukh Agalaa Manamukh Boojh N Hoe ||",
    "translation": "But in the wake of happiness, there comes great suffering. The self-willed manmukhs do not understand this.",
    "punjabi": "ਪਰ (ਮਾਇਕ) ਸੁਖ ਨੂੰ ਦੁੱਖ-ਰੂਪ ਫਲ ਬਹੁਤ ਲੱਗਦਾ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਨੂੰ ਇਸ (ਭੇਤ) ਦੀ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ (ਉਹ ਦੁਨੀਆ ਵਾਲੇ ਸੁਖ ਹੀ ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "suK duK sm kir jwxIAih; sbid Byid suKu hoie ]5]",
    "transliteration": "Sukh Dhukh Sam Kar Jaaneeahi Sabadh Bhaedh Sukh Hoe ||5||",
    "translation": "Those who see pain and pleasure as one and the same find peace; they are pierced through by the Shabad. ||5||",
    "punjabi": "(ਅਸਲ ਵਿਚ ਦੁਨੀਆ ਦੇ) ਸੁਖ ਤੇ ਦੁਖ ਇਕੋ ਜਿਹੇ ਹੀ ਸਮਝਣੇ ਚਾਹੀਦੇ ਹਨ। ਅਸਲ ਆਤਮਕ ਸੁਖ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਨ ਨੂੰ ਵਿੰਨ੍ਹ ਲਿਆ ਜਾਏ (ਮਨ ਨੂੰ ਨੱਥ ਕੇ ਦੁਨੀਆ ਦੇ ਮੌਜ-ਮੇਲਿਆਂ ਵਲੋਂ ਰੋਕ ਕੇ ਰੱਖਿਆ ਜਾਏ) ॥੫॥",
    "pronunciation": "jwxI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "bydu pukwry vwcIAY; bwxI bRhm ibAwsu ]",
    "transliteration": "Baedh Pukaarae Vaacheeai Baanee Breham Biaas ||",
    "translation": "The Vedas proclaim, and the words of Vyaasa tell us,",
    "punjabi": "ਬਿਆਸ ਰਿਸ਼ੀ (ਤਾਂ ਮੁੜ ਮੁੜ) ਵੇਦ ਨੂੰ ਹੀ ਉੱਚੀ ਉੱਚੀ ਉਚਾਰਦਾ ਹੈ, (ਪਰ ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਪੜ੍ਹਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "muin jn syvk swiDkw; nwim rqy guxqwsu ]",
    "transliteration": "Mun Jan Saevak Saadhhikaa Naam Rathae Gunathaas ||",
    "translation": "That the silent sages, the servants of the Lord, and those who practice a life of spiritual discipline are attuned to the Naam, the Treasure of Excellence.",
    "punjabi": "ਅਸਲੀ ਮੁਨੀ ਲੋਕ ਸੇਵਕ ਤੇ ਸਾਧਿਕ ਉਹੀ ਹਨ ਜੋ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "sic rqy sy ijix gey; hau sd bilhwrY jwsu ]6]",
    "transliteration": "Sach Rathae Sae Jin Geae Ho Sadh Balihaarai Jaas ||6||",
    "translation": "Those who are attuned to the True Name win the game of life; I am forever a sacrifice to them. ||6||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ (ਸੰਸਾਰ ਤੋਂ ਜੀਵਨ-ਬਾਜ਼ੀ) ਜਿੱਤ ਕੇ ਜਾਂਦੇ ਹਨ। ਮੈਂ ਭੀ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "chu juig mYly. mlu Bry; ijn muiK. nwmu n hoie ]",
    "transliteration": "Chahu Jug Mailae Mal Bharae Jin Mukh Naam N Hoe ||",
    "translation": "Those who do not have the Naam in their mouths are filled with pollution; they are filthy throughout the four ages.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਹੈ ਉਹ ਸਦਾ ਹੀ ਮੈਲੇ (ਮਨ ਵਾਲੇ) ਹਨ, (ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "BgqI Bwie ivhUixAw; muhu kwlw. piq Koie ]",
    "transliteration": "Bhagathee Bhaae Vihooniaa Muhu Kaalaa Path Khoe ||",
    "translation": "Without loving devotion to God, their faces are blackened, and their honor is lost.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੇ ਪਿਆਰ ਤੋਂ ਵਾਂਜੇ ਬੰਦਿਆਂ ਦਾ ਮੂੰਹ (ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਾਲਾ (ਦਿੱਸਦਾ ਹੈ), ਉਹ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ (ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "kwlw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ijnI nwmu ivswirAw; Avgx muTI roie ]7]",
    "transliteration": "Jinee Naam Visaariaa Avagan Muthee Roe ||7||",
    "translation": "Those who have forgotten the Naam are plundered by evil; they weep and wail in dismay. ||7||",
    "punjabi": "ਜਿਸ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ, (ਉਸ ਦੇ ਆਤਮਕ ਸਰਮਾਏ ਨੂੰ ਔਗੁਣਾਂ ਨੇ ਲੁੱਟ ਲਿਆ ਹੈ, ਉਹ ਰੋਂਦੀ ਪਛਤਾਂਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "Kojq Kojq pwieAw; fru kir imlY imlwie ]",
    "transliteration": "Khojath Khojath Paaeiaa Ddar Kar Milai Milaae ||",
    "translation": "I searched and searched, and found God. In the Fear of God, I have been united in His Union.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਇਹ ਗੱਲ ਲੱਭ ਪੈਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਬਦ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦਾ ਮਿਲਾਇਆ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "Awpu pCwxY Gir vsY; haumY iqRsnw jwie ]",
    "transliteration": "Aap Pashhaanai Ghar Vasai Houmai Thrisanaa Jaae ||",
    "translation": "Through self-realization, people dwell within the home of their inner being; egotism and desire depart.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਬਾਹਰ ਭਟਕਣੋਂ ਹਟ ਕੇ ਅੰਤਰ ਆਤਮੇ ਹੀ ਟਿਕ ਜਾਂਦਾ, ਉਸ ਦੀ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 161,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "nwnk inrml aUjly; jo rwqy hir nwie ]8]7]",
    "transliteration": "Naanak Niramal Oojalae Jo Raathae Har Naae ||8||7||",
    "translation": "O Nanak, those who are attuned to the Name of the Lord are immaculate and radiant. ||8||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਪਵਿਤ੍ਰ ਤੇ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੮॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "isrIrwgu mhlw 1 ]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "suix mn BUly bwvry; gur kI crxI lwgu ]",
    "transliteration": "Sun Man Bhoolae Baavarae Gur Kee Charanee Laag ||",
    "translation": "Listen, O deluded and demented mind: hold tight to the Guru's Feet.",
    "punjabi": "ਹੇ ਕੁਰਾਹੇ-ਪਏ ਕਮਲੇ ਮਨ! (ਮੇਰੀ ਸਿੱਖਿਆ) ਸੁਣ (ਸਿੱਖਿਆ ਇਹ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਸਰਨੀ ਪਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir jip nwmu iDAwie qU; jmu frpY duK Bwgu ]",
    "transliteration": "Har Jap Naam Dhhiaae Thoo Jam Ddarapai Dhukh Bhaag ||",
    "translation": "Chant and meditate on the Naam, the Name of the Lord; death will be afraid of you, and suffering shall depart.",
    "punjabi": "(ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ, ਤੂੰ ਭੀ ਉਹ) ਹਰਿ ਨਾਮ ਜਪ, (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ) ਜਮਰਾਜ (ਭੀ) ਡਰ ਜਾਂਦਾ ਹੈ ਤੇ ਦੁੱਖਾਂ ਨੂੰ ਭਾਜੜ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "dUKu Gxo dohwgxI; ikau iQru rhY suhwgu ]1]",
    "transliteration": "Dhookh Ghano Dhohaaganee Kio Thhir Rehai Suhaag ||1||",
    "translation": "The deserted wife suffers terrible pain. How can her Husband Lord remain with her forever? ||1||",
    "punjabi": "(ਪਰ ਜੇਹੜੀ) ਭਾਗ-ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੀ, ਉਸ) ਨੂੰ ਬਹੁਤ ਦੁੱਖ-ਕਲੇਸ਼ ਵਿਆਪਦਾ ਹੈ (ਦੁੱਖਾਂ ਨੂੰ ਭਾਜੜ ਤਦੋਂ ਹੀ ਪੈ ਸਕਦੀ ਹੈ, ਜੇ ਸਿਰ ਉਤੇ ਖਸਮ-ਸਾਈਂ ਹੋਵੇ, ਪਰ ਜੋ ਖਸਮ ਦਾ ਨਾਮ ਕਦੇ ਚੇਤੇ ਹੀ ਨਹੀਂ ਕਰਦੀ, ਉਸ ਦੇ ਸਿਰ ਉਤੇ) ਖਸਮ-ਸਾਈਂ ਕਿਵੇਂ ਟਿਕਿਆ ਹੋਇਆ ਪ੍ਰਤੀਤ ਹੋਵੇ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]