[
  {
    "shabad_id": 162,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "BweI ry; Avru nwhI. mY Qwau]",
    "transliteration": "Bhaaee Rae Avar Naahee Mai Thhaao ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਹਾਸਲ ਕਰਨ ਲਈ) ਮੈਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "mY Dnu nwmu inDwnu hY; guir dIAw bil jwau]1]rhwau]",
    "transliteration": "Mai Dhhan Naam Nidhhaan Hai Gur Dheeaa Bal Jaao ||1|| Rehaao ||",
    "punjabi": "ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਧਨ ਹੈ, ਨਾਮ ਹੀ ਖ਼ਜ਼ਾਨਾ ਹੈ (ਇਹ ਖ਼ਜ਼ਾਨਾ ਜਿਸ ਕਿਸੇ ਨੂੰ ਦਿੱਤਾ ਹੈ) ਗੁਰੂ ਨੇ (ਹੀ) ਦਿੱਤਾ ਹੈ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 162,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "gurmiq piq. swbwis iqsu; iqs kY sMig imlwau]",
    "transliteration": "Guramath Path Saabaas This This Kai Sang Milaao ||",
    "punjabi": "ਸ਼ਾਬਾਸ਼ੇ ਉਸ (ਗੁਰੂ) ਤੋਂ ਜਿਸ ਗੁਰੂ ਦੀ ਮਤਿ ਮਿਲਿਆਂ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ। (ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ) ਮੈਂ ਉਸ (ਗੁਰੂ) ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਿਆ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "iqsu ibnu. GVI n jIvaU; ibnu nwvY. mir jwau]",
    "transliteration": "This Bin Gharree N Jeevoo Bin Naavai Mar Jaao ||",
    "punjabi": "(ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲੇ) ਉਸ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਘੜੀ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ, ਕਿਉਂਕਿ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੇਰੀ ਆਤਮਕ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mY AMDuly. nwmu n vIsrY; tyk itkI. Gir jwau]2]",
    "transliteration": "Mai Andhhulae Naam N Veesarai Ttaek Ttikee Ghar Jaao ||2||",
    "punjabi": "(ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹਾਂ, ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ) ਮੈਨੂੰ ਅੰਨ੍ਹੇ ਨੂੰ ਉਸ ਦਾ ਨਾਮ ਨਾਹ ਭੁੱਲ ਜਾਏ, ਮੈਂ ਗੁਰੂ ਦਾ ਆਸਰਾ ਪਰਨਾ ਲੈ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਾਂ ॥੨॥",
    "pronunciation": "tyk, itkI: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "gurU ijnw kw AMDulw; cyly nwhI Twau]",
    "transliteration": "Guroo Jinaa Kaa Andhhulaa Chaelae Naahee Thaao ||",
    "punjabi": "(ਪਰ ਗੁਰੂ ਭੀ ਹੋਵੇ ਤਾਂ ਸੁਜਾਖਾ ਹੋਵੇ) ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰੂ (ਆਪ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋ ਗਿਆ ਹੋਵੇ, ਉਹਨਾਂ ਚੇਲਿਆਂ ਨੂੰ (ਆਤਮਕ ਸੁਖ ਦਾ) ਥਾਂ-ਟਿਕਾਣਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ibnu siqgur. nwau n pweIAY; ibnu nwvY. ikAw suAwau]",
    "transliteration": "Bin Sathigur Naao N Paaeeai Bin Naavai Kiaa Suaao ||",
    "punjabi": "(ਪੂਰੇ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸੁਚੱਜਾ) ਜੀਵਨ-ਮਨੋਰਥ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "Awie gieAw pCuqwvxw; ijau suM\\Y Gir kwau]3]",
    "transliteration": "Aae Gaeiaa Pashhuthaavanaa Jio Sunnjai Ghar Kaao ||3||",
    "punjabi": "ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਮਨੁੱਖ ਦੁਨੀਆ ਵਿਚ ਆਇਆ ਤੇ ਤੁਰ ਗਿਆ, ਪਛਤਾਵਾ ਹੀ (ਨਾਲ ਲੈ ਗਿਆ, ਖਾਲੀ-ਹੱਥ ਹੀ ਜਗ ਤੋਂ ਗਿਆ) ਜਿਵੇਂ ਸੁੰਞੇ ਘਰ ਵਿਚ ਕਾਂ (ਆ ਕੇ ਖ਼ਾਲੀ ਜਾਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ibnu nwvY. duKu dyhurI; ijau klr kI BIiq]",
    "transliteration": "Bin Naavai Dhukh Dhaehuree Jio Kalar Kee Bheeth ||",
    "punjabi": "ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਸਰੀਰ ਨੂੰ (ਚਿੰਤਾ ਆਦਿਕ ਇਤਨਾ) ਦੁੱਖ ਵਿਆਪਦਾ ਹੈ (ਕਿ ਸਰੀਰਕ ਸੱਤਿਆ ਇਉਂ ਕਿਰਦੀ ਜਾਂਦੀ ਹੈ) ਜਿਵੇਂ ਕਲਰ ਦੀ ਕੰਧ (ਕਿਰਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "k`lr",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "qb lgu. mhlu n pweIAY; jb lgu. swcu n cIiq]",
    "transliteration": "Thab Lag Mehal N Paaeeai Jab Lag Saach N Cheeth ||",
    "punjabi": "ਇਸ ਨੂੰ ਕਿਰਨ ਤੋਂ ਬਚਾਣ ਲਈ) ਤਦ ਤਕ (ਪ੍ਰਭੂ ਦਾ) ਮਹਲ (-ਰੂਪ ਸਹਾਰਾ) ਨਹੀਂ ਮਿਲਦਾ, ਜਦ ਤਕ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਜੀਵ ਦੇ) ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆ ਵੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "sbid rpY. Gru pweIAY; inrbwxI pdu nIiq]4]",
    "transliteration": "Sabadh Rapai Ghar Paaeeai Nirabaanee Padh Neeth ||4||",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮਨ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ (ਦੀ ਓਟ) ਮਿਲ ਜਾਂਦੀ ਹੈ, ਤੇ ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਸਦਾ ਲਈ ਲੱਭ ਪੈਂਦੀ ਹੈ ਜਿੱਥੇ ਕੋਈ ਵਾਸਨਾ ਨਹੀਂ ਪੋਹ ਸਕਦੀ ॥੪॥",
    "pronunciation": "rpY, pdu: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "hau. gur pUCau Awpxy; gur puiC kwr kmwau]",
    "transliteration": "Ho Gur Pooshho Aapanae Gur Pushh Kaar Kamaao ||",
    "punjabi": "(ਸੋ, ਹੇ ਭਾਈ! ਇਸ 'ਨਿਰਬਾਣ ਪਦ' ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪੁੱਛਾਂਗੀ, ਗੁਰੂ ਨੂੰ ਪੁੱਛ ਕੇ (ਉਸ ਦੀ ਦੱਸੀ) ਕਾਰ ਕਰਾਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "sbid slwhI min vsY; haumY duKu jil jwau]",
    "transliteration": "Sabadh Salaahee Man Vasai Houmai Dhukh Jal Jaao ||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂਗੀ, (ਭਲਾ ਕਿਤੇ ਪ੍ਰਭੂ ਮੇਰੇ) ਮਨ ਵਿਚ ਆ ਵੱਸੇ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਵੇ, ਮੇਰਾ) ਹਉਮੈ ਦਾ ਦੁੱਖ ਸੜ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "shjy hoie imlwvVw; swcy swic imlwau]5]",
    "transliteration": "Sehajae Hoe Milaavarraa Saachae Saach Milaao ||5||",
    "punjabi": "ਸਹਜ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆਂ ਮੇਰਾ ਪ੍ਰਭੂ ਨਾਲ ਸੋਹਣਾ ਮਿਲਾਪ ਹੋ ਜਾਏ, ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਮੇਰਾ ਸਦਾ ਲਈ ਮੇਲ ਹੋ ਜਾਏ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "sbid rqy. sy inrmly; qij kwm kRoDu AhMkwru]",
    "transliteration": "Sabadh Rathae Sae Niramalae Thaj Kaam Krodhh Ahankaar ||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹ ਕਾਮ ਕ੍ਰੋਧ ਅਹੰਕਾਰ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਨੂੰ ਤਿਆਗ ਕੇ ਪਵਿਤ੍ਰ (ਜੀਵਨ ਵਾਲੇ) ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "qij: polw bolo[ AhM-kwru",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "nwmu slwhin sd sdw; hir rwKih aur Dwir]",
    "transliteration": "Naam Salaahan Sadh Sadhaa Har Raakhehi Our Dhhaar ||",
    "punjabi": "ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਲਾਹੁੰਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "so ikau. mnhu ivswrIAY; sB jIAw kw AwDwru]6]",
    "transliteration": "So Kio Manahu Visaareeai Sabh Jeeaa Kaa Aadhhaar ||6||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜਾ ਪ੍ਰਭੂ ਸਾਰੇ ਜੀਵਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ ਭੀ ਮਨੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "sbid mrY. so mir rhY; iPir. mrY n, dUjI vwr]",
    "transliteration": "Sabadh Marai So Mar Rehai Fir Marai N Dhoojee Vaar ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰ ਜਾਂਦਾ ਹੈ ਉਹ (ਇਹ ਮਰਨੀ) ਮਰ ਕੇ ਇਸਥਿਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਤਕੜਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਦੇ ਢਹੇ ਚੜ੍ਹ ਕੇ) ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤੇ ਨਹੀਂ ਮਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "sbdY hI qy pweIAY; hir nwmy lgY ipAwru]",
    "transliteration": "Sabadhai Hee Thae Paaeeai Har Naamae Lagai Piaar ||",
    "punjabi": "(ਇਹ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ibnu sbdY. jgu BUlw iPrY; mir jnmY vwro vwr]7]",
    "transliteration": "Bin Sabadhai Jag Bhoolaa Firai Mar Janamai Vaaro Vaar ||7||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝਿਆ ਹੋਇਆ ਭਟਕਦਾ ਹੈ, ਤੇ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "sB swlwhY Awp kau; vfhu vfyrI hoie]",
    "transliteration": "Sabh Saalaahai Aap Ko Vaddahu Vaddaeree Hoe ||",
    "punjabi": "ਸਾਰੀ ਦੁਨੀਆ ਆਪਣੇ ਆਪ ਨੂੰ ਸਾਲਾਹੁੰਦੀ ਹੈ ਕਿ ਸਾਡੀ ਵਧੀਕ ਤੋਂ ਵਧੀਕ ਵਡਿਆਈ-ਇੱਜ਼ਤ ਹੋਵੇ (ਆਪਣੇ ਆਪ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਇਹ ਲਾਲਸਾ ਬਣੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "gur ibnu. Awpu n cInIAY; khy suxy ikAw hoie]",
    "transliteration": "Gur Bin Aap N Cheeneeai Kehae Sunae Kiaa Hoe ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਆਪਣੇ ਆਪ ਦੀ ਪਛਾਣ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਨਿਰੀਆਂ ਕਹਿਣ ਸੁਣਨ ਨਾਲ ਕੁਝ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 162,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "nwnk. sbid pCwxIAY; haumY krY n. koie]8]8]",
    "transliteration": "Naanak Sabadh Pashhaaneeai Houmai Karai N Koe ||8||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਆਪਣਾ ਆਪ ਪਛਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਆਪੇ ਦੀ ਪਛਾਣ ਕਰ ਲੈਂਦਾ ਹੈ) ਉਹ ਆਪਣੀ ਵਡਿਆਈ ਦੀਆਂ ਗੱਲਾਂ ਨਹੀਂ ਕਰਦਾ ॥੮॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "isrIrwgu mhlw 1]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ibnu ipr. Dn sIgwrIAY; jobnu bwid KuAwru]",
    "transliteration": "Bin Pir Dhhan Seegaareeai Joban Baadh Khuaar ||",
    "punjabi": "(ਜੇ ਇਸਤ੍ਰੀ ਗਹਿਣਿਆਂ ਆਦਿਕ ਨਾਲ) ਆਪਣੇ ਆਪ ਨੂੰ ਸਜਾ ਲਏ, ਪਰ ਉਸ ਨੂੰ ਪਤੀ ਨਾਹ ਮਿਲੇ ਤਾਂ ਉਸ ਦੀ ਜੁਆਨੀ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nw mwxy suiK syjVI; ibnu ipr. bwid sIgwru]",
    "transliteration": "Naa Maanae Sukh Saejarree Bin Pir Baadh Seegaar ||",
    "punjabi": "ਉਸ ਦਾ ਆਤਮਾ ਭੀ ਦੁਖੀ ਹੁੰਦਾ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਆਨੰਦ ਨਾਲ ਪਤੀ ਦੀ ਸੋਹਣੀ ਸੇਜ ਮਾਣ ਨਹੀਂ ਸਕਦੀ, ਪਤੀ-ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਉਸ ਦਾ ਸਿੰਗਾਰ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dUKu Gxo dohwgxI; nw Gir syj Bqwru]1]",
    "transliteration": "Dhookh Ghano Dhohaaganee Naa Ghar Saej Bhathaar ||1||",
    "punjabi": "ਉਸ ਭਾਗਹੀਣ ਇਸਤ੍ਰੀ ਨੂੰ ਬਹੁਤ ਦੁਖ ਵਿਆਪਦਾ ਹੈ, ਉਸ ਦੇ ਘਰ ਵਿਚ ਸੇਜ ਦਾ ਮਾਲਕ ਖਸਮ ਨਹੀਂ ਆਉਂਦਾ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਾਰੇ ਬਾਹਰ-ਮੁਖੀ ਧਾਰਮਿਕ ਉੱਦਮ ਵਿਅਰਥ ਜਾਂਦੇ ਹਨ, ਜੇ ਹਿਰਦੇ-ਸੇਜ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਨਾਹ ਹੋਵੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "mn ry; rwm jphu suKu hoie]",
    "transliteration": "Man Rae Raam Japahu Sukh Hoe ||",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਤੈਨੂੰ) ਸੁਖ ਹੋਵੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ibnu gur. pRymu n pweIAY; sbid imlY rMgu hoie]1]rhwau]",
    "transliteration": "Bin Gur Praem N Paaeeai Sabadh Milai Rang Hoe ||1|| Rehaao ||",
    "punjabi": "(ਪਰ ਮਨ ਭੀ ਕੀਹ ਕਰੇ? ਜਿਸ ਨਾਲ ਪਿਆਰ ਨਾਹ ਹੋਵੇ, ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਕਿਵੇਂ ਯਾਦ ਕੀਤਾ ਜਾਏ? ਪਰਮਾਤਮਾ ਨਾਲ ਇਹ) ਪਿਆਰ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਬਣ ਸਕਦਾ। ਜੇਹੜਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 163,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gur syvw suKu pweIAY; hir vru shij sIgwru]",
    "transliteration": "Gur Saevaa Sukh Paaeeai Har Var Sehaj Seegaar ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਦੀ ਰਾਹੀਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਉਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਨੇ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਜੁੜ ਕੇ) ਆਪਣੇ ਆਪ ਨੂੰ ਸਿੰਗਾਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "sic mwxy ipr syjVI; gUVw hyqu ipAwru]",
    "transliteration": "Sach Maanae Pir Saejarree Goorraa Haeth Piaar ||",
    "punjabi": "ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੋਹਣੀ ਸੇਜ ਮਾਣ ਸਕਦੀ ਹੈ ਜੋ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ (ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ), ਜਿਸ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਗੂੜ੍ਹਾ ਹਿਤ ਹੈ ਗੂੜ੍ਹਾ ਪਿਆਰ ਹੈ।",
    "pronunciation": "sy~jVI, gUV@w",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "gurmuiK jwix is\\wxIAY; guir mylI. gux cwru]2]",
    "transliteration": "Guramukh Jaan Sinjaaneeai Gur Maelee Gun Chaar ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਮਨਮੁਖ ਰਹਿ ਕੇ ਹੀ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਕੇ ਉਸਨੂੰ ਸਿੰਞਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਭਾਵ, ਇਹ ਸਿੰਞਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਉਹ ਸਾਡਾ ਹੈ), ਉਹ ਸੁੰਦਰ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮਿਲਾਇਆ ਹੈ) ਗੁਰੂ ਨੇ ਮਿਲਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sic imlhu vr kwmxI; ipir mohI rMgu lwie]",
    "transliteration": "Sach Milahu Var Kaamanee Pir Mohee Rang Laae ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੁੰਦਰ ਇਸਤ੍ਰੀ! ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ (ਸਦਾ) ਮਿਲੀ ਰਹੁ। ਪਤੀ-ਪ੍ਰਭੂ ਨੇ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਪਿਆਰ ਦਾ) ਰੰਗ ਚਾੜ੍ਹ ਕੇ (ਆਪਣੇ ਵਲ ਖਿੱਚ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "mnu qnu swic ivgisAw; kImiq. khxu n jwie]",
    "transliteration": "Man Than Saach Vigasiaa Keemath Kehan N Jaae ||",
    "punjabi": "ਉਸਦਾ ਮਨ ਉਸਦਾ ਤਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਖਿੜ ਪਿਆ ਹੈ (ਉਸਦਾ ਜੀਵਨ ਇਤਨਾ ਅਮੋਲਕ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "ivg-isAw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hir vru Gir sohwgxI; inrml swcY nwie]3]",
    "transliteration": "Har Var Ghar Sohaaganee Niramal Saachai Naae ||3||",
    "punjabi": "ਉਹ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਪਵਿਤ੍ਰ ਆਤਮਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ (ਹਿਰਦੇ) ਘਰ ਵਿਚ (ਹੀ ਲੱਭ ਲੈਂਦੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "mn mih mnUAw. jy mrY; qw ipru rwvY nwir]",
    "transliteration": "Man Mehi Manooaa Jae Marai Thaa Pir Raavai Naar ||",
    "punjabi": "ਜੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ) ਥੋੜ੍ਹ-ਵਿਤਾ ਮਨ (ਪ੍ਰਭੂ ਪਤੀ ਦੇ ਵਿਸ਼ਾਲ) ਮਨ ਵਿਚ (ਥੋੜ੍ਹ-ਵਿਤੇ ਸੁਭਾਅ ਵਲੋਂ) ਮਰ ਜਾਏ, ਤਾਂ ਪ੍ਰਭੂ ਪਤੀ ਉਸ ਜੀਵ-ਨਾਰ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "iekqu qwgY. ril imlY; gil moqIAn kw hwru]",
    "transliteration": "Eikath Thaagai Ral Milai Gal Motheean Kaa Haar ||",
    "punjabi": "ਜਿਵੇਂ ਇਕੋ ਧਾਗੇ ਵਿਚ ਪ੍ਰੋਤੇ ਹੋਏ ਮੋਤੀਆਂ ਦਾ ਹਾਰ ਗਲ ਵਿਚ ਪਾ ਲਈਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਜੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਹੀ) ਇਕੋ ਸੁਰਤ ਧਾਗੇ ਵਿਚ ਇਕ ਮਿਕ ਹੋ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "q`wgY[ gil: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "sMq sBw suKu aUpjY; gurmuiK nwm ADwru]4]",
    "transliteration": "Santh Sabhaa Sukh Oopajai Guramukh Naam Adhhaar ||4||",
    "punjabi": "ਪਰ ਇਹ ਆਤਮਕ ਆਨੰਦ ਸਤਸੰਗ ਵਿਚ ਟਿਕਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ, ਤੇ ਸਤਸੰਗ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮਨ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸਹਾਰਾ ਮਿਲਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "iKn mih aupjY, iKin KpY; iKnu AwvY iKnu jwie]",
    "transliteration": "Khin Mehi Oupajai Khin Khapai Khin Aavai Khin Jaae ||",
    "punjabi": "(ਜੇ ਮਨ ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਰਹੇ, ਤਾਂ ਮਾਇਆ ਆਦਿਕ ਦੇ ਲਾਭ ਨਾਲ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ (ਇਉਂ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ) ਜਿਊ ਪੈਂਦਾ ਹੈ, (ਤੇ ਮਾਇਆ ਆਦਿਕ ਦੀ ਘਾਟ ਨਾਲ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਇਕ ਖਿਨ (ਗੁਜ਼ਰਦਾ ਹੈ ਤਾਂ) ਉਹ ਜੰਮ ਪੈਂਦਾ ਹੈ, ਇਕ ਖਿਨ (ਗੁਜ਼ਰਦਾ ਹੈ ਤਾਂ) ਉਹ ਮਰ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਨਾਮ ਦੇ ਸਹਾਰੇ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਜੀਵ ਦੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦੀ ਹੈ। ਜੇ ਮਾਇਆ ਆਵੇ ਤਾਂ ਉਤਸ਼ਾਹ, ਜੇ ਜਾਏ ਤਾਂ ਸਹਮ)।",
    "pronunciation": "KpY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 163,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "sbdu pCwxY riv rhY; nw iqsu kwlu sMqwie]",
    "transliteration": "Sabadh Pashhaanai Rav Rehai Naa This Kaal Santhaae ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਮੌਤ (ਦਾ ਡਰ) ਸਤਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]