[
  {
    "shabad_id": 27,
    "pada": 14,
    "source_line": 1,
    "gurmukhi": "AwKih gopI; qY goivMd]",
    "transliteration": "Aakhehi Gopee Thai Govindh ||",
    "translation": "The Gopis and Krishna speak.",
    "punjabi": "ਗੋਪੀਆਂ ਤੇ ਕਈ ਕਾਨ੍ਹ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਹਨ।",
    "pronunciation": "(qY) Aqy",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 15,
    "source_line": 1,
    "gurmukhi": "AwKih eIsr; AwKih isD]",
    "transliteration": "Aakhehi Eesar Aakhehi Sidhh ||",
    "translation": "Shiva speaks, the Siddhas speak.",
    "punjabi": "ਕਈ ਸ਼ਿਵ ਤੇ ਸਿੱਧ ਅਕਾਲ ਪੁਰਖ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 16,
    "source_line": 1,
    "gurmukhi": "AwKih; kyqy kIqy buD]",
    "transliteration": "Aakhehi Kaethae Keethae Budhh ||",
    "translation": "The many created Buddhas speak.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਬੇਅੰਤ ਬੁੱਧ ਉਸ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
    "pronunciation": "(bu`D) bu`DIvwn, bu`D nC`qr, boDwAvqwr",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 17,
    "source_line": 1,
    "gurmukhi": "AwKih dwnv; AwKih dyv]",
    "transliteration": "Aakhehi Dhaanav Aakhehi Dhaev ||",
    "translation": "The demons speak, the demi-gods speak.",
    "punjabi": "ਰਾਖਸ਼ ਤੇ ਦੇਵਤੇ (ਵੀ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 18,
    "source_line": 2,
    "gurmukhi": "AwKih suir nr; muin jn syv]",
    "transliteration": "Aakhehi Sur Nar Mun Jan Saev ||",
    "translation": "The spiritual warriors, the heavenly beings, the silent sages, the humble and serviceful speak.",
    "punjabi": "ਦੇਵਤਾ-ਸੁਭਾਉ ਮਨੁੱਖ, ਮੁਨੀ ਲੋਕ ਤੇ ਸੇਵਕ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਹਨ।",
    "pronunciation": "Awp jI qoN Apxy sIs kurbwn krn vwly Anyk (syv) syvk",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 19,
    "source_line": 2,
    "gurmukhi": "kyqy AwKih; AwKix pwih]",
    "transliteration": "Kaethae Aakhehi Aakhan Paahi ||",
    "translation": "Many speak and try to describe Him.",
    "punjabi": "ਬੇਅੰਤ ਜੀਵ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾ ਰਹੇ ਹਨ, ਅਤੇ ਬੇਅੰਤ ਹੀ ਲਾਉਣ ਦਾ ਜਤਨ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 20,
    "source_line": 2,
    "gurmukhi": "kyqy kih kih; auiT auiT jwih]",
    "transliteration": "Kaethae Kehi Kehi Outh Outh Jaahi ||",
    "translation": "Many have spoken of Him over and over again, and have then arisen and departed.",
    "punjabi": "ਬੇਅੰਤ ਜੀਵ ਅੰਦਾਜ਼ਾ ਲਾ ਲਾ ਕੇ ਇਸ ਜਗਤ ਤੋਂ ਤੁਰੇ ਜਾ ਰਹੇ ਹਨ।",
    "pronunciation": "kih: k`kw mukqw hwhy ishwrI bolo[ au~iT au~iT: ishwrIAW lwau",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 21,
    "source_line": 3,
    "gurmukhi": "eyqy kIqy; hoir kryih]",
    "transliteration": "Eaethae Keethae Hor Karaehi ||",
    "translation": "If He were to create as many again as there already are,",
    "punjabi": "ਜਗਤ ਵਿਚ ਇਤਨੇ (ਬੇਅੰਤ) ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ (ਜੋ ਬਿਆਨ ਕਰ ਰਹੇ ਹਨ), (ਪਰ ਹੇ ਹਰੀ!) ਜੇ ਤੂੰ ਹੋਰ ਭੀ (ਬੇਅੰਤ ਜੀਵ) ਪੈਦਾ ਕਰ ਦੇਵੇਂ,",
    "pronunciation": "ey~qy[ k-ryih: rwry lW lMbI bol ky ih bolo",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 22,
    "source_line": 3,
    "gurmukhi": "qw. AwiK n skih; kyeI kyie]",
    "transliteration": "Thaa Aakh N Sakehi Kaeee Kaee ||",
    "translation": "Even then, they could not describe Him.",
    "punjabi": "ਤਾਂ ਭੀ ਕੋਈ ਜੀਵ ਤੇਰਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾ ਸਕਦੇ।",
    "pronunciation": "qw: qW bolo, qw dw ArQ syk hY[ sk-ih: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 23,
    "source_line": 3,
    "gurmukhi": "jyvfu BwvY; qyvfu hoie]",
    "transliteration": "Jaevadd Bhaavai Thaevadd Hoe ||",
    "translation": "He is as Great as He wishes to be.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਜਿਤਨਾ ਚਾਹੁੰਦਾ ਹੈ ਉਤਨਾ ਹੀ ਵੱਡਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਪਣੀ ਕੁਦਰਤ ਵਧਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "jyv`fu, qyv`fu",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 24,
    "source_line": 3,
    "gurmukhi": "nwnk jwxY; swcw soie]",
    "transliteration": "Naanak Jaanai Saachaa Soe ||",
    "translation": "O Nanak, the True Lord knows.",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ (ਕਿ ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 25,
    "source_line": 4,
    "gurmukhi": "jy ko AwKY; bolu ivgwVu]",
    "transliteration": "Jae Ko Aakhai Boluvigaarr ||",
    "translation": "If anyone presumes to describe God,",
    "punjabi": "ਜੇ ਕੋਈ ਬੜਬੋਲਾ ਮਨੁੱਖ ਦੱਸਣ ਲੱਗੇ (ਕਿ ਅਕਾਲ ਪੁਰਖ ਕਿਤਨਾ ਵੱਡਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 27,
    "pada": 26,
    "source_line": 4,
    "gurmukhi": "qw ilKIAY; isir gwvwrw gwvwru]26]",
    "transliteration": "Thaa Likheeai Sir Gaavaaraa Gaavaar ||26||",
    "translation": "He shall be known as the greatest fool of fools! ||26||",
    "punjabi": "ਤਾਂ ਉਹ ਮਨੁੱਖ ਮੂਰਖਾਂ-ਸਿਰ-ਮੂਰਖ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ ॥੨੬॥",
    "pronunciation": "(isir) SRomxI[ (gw-vw-rw) mUrK",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "so dru kyhw, so Gru kyhw; ijqu bih srb smwly]",
    "transliteration": "So Dhar Kaehaa So Ghar Kaehaa Jith Behi Sarab Samaalae ||",
    "translation": "Where is that Gate, and where is that Dwelling, in which You sit and take care of all?",
    "punjabi": "ਉਹ ਦਰ-ਘਰ ਬੜਾ ਹੀ ਅਸਚਰਜ ਹੈ ਜਿੱਥੇ ਬਹਿ ਕੇ, (ਹੇ ਨਿਰੰਕਾਰ!) ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "vwjy nwd Anyk AsMKw; kyqy vwvxhwry]",
    "transliteration": "Vaajae Naadh Anaek Asankhaa Kaethae Vaavanehaarae ||",
    "translation": "The Sound-current of the Naad vibrates there, and countless musicians play on all sorts of instruments there.",
    "punjabi": "(ਤੇਰੀ ਇਸ ਰਚੀ ਹੋਈ ਕੁਦਰਤ ਵਿਚ) ਅਨੇਕਾਂ ਤੇ ਅਣਗਿਣਤ ਵਾਜੇ ਤੇ ਰਾਗ ਹਨ; ਬੇਅੰਤ ਹੀ ਜੀਵ (ਉਹਨਾਂ ਵਾਜਿਆਂ ਨੂੰ) ਵਜਾਣ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(vwvx-hwry) vjwaux vwly",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "kyqy. rwg prI isau khIAin; kyqy gwvxhwry]",
    "transliteration": "Kaethae Raag Paree Sio Keheean Kaethae Gaavanehaarae ||",
    "translation": "So many Ragas, so many musicians singing there.",
    "punjabi": "ਰਾਗਣੀਆਂ ਸਣੇ ਬੇਅੰਤ ਹੀ ਰਾਗ ਕਹੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਜੀਵ (ਇਹਨਾਂ ਰਾਗਾਂ ਦੇ) ਗਾਉਣ ਵਾਲੇ ਹਨ (ਜੋ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ)!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "gwvih quhno pauxu pwxI bYsMqru; gwvY rwjwDrmu duAwry]",
    "transliteration": "Gaavehi Thuhano Poun Paanee Baisanthar Gaavai Raajaa Dhharam Dhuaarae ||",
    "translation": "The praanic wind, water and fire sing; the Righteous Judge of Dharma sings at Your Door.",
    "punjabi": "(ਹੇ ਨਿਰੰਕਾਰ!) ਪਉਣ, ਪਾਣੀ, ਅਗਨੀ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ। ਧਰਮ-ਰਾਜ ਤੇਰੇ ਦਰ 'ਤੇ (ਖਲੋ ਕੇ) ਤੈਨੂੰ ਵਡਿਆਇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "gwv-ih: vwvy dulwvW nhIN lwauxIAW, mukqw bolo, hwhy ishwrI lwau[ pauxu dy xwxy AONkV lwau[",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "gwvih icqu gupqu, iliK jwxih; iliK iliK Drmu vIcwry]",
    "transliteration": "Gaavehi Chith Gupath Likh Jaanehi Likh Likh Dhharam Veechaarae ||",
    "translation": "Chitr and Gupt, the angels of the conscious and the subconscious who record actions, and the Righteous Judge of Dharma who judges this record sing.",
    "punjabi": "ਉਹ ਚਿੱਤਰ-ਗੁਪਤ ਭੀ ਜੋ (ਜੀਵਾਂ ਦੇ ਚੰਗੇ-ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਲੇਖੇ) ਲਿਖਣੇ ਜਾਣਦੇ ਹਨ, ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਲਿਖੇ ਹੋਏ ਨੂੰ ਧਰਮ-ਰਾਜ ਵਿਚਾਰਦਾ ਹੈ, ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "ic`qu, gupqu: polw bolo, q`qy AONkVlwau, p`pw mukqw hY",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "gwvih eIsru brmw dyvI; sohin sdw svwry]",
    "transliteration": "Gaavehi Eesar Baramaa Dhaevee Sohan Sadhaa Savaarae ||",
    "translation": "Shiva, Brahma and the Goddess of Beauty, ever adorned, sing.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਦੇਵੀਆਂ, ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ, ਜੋ ਤੇਰੇ ਸਵਾਰੇ ਹੋਏ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "(sohin) soBdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "gwvih ieMd, iedwsix bYTy; dyviqAw dir nwly]",
    "transliteration": "Gaavehi Eindh Eidhaasan Baithae Dhaevathiaa Dhar Naalae ||",
    "translation": "Indra, seated upon His Throne, sings with the deities at Your Door.",
    "punjabi": "ਕਈ ਇੰਦਰ ਆਪਣੇ ਤਖ਼ਤ 'ਤੇ ਬੈਠੇ ਹੋਏ ਦੇਵਤਿਆਂ ਸਮੇਤ ਤੇਰੇ ਦਰ 'ਤੇ ਤੈਨੂੰ ਸਲਾਹ ਰਹੇ ਹਨ।",
    "pronunciation": "(dir) sBw, mMflI[ n`wly",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "gwvih isD. smwDI AMdir; gwvin swD ivcwry]",
    "transliteration": "Gaavehi Sidhh Samaadhhee Andhar Gaavan Saadhh Vichaarae ||",
    "translation": "The Siddhas in Samaadhi sing; the Saadhus sing in contemplation.",
    "punjabi": "ਸਿੱਧ ਲੋਕ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਸਾਧ ਵਿਚਾਰ ਕਰ ਕਰ ਕੇ ਤੈਨੂੰ ਸਲਾਹ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "gwvin jqI sqI sMqoKI; gwvih vIr krwry]",
    "transliteration": "Gaavan Jathee Sathee Santhokhee Gaavehi Veer Karaarae ||",
    "translation": "The celibates, the fanatics, the peacefully accepting and the fearless warriors sing.",
    "punjabi": "ਜਤ-ਧਾਰੀ, ਦਾਨ ਕਰਨ ਵਾਲੇ ਤੇ ਸੰਤੋਖ ਵਾਲੇ ਪੁਰਸ਼ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ ਅਤੇ (ਬੇਅੰਤ) ਤਕੜੇ ਸੂਰਮੇ ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "(krwry) qkVy (vIr) sUrmy[ jqI sqI: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "gwvin pMifq pVin rKIsr; jugu jugu vydw nwly]",
    "transliteration": "Gaavan Panddith Parran Rakheesar Jug Jug Vaedhaa Naalae ||",
    "translation": "The Pandits, the religious scholars who recite the Vedas, with the supreme sages of all the ages, sing.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਪੰਡਿਤ ਤੇ ਮਹਾਂਰਿਖੀ ਜੋ (ਵੇਦਾਂ ਨੂੰ) ਪੜ੍ਹਦੇ ਹਨ, ਵੇਦਾਂ ਸਣੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "(rKIsr) v`fy irKI[ pV@in[ ju`gu ju`gu[ n`wly",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "gwvih mohxIAw mnu mohin; surgw mC pieAwly]",
    "transliteration": "Gaavehi Mohaneeaa Man Mohan Suragaa Mashh Paeiaalae ||",
    "translation": "The Mohinis, the enchanting heavenly beauties who entice hearts in this world, in paradise, and in the underworld of the subconscious sing.",
    "punjabi": "ਸੁੰਦਰ ਇਸਤ੍ਰੀਆਂ, ਜੋ ਸੁਰਗ, ਮਾਤ-ਲੋਕ ਤੇ ਪਾਤਾਲ ਵਿਚ (ਭਾਵ, ਹਰ ਥਾਂ) ਮਨੁੱਖ ਦੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਂਦੀਆਂ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੀਆਂ ਹਨ।",
    "pronunciation": "(m`C) mwq lok[ (pieAwly) pqwl lok[ p-ieAwly p`pw mukqw bolo, p`py ishwrI nhIN lwauxI[",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 12,
    "source_line": 10,
    "gurmukhi": "gwvin rqn aupwey qyry; ATsiT qIrQ nwly]",
    "transliteration": "Gaavan Rathan Oupaaeae Thaerae Athasath Theerathh Naalae ||",
    "translation": "The celestial jewels created by You, and the sixty-eight holy places of pilgrimage sing.",
    "punjabi": "(ਹੇ ਨਿਰੰਕਾਰ!) ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਰਤਨ ਅਠਾਹਠ ਤੀਰਥਾਂ ਸਮੇਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 13,
    "source_line": 10,
    "gurmukhi": "gwvih joD mhw bl sUrw; gwvih KwxI cwry]",
    "transliteration": "Gaavehi Jodhh Mehaabal Sooraa Gaavehi Khaanee Chaarae ||",
    "translation": "The brave and mighty warriors sing; the spiritual heroes and the four sources of creation sing.",
    "punjabi": "ਵੱਡੇ ਬਲ ਵਾਲੇ ਜੋਧੇ ਤੇ ਸੂਰਮੇ ਤੇਰੀ ਸਿਫ਼ਤ ਕਰ ਰਹੇ ਹਨ। ਚੌਹਾਂ ਹੀ ਖਾਣੀਆਂ ਦੇ ਜੀਅ ਜੰਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "mhw bl: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 14,
    "source_line": 11,
    "gurmukhi": "gwvih KMf mMfl vrBMfw; kir kir rKy Dwry]",
    "transliteration": "Gaavehi Khandd Manddal Varabhanddaa Kar Kar Rakhae Dhhaarae ||",
    "translation": "The planets, solar systems and galaxies, created and arranged by Your Hand, sing.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਖੰਡ ਅਤੇ ਚੱਕਰ, ਜੋ ਤੂੰ ਪੈਦਾ ਕਰ ਕੇ ਟਿਕਾ ਰਖੇ ਹਨ, ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 15,
    "source_line": 11,
    "gurmukhi": "syeI quDuno gwvih, jo quDu Bwvin; rqy qyry Bgq rswly]",
    "transliteration": "Saeee Thudhhuno Gaavehi Jo Thudhh Bhaavan Rathae Thaerae Bhagath Rasaalae ||",
    "translation": "They alone sing, who are pleasing to Your Will. Your devotees are imbued with the Nectar of Your Essence.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) (ਅਸਲ ਵਿਚ ਤਾਂ) ਉਹੋ ਤੇਰੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਰਸੀਏ ਭਗਤ ਜਨ ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਹੀ ਗਾਉਣਾ ਸਫਲ ਹੈ) ਜੋ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "(rswly) pRym rs dy Gr[ quDu-no: D`dy AONkV lwE[ r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 16,
    "source_line": 12,
    "gurmukhi": "hoir kyqy gwvin, sy. mY iciq n Awvin; nwnku. ikAw vIcwry]",
    "transliteration": "Hor Kaethae Gaavan Sae Mai Chith N Aavan Naanak Kiaa Veechaarae ||",
    "translation": "So many others sing, they do not come to mind. O Nanak, how can I consider them all?",
    "punjabi": "ਅਨੇਕਾਂ ਹੋਰ ਜੀਵ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਜਿਹੜੇ ਮੈਥੋਂ ਗਿਣੇ ਭੀ ਨਹੀਂ ਜਾ ਸਕਦੇ। (ਭਲਾ) ਨਾਨਕ (ਵਿਚਾਰਾ) ਕੀਹ ਵਿਚਾਰ ਕਰ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ic`iq: q`qy ishwrI bolo",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 17,
    "source_line": 13,
    "gurmukhi": "soeI soeI sdw scu swihbu; swcw swcI nweI]",
    "transliteration": "Soee Soee Sadhaa Sach Saahib Saachaa Saachee Naaee ||",
    "translation": "That True Lord is True, Forever True, and True is His Name.",
    "punjabi": "ਉਹ ਅਕਾਲ ਪੁਰਖ ਸਦਾ-ਥਿਰ ਹੈ। ਉਹ ਮਾਲਕ ਸੱਚਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਅਟੱਲ ਹੈ।",
    "pronunciation": "(nweI) vifAweI",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 18,
    "source_line": 13,
    "gurmukhi": "hY BI hosI, jwie n jwsI; rcnw ijin rcweI]",
    "transliteration": "Hai Bhee Hosee Jaae N Jaasee Rachanaa Jin Rachaaee ||",
    "translation": "He is, and shall always be. He shall not depart, even when this Universe which He has created departs.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹ ਐਸ ਵੇਲੇ ਮੌਜੂਦ ਹੈ, ਸਦਾ ਰਹੇਗਾ। ਨਾਹ ਉਹ ਜੰਮਿਆ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਮਰੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 19,
    "source_line": 14,
    "gurmukhi": "rMgI rMgI BwqI, kir kir ijnsI; mwieAw ijin aupweI]",
    "transliteration": "Rangee Rangee Bhaathee Kar Kar Jinasee Maaeiaa Jin Oupaaee ||",
    "translation": "He created the world, with its various colors, species of beings, and the variety of Maya.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਕਈ ਰੰਗਾਂ, ਕਿਸਮਾਂ ਅਤੇ ਜਿਨਸਾਂ ਦੀ ਮਾਇਆ ਰਚ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(rMgI rMgI) rMgW rMgW dI[ (BwqI) keI qrW dI[ (ijnsI) iksmW jwqW dI[",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 20,
    "source_line": 14,
    "gurmukhi": "kir kir vyKY. kIqw Awpxw; ijv iqs dI vifAweI]",
    "transliteration": "Kar Kar Vaekhai Keethaa Aapanaa Jiv This Dhee Vaddiaaee ||",
    "translation": "Having created the creation, He watches over it Himself, by His Greatness.",
    "punjabi": "ਉਹ ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੈ, (ਭਾਵ, ਜੇਡਾ ਵੱਡਾ ਆਪ ਹੈ ਓਡੇ ਵੱਡੇ ਜਿਗਰੇ ਨਾਲ ਜਗਤ ਨੂੰ ਰਚ ਕੇ) ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 21,
    "source_line": 15,
    "gurmukhi": "jo iqsu BwvY. soeI krsI; hukmu. n krxw jweI]",
    "transliteration": "Jo This Bhaavai Soee Karasee Hukam N Karanaa Jaaee ||",
    "translation": "He does whatever He pleases. No order can be issued to Him.",
    "punjabi": "ਜੋ ਕੁਝ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਉਹੋ ਹੀ ਕਰੇਗਾ, ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਅਕਾਲ ਪੁਰਖ ਅੱਗੇ ਹੁਕਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ (ਉਸ ਨੂੰ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦੇ-'ਇਉਂ ਨ ਕਰੀਂ, ਇਉਂ ਕਰ')।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 28,
    "pada": 22,
    "source_line": 15,
    "gurmukhi": "so pwiqswhu. swhw pwiqswihbu; nwnk. rhxu rjweI]27]",
    "transliteration": "So Paathisaahu Saahaa Paathisaahib Naanak Rehan Rajaaee ||27||",
    "translation": "He is the King, the King of kings, the Supreme Lord and Master of kings. Nanak remains subject to His Will. ||27||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਪਾਤਿਸ਼ਾਹ ਹੈ, ਪਾਤਿਸ਼ਾਹਾਂ ਦਾ ਭੀ ਪਾਤਿਸ਼ਾਹ ਹੈ। ਹੇ ਨਾਨਕ! (ਜੀਵਾਂ ਨੂੰ) ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਹਿਣਾ (ਹੀ ਫਬਦਾ ਹੈ) ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 29,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "muMdw sMqoKu, srmu pqu JolI; iDAwn kI. krih ibBUiq]",
    "transliteration": "Mundhaa Santhokh Saram Path Jholee Dhhiaan Kee Karehi Bibhooth ||",
    "translation": "Make contentment your ear-rings, humility your begging bowl, and meditation the ashes you apply to your body.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਜੇ ਤੂੰ ਸੰਤੋਖ ਨੂੰ ਆਪਣੀਆਂ ਮੁੰਦਰਾਂ ਬਣਾਵੇ, ਮਿਹਨਤ ਨੂੰ ਖੱਪਰ ਤੇ ਝੋਲੀ, ਅਤੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਧਿਆਨ ਦੀ ਸੁਆਹ (ਪਿੰਡੇ ਤੇ ਮਲੇਂ),",
    "pronunciation": "(muMdw) muMdRW[ (srmu) imhnq[ au~dm, l`jw[ (pqu) pwqR, K`pr[ (ibBUiq) suAwh[",
    "type_id": 3
  },
  {
    "shabad_id": 29,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "iKMQw, kwlu kuAwrI kwieAw; jugiq fMfw prqIiq]",
    "transliteration": "Khinthhaa Kaal Kuaaree Kaaeiaa Jugath Ddanddaa Paratheeth ||",
    "translation": "Let the remembrance of death be the patched coat you wear, let the purity of virginity be your way in the world, and let faith in the Lord be your walking stick.",
    "punjabi": "ਮੌਤ (ਦਾ ਭਉ) ਤੇਰੀ ਗੋਦੜੀ ਹੋਵੇ, ਸਰੀਰ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਕੇ ਰੱਖਣਾ ਤੇਰੇ ਲਈ ਜੋਗ ਦੀ ਰਹਿਤ ਹੋਵੇ ਅਤੇ ਸ਼ਰਧਾ ਨੂੰ ਡੰਡਾ ਬਣਾਵੇਂ (ਤਾਂ ਅੰਦਰੋਂ ਕੂੜ ਦੀ ਕੰਧ ਟੁੱਟ ਸਕਦੀ ਹੈ)।",
    "pronunciation": "(iKMQw) ^PnI[ (kwieAw) dyh",
    "type_id": 3
  },
  {
    "shabad_id": 29,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "AweI pMQI sgl jmwqI; min jIqY jgu jIqu]",
    "transliteration": "Aaee Panthhee Sagal Jamaathee Man Jeethai Jag Jeeth ||",
    "translation": "See the brotherhood of all mankind as the highest order of Yogis; conquer your own mind, and conquer the world.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਸੱਜਣ ਮਿੱਤਰ ਸਮਝਦਾ ਹੈ (ਅਸਲ ਵਿਚ) ਉਹੀ ਆਈ ਪੰਥ ਵਾਲਾ ਹੈ। ਜੇ ਆਪਣਾ ਮਨ ਜਿੱਤਿਆ ਜਾਏ, ਤਾਂ ਸਾਰਾ ਜਗਤ ਹੀ ਜਿੱਤਿਆ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਤਾਂ ਜਗਤ ਦੀ ਮਾਇਆ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੋੜ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "(AweI) jogIAW dw sB qoN au~cw iPrkw, (pMQI) pMQ vwlw[ (jmwqI) brwbr, ie`ko jmwq dy[ j`gu",
    "type_id": 3
  },
  {
    "shabad_id": 29,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "Awdysu; iqsY Awdysu]",
    "transliteration": "Aadhaes Thisai Aadhaes ||",
    "translation": "I bow to Him, I humbly bow.",
    "punjabi": "(ਸੋ, ਕੂੜ ਦੀ ਕੰਧ ਦੂਰ ਕਰਨ ਲਈ) ਕੇਵਲ ਉਸ (ਅਕਾਲ ਪੁਰਖ) ਨੂੰ ਪ੍ਰਣਾਮ ਕਰੋ,",
    "pronunciation": "(Aw-dysu) nmskwr",
    "type_id": 3
  },
  {
    "shabad_id": 29,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "Awid AnIlu. Anwid Anwhiq; jugu jugu eyko vysu]28]",
    "transliteration": "Aadh Aneel Anaadh Anaahath Jug Jug Eaeko Vaes ||28||",
    "translation": "The Primal One, the Pure Light, without beginning, without end. Throughout all the ages, He is One and the Same. ||28||",
    "punjabi": "ਜੋ (ਸਭ ਦਾ) ਮੁੱਢ ਹੈ, ਜੋ ਸੁੱਧ ਸਰੂਪ ਹੈ, ਜਿਸ ਦਾ ਕੋਈ ਮੁੱਢ ਨਹੀਂ (ਲੱਭ ਸਕਦਾ), ਜੋ ਨਾਸ-ਰਹਿਤ ਹੈ ਅਤੇ ਜੋ ਸਦਾ ਹੀ ਇਕੋ ਜਿਹਾ ਰਹਿੰਦਾ ਹੈ ॥੨੮॥",
    "pronunciation": "(AnI-lu) SuD srUp[ (Anwid) Awid rihq[ (Anw-hiq) nws rihq[ (vysu) srUp[ j`ugu j`uguu",
    "type_id": 3
  },
  {
    "shabad_id": 30,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Bugiq igAwnu, dieAw BMfwrix; Git Git vwjih nwd]",
    "transliteration": "Bhugath Giaan Dhaeiaa Bhanddaaran Ghatt Ghatt Vaajehi Naadh ||",
    "translation": "Let spiritual wisdom be your food, and compassion your attendant. The Sound-current of the Naad vibrates in each and every heart.",
    "punjabi": "(ਹੇ ਜੋਗੀ! ਜੇ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਰਬ-ਵਿਆਪਕਤਾ ਦਾ ਗਿਆਨ ਤੇਰੇ ਲਈ ਭੰਡਾਰਾ (ਚੂਰਮਾ) ਹੋਵੇ, ਦਇਆ ਇਸ (ਗਿਆਨ-ਰੂਪ) ਭੰਡਾਰੇ ਦੀ ਵਰਤਾਵੀ ਹੋਵੇ, ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਜਿਹੜੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਰੌ ਚੱਲ ਰਹੀ ਹੈ, (ਭੰਡਾਰਾ ਛਕਣ ਵੇਲੇ ਜੇ ਤੇਰੇ ਅੰਦਰ) ਇਹ ਨਾਦੀ ਵੱਜ ਰਹੀ ਹੋਵੇ,",
    "pronunciation": "(Bug-iq) Bojn, cUrmw[ (BMfwrix) BMfwrw vrqwaux vwlI[ Git Git: poly bolo[ v`wjih: imlvw ie`kTw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 30,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Awip nwQu, nwQI sB jw kI; iriD isiD Avrw swd]",
    "transliteration": "Aap Naathh Naathhee Sabh Jaa Kee Ridhh Sidhh Avaraa Saadh ||",
    "translation": "He Himself is the Supreme Master of all; wealth and miraculous spiritual powers, and all other external tastes and pleasures, are all like beads on a string.",
    "punjabi": "ਤੇਰਾ ਨਾਥ ਆਪ ਅਕਾਲ ਪੁਰਖ ਹੋਵੇ, ਜਿਸ ਦੇ ਵੱਸ ਵਿਚ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਹੈ, (ਤਾਂ ਕੂੜ ਦੀ ਕੰਧ ਤੇਰੇ ਅੰਦਰੋਂ ਟੁੱਟ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਤੇਰੀ ਵਿੱਥ ਮਿਟ ਸਕਦੀ ਹੈ। ਜੋਗ ਸਾਧਨਾਂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਹੋਈਆਂ ਰਿੱਧੀਆਂ ਵਿਅਰਥ ਹਨ, ਇਹ) ਰਿੱਧੀਆਂ ਤੇ ਸਿੱਧੀਆਂ (ਤਾਂ) ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਖੜਨ ਵਾਲੇ ਸੁਆਦ ਹਨ।",
    "pronunciation": "(nwQu) mwlk, jogIAW dw gurU[ (n`wQI) n`QI hoeI, v`s c[ ir`iD[ is`iD[",
    "type_id": 3
  },
  {
    "shabad_id": 30,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "sMjogu ivjogu duie, kwr clwvih; lyKy Awvih Bwg]",
    "transliteration": "Sanjog Vijog Dhue Kaar Chalaavehi Laekhae Aavehi Bhaag ||",
    "translation": "Union with Him, and separation from Him, come by His Will. We come to receive what is written in our destiny.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੀ \"ਸੰਜੋਗ\" ਸੱਤਾ ਤੇ \"ਵਿਜੋਗ\" ਸੱਤਾ ਦੋਵੇਂ (ਮਿਲ ਕੇ ਇਸ ਸੰਸਾਰ ਦੀ) ਕਾਰ ਨੂੰ ਚਲਾ ਰਹੀਆਂ ਹਨ (ਭਾਵ, ਪਿਛਲੇ ਸੰਜੋਗਾਂ ਕਰ ਕੇ ਟੱਬਰ ਆਦਿਕਾਂ ਦੇ ਜੀਵ ਇੱਥੇ ਆ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ। ਰਜ਼ਾ ਵਿਚ ਫਿਰ ਵਿਛੜ ਵਿਛੜ ਕੇ ਆਪੋ-ਆਪਣੀ ਵਾਰੀ ਇੱਥੋਂ ਤੁਰ ਜਾਂਦੇ ਹਨ) ਅਤੇ (ਸਭ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ) ਲੇਖ ਅਨੁਸਾਰ (ਦਰਜਾ-ਬ-ਦਰਜਾ ਸੁਖ ਦੁਖ ਦੇ) ਛਾਂਦੇ ਮਿਲ ਰਹੇ ਹਨ (ਜੇ ਇਹ ਯਕੀਨ ਬਣ ਜਾਏ ਤਾਂ ਅੰਦਰੋਂ ਕੂੜ ਦੀ ਕੰਧ ਟੁੱਟ ਜਾਂਦੀ ਹੈ।)",
    "pronunciation": "(sMjogu) myl[ (ivjogu) ivCoVw[ duie: eIVI ishwrI sMkoc ky bolo[",
    "type_id": 3
  }
]