[
  {
    "id": 2505,
    "shabad_id": 167,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "srby QweI eyku qUM; ijau BwvY iqau rwKu ]",
    "transliteration": "Sarabae Thhaaee Eaek Thoon Jio Bhaavai Thio Raakh ||",
    "translation": "In all places, You are the One and Only. As it pleases You, Lord, please save and protect me!",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ? ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਜੀਵਾਂ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈਂ। ਜਿਵੇਂ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ, ਤਿਵੇਂ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਜਾਲ ਤੋਂ) ਬਚਾ।",
    "pronunciation": "QWeIN",
    "type_id": 3
  },
  {
    "id": 2506,
    "shabad_id": 167,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "gurmiq swcw min vsY; nwmu Blo piq swQu ]",
    "transliteration": "Guramath Saachaa Man Vasai Naam Bhalo Path Saakh ||",
    "translation": "Through the Guru's Teachings, the True One abides within the mind. The Companionship of the Naam brings the most excellent honor.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਹੀ (ਜੀਵ ਦਾ) ਭਲਾ ਸਾਥੀ ਹੈ, ਤੇਰਾ ਨਾਮ ਹੀ ਜੀਵ ਦੀ ਇੱਜ਼ਤ ਹੈ, ਤੇਰਾ ਨਾਮ, ਗੁਰੂ ਦੀ ਮਤਿ ਲਿਆਂ ਹੀ, ਜੀਵ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(dUjw pwT: swKu)",
    "type_id": 3
  },
  {
    "id": 2507,
    "shabad_id": 167,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "haumY rogu gvweIAY; sbid scY scu BwKu ]8]",
    "transliteration": "Houmai Rog Gavaaeeai Sabadh Sachai Sach Bhaakh ||8||",
    "translation": "Eradicate the disease of egotism, and chant the True Shabad, the Word of the True Lord. ||8||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਨਾਮ ਸਿਮਰ, ਨਾਮ ਸਿਮਰਿਆਂ ਹੀ ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੁੰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2508,
    "shabad_id": 167,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "AwkwsI pwqwil qUM; iqRBvix rihAw smwie ]",
    "transliteration": "Aakaasee Paathaal Thoon Thribhavan Rehiaa Samaae ||",
    "translation": "You are pervading throughout the Akaashic Ethers, the nether regions and the three worlds.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਕਾਸਾਂ ਵਿਚ ਪਾਤਾਲ ਵਿਚ ਤਿੰਨਾਂ ਹੀ ਭਵਨਾਂ ਵਿਚ ਤੂੰ ਆਪ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2509,
    "shabad_id": 167,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "Awpy BgqI Bwau qUM; Awpy imlih imlwie ]",
    "transliteration": "Aapae Bhagathee Bhaao Thoon Aapae Milehi Milaae ||",
    "translation": "You Yourself are bhakti, loving devotional worship. You Yourself unite us in Union with Yourself.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ) ਭਗਤੀ ਬਖ਼ਸ਼ਦਾ ਹੈਂ, ਆਪਣਾ ਪ੍ਰੇਮ ਬਖ਼ਸ਼ਦਾ ਹੈਂ। ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਕੇ ਮਿਲਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2510,
    "shabad_id": 167,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "nwnk nwmu. n vIsrY; ijau BwvY iqvY rjwie ]9]13]",
    "transliteration": "Naanak Naam N Veesarai Jio Bhaavai Thivai Rajaae ||9||13||",
    "translation": "O Nanak, may I never forget the Naam! As is Your Pleasure, so is Your Will. ||9||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ) ਤੇ ਆਖ-(ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਿਵੇਂ ਤੇਰੀ ਰਜ਼ਾ ਵਰਤਦੀ ਹੈ (ਪਰ ਮਿਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਕਦੇ ਨਾ ਭੁੱਲੇ ॥੯॥੧੩॥{61-62}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2511,
    "shabad_id": 168,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "isrIrwgu mhlw 1 ]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2512,
    "shabad_id": 168,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "rwm nwim mnu byiDAw; Avru ik krI vIcwru ]",
    "transliteration": "Raam Naam Man Baedhhiaa Avar K Karee Veechaar ||",
    "translation": "My mind is pierced through by the Name of the Lord. What else should I contemplate?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪਰੋਤਾ ਜਾਏ, (ਉਸ ਦੇ ਸੰਬੰਧ ਵਿਚ) ਮੈਂ ਹੋਰ ਕੀਹ ਵਿਚਾਰ ਕਰਾਂ (ਮੈਂ ਹੋਰ ਕੀਹ ਦੱਸਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2513,
    "shabad_id": 168,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sbd suriq suKu aUpjY; pRB rwqau suK swru ]",
    "transliteration": "Sabadh Surath Sukh Oopajai Prabh Raatho Sukh Saar ||",
    "translation": "Focusing your awareness on the Shabad, happiness wells up. Attuned to God, the most excellent peace is found.",
    "punjabi": "ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਕਿ) ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ (ਨਾਮ ਵਿਚ) ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸ੍ਰੇਸ਼ਟ (ਆਤਮਕ) ਸੁਖ ਮਿਲਦਾ ਹੈ। ਜਿਸ ਦੀ ਸੁਰਤ ਸ਼ਬਦ ਦੇ (ਵਿਚਾਰ ਵਿਚ) ਜੁੜੀ ਹੋਈ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਅਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2514,
    "shabad_id": 168,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijau BwvY iqau rwKu qUM; mY. hir nwmu ADwru ]1]",
    "transliteration": "Jio Bhaavai Thio Raakh Thoon Mai Har Naam Adhhaar ||1||",
    "translation": "As it pleases You, please save me, Lord. The Name of the Lord is my Support. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਭੀ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ, ਮੈਨੂੰ ਭੀ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਰੱਖ, ਤੇਰਾ ਨਾਮ (ਮੇਰੇ ਜੀਵਨ ਦਾ) ਆਸਰਾ ਬਣ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2515,
    "shabad_id": 168,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mn ry; swcI Ksm rjwie ]",
    "transliteration": "Man Rae Saachee Khasam Rajaae ||",
    "translation": "O mind, the Will of our Lord and Master is true.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨਾ ਸਹੀ ਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2516,
    "shabad_id": 168,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ijin qnu mnu swij sIgwirAw; iqsu syqI ilv lwie ]1] rhwau ]",
    "transliteration": "Jin Than Man Saaj Seegaariaa This Saethee Liv Laae ||1|| Rehaao ||",
    "translation": "Focus your love upon the One who created and adorned your body and mind. ||1||Pause||",
    "punjabi": "(ਹੇ ਮਨ!) ਤੂੰ ਉਸ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਲਿਵ ਜੋੜ, ਜਿਸ ਨੇ ਇਹ ਸਰੀਰ ਤੇ ਮਨ ਪੈਦਾ ਕਰ ਕੇ ਇਹਨਾਂ ਨੂੰ ਸੋਹਣਾ ਬਣਾਇਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2517,
    "shabad_id": 168,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "qnu. bYsMqir homIAY; iek rqI qoil ktwie ]",
    "transliteration": "Than Baisanthar Homeeai Eik Rathee Thol Kattaae ||",
    "translation": "If I cut my body into pieces, and burn them in the fire,",
    "punjabi": "ਜੇ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਕੱਟ ਕੱਟ ਕੇ ਇਕ ਇਕ ਰੱਤੀ ਭਰ ਤੋਲ ਤੋਲ ਕੇ ਅੱਗ ਵਿਚ ਹਵਨ ਕਰ ਦਿੱਤਾ ਜਾਏ,",
    "pronunciation": "A`T r`qI dw ie`k mwsw[ r`qI",
    "type_id": 3
  },
  {
    "id": 2518,
    "shabad_id": 168,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "qnu mnu smDw jy krI; An idnu Agin jlwie ]",
    "transliteration": "Than Man Samadhhaa Jae Karee Anadhin Agan Jalaae ||",
    "translation": "And if I make my body and mind into firewood, and night and day burn them in the fire,",
    "punjabi": "ਜੇ ਮੈਂ ਆਪਣੇ ਸਰੀਰ ਤੇ ਮਨ ਨੂੰ ਹਵਨ ਦੀ ਸਾਮਗ੍ਰੀ ਬਣਾ ਦਿਆਂ ਤੇ ਹਰ ਰੋਜ਼ ਇਹਨਾਂ ਨੂੰ ਅੱਗ ਵਿਚ ਸਾੜਾਂ,",
    "pronunciation": "smDw:polw bolo[ (smDw) l`kVW",
    "type_id": 3
  },
  {
    "id": 2519,
    "shabad_id": 168,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir nwmY quil. n pujeI; jy lK kotI krm kmwie ]2]",
    "transliteration": "Har Naamai Thul N Pujee Jae Lakh Kottee Karam Kamaae ||2||",
    "translation": "And if I perform hundreds of thousands and millions of religious rituals-still, all these are not equal to the Name of the Lord. ||2||",
    "punjabi": "ਜੇ ਇਹੋ ਜਿਹੇ ਹੋਰ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਕਰਮ ਕੀਤੇ ਜਾਣ, ਤਾਂ ਭੀ ਕੋਈ ਕਰਮ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਾਬਰੀ ਤਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦਾ ॥੨॥",
    "pronunciation": "p`ujeI[ l`K",
    "type_id": 3
  },
  {
    "id": 2520,
    "shabad_id": 168,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ArD srIru ktweIAY; isir krvqu Drwie ]",
    "transliteration": "Aradhh Sareer Kattaaeeai Sir Karavath Dhharaae ||",
    "translation": "If my body were cut in half, if a saw was put to my head,",
    "punjabi": "ਜੇ ਸਿਰ ਉੱਤੇ ਆਰਾ ਰਖਾ ਕੇ ਸਰੀਰ ਨੂੰ ਦੁ-ਫਾੜ ਚਿਰਾ ਦਿੱਤਾ ਜਾਏ,",
    "pronunciation": "krv`qu[ Awrw",
    "type_id": 3
  },
  {
    "id": 2521,
    "shabad_id": 168,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "qnu. hYmMcil gwlIAY; BI mn qy. rogu n jwie ]",
    "transliteration": "Than Haimanchal Gaaleeai Bhee Man Thae Rog N Jaae ||",
    "translation": "And if my body were frozen in the Himalayas-even then, my mind would not be free of disease.",
    "punjabi": "ਜੇ ਸਰੀਰ ਨੂੰ ਹਿਮਾਲਾ ਪਰਬਤ (ਦੀ ਬਰਫ਼) ਵਿਚ ਗਾਲ ਦਿੱਤਾ ਜਾਏ, ਤਾਂ ਭੀ ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਆਦਿਕ) ਰੋਗ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(hYmMcil) ihmwlX phwV[ g`wlIAY",
    "type_id": 3
  },
  {
    "id": 2522,
    "shabad_id": 168,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hir nwmY quil. n pujeI; sB ifTI Toik vjwie ]3]",
    "transliteration": "Har Naamai Thul N Pujee Sabh Ddithee Thok Vajaae ||3||",
    "translation": "None of these are equal to the Name of the Lord. I have seen and tried and tested them all. ||3||",
    "punjabi": "(ਕਰਮ-ਕਾਂਡ ਦੀ) ਸਾਰੀ (ਹੀ ਮਰਯਾਦਾ) ਮੈਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖ ਕੇ ਵੇਖ ਲਈ ਹੈ, ਕੋਈ ਕਰਮ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਾਬਰੀ ਤਕ ਨਹੀਂ ਅੱਪੜਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2523,
    "shabad_id": 168,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "kMcn ky kot, dqu krI; bhu hYvr gYvr dwnu ]",
    "transliteration": "Kanchan Kae Kott Dhath Karee Bahu Haivar Gaivar Dhaan ||",
    "translation": "If I made a donation of castles of gold, and gave lots of fine horses and wondrous elephants in charity,",
    "punjabi": "ਜੇ ਮੈਂ ਸੋਨੇ ਦੇ ਕਿਲ੍ਹੇ ਦਾਨ ਕਰਾਂ, ਬਹੁਤ ਸਾਰੇ ਘੋੜੇ ਤੇ ਹਾਥੀ ਦਾਨ ਕਰਾਂ,",
    "pronunciation": "dqu, dwn: poly bolo jI",
    "type_id": 3
  },
  {
    "id": 2524,
    "shabad_id": 168,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "BUim dwnu gaUAw GxI; BI AMqir grbu gumwnu ]",
    "transliteration": "Bhoom Dhaan Gooaa Ghanee Bhee Anthar Garab Gumaan ||",
    "translation": "And if I made donations of land and cows-even then, pride and ego would still be within me.",
    "punjabi": "ਜ਼ਮੀਨ ਦਾਨ ਕਰਾਂ, ਬਹੁਤ ਸਾਰੀਆਂ ਗਾਂਈਆਂ ਦਾਨ ਕਰਾਂ, ਫਿਰ ਭੀ (ਸਗੋਂ ਇਸ ਦਾਨ ਦਾ ਹੀ) ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਮਾਣ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2525,
    "shabad_id": 168,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "rwm nwim mnu byiDAw; guir dIAw scu dwnu ]4]",
    "transliteration": "Raam Naam Man Baedhhiaa Gur Dheeaa Sach Dhaan ||4||",
    "translation": "The Name of the Lord has pierced my mind; the Guru has given me this true gift. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ ਜਪਣ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪਰੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਇਹੀ ਹੈ ਸਹੀ ਕਰਣੀ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2526,
    "shabad_id": 168,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "mn hT buDI kyqIAw; kyqy byd bIcwr ]",
    "transliteration": "Manehath Budhhee Kaetheeaa Kaethae Baedh Beechaar ||",
    "translation": "There are so many stubborn-minded intelligent people, and so many who contemplate the Vedas.",
    "punjabi": "ਅਨੇਕਾਂ ਹੀ ਲੋਕਾਂ ਦੀ ਅਕਲ (ਤਪ ਆਦਿਕ ਕਰਮਾਂ ਵਲ ਪ੍ਰੇਰਦੀ ਹੈ ਜੋ) ਮਨ ਦੇ ਹਠ ਨਾਲ (ਕੀਤੇ ਜਾਂਦੇ ਹਨ), ਅਨੇਕਾਂ ਹੀ ਲੋਕ ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ ਅਰਥ-ਵਿਚਾਰ ਕਰਦੇ ਹਨ (ਤੇ ਇਸ ਵਾਦ-ਵਿਵਾਦ ਨੂੰ ਹੀ ਜੀਵਨ ਦਾ ਸਹੀ ਰਾਹ ਮੰਨਦੇ ਹਨ),",
    "pronunciation": "hT: polw bolo",
    "type_id": 3
  },
  {
    "id": 2527,
    "shabad_id": 168,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "kyqy bMDn jIA ky; gurmuiK moK duAwr ]",
    "transliteration": "Kaethae Bandhhan Jeea Kae Guramukh Mokh Dhuaar ||",
    "translation": "There are so many entanglements for the soul. Only as Gurmukh do we find the Gate of Liberation.",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਹੋਰ ਭੀ ਅਨੇਕਾਂ ਕਰਮ ਹਨ ਜੋ ਜਿੰਦ ਵਾਸਤੇ ਫਾਹੀ-ਰੂਪ ਬਣ ਜਾਂਦੇ ਹਨ, (ਪਰ ਹਉਮੈ ਆਦਿਕ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਹੀ ਲੱਭਦਾ ਹੈ, (ਕਿਉਂਕਿ ਗੁਰੂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਹਿਦਾਇਤ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2528,
    "shabad_id": 168,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "schu ErY sBu ko; aupir scu Awcwru ]5]",
    "transliteration": "Sachahu Ourai Sabh Ko Oupar Sach Aachaar ||5||",
    "translation": "Truth is higher than everything; but higher still is truthful living. ||5||",
    "punjabi": "ਹਰੇਕ (ਕਰਮ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਤੋਂ ਘਟੀਆ ਹੈ, ਸਿਮਰਨ ਰੂਪ ਕਰਮ ਸਭ ਕਰਮਾਂ ਧਰਮਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਹੈ ॥੫॥",
    "pronunciation": "(ErY) aury@[ s`chu[ au~pir",
    "type_id": 3
  },
  {
    "id": 2529,
    "shabad_id": 168,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "sBu ko aUcw AwKIAY; nIcu. n dIsY koie ]",
    "transliteration": "Sabh Ko Oochaa Aakheeai Neech N Dheesai Koe ||",
    "translation": "Call everyone exalted; no one seems lowly.",
    "punjabi": "(ਪਰ ਕਰਮ-ਕਾਂਡ ਦੇ ਜਾਲ ਵਿਚ ਫਸੇ ਉੱਚ-ਜਾਤੀਏ ਬੰਦਿਆਂ ਨੂੰ ਭੀ ਨਿੰਦਣਾ ਠੀਕ ਨਹੀਂ ਹੈ), ਹਰੇਕ ਜੀਵ ਨੂੰ ਚੰਗਾ ਹੀ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ, (ਜਗਤ ਵਿਚ) ਕੋਈ ਨੀਚ ਨਹੀਂ ਦਿੱਸਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2530,
    "shabad_id": 168,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ieknY BWfy swijAY; ieku cwnxu iqhu loie ]",
    "transliteration": "Eikanai Bhaanddae Saajiai Eik Chaanan Thihu Loe ||",
    "translation": "The One Lord has fashioned the vessels, and His One Light pervades the three worlds.",
    "punjabi": "ਕਿਉਂਕਿ ਇਕ ਕਰਤਾਰ ਨੇ ਹੀ ਸਾਰੇ ਜੀਵ ਰਚੇ ਹਨ, ਤੇ ਤਿੰਨਾਂ ਲੋਕਾਂ (ਦੇ ਜੀਵਾਂ) ਵਿਚ ਉਸੇ (ਕਰਤਾਰ ਦੀ ਜੋਤਿ) ਦਾ ਹੀ ਚਾਨਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2531,
    "shabad_id": 168,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "krim imlY. scu pweIAY; Duir bKs. n mytY koie ]6]",
    "transliteration": "Karam Milai Sach Paaeeai Dhhur Bakhas N Maettai Koe ||6||",
    "translation": "Receiving His Grace, we obtain Truth. No one can erase His Primal Blessing. ||6||",
    "punjabi": "ਸਿਮਰਨ (ਦਾ ਖ਼ੈਰ) ਪ੍ਰਭੂ ਦੀ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ, ਤੇ ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਿਮਰਨ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, ਕੋਈ ਧਿਰ ਉਸ (ਦਾਤਿ) ਦੇ ਰਾਹ ਵਿਚ ਰੋਕ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2532,
    "shabad_id": 168,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "swDu imlY swDU jnY; sMqoKu vsY gur Bwie ]",
    "transliteration": "Saadhh Milai Saadhhoo Janai Santhokh Vasai Gur Bhaae ||",
    "translation": "When one Holy person meets another Holy person, they abide in contentment, through the Love of the Guru.",
    "punjabi": "ਜੇਹੜਾ ਗੁਰਮੁਖ ਮਨੁੱਖ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਦਾ ਹੈ, ਗੁਰੂ-ਆਸ਼ੇ ਦੇ ਅਨੁਸਾਰ ਤੁਰਿਆਂ (ਉਸ ਦੇ ਮਨ ਵਿਚ) ਸੰਤੋਖ ਆ ਵਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2533,
    "shabad_id": 168,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "AkQ kQw vIcwrIAY; jy siqgur mwih smwie ]",
    "transliteration": "Akathh Kathhaa Veechaareeai Jae Sathigur Maahi Samaae ||",
    "translation": "They contemplate the Unspoken Speech, merging in absorption in the True Guru.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਵਿਚ ਲੀਨ ਰਹੇ ਤਾਂ ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲੇ ਕਰਤਾਰ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ,",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "id": 2534,
    "shabad_id": 168,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "pI AMimRqu sMqoiKAw; drgih pYDw jwie ]7]",
    "transliteration": "Pee Anmrith Santhokhiaa Dharagehi Paidhhaa Jaae ||7||",
    "translation": "Drinking in the Ambrosial Nectar, they are contented; they go to the Court of the Lord in robes of honor. ||7||",
    "punjabi": "ਤੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਰੂਪ ਅੰਮ੍ਰਿਤ ਪੀਤਿਆਂ ਮਨ ਸੰਤੋਖ ਗ੍ਰਹਣ ਕਰ ਲੈਂਦਾ ਹੈ, ਅਤੇ (ਜਗਤ ਵਿਚੋਂ) ਆਦਰ ਮਾਣ ਖੱਟ ਕੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਹੁੰਚਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2535,
    "shabad_id": 168,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "Git Git vwjY ikMgurI; An idnu sbid suBwie ]",
    "transliteration": "Ghatt Ghatt Vaajai Kinguree Anadhin Sabadh Subhaae ||",
    "translation": "In each and every heart the Music of the Lord's Flute vibrates, night and day, with sublime love for the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਸੁਭਾਉ ਵਿਚ ਹਰ ਵੇਲੇ ਇਕ-ਮਿਕ ਹੋਇ ਰਿਹਾਂ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ (ਰੱਬੀ ਜੀਵਨ-ਰੌ ਦੀ) ਬੀਨ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਜ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2536,
    "shabad_id": 168,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ivrly kau soJI peI; gurmuiK mnu smJwie ]",
    "transliteration": "Viralae Ko Sojhee Pee Guramukh Man Samajhaae ||",
    "translation": "Only those few who become Gurmukh understand this by instructing their minds.",
    "punjabi": "ਪਰ ਇਹ ਸਮਝ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਹੀ ਪੈਂਦੀ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਮਨ ਨੂੰ ਸਮਝਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2537,
    "shabad_id": 168,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "nwnk. nwmu n vIsrY; CUtY sbdu kmwie ]8]14]",
    "transliteration": "Naanak Naam N Veesarai Shhoottai Sabadh Kamaae ||8||14||",
    "translation": "O Nanak, do not forget the Naam. Practicing the Shabad you shall be saved. ||8||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ, ਉਹ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਕਮਾ ਕੇ (ਗੁਰ-ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਬਣਾ ਕੇ, ਹਉਮੈ ਆਦਿਕ ਰੋਗਾਂ ਤੋਂ) ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ॥੮॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2538,
    "shabad_id": 169,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "isrIrwgu mhlw 1 ]",
    "transliteration": "Sireeraag Mehalaa 1 ||",
    "translation": "Siree Raag, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2539,
    "shabad_id": 169,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "icqy idsih Daulhr; bgy bMk duAwr ]",
    "transliteration": "Chithae Dhisehi Dhhoulehar Bagae Bank Dhuaar ||",
    "translation": "There are painted mansions to behold, white-washed, with beautiful doors;",
    "punjabi": "ਹੇ ਮਨ! ਜਿਵੇਂ ਬੜੇ ਚਾਉ ਨਾਲ ਉਸਾਰੇ ਹੋਏ ਚਿੱਤਰੇ ਹੋਏ ਮਹਲ-ਮਾੜੀਆਂ (ਸੁੰਦਰ) ਦਿੱਸਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਫ਼ੈਦ ਬਾਂਕੇ ਦਰਵਾਜ਼ੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "icqy:polw bolo[ (icqy) ic`qRkwrI kIqy[ (Daulhr) mhl[ (b`gy) ic`ty",
    "type_id": 3
  },
  {
    "id": 2540,
    "shabad_id": 169,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kir mn KusI auswirAw; dUjY hyiq ipAwir ]",
    "transliteration": "Kar Man Khusee Ousaariaa Dhoojai Haeth Piaar ||",
    "translation": "They were constructed to give pleasure to the mind, but this is only for the sake of the love of duality.",
    "punjabi": "(ਪਰ ਜੇ ਉਹ ਅੰਦਰੋਂ ਖ਼ਾਲੀ ਰਹਿਣ ਤਾਂ ਢਹਿ ਕੇ ਢੇਰੀ ਹੋ ਜਾਂਦੇ ਹਨ, ਤਿਵੇਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਿਆਰ ਵਿਚ (ਇਹ ਸਰੀਰ) ਪਾਲੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2541,
    "shabad_id": 169,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "AMdru KwlI pRym ibnu; Fih FyrI qnu Cwru ]1]",
    "transliteration": "Andhar Khaalee Praem Bin Dtehi Dtaeree Than Shhaar ||1||",
    "translation": "The inner being is empty without love. The body shall crumble into a heap of ashes. ||1||",
    "punjabi": "ਪਰ ਜੇ ਹਿਰਦਾ ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਹੈ, ਪ੍ਰੇਮ ਤੋਂ ਬਿਨਾ ਹੈ, ਤਾਂ ਇਹ ਸਰੀਰ ਢਹਿ ਕੇ ਢੇਰੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2542,
    "shabad_id": 169,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "BweI ry; qnu Dnu swiQ. n hoie ]",
    "transliteration": "Bhaaee Rae Than Dhhan Saathh N Hoe ||",
    "translation": "O Siblings of Destiny, this body and wealth shall not go along with you.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸਰੀਰ ਇਹ ਧਨ (ਜਗਤ ਤੋਂ ਚਲਣ ਵੇਲੇ) ਨਾਲ ਨਹੀਂ ਨਿਭਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2543,
    "shabad_id": 169,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "rwm nwmu Dnu inrmlo; guru dwiq kry pRBu soie ]1] rhwau ]",
    "transliteration": "Raam Naam Dhhan Niramalo Gur Dhaath Karae Prabh Soe ||1|| Rehaao ||",
    "translation": "The Lord's Name is the pure wealth; through the Guru, God bestows this gift. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਐਸਾ) ਪਵਿਤ੍ਰ ਧਨ ਹੈ (ਜੋ ਸਦਾ ਨਾਲ ਨਿਭਦਾ ਹੈ, ਪਰ ਇਹ ਮਿਲਦਾ ਉਸ ਨੂੰ ਹੈ) ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੇਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਦਾਤ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 2544,
    "shabad_id": 169,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "rwm nwmu. Dnu inrmlo; jy dyvY dyvxhwru ]",
    "transliteration": "Raam Naam Dhhan Niramalo Jae Dhaevai Dhaevanehaar ||",
    "translation": "The Lord's Name is the pure wealth; it is given only by the Giver.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਵਿਤ੍ਰ ਧਨ ਹੈ (ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ) ਜੇ ਦੇਣ ਦੇ ਸਮਰੱਥ ਹਰੀ ਆਪ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2545,
    "shabad_id": 169,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "AwgY. pUC n hoveI; ijsu bylI guru krqwru ]",
    "transliteration": "Aagai Pooshh N Hovee Jis Baelee Gur Karathaar ||",
    "translation": "One who has the Guru, the Creator, as his Friend, shall not be questioned hereafter.",
    "punjabi": "(ਨਾਮ-ਧਨ ਹਾਸਲ ਕਰਨ ਵਿਚ) ਜਿਸ ਮਨੁੱਖ ਦਾ ਸਹਾਈ ਗੁਰੂ ਆਪ ਬਣੇ, ਕਰਤਾਰ ਆਪ ਬਣੇ, ਪਰਲੋਕ ਵਿਚ ਉਸ ਉੱਤੇ ਕੋਈ ਇਤਰਾਜ਼ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 2546,
    "shabad_id": 169,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Awip Cfwey CutIAY; Awpy bKsxhwru ]2]",
    "transliteration": "Aap Shhaddaaeae Shhutteeai Aapae Bakhasanehaar ||2||",
    "translation": "He Himself delivers those who are delivered. He Himself is the Forgiver. ||2||",
    "punjabi": "ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਚਾਏ ਤਾਂ ਬਚ ਸਕੀਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
