[
  {
    "shabad_id": 170,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "sBu jgu. kwjl koTVI; qnu mnu dyh. suAwih ]",
    "transliteration": "Sabh Jag Kaajal Kotharree Than Man Dhaeh Suaahi ||",
    "translation": "The whole world is a store-house of lamp-black; the body and mind are blackened with it.",
    "punjabi": "ਇਹ ਸਾਰਾ ਜਗਤ ਕੱਜਲ ਦੀ ਕੋਠੜੀ (ਸਮਾਨ) ਹੈ (ਜੇਹੜਾ ਭੀ ਇਸ ਦੇ ਮੋਹ ਵਿਚ ਫਸਦਾ ਹੈ, ਉਸ ਦਾ) ਤਨ ਮਨ ਸਰੀਰ ਸੁਆਹ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "kw`jl",
    "type_id": 3
  },
  {
    "shabad_id": 170,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "guir rwKy sy inrmly; sbid invwrI Bwih ]7]",
    "transliteration": "Gur Raakhae Sae Niramalae Sabadh Nivaaree Bhaahi ||7||",
    "translation": "Those who are saved by the Guru are immaculate and pure; through the Word of the Shabad, they extinguish the fire of desire. ||7||",
    "punjabi": "ਗੁਰੂ ਨੇ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਅੱਗ ਦੂਰ ਕਰ ਦਿੱਤੀ, ਉਹ (ਇਸ ਕੱਜਲ-ਕੋਠੜੀ ਵਿਚੋਂ) ਸਾਫ਼-ਸੁਥਰੇ ਹੀ ਰਹੇ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 170,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "nwnk. qrIAY sic nwim; isir swhw pwiqswhu ]",
    "transliteration": "Naanak Thareeai Sach Naam Sir Saahaa Paathisaahu ||",
    "translation": "O Nanak, they swim across with the True Name of the Lord, the King above the heads of kings.",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਸਭ ਸ਼ਾਹਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਪਾਤਿਸ਼ਾਹ ਹੈ, ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 170,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "mY hir nwmu. n vIsrY; hir nwmu rqnu vyswhu ]",
    "transliteration": "Mai Har Naam N Veesarai Har Naam Rathan Vaesaahu ||",
    "translation": "May I never forget the Name of the Lord! I have purchased the Jewel of the Lord's Name.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਕੇ ਆਖ-) ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਨਾ ਭੁੱਲੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਤਨ ਨਾਮ-ਪੂੰਜੀ (ਮੇਰੇ ਪਾਸ ਸਦਾ-ਥਿਰ ਰਹੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 170,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "mnmuK Baujil pic muey; gurmuiK qry AQwhu ]8]16]",
    "transliteration": "Manamukh Bhoujal Pach Mueae Guramukh Tharae Athhaahu ||8||16||",
    "translation": "The self-willed manmukhs putrefy and die in the terrifying world-ocean, while the Gurmukhs cross over the bottomless ocean. ||8||16||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਖਪ ਖਪ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਹਨ, ਤੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਇਸ ਬੇਅੰਤ ਡੂੰਘੇ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ (ਉਹ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚ ਨਹੀਂ ਡੁੱਬਦੇ) ॥੮॥੧੬॥{63-64}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "isrIrwgu mhlw 1 Gru 2 ]",
    "transliteration": "Sireeraag Mehalaa 1 Ghar 2 ||",
    "translation": "Siree Raag, First Mehl, Second House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mukwmu kir Gir bYsxw; inq clxY kI DoK ]",
    "transliteration": "Mukaam Kar Ghar Baisanaa Nith Chalanai Kee Dhhokh ||",
    "translation": "They have made this their resting place and they sit at home, but the urge to depart is always there.",
    "punjabi": "(ਦੁਨੀਆ ਨੂੰ ਆਪਣੇ ਰਹਿਣ ਲਈ) ਪੱਕਾ ਟਿਕਾਣਾ ਸਮਝ ਕੇ ਘਰ ਵਿਚ ਬੈਠ ਜਾਣਾ ਭੀ (ਮਨੁੱਖ ਨੂੰ ਮੌਤ ਵਲੋਂ ਬੇ-ਫ਼ਿਕਰ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਥੋਂ) ਚਲੇ ਜਾਣ ਦੀ ਚਿੰਤਾ ਤਾਂ ਸਦਾ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mukwmu qw pru jwxIAY; jw rhY inhclu lok ]1]",
    "transliteration": "Mukaam Thaa Par Jaaneeai Jaa Rehai Nihachal Lok ||1||",
    "translation": "This would be known as a lasting place of rest, only if they were to remain stable and unchanging. ||1||",
    "punjabi": "ਜਗਤ ਵਿਚ ਜੀਵ ਦਾ ਪੱਕਾ ਟਿਕਾਣਾ ਤਾਂ ਤਦੋਂ ਹੀ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਇਹ ਜਗਤ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੋਵੇ (ਪਰ ਇਹ ਤਾਂ ਸਭ ਕੁਝ ਹੀ ਨਾਸਵੰਤ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "dunIAw; kYis mukwmy ]",
    "transliteration": "Dhuneeaa Kais Mukaamae ||",
    "translation": "What sort of a resting place is this world?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਹ ਜਗਤ (ਜੀਵਾਂ ਵਾਸਤੇ) ਸਦਾ ਰਹਿਣ ਵਾਲੀ ਥਾਂ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "kir isdku, krxI Krcu bwDhu; lwig rhu nwmy ]1] rhwau ]",
    "transliteration": "Kar Sidhak Karanee Kharach Baadhhahu Laag Rahu Naamae ||1|| Rehaao ||",
    "translation": "Doing deeds of faith, pack up the supplies for your journey, and remain committed to the Name. ||1||Pause||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਰਧਾ ਧਾਰ ਕੇ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਸਫ਼ਰ ਲਈ) ਖ਼ਰਚ (ਤਿਆਰ ਕਰ ਕੇ ਪੱਲੇ) ਬੰਨ੍ਹ, ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 171,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jogI q Awsxu kir bhY; mulw bhY mukwim ]",
    "transliteration": "Jogee Th Aasan Kar Behai Mulaa Behai Mukaam ||",
    "translation": "The Yogis sit in their Yogic postures, and the Mullahs sit at their resting stations.",
    "punjabi": "ਜੋਗੀ ਆਸਣ ਜਮਾ ਕੇ ਬੈਠਦਾ ਹੈ। ਸਾਈਂ ਫ਼ਕੀਰ ਤਕੀਏ ਵਿਚ ਡੇਰਾ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "pMifq vKwxih poQIAw; isD bhih dyv sQwin ]2]",
    "transliteration": "Panddith Vakhaanehi Pothheeaa Sidhh Behehi Dhaev Sathhaan ||2||",
    "translation": "The Hindu Pandits recite from their books, and the Siddhas sit in the temples of their gods. ||2||",
    "punjabi": "ਪੰਡਿਤ (ਧਰਮ ਅਸਥਾਨਾਂ ਵਿਚ ਬੈਠ ਕੇ) ਧਰਮ-ਪੋਥੀਆਂ (ਹੋਰਨਾਂ ਨੂੰ) ਸੁਣਾਂਦੇ ਹਨ, ਕਰਾਮਾਤੀ ਜੋਗੀ ਸ਼ਿਵ ਆਦਿਕ ਦੇ ਮੰਦਰ ਵਿਚ ਬੈਠਦੇ ਹਨ (ਪਰ ਆਪੋ ਆਪਣੀ ਵਾਰੀ ਸਭ ਜਗਤ ਤੋਂ ਕੂਚ ਕਰਦੇ ਜਾ ਰਹੇ ਹਨ) ॥੨॥",
    "pronunciation": "(dyv sQwin) sumyr prbq[ (dUjw pwT: dyvsQwin)",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "sur isD gx gMDrb, muin jn; syK pIr slwr ]",
    "transliteration": "Sur Sidhh Gan Gandhharab Mun Jan Saekh Peer Salaar ||",
    "translation": "The angels, Siddhas, worshippers of Shiva, heavenly musicians, silent sages, Saints, priests, preachers, spiritual teachers and commanders",
    "punjabi": "ਦੇਵਤੇ, ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਜੋਗੀ, (ਸ਼ਿਵਜੀ ਦੇ ਉਪਾਸਕ) ਗਣ, ਦੇਵਤਿਆਂ ਦੇ ਗਵਈਏ, (ਸਮਾਧੀਆਂ ਵਿਚ ਚੁੱਪ ਟਿਕੇ ਰਹਿਣ ਵਾਲੇ) ਮੁਨੀ ਜਨ, ਸੇਖ਼, ਪੀਰ ਅਤੇ ਸਰਦਾਰ (ਅਖਵਾਣ ਵਾਲੇ)",
    "pronunciation": "gM-Drb",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "dir kUc kUcw kir gey; Avry iB clxhwr ]3]",
    "transliteration": "Dhar Kooch Koochaa Kar Geae Avarae Bh Chalanehaar ||3||",
    "translation": "-each and every one has left, and all others shall depart as well. ||3||",
    "punjabi": "ਆਪੋ ਆਪਣੀ ਵਾਰੀ ਸਾਰੇ ਜਗਤ ਤੋਂ ਕੂਚ ਕਰ ਗਏ, (ਜੇਹੜੇ ਐਸ ਵੇਲੇ ਇਥੇ ਦਿੱਸਦੇ ਹਨ) ਇਹ ਭੀ ਸਾਰੇ ਇਥੋਂ ਚਲੇ ਜਾਣ ਵਾਲੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "sulqwn Kwn mlUk aumry; gey kir kir kUcu ]",
    "transliteration": "Sulathaan Khaan Malook Oumarae Geae Kar Kar Kooch ||",
    "translation": "The sultans and kings, the rich and the mighty, have marched away in succession.",
    "punjabi": "ਬਾਦਸ਼ਾਹ, ਖਾਨ, ਰਾਜੇ, ਅਮੀਰ, ਵਜ਼ੀਰ, ਆਪਣਾ ਆਪਣਾ ਡੇਰਾ ਕੂਚ ਕਰ ਕੇ ਚਲੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "GVI muhiq ik. clxw; idl smJu. qUM iB phUcu ]4]",
    "transliteration": "Gharree Muhath K Chalanaa Dhil Samajh Thoon Bh Pehooch ||4||",
    "translation": "In a moment or two, we shall also depart. O my heart, understand that you must go as well! ||4||",
    "punjabi": "ਘੜੀ ਦੋ ਘੜੀ ਵਿਚ ਹਰੇਕ ਨੇ ਇਥੋਂ ਚਲੇ ਜਾਣਾ ਹੈ। ਹੇ ਮਨ! ਅਕਲ ਕਰ (ਗ਼ਾਫ਼ਿਲ ਨਾਹ ਹੋ), ਤੂੰ ਭੀ (ਪਰਲੋਕ ਵਿਚ) ਪਹੁੰਚ ਜਾਣਾ ਹੈ ॥੪॥",
    "pronunciation": "c`lxw",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "sbdwh mwih, vKwxIAY; ivrlw q bUJY koie ]",
    "transliteration": "Sabadhaah Maahi Vakhaaneeai Viralaa Th Boojhai Koe ||",
    "translation": "This is described in the Shabads; only a few understand this!",
    "punjabi": "ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਤਾਂ ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ ਪਰ ਕੋਈ ਵਿਰਲਾ ਹੀ ਯਕੀਨ ਲਿਆਉਂਦਾ ਹੈ (ਕਿ ਹਰੇਕ ਜੀਵ ਨੇ ਇਥੋਂ ਚਲੇ ਜਾਣਾ ਹੈ ਤੇ ਇਥੇ ਸਿਰਫ਼)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "nwnku vKwxY bynqI; jil Qil mhIAil soie ]5]",
    "transliteration": "Naanak Vakhaanai Baenathee Jal Thhal Meheeal Soe ||5||",
    "translation": "Nanak offers this prayer to the One who pervades the water, the land and the air. ||5||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਉਹੀ ਪਰਮਾਤਮਾ (ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਹੈ ਜੋ) ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਪੁਲਾੜ ਵਿਚ (ਹਰ ਥਾਂ ਮੌਜੂਦ) ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "Alwhu AlKu AgMmu kwdru; krxhwru krImu ]",
    "transliteration": "Alaahu Alakh Aganm Kaadhar Karanehaar Kareem ||",
    "translation": "He is Allah, the Unknowable, the Inaccessible, All-powerful and Merciful Creator.",
    "punjabi": "ਜੋ ਅੱਲਾਹ (ਅਖਵਾਂਦਾ) ਹੈ, ਜੋ ਅਲੱਖ ਹੈ, ਅਪਹੁੰਚ ਹੈ, ਜੋ ਸਾਰੀ ਕੁਦਰਤਿ ਦਾ ਮਾਲਕ ਹੈ, ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਤੇ, ਜੋ ਸਭ ਜੀਵਾਂ ਉੱਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "(kwdru) kudrq dy mwlk srb SkqIvwn[ (krImu) sRb ivAwpI mhW ivsmw ikRpw hI ikRpw krn vwly[ A`lwh[A-lK, A-gMmu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "sB dunI Awvx jwvxI; mukwmu eyku rhImu ]6]",
    "transliteration": "Sabh Dhunee Aavan Jaavanee Mukaam Eaek Reheem ||6||",
    "translation": "All the world comes and goes-only the Merciful Lord is permanent. ||6||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਇਕ ਉਹ ਹੈ (ਨਹੀਂ ਤਾਂ ਹੋਰ) ਸਾਰੀ ਦੁਨੀਆ ਆਵਣ ਜਾਵਣ ਵਾਲੀ ਹੈ (ਨਾਸਵੰਤ ਹੈ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "mukwmu iqs no AwKIAY; ijsu isis. n hovI lyKu ]",
    "transliteration": "Mukaam This No Aakheeai Jis Sis N Hovee Laekh ||",
    "translation": "Call permanent only the One, who does not have destiny inscribed upon His Forehead.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿਸ ਦੇ ਸਿਰ ਉੱਤੇ ਮੌਤ ਦਾ ਲੇਖ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(is`is) isr",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "Asmwnu DrqI clsI; mukwmu EhI eyku ]7]",
    "transliteration": "Asamaan Dhharathee Chalasee Mukaam Ouhee Eaek ||7||",
    "translation": "The sky and the earth shall pass away; He alone is permanent. ||7||",
    "punjabi": "ਇਹ ਆਕਾਸ਼ ਇਹ ਧਰਤੀ ਸਭ ਕੁਝ ਨਾਸਵੰਤ ਹੈ, ਪਰ ਉਹ ਇੱਕ ਪਰਮਾਤਮਾ ਸਦਾ ਅਟੱਲ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "idn riv clY, inis sis clY; qwirkw lK ploie ]",
    "transliteration": "Dhin Rav Chalai Nis Sas Chalai Thaarikaa Lakh Paloe ||",
    "translation": "The day and the sun shall pass away; the night and the moon shall pass away; the hundreds of thousands of stars shall disappear.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਅਟੱਲ ਬਚਨ ਕਹਿ ਦੇ-ਦਿਨ ਅਤੇ ਸੂਰਜ ਨਾਸਵੰਤ ਹਨ, ਰਾਤ ਅਤੇ ਚੰਦ੍ਰਮਾ ਨਾਸਵੰਤ ਹਨ, (ਇਹ ਦਿੱਸਦੇ) ਲੱਖਾਂ ਹੀ ਤਾਰੇ ਭੀ ਨਾਸ ਹੋ ਜਾਣਗੇ।",
    "pronunciation": "(ploie) cly jwxgy, nws ho jwxgy[ inis, sis:poly bolo[ c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "mukwmu. EhI eyku hY; nwnkw. scu bugoie ]8]17]",
    "transliteration": "Mukaam Ouhee Eaek Hai Naanakaa Sach Bugoe ||8||17||",
    "translation": "He alone is permanent; Nanak speaks the Truth. ||8||17||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ ॥੮॥੧੭॥",
    "pronunciation": "(bugoie) kQn krdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 171,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "mhly pihly sqwrh AstpdIAw ]",
    "transliteration": "Mehalae Pehilae Sathaareh Asattapadheeaa ||",
    "translation": "Seventeen Ashtapadees Of The First Mehl.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "isrIrwgu mhlw 3 Gru 1 AstpdIAw",
    "transliteration": "Sireeraag Mehalaa 3 Ghar 1 Asattapadheeaa",
    "translation": "Siree Raag, Third Mehl, First House, Ashtapadees:",
    "punjabi": "ਰਾਗ ਸਿਰੀਰਾਗੁ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 172,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "gurmuiK ikRpw kry. Bgiq kIjY; ibnu gur. Bgiq n hoie ]",
    "transliteration": "Guramukh Kirapaa Karae Bhagath Keejai Bin Gur Bhagath N Hoe ||",
    "translation": "By God's Grace, the Gurmukh practices devotion; without the Guru, there is no devotional worship.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਜਦੋਂ) ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਭਗਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "AwpY Awpu imlwey bUJY; qw inrmlu hovY koie ]",
    "transliteration": "Aapai Aap Milaaeae Boojhai Thaa Niramal Hovai Koe ||",
    "translation": "One who merges his own self into Him understands, and so becomes pure.",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ) ਆਪੇ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਮਿਲਾਣਾ ਸਿੱਖ ਲੈਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਪਵਿਤ੍ਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir jIau scw. scI bwxI; sbid imlwvw hoie ]1]",
    "transliteration": "Har Jeeo Sachaa Sachee Baanee Sabadh Milaavaa Hoe ||1||",
    "translation": "The Dear Lord is True, and True is the Word of His Bani. Through the Word of the Shabad, Union with Him is obtained. ||1||",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ਜਿਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸਦਾ ਅਟੱਲ ਹੈ, ਉਸ ਨਾਲ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "BweI ry. Bgiq hIxu; kwhy jig AwieAw ]",
    "transliteration": "Bhaaee Rae Bhagathiheen Kaahae Jag Aaeiaa ||",
    "translation": "O Siblings of Destiny, without devotion, why have people even come into the world?",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਸਖਣਾ ਰਿਹਾ, ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਕਿਸ ਅਰਥ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "pUry gur kI. syv n kInI; ibrQw jnmu gvwieAw ]1] rhwau ]",
    "transliteration": "Poorae Gur Kee Saev N Keenee Birathhaa Janam Gavaaeiaa ||1|| Rehaao ||",
    "translation": "They have not served the Perfect Guru; they have wasted their lives in vain. ||1||Pause||",
    "punjabi": "ਜਿਸ ਨੇ (ਜਗਤ ਵਿਚ ਆ ਕੇ) ਪੂਰੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਨਾਹ ਫੜਿਆ, ਉਸ ਨੇ ਆਪਣਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 172,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "Awpy hir jgjIvnu dwqw; Awpy bKis imlwey ]",
    "transliteration": "Aapae Har Jagajeevan Dhaathaa Aapae Bakhas Milaaeae ||",
    "translation": "The Lord Himself, the Life of the World, is the Giver. He Himself forgives, and unites us with Himself.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਜਗਤ ਦੇ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈ ਉਹ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jIA jMq ey ikAw vycwry; ikAw ko AwiK suxwey ]",
    "transliteration": "Jeea Janth Eae Kiaa Vaechaarae Kiaa Ko Aakh Sunaaeae ||",
    "translation": "What are these poor beings and creatures? What can they speak and say?",
    "punjabi": "(ਨਹੀਂ ਤਾਂ) ਇਹ ਜੀਵ ਜੰਤ ਵਿਚਾਰੇ ਕੀਹ ਹਨ? (ਭਾਵ, ਇਹਨਾਂ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਕਿ ਇਹ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਸਕਣ, ਆਪਣੇ ਕਿਸੇ ਅਜਿਹੇ ਉੱਦਮ ਦੀ ਬਾਬਤ) ਕੋਈ ਜੀਵ ਕੀਹ ਆਖ ਕੇ (ਕਿਸੇ ਨੂੰ) ਸੁਣਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "gurmuiK Awpy dy vifAweI; Awpy syv krwey ]2]",
    "transliteration": "Guramukh Aapae Dhae Vaddiaaee Aapae Saev Karaaeae ||2||",
    "translation": "God Himself grants glory to the Gurmukhs; He joins them to His Service. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਨਾਮ ਦੀ) ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "dyiK kutMbu moih loBwxw; clidAw nwil. n jweI ]",
    "transliteration": "Dhaekh Kuttanb Mohi Lobhaanaa Chaladhiaa Naal N Jaaee ||",
    "translation": "Beholding your family, you are lured away by emotional attachment, but when you leave, they will not go with you.",
    "punjabi": "(ਮਨੁੱਖ ਆਪਣੇ) ਪਰਵਾਰ ਨੂੰ ਦੇਖ ਕੇ (ਉਸ ਦੇ) ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ (ਕਦੇ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਜਗਤ ਤੋਂ) ਤੁਰਨ ਵੇਲੇ (ਕਿਸੇ ਨੇ ਉਸ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਣਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]