[
  {
    "shabad_id": 172,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "siqguru syiv gux inDwnu pwieAw; iqs kI. kIm n pweI ]",
    "transliteration": "Sathigur Saev Gun Nidhhaan Paaeiaa This Kee Keem N Paaee ||",
    "translation": "Serving the True Guru, I have found the Treasure of Excellence. Its value cannot be estimated.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ, ਉਸ (ਦੀ ਸੋਭਾ) ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "pRBu sKw hir jIau myrw; AMqy hoie sKweI ]3]",
    "transliteration": "Prabh Sakhaa Har Jeeo Maeraa Anthae Hoe Sakhaaee ||3||",
    "translation": "The Dear Lord God is my Best Friend. In the end, He shall be my Companion and Support. ||3||",
    "punjabi": "ਪਿਆਰਾ ਪ੍ਰਭੂ ਜੋ (ਅਸਲ) ਮਿੱਤ੍ਰ ਹੈ ਅੰਤ ਵੇਲੇ (ਜਦੋਂ ਹੋਰ ਸਭ ਸਾਕ-ਅੰਗ ਸਾਥ ਛੱਡ ਦੇਂਦੇ ਹਨ ਉਸ ਦਾ) ਸਾਥੀ ਬਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(sKw) im`qR[ (sKweI) shweI",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "pyeIAVY jgjIvnu dwqw; mnmuiK piq gvweI ]",
    "transliteration": "Paeeearrai Jagajeevan Dhaathaa Manamukh Path Gavaaee ||",
    "translation": "In this world of my father's home, the Great Giver is the Life of the World. The self-willed manmukhs have lost their honor.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੇ (ਇਸ) ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਲੋਕ ਵਿਚ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ (ਵਿਸਾਰ ਕੇ) ਜੋ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਜਗਤ ਦੇ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈ, ਆਪਣੀ ਇਜ਼ਤ ਗਵਾ ਲਈ ਹੈ।",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ibnu siqgur. ko mgu n jwxY; AMDy. Taur n kweI ]",
    "transliteration": "Bin Sathigur Ko Mag N Jaanai Andhhae Thour N Kaaee ||",
    "translation": "Without the True Guru, no one knows the Way. The blind find no place of rest.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ (ਜੀਵਨ ਦਾ ਸਹੀ) ਰਸਤਾ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ (ਕਿਤੇ) ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "mgu:polw bolo [(mgu) rsqw",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "hir suKdwqw. min nhI visAw; AMiq gieAw pCuqweI ]4]",
    "transliteration": "Har Sukhadhaathaa Man Nehee Vasiaa Anth Gaeiaa Pashhuthaaee ||4||",
    "translation": "If the Lord, the Giver of Peace, does not dwell within the mind, then they shall depart with regret in the end. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਸੁੱਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਨਹੀਂ ਵੱਸਦਾ, ਉਹ ਅੰਤ ਵੇਲੇ ਇਥੋਂ ਪਛੁਤਾਂਦਾ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "pyeIAVY jgjIvnu dwqw; gurmiq mMin vswieAw ]",
    "transliteration": "Paeeearrai Jagajeevan Dhaathaa Guramath Mann Vasaaeiaa ||",
    "translation": "In this world of my father's house, through the Guru's Teachings, I have cultivated within my mind the Great Giver, the Life of the World.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਇਸ ਜੀਵਨ ਵਿਚ ਹੀ ਜਗਤ ਦੇ ਜੀਵਨ ਤੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੂੰ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "Anidnu Bgiq krih idnu rwqI; haumY mohu cukwieAw ]",
    "transliteration": "Anadhin Bhagath Karehi Dhin Raathee Houmai Mohu Chukaaeiaa ||",
    "translation": "Night and day, performing devotional worship, day and night, ego and emotional attachment are removed.",
    "punjabi": "ਉਹ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(Anidnu) ie`krs",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ijsu isau rwqw qYso hovY; scy sic smwieAw ]5]",
    "transliteration": "Jis Sio Raathaa Thaiso Hovai Sachae Sach Samaaeiaa ||5||",
    "translation": "And then, attuned to Him, we become like Him, truly absorbed in the True One. ||5||",
    "punjabi": "(ਇਹ ਇਕ ਕੁਦਰਤੀ ਨਿਯਮ ਹੈ ਕਿ ਜੇਹੜਾ ਮਨੁੱਖ) ਜਿਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਉਸੇ ਵਰਗਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਸੋ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "Awpy ndir kry. Bwau lwey; gur sbdI bIcwir ]",
    "transliteration": "Aapae Nadhar Karae Bhaao Laaeae Gur Sabadhee Beechaar ||",
    "translation": "Bestowing His Glance of Grace, He gives us His Love, and we contemplate the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਪਣਾ ਪਿਆਰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "siqguru syivAY shju aUpjY; haumY iqRsnw mwir ]",
    "transliteration": "Sathigur Saeviai Sehaj Oopajai Houmai Thrisanaa Maar ||",
    "translation": "Serving the True Guru, intuitive peace wells up, and ego and desire die.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹਉਮੈ ਮਾਰ ਕੇ ਤੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁਕਾ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "hir guxdwqw sd min vsY; scu riKAw aur Dwir ]6]",
    "transliteration": "Har Gunadhaathaa Sadh Man Vasai Sach Rakhiaa Our Dhhaar ||6||",
    "translation": "The Lord, the Giver of Virtue, dwells forever within the minds of those who keep Truth enshrined within their hearts. ||6||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ) ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਦਾਤਾ ਪਰਮਾਤਮਾ ਸਦਾ ਉਸ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "pRBu myrw sdw inrmlw; min inrmil pwieAw jwie ]",
    "transliteration": "Prabh Maeraa Sadhaa Niramalaa Man Niramal Paaeiaa Jaae ||",
    "translation": "My God is forever Immaculate and Pure; with a pure mind, He can be found.",
    "punjabi": "ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਸਦਾ ਹੀ ਪਵਿੱਤ੍ਰ-ਸਰੂਪ ਰਹਿੰਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ) ਪਵਿਤ੍ਰ ਮਨ ਦੀ ਰਾਹੀਂ ਹੀ ਉਸ ਨੂੰ ਮਿਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "nwmu inDwnu hir min vsY; haumY duKu sBu jwie ]",
    "transliteration": "Naam Nidhhaan Har Man Vasai Houmai Dhukh Sabh Jaae ||",
    "translation": "If the Treasure of the Name of the Lord abides within the mind, egotism and pain are totally eliminated.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੋ ਸਾਰੇ ਗੁਣਾਂ ਦਾ) ਖ਼ਜਾਨਾ (ਹੈ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਾਰੇ ਦਾ ਸਾਰਾ ਹਉਮੈ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "siqguir sbdu suxwieAw; hau sd bilhwrY jwau ]7]",
    "transliteration": "Sathigur Sabadh Sunaaeiaa Ho Sadh Balihaarai Jaao ||7||",
    "translation": "The True Guru has instructed me in the Word of the Shabad. I am forever a sacrifice to Him. ||7||",
    "punjabi": "ਮੈਂ (ਉਸ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਤੋਂ) ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਸੁਣਾ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਜਿਸਦੀ ਸੁਰਤ ਗੁਰੂ ਨੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੋੜ ਦਿੱਤੀ ਹੈ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "AwpxY min iciq khY khwey; ibnu gur. Awpu n jweI ]",
    "transliteration": "Aapanai Man Chith Kehai Kehaaeae Bin Gur Aap N Jaaee ||",
    "translation": "Within your own conscious mind, you may say anything, but without the Guru, selfishness and conceit are not eradicated.",
    "punjabi": "(ਬੇਸ਼ਕ ਕੋਈ ਮਨੁੱਖ) ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ (ਇਹ) ਆਖੇ (ਕਿ ਮੈਂ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ, ਹੋਰਨਾਂ ਪਾਸੋਂ ਭੀ ਇਹ ਅਖਵਾ ਲਏ (ਕਿ ਇਸ ਨੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ, ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਆਪਾ-ਭਾਵ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "hir jIau. Bgiq vClu suKdwqw; kir ikrpw mMin vsweI ]",
    "transliteration": "Har Jeeo Bhagath Vashhal Sukhadhaathaa Kar Kirapaa Mann Vasaaee ||",
    "translation": "The Dear Lord is the Lover of His devotees, the Giver of Peace. By His Grace, He abides within the mind.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਆਪਣੀ) ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, (ਜੀਵਾਂ ਨੂੰ) ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਉਹ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਹੀ (ਉਸ ਨੂੰ ਆਪਣੇ) ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 172,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "nwnk. soBw suriq dyie pRBu Awpy; gurmuiK dy vifAweI ]8]1]18]",
    "transliteration": "Naanak Sobhaa Surath Dhaee Prabh Aapae Guramukh Dhae Vaddiaaee ||8||1||18||",
    "translation": "O Nanak, God blesses us with the sublime awakening of consciousness; He Himself grants glorious greatness to the Gurmukh. ||8||1||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਜੀਵ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਆਪ ਹੀ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ) ਸੁਰਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤੇ ਫਿਰ ਆਪ ਹੀ ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਤੇ ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ ॥੮॥੧॥੧੮॥{64-65}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "haumY krm kmwvdy; jm fMfu lgY. iqn Awie ]",
    "transliteration": "Houmai Karam Kamaavadhae Jamaddandd Lagai Thin Aae ||",
    "translation": "Those who go around acting in egotism are struck down by the Messenger of Death with his club.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਕੋਈ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦੇ ਹਨ (ਤੇ ਇਹ) ਹਉਮੈ (ਭੀ) ਕਰਦੇ ਹਨ (ਕਿ ਅਸੀਂ ਧਾਰਮਿਕ ਕੰਮ ਕਰਦੇ ਹਾਂ), ਉਹਨਾਂ (ਦੇ ਸਿਰ) ਉੱਤੇ ਜਮ ਦਾ ਡੰਡਾ ਆ ਕੇ ਵੱਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ij siqguru syvin sy aubry; hir syqI ilv lwie ]1]",
    "transliteration": "J Sathigur Saevan Sae Oubarae Har Saethee Liv Laae ||1||",
    "translation": "Those who serve the True Guru are uplifted and saved, in love with the Lord. ||1||",
    "punjabi": "(ਪਰ) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ (-ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਇਸ ਮਾਰ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mn ry; gurmuiK nwmu iDAwie ]",
    "transliteration": "Man Rae Guramukh Naam Dhhiaae ||",
    "translation": "O mind, become Gurmukh, and meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Duir pUrib krqY iliKAw; iqnw gurmiq nwim smwie ]1] rhwau ]",
    "transliteration": "Dhhur Poorab Karathai Likhiaa Thinaa Guramath Naam Samaae ||1|| Rehaao ||",
    "translation": "Those who are so pre-destined by the Creator are absorbed into the Naam, through the Guru's Teachings. ||1||Pause||",
    "punjabi": "(ਨਾਮ ਬੜੀ ਦੁਰਲੱਭ ਦਾਤ ਹੈ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤੁਰ ਕੇ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ ਹੀ (ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਵਿਚ ਲੀਨਤਾ ਹੁੰਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਕਰਤਾਰ ਨੇ ਧੁਰੋਂ ਹੀ ਉਹਨਾਂ ਦੀ ਪਹਿਲੇ ਜਨਮ ਦੀ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਅਨੁਸਾਰ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 173,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ivxu siqgur. prqIiq n AwveI; nwim. n lwgo Bwau ]",
    "transliteration": "Vin Sathigur Paratheeth N Aavee Naam N Laago Bhaao ||",
    "translation": "Without the True Guru, faith does not come, and love for the Naam is not embraced.",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਸਰਧਾ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ, ਨਾਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦਾ ਪਿਆਰ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "supnY. suKu n pwveI; duK mih svY smwie ]2]",
    "transliteration": "Supanai Sukh N Paavee Dhukh Mehi Savai Samaae ||2||",
    "translation": "Even in dreams, they find no peace; they sleep immersed in pain. ||2||",
    "punjabi": "(ਤੇ ਨਤੀਜਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ) ਸੁਪਨੇ ਵਿਚ ਵੀ ਸੁਖ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਸਦਾ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਘਿਰਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "jy hir hir kIcY bhuqu locIAY; ikrqu. n myitAw jwie ]",
    "transliteration": "Jae Har Har Keechai Bahuth Locheeai Kirath N Maettiaa Jaae ||",
    "translation": "Even if you chant the Name of the Lord, Har, Har, with great longing, your past actions are still not erased.",
    "punjabi": "(ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਵਾਸਤੇ) ਜੇ ਇਹ ਬੜੀ ਤਾਂਘ ਭੀ ਕਰੀਏ ਕਿ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੇ (ਤਾਂ ਭੀ ਇਸ ਤਾਂਘ ਤੇ ਪ੍ਰੇਰਨਾ ਵਿਚ ਸਫਲਤਾ ਨਹੀਂ ਹੁੰਦੀ, ਕਿਉਂਕਿ ਪਿਛਲੇ ਜਨਮਾਂ ਵਿਚ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਪ੍ਰਭਾਵ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hir kw Bwxw. BgqI mMinAw; sy Bgq pey dir Qwie ]3]",
    "transliteration": "Har Kaa Bhaanaa Bhagathee Manniaa Sae Bhagath Peae Dhar Thhaae ||3||",
    "translation": "The Lord's devotees surrender to His Will; those devotees are accepted at His Door. ||3||",
    "punjabi": "ਭਗਤ ਜਨ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਪਰਵਾਨ ਕਰਦੇ ਹਨ, ਉਹ ਭਗਤ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਹੁੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "guru sbdu idVwvY rMg isau; ibnu ikrpw. lieAw n jwie ]",
    "transliteration": "Gur Sabadh Dhirraavai Rang Sio Bin Kirapaa Laeiaa N Jaae ||",
    "translation": "The Guru has lovingly implanted the Word of His Shabad within me. Without His Grace, it cannot be attained.",
    "punjabi": "ਗੁਰੂ ਪ੍ਰੇਮ ਨਾਲ (ਆਪਣਾ) ਸ਼ਬਦ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰਦਾ ਹੈ, ਪਰ (ਗੁਰੂ ਭੀ ਪਰਮਾਤਮਾ ਦੀ) ਕਿਰਪਾ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "jy sau AMimRqu nIrIAY; BI ibKu Plu lwgY Dwie ]4]",
    "transliteration": "Jae So Anmrith Neereeai Bhee Bikh Fal Laagai Dhhaae ||4||",
    "translation": "Even if the poisonous plant is watered with ambrosial nectar a hundred times, it will still bear poisonous fruit. ||4||",
    "punjabi": "(ਗੁਰੂ ਤੋਂ ਬੇਮੁਖ ਮਨੁੱਖ, ਮਾਨੋ, ਇਕ ਐਸਾ ਰੁੱਖ ਹੈ ਕਿ) ਜੇ ਉਸ ਨੂੰ ਸੌ ਵਾਰੀ ਭੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜੀਏ ਤਾਂ ਭੀ ਉਸ ਨੂੰ ਜ਼ਹਰ ਦਾ ਫਲ ਹੀ ਛੇਤੀ ਲੱਗਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "sy jn scy inrmly; ijin siqgur nwil ipAwru ]",
    "transliteration": "Sae Jan Sachae Niramalae Jin Sathigur Naal Piaar ||",
    "translation": "Those humble beings who are in love with the True Guru are pure and true.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਸਦਾ ਲਈ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰੂ ਨਾਲ ਪਿਆਰ (ਟਿਕਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "siqgur kw Bwxw kmwvdy; ibKu haumY qij ivkwru ]5]",
    "transliteration": "Sathigur Kaa Bhaanaa Kamaavadhae Bikh Houmai Thaj Vikaar ||5||",
    "translation": "They act in harmony with the Will of the True Guru; they shed the poison of ego and corruption. ||5||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ ਜ਼ਹਰ ਹਉਮੈ ਦਾ ਵਿਕਾਰ ਦੂਰ ਕਰ ਕੇ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜੀਵਨ ਬਿਤਾਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "mn hiT. ikqY aupwie, n CUtIAY; isimRiq swsqR soDhu jwie ]",
    "transliteration": "Manehath Kithai Oupaae N Shhootteeai Simrith Saasathr Sodhhahu Jaae ||",
    "translation": "Acting in stubborn-mindedness, no one is saved; go and study the Simritees and the Shaastras.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਬੇ-ਸ਼ੱਕ ਤੁਸੀ ਸ਼ਾਸਤ੍ਰਾਂ ਸਿਮ੍ਰਿਤੀਆਂ (ਆਦਿਕ ਧਰਮ ਪੁਸਤਕਾਂ) ਨੂੰ ਗਹੁ ਨਾਲ ਪੜ੍ਹ ਕੇ ਵੇਖ ਲਵੋ, ਆਪਣੇ ਮਨ ਦੇ ਹਠ ਨਾਲ ਕੀਤੇ ਹੋਏ ਕਿਸੇ ਭੀ ਤਰੀਕੇ ਨਾਲ (ਹਉਮੈ ਦੇ ਜ਼ਹਰ ਤੋਂ) ਬਚ ਨਹੀਂ ਸਕੀਦਾ।",
    "pronunciation": "ism-i Riq: m mukqw bolo, A`Dy rwry R nMU ishwrI lw ky,polw bolo, ishwrI q`qy nMU BI lwau[ hiT, ikqY: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "imil sMgiq swDU aubry; gur kw sbdu kmwie ]6]",
    "transliteration": "Mil Sangath Saadhhoo Oubarae Gur Kaa Sabadh Kamaae ||6||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, and practicing the Shabads of the Guru, you shall be saved. ||6||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਬਣਾ ਕੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹੀ (ਮਨੁੱਖ ਹਉਮੈ ਦੇ ਵਿਕਾਰ ਤੋਂ) ਬਚਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "hir kw nwmu inDwnu hY; ijsu. AMqu n pwrwvwru ]",
    "transliteration": "Har Kaa Naam Nidhhaan Hai Jis Anth N Paaraavaar ||",
    "translation": "The Name of the Lord is the Treasure, which has no end or limitation.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਉਸ ਦਾ ਨਾਮ (ਸਭ ਪਦਾਰਥਾਂ ਦਾ ਗੁਣਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "gurmuiK syeI sohdy; ijn ikrpw kry krqwru ]7]",
    "transliteration": "Guramukh Saeee Sohadhae Jin Kirapaa Karae Karathaar ||7||",
    "translation": "The Gurmukhs are beauteous; the Creator has blessed them with His Mercy. ||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹੀ ਮਨੁੱਖ (ਇਹ ਖ਼ਜ਼ਾਨਾ ਹਾਸਲ ਕਰਦੇ ਹਨ ਤੇ) ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "nwnk dwqw eyku hY; dUjw Aauru. n koie ]",
    "transliteration": "Naanak Dhaathaa Eaek Hai Dhoojaa Aour N Koe ||",
    "translation": "O Nanak, the One Lord alone is the Giver; there is no other at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈ, ਕੋਈ ਹੋਰ ਨਹੀਂ (ਜੋ ਇਹ ਦਾਤ ਦੇ ਸਕੇ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 173,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "gur prswdI pweIAY; krim prwpiq hoie ]8]2]19]",
    "transliteration": "Gur Parasaadhee Paaeeai Karam Paraapath Hoe ||8||2||19||",
    "translation": "By Guru's Grace, He is obtained. By His Mercy, He is found. ||8||2||19||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਮਿਲਦਾ ਹੈ ॥੮॥੨॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]