[
  {
    "shabad_id": 175,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ibnu sbdY. jgu duKIAw iPrY; mnmuKw no geI Kwie]",
    "transliteration": "Bin Sabadhai Jag Dhukheeaa Firai Manamukhaa No Gee Khaae ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਦੁਖੀ ਫਿਰਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਗ੍ਰਸੀ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "sbdy nwmu iDAweIAY; sbdy sic smwie]4]",
    "transliteration": "Sabadhae Naam Dhhiaaeeai Sabadhae Sach Samaae ||4||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿ ਸਕੀਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "mwieAw BUly. isD iPrih; smwiD n lgY. suBwie]",
    "transliteration": "Maaeiaa Bhoolae Sidhh Firehi Samaadhh N Lagai Subhaae ||",
    "punjabi": "(ਸਾਧਾਰਨ ਬੰਦੇ ਤਾਂ ਕਿਤੇ ਰਹੇ, ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਭੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਕੁਰਾਹੇ ਪਏ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸੁਰਤ ਨਹੀਂ ਜੁੜਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "qIny loA ivAwpq hY; AiDk rhI lptwie]",
    "transliteration": "Theenae Loa Viaapath Hai Adhhik Rehee Lapattaae ||",
    "punjabi": "ਇਹ ਮਾਇਆ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਹੀ ਗ਼ਲਬਾ ਪਾ ਰਹੀ ਹੈ, (ਸਭ ਜੀਵਾਂ ਨੂੰ ਹੀ) ਬਹੁਤ ਚੰਬੜੀ ਹੋਈ ਹੈ।",
    "pronunciation": "(loA) hoVw lMbw lw ky A mukqw lwau[ AiDk: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ibnu gur. mukiq n pweIAY; nw duibDw mwieAw jwie]5]",
    "transliteration": "Bin Gur Mukath N Paaeeai Naa Dhubidhhaa Maaeiaa Jaae ||5||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾਂ (ਮਾਇਆ ਤੋਂ) ਖਲਾਸੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਇਆ ਵਿਤਕਰਾ ਭੀ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "mwieAw iks no AwKIAY; ikAw mwieAw krm kmwie]",
    "transliteration": "Maaeiaa Kis No Aakheeai Kiaa Maaeiaa Karam Kamaae ||",
    "punjabi": "(ਜੇ ਪੁੱਛੋ ਕਿ) ਮਾਇਆ ਕਿਸ ਚੀਜ਼ ਦਾ ਨਾਮ ਹੈ? (ਮਾਇਆ ਦਾ ਕੀਹ ਸਰੂਪ ਹੈ? ਜੀਵਾਂ ਉੱਤੇ ਪ੍ਰਭਾਵ ਪਾ ਕੇ ਉਹਨਾਂ ਦੀ ਰਾਹੀਂ) ਮਾਇਆ ਕੇਹੜੇ ਕੰਮ ਕਰਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "duiK suiK eyhu jIau bDu hY; haumY krm kmwie]",
    "transliteration": "Dhukh Sukh Eaehu Jeeo Badhh Hai Houmai Karam Kamaae ||",
    "punjabi": "(ਤਾਂ ਉੱਤਰ ਇਹ ਹੈ ਕਿ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਇਹ ਜੀਵ ਦੁੱਖ (ਦੀ ਨਿਵਿਰਤੀ) ਵਿਚ ਤੇ ਸੁਖ (ਦੀ ਲਾਲਸਾ) ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ 'ਮੈਂ ਵੱਡਾ ਹਾਂ ਮੈਂ ਵੱਡਾ ਬਣ ਜਾਵਾਂ' ਦੀ ਪ੍ਰੇਰਨਾ ਵਿਚ ਹੀ ਸਾਰੇ ਕੰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "b`Du",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ibnu sbdY. Brmu n cUkeI; nw ivchu haumY jwie]6]",
    "transliteration": "Bin Sabadhai Bharam N Chookee Naa Vichahu Houmai Jaae ||6||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜੀਵ ਦੀ ਇਹ ਭਟਕਣਾ ਮੁੱਕਦੀ ਨਹੀਂ, ਨਾਹ ਹੀ ਇਸ ਦੇ ਅੰਦਰੋਂ ਮੈਂ-ਮੇਰੀ ਦੀ ਪ੍ਰੇਰਨਾ ਦੂਰ ਹੁੰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ibnu pRIqI. Bgiq n hoveI; ibnu sbdY. Qwie n pwie]",
    "transliteration": "Bin Preethee Bhagath N Hovee Bin Sabadhai Thhaae N Paae ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ) ਪ੍ਰੀਤਿ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ) ਜੀਵ ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "sbdy. haumY mwrIAY; mwieAw kw BRmu jwie]",
    "transliteration": "Sabadhae Houmai Maareeai Maaeiaa Kaa Bhram Jaae ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਹਉਮੈ (ਮਨ ਵਿਚੋਂ) ਮਾਰੀ ਜਾ ਸਕਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਮਾਇਆ ਦੀ ਪ੍ਰੇਰਨਾ ਤੋਂ ਪੈਦਾ ਹੋਈ ਭਟਕਣਾ ਦੂਰ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "nwmu pdwrQu pweIAY; gurmuiK shij suBwie]7]",
    "transliteration": "Naam Padhaarathh Paaeeai Guramukh Sehaj Subhaae ||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਕੀਮਤੀ ਪਦਾਰਥ) ਮਿਲਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਤੇ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਸਮਾਈ ਹੁੰਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ibnu gur. gux n jwpnI; ibnu gux. Bgiq n hoie]",
    "transliteration": "Bin Gur Gun N Jaapanee Bin Gun Bhagath N Hoe ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈਂਦੀ, ਤੇ, ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "Bgiq vClu hir min visAw; shij imilAw pRBu soie]",
    "transliteration": "Bhagath Vashhal Har Man Vasiaa Sehaj Miliaa Prabh Soe ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ) ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਆਤਮਕ ਅਡੋਲਤਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 175,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "nwnk sbdy hir swlwhIAY; krim prwpiq hoie]8]4]21]",
    "transliteration": "Naanak Sabadhae Har Saalaaheeai Karam Paraapath Hoe ||8||4||21||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। (ਪਰ ਇਹ ਦਾਤਿ) ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦੀ ਹੈ ॥੮॥੪॥੨੧॥{66-67}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "isrIrwgu mhlw 3]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mwieAw mohu. myrY pRiB kInw; Awpy Brim Bulwey]",
    "transliteration": "Maaeiaa Mohu Maerai Prabh Keenaa Aapae Bharam Bhulaaeae ||",
    "punjabi": "ਮੇਰੇ ਪ੍ਰਭੂ ਨੇ (ਆਪ ਹੀ) ਮਾਇਆ ਦਾ ਮੋਹ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪਾ ਕੇ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mnmuiK krm krih. nhI bUJih; ibrQw jnmu gvwey]",
    "transliteration": "Manamukh Karam Karehi Nehee Boojhehi Birathhaa Janam Gavaaeae ||",
    "punjabi": "(ਉਸ ਭਟਕਣਾ ਵਿਚ ਪਏ ਹੋਏ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ (ਇਹ) ਨਹੀਂ ਸਮਝਦੇ (ਕਿ ਅਸੀਂ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਾਂ)। (ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਪਣਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gurbwxI. iesu jg mih cwnxu; krim vsY min Awey]1]",
    "transliteration": "Gurabaanee Eis Jag Mehi Chaanan Karam Vasai Man Aaeae ||1||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਇਸ ਜਗਤ ਵਿਚ (ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ) ਚਾਨਣ (ਕਰਦੀ) ਹੈ। ਇਹ ਬਾਣੀ (ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ (ਹੀ) ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "mn ry; nwmu jphu. suKu hoie]",
    "transliteration": "Man Rae Naam Japahu Sukh Hoe ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, (ਨਾਮ ਜਪਣ ਨਾਲ ਹੀ) ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "guru pUrw swlwhIAY; shij imlY pRBu soie]1]rhwau]",
    "transliteration": "Gur Pooraa Saalaaheeai Sehaj Milai Prabh Soe ||1|| Rehaao ||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਦਾਤ ਗੁਰੂ ਤੋਂ ਮਿਲਦੀ ਹੈ, ਇਸ ਵਾਸਤੇ) ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਧੰਨ ਧੰਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕਦਾ ਹੈ, ਤੇ ਮਨੁੱਖ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 176,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "Brmu gieAw Bau BwigAw; hir crxI icqu lwie]",
    "transliteration": "Bharam Gaeiaa Bho Bhaagiaa Har Charanee Chith Laae ||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ (ਮਨ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਨੱਸ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gurmuiK sbdu kmweIAY; hir vsY min Awie]",
    "transliteration": "Guramukh Sabadh Kamaaeeai Har Vasai Man Aae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕਮਾਣਾ ਚਾਹੀਦਾ ਹੈ ਭਾਵ, ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਬਿਤਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Gir mhil sic smweIAY; jmkwlu. n skY Kwie]2]",
    "transliteration": "Ghar Mehal Sach Samaaeeai Jamakaal N Sakai Khaae ||2||",
    "punjabi": "ਅੰਤਰ ਆਤਮੇ ਟਿਕ ਜਾਈਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿ ਸਕੀਦਾ ਹੈ, ਤੇ ਆਤਮਕ ਮੌਤ (ਸੁਚੱਜੇ ਜੀਵਨ ਨੂੰ) ਖਾ ਨਹੀਂ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "nwmw CIbw. kbIru juolwhw; pUry gur qy. giq pweI]",
    "transliteration": "Naamaa Shheebaa Kabeer Juolaahaa Poorae Gur Thae Gath Paaee ||",
    "punjabi": "(ਵੇਖੋ) ਨਾਮ ਦੇਵ (ਜਾਤਿ ਦਾ) ਛੀਂਬਾ (ਸੀ) ਕਬੀਰ ਜੁਲਾਹਾ (ਸੀ, ਉਹਨਾਂ ਨੇ) ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕੀਤੀ,",
    "pronunciation": "CINbw[ joulwhw: hoVy qy AONkV dy ivckwr dI Avwz bolo",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "bRhm ky byqy. sbdu pCwxih; haumY jwiq gvweI]",
    "transliteration": "Breham Kae Baethae Sabadh Pashhaanehi Houmai Jaath Gavaaee ||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਸਾਂਝ ਪਾਣ ਵਾਲੇ ਬਣ ਗਏ, ਉਹਨਾਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਬੀ ਨਾਸ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "suir nr. iqn kI bwxI gwvih; koie. n mytY BweI]3]",
    "transliteration": "Sur Nar Thin Kee Baanee Gaavehi Koe N Maettai Bhaaee ||3||",
    "punjabi": "ਹੇ ਭਾਈ! (ਹੁਣ) ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ (ਉਚਾਰੀ ਹੋਈ) ਬਾਣੀ ਗਾਂਦੇ ਹਨ, ਕੋਈ ਬੰਦਾ (ਉਹਨਾਂ ਨੂੰ ਮਿਲੀ ਹੋਈ ਇਸ ਇੱਜ਼ਤ ਨੂੰ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "dYq puqu. krm Drm ikCu sMjm n pVY; dUjw Bwau. n jwxY]",
    "transliteration": "Dhaith Puth Karam Dhharam Kishh Sanjam N Parrai Dhoojaa Bhaao N Jaanai ||",
    "punjabi": "(ਹਰਨਾਖਸ਼) ਦੈਂਤ ਦਾ ਪੁੱਤਰ (ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਮਿੱਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮਾਂ ਤੇ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦੀਆਂ ਜੁਗਤੀਆਂ ਦੱਸਣ ਵਾਲੀਆਂ ਕੋਈ ਪੁਸਤਕਾਂ ਨਹੀਂ ਸੀ ਪੜ੍ਹਦਾ, ਉਹ ਪ੍ਰਭੂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ (ਦੇਵਤੇ ਆਦਿਕ) ਨਾਲ ਪਿਆਰ (ਕਰਨਾ) ਨਹੀਂ ਸੀ ਜਾਣਦਾ।",
    "pronunciation": "dYNq",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "siqguru ByitAY inrmlu hoAw; An idnu nwmu vKwxY]",
    "transliteration": "Sathigur Bhaettiai Niramal Hoaa Anadhin Naam Vakhaanai ||",
    "punjabi": "ਪੂਰਾ ਗੁਰੂ ਮਿਲਣ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਉਹ ਪਵਿੱਤ੍ਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਗਿਆ, ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "eyko pVY. eyko nwau bUJY; dUjw Avru n jwxY]4]",
    "transliteration": "Eaeko Parrai Eaeko Naao Boojhai Dhoojaa Avar N Jaanai ||4||",
    "punjabi": "ਉਹ ਇਕ (ਪਰਮਾਤਮਾ) ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪੜ੍ਹਦਾ ਸੀ, ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਮਝਦਾ ਸੀ, ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਪ੍ਰਭੂ ਵਰਗਾ) ਨਹੀਂ ਸੀ ਜਾਣਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "Ktu drsn jogI sMinAwsI; ibnu gur. Brim Bulwey]",
    "transliteration": "Khatt Dharasan Jogee Sanniaasee Bin Gur Bharam Bhulaaeae ||",
    "punjabi": "ਜੋਗੀ (ਹੋਣ) ਸੰਨਿਆਸੀ (ਹੋਣ, ਇਹ ਸਾਰੇ ਹੀ) ਛੇ ਭੇਖਾਂ ਦੇ ਸਾਧ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "Ktu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "siqguru syvih. qw giq imiq pwvih; hir jIau mMin vswey]",
    "transliteration": "Sathigur Saevehi Thaa Gath Mith Paavehi Har Jeeo Mann Vasaaeae ||",
    "punjabi": "ਜਦੋਂ (ਇਹ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ (ਸਹੀ) ਜੀਵਨ-ਜੁਗਤਿ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ।",
    "pronunciation": "imiq:polw bolo[ (imiq) mrXwdw",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "scI bwxI isau icqu lwgY; Awvxu jwxu rhwey]5]",
    "transliteration": "Sachee Baanee Sio Chith Laagai Aavan Jaan Rehaaeae ||5||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਚਿੱਤ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਪਰਚਦਾ ਹੈ, ਉਹ ਆਪਣਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁਕਾ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "pMifq piV piV vwdu vKwxih; ibnu gur. Brim Bulwey]",
    "transliteration": "Panddith Parr Parr Vaadh Vakhaanehi Bin Gur Bharam Bhulaaeae ||",
    "punjabi": "ਪੰਡਿਤ (ਲੋਕ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਨਿਰੀ) ਚਰਚਾ (ਹੀ) ਕਰਦੇ ਸੁਣਦੇ ਹਨ, (ਉਹ ਭੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "lK caurwsIh Pyru pieAw; ibnu sbdY. mukiq n pwey]",
    "transliteration": "Lakh Chouraaseeh Faer Paeiaa Bin Sabadhai Mukath N Paaeae ||",
    "punjabi": "(ਕੋਈ ਭੀ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "jw nwau cyqY. qw giq pwey; jw siqguru myil imlwey]6]",
    "transliteration": "Jaa Naao Chaethai Thaa Gath Paaeae Jaa Sathigur Mael Milaaeae ||6||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "sqsMgiq mih nwmu hir aupjY; jw siqguru imlY suBwey]",
    "transliteration": "Sathasangath Mehi Naam Har Oupajai Jaa Sathigur Milai Subhaaeae ||",
    "punjabi": "ਜਦੋਂ (ਮਨੁੱਖ ਨੂੰ) ਪਿਆਰ ਨਾਲ ਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸਤਸੰਗ ਵਿਚ ਰਹਿ ਕੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]