[
  {
    "shabad_id": 176,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "mnu qnu ArpI. Awpu gvweI; clw siqgur Bwey ]",
    "transliteration": "Man Than Arapee Aap Gavaaee Chalaa Sathigur Bhaaeae ||",
    "translation": "I offer my mind and body, and I renounce my selfishness and conceit; I walk in Harmony with the Will of the True Guru.",
    "punjabi": "(ਮੇਰੀ ਇਹੀ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ (ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਮੈਂ (ਗੁਰੂ ਦੇ ਅੱਗੇ) ਆਪਣਾ ਆਪਾ-ਭਾਵ ਗਵਾ ਦਿਆਂ, ਤੇ ਮੈਂ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੀਵਨ ਗੁਜ਼ਾਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "sd bilhwrI gur Apuny ivthu; ij. hir syqI icqu lwey ]7]",
    "transliteration": "Sadh Balihaaree Gur Apunae Vittahu J Har Saethee Chith Laaeae ||7||",
    "translation": "I am forever a sacrifice to my Guru, who has attached my consciousness to the Lord. ||7||",
    "punjabi": "ਜੇਹੜੇ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਮੇਰਾ ਚਿੱਤ ਜੋੜ ਦੇਂਦਾ ਹੈ, ਮੈਂ ਆਪਣੇ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "so bRwhmxu. bRhmu jo ibMdy; hir syqI rMig rwqw ]",
    "transliteration": "So Braahaman Breham Jo Bindhae Har Saethee Rang Raathaa ||",
    "translation": "He alone is a Brahmin, who knows the Lord Brahma, and is attuned to the Love of the Lord.",
    "punjabi": "(ਉੱਚੀ ਜਾਤਿ ਦਾ ਮਾਣ ਵਿਅਰਥ ਹੈ) ਉਹੀ ਬ੍ਰਾਹਮਣ ਹੈ, ਜੇਹੜਾ ਬ੍ਰਹਮ (ਪ੍ਰਭੂ) ਨੂੰ ਪਛਾਣਦਾ ਹੈ, ਜੇਹੜਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਪ੍ਰਭੂ ਨਾਲ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "pRBu inkit vsY sBnw Gt AMqir; gurmuiK ivrlY jwqw ]",
    "transliteration": "Prabh Nikatt Vasai Sabhanaa Ghatt Anthar Guramukh Viralai Jaathaa ||",
    "translation": "God is close at hand; He dwells deep within the hearts of all. How rare are those who, as Gurmukh, know Him.",
    "punjabi": "(ਜਾਤਿ ਦਾ ਕੋਈ ਭਿੰਨ-ਭੇਦ ਨਹੀਂ) ਪ੍ਰਭੂ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਸਭ ਜੀਵਾਂ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ। ਪਰ ਇਹ ਗੱਲ ਕੋਈ ਵਿਰਲਾ ਸਮਝਦਾ ਹੈ, ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 176,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "nwnk. nwmu imlY vifAweI; gur kY sbid pCwqw ]8]5]22]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Gur Kai Sabadh Pashhaathaa ||8||5||22||",
    "translation": "O Nanak, through the Naam, greatness is obtained; through the Word of the Guru's Shabad, He is realized. ||8||5||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪੈਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ ਤੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੮॥੫॥੨੨॥{67-68}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "isrIrwgu mhlw 3 ]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "shjY no sB locdI; ibnu gur. pwieAw n jwie ]",
    "transliteration": "Sehajai No Sabh Lochadhee Bin Gur Paaeiaa N Jaae ||",
    "translation": "Everyone longs to be centered and balanced, but without the Guru, no one can.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਲਈ ਤਰਸਦੀ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਇਹ ਸਹਜ ਅਵਸਥਾ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "piV piV pMifq joqkI Qky; ByKI Brim Bulwie ]",
    "transliteration": "Parr Parr Panddith Jothakee Thhakae Bhaekhee Bharam Bhulaaeae ||",
    "translation": "The Pandits and the astrologers read and read until they grow weary, while the fanatics are deluded by doubt.",
    "punjabi": "ਪੰਡਿਤ ਤੇ ਜੋਤਸ਼ੀ (ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹ-ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ (ਪਰ ਸਹਜ-ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਾਹ ਕਰ ਸਕੇ), ਛੇ ਭੇਖਾਂ ਦੇ ਸਾਧੂ ਭੀ ਭਟਕ ਭਟਕ ਕੇ ਕੁਰਾਹੇ ਹੀ ਪਏ ਰਹੇ (ਉਹ ਭੀ ਸਹਜ-ਅਵਸਥਾ ਨਾ ਲੱਭ ਸਕੇ)।",
    "pronunciation": "piV@ piV@,ByKIN",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gur Byty. shju pwieAw; AwpxI ikrpw kry rjwie ]1]",
    "transliteration": "Gur Bhaettae Sehaj Paaeiaa Aapanee Kirapaa Karae Rajaae ||1||",
    "translation": "Meeting with the Guru, intuitive balance is obtained, when God, in His Will, grants His Grace. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸਹਜ-ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "BweI ry; gur ibnu. shju n hoie ]",
    "transliteration": "Bhaaee Rae Gur Bin Sehaj N Hoe ||",
    "translation": "O Siblings of Destiny, without the Guru, intuitive balance is not obtained.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "sbdY hI qy shju aUpjY; hir pwieAw scu soie ]1] rhwau ]",
    "transliteration": "Sabadhai Hee Thae Sehaj Oopajai Har Paaeiaa Sach Soe ||1|| Rehaao ||",
    "translation": "Through the Word of the Shabad, intuitive peace and poise wells up, and that True Lord is obtained. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਨ ਤੋਂ ਹੀ ਆਤਮਕ ਅਡੋਲਤਾ (ਮਨ ਦੀ ਸ਼ਾਂਤੀ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਤੇ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 177,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "shjy gwivAw Qwie pvY; ibnu shjY. kQnI bwid ]",
    "transliteration": "Sehajae Gaaviaa Thhaae Pavai Bin Sehajai Kathhanee Baadh ||",
    "translation": "That which is sung intuitively is acceptable; without this intuition, all chanting is useless.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਕੀਰਤਨ ਕਰਨਾ ਭੀ ਤਦੋਂ ਹੀ ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ, ਜੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਕੀਤਾ ਜਾਏ। ਆਤਮਕ ਅਡੋਲਤਾ ਤੋਂ ਬਿਨਾ ਧਾਰਮਿਕ ਗੱਲਾਂ ਦਾ ਕਹਿਣਾ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "shjy hI Bgiq aUpjY; shij ipAwir bYrwig ]",
    "transliteration": "Sehajae Hee Bhagath Oopajai Sehaj Piaar Bairaag ||",
    "translation": "In the state of intuitive balance, devotion wells up. In intuitive balance, love is balanced and detached.",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆਂ ਹੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ (ਦਾ ਜਜ਼ਬਾ) ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕਦਾ ਹੈ, (ਦੁਨੀਆ ਵਲੋਂ) ਵੈਰਾਗ ਵਿਚ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "shjY hI qy. suK swiq hoie; ibnu shjY. jIvxu bwid ]2]",
    "transliteration": "Sehajai Hee Thae Sukh Saath Hoe Bin Sehajai Jeevan Baadh ||2||",
    "translation": "In the state of intuitive balance, peace and tranquility are produced. Without intuitive balance, life is useless. ||2||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਤੋਂ ਆਤਮਕ ਆਨੰਦ ਤੇ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੀ ਸਾਰੀ) ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "sWiq",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "shij swlwhI sdw sdw; shij smwiD lgwie ]",
    "transliteration": "Sehaj Saalaahee Sadhaa Sadhaa Sehaj Samaadhh Lagaae ||",
    "translation": "In the state of intuitive balance, praise the Lord forever and ever. With intuitive ease, embrace Samaadhi.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਤੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸਮਾਧੀ ਲਾ ਕੇ ਹੀ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "shjy hI gux aUcrY; Bgiq kry ilv lwie ]",
    "transliteration": "Sehajae Hee Gun Oocharai Bhagath Karae Liv Laae ||",
    "translation": "In the state of intuitive balance, chant His Glories, lovingly absorbed in devotional worship.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਭਗਤੀ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "sbdy hI hir min vsY; rsnw hir rsu Kwie ]3]",
    "transliteration": "Sabadhae Hee Har Man Vasai Rasanaa Har Ras Khaae ||3||",
    "translation": "Through the Shabad, the Lord dwells within the mind, and the tongue tastes the Sublime Essence of the Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "shjy. kwlu ivfwirAw; sc srxweI pwie ]",
    "transliteration": "Sehajae Kaal Viddaariaa Sach Saranaaee Paae ||",
    "translation": "In the poise of intuitive balance, death is destroyed, entering the Sanctuary of the True One.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਆਤਮਕ ਮੌਤ ਨੂੰ ਮਾਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "shjy. hir nwmu min visAw; scI kwr kmwie ]",
    "transliteration": "Sehajae Har Naam Man Vasiaa Sachee Kaar Kamaae ||",
    "translation": "Intuitively balanced, the Name of the Lord dwells within the mind, practicing the lifestyle of Truth.",
    "punjabi": "ਇਹ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਾਰ ਕਰਨ ਦੇ ਕਾਰਨ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "sy vfBwgI. ijnI pwieAw; shjy rhy smwie ]4]",
    "transliteration": "Sae Vaddabhaagee Jinee Paaeiaa Sehajae Rehae Samaae ||4||",
    "translation": "Those who have found Him are very fortunate; they remain intuitively absorbed in Him. ||4||",
    "punjabi": "ਤੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹ ਬੰਦੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਗਏ, ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "mwieAw ivic. shju n aUpjY; mwieAw dUjY Bwie ]",
    "transliteration": "Maaeiaa Vich Sehaj N Oopajai Maaeiaa Dhoojai Bhaae ||",
    "translation": "Within Maya, the poise of intuitive balance is not produced. Maya leads to the love of duality.",
    "punjabi": "ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ, ਮਾਇਆ ਤਾਂ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ) ਹੋਰ ਪਿਆਰ ਵਿਚ (ਫਸਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "mnmuK krm kmwvxy; haumY jlY jlwie ]",
    "transliteration": "Manamukh Karam Kamaavanae Houmai Jalai Jalaae ||",
    "translation": "The self-willed manmukhs perform religious rituals, but they are burnt down by their selfishness and conceit.",
    "punjabi": "ਅਜੇਹੇ ਮਨਮੁਖਤਾ ਵਾਲੇ ਕਰਮ ਕੀਤਿਆਂ ਮਨੁੱਖ ਹਉਮੈ ਵਿਚ ਹੀ ਸੜਦਾ ਹੈ, (ਆਪਣੇ ਆਪ ਨੂੰ ਸਾੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "jMmxu mrxu. n cUkeI; iPir iPir AwvY jwie ]5]",
    "transliteration": "Janman Maran N Chookee Fir Fir Aavai Jaae ||5||",
    "translation": "Their births and deaths do not cease; over and over again, they come and go in reincarnation. ||5||",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "iqRhu guxw ivic. shju n pweIAY; qRY gux. Brim Bulwie ]",
    "transliteration": "Thrihu Gunaa Vich Sehaj N Paaeeai Thrai Gun Bharam Bhulaae ||",
    "translation": "In the three qualities, intuitive balance is not obtained; the three qualities lead to delusion and doubt.",
    "punjabi": "ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ, ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਕਾਰਨ ਜੀਵ ਭਟਕਣਾ ਵਿਚ ਫਸ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "pVIAY guxIAY ikAw kQIAY; jw muMFhu GuQw jwie ]",
    "transliteration": "Parreeai Guneeai Kiaa Kathheeai Jaa Mundtahu Ghuthhaa Jaae ||",
    "translation": "What is the point of reading, studying and debating, if one loses his roots?",
    "punjabi": "(ਇਸ ਹਾਲਤ ਵਿਚ) ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਪੜ੍ਹਨ ਦਾ ਵਿਚਾਰਨ ਦਾ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਸੁਣਾਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ, ਕਿਉਂਕਿ ਜੀਵ ਆਪਣੇ ਮੂਲ-ਪ੍ਰਭੂ ਤੋਂ ਖੁੰਝ ਕੇ (ਗ਼ਲਤ ਜੀਵਨ-ਰਾਹ ਤੇ) ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "pV@IAY",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "cauQy pd mih shju hY; gurmuiK plY pwie ]6]",
    "transliteration": "Chouthhae Padh Mehi Sehaj Hai Guramukh Palai Paae ||6||",
    "translation": "In the fourth state, there is intuitive balance; the Gurmukhs gather it in. ||6||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਲੰਘ ਕੇ) ਚੌਥੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਿਆਂ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਤੇ ਇਹ ਆਤਮਕ ਅਵਸਥਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "inrgux nwmu inDwnu hY; shjy soJI hoie ]",
    "transliteration": "Niragun Naam Nidhhaan Hai Sehajae Sojhee Hoe ||",
    "translation": "The Naam, the Name of the Formless Lord, is the treasure. Through intuitive balance, understanding is obtained.",
    "punjabi": "ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਹੁੰਚਿਆਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "guxvMqI swlwihAw; scy scI soie ]",
    "transliteration": "Gunavanthee Saalaahiaa Sachae Sachee Soe ||",
    "translation": "The virtuous praise the True One; their reputation is true.",
    "punjabi": "ਗੁਣਾਂ ਵਾਲੇ ਜੀਵ ਹੀ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ। (ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਸੋਭਾ ਭੀ ਅਟੱਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "BuilAw. shij imlwiesI; sbid imlwvw hoie ]7]",
    "transliteration": "Bhuliaa Sehaj Milaaeisee Sabadh Milaavaa Hoe ||7||",
    "translation": "The wayward are united with God through intuitive balance; through the Shabad, union is obtained. ||7||",
    "punjabi": "(ਉਹ ਪਰਮਾਤਮਾ ਇਤਨਾ ਦਇਆਲ ਹੈ ਕਿ ਉਹ ਸਰਨ ਆਏ) ਕੁਰਾਹੇ ਪਏ ਬੰਦਿਆਂ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ (ਵਡਭਾਗੀ ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ibnu shjY. sBu AMDu hY; mwieAw mohu gubwru ]",
    "transliteration": "Bin Sehajai Sabh Andhh Hai Maaeiaa Mohu Gubaar ||",
    "translation": "Without intuitive balance, all are blind. Emotional attachment to Maya is utter darkness.",
    "punjabi": "ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, (ਜਗਤ ਉੱਤੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਛਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "shjy hI soJI peI; scY sbid Apwir ]",
    "transliteration": "Sehajae Hee Sojhee Pee Sachai Sabadh Apaar ||",
    "translation": "In intuitive balance, understanding of the True, Infinite Shabad is obtained.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਜੁੜ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ) ਸੂਝ ਪੈਂਦੀ ਹੈ, ਉਹ ਉਸ ਅਪਾਰ ਪ੍ਰਭੂ ਵਿਚ (ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "Awpy bKis imlwieAnu; pUry gur krqwir ]8]",
    "transliteration": "Aapae Bakhas Milaaeian Poorae Gur Karathaar ||8||",
    "translation": "Granting forgiveness, the Perfect Guru unites us with the Creator. ||8||",
    "punjabi": "(ਅਜੇਹੇ ਭਾਗਾਂ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਕਰਤਾਰ ਨੇ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "shjy Aidstu pCwxIAY; inrBau joiq inrMkwru ]",
    "transliteration": "Sehajae Adhisatt Pashhaaneeai Nirabho Joth Nirankaar ||",
    "translation": "In intuitive balance, the Unseen is recognized-the Fearless, Luminous, Formless Lord.",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਹੁੰਚ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ, ਜੋ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ ਜਿਸ ਨੂੰ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ ਜੋ ਨਿਰਾ ਚਾਨਣ ਹੀ ਚਾਨਣ ਹੈ ਤੇ ਜਿਸ ਦਾ ਕੋਈ ਖ਼ਾਸ ਸਰੂਪ (ਦੱਸਿਆ) ਨਹੀਂ (ਜਾ ਸਕਦਾ)।",
    "pronunciation": "A-idstu",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "sBnw jIAw kw ieku dwqw; joqI joiq imlwvxhwru ]",
    "transliteration": "Sabhanaa Jeeaa Kaa Eik Dhaathaa Jothee Joth Milaavanehaar ||",
    "translation": "There is only the One Giver of all beings. He blends our light with His Light.",
    "punjabi": "ਉਹੀ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਤੇ ਸਭ ਦੀ ਜੋਤਿ (ਸੁਰਤਿ) ਨੂੰ ਆਪਣੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾਣ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "pUrY sbid slwhIAY; ijs dw. AMqu n pwrwvwru ]9]",
    "transliteration": "Poorai Sabadh Salaaheeai Jis Dhaa Anth N Paaraavaar ||9||",
    "translation": "So praise God through the Perfect Word of His Shabad; He has no end or limitation. ||9||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪੂਰੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਜਿਸ ਦੇ ਵਡੱਪਣ ਦਾ ਉਰਲਾ ਤੇ ਪਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 11,
    "source_line": 18,
    "gurmukhi": "igAwnIAw kw Dnu. nwmu hY; shij krih vwpwru ]",
    "transliteration": "Giaaneeaa Kaa Dhhan Naam Hai Sehaj Karehi Vaapaar ||",
    "translation": "Those who are wise take the Naam as their wealth; with intuitive ease, they trade with Him.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਦਾ (ਅਸਲ) ਧਨ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਇਸ ਨਾਮ-ਧਨ ਦਾ ਹੀ ਵਪਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "An idnu lwhw. hir nwmu lYin; AKut Bry BMfwr ]",
    "transliteration": "Anadhin Laahaa Har Naam Lain Akhutt Bharae Bhanddaar ||",
    "translation": "Night and day, they receive the Profit of the Lord's Name, which is an inexhaustible and over-flowing treasure.",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਲਾਭ ਹੀ ਖੱਟਦੇ ਹਨ, ਨਾਮ-ਧਨ ਨਾਲ ਭਰੇ ਹੋਏ ਉਹਨਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਕਦੇ ਮੁੱਕਦੇ ਨਹੀਂ ਹਨ।",
    "pronunciation": "A-Ku`t",
    "type_id": 3
  },
  {
    "shabad_id": 177,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "nwnk. qoit n AwveI; dIey dyvxhwir ]10]6]23]",
    "transliteration": "Naanak Thott N Aavee Dheeeae Dhaevanehaar ||10||6||23||",
    "translation": "O Nanak, when the Great Giver gives, nothing at all is lacking. ||10||6||23||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਖ਼ਜ਼ਾਨੇ ਦੇਵਣਹਾਰ ਦਾਤਾਰ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ ਦਿੱਤੇ ਹੋਏ ਹਨ, ਇਹਨਾਂ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ ਕਦੇ ਭੀ ਤੋਟ ਨਹੀਂ ਅਉਂਦੀ ॥੧੦॥੬॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
