[
  {
    "shabad_id": 178,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "isrIrwgu mhlw 3]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "siqguir imilAY. Pyru n pvY; jnm mrx duKu jwie]",
    "transliteration": "Sathigur Miliai Faer N Pavai Janam Maran Dhukh Jaae ||",
    "translation": "Meeting with the True Guru, you shall not have to go through the cycle of reincarnation again; the pains of birth and death will be taken away.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ (ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਾਲਾ) ਫੇਰਾ ਨਹੀਂ ਪੈਂਦਾ, ਜਨਮ ਮਰਨ ਵਿਚ ਪਾਣ ਵਾਲਾ ਦੁਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pUrY sbid sB soJI hoeI; hir nwmY rhY smwie]1]",
    "transliteration": "Poorai Sabadh Sabh Sojhee Hoee Har Naamai Rehai Samaae ||1||",
    "translation": "Through the Perfect Word of the Shabad, all understanding is obtained; remain absorbed in the Name of the Lord. ||1||",
    "punjabi": "ਪੂਰੇ (ਅਭੁੱਲ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "mn myry; siqgur isau icqu lwie]",
    "transliteration": "Man Maerae Sathigur Sio Chith Laae ||",
    "translation": "O my mind, focus your consciousness on the True Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਨਾਲ ਚਿੱਤ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "inrmlu nwmu sd nvqno; Awip vsY min Awie]1]rhwau]",
    "transliteration": "Niramal Naam Sadh Navathano Aap Vasai Man Aae ||1|| Rehaao ||",
    "translation": "The Immaculate Naam itself, ever-fresh, comes to abide within the mind. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ) ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤ੍ਰ ਨਾਮ ਸਦਾ ਨਵੇਂ ਆਨੰਦ ਵਾਲਾ ਲੱਗਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਆਪ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 178,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hir jIau. rwKhu ApunI srxweI; ijau rwKih. iqau rhxw]",
    "transliteration": "Har Jeeo Raakhahu Apunee Saranaaee Jio Raakhehi Thio Rehanaa ||",
    "translation": "O Dear Lord, please protect and preserve me in Your Sanctuary. As You keep me, so do I remain.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ) ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ, ਜਿਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਤੂੰ (ਜੀਵਾਂ ਨੂੰ) ਰੱਖਦਾ ਹੈਂ ਉਸੇ ਵਿਚ ਉਹ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gur kY sbid. jIvqu mrY; gurmuiK. Bvjlu qrxw]2]",
    "transliteration": "Gur Kai Sabadh Jeevath Marai Guramukh Bhavajal Tharanaa ||2||",
    "translation": "Through the Word of the Guru's Shabad, the Gurmukh remains dead while yet alive, and swims across the terrifying world-ocean. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਮਨੁੱਖ ਦੁਨੀਆ ਵਿਚ ਵਿਚਰਦਾ ਹੋਇਆ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "vfYBwig nwau pweIAY; gurmiq sbid suhweI]",
    "transliteration": "Vaddai Bhaag Naao Paaeeai Guramath Sabadh Suhaaee ||",
    "translation": "By great good fortune, the Name is obtained. Following the Guru's Teachings, through the Shabad, you shall be exalted.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਮਿਲਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਜ਼ਿੰਦਗੀ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "Awpy min visAw pRBu krqw; shjy rihAw smweI]3]",
    "transliteration": "Aapae Man Vasiaa Prabh Karathaa Sehajae Rehiaa Samaaee ||3||",
    "translation": "God, the Creator Himself, dwells within the mind; remain absorbed in the state of intuitive balance. ||3||",
    "punjabi": "ਕਰਤਾਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ। (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ) ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ieknw mnmuiK. sbdu n BwvY; bMDin bMiD BvwieAw]",
    "transliteration": "Eikanaa Manamukh Sabadh N Bhaavai Bandhhan Bandhh Bhavaaeiaa ||",
    "translation": "Some are self-willed manmukhs; they do not love the Word of the Shabad. Bound in chains, they wander lost in reincarnation.",
    "punjabi": "ਕਈ ਐਸੇ ਹਨ ਜੋ ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ) ਬੰਧਨ ਵਿਚ ਬੰਨ੍ਹ ਕੇ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ) ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "lK caurwsIh iPir iPir AwvY; ibrQw jnmu gvwieAw]4]",
    "transliteration": "Lakh Chouraaseeh Fir Fir Aavai Birathhaa Janam Gavaaeiaa ||4||",
    "translation": "Through 8.4 million lifetimes, they wander over and over again; they waste away their lives in vain. ||4||",
    "punjabi": "ਉਹ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਹੈ, ਤੇ ਆਪਣਾ (ਮਨੁੱਖਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "Bgqw min AwnMdu hY; scY sbid rMig rwqy]",
    "transliteration": "Bhagathaa Man Aanandh Hai Sachai Sabadh Rang Raathae ||",
    "translation": "In the minds of the devotees there is bliss; they are attuned to the Love of the True Word of the Shabad.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "An idnu guxu gwvih. sd inrml; shjy nwim smwqy]5]",
    "transliteration": "Anadhin Gun Gaavehi Sadh Niramal Sehajae Naam Samaathae ||5||",
    "translation": "Night and day, they constantly sing the Glories of the Immaculate Lord; with intuitive ease, they are absorbed into the Naam, the Name of the Lord. ||5||",
    "punjabi": "ਉਹ ਸਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਤੇ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "gurmuiK AMimRq bwxI bolih; sB Awqm rwmu pCwxI]",
    "transliteration": "Guramukh Anmrith Baanee Bolehi Sabh Aatham Raam Pashhaanee ||",
    "translation": "The Gurmukhs speak the Ambrosial Bani; they recognize the Lord, the Supreme Soul in all.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "eyko syvin eyku ArwDih; gurmuiK AkQ khwxI]6]",
    "transliteration": "Eaeko Saevan Eaek Araadhhehi Guramukh Akathh Kehaanee ||6||",
    "translation": "They serve the One; they worship and adore the One. The Gurmukhs speak the Unspoken Speech. ||6||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਮਨੁੱਖ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸਿਮਰਨ ਕਰਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਆਰਾਧਨ ਕਰਦੇ ਹਨ, ਤੇ ਉਸ ਪਰਮਾਤਮਾ ਦੀਆਂ ਹੀ ਕਥਾ-ਕਹਾਣੀਆਂ ਕਰਦੇ ਹਨ ਜਿਸ ਦੇ ਸਾਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ॥੬॥",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "scw swihbu syvIAY; gurmuiK vsY min Awie]",
    "transliteration": "Sachaa Saahib Saeveeai Guramukh Vasai Man Aae ||",
    "translation": "The Gurmukhs serve their True Lord and Master, who comes to dwell in the mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "sdw rMig rwqy. sc isau; ApunI ikrpw kry imlwie]7]",
    "transliteration": "Sadhaa Rang Raathae Sach Sio Apunee Kirapaa Karae Milaae ||7||",
    "translation": "They are forever attuned to the Love of the True One, who bestows His Mercy and unites them with Himself. ||7||",
    "punjabi": "(ਉਹ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "Awpy kry. krwey Awpy; ieknw. suiqAw dyie jgwie]",
    "transliteration": "Aapae Karae Karaaeae Aapae Eikanaa Suthiaa Dhaee Jagaae ||",
    "translation": "He Himself does, and He Himself causes others to do; He wakes some from their sleep.",
    "punjabi": "(ਪਰ ਇਹ ਸਾਰੀ ਖੋਜ ਪਰਮਾਤਮਾ ਦੇ ਆਪਣੇ ਹੀ ਹੱਥ ਵਿਚ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਪ੍ਰੇਰਕ ਹੋ ਕੇ ਸਭ ਕੁਝ) ਕਰਦਾ ਹੈ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ। ਮਾਇਆ ਦੀ ਨੀਂਦ ਵਿੱਚ ਸੁੱਤੇ ਹੋਏ ਕਈ ਜੀਵਾਂ ਨੂੰ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "su`iqAW, dy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 178,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "Awpy myil imlwiedw; nwnk sbid smwie]8]7]24]",
    "transliteration": "Aapae Mael Milaaeidhaa Naanak Sabadh Samaae ||8||7||24||",
    "translation": "He Himself unites us in Union; Nanak is absorbed in the Shabad. ||8||7||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਉਹਨਾਂ ਨੂੰ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੮॥੭॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "isrIrwgu mhlw 3]",
    "transliteration": "Sireeraag Mehalaa 3 ||",
    "translation": "Siree Raag, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "siqguir syivAY mnu inrmlw; Bey pivqu srIr]",
    "transliteration": "Sathigur Saeviai Man Niramalaa Bheae Pavith Sareer ||",
    "translation": "Serving the True Guru, the mind becomes immaculate, and the body becomes pure.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜੀ ਰੱਖੀਏ, ਤਾਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ (ਭੀ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "min AwnMdu sdw suKu pwieAw; ByitAw gihr gMBIru]",
    "transliteration": "Man Aanandh Sadhaa Sukh Paaeiaa Bhaettiaa Gehir Ganbheer ||",
    "translation": "The mind obtains bliss and eternal peace, meeting with the Deep and Profound Lord.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਜਾਂਦਾ ਹੈ ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਲਈ ਆਤਮਕ ਸੁਖ ਮਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਡੂੰਘਾ ਤੇ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "scI sMgiq bYsxw; sic nwim mnu DIr]1]",
    "transliteration": "Sachee Sangath Baisanaa Sach Naam Man Dhheer ||1||",
    "translation": "Sitting in the Sangat, the True Congregation, the mind is comforted and consoled by the True Name. ||1||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਮਨ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਟਿਕਾਉ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "mn ry; siqguru syiv insMgu]",
    "transliteration": "Man Rae Sathigur Saev Nisang ||",
    "translation": "O mind, serve the True Guru without hesitation.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਝਾਕਾ ਲਾਹ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ।",
    "pronunciation": "(insMgu) inDVk",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "siqguru syivAY hir min vsY; lgY n mYlu pqMgu]1]rhwau]",
    "transliteration": "Sathigur Saeviai Har Man Vasai Lagai N Mail Pathang ||1|| Rehaao ||",
    "translation": "Serving the True Guru, the Lord abides within the mind, and no trace of filth shall attach itself to you. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਤੇ (ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ) ਰਤਾ ਭੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 179,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "scY sbid piq aUpjY; scy scw nwau]",
    "transliteration": "Sachai Sabadh Path Oopajai Sachae Sachaa Naao ||",
    "translation": "From the True Word of the Shabad comes honor. True is the Name of the True One.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ; ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ijnI haumY mwir pCwixAw; hau iqn bilhwrY jwau]",
    "transliteration": "Jinee Houmai Maar Pashhaaniaa Ho Thin Balihaarai Jaao ||",
    "translation": "I am a sacrifice to those who conquer their ego and recognize the Lord.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "mnmuK. scu n jwxnI; iqn Taur n kqhU Qwau]2]",
    "transliteration": "Manamukh Sach N Jaananee Thin Thour N Kathehoo Thhaao ||2||",
    "translation": "The self-willed manmukhs do not know the True One; they find no shelter, and no place of rest anywhere. ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾ ਸਕਦੇ (ਇਸ ਵਾਸਤੇ ਆਤਮਕ ਸ਼ਾਂਤੀ ਵਾਸਤੇ) ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਕੋਈ ਥਾਂ-ਥਿੱਤਾ ਨਹੀਂ ਮਿਲਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "scu Kwxw scu pYnxw; scy hI ivic vwsu]",
    "transliteration": "Sach Khaanaa Sach Painanaa Sachae Hee Vich Vaas ||",
    "translation": "Those who take the Truth as their food and the Truth as their clothing, have their home in the True One.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਬਣ ਗਿਆ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਜਿਨ੍ਹਾਂ ਦੀ ਪੁਸ਼ਾਕ ਹੈ (ਆਦਰ-ਸਤਕਾਰ ਹਾਸਲ ਕਰਨ ਦਾ ਵਸੀਲਾ ਹੈ), ਜਿਨ੍ਹਾਂ ਦੀ ਸੁਰਤ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sdw scw swlwhxw; scY sbid invwsu]",
    "transliteration": "Sadhaa Sachaa Saalaahanaa Sachai Sabadh Nivaas ||",
    "translation": "They constantly praise the True One, and in the True Word of the Shabad they have their dwelling.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਦਾ ਸਿਫਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sBu Awqm rwmu pCwixAw; gurmqI inj Gir vwsu]3]",
    "transliteration": "Sabh Aatham Raam Pashhaaniaa Guramathee Nij Ghar Vaas ||3||",
    "translation": "They recognize the Lord, the Supreme Soul in all, and through the Guru's Teachings they dwell in the home of their own inner self. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਹਰ ਥਾਂ ਸਰਬ ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਉਹਨਾਂ ਦੀ ਸੁਰਤ ਅੰਤਰ ਆਤਮੇ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "scu vyKxu scu bolxw; qnu mnu scw hoie]",
    "transliteration": "Sach Vaekhan Sach Bolanaa Than Man Sachaa Hoe ||",
    "translation": "They see the Truth, and they speak the Truth; their bodies and minds are True.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਹਰ ਥਾਂ ਵੇਖਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ ਜਿਸ ਨੂੰ ਹਰ ਥਾਂ ਬੋਲਦਾ ਦਿੱਸਦਾ ਹੈ ਉਸ ਦਾ ਸਰੀਰ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "scI swKI aupdysu scu; scy scI soie]",
    "transliteration": "Sachee Saakhee Oupadhaes Sach Sachae Sachee Soe ||",
    "translation": "True are their teachings, and True are their instructions; True are the reputations of the true ones.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਹੀ ਉਹ ਸਿੱਖਿਆ ਤੇ ਉਪਦੇਸ਼ ਗ੍ਰਹਿਣ ਕਰਦਾ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਚੁਕੇ ਉਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦੀ ਸੋਭਾ ਅਟੱਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ijMnI scu ivswirAw; sy duKIey cly roie]4]",
    "transliteration": "Jinnee Sach Visaariaa Sae Dhukheeeae Chalae Roe ||4||",
    "translation": "Those who have forgotten the True One are miserable-they depart weeping and wailing. ||4||",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ (ਇਥੇ) ਭੁਲਾਈ ਰੱਖਿਆ, ਉਹ (ਇਥੇ ਭੀ) ਦੁਖੀ ਰਹੇ, ਤੇ ਇਥੋਂ ਤੁਰੇ ਭੀ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ॥੪॥",
    "pronunciation": "ijMn@I",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "siqguru. ijnI n syivE; sy ikqu Awey sMswir]",
    "transliteration": "Sathigur Jinee N Saeviou Sae Kith Aaeae Sansaar ||",
    "translation": "Those who have not served the True Guru-why did they even bother to come into the world?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਪੱਲਾ ਨਾਹ ਫੜਿਆ ਉਹਨਾਂ ਦਾ ਸੰਸਾਰ ਵਿਚ ਆਉਣਾ ਵਿਅਰਥ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "jm dir bDy mwrIAih; kUk n suxY pUkwr]",
    "transliteration": "Jam Dhar Badhhae Maareeahi Kook N Sunai Pookaar ||",
    "translation": "They are bound and gagged and beaten at Death's door, but no one hears their shrieks and cries.",
    "punjabi": "ਉਹ ਜਮ ਦੇ ਦਰਵਾਜ਼ੇ ਤੇ ਬੱਧੇ ਮਾਰੀ ਕੁੱਟੀਦੇ ਹਨ, ਕੋਈ ਉਹਨਾਂ ਦੀ ਕੂਕ ਪੁਕਾਰ ਵਲ ਧਿਆਨ ਨਹੀਂ ਦੇਂਦਾ।",
    "pronunciation": "b`Dy",
    "type_id": 3
  },
  {
    "shabad_id": 179,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ibrQw jnmu gvwieAw; mir jMmih vwro vwr]5]",
    "transliteration": "Birathhaa Janam Gavaaeiaa Mar Janmehi Vaaro Vaar ||5||",
    "translation": "They waste their lives uselessly; they die and are reincarnated over and over again. ||5||",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਦਿੱਤਾ, ਤੇ ਫਿਰ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]