[
  {
    "shabad_id": 186,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "iehu Dnu sMpY mwieAw JUTI; AMiq. Coif cilAw pCuqweI]",
    "transliteration": "Eihu Dhhan Sanpai Maaeiaa Jhoothee Anth Shhodd Chaliaa Pashhuthaaee ||",
    "punjabi": "ਇਹ ਧਨ-ਪਦਾਰਥ ਇਹ ਮਾਇਆ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲੇ ਨਹੀਂ ਹਨ, ਅਤੇ ਸਮਾ ਆਉਣ ਤੇ ਪਛੁਤਾਂਦਾ ਹੋਇਆ ਇਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ijs no ikrpw kry. guru myly; so hir hir nwmu smwil]",
    "transliteration": "Jis No Kirapaa Karae Gur Maelae So Har Har Naam Samaal ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "khu nwnk. qIjY phrY pRwxI; sy jwie imly hir nwil]3]",
    "transliteration": "Kahu Naanak Theejai Peharai Praanee Sae Jaae Milae Har Naal ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇਹੜੇ ਪ੍ਰਾਣੀ ਹਰਿ ਨਾਮ ਸੰਭਾਲਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਵਿਚ ਜਾ ਮਿਲਦੇ ਹਨ ॥੩॥{76-77}",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "cauQY phrY rYix kY, vxjwirAw imqRw; hir clx vylw AwdI]",
    "transliteration": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Har Chalan Vaelaa Aadhee ||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ ਪਰਮਾਤਮਾ (ਜੀਵ ਦੇ ਇੱਥੋਂ) ਤੁਰਨ ਦਾ ਸਮਾ ਲੈ (ਹੀ) ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "vylw: polw bolo[ c`lx[ AWdI",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "kir syvhu pUrw siqgurU, vxjwirAw imqRw; sB clI rYix ivhwdI]",
    "transliteration": "Kar Saevahu Pooraa Sathiguroo Vanajaariaa Mithraa Sabh Chalee Rain Vihaadhee ||",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਜੀਵ-ਮਿਤ੍ਰ! ਗੁਰੂ ਨੂੰ ਅਭੁੱਲ ਜਾਣ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ, (ਜ਼ਿੰਦਗੀ ਦੀ) ਸਾਰੀ ਰਾਤ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "c`lI[ ivhWdI[",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir syvhu iKnu iKnu, iFl mUil n kirhu; ijqu AsiQru. jugu jugu hovhu]",
    "transliteration": "Har Saevahu Khin Khin Dtil Mool N Karihu Jith Asathhir Jug Jug Hovahu ||",
    "punjabi": "(ਹੇ ਜੀਵ-ਮਿਤ੍ਰ!) ਸੁਆਸ ਸੁਆਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ, (ਇਸ ਕੰਮ ਵਿਚ) ਬਿਲਕੁਲ ਆਲਸ ਨਾਹ ਕਰੋ, ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਸਦਾ ਵਾਸਤੇ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਸਕੋਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "hir syqI sd mwxhu rlIAw; jnm mrx duK Kovhu]",
    "transliteration": "Har Saethee Sadh Maanahu Raleeaa Janam Maran Dhukh Khovahu ||",
    "punjabi": "(ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਸਦਾ ਮਾਣੋਗੇ ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿੱਚ ਪਾਣ ਵਾਲੇ ਦੁਖਾਂ ਨੂੰ ਮੁਕਾ ਸਕੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "gur siqgur suAwmI. Bydu n jwxhu; ijqu imil hir Bgiq suKWdI]",
    "transliteration": "Gur Sathigur Suaamee Bhaedh N Jaanahu Jith Mil Har Bhagath Sukhaandhee ||",
    "punjabi": "(ਹੇ ਜੀਵ-ਮਿਤ੍ਰ!) ਗੁਰੂ ਤੇ ਪਰਮਾਤਮਾ ਵਿਚ (ਰਤਾ ਭੀ) ਫ਼ਰਕ ਨਾਹ ਸਮਝੋ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਵਿੱਚ ਜੁੜ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 186,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "khu nwnk. pRwxI, cauQY phrY; sPilE rYix. Bgqw dI]4]1]3]",
    "transliteration": "Kahu Naanak Praanee Chouthhai Peharai Safalio Rain Bhagathaa Dhee ||4||1||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇਹੜੇ ਪ੍ਰਾਣੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ ਵਿਚ ਭੀ (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ) ਭਗਤਾਂ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ) ਰਾਤ ਕਾਮਯਾਬ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥੩॥",
    "pronunciation": "BgqW",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "isrIrwgu mhlw 5]",
    "transliteration": "Sireeraag Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pihlY phrY rYix kY. vxjwirAw imqRw; Dir pwieqw audrY mwih]",
    "transliteration": "Pehilai Peharai Rain Kai Vanajaariaa Mithraa Dhhar Paaeithaa Oudharai Maahi ||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਮਨੁੱਖਾ ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਪਹਿਲੇ ਪਹਰ ਪਰਮਾਤਮਾ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ (ਜੀਵ ਦਾ) ਪੈਂਤੜਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ph-rY[pqI jI ny supqnI jI dy audr c, vIrj Dir (pwieqw) pw idqw",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "dsI mwsI. mwnsu kIAw, vxjwirAw imqRw; kir muhliq krm kmwih]",
    "transliteration": "Dhasee Maasee Maanas Keeaa Vanajaariaa Mithraa Kar Muhalath Karam Kamaahi ||",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਫਿਰ) ਦਸਾਂ ਮਹੀਨਿਆਂ ਵਿਚ ਪ੍ਰਭੂ ਮਨੁੱਖ (ਦਾ ਸਾਬਤ ਬੁੱਤ) ਬਣਾ ਦੇਂਦਾ ਹੈ। (ਜੀਵਾਂ ਨੂੰ ਜਿੰਦਗੀ ਦਾ) ਮੁਕਰਰ ਸਮਾ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਵਿਚ ਜੀਵ ਚੰਗੇ ਮੰਦੇ) ਕਰਮ ਕਮਾਂਦੇ ਹਨ।",
    "pronunciation": "dsIN[ mwsIN[ muh-liq",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "muhliq kir dInI. krm kmwxy; jYsw ilKqu Duir pwieAw]",
    "transliteration": "Muhalath Kar Dheenee Karam Kamaanae Jaisaa Likhath Dhhur Paaeiaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਜੀਵ ਲਈ ਜ਼ਿੰਦਗੀ ਦਾ ਸਮਾ ਮੁਕਰਰ ਕਰ ਦੇਂਦਾ ਹੈ। ਪਿੱਛੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਪ੍ਰਭੂ ਜੀਵ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰੋਂ ਜਿਹੋ ਜਿਹਾ ਲੇਖ ਲਿਖ ਦੇਂਦਾ ਹੈ, ਉਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵ ਕਮਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mwq ipqw BweI suq binqw; iqn BIqir pRBU sMjoieAw]",
    "transliteration": "Maath Pithaa Bhaaee Suth Banithaa Thin Bheethar Prabhoo Sanjoeiaa ||",
    "punjabi": "ਮਾਂ ਪਿਓ ਭਰਾ ਪੁੱਤਰ ਇਸਤ੍ਰੀ (ਆਦਿਕ) ਇਹਨਾਂ ਸੰਬੰਧੀਆਂ ਵਿਚ ਪ੍ਰਭੂ ਜੀਵ ਨੂੰ ਰਚਾ-ਮਚਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "krm sukrm. krwey Awpy; iesu jMqY. vis. ikCu nwih]",
    "transliteration": "Karam Sukaram Karaaeae Aapae Eis Janthai Vas Kishh Naahi ||",
    "punjabi": "ਇਸ ਜੀਵ ਦੇ ਇਖ਼ਤਿਆਰ ਵਿਚ ਕੁਝ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਇਸ ਪਾਸੋਂ ਚੰਗੇ ਮੰਦੇ ਕਰਮ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "khu nwnk. pRwxI pihlY phrY; Dir pwieqw audrY mwih]1]",
    "transliteration": "Kahu Naanak Praanee Pehilai Peharai Dhhar Paaeithaa Oudharai Maahi ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਰ ਪਰਮਾਤਮਾ ਪ੍ਰਾਣੀ ਦਾ ਪੈਤੜਾ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਰੱਖ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "dUjY phrY rYix kY. vxjwirAw imqRw; Bir juAwnI lhrI dyie]",
    "transliteration": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Bhar Juaanee Leharee Dhaee ||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਸਿਖਰ ਤੇ ਪਹੁੰਚੀ ਹੋਈ ਜੁਆਨੀ (ਜੀਵ ਦੇ ਅੰਦਰ) ਉਛਾਲੇ ਮਾਰਦੀ ਹੈ।",
    "pronunciation": "dyie",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "burw Blw. n pCwxeI, vxjwirAw imqRw; mnu mqw AhMmyie]",
    "transliteration": "Buraa Bhalaa N Pashhaanee Vanajaariaa Mithraa Man Mathaa Ahanmaee ||",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਤਦੋਂ ਜੀਵ ਦਾ ਮਨ ਹਉਮੈ ਅਹੰਕਾਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਉਹ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਵਿਚ ਤਮੀਜ਼ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "m`qw[AhM-myie",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "burw Blw. n pCwxY pRwxI; AwgY pMQu krwrw]",
    "transliteration": "Buraa Bhalaa N Pashhaanai Praanee Aagai Panthh Karaaraa ||",
    "punjabi": "(ਜੁਆਨੀ ਦੇ ਮਦ ਵਿਚ) ਪ੍ਰਾਣੀ ਇਹ ਨਹੀਂ ਪਛਾਣਦਾ, ਕਿ ਜੋ ਕੁਝ ਮੈਂ ਕਰ ਰਿਹਾ ਹਾਂ ਚੰਗਾ ਹੈ ਜਾਂ ਮੰਦਾ (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ, ਤੇ) ਪਰਲੋਕ ਵਿਚ ਔਖਾ ਪੈਂਡਾ ਝਾਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "pUrw siqguru. kbhUM n syivAw; isir TwFy jm jMdwrw]",
    "transliteration": "Pooraa Sathigur Kabehoon N Saeviaa Sir Thaadtae Jam Jandhaaraa ||",
    "punjabi": "(ਹਉਮੈ ਵਿਚ ਮਸਤ ਮਨੁੱਖ) ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦਾ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦੇ) ਸਿਰ ਉੱਤੇ ਜ਼ਾਲਮ ਜਮ ਆ ਖਲੋਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "Drmrwie jb pkris bvry; qb ikAw jbwbu kryie]",
    "transliteration": "Dhharam Raae Jab Pakaras Bavarae Thab Kiaa Jabaab Karaee ||",
    "punjabi": "(ਜੁਆਨੀ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਨੁੱਖ ਕਦੇ ਨਹੀਂ ਸੋਚਦਾ ਕਿ ਹਉਮੈ ਵਿਚ) ਝੱਲੇ ਹੋ ਚੁਕੇ ਨੂੰ ਜਦੋਂ ਧਰਮਰਾਜ ਆ ਫੜੇਗਾ, ਤਦੋਂ (ਆਪਣੀਆਂ ਮੰਦੀਆਂ ਕਰਤੂਤਾਂ ਬਾਰੇ) ਉਸ ਨੂੰ ਕੀਹ ਜਵਾਬ ਦੇਵੇਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "khu nwnk. dUjY phrY pRwxI; Bir jobnu lhrI dyie]2]",
    "transliteration": "Kahu Naanak Dhoojai Peharai Praanee Bhar Joban Leharee Dhaee ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਸਿਖਰ ਤੇ ਪੁੰਹਚਿਆ ਹੋਇਆ ਜੋਬਨ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਉਛਾਲੇ ਮਾਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "qIjY phrY rYix kY. vxjwirAw imqRw; ibKu sMcY AMDu AigAwnu]",
    "transliteration": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Bikh Sanchai Andhh Agiaan ||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੇ) ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਹੋਇਆ ਤੇ ਗਿਆਨ ਤੋਂ ਸੱਖਣਾ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲਾ ਧਨ-ਰੂਪ) ਜ਼ਹਰ ਇਕੱਠਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "puiqR kliqR moih lpitAw, vxjwirAw imqRw; AMqir lhir loBwnu]",
    "transliteration": "Puthr Kalathr Mohi Lapattiaa Vanajaariaa Mithraa Anthar Lehar Lobhaan ||",
    "punjabi": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਤਦੋਂ ਮਨੁੱਖ ਮਾਇਆ ਦਾ ਲੋਭੀ ਹੋ ਜਾਂਦਾ ਹੈ। ਇਸ ਦੇ ਅੰਦਰ (ਲੋਭ ਦੀਆਂ) ਲਹਿਰ ਉੱਠਦੀਆਂ ਹਨ, ਮਨੁੱਖ ਪੁੱਤਰ (ਦੇ ਮੋਹ) ਵਿਚ, ਇਸਤ੍ਰੀ (ਦੇ ਮੋਹ) ਵਿਚ, (ਮਾਇਆ ਦੇ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "pu`iqR[ kl`iqR[lp-itAw[ lh-ir",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "AMqir lhir loBwnu prwnI; so pRBu. iciq n AwvY]",
    "transliteration": "Anthar Lehar Lobhaan Paraanee So Prabh Chith N Aavai ||",
    "punjabi": "ਪ੍ਰਾਣੀ ਦੇ ਅੰਦਰ (ਲੋਭ ਦੀਆਂ) ਲਹਿਰਾਂ ਉੱਠਦੀਆਂ ਹਨ, ਮਨੁੱਖ ਲੋਭੀ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਕਦੇ ਇਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "swDsMgiq isau sMgu. n kIAw; bhu jonI duKu pwvY]",
    "transliteration": "Saadhhasangath Sio Sang N Keeaa Bahu Jonee Dhukh Paavai ||",
    "punjabi": "ਮਨੁੱਖ ਤਦੋਂ ਸਾਧ ਸੰਗਤਿ ਨਾਲ ਮੇਲ-ਮਿਲਾਪ ਨਹੀਂ ਰੱਖਦਾ, (ਆਖ਼ਰ) ਕਈ ਜੂਨਾਂ ਵਿਚ (ਭਟਕਦਾ) ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "isrjnhwru ivswirAw suAwmI; iek inmK. n lgo iDAwnu]",
    "transliteration": "Sirajanehaar Visaariaa Suaamee Eik Nimakh N Lago Dhhiaan ||",
    "punjabi": "ਮਨੁੱਖ (ਆਪਣੇ) ਸਿਰਜਨਹਾਰ ਮਾਲਕ ਨੂੰ ਭੁਲਾ ਦੇਂਦਾ ਹੈ, ਅੱਖ ਝਮਕਣ ਦੇ ਸਮੇਂ ਜਿਤਨਾ ਸਮਾ ਭੀ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਨਹੀਂ ਜੋੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "khu nwnk. pRwxI qIjY phrY; ibKu sMcy AMDu AigAwnu]3]",
    "transliteration": "Kahu Naanak Praanee Theejai Peharai Bikh Sanchae Andhh Agiaan ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਅੰਨ੍ਹਾ ਗਿਆਨ-ਹੀਨ ਮਨੁੱਖ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ ਧਨ-ਰੂਪ) ਜ਼ਹਰ (ਹੀ) ਇਕੱਠਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "cauQY phrY rYix kY. vxjwirAw imqRw; idnu nyVY AwieAw soie]",
    "transliteration": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Dhin Naerrai Aaeiaa Soe ||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ ਉਹ ਦਿਨ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ, (ਜਦੋਂ ਇੱਥੋਂ ਕੂਚ ਕਰਨਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "gurmuiK nwmu smwil qUM. vxjwirAw imqRw; qyrw drgh bylI hoie]",
    "transliteration": "Guramukh Naam Samaal Thoon Vanajaariaa Mithraa Thaeraa Dharageh Baelee Hoe ||",
    "punjabi": "ਹੇ ਵਣਜਹਾਰੇ ਮਿਤ੍ਰ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ, ਨਾਮ ਹੀ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਤੇਰਾ ਮਦਦਗਾਰ ਬਣੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 187,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "gurmuiK nwmu smwil prwxI; AMqy hoie sKweI]",
    "transliteration": "Guramukh Naam Samaal Paraanee Anthae Hoe Sakhaaee ||",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, ਨਾਮ ਹੀ ਅਖ਼ੀਰ ਸਮੇ ਸਾਥੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]