[
  {
    "shabad_id": 188,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "hir kpVo hir soBw dyvhu; ijqu svrY myrw kwjo]",
    "transliteration": "Har Kaparro Har Sobhaa Dhaevahu Jith Savarai Maeraa Kaajo ||",
    "punjabi": "ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ) ਕੱਪੜੇ ਦੇਹ, ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ ਗਹਿਣੇ ਆਦਿਕ) ਧਨ ਦੇਹ, ਇਸੇ ਦਾਜ ਨਾਲ ਮੇਰਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਵਿਆਹ ਸੋਹਣਾ ਲੱਗਣ ਲੱਗ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "hir hir BgqI kwju suhylw; guir siqguir. dwnu idvwieAw]",
    "transliteration": "Har Har Bhagathee Kaaj Suhaelaa Gur Sathigur Dhaan Dhivaaeiaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਾਲ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਵਿਆਹ ਦਾ ਉੱਦਮ ਸੁਖਦਾਈ ਬਣਦਾ ਹੈ। (ਜਿਸ ਜੀਵ-ਮੁਟਿਆਰ ਨੂੰ) ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਦਾਨ (ਇਹ ਦਾਜ) ਦਿਵਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "KMif vrBMif hir soBw hoeI; iehu dwnu. n rlY rlwieAw]",
    "transliteration": "Khandd Varabhandd Har Sobhaa Hoee Eihu Dhaan N Ralai Ralaaeiaa ||",
    "punjabi": "ਹਰੀ-ਨਾਮ ਦੇ ਦਾਜ ਨਾਲ ਉਸ ਦੀ ਸੋਭਾ (ਉਸ ਦੇ) ਦੇਸ ਵਿਚ ਸੰਸਾਰ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ। ਇਹ ਦਾਜ ਐਸਾ ਹੈ ਕਿ ਇਸ ਨਾਲ ਹੋਰ ਕੋਈ ਦਾਜ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "hoir mnmuK. dwju ij riK idKwlih; su kUVu AhMkwru kcu pwjo]",
    "transliteration": "Hor Manamukh Dhaaj J Rakh Dhikhaalehi S Koorr Ahankaar Kach Paajo ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਹੋਰ ਬੰਦੇ ਜਿਹੜਾ ਦਾਜ ਰੱਖ ਕੇ ਵਿਖਾਲਦੇ ਹਨ (ਵਿਖਾਲਾ ਪਾਂਦੇ ਹਨ) ਉਹ ਝੂਠਾ ਅਹੰਕਾਰ (ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਹੈ ਉਹ ਕੱਚ (ਸਮਾਨ) ਹੈ, ਉਹ (ਨਿਰਾ) ਵਿਖਾਵਾ ਹੀ ਹੈ।",
    "pronunciation": "AhM-kwru[ p`wjo[",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "hir pRB myry bwbulw; hir dyvhu dwnu mY dwjo]4]",
    "transliteration": "Har Prabh Maerae Baabulaa Har Dhaevahu Dhaan Mai Dhaajo ||4||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਨੂੰ ਇਹੀ ਦਾਜ ਦੇਹ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "hir rwm rwm. myry bwbolw; ipr imil Dn. vyl vDMdI]",
    "transliteration": "Har Raam Raam Maerae Baabolaa Pir Mil Dhhan Vael Vadhhandhee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "bwbolw: hoVw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "hir jugh jugo, jug jugh jugo; sd pIVI gurU. clMdI]",
    "transliteration": "Har Jugeh Jugo Jug Jugeh Jugo Sadh Peerree Guroo Chalandhee ||",
    "punjabi": "ਅਨੇਕਾਂ ਜੁਗਾਂ ਤੋਂ ਸਦਾ ਤੋਂ ਹੀ ਗੁਰੂ ਦੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪੀੜ੍ਹੀ ਚਲੀ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "pIV@Ij`ugh j`ugo, j`ug j`ugh j`ugo",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "juig juig pIVI clY siqgur kI; ijnI gurmuiK nwmu iDAwieAw]",
    "transliteration": "Jug Jug Peerree Chalai Sathigur Kee Jinee Guramukh Naam Dhhiaaeiaa ||",
    "punjabi": "ਹਰੇਕ ਜੁਗ ਵਿਚ ਸਤਿਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ (ਨਾਦੀ ਸੰਤਾਨ) ਚੱਲ ਪੈਂਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਉਹ ਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ ਹਨ, ਉਹ ਗੁਰੂ ਦੀ ਨਾਦੀ ਸੰਤਾਨ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "hir purKu. n kb hI ibnsY jwvY; inq dyvY cVY svwieAw]",
    "transliteration": "Har Purakh N Kab Hee Binasai Jaavai Nith Dhaevai Charrai Savaaeiaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਐਸਾ ਪਤੀ ਹੈ, ਜੋ ਕਦੇ ਭੀ ਨਾਸ਼ ਨਹੀਂ ਹੁੰਦਾ, ਜੋ ਕਦੇ ਭੀ ਨਹੀਂ ਮਰਦਾ। ਉਹ ਸਦਾ ਦਾਤਾਂ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੀ ਦਾਤ ਸਦਾ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "nwnk. sMq sMq hir eyko; jip hir hir nwmu. sohMdI]",
    "transliteration": "Naanak Santh Santh Har Eaeko Jap Har Har Naam Sohandhee ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਗਤ ਜਨ ਤੇ ਭਗਤਾਂ ਦਾ (ਪਿਆਰਾ) ਪ੍ਰਭੂ ਇਕ-ਰੂਪ ਹਨ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 188,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "hir rwm rwm myry bwbulw; ipr imil Dn. vyl vDMdI]5]1]",
    "transliteration": "Har Raam Raam Maerae Baabulaa Pir Mil Dhhan Vael Vadhhandhee ||5||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਹੋਰ ਅਨੇਕਾਂ ਜੀਵ ਸਿਮਰਨ ਦੇ ਰਾਹੇ ਪੈ ਜਾਂਦੇ ਹਨ) ॥੫॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "isrIrwgu mhlw 5 CMq",
    "transliteration": "Sireeraag Mehalaa 5 Shhantha",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 189,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mn ipAwirAw jIau imqRw; goibMd nwmu smwly]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Gobindh Naam Samaalae ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਪਿਆਰੇ ਮਨ! ਹੇ (ਮੇਰੇ) ਮਿਤ੍ਰ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mn ipAwirAw jI imqRw; hir inbhY. qyrY nwly]",
    "transliteration": "Man Piaariaa Jee Mithraa Har Nibehai Thaerai Naalae ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! ਇਹ ਹਰਿ-ਨਾਮ (ਸਦਾ) ਤੇਰੇ ਨਾਲ ਸਾਥ ਨਿਬਾਹੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "sMig shweI. hir nwmu iDAweI; ibrQw koie n jwey]",
    "transliteration": "Sang Sehaaee Har Naam Dhhiaaee Birathhaa Koe N Jaaeae ||",
    "punjabi": "(ਹੇ ਮਨ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਇਹੀ ਤੇਰੇ) ਨਾਲ (ਰਹੇਗਾ, ਇਹੀ ਤੇਰਾ) ਸਾਥੀ (ਰਹੇਗਾ। ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹੀ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਉਹ ਦੁਨੀਆ ਤੋਂ ਖ਼ਾਲੀ (-ਹੱਥ) ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "mn icMdy syeI Pl pwvih; crxkml icqu lwey]",
    "transliteration": "Man Chindhae Saeee Fal Paavehi Charan Kamal Chith Laaeae ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ, ਤੂੰ ਸਾਰੇ ਮਨ ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "jil Qil pUir rihAw bnvwrI; Git Git ndir inhwly]",
    "transliteration": "Jal Thhal Poor Rehiaa Banavaaree Ghatt Ghatt Nadhar Nihaalae ||",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਭਰਪੂਰ ਹੈ, ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਵਿਆਪਕ ਹੋ ਕੇ ਮਿਹਰ ਦੀ) ਨਿਗਾਹ ਨਾਲ (ਹਰੇਕ ਨੂੰ) ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "nwnku. isK dyie mn pRIqm; swDsMig. BRmu jwly]1]",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Saadhhasang Bhram Jaalae ||1||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ-ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਆਪਣੀ ਭਟਕਣਾ ਨਾਸ ਕਰ ॥੧॥",
    "pronunciation": "is`K",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mn ipAwirAw jI imqRw; hir ibnu. JUTu pswry]",
    "transliteration": "Man Piaariaa Jee Mithraa Har Bin Jhooth Pasaarae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮੇਰੇ ਮਿਤ੍ਰ ਮਨ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕੋਈ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ ਹੈ), ਇਹ ਸਾਰਾ ਜਗਤ-ਪਸਾਰਾ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mn ipAwirAw jIau imqRw; ibKu swgru sMswry]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Bikh Saagar Sansaarae ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਇਹ ਸੰਸਾਰ (ਇਕ) ਸਮੁੰਦਰ (ਹੈ ਜੋ) ਜ਼ਹਰ (ਨਾਲ ਭਰਿਆ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "crxkml kir boihQu krqy; shsw dUKu. n ibAwpY]",
    "transliteration": "Charan Kamal Kar Bohithh Karathae Sehasaa Dhookh N Biaapai ||",
    "punjabi": "(ਹੇ ਮਨ!) ਕਰਤਾਰ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨੂੰ ਜਹਾਜ਼ ਬਣਾ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕੋਈ ਸਹਮ ਕੋਈ ਦੁੱਖ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "guru pUrw BytY vfBwgI; AwT phr pRBu jwpY]",
    "transliteration": "Gur Pooraa Bhaettai Vaddabhaagee Aath Pehar Prabh Jaapai ||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਅੱਠੇ ਪਹਰ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "Awid jugwdI syvk suAwmI; Bgqw nwmu ADwry]",
    "transliteration": "Aadh Jugaadhee Saevak Suaamee Bhagathaa Naam Adhhaarae ||",
    "punjabi": "ਆਦਿ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੀ, (ਪਰਮਾਤਮਾ ਆਪਣੇ) ਸੇਵਕਾਂ ਦਾ ਰਾਖਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ, (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤਾਂ ਲਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ ਹੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "j`ugwdI",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "nwnku. isK dyie mn pRIqm; ibnu hir. JUT pswry]2]",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Bin Har Jhooth Pasaarae ||2||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਬਾਕੀ ਸਾਰੇ ਜਗਤ-ਖਿਲਾਰੇ ਤੋੜ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲੇ ਨਹੀਂ ਹਨ ॥੨॥",
    "pronunciation": "is`K[ dy-ie[",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "mn ipAwirAw jIau imqRw; hir ldy Kyp svlI]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Ladhae Khaep Savalee ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹ ਸੌਦਾ ਨਫ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "l`dy[ (sv`lI) ssqI[",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "mn ipAwirAw jIau imqRw; hir dru inhclu mlI]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Dhar Nihachal Malee ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਮੱਲੀ ਰੱਖ, ਇਹੀ ਦਰਵਾਜ਼ਾ ਅਟੱਲ ਹੈ।",
    "pronunciation": "m`lI",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "hir dru syvy. AlK AByvy; inhclu Awsxu pwieAw]",
    "transliteration": "Har Dhar Saevae Alakh Abhaevae Nihachal Aasan Paaeiaa ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਮੱਲਦਾ ਹੈ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਜਿਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਉਹ ਮਨੁੱਖ ਐਸਾ (ਆਤਮਕ) ਟਿਕਾਣਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਕਦੇ ਡੋਲਦਾ ਨਹੀਂ।",
    "pronunciation": "A-lK: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "qh jnm n mrxu, n Awvx jwxw; sMsw dUKu imtwieAw]",
    "transliteration": "Theh Janam N Maran N Aavan Jaanaa Sansaa Dhookh Mittaaeiaa ||",
    "punjabi": "ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਪਹੁੰਚਿਆਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮਨੁੱਖ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਮ ਤੇ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "icqR gupq kw kwgdu PwirAw; jmdUqw kCU n clI]",
    "transliteration": "Chithr Gupath Kaa Kaagadh Faariaa Jamadhoothaa Kashhoo N Chalee ||",
    "punjabi": "(ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਪਹੁੰਚਿਆ ਮਨੁੱਖ ਧਰਮਰਾਜ ਦੇ ਥਾਪੇ ਹੋਏ) ਚਿਤ੍ਰ ਗੁਪਤ ਦਾ ਲੇਖਾ ਪਾੜ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਕੋਈ ਮੰਦੇ ਕਰਮ ਕਰਦਾ ਹੀ ਨਹੀਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਚਿਤ੍ਰ ਗੁਪਤ ਲਿਖ ਸਕਣ), ਜਮਦੂਤਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਉਸ ਉੱਤੇ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "c`lI",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "nwnku. isK dyie mn pRIqm; hir ldy Kyp svlI]3]",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Har Ladhae Khaep Savalee ||3||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਪਿਆਰੇ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹੀ ਸੌਦਾ ਨਫ਼ੇ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "(sv`lI) ssqI[ l`dy[",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "mn ipAwirAw jIau imqRw; kir sMqw sMig invwso]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Kar Santhaa Sang Nivaaso ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਪਣਾ ਬਹਣ-ਖਲੋਣ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "mn ipAwirAw jIau imqRw; hir nwmu jpq prgwso]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Naam Japath Paragaaso ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਮਿਤ੍ਰ ਮਨ! (ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਅੰਦਰ ਆਤਮਕ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ismir suAwmI. suKhgwmI; ieC sglI puMnIAw]",
    "transliteration": "Simar Suaamee Sukheh Gaamee Eishh Sagalee Punneeaa ||",
    "punjabi": "ਸੁਖ ਅਪੜਾਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆਂ ਸਾਰੀਆਂ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "(puMnIAw) pUrI[ suKh-gwmI[ puMnIAw: kMny ibMdI nw lwau",
    "type_id": 3
  }
]