[
  {
    "shabad_id": 189,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "purby kmwey. sRIrMg pwey; hir imly icrI ivCuMinAw ]",
    "transliteration": "Purabae Kamaaeae Sreerang Paaeae Har Milae Chiree Vishhunniaa ||",
    "translation": "By my past actions, I have found the Lord, the Greatest Lover. Separated from Him for so long, I am united with Him again.",
    "punjabi": "ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਚਿਰ ਦਾ ਵਿੱਛੁੜਿਆ ਲੱਛਮੀ-ਪਤੀ ਪ੍ਰਭੂ (ਫਿਰ) ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "AMqir bwhir srbiq rivAw; min aupijAw ibsuAwso ]",
    "transliteration": "Anthar Baahar Sarabath Raviaa Man Oupajiaa Bisuaaso ||",
    "translation": "Inside and out, He is pervading everywhere. Faith in Him has welled up within my mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਸਿਮਰਨ ਕੀਤਿਆਂ) ਮਨ ਵਿਚ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦੇ) ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "bw-hir:h mukqw, r ishwrI lw ky [sr-b`iq",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "nwnku. isK dyie mn pRIqm; kir sMqw sMig invwso ]4]",
    "transliteration": "Naanak Sikh Dhaee Man Preetham Kar Santhaa Sang Nivaaso ||4||",
    "translation": "Nanak gives this advice: O beloved mind, let the Society of the Saints be your dwelling. ||4||",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਮਨ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਕਰ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "mn ipAwirAw jIau imqRw; hir pRym Bgiq. mnu lInw ]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Praem Bhagath Man Leenaa ||",
    "translation": "O dear beloved mind, my friend, let your mind remain absorbed in loving devotion to the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਪਿਆਰੇ ਮਨ! ਹੇ (ਮੇਰੇ) ਮਿਤ੍ਰ ਮਨ! (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "mn ipAwirAw jIau imqRw; hir jl imil. jIvy mInw ]",
    "transliteration": "Man Piaariaa Jeeo Mithraa Har Jal Mil Jeevae Meenaa ||",
    "translation": "O dear beloved mind, my friend, the fish of the mind lives only when it is immersed in the Water of the Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਿਤ੍ਰ ਮਨ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਕੇ (ਇਉਂ) ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹੈ (ਜਿਵੇਂ) ਮੱਛੀ ਪਾਣੀ ਨੂੰ ਮਿਲ ਕੇ ਜੀਊਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "hir pI AwGwny. AMimRq bwny; sRb suKw mn vuTy ]",
    "transliteration": "Har Pee Aaghaanae Anmrith Baanae Srab Sukhaa Man Vuthae ||",
    "translation": "Drinking in the Lord's Ambrosial Bani, the mind is satisfied, and all pleasures come to abide within.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਪ੍ਰਸੰਨਤਾ ਦਾ ਪਾਤਰ ਬਣ ਕੇ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ (-ਰੂਪ) ਪਾਣੀ ਪੀ ਕੇ (ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ,",
    "pronunciation": "(v`uTy) vsy",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "sRIDr pwey. mMgl gwey; ieC puMnI. siqgur quTy ]",
    "transliteration": "Sreedhhar Paaeae Mangal Gaaeae Eishh Punnee Sathigur Thuthae ||",
    "translation": "Attaining the Lord of Excellence, I sing the Songs of Joy. The True Guru, becoming merciful, has fulfilled my desires.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਲੱਛਮੀ-ਪਤੀ ਪ੍ਰਭੂ ਦਾ ਮੇਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ, ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "qu`Ty",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "liV lIny lwey, nau iniD pwey; nwau srbsu Twkuir dInw ]",
    "transliteration": "Larr Leenae Laaeae No Nidhh Paaeae Naao Sarabas Thaakur Dheenaa ||",
    "translation": "He has attached me to the hem of His robe, and I have obtained the nine treasures. My Lord and Master has bestowed His Name, which is everything to me.",
    "punjabi": "ਉਸ ਨੂੰ ਠਾਕੁਰ ਨੇ ਆਪਣੇ ਪੱਲੇ ਲਾ ਲਿਆ ਹੈ, ਠਾਕੁਰ ਪਾਸੋਂ ਉਸ ਨੂੰ (ਮਾਨੋ) ਨੌਂ ਹੀ ਖ਼ਜ਼ਾਨੇ ਮਿਲ ਗਏ ਹਨ ਕਿਉਂਕਿ ਠਾਕੁਰ ਨੇ ਉਸ ਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇ ਦਿੱਤਾ ਹੈ ਜੋ (ਮਾਨੋ, ਜਗਤ ਦਾ) ਸਾਰਾ ਹੀ ਧਨ ਹੈ।",
    "pronunciation": "srbsu: polw bolo imlvW",
    "type_id": 3
  },
  {
    "shabad_id": 189,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "nwnk. isK sMq smJweI; hir pRym Bgiq. mnu lInw ]5]1]2]",
    "transliteration": "Naanak Sikh Santh Samajhaaee Har Praem Bhagath Man Leenaa ||5||1||2||",
    "translation": "Nanak instructs the Saints to teach, that the mind is imbued with loving devotion to the Lord. ||5||1||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ ਜਨਾਂ ਨੇ (ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ) ਸਿੱਖਿਆ ਸਮਝਾ ਦਿੱਤੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੫॥੧॥੨॥",
    "pronunciation": "is`K",
    "type_id": 3
  },
  {
    "shabad_id": 190,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "isrIrwg ky CMq mhlw 5",
    "transliteration": "Sireeraag Kae Shhanth Mehalaa 5",
    "translation": "Chhants Of Siree Raag, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 190,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 190,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "fKxw ]",
    "transliteration": "Ddakhanaa ||",
    "translation": "Dakhanaa:",
    "punjabi": "",
    "pronunciation": "f`Kxw",
    "type_id": 3
  },
  {
    "shabad_id": 190,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hT mJwhU, mw iprI; psy ikau. dIdwr ]",
    "transliteration": "Hath Majhaahoo Maa Piree Pasae Kio Dheedhaar ||",
    "translation": "My Beloved Husband Lord is deep within my heart. How can I see Him?",
    "punjabi": "ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ (ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ (ਵੱਸਦਾ ਹੈ, ਪਰ ਉਸ ਦਾ) ਦੀਦਾਰ ਕਿਵੇਂ ਹੋਵੇ?",
    "pronunciation": "hT:polw bolo[ (hT) irdw[ (mJwhU) iv`c[ (p`sy) pRwpq hox[ mw: ibMdI n lwau[",
    "type_id": 3
  },
  {
    "shabad_id": 190,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "sMq srxweI lBxy; nwnk. pRwx ADwr ]1]",
    "transliteration": "Santh Saranaaee Labhanae Naanak Praan Adhhaar ||1||",
    "translation": "In the Sanctuary of the Saints, O Nanak, the Support of the breath of life is found. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਲੱਭਦਾ ਹੈ ॥੧॥",
    "pronunciation": "l`Bxy",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ:",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "crnkml isau pRIiq; rIiq. sMqn min Awvey jIau ]",
    "transliteration": "Charan Kamal Sio Preeth Reeth Santhan Man Aaveae Jeeo ||",
    "translation": "To love the Lotus Feet of the Lord-this way of life has come into the minds of His Saints.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਪਾਈ ਰੱਖਣ ਦੀ ਮਰਯਾਦਾ ਸੰਤ ਜਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਹੀ) ਵੱਸਦੀ ਹੈ।",
    "pronunciation": "Aw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "duqIAw Bwau ibprIiq; AnIiq. dwsw nh Bwvey jIau ]",
    "transliteration": "Dhutheeaa Bhaao Bipareeth Aneeth Dhaasaa Neh Bhaaveae Jeeo ||",
    "translation": "The love of duality, this evil practice, this bad habit, is not liked by the Lord's slaves.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨਾਲ ਪਿਆਰ ਪਾਣਾ (ਸੰਤ ਜਨਾਂ ਨੂੰ) ਉਲਟੀ ਰੀਤਿ ਜਾਪਦੀ ਹੈ, ਨੀਤੀ ਦੇ ਉਲਟ ਪ੍ਰਤੀਤ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਨੂੰ ਇਹ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "Bw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "dwsw nh Bwvey. ibnu drswvey; iek iKnu DIrju ikau krY ]",
    "transliteration": "Dhaasaa Neh Bhaaveae Bin Dharasaaveae Eik Khin Dhheeraj Kio Karai ||",
    "translation": "It is not pleasing to the Lord's slaves; without the Blessed Vision of the Lord's Darshan, how can they find peace, even for a moment?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ (ਕੋਈ ਹੋਰ ਜੀਵਨ-ਜੁਗਤ) ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਨੂੰ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ। (ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ) ਇਕ ਪਲ ਭਰ ਭੀ ਧੀਰਜ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "drsw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwm ibhUnw. qnu mnu hInw; jl ibnu mCulI ijau mrY ]",
    "transliteration": "Naam Bihoonaa Than Man Heenaa Jal Bin Mashhulee Jio Marai ||",
    "translation": "Without the Naam, the Name of the Lord, the body and mind are empty; like fish out of water, they die.",
    "punjabi": "ਦਾਸ ਦਾ ਮਨ ਦਾਸ ਦਾ ਤਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ) ਆਤਮਕ ਮੌਤ ਆ ਗਈ ਜਾਪਦੀ ਹੈ ਜਿਵੇਂ ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "imlu myry ipAwry. pRwn ADwry; gux swDsMig imil gwvey ]",
    "transliteration": "Mil Maerae Piaarae Praan Adhhaarae Gun Saadhhasang Mil Gaaveae ||",
    "translation": "Please meet with me, O my Beloved-You are the Support of my breath of life. Joining the Saadh Sangat, the Company of the Holy, I sing Your Glorious Praises.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਆਪਣੇ ਦਾਸ ਨੂੰ) ਮਿਲ, ਤਾ ਕਿ ਤੇਰਾ ਦਾਸ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਤੇਰੇ ਗੁਣ ਗਾ ਸਕੇ।",
    "pronunciation": "gw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 191,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "nwnk ky suAwmI. Dwir AnugRhu; min qin AMik smwvey ]1]",
    "transliteration": "Naanak Kae Suaamee Dhhaar Anugrahu Man Than Ank Samaaveae ||1||",
    "translation": "O Lord and Master of Nanak, please grant Your Grace, and permeate my body, mind and being. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ ਦੇ ਖਸਮ-ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਤਾ ਕਿ ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਮਨ ਦੀ ਰਾਹੀਂ ਤਨ ਦੀ ਰਾਹੀਂ ਤੇਰੀ ਗੋਦ ਵਿਚ (ਹੀ) ਸਮਾਇਆ ਰਹੇ ॥੧॥",
    "pronunciation": "(A-nu`gRhu) ikrpw[ smw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 192,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "fKxw ]",
    "transliteration": "Ddakhanaa ||",
    "translation": "Dakhanaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 192,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "sohMdVo hB Twie; koie. n idsY fUjVo ]",
    "transliteration": "Sohandharro Habh Thaae Koe N Dhisai Ddoojarro ||",
    "translation": "He is Beautiful in all places; I do not see any other at all.",
    "punjabi": "(ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ) ਹਰੇਕ ਥਾਂ ਵਿਚ (ਵੱਸ ਰਿਹਾ ਹੈ ਤੇ) ਸੋਭ ਰਿਹਾ ਹੈ, ਕੋਈ ਭੀ ਜੀਵ ਐਸਾ ਨਹੀਂ ਦਿੱਸਦਾ ਜੋ ਪਰਮਾਤਮਾ ਤੋਂ ਵੱਖਰਾ ਕੋਈ ਹੋਰ ਹੋਵੇ।",
    "pronunciation": "h`B[ idsY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 192,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "Kul@Vy kpwt; nwnk siqgur Bytqy ]1]",
    "transliteration": "Khulharrae Kapaatt Naanak Sathigur Bhaettathae ||1||",
    "translation": "Meeting with the True Guru, O Nanak, the doors are opened wide. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲ ਮਨੁੱਖ ਦੀ ਬੁੱਧੀ ਦੇ ਬੰਦ ਹੋਏ) ਕਵਾੜ ਖੁਲ੍ਹ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "Ku`l@Vy",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "qyry bcn AnUp Apwr, sMqn AwDwr; bwxI bIcwrIAY jIau ]",
    "transliteration": "Thaerae Bachan Anoop Apaar Santhan Aadhhaar Baanee Beechaareeai Jeeo ||",
    "translation": "Your Word is Incomparable and Infinite. I contemplate the Word of Your Bani, the Support of the Saints.",
    "punjabi": "ਹੇ ਸੁੰਦਰ ਪ੍ਰਭੂ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਹੇ ਸੰਤਾਂ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! (ਸੰਤਾਂ ਨੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਬਚਨ ਵਿਚਾਰੇ ਹਨ, (ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚਾਰੀ ਹੈ (ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ismrq sws igrws. pUrn ibsuAws; ikau. mnhu ibswrIAY jIau ]",
    "transliteration": "Simarath Saas Giraas Pooran Bisuaas Kio Manahu Bisaareeai Jeeo ||",
    "translation": "I remember Him in meditation with every breath and morsel of food, with perfect faith. How could I forget Him from my mind?",
    "punjabi": "ਸੁਆਸ ਸੁਆਸ (ਤੇਰਾ ਨਾਮ) ਸਿਮਰਦਿਆਂ (ਉਹਨਾਂ ਨੂੰ ਇਹ) ਪੂਰਾ ਭਰੋਸਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਕਦੇ ਭੀ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "ibsu-Aws",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ikau mnhu byswrIAY. inmK nhI twrIAY; guxvMq. pRwn hmwry ]",
    "transliteration": "Kio Manahu Baesaareeai Nimakh Nehee Ttaareeai Gunavanth Praan Hamaarae ||",
    "translation": "How could I forget Him from my mind, even for an instant? He is the Most Worthy; He is my very life!",
    "punjabi": "ਹੇ ਗੁਣਾਂ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ! ਹੇ ਸੰਤਾਂ ਦੀ ਜਿੰਦ-ਜਾਨ ਪ੍ਰਭੂ! (ਸੰਤਾਂ ਨੂੰ ਇਹ ਭਰੋਸਾ ਬੱਝ ਜਾਂਦਾ ਹੈ ਕਿ ਤੇਰਾ ਨਾਮ) ਕਦੇ ਭੀ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇਂ ਵਾਸਤੇ ਭੀ (ਮਨ ਤੋਂ) ਪਰੇ ਹਟਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "mn bWCq Pl dyq hY suAwmI; jIA kI ibrQw swry ]",
    "transliteration": "Man Baanshhath Fal Dhaeth Hai Suaamee Jeea Kee Birathhaa Saarae ||",
    "translation": "My Lord and Master is the Giver of the fruits of the mind's desires. He knows all the useless vanities and pains of the soul.",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਿਸਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਮਨ-ਇੱਛਿਤ ਫਲ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤੇ ਹਰੇਕ ਜੀਵ ਦੀ ਪੀੜਾ ਦੀ ਸਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "AnwQ ky nwQy. sRb kY swQy; jip. jUAY jnmu n hwrIAY ]",
    "transliteration": "Anaathh Kae Naathhae Srab Kai Saathhae Jap Jooai Janam N Haareeai ||",
    "translation": "Meditating on the Patron of lost souls, the Companion of all, your life shall not be lost in the gamble.",
    "punjabi": "ਹੇ ਅਨਾਥਾਂ ਦੇ ਨਾਥ ਪ੍ਰਭੂ! ਹੇ ਜੀਵਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਨਾਮ) ਜਪ ਕੇ ਮਨੁੱਖਾ ਜਨਮ (ਕਿਸੇ ਜੁਆਰੀਏ ਵਾਂਗ) ਜੂਏ (ਦੀ ਬਾਜ਼ੀ) ਵਿਚ ਵਿਅਰਥ ਨਹੀਂ ਗਵਾਇਆ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 193,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "nwnk kI bynMqI pRB pih; ikRpw kir. Bvjlu qwrIAY ]2]",
    "transliteration": "Naanak Kee Baenanthee Prabh Pehi Kirapaa Kar Bhavajal Thaareeai ||2||",
    "translation": "Nanak offers this prayer to God: Please shower me with Your Mercy, and carry me across the terrifying world-ocean. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪਾਸ ਨਾਨਕ ਦੀ ਇਹ ਬੇਨਤੀ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਕਿਰਪਾ ਕਰ (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ ਤੇ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 194,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "fKxw ]",
    "transliteration": "Ddakhanaa ||",
    "translation": "Dakhanaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 194,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "DUVI mjnu. swD Ky; sweI QIey ikRpwl ]",
    "transliteration": "Dhhoorree Majan Saadhh Khae Saaee Thheeeae Kirapaal ||",
    "translation": "People bathe in the dust of the feet of the Saints, when the Lord becomes merciful.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਵਡ-ਭਾਗੀਆਂ ਉੱਤੇ) ਖਸਮ-ਪ੍ਰਭੂ ਕਿਰਪਾਲ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਗੁਰਮੁਖਾਂ ਦੀ ਚਰਨ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ (ਕਰਨਾ ਨਸੀਬ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "(sWeIN) mwlk[ m`jnu[",
    "type_id": 3
  },
  {
    "shabad_id": 194,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "lDy hBy QokVy; nwnk. hir Dnu mwlu ]1]",
    "transliteration": "Ladhhae Habhae Thhokarrae Naanak Har Dhhan Maal ||1||",
    "translation": "I have obtained all things, O Nanak; the Lord is my Wealth and Property. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ-ਧਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਪਦਾਰਥ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ (ਮਾਨੋ) ਸਾਰੇ ਹੀ ਸੋਹਣੇ ਪਦਾਰਥ ਮਿਲ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(h`By) swry[ (Qo~kVy) pdwrQ[ l`Dy[",
    "type_id": 3
  },
  {
    "shabad_id": 195,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 195,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "suMdr suAwmI Dwm. Bgqh ibsRwm; Awsw lig jIvqy jIau ]",
    "transliteration": "Sundhar Suaamee Dhhaam Bhagatheh Bisraam Aasaa Lag Jeevathae Jeeo ||",
    "translation": "My Lord and Master's Home is beautiful. It is the resting place of His devotees, who live in hopes of attaining it.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨ ਭਗਤ ਜਨਾਂ (ਦੇ ਮਨ) ਵਾਸਤੇ ਨਿਵਾਸ-ਅਸਥਾਨ ਹੁੰਦਾ ਹੈ (ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਦੀ ਹੀ) ਆਸ਼ਾ ਧਾਰ ਕੇ ਆਪਣਾ ਜੀਵਨ ਉੱਚਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 195,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "min qny glqwn. ismrq pRB nwm; hir AMimRqu pIvqy jIau ]",
    "transliteration": "Man Thanae Galathaan Simarath Prabh Naam Har Anmrith Peevathae Jeeo ||",
    "translation": "Their minds and bodies are absorbed in meditation on the Name of God; they drink in the Lord's Ambrosial Nectar.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ-ਸਿਮਰ ਕੇ (ਭਗਤ ਜਨ ਆਪਣੇ) ਮਨ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ) ਸਰੀਰ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਸਦਾ ਪੀਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "gl-qwn: polw bolo",
    "type_id": 3
  }
]
