[
  {
    "shabad_id": 195,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "AMimRqu hir pIvqy. sdw iQru QIvqy; ibKY bnu PIkw jwinAw]",
    "transliteration": "Anmrith Har Peevathae Sadhaa Thhir Thheevathae Bikhai Ban Feekaa Jaaniaa ||",
    "punjabi": "ਭਗਤ-ਜਨ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਦਾ ਪੀਂਦੇ ਹਨ ਤੇ (ਵਿਸ਼ਿਆਂ ਵਲੋਂ) ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੇ) ਵਿਸ਼ਿਆਂ ਦੇ ਪਾਣੀ ਨੂੰ ਬੇ-ਸੁਆਦ ਜਾਣ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 195,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "Bey ikrpwl gopwl pRB myry; swDsMgiq iniD mwinAw]",
    "transliteration": "Bheae Kirapaal Gopaal Prabh Maerae Saadhhasangath Nidhh Maaniaa ||",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਉੱਤੇ ਗੋਪਾਲ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 195,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "srbso sUK. AwnMd Gn ipAwry; hir rqnu. mn AMqir sIvqy]",
    "transliteration": "Sarabaso Sookh Aanandh Ghan Piaarae Har Rathan Man Anthar Seevathae ||",
    "punjabi": "ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਦੇ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰੋਈ ਰੱਖਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ) ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਧਨ ਹੈ, (ਨਾਮ ਵਿਚੋਂ ਹੀ) ਉਹ ਅਨੇਕਾਂ ਆਤਮਕ ਸੁਖ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "srbso: polw bolo imlvW",
    "type_id": 3
  },
  {
    "shabad_id": 195,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ieku iqlu. nhI ivsrY pRwn AwDwrw; jip jip nwnk. jIvqy]3]",
    "transliteration": "Eik Thil Nehee Visarai Praan Aadhhaaraa Jap Jap Naanak Jeevathae ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਗਤ ਜਨਾਂ ਨੂੰ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ-ਨਾਮ ਰਤਾ ਜਿਤਨਾ ਸਮਾ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਜਪ ਜਪ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 196,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "fKxw]",
    "transliteration": "Ddakhanaa ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 196,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jo qau kIny Awpxy; iqnw kUM imilEih]",
    "transliteration": "Jo Tho Keenae Aapanae Thinaa Koon Miliouhi ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੂੰ ਤੂੰ ਆਪਣੇ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ ਤੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 196,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Awpy hI Awip moihEhu; jsu nwnk. Awip suixEih]1]",
    "transliteration": "Aapae Hee Aap Mohiouhu Jas Naanak Aap Suniouhi ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਪਾਸੋਂ) ਤੂੰ (ਆਪਣਾ) ਜਸ ਆਪ ਹੀ ਸੁਣਦਾ ਹੈਂ, ਤੇ (ਸੁਣ ਕੇ) ਤੂੰ ਆਪ ਹੀ ਮਸਤ ਹੁੰਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "moih-Ehu",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "CMqu]",
    "transliteration": "Shhanth ||",
    "punjabi": "",
    "pronunciation": "T-gaurI: polw bolo[ imlvW[",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "pRym TgaurI pwie. rIJwie; goibMd mnu moihAw jIau]",
    "transliteration": "Praem Thagouree Paae Reejhaae Gobindh Man Mohiaa Jeeo ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਭਗਤ ਜਨਾਂ ਨੇ) ਪ੍ਰੇਮ ਦੀ ਠਗ-ਬੂਟੀ ਖਵਾ ਕੇ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਖ਼ੁਸ਼ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਮਨ ਮੋਹ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "sMqn kY prswid; AgwiD kMTy lig. soihAw jIau]",
    "transliteration": "Santhan Kai Parasaadh Agaadhh Kanthae Lag Sohiaa Jeeo ||",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਦੀ ਹੀ ਕਿਰਪਾ ਨਾਲ (ਕੋਈ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਅਥਾਹ ਪ੍ਰਭੂ ਦੇ ਗਲ ਲੱਗ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "hir kMiT lig soihAw. doK siB joihAw; Bgiq lK´x kir. vis Bey]",
    "transliteration": "Har Kanth Lag Sohiaa Dhokh Sabh Johiaa Bhagath Lakhyan Kar Vas Bheae ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਹਰੀ ਦੇ ਗਲ ਲੱਗ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਵਿਕਾਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, (ਉਸ ਦੇ ਅੰਦਰ) ਭਗਤੀ ਵਾਲੇ ਲੱਛਣ ਪੈਦਾ ਹੋ ਜਾਣ ਦੇ ਕਾਰਣ ਪ੍ਰਭੂ ਜੀ ਉਸ ਦੇ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "lK´x: l`iKAx K pYr A`Dw XeIAw hY[ ijs A`Kr hyTW A`Dw XeIAw hovy, aus nMU ishwrI, aus dy s`jy pwsy AYVw lwau, aus A`Kr nMU ijhVI lg hovy auh AYVy nMU lwauxI jI[ v`is[",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "min srb suK vuTy goivd quTy; jnm mrxw siB imit gey]",
    "transliteration": "Man Sarab Sukh Vuthae Govidh Thuthae Janam Maranaa Sabh Mitt Geae ||",
    "punjabi": "ਗੋਬਿੰਦ ਦੇ ਉਸ ਉੱਤੇ ਪ੍ਰਸੰਨ ਹੋਣ ਨਾਲ ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਸਾਰੇ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "vu`Ty[ qu`Ty[",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "sKI mMglo gwieAw. ieC pujwieAw; bhuiV. n mwieAw hoihAw]",
    "transliteration": "Sakhee Mangalo Gaaeiaa Eishh Pujaaeiaa Bahurr N Maaeiaa Hohiaa ||",
    "punjabi": "ਸਤਸੰਗੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਜਿਉਂ ਜਿਉਂ ਉਹ ਪ੍ਰਭੂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਗਾਂਦਾ ਹੈ ਉਸ ਦੀਆਂ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਸ ਦੇ ਮਨ ਦੇ ਫੁਰਨੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ), ਉਸ ਨੂੰ ਮੁੜ ਮਾਇਆ ਦੇ ਧੱਕੇ ਨਹੀਂ ਲੱਗਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 197,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "kru gih lIny. nwnk pRB ipAwry; sMswru swgru nhI poihAw]4]",
    "transliteration": "Kar Gehi Leenae Naanak Prabh Piaarae Sansaar Saagar Nehee Pohiaa ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਦਾ ਹੱਥ ਫੜ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਉੱਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀ ਪਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 198,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "fKxw]",
    "transliteration": "Ddakhanaa ||",
    "punjabi": "",
    "pronunciation": "sWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 198,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "sweI nwmu Amolu; kIm. n koeI jwxdo]",
    "transliteration": "Saaee Naam Amol Keem N Koee Jaanadho ||",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੱਲ ਤੋਂ ਪਰੇ ਹੈ, ਕੋਈ ਜੀਵ ਉਸ ਦੇ ਬਰਾਬਰ ਦੀ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ ਦੱਸ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 198,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ijnw Bwg mQwih; sy nwnk. hir rMgu mwxdo]1]",
    "transliteration": "Jinaa Bhaag Mathhaahi Sae Naanak Har Rang Maanadho ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਤੇ ਭਾਗ (ਜਾਗਣ), ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "CMqu]",
    "transliteration": "Shhanth ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "khqy pivqR. suxqy siB DMnu; ilKqˆØI. kulu qwirAw jIau]",
    "transliteration": "Kehathae Pavithr Sunathae Sabh Dhhann Likhathanaee Kul Thaariaa Jeeo ||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ, ਉਹ ਸੁਅੱਛ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ। ਜੇਹੜੇ ਬੰਦੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੀ ਹੱਥੀਂ) ਲਿਖਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਸਾਰੇ) ਖ਼ਾਨਦਾਨ ਨੂੰ (ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "khqy pivqR. suxqy siB DMnu; ilKqˆØI. kulu qwirAw jIau]",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ijn kau swDUsMgu. nwm hir rMgu; iqnI bRhmu bIcwirAw jIau]",
    "transliteration": "Jin Ko Saadhhoo Sang Naam Har Rang Thinee Breham Beechaariaa Jeeo ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਸਿਮਰਨ) ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "bRhmu bIcwirAw. jnmu svwirAw; pUrn ikrpw pRiB krI]",
    "transliteration": "Breham Beechaariaa Janam Savaariaa Pooran Kirapaa Prabh Karee ||",
    "punjabi": "ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਨੇ ਪੂਰਨ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਤੇ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "kru gih lIny. hir jso dIny; join nw DwvY, nh mrI]",
    "transliteration": "Kar Gehi Leenae Har Jaso Dheenae Jon Naa Dhhaavai Neh Maree ||",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਜਿਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦਾ ਹੱਥ ਫੜ ਲਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਦੌੜਿਆ ਫਿਰਦਾ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "siqgur dieAwl ikrpwl Bytq hry; kwmu kRoDu loBu mwirAw]",
    "transliteration": "Sathigur Dhaeiaal Kirapaal Bhaettath Harae Kaam Krodhh Lobh Maariaa ||",
    "punjabi": "ਦਇਆ ਦੇ ਘਰ ਕਿਰਪਾ ਦੇ ਘਰ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਕੇ (ਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ) ਜਿਨ੍ਹਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਨੂੰ ਮਾਰ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "d-ieAwl",
    "type_id": 3
  },
  {
    "shabad_id": 199,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "kQnu n jwie. AkQu suAwmI; sdkY jwie nwnku vwirAw]5]1]3]",
    "transliteration": "Kathhan N Jaae Akathh Suaamee Sadhakai Jaae Naanak Vaariaa ||5||1||3||",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਅਕੱਥ ਹੈ (ਉਸ ਦਾ ਰੂਪ) ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ॥੫॥੧॥੩॥",
    "pronunciation": "A-kQu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "isrIrwgu mhlw 4 vxjwrw",
    "transliteration": "Sireeraag Mehalaa 4 Vanajaaraa",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqnwmu gur pRswid]",
    "transliteration": "Ik Oankaar Sath Naam Gur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 200,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir hir auqmu nwmu hY; ijin isirAw sBu koie jIau]",
    "transliteration": "Har Har Outham Naam Hai Jin Siriaa Sabh Koe Jeeo ||",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ (ਜਗਤ ਵਿਚ) ਹਰੇਕ ਜੀਵ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir jIA sBy pRiqpwldw; Git Git rmeIAw soie]",
    "transliteration": "Har Jeea Sabhae Prathipaaladhaa Ghatt Ghatt Rameeaa Soe ||",
    "punjabi": "ਉਹ ਹਰੀ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਤੇ ਉਹ ਸੋਹਣਾ ਰਾਮ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "r-meIAw",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "so hir sdw iDAweIAY; iqsu ibnu. Avru n koie]",
    "transliteration": "So Har Sadhaa Dhhiaaeeai This Bin Avar N Koe ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਹਰੀ ਦਾ ਸਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਦਾ) ਕੋਈ ਹੋਰ (ਆਸਰਾ-ਪਰਨਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jo moih mwieAw icqu lwiedy; sy Coif cly. duKu roie]",
    "transliteration": "Jo Mohi Maaeiaa Chith Laaeidhae Sae Shhodd Chalae Dhukh Roe ||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਆਪਣਾ) ਚਿੱਤ ਲਾਈ ਰੱਖਦੇ ਹਨ, ਉਹ (ਮੌਤ ਆਉਣ ਤੇ) ਕੀਰਨੇ ਕਰ ਕਰ ਕੇ (ਸਭ ਕੁਝ) ਛੱਡ ਕੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "jn nwnk. nwmu iDAwieAw; hir AMiq sKweI hoie]1]",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Har Anth Sakhaaee Hoe ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਹਰੀ ਉਹਨਾਂ ਦਾ ਜ਼ਰੂਰ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "mY. hir ibnu; Avru n koie]",
    "transliteration": "Mai Har Bin Avar N Koe ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੇਰਾ ਤਾਂ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਆਸਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 200,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir gur srxweI pweIAY. vxjwirAw imqRw; vfBwig prwpiq hoie]1]rhwau]",
    "transliteration": "Har Gur Saranaaee Paaeeai Vanajaariaa Mithraa Vaddabhaag Paraapath Hoe ||1|| Rehaao ||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਮਿਤ੍ਰ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹਰੀ (ਦਾ ਨਾਮ) ਮਿਲਦਾ ਹੈ, ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "v`fBwig",
    "type_id": 4
  }
]