[
  {
    "shabad_id": 210,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "vKqu vIcwry; su bMdw hoie ]",
    "transliteration": "Vakhath Veechaarae S Bandhaa Hoe ||",
    "translation": "One who reflects upon his allotted span of life, becomes the slave of God.",
    "punjabi": "ਇੱਥੇ ਜੋ ਮਨੁੱਖ (ਮਨੁੱਖਾ ਜਨਮ) ਦੇ ਸਮੇ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ (ਭਾਵ, ਜੋ ਇਹ ਸੋਚਦਾ ਹੈ ਕਿ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਮਨੁੱਖਾ ਸਰੀਰ ਕਾਹਦੇ ਲਈ ਮਿਲਿਆ ਹੈ) ਉਹ (ਉਸ ਪ੍ਰਭੂ ਦਾ) ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 210,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "kudriq hY; kImiq nhI pwie ]",
    "transliteration": "Kudharath Hai Keemath Nehee Paae ||",
    "translation": "The value of the Creative Power of the Universe cannot be known.",
    "punjabi": "ਪ੍ਰਭੂ (ਆਪਣੀ ਰਚੀ) ਕੁਦਰਤਿ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਉਸ ਦਾ ਮੁੱਲ ਪੈ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 210,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "jw kImiq pwie; q khI n jwie ]",
    "transliteration": "Jaa Keemath Paae Th Kehee N Jaae ||",
    "translation": "Even if its value were known, it could not be described.",
    "punjabi": "ਜੇ ਕੋਈ ਮੁੱਲ ਪਾਣ ਦਾ ਜਤਨ ਭੀ ਕਰੇ, ਤਾਂ ਉਸ ਦਾ ਮੁੱਲ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 210,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "srY srIAiq; krih bIcwru ]",
    "transliteration": "Sarai Sareeath Karehi Beechaar ||",
    "translation": "Some think about religious rituals and regulations,",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਨਿਰੀ ਸ਼ਰ੍ਹਾ ਆਦਿ (ਭਾਵ, ਬਾਹਰਲੀਆਂ ਧਾਰਮਿਕ ਰਸਮਾਂ) ਦੀ ਹੀ ਵਿਚਾਰ ਕਰਦੇ ਹਨ,",
    "pronunciation": "s-rIAiq",
    "type_id": 3
  },
  {
    "shabad_id": 210,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ibnu bUJy; kYsy pwvih pwru ]",
    "transliteration": "Bin Boojhae Kaisae Paavehi Paar ||",
    "translation": "But without understanding, how can they cross over to the other side?",
    "punjabi": "ਉਹ (ਜੀਵਨ ਦੇ ਸਹੀ ਮਨੋਰਥ ਨੂੰ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ (ਜੀਵਨ ਦਾ) ਪਾਰਲਾ ਕੰਢਾ ਕਿਵੇਂ ਲੱਭ ਸਕਦੇ ਹਨ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 210,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "isdku kir isjdw; mnu kir mKsUdu ]",
    "transliteration": "Sidhak Kar Sijadhaa Man Kar Makhasoodh ||",
    "translation": "Let sincere faith be your bowing in prayer, and let the conquest of your mind be your objective in life.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਰੱਬ ਤੇ ਭਰੋਸਾ ਰੱਖ-ਇਹ ਹੈ ਉਸ ਦੇ ਅੱਗੇ ਸਿਰ ਨਿਵਾਉਣਾ, ਆਪਣੇ ਮਨ ਨੂੰ ਰੱਬ ਵਿਚ ਜੋੜਨਾ-ਇਸ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦਾ ਨਿਸ਼ਾਨਾ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 210,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ijih iDir dyKw; iqh iDir maujUdu ]1]",
    "transliteration": "Jih Dhhir Dhaekhaa Thih Dhhir Moujoodh ||1||",
    "translation": "Wherever I look, there I see God's Presence. ||1||",
    "punjabi": "ਫਿਰ ਜਿਸ ਪਾਸੇ ਵੇਖੀਏ, ਉਸ ਪਾਸੇ ਰੱਬ ਹਾਜ਼ਰ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 211,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 211,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "gur sBw. eyv n pweIAY; nw nyVY. nw dUir ]",
    "transliteration": "Gur Sabhaa Eaev N Paaeeai Naa Naerrai Naa Dhoor ||",
    "translation": "The Society of the Guru is not obtained like this, by trying to be near or far away.",
    "punjabi": "(ਸਰੀਰ ਦੀ ਰਾਹੀਂ) ਗੁਰੂ ਦੇ ਨੇੜੇ ਜਾਂ ਗੁਰੂ ਤੋਂ ਦੂਰ ਬੈਠਿਆਂ ਗੁਰੂ ਦਾ ਸੰਗ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "sBw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 211,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwnk siqguru qW imlY; jw mnu rhY hdUir ]2]",
    "transliteration": "Naanak Sathigur Thaan Milai Jaa Man Rehai Hadhoor ||2||",
    "translation": "O Nanak, you shall meet the True Guru, if your mind remains in His Presence. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜਦੋਂ (ਸਿੱਖ ਦਾ) ਮਨ (ਗੁਰੂ ਦੀ) ਹਜ਼ੂਰੀ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 212,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 212,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "spq dIp spq swgrw, nv KMf; cwir vyd. ds Ast purwxw ]",
    "transliteration": "Sapath Dheep Sapath Saagaraa Nav Khandd Chaar Vaedh Dhas Asatt Puraanaa ||",
    "translation": "The seven islands, seven seas, nine continents, four Vedas and eighteen Puraanas",
    "punjabi": "ਸੱਤ ਦੀਪ, ਸੱਤ ਸਮੁੰਦਰ, ਨੌ ਖੰਡ, ਚਾਰ ਵੇਦ, ਅਠਾਰਾਂ ਪੁਰਾਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 212,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hir sBnw ivic qUM vrqdw; hir sBnw Bwxw ]",
    "transliteration": "Har Sabhanaa Vich Thoon Varathadhaa Har Sabhanaa Bhaanaa ||",
    "translation": "O Lord, You pervade and permeate all. Lord, everyone loves You.",
    "punjabi": "ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ ਤੂੰ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਤੇ ਸਭ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 212,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "siB quJY iDAwvih jIA jMq; hir swrgpwxw ]",
    "transliteration": "Sabh Thujhai Dhhiaavehi Jeea Janth Har Saarag Paanaa ||",
    "translation": "All beings and creatures meditate on You, Lord. You hold the earth in Your Hands.",
    "punjabi": "ਹੇ ਧਨੁਖ-ਧਾਰੀ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਆ ਜੰਤ ਤੇਰਾ ਹੀ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 212,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "jo gurmuiK hir AwrwDdy; iqn hau kurbwxw ]",
    "transliteration": "Jo Guramukh Har Aaraadhhadhae Thin Ho Kurabaanaa ||",
    "translation": "I am a sacrifice to those Gurmukhs who worship and adore the Lord.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਹਨਾਂ ਤੋਂ, ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਤੈਨੂੰ ਜਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 212,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "qUM Awpy Awip vrqdw; kir coj ivfwxw ]4]",
    "transliteration": "Thoon Aapae Aap Varathadhaa Kar Choj Viddaanaa ||4||",
    "translation": "You Yourself are All-pervading; You stage this wondrous drama! ||4||",
    "punjabi": "(ਭਾਵੇਂ) ਤੂੰ ਅਸਚਰਜ ਲੀਲ੍ਹਾ ਰਚ ਕੇ ਆਪਿ ਹੀ ਆਪ ਸਭਨਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 213,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 213,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "klau mswjnI. ikAw sdweIAY; ihrdY hI iliK lyhu ]",
    "transliteration": "Kalo Masaajanee Kiaa Sadhaaeeai Hiradhai Hee Likh Laehu ||",
    "translation": "Why ask for a pen, and why ask for ink? Write within your heart.",
    "punjabi": "ਕਲਮ ਦਵਾਤ ਮੰਗਾਣ ਦਾ ਕੀਹ ਲਾਭ? (ਹੇ ਸੱਜਣਾ!) ਹਿਰਦੇ ਵਿਚ ਹੀ (ਹਰੀ ਦਾ ਨਾਮ) ਲਿਖ ਲੈ।",
    "pronunciation": "klau: polw bolo[ (klau) klm[ (ms`wjnI) isAwhI",
    "type_id": 3
  },
  {
    "shabad_id": 213,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "sdw swihb kY rMig rhY; kbhUM. n qUtis nyhu ]",
    "transliteration": "Sadhaa Saahib Kai Rang Rehai Kabehoon N Thoottas Naehu ||",
    "translation": "Remain immersed forever in the Love of your Lord and Master, and your love for Him shall never break.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਜੇ) ਮਨੁੱਖ ਸਦਾ ਸਾਈਂ ਦੇ ਪਿਆਰ ਵਿਚ (ਭਿੱਜਾ) ਰਹੇ (ਤਾਂ) ਇਹ ਪਿਆਰ ਕਦੇ ਨਹੀਂ ਤੁੱਟੇਗਾ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 213,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "klau mswjnI jwiesI; iliKAw BI nwly jwie ]",
    "transliteration": "Kalo Masaajanee Jaaeisee Likhiaa Bhee Naalae Jaae ||",
    "translation": "Pen and ink shall pass away, along with what has been written.",
    "punjabi": "(ਨਹੀਂ ਤਾਂ) ਕਲਮ ਦਵਾਤ ਤਾਂ ਨਾਸ਼ ਹੋ ਜਾਣ ਵਾਲੀ (ਸ਼ੈ) ਹੈ ਤੇ (ਇਸ ਦਾ) ਲਿਖਿਆ (ਕਾਗ਼ਜ਼) ਭੀ ਨਾਸ਼ ਹੋ ਜਾਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 213,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "nwnk. sh pRIiq, n jwiesI; jo Duir CofI scY pwie ]1]",
    "transliteration": "Naanak Seh Preeth N Jaaeisee Jo Dhhur Shhoddee Sachai Paae ||1||",
    "translation": "O Nanak, the Love of your Husband Lord shall never perish. The True Lord has bestowed it, as it was pre-ordained. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜੋ ਪਿਆਰ ਸੱਚੇ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਦਰ ਤੋਂ (ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਬੀਜ ਦਿੱਤਾ ਹੈ ਉਸ ਦਾ ਨਾਸ ਨਹੀਂ ਹੋਵੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 214,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 214,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ndrI Awvdw, nwil n cleI; vyKhu ko. ivaupwie ]",
    "transliteration": "Nadharee Aavadhaa Naal N Chalee Vaekhahu Ko Vioupaae ||",
    "translation": "That which is seen, shall not go along with you. What does it take to make you see this?",
    "punjabi": "ਬੇਸ਼ਕ ਨਿਰਣਾ ਕਰ ਕੇ ਵੇਖ ਲਉ, ਜੋ ਕੁਝ (ਇਹਨਾਂ ਅੱਖੀਆਂ ਨਾਲ) ਦਿੱਸਦਾ ਹੈ (ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ivau-pwie) inrnw krky",
    "type_id": 3
  },
  {
    "shabad_id": 214,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "siqguir scu idRVwieAw; sic rhhu ilv lwie ]",
    "transliteration": "Sathigur Sach Dhrirraaeiaa Sach Rehahu Liv Laae ||",
    "translation": "The True Guru has implanted the True Name within; remain lovingly absorbed in the True One.",
    "punjabi": "(ਇਸੇ ਕਰਕੇ) ਸਤਿਗੁਰੂ ਨੇ ਨਿਸ਼ਚਾ ਕਰਾਇਆ ਹੈ (ਕਿ) ਸੱਚਾ ਪ੍ਰਭੂ (ਨਾਲ ਨਿਭਣ-ਜੋਗ ਹੈ), (ਤਾਂ ਤੇ) ਪ੍ਰਭੂ ਵਿਚ ਬਿਰਤੀ ਜੋੜੀ ਰੱਖੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 214,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "nwnk. sbdI scu hY; krmI plY pwie ]2]",
    "transliteration": "Naanak Sabadhee Sach Hai Karamee Palai Paae ||2||",
    "translation": "O Nanak, the Word of His Shabad is True. By His Grace, it is obtained. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਵੇ ਤਾਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੱਚਾ ਹਰੀ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 215,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 215,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir AMdir bwhir ieku qUM; qUM jwxih Byqu ]",
    "transliteration": "Har Andhar Baahar Eik Thoon Thoon Jaanehi Bhaeth ||",
    "translation": "O Lord, You are inside and outside as well. You are the Knower of secrets.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਸਭ ਥਾਈਂ (ਅੰਦਰਿ ਬਾਹਰਿ) (ਵਿਆਪਕ) ਹੈਂ, (ਇਸ ਕਰਕੇ ਜੀਵਾਂ ਦੇ) ਹਿਰਦਿਆਂ ਨੂੰ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "bw-hir: h mukqw, r ishwrI lw ky",
    "type_id": 3
  },
  {
    "shabad_id": 215,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jo kIcY so hir jwxdw; myry mn. hir cyqu ]",
    "transliteration": "Jo Keechai So Har Jaanadhaa Maerae Man Har Chaeth ||",
    "translation": "Whatever anyone does, the Lord knows. O my mind, think of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੋ ਕੁਝ ਕਰੀਦਾ ਹੈ (ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਉਹ ਹਰੀ ਜਾਣਦਾ ਹੈ, (ਤਾਂ ਤੇ) ਉਸ ਦਾ ਸਿਮਰਨ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 215,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "so frY. ij pwp kmwvdw; DrmI ivgsyqu ]",
    "transliteration": "So Ddarai J Paap Kamaavadhaa Dhharamee Vigasaeth ||",
    "translation": "The one who commits sins lives in fear, while the one who lives righteously rejoices.",
    "punjabi": "ਪਾਪ ਕਰਨ ਵਾਲੇ ਨੂੰ (ਰੱਬ ਤੋਂ) ਡਰ ਲੱਗਦਾ ਹੈ, ਤੇ ਧਰਮੀ (ਵੇਖ ਕੇ) ਖਿੜਦਾ ਹੈ।",
    "pronunciation": "ivg-syqu: polw bolo imlvW",
    "type_id": 3
  },
  {
    "shabad_id": 215,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "qUM scw Awip. inAwau scu; qw frIAY kyqu ]",
    "transliteration": "Thoon Sachaa Aap Niaao Sach Thaa Ddareeai Kaeth ||",
    "translation": "O Lord, You Yourself are True, and True is Your Justice. Why should anyone be afraid?",
    "punjabi": "ਹੇ ਹਰੀ! ਡਰੀਏ ਭੀ ਕਿਉਂ? (ਜਦੋਂ ਜਿਹਾ) ਤੂੰ ਆਪਿ ਸੱਚਾ ਹੈਂ (ਤਿਹਾ) ਤੇਰਾ ਨਿਆਉ ਭੀ ਸੱਚਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 215,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ijnw. nwnk scu pCwixAw; sy sic rlyqu ]5]",
    "transliteration": "Jinaa Naanak Sach Pashhaaniaa Sae Sach Ralaeth ||5||",
    "translation": "O Nanak, those who recognize the True Lord are blended with the True One. ||5||",
    "punjabi": "(ਡਰਨਾ ਤਾਂ ਕਿਤੇ ਰਿਹਾ), ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੱਚੇ ਹਰੀ ਦੀ ਸਮਝ ਪਈ ਹੈ, ਉਹ ਉਸ ਦੇ ਵਿਚ ਹੀ ਰਲ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਸ ਦੇ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੇ ਹਨ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 216,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 216,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "klm jlau. sxu msvwxIAY; kwgdu BI jil jwau ]",
    "transliteration": "Kalam Jalo San Masavaaneeai Kaagadh Bhee Jal Jaao ||",
    "translation": "Burn the pen, and burn the ink; burn the paper as well.",
    "punjabi": "ਸੜ ਜਾਏ ਉਹ ਕਲਮ; ਸਮੇਤ ਦਵਾਤ ਦੇ, ਤੇ ਉਹ ਕਾਗਤ ਭੀ ਸੜ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 216,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ilKx vwlw jil blau; ijin iliKAw dUjw Bwau ]",
    "transliteration": "Likhan Vaalaa Jal Balo Jin Likhiaa Dhoojaa Bhaao ||",
    "translation": "Burn the writer who writes in the love of duality.",
    "punjabi": "ਲਿਖਣ ਵਾਲਾ ਭੀ ਸੜ ਮਰੇ, ਜਿਸ ਨੇ (ਨਿਰਾ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਦਾ ਲੇਖਾ ਲਿਖਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 216,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "nwnk. pUrib iliKAw kmwvxw; Avru n krxw jwie ]1]",
    "transliteration": "Naanak Poorab Likhiaa Kamaavanaa Avar N Karanaa Jaae ||1||",
    "translation": "O Nanak, people do what is pre-ordained; they cannot do anything else. ||1||",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਨਾਨਕ! (ਜੀਵ) ਉਹੀ ਕੁਝ ਕਮਾਂਦਾ ਹੈ, ਜੋ (ਸੰਸਕਾਰ ਆਪਣੇ ਚੰਗੇ ਮੰਦੇ ਕੀਤੇ ਕੰਮਾਂ ਅਨੁਸਾਰ) ਪਹਿਲਾਂ ਤੋਂ (ਆਪਣੇ ਹਿਰਦੇ ਉਤੇ) ਲਿਖੀ ਜਾਂਦਾ ਹੈ, (ਜੀਵ) ਇਸ ਦੇ ਉਲਟ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 217,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 217,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "horu kUVu pVxw. kUVu bolxw; mwieAw nwil ipAwru ]",
    "transliteration": "Hor Koorr Parranaa Koorr Bolanaa Maaeiaa Naal Piaar ||",
    "translation": "False is other reading, and false is other speaking, in the love of Maya.",
    "punjabi": "ਹੋਰ (ਮਾਇਆ ਸੰਬੰਧੀ) ਪੜ੍ਹਨਾ ਵਿਅਰਥ ਉੱਦਮ ਹੈ, ਹੋਰ ਬੋਲਣਾ (ਭੀ) ਵਿਅਰਥ (ਕਿਉਂਕਿ ਇਹ ਉੱਦਮ) ਮਾਇਆ ਨਾਲਿ ਪਿਆਰ (ਵਧਾਉਂਦੇ ਹਨ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 217,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwnk. ivxu nwvY. ko iQru nhI; piV piV hoie KuAwru ]2]",
    "transliteration": "Naanak Vin Naavai Ko Thhir Nehee Parr Parr Hoe Khuaar ||2||",
    "translation": "O Nanak, without the Name, nothing is permanent; those who read and read are ruined. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਸਦਾ ਨਹੀਂ ਰਹਿਣਾ (ਭਾਵ, ਸਦਾ ਨਾਲ ਨਹੀਂ ਨਿਭਣਾ), (ਇਸ ਵਾਸਤੇ) ਜੇ ਕੋਈ ਹੋਰ ਪੜ੍ਹਨੀਆਂ ਹੀ ਪੜ੍ਹਦਾ ਹੈ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 218,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 218,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir kI vifAweI vfI hY; hir kIrqnu hir kw ]",
    "transliteration": "Har Kee Vaddiaaee Vaddee Hai Har Keerathan Har Kaa ||",
    "translation": "Great is the Greatness of the Lord, and the Kirtan of the Lord's Praises.",
    "punjabi": "ਉਸਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੇ ਉਸਦਾ ਕੀਰਤਨ ਕਰਨਾ-ਇਹੋ (ਜੀਵ ਲਈ) ਵੱਡੀ (ਕਰਣੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 218,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hir kI vifAweI vfI hY; jw inAwau hY Drm kw ]",
    "transliteration": "Har Kee Vaddiaaee Vaddee Hai Jaa Niaao Hai Dhharam Kaa ||",
    "translation": "Great is the Greatness of the Lord; His Justice is totally Righteous.",
    "punjabi": "ਜਿਸ ਹਰੀ ਦਾ ਧਰਮ ਦਾ ਨਿਆਂ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਵੱਡੀ ਕਰਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 218,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hir kI vifAweI vfI hY; jw Plu hY jIA kw ]",
    "transliteration": "Har Kee Vaddiaaee Vaddee Hai Jaa Fal Hai Jeea Kaa ||",
    "translation": "Great is the Greatness of the Lord; people receive the fruits of the soul.",
    "punjabi": "ਹਰੀ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਸਭ ਤੋਂ ਚੰਗਾ ਕੰਮ ਹੈ (ਕਿਉਂਕਿ) ਜੀਵ ਦਾ (ਅਸਲੀ) ਫਲ (ਹੀ ਇਹੋ) ਹੈ (ਭਾਵ ਜਨਮ-ਮਨੋਰਥ ਹੀ ਇਹੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 218,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "hir kI vifAweI vfI hY; jw. n suxeI, kihAw cugl kw ]",
    "transliteration": "Har Kee Vaddiaaee Vaddee Hai Jaa N Sunee Kehiaa Chugal Kaa ||",
    "translation": "Great is the Greatness of the Lord; He does not hear the words of the back-biters.",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਚੁਗਲ ਦੀ ਗੱਲ ਵਲ ਕੰਨ ਨਹੀਂ ਧਰਦਾ, ਉਸ ਦੀ ਸਿਫ਼ਤਿ ਕਰਨੀ ਵੱਡੀ ਕਰਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 218,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "hir kI vifAweI vfI hY; ApuiCAw dwnu dyvkw ]6]",
    "transliteration": "Har Kee Vaddiaaee Vaddee Hai Apushhiaa Dhaan Dhaevakaa ||6||",
    "translation": "Great is the Greatness of the Lord; He gives His Gifts without being asked. ||6||",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਕਿਸੋ ਨੂੰ ਪੁੱਛ ਕੇ ਦਾਨ ਨਹੀਂ ਦੇਂਦਾ ਉਸ ਦੀ ਵਡਿਆਈ ਉੱਤਮ ਕੰਮ ਹੈ ॥੬॥",
    "pronunciation": "(dyvkw) dyxw krdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 219,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 219,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hau hau krqI sB mueI; sMpau. iksY n nwil ]",
    "transliteration": "Ho Ho Karathee Sabh Muee Sanpo Kisai N Naal ||",
    "translation": "Those who act in ego shall all die. Their worldly possessions shall not go along with them.",
    "punjabi": "ਧਨ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ (ਨਿਭਦਾ, ਪਰੰਤੂ ਧਨ ਦੀ ਟੇਕ ਰੱਖਣ ਵਾਲੇ ਸਾਰੇ ਜੀਵ ਅਹੰਕਾਰੀ ਹੋ ਹੋ ਕੇ ਖਪਦੇ ਹਨ, ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 219,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "dUjY Bwie duKu pwieAw; sB johI jmkwil ]",
    "transliteration": "Dhoojai Bhaae Dhukh Paaeiaa Sabh Johee Jamakaal ||",
    "translation": "Because of their love of duality, they suffer in pain. The Messenger of Death is watching all.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਸਭ ਨੇ ਦੁੱਖ (ਹੀ) ਪਾਇਆ ਹੈ (ਕਿਉਂਕਿ) ਜਮਕਾਲ ਨੇ (ਇਹੋ ਜਿਹੇ) ਸਭਨਾਂ ਨੂੰ ਘੂਰਿਆ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵ ਮੌਤ ਤੋਂ ਥਰ-ਥਰ ਕੰਬਦੇ ਹਨ, ਮਾਨੋ, ਉਹਨਾਂ ਨੂੰ ਜਮਕਾਲ ਘੂਰ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]