[
  {
    "shabad_id": 243,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ijn kau. hoAw ikRpwlu hir; sy. siqgur pYrI pwhI ]",
    "transliteration": "Jin Ko Hoaa Kirapaal Har Sae Sathigur Pairee Paahee ||",
    "translation": "Those upon whom the Lord showers His Mercy, fall at the Feet of the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਭੀ ਉਹੀ ਲੱਗਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਹਰੀ ਆਪ ਤੁੱਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 243,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "iqn AYQY EQY muK aujly; hir drgh pYDy jwhI ]14]",
    "transliteration": "Thin Aithhai Outhhai Mukh Oujalae Har Dharageh Paidhhae Jaahee ||14||",
    "translation": "Here and hereafter, their faces are radiant; they go to the Lord's Court in robes of honor. ||14||",
    "punjabi": "ਉਹ ਦੋਹੀਂ ਜਹਾਨੀਂ ਸੁਰਖ਼ਰੂ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਭੀ) ਵਡਿਆਏ ਜਾਂਦੇ ਹਨ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 244,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "slok mÚ 2 ]",
    "transliteration": "Salok Ma 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 244,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jo isru. sWeI nw invY; so isru dIjY fwir ]",
    "transliteration": "Jo Sir Saanee Naa Nivai So Sir Dheejai Ddaar ||",
    "translation": "Chop off that head which does not bow to the Lord.",
    "punjabi": "ਜੋ ਸਿਰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਨਾਹ ਝੁਕੇ, ਉਹ ਤਿਆਗ ਦੇਣ-ਜੋਗ ਹੈ (ਭਾਵ, ਉਸ ਦਾ ਕੋਈ ਗੁਣ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 244,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "nwnk. ijsu ipMjr mih ibrhw nhI; so ipMjru lY jwir ]1]",
    "transliteration": "Naanak Jis Pinjar Mehi Birehaa Nehee So Pinjar Lai Jaar ||1||",
    "translation": "O Nanak, that human body, in which there is no pain of separation from the Lord-take that body and burn it. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਸਰੀਰ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਉਹ ਸਰੀਰ ਸਾੜ ਦਿਓ (ਭਾਵ, ਉਹ ਭੀ ਵਿਅਰਥ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 245,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 245,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "muMFhu BulI nwnkw; iPir iPir jnim mueIAwsu ]",
    "transliteration": "Mundtahu Bhulee Naanakaa Fir Fir Janam Mueeaas ||",
    "translation": "Forgetting the Primal Lord, O Nanak, people are born and die, over and over again.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ (ਸਭ ਦੇ) ਮੂਲ (ਸਿਰਜਣਹਾਰ) ਨੂੰ ਵਿਸਾਰਿਆ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦੀ ਮਰਦੀ ਹੈ,",
    "pronunciation": "Bu`lI[ mueI-Awsu[",
    "type_id": 3
  },
  {
    "shabad_id": 245,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ksqUrI kY BolVY; gMdy fuMim peIAwsu ]2]",
    "transliteration": "Kasathooree Kai Bholarrai Gandhae Ddunm Peeaas ||2||",
    "translation": "Mistaking it for musk, they have fallen into the stinking pit of filth. ||2||",
    "punjabi": "(ਤੇ ਉਹ) ਕਸਤੂਰੀ (ਭਾਵ, ਉੱਤਮ ਪਦਾਰਥ) ਦੇ ਭੁਲੇਖੇ (ਮਾਇਆ ਦੇ) ਗੰਦੇ ਟੋਏ ਵਿਚ ਪਈ ਹੋਈ ਹੈ ॥੨॥",
    "pronunciation": "(BolVY) BulyKy[ (fuMim) gMdy C`pV c",
    "type_id": 3
  },
  {
    "shabad_id": 246,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 246,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "so AYsw hir nwmu. iDAweIAY mn myry; jo sBnw aupir hukmu clwey ]",
    "transliteration": "So Aisaa Har Naam Dhhiaaeeai Man Maerae Jo Sabhanaa Oupar Hukam Chalaaeae ||",
    "translation": "Meditate on that Name of the Lord, O my mind, whose Command rules over all.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਉਤੇ ਆਪਣਾ ਹੁਕਮ ਚਲਾਉਂਦਾ (ਭਾਵ, ਜਿਸ ਦੇ ਹੁਕਮ ਅੱਗੇ ਸਭ ਜੀਵ ਜੰਤ ਨਿਊਂਦੇ ਹਨ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 246,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "so AYsw hir nwmu. jpIAY mn myry; jo. AMqI Aausir ley Cfwey ]",
    "transliteration": "So Aisaa Har Naam Japeeai Man Maerae Jo Anthee Aousar Leae Shhaddaaeae ||",
    "translation": "Chant that Name of the Lord, O my mind, which will save you at the very last moment.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੋ ਅੰਤ ਸਮੇਂ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 246,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "so AYsw hir nwmu. jpIAY mn myry; ju. mn kI iqRsnw. sB BuK gvwey ]",
    "transliteration": "So Aisaa Har Naam Japeeai Man Maerae J Man Kee Thrisanaa Sabh Bhukh Gavaaeae ||",
    "translation": "Chant that Name of the Lord, O my mind, which shall drive out all hunger and desire from your mind.",
    "punjabi": "ਜੋ ਹਰੀ ਨਾਮ ਮਨ ਦੀਆਂ ਸਭ ਭੁੱਖਾਂ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟਾ ਦੇਂਦਾ ਹੈ, ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਦਾ ਜਾਪ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 246,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "so gurmuiK nwmu jipAw vfBwgI; iqn inMdk dust. siB pYrI pwey ]",
    "transliteration": "So Guramukh Naam Japiaa Vaddabhaagee Thin Nindhak Dhusatt Sabh Pairee Paaeae ||",
    "translation": "Very fortunate and blessed is that Gurmukh who chants the Naam; it shall bring all slanderers and wicked enemies to fall at his feet.",
    "punjabi": "ਸਭ ਨਿੰਦਕ ਤੇ ਦੁਰਜਨ ਉਹਨਾਂ ਵਡਭਾਗੀਆਂ ਦੀ ਚਰਨੀਂ ਆ ਲੱਗਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਹ ਨਾਮੁ ਜਪਿਆ ਹੈ।",
    "pronunciation": "pYrIN",
    "type_id": 3
  },
  {
    "shabad_id": 246,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "nwnk nwmu ArwiD. sBnw qy vfw; siB nwvY AgY. Awix invwey ]15]",
    "transliteration": "Naanak Naam Araadhh Sabhanaa Thae Vaddaa Sabh Naavai Agai Aan Nivaaeae ||15||",
    "translation": "O Nanak, worship and adore the Naam, the Greatest Name of all, before which all come and bow. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰ-ਇਹ (ਸਾਧਨ) ਸਭ (ਸਾਧਨਾਂ) ਤੋਂ ਵੱਡਾ ਹੈ; ਨਾਮ ਦੇ ਅੱਗੇ ਸਭ ਲਿਆ ਕੇ (ਪ੍ਰਭੂ ਨੇ) ਨਿਵਾ ਦਿੱਤੇ ਹਨ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "vys kry kurUip kulKxI; min KotY kUiVAwir ]",
    "transliteration": "Vaes Karae Kuroop Kulakhanee Man Khottai Koorriaar ||",
    "translation": "She may wear good clothes, but the bride is ugly and rude; her mind is false and impure.",
    "punjabi": "ਝੂਠੀ, ਮਾਨੋ ਖੋਟੀ, ਭੈੜੇ ਲੱਛਣਾਂ ਵਾਲੀ ਤੇ ਕਰੂਪ ਇਸਤ੍ਰੀ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਸਿੰਗਾਰਦੀ ਹੈ;",
    "pronunciation": "ku-l`KxI",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ipr kY BwxY. nw clY; hukmu kry gwvwir ]",
    "transliteration": "Pir Kai Bhaanai Naa Chalai Hukam Karae Gaavaar ||",
    "translation": "She does not walk in harmony with the Will of her Husband Lord. Instead, she foolishly gives Him orders.",
    "punjabi": "(ਪਰ) ਪਤੀ ਦੇ ਹੁਕਮ ਵਿਚ ਨਹੀਂ ਤੁਰਦੀ, (ਸਗੋਂ) ਮੂਰਖ ਇਸਤ੍ਰੀ (ਪਤੀ ਤੇ) ਹੁਕਮ ਚਲਾਉਂਦੀ ਹੈ (ਸਿੱਟਾ ਇਹ ਹੁੰਦਾ ਹੈ ਕਿ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "gur kY BwxY jo clY; siB duK invwrxhwir ]",
    "transliteration": "Gur Kai Bhaanai Jo Chalai Sabh Dhukh Nivaaranehaar ||",
    "translation": "But she who walks in harmony with the Guru's Will, shall be spared all pain and suffering.",
    "punjabi": "ਜੋ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਤਿਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਚੱਲਦੀ ਹੈ ਉਹ ਅਪਾਣੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਨਿਵਾਰ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "iliKAw. myit n skIAY; jo Duir iliKAw krqwir ]",
    "transliteration": "Likhiaa Maett N Sakeeai Jo Dhhur Likhiaa Karathaar ||",
    "translation": "That destiny which was pre-ordained by the Creator cannot be erased.",
    "punjabi": "(ਪਰ, ਕੁਲੱਖਣੀ ਦੇ ਕੀਹ ਵੱਸ?) (ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਕਰਤਾਰ ਨੇ ਧੁਰੋਂ ਜੋ (ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਤੇ) ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹ ਲਿਖਿਆ ਹੋਇਆ ਲੇਖ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "mnu qnu saupy kMq kau; sbdy Dry ipAwru ]",
    "transliteration": "Man Than Soupae Kanth Ko Sabadhae Dhharae Piaar ||",
    "translation": "She must dedicate her mind and body to her Husband Lord, and enshrine love for the Word of the Shabad.",
    "punjabi": "(ਸੁਲੱਖਣੀ) ਤਨ ਮਨ (ਹਰੀ-) ਪਤੀ ਨੂੰ ਸਉਂਪ ਦੇਂਦੀ ਹੈ, ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਬਿਰਤੀ ਜੋੜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ibnu nwvY. iknY n pwieAw; dyKhu irdY bIcwir ]",
    "transliteration": "Bin Naavai Kinai N Paaeiaa Dhaekhahu Ridhai Beechaar ||",
    "translation": "Without His Name, no one has found Him; see this and reflect upon it in your heart.",
    "punjabi": "ਹਿਰਦੇ ਵਿਚ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖ (ਭੀ) ਲਵੋ, ਕਿ ਨਾਮ (ਜਪਣ) ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 247,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "nwnk. sw suAwilE sulKxI; ij rwvI isrjnhwir ]1]",
    "transliteration": "Naanak Saa Suaaliou Sulakhanee J Raavee Sirajanehaar ||1||",
    "translation": "O Nanak, she is beautiful and graceful; the Creator Lord ravishes and enjoys her. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਚੰਗੇ ਲੱਛਣਾਂ ਵਾਲੀ ਤੇ ਸੁੰਦਰ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਉਹੀ ਹੈ, ਜਿਸ ਉਤੇ ਸਿਰਜਨਹਾਰ (ਪਤੀ) ਨੇ ਮਿਹਰ ਕੀਤੀ ਹੈ ॥੧॥",
    "pronunciation": "su-l`KxI",
    "type_id": 3
  },
  {
    "shabad_id": 248,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 248,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "mwieAw mohu gubwru hY; iqs dw. n idsY aurvwru, n pwru ]",
    "transliteration": "Maaeiaa Mohu Gubaar Hai This Dhaa N Dhisai Ouravaar N Paar ||",
    "translation": "Attachment to Maya is an ocean of darkness; neither this shore nor the one beyond can be seen.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ-ਪਿਆਰ (ਨਿਰਾ) ਹਨੇਰਾ ਹੈ, ਜਿਸ ਦਾ ਉਰਲਾ ਤੇ ਪਾਰਲਾ ਬੰਨਾ ਦਿੱਸਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 248,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mnmuK AigAwnI, mhw duKu pwiedy; fuby. hir nwmu ivswir ]",
    "transliteration": "Manamukh Agiaanee Mehaa Dhukh Paaeidhae Ddubae Har Naam Visaar ||",
    "translation": "The ignorant, self-willed manmukhs suffer in terrible pain; they forget the Lord's Name and drown.",
    "punjabi": "ਸਤਿਗੁਰੂ ਤੋਂ ਮੁਖ ਮੋੜਨ ਵਾਲੇ, ਗਿਆਨ ਤੋਂ ਹੀਣ ਜੀਵ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰ ਕੇ (ਉਸ ਹਨੇਰੇ ਵਿਚ) ਗੋਤੇ ਖਾਂਦੇ ਹਨ ਤੇ ਬੜਾ ਦੁੱਖ ਸਹਿੰਦੇ ਹਨ।",
    "pronunciation": "fu`by",
    "type_id": 3
  },
  {
    "shabad_id": 248,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Blky auiT bhu krm kmwvih; dUjY Bwie ipAwru ]",
    "transliteration": "Bhalakae Outh Bahu Karam Kamaavehi Dhoojai Bhaae Piaar ||",
    "translation": "They arise in the morning and perform all sorts of rituals, but they are caught in the love of duality.",
    "punjabi": "ਨਿਤ ਨਵੇਂ ਸੂਰਜ (ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਬਥੇਰੇ ਕੰਮ ਕਰਦੇ ਹਨ ਤੇ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਹੀ ਉਹਨਾਂ ਦੀ) ਬਿਰਤੀ (ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 248,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "siqguru syvih Awpxw; Baujlu auqry pwir ]",
    "transliteration": "Sathigur Saevehi Aapanaa Bhoujal Outharae Paar ||",
    "translation": "Those who serve the True Guru cross over the terrifying world-ocean.",
    "punjabi": "(ਜੋ ਜੀਵ) ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ-ਰੂਪ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 248,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "nwnk. gurmuiK sic smwvih; scu nwmu aur Dwir ]2]",
    "transliteration": "Naanak Guramukh Sach Samaavehi Sach Naam Our Dhhaar ||2||",
    "translation": "O Nanak, the Gurmukhs keep the True Name enshrined in their hearts; they are absorbed into the True One. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ (ਜੀਵ) ਸੱਚੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਕੇ ਸਦਾ-ਥਿਰ (ਪ੍ਰਭੂ) ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "smwv-ih",
    "type_id": 3
  },
  {
    "shabad_id": 249,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 249,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hir jil Qil mhIAil BrpUir; dUjw nwih koie ]",
    "transliteration": "Har Jal Thhal Meheeal Bharapoor Dhoojaa Naahi Koe ||",
    "translation": "The Lord pervades and permeates the water, the land and the sky; there is no other at all.",
    "punjabi": "ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਥਲ ਵਿਚ ਪ੍ਰਿਥਵੀ ਉੱਤੇ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(mhIAil) iv`c",
    "type_id": 3
  },
  {
    "shabad_id": 249,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "hir Awip bih kry inAwau; kUiVAwr sB mwir kFoie ]",
    "transliteration": "Har Aap Behi Karae Niaao Koorriaar Sabh Maar Kadtoe ||",
    "translation": "The Lord Himself sits upon His Throne and administers justice. He beats and drives out the false-hearted.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਹਿ ਕੇ (ਭਾਵ, ਗਹੁ ਨਾਲ) (ਜੀਵਾਂ ਦੇ ਚੰਗੇ ਮੰਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਨਿਆਂ ਕਰਦਾ ਹੈ, ਮਨ ਦੇ ਖੋਟੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਆਪਣੇ ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜ ਦੇਂਦਾ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 249,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sicAwrw. dyie vifAweI; hir. Drm inAwau kIEie ]",
    "transliteration": "Sachiaaraa Dhaee Vaddiaaee Har Dhharam Niaao Keeoue ||",
    "translation": "The Lord bestows glorious greatness upon those who are truthful. He administers righteous justice.",
    "punjabi": "ਸੱਚ ਦੇ ਵਪਾਰੀਆਂ ਨੂੰ ਆਦਰ ਬਖ਼ਸ਼ਦਾ ਹੈ-ਹਰੀ ਨੇ ਇਹ ਧਰਮ ਦਾ ਨਿਆਂ ਕੀਤਾ ਹੈ।",
    "pronunciation": "dy-ie[ kIE-ie[",
    "type_id": 3
  },
  {
    "shabad_id": 249,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "sB. hir kI krhu ausqiq; ijin grIb AnwQ rwiK lIEie ]",
    "transliteration": "Sabh Har Kee Karahu Ousathath Jin Gareeb Anaathh Raakh Leeoue ||",
    "translation": "So praise the Lord, everybody; He protects the poor and the lost souls.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਾਰੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ, ਜਿਸ ਨੇ (ਸਦਾ) ਗ਼ਰੀਬਾਂ ਅਨਾਥਾਂ ਦੀ ਰਾਖੀ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 249,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "jYkwru kIE DrmIAw kw; pwpI kau fMfu dIEie ]16]",
    "transliteration": "Jaikaar Keeou Dhharameeaa Kaa Paapee Ko Ddandd Dheeoue ||16||",
    "translation": "He honors the righteous and punishes the sinners. ||16||",
    "punjabi": "ਧਰਮੀਆਂ ਨੂੰ ਵਡਿਆਈ ਦਿੱਤੀ ਹੈ ਤੇ ਪਾਪੀਆਂ ਨੂੰ ਦੰਡ ਦਿੱਤਾ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 250,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "ku-l`KxI",
    "type_id": 3
  },
  {
    "shabad_id": 250,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "mnmuK mYlI kwmxI; kulKxI kunwir ]",
    "transliteration": "Manamukh Mailee Kaamanee Kulakhanee Kunaar ||",
    "translation": "The self-willed manmukh, the foolish bride, is a filthy, rude and evil wife.",
    "punjabi": "ਮਨ ਦਾ ਮੁਰੀਦ (ਜੀਵ ਉਸ) ਖੋਟੀ ਚੰਦਰੇ ਲੱਛਣਾਂ ਵਾਲੀ ਤੇ ਮੈਲੀ ਇਸਤ੍ਰੀ (ਵਾਂਗ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 250,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ipru CoifAw Gir Awpxw; pr purKY nwil ipAwru ]",
    "transliteration": "Pir Shhoddiaa Ghar Aapanaa Par Purakhai Naal Piaar ||",
    "translation": "Forsaking her Husband Lord and leaving her own home, she gives her love to another.",
    "punjabi": "(ਜਿਸ ਨੇ) ਘਰ ਵਿਚ (ਵੱਸਦਾ) ਆਪਣਾ ਖਸਮ ਛੱਡ ਦਿੱਤਾ ਹੈ ਤੇ ਪਰਾਏ ਆਦਮੀ ਨਾਲ ਪਿਆਰ (ਪਾਇਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 250,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "iqRsnw. kdy n cukeI; jldI kry pUkwr ]",
    "transliteration": "Thrisanaa Kadhae N Chukee Jaladhee Karae Pookaar ||",
    "translation": "Her desires are never satisfied, and she burns and cries out in pain.",
    "punjabi": "ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਨਹੀਂ ਮਿਟਦੀ ਤੇ (ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ) ਸੜਦੀ ਹੋਈ ਵਿਲਕਦੀ ਹੈ।",
    "pronunciation": "cu`-keI",
    "type_id": 3
  },
  {
    "shabad_id": 250,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "nwnk. ibnu nwvY, kurUip kusohxI; prhir CofI Bqwir ]1]",
    "transliteration": "Naanak Bin Naavai Kuroop Kusohanee Parehar Shhoddee Bhathaar ||1||",
    "translation": "O Nanak, without the Name, she is ugly and ungraceful. She is abandoned and left behind by her Husband Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮਨਮੁਖ ਜੀਵ) ਨਾਮ ਤੋਂ ਬਿਨਾ ਭੈੜੇ ਰੂਪ ਵਾਲੀ ਤੇ ਕੁਸੋਹਣੀ ਇਸਤ੍ਰੀ ਵਾਂਗ ਹੈ ਤੇ ਖਸਮ ਵਲੋਂ (ਭੀ) ਦੁਰਕਾਰੀ ਹੋਈ ਹੈ ॥੧॥",
    "pronunciation": "ku-sohxI",
    "type_id": 3
  }
]
