[
  {
    "shabad_id": 251,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mÚ3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 251,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "sbid rqI sohwgxI; siqgur kY Bwie ipAwir ]",
    "transliteration": "Sabadh Rathee Sohaaganee Sathigur Kai Bhaae Piaar ||",
    "translation": "The happy soul-bride is attuned to the Word of the Shabad; she is in love with the True Guru.",
    "punjabi": "ਜੀਊਂਦੇ ਖਸਮ ਵਾਲੀ (ਗੁਰਮੁਖ ਜੀਵ-) ਇਸਤ੍ਰੀ (ਉਹ ਹੈ ਜੋ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਤਿਗੁਰੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 251,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "sdw rwvy ipru Awpxw; scY pRyim ipAwir ]",
    "transliteration": "Sadhaa Raavae Pir Aapanaa Sachai Praem Piaar ||",
    "translation": "She continually enjoys and ravishes her Beloved, with true love and affection.",
    "punjabi": "ਸਦਾ ਆਪਣੇ ਹਰੀ-ਖਸਮ (ਦੀ ਯਾਦ) ਦਾ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 251,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "Aiq suAwilau suMdrI; soBwvMqI nwir ]",
    "transliteration": "Ath Suaalio Sundharee Sobhaavanthee Naar ||",
    "translation": "She is such a loveable, beautiful and noble woman.",
    "punjabi": "ਉਹ ਸੁੰਦਰ ਨਾਰੀ ਬਹੁਤ ਸੋਹਣੇ ਰੂਪ ਵਾਲੀ ਤੇ ਸੋਭਾ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 251,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "nwnk nwim sohwgxI; mylI mylxhwir ]2]",
    "transliteration": "Naanak Naam Sohaaganee Maelee Maelanehaar ||2||",
    "translation": "O Nanak, through the Naam, the happy soul-bride unites with the Lord of Union. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਵਿਚ (ਜੁੜੀ ਹੋਣ ਕਰਕੇ) (ਗੁਰਮੁਖ) ਸੋਹਾਗਣ ਨੂੰ ਮੇਲਣਹਾਰ ਹਰੀ ਨੇ (ਆਪਣੇ ਵਿਚ) ਮਿਲਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 252,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 252,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir qyrI sB krih ausqiq; ijin PwQy kwiFAw ]",
    "transliteration": "Har Thaeree Sabh Karehi Ousathath Jin Faathhae Kaadtiaa ||",
    "translation": "Lord, everyone sings Your Praises. You have freed us from bondage.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਭ ਜੀਵ ਤੇਰੀ (ਹੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਜਿਸ ਤੂੰ (ਉਹਨਾਂ ਮਾਇਆ ਵਿਚ) ਫਸਿਆਂ ਨੂੰ ਕੱਢਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 252,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hir quDno krih sB nmskwru; ijin pwpY qy rwiKAw ]",
    "transliteration": "Har Thudhhano Karehi Sabh Namasakaar Jin Paapai Thae Raakhiaa ||",
    "translation": "Lord, everyone bows in reverence to You. You have saved us from our sinful ways.",
    "punjabi": "ਹੇ ਹਰੀ! ਸਭ ਜੀਵ ਤੇਰੇ ਅੱਗੇ ਸਿਰ ਨਵਾਂਦੇ ਹਨ, ਜਿਸ ਤੂੰ (ਉਹਨਾਂ ਨੂੰ) ਪਾਪਾਂ ਤੋਂ ਬਚਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 252,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir inmwixAw qUM mwxu; hir fwFI hUM qUM fwiFAw ]",
    "transliteration": "Har Nimaaniaa Thoon Maan Har Ddaadtee Hoon Thoon Ddaadtiaa ||",
    "translation": "Lord, You are the Honor of the dishonored. Lord, You are the Strongest of the strong.",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਿਤੇ ਆਦਰ ਨਹੀਂ ਮਿਲਦਾ, ਤੂੰ ਉਹਨਾਂ ਦਾ ਮਾਣ ਬਣਦਾ ਹੈਂ। ਹੇ ਹਰੀ! ਤੂੰ ਸਭ ਤੋਂ ਵਧੀਕ ਡਾਢਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 252,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "hir. AhMkwrIAw mwir invwey; mnmuK mUV swiDAw ]",
    "transliteration": "Har Ahankaareeaa Maar Nivaaeae Manamukh Moorr Saadhhiaa ||",
    "translation": "The Lord beats down the egocentrics and corrects the foolish, self-willed manmukhs.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ ਅਹੰਕਾਰੀਆਂ ਨੂੰ ਮਾਰ ਕੇ (ਭਾਵ, ਬਿਪਤਾ ਵਿਚ ਪਾ ਕੇ) ਨਿਵਾਉਂਦਾ ਹੈ, ਤੇ ਮੂਰਖ ਮਨਮੁਖਾਂ ਨੂੰ ਸਿੱਧੇ ਰਾਹੇ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "AhM-kwrIAw s`wiDAw",
    "type_id": 3
  },
  {
    "shabad_id": 252,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "hir Bgqw dyie vifAweI; grIb AnwiQAw ]17]",
    "transliteration": "Har Bhagathaa Dhaee Vaddiaaee Gareeb Anaathhiaa ||17||",
    "translation": "The Lord bestows glorious greatness on His devotees, the poor, and the lost souls. ||17||",
    "punjabi": "ਪ੍ਰਭੂ ਗਰੀਬ ਤੇ ਅਨਾਥ ਭਗਤਾਂ ਨੂੰ ਆਦਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "dy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 253,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 253,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "siqgur kY BwxY jo clY; iqsu vifAweI vfI hoie ]",
    "transliteration": "Sathigur Kai Bhaanai Jo Chalai This Vaddiaaee Vaddee Hoe ||",
    "translation": "One who walks in harmony with the Will of the True Guru, obtains the greatest glory.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਭਾਣੇ ਵਿਚ ਜੀਵਨ ਬਤੀਤ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ (ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਬੜਾ ਆਦਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 253,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "hir kw nwmu auqmu min vsY; myit n skY. koie ]",
    "transliteration": "Har Kaa Naam Outham Man Vasai Maett N Sakai Koe ||",
    "translation": "The Exalted Name of the Lord abides in his mind, and no one can take it away.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਉੱਤਮ ਨਾਮ ਉਸ ਦੇ ਮਨ ਵਿਚ ਘਰ ਕਰਦਾ ਹੈ (ਟਿਕਦਾ ਹੈ), ਤੇ ਕੋਈ (ਮਾਇਕ ਪਦਾਰਥ ਉੱਤਮ 'ਨਾਮ' ਦੇ ਸੰਸਕਾਰਾਂ ਨੂੰ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਦੂਰ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 253,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ikrpw kry ijsu AwpxI; iqsu krim prwpiq hoie ]",
    "transliteration": "Kirapaa Karae Jis Aapanee This Karam Paraapath Hoe ||",
    "translation": "That person, upon whom the Lord bestows His Grace, receives His Mercy.",
    "punjabi": "ਜਿਸ ਤੇ (ਹਰੀ ਆਪ) ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਉਸ ਨੂੰ ਉਸ ਮਿਹਰ ਸਦਕਾ (ਉੱਤਮ ਨਾਮ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 253,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "nwnk. kwrxu krqy vis hY; gurmuiK bUJY koie ]1]",
    "transliteration": "Naanak Kaaran Karathae Vas Hai Guramukh Boojhai Koe ||1||",
    "translation": "O Nanak, creativity is under the control of the Creator; how rare are those who, as Gurmukh, realize this! ||1||",
    "punjabi": "(ਪਰ ਨਾਮ-ਪ੍ਰਾਪਤੀ ਦਾ ਕਾਰਨ, ਭਾਵ, ਭਾਣਾ ਮੰਨਣ ਦਾ ਉੱਦਮ, ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਨਹੀਂ), ਹੇ ਨਾਨਕ! ਕੋਈ ਗੁਰਮੁਖ ਜੀਊੜਾ ਇਹ ਭੇਦ ਸਮਝਦਾ ਹੈ ਕਿ ਇਹ ਕਾਰਣ ਸਿਰਜਨਹਾਰ ਦੇ ਵੱਸ ਵਿਚ ਹੈ ॥੧॥",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "nwnk. hir nwmu ijnI AwrwiDAw; An idnu hir ilv qwr ]",
    "transliteration": "Naanak Har Naam Jinee Aaraadhhiaa Anadhin Har Liv Thaar ||",
    "translation": "O Nanak, those who worship and adore the Lord's Name night and day, vibrate the String of the Lord's Love.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ ਹਰ ਰੋਜ਼ ਇਕ-ਰਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mwieAw bMdI Ksm kI; iqn AgY kmwvY kwr ]",
    "transliteration": "Maaeiaa Bandhee Khasam Kee Thin Agai Kamaavai Kaar ||",
    "translation": "Maya, the maid-servant of our Lord and Master, serves them.",
    "punjabi": "ਖਸਮ ਪ੍ਰਭੂ ਦੀ ਦਾਸੀ ਮਾਇਆ ਉਹਨਾਂ ਦੇ ਅੱਗੇ ਕਾਰ ਕਮਾਂਦੀ ਹੈ (ਭਾਵ, ਉਹ ਬੰਦੇ ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਨਹੀਂ ਫਿਰਦੇ, ਮਾਇਆ ਉਹਨਾਂ ਦੀ ਸੇਵਕ ਬਣਦੀ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "pUrY. pUrw kir CoifAw; hukim svwrxhwr ]",
    "transliteration": "Poorai Pooraa Kar Shhoddiaa Hukam Savaaranehaar ||",
    "translation": "The Perfect One has made them perfect; by the Hukam of His Command, they are embellished.",
    "punjabi": "(ਕਿਉਂਕਿ) ਸਵਾਰਣਵਾਲੇ (ਪ੍ਰਭੂ) ਦੇ ਹੁਕਮ ਵਿਚ ਪੂਰੇ (ਗੁਰੂ) ਨੇ ਉਹਨਾਂ ਨੂੰ ਪੂਰਨ ਕਰ ਦਿੱਤਾ ਹੈ (ਤੇ ਉਹ ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਡੋਲਦੇ ਨਹੀਂ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "gur prswdI ijin buiJAw; iqin pwieAw moK duAwru ]",
    "transliteration": "Gur Parasaadhee Jin Bujhiaa Thin Paaeiaa Mokh Dhuaar ||",
    "translation": "By Guru's Grace, they understand Him, and they find the gate of salvation.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਨੇ (ਇਹ ਭੇਤ) ਸਮਝ ਲਿਆ ਹੈ, ਉਸ ਨੇ ਮੁਕਤੀ ਦਾ ਦਰ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "bu`iJAw",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "mnmuK. hukmu n jwxnI; iqn mwry jm jMdwru ]",
    "transliteration": "Manamukh Hukam N Jaananee Thin Maarae Jam Jandhaar ||",
    "translation": "The self-willed manmukhs do not know the Lord's Command; they are beaten down by the Messenger of Death.",
    "punjabi": "ਮਨਮੁਖ ਬੰਦੇ (ਪ੍ਰਭੂ ਦਾ) ਹੁਕਮ ਨਹੀਂ ਪਛਾਣਦੇ, (ਇਸ ਕਰਕੇ) ਉਹਨਾਂ ਨੂੰ ਜ਼ਾਲਮ ਜਮ ਦੰਡ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "gurmuiK ijnI ArwiDAw; iqnI qirAw Baujlu sMswru ]",
    "transliteration": "Guramukh Jinee Araadhhiaa Thinee Thariaa Bhoujal Sansaar ||",
    "translation": "But the Gurmukhs, who worship and adore the Lord, cross over the terrifying world-ocean.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਮਰਨ ਕੀਤਾ, ਉਹ ਸੰਸਾਰ-ਸਾਗਰ ਨੂੰ ਤਰ ਗਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 254,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "siB Aaugx. guxI imtwieAw; guru Awpy bKsxhwru ]2]",
    "transliteration": "Sabh Aougan Gunee Mittaaeiaa Gur Aapae Bakhasanehaar ||2||",
    "translation": "All their demerits are erased, and replaced with merits. The Guru Himself is their Forgiver. ||2||",
    "punjabi": "(ਕਿਉਂਕਿ ਸਤਿਗੁਰੂ ਨੇ) ਗੁਣਾਂ ਦੁਆਰਾ (ਭਾਵ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਣ ਪਰਗਟ ਕਰ ਕੇ ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਅਉਗੁਣ ਮਿਟਾ ਦਿੱਤੇ ਹਨ। ਗੁਰੂ ਬੜਾ ਬਖ਼ਸ਼ਿੰਦ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 255,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 255,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hir kI Bgqw prqIiq; hir sB ikCu jwxdw ]",
    "transliteration": "Har Kee Bhagathaa Paratheeth Har Sabh Kishh Jaanadhaa ||",
    "translation": "The Lord's devotees have faith in Him. The Lord knows everything.",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਉੱਤੇ (ਇਹ) ਭਰੋਸਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਅੰਤਰਜਾਮੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 255,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "hir jyvfu. nwhI koeI; jwxu hir. Drmu bIcwrdw ]",
    "transliteration": "Har Jaevadd Naahee Koee Jaan Har Dhharam Beechaaradhaa ||",
    "translation": "No one is as great a Knower as the Lord; the Lord administers righteous justice.",
    "punjabi": "ਉਸ ਦੇ ਬਰਾਬਰ ਹੋਰ ਕੋਈ (ਹਿਰਦਿਆਂ ਦਾ) ਜਾਣੂ ਨਹੀਂ, (ਤੇ ਇਸੇ ਕਰਕੇ) ਪ੍ਰਭੂ ਨਿਆਂ ਦੀ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 255,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "kwVw AMdysw. ikau kIjY; jw. nwhI ADrim mwrdw ]",
    "transliteration": "Kaarraa Andhaesaa Kio Keejai Jaa Naahee Adhharam Maaradhaa ||",
    "translation": "Why should we feel any burning anxiety, since the Lord does not punish without just cause?",
    "punjabi": "ਜੇ (ਇਹ ਭਰੋਸਾ ਹੋਵੇ ਕਿ) ਪ੍ਰਭੂ ਅਨਿਆਉਂ ਨਾਲ ਨਹੀਂ ਮਾਰਦਾ, ਤਾਂ ਕੋਈ ਫ਼ਿਕਰ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ।",
    "pronunciation": "A-Drim",
    "type_id": 3
  },
  {
    "shabad_id": 255,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "scw swihbu. scu inAwau; pwpI nru hwrdw ]",
    "transliteration": "Sachaa Saahib Sach Niaao Paapee Nar Haaradhaa ||",
    "translation": "True is the Master, and True is His Justice; only the sinners are defeated.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਅਭੁੱਲ ਹੈ ਤੇ ਉਸ ਦਾ ਨਿਆਂ ਭੀ ਅਭੁੱਲ ਹੈ, (ਇਸ 'ਮਾਰ' ਦਾ ਸਦਕਾ ਹੀ) ਪਾਪੀ ਮਨੁੱਖ (ਪਾਪਾਂ ਵਲੋਂ) ਹਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 255,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "swlwihhu Bgqhu kir joiV; hir Bgq jn qwrdw ]18]",
    "transliteration": "Saalaahihu Bhagathahu Kar Jorr Har Bhagath Jan Thaaradhaa ||18||",
    "translation": "O devotees, praise the Lord with your palms pressed together; the Lord saves His humble devotees. ||18||",
    "punjabi": "ਹੇ ਭਗਤ ਜਨੋ! ਨਿਰਮਾਣ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ, ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 256,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 256,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awpxy pRIqm imil rhw; AMqir rKw auir Dwir ]",
    "transliteration": "Aapanae Preetham Mil Rehaa Anthar Rakhaa Our Dhhaar ||",
    "translation": "Oh, if only I could meet my Beloved, and keep Him enshrined deep within my heart!",
    "punjabi": "(ਮਨ ਤਾਂਘਦਾ ਹੈ ਕਿ) ਆਪਣੇ ਪਿਆਰੇ ਨੂੰ (ਸਦਾ) ਮਿਲੀ ਰਹਾਂ, ਅੰਦਰ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਰੱਖਾਂ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 256,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "swlwhI so pRB sdw sdw; gur kY hyiq ipAwir ]",
    "transliteration": "Saalaahee So Prabh Sadhaa Sadhaa Gur Kai Haeth Piaar ||",
    "translation": "I praise that God forever and ever, through love and affection for the Guru.",
    "punjabi": "ਅਤੇ ਸਤਿਗੁਰੂ ਦੇ ਲਾਏ ਪ੍ਰੇਮ ਵਿਚ ਸਦਾ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 256,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "nwnk. ijsu ndir kry. iqsu myil ley; sweI suhwgix nwir ]1]",
    "transliteration": "Naanak Jis Nadhar Karae This Mael Leae Saaee Suhaagan Naar ||1||",
    "translation": "O Nanak, that one upon whom He bestows His Glance of Grace is united with Him; such a person is the true soul-bride of the Lord. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਜਿਸ ਵਲ (ਉਹ ਪਿਆਰਾ ਪਿਆਰ ਨਾਲ) ਤੱਕਦਾ ਹੈ, ਉਸ ਨੂੰ (ਹੀ ਆਪਣੇ ਨਾਲ) ਮੇਲਦਾ ਹੈ, ਤੇ ਉਹੋ ਇਸਤ੍ਰੀ ਜੀਊਂਦੇ ਸਾਂਈ ਵਾਲੀ (ਅਖਵਾਉਂਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "sWeIN jI dI suhwgix",
    "type_id": 3
  },
  {
    "shabad_id": 257,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 257,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "gur syvw qy. hir pweIAY; jw kau ndir kryie ]",
    "transliteration": "Gur Saevaa Thae Har Paaeeai Jaa Ko Nadhar Karaee ||",
    "translation": "Serving the Guru, the Lord is obtained, when He bestows His Glance of Grace.",
    "punjabi": "ਪ੍ਰਭੂ ਜਿਸ (ਜੀਵ) ਤੇ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਹ (ਜੀਵ) ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 257,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "mwxs qy. dyvqy Bey; iDAwieAw nwmu hry ]",
    "transliteration": "Maanas Thae Dhaevathae Bheae Dhhiaaeiaa Naam Harae ||",
    "translation": "They are transformed from humans into angels, meditating on the Naam, the Name of the Lord.",
    "punjabi": "ਹਰੀ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ਜੀਵ ਮਨੁੱਖ (-ਸੁਭਾਵ) ਤੋਂ ਦੇਵਤਾ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 257,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "haumY mwir imlwieAnu; gur kY sbid qry ]",
    "transliteration": "Houmai Maar Milaaeian Gur Kai Sabadh Tharae ||",
    "translation": "They conquer their egotism and merge with the Lord; they are saved through the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾਇਆ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "imlwie-Anu",
    "type_id": 3
  },
  {
    "shabad_id": 257,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "nwnk. shij smwieAnu; hir AwpxI ikRpw kry ]2]",
    "transliteration": "Naanak Sehaj Samaaeian Har Aapanee Kirapaa Karae ||2||",
    "translation": "O Nanak, they merge imperceptibly into the Lord, who has bestowed His Favor upon them. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਮਿਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਾ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "smwie-Anu",
    "type_id": 3
  },
  {
    "shabad_id": 258,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 258,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir AwpxI Bgiq krwie; vifAweI vyKwlIAnu ]",
    "transliteration": "Har Aapanee Bhagath Karaae Vaddiaaee Vaekhaaleean ||",
    "translation": "The Lord Himself inspires us to worship Him; He reveals His Glorious Greatness.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ (ਭਗਤਾਂ ਜਨਾਂ ਤੋਂ) ਆਪ ਹੀ ਆਪਣੀ ਭਗਤੀ ਕਰਾ ਕੇ (ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ) ਵਡਿਆਈ ਵਿਖਾਲੀ ਹੈ।",
    "pronunciation": "vyKwlI-Anu",
    "type_id": 3
  },
  {
    "shabad_id": 258,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "AwpxI Awip kry prqIiq; Awpy syv GwlIAnu ]",
    "transliteration": "Aapanee Aap Karae Paratheeth Aapae Saev Ghaaleean ||",
    "translation": "He Himself inspires us to place our faith in Him. Thus He performs His Own Service.",
    "punjabi": "ਪ੍ਰਭੂ (ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਪਣਾ ਭਰੋਸਾ ਆਪ (ਉਤਪੰਨ) ਕਰਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਤੋਂ ਆਪ ਹੀ ਸੇਵਾ ਉਸ ਨੇ ਕਰਾਈ ਹੈ।",
    "pronunciation": "G`wlI-Anu",
    "type_id": 3
  }
]