[
  {
    "shabad_id": 268,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sRIrwg bwxI Bgq byxI jIau kI ]",
    "transliteration": "Sreeraag Baanee Bhagath Baenee Jeeo Kee ||",
    "translation": "Sree Raag, The Word Of Devotee Baynee Jee:",
    "punjabi": "ਰਾਗ ਸਿਰੀਰਾਗ ਵਿੱਚ ਭਗਤ ਬੇਣੀ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "ph-irAw",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "phirAw kY Gir gwvxw ]",
    "transliteration": "Pehariaa Kai Ghar Gaavanaa ||",
    "translation": "To Be Sung To The Tune Of \"Pehray\":",
    "punjabi": "ਇਹ 'ਪਹਰਿਆਂ ਦੇ ਘਰ' ??? (ਦੀ ਧੁਨ ਅਨੁਸਾਰ) ਗਉਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 268,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ry nr. grB kuMfl jb AwCq; aurD iDAwn ilv lwgw ]",
    "transliteration": "Rae Nar Garabh Kunddal Jab Aashhath Ouradhh Dhhiaan Liv Laagaa ||",
    "translation": "O man, when you were coiled in the cradle of the womb, upside-down, you were absorbed in meditation.",
    "punjabi": "ਹੇ ਮਨੁੱਖ! ਜਦੋਂ ਤੂੰ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਸੈਂ, ਤਦੋਂ ਤੇਰੀ ਸੁਰਤ ਉੱਚੇ (ਪ੍ਰਭੂ ਦੇ) ਧਿਆਨ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਸੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "imrqk ipMif pd mdnw, Aih inis; eyku AigAwn su nwgw ]",
    "transliteration": "Mirathak Pindd Padh Madh Naa Ahinis Eaek Agiaan S Naagaa ||",
    "translation": "You took no pride in your perishable body; night and day were all the same to you-you lived unknowing, in the silence of the void.",
    "punjabi": "(ਤੈਨੂੰ ਤਦੋਂ) ਸਰੀਰ ਦੀ ਹੋਂਦ ਦਾ ਅਹੰਕਾਰ ਨਹੀਂ ਸੀ, ਦਿਨੇ ਰਾਤ ਇਕ ਪ੍ਰਭੂ ਨੂੰ (ਸਿਮਰਦਾ ਸੈਂ), (ਤੇਰੇ ਅੰਦਰ) ਅਗਿਆਨ ਦੀ ਅਣਹੋਂਦ ਸੀ।",
    "pronunciation": "(ipMif) im`tI dw pyVw[rwm jI dy (pd) crnkmlW c[(mdnw) msq[(nwgw) AigAwn dw nwgw sI, Bwv nhIN sI[nwgw:polw bolo[ (nwgw) ibMdI nhIN lwauxI (dUjw pwT: pd md nw)",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qy idn sMmlu kst mhw duK; Ab icqu AiDk pswirAw ]",
    "transliteration": "Thae Dhin Sanmal Kasatt Mehaa Dhukh Ab Chith Adhhik Pasaariaa ||",
    "translation": "Remember the terrible pain and suffering of those days, now that you have spread out the net of your consciousness far and wide.",
    "punjabi": "(ਹੇ ਮਨੁੱਖ!) ਉਹ ਦਿਨ ਹੁਣ ਚੇਤੇ ਕਰ (ਤਦੋਂ ਤੈਨੂੰ) ਬੜੇ ਕਲੇਸ਼ ਤੇ ਤਕਲੀਫ਼ਾਂ ਸਨ; ਪਰ ਹੁਣ ਤੂੰ ਆਪਣੇ ਮਨ ਨੂੰ (ਦੁਨੀਆ ਦੇ ਜੰਜਾਲਾਂ ਵਿਚ) ਬਹੁਤ ਫਸਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "grB Coif. imRq mMfl AwieAw; qau nrhir. mnhu ibswirAw ]1]",
    "transliteration": "Garabh Shhodd Mrith Manddal Aaeiaa Tho Narehar Manahu Bisaariaa ||1||",
    "translation": "Leaving the womb, you entered this mortal world; you have forgotten the Lord from your mind. ||1||",
    "punjabi": "ਮਾਂ ਦਾ ਪੇਟ ਛੱਡ ਕੇ ਜਦੋਂ ਦਾ ਤੂੰ ਜਗਤ ਵਿਚ ਆਇਆ ਹੈਂ, ਤਦੋਂ ਤੋਂ ਤੂੰ ਆਪਣੇ ਨਿਰੰਕਾਰ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "iPir pCuqwvihgw mUiVAw; qUM. kvn kumiq BRim lwgw ]",
    "transliteration": "Fir Pashhuthaavehigaa Moorriaa Thoon Kavan Kumath Bhram Laagaa ||",
    "translation": "Later, you will regret and repent-you fool! Why are you engrossed in evil-mindedness and skepticism?",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਕਿਹੜੀ ਮੱਤੇ, ਕਿਹੜੇ ਭੁਲੇਖੇ ਵਿਚ ਲੱਗਾ ਹੋਇਆ ਹੈਂ? (ਸਮਾ ਹੱਥੋਂ ਗਵਾ ਕੇ) ਫੇਰ ਹੱਥ ਮਲੇਂਗਾ।",
    "pronunciation": "ku-m`iq[ Brim: A`Dw rwrw polw bolo, Birm nw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "cyiq rwmu. nwhI jmpuir jwihgw; jnu ibcrY AnrwDw ]1] rhwau ]",
    "transliteration": "Chaeth Raam Naahee Jam Pur Jaahigaa Jan Bicharai Anaraadhhaa ||1|| Rehaao ||",
    "translation": "Think of the Lord, or else you shall be led to the City of Death. Why are you wandering around, out of control? ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ, ਨਹੀਂ ਤਾਂ ਜਮਪੁਰੀ ਵਿਚ ਧੱਕਿਆ ਜਾਏਂਗਾ, (ਤੂੰ ਫਿਰਦਾ ਹੈਂ) ਜਿਵੇਂ ਕੋਈ ਅਮੋੜ ਬੰਦਾ ਫਿਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(An-r`wDw) Anir`D, korVU[",
    "type_id": 4
  },
  {
    "shabad_id": 268,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "bwl ibnod icMd rs lwgw; iKnu iKnu moih ibAwpY ]",
    "transliteration": "Baal Binodh Chindh Ras Laagaa Khin Khin Mohi Biaapai ||",
    "translation": "You play like a child, craving sweets; moment by moment, you become more entangled in emotional attachment.",
    "punjabi": "(ਪਹਿਲਾਂ) ਤੂੰ ਬਾਲਪੁਣੇ ਦੀਆਂ ਖੇਡਾਂ ਦੇ ਧਿਆਨ ਤੇ ਸੁਆਦ ਵਿਚ ਲੱਗਾ ਰਿਹਾ, ਤੇ ਸਦਾ (ਇਹਨਾਂ ਦੇ ਹੀ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਿਹਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "rsu imsu myDu AMimRqu ibKu cwKI; qau pMc pRgt sMqwpY ]",
    "transliteration": "Ras Mis Maedhh Anmrith Bikh Chaakhee Tho Panch Pragatt Santhaapai ||",
    "translation": "Tasting good and bad, you eat nectar and then poison, and then the five passions appear and torture you.",
    "punjabi": "(ਹੁਣ ਜਦੋਂ) ਤੂੰ ਮਾਇਆ-ਰੂਪ ਵਿਹੁ ਨੂੰ ਰਸਦਾਇਕ ਤੇ ਪਵਿੱਤਰ ਅੰਮ੍ਰਿਤ ਸਮਝ ਕੇ ਚੱਖਿਆ, ਤਦੋਂ ਤੈਨੂੰ ਪੰਜੇ (ਕਾਮਾਦਿਕ) ਖੁਲ੍ਹੇ ਤੌਰ ਤੇ ਸਤਾ ਰਹੇ ਹਨ।",
    "pronunciation": "imsu, ibKu: poly bolo[ c`wKI",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "jpu qpu sMjmu Coif suikRq miq; rwm nwmu. n ArwiDAw ]",
    "transliteration": "Jap Thap Sanjam Shhodd Sukirath Math Raam Naam N Araadhhiaa ||",
    "translation": "Abandoning meditation, penance and self-restraint, and the wisdom of good actions, you do not worship and adore the Lord's Name.",
    "punjabi": "ਜਪ ਤਪ ਸੰਜਮ ਤੇ ਪੁੰਨ ਕਰਮ ਕਰਨ ਵਾਲੀ ਬੁੱਧ ਤੂੰ ਛੱਡ ਬੈਠਾ ਹੈਂ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ।",
    "pronunciation": "su-ikRq",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "auCilAw kwmu. kwl miq lwgI; qau Awin skiq. gil bWiDAw ]2]",
    "transliteration": "Oushhaliaa Kaam Kaal Math Laagee Tho Aan Sakath Gal Baandhhiaa ||2||",
    "translation": "You are overflowing with sexual desire, and your intellect is stained with darkness; you are held in the grip of Shakti's power. ||2||",
    "punjabi": "(ਤੇਰੇ ਅੰਦਰ) ਕਾਮ ਜ਼ੋਰਾਂ ਵਿਚ ਹੈ, ਭੈੜੇ ਪਾਸੇ ਤੇਰੀ ਬੁੱਧੀ ਲੱਗੀ ਹੋਈ ਹੈ, (ਕਾਮਾਤੁਰ ਹੋ ਕੇ) ਤੂੰ ਇਸਤਰੀ ਨੂੰ ਲਿਆ ਗਲ ਲਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "au~CilAw",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "qrux qyju. pr iqRA muKu johih; sru Apsru. n pCwixAw ]",
    "transliteration": "Tharun Thaej Par Thria Mukh Johehi Sar Apasar N Pashhaaniaa ||",
    "translation": "In the heat of youthful passion, you look with desire upon the faces of other men's wives; you do not distinguish between good and evil.",
    "punjabi": "(ਤੇਰੇ ਅੰਦਰ) ਜੁਆਨੀ ਦਾ ਜੋਸ਼ ਹੈ, ਪਰਾਈਆ ਜ਼ਨਾਨੀਆਂ ਦੇ ਮੂੰਹ ਤੱਕਦਾ ਹੈਂ, ਵੇਲਾ ਕੁਵੇਲਾ ਭੀ ਤੂੰ ਨਹੀਂ ਸਮਝਦਾ।",
    "pronunciation": "Ap-sru",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "aunmq kwim. mhw ibKu BUlY; pwpu puMnu. n pCwinAw ]",
    "transliteration": "Ounamath Kaam Mehaa Bikh Bhoolai Paap Punn N Pashhaaniaa ||",
    "translation": "Drunk with sexual desire and other great sins, you go astray, and do not distinguish between vice and virtue.",
    "punjabi": "ਹੇ ਕਾਮ ਵਿਚ ਮਸਤ ਹੋਏ ਹੋਏ! ਹੇ ਪ੍ਰਬਲ ਮਾਇਆ ਵਿਚ ਭੁੱਲੇ ਹੋਏ! ਤੈਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਕਿ ਪਾਪ ਕੀਹ ਹੈ ਤੇ ਪੁੰਨ ਕੀਹ ਹੈ।",
    "pronunciation": "(aunmq) kmLw",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "suq sMpiq dyiK. iehu mnu gribAw; rwmu. irdY qy KoieAw ]",
    "transliteration": "Suth Sanpath Dhaekh Eihu Man Garabiaa Raam Ridhai Thae Khoeiaa ||",
    "translation": "Gazing upon your children and your property, your mind is proud and arrogant; you cast out the Lord from your heart.",
    "punjabi": "ਪੁੱਤਰਾਂ ਨੂੰ ਧਨ ਪਦਾਰਥਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੇਰਾ ਮਨ ਅਹੰਕਾਰੀ ਹੋ ਰਿਹਾ ਹੈ; ਪ੍ਰਭੂ ਨੂੰ ਤੂੰ ਹਿਰਦੇ ਵਿਚੋਂ ਵਿਸਾਰ ਬੈਠਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "Avr mrq. mwieAw mnu qoly; qau Bg muiK jnmu ivgoieAw ]3]",
    "transliteration": "Avar Marath Maaeiaa Man Tholae Tho Bhag Mukh Janam Vigoeiaa ||3||",
    "translation": "When others die, you measure your own wealth in your mind; you waste your life in the pleasures of the mouth and sexual organs. ||3||",
    "punjabi": "ਹੋਰਨਾਂ (ਸੰਬੰਧੀਆਂ) ਦੇ ਮੋਇਆਂ ਤੇਰਾ ਮਨ ਜਾਚ ਕਰਦਾ ਹੈ (ਕਿ) ਕਿਤਨੀ ਕੁ ਮਾਇਆ (ਮਿਲੇਗੀ); ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਆਪਣਾ ਉੱਤਮ ਤੇ ਸ੍ਰੇਸ਼ਟ (ਮਨੁੱਖਾ) ਜਨਮ ਅਜਾਈਂ ਗਵਾ ਲਿਆ ॥੩॥",
    "pronunciation": "Bg: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "puMfr kys kusm qy Dauly; spq pwqwl kI bwxI ]",
    "transliteration": "Punddar Kaes Kusam Thae Dhhoulae Sapath Paathaal Kee Baanee ||",
    "translation": "Your hair is whiter than the jasmine flower, and your voice has grown feeble, as if it comes from the seventh underworld.",
    "punjabi": "ਤੇਰੇ ਕੇਸ ਚਿੱਟੇ ਕੌਲ ਫੁੱਲ ਤੋਂ ਭੀ ਵਧੀਕ ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ, ਤੇਰੀ ਆਵਾਜ਼ (ਡਾਢੀ ਮੱਧਮ ਹੋ ਗਈ ਹੈ, ਮਾਨੋ) ਸਤਵੇਂ ਪਾਤਾਲ ਤੋਂ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "Dauly, spq: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "locn sRmih. buiD bl nwTI; qw kwmu pvis mwDwxI ]",
    "transliteration": "Lochan Sramehi Budhh Bal Naathee Thaa Kaam Pavas Maadhhaanee ||",
    "translation": "Your eyes water, and your intellect and strength have left you; but still, your sexual desire churns and drives you on.",
    "punjabi": "ਤੇਰੀਆਂ ਅੱਖਾਂ ਸਿੰਮ ਰਹੀਆਂ ਹਨ, ਤੇਰੀ ਚਤੁਰਾਈ ਵਾਲੀ ਬੁੱਧ ਕਮਜ਼ੋਰ ਹੋ ਚੁੱਕੀ ਹੈ ਤਾਂ ਭੀ ਕਾਮ (ਦੀ) ਮਧਾਣੀ (ਤੇਰੇ ਅੰਦਰ) ਪੈ ਰਹੀ ਹੈ (ਭਾਵ, ਅਜੇ ਭੀ ਕਾਮ ਦੀਆਂ ਵਾਸ਼ਨਾਂ ਜ਼ੋਰਾਂ ਵਿਚ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "qw qy ibKY BeI miq pwvis; kwieAw kmlu kumlwxw ]",
    "transliteration": "Thaa Thae Bikhai Bhee Math Paavas Kaaeiaa Kamal Kumalaanaa ||",
    "translation": "And so, your intellect has dried up through corruption, and the lotus flower of your body has wilted and withered.",
    "punjabi": "ਇਹਨਾਂ ਹੀ ਵਾਸ਼ਨਾਂ ਦੇ ਕਾਰਨ ਤੇਰੀ ਬੁੱਧ ਵਿਚ ਵਿਸ਼ਿਆਂ ਦੀ ਝੜੀ ਲੱਗੀ ਹੋਈ ਹੈ, ਤੇਰਾ ਸਰੀਰ ਰੂਪ ਕੌਲ ਫੁੱਲ ਕੁਮਲਾ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "Avgiq bwix Coif. imRq mMfil; qau pwCY pCuqwxw ]4]",
    "transliteration": "Avagath Baan Shhodd Mrith Manddal Tho Paashhai Pashhuthaanaa ||4||",
    "translation": "You have forsaken the Bani, the Word of the Immortal Lord, in this mortal world; in the end, you shall regret and repent. ||4||",
    "punjabi": "ਜਗਤ ਵਿਚ ਆ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਛੱਡ ਬੈਠਾ ਹੈਂ; (ਸਮਾ ਵਿਹਾ ਜਾਣ ਤੇ) ਪਿੱਛੋਂ ਹੱਥ ਮਲੇਂਗਾ ॥੪॥",
    "pronunciation": "Av-giq",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "inkutI dyh dyiK Duin aupjY; mwn krq. nhI bUJY ]",
    "transliteration": "Nikuttee Dhaeh Dhaekh Dhhun Oupajai Maan Karath Nehee Boojhai ||",
    "translation": "Gazing upon the tiny bodies of your children, love has welled up within your heart; you are proud of them, but you do not understand.",
    "punjabi": "ਨਿੱਕੇ ਨਿੱਕੇ ਬਾਲ (ਪੁੱਤਰ ਪੋਤਰੇ) ਵੇਖ ਕੇ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਲਈ) ਮੋਹ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਪਰ ਇਸ ਨੂੰ (ਇਹ) ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ (ਕਿ ਸਭ ਕੁਝ ਛੱਡ ਜਾਣਾ ਹੈ)।",
    "pronunciation": "inku-tI:polw bolo[ b`UJY",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "lwlcu krY. jIvnpd kwrn; locn. kCU n sUJY ]",
    "transliteration": "Laalach Karai Jeevan Padh Kaaran Lochan Kashhoo N Soojhai ||",
    "translation": "You long for the dignity of a long life, but your eyes can no longer see anything.",
    "punjabi": "ਅੱਖਾਂ ਤੋਂ ਦਿੱਸਣੋਂ ਰਹਿ ਜਾਂਦਾ ਹੈ (ਫਿਰ ਭੀ ਮਨੁੱਖ) ਹੋਰ ਜੀਊਣ ਲਈ ਲਾਲਚ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "Qwkw qyju. auifAw mnu pMKI; Gir AWgin. n suKweI ]",
    "transliteration": "Thhaakaa Thaej Ouddiaa Man Pankhee Ghar Aaangan N Sukhaaee ||",
    "translation": "Your light has gone out, and the bird of your mind has flown away; you are no longer welcome in your own home and courtyard.",
    "punjabi": "(ਆਖ਼ਰ) ਸਰੀਰ ਦਾ ਬਲ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, (ਤੇ ਜਦੋਂ) ਜੀਵ ਪੰਛੀ (ਸਰੀਰ ਵਿਚੋਂ) ਉੱਡ ਜਾਂਦਾ ਹੈ (ਤਦੋਂ ਮੁਰਦਾ ਦੇਹ) ਘਰ ਵਿਚ, ਵਿਹੜੇ ਵਿਚ, ਪਈ ਹੋਈ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "Q`wkw",
    "type_id": 3
  },
  {
    "shabad_id": 268,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "byxI khY. sunhu ry Bgqhu; mrn mukiq ikin pweI ]5]",
    "transliteration": "Baenee Kehai Sunahu Rae Bhagathahu Maran Mukath Kin Paaee ||5||",
    "translation": "Says Baynee, listen, O devotee: who has ever attained liberation after such a death? ||5||",
    "punjabi": "ਬੇਣੀ ਆਖਦਾ ਹੈ-ਹੇ ਸੰਤ ਜਨੋ! (ਜੇ ਮਨੁੱਖ ਦਾ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਇਹੀ ਹਾਲ ਰਿਹਾ, ਭਾਵ ਜੀਊਂਦਿਆਂ ਕਿਸੇ ਵੇਲੇ ਭੀ ਵਿਕਾਰਾਂ ਤੇ ਮੋਹ ਤੋਂ ਮੁਕਤ ਨਾਹ ਹੋਇਆ, ਜੇ ਜੀਵਨ-ਮੁਕਤ ਨਾਹ ਹੋਇਆ, ਤਾਂ ਇਹ ਸੱਚ ਜਾਣੋ ਕਿ) ਮਰਨ ਤੋਂ ਪਿੱਛੋਂ ਮੁਕਤੀ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਮਿਲਦੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "isrIrwgu ]",
    "transliteration": "Sireeraag ||",
    "translation": "Sree Raag:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qohI mohI. mohI qohI; AMqru kYsw ]",
    "transliteration": "Thohee Mohee Mohee Thohee Anthar Kaisaa ||",
    "translation": "You are me, and I am You-what is the difference between us?",
    "punjabi": "(ਹੇ ਪਰਮਾਤਮਾ!) ਤੇਰੀ ਮੇਰੇ ਨਾਲੋਂ, ਮੇਰੀ ਤੇਰੇ ਨਾਲੋਂ (ਅਸਲ) ਵਿੱਥ ਕਿਹੋ ਜਿਹੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "knk kitk; jl qrMg jYsw ]1]",
    "transliteration": "Kanak Kattik Jal Tharang Jaisaa ||1||",
    "translation": "We are like gold and the bracelet, or water and the waves. ||1||",
    "punjabi": "(ਉਹੋ ਜਿਹੀ ਹੀ ਹੈ) ਜਿਹੀ ਸੋਨੇ ਤੇ ਸੋਨੇ ਦੇ ਕੜਿਆਂ ਦੀ, ਜਾਂ, ਪਾਣੀ ਤੇ ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ ਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(kitk):polw bolo[ (kit-k) kVw",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jau pY hm. n pwp krMqw; Ahy AnMqw ]",
    "transliteration": "Jo Pai Ham N Paap Karanthaa Ahae Ananthaa ||",
    "translation": "If I did not commit any sins, O Infinite Lord,",
    "punjabi": "ਹੇ ਬੇਅੰਤ (ਪ੍ਰਭੂ) ਜੀ! ਜੇ ਅਸੀਂ ਜੀਵ ਪਾਪ ਨਾਹ ਕਰਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "piqq. pwvn nwmu; kYsy huMqw ]1] rhwau ]",
    "transliteration": "Pathith Paavan Naam Kaisae Hunthaa ||1|| Rehaao ||",
    "translation": "How would You have acquired the name, 'Redeemer of sinners'? ||1||Pause||",
    "punjabi": "ਤਾਂ ਤੇਰਾ ਨਾਮ (ਪਾਪੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ) 'ਪਤਿਤ-ਪਾਵਨ' ਕਿਵੇਂ ਹੋ ਜਾਂਦਾ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 269,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "qum@ ju nwiek AwChu; AMqrjwmI ]",
    "transliteration": "Thumh J Naaeik Aashhahu Antharajaamee ||",
    "translation": "You are my Master, the Inner-knower, Searcher of hearts.",
    "punjabi": "ਹੇ ਸਾਡੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨਹਾਰ ਪ੍ਰਭੂ! ਤੂੰ ਜੋ ਸਾਡਾ ਮਾਲਕ ਹੈਂ (ਤਾਂ ਫਿਰ ਮਾਲਕਾਂ ਵਾਲਾ ਬਿਰਦ ਪਾਲ, ਆਪਣੇ 'ਪਤਿਤ-ਪਾਵਨ' ਨਾਮ ਦੀ ਲਾਜ ਰੱਖ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "pRB qy. jnu jwnIjY; jn qy suAwmI ]2]",
    "transliteration": "Prabh Thae Jan Jaaneejai Jan Thae Suaamee ||2||",
    "translation": "The servant is known by his God, and the Lord and Master is known by His servant. ||2||",
    "punjabi": "ਮਾਲਕ ਨੂੰ ਵੇਖ ਕੇ ਇਹ ਪਛਾਣ ਲਈਦਾ ਹੈ ਕਿ ਇਸ ਦਾ ਸੇਵਕ ਕਿਹੋ ਜਿਹਾ ਹੈ ਤੇ ਸੇਵਕ ਤੋਂ ਮਾਲਕ ਦੀ ਪਰਖ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "srIru AwrwDY; mokau bIcwru dyhU ]",
    "transliteration": "Sareer Aaraadhhai Mo Ko Beechaar Dhaehoo ||",
    "translation": "Grant me the wisdom to worship and adore You with my body.",
    "punjabi": "(ਸੋ, ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ ਕਿ ਜਦ ਤਾਈਂ ਮੇਰਾ ਇਹ ਸਰੀਰ ਸਾਬਤ ਹੈ ਤਦ ਤਾਈਂ ਮੈਂ ਤੇਰਾ ਸਿਮਰਨ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 269,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "rivdws sm dl; smJwvY koaU ]3]",
    "transliteration": "Ravidhaas Sam Dhal Samajhaavai Kooo ||3||",
    "translation": "O Ravi Daas, one who understands that the Lord is equally in all, is very rare. ||3||",
    "punjabi": "(ਇਹ ਭੀ ਮਿਹਰ ਕਰ ਕਿ) ਰਵਿਦਾਸ ਨੂੰ ਕੋਈ ਸੰਤ ਜਨ ਇਹ ਸਮਝ (ਭੀ) ਦੇ ਦੇਵੇ ਕਿ ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ ॥੩॥",
    "pronunciation": "(dl) smUh c[ dl: polw bolo [ (sm) ivAwpk sm: polw bolo",
    "type_id": 3
  }
]