{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਾਨਕ ਵਰਤੈ ਇਕੁ; ਇਕੋ ਇਕੁ ਤੂੰ ॥੨੨॥੧॥੨॥ ਸੁਧੁ ॥",
      "page": 966,
      "line": 13
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak; the one Lord is pervading all, Thou, O my Lord, art but One."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਇਕ ਸੁਆਮੀ ਸਾਰੇ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ। ਤੂੰ ਹੇ ਪ੍ਰਭੂ! ਕੇਵਲ ਇਕ ਹੀ ਹੈਂ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "O Nanak, the One Lord is all-pervading. You are the One and only. ||22||1||2|| Sudh||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਪਿਛੇ ਵੀ ਇਕ ਹੀ ਸੈਂ ਔ ਅਬ ਭੀ ਇਕ ਹੀ ਤੂੰ ਵਰਤਤਾ ਹੈਂ ਔ ਆਗੇ ਭੀ ਏਕ ਹੀ ਤੂੰ ਹੋਵੇਗਾ॥੨੨॥੧॥੨॥ ਸੁਧੁ॥☬ਉਥਾਨਕਾ: ਗੁਰ ਪ੍ਰਤਾਪ ਸੂਰਜ ਮੇਂ ਇਉਂ ਲਿਖੀ ਹੈ। ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਕੇ ਪਾਸ ਦੋ ਰਬਾਬੀ ਰਹਿਤੇ ਥੇ। ਰਾਇ ਵਡਿਆਈ ਕਾ ਖਤਾਬ ਥਾ ਬਲਵੰਡ ਕਾ, ਦੂਸਰੇ ਕਾ ਨਾਮ ਸੱਤਾ ਥਾ। ਜਾਤੀ ਕੇ ਡੂੰਮ ਰਬਾਬੀ ਥੇ। ਸਬਦ ਗਾਇਨ ਕਰਤੇ ਥੇ। ਇਕ ਸਮੇਂ ਉਨ ਕੀ ਭੈਣ ਕਾ ਵਿਵਾਹ ਥਾ। ਉਨ ਕੋ ਰੁਪਈਆ ਇਕ ਸੌ ਗੁਰੂ ਜੀ ਨੇ ਦੀਆ ਕਹਿਆ ਔਰ ਭੀ ਦੇਵੇਂਗੇ। ਸੋ ਗੁਸੇ ਹੋ ਕੇ ਘਰ ਮੇਂ ਬੈਠ ਰਹੇ, ਸਬਦ ਚੌਂਕੀ ਵੇਲੇ ਨ ਆਏ। ਮਨਾਉਣੇ ਕੋ ਸਿਖ ਭੇਜੇ ਔ ਤੀਸਰੀ ਵਾਰ ਗੁਰੂ ਜੀ ਆਪ ਗਏ। ਗੁਰੂ ਜੀ ਕਾ ਆਦਰ ਨ ਕੀਆ, ਉਲਟੀ ਨਿੰਦਾ ਕਰਨੇ ਲਗੇ। ਗੁਰ ਨਾਨਕ ਜੀ ਆਦ ਸਭ ਗੁਰੋਂ ਕੀ ਨਿੰਦਾ ਕਰੀ ਕਿ ਉਹ ਹਮਾਰੇ ਹੀ ਗੁਰੂ ਬਨਾਇ ਹੂਏ ਥੇ। ਮਰਦਾਨੇ ਰੁਬਾਬੀ ਆਦਿਕੋਂ ਕੇ ਸਬਦ ਗਾਵਨੇ ਸੇ ਲੋਕ ਪੂਜਤੇ ਥੇ। ਅਸੀ ਜਿਸ ਸੋਢੀ ਪਾਸ ਸਬਦ ਗਾਵੇਂਗੇ ਉਸੀ ਕੋ ਗੁਰੂ ਬਨਾਇ ਲੇਵਾਂਗੇ। ਤਬ ਗੁਰੂ ਜੀ ਵਡਿਓਂ ਕੀ ਨਿੰਦਾ ਨਾ ਸਹਾਰ ਸਕੇ ਤਬ ਸਰਾਪ ਦੀਆ ਕਿ ਤੁਸੀਂ ਫਿਟ ਗਏ ਹੋ। ਐਸੇ ਕਹਿ ਕਰ ਸੰਗਤਿ ਮੇਂ ਸੁਨਾਇ ਦੀਆ ਕਿ ਡੂੰਮ ਫਿਟ ਗਏ ਹੈਨ। ਜੋ ਹਮਾਰਾ ਸਿਖ ਹੋਵੇਗਾ ਉਨ ਕੋ ਮੂੰਹ ਨਾ ਲਗਾਵੇਗਾ ਔ ਉਨ ਕੀ ਕੋਈ ਅਰਜ ਨਾ ਕਰੇ। ਜੋ ਕਰੇਗਾ ਉਸ ਕਾ ਮੂੰਹ ਕਾਲਾ ਕਰ ਕੇ ਖੋਤੇ ਪਰ ਚੜ੍ਹਾਇਕੇ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤਸਰ ਜੀ ਕੇ ਸ਼ਹਿਰ ਮੇਂ ਫੇਰਾਂਗੇ। ਤਬ ਉਨ ਕੇ ਸਰੀਰ ਵਿਗੜ ਗਏ, ਕੋਈ ਉਨ ਕੋ ਮੂੰ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਹਰ ਥਾਂ ਇਕ ਪ੍ਰਭੂ ਹੀ ਮੌਜੂਦ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ ॥੨੨॥੧॥੨॥ ਸੁਧੁ ॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Oh Dios, Tú sólo eres; sí, Tú sólo eres por todas partes. (22-1-2)"
    }
  ]
}