{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਗੰਗ ਜਮੁਨ ਤਹ ਬੇਣੀ ਸੰਗਮ; ਸਾਤ ਸਮੁੰਦ ਸਮਾਵਾ ॥",
      "page": 1109,
      "line": 13
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The Ganges, the Jamna, the confluence of three streams, seven oceans are contained in,"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੰਗਾ ਜਮਨਾ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ ਅਸਥਾਨ ਤੇ ਸੱਤ ਸਮੁੰਦਰ ਸਮਾਏ ਹੋਏ ਹਨ,"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The Ganges, Jamunaa, the sacred meeting place of the three rivers, the seven seas,"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਗੰਗ) ਭਗਤੀ, (ਜਮੁਨ) ਕਰਮ ਕਥਾ, ਬ੍ਰਹਮ ਬਿਚਾਰ, ਸ੍ਰਸ੍ਵਤੀ, ਯਹੀ ਤ੍ਰਿਬੇਣੀ ਕਾ ਸੰਗਮ ਹੈ। ਚਤੁਸਟੇ ਸਾਧਨ ਸ੍ਰਵਨ, ਮਨਨ, ਨਿਧ੍ਯਾਸਨ ਯਹ ਸਾਤ ਸਮੁੰਦ ਬਿਸੇਸ਼ ਕਰ ਕੇ ਸੰਤੋਂ ਮੇਂ (ਸਮਾਵਾ) ਨਿਵਾਸ ਕਰਤੇ ਹੈਂ। ਚਤੁਸਟੇ ਸਾਧਨ ਕਾ ਰੂਪ ਕਹਤੇ ਹੈਂ: ਪ੍ਰਥਮ ਵੈਰਾਗ। ਸੋ ਵੈਰਾਗੁ ਤੀਨ ਪ੍ਰਕਾਰ ਕਾ ਹੈ: ਮੰਦ ੧, ਤੀਬਰ ੨, ਤੀਬਰ ਤਰ ੩। ਮੰਦ ਕਾ ਰੂਪ ਕਿਸੀ ਇਸਤ੍ਰੀ, ਪੁਤ੍ਰ, ਧਨ ਆਦਿਕੋਂ ਕੇ ਵਿਜੋਗ ਕਰ ਗ੍ਰਹਸਤ ਕਾ ਤ੍ਯਾਗ ਕਰ ਵਿਰਕਤ ਹੋ ਜਾਣਾ। ਜੋ ਵਹੀ ਪਦਾਰਥ ਮਿਲ ਜਾਵੇਂ ਤਹਾਂ ਗਿਰ ਪੜਾ। ਆਗੇ ਤੀਬਰ ਕਾ ਸ੍ਵਰੂਪ: ਇਸ ਲੋਕ ਕੇ ਭੋਗੋਂ ਕਾ ਤਿਆਗ ਕਰ ਸ੍ਵਰਗ ਆਦੀ ਸੁਖੋਂ ਕੀ ਮਨ ਮੇਂ ਇਛਾ ਬਨੀ ਰਹਿਣੀ। ਤੀਬਰ ਤਰ ਕਾ ਸ੍ਵਰੂਪ ਯਿਹ ਹੈ: ਬ੍ਰਹਮ ਲੋਕ ਪ੍ਰਯੰਤ ਸੁਖ ਕਾਗ ਬਿਸਟਾ ਕੇ ਤੁਲ ਜਾਨਣੇ। ਬਿਬੇਕ ਕਾ ਸਰੂਪ ਯਿਹ ਹੈ: ਜਗਤ ਕੋ ਮਿਥ੍ਯਾ ਅਰ ਪਰਮੇਸਰ ਕੋ ਸਤ ਜਾਨਣਾ। ਖਟ ਸੰਪਤੀ ਕਾ ਸਰੂਪ ਯਿਹ ਹੈ: ੧ ਸਮ ਮਨ ਵਿਸ੍ਯੋਂ ਸੇ ਰੋਕਣਾ, ੨ ਦਮ ਇੰਦ੍ਰੈ ਵਿਸਯੋਂ ਸੇ ਰੋਕਣੇ, ੩ ਸਰਧਾ ਗੁਰੂ ਸਾਸਤ੍ਰ ਕਾ ਕਹਣਾ ਸਤ ਜਾਨਣਾ, ੪ ਸਮਾਧਾਨ ਸਾਸਤ੍ਰ ਸ੍ਰਵਣ ਕਰਤਿਆਂ ਵਾ ਗੁਰੋਂ ਕੇ ਵਾਕ ਸੁਣਤਿਆਂ ਮਨ ਕੋ ਇਕਾਗਰ ਰਖਣਾ, ੫ ਉਪਰਤੀ ਸਾਧਨਹੁ ਕੇ ਸਹਿਤ ਸਭ ਕਰਮਹੁ ਕਾ ਤ੍ਯਾਗੁ ਕਰਨਾ ਔਰ ਬਿਖ ਰੂਪ ਜਾਨ ਕੇ ਸਭ ਵਿਸ੍ਯੋਂ ਕਾ ਤ੍ਯਾਗ ਕਰਨਾ। ਇਸਤ੍ਰੀਓਂ ਕੋ ਦੇਖ ਕਰ ਚਿਤ ਮੇਂ ਗਿਲਾਨੀ ਹੋਵੈ ਯਿਹ ਉਧਾਰਮਤਾ ਹੈ, ੬ ਤਤਿਖ੍ਯਾ ਪਰਮੇਸ੍ਵਰ ਪ੍ਰਾਪਤੀ ਹੇਤ ਧੂਪ ਅਰ ਸੀਤ ਭੂਖ ਪ੍ਯਾਸ ਸਹਾਰਨੀ। "
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨਤਾ ਵਾਲੀ ਅਵਸਥਾ ਹੀ ਗੰਗਾ ਜਮਨਾ ਸਰਸ੍ਵਤੀ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ-ਥਾਂ ਹੈ ਤ੍ਰਿਬੇਣੀ ਹੈ, ਉਥੇ ਹੀ ਮੈਂ ਸੱਤੇ ਸਮੁੰਦਰ ਸਮਾਏ ਮੰਨਦਾ ਹਾਂ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "éste en verdad es mi baño sagrado del Ganges, del Yamuna, de su confluencia con el Saraswati en los siete mares."
    }
  ]
}