{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਬਲਿਹਿ ਛਲਨ, ਸਬਲ ਮਲਨ, ਭਗ੍ਤਿ ਫਲਨ, ਕਾਨੑ ਕੁਅਰ; ਨਿਹਕਲੰਕ ਬਜੀ ਡੰਕ, ਚੜ੍ਹੂ ਦਲ ਰਵਿੰਦ ਜੀਉ ॥",
      "page": 1403,
      "line": 4
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Thou are the enticer of Balraja, the smotherer of the mighty, the fulfiller of the devotee, the prince Krishna and Kalki, the coming incarnation of God, the thunder of whose mounted army and the beat of drum shall be echoed all over."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਤੂੰ ਬਲਰਾਜ ਨੂੰ ਠਗਣ ਵਾਲਾ ਬਲਵਾਨ ਨੂੰ ਕੁਚਲਣ ਵਾਲਾ, ਸੰਤਾਂ ਨੂੰ ਸਫਲ ਕਰਨਹਾਰ ਰਾਜਕੁਮਾਰ ਕ੍ਰਿਸ਼ਨ ਅਤੇ ਆਉਣ ਵਾਲਾ ਰੱਬ ਦਾ ਕਲਕੀ-ਅਵਤਾਰ ਹੈ, ਜਿਸ ਦੀ ਸਵਾਰ ਹੋਈ ਹੋਈ ਸੈਨਾ ਹੀ ਗਰਜ ਅਤੇ ਨਗਾਰੇ ਦੀਆਂ ਆਵਾਜਾਂ ਸਾਰੇ ਪਾਸੇ ਸੁਣਾਈ ਦੇਣਗੀਆਂ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Enticer of Baliraja, who smothers the mighty, and fulfills the devotees; the Prince Krishna, and Kalki; the thunder of His army and the beat of His drum echoes across the Universe."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਬਾਵਨ ਸਰੂਪ ਹੋ ਕਰ ਬਲ ਰਾਜਾ ਕੋ ਆਪ ਨੇ ਛਲਨਾ ਕੀਆ ਹੈ ਔਰ ਬਲ ਕੇ ਸਹਿਤ ਜੋ ਦੈਤ ਹੈਂ ਤਿਸ ਕੋ ਮਰਦਨ ਕਰ ਕੇ ਭਗਤੋਂ ਕੋ ਮਨ ਬਾਂਛਤ ਫਲੋਂ ਕੇ ਦੇਨਹਾਰੇ ਕ੍ਰਿਸ਼ਨ ਰੂਪ ਹੋਇ ਕਰ ਜਸੋਧਾਂ ਵਾ ਦੇਵਕੀ ਕੇ ਆਪ ਕੁਆਰ ਕਹਾਵਤੇ ਭਏ ਹੋ। ਪੁਨਾ ਆਗੇ ਨਿਹਕਲੰਕ ਸਰੂਪ ਹੋਇਕਰ ਸੰਭਲਪੁਰ ਮੇਂ ਧੌਸਿਓਂ ਪਰ ਡੰਕੇ ਬਜੇਂਗੇ ਔ (ਰਵਿੰਦ) ਸੂਰਜ ਔ ਚੰਦ੍ਰਮਾ ਆਦੀ ਦੇਵਤਿਓਂ ਕਾ ਦਲ ਆਪ ਕੇ ਸਾਥ (ਚੜੂ) ਚੜੇਗਾ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਸਤਿਗੁਰੂ ਹੀ ਹੈ (ਉਹ) ਜਿਸ ਨੇ ਰਾਜਾ ਬਲੀ ਨੂੰ ਛਲਿਆ ਸੀ, ਆਪ ਅਹੰਕਾਰੀਆਂ ਦਾ ਮਾਨ ਤੋੜਨ ਵਾਲੇ ਹਨ, ਭਗਤੀ ਦਾ ਫਲ ਦੇਣ ਵਾਲੇ ਹਨ। (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਗੁਰੂ ਹੀ ਕਾਨ੍ਹ ਕੁਮਾਰ ਹੈ। (ਆਪ ਵਿਚ) ਕੋਈ ਕਲੰਕ ਨਹੀਂ ਹੈ, ਆਪ ਦਾ ਡੰਕਾ ਵੱਜ ਰਿਹਾ ਹੈ, ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਦਲ ਆਪ ਦੀ ਹੀ ਸੋਭਾ ਵਧਾਉਣ ਲਈ ਚੜ੍ਹਦਾ ਹੈ।"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "el Señor del Universo entero, Embrujo de Baliraya, Quien empequeñece a los poderosos y llena a los Devotos, al Príncipe Krishna y a Kalki; el retumbar de Sus Ejércitos y el resonar de Su Tambor se escucha y estremece al universo entero."
    }
  ]
}