{
  "content": [
    {
      "asset": "gsnl",
      "type": "translation",
      "language": "pa",
      "data": "ਅਠਵੀਂ ਪਾਤਸ਼ਾਹੀ ਅਕਾਲਪੁਰਖ ਦੇ ਪਰਵਾਨ ਅਤੇ ਪਾਕ ਪਵਿੱਤ੍ਰ ਪ੍ਰੇਮੀਆਂ ਦਾ ਤਾਜ ਅਤੇ ਉਸ ਨਾਲ ਮਿਲ ਚੁਕੇ ਪਿਆਰਿਆਂ ਦੀ ਸਰਕਾਰ ਹੈ । ਗੁਰੂ ਜੀ ਦੀ ਪਵਿੱਤ੍ਰ ਕਰਾਮਾਤ ਜਗਤ ਪ੍ਰਸਿੱਧ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਵਿੱਤ੍ਰ ਵਜੂਦ ਦਾ ਨੂਰ ਸੱਚ ਨੂੰ ਰੋਸ਼ਨ ਕਰਦਾ ਹੈ । ਖਾਸ ਅਤੇ ਨਿਕਟਵਰਤੀ ਉਨ੍ਹਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦੇ ਹਨ ਅਤੇ ਪਾਕ ਪਵਿੱਤ੍ਰ ਉਨ੍ਹਾਂ ਦੇ ਦੁਆਰੇ ਤੇ ਸੀਸ ਨਿਵਾਉਂਦੇ ਹਨ । ਉਨ੍ਹਾਂ ਦੇ ਅਨੇਕਾਂ ਪਰਮਾਣੀਕ ਅਤੇ ਪੱਕੇ ਗੁਣਾਂ ਦੀ ਸਿਫਤ ਕਰਨ ਵਾਲੇ ਤਿੰਨਾਂ ਲੋਕਾਂ ਅਤੇ ਛੇ ਤਰਫਾਂ ਦੇ ਚੋਣਵੇਂ ਬੰਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਵਡਿਆਈਆਂ ਦੇ ਲੰਗਰ ਤੋਂ ਬਚੇ ਖੁਚੇ ਟੁਕੜੇ ਚੁਣਨ ਵਾਲੇ ਕਿਸੇ ਗਿਣਤੀ ਜਾਂ ਸ਼ੁਮਾਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ । ਉਨ੍ਹਾਂ ਦੇ ਨੇਕ ਅੰਤ ਵਾਲੀ ਤੇ ਸੱਚ ਦੇ ਥੇਵੇ ਨਾਲ ਜੜੀ ਹੋਈ ਹੇ ਦੁਨੀਆ ਦੇ ਕਾਬਜ਼ ਦੇਉ ਨੂੰ ਹਰਾ ਕੇ ਡੇਗ ਦੇਣ ਵਾਲੀ ਹੈ । ਸ਼ਚਾਈ ਦਰਸਉਣ ਵਾਲੀ ਰੇ ਸਦੀਵੀ ਤਖਤ ਉਪਰ ਪ੍ਰਧਾਨਗੀ ਪਦ ਤੇ ਬਰਾਜਮਾਨ ਹੋਣ ਵਾਲੀ ਹੈ । ਉਨ੍ਹਾਂ ਦੇ ਨਾਮ ਦਾ ਅਰਬੀ ਕਾਫ਼ ਸਖਾਵਤ ਅਤੇ ਮਿਹਰ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹਣ ਵਾਲਾ ਹੈ । ਸ਼ਾਨੌ ਸ਼ੌਕਤ ਨਾਲ ਭਰੀ ਸ਼ੀਨ ਸ਼ੇਰਾਂ ਵਰਗੇ ਦੇਵਾਂ ਨੂੰ ਮਾਰ ਗਿਰਾਉਣ ਵਾਲੀ ਹੈ । ਅੰਤਮ ਨੂੰਨ ਹਰ ਦਿਲ ਅਤੇ ਜਾਨ ਦੀ ਤਾਜ਼ਗੀ ਅਤੇ ਸੁਗੰਧੀ ਵਧਾਉਣ ਵਾਲਾ ਅਤੇ ਰੱਬ ਦੀਆਂ ਨਿਆਮਤਾਂ ਦਾ ਨਿਕਟ-ਵਰਤੀ ਮਿੱਤ੍ਰ ਹੈ ।"
    },
    {
      "asset": "kegp",
      "type": "translation",
      "language": "en",
      "data": "The Eighth Guru, Guru Har Kishen Ji. The eighth Guru, Guru Har Kishen Ji, was the crown of the 'accepted' and  the 'chaste' believers of Waaheguru and the honorific master of those who have merged into Him. His extraordinary miracle is world-famous and  the radiance of his personality lights up the 'truth'. The special and near-ones are willing to sacrifice themselves for him and the chaste constantly bow at his door. His numerous followers and those who have an appreciation of real virtues are the elite of the three worlds and the six directions, and there are countless persons who pick up bits and scraps from the refectory and pool of Guru's qualities. The jewel-studded 'Hay' in his name is capable to defeat and bring down even the world-conquering and strong giants. The truth-telling 'Ray' deserves to be seated respectfully with the status of a president on the eternal throne. The Arabic 'Kaaf' in his name can open the doors of generosity and benevolence, and the glorious 'Sheen' with its pomp and show can tame and overpower even the tiger-like strong monsters. The last 'Noon' in his name brings and enhances freshness and aroma in life and is the closest friend of the God-given boons."
    }
  ]
}