{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਸਾਹੁਰੜੀ ਵਥੁ. ਸਭੁ ਕਿਛੁ ਸਾਝੀ; ਪੇਵਕੜੈ ਧਨ ਵਖੇ ॥",
      "page": 1171,
      "line": 5
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "In her Husband's House, the articles jointly belong to all, but in this world, the bride owns them separately."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਉਸ ਦੇ ਖਸਮ ਦੇ ਘਰ ਵਿੱਚ ਵਸਤੂਆਂ ਸਾਰਿਆ ਦੀ ਸਾਂਝੀ ਮਲਕੀਅਤ ਹਨ, ਪ੍ਰੰਤੂ ਇਸ ਜਹਾਨ ਵਿੱਚ ਪਤਨੀ ਦੀ ਉਹ ਵਖਰੀ ਮਲਕੀਅਤ ਹਨ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "In the House of the Husband Lord - in the world hereafter, everything is jointly owned; but in this world - in the house of the soul-bride's parents, the soul-bride owns them separately."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਸਾਹੁਰੜੀ) ਸਹੁਰਿਆਂ ਕੀ ਅਰਥਾਤ ਈਸਰ ਕੀ ਜਿਤਨੀ ਵਸਤੂ ਹੈ ਸਭ ਕੁਛ ਸਾਂਝੀ ਹੈ। ਈਸ੍ਵਰ ਕੀ ਸ੍ਰਿਸ੍ਟੀ ਹੋਣੇ ਤੇ (ਪੇਵਕੜੈ) ਇਸ ਲੋਕ ਮੇਂ ਜੀਵ ਰੂਪ (ਧਨ) ਇਸਤ੍ਰੀ ਮੇਂ (ਵਖੇ) ਭਿੰਨ ਅਰਥਾਤ ਅਪਣੀ ਜਾਣੀ ਹੈਂ, ਭਾਵ ਪਦਾਰਥ ਅਪਨੇ ਕਰ ਕੇ ਜਾਣ ਲੀਏ ਹੈ। ਵਾ ਸਰੀਰ ਰੂਪੀ ਵਸਤੂ ਸਭ ਸਨਬੰਧੀਆਂ ਦੀ ਸਾਂਝੀ ਹੈ, ਭਾਵ ਇਸ ਮੇਂ ਬਹੁਤਿਆਂ ਕੀ ਮੇਰ ਹੈ। ਔ ਪੇਕੇ, ਭਾਵ ਇਸ ਲੋਕ ਮੇਂ ਧਨ ਦੇ ਪ੍ਰਾਣ (ਵਖੇ) ਜੁਦੇ ਹੈਂ, ਭਾਵ ਸੇ ਦੂਸਰੇ ਕੇ ਪ੍ਰਾਣੋਂ ਮੇਂ ਕਿਸੀ ਕੋ ਅਹੰ ਭਾਵ ਨਹੀਂ ਫੁਰਤਾ ਹੈ। ਵਾ ਸਹੁਰੜੀ ਵਸਤੂ ਚੇਤਨਸਤਾ ਸਭ ਕੀ ਸਾਂਝੀ ਹੈ, ਭਾਵ ਬ੍ਯਾਪਕ ਹੋਣੇ ਤੇ ਸਭ ਮੇਂ ਅਨਸੂਤ ਹੈ। ਪੇਕੇ, ਭਾਵ ਇਸ ਲੋਕ ਉਪਲਖਤ ਸਭ ਅਸਥਾਨੋਂ ਮੇਂ ਜੀਵ ਰੂਪ ਇਸਤ੍ਰੀ ਕੀ ਪ੍ਰਾਰਬਧ ਭਿੰਨ ਭਿੰਨ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਜੋ ਪਤੀ-ਪ੍ਰਭੂ ਵਲੋਂ ਮਿਲੀ ਸੀ ਉਹ ਤਾਂ ਸਭਨਾਂ ਨਾਲ ਵੰਡੀ ਜਾ ਸਕਣ ਵਾਲੀ ਸੀ, ਪਰ ਜਗਤ-ਪੇਕੇ ਘਰ ਵਿਚ ਰਹਿੰਦਿਆਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਤਕਰੇ ਹੀ ਸਿੱਖਦੀ ਰਹੀ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Las Riquezas de Dios pertenecen a todos, los seres mundanos son quienes crean la distinción y por ellos cargamos con esa responsabilidad,"
    }
  ]
}
