{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜੋ ਲੇਵੈ ਸੋ ਦੇਵੈ ਨਾਹੀ; ਖਟੇ ਦੰਮ ਸਹੰਮੀ ॥੨੯॥",
      "page": 1412,
      "line": 13
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Whatever he takes, that he gives not back and is ever uneasy seeking to earn more and more wealth."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਹੜਾ ਕੁਛ ਉਹ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਦਿੰਦਾ ਅਤੇ ਭਾਰੀ ਤਕਲੀਫ ਨਾਲ ਵਧ ਤੋਂ ਵਧ ਉਹ ਧਨ-ਦੌਲਤ ਕਮਾਉਣ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Whatever he takes, he does not give back. Seeking to earn more and more, he is troubled and uneasy. ||29||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੋ ਕਿਸੀ ਕੀ ਅਮਾਨਤ ਵਾ ਵਿਵਹਾਰ ਸੇ ਰੁਪਯੇ ਲੇਤਾ ਹੈ ਓਹ ਫਿਰ ਉਸ ਕੋ ਦੇਤਾ ਨਹੀਂ ਹੈ, ਇਸ ਪ੍ਰਕਾਰ ਕਰ ਦੰਮਾਂ ਕੋ (ਸਹੰਮੀ) ਦੁਖੋਂ ਕੇ ਸਾਥ ਖਟਤਾ ਹੈ॥☬ਵਾ ਅੰਤ੍ਰੀਵ ਅਰਥ: ਪ੍ਰਸ਼ਨ: ਹੇ ਭਗਵਨ! ਮਨ ਜੋ ਉਦੇ ਹੋ ਰਹਿਆ ਹੈ, ਭਾਵ ਸ਼ਾਸਤ੍ਰੋਂ ਵੇਦੋਂ ਕਰ ਕੇ ਪੁਕਾਰੀਤਾ ਹੈ ਤਿਸ ਕੀ ਕਿਆ ਨਿਸ਼ਾਨੀ ਭਾਵ ਤਿਸ ਕਾ ਕਿਆ ਲਖਣ ਹੈ? ਉਤ੍ਰ: ਹੇ ਭਾਈ! ਤਿਸ ਮਨ ਕੋ (ਅੰਨੀ) ਦ੍ਵੈਤ ਕੀ ਤੋਟ ਨਹੀਂ ਆਵਤੀ ਹੈ, ਭਾਵ ਯੇਹ ਮਨ ਸਦਾ ਦ੍ਵੈਤ ਕੋ ਹੀ ਚਿੰਤਨ ਕਰਤਾ ਹੈ। (ਉਦੋਸੀਅ) ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ ਦੋਸੋਂ ਕੀ ਪੰਗਤੀ ਇਸ ਕੇ ਘਰ ਮੇਂ ਵਸ ਰਹੀ ਹੈ। ਤਿਸੀ ਤੇ (ਕੂੜੀ) ਵਾਸ਼ਨਾ ਕਰ ਕੇ ਔ (ਰੰਨੀ) ਇੰਦ੍ਰੀਓਂ ਕਰ ਕੇ ਇਸ ਕੀ ਧੂੰਮ ਮਚ ਰਹੀ ਹੈ। (ਸਤੀ ਰੰਨੀ) ਪੰਜ ਗਿਆਨ ਇੰਦ੍ਰੀਆਂ ਔ ਆਸਾ, ਤ੍ਰਿਸ਼ਨਾ ਇਨ ਸਾਤੋਂ ਕਰ ਕੇ ਇਸ ਕੇ ਘਰ ਮੇਂ ਸਿਆਪਾ ਹੋਇ ਰਹਿਆ ਹੈ, ਭਾਵ ਇਸ ਕੋ ਸ਼ੋਕ ਰਹਿਤਾ ਹੈ ਔਰ ਸੋ ਇੰਦ੍ਰੈ ਝੂਠੇ ਸੁਖੋਂ ਵਾਸਤੇ ਰੁਦਨ ਕਰਤੇ ਹੈਂ। ਇਹ ਜੀਵ ਜੋ ਸ੍ਵਾਸ ਵਾ ਪਦਾਰਥ ਪ੍ਰਮੇਸ੍ਵਰ ਤੇ ਲੇਤਾ ਹੈ, ਸੋ ਵਾਹਿਗੁਰੂ ਕੇ ਨਮਿਤ ਦੇਤਾ ਨਹੀਂ ਹੈ। (ਦੰਮ) ਸ੍ਵਾਸੋਂ ਕਰ ਕੇ ਨਾਮ ਜਪ ਕਰ ਸੁਖ ਖਟਣੇ ਚਾਹੀਤੇ ਥੇ, ਸੋ ਖਟਤਾ ਨਹੀਂ ਹੈ, ਦੁਖੋਂ ਕੋ ਹੀ ਖਾਟਤਾ ਹੈ॥੨੯॥☬ਸਿਥਲ ਵੈਰਾਗ ਵਾਲੇ ਜਗ੍ਯਾਸੀ ਪ੍ਰਤੀ ਗੁਰੋਂ ਕਾ ਉਪਦੇਸ਼ ਹੈ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਜਿਹੜਾ ਮਨੁੱਖ ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ) ਦਮੜੇ ਤਾਂ ਕਮਾਂਦਾ ਹੈ, ਪਰ ਸਹਮ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਕੁਝ ਕਮਾਂਦਾ ਹੈ ਉਹ ਹੋਰਨਾਂ ਨੂੰ ਹੱਥੋਂ ਦੇਂਦਾ ਨਹੀਂ ॥੨੯॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Lo que él toma no lo regresa, buscando ganar más y más, vive nervioso y con problemas. (29)"
    }
  ]
}