[
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur vwik ihrdY hir inrmlu; nw jm kwix, n jm kI bwkI ]1] rhwau ]",
    "TRANSLITERATION": "Sathigur Vaak Hiradhai Har Niramal Naa Jam Kaan N Jam Kee Baakee ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ ਵਸਾ ਲਿਆ ਹੈ, ਉਸ ਨੂੰ ਜਮ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਸ ਦੇ ਜ਼ਿੰਮੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਕੋਈ ਅਜੇਹਾ ਬਾਕੀ ਲੇਖਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ ਜਿਸ ਕਰਕੇ ਜਮਰਾਜ ਦਾ ਉਸ ਉਤੇ ਜ਼ੋਰ ਪੈ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(bwkI) bwkI lyKw[ b`wkI"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "hir gux rsn rvih pRB sMgy; jo iqsu BwvY shij hrI ]",
    "TRANSLITERATION": "Har Gun Rasan Ravehi Prabh Sangae Jo This Bhaavai Sehaj Haree ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ) ਪਰਮਾਤਮਾ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ (ਉਹ ਇਹੀ ਸਮਝਦੇ ਹਨ ਕਿ) ਸੁਤੇ ਹੀ (ਜਗਤ ਵਿਚ ਉਹੀ ਵਰਤਦਾ ਹੈ) ਜੋ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਭਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(rvih) jpdI"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "ibnu hir nwm. ibRQw jig jIvnu; hir ibnu, inhPl myk GrI ]2]",
    "TRANSLITERATION": "Bin Har Naam Brithhaa Jag Jeevan Har Bin Nihafal Maek Gharee ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਗਤ ਵਿਚ ਜਿਊਣਾ ਉਹਨਾਂ ਨੂੰ ਵਿਅਰਥ ਦਿੱਸਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਭੀ ਘੜੀ ਨਿਸਫਲ ਜਾਪਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(myk)ie`k"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "AY jI. Koty Taur nwhI, Gir bwhir; inMdk. giq nhI kweI ]",
    "TRANSLITERATION": "Ai Jee Khottae Thour Naahee Ghar Baahar Nindhak Gath Nehee Kaaee ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇਹੜਾ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਵਾਸਤੇ) ਆਪਣੇ ਮਨ ਵਿਚ ਖੋਟ ਰੱਖਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਾਹ ਘਰ ਵਿਚ ਨਾਹ ਬਾਹਰ ਕਿਤੇ ਭੀ ਆਤਮਕ ਸ਼ਾਂਤੀ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ ਕਿਉਂਕਿ ਉਸ ਦੀ ਆਪਣੀ ਆਤਮਕ ਅਵਸਥਾ ਠੀਕ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "rosu krY. pRBu bKs. n mytY; inq inq cVY svweI ]3]",
    "TRANSLITERATION": "Ros Karai Prabh Bakhas N Maettai Nith Nith Charrai Savaaee ||3||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਉਤੇ ਸਦਾ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰਦਾ ਹੈ) ਜੇ ਨਿੰਦਕ (ਇਹ ਬਖ਼ਸ਼ਸ਼ਾਂ ਵੇਖ ਕੇ) ਖਿੱਝੇ, ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਆਪਣੀ ਬਖ਼ਸ਼ਸ਼ ਬੰਦ ਨਹੀਂ ਕਰਦਾ, ਉਹ ਸਗੋਂ ਸਦਾ ਹੀ ਵਧਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(svweI) bhuqI"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "AY jI. gur kI dwiq, n mytY koeI; myrY Twkuir Awip idvweI ]",
    "TRANSLITERATION": "Ai Jee Gur Kee Dhaath N Maettai Koee Maerai Thaakur Aap Dhivaaee ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਦਾਤ ਹੈ, ਇਸ ਨੂੰ ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ; ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਹ (ਨਾਮ ਦੀ) ਦਾਤ ਦਿਵਾਈ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "inMdk nr kwly muK inMdw; ijn@ gur kI dwiq, n BweI ]4]",
    "TRANSLITERATION": "Nindhak Nar Kaalae Mukh Nindhaa Jinh Gur Kee Dhaath N Bhaaee ||4||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨਿੰਦਕਾਂ ਨੂੰ (ਭਗਤ ਜਨਾਂ ਨੂੰ ਦਿੱਤੀ ਹੋਈ) ਗੁਰੂ ਦੀ ਦਾਤ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦੀ (ਤੇ ਉਹ ਭਗਤਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ) ਨਿੰਦਾ ਦੇ ਕਾਰਨ ਉਹਨਾਂ ਨਿੰਦਕਾਂ ਦੇ ਮੂੰਹ ਕਾਲੇ (ਦਿੱਸਦੇ ਹਨ) ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "AY jI. srix pry. pRBu bKis imlwvY; iblm n. ADUAw rweI ]",
    "TRANSLITERATION": "Ai Jee Saran Parae Prabh Bakhas Milaavai Bilam N Adhhooaa Raaee ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ) ਸਰਨ ਪੈਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਮੇਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ, ਰਤਾ ਭਰ ਭੀ ਢਿੱਲ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": "(iblm) dyrI[(ADUAw)A`DI (rweI)ijnw"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "Awnd mUlu nwQu isir nwQw; siqguru myil imlweI ]5]",
    "TRANSLITERATION": "Aanadh Mool Naathh Sir Naathhaa Sathigur Mael Milaaee ||5||",
    "PUNJABI": "ਉਹ ਪ੍ਰਭੂ ਆਤਮਕ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ, ਸਭ ਤੋਂ ਵੱਡਾ ਨਾਥ ਹੈ, ਗੁਰੂ (ਸਰਨ ਪਏ ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਮੇਲ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "AY jI. sdw dieAwlu, dieAw kir rivAw; gurmiq BRmin cukweI ]",
    "TRANSLITERATION": "Ai Jee Sadhaa Dhaeiaal Dhaeiaa Kar Raviaa Guramath Bhraman Chukaaee ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ (ਸਭ ਜੀਵਾਂ ਉਤੇ) ਸਦਾ ਦਇਆ ਕਰਦਾ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਨੂੰ ਸਿਮਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਉਸ ਦੀ ਭਟਕਣਾ ਮਿਟਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(BRmin) Btkxw"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "pwrsu Byit kMcnu Dwqu hoeI; sqsMgiq kI vifAweI ]6]",
    "TRANSLITERATION": "Paaras Bhaett Kanchan Dhhaath Hoee Sathasangath Kee Vaddiaaee ||6||",
    "PUNJABI": "ਜਿਵੇਂ (ਲੋਹਾ ਆਦਿਕ) ਧਾਤ ਪਾਰਸ ਨੂੰ ਛੁਹ ਕੇ ਸੋਨਾ ਬਣ ਜਾਂਦੀ ਹੈ ਤਿਵੇਂ ਸਾਧ ਸੰਗਤ ਵਿਚ ਭੀ ਇਹੀ ਬਰਕਤਿ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "hir jlu inrmlu mnu iesnwnI; mjnu siqguru BweI ]",
    "TRANSLITERATION": "Har Jal Niramal Man Eisanaanee Majan Sathigur Bhaaee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ (ਮਾਨੋ) ਪਵਿਤ੍ਰ ਜਲ ਹੈ, ਜੇਹੜਾ ਮਨੁਖ (ਇਸ ਪਵਿਤ੍ਰ ਜਲ ਵਿਚ) ਇਸ਼ਨਾਨ ਕਰਨ ਜੋਗਾ ਬਣ ਜਾਂਦਾ ਹੈ ਤੇ ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਹ (ਇਸ ਪਵਿਤ੍ਰ ਜਲ ਵਿਚ) ਚੁੱਭੀ ਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "m`jnu"
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "punrip jnmu nwhI, jn sMgiq; joqI joiq imlweI ]7]",
    "TRANSLITERATION": "Punarap Janam Naahee Jan Sangath Jothee Joth Milaaee ||7||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਉਂਕਿ ਗੁਰੂ) ਉਸ ਦੀ ਜੋਤਿ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "qUM vf purKu AgMm qrovru; hm pMKI quJ mwhI ]",
    "TRANSLITERATION": "Thoon Vadd Purakh Aganm Tharovar Ham Pankhee Thujh Maahee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ। ਤੂੰ (ਮਾਨੋ) ਇਕ ਸ੍ਰੇਸ਼ਟ ਰੁੱਖ ਹੈਂ ਜਿਸ ਦੇ ਆਸਰੇ ਰਹਿਣ ਵਾਲੇ ਅਸੀਂ ਸਾਰੇ ਜੀਵ ਪੰਛੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1870,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. nwmu inrMjn dIjY; juig juig sbid slwhI ]8]4]",
    "TRANSLITERATION": "Naanak Naam Niranjan Dheejai Jug Jug Sabadh Salaahee ||8||4||",
    "PUNJABI": "ਹੇ ਨਿਰੰਜਨ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, ਤਾਂ ਕਿ ਮੈਂ ਸਦਾ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ ॥੮॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "gUjrI mhlw 1 Gru 4",
    "TRANSLITERATION": "Goojaree Mehalaa 1 Ghar 4",
    "PUNJABI": "ਰਾਗ ਗੂਜਰੀ ਘਰ ੪ ਵਿੱਚ, ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "Bgiq pRym AwrwiDqM; scu ipAws prm ihqM ]",
    "TRANSLITERATION": "Bhagath Praem Aaraadhhithan Sach Piaas Param Hithan ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰੇਮ ਨਾਲ ਆਰਾਧਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਤੀਬਰ ਖਿੱਚ ਬਣੀ ਰਹਿੰਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "ibllwp ibll ibnMqIAw; suK Bwie icq ihqM ]1]",
    "TRANSLITERATION": "Bilalaap Bilal Binantheeaa Sukh Bhaae Chith Hithan ||1||",
    "PUNJABI": "ਉਹ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਹੀ) ਹਾੜੇ-ਤਰਲੇ ਕਰਦੇ ਹਨ ਬੇਨਤੀਆਂ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਚਿੱਤ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਪਿਆਰ ਵਿਚ (ਮਗਨ ਰਹਿੰਦੇ ਹਨ) ਤੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "jip mn nwmu; hir srxI ]",
    "TRANSLITERATION": "Jap Man Naam Har Saranee ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, ਪਰਮਾਤਮਾ ਦੀ ਓਟ ਫੜ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "sMswr swgr qwir qwrx; rm nwm. kir krxI ]1] rhwau ]",
    "TRANSLITERATION": "Sansaar Saagar Thaar Thaaran Ram Naam Kar Karanee ||1|| Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਜੀਵਨ ਦਾ ਮਨੋਰਥ ਬਣਾ! ਇਹ ਨਾਮ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਲਈ ਜਹਾਜ਼ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "ey mn imrq suB icMqM; gur sbid hir rmxM ]",
    "TRANSLITERATION": "Eae Man Mirath Subh Chinthan Gur Sabadh Har Ramanan ||",
    "PUNJABI": "ਹੇ ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ, ਤੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਪਰਾਮ ਹੋ), ਵਿਕਾਰਾਂ ਵਲੋਂ ਮੌਤ (ਜੀਵਨ ਵਾਸਤੇ) ਸੁਖਦਾਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "miq qqu igAwnM, kilAwx inDwnM; hir nwm min rmxM ]2]",
    "TRANSLITERATION": "Math Thath Giaanan Kaliaan Nidhhaanan Har Naam Man Ramanan ||2||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਸਿਮਰਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਮਤਿ ਜਗਤ-ਮੂਲ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "cl icq ivq. BRmw BRmM; jgu moh mgn ihqM ]",
    "TRANSLITERATION": "Chal Chith Vith Bhramaa Bhraman Jag Moh Magan Hithan ||",
    "PUNJABI": "(ਦੁਨੀਆ ਦਾ) ਧਨ (ਮਨੁੱਖ ਦੇ) ਮਨ ਨੂੰ ਚੰਚਲ ਬਣਾਂਦਾ ਹੈ ਤੇ ਭਟਕਣਾ ਪੈਦਾ ਕਰਦਾ ਹੈ, (ਪਰ) ਜਗਤ (ਇਸ ਧਨ ਦੇ) ਮੋਹ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "c`lic`q"
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "iQru nwmu Bgiq, idVM mqI; gur vwik sbd rqM ]3]",
    "TRANSLITERATION": "Thhir Naam Bhagath Dhirran Mathee Gur Vaak Sabadh Rathan ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਆਪਣੀ) ਸਮਝ ਵਿਚ (ਇਹ ਨਿਸਚਾ) ਪੱਕਾ ਕਰ ਲੈਂਦੇ ਹਨ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "Brmwiq Brmu. n cUkeI; jgu jnim ibAwiD KpM ]",
    "TRANSLITERATION": "Bharamaath Bharam N Chookee Jag Janam Biaadhh Khapan ||",
    "PUNJABI": "ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਜਨਮ ਮਰਨ ਦੇ ਰੋਗ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਦੀ ਮਾਇਆ ਵਾਲੀ) ਭਟਕਣਾ ਮੁੱਕਦੀ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "AsQwnu hir inhkyvlM; siq mqI nwm qpM ]4]",
    "TRANSLITERATION": "Asathhaan Har Nihakaevalan Sath Mathee Naam Thapan ||4||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਹੀ ਐਸਾ ਥਾਂ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਉਪਰਾਮ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਤਪ ਹੀ ਸਹੀ ਸਮਝ ਹੈ ॥੪॥",
    "PRONUNCIATION": "s`iq"
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "iehu jgu moh hyq ibAwipqM; duKu AiDk jnm mrxM ]",
    "TRANSLITERATION": "Eihu Jag Moh Haeth Biaapithan Dhukh Adhhik Janam Maranan ||",
    "PUNJABI": "ਇਹ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ, ਇਸ ਵਾਸਤੇ ਇਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਬਹੁਤ ਦੁੱਖ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "Bju srix siqgur aUbrih; hir nwmu ird rmxM ]5]",
    "TRANSLITERATION": "Bhaj Saran Sathigur Oobarehi Har Naam Ridh Ramanan ||5||",
    "PUNJABI": "ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਸਿਮਰ, ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, (ਤਦੋਂ ਹੀ) ਤੂੰ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ) ਬਚ ਸਕੇਂਗਾ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmiq inhcl, min mnu; mnM shj bIcwrM ]",
    "TRANSLITERATION": "Guramath Nihachal Man Man Manan Sehaj Beechaaran ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪੱਕੇ ਤੌਰ ਤੇ ਧਾਰਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਦੀ ਵਿਚਾਰ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਸਦਾ ਇਹ ਖ਼ਿਆਲ ਰੱਖਦਾ ਹੈ ਕਿ ਮਨ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਲੋਂ ਹਟ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਇਕਾਗ੍ਰਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "so mnu inrmlu. ijqu swcu AMqir; igAwn rqnu swrM ]6]",
    "TRANSLITERATION": "So Man Niramal Jith Saach Anthar Giaan Rathan Saaran ||6||",
    "PUNJABI": "ਜਿਸ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਟਿਕ ਜਾਏ ਉਹ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਗਿਆਨ ਦਾ ਸ੍ਰੇਸ਼ਟ ਰਤਨ ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1871,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "BY Bwie Bgiq. qru Bvjlu mnw; icqu lwie hir crxI ]",
    "TRANSLITERATION": "Bhai Bhaae Bhagath Thar Bhavajal Manaa Chith Laae Har Charanee ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹੁ, ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰਹੁ, ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰ, ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜ, ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ।",
    "PRONUNCIATION": ""
  }
]