[
  {
    "SHABAD_ID": 1901,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "hir suKdwqw min vsY; haumY jwie gumwnu ]",
    "TRANSLITERATION": "Har Sukhadhaathaa Man Vasai Houmai Jaae Gumaan ||",
    "PUNJABI": "ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਆ ਵੱਸੇਗਾ, ਹਉਮੈ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1901,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. ndrI pweIAY; qw An idnu lwgY iDAwnu ]2]",
    "TRANSLITERATION": "Naanak Nadharee Paaeeai Thaa Anadhin Laagai Dhhiaan ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਮਿਲਦਾ ਹੈ ਤਾਂ ਹਰ ਵੇਲੇ ਸੁਰਤਿ ਉਸ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1902,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1902,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "squ sMqoKu sBu scu hY; gurmuiK pivqw ]",
    "TRANSLITERATION": "Sath Santhokh Sabh Sach Hai Guramukh Pavithaa ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਹੋ ਕੇ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਵਿਤ੍ਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਤ ਸੰਤੋਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,",
    "PRONUNCIATION": "piv`qw"
  },
  {
    "SHABAD_ID": 1902,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "AMdrhu kptu ivkwru gieAw; mnu shjy ijqw ]",
    "TRANSLITERATION": "Andharahu Kapatt Vikaar Gaeiaa Man Sehajae Jithaa ||",
    "PUNJABI": "ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਖੋਟ ਤੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੌਖੇ ਹੀ ਮਨ ਨੂੰ ਵੱਸ ਕਰ ਲੈਂਦਾ ਹੈ;",
    "PRONUNCIATION": "ij`qw"
  },
  {
    "SHABAD_ID": 1902,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "qh joiq pRgwsu AnMd rsu; AigAwnu givqw ]",
    "TRANSLITERATION": "Theh Joth Pragaas Anandh Ras Agiaan Gavithaa ||",
    "PUNJABI": "ਇਸ ਅਵਸਥਾ ਵਿਚ (ਅੱਪੜ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ) ਜੋਤਿ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1902,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "An idnu hir ky gux rvY; gux prgtu ikqw ]",
    "TRANSLITERATION": "Anadhin Har Kae Gun Ravai Gun Paragatt Kithaa ||",
    "PUNJABI": "(ਫਿਰ) ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ, (ਰੱਬੀ) ਗੁਣ ਉਸ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1902,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "sBnw dwqw eyku hY; ieko hir imqw ]9]",
    "TRANSLITERATION": "Sabhanaa Dhaathaa Eaek Hai Eiko Har Mithaa ||9||",
    "PUNJABI": "(ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਇਕ ਪ੍ਰਭੂ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਦਾਤਾ ਹੈ ਤੇ ਮਿੱਤਰ ਹੈ ॥੯॥",
    "PRONUNCIATION": "im`qw"
  },
  {
    "SHABAD_ID": 1903,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1903,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "bRhmu ibMdy. so bRwhmxu khIAY; ij An idnu hir ilv lwey ]",
    "TRANSLITERATION": "Breham Bindhae So Braahaman Keheeai J Anadhin Har Liv Laaeae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਬ੍ਰਹਮ ਨੂੰ ਬਿੰਦਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਨੂੰ ਪਛਾਣਦਾ ਹੈ) ਜੋ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤਿ ਜੋੜਦਾ ਹੈ, ਉਸ ਨੂੰ ਬ੍ਰਾਹਮਣ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1903,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur puCY scu sMjmu kmwvY; haumY rogu iqsu jwey ]",
    "TRANSLITERATION": "Sathigur Pushhai Sach Sanjam Kamaavai Houmai Rog This Jaaeae ||",
    "PUNJABI": "(ਉਹ ਬ੍ਰਾਹਮਣ) ਸਤਿਗੁਰੂ ਦੇ ਕਹੇ ਤੇ ਤੁਰਦਾ ਹੈ 'ਸੱਚ' ਰੂਪ ਸੰਜਮ ਰੱਖਦਾ ਹੈ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦਾ ਹਉਮੈ-ਰੋਗ ਦੂਰ ਹੁੰਦਾ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1903,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "hir gux gwvY. gux sMgRhY; joqI joiq imlwey ]",
    "TRANSLITERATION": "Har Gun Gaavai Gun Sangrehai Jothee Joth Milaaeae ||",
    "PUNJABI": "ਉਹ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ, (ਰੱਬੀ) ਗੁਣ ਇਕੱਤ੍ਰ ਕਰਦਾ ਹੈ ਤੇ ਪਰਮ-ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਆਤਮਾ ਮਿਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1903,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "iesu jug mih ko ivrlw bRhmigAwnI; ij haumY myit smwey ]",
    "TRANSLITERATION": "Eis Jug Mehi Ko Viralaa Breham Giaanee J Houmai Maett Samaaeae ||",
    "PUNJABI": "ਮਨੁੱਖ ਜਨਮ ਵਿਚ ਕੋਈ ਵਿਰਲਾ ਬ੍ਰਹਮ ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੈ ਜੋ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਬ੍ਰਹਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "ju`g"
  },
  {
    "SHABAD_ID": 1903,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. iqs no imilAw sdw suKu pweIAY; ij An idnu hir nwmu iDAwey ]1]",
    "TRANSLITERATION": "Naanak This No Miliaa Sadhaa Sukh Paaeeai J Anadhin Har Naam Dhhiaaeae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ (ਬ੍ਰਹਮਗਿਆਨੀ ਬ੍ਰਾਹਮਣ) ਹਰ ਵੇਲੇ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਨੂੰ ਮਿਲਿਆਂ ਸਦਾ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "AMqir kptu mnmuK AigAwnI; rsnw JUTu bolwie ]",
    "TRANSLITERATION": "Anthar Kapatt Manamukh Agiaanee Rasanaa Jhooth Bolaae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜਾਹਲ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਖੋਟ ਹੈ ਤੇ ਜੀਭ ਨਾਲ ਝੂਠ (ਭਾਵ, ਅੰਦਰਲੇ ਖੋਟ ਦੇ ਉਲਟ) ਬੋਲਦਾ ਹੈ (ਭਾਵ, ਅੰਦਰੋਂ ਹੋਰ ਤੇ ਬਾਹਰੋਂ ਹੋਰ);",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "kpit kIqY. hir purKu, n BIjY; inq vyKY suxY suBwie ]",
    "TRANSLITERATION": "Kapatt Keethai Har Purakh N Bheejai Nith Vaekhai Sunai Subhaae ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ) ਠੱਗੀ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਉਂਕਿ) ਉਹ ਸੁਤੇ ਹੀ (ਅਸਾਡਾ ਹਰੇਕ ਲੁਕਵਾਂ ਕੰਮ ਭੀ) ਵੇਖਦਾ ਹੈ ਤੇ (ਲੁਕਵਾਂ ਬੋਲ ਤੇ ਖ਼ਿਆਲ ਭੀ) ਸੁਣਦਾ ਹੈ।",
    "PRONUNCIATION": "(BIjY) pRsMn"
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "dUjY Bwie jwie jgu prboDY; ibKu mwieAw moh suAwie ]",
    "TRANSLITERATION": "Dhoojai Bhaae Jaae Jag Parabodhhai Bikh Maaeiaa Moh Suaae ||",
    "PUNJABI": "(ਮਨਮੁਖ) ਆਪ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੈ ਪਰ ਜਾ ਕੇ ਲੋਕਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ; ਜ਼ਹਿਰੀਲੀ ਧਨ-ਦੌਲਤ ਦੇ ਮੋਹ ਅਤੇ ਸੁਆਦ ਅੰਦਰ ਉਹ ਖੱਚਤ ਹੋ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(prboDY) aupdyS"
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "iequ kmwxY. sdw duKu pwvY; jMmY mrY iPir AwvY jwie ]",
    "TRANSLITERATION": "Eith Kamaanai Sadhaa Dhukh Paavai Janmai Marai Fir Aavai Jaae ||",
    "PUNJABI": "ਇਹ ਕਰਤੂਤ ਕੀਤਿਆਂ ਉਹ ਸਦਾ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ, ਮੁੜ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "shsw. mUil n cukeI; ivic ivstw pcY pcwie ]",
    "TRANSLITERATION": "Sehasaa Mool N Chukee Vich Visattaa Pachai Pachaae ||",
    "PUNJABI": "ਉਸ ਦਾ ਅੰਦਰਲਾ ਤੌਖਲਾ ਕਦੇ ਮਿਟਦਾ ਹੀ ਨਹੀਂ, ਉਹ ਮਾਨੋ, ਮੈਲੇ ਵਿਚ ਪਿਆ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "ijs no ikRpw kry myrw suAwmI; iqsu gur kI isK suxwie ]",
    "TRANSLITERATION": "Jis No Kirapaa Karae Maeraa Suaamee This Gur Kee Sikh Sunaae ||",
    "PUNJABI": "ਪਰ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਰਾ ਮਾਲਕ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣਾਂਦਾ ਹੈ;",
    "PRONUNCIATION": "is`K"
  },
  {
    "SHABAD_ID": 1904,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "hir nwmu iDAwvY. hir nwmo gwvY; hir nwmo AMiq Cfwie ]2]",
    "TRANSLITERATION": "Har Naam Dhhiaavai Har Naamo Gaavai Har Naamo Anth Shhaddaae ||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਨਾਮ ਹੀ ਗਾਉਂਦਾ ਹੈ, ਨਾਮ ਹੀ ਉਸ ਨੂੰ ਆਖ਼ਰ (ਇਸ ਸਹਸੇ ਤੋਂ) ਛੁਡਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1905,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1905,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "ijnw hukmu mnwieEnu; qy pUry sMswir ]",
    "TRANSLITERATION": "Jinaa Hukam Manaaeioun Thae Poorae Sansaar ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਪੂਰੇ ਭਾਂਡੇ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਪਰਮਾਤਮਾ (ਆਪਣਾ) ਹੁਕਮ ਮਨਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1905,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "swihbu syvin@ Awpxw; pUrY sbid vIcwir ]",
    "TRANSLITERATION": "Saahib Saevanih Aapanaa Poorai Sabadh Veechaar ||",
    "PUNJABI": "ਉਹ ਬੰਦੇ ਪੂਰੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਆਪਣੇ ਮਾਲਕ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1905,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kI syvw cwkrI; scY sbid ipAwir ]",
    "TRANSLITERATION": "Har Kee Saevaa Chaakaree Sachai Sabadh Piaar ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਹੋ ਹੀ ਤਾਂ ਸਕਦੀ ਹੈ ਜੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਪਾਈਏ, (ਲਫ਼ਜ਼ੀ-ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਦੀ ਰਾਹੀਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1905,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kw mhlu. iqn@I pwieAw; ijn@ haumY ivchu mwir ]",
    "TRANSLITERATION": "Har Kaa Mehal Thinhee Paaeiaa Jinh Houmai Vichahu Maar ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਅੰਦਰੋਂ ਹਉਮੈ ਨੂੰ ਮਾਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1905,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. gurmuiK imil rhy; jip hir nwmw aur Dwir ]10]",
    "TRANSLITERATION": "Naanak Guramukh Mil Rehae Jap Har Naamaa Our Dhhaar ||10||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਕੇ ਤੇ ਨਾਮ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1906,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1906,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmuiK iDAwn shj Duin aupjY; sic nwim icqu lwieAw ]",
    "TRANSLITERATION": "Guramukh Dhhiaan Sehaj Dhhun Oupajai Sach Naam Chith Laaeiaa ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਜੁੜੀ-ਸੁਰਤ ਤੇ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ, ਉਹ ਸੱਚੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1906,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmuiK An idnu rhY rMig rwqw; hir kw nwmu min BwieAw ]",
    "TRANSLITERATION": "Guramukh Anadhin Rehai Rang Raathaa Har Kaa Naam Man Bhaaeiaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿੱਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਮਨ ਨੂੰ ਪ੍ਰਭੂ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1906,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmuiK hir vyKih. gurmuiK hir bolih; gurmuiK. hir shij rMgu lwieAw ]",
    "TRANSLITERATION": "Guramukh Har Vaekhehi Guramukh Har Bolehi Guramukh Har Sehaj Rang Laaeiaa ||",
    "PUNJABI": "ਗੁਰਮੁਖ ਬੰਦੇ ਰੱਬ ਨੂੰ ਹੀ (ਹਰ ਥਾਂ) ਵੇਖਦੇ ਹਨ, ਰੱਬ ਦੀ ਸਿਫ਼ਤ ਹੀ (ਹਰ ਵੇਲੇ) ਉਚਾਰਦੇ ਹਨ, ਤੇ ਰੱਬੀ ਮੇਲ ਵਾਲੀ ਅਡੋਲਤਾ ਵਿਚ ਪਿਆਰ ਪਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1906,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. gurmuiK igAwnu prwpiq hovY; iqmr AigAwnu ADyru cukwieAw ]",
    "TRANSLITERATION": "Naanak Guramukh Giaan Paraapath Hovai Thimar Agiaan Adhhaer Chukaaeiaa ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖ ਨੂੰ ਉੱਚੀ ਸਮਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਦਾ ਅਗਿਆਨ-ਰੂਪ ਘੁੱਪ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ;",
    "PRONUNCIATION": "(iqmr) hnyrw"
  },
  {
    "SHABAD_ID": 1906,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "ijs no krmu hovY Duir pUrw; iqin gurmuiK hir nwmu iDAwieAw ]1]",
    "TRANSLITERATION": "Jis No Karam Hovai Dhhur Pooraa Thin Guramukh Har Naam Dhhiaaeiaa ||1||",
    "PUNJABI": "ਉਸੇ ਗੁਰਮੁਖ ਨੇ ਨਾਮ ਜਪਿਆ ਹੈ ਜਿਸ ਉਤੇ ਧੁਰੋਂ (ਕਰਤਾਰ ਵਲੋਂ) ਪੂਰੀ ਮਿਹਰ ਹੋਈ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1907,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1907,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "siqguru. ijnw n syivE; sbid. n lgo ipAwru ]",
    "TRANSLITERATION": "Sathigur Jinaa N Saeviou Sabadh N Lago Piaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਨਹੀਂ ਮੰਨਿਆ, ਤੇ ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1907,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "shjy nwmu. n iDAwieAw; ikqu AwieAw sMswir ]",
    "TRANSLITERATION": "Sehajae Naam N Dhhiaaeiaa Kith Aaeiaa Sansaar ||",
    "PUNJABI": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋ ਕੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹ ਜਗਤ ਵਿਚ ਕਾਹਦੇ ਲਈ ਆਏ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1907,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "iPir iPir jUnI pweIAY; ivstw sdw KuAwru ]",
    "TRANSLITERATION": "Fir Fir Joonee Paaeeai Visattaa Sadhaa Khuaar ||",
    "PUNJABI": "ਅਜੇਹਾ ਬੰਦਾ ਮੁੜ ਮੁੜ ਜੂਨ ਵਿਚ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਾਨੋ, ਮੈਲੇ ਵਿਚ ਪੈ ਕੇ ਦੁਖੀ ਹੋ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1907,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "kUVY lwlic ligAw; nw aurvwru. n pwru ]",
    "TRANSLITERATION": "Koorrai Laalach Lagiaa Naa Ouravaar N Paar ||",
    "PUNJABI": "(ਗੁਰੂ ਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਝੂਠੇ-ਲਾਲਚ ਵਿਚ ਫਸਿਆਂ ਨਾ ਉਰਲਾ ਬੰਨਾ ਲੱਭਦਾ ਹੈ ਤੇ ਨਾ ਹੀ ਪਰਲਾ ਬੰਨਾ।",
    "PRONUNCIATION": "l`igAw"
  }
]