[
  {
    "SHABAD_ID": 1907,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. gurmuiK aubry; ij Awip myly krqwir ]2]",
    "TRANSLITERATION": "Naanak Guramukh Oubarae J Aap Maelae Karathaar ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨੂੰ ਕਰਤਾਰ ਨੇ ਆਪ (ਆਪਣੇ ਨਾਲ) ਜੋੜਿਆ ਹੈ ਉਹੀ ਇਸ (ਲਾਲਚ-ਰੂਪ ਸਮੁੰਦਰ) ਵਿਚੋਂ ਬਚ ਕੇ ਨਿਕਲਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1908,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1908,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "Bgq scY dir sohdy; scY sbid rhwey ]",
    "TRANSLITERATION": "Bhagath Sachai Dhar Sohadhae Sachai Sabadh Rehaaeae ||",
    "PUNJABI": "ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਸੋਭਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹ) ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1908,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kI pRIiq. iqn aUpjI; hir pRym kswey ]",
    "TRANSLITERATION": "Har Kee Preeth Thin Oopajee Har Praem Kasaaeae ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, (ਉਹ) ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦੇ ਖਿੱਚੇ ਹੋਏ (ਹਨ),",
    "PRONUNCIATION": "(kswey) iK`c"
  },
  {
    "SHABAD_ID": 1908,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "hir rMig rhih sdw rMig rwqy; rsnw hir rsu ipAwey ]",
    "TRANSLITERATION": "Har Rang Rehehi Sadhaa Rang Raathae Rasanaa Har Ras Piaaeae ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰਸ ਪੀਂਦੇ ਹਨ।",
    "PRONUNCIATION": "rh-ih"
  },
  {
    "SHABAD_ID": 1908,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "sPlu jnmu. ijn@I gurmuiK jwqw; hir jIau irdY vswey ]",
    "TRANSLITERATION": "Safal Janam Jinhee Guramukh Jaathaa Har Jeeo Ridhai Vasaaeae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਰੱਬ ਨੂੰ ਪਛਾਣਿਆ ਹੈ ਤੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ ਉਹਨਾਂ ਦਾ ਜੰਮਣਾ ਮੁਬਾਰਿਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1908,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "bwJu gurU. iPrY ibllwdI; dUjY Bwie KuAwey ]11]",
    "TRANSLITERATION": "Baajh Guroo Firai Bilalaadhee Dhoojai Bhaae Khuaaeae ||11||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸ੍ਰਿਸ਼ਟੀ ਹੋਰ ਹੋਰ ਪਿਆਰ ਵਿਚ ਖੁੰਝੀ ਹੋਈ ਵਿਲਕਦੀ ਫਿਰਦੀ ਹੈ ॥੧੧॥",
    "PRONUNCIATION": "(ibllwdI) ivrlwp"
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "kiljug mih nwmu inDwnu. BgqI KitAw; hir auqm pdu pwieAw ]",
    "TRANSLITERATION": "Kalijug Mehi Naam Nidhhaan Bhagathee Khattiaa Har Outham Padh Paaeiaa ||",
    "PUNJABI": "ਇਸ ਝੰਬੇਲਿਆਂ-ਭਰੇ ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਜਿਸ ਨੇ ਬੰਦਗੀ ਕਰ ਕੇ (ਇਹ ਖ਼ਜ਼ਾਨਾ) ਖੱਟ ਲਿਆ ਹੈ ਉਸ ਨੇ ਪ੍ਰਭੂ (ਦਾ ਮੇਲ-ਰੂਪ) ਉੱਚਾ ਦਰਜਾ ਪਾ ਲਿਆ ਹੈ,",
    "PRONUNCIATION": "kilju`g, BgqIN"
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur syiv. hir nwmu min vswieAw; An idnu nwmu iDAwieAw ]",
    "TRANSLITERATION": "Sathigur Saev Har Naam Man Vasaaeiaa Anadhin Naam Dhhiaaeiaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਉਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੈ ਤੇ ਹਰ ਵੇਲੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "ivcy igRh gur bcin audwsI; haumY mohu jlwieAw ]",
    "TRANSLITERATION": "Vichae Grih Gur Bachan Oudhaasee Houmai Mohu Jalaaeiaa ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਵਿਚ (ਤੁਰ ਕੇ) ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਹੀ ਉਦਾਸੀ ਹੈ (ਕਿਉਂਕਿ) ਉਸ ਨੇ ਹਉਮੈ ਤੇ ਮੋਹ ਸਾੜ ਦਿੱਤਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "Awip qirAw. kul jgqu qrwieAw; DMnu jxydI mwieAw ]",
    "TRANSLITERATION": "Aap Thariaa Kul Jagath Tharaaeiaa Dhhann Janaedhee Maaeiaa ||",
    "PUNJABI": "ਉਹ (ਇਸ ਝੰਬੇਲਿਆਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਆਪ ਲੰਘ ਗਿਆ ਹੈ, ਸਾਰੇ ਜਗਤ ਨੂੰ ਭੀ ਲੰਘਾਂਦਾ ਹੈ, ਧੰਨ ਹੈ ਉਸ ਦੀ ਜੰਮਣ ਵਾਲੀ ਮਾਂ!",
    "PRONUNCIATION": "ku`l swrw j`g-qu, swry jgq c kul BI qr geI"
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "AYsw siqguru soeI pwey; ijsu Duir msqik hir iliK pwieAw ]",
    "TRANSLITERATION": "Aisaa Sathigur Soee Paaeae Jis Dhhur Masathak Har Likh Paaeiaa ||",
    "PUNJABI": "ਇਹੋ ਜਿਹਾ ਗੁਰੂ (ਜਿਸ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ 'ਆਪਿ ਤਰਿਆ ਕੁਲ ਜਗਤੁ ਤਰਾਇਆ') ਉਸੇ ਬੰਦੇ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰੋਂ ਕਰਤਾਰ ਨੇ (ਬੰਦਗੀ ਕਰਨ ਦਾ ਲੇਖ) ਲਿਖ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1909,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "jn nwnk. bilhwrI gur Awpxy ivthu; ijin BRim Bulw mwrig pwieAw ]1]",
    "TRANSLITERATION": "Jan Naanak Balihaaree Gur Aapanae Vittahu Jin Bhram Bhulaa Maarag Paaeiaa ||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਨੇ ਮੈਨੂੰ ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲੇ ਨੂੰ ਰਾਹੇ ਪਾਇਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "qRY gux mwieAw vyiK Buly; ijau dyiK dIpik. pqMg pcwieAw ]",
    "TRANSLITERATION": "Thrai Gun Maaeiaa Vaekh Bhulae Jio Dhaekh Dheepak Pathang Pachaaeiaa ||",
    "PUNJABI": "ਸਾਰੇ ਜੀਵ ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਨੂੰ ਵੇਖ ਕੇ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ) ਖੁੰਝ ਰਹੇ ਹਨ ਜਿਵੇਂ ਭੰਬਟ (ਦੀਵੇ ਨੂੰ) ਵੇਖ ਕੇ ਦੀਵੇ ਉਤੇ ਸੜਦੇ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "pMifq Buil Buil. mwieAw vyKih; idKw, iknY ikhu Awix cVwieAw ]",
    "TRANSLITERATION": "Panddith Bhul Bhul Maaeiaa Vaekhehi Dhikhaa Kinai Kihu Aan Charraaeiaa ||",
    "PUNJABI": "ਪੰਡਤ (ਕਥਾ ਸੁਣਾਂਦੇ) ਮੁੜ ਮੁੜ ਖੁੰਝ ਕੇ ਮਾਇਆ ਵਲ ਹੀ ਤੱਕਦੇ ਹਨ ਕਿ ਵੇਖੀਏ ਕਿਸੇ ਨੇ ਕੁਝ ਲਿਆ ਕੇ ਭੇਟਾ ਰੱਖੀ ਹੈ (ਜਾਂ ਨਹੀਂ),",
    "PRONUNCIATION": "Bu`il,Bu`il[(idKw)idKwauxw kr[idKw:polw bolo[ cV@wieAw"
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "dUjY Bwie, pVih inq ibiKAw; nwvhu diX KuAwieAw ]",
    "TRANSLITERATION": "Dhoojai Bhaae Parrehi Nith Bikhiaa Naavahu Dhay Khuaaeiaa ||",
    "PUNJABI": "ਸੋ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹ (ਅਸਲ ਵਿਚ) ਸਦਾ ਮਾਇਆ (ਦੀ ਸੰਥਾ ਹੀ) ਪੜ੍ਹਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ) ਨਾਮ ਵਲੋਂ ਖੁੰਝਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "d-iX d mukqw- iX ishwrI sihq- qwlU qoN bolo"
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "jogI jMgm sMinAwsI Buly; En@w AhMkwru bhu grbu vDwieAw ]",
    "TRANSLITERATION": "Jogee Jangam Sanniaasee Bhulae Ounhaa Ahankaar Bahu Garab Vadhhaaeiaa ||",
    "PUNJABI": "ਜੋਗੀ ਜੰਗਮ ਤੇ ਸੰਨਿਆਸੀ (ਭੀ ਜੀਵਨ ਦੇ ਰਾਹ ਤੋਂ) ਖੁੰਝੇ ਹੋਏ ਹਨ, (ਕਿਉਂਕਿ 'ਤਿਆਗ' ਕਾਰਨ) ਇਹਨਾਂ ਨੇ ਮਾਣ ਤੇ ਅਹੰਕਾਰ ਨੂੰ ਵਧਾਇਆ ਹੋਇਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "Cwdnu Bojnu. n lYhI sq iBiKAw; mn hiT jnmu gvwieAw ]",
    "TRANSLITERATION": "Shhaadhan Bhojan N Laihee Sath Bhikhiaa Manehath Janam Gavaaeiaa ||",
    "PUNJABI": "(ਗ੍ਰਿਹਸਤੀਆਂ ਪਾਸੋਂ) ਆਦਰ ਸਰਧਾ ਨਾਲ ਮਿਲਿਆ ਕੱਪੜਾ ਤੇ ਭੋਜਨ-ਰੂਪ ਭਿੱਛਿਆ ਨਹੀਂ ਲੈਂਦੇ (ਭਾਵ, ਥੋੜੀ ਚੀਜ਼ ਮਿਲਣ ਤੇ ਉਹਨਾਂ ਨੂੰ ਘੂਰਦੇ ਹਨ) ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਮਨ ਦੇ ਹਠ ਨਾਲ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਅਜਾਈਂ ਗਵਾ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "SrDw nwl idqI s`q s`cI hIN lYNdy"
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "eyqiVAw ivchu. so jnu smDw; ijin gurmuiK nwmu iDAwieAw ]",
    "TRANSLITERATION": "Eaetharriaa Vichahu So Jan Samadhhaa Jin Guramukh Naam Dhhiaaeiaa ||",
    "PUNJABI": "ਇਹਨਾਂ ਸਾਰਿਆਂ ਵਿਚੋਂ ਉਹ ਮਨੁੱਖ ਪੂਰਨ ਅਵਸਥਾ ਵਾਲਾ ਹੈ ਜਿਸ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ।",
    "PRONUNCIATION": "(smDw)nwm ivBUqI vwlw:polw bolo[ polw (sm-Dw)smiJAw hY[ eyqiVAW ksky"
  },
  {
    "SHABAD_ID": 1910,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "jn nwnk. iks no AwiK suxweIAY; jw krdy siB krwieAw ]2]",
    "TRANSLITERATION": "Jan Naanak Kis No Aakh Sunaaeeai Jaa Karadhae Sabh Karaaeiaa ||2||",
    "PUNJABI": "ਪਰ, ਹੇ ਦਾਸ ਨਾਨਕ! ਹੋਰ ਕਿਸ ਅੱਗੇ ਪੁਕਾਰ ਕਰੀਏ? ਸਾਰੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਹੀ ਕਾਰ ਕਰ ਰਹੇ ਹਨ, (ਭਾਵ, ਇਸ ਮਾਇਆ ਤੋਂ ਬਚਣ ਲਈ ਪ੍ਰਭੂ ਅੱਗੇ ਹੀ ਕੀਤੀ ਅਰਦਾਸ ਸਹੈਤਾ ਕਰਦੀ ਹੈ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1911,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1911,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "mwieAw mohu pryqu hY; kwmu kRoDu AhMkwrw ]",
    "TRANSLITERATION": "Maaeiaa Mohu Paraeth Hai Kaam Krodhh Ahankaaraa ||",
    "PUNJABI": "ਮਾਇਆ ਦਾ ਮੋਹ, ਕਾਮ, ਕ੍ਰੋਧ ਤੇ ਅਹੰਕਾਰ ਸਭ ਇਕ ਤਰ੍ਹਾਂ ਦੇ ਭੂਤ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1911,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "eyh jm kI isr kwr hY; eyn@w aupir jm kw fMfu krwrw ]",
    "TRANSLITERATION": "Eaeh Jam Kee Sirakaar Hai Eaenhaa Oupar Jam Kaa Ddandd Karaaraa ||",
    "PUNJABI": "ਇਹ ਸਾਰੇ ਜਮਰਾਜ ਦੀ ਰਈਅਤ ਹਨ, ਇਹਨਾਂ ਉੱਤੇ ਜਮਰਾਜ ਦਾ ਜ਼ੋਰ ਚੱਲਦਾ ਹੈ।",
    "PRONUNCIATION": "(2. isrkwr)"
  },
  {
    "SHABAD_ID": 1911,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "mnmuK jm mig pweIAin@; ijn@ dUjw Bwau ipAwrw ]",
    "TRANSLITERATION": "Manamukh Jam Mag Paaeeanih Jinh Dhoojaa Bhaao Piaaraa ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਾਇਆ ਦਾ ਪਿਆਰ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ ਜਮਰਾਜ ਦੇ ਰਾਹ ਤੇ ਪਾਏ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1911,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "jmpuir bDy mwrIAin; ko suxY n. pUkwrw ]",
    "TRANSLITERATION": "Jam Pur Badhhae Maareean Ko Sunai N Pookaaraa ||",
    "PUNJABI": "ਉਹ ਮਨਮੁਖ ਜਮ-ਪੁਰੀ ਵਿਚ ਬੱਝੇ ਹੋਏ ਮਾਰੀਦੇ ਹਨ ਤੇ ਕੋਈ ਉਹਨਾਂ ਦੀ ਪੁਕਾਰ ਨਹੀਂ ਸੁਣਦਾ (ਭਾਵ, ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਦੇ ਪੰਜੇ ਤੋਂ ਕੋਈ ਉਹਨਾਂ ਨੂੰ ਛੁਡਾ ਨਹੀਂ ਸਕਦਾ)।",
    "PRONUNCIATION": "b`Dy"
  },
  {
    "SHABAD_ID": 1911,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "ijs no ikRpw kry. iqsu guru imlY; gurmuiK insqwrw ]12]",
    "TRANSLITERATION": "Jis No Kirapaa Karae This Gur Milai Guramukh Nisathaaraa ||12||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਤੇ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰੇ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਇਹਨਾਂ ਭੂਤਾਂ ਤੋਂ) ਛੁਟਕਾਰਾ ਹੁੰਦਾ ਹੈ ॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1912,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1912,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "haumY mmqw mohxI; mnmuKw no geI Kwie ]",
    "TRANSLITERATION": "Houmai Mamathaa Mohanee Manamukhaa No Gee Khaae ||",
    "PUNJABI": "ਹਉਮੈ ਤੇ ਅਪਣੱਤ (ਸਰੂਪ ਵਾਲੀ ਮਾਇਆ, ਮਾਨੋ) ਚੁੜੇਲ ਹੈ ਜੋ ਆਪ-ਹੁਦਰਿਆਂ ਨੂੰ ਹੜੱਪ ਕਰ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1912,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "jo moih dUjY icqu lwiedy; iqnw ivAwip rhI lptwie ]",
    "TRANSLITERATION": "Jo Mohi Dhoojai Chith Laaeidhae Thinaa Viaap Rehee Lapattaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ (ਰੱਬ ਨੂੰ ਛੱਡ ਕਿਸੇ) ਹੋਰ ਦੇ ਮੋਹ ਵਿਚ ਚਿੱਤ ਜੋੜਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਚੰਬੜ ਕੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1912,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "gur kY sbid prjwlIAY; qw eyh ivchu jwie ]",
    "TRANSLITERATION": "Gur Kai Sabadh Parajaaleeai Thaa Eaeh Vichahu Jaae ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਇਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਾੜੀਏ ਤਾਂ ਇਹ ਅੰਦਰੋਂ ਨਿਕਲਦੀ ਹੈ;",
    "PRONUNCIATION": "(prjwlIAY) swVdI[pr-jwlIAY"
  },
  {
    "SHABAD_ID": 1912,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "qnu mnu hovY aujlw; nwmu vsY min Awie ]",
    "TRANSLITERATION": "Than Man Hovai Oujalaa Naam Vasai Man Aae ||",
    "PUNJABI": "ਤਾਂ ਸਰੀਰ ਤੇ ਮਨ ਸੁਅੱਛ ਹੋ ਜਾਂਦਾ ਹੈ; ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1912,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. mwieAw kw mwrxu, hir nwmu hY; gurmuiK pwieAw jwie ]1]",
    "TRANSLITERATION": "Naanak Maaeiaa Kaa Maaran Har Naam Hai Guramukh Paaeiaa Jaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਸ ਮਾਇਆ (ਸੰਖੀਏ ਨੂੰ ਕੁਸ਼ਤਾ ਕਰਨ) ਦੀ ਬੂਟੀ ਇੱਕ ਹਰਿ-ਨਾਮ ਹੀ ਹੈ ਜੋ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1913,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1913,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "iehu mnu. kyqiVAw jug BrimAw; iQru rhY n. AwvY jwie ]",
    "TRANSLITERATION": "Eihu Man Kaetharriaa Jug Bharamiaa Thhir Rehai N Aavai Jaae ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ ਕਈ ਜੁਗ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਵਿਚ) ਟਿਕਦਾ ਨਹੀਂ ਤੇ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ;",
    "PRONUNCIATION": "ju`g"
  },
  {
    "SHABAD_ID": 1913,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "hir Bwxw. qw BrmwieAnu; kir prpMcu Kylu aupwie ]",
    "TRANSLITERATION": "Har Bhaanaa Thaa Bharamaaeian Kar Parapanch Khael Oupaae ||",
    "PUNJABI": "ਪਰ ਇਹ ਗੱਲ ਪ੍ਰਭੂ ਨੂੰ (ਏਸੇ ਤਰ੍ਹਾਂ) ਭਾਉਂਦੀ ਹੈ ਕਿ ਉਸ ਨੇ ਇਹ ਠੱਗਣ ਵਾਲੀ (ਜਗਤ-ਖੇਡ ਬਣਾ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਇਸ ਵਿਚ) ਭਰਮਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1913,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "jw hir bKsy. qw guru imlY; AsiQru rhY smwie ]",
    "TRANSLITERATION": "Jaa Har Bakhasae Thaa Gur Milai Asathhir Rehai Samaae ||",
    "PUNJABI": "ਜਦੋਂ ਪ੍ਰਭੂ (ਆਪ) ਮਿਹਰ ਕਰਦਾ ਹੈ ਤਾਂ (ਜੀਵ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ, (ਫਿਰ) ਇਹ (ਪ੍ਰਭੂ ਵਿਚ) ਜੁੜ ਕੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "PRONUNCIATION": ""
  }
]