[
  {
    "SHABAD_ID": 1921,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu iqs no AwKIAY; ij sB mih rihAw smwie ]",
    "TRANSLITERATION": "Vaahu Vaahu This No Aakheeai J Sabh Mehi Rehiaa Samaae ||",
    "PUNJABI": "ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਸਭ ਵਿੱਚ ਸਮਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1921,
    "LINE_ID": 1,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu iqs no AwKIAY; ij dydw irjku sbwih ]",
    "TRANSLITERATION": "Vaahu Vaahu This No Aakheeai J Dhaedhaa Rijak Sabaahi ||",
    "PUNJABI": "ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ ਤੇ ਜੋ ਸਭ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਉਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1921,
    "LINE_ID": 2,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. vwhu vwhu ieko kir swlwhIAY; ij siqgur dIAw idKwie ]1]",
    "TRANSLITERATION": "Naanak Vaahu Vaahu Eiko Kar Saalaaheeai J Sathigur Dheeaa Dhikhaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਲਾ-ਸ਼ਰੀਕ ਜਾਣ ਕੇ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰੀਏ; ਉਸ ਦਾ ਦਰਸਨ ਸਤਿਗੁਰੂ ਹੀ ਕਰਾਉਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1922,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1922,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu gurmuK sdw krih; mnmuK mrih ibKu Kwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Guramukh Sadhaa Karehi Manamukh Marehi Bikh Khaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ; ਪਰ, ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ ਮਾਇਆ-ਰੂਪ ਜ਼ਹਿਰ ਖਾ ਕੇ ਮਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1922,
    "LINE_ID": 3,
    "RAAG_ID": 9,
    "GURMUKHI": "Enw vwhu vwhu. n BwveI; duKy duiK ivhwie ]",
    "TRANSLITERATION": "Ounaa Vaahu Vaahu N Bhaavee Dhukhae Dhukh Vihaae ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ, ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਉਮਰ ਦੁੱਖ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1922,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmuiK AMimRqu pIvxw; vwhu vwhu krih ilv lwie ]",
    "TRANSLITERATION": "Guramukh Anmrith Peevanaa Vaahu Vaahu Karehi Liv Laae ||",
    "PUNJABI": "ਗੁਰਮੁਖਾਂ ਦਾ ਜਲ-ਪਾਨ ਹੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੈ (ਭਾਵ, ਗੁਰਮੁਖਾਂ ਲਈ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ), ਉਹ ਸੁਰਤਿ ਜੋੜ ਕੇ ਸਿਫ਼ਤ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1922,
    "LINE_ID": 4,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. vwhu vwhu krih sy jn inrmly; iqRBvx soJI pwie ]2]",
    "TRANSLITERATION": "Naanak Vaahu Vaahu Karehi Sae Jan Niramalae Thribhavan Sojhee Paae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਤਿੰਨਾਂ ਭਵਨਾਂ (ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ) ਸੂਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1923,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1923,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kY BwxY. guru imlY; syvw Bgiq bnIjY ]",
    "TRANSLITERATION": "Har Kai Bhaanai Gur Milai Saevaa Bhagath Baneejai ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ (ਉਸ ਵਾਸਤੇ) ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਤੇ ਭਗਤੀ (ਦੀ ਜੁਗਤ) ਬਣਦੀ ਹੈ,",
    "PRONUNCIATION": "(bnIjY) bxdI hY"
  },
  {
    "SHABAD_ID": 1923,
    "LINE_ID": 5,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kY BwxY hir min vsY; shjy rsu pIjY ]",
    "TRANSLITERATION": "Har Kai Bhaanai Har Man Vasai Sehajae Ras Peejai ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ ਤੇ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਟਿਕਿਆਂ) ਨਾਮ-ਰਸ ਪੀਵੀਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1923,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kY BwxY. suKu pweIAY; hir lwhw inq lIjY ]",
    "TRANSLITERATION": "Har Kai Bhaanai Sukh Paaeeai Har Laahaa Nith Leejai ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ (ਆਤਮਾ ਨੂੰ) ਸੁਖ ਮਿਲਦਾ ਹੈ ਤੇ (ਜੀਵ-ਵਪਾਰੀ ਨੂੰ) ਸਦਾ ਨਾਮ-ਰੂਪ ਦਾ ਨਫ਼ਾ ਮਿਲਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1923,
    "LINE_ID": 6,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kY qKiq bhwlIAY; inj Gir sdw vsIjY ]",
    "TRANSLITERATION": "Har Kai Thakhath Behaaleeai Nij Ghar Sadhaa Vaseejai ||",
    "PUNJABI": "ਇਸ ਤਰ੍ਹਾਂ ਵਾਹਿਗੁਰੂ ਦੇ (ਨਾਮ ਦੇ) ਰਾਜ-ਸਿੰਘਾਸਣ ਉਤੇ ਬੈਠਣ ਨਾਲ, ਪ੍ਰਭੂ ਹਮੇਸ਼ਾਂ ਆਪਣੇ ਨਿੱਜ ਦੇ ਗ੍ਰਹਿ ਵਿੱਚ ਵਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1923,
    "LINE_ID": 7,
    "RAAG_ID": 9,
    "GURMUKHI": "hir kw Bwxw iqnI mMinAw; ijnw gurU imlIjY ]16]",
    "TRANSLITERATION": "Har Kaa Bhaanaa Thinee Manniaa Jinaa Guroo Mileejai ||16||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ (ਮਿੱਠਾ ਕਰ ਕੇ) ਮੰਨਦੇ ਹਨ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu sy jn sdw krih; ijn@ kau Awpy dyie buJwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Sae Jan Sadhaa Karehi Jinh Ko Aapae Dhaee Bujhaae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸੁਮੱਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ,",
    "PRONUNCIATION": "bu`Jwie"
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 8,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu kriqAw mnu inrmlu hovY; haumY ivchu jwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Karathiaa Man Niramal Hovai Houmai Vichahu Jaae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਮਨ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ ਤੇ ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੂਰ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu gurisKu jo inq kry; so mn icMidAw Plu pwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Gurasikh Jo Nith Karae So Man Chindhiaa Fal Paae ||",
    "PUNJABI": "ਜੋ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਨ-ਇੱਛਤ ਫਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 9,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu krih. sy jn sohxy; hir iqn@ kY sMig imlwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Karehi Sae Jan Sohanae Har Thinh Kai Sang Milaae ||",
    "PUNJABI": "ਜੋ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਦਾਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 10,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu ihrdY aucrw; muKhu BI vwhu vwhu kryau ]",
    "TRANSLITERATION": "Vaahu Vaahu Hiradhai Oucharaa Mukhahu Bhee Vaahu Vaahu Karaeo ||",
    "PUNJABI": "ਜੋ ਹਿਰਦੇ ਵਿੱਚ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹਨ੍ਹਾਂ ਦੇ ਮੂਹੋਂ ਵੀ ਸਿਫਤ-ਸਲਾਹ ਹੀ ਨਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1924,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. vwhu vwhu jo krih; hau qnu mnu iqn@ kau dyau ]1]",
    "TRANSLITERATION": "Naanak Vaahu Vaahu Jo Karehi Ho Than Man Thinh Ko Dhaeo ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਮੈਂ ਆਪਣਾ ਤਨ ਮਨ ਉਹਨਾਂ ਅੱਗੇ ਭੇਟ ਕਰ ਦਿਆਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 11,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu swihbu scu hY; AMimRqu jw kw nwau ]",
    "TRANSLITERATION": "Vaahu Vaahu Saahib Sach Hai Anmrith Jaa Kaa Naao ||",
    "PUNJABI": "ਜਿਸ ਮਾਲਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਜੀਵਾਂ ਨੂੰ) ਆਤਮਕ ਬਲ ਦੇਣ ਵਾਲਾ ਹੈ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "ijin syivAw iqin Plu pwieAw; hau. iqn bilhwrY jwau ]",
    "TRANSLITERATION": "Jin Saeviaa Thin Fal Paaeiaa Ho Thin Balihaarai Jaao ||",
    "PUNJABI": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਸ ਉਸ ਨੇ (ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਅਜੇਹੇ ਗੁਰਮੁਖਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 12,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu guxI inDwnu hY; ijs no dyie su Kwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Gunee Nidhhaan Hai Jis No Dhaee S Khaae ||",
    "PUNJABI": "ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ ਉਸ ਦਾ ਹੀ ਰੂਪ ਹੈ, ਪ੍ਰਭੂ ਜਿਸ ਨੂੰ ਇਹ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹ ਇਸ ਨੂੰ ਵਰਤਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu jil Qil BrpUru hY; gurmuiK pwieAw jwie ]",
    "TRANSLITERATION": "Vaahu Vaahu Jal Thhal Bharapoor Hai Guramukh Paaeiaa Jaae ||",
    "PUNJABI": "ਸਿਫ਼ਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਉਤੇ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ, ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦਿਆਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 13,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu gurisK inq sB krhu; gur pUry. vwhu vwhu BwvY ]",
    "TRANSLITERATION": "Vaahu Vaahu Gurasikh Nith Sabh Karahu Gur Poorae Vaahu Vaahu Bhaavai ||",
    "PUNJABI": "ਹੇ ਗੁਰ-ਸਿੱਖੋ! ਸਾਰੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵੋ, ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1925,
    "LINE_ID": 14,
    "RAAG_ID": 9,
    "GURMUKHI": "nwnk. vwhu vwhu jo min iciq kry; iqsu jmkMkru nyiV. n AwvY ]2]",
    "TRANSLITERATION": "Naanak Vaahu Vaahu Jo Man Chith Karae This Jamakankar Naerr N Aavai ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਇਕ-ਮਨ ਹੋ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1926,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1926,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "hir jIau scw scu hY; scI gurbwxI ]",
    "TRANSLITERATION": "Har Jeeo Sachaa Sach Hai Sachee Gurabaanee ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਗੁਰੂ ਦੀ ਬਾਣੀ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1926,
    "LINE_ID": 15,
    "RAAG_ID": 9,
    "GURMUKHI": "siqgur qy scu pCwxIAY; sic shij smwxI ]",
    "TRANSLITERATION": "Sathigur Thae Sach Pashhaaneeai Sach Sehaj Samaanee ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1926,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "An idnu jwgih. nw svih; jwgq rYix ivhwxI ]",
    "TRANSLITERATION": "Anadhin Jaagehi Naa Savehi Jaagath Rain Vihaanee ||",
    "PUNJABI": "ਉਹ ਹਰ ਵੇਲੇ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਨਹੀਂ ਸਉਂਦੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ-ਰੂਪ ਸਾਰੀ ਰਾਤ ਸੁਚੇਤ ਰਹਿ ਕੇ ਗੁਜ਼ਰਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1926,
    "LINE_ID": 16,
    "RAAG_ID": 9,
    "GURMUKHI": "gurmqI hir rsu cwiKAw; sy puMn prwxI ]",
    "TRANSLITERATION": "Guramathee Har Ras Chaakhiaa Sae Punn Paraanee ||",
    "PUNJABI": "ਤੇ ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1926,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "ibnu gur. iknY n pwieE; pic muey AjwxI ]17]",
    "TRANSLITERATION": "Bin Gur Kinai N Paaeiou Pach Mueae Ajaanee ||17||",
    "PUNJABI": "ਪਰ, ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ, ਅੰਞਾਣ ਲੋਕ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਖਪ ਖਪ ਕੇ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੧੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1927,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1927,
    "LINE_ID": 17,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu bwxI inrMkwr hY; iqsu jyvfu Avru n koie ]",
    "TRANSLITERATION": "Vaahu Vaahu Baanee Nirankaar Hai This Jaevadd Avar N Koe ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸੇ ਦਾ ਰੂਪ ਹੈ, ਜੋ ਆਕਾਰ-ਰਹਿਤ ਹੈ ਤੇ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1927,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu Agm AQwhu hY; vwhu vwhu scw soie ]",
    "TRANSLITERATION": "Vaahu Vaahu Agam Athhaahu Hai Vaahu Vaahu Sachaa Soe ||",
    "PUNJABI": "ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ, ਜਿਸ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ, ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਸਦਾ-ਥਿਰ ਹੈ।",
    "PRONUNCIATION": "(A-gm) sogrihq:polw bolo"
  },
  {
    "SHABAD_ID": 1927,
    "LINE_ID": 18,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu vyprvwhu hY; vwhu vwhu kry su hoie ]",
    "TRANSLITERATION": "Vaahu Vaahu Vaeparavaahu Hai Vaahu Vaahu Karae S Hoe ||",
    "PUNJABI": "ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਬੇਪਰਵਾਹ ਹੈ। ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਪ੍ਰਭੂ ਜੋ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1927,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu AMimRq nwmu hY; gurmuiK pwvY koie ]",
    "TRANSLITERATION": "Vaahu Vaahu Anmrith Naam Hai Guramukh Paavai Koe ||",
    "PUNJABI": "ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਲਾਇਕ ਪ੍ਰਭੂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਹੀ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1927,
    "LINE_ID": 19,
    "RAAG_ID": 9,
    "GURMUKHI": "vwhu vwhu krmI pweIAY; Awip dieAw kir dyie ]",
    "TRANSLITERATION": "Vaahu Vaahu Karamee Paaeeai Aap Dhaeiaa Kar Dhaee ||",
    "PUNJABI": "ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਭਾਗਾਂ ਨਾਲ ਹੀ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਮੇਹਰ ਕਰ ਕੇ ਆਪ ਪ੍ਰਭੂ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]