[
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "gurmiq. mnu ThrweIAY, myrI ijMduVIey; Anq. n kwhU foly rwm ]",
    "TRANSLITERATION": "Guramath Man Theharaaeeai Maeree Jindhurreeeae Anath N Kaahoo Ddolae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਇਸ ਮਨ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ) ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਡੋਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "mn icMidAVw Plu pwieAw hir pRBu; gux nwnk bwxI boly rwm ]1]",
    "TRANSLITERATION": "Man Chindhiarraa Fal Paaeiaa Har Prabh Gun Naanak Baanee Bolae Raam ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰਮਤਿ ਤੇ ਤੁਰ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨ-ਇੱਛਤ ਫਲ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "gurmiq min AMimRqu vuTVw, myrI ijMduVIey; muiK AMimRq bYx Alwey rwm ]",
    "TRANSLITERATION": "Guramath Man Anmrith Vutharraa Maeree Jindhurreeeae Mukh Anmrith Bain Alaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਸਦਾ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "vu`TVw"
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "AMimRq bwxI Bgq jnw kI, myrI ijMduVIey; min suxIAY. hir ilv lwey rwm ]",
    "TRANSLITERATION": "Anmrith Baanee Bhagath Janaa Kee Maeree Jindhurreeeae Man Suneeai Har Liv Laaeae Raam ||",
    "PUNJABI": "ਹੇ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਬਾਣੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਉਹ ਬਾਣੀ ਮਨ ਨਾਲ (ਧਿਆਨ ਨਾਲ) ਸੁਣਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "icrI ivCuMnw. hir pRBu pwieAw; gil imilAw shij suBwey rwm ]",
    "TRANSLITERATION": "Chiree Vishhunnaa Har Prabh Paaeiaa Gal Miliaa Sehaj Subhaaeae Raam ||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਸੁਣਦਾ ਹੈ ਉਸ ਨੂੰ) ਚਿਰ ਦਾ ਵਿਛੁੜਿਆ ਹੋਇਆ ਪਰਮਾਤਮਾ ਆ ਮਿਲਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਪ੍ਰੇਮ ਦੇ ਕਾਰਨ ਉਸ ਦੇ ਗਲ ਆ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "gil:polw bolo"
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "jn nwnk. min Andu BieAw hY, myrI ijMduVIey; Anhq sbd vjwey rwm ]2]",
    "TRANSLITERATION": "Jan Naanak Man Anadh Bhaeiaa Hai Maeree Jindhurreeeae Anehath Sabadh Vajaaeae Raam ||2||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦਾ (ਮਾਨੋ, ਵਾਜਾ) ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "sKI shylI myrIAw, myrI ijMduVIey; koeI hir pRBu Awix imlwvY rwm ]",
    "TRANSLITERATION": "Sakhee Sehaelee Maereeaa Maeree Jindhurreeeae Koee Har Prabh Aan Milaavai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸਖੀ ਸਹੇਲੀਹੋ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇ ਕੋਈ ਧਿਰ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "hau mnu dyvau iqsu Awpxw, myrI ijMduVIey; hir pRB kI hir kQw suxwvY rwm ]",
    "TRANSLITERATION": "Ho Man Dhaevo This Aapanaa Maeree Jindhurreeeae Har Prabh Kee Har Kathhaa Sunaavai Raam ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਇਆ ਕਰੇ, ਤਾਂ ਮੈਂ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "gurmuiK sdw ArwiD hir, myrI ijMduVIey; mn icMidAVw Plu pwvY rwm ]",
    "TRANSLITERATION": "Guramukh Sadhaa Araadhh Har Maeree Jindhurreeeae Man Chindhiarraa Fal Paavai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, (ਜੇਹੜਾ ਕੋਈ ਸਿਮਰਦਾ ਹੈ ਉਹ) ਮਨ-ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk. Bju hir srxwgqI, myrI ijMduVIey; vfBwgI nwmu iDAwvY rwm ]3]",
    "TRANSLITERATION": "Naanak Bhaj Har Saranaagathee Maeree Jindhurreeeae Vaddabhaagee Naam Dhhiaavai Raam ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਈ ਰਹੁ! ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "Bju:polw bolo[ sr-xwgqI"
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "kir ikrpw pRB Awie imlu, myrI ijMduVIey; gurmiq nwmu prgwsy rwm ]",
    "TRANSLITERATION": "Kar Kirapaa Prabh Aae Mil Maeree Jindhurreeeae Guramath Naam Paragaasae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਹੀ ਉਹ ਮੈਨੂੰ ਆ ਮਿਲਦਾ ਹੈ। (ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਹਰਿ-ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਚਮਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "hau. hir bwJu aufIxIAw, myrI ijMduVIey; ijau jl ibnu. kml audwsy rwm ]",
    "TRANSLITERATION": "Ho Har Baajh Ouddeeneeaa Maeree Jindhurreeeae Jio Jal Bin Kamal Oudhaasae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਮੈਂ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੁਮਲਾਈ ਰਹਿੰਦੀ ਹਾਂ, ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਕੌਲ-ਫੁੱਲ ਕੁਮਲਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(aufIxIAw) audws"
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "guir pUrY mylwieAw, myrI ijMduVIey; hir sjxu hir pRBu pwsy rwm ]",
    "TRANSLITERATION": "Gur Poorai Maelaaeiaa Maeree Jindhurreeeae Har Sajan Har Prabh Paasae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਸੱਜਣ-ਹਰੀ ਮਿਲਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਹਰੀ ਪ੍ਰਭੂ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2062,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "Dnu Dnu gurU hir disAw, myrI ijMduVIey; jn nwnk. nwim ibgwsy rwm ]4]1]",
    "TRANSLITERATION": "Dhhan Dhhan Guroo Har Dhasiaa Maeree Jindhurreeeae Jan Naanak Naam Bigaasae Raam ||4||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਸਦਾ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ। ਗੁਰੂ ਨੇ ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ) ਦੱਸ ਪਾ ਦਿੱਤੀ (ਉਸ ਦਾ ਹਿਰਦਾ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": "d`isAw"
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "rwgu ibhwgVw mhlw 4 ]",
    "TRANSLITERATION": "Raag Bihaagarraa Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "AMimRqu hir hir nwmu hY, myrI ijMduVIey; AMimRqu gurmiq pwey rwm ]",
    "TRANSLITERATION": "Anmrith Har Har Naam Hai Maeree Jindhurreeeae Anmrith Guramath Paaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ, ਇਹ ਨਾਮ-ਜਲ ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "haumY mwieAw ibKu hY, myrI ijMduVIey; hir AMimRiq. ibKu lih jwey rwm ]",
    "TRANSLITERATION": "Houmai Maaeiaa Bikh Hai Maeree Jindhurreeeae Har Anmrith Bikh Lehi Jaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹਉਮੈ ਜ਼ਹਿਰ ਹੈ ਮਾਇਆ (ਦਾ ਮੋਹ) ਜ਼ਹਿਰ ਹੈ (ਜੋ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ), ਇਹ ਜ਼ਹਿਰ ਨਾਮ-ਜਲ (ਪੀਣ) ਨਾਲ ਲਹਿ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "mnu sukw hirAw hoieAw, myrI ijMduVIey; hir hir nwmu iDAwey rwm ]",
    "TRANSLITERATION": "Man Sukaa Hariaa Hoeiaa Maeree Jindhurreeeae Har Har Naam Dhhiaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦਾ ਸੁੱਕਾ ਹੋਇਆ (ਥੋੜ੍ਹ-ਵਿਤਾ ਹੋ ਚੁੱਕਾ) ਮਨ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਕੋਈ ਸੁੱਕਾ ਹੋਇਆ ਰੁੱਖ ਪਾਣੀ ਨਾਲ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ, ਕਰੜਾ-ਪਨ ਛੱਡ ਕੇ ਨਰਮ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "hir Bwg vfy iliK pwieAw, myrI ijMduVIey; jn nwnk. nwim smwey rwm ]1]",
    "TRANSLITERATION": "Har Bhaag Vaddae Likh Paaeiaa Maeree Jindhurreeeae Jan Naanak Naam Samaaeae Raam ||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਬਲੇ ਲਿਖੇ ਅਨੁਸਾਰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "hir syqI mnu byiDAw, myrI ijMduVIey; ijau bwlk lig duD KIry rwm ]",
    "TRANSLITERATION": "Har Saethee Man Baedhhiaa Maeree Jindhurreeeae Jio Baalak Lag Dhudhh Kheerae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਇਉਂ ਪ੍ਰੋਇਆ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਬੱਚੇ ਦਾ ਮਨ ਦੁੱਧ ਨਾਲ ਪਰਚ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": "by~iDAw[ l`ig[ du`D"
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "hir ibnu. sWiq n pweIAY, myrI ijMduVIey; ijau cwiqRku. jl ibnu tyry rwm ]",
    "TRANSLITERATION": "Har Bin Saanth N Paaeeai Maeree Jindhurreeeae Jio Chaathrik Jal Bin Ttaerae Raam ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਨੂੰ, ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਠੰਡ ਨਹੀਂ ਪੈਂਦੀ (ਉਹ ਸਦਾ ਵਿਆਕੁਲ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ) ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਦੇ) ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਪੁਕਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(tyry) pukwrdw"
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "siqgur srxI jwie pau, myrI ijMduVIey; gux dsy hir pRB kyry rwm ]",
    "TRANSLITERATION": "Sathigur Saranee Jaae Po Maeree Jindhurreeeae Gun Dhasae Har Prabh Kaerae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਾ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਰਹੁ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਦੱਸ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "d`sy"
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "jn nwnk. hir mylwieAw, myrI ijMduVIey; Gir vwjy sbd Gxyry rwm ]2]",
    "TRANSLITERATION": "Jan Naanak Har Maelaaeiaa Maeree Jindhurreeeae Ghar Vaajae Sabadh Ghanaerae Raam ||2||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦਿੱਤਾ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਮਾਨੋ) ਅਨੇਕਾਂ ਸੋਹਣੇ ਸਾਜ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "mnmuiK haumY ivCuVy, myrI ijMduVIey; ibKu bwDy haumY jwly rwm ]",
    "TRANSLITERATION": "Manamukh Houmai Vishhurrae Maeree Jindhurreeeae Bikh Baadhhae Houmai Jaalae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਹਉਮੈ ਦੇ ਕਾਰਨ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੁੜ ਜਾਂਦੇ ਹਨ, (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਿਰ (ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ), ਉਹ ਹਉਮੈ ਦੇ ਜਾਲ ਵਿਚ ਬੱਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "ijau pMKI kpoiq. Awpu bn@wieAw, myrI ijMduVIey; iqau mnmuK siB. vis kwly rwm ]",
    "TRANSLITERATION": "Jio Pankhee Kapoth Aap Banhaaeiaa Maeree Jindhurreeeae Thio Manamukh Sabh Vas Kaalae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਵੇਂ (ਚੋਗੇ ਦੇ ਲਾਲਚ ਵਿਚ) ਕਬੂਤਰ ਆਦਿਕ ਪੰਛੀ ਆਪਣੇ ਆਪ ਨੂੰ ਜਾਲ ਵਿਚ ਬੰਨ੍ਹਾ ਲੈਂਦਾ ਹੈ, ਤਿਵੇਂ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਸਾਰੇ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਦੇ ਵੱਸ ਵਿਚ ਆਏ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(kpoiq) kbUqR[ v`is"
  },
  {
    "SHABAD_ID": 2063,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "jo moih mwieAw icqu lwiedy, myrI ijMduVIey; sy mnmuK mUV ibqwly rwm ]",
    "TRANSLITERATION": "Jo Mohi Maaeiaa Chith Laaeidhae Maeree Jindhurreeeae Sae Manamukh Moorr Bithaalae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ਉਹ ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ ਮੂਰਖ ਹੁੰਦੇ ਹਨ, ਉਹ ਜੀਵਨ-ਚਾਲ ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]