[
  {
    "SHABAD_ID": 2066,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "guru pUrw nwnik syivAw, myrI ijMduVIey; ijin pYrI Awix siB Gqy rwm ]3]",
    "TRANSLITERATION": "Gur Pooraa Naanak Saeviaa Maeree Jindhurreeeae Jin Pairee Aan Sabh Ghathae Raam ||3||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਨਾਨਕ ਨੇ ਉਸ ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਲਈ ਹੈ ਜਿਸ ਨੇ ਸਾਰੇ (ਕੁਪੱਤੇ ਦੁਸ਼ਟ, ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ) ਪੈਰਾਂ ਵਿਚ ਲਿਆ ਕੇ ਰੱਖ ਦਿੱਤੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "G`qy"
  },
  {
    "SHABAD_ID": 2066,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "so AYsw hir inq syvIAY, myrI ijMduVIey; jo sB dU swihbu vfw rwm ]",
    "TRANSLITERATION": "So Aisaa Har Nith Saeveeai Maeree Jindhurreeeae Jo Sabh Dhoo Saahib Vaddaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜੇਹੜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2066,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "ijn@I iek min. ieku ArwiDAw, myrI ijMduVIey; iqnw nwhI iksY dI, ikCu cfw rwm ]",
    "TRANSLITERATION": "Jinhee Eik Man Eik Araadhhiaa Maeree Jindhurreeeae Thinaa Naahee Kisai Dhee Kishh Chaddaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸੁਰਤਿ ਜੋੜ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਦੀ ਕੋਈ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "PRONUNCIATION": "(c`fw) prvwh, kwn knof"
  },
  {
    "SHABAD_ID": 2066,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "gur syivAY hir mhlu pwieAw, myrI ijMduVIey; JK mwrnu siB inMdk GMfw rwm ]",
    "TRANSLITERATION": "Gur Saeviai Har Mehal Paaeiaa Maeree Jindhurreeeae Jhakh Maaran Sabh Nindhak Ghanddaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, (ਫਿਰ) ਸਾਰੇ ਹੀ ਚਾਲਾਕ ਨਿੰਦਕ ਪਏ ਜ਼ੋਰ ਲਾਣ (ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੇ)।",
    "PRONUNCIATION": "(GMfw) clwk"
  },
  {
    "SHABAD_ID": 2066,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "jn nwnk. nwmu iDAwieAw, myrI ijMduVIey; Duir msqik hir iliK Cfw rwm ]4]5]",
    "TRANSLITERATION": "Jan Naanak Naam Dhhiaaeiaa Maeree Jindhurreeeae Dhhur Masathak Har Likh Shhaddaa Raam ||4||5||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! (ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਪਰਮਾਤਮਾ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਸਿਮਰਨ ਦਾ) ਲੇਖ ਲਿਖ ਰੱਖਿਆ ਹੈ ॥੪॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 4 ]",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "siB jIA qyry. qUM vrqdw, myry hir pRB; qUM jwxih, jo jIie kmweIAY rwm ]",
    "TRANSLITERATION": "Sabh Jeea Thaerae Thoon Varathadhaa Maerae Har Prabh Thoon Jaanehi Jo Jeee Kamaaeeai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਸਾਰੇ ਜੀਵ ਤੇਰੇ (ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ) ਹਨ, ਤੂੰ (ਸਭ ਜੀਵਾਂ ਵਿਚ) ਮੌਜੂਦ ਹੈਂ, ਜੋ ਕੁਝ (ਜੀਵਾਂ ਦੇ) ਜੀ ਵਿਚ ਚਿਤਾਰਿਆ ਜਾਂਦਾ ਹੈ ਤੂੰ (ਉਹ ਸਭ ਕੁਝ) ਜਾਣਦਾ ਹੈਂ।",
    "PRONUNCIATION": "jIie"
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "hir AMqir bwhir nwil hY, myrI ijMduVIey; sB vyKY min mukrweIAY rwm ]",
    "TRANSLITERATION": "Har Anthar Baahar Naal Hai Maeree Jindhurreeeae Sabh Vaekhai Man Mukaraaeeai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਸਾਡੇ ਅੰਦਰ ਬਾਹਰ (ਹਰ ਥਾਂ ਸਾਡੇ) ਨਾਲ ਹੈ, ਜੋ ਕੁਝ ਸਾਡੇ ਮਨ ਵਿਚ ਹੁੰਦਾ ਹੈ ਉਹ ਸਭ ਵੇਖਦਾ ਹੈ, (ਪਰ ਫਿਰ ਭੀ) ਮੁਕਰ ਜਾਈਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "mnmuKw no. hir dUir hY, myrI ijMduVIey; sB ibrQI Gwl gvweIAY rwm ]",
    "TRANSLITERATION": "Manamukhaa No Har Dhoor Hai Maeree Jindhurreeeae Sabh Birathhee Ghaal Gavaaeeai Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਕੀਤੀ ਹੋਈ ਮੇਹਨਤ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "jn nwnk. gurmuiK iDAwieAw, myrI ijMduVIey; hir hwjru ndrI AweIAY rwm ]1]",
    "TRANSLITERATION": "Jan Naanak Guramukh Dhhiaaeiaa Maeree Jindhurreeeae Har Haajar Nadharee Aaeeai Raam ||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "sy Bgq sy syvk, myrI ijMduVIey; jo pRB myry min Bwxy rwm ]",
    "TRANSLITERATION": "Sae Bhagath Sae Saevak Maeree Jindhurreeeae Jo Prabh Maerae Man Bhaanae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਮਨੁੱਖ (ਅਸਲ) ਭਗਤ ਹਨ (ਅਸਲ) ਸੇਵਕ ਹਨ ਜੋ ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "sy hir drgh pYnwieAw, myrI ijMduVIey; Aih inis swic smwxy rwm ]",
    "TRANSLITERATION": "Sae Har Dharageh Painaaeiaa Maeree Jindhurreeeae Ahinis Saach Samaanae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਦਿਨ ਰਾਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "pYn@wieAw"
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "iqn kY sMig mlu auqrY, myrI ijMduVIey; rMig rwqy ndir nIswxy rwm ]",
    "TRANSLITERATION": "Thin Kai Sang Mal Outharai Maeree Jindhurreeeae Rang Raathae Nadhar Neesaanae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ (ਮਨ ਤੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਦਾ ਨਿਸ਼ਾਨ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "au~qrY"
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk kI. pRB bynqI, myrI ijMduVIey; imil swDUsMig AGwxy rwm ]2]",
    "TRANSLITERATION": "Naanak Kee Prabh Baenathee Maeree Jindhurreeeae Mil Saadhhoo Sang Aghaanae Raam ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਦੀ ਇਹ ਅਰਜ਼ੋਈ ਹੈ (ਕਿ ਨਾਨਕ) ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹੇ, ਇੰਜ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸਨਾ ਵਲੋਂ) ਰੱਜੇ ਰਹੀਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(AGwxy) iqRpq"
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "hy rsnw jip goibMdo, myrI ijMduVIey; jip hir hir iqRsnw jwey rwm ]",
    "TRANSLITERATION": "Hae Rasanaa Jap Gobindho Maeree Jindhurreeeae Jap Har Har Thrisanaa Jaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹੇ ਮੇਰੀ ਜੀਭ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਹਰਿ-ਨਾਮ ਜਪ ਜਪ ਕੇ ਮਾਇਆ ਦਾ ਲਾਲਚ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "ijsu dieAw kry myrw pwrbRhmu, myrI ijMduVIey; iqsu min nwmu vswey rwm ]",
    "TRANSLITERATION": "Jis Dhaeiaa Karae Maeraa Paarabreham Maeree Jindhurreeeae This Man Naam Vasaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਪਣਾ ਨਾਮ ਵਸਾ ਦੇਂਦਾ ਹੈ,",
    "PRONUNCIATION": "dieAw"
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "ijsu Byty pUrw siqgurU, myrI ijMduVIey; so hir Dnu iniD pwey rwm ]",
    "TRANSLITERATION": "Jis Bhaettae Pooraa Sathiguroo Maeree Jindhurreeeae So Har Dhhan Nidhh Paaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "vfBwgI sMgiq imlY, myrI ijMduVIey; nwnk hir gux gwey rwm ]3]",
    "TRANSLITERATION": "Vaddabhaagee Sangath Milai Maeree Jindhurreeeae Naanak Har Gun Gaaeae Raam ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਹ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "Qwn QnMqir riv rihAw, myrI ijMduVIey; pwrbRhmu pRBu dwqw rwm ]",
    "TRANSLITERATION": "Thhaan Thhananthar Rav Rehiaa Maeree Jindhurreeeae Paarabreham Prabh Dhaathaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਹਰੇਕ ਥਾਂ ਤੇ ਹਰ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "qw kw AMqu. n pweIAY, myrI ijMduVIey; pUrn purKu ibDwqw rwm ]",
    "TRANSLITERATION": "Thaa Kaa Anth N Paaeeai Maeree Jindhurreeeae Pooran Purakh Bidhhaathaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਤੇ ਉਹ ਪੂਰੇ ਗੁਣਾ ਦਾ ਮਾਲਕ ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "srb jIAw pRiqpwldw, myrI ijMduVIey; ijau bwlk ipq mwqw rwm ]",
    "TRANSLITERATION": "Sarab Jeeaa Prathipaaladhaa Maeree Jindhurreeeae Jio Baalak Pith Maathaa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਸਾਰੇ ਜੀਆਂ ਦੀ ਦੇਖ-ਭਾਲ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਮਾਪੇ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਪਾਲਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2067,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "shs isAwxp nh imlY, myrI ijMduVIey; jn nwnk. gurmuiK jwqw rwm ]4]6] Ckw 1 ]",
    "TRANSLITERATION": "Sehas Siaanap Neh Milai Maeree Jindhurreeeae Jan Naanak Guramukh Jaathaa Raam ||4||6||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹਜ਼ਾਰਾਂ ਚਤੁਰਾਈਆਂ ਨਾਲ ਉਹ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੪॥੬॥ ਛੇ ਪਦਾਂ ਦਾ 1 ਜੋੜ।",
    "PRONUNCIATION": "Cy sbd ie`k C`kw[ C`kw ie`k bolo"
  },
  {
    "SHABAD_ID": 2068,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 5 CMq Gru 1",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 5 Shhanth Ghar 1",
    "PUNJABI": "ਰਾਗ ਬੇਹਾਗੜਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": "Gru pihlw"
  },
  {
    "SHABAD_ID": 2068,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2068,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "hir kw eyku AcMBau dyiKAw, myry lwl jIau; jo kry su Drm inAwey rwm ]",
    "TRANSLITERATION": "Har Kaa Eaek Achanbho Dhaekhiaa Maerae Laal Jeeo Jo Karae S Dhharam Niaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਅਚਰਜ ਤਮਾਸ਼ਾ ਵੇਖਿਆ ਹੈ ਕਿ ਉਹ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਧਰਮ ਅਨੁਸਾਰ ਕਰਦਾ ਹੈ, ਨਿਆਂ ਅਨੁਸਾਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2068,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "hir rMgu AKwVw pwieEnu, myry lwl jIau; Awvxu jwxu sbwey rwm ]",
    "TRANSLITERATION": "Har Rang Akhaarraa Paaeioun Maerae Laal Jeeo Aavan Jaan Sabaaeae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! (ਇਹ ਜਗਤ) ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਇਕ ਪਿੜ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਇਕ ਰੰਗ-ਭੂਮੀ ਰਚ ਦਿੱਤੀ ਹੈ ਜਿਸ ਵਿਚ ਜੀਵਾਂ ਲਈ ਜੰਮਣਾ ਮਰਨਾ ਭੀ ਨਿਯਤ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]