[
  {
    "SHABAD_ID": 2070,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "gurmuiK mnhu n vIsrY, hir jIau; krqw purKu murwrI rwm ]",
    "TRANSLITERATION": "Guramukh Manahu N Veesarai Har Jeeo Karathaa Purakh Muraaree Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਪ੍ਰਭੂ ਮਨ ਤੋਂ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2070,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "dUKu rogu n Bau ibAwpY; ijn@I hir hir iDAwieAw ]",
    "TRANSLITERATION": "Dhookh Rog N Bho Biaapai Jinhee Har Har Dhhiaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਉੱਤੇ ਕੋਈ ਰੋਗ, ਕੋਈ ਦੁੱਖ, ਕੋਈ ਡਰ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2070,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "sMq pRswid qry Bvjlu; pUrib iliKAw pwieAw ]",
    "TRANSLITERATION": "Santh Prasaadh Tharae Bhavajal Poorab Likhiaa Paaeiaa ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤਰ ਲਿਆ (ਸਮਝੋ), ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕੀਤੀ ਕਮਾਈ ਅਨੁਸਾਰ (ਮੱਥੇ ਉੱਤੇ ਭਗਤੀ ਦਾ) ਲਿਖਿਆ ਲੇਖ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2070,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "vjI vDweI. min sWiq AweI; imilAw purKu ApwrI ]",
    "TRANSLITERATION": "Vajee Vadhhaaee Man Saanth Aaee Miliaa Purakh Apaaree ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਪ੍ਰਬਲ ਹੋ ਗਈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਠੰਡ ਪੈ ਗਈ, ਉਹਨਾਂ ਨੂੰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2070,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnku. ismir hir hir; ieC puMnI hmwrI ]4]3]",
    "TRANSLITERATION": "Binavanth Naanak Simar Har Har Eishh Punnee Hamaaree ||4||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਮੇਰੀ ਭੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਵਾਲੀ ਚਿਰਾਂ ਦੀ) ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 5 Gru 2",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 5 Ghar 2",
    "PUNJABI": "ਰਾਗ ਬਿਹਾਗੜਾ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": "Gru dUjw"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "<> siqnwmu gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sath Naam Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "vDu suKu rYnVIey; ipRA pRymu lgw ]",
    "TRANSLITERATION": "Vadhh Sukh Rainarreeeae Pria Praem Lagaa ||",
    "PUNJABI": "ਹੇ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲੀ ਸੋਹਣੀ (ਜੀਵਨ) ਰਾਤ! ਤੂੰ ਲੰਮੀ ਹੁੰਦੀ ਜਾ ਤਾਂ ਜੋ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪਿਆਰੇ ਦਾ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹੇ।",
    "PRONUNCIATION": "l`gw"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "Gtu duK nIdVIey; prsau sdw pgw ]",
    "TRANSLITERATION": "Ghatt Dhukh Needharreeeae Paraso Sadhaa Pagaa ||",
    "PUNJABI": "ਹੇ ਦੁਖਦਾਈ ਕੋਝੀ (ਗ਼ਫ਼ਲਤ ਦੀ) ਨੀਂਦ! ਤੂੰ ਘਟਦੀ ਜਾ, ਮੈਂ (ਤੈਥੋਂ ਬਚ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਸਦਾ ਛੁੰਹਦੀ ਰਹਾਂ।",
    "PRONUNCIATION": "(pgw) crn[ Gtu pgw poly"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "pg DUir bWCau sdw jwcau; nwm ris bYrwgnI ]",
    "TRANSLITERATION": "Pag Dhhoor Baanshho Sadhaa Jaacho Naam Ras Bairaaganee ||",
    "PUNJABI": "ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੋਚਦੀ ਹਾਂ, ਮੈਂ ਸਦਾ (ਉਸ ਦੇ ਦਰ ਤੋਂ ਇਹੀ) ਮੰਗਦੀ ਹਾਂ ਕਿ ਉਸ ਦੇ ਨਾਮ ਦੇ ਸਵਾਦ ਵਿਚ (ਦੁਨੀਆ ਵਲੋਂ) ਵੈਰਾਗਵਾਨ ਹੋਈ ਰਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "ipRA rMig rwqI. shj mwqI; mhw durmiq iqAwgnI ]",
    "TRANSLITERATION": "Pria Rang Raathee Sehaj Maathee Mehaa Dhuramath Thiaaganee ||",
    "PUNJABI": "ਪਿਆਰੇ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ (ਆਨੰਦ ਵਿਚ) ਮਸਤ ਮੈਂ ਇਸ ਵੱਡੀ (ਵੈਰਨ) ਭੈੜੀ ਮਤਿ ਦਾ ਤਿਆਗ ਕਰੀ ਰੱਖਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "gih Bujw lIn@I. pRym BInI; imlnu pRIqm sc mgw ]",
    "TRANSLITERATION": "Gehi Bhujaa Leenhee Praem Bheenee Milan Preetham Sach Magaa ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਨੇ ਮੇਰੀ) ਬਾਂਹ ਫੜ ਕੇ ਮੈਨੂੰ ਆਪਣੀ ਬਣਾ ਲਿਆ ਹੈ, ਮੈਂ ਉਸ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਗਈ ਹਾਂ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲਣਾ ਹੀ (ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ) ਰਸਤਾ ਹੈ।",
    "PRONUNCIATION": "mgw polw"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. Dwir ikrpw; rhau crxh sMig lgw ]1]",
    "TRANSLITERATION": "Binavanth Naanak Dhhaar Kirapaa Reho Charaneh Sang Lagaa ||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ (-ਹੇ ਪ੍ਰਭੂ!) ਕਿਰਪਾ ਕਰ, ਮੈਂ ਸਦਾ ਤੇਰੇ ਚਰਨਾਂ ਨਾਲ ਜੁੜਿਆ ਰਹਾਂ ॥੧॥",
    "PRONUNCIATION": "l`gw"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "myrI sKI shylVIho; pRB kY crix lgh ]",
    "TRANSLITERATION": "Maeree Sakhee Sehaelarreeho Prabh Kai Charan Lageh ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸਖੀਹੋ! ਹੇ ਮੇਰੀ ਪਿਆਰੀ ਸਹੇਲੀਹੋ! ਆਓ, ਅਸੀਂ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀਏ।",
    "PRONUNCIATION": "l`gh"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "min ipRA pRymu Gxw; hir kI Bgiq mMgh ]",
    "TRANSLITERATION": "Man Pria Praem Ghanaa Har Kee Bhagath Mangeh ||",
    "PUNJABI": "(ਮੇਰੇ) ਮਨ ਵਿਚ ਪਿਆਰੇ ਦਾ ਬਹੁਤ ਪ੍ਰੇਮ ਵੱਸ ਰਿਹਾ ਹੈ, ਆਓ ਅਸੀਂ (ਉਸ ਪਾਸੋਂ) ਭਗਤੀ ਦੀ ਦਾਤ ਮੰਗੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "hir Bgiq pweIAY. pRBu iDAweIAY; jwie imlIAY hir jnw ]",
    "TRANSLITERATION": "Har Bhagath Paaeeai Prabh Dhhiaaeeai Jaae Mileeai Har Janaa ||",
    "PUNJABI": "ਜਾ ਕੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "mwnu mohu ibkwru qjIAY; Arip qnu Dnu iehu mnw ]",
    "TRANSLITERATION": "Maan Mohu Bikaar Thajeeai Arap Than Dhhan Eihu Manaa ||",
    "PUNJABI": "ਆਪਣਾ ਇਹ ਮਨ ਇਹ ਸਰੀਰ ਇਹ ਧਨ (ਸਭ ਕੁਝ) ਭੇਟਾ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ, ਮਾਇਆ ਦਾ ਮੋਹ, ਵਿਕਾਰ ਦੂਰ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "bf purK pUrn. gux sMpUrn; BRm BIiq. hir hir imil Bgh ]",
    "TRANSLITERATION": "Badd Purakh Pooran Gun Sanpooran Bhram Bheeth Har Har Mil Bhageh ||",
    "PUNJABI": "ਜੋ ਪ੍ਰਭੂ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਉਸ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਨਾਲੋਂ ਵਿੱਥ ਪਾਣ ਵਾਲੀ ਆਪਣੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਦੀ ਕੰਧ ਢਾਹ ਦੇਈਏ।",
    "PRONUNCIATION": "B`gh"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. suix mMqRü sKIey; hir nwmu inq inq inq jph ]2]",
    "TRANSLITERATION": "Binavanth Naanak Sun Manthra Sakheeeae Har Naam Nith Nith Nith Japeh ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਮੇਰੀ ਸਹੇਲੀਏ! ਮੇਰੀ ਸਲਾਹ ਸੁਣ, ਆਓ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਰਹੀਏ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "hir nwir suhwgxy; siB rMg mwxy ]",
    "TRANSLITERATION": "Har Naar Suhaaganae Sabh Rang Maanae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਹ ਸਾਰੇ ਆਨੰਦ ਮਾਣਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "rWf. n bYseI; pRB purK icrwxy ]",
    "TRANSLITERATION": "Raandd N Baisee Prabh Purakh Chiraanae ||",
    "PUNJABI": "ਤੇ ਉਹ ਕਦੇ ਵੀ ਨਿਖਸਮੀ ਨਹੀਂ ਹੁੰਦੀ, (ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ) ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਖਸਮ-ਪ੍ਰਭੂ (ਹੱਥ ਰੱਖੀ ਰੱਖਦਾ ਹੈ),",
    "PRONUNCIATION": "n (bYseI) huMdI[ (icrwxy) purwqn[ purK"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "nh dUK pwvY. pRB iDAwvY; DMin qy bfBwgIAw ]",
    "TRANSLITERATION": "Neh Dhookh Paavai Prabh Dhhiaavai Dhhann Thae Baddabhaageeaa ||",
    "PUNJABI": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ ਉਹ ਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਧਿਆਨ ਧਰਦੀ ਹੈ ਤੇ ਇੰਜ ਸਲਾਹੁਣ-ਯੋਗ ਤੇ ਵਢੇ ਭਾਗਾਂ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "suK shij sovih. iklibK Kovih; nwm ris rMig jwgIAw ]",
    "TRANSLITERATION": "Sukh Sehaj Sovehi Kilabikh Khovehi Naam Ras Rang Jaageeaa ||",
    "PUNJABI": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਸਵਾਦ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਸੁਚੇਤ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀਆਂ ਹਨ ਅਤੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਸਾਰੇ) ਪਾਪ ਦੂਰ ਕਰ ਲੈਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "imil pRym rhxw. hir nwmu ghxw; ipRA bcn mITy Bwxy ]",
    "TRANSLITERATION": "Mil Praem Rehanaa Har Naam Gehanaa Pria Bachan Meethae Bhaanae ||",
    "PUNJABI": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਪ੍ਰੇਮ ਨਾਲ ਮਿਲ ਕੇ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਿਨ੍ਹਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਿੰਗਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਮਿੱਠੇ ਲੱਗਦੇ ਹਨ, ਚੰਗੇ ਲੱਗਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. mn ieC pweI; hir imly purK icrwxy ]3]",
    "TRANSLITERATION": "Binavanth Naanak Man Eishh Paaee Har Milae Purakh Chiraanae ||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਦੀ (ਚਿਰਾਂ ਦੀ) ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ) ਉਹਨਾਂ ਨੂੰ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਪਤੀ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "iqqu igRih soihlVy; kof AnMdw ]",
    "TRANSLITERATION": "Thith Grihi Sohilarrae Kodd Anandhaa ||",
    "PUNJABI": "ਉਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਮਾਨੋ) ਖ਼ੁਸੀ ਦੇ ਗੀਤ ਤੇ ਕੌਤਕ-ਤਮਾਸ਼ੇ ਆਨੰਦ ਹੋ ਰਹੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "min qin riv rihAw; pRB prmwnMdw ]",
    "TRANSLITERATION": "Man Than Rav Rehiaa Prabh Paramaanandhaa ||",
    "PUNJABI": "ਜਿਸ ਦੇ ਮਨ ਤੇ ਤਨ ਵਿੱਚ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਨੰਦ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "hir kMq AnMq dieAwl sRIDr; goibMd. piqq, auDwrxo ]",
    "TRANSLITERATION": "Har Kanth Ananth Dhaeiaal Sreedhhar Gobindh Pathith Oudhhaarano ||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਪਤੀ ਬੇਅੰਤ ਹੈ, ਸਦਾ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਲੱਛਮੀ ਦਾ ਆਸਰਾ ਹੈ, ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਸਾਰ ਲੈਣ ਵਾਲਾ ਹੈ, ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "(sRIDr) mwieAw dw pqI"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "pRiB ikRpw DwrI hir murwrI; BY isMDu swgr qwrxo ]",
    "TRANSLITERATION": "Prabh Kirapaa Dhhaaree Har Muraaree Bhai Sindhh Saagar Thaarano ||",
    "PUNJABI": "ਉਸ ਮੁਰਾਰੀ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਜੀਵ ਉੱਤੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਦਿੱਤੀ, ਉਸ ਜੀਵ ਨੂੰ ਅਨੇਕਾਂ ਸਹਿਮਾਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "jo srix AwvY. iqsu kMiT lwvY; iehu ibrdu suAwmI sMdw ]",
    "TRANSLITERATION": "Jo Saran Aavai This Kanth Laavai Eihu Biradh Suaamee Sandhaa ||",
    "PUNJABI": "ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਜੇਹੜਾ ਜੀਵ ਉਸ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਉਹ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(sMdw) dw"
  },
  {
    "SHABAD_ID": 2071,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. hir kMqu imilAw; sdw kyl krMdw ]4]1]4]",
    "TRANSLITERATION": "Binavanth Naanak Har Kanth Miliaa Sadhaa Kael Karandhaa ||4||1||4||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਤੇ ਉਹ ਸਦਾ ਚੋਜ-ਤਮਾਸ਼ੇ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ (ਉਸ ਸਰਨ ਆਏ ਨੂੰ) ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥੧॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 5 ]",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "hir crx srovr; qh krhu invwsu mnw ]",
    "TRANSLITERATION": "Har Charan Sarovar Theh Karahu Nivaas Manaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ (ਮਾਨੋ) ਸੁੰਦਰ ਤਾਲਾਬ ਹੈ, ਉਸ ਵਿਚ ਤੂੰ (ਸਦਾ) ਟਿਕਿਆ ਰਹੁ।",
    "PRONUNCIATION": ""
  }
]