[
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "kir mjnu hir sry; siB iklibK nwsu mnw ]",
    "TRANSLITERATION": "Kar Majan Har Sarae Sabh Kilabikh Naas Manaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਦੇ ਤਾਲਾਬ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਿਆ ਕਰ, ਤੇਰੇ ਸਾਰੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਹੋ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "kir sdw mjnu. goibMd sjnu; duK AMDyrw nwsy ]",
    "TRANSLITERATION": "Kar Sadhaa Majan Gobindh Sajan Dhukh Andhhaeraa Naasae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਸਦਾ (ਹਰਿ-ਸਰ ਵਿਚ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਿਹਾ ਕਰ! ਇੰਜ ਮਿੱਤਰ ਪ੍ਰਭੂ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "m`jnu[s`jnu"
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "jnm mrxu. n hoie iqs kau; ktY jm ky Pwsy ]",
    "TRANSLITERATION": "Janam Maran N Hoe This Ko Kattai Jam Kae Faasae ||",
    "PUNJABI": "ਇੰਜ ਮਨੁੱਖ ਨੂੰ ਜਨਮ-ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਭੁਗਤਣਾ ਪੈਂਦਾ, ਮਿੱਤਰ-ਪ੍ਰਭੂ ਉਸ ਦੀਆਂ ਜਮ ਦੀਆਂ ਫਾਹੀਆਂ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀਆਂ ਫਾਹੀਆਂ) ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "imlu swDsMgy nwm rMgy; qhw pUrn Awso ]",
    "TRANSLITERATION": "Mil Saadhhasangae Naam Rangae Thehaa Pooran Aaso ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਜੁੜਿਆਂ ਤੇਰੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋਵੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. Dwir ikrpw; hir crxkml invwso ]1]",
    "TRANSLITERATION": "Binavanth Naanak Dhhaar Kirapaa Har Charan Kamal Nivaaso ||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਹਰੀ! ਕਿਰਪਾ ਕਰ! ਤੇਰੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਵਿਚ ਮੇਰਾ ਮਨ ਸਦਾ ਟਿਕਿਆ ਰਹੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "qh And ibnod sdw; Anhd Juxkwro rwm ]",
    "TRANSLITERATION": "Theh Anadh Binodh Sadhaa Anehadh Jhunakaaro Raam ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਤੇ ਖ਼ੁਸ਼ੀਆਂ ਦੀ (ਮਾਨੋ) ਇਕ-ਰਸ ਰੌ ਚਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "imil gwvih sMq jnw; pRB kw jYkwro rwm ]",
    "TRANSLITERATION": "Mil Gaavehi Santh Janaa Prabh Kaa Jaikaaro Raam ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਸੰਤ ਜਨ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "imil sMq gwvih. Ksm Bwvih; hir pRym rs rMig iBMnIAw ]",
    "TRANSLITERATION": "Mil Santh Gaavehi Khasam Bhaavehi Har Praem Ras Rang Bhinneeaa ||",
    "PUNJABI": "ਸੰਤ ਜਨ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਉਹ ਖ਼ਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸੁਰਤਿ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਦੇ ਰੰਗ ਵਿਚ ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "hir lwBu pwieAw. Awpu imtwieAw; imly icrI ivCuMinAw ]",
    "TRANSLITERATION": "Har Laabh Paaeiaa Aap Mittaaeiaa Milae Chiree Vishhunniaa ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟਦੇ ਹਨ, (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਮਿਟਾ ਲੈਂਦੇ ਹਨ, ਚਿਰਾਂ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ (ਪਰਮਾਤਮਾ) ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "gih Bujw lIny. dieAw kIn@y; pRB eyk Agm Apwro ]",
    "TRANSLITERATION": "Gehi Bhujaa Leenae Dhaeiaa Keenhae Prabh Eaek Agam Apaaro ||",
    "PUNJABI": "ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਉਤੇ ਦਇਆ ਕਰਦਾ ਹੈ, (ਉਹਨਾਂ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਉਹਨਾਂ ਨੂੰ) ਆਪਣੇ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "dieAw"
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. sdw inrml; scu sbdu rux Juxkwro ]2]",
    "TRANSLITERATION": "Binavanth Naanak Sadhaa Niramal Sach Sabadh Run Jhunakaaro ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਸੰਤ ਜਨ ਸਦਾ ਲਈ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਮਿੱਠੀ ਮਿੱਠੀ ਰੌ ਚਲਾਈ ਰੱਖਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "suix vfBwgIAw; hir AMimRq bwxI rwm ]",
    "TRANSLITERATION": "Sun Vaddabhaageeaa Har Anmrith Baanee Raam ||",
    "PUNJABI": "ਹੇ ਭਾਗਾਂ ਵਾਲੇ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸਦਾ ਸੁਣਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "ijn kau krim ilKI; iqsu irdY smwxI rwm ]",
    "TRANSLITERATION": "Jin Ko Karam Likhee This Ridhai Samaanee Raam ||",
    "PUNJABI": "ਇਹ ਬਾਣੀ ਉਸ ਉਸ (ਵਡ-ਭਾਗੀ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਇਸ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "AkQ khwxI iqnI jwxI; ijsu Awip pRBu ikrpw kry ]",
    "TRANSLITERATION": "Akathh Kehaanee Thinee Jaanee Jis Aap Prabh Kirapaa Karae ||",
    "PUNJABI": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਬੰਦੇ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਸਾਂਝ ਪਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "A-kQ:polw bolo"
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "Amru QIAw. iPir n mUAw; kil klysw duK hry ]",
    "TRANSLITERATION": "Amar Thheeaa Fir N Mooaa Kal Kalaesaa Dhukh Harae ||",
    "PUNJABI": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ) ਮਨੁੱਖ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦਾ ਤੇ ਇੰਜ ਸਾਰੇ ਦੁੱਖ ਕਲੇਸ਼ ਝਗੜੇ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "hir srix pweI. qij n jweI; pRB pRIiq min qin BwxI ]",
    "TRANSLITERATION": "Har Saran Paaee Thaj N Jaaee Prabh Preeth Man Than Bhaanee ||",
    "PUNJABI": "ਇੰਜ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਕਦੇ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ ਤੇ ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ, ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. sdw gweIAY; pivqR AMimRq bwxI ]3]",
    "TRANSLITERATION": "Binavanth Naanak Sadhaa Gaaeeai Pavithr Anmrith Baanee ||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਸਦਾ ਗਾਣੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "mn qn glqu Bey; ikCu khxu. n jweI, rwm ]",
    "TRANSLITERATION": "Man Than Galath Bheae Kishh Kehan N Jaaee Raam ||",
    "PUNJABI": "ਇੰਜ ਮਨ ਤੇ ਹਿਰਦਾ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਬਿਆਨ ਕਰਨਾ ਔਖਾ ਹੈ।",
    "PRONUNCIATION": "(polwglqu) glqwn lIn"
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "ijs qy aupijAVw; iqin lIAw smweI rwm ]",
    "TRANSLITERATION": "Jis Thae Oupajiarraa Thin Leeaa Samaaee Raam ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਉਹ ਪੈਦਾ ਹੋਇਆ ਸੀ ਉਸੇ ਵਿਚ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "imil bRhm joqI, Eiq poqI; audku audik smwieAw ]",
    "TRANSLITERATION": "Mil Breham Jothee Outh Pothee Oudhak Oudhak Samaaeiaa ||",
    "PUNJABI": "ਤਾਣੇ ਪੇਟੇ ਵਾਂਗ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਇੰਜ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਵਾਂ ਪਾਣੀ ਵਿਚ ਪਾਣੀ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(poqI) qwxy pyty dI qr@W[(audik) jl"
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "jil Qil mhIAil eyku rivAw; nh dUjw idRstwieAw ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Eaek Raviaa Neh Dhoojaa Dhrisattaaeiaa ||",
    "PUNJABI": "(ਫਿਰ ਮਨੁੱਖ ਨੂੰ) ਇਕ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ ਤੇ (ਉਸ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "bix iqRix iqRBvix pUir pUrn; kImiq khxu. n jweI ]",
    "TRANSLITERATION": "Ban Thrin Thribhavan Poor Pooran Keemath Kehan N Jaaee ||",
    "PUNJABI": "(ਫਿਰ ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਜੰਗਲ ਵਿਚ, ਘਾਹ (ਦੇ ਹਰੇਕ ਤੀਲੇ) ਵਿਚ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਵਿਆਪਕ ਜਾਪਦਾ ਹੈ ਤੇ ਐਸੇ (ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਦਾ) ਮੁੱਲ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2072,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. Awip jwxY; ijin eyh bxq bxweI ]4]2]5]",
    "TRANSLITERATION": "Binavanth Naanak Aap Jaanai Jin Eaeh Banath Banaaee ||4||2||5||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਉਸ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਦੀ) ਇਹ ਖੇਡ ਬਣਾ ਦਿੱਤੀ ਉਹ ਆਪ ਹੀ ਉਸ ਨੂੰ ਸਮਝਦਾ ਹੈ ॥੪॥੨॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 5 ]",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "Kojq sMq iPrih; pRB pRwx ADwry rwm ]",
    "TRANSLITERATION": "Khojath Santh Firehi Prabh Praan Adhhaarae Raam ||",
    "PUNJABI": "ਸੰਤ ਜਨ ਜਿੰਦ ਦੇ ਆਸਰੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਸਦਾ) ਭਾਲਦੇ ਫਿਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "qwxu qnu KIn BieAw; ibnu imlq ipAwry rwm ]",
    "TRANSLITERATION": "Thaan Than Kheen Bhaeiaa Bin Milath Piaarae Raam ||",
    "PUNJABI": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਲਿੱਸਾ ਪੈ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਸਰੀਰਕ ਬਲ ਘਟ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "pRB imlhu ipAwry mieAw Dwry; kir dieAw liV lwie lIjIAY ]",
    "TRANSLITERATION": "Prabh Milahu Piaarae Maeiaa Dhhaarae Kar Dhaeiaa Larr Laae Leejeeai ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਮਿਲ, ਦਇਆ ਕਰ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਲੜ ਲਾ ਲੈ।",
    "PRONUNCIATION": "mieAw dieAw"
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "dyih nwmu Apnw. jpau suAwmI; hir drs pyKy jIjIAY ]",
    "TRANSLITERATION": "Dhaehi Naam Apanaa Japo Suaamee Har Dharas Paekhae Jeejeeai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ, ਮੈਂ (ਤੇਰੇ ਨਾਮ ਨੂੰ ਸਦਾ) ਜਪਦਾ ਰਹਾਂ, ਤੇਰਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "smrQ pUrn sdw inhcl; aUc Agm Apwry ]",
    "TRANSLITERATION": "Samarathh Pooran Sadhaa Nihachal Ooch Agam Apaarae ||",
    "PUNJABI": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੇ! ਹੇ ਸਭ ਤੋਂ ਉੱਚੇ! ਹੇ ਅਪਹੁੰਚ! ਹੇ ਬੇਅੰਤ!",
    "PRONUNCIATION": "smr`Q"
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. Dwir ikrpw; imlhu pRwn ipAwry ]1]",
    "TRANSLITERATION": "Binavanth Naanak Dhhaar Kirapaa Milahu Praan Piaarae ||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਜਿੰਦ ਤੋਂ ਪਿਆਰੇ, ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਆ ਮਿਲ! ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "jp qp brq kIny; pyKn kau crxw rwm ]",
    "TRANSLITERATION": "Jap Thap Barath Keenae Paekhan Ko Charanaa Raam ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਅਨੇਕਾਂ ਜਪ ਕੀਤੇ, ਧੂਣੀਆਂ ਤਪਾਈਆਂ, ਵਰਤ ਰੱਖੇ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "qpiq. n kqih buJY; ibnu suAwmI srxw rwm ]",
    "TRANSLITERATION": "Thapath N Kathehi Bujhai Bin Suaamee Saranaa Raam ||",
    "PUNJABI": "ਪਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਕਿਤੇ ਭੀ ਮਨ ਦੀ ਤਪਸ਼ ਨਹੀਂ ਬੁੱਝਦੀ।",
    "PRONUNCIATION": "buJY:polw bolo"
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "pRB srix qyrI. kwit byrI; sMswru swgru qwrIAY ]",
    "TRANSLITERATION": "Prabh Saran Thaeree Kaatt Baeree Sansaar Saagar Thaareeai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਜਪਾਂ ਤਪਾਂ ਦੇ ਆਸਰੇ ਛੱਡ ਕੇ) ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਬੇੜੀ ਕੱਟ ਦੇ, ਮੈਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "AnwQ inrguin. kCu n jwnw; myrw guxu Aaugxu. n bIcwrIAY ]",
    "TRANSLITERATION": "Anaathh Niragun Kashh N Jaanaa Maeraa Gun Aougan N Beechaareeai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ, ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਮੈਂ ਕੋਈ ਢੰਗ ਨਹੀਂ ਜਾਣਦਾ। ਤੂੰ ਮੇਰੇ ਗੁਣ ਤੇ ਔਗੁਣ ਖ਼ਿਆਲ ਨਾ ਕਰ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "dIn dieAwl gopwl pRIqm; smrQ kwrx krxw ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Gopaal Preetham Samarathh Kaaran Karanaa ||",
    "PUNJABI": "ਹੇ ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਰਾਖੇ! ਹੇ ਪ੍ਰੀਤਮ! ਹੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਜਗਤ ਦੇ ਮੂਲ!",
    "PRONUNCIATION": "smr`Q"
  },
  {
    "SHABAD_ID": 2073,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk cwiqRk. hir bUMd mwgY; jip jIvw hir hir crxw ]2]",
    "TRANSLITERATION": "Naanak Chaathrik Har Boondh Maagai Jap Jeevaa Har Har Charanaa ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪਪੀਹਾ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਮੰਗਦਾ ਹੈ ਤਿਵੇਂ ਹੀ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਤੇ ਨਾਮ-ਜਪ ਕੇ ਮੈਂ ਜੀਉਂਦਾ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": ""
  }
]