[
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMq nwnk. kr dyie rwKhu; goibMd dIn dieAwrw ]4]",
    "TRANSLITERATION": "Binavanth Naanak Kar Dhaee Raakhahu Gobindh Dheen Dhaeiaaraa ||4||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਗੋਬਿੰਦ! ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਆਪਣਾ ਹੱਥ ਦੇ ਕੇ ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈ ॥੪॥",
    "PRONUNCIATION": "dyie[ dieAwrw"
  },
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "so idnu sPlu gixAw; hir pRBU imlwieAw rwm ]",
    "TRANSLITERATION": "So Dhin Safal Ganiaa Har Prabhoo Milaaeiaa Raam ||",
    "PUNJABI": "ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲਾ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਜਦੋਂ ਹਰਿ-ਪ੍ਰਭੂ (ਗੁਰੂ ਦਾ) ਮਿਲਾਇਆ (ਮਿਲ ਪੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "siB suK prgitAw; duK dUir prwieAw rwm ]",
    "TRANSLITERATION": "Sabh Sukh Paragattiaa Dhukh Dhoor Paraaeiaa Raam ||",
    "PUNJABI": "(ਹਿਰਦੇ ਵਿਚ) ਸਾਰੇ ਸੁਖ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ, ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਜਾ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "suK shj And ibnod sd hI; gun gupwl inq gweIAY ]",
    "TRANSLITERATION": "Sukh Sehaj Anadh Binodh Sadh Hee Gun Gupaal Nith Gaaeeai ||",
    "PUNJABI": "ਆਓ, ਜਗਤ-ਪਾਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਨਿੱਤ ਗਾਂਦੇ ਰਹੀਏ ਇੰਜ ਸਦਾ ਹੀ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ-ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, ਖ਼ੁਸ਼ੀਆਂ ਬਣੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "(ibnod) KuSIAW"
  },
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "Bju swDsMgy imly rMgy; bhuiV join. n DweIAY ]",
    "TRANSLITERATION": "Bhaj Saadhhasangae Milae Rangae Bahurr Jon N Dhhaaeeai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਪ੍ਰੇਮ ਨਾਲ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪਈਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "gih kMiT lwey shij suBwey; Awid AMkuru AwieAw ]",
    "TRANSLITERATION": "Gehi Kanth Laaeae Sehaj Subhaaeae Aadh Ankur Aaeiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ (ਬਾਹੋਂ) ਫੜ ਕੇ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਇੰਜ (ਹਿਰਦੇ ਵਿਚ ਭਗਤੀ ਦਾ) ਮੁੱਢਲਾ ਅੰਗੂਰ ਪੁੰਗਰ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2074,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMq nwnk. Awip imilAw; bhuiV kqhU. n jwieAw ]5]4]7]",
    "TRANSLITERATION": "Binavanth Naanak Aap Miliaa Bahurr Kathehoo N Jaaeiaa ||5||4||7||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲਿਆਂ) ਪ੍ਰਭੂ ਆਪ ਆ ਮਿਲਦਾ ਹੈ, ਫਿਰ (ਉਸ ਦਾ ਦਰ ਛੱਡ ਕੇ) ਹੋਰ ਕਿਤੇ ਭੀ ਨਹੀਂ ਭਟਕੀਦਾ ॥੫॥੪॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 5 CMq ]",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 5 Shhanth ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "sunhu bynMqIAw; suAwmI myry rwm ]",
    "TRANSLITERATION": "Sunahu Baenantheeaa Suaamee Maerae Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "koit ApRwD Bry; BI qyry cyry rwm ]",
    "TRANSLITERATION": "Kott Apraadhh Bharae Bhee Thaerae Chaerae Raam ||",
    "PUNJABI": "(ਅਸੀਂ ਜੀਵ) ਕ੍ਰੋੜਾਂ ਪਾਪਾਂ ਨਾਲ ਲਿਬੜੇ ਹੋਏ ਹਾਂ, ਪਰ ਫਿਰ ਭੀ ਤੇਰੇ (ਦਰ ਦੇ) ਦਾਸ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "duK hrn ikrpw krn mohn; kil klysh BMjnw ]",
    "TRANSLITERATION": "Dhukh Haran Kirapaa Karan Mohan Kal Kalaeseh Bhanjanaa ||",
    "PUNJABI": "ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਕਿਰਪਾ ਕਰਨ ਵਾਲੇ! ਹੇ ਮੋਹਨ! ਹੇ ਸਾਡੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਕਰਨ ਵਾਲੇ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "srin qyrI. riK lyhu myrI; srb mY inrMjnw ]",
    "TRANSLITERATION": "Saran Thaeree Rakh Laehu Maeree Sarab Mai Niranjanaa ||",
    "PUNJABI": "ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਲਾਜ ਰੱਖ ਲੈ।",
    "PRONUNCIATION": "(mY) ivAwpk[ mY ibMdI n lwE"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "sunq pyKq sMig sB kY; pRB nyrhU qy nyry ]",
    "TRANSLITERATION": "Sunath Paekhath Sang Sabh Kai Prabh Naerehoo Thae Naerae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡੇ ਅੱਤ ਨੇੜੇ ਵੱਸਦਾ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ ਸੁਣਦਾ ਹੈਂ ਤੇ ਸਭ ਦੇ ਕੀਤੇ ਕੰਮ ਵੇਖਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "Ardwis nwnk. suin suAwmI; riK lyhu Gr ky cyry ]1]",
    "TRANSLITERATION": "Aradhaas Naanak Sun Suaamee Rakh Laehu Ghar Kae Chaerae ||1||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਨਾਨਕ ਦੀ ਬੇਨਤੀ ਸੁਣ। ਮੈਂ ਤੇਰੇ ਘਰ ਦਾ ਗ਼ੁਲਾਮ ਹਾਂ, ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "qU smrQu sdw; hm dIn ByKwrI rwm ]",
    "TRANSLITERATION": "Thoo Samarathh Sadhaa Ham Dheen Bhaekhaaree Raam ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਅਸੀਂ (ਤੇਰੇ ਦਰ ਤੇ) ਨਿਮਾਣੇ ਮੰਗਤੇ ਹਾਂ।",
    "PRONUNCIATION": "smr`Qu"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "mwieAw moih mgnu; kiF lyhu murwrI rwm ]",
    "TRANSLITERATION": "Maaeiaa Mohi Magan Kadt Laehu Muraaree Raam ||",
    "PUNJABI": "ਹੇ ਮੁਰਾਰੀ! ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਨੂੰ (ਮੋਹ ਵਿਚੋਂ) ਕੱਢ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "loiB moih ibkwir bwiDE; Aink doK kmwvny ]",
    "TRANSLITERATION": "Lobh Mohi Bikaar Baadhhiou Anik Dhokh Kamaavanae ||",
    "PUNJABI": "ਮੈਂ ਲੋਭ ਵਿਚ, ਮੋਹ ਵਿਚ, ਵਿਕਾਰ ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹਾਂ। ਅਸੀਂ ਜੀਵ ਅਨੇਕਾਂ ਪਾਪ ਕਮਾਂਦੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "Ailpq. bMDn rhq krqw; kIAw Apnw pwvny ]",
    "TRANSLITERATION": "Alipath Bandhhan Rehath Karathaa Keeaa Apanaa Paavanae ||",
    "PUNJABI": "ਇਕ ਕਰਤਾਰ ਹੀ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੈ, ਅਸੀਂ ਜੀਵ ਤਾਂ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਭੁਗਤਦੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "PRONUNCIATION": "A-ilpq"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "kir AnugRhu. piqq. pwvn; bhu join BRmqy hwrI ]",
    "TRANSLITERATION": "Kar Anugrahu Pathith Paavan Bahu Jon Bhramathae Haaree ||",
    "PUNJABI": "ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ (ਮੇਰੀ ਜਿੰਦ) ਥੱਕ ਗਈ ਹੈ।",
    "PRONUNCIATION": "A-nu`gRhu"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMiq nwnk. dwsu hir kw; pRB jIA pRwn ADwrI ]2]",
    "TRANSLITERATION": "Binavanth Naanak Dhaas Har Kaa Prabh Jeea Praan Adhhaaree ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਉਸ ਹਰੀ ਦਾ ਦਾਸ ਹੈ ਜੋ ਪ੍ਰਭੂ (ਸਭ) ਜੀਵਾਂ ਦੇ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "qU smrQu vfw; myrI miq QorI rwm ]",
    "TRANSLITERATION": "Thoo Samarathh Vaddaa Maeree Math Thhoree Raam ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਵੱਡੀ ਤਾਕਤ ਵਾਲਾ ਹੈਂ, ਮੇਰੀ ਅਕਲ ਨਿੱਕੀ ਜਿਹੀ ਹੈ (ਤੇਰੇ ਵਡੱਪਣ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੀ)।",
    "PRONUNCIATION": "smr`Qu"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "pwlih AikrqGnw; pUrn idRsit qyrI rwm ]",
    "TRANSLITERATION": "Paalehi Akirathaghanaa Pooran Dhrisatt Thaeree Raam ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਨਿਗਾਹ ਸਦਾ ਇਕ-ਸਾਰ ਹੈ ਤੂੰ ਨਾ-ਸ਼ੁਕਰਿਆਂ ਦੀ ਭੀ ਪਾਲਣਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ।",
    "PRONUNCIATION": "A-ikrqGnw"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "AgwiD boiD Apwr krqy; moih nIcu kCU. n jwnw ]",
    "TRANSLITERATION": "Agaadhh Bodhh Apaar Karathae Mohi Neech Kashhoo N Jaanaa ||",
    "PUNJABI": "ਹੇ ਕਰਤਾਰ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਤੂੰ ਜੀਵਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ ਅਥਾਹ ਹੈਂ, ਮੈਂ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲਾ (ਤੇਰੀ ਬਾਬਤ) ਕੁਝ ਭੀ ਨਹੀਂ ਜਾਣ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "rqnu iqAwig, sMgRhn kaufI; psU nIcu ieAwnw ]",
    "TRANSLITERATION": "Rathan Thiaag Sangrehan Kouddee Pasoo Neech Eiaanaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਕੀਮਤੀ ਨਾਮ ਛੱਡ ਕੇ ਮੈਂ ਕਉਡੀਆਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਂ ਪਸੂ-ਸੁਭਾਉ ਹਾਂ, ਨੀਵਾਂ ਹਾਂ, ਅੰਞਾਣ ਹਾਂ।",
    "PRONUNCIATION": "(sMgRhn)iek`qR krnw"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "iqAwig clqI mhw cMcil; doK kir kir jorI ]",
    "TRANSLITERATION": "Thiaag Chalathee Mehaa Chanchal Dhokh Kar Kar Joree ||",
    "PUNJABI": "ਮੈਂ ਪਾਪ ਕਰ ਕਰ ਕੇ (ਉਸ ਮਾਇਆ ਨੂੰ ਹੀ) ਜੋੜਦਾ ਰਿਹਾ ਜੇਹੜੀ ਕਦੇ ਟਿਕ ਕੇ ਨਹੀਂ ਬੈਠਦੀ, ਜੇਹੜੀ ਜੀਵਾਂ ਦਾ ਸਾਥ ਛੱਡ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk srix smrQ suAwmI; pYj rwKhu morI ]3]",
    "TRANSLITERATION": "Naanak Saran Samarathh Suaamee Paij Raakhahu Moree ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਮੇਰੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਲਾਜ ਰੱਖ ਲੈ ॥੩॥",
    "PRONUNCIATION": "smr`Q"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "jw qy vICuiVAw; iqin Awip imlwieAw rwm ]",
    "TRANSLITERATION": "Jaa Thae Veeshhurriaa Thin Aap Milaaeiaa Raam ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਮਨੁੱਖ ਨੂੰ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਜਿਸ ਤੋਂ (ਉਹ ਚਿਰਾਂ ਦਾ) ਵਿਛੁੜਿਆ ਆ ਰਿਹਾ ਸੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "swDUsMgmy; hir gux gwieAw rwm ]",
    "TRANSLITERATION": "Saadhhoo Sangamae Har Gun Gaaeiaa Raam ||",
    "PUNJABI": "ਤੇ ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਆ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "gux gwie goivd sdw nIky; kilAwxmY prgt Bey ]",
    "TRANSLITERATION": "Gun Gaae Govidh Sadhaa Neekae Kaliaan Mai Paragatt Bheae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸੋਹਣੇ ਗੀਤ ਸਦਾ ਗਾਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਨੰਦ-ਸਰੂਪ ਪਰਮਾਤਮਾ (ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(kilAwx-mY) kilAwx srUp[ mY ibMdI nhIN lwauxI"
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "syjw suhwvI sMig pRB kY; Awpxy pRB kir ley ]",
    "TRANSLITERATION": "Saejaa Suhaavee Sang Prabh Kai Aapanae Prabh Kar Leae ||",
    "PUNJABI": "ਇੰਜ ਪ੍ਰਭੂ ਦੀ ਸੰਗਤ ਨਾਲ ਉਸ ਦਾ ਹਿਰਦਾ-ਸੇਜ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "Coif icMq. AicMq hoey; bhuiV dUKu. n pwieAw ]",
    "TRANSLITERATION": "Shhodd Chinth Achinth Hoeae Bahurr Dhookh N Paaeiaa ||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਤਿਆਗ ਕੇ ਜੀਵ ਸ਼ਾਂਤ-ਚਿਤ ਹੋ ਜਾਂਦਾ ਹਨ ਤੇ ਮੁੜ ਉਸ ਨੂੰ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2075,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk drsnu pyiK jIvy; goivMd gux iniD gwieAw ]4]5]8]",
    "TRANSLITERATION": "Naanak Dharasan Paekh Jeevae Govindh Gun Nidhh Gaaeiaa ||4||5||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ ਉਹ (ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੪॥੫॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "ibhwgVw mhlw 5 CMq ]",
    "TRANSLITERATION": "Bihaagarraa Mehalaa 5 Shhanth ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "boil. suDrmIiVAw; moin kq DwrI. rwm ]",
    "TRANSLITERATION": "Bol Sudhharameerriaa Mon Kath Dhhaaree Raam ||",
    "PUNJABI": "ਹੇ (ਸਾਰੀਆਂ ਜੂਨਾਂ ਵਿਚੋਂ) ਉੱਤਮ ਫ਼ਰਜ਼ ਵਾਲੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਬੋਲਿਆ ਕਰ! (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਲੋਂ) ਤੂੰ ਕਿਉਂ ਚੁੱਪ ਵੱਟੀ ਹੋਈ ਹੈ?",
    "PRONUNCIATION": "(suDrmI-iVAw) sRyst DrmIAw"
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "qU nyqRI dyiK cilAw; mwieAw ibauhwrI rwm ]",
    "TRANSLITERATION": "Thoo Naethree Dhaekh Chaliaa Maaeiaa Biouhaaree Raam ||",
    "PUNJABI": "ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ (ਧਿਆਨ ਨਾਲ) ਵੇਖ; (ਨਿਰਾ) ਮਾਇਆ ਦਾ ਹੀ ਵਿਹਾਰ ਕਰਨ ਵਾਲਾ (ਇਥੋਂ ਖ਼ਾਲੀ ਹੱਥ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "sMig qyrY kCu. n cwlY; ibnw goibMd nwmw ]",
    "TRANSLITERATION": "Sang Thaerai Kashh N Chaalai Binaa Gobindh Naamaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਚੀਜ਼ ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "dys vys suvrn rUpw; sgl aUxy kwmw ]",
    "TRANSLITERATION": "Dhaes Vaes Suvaran Roopaa Sagal Oonae Kaamaa ||",
    "PUNJABI": "ਦੇਸਾਂ (ਦੇ ਰਾਜ), ਕੱਪੜੇ, ਸੋਨਾ, ਚਾਂਦੀ (-ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਹੋਏ) ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(vys) k`pVy[ (suvrn) sonw"
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "puqR klqR n sMig soBw; hsq Goir ivkwrI ]",
    "TRANSLITERATION": "Puthr Kalathr N Sang Sobhaa Hasath Ghor Vikaaree ||",
    "PUNJABI": "ਪੁੱਤਰ, ਇਸਤ੍ਰੀ, ਦੁਨੀਆ ਦੀ ਵਡਿਆਈ-ਕੁਝ ਭੀ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ। ਹਾਥੀ ਘੋੜੇ ਆਦਿਕਾਂ ਦੀ ਲਾਲਸਾ ਭੀ ਵਿਕਾਰਾਂ ਵਲ ਲੈ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "k-l`qR"
  },
  {
    "SHABAD_ID": 2076,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnvMq nwnk. ibnu swDsMgm; sB imiQAw sMswrI ]1]",
    "TRANSLITERATION": "Binavanth Naanak Bin Saadhhasangam Sabh Mithhiaa Sansaaree ||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਉੱਦਮ ਨਾਸਵੰਤ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  }
]