[
  {
    "SHABAD_ID": 2102,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "mnmuK mwieAw mohu hY; nwim. n lgo ipAwru ]",
    "TRANSLITERATION": "Manamukh Maaeiaa Mohu Hai Naam N Lago Piaar ||",
    "PUNJABI": "ਮਨਮੁਖ ਦਾ ਮਾਇਆ ਵਿਚ ਮੋਹ ਹੈ (ਇਸ ਕਰ ਕੇ) ਨਾਮ ਵਿਚ ਉਸਦਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2102,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "kUVu kmwvY. kUVu sMgRhY; kUVu kry Awhwru ]",
    "TRANSLITERATION": "Koorr Kamaavai Koorr Sangrehai Koorr Karae Aahaar ||",
    "PUNJABI": "ਉਹ (ਮਾਇਆ ਰੂਪ) ਖੋਟ ਕਮਾਉਂਦਾ, ਖੋਟ ਹੀ ਇਕੱਠੀ ਕਰਦਾ ਹੈ ਤੇ ਖੋਟ ਨੂੰ ਹੀ ਆਪਣੀ ਖ਼ੁਰਾਕ ਬਣਾਉਂਦਾ ਹੈ (ਭਾਵ, ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਸਮਝਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2102,
    "LINE_ID": 1,
    "RAAG_ID": 11,
    "GURMUKHI": "ibKu mwieAw Dnu sMic mrih; AMqy hoie sBu Cwru ]",
    "TRANSLITERATION": "Bikh Maaeiaa Dhhan Sanch Marehi Anthae Hoe Sabh Shhaar ||",
    "PUNJABI": "(ਮਨੁੱਖ) ਵਿਹੁ ਰੂਪ ਮਾਇਆ-ਧਨ ਨੂੰ ਇਕੱਠਾ ਕਰ ਕਰ ਕੇ ਖਪਦੇ ਮਰਦੇ ਹਨ ਤੇ ਉਹ ਸਾਰਾ ਧਨ ਅਖ਼ੀਰ ਵੇਲੇ ਸੁਆਹ (ਵਾਂਗ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2102,
    "LINE_ID": 2,
    "RAAG_ID": 11,
    "GURMUKHI": "krm Drm suc sMjm krih; AMqir loBu ivkwru ]",
    "TRANSLITERATION": "Karam Dhharam Such Sanjam Karehi Anthar Lobh Vikaar ||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਵਲੋਂ ਕਰਮ ਤੇ ਧਰਮ ਪਵਿਤ੍ਰਤਾ ਦੇ ਸਾਧਨ ਤੇ ਹੋਰ ਸੰਜਮ (ਭੀ) ਕਰਦੇ ਹਨ (ਪਰ) ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਲੋਭ ਤੇ ਵਿਕਾਰ (ਹੀ) ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2102,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk. ij mnmuKu kmwvY, su. Qwie nw pvY; drgih hoie KuAwru ]2]",
    "TRANSLITERATION": "Naanak J Manamukh Kamaavai S Thhaae Naa Pavai Dharagehi Hoe Khuaar ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮਨ ਦੇ ਅਧੀਨ ਹੋਇਆ ਹੋਇਆ ਮਨੁੱਖ ਜੋ ਕੁਝ (ਭੀ) ਕਰਦਾ ਹੈ ਉਹ ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿੱਚ ਉਹ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2103,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2103,
    "LINE_ID": 3,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy KwxI. Awpy bwxI; Awpy KMf vrBMf kry ]",
    "TRANSLITERATION": "Aapae Khaanee Aapae Baanee Aapae Khandd Varabhandd Karae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਖਾਣੀਆਂ, ਬੋਲੀਆਂ, ਖੰਡ ਤੇ ਬ੍ਰਹਮੰਡ ਬਣਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2103,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "Awip smuMdu Awip hY swgru; Awpy hI ivic rqn Dry ]",
    "TRANSLITERATION": "Aap Samundh Aap Hai Saagar Aapae Hee Vich Rathan Dhharae ||",
    "PUNJABI": "ਆਪ ਹੀ ਸਮੁੰਦਰ ਸਾਗਰ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ ਇਸ ਵਿਚ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਰੂਪ) ਰਤਨ ਲੁਕਾ ਰੱਖੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2103,
    "LINE_ID": 4,
    "RAAG_ID": 11,
    "GURMUKHI": "Awip lhwey kry ijsu ikrpw; ijs no gurmuiK kry hry ]",
    "TRANSLITERATION": "Aap Lehaaeae Karae Jis Kirapaa Jis No Guramukh Karae Harae ||",
    "PUNJABI": "ਜਿਸ ਤੇ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਤੇ ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪ ਹੀ ਉਹ ਰਤਨ ਲਭਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(lhwey) l`Bwey"
  },
  {
    "SHABAD_ID": 2103,
    "LINE_ID": 5,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy Baujlu. Awip hY boihQw; Awpy Kyvtu Awip qry ]",
    "TRANSLITERATION": "Aapae Bhoujal Aap Hai Bohithhaa Aapae Khaevatt Aap Tharae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸੰਸਾਰ) ਸਮੁੰਦਰ ਹੈ, ਆਪ ਹੀ ਜਹਾਜ਼ ਹੈ, ਆਪ ਹੀ ਮੱਲਾਹ ਹੈ ਤੇ ਆਪ ਹੀ ਤਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2103,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy kry krwey krqw; Avru. n dUjw, quJY sry ]9]",
    "TRANSLITERATION": "Aapae Karae Karaaeae Karathaa Avar N Dhoojaa Thujhai Sarae ||9||",
    "PUNJABI": "ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਕਰਾਉਂਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਜਿਹਾ ਦੂਜਾ ਕੋਈ ਨਹੀਂ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2104,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2104,
    "LINE_ID": 6,
    "RAAG_ID": 11,
    "GURMUKHI": "siqgur kI syvw sPl hY; jy ko kry icqu lwie ]",
    "TRANSLITERATION": "Sathigur Kee Saevaa Safal Hai Jae Ko Karae Chith Laae ||",
    "PUNJABI": "ਜੇ ਮਨੁੱਖ ਮਨ ਟਿਕਾ ਕੇ ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਕਾਰ ਕਰੇ, ਤਾਂ ਉਹ ਸੇਵਾ ਜ਼ਰੂਰ ਫਲ ਦੇਂਦੀ ਹੈ।",
    "PRONUNCIATION": "ic`qu"
  },
  {
    "SHABAD_ID": 2104,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "nwmu pdwrQu pweIAY; AicMqu vsY min Awie ]",
    "TRANSLITERATION": "Naam Padhaarathh Paaeeai Achinth Vasai Man Aae ||",
    "PUNJABI": "ਇੰਜ ਨਾਮ ਧਨ ਮਿਲ ਜਾਂਦਾ ਹੈ ਤੇ ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ (ਪ੍ਰਭੂ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2104,
    "LINE_ID": 7,
    "RAAG_ID": 11,
    "GURMUKHI": "jnm mrn duKu ktIAY; haumY mmqw jwie ]",
    "TRANSLITERATION": "Janam Maran Dhukh Katteeai Houmai Mamathaa Jaae ||",
    "PUNJABI": "ਤੇ ਇਹ ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਹਉਮੈ ਮਮਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2104,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "auqm pdvI pweIAY; scy rhY smwie ]",
    "TRANSLITERATION": "Outham Padhavee Paaeeai Sachae Rehai Samaae ||",
    "PUNJABI": "ਤੇ ਇੰਜ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਵੱਡਾ ਰੁਤਬਾ ਮਿਲਦਾ ਹੈ, ਮਨੁੱਖ ਸੱਚੇ ਹਰੀ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2104,
    "LINE_ID": 8,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk. pUrib ijn kau iliKAw; iqnw siqguru imilAw Awie ]1]",
    "TRANSLITERATION": "Naanak Poorab Jin Ko Likhiaa Thinaa Sathigur Miliaa Aae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮੁੱਢ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਚੰਗੇ ਸੰਸਕਾਰ) ਉੱਕਰੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਤਿਗੁਰੂ ਆ ਮਿਲਦਾ ਹੈ (ਭਾਵ, ਉਹੀ ਸਤਿਗੁਰੂ ਨੂੰ ਪਛਾਣ ਲੈਂਦੇ ਹਨ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2105,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2105,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "nwim rqw siqgurU hY; kiljug boihQu hoie ]",
    "TRANSLITERATION": "Naam Rathaa Sathiguroo Hai Kalijug Bohithh Hoe ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ (ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਵਿਚ ਭਿੱਜਾ ਹੋਇਆ ਹੁੰਦਾ ਹੈ ਤੇ ਕਲਿਜੁਗ (ਦੇ ਜੀਆਂ ਨੂੰ ਤਾਰਨ) ਲਈ ਜਹਾਜ਼ ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": "r`qw"
  },
  {
    "SHABAD_ID": 2105,
    "LINE_ID": 9,
    "RAAG_ID": 11,
    "GURMUKHI": "gurmuiK hovY su pwir pvY; ijnw AMdir scw soie ]",
    "TRANSLITERATION": "Guramukh Hovai S Paar Pavai Jinaa Andhar Sachaa Soe ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਣ ਕਾਰਨ ਜਿਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਸਮਾ ਜਾਂਦਾ ਹੈ ਉਹ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2105,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "nwmu sm@wly. nwmu sMgRhY; nwmy hI piq hoie ]",
    "TRANSLITERATION": "Naam Samhaalae Naam Sangrehai Naamae Hee Path Hoe ||",
    "PUNJABI": "ਇੰਜ ਮਨੁੱਖ ਨਾਮ ਨੂੰ ਸਾਂਭਦਾ ਹੈ ਤੇ ਨਾਮ ਧਨ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਤੇ ਨਾਮ ਦੇ ਕਾਰਨ ਹੀ ਉਸ ਦਾ ਆਦਰ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2105,
    "LINE_ID": 10,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk. siqguru pwieAw; krim prwpiq hoie ]2]",
    "TRANSLITERATION": "Naanak Sathigur Paaeiaa Karam Paraapath Hoe ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ (ਭਾਵ, ਬਖ਼ਸ਼ਸ਼ ਦਾ ਪਾਤ੍ਰ ਬਣਿਆਂ ਹੀ) ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2106,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2106,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy pwrsu. Awip Dwqu hY; Awip kIqonu kMcnu ]",
    "TRANSLITERATION": "Aapae Paaras Aap Dhhaath Hai Aap Keethon Kanchan ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਸੁਆਮੀ ਆਪ ਹੀ ਪਾਰਸ ਹੈ, ਆਪ ਹੀ ਲੋਹਾ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ (ਉਸ ਤੋਂ) ਸੋਨਾ ਬਣਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2106,
    "LINE_ID": 11,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy Twkuru. syvku Awpy; Awpy hI pwp KMfnu ]",
    "TRANSLITERATION": "Aapae Thaakur Saevak Aapae Aapae Hee Paap Khanddan ||",
    "PUNJABI": "ਆਪ ਹੀ ਠਾਕੁਰ ਹੈ, ਆਪ ਹੀ ਸੇਵਕ ਹੈ ਤੇ ਆਪ ਹੀ ਪਾਪ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2106,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy siB Gt BogvY suAwmI; Awpy hI sBu AMjnu ]",
    "TRANSLITERATION": "Aapae Sabh Ghatt Bhogavai Suaamee Aapae Hee Sabh Anjan ||",
    "PUNJABI": "ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਆਪ ਹੀ ਵਿਆਪਕ ਹੋ ਕੇ ਮਾਇਕ ਪਦਾਰਥ ਭੋਗਦਾ ਹੈ ਤੇ ਸਾਰੀ ਮਾਇਆ ਭੀ ਆਪ ਹੀ ਹੈ।",
    "PRONUNCIATION": "(AMjnu) mwieAw"
  },
  {
    "SHABAD_ID": 2106,
    "LINE_ID": 12,
    "RAAG_ID": 11,
    "GURMUKHI": "Awip ibbyku. Awip sBu byqw; Awpy gurmuiK BMjnu ]",
    "TRANSLITERATION": "Aap Bibaek Aap Sabh Baethaa Aapae Guramukh Bhanjan ||",
    "PUNJABI": "ਆਪ ਹੀ ਬਿਬੇਕ (ਭਾਵ, ਗਿਆਨ) ਹੈ, ਆਪ ਹੀ ਸਾਰੇ (ਬਿਬੇਕ) ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਮਾਇਆ ਦੇ ਬੰਧਨ) ਤੋੜਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2106,
    "LINE_ID": 13,
    "RAAG_ID": 11,
    "GURMUKHI": "jnu nwnku swlwih. n rjY quDu krqy; qU hir suKdwqw vfnu ]10]",
    "TRANSLITERATION": "Jan Naanak Saalaahi N Rajai Thudhh Karathae Thoo Har Sukhadhaathaa Vaddan ||10||",
    "PUNJABI": "ਹੇ ਕਰਤਾਰ! ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਰੱਜਦਾ ਨਹੀਂ (ਭਾਵ ਮੈਂ ਤੇਰੀ ਕੇਹੜੀ ਸਿਫ਼ਤ ਕਰਾਂ?), ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਹੈਂ ॥੧੦॥",
    "PRONUNCIATION": "r`jY[v`fnu"
  },
  {
    "SHABAD_ID": 2107,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "sloku mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2107,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnu siqgur syvy. jIA ky bMDnw; jyqy krm kmwih ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Jeea Kae Bandhhanaa Jaethae Karam Kamaahi ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਨ ਤੋਂ ਬਿਨਾ ਜਿਤਨੇ ਕੰਮ ਜੀਵ ਕਰਦੇ ਹਨ ਉਹ ਉਹਨਾਂ ਲਈ ਬੰਧਨ ਬਣਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2107,
    "LINE_ID": 14,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnu siqgur syvy. Tvr n pwvhI; mir jMmih Awvih jwih ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Thavar N Paavehee Mar Janmehi Aavehi Jaahi ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਆਸਰਾ ਜੀਵਾਂ ਨੂੰ ਮਿਲਦਾ ਨਹੀਂ (ਤੇ ਇਸ ਕਰ ਕੇ) ਮਰਦੇ ਤੇ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2107,
    "LINE_ID": 15,
    "RAAG_ID": 11,
    "GURMUKHI": "ibnu siqgur syvy. iPkw bolxw; nwmu. n vsY min Awie ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Fikaa Bolanaa Naam N Vasai Man Aae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਸਿਮਰਨ ਦੀ ਕਾਰ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ ਹੋਰ ਹੋਰ ਫਿੱਕੇ ਬੋਲ ਬੋਲਦਾ ਹੈ ਤੇ ਇਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2107,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk. ibnu siqgur syvy, jmpuir bDy mwrIAih; muih kwlY auiT jwih ]1]",
    "TRANSLITERATION": "Naanak Bin Sathigur Saevae Jam Pur Badhhae Maareeahi Muhi Kaalai Outh Jaahi ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਬਿਨਾ ਜੀਵ (ਮਾਨੋ) ਜਮਪੁਰੀ ਵਿਚ ਬੱਧੇ ਮਾਰੀਦੇ ਹਨ ਤੇ (ਤੁਰਨ ਵੇਲੇ) ਜੱਗ ਤੋਂ ਮੁਕਾਲਖ ਖੱਟ ਕੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "b`Dy"
  },
  {
    "SHABAD_ID": 2108,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2108,
    "LINE_ID": 16,
    "RAAG_ID": 11,
    "GURMUKHI": "ieik siqgur kI syvw krih cwkrI; hir nwmy lgY ipAwru ]",
    "TRANSLITERATION": "Eik Sathigur Kee Saevaa Karehi Chaakaree Har Naamae Lagai Piaar ||",
    "PUNJABI": "ਕਈ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਸਿਮਰਨ ਦੀ ਕਾਰ ਕਰਦੇ ਹਨ ਤੇ ਉਹਨਾਂ ਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2108,
    "LINE_ID": 17,
    "RAAG_ID": 11,
    "GURMUKHI": "nwnk. jnmu svwrin Awpxw; kul kw krin auDwru ]2]",
    "TRANSLITERATION": "Naanak Janam Savaaran Aapanaa Kul Kaa Karan Oudhhaar ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਐਸੇ ਮਨੁੱਖ ਆਪਣਾ ਜਨਮ ਸਵਾਰ ਲੈਂਦੇ ਹਨ ਤੇ ਆਪਣੀ ਕੁਲ ਭੀ ਤਾਰ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2109,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2109,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy cwtswl. Awip hY pwDw; Awpy cwtVy pVx kau Awxy ]",
    "TRANSLITERATION": "Aapae Chaattasaal Aap Hai Paadhhaa Aapae Chaattarrae Parran Ko Aanae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਪਾਠਸ਼ਾਲਾ ਹੈ, ਆਪ ਹੀ ਉਸਤਾਦ ਹੈ, ਤੇ ਆਪ ਹੀ ਵਿਦਆਰਥੀ ਪੜ੍ਹਨ ਨੂੰ ਲਿਆਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(cwtswl) pwTSwlw[ p`wDw"
  },
  {
    "SHABAD_ID": 2109,
    "LINE_ID": 18,
    "RAAG_ID": 11,
    "GURMUKHI": "Awpy ipqw. mwqw hY Awpy; Awpy bwlk kry isAwxy ]",
    "TRANSLITERATION": "Aapae Pithaa Maathaa Hai Aapae Aapae Baalak Karae Siaanae ||",
    "PUNJABI": "ਆਪ ਹੀ ਮਾਂ ਪਿਉ ਹੈ ਤੇ ਆਪ ਹੀ ਬਾਲਕਾਂ ਨੂੰ ਸਿਆਣੇ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2109,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "iek QY piV buJY. sBu Awpy; iek QY Awpy kry ieAwxy ]",
    "TRANSLITERATION": "Eik Thhai Parr Bujhai Sabh Aapae Eik Thhai Aapae Karae Eiaanae ||",
    "PUNJABI": "ਇਕ ਥਾਂ ਸਭ ਕੁਝ ਪੜ੍ਹ ਕੇ ਆਪ ਹੀ ਸਮਝਦਾ ਹੈ ਤੇ ਇਕ ਥਾਂ ਆਪ ਹੀ ਬਾਲਕਾਂ ਨੂੰ ਇੰਞਾਣੇ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2109,
    "LINE_ID": 19,
    "RAAG_ID": 11,
    "GURMUKHI": "ieknw AMdir mhil bulwey; jw Awip qyrY min scy Bwxy ]",
    "TRANSLITERATION": "Eikanaa Andhar Mehal Bulaaeae Jaa Aap Thaerai Man Sachae Bhaanae ||",
    "PUNJABI": "ਤੂੰ ਇਕਨਾਂ ਨੂੰ ਆਪਣੇ ਮਹਿਲ ਵਿਚ ਧੁਰ ਅੰਦਰ ਬੁਲਾ ਲੈਂਦਾ ਹੈਂ ਜਦੋਂ ਉਹ ਤੇਰੇ ਮਨ ਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]