[
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "ipru riv rihAw BrpUry. vyKu hjUry; juig juig eyko jwqw ]",
    "TRANSLITERATION": "Pir Rav Rehiaa Bharapoorae Vaekh Hajoorae Jug Jug Eaeko Jaathaa ||",
    "PUNJABI": "ਪਿਆਰਾ ਪ੍ਰਭੂ ਪੂਰੇ ਤੌਰ ਤੇ ਵਿਆਪਕ ਦਿਖਦਾ ਹੈ, ਤੂੰ ਉਸ ਨੂੰ ਹਾਜ਼ਰ ਨਾਜ਼ਰ ਦੇਖ ਤੇ ਸਮਝ ਕਿ ਹਰ ਯੁਗ ਵਿੱਚ ਇਕੋ ਹੀ ਪ੍ਰਭੂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "Dn bwlI BolI. ipru shij rwvY; imilAw krm ibDwqw ]",
    "TRANSLITERATION": "Dhhan Baalee Bholee Pir Sehaj Raavai Miliaa Karam Bidhhaathaa ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਬਾਲ-ਭੋਲੇ ਸੁਭਾਵ ਵਾਲੀ ਬਣ ਕੇ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਯਾਦ ਕਰਦੀ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਸਿਰਜਣਹਾਰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "b`wlI[BolI:polw bolo"
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin hir rsu cwiKAw. sbid suBwiKAw; hir sir rhI BrpUry ]",
    "TRANSLITERATION": "Jin Har Ras Chaakhiaa Sabadh Subhaakhiaa Har Sar Rehee Bharapoorae ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ, ਉਹ ਸਰੋਵਰ-ਪ੍ਰਭੂ ਵਿਚ ਹਰ ਵੇਲੇ ਚੁੱਭੀ ਲਾਈ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. kwmix sw ipr BwvY; sbdy rhY hdUry ]2]",
    "TRANSLITERATION": "Naanak Kaaman Saa Pir Bhaavai Sabadhae Rehai Hadhoorae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਜੇਹੜੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "k`wmix"
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "sohwgxI jwie pUChu mueIey; ijnI ivchu Awpu gvwieAw ]",
    "TRANSLITERATION": "Sohaaganee Jaae Pooshhahu Mueeeae Jinee Vichahu Aap Gavaaeiaa ||",
    "PUNJABI": "ਹੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਹੀ ਜਿੰਦੇ! ਜਾ ਕੇ (ਉਹਨਾਂ) ਸੁਹਾਗਣਾਂ ਪਾਸੋਂ (ਜੀਵਨ-ਜੁਗਤਿ) ਪੁੱਛ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "ipr kw hukmu. n pwieE mueIey; ijnI ivchu Awpu. n gvwieAw ]",
    "TRANSLITERATION": "Pir Kaa Hukam N Paaeiou Mueeeae Jinee Vichahu Aap N Gavaaeiaa ||",
    "PUNJABI": "ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਨਹੀਂ ਕੀਤਾ ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ (ਵਿਚ ਤੁਰਨ ਦੀ ਜਾਚ) ਨਹੀਂ ਸਿੱਖੀ।",
    "PRONUNCIATION": "(mueIey) dunIAW v`loN mr cu`kI"
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI Awpu gvwieAw. iqnI ipru pwieAw; rMg isau rlIAw mwxY ]",
    "TRANSLITERATION": "Jinee Aap Gavaaeiaa Thinee Pir Paaeiaa Rang Sio Raleeaa Maanai ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਿਆ, ਪ੍ਰਭੂ-ਪਤੀ ਪ੍ਰੇਮ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਆਪਣਾ ਮਿਲਾਪ ਬਖ਼ਸ਼ੀ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "sdw rMig rwqI. shjy mwqI; An idnu nwmu vKwxY ]",
    "TRANSLITERATION": "Sadhaa Rang Raathee Sehajae Maathee Anadhin Naam Vakhaanai ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "r`wqI m`wqI"
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "kwmix vfBwgI. AMqir ilv lwgI; hir kw pRymu suBwieAw ]",
    "TRANSLITERATION": "Kaaman Vaddabhaagee Anthar Liv Laagee Har Kaa Praem Subhaaeiaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "k`wmix vf`BwgI"
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. kwmix shjy rwqI; ijin scu sIgwru bxwieAw ]3]",
    "TRANSLITERATION": "Naanak Kaaman Sehajae Raathee Jin Sach Seegaar Banaaeiaa ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸ਼ਿੰਗਾਰ ਬਣਾ ਲਿਆ ਹੈ ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "haumY mwir mueIey; qU clu gur kY Bwey ]",
    "TRANSLITERATION": "Houmai Maar Mueeeae Thoo Chal Gur Kai Bhaaeae ||",
    "PUNJABI": "ਹੇ (ਆਤਮਕ ਮੌਤੇ) ਮੋਈ ਹੋਈ ਜਿੰਦੇ! ਤੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਤੇ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਹੋ ਕੇ (ਜੀਵਨ-ਤੋਰ) ਤੁਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "hir vru rwvih sdw mueIey; inj Gir vwsw pwey ]",
    "TRANSLITERATION": "Har Var Raavehi Sadhaa Mueeeae Nij Ghar Vaasaa Paaeae ||",
    "PUNJABI": "ਮੋਈ ਹੋਈ ਜਿੰਦੇ! ਇੰਜ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਨਿਵਾਸ ਹਾਸਲ ਕਰ ਕੇ ਸਦਾ ਲਈ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀ ਰਹੇਂਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "inj Gir vwsw pwey. sbdu vjwey; sdw suhwgix nwrI ]",
    "TRANSLITERATION": "Nij Ghar Vaasaa Paaeae Sabadh Vajaaeae Sadhaa Suhaagan Naaree ||",
    "PUNJABI": "ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰ-ਸ਼ਬਦ ਸਦਾ ਲਈ ਵਸਾ ਲੈਂਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "ipru rlIAwlw jobnu bwlw; An idnu kMiq svwrI ]",
    "TRANSLITERATION": "Pir Raleeaalaa Joban Baalaa Anadhin Kanth Savaaree ||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਪਤੀ ਜੋ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ ਤੇ ਜਿਸ ਦਾ ਜੋਬਨ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਨੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸਦਾ ਵਾਸਤੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣਾ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hir vru sohwgo. msqik Bwgo; scY sbid suhwey ]",
    "TRANSLITERATION": "Har Var Sohaago Masathak Bhaago Sachai Sabadh Suhaaeae ||",
    "PUNJABI": "ਇੰਜ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਸੁਹਾਗ ਮਿਲਨ ਕਾਰਨ ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2168,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. kwmix hir rMig rwqI; jw clY siqgur Bwey ]4]1]",
    "TRANSLITERATION": "Naanak Kaaman Har Rang Raathee Jaa Chalai Sathigur Bhaaeae ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਤੁਰਦੀ ਹੈ, ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 3 ]",
    "TRANSLITERATION": "Vaddehans Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK sBu vwpwru Blw; jy shjy kIjY rwm ]",
    "TRANSLITERATION": "Guramukh Sabh Vaapaar Bhalaa Jae Sehajae Keejai Raam ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ (ਹਰਿ-ਨਾਮ ਦਾ) ਵਪਾਰ ਕੀਤਾ ਜਾਏ, ਤਾਂ ਇਹ ਸਾਰਾ ਵਪਾਰ ਮਨੁੱਖ ਲਈ ਭਲਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "An idnu nwmu vKwxIAY; lwhw hir rsu pIjY rwm ]",
    "TRANSLITERATION": "Anadhin Naam Vakhaaneeai Laahaa Har Ras Peejai Raam ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰ ਵੇਲੇ ਉਚਾਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਹੈ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਖੱਟੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "lwhw hir rsu lIjY. hir rwvIjY; An idnu nwmu vKwxY ]",
    "TRANSLITERATION": "Laahaa Har Ras Leejai Har Raaveejai Anadhin Naam Vakhaanai ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਲਾਭ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "gux sMgRih. Avgx ivkxih; AwpY Awpu pCwxY ]",
    "TRANSLITERATION": "Gun Sangrehi Avagan Vikanehi Aapai Aap Pashhaanai ||",
    "PUNJABI": "ਉਹ (ਆਤਮਕ) ਗੁਣ ਇਕੱਠੇ ਕਰ ਕੇ, ਔਗੁਣ ਦੂਰ ਕਰ ਕੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmiq pweI vfI vifAweI; scY sbid rsu pIjY ]",
    "TRANSLITERATION": "Guramath Paaee Vaddee Vaddiaaee Sachai Sabadh Ras Peejai ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਨੇ ਬੜੀ ਇੱਜ਼ਤ ਪਾਈ ਤੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਹਰਿ-ਨਾਮ-ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. hir kI Bgiq inrwlI; gurmuiK ivrlY kIjY ]1]",
    "TRANSLITERATION": "Naanak Har Kee Bhagath Niraalee Guramukh Viralai Keejai ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਇਕ ਅਸਚਰਜ ਦਾਤ ਹੈ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਭਗਤੀ ਕੀਤੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK KyqI hir. AMqir bIjIAY; hir lIjY srIir jmwey rwm ]",
    "TRANSLITERATION": "Guramukh Khaethee Har Anthar Beejeeai Har Leejai Sareer Jamaaeae Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹਰਿ-ਨਾਮ ਦੀ ਖੇਤੀ ਆਪਣੇ ਮਨ ਵਿਚ ਬੀਜਣੀ ਚਾਹੀਦੀ ਹੈ ਤੇ ਇੰਜ ਹਰਿ-ਨਾਮ ਬੀਜ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਉਗਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "Awpxy Gr AMdir rsu BuMcu qU; lwhw lY prQwey rwm ]",
    "TRANSLITERATION": "Aapanae Ghar Andhar Ras Bhunch Thoo Laahaa Lai Parathhaaeae Raam ||",
    "PUNJABI": "ਤੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਕਰ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਪਰਲੋਕ ਦਾ ਲਾਭ ਖੱਟ।",
    "PRONUNCIATION": "(prQwey) pRlok"
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "lwhw prQwey hir mMin vswey; Dnu KyqI vwpwrw ]",
    "TRANSLITERATION": "Laahaa Parathhaaeae Har Mann Vasaaeae Dhhan Khaethee Vaapaaraa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪਰਲੋਕ ਦਾ ਲਾਭ ਖੱਟ ਲੈਂਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਨਾਮ-ਖੇਤੀ ਦਾ ਵਪਾਰ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu iDAwey mMin vswey; bUJY gur bIcwrw ]",
    "TRANSLITERATION": "Har Naam Dhhiaaeae Mann Vasaaeae Boojhai Gur Beechaaraa ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਹ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "b`UJY"
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "mnmuK. KyqI vxju kir Qwky; iqRsnw BuK. n jwey ]",
    "TRANSLITERATION": "Manamukh Khaethee Vanaj Kar Thhaakae Thrisanaa Bhukh N Jaaeae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨਿਰੀ ਸੰਸਾਰਕ ਖੇਤੀ ਤੇ ਸੰਸਾਰਕ ਵਣਜ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਨਹੀਂ ਮਿਟਦੀ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਦੂਰ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwmu bIij mn AMdir; scY sbid suBwey ]2]",
    "TRANSLITERATION": "Naanak Naam Beej Man Andhar Sachai Sabadh Subhaaeae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਤੂੰ ਪ੍ਰੇਮ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਬੀਜ ਬੀਜਿਆ ਕਰ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "hir vwpwir sy jn lwgy; ijnw msqik mxI vfBwgo rwm ]",
    "TRANSLITERATION": "Har Vaapaar Sae Jan Laagae Jinaa Masathak Manee Vaddabhaago Raam ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੇ ਵਪਾਰ ਵਿਚ ਉਹ ਮਨੁੱਖ ਹੀ ਲੱਗਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਵੱਡੀ ਕਿਸਮਤ ਦੀ ਮਣੀ ਚਮਕ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmqI mnu inj Gir visAw; scY sbid bYrwgo rwm ]",
    "TRANSLITERATION": "Guramathee Man Nij Ghar Vasiaa Sachai Sabadh Bairaago Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "muiK msqik Bwgo. sic bYrwgo; swic rqy vIcwrI ]",
    "TRANSLITERATION": "Mukh Masathak Bhaago Sach Bairaago Saach Rathae Veechaaree ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਉਹਨਾਂ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਹ ਵਿਚਾਰਵਾਨ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "nwm ibnw. sBu jgu baurwnw; sbdy. haumY mwrI ]",
    "TRANSLITERATION": "Naam Binaa Sabh Jag Bouraanaa Sabadhae Houmai Maaree ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜਗਤ (ਹਉਮੈ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ (ਇਹ) ਹਉਮੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਦੂਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2169,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "swcY sbid lwig miq aupjY; gurmuiK nwmu sohwgo ]",
    "TRANSLITERATION": "Saachai Sabadh Laag Math Oupajai Guramukh Naam Sohaago ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉੱਚੀ) ਮੱਤ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹਰਿ-ਨਾਮ-ਸੁਹਾਗ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]