[
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "mwieAw mohu AMqir mlu lwgY; mwieAw ky vwpwrw rwm ]",
    "TRANSLITERATION": "Maaeiaa Mohu Anthar Mal Laagai Maaeiaa Kae Vaapaaraa Raam ||",
    "PUNJABI": "ਇਹਨਾਂ ਦੇ ਆਪਣੇ ਅੰਦਰ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਮੈਲ ਹੈ ਤੇ ਮਾਇਆ ਦੇ ਹੀ ਵਿਪਾਰ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "mwieAw ky vwpwrw. jgiq ipAwrw; Awvix jwix duKu pweI ]",
    "TRANSLITERATION": "Maaeiaa Kae Vaapaaraa Jagath Piaaraa Aavan Jaan Dhukh Paaee ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਜਗਤ ਵਿਚ ਮਾਇਆ ਦਾ ਵਿਪਾਰ ਪਿਆਰਾ ਹੈ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਦੁੱਖ ਪਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "j`g-iq"
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "ibKu kw kIVw. ibKu isau lwgw; ibs†w mwih smweI ]",
    "TRANSLITERATION": "Bikh Kaa Keerraa Bikh Sio Laagaa Bistaa Maahi Samaaee ||",
    "PUNJABI": "ਇੰਜ ਮਨੁੱਖ ਜ਼ਹਿਰ ਦਾ ਕੀੜਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਇਸੇ ਜ਼ਹਿਰ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਇਸੇ ਗੰਦ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਮੁਕਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "ibs † w:A`Dw t polw bolo jI"
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "jo Duir iliKAw soie kmwvY; koie. n mytxhwrw ]",
    "TRANSLITERATION": "Jo Dhhur Likhiaa Soe Kamaavai Koe N Maettanehaaraa ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਧੁਰ ਤੋਂ ਮਨੁੱਖ ਦੇ ਭਾਗ ਵਿੱਚ ਲਿਖਿਆ ਗਿਆ ਹੈ ਉਹ ਉਹੀ ਕੁਝ ਕਮਾਂਦਾ ਰਹਿੰਦਾ ਹੈ; ਕੋਈ ਵੀ ਇਸ (ਸਚਾਈ) ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwim rqy iqn sdw suKu pwieAw; hoir mUrK kUik muey gwvwrw ]3]",
    "TRANSLITERATION": "Naanak Naam Rathae Thin Sadhaa Sukh Paaeiaa Hor Moorakh Kook Mueae Gaavaaraa ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਸਦਾ ਹੀ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਬਾਕੀ ਤਾਂ ਮੂਰਖ ਹਨ ਜੋ ਹੋਰਨਾਂ ਨੂੰ ਹੀ ਉਪਦੇਸ਼ ਕਰ ਕਰ ਕੇ ਗਵਾਰਪੁਣਾ ਕਮਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "mwieAw moih mnu rMigAw; moih. suiD n kweI rwm ]",
    "TRANSLITERATION": "Maaeiaa Mohi Man Rangiaa Mohi Sudhh N Kaaee Raam ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਿਸ ਮਨ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਕੋਈ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK iehu mnu rMgIAY; dUjw rMgu jweI rwm ]",
    "TRANSLITERATION": "Guramukh Eihu Man Rangeeai Dhoojaa Rang Jaaee Raam ||",
    "PUNJABI": "ਜੇ ਇਸ ਮਨ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਨਾਮ-ਰੰਗ ਨਾਲ) ਰੰਗ ਲਿਆ ਜਾਏ, ਤਾਂ (ਇਸ ਤੋਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਰੰਗ ਉਤਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "dUjw rMgu jweI. swic smweI; sic Bry BMfwrw ]",
    "TRANSLITERATION": "Dhoojaa Rang Jaaee Saach Samaaee Sach Bharae Bhanddaaraa ||",
    "PUNJABI": "ਜਦੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਰੰਗ ਲਹਿ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ ਤਾਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ-ਧਨ ਨਾਲ (ਆਤਮਕ) ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK hovY soeI bUJY; sic svwrxhwrw ]",
    "TRANSLITERATION": "Guramukh Hovai Soee Boojhai Sach Savaaranehaaraa ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ਉਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨਾਲ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "Awpy myly. so hir imlY; horu khxw ikCU. n jwey ]",
    "TRANSLITERATION": "Aapae Maelae So Har Milai Hor Kehanaa Kishhoo N Jaaeae ||",
    "PUNJABI": "ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ ਉਹੀ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਸਕਦਾ ਹੈ ਕੋਈ ਹੋਰ ਉਪਾਉ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2172,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ivxu nwvY, Brim BulwieAw; ieik nwim rqy rMgu lwey ]4]5]",
    "TRANSLITERATION": "Naanak Vin Naavai Bharam Bhulaaeiaa Eik Naam Rathae Rang Laaeae ||4||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਗਤ ਨਾਮ ਤੋਂ ਬਿਨਾ ਭਟਕਣਾ ਵਿੱਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ, ਕਈ ਐਸੇ ਭੀ ਹਨ ਜੋ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਪ੍ਰੀਤ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 3 ]",
    "TRANSLITERATION": "Vaddehans Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "ey mn myirAw. Awvw gauxu sMswru hY; AMiq. sic inbyVw rwm ]",
    "TRANSLITERATION": "Eae Man Maeriaa Aavaa Goun Sansaar Hai Anth Sach Nibaerraa Raam ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਤਾਂ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਹੈ, ਆਖ਼ਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਇਸ ਵਿਚੋਂ ਨਿਕਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "Awpy scw bKis ley; iPir. hoie n Pyrw rwm ]",
    "TRANSLITERATION": "Aapae Sachaa Bakhas Leae Fir Hoe N Faeraa Raam ||",
    "PUNJABI": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤਾਂ ਹੀ ਜਗਤ ਵਿਚ ਮੁੜ ਮੁੜ ਫੇਰਾ ਨਹੀਂ ਪਾਣਾ ਪੈਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "iPir. hoie n Pyrw, AMiq sic inbyVw; gurmuiK imlY vifAweI ]",
    "TRANSLITERATION": "Fir Hoe N Faeraa Anth Sach Nibaerraa Guramukh Milai Vaddiaaee ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਨੂੰ ਫਿਰ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮਿਲਦਾ ਤੇ ਸਦਾ ਲਈ ਇਹ ਟੈਂਟਾ ਖਤਮ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "swcY rMig rwqy, shjy mwqy; shjy rhy smweI ]",
    "TRANSLITERATION": "Saachai Rang Raathae Sehajae Maathae Sehajae Rehae Samaaee ||",
    "PUNJABI": "ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "scw min BwieAw, scu vswieAw; sbid rqy AMiq inbyrw ]",
    "TRANSLITERATION": "Sachaa Man Bhaaeiaa Sach Vasaaeiaa Sabadh Rathae Anth Nibaeraa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦੇ ਹਨ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦਾ ਆਖ਼ਰ ਖ਼ਾਤਮਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwim rqy sy sic smwxy; bhuir. n Bvjil Pyrw ]1]",
    "TRANSLITERATION": "Naanak Naam Rathae Sae Sach Samaanae Bahur N Bhavajal Faeraa ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਮੁੜ ਮੁੜ ਫੇਰਾ ਨਹੀਂ ਪਾਣਾ ਪੈਂਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "mwieAw mohu sBu brlu hY; dUjY Bwie KuAweI rwm ]",
    "TRANSLITERATION": "Maaeiaa Mohu Sabh Baral Hai Dhoojai Bhaae Khuaaee Raam ||",
    "PUNJABI": "ਮਾਇਆ ਦਾ ਮੋਹ ਨਿਰਾ-ਪੁਰਾ ਪਾਗਲ-ਪਨ ਹੈ ਜਿਸ ਕਾਰਨ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਖੁੰਝੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "(brlu) kmL[ (KuAweI) Bu`lI"
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "mwqw ipqw sBu hyqu hY; hyqy plcweI rwm ]",
    "TRANSLITERATION": "Maathaa Pithaa Sabh Haeth Hai Haethae Palachaaee Raam ||",
    "PUNJABI": "ਮਾਂ ਪਿਉ ਤਾਂ ਨਿਰਾ ਮੋਹ ਹੈ, ਇਸ ਮੋਹ ਵਿਚ ਹੀ ਦੁਨੀਆ ਉਲਝੀ ਪਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "hyqy plcweI, purib kmweI; myit n skY koeI ]",
    "TRANSLITERATION": "Haethae Palachaaee Purab Kamaaee Maett N Sakai Koee ||",
    "PUNJABI": "ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਲੁਕਾਈ ਮੋਹ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਮਨੁੱਖ ਇਸ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "(plcweI) aulJI"
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin isRsit swjI, so kir vyKY; iqsu jyvfu. Avru n koeI ]",
    "TRANSLITERATION": "Jin Srisatt Saajee So Kar Vaekhai This Jaevadd Avar N Koee ||",
    "PUNJABI": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹ ਇਹ ਮਾਇਆ ਦਾ ਮੋਹ ਰਚ ਕੇ (ਤਮਾਸ਼ਾ) ਵੇਖ ਰਿਹਾ ਹੈ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "PRONUNCIATION": "s-iRsit"
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "mnmuiK AMDw. qip qip KpY; ibnu sbdY. sWiq n AweI ]",
    "TRANSLITERATION": "Manamukh Andhhaa Thap Thap Khapai Bin Sabadhai Saanth N Aaee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋ ਕੇ (ਮੋਹ ਵਿਚ) ਸੜ ਸੜ ਕੇ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ibnu nwvY, sBu koeI Bulw; mwieAw moih KuAweI ]2]",
    "TRANSLITERATION": "Naanak Bin Naavai Sabh Koee Bhulaa Maaeiaa Mohi Khuaaee ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਾ ਹੋਇਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "eyhu jgu jlqw dyiK kY; Bij pey hir srxweI rwm ]",
    "TRANSLITERATION": "Eaehu Jag Jalathaa Dhaekh Kai Bhaj Peae Har Saranaaee Raam ||",
    "PUNJABI": "ਇਸ ਸੰਸਾਰ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜਦਾ ਵੇਖ ਕੇ (ਜੇਹੜੇ ਮਨੁੱਖ) ਦੌੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪੈਂਦੇ ਹਨ (ਉਹ ਸੜਨੋਂ ਬਚ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": "B`ij"
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "Ardwis krˆØI. gur pUry AwgY; riK lyvhu dyhu vfweI rwm ]",
    "TRANSLITERATION": "Aradhaas Karanaee Gur Poorae Aagai Rakh Laevahu Dhaehu Vaddaaee Raam ||",
    "PUNJABI": "ਮੈਂ ਪੂਰੇ ਗੁਰੂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ ਸੜਨ ਤੋਂ) ਬਚਾ ਲੈ, ਮੈਨੂੰ (ਇਹ) ਵਡਿਆਈ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "riK lyvhu srxweI, hir nwmu vfweI; quDu jyvfu. Avru n dwqw ]",
    "TRANSLITERATION": "Rakh Laevahu Saranaaee Har Naam Vaddaaee Thudhh Jaevadd Avar N Dhaathaa ||",
    "PUNJABI": "ਮੈਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਵਡਿਆਈ ਬਖ਼ਸ਼; ਇਹ ਦਾਤ ਬਖ਼ਸ਼ਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਣ ਵਾਲਾ ਤੇਰੇ ਜੇਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "syvw lwgy. sy vfBwgy; juig juig eyko jwqw ]",
    "TRANSLITERATION": "Saevaa Laagae Sae Vaddabhaagae Jug Jug Eaeko Jaathaa ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗਦੇ ਹਨ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੇ ਹਨ ਜੇਹੜਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕ ਆਪ ਹੀ ਆਪ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "jqu squ sMjmu krm kmwvY; ibnu gur. giq nhI pweI ]",
    "TRANSLITERATION": "Jath Sath Sanjam Karam Kamaavai Bin Gur Gath Nehee Paaee ||",
    "PUNJABI": "ਭਾਵੇਂ ਕੋਈ ਜਤ ਸਤ ਸੰਜਮ (ਆਦਿਕ) ਕਰਮ ਕਮਾਵੇ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. iqs no sbdu buJwey; jo jwie pvY hir srxweI ]3]",
    "TRANSLITERATION": "Naanak This No Sabadh Bujhaaeae Jo Jaae Pavai Har Saranaaee ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਜਾ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸਮਝਣ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "bu`Jwey"
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "jo hir miq dyie, sw aUpjY; hor. miq n kweI rwm ]",
    "TRANSLITERATION": "Jo Har Math Dhaee Saa Oopajai Hor Math N Kaaee Raam ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਜੇਹੜੀ ਅਕਲ (ਮਨੁੱਖ ਨੂੰ) ਦੇਂਦਾ ਹੈ ਉਹੀ ਮੱਤ ਪਰਗਟ ਹੁੰਦੀ ਹੈ; (ਪ੍ਰਭੂ ਦੀ ਦਿੱਤੀ ਮੱਤ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਮੱਤ (ਮਨੁੱਖ ਗ੍ਰਹਿਣ) ਨਹੀਂ (ਕਰ ਸਕਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "AMqir bwhir eyku qU; Awpy dyih buJweI rwm ]",
    "TRANSLITERATION": "Anthar Baahar Eaek Thoo Aapae Dhaehi Bujhaaee Raam ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਤੇ ਬਾਹਰ ਸਿਰਫ਼ ਤੂੰ ਹੀ ਵੱਸਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈਂ।",
    "PRONUNCIATION": "bu`JweI"
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "Awpy dyih buJweI, Avr n BweI; gurmuiK hir rsu cwiKAw ]",
    "TRANSLITERATION": "Aapae Dhaehi Bujhaaee Avar N Bhaaee Guramukh Har Ras Chaakhiaa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਅਕਲ ਦੇਂਦਾ ਹੈਂ (ਤੇਰੀ ਦਿੱਤੀ ਹੋਈ ਅਕਲ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਅਕਲ ਜੀਵ ਨੂੰ) ਪਸੰਦ ਹੀ ਨਹੀਂ ਆ ਸਕਦੀ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਵਾਦ ਚੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2173,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "dir swcY sdw hY swcw; swcY sbid suBwiKAw ]",
    "TRANSLITERATION": "Dhar Saachai Sadhaa Hai Saachaa Saachai Sabadh Subhaakhiaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਅਡੋਲ ਚਿੱਤ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(suBwiKAw) sRySt aucwrn kIqy"
  }
]