[
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "eyk idRis† hir eyko jwqw; hir Awqm rwmu pCwxI ]",
    "TRANSLITERATION": "Eaek Dhrist Har Eaeko Jaathaa Har Aatham Raam Pashhaanee ||",
    "PUNJABI": "ਮੈਂ ਇਕ ਨਿਗਾਹ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ (ਹਰ ਥਾਂ ਵੱਸਦਾ) ਸਮਝ ਲਿਆ, ਮੈਂ ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਨੂੰ ਪਛਾਣ ਲਿਆ।",
    "PRONUNCIATION": "di R si †"
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "hMau gur ibnu hMau gur ibnu; KrI inmwxI ]1]",
    "TRANSLITERATION": "Hano Gur Bin Hano Gur Bin Kharee Nimaanee ||1||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਬਹੁਤ ਹੀ ਵਿਚਾਰੀ ਸਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnw siqguru. ijn siqguru pwieAw; iqn hir pRBu myil imlwey rwm ]",
    "TRANSLITERATION": "Jinaa Sathigur Jin Sathigur Paaeiaa Thin Har Prabh Mael Milaaeae Raam ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀਆਂ) ਨੇ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "iqn crx iqn crx sryvh; hm lwgh iqn kY pwey rwm ]",
    "TRANSLITERATION": "Thin Charan Thin Charan Saraeveh Ham Laageh Thin Kai Paaeae Raam ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ, ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਣ ਨੂੰ ਤਿਆਰ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir crx sryvh iqn ky; ijn siqguru purKu pRBu D´wieAw ]",
    "TRANSLITERATION": "Har Har Charan Saraeveh Thin Kae Jin Sathigur Purakh Prabh Dhhyaaeiaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ ਤੇ (ਤੈਨੂੰ) ਪ੍ਰਭੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਲਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨੀ ਚਾਹੁੰਦਾ ਹਾਂ।",
    "PRONUNCIATION": "(sryvh) syvw krIey[ iDAwieAw"
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "qU vfdwqw AMqrjwmI; myrI srDw pUir hir rwieAw ]",
    "TRANSLITERATION": "Thoo Vaddadhaathaa Antharajaamee Maeree Saradhhaa Poor Har Raaeiaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਸ਼ਾਹ! ਤੂੰ ਵੱਡਾ ਦਾਤਾਰ ਹੈਂ, ਤੂੰ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਮੇਰੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਕਰ, ਹੇ ਪ੍ਰਭੂ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "gurisK myil. myrI srDw pUrI; An idnu rwm gux gwey ]",
    "TRANSLITERATION": "Gurasikh Mael Maeree Saradhhaa Pooree Anadhin Raam Gun Gaaeae ||",
    "PUNJABI": "ਮੇਰੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਕਰ ਕਿ ਗੁਰਸਿੱਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮੈਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣ ਲੱਗ ਪਵਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "ijn siqguru ijn siqguru pwieAw; iqn hir pRBu myil imlwey ]2]",
    "TRANSLITERATION": "Jin Sathigur Jin Sathigur Paaeiaa Thin Har Prabh Mael Milaaeae ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੇ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "hMau vwrI hMau vwrI; gurisK mIq ipAwry rwm ]",
    "TRANSLITERATION": "Hano Vaaree Hano Vaaree Gurasikh Meeth Piaarae Raam ||",
    "PUNJABI": "ਮੈਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਉਸ ਪਿਆਰੇ ਮਿੱਤਰ ਗੁਰ-ਸਿੱਖ ਤੋਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmo hir nwmu suxwey; myrw pRIqmu nwmu ADwry rwm ]",
    "TRANSLITERATION": "Har Naamo Har Naam Sunaaeae Maeraa Preetham Naam Adhhaarae Raam ||",
    "PUNJABI": "ਜੇਹੜਾ ਮੈਨੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਾਂਦਾ ਰਹੇ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰਾ ਆਸਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir nwmu. myrw pRwn sKweI; iqsu ibnu GVI inmK, nhI jIvW ]",
    "TRANSLITERATION": "Har Har Naam Maeraa Praan Sakhaaee This Bin Gharree Nimakh Nehee Jeevaan ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ ਹੈ, ਉਸ (ਨਾਮ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਘੜੀ ਭਰ ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir ikRpw kry suKdwqw; gurmuiK AMimRqu pIvW ]",
    "TRANSLITERATION": "Har Har Kirapaa Karae Sukhadhaathaa Guramukh Anmrith Peevaan ||",
    "PUNJABI": "ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਜੇ ਮੇਹਰ ਕਰੇ, ਤਾਂ ਹੀ ਮੈਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਸਕਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "hir Awpy srDw lwie imlwey; hir Awpy Awip svwry ]",
    "TRANSLITERATION": "Har Aapae Saradhhaa Laae Milaaeae Har Aapae Aap Savaarae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ (ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣਾ ਨਾਮ ਦੇ ਕੇ ਮਨੁੱਖ ਦਾ ਜੀਵਨ) ਸੋਹਣਾ ਬਣਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "hMau vwrI hMau vwrI; gurisK mIq ipAwry ]3]",
    "TRANSLITERATION": "Hano Vaaree Hano Vaaree Gurasikh Meeth Piaarae ||3||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਦੇ ਸਿੱਖ ਤੋਂ ਪਿਆਰੇ ਮਿੱਤਰ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hir Awpy. hir Awpy; purKu inrMjnu soeI rwm ]",
    "TRANSLITERATION": "Har Aapae Har Aapae Purakh Niranjan Soee Raam ||",
    "PUNJABI": "ਪ੍ਰਭੁ ਆਪ ਹੀ, ਆਪ ਹੀ ਸਰਬ-ਵਿਆਪਕ ਤੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਰਹਿਤ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hir Awpy. hir Awpy mylY; krY so hoeI rwm ]",
    "TRANSLITERATION": "Har Aapae Har Aapae Maelai Karai So Hoee Raam ||",
    "PUNJABI": "ਪ੍ਰਭੁ ਆਪ ਹੀ, ਆਪ ਹੀ ਜਿਵਾਂ ਨੂੰ ਮਿਲਾਂਦਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਕਰਦਾ ਹੈ ਉਹੀ ਵਰਤਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "jo hir pRB BwvY. soeI hovY; Avru n krxw jweI ]",
    "TRANSLITERATION": "Jo Har Prabh Bhaavai Soee Hovai Avar N Karanaa Jaaee ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, (ਉਸ ਦੀ ਰਜ਼ਾ ਦੇ ਉਲਟ) ਹੋਰ ਕੁਝ ਭੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "bhuqu isAwxp lieAw n jweI; kir Qwky siB cqurweI ]",
    "TRANSLITERATION": "Bahuth Siaanap Laeiaa N Jaaee Kar Thhaakae Sabh Chathuraaee ||",
    "PUNJABI": "ਭਾਵੇਂ ਮਨੁੱਖ ਕਿਨੀ ਵੀ ਸਿਆਣਪ ਦੀ ਵਰਤੋਂ ਕਰੇ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਦੇ ਉਲਟ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ) ਆਖਰ ਇਨਸਾਨ ਥਕ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "gur pRswid jn nwnk dyiKAw; mY. hir ibnu Avru n koeI ]",
    "TRANSLITERATION": "Gur Prasaadh Jan Naanak Dhaekhiaa Mai Har Bin Avar N Koee ||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਮੈਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕੀਤਾ ਹੈ, ਤੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ (ਦਿੱਸਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2175,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "hir Awpy hir Awpy; purKu inrMjnu soeI ]4]2]",
    "TRANSLITERATION": "Har Aapae Har Aapae Purakh Niranjan Soee ||4||2||",
    "PUNJABI": "ਪ੍ਰਭੁ ਆਪ ਹੀ, ਆਪ ਹੀ ਸਰਬ-ਵਿਆਪਕ ਤੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਰਹਿਤ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 4 ]",
    "TRANSLITERATION": "Vaddehans Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "hir siqgur hir siqgur myil; hir siqgur crx hm BwieAw rwm ]",
    "TRANSLITERATION": "Har Sathigur Har Sathigur Mael Har Sathigur Charan Ham Bhaaeiaa Raam ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਗੁਰੂ ਦੇ ਚਰਨ ਮੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "iqmr AigAwnu gvwieAw; gur igAwnu AMjnu. guir pwieAw rwm ]",
    "TRANSLITERATION": "Thimar Agiaan Gavaaeiaa Gur Giaan Anjan Gur Paaeiaa Raam ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਦਾ) ਸੁਰਮਾ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": "(iqmr) hnyrw"
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "gur igAwn AMjnu. siqgurU pwieAw; AigAwn AMDyr ibnwsy ]",
    "TRANSLITERATION": "Gur Giaan Anjan Sathiguroo Paaeiaa Agiaan Andhhaer Binaasae ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਲੈ ਲਿਆ ਉਸ ਦੇ ਅਗਿਆਨ ਦੇ ਹਨੇਰੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur syiv prmpdu pwieAw; hir jipAw sws igrwsy ]",
    "TRANSLITERATION": "Sathigur Saev Param Padh Paaeiaa Har Japiaa Saas Giraasae ||",
    "PUNJABI": "ਤੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਉਸ ਨੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਉਹ ਹਰੇਕ ਸਾਹ ਤੇ ਹਰੇਕ ਗਿਰਾਹੀ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "ijn kMau hir pRiB ikrpw DwrI; qy siqgur syvw lwieAw ]",
    "TRANSLITERATION": "Jin Kano Har Prabh Kirapaa Dhhaaree Thae Sathigur Saevaa Laaeiaa ||",
    "PUNJABI": "ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਜੋੜ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "hir siqgur hir siqgur myil; hir siqgur crx hm BwieAw ]1]",
    "TRANSLITERATION": "Har Sathigur Har Sathigur Mael Har Sathigur Charan Ham Bhaaeiaa ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਗੁਰੂ ਦੇ ਚਰਨ ਮੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "myrw siqguru myrw siqguru ipAwrw; mY gur ibnu, rhxu n jweI rwm ]",
    "TRANSLITERATION": "Maeraa Sathigur Maeraa Sathigur Piaaraa Mai Gur Bin Rehan N Jaaee Raam ||",
    "PUNJABI": "ਮੇਰਾ ਸਤਿਗੁਰੂ, ਮੇਰਾ ਸਤਿਗੁਰੂ ਮੈਨੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਥੋਂ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmo hir nwmu dyvY; myrw AMiq sKweI rwm ]",
    "TRANSLITERATION": "Har Naamo Har Naam Dhaevai Maeraa Anth Sakhaaee Raam ||",
    "PUNJABI": "ਗੁਰੂ ਮੈਨੂੰ ਉਹ ਹਰਿ-ਨਾਮ ਦੇਂਦਾ ਹੈ ਜੇਹੜਾ ਅੰਤ ਵੇਲੇ ਮੇਰਾ ਸਾਥੀ ਬਣੇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir nwmu myrw AMiq sKweI; guir siqguir. nwmu idRVwieAw ]",
    "TRANSLITERATION": "Har Har Naam Maeraa Anth Sakhaaee Gur Sathigur Naam Dhrirraaeiaa ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਨੇ ਮੇਰੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ ਤੇ ਹਰਿ-ਹਰਿ-ਨਾਮ ਅੰਤ ਵੇਲੇ ਮੇਰਾ ਸਾਥੀ ਬਣੇਗਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "ijQY puqu klqRü koeI bylI nwhI; iqQY hir hir nwim CfwieAw ]",
    "TRANSLITERATION": "Jithhai Puth Kalathra Koee Baelee Naahee Thithhai Har Har Naam Shhaddaaeiaa ||",
    "PUNJABI": "ਜਿਥੇ ਪੁਤ੍ਰ ਜਾਂ ਇਸਤ੍ਰੀ ਕੋਈ ਭੀ ਮਦਦਗਾਰ ਨਹੀਂ ਬਣਦਾ, ਉਥੇ ਹਰਿ-ਹਰਿ-ਨਾਮ ਨੇ ਹੀ ਛੁਡਾਣਾ ਹੈ।",
    "PRONUNCIATION": "k-l`qRü"
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "Dnu Dnu siqguru purKu inrMjnu; ijqu imil. hir nwmu iDAweI ]",
    "TRANSLITERATION": "Dhhan Dhhan Sathigur Purakh Niranjan Jith Mil Har Naam Dhhiaaee ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਧੰਨ ਧੰਨ ਹੈ, ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ, ਜਿਸ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "myrw siqguru myrw siqguru ipAwrw; mY gur ibnu. rhxu n jweI ]2]",
    "TRANSLITERATION": "Maeraa Sathigur Maeraa Sathigur Piaaraa Mai Gur Bin Rehan N Jaaee ||2||",
    "PUNJABI": "ਮੇਰਾ ਸਤਿਗੁਰੂ, ਮੇਰਾ ਸਤਿਗੁਰੂ ਮੈਨੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਂ ਰਹਿ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  }
]