[
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI drsnu. ijnI drsnu; siqgur purK. n pwieAw rwm ]",
    "TRANSLITERATION": "Jinee Dharasan Jinee Dharasan Sathigur Purakh N Paaeiaa Raam ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਮਹਾਪੁਰਖ ਦਾ ਦਰਸਨ ਨਹੀਂ ਕੀਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "iqn inhPlu. iqn inhPlu jnmu; sBu ibRQw gvwieAw rwm ]",
    "TRANSLITERATION": "Thin Nihafal Thin Nihafal Janam Sabh Brithhaa Gavaaeiaa Raam ||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਜਨਮ ਬੇ-ਫ਼ਾਇਦਾ, ਬੇ-ਫ਼ਾਇਦਾ ਗਿਆ, ਤੇ ਉਹਨਾਂ ਨੇ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਲਿਆ।",
    "PRONUNCIATION": "bi RQw"
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "inhPlu jnmu iqn ibRQw gvwieAw; qy swkq muey. mir JUry ]",
    "TRANSLITERATION": "Nihafal Janam Thin Brithhaa Gavaaeiaa Thae Saakath Mueae Mar Jhoorae ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਜਨਮ ਵਿਅਰਥ ਅਕਾਰਥ ਗਵਾ ਲਿਆ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "Gir hodY rqin pdwriQ BUKy; BwghIx hir dUry ]",
    "TRANSLITERATION": "Ghar Hodhai Rathan Padhaarathh Bhookhae Bhaageheen Har Dhoorae ||",
    "PUNJABI": "ਹਿਰਦੇ-ਘਰ ਵਿਚ ਕੀਮਤੀ ਨਾਮ-ਰਤਨ ਹੁੰਦਿਆਂ ਭੀ ਉਹ ਬਦ-ਨਸੀਬ ਮਰੂੰ-ਮਰੂੰ ਕਰਦੇ ਰਹੇ, ਤੇ, ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੇ ਰਹੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir iqn kw drsu. n krIAhu; ijnI hir hir nwmu. n iDAwieAw ]",
    "TRANSLITERATION": "Har Har Thin Kaa Dharas N Kareeahu Jinee Har Har Naam N Dhhiaaeiaa ||",
    "PUNJABI": "ਰੱਬ ਕਰ ਕੇ ਤੁਸਾਂ ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਨਾਹ ਕਰਨਾ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI drsnu ijnI drsnu; siqgur purK. n pwieAw ]3]",
    "TRANSLITERATION": "Jinee Dharasan Jinee Dharasan Sathigur Purakh N Paaeiaa ||3||",
    "PUNJABI": "ਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਮਹਾਪੁਰਖ ਦਾ ਦਰਸਨ, ਦਰਸਨ ਨਹੀਂ ਕੀਤਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "hm cwiqRk. hm cwiqRk dIn; hir pwis. bynMqI rwm ]",
    "TRANSLITERATION": "Ham Chaathrik Ham Chaathrik Dheen Har Paas Baenanthee Raam ||",
    "PUNJABI": "ਮੈਂ ਨਿਮਾਣਾ ਪਪੀਹਾ, ਨਿਮਾਣਾ ਪਪੀਹਾ ਹਾਂ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "gur imil. gur myil myrw ipAwrw; hm. siqgur krh BgqI rwm ]",
    "TRANSLITERATION": "Gur Mil Gur Mael Maeraa Piaaraa Ham Sathigur Kareh Bhagathee Raam ||",
    "PUNJABI": "ਕਿ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਗੁਰੂ ਮਿਲਾ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਾਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir siqgur krh BgqI; jW hir pRBu ikrpw Dwry ]",
    "TRANSLITERATION": "Har Har Sathigur Kareh Bhagathee Jaan Har Prabh Kirapaa Dhhaarae ||",
    "PUNJABI": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਅਸੀਂ ਤਦੋਂ ਹੀ ਕਰ ਸਕਦੇ ਹਾਂ ਜਦੋਂ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "mY gur ibnu Avru. n koeI bylI; guru siqguru pRwx hm@wry ]",
    "TRANSLITERATION": "Mai Gur Bin Avar N Koee Baelee Gur Sathigur Praan Hamhaarae ||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਮਦਦਗਾਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਗੁਰੂ ਹੀ ਮੇਰੀ ਜ਼ਿੰਦਗੀ (ਦਾ ਆਸਰਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "khu nwnk. guir nwmu idRV@wieAw; hir hir nwmu hir sqI ]",
    "TRANSLITERATION": "Kahu Naanak Gur Naam Dhrirrhaaeiaa Har Har Naam Har Sathee ||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਕਿ ਗੁਰੂ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਹਰਿ-ਨਾਮ ਪੱਕਾ ਕੀਤਾ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "(s`qI) s`q sdw rihx vwlw"
  },
  {
    "SHABAD_ID": 2176,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "hm cwiqRk hm cwiqRk dIn; hir pwis bynMqI ]4]3]",
    "TRANSLITERATION": "Ham Chaathrik Ham Chaathrik Dheen Har Paas Baenanthee ||4||3||",
    "PUNJABI": "ਮੈਂ ਨਿਮਾਣਾ ਪਪੀਹਾ, ਨਿਮਾਣਾ ਪਪੀਹਾ ਹਾਂ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 4 ]",
    "TRANSLITERATION": "Vaddehans Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hir ikrpw. hir ikrpw kir; siqguru myil. suKdwqw rwm ]",
    "TRANSLITERATION": "Har Kirapaa Har Kirapaa Kar Sathigur Mael Sukhadhaathaa Raam ||",
    "PUNJABI": "ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਮਿਲਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hm pUCh. hm pUCh; siqgur pwis. hir bwqw rwm ]",
    "TRANSLITERATION": "Ham Pooshheh Ham Pooshheh Sathigur Paas Har Baathaa Raam ||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪੁੱਛਿਆ ਕਰਾਂਗਾ।",
    "PRONUNCIATION": "bwqW"
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur pwis. hir bwq pUCh; ijin. nwmu pdwrQu pwieAw ]",
    "TRANSLITERATION": "Sathigur Paas Har Baath Pooshheh Jin Naam Padhaarathh Paaeiaa ||",
    "PUNJABI": "ਉਸ ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪੁੱਛਿਆ ਕਰਾਂਗਾ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਅਮੋਲਕ ਨਾਮ-ਰਤਨ ਹਾਸਲ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "pwie lgh. inq krh ibnMqI; guir siqguir. pMQu bqwieAw ]",
    "TRANSLITERATION": "Paae Lageh Nith Kareh Binanthee Gur Sathigur Panthh Bathaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਦੱਸਿਆ ਹੈ, ਮੈਂ ਉਸ ਗੁਰੂ ਦੀ ਸਦਾ ਚਰਨੀਂ ਲੱਗਾਂਗਾ ਤੇ ਉਸ ਗੁਰੂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਾਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "soeI Bgqu. duKu suKu smqu kir jwxY; hir hir nwim hir rwqw ]",
    "TRANSLITERATION": "Soee Bhagath Dhukh Sukh Samath Kar Jaanai Har Har Naam Har Raathaa ||",
    "PUNJABI": "ਉਹ (ਗੁਰੂ) ਹੀ (ਅਸਲ) ਭਗਤ ਹੈ, ਗੁਰੂ ਦੁਖ ਤੇ ਸੁਖ ਨੂੰ ਇਕੋ ਜਿਹਾ ਕਰ ਕੇ ਜਾਣਦਾ ਹੈ, ਗੁਰੂ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "sm-qu"
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "hir ikrpw hir ikrpw kir; guru siqguru myil suKdwqw ]1]",
    "TRANSLITERATION": "Har Kirapaa Har Kirapaa Kar Gur Sathigur Mael Sukhadhaathaa ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਹੇ ਹਰੀ, ਮੇਹਰ ਕਰ! ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਮਿਲਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "suix gurmuiK. suix gurmuiK nwim; siB ibnsy. hMaumY pwpw rwm ]",
    "TRANSLITERATION": "Sun Guramukh Sun Guramukh Naam Sabh Binasae Hanoumai Paapaa Raam ||",
    "PUNJABI": "ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰਮਤ ਸੁਣਦਾ ਹੈ, ਉਸ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਆਦਿਕ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "jip hir hir. jip hir hir nwmu; liQAVy jig qwpw rwm ]",
    "TRANSLITERATION": "Jap Har Har Jap Har Har Naam Lathhiarrae Jag Thaapaa Raam ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਜਪ ਕੇ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਜਗਤ ਵਿਚ (ਜਿਤਨੇ ਭੀ) ਦੁੱਖ-ਕਲੇਸ਼ (ਹਨ ਉਹ ਸਾਰੇ) ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "l`iQAVy"
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "hir hir nwmu ijnI AwrwiDAw; iqn ky duK pwp invwry ]",
    "TRANSLITERATION": "Har Har Naam Jinee Aaraadhhiaa Thin Kae Dhukh Paap Nivaarae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguir igAwn KVgu hiQ dInw; jmkMkr mwir ibdwry ]",
    "TRANSLITERATION": "Sathigur Giaan Kharrag Hathh Dheenaa Jamakankar Maar Bidhaarae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਹੱਥ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਖੰਡਾ ਫੜਾ ਦਿੱਤਾ ਉਨ੍ਹਾਂ ਦੇ ਜਮਰਾਜ ਦੇ ਦੂਤ ਮਰ ਮੁਕਾ ਗਏ।",
    "PRONUNCIATION": "h`iQ"
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "hir pRiB ikRpw DwrI suKdwqy; duK lwQy pwp sMqwpw ]",
    "TRANSLITERATION": "Har Prabh Kirapaa Dhhaaree Sukhadhaathae Dhukh Laathhae Paap Santhaapaa ||",
    "PUNJABI": "ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਪਾਪ ਕਲੇਸ਼ ਲਹਿ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "suix gurmuiK suix gurmuiK nwmu; siB ibnsy hMaumY pwpw ]2]",
    "TRANSLITERATION": "Sun Guramukh Sun Guramukh Naam Sabh Binasae Hanoumai Paapaa ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਿਆ ਕਰ ਇੰਜ ਹਉਮੈ ਆਦਿਕ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "jip hir hir. jip hir hir nwmu; myrY min BwieAw rwm ]",
    "TRANSLITERATION": "Jap Har Har Jap Har Har Naam Maerai Man Bhaaeiaa Raam ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਜਪ ਕੇ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "muiK gurmuiK. muiK gurmuiK jip; siB rog gvwieAw rwm ]",
    "TRANSLITERATION": "Mukh Guramukh Mukh Guramukh Jap Sabh Rog Gavaaeiaa Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਜਪਣ ਨਾਲ ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK jip siB rog gvwieAw; Arogq Bey srIrw ]",
    "TRANSLITERATION": "Guramukh Jap Sabh Rog Gavaaeiaa Arogath Bheae Sareeraa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਜਪਣ ਨਾਲ ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਸਰੀਰ ਨਰੋਆ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "An idnu shj smwiD hir lwgI; hir jipAw gihr gMBIrw ]",
    "TRANSLITERATION": "Anadhin Sehaj Samaadhh Har Laagee Har Japiaa Gehir Ganbheeraa ||",
    "PUNJABI": "ਡੂੰਘੇ ਤੇ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆਂ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸੁਰਤ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "jwiq Ajwiq nwmu ijn iDAwieAw; iqn prm pdwrQu pwieAw ]",
    "TRANSLITERATION": "Jaath Ajaath Naam Jin Dhhiaaeiaa Thin Param Padhaarathh Paaeiaa ||",
    "PUNJABI": "ਉੱਚੀ ਜਾਤਿ ਦੇ ਹੋਣ ਚਾਹੇ ਨੀਵੀਂ ਜਾਤਿ ਦੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਇਹ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ (ਨਾਮ-) ਪਦਾਰਥ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2177,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "jip hir hir. jip hir hir nwmu; myrY min BwieAw ]3]",
    "TRANSLITERATION": "Jap Har Har Jap Har Har Naam Maerai Man Bhaaeiaa ||3||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਜਪ ਕੇ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  }
]