[
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "khu nwnk. iqsu jn bilhwrI; qyrw dwnu sBnI hY lIqw ]2]",
    "TRANSLITERATION": "Kahu Naanak This Jan Balihaaree Thaeraa Dhaan Sabhanee Hai Leethaa ||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਐਸੇ ਸੇਵਕ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤ ਉਸ ਪਾਸੋਂ ਸਭ ਜੀਵ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "qau Bwxw; qW iqRpiq AGwey rwm ]",
    "TRANSLITERATION": "Tho Bhaanaa Thaan Thripath Aghaaeae Raam ||",
    "PUNJABI": "ਜੇ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ ਜੀਵ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "mnu QIAw TMFw; sB iqRsn buJwey rwm ]",
    "TRANSLITERATION": "Man Thheeaa Thandtaa Sabh Thrisan Bujhaaeae Raam ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਪਿਆਸ ਬੁੱਝ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "mnu QIAw TMFw. cUkI fMJw; pwieAw bhuqu Kjwnw ]",
    "TRANSLITERATION": "Man Thheeaa Thandtaa Chookee Ddanjhaa Paaeiaa Bahuth Khajaanaa ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ (ਵੱਡਾ ਨਾਮ-) ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(fMJw) jln"
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "isK syvk siB BuMcx lgy; hMau sqgur kY kurbwnw ]",
    "TRANSLITERATION": "Sikh Saevak Sabh Bhunchan Lagae Hano Sathagur Kai Kurabaanaa ||",
    "PUNJABI": "ਮੈਂ ਸਤਿਗੁਰੂ ਤੋਂ ਵਾਰੀ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਦੇ ਸਾਰੇ ਸਿੱਖ ਸੇਵਕ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਵਰਤਣ ਲੱਗ ਪੈਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "inrBau Bey. Ksm rMig rwqy; jm kI qRws buJwey ]",
    "TRANSLITERATION": "Nirabho Bheae Khasam Rang Raathae Jam Kee Thraas Bujhaaeae ||",
    "PUNJABI": "ਤੇ ਇੰਜ (ਸਹਮਾਂ ਵਲੋਂ) ਨਿਡਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਜਮਾਂ ਦਾ ਸਹਮ ਮਿਟਾ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(Ksm) pRkwS srUp bRhm[ buJwey polw"
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk dwsu. sdw sMig syvku; qyrI Bgiq krMau ilv lwey ]3]",
    "TRANSLITERATION": "Naanak Dhaas Sadhaa Sang Saevak Thaeree Bhagath Karano Liv Laaeae ||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਮੈਂ) ਦਾਸ (ਗੁਰੂ ਦੇ) ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ, (ਗੁਰੂ ਦਾ) ਸੇਵਕ ਬਣਿਆ ਰਹਾਂ, ਤੇ, ਸੁਰਤ ਜੋੜ ਕੇ ਤੇਰੀ ਭਗਤੀ ਕਰਦਾ ਰਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "pUrI Awsw jI; mnsw myry rwm ]",
    "TRANSLITERATION": "Pooree Aasaa Jee Manasaa Maerae Raam ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਮੇਰੀ ਹਰੇਕ) ਆਸ ਤੇ ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "moih inrgux jIau; siB gux qyry rwm ]",
    "TRANSLITERATION": "Mohi Niragun Jeeo Sabh Gun Thaerae Raam ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ ਤੇਰੇ ਅੰਦਰ ਸਾਰੇ ਹੀ ਗੁਣ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "siB gux qyry. Twkur myry; ikqu muiK quDu swlwhI ]",
    "TRANSLITERATION": "Sabh Gun Thaerae Thaakur Maerae Kith Mukh Thudhh Saalaahee ||",
    "PUNJABI": "ਤੇਰੇ ਅੰਦਰ ਸਾਰੇ ਹੀ ਗੁਣ ਹਨ, ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਂ ਕਿਸ ਮੂੰਹ ਨਾਲ ਤੇਰੀ ਵਡਿਆਈ ਕਰਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "guxu Avguxu myrw. ikCu n bIcwirAw; bKis lIAw iKn mwhI ]",
    "TRANSLITERATION": "Gun Avagun Maeraa Kishh N Beechaariaa Bakhas Leeaa Khin Maahee ||",
    "PUNJABI": "ਤੂੰ ਮੇਰਾ ਕੋਈ ਗੁਣ ਜਾਂ ਔਗੁਣ ਨਾ ਦੇਖ ਕੇ ਇਕ ਛਿਨ ਵਿਚ ਹੀ ਤੂੰ ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਕਰ ਦਿਤੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "nau iniD pweI vjI vwDweI; vwjy Anhd qUry ]",
    "TRANSLITERATION": "No Nidhh Paaee Vajee Vaadhhaaee Vaajae Anehadh Thoorae ||",
    "PUNJABI": "ਤੇ ਮੈਂ ਨੌ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਬਣ ਗਈ ਹੈ ਤੇ ਆਤਮਕ ਆਨੰਦ ਦੇ ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਣ ਲੱਗ ਪਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2180,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "khu nwnk. mY vru Gir pwieAw; myry lwQy jI sgl ivsUry ]4]1]",
    "TRANSLITERATION": "Kahu Naanak Mai Var Ghar Paaeiaa Maerae Laathhae Jee Sagal Visoorae ||4||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ (ਪ੍ਰਭੂ) ਖਸਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਲੱਭ ਲਿਆ ਹੈ ਤੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲਹਿ ਗਏ ਹਨ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2181,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2181,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "ikAw suxydo kUVu; vM\\\\in pvx JulwirAw ]",
    "TRANSLITERATION": "Kiaa Sunaedho Koorr Vannjan Pavan Jhulaariaa ||",
    "PUNJABI": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਕੀਹ ਗੱਲ ਸੁਨਣੀ, ਇਹ ਤਾਂ ਹਵਾ ਦੇ ਬੁੱਲਿਆਂ ਵਾਂਗ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(pvx)hvw dy[(JulwirAw)bu`ly vWg[(vM\\in) cly jWdy"
  },
  {
    "SHABAD_ID": 2181,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. suxIAr qy prvwxu; jo suxydy scu DxI ]1]",
    "TRANSLITERATION": "Naanak Suneear Thae Paravaan Jo Sunaedhae Sach Dhhanee ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਕੰਨ (ਪ੍ਰਭੂ ਨੂੰ) ਕਬੂਲ ਹਨ ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨੂੰ ਸੁਣਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(suxIAr) kMn"
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "CMqu ]",
    "TRANSLITERATION": "Shhanth ||",
    "PUNJABI": "ਛੰਤ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "iqn Goil GumweI; ijn pRBu sRvxI suixAw rwm ]",
    "TRANSLITERATION": "Thin Ghol Ghumaaee Jin Prabh Sravanee Suniaa Raam ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸੁਣਿਆ ਹੈ, ਉਹਨਾਂ ਤੋਂ ਮੈਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "sy shij suhyly; ijn hir hir rsnw BixAw rwm ]",
    "TRANSLITERATION": "Sae Sehaj Suhaelae Jin Har Har Rasanaa Bhaniaa Raam ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "sy shij suhyly guxh Amoly; jgq auDwrx Awey ]",
    "TRANSLITERATION": "Sae Sehaj Suhaelae Guneh Amolae Jagath Oudhhaaran Aaeae ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਰਹਿ ਕੇ ਸੁਖੀ ਜੀਵਨ ਜੀਊਂਦੇ ਹਨ, ਉਹ ਅਮੋਲਕ ਗੁਣਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਤਾਂ ਜਗਤ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਸਤੇ ਆਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "BY boihQ swgr pRB crxw; kyqy pwir lGwey ]",
    "TRANSLITERATION": "Bhai Bohithh Saagar Prabh Charanaa Kaethae Paar Laghaaeae ||",
    "PUNJABI": "ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਜਹਾਜ਼ ਹਨ (ਆਪ ਨਾਮ ਜਪਣ ਵਾਲੇ ਮਨੁੱਖ) ਅਨੇਕਾਂ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਕੇ) ਪਾਰ ਲੰਘਾ ਦੇਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "ijn kMau ikRpw krI myrY Twkuir; iqn kw lyKw. n gixAw ]",
    "TRANSLITERATION": "Jin Kano Kirapaa Karee Maerai Thaakur Thin Kaa Laekhaa N Ganiaa ||",
    "PUNJABI": "ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਮੇਹਰ (ਦੀ ਨਿਗਾਹ) ਕੀਤੀ, ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਕਰਨਾ ਉਸ ਨੇ ਛੱਡ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2182,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "khu nwnk. iqsu Goil GumweI; ijin pRBu sRvxI suixAw ]1]",
    "TRANSLITERATION": "Kahu Naanak This Ghol Ghumaaee Jin Prabh Sravanee Suniaa ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਪਰਮਾਤਮਾ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨੂੰ ਸੁਣਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2183,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2183,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "loiex loeI ifT; ipAws n buJY. mU GxI ]",
    "TRANSLITERATION": "Loein Loee Ddith Piaas N Bujhai Moo Ghanee ||",
    "PUNJABI": "ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਜਗਤ ਨੂੰ ਵੇਖਿਆ ਹੈ, (ਅਜੇ ਭੀ) ਮੈਨੂੰ (ਜਗਤ ਵੇਖਣ ਦੀ ਪਿਆਸ) ਬਹੁਤ ਹੈ, ਇਹ ਪਿਆਸ ਬੁੱਝਦੀ ਨਹੀਂ।",
    "PRONUNCIATION": "(loiex) A`KW[ (loeI)pRkwS srUp bRhm[ buJY:polw bolo"
  },
  {
    "SHABAD_ID": 2183,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. sy AKVIAW ibAMin; ijnI ifsMdo mw iprI ]1]",
    "TRANSLITERATION": "Naanak Sae Akharreeaaan Biann Jinee Ddisandho Maa Piree ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਅੱਖਾਂ ਨੇ ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖਿਆ, ਉਹ ਅੱਖਾਂ ਹੋਰ ਕਿਸਮ ਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਅੱਖਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਵੇਖਣ ਦੀ ਲਾਲਸਾ ਨਹੀਂ ਹੁੰਦੀ) ॥੧॥",
    "PRONUNCIATION": "ivkwr hMkwr loB kRoD Awid idRStI nwl dyKx vwLIAW A`KW nhIN(ibAMin) hor gurbwxI nwl gurbwxI q`kx vwlIAW A`KW hn[ mw: ibMdI nhIN lwauxI"
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "CMqu ]",
    "TRANSLITERATION": "Shhanth ||",
    "PUNJABI": "ਛੰਤੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI hir pRBu ifTw; iqn kurbwxy rwm ]",
    "TRANSLITERATION": "Jinee Har Prabh Ddithaa Thin Kurabaanae Raam ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕੀਤਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "sy swcI drgh; Bwxy rwm ]",
    "TRANSLITERATION": "Sae Saachee Dharageh Bhaanae Raam ||",
    "PUNJABI": "ਉਹ (ਵਡ-ਭਾਗੀ) ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਸੰਦ ਆਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "Twkuir mwny sy prDwny; hir syqI rMig rwqy ]",
    "TRANSLITERATION": "Thaakur Maanae Sae Paradhhaanae Har Saethee Rang Raathae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਆਦਰ-ਮਾਣ ਦਿੱਤਾ ਹੈ, (ਹਰ ਥਾਂ) ਮੰਨੇ-ਪ੍ਰਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "hir rsih AGwey. shij smwey; Git Git rmeIAw jwqy ]",
    "TRANSLITERATION": "Har Rasehi Aghaaeae Sehaj Samaaeae Ghatt Ghatt Rameeaa Jaathae ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਨਾਲ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਪਛਾਣਦੇ ਹਨ।",
    "PRONUNCIATION": "r-meIAw"
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "syeI sjx sMq sy suKIey; Twkur Apxy Bwxy ]",
    "TRANSLITERATION": "Saeee Sajan Santh Sae Sukheeeae Thaakur Apanae Bhaanae ||",
    "PUNJABI": "ਉਹੀ ਮਨੁੱਖ ਭਲੇ ਹਨ, ਸੰਤ ਹਨ, ਸੁਖੀ ਹਨ, ਜੋ ਆਪਣੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": "s`jx"
  },
  {
    "SHABAD_ID": 2184,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "khu nwnk. ijn hir pRBu ifTw; iqn kY sd kurbwxy ]2]",
    "TRANSLITERATION": "Kahu Naanak Jin Har Prabh Ddithaa Thin Kai Sadh Kurabaanae ||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2185,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2185,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "dyh AMDwrI AMD; suM\\\\I nwm ivhUxIAw ]",
    "TRANSLITERATION": "Dhaeh Andhhaaree Andhh Sunnjee Naam Vihooneeaa ||",
    "PUNJABI": "ਜੇਹੜਾ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2185,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk sPl jnMmu; jY Git vuTw scu DxI ]1]",
    "TRANSLITERATION": "Naanak Safal Jananm Jai Ghatt Vuthaa Sach Dhhanee ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੈ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2186,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "CMqu ]",
    "TRANSLITERATION": "Shhanth ||",
    "PUNJABI": "ਛੰਤੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2186,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "iqn KMnIAY vM\\\\W; ijn myrw hir pRBu fITw rwm ]",
    "TRANSLITERATION": "Thin Khanneeai Vannjaan Jin Maeraa Har Prabh Ddeethaa Raam ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ-ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਮੇਰੇ ਹਰੀ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ ਹੈ,",
    "PRONUNCIATION": "(KMnIAY) toty toty ho ky kurbwn[(vM\\W) jwvW"
  },
  {
    "SHABAD_ID": 2186,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "jn cwiK AGwxy; hir hir AMimRqu mITw rwm ]",
    "TRANSLITERATION": "Jan Chaakh Aghaanae Har Har Anmrith Meethaa Raam ||",
    "PUNJABI": "ਜੋ ਨਾਮ-ਰਸ ਚੱਖ ਕੇ ਰੱਜ ਜਾਂਦੇ ਹਨ ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": "(AGwxy) r`jxw"
  },
  {
    "SHABAD_ID": 2186,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "hir mnih mITw. pRBU qUTw; Aimau vUTw suK Bey ]",
    "TRANSLITERATION": "Har Manehi Meethaa Prabhoo Thoothaa Amio Voothaa Sukh Bheae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਉਤੇ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(Aimau) AMimRq[ (vUTw) visAw"
  },
  {
    "SHABAD_ID": 2186,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "duK nws. Brm ibnws qn qy; jip jgdIs eIsh jY jey ]",
    "TRANSLITERATION": "Dhukh Naas Bharam Binaas Than Thae Jap Jagadhees Eeseh Jai Jeae ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਜੈ-ਜੈਕਾਰ ਆਖ ਆਖ ਕੇ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਤੋਂ ਦੁੱਖ ਤੇ ਭਰਮ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "j`gdIs"
  },
  {
    "SHABAD_ID": 2186,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "moh rhq. ibkwr Qwky; pMc qy sMgu qUtw ]",
    "TRANSLITERATION": "Moh Rehath Bikaar Thhaakae Panch Thae Sang Thoottaa ||",
    "PUNJABI": "ਉਹ ਮੋਹ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਵਿਕਾਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨਾਲੋਂ ਉਹਨਾਂ ਦਾ ਸਾਥ ਟੁੱਟ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]