[
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "jwnI Giq clwieAw iliKAw AwieAw; ruMny vIr sbwey ]",
    "TRANSLITERATION": "Jaanee Ghath Chalaaeiaa Likhiaa Aaeiaa Runnae Veer Sabaaeae ||",
    "PUNJABI": "(ਉਮਰ ਦਾ ਸਮਾ ਮੁੱਕਣ ਤੇ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਲਿਖਿਆ (ਹੁਕਮ) ਅਉਂਦਾ ਹੈ ਤਾਂ ਸਾਰੇ ਸੱਜਣ ਸੰਬੰਧੀ ਰੋਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(ruMny) roey"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "kWieAw hMs QIAw vyCoVw; jW idn puMny. myrI mwey ]",
    "TRANSLITERATION": "Kaaneiaa Hans Thheeaa Vaeshhorraa Jaan Dhin Punnae Maeree Maaeae ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਮਾਂ! ਜਦੋਂ ਉਮਰ ਦੇ ਦਿਨ ਪੂਰੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਤਾਂ ਸਰੀਰ ਤੇ ਜੀਵਾਤਮਾ ਦਾ (ਸਦਾ ਲਈ) ਵਿਛੋੜਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(hMs) jIvwqmw"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "jyhw iliKAw qyhw pwieAw; jyhw purib kmwieAw ]",
    "TRANSLITERATION": "Jaehaa Likhiaa Thaehaa Paaeiaa Jaehaa Purab Kamaaeiaa ||",
    "PUNJABI": "(ਉਸ ਅੰਤ ਸਮੇ ਤੋਂ) ਪਹਿਲਾਂ ਪਹਿਲਾਂ ਜੋ ਜੋ ਕਰਮ ਜੀਵ ਨੇ ਕਮਾਇਆ ਹੁੰਦਾ ਹੈ (ਉਸ ਉਸ ਦੇ ਅਨੁਸਾਰ) ਜਿਹੋ ਜਿਹਾ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ (ਉਸ ਦੇ ਮੱਥੇ ਤੇ) ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ ਉਹੋ ਜਿਹਾ ਫਲ ਜੀਵ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "DMnu isrMdw scw pwiqswhu; ijin. jgu DMDY lwieAw ]1]",
    "TRANSLITERATION": "Dhhann Sirandhaa Sachaa Paathisaahu Jin Jag Dhhandhhai Laaeiaa ||1||",
    "PUNJABI": "ਉਹ ਸਿਰਜਣਹਾਰ ਪਾਤਿਸ਼ਾਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਨੇ ਜਗਤ ਨੂੰ ਮਾਇਆ ਦੇ ਆਹਰ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "swihbu ismrhu myry BweIho; sBnw eyhu pieAwxw ]",
    "TRANSLITERATION": "Saahib Simarahu Maerae Bhaaeeho Sabhanaa Eaehu Paeiaanaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! (ਸਦਾ-ਥਿਰ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰੋ। (ਦੁਨੀਆ ਤੋਂ) ਇਹ ਕੂਚ ਸਭਨਾਂ ਨੇ ਹੀ ਕਰਨਾ ਹੈ।",
    "PRONUNCIATION": "pie-Awxw"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "eyQY DMDw kUVw cwir idhw; AwgY srpr jwxw ]",
    "TRANSLITERATION": "Eaethhai Dhhandhhaa Koorraa Chaar Dhihaa Aagai Sarapar Jaanaa ||",
    "PUNJABI": "ਦੁਨੀਆ ਵਿਚ ਮਾਇਆ ਦਾ ਝੂਠਾ ਆਹਰ ਚਾਰ ਦਿਨਾਂ ਲਈ ਹੀ ਹੈ, (ਹਰੇਕ ਨੇ ਹੀ) ਇਥੋਂ ਅਗਾਂਹ (ਪਰਲੋਕ ਵਿਚ) ਜ਼ਰੂਰ ਚਲੇ ਜਾਣਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "AwgY srpr jwxw. ijau imhmwxw; kwhy gwrbu kIjY ]",
    "TRANSLITERATION": "Aagai Sarapar Jaanaa Jio Mihamaanaa Kaahae Gaarab Keejai ||",
    "PUNJABI": "ਇਥੋਂ ਅਗਾਂਹ ਜ਼ਰੂਰ (ਹਰੇਕ ਨੇ) ਚਲੇ ਜਾਣਾ ਹੈ, (ਇਥੇ ਜਗਤ ਵਿਚ) ਅਸੀਂ ਪਰਾਹੁਣਿਆਂ ਵਾਂਗ ਹੀ ਹਾਂ, (ਕਿਸੇ ਵੀ ਧਨ ਪਦਾਰਥ ਆਦਿਕ ਦਾ) ਮਾਣ ਕਰਨਾ ਵਿਅਰਥ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "ijqu syivAY drgh suKu pweIAY; nwmu iqsY kw lIjY ]",
    "TRANSLITERATION": "Jith Saeviai Dharageh Sukh Paaeeai Naam Thisai Kaa Leejai ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਦੇ ਸਿਮਰਨ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "AwgY hukmu. n clY mUly; isir isir ikAw ivhwxw ]",
    "TRANSLITERATION": "Aagai Hukam N Chalai Moolae Sir Sir Kiaa Vihaanaa ||",
    "PUNJABI": "ਪਰਲੋਕ ਵਿਚ ਕਿਸੇ ਦਾ ਭੀ ਹੁਕਮ ਨਹੀਂ ਚੱਲ ਸਕਦਾ, ਉਥੇ ਤਾਂ ਹਰੇਕ ਦੇ ਸਿਰ ਉਤੇ (ਆਪੋ ਆਪਣੇ) ਕੀਤੇ ਅਨੁਸਾਰ ਬੀਤਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "swihbu ismirhu myry BweIho; sBnw eyhu pieAwxw ]2]",
    "TRANSLITERATION": "Saahib Simarihu Maerae Bhaaeeho Sabhanaa Eaehu Paeiaanaa ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! (ਸਦਾ-ਥਿਰ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰੋ। (ਦੁਨੀਆ ਤੋਂ) ਇਹ ਕੂਚ ਸਭ ਨੇ ਹੀ ਕਰ ਜਾਣਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "jo iqsu BwvY sMmRQ so QIAY; hIlVw eyhu sMswro ]",
    "TRANSLITERATION": "Jo This Bhaavai Sanmrathh So Thheeai Heelarraa Eaehu Sansaaro ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਜੀਵਾਂ ਦਾ ਉੱਦਮ ਤਾਂ ਇਕ ਬਹਾਨਾ ਹੀ ਹੈ, ਹੁੰਦਾ ਉਹੀ ਕੁਝ ਹੈ ਜੋ ਉਸ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪ੍ਰਭੂ ਨੂੰ ਭਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": "sMmR`Q"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "jil Qil mhIAil riv rihAw; swcVw isrjxhwro ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Rav Rehiaa Saacharraa Sirajanehaaro ||",
    "PUNJABI": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸਿਰਜਣਹਾਰ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "swcw isrjxhwro AlK Apwro; qw kw AMqu n pwieAw ]",
    "TRANSLITERATION": "Saachaa Sirajanehaaro Alakh Apaaro Thaa Kaa Anth N Paaeiaa ||",
    "PUNJABI": "ਉਹ ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਬੇਅੰਤ ਹੈ, ਕੋਈ ਭੀ ਜੀਵ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "AwieAw iqn kw sPlu BieAw hY; iek min ijnI iDAwieAw ]",
    "TRANSLITERATION": "Aaeiaa Thin Kaa Safal Bhaeiaa Hai Eik Man Jinee Dhhiaaeiaa ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਜੰਮਣਾ ਉਹਨਾਂ ਦਾ ਹੀ ਸਫਲ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਬੇਅੰਤ ਪ੍ਰਭੂ ਨੂੰ ਸੁਰਤ ਜੋੜ ਕੇ ਸਿਮਰਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "Fwhy Fwih auswry Awpy; hukim svwrxhwro ]",
    "TRANSLITERATION": "Dtaahae Dtaahi Ousaarae Aapae Hukam Savaaranehaaro ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਨੂੰ ਢਾਹ ਦੇਂਦਾ ਹੈ, ਢਾਹ ਕੇ ਆਪ ਹੀ ਫਿਰ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਜੀਵਾਂ ਨੂੰ ਚੰਗੇ ਜੀਵਨ ਵਾਲੇ ਬਣਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "jo iqsu BwvY sMmRQ so QIAY; hIlVw eyhu sMswro ]3]",
    "TRANSLITERATION": "Jo This Bhaavai Sanmrathh So Thheeai Heelarraa Eaehu Sansaaro ||3||",
    "PUNJABI": "ਜਗਤ ਦੇ ਜੀਵਾਂ ਦਾ ਉੱਦਮ ਤਾਂ ਇਕ ਬਹਾਨਾ ਹੀ ਹੈ, ਹੁੰਦਾ ਉਹੀ ਕੁਝ ਹੈ ਜੋ ਉਸ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(hIlVw) bhwnw"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ruMnw bwbw jwxIAY; jy rovY lwie ipAwro ]",
    "TRANSLITERATION": "Naanak Runnaa Baabaa Jaaneeai Jae Rovai Laae Piaaro ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸੇ ਨੂੰ ਸਹੀ ਵੈਰਾਗ ਵਿਚ ਆਇਆ ਜਾਣੋ, ਜੋ ਪਿਆਰ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਖ਼ਾਤਰ) ਵੈਰਾਗ ਵਿਚ ਆਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "vwlyvy kwrix. bwbw roeIAY; rovxu sgl ibkwro ]",
    "TRANSLITERATION": "Vaalaevae Kaaran Baabaa Roeeai Rovan Sagal Bikaaro ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਦੁਨੀਆ ਦੇ ਧਨ ਪਦਾਰਥ ਦੀ ਖ਼ਾਤਰ ਜੋ ਰੋਵੀਦਾ ਹੈ ਉਹ ਰੋਣਾ ਸਾਰਾ ਹੀ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(vwlyvy) pdwrQW"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "rovxu sgl ibkwro. gwPlu sMswro; mwieAw kwrix rovY ]",
    "TRANSLITERATION": "Rovan Sagal Bikaaro Gaafal Sansaaro Maaeiaa Kaaran Rovai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਵਲੋਂ ਭੁੱਲਾ ਹੋਇਆ ਜਗਤ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਰੋਂਦਾ ਹੈ ਇਹ ਸਾਰਾ ਹੀ ਰੁਦਨ ਵਿਅਰਥ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "cMgw mMdw. ikCu sUJY nwhI; iehu qnu eyvY KovY ]",
    "TRANSLITERATION": "Changaa Mandhaa Kishh Soojhai Naahee Eihu Than Eaevai Khovai ||",
    "PUNJABI": "ਮਨੁੱਖ ਨੂੰ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਛਾਣ ਨਹੀਂ ਆਉਂਦੀ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਰੋ ਰੋ ਕੇ) ਇਸ ਸਰੀਰ ਨੂੰ ਵਿਅਰਥ ਹੀ ਨਾਸ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "AYQY AwieAw sBu ko jwsI; kUiV krhu AhMkwro ]",
    "TRANSLITERATION": "Aithhai Aaeiaa Sabh Ko Jaasee Koorr Karahu Ahankaaro ||",
    "PUNJABI": "ਜੋ ਜਗਤ ਵਿਚ (ਜਨਮ ਲੈ ਕੇ) ਆਇਆ ਹੈ (ਆਪਣਾ ਸਮਾ ਮੁਕਾ ਕੇ) ਚਲਾ ਜਾਇਗਾ, ਨਾਸਵੰਤ ਜਗਤ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਵਿਅਰਥ) ਮਾਣ ਕਰਦੇ ਹੋ।",
    "PRONUNCIATION": "AhM-kwro"
  },
  {
    "SHABAD_ID": 2190,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ruMnw bwbw jwxIAY; jy rovY lwie ipAwro ]4]1]",
    "TRANSLITERATION": "Naanak Runnaa Baabaa Jaaneeai Jae Rovai Laae Piaaro ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸੇ ਨੂੰ ਸਹੀ ਵੈਰਾਗ ਵਿਚ ਆਇਆ ਜਾਣੋ, ਜੋ ਪਿਆਰ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਖ਼ਾਤਰ) ਵੈਰਾਗ ਵਿਚ ਆਉਂਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 1 ]",
    "TRANSLITERATION": "Vaddehans Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "Awvhu imlhu shylIho; scVw nwmu leyhW ]",
    "TRANSLITERATION": "Aavahu Milahu Sehaeleeho Sacharraa Naam Leaehaan ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਹੋ! (ਹੇ ਸਤਸੰਗੀ ਸੱਜਣੋ!) ਆਓ, ਰਲ ਕੇ ਬੈਠੀਏ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਸਿਮਰੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "rovh ibrhw qn kw; Awpxw swihbu sMm@wlyhW ]",
    "TRANSLITERATION": "Roveh Birehaa Than Kaa Aapanaa Saahib Sanmhaalaehaan ||",
    "PUNJABI": "ਆਓ, ਪ੍ਰਭੂ ਤੋਂ ਆਪਣੇ ਵਿਛੋੜੇ ਦਾ ਮੁੜ ਮੁੜ ਅਫ਼ਸੋਸ ਨਾਲ ਚੇਤਾ ਕਰੀਏ, (ਉਹ ਵਿਛੋੜਾ ਦੂਰ ਕਰਨ ਲਈ) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਕਰੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "swihbu sm@wilh. pMQu inhwilh; Asw iB EQY jwxw ]",
    "TRANSLITERATION": "Saahib Samhaalih Panthh Nihaalih Asaa Bh Outhhai Jaanaa ||",
    "PUNJABI": "ਆਓ, ਅਸੀਂ ਮਾਲਕ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈਏ, ਤੇ ਉਸ ਰਸਤੇ ਨੂੰ ਤੱਕੀਏ (ਜਿਸ ਰਸਤੇ ਸਭ ਜਾ ਰਹੇ ਹਨ)। ਅਸਾਂ ਭੀ (ਆਖ਼ਿਰ) ਉਸ ਪਰਲੋਕ ਵਿਚ ਜਾਣਾ ਹੈ (ਜਿਥੇ ਅਨੇਕਾਂ ਜਾ ਚੁਕੇ ਹਨ)।",
    "PRONUNCIATION": "(inhwilh) dyKIey"
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "ijs kw kIAw iqn hI lIAw; hoAw iqsY kw Bwxw ]",
    "TRANSLITERATION": "Jis Kaa Keeaa Thin Hee Leeaa Hoaa Thisai Kaa Bhaanaa ||",
    "PUNJABI": "(ਕਿਸੇ ਦੇ ਮਰਨ ਤੇ ਰੋਣਾ ਵਿਅਰਥ ਹੈ) ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਇਹ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਸੀ, ਉਸੇ ਨੇ ਜਿੰਦ ਵਾਪਸ ਲੈ ਲਈ ਹੈ, ਉਸੇ ਦੀ ਰਜ਼ਾ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "jo iqin kir pwieAw. su AwgY AwieAw; AsI ik hukmu kryhw ]",
    "TRANSLITERATION": "Jo Thin Kar Paaeiaa S Aagai Aaeiaa Asee K Hukam Karaehaa ||",
    "PUNJABI": "ਇਥੇ ਜਗਤ ਵਿਚ ਜੀਵ ਨੇ ਜੋ ਕੁਝ ਕੀਤਾ, (ਮਰਨ ਤੇ) ਉਸ ਦੇ ਅੱਗੇ ਆ ਜਾਂਦਾ ਹੈ। (ਇਸ ਰੱਬੀ ਨਿਯਮ ਅੱਗੇ) ਸਾਡਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "Awvhu imlhu shylIho; scVw nwmu leyhw ]1]",
    "TRANSLITERATION": "Aavahu Milahu Sehaeleeho Sacharraa Naam Leaehaa ||1||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਹੋ! (ਹੇ ਸਤਸੰਗੀ ਸੱਜਣੋ!) ਆਓ, ਰਲ ਕੇ ਬੈਠੀਏ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰੀਏ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "mrxu. n mMdw lokw AwKIAY; jy mir jwxY AYsw koie ]",
    "TRANSLITERATION": "Maran N Mandhaa Lokaa Aakheeai Jae Mar Jaanai Aisaa Koe ||",
    "PUNJABI": "ਹੇ ਲੋਕੋ! ਮੌਤ ਨੂੰ ਮਾੜਾ ਨਾਹ ਆਖੋ (ਮੌਤ ਚੰਗੀ ਹੈ, ਪਰ ਤਦੋਂ ਹੀ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਉਸ ਤਰੀਕੇ ਨਾਲ (ਜਿਊ ਕੇ) ਮਰਨਾ ਜਾਣਦਾ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "syivhu swihbu sMmRQu Awpxw; pMQu suhylw AwgY hoie ]",
    "TRANSLITERATION": "Saevihu Saahib Sanmrathh Aapanaa Panthh Suhaelaa Aagai Hoe ||",
    "PUNJABI": "(ਉਹ ਤਰੀਕਾ ਇਹ ਹੈ ਕਿ) ਆਪਣੇ ਸਰਬ-ਸ਼ਕਤੀਵਾਨ ਮਾਲਕ ਨੂੰ ਸਿਮਰੋ, (ਤਾਂ ਕਿ ਜੀਵਨ ਦੇ ਸਫ਼ਰ ਵਿਚ) ਰਸਤਾ ਸੌਖਾ ਹੋ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "pMiQ suhylY jwvhu. qW Plu pwvhu; AwgY imlY vfweI ]",
    "TRANSLITERATION": "Panthh Suhaelai Jaavahu Thaan Fal Paavahu Aagai Milai Vaddaaee ||",
    "PUNJABI": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੌਖੇ ਜੀਵਨ-ਰਸਤੇ ਤੁਰੋਗੇ ਤਾਂ ਇਸ ਦਾ ਫਲ ਭੀ ਮਿਲੇਗਾ ਤੇ ਪ੍ਰਭੂ ਹੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਮਿਲੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "BytY isau jwvhu. sic smwvhu; qW piq lyKY pweI ]",
    "TRANSLITERATION": "Bhaettai Sio Jaavahu Sach Samaavahu Thaan Path Laekhai Paaee ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਭੇਟਾ ਲੈ ਕੇ ਜਾਵੋਗੇ ਤਾਂ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਵੋਗੇ, ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਹੋਣ ਵੇਲੇ ਇੱਜ਼ਤ ਮਿਲੇਗੀ।",
    "PRONUNCIATION": "nwm dI (BytY) Bytw"
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "mhlI jwie pwvhu. KsmY Bwvhu; rMg isau rlIAw mwxY ]",
    "TRANSLITERATION": "Mehalee Jaae Paavahu Khasamai Bhaavahu Rang Sio Raleeaa Maanai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੇ ਲੱਗੋਗੇ ਤੇ ਇੰਜ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਨਾਲ ਆਤਮਕ ਆਨੰਦ ਮਾਣੋਗੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "mrxu. n mMdw lokw AwKIAY; jy koeI mir jwxY ]2]",
    "TRANSLITERATION": "Maran N Mandhaa Lokaa Aakheeai Jae Koee Mar Jaanai ||2||",
    "PUNJABI": "ਹੇ ਲੋਕੋ! ਮੌਤ ਨੂੰ ਮਾੜਾ ਨਾਹ ਆਖੋ (ਪਰ ਇਸ ਗੱਲ ਨੂੰ ਉਹੀ ਸਮਝਦਾ ਹੈ) ਜੇਹੜਾ ਇਸ ਤਰ੍ਹਾਂ ਮਰਨਾ ਜਾਣਦਾ ਹੋਵੇ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "mrxu muxsw sUirAw hku hY; jo hoie mrin prvwxo ]",
    "TRANSLITERATION": "Maran Munasaa Sooriaa Hak Hai Jo Hoe Maran Paravaano ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ (ਜੀਊਂਦਿਆਂ ਹੀ ਪ੍ਰਭੂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਬੂਲ ਹੋ ਕੇ ਮਰਦੇ ਹਨ ਉਹ ਸੂਰਮੇ ਹਨ ਉਹਨਾਂ ਦਾ ਮਰਨਾ ਭੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸਲਾਹਿਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(sUirAw) sUrmy (muxsw) mnu`KW dw (hku) s`c, sPl hY jo pRBU dI drgh c (prvwxo) prvwx hn"
  }
]