[
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "sUry syeI AwgY AwKIAih; drgh pwvih swcI mwxo ]",
    "TRANSLITERATION": "Soorae Saeee Aagai Aakheeahi Dharageh Paavehi Saachee Maano ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹੀ ਬੰਦੇ ਸੂਰਮੇ ਆਖੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਪਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "AwKI-Aih"
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "drgh mwxu pwvih piq isau jwvih; AwgY dUKu. n lwgY ]",
    "TRANSLITERATION": "Dharageh Maan Paavehi Path Sio Jaavehi Aagai Dhookh N Laagai ||",
    "PUNJABI": "ਉਹ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਪਾਂਦੇ ਹਨ, ਇੱਜ਼ਤ ਨਾਲ (ਇਥੋਂ) ਜਾਂਦੇ ਹਨ ਤੇ ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "kir eyku iDAwvih. qW Plu pwvih; ijqu syivAY Bau BwgY ]",
    "TRANSLITERATION": "Kar Eaek Dhhiaavehi Thaan Fal Paavehi Jith Saeviai Bho Bhaagai ||",
    "PUNJABI": "ਉਹ ਬੰਦੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਜਾਣ ਕੇ ਸਿਮਰਦੇ ਹਨ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ਜਿਸ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "aUcw nhI khxw. mn mih rhxw; Awpy jwxY jwxo ]",
    "TRANSLITERATION": "Oochaa Nehee Kehanaa Man Mehi Rehanaa Aapae Jaanai Jaano ||",
    "PUNJABI": "ਅਹੰਕਾਰ ਦਾ ਬੋਲ ਨਹੀਂ ਬੋਲਣਾ ਚਾਹੀਦਾ, ਆਪਣੇ ਆਪ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਉਹ ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": "(aUcw) hMkwr nwl"
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "mrxu muxsW sUirAw hku hY; jo hoie mrih prvwxo ]3]",
    "TRANSLITERATION": "Maran Munasaan Sooriaa Hak Hai Jo Hoe Marehi Paravaano ||3||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ (ਜੀਊਂਦਿਆਂ ਹੀ ਪ੍ਰਭੂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਬੂਲ ਹੋ ਕੇ ਮਰਦੇ ਹਨ ਉਹ ਸੂਰਮੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਰਨਾ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸਲਾਹਿਆ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. iks no bwbw roeIAY; bwjI hY iehu sMswro ]",
    "TRANSLITERATION": "Naanak Kis No Baabaa Roeeai Baajee Hai Eihu Sansaaro ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਹ ਜਗਤ ਇਕ ਖੇਡ ਹੈ (ਖੇਡ ਬਣਦੀ ਢਹਿੰਦੀ ਹੀ ਰਹਿੰਦੀ ਹੈ) ਕਿਸੇ ਦੇ ਮਰਨ ਤੇ ਰੋਣਾ ਵਿਅਰਥ ਹੈ।",
    "PRONUNCIATION": "(bwjI) qmwSw"
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "kIqw vyKY swihbu Awpxw; kudriq kry bIcwro ]",
    "TRANSLITERATION": "Keethaa Vaekhai Saahib Aapanaa Kudharath Karae Beechaaro ||",
    "PUNJABI": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜਗਤ ਦੀ ਆਪ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪਣੀ ਰਚੀ ਰਚਨਾ ਦਾ ਆਪ ਧਿਆਨ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "kudriq bIcwry Dwrx Dwry; ijin kIAw so jwxY ]",
    "TRANSLITERATION": "Kudharath Beechaarae Dhhaaran Dhhaarae Jin Keeaa So Jaanai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪਣੀ ਰਚੀ ਰਚਨਾ ਦਾ ਖ਼ਿਆਲ ਰੱਖਦਾ ਹੈ, ਇਸ ਨੂੰ ਆਸਰਾ-ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ, ਜਿਸ ਨੇ ਜਗਤ ਰਚਿਆ ਹੈ ਉਹੀ ਇਸ ਦੀਆਂ ਲੋੜਾਂ ਭੀ ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "Awpy vyKY Awpy bUJY; Awpy hukmu pCwxY ]",
    "TRANSLITERATION": "Aapae Vaekhai Aapae Boojhai Aapae Hukam Pashhaanai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਨੂੰ ਵੇਖਦਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ ਸਮਝਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਹੁਕਮ ਨੂੰ ਪਛਾਣਦਾ ਹੈ (ਕਿ ਕਿਵੇਂ ਇਹ ਹੁਕਮ ਜਗਤ ਵਿਚ ਵਰਤਿਆ ਜਾਣਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin ikCu. kIAw soeI jwxY; qw kw rUpu Apwro ]",
    "TRANSLITERATION": "Jin Kishh Keeaa Soee Jaanai Thaa Kaa Roop Apaaro ||",
    "PUNJABI": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਕੀਤੀ ਹੋਈ ਹੈ ਉਹੀ ਇਸ ਦੀਆਂ ਲੋੜਾਂ ਜਾਣਦਾ ਹੈ। ਉਸ ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਬੇਅੰਤ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2191,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. iks no bwbw roeIAY; bwjI hY iehu sMswro ]4]2]",
    "TRANSLITERATION": "Naanak Kis No Baabaa Roeeai Baajee Hai Eihu Sansaaro ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਹ ਜਗਤ ਇਕ ਖੇਡ ਹੈ (ਇਥੇ ਜੋ ਘੜਿਆ ਹੈ ਉਸ ਨੇ ਭੱਜਣਾ ਹੈ) ਕਿਸੇ ਦੇ ਮਰਨ ਤੇ ਰੋਣਾ ਵਿਅਰਥ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 1 dKxI ]",
    "TRANSLITERATION": "Vaddehans Mehalaa 1 Dhakhanee ||",
    "PUNJABI": "",
    "PRONUNCIATION": "prvd-gwro"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "scu isrMdw scw jwxIAY; scVw prvdgwro ]",
    "TRANSLITERATION": "Sach Sirandhaa Sachaa Jaaneeai Sacharraa Paravadhagaaro ||",
    "PUNJABI": "ਨਿਸ਼ਚਾ ਕਰੋ ਕਿ ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਦੀ) ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin AwpInY Awpu swijAw; scVw AlK Apwro ]",
    "TRANSLITERATION": "Jin Aapeenai Aap Saajiaa Sacharraa Alakh Apaaro ||",
    "PUNJABI": "ਜਿਸ ਸਦਾ-ਥਿਰ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ (ਜਗਤ ਦੇ ਰੂਪ ਵਿਚ) ਪਰਗਟ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ।",
    "PRONUNCIATION": "AwpI-nY[ A-lK polw"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "duie puV joiV ivCoiVAnu; gur ibnu. Goru AMDwro ]",
    "TRANSLITERATION": "Dhue Purr Jorr Vishhorrian Gur Bin Ghor Andhhaaro ||",
    "PUNJABI": "ਦੋਵੇਂ ਪੁੜ (ਧਰਤੀ ਤੇ ਆਕਾਸ਼) ਜੋੜ ਕੇ (ਭਾਵ, ਜਗਤ-ਰਚਨਾ ਕਰ ਕੇ) ਉਸ ਪ੍ਰਭੂ ਨੇ ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਾ ਕੇ ਆਪਣੇ ਨਾਲੋਂ ਵਿਛੋੜ ਦਿੱਤਾ ਹੈ। ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਜਗਤ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਘੁੱਪ ਹਨੇਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "sUrju cMdu isrijAnu; Aih inis clqu vIcwro ]1]",
    "TRANSLITERATION": "Sooraj Chandh Sirajian Ahinis Chalath Veechaaro ||1||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਬਣਾ ਕੇ ਇਹ ਦਿਨ ਤੇ ਰਾਤ ਦਾ ਜਗਤ-ਤਮਾਸ਼ਾ ਬਣਾਇਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "scVw swihbu scu qU; scVw dyih ipAwro ] rhwau ]",
    "TRANSLITERATION": "Sacharraa Saahib Sach Thoo Sacharraa Dhaehi Piaaro || Rehaao ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਦਾ ਹੀ ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ। ਤੂੰ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਿਆਰ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈਂ। ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "quDu isrjI mydnI; duKu suKu dyvxhwro ]",
    "TRANSLITERATION": "Thudhh Sirajee Maedhanee Dhukh Sukh Dhaevanehaaro ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, (ਜੀਵਾਂ ਨੂੰ) ਦੁੱਖ ਤੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਭੀ ਤੂੰ ਹੀ ਹੈਂ।",
    "PRONUNCIATION": "(mydnI) DrqI"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "nwrI purK isrijAY; ibKu mwieAw mohu ipAwro ]",
    "TRANSLITERATION": "Naaree Purakh Sirajiai Bikh Maaeiaa Mohu Piaaro ||",
    "PUNJABI": "ਇਸਤ੍ਰੀਆਂ ਤੇ ਮਰਦ ਭੀ ਤੂੰ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਮਾਇਆ ਜ਼ਹਿਰ ਦਾ ਮੋਹ ਤੇ ਪਿਆਰ ਭੀ ਤੂੰ ਹੀ ਬਣਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "KwxI bwxI qyrIAw; dyih jIAw AwDwro ]",
    "TRANSLITERATION": "Khaanee Baanee Thaereeaa Dhaehi Jeeaa Aadhhaaro ||",
    "PUNJABI": "ਜੀਵ-ਉਤਪੱਤੀ ਦੀਆਂ ਚਾਰ ਖਾਣੀਆਂ ਤੇ ਜੀਵਾਂ ਦੀਆਂ ਬੋਲੀਆਂ ਭੀ ਤੇਰੀਆਂ ਹੀ ਰਚੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "PRONUNCIATION": "(KwxI) jIv auqpqI dy cwr swDn AMfj jyrj syqj auqBuj"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "kudriq qKqu rcwieAw; sic inbyVxhwro ]2]",
    "TRANSLITERATION": "Kudharath Thakhath Rachaaeiaa Sach Nibaerranehaaro ||2||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਹੀ ਆਸਰਾ ਦੇਂਦਾ ਹੈਂ। ਇਹ ਸਾਰੀ ਰਚਨਾ (-ਰੂਪ) ਤਖ਼ਤ ਤੂੰ ਹੀ (ਆਪਣੇ ਬੈਠਣ ਵਾਸਤੇ) ਬਣਾਇਆ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਕਰਮਾਂ ਦੇ ਲੇਖ ਭੀ ਮੁਕਾਣ ਵਾਲਾ ਹੈਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "Awvw gvxu isrijAw; qU iQru krxYhwro ]",
    "TRANSLITERATION": "Aavaa Gavan Sirajiaa Thoo Thhir Karanaihaaro ||",
    "PUNJABI": "ਹੇ ਕਰਣਹਾਰ ਕਰਤਾਰ! (ਜੀਵਾਂ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰ ਤੂੰ ਆਪ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "jMmxu mrxw Awie gieAw; biDku jIau ibkwro ]",
    "TRANSLITERATION": "Janman Maranaa Aae Gaeiaa Badhhik Jeeo Bikaaro ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਵਿਕਾਰਾਂ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਜੀਵ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਤੇ ਮਰਦਾ ਹੈ, ਇਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਚੱਕਰ ਪਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(biDku)ihMsk jIv"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "BUfVY. nwmu ivswirAw; bUfVY. ikAw iqsu cwro ]",
    "TRANSLITERATION": "Bhooddarrai Naam Visaariaa Booddarrai Kiaa This Chaaro ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ) ਭੈੜੇ ਜੀਵ ਨੇ (ਤੇਰਾ) ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ, ਮੋਹ ਵਿਚ ਡੁੱਬੇ ਹੋਏ ਦੀ ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ।",
    "PRONUNCIATION": "(BUfVY) BYVy ny[ (bUfVY) fu`bx jogy[ (cwro) aupwA[ (cwro) zor"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "gux Coif ibKu lidAw; Avgux kw vxjwro ]3]",
    "TRANSLITERATION": "Gun Shhodd Bikh Ladhiaa Avagun Kaa Vanajaaro ||3||",
    "PUNJABI": "ਗੁਣਾਂ ਨੂੰ ਛੱਡ ਕੇ (ਵਿਕਾਰਾਂ ਦਾ) ਜ਼ਹਿਰ ਇਸ ਜੀਵ ਨੇ ਇਕੱਠਾ ਕਰ ਲਿਆ ਹੈ (ਜਗਤ ਵਿਚ ਆ ਕੇ ਸਾਰੀ ਉਮਰ) ਔਗੁਣਾਂ ਦਾ ਹੀ ਵਣਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "sdVy Awey iqnw jwnIAw; hukim scy krqwro ]",
    "TRANSLITERATION": "Sadharrae Aaeae Thinaa Jaaneeaa Hukam Sachae Karathaaro ||",
    "PUNJABI": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਕਰਤਾਰ ਦੇ ਹੁਕਮ ਵਿਚ ਰੂਹ ਨੂੰ ਇਥੋਂ ਜਾਣ ਦੇ ਸੱਦੇ ਆਉਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "nwrI purK ivCuMinAw; ivCuiVAw mylxhwro ]",
    "TRANSLITERATION": "Naaree Purakh Vishhunniaa Vishhurriaa Maelanehaaro ||",
    "PUNJABI": "ਤਾਂ (ਮਰਨ ਵੇਲੇ) ਇਸਤ੍ਰੀ ਮਰਦਾਂ ਦੇ ਵਿਛੋੜੇ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਵਿਛੁੜਿਆਂ ਨੂੰ ਤਾਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੇਲਣ ਦੇ ਸਮਰਥ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "rUpu. n jwxY sohxIAY; hukim bDI isir kwro ]",
    "TRANSLITERATION": "Roop N Jaanai Sohaneeai Hukam Badhhee Sir Kaaro ||",
    "PUNJABI": "ਜਮ ਕਿਸੇ ਸੁੰਦਰੀ ਦੇ ਰੂਪ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਮੌਤ ਤੋਂ ਖਿਮਾ ਨਹੀਂ ਦੇਦਾ) ਕਿਉਂ ਕਿ ਉਹ ਵੀ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ ਬਧਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "bwlk ibriD. n jwxnI; qoVin hyqu ipAwro ]4]",
    "TRANSLITERATION": "Baalak Biradhh N Jaananee Thorran Haeth Piaaro ||4||",
    "PUNJABI": "ਜਮ ਬੱਚਿਆਂ ਤੇ ਬੁੱਢਿਆਂ ਦੀ ਭੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦੇ, ਇੰਜ ਸਭ ਦਾ (ਆਪੋ ਵਿਚ ਦਾ) ਮੋਹ ਪਿਆਰ ਟੱਟ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "nau dr Twky hukim scY; hMsu gieAw gYxwry ]",
    "TRANSLITERATION": "No Dhar Thaakae Hukam Sachai Hans Gaeiaa Gainaarae ||",
    "PUNJABI": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ ਰੂਹ ਦੇ ਜਾਣ ਦਾ ਸਦਾ ਆਉਂਦਾ ਹੈ ਤਾਂ (ਸਰੀਰ ਦੇ) ਨੌ ਦਰਵਾਜ਼ੇ ਬੰਦ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਜੀਵਾਤਮਾ (ਕਿਤੇ) ਆਕਾਸ਼ ਵਿਚ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(Twky) bMd kIqy[ (gYxwry) AkwS c"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "sw Dn CutI muTI. JUiT ivDxIAw; imrqkVw AM|nVy bwry ]",
    "TRANSLITERATION": "Saa Dhhan Shhuttee Muthee Jhooth Vidhhaneeaa Mirathakarraa Ann(g)anarrae Baarae ||",
    "PUNJABI": "(ਜਦ ਪਤੀ ਦੀ ਜੀਵਾਤਮਾ ਚਲੀ ਜਾਂਦੀ ਹੈ ਤਾਂ) ਨਿਖਸਮੀ ਇਸਤ੍ਰੀ ਇਕੱਲੀ ਰਹਿ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਲੁੱਟ ਕੇ ਵਿਧਵਾ ਹੋ ਗਈ ਹੈ ਤੇ ਲੋਥ ਘਰ ਦੇ ਵੇਹੜੇ ਵਿਚ ਪਈ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(C`utI)Cu`tV hoeI[ (m`uTI) lu`tI[ (iv`DxIAw) duKI[ (imrqk-Vw)murdw[ (AM|nVy) vyhVy[ (bwry)Awi^r smyN"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "suriq mueI. mru mweIey; mhl ruMnI. dr bwry ]",
    "TRANSLITERATION": "Surath Muee Mar Maaeeeae Mehal Runnee Dhar Baarae ||",
    "PUNJABI": "(ਜਿਸ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ) ਉਹ ਇਸਤ੍ਰੀ ਦਲੀਜਾਂ ਵਿਚ ਬੈਠੀ ਰੋਂਦੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ-) ਹੇ ਮਾਏ! ਇਸ ਮੌਤ (ਨੂੰ ਵੇਖ ਕੇ) ਮੇਰੀ ਅਕਲ ਟਿਕਾਣੇ ਨਹੀਂ ਰਹਿ ਗਈ।",
    "PRONUNCIATION": "(mhl) iesqRI"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "rovhu. kMq mhylIho; scy ky gux swry ]5]",
    "TRANSLITERATION": "Rovahu Kanth Mehaeleeho Sachae Kae Gun Saarae ||5||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ-ਕੰਤ ਦੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! ਤੁਸੀਂ ਸਚੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ (ਤੇ ਇੰਜ ਜੀਵਨ ਸਫਲ ਕਰੋ)! ॥੫॥",
    "PRONUNCIATION": "(swry) cyqy krky"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "jil mil jwnI nwvwilAw; kpiV pit AMbwry ]",
    "TRANSLITERATION": "Jal Mal Jaanee Naavaaliaa Kaparr Patt Anbaarae ||",
    "PUNJABI": "ਸਾਕ-ਸੰਬੰਧੀ (ਮਰੇ ਪ੍ਰਾਣੀ ਦੀ ਲੋਥ ਨੂੰ) ਪਾਣੀ ਨਾਲ ਮਲ ਕੇ ਇਸ਼ਨਾਨ ਕਰਾਂਦੇ ਹਨ, ਤੇ ਰੇਸ਼ਮ (ਆਦਿਕ) ਕੱਪੜੇ ਨਾਲ (ਲਪੇਟਦੇ ਹਨ)।",
    "PRONUNCIATION": "(pit) rySm"
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "vwjy vjy scI bwxIAw; pMc muey mnu mwry ]",
    "TRANSLITERATION": "Vaajae Vajae Sachee Baaneeaa Panch Mueae Man Maarae ||",
    "PUNJABI": "(ਉਸ ਨੂੰ ਮਸਾਣਾਂ ਵਿਚ ਲੈ ਜਾਣ ਵਾਸਤੇ) \"ਰਾਮ ਨਾਮ ਸਤਿ ਹੈ\" ਦੇ ਬੋਲ ਸ਼ੁਰੂ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਨਿਕਟ ਦੇ ਸੰਬੰਧੀ ਗ਼ਮ ਨਾਲ ਮੁਇਆਂ ਵਰਗੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "jwnI ivCuMnVy. myrw mrxu BieAw; iDRgu jIvxu sMswry ]",
    "TRANSLITERATION": "Jaanee Vishhunnarrae Maeraa Maran Bhaeiaa Dhhrig Jeevan Sansaarae ||",
    "PUNJABI": "(ਉਸ ਦੀ ਇਸਤ੍ਰੀ ਰੋਂਦੀ ਹੈ ਤੇ ਆਖਦੀ ਹੈ-) ਸਾਥੀ ਦੇ ਮਰਨ ਨਾਲ ਮੈਂ ਭੀ ਮੋਇਆ ਵਰਗੀ ਹੋ ਗਈ ਹਾਂ, ਹੁਣ ਸੰਸਾਰ ਵਿਚ ਮੇਰੇ ਜੀਊਣ ਨੂੰ ਫਿਟਕਾਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "jIvqu mrY. su jwxIAY; ipr scVY. hyiq ipAwry ]6]",
    "TRANSLITERATION": "Jeevath Marai S Jaaneeai Pir Sacharrai Haeth Piaarae ||6||",
    "PUNJABI": "ਪਰ ਜੇਹੜਾ ਜੀਉਂਦਿਆਂ ਹੋਇਆ ਮਰਦਾ ਹੈ, ਭਾਵ ਮੋਹ ਨੂੰ ਛਡਦਾ ਹੈ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2192,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "qusI rovhu rovx AweIho; JUiT muTI sMswry ]",
    "TRANSLITERATION": "Thusee Rovahu Rovan Aaeeho Jhooth Muthee Sansaarae ||",
    "PUNJABI": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਓ! ਤੁਸੀਂ ਦੁੱਖੀ ਹੋਣ ਵਾਸਤੇ ਹੀ ਜਗਤ ਵਿਚ ਆਈਆਂ ਹੋ ਕਿਉਂਕਿ ਸੰਸਾਰ ਵਿਚ ਤੁਹਾਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਨੇ ਠੱਗਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(muTI) T`gI"
  }
]