[
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "bwbw. Awvhu BweIho gil imlh; imil imil dyh AwsIsw hy ]",
    "TRANSLITERATION": "Baabaa Aavahu Bhaaeeho Gal Mileh Mil Mil Dhaeh Aaseesaa Hae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹੇ ਭਰਾਵੋ! ਆਓ, ਅਸੀਂ ਪਿਆਰ ਨਾਲ ਰਲ ਕੇ ਬੈਠੀਏ, ਤੇ ਮਿਲ ਕੇ (ਆਪਣੇ ਵਿਛੁੜੇ ਸਾਥੀ ਨੂੰ) ਅਸੀਸਾਂ ਦੇਵੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "bwbw. scVw mylu, n cukeI; pRIqm kIAw dyh AsIsw hy ]",
    "TRANSLITERATION": "Baabaa Sacharraa Mael N Chukee Preetham Keeaa Dhaeh Aseesaa Hae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਮੇਲ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਿਲਾਪ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ। ਆਓ ਪਰਮਾਤਮਾ ਵਲੋਂ ਅਸੀਸਾਂ ਮੰਗੀਏ (ਅਰਦਾਸਾਂ ਕਰੀਏ ਉਸ ਨਾਲ ਮੇਲ ਲਈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "AwsIsw dyvho. Bgiq kryvho; imilAw kw ikAw mylo ]",
    "TRANSLITERATION": "Aaseesaa Dhaeveho Bhagath Karaeveho Miliaa Kaa Kiaa Maelo ||",
    "PUNJABI": "(ਵਿਛੁੜੇ ਸਾਥੀ ਲਈ) ਅਰਦਾਸਾਂ ਕਰੋ (ਅਤੇ ਆਪ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰੋ। ਜੇਹੜੇ ਇਕ ਵਾਰੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਫਿਰ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "ieik BUly. nwvhu Qyhhu Qwvhu; gur sbdI scu Kylo ]",
    "TRANSLITERATION": "Eik Bhoolae Naavahu Thhaehahu Thhaavahu Gur Sabadhee Sach Khaelo ||",
    "PUNJABI": "ਪਰ ਕਈ ਐਸੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਫਿਰਦੇ ਹਨ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਟਿਕਾਣੇ ਤੋਂ ਉਖੜੇ ਫਿਰਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਨਾਮ ਸਿਮਰਨ ਦੀ ਖੇਡ ਖੇਡੋ।",
    "PRONUNCIATION": "(Qyhhu) QW qoN"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "jm mwrig. nhI jwxw, sbid smwxw; juig juig swcY vysy ]",
    "TRANSLITERATION": "Jam Maarag Nehee Jaanaa Sabadh Samaanaa Jug Jug Saachai Vaesae ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਉਹ ਜਮ ਦੇ ਰਸਤੇ ਤੇ ਨਹੀਂ ਜਾਂਦੇ, ਉਹ ਸਦਾ ਲਈ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਸ ਦਾ ਸਰੂਪ ਸਦਾ ਲਈ ਅਟੱਲ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "swjn sYx imlhu sMjogI; gur imil Koly Pwsy ]2]",
    "TRANSLITERATION": "Saajan Sain Milahu Sanjogee Gur Mil Kholae Faasae ||2||",
    "PUNJABI": "ਹੇ ਸੱਜਣ ਮਿੱਤ੍ਰ ਸਤਸੰਗੀਓ! ਸਤਸੰਗ ਵਿਚ ਰਲ ਬੈਠੋ। ਜੇਹੜੇ ਬੰਦੇ ਸਤਸੰਗ ਵਿਚ ਆਏ ਹਨ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਫਾਹੇ ਵੱਢ ਲਏ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "bwbw nWgVw AwieAw jg mih; duKu suKu lyKu ilKwieAw ]",
    "TRANSLITERATION": "Baabaa Naangarraa Aaeiaa Jag Mehi Dhukh Sukh Laekh Likhaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੀਵ ਜਗਤ ਵਿਚ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ ਤੇ (ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਦੁੱਖ ਅਤੇ ਸੁਖ-ਰੂਪ ਲੇਖ ਲਿਖੇ ਹੋਏ ਉਸ ਦੇ ਨਾਲ ਹੀ ਆਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "iliKAVw swhw. nw tlY; jyhVw purib kmwieAw ]",
    "TRANSLITERATION": "Likhiarraa Saahaa Naa Ttalai Jaeharraa Purab Kamaaeiaa ||",
    "PUNJABI": "ਉਹ ਮੁਕਰਰ ਕੀਤਾ ਹੋਇਆ ਸਮਾ ਅਗਾਂਹ ਪਿਛਾਂਹ ਨਹੀਂ ਹੋ ਸਕਦਾ, (ਨਾਹ ਹੀ ਉਹ ਦੁਖ ਸੁਖ ਵਾਪਰਨੋਂ ਹਟ ਸਕਦਾ ਹੈ) ਜੋ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕਰਮ ਕਰ ਕੇ (ਕਮਾਈ ਵਜੋਂ) ਖੱਟਿਆ ਹੈ।",
    "PRONUNCIATION": "(swhw) mrn dw smW"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "bih swcY iliKAw AMimRqu ibiKAw; ijqu lwieAw. iqqu lwgw ]",
    "TRANSLITERATION": "Behi Saachai Likhiaa Anmrith Bikhiaa Jith Laaeiaa Thith Laagaa ||",
    "PUNJABI": "(ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਸੋਚ-ਵਿਚਾਰ ਕੇ ਲਿਖ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ਕਿ ਜੀਵ ਨੇ ਨਵੇਂ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਵਿਹਾਝਣਾ ਹੈ ਜਾਂ ਮਾਇਆ-ਜ਼ਹਿਰ ਖੱਟਣਾ ਹੈ। ਇੰਜ ਜੀਵ ਨੂੰ ਜਿਧਰ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਉਧਰ ਇਹ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "kwmixAwrI kwmx pwey; bhu rMgI gil qwgw ]",
    "TRANSLITERATION": "Kaamaniaaree Kaaman Paaeae Bahu Rangee Gal Thaagaa ||",
    "PUNJABI": "(ਉਸੇ ਲਿਖੇ ਅਨੁਸਾਰ ਹੀ) ਜਾਦੂ ਟੂਣੇ ਕਰਨ ਵਾਲੀ ਮਾਇਆ ਜੀਵ ਉਤੇ ਜਾਦੂ ਪਾ ਦੇਂਦੀ ਹੈ, ਇਸ ਦੇ ਗਲ ਵਿਚ ਕਈ ਰੰਗਾਂ ਵਾਲਾ ਧਾਗਾ ਪਾ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮਾਇਆ ਇਸ ਨੂੰ ਮੋਹ ਲੈਂਦੀ ਹੈ)।",
    "PRONUNCIATION": "(kwmixAwrI) tUxy vwlI mwieAw"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "hoCI miq. BieAw mnu hoCw; guVu sw. mKI KwieAw ]",
    "TRANSLITERATION": "Hoshhee Math Bhaeiaa Man Hoshhaa Gurr Saa Makhee Khaaeiaa ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਜੀਵ ਦੀ ਮੱਤ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਮਨ ਥੋੜ੍ਹ-ਵਿਤਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਮੱਖੀ ਗੁੜ ਖਾਂਦੀ ਹੈ (ਤੇ ਗੁੜ ਨਾਲ ਚੰਬੜ ਕੇ ਹੀ ਮਰ ਜਾਂਦੀ ਹੈ)।",
    "PRONUNCIATION": "ivSy rUp guVu ny jIv rUpI m`KI nMU Kw ilAw"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "nw mrjwdu. AwieAw kil BIqir; nWgo bMiD clwieAw ]3]",
    "TRANSLITERATION": "Naa Marajaadh Aaeiaa Kal Bheethar Naango Bandhh Chalaaeiaa ||3||",
    "PUNJABI": "ਜੀਵ ਜਗਤ ਵਿਚ ਮਰਜਾਦਾ-ਰਹਿਤ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ ਤੇ ਨੰਗਾ ਹੀ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(nwmrjwdu) nMgw"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "bwbw. rovhu jy iksY rovxw; jwnIAVw bMiD pTwieAw hY ]",
    "TRANSLITERATION": "Baabaa Rovahu Jae Kisai Rovanaa Jaaneearraa Bandhh Pathaaeiaa Hai ||",
    "PUNJABI": "ਜੇ ਕਿਸੇ ਨੇ (ਇਸ ਮੌਤ ਸੱਦੇ ਨੂੰ ਟਾਲਣ ਲਈ) ਰੋਣਾ ਹੀ ਹੈ ਤਾਂ ਰੋ ਕੇ ਵੇਖ ਲਵੋ, ਪਰ ਜਿਸ ਪਿਆਰੇ ਸੰਭੰਧੀ ਦਾ ਸੱਦਾ ਆਇਆ ਹੈ ਉਸ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੇ ਚਲੇ ਹੀ ਜਾਣਾ ਹੈ)।",
    "PRONUNCIATION": "(pTwieAw) qor id`qw"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "iliKAVw lyKu. n mytIAY; dir. hwkwrVw AwieAw hY ]",
    "TRANSLITERATION": "Likhiarraa Laekh N Maetteeai Dhar Haakaararraa Aaeiaa Hai ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦਾ) ਲਿਖਿਆ ਹੁਕਮ ਮਿਟਾ ਨਹੀਂ ਸਕੀਦਾ, ਜੋ ਉਸ ਦੇ ਦਰ ਤੋਂ ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ (ਉਹ ਸੱਦਾ ਅਮਿੱਟ ਹੈ)।",
    "PRONUNCIATION": "(hw-kwrVw)s`dw"
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hwkwrw AwieAw. jw iqsu BwieAw; ruMny rovxhwry ]",
    "TRANSLITERATION": "Haakaaraa Aaeiaa Jaa This Bhaaeiaa Runnae Rovanehaarae ||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਾਂ (ਜੀਵ ਵਾਸਤੇ ਕੂਚ ਦਾ) ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ, ਰੋਣ ਵਾਲੇ ਸੰਬੰਧੀ ਰੋਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "puq BweI BwqIjy rovih; pRIqm Aiq ipAwry ]",
    "TRANSLITERATION": "Puth Bhaaee Bhaatheejae Rovehi Preetham Ath Piaarae ||",
    "PUNJABI": "ਪੁੱਤਰ, ਭਰਾ, ਭਤੀਜੇ, ਬੜੇ ਪਿਆਰੇ ਸੰਬੰਧੀ (ਸਭੇ ਹੀ) ਰੋਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "BY rovY. gux swir smwly; ko mrY n muieAw nwly ]",
    "TRANSLITERATION": "Bhai Rovai Gun Saar Samaalae Ko Marai N Mueiaa Naalae ||",
    "PUNJABI": "(ਮਰੇ ਹੋਏ ਦੇ ਸੰਭੰਧੀ) ਸਹਮ ਵਿਚ ਰੋਂਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਗੁਣਾਂ (ਸੁਖਾਂ) ਨੂੰ ਮੁੜ ਮੁੜ ਚੇਤੇ ਕਰਦੇ ਹਨ, ਪਰ ਕਦੇ ਭੀ ਕੋਈ ਜੀਵ ਮੁਏ ਪ੍ਰਾਣੀਆਂ ਦੇ ਨਾਲ ਮਰਦਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2194,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. juig juig jwx isjwxw; rovih. scu smwly ]4]5]",
    "TRANSLITERATION": "Naanak Jug Jug Jaan Sijaanaa Rovehi Sach Samaalae ||4||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ ਸਦਾ ਹੀ ਮਹਾ ਸਿਆਣੇ ਹਨ ਜੋ ਸਦਾ-ਥਿਰ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਹੁੰਦੇ ਹਨ ॥੪॥੫॥",
    "PRONUNCIATION": "(isjwxw) isAwxw[ j`uig j`uig"
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "vfhMsu mhlw 3 mhlw qIjw",
    "TRANSLITERATION": "Vaddehans Mehalaa 3 Mehalaa Theejaa",
    "PUNJABI": "ਰਾਗ ਵਡਹੰਸ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": "mh`lw qIjw mh`lw qIjw kihxw, iqMn jW qRY nhIN kihxw"
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "pRBu scVw hir swlwhIAY; kwrju sBu ikCu krxY jogu ]",
    "TRANSLITERATION": "Prabh Sacharraa Har Saalaaheeai Kaaraj Sabh Kishh Karanai Jog ||",
    "PUNJABI": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਸਭ ਕੁਝ ਹਰੇਕ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "sw Dn rMf. n kbhU bYseI; nw kdy hovY sogu ]",
    "TRANSLITERATION": "Saa Dhhan Randd N Kabehoo Baisee Naa Kadhae Hovai Sog ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਦੇ ਨਿ-ਖਸਮੀ ਨਹੀਂ ਹੁੰਦੀ, ਨਾਹ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਵਿਆਪਦੀ ਹੈ, ਜਿਸ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ।",
    "PRONUNCIATION": "bYs-eI"
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "nw kdy hovY sogu. An idnu rs Bog; sw Dn mhil smwxI ]",
    "TRANSLITERATION": "Naa Kadhae Hovai Sog Anadhin Ras Bhog Saa Dhhan Mehal Samaanee ||",
    "PUNJABI": "ਨਾਹ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਵਿਆਪਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਮਾਣਦੀ ਹੈ, ਤੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin ipRau jwqw. krm ibDwqw; boly AMimRq bwxI ]",
    "TRANSLITERATION": "Jin Prio Jaathaa Karam Bidhhaathaa Bolae Anmrith Baanee ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਜੋ ਜੀਵਾਂ ਦੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "guxvMqIAw gux swrih. Apxy kMq smwlih; nw kdy lgY. ivjogo ]",
    "TRANSLITERATION": "Gunavantheeaa Gun Saarehi Apanae Kanth Samaalehi Naa Kadhae Lagai Vijogo ||",
    "PUNJABI": "ਗੁਣਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ-ਖਸਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": "swr-ih smwl-ih"
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "scVw ipru swlwhIAY; sBu ikCu krxY jogo ]1]",
    "TRANSLITERATION": "Sacharraa Pir Saalaaheeai Sabh Kishh Karanai Jogo ||1||",
    "PUNJABI": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "scVw swihbu sbid pCwxIAY; Awpy ley imlwey ]",
    "TRANSLITERATION": "Sacharraa Saahib Sabadh Pashhaaneeai Aapae Leae Milaaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "sw Dn ipRA kY rMig rqI; ivchu Awpu gvwey ]",
    "TRANSLITERATION": "Saa Dhhan Pria Kai Rang Rathee Vichahu Aap Gavaaeae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "ivchu Awpu gvwey, iPir. kwlu n Kwey; gurmuiK eyko jwqw ]",
    "TRANSLITERATION": "Vichahu Aap Gavaaeae Fir Kaal N Khaaeae Guramukh Eaeko Jaathaa ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਵਾਪਰਦੀ ਤੇ ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਜਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "kwmix ieC. puMnI AMqir iBMnI; imilAw jgjIvnu dwqw ]",
    "TRANSLITERATION": "Kaaman Eishh Punnee Anthar Bhinnee Miliaa Jagajeevan Dhaathaa ||",
    "PUNJABI": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਅੰਦਰੋਂ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਜਗਤ ਦਾ ਜੀਵਨ ਦਾਤਾਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gjIvnu"
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "sbd rMig rwqI. jobin mwqI; ipr kY AMik smwey ]",
    "TRANSLITERATION": "Sabadh Rang Raathee Joban Maathee Pir Kai Ank Samaaeae ||",
    "PUNJABI": "ਜੇਹੜੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰ-ਸ਼ਬਦ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਮ ਦੀ ਚੜ੍ਹਦੀ ਜਵਾਨੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "r`wqI m`wqI"
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "scVw swihbu sbid pCwxIAY; Awpy ley imlwey ]2]",
    "TRANSLITERATION": "Sacharraa Saahib Sabadh Pashhaaneeai Aapae Leae Milaaeae ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਸਦਾ-ਥਿਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2195,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI. Awpxw kMqu pCwixAw; hau. iqn pUCau sMqw jwey ]",
    "TRANSLITERATION": "Jinee Aapanaa Kanth Pashhaaniaa Ho Thin Pooshho Santhaa Jaaeae ||",
    "PUNJABI": "ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਮੈਂ ਜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  }
]