[
  {
    "SHABAD_ID": 2203,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2203,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "BY ivic. sBu Awkwru hY; inrBau. hir jIau soie ]",
    "TRANSLITERATION": "Bhai Vich Sabh Aakaar Hai Nirabho Har Jeeo Soe ||",
    "PUNJABI": "(ਜਗਤ ਦਾ) ਸਾਰਾ ਆਕਾਰ (ਪ੍ਰਭੂ-ਪ੍ਰਭਾਵ) ਡਰ ਦੇ ਅਧੀਨ ਹੈ, ਇਕ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਡਰ ਤੋਂ ਰਹਿਤ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2203,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguir syivAY. hir min vsY; iqQY Bau. kdy n hoie ]",
    "TRANSLITERATION": "Sathigur Saeviai Har Man Vasai Thithhai Bho Kadhae N Hoe ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਉਤੇ ਤੁਰੀਏ ਤਾਂ (ਉਹ ਡਰ-ਰਹਿਤ) ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, (ਫਿਰ) ਉਸ ਮਨ ਵਿਚ ਕਦੇ (ਕੋਈ) ਡਰ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2203,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "dusmnu duKu iqs no. nyiV n AwvY; poih. n skY koie ]",
    "TRANSLITERATION": "Dhusaman Dhukh This No Naerr N Aavai Pohi N Sakai Koe ||",
    "PUNJABI": "ਕੋਈ ਵੈਰੀ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਦਾ, ਕੋਈ ਦੁਖ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2203,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK min vIcwirAw; jo iqsu BwvY. su hoie ]",
    "TRANSLITERATION": "Guramukh Man Veechaariaa Jo This Bhaavai S Hoe ||",
    "PUNJABI": "ਗੁਰਮੁਖਾਂ ਦੇ ਮਨ ਵਿਚ ਇਹ ਵਿਚਾਰ ਉੱਠਦੀ ਹੈ ਕਿ ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2203,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. Awpy hI piq rKsI; kwrj svwry soie ]1]",
    "TRANSLITERATION": "Naanak Aapae Hee Path Rakhasee Kaaraj Savaarae Soe ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਅਸਾਡੀ ਲਾਜ ਉਹ ਆਪ ਹੀ ਰੱਖੇਗਾ, (ਅਸਾਡੇ) ਕੰਮ ਉਹ ਆਪ ਹੀ ਸੰਵਾਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "piq:polw bolo"
  },
  {
    "SHABAD_ID": 2204,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2204,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "ieik sjx cly. ieik cil gey; rhdy BI Puin jwih ]",
    "TRANSLITERATION": "Eik Sajan Chalae Eik Chal Geae Rehadhae Bhee Fun Jaahi ||",
    "PUNJABI": "ਕੁਝ ਸੱਜਣ ਜਾਣ ਨੂੰ ਤਿਆਰ ਹਨ, ਕੁਝ ਕੂਚ ਕਰ ਗਏ ਹਨ, ਤੇ ਬਾਕੀ ਦੇ ਭੀ ਚਲੇ ਜਾਣਗੇ (ਭਾਵ, ਜਗਤ ਨਾਸਹੀਣ ਹੈ)।",
    "PRONUNCIATION": "c`il[ (Puin) iPr"
  },
  {
    "SHABAD_ID": 2204,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI siqguru. n syivE; sy Awie gey pCuqwih ]",
    "TRANSLITERATION": "Jinee Sathigur N Saeviou Sae Aae Geae Pashhuthaahi ||",
    "PUNJABI": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਨਹੀਂ ਕੀਤੀ, ਉਹ (ਜਗਤ ਵਿਚ) ਆ ਕੇ ਇਥੋਂ ਪਛੁਤਾਉਂਦੇ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2204,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. sic rqy. sy n ivCuVih; siqguru syiv smwih ]2]",
    "TRANSLITERATION": "Naanak Sach Rathae Sae N Vishhurrehi Sathigur Saev Samaahi ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਸੱਚੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ਉਹ (ਪਰਮਾਤਮਾ ਤੋਂ) ਨਹੀਂ ਵਿਛੜਦੇ, ਉਹ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ (ਪ੍ਰਭੂ ਵਿਚ) ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2205,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2205,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu imlIAY. siqgur sjxY; ijsu AMqir hir guxkwrI ]",
    "TRANSLITERATION": "This Mileeai Sathigur Sajanai Jis Anthar Har Gunakaaree ||",
    "PUNJABI": "ਉਸ ਪਿਆਰੇ ਗੁਰੂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਣਾਂ ਦਾ ਸੋਮਾ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2205,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu imlIAY. siqgur pRIqmY; ijin hMaumY ivchu mwrI ]",
    "TRANSLITERATION": "This Mileeai Sathigur Preethamai Jin Hanoumai Vichahu Maaree ||",
    "PUNJABI": "ਉਸ ਪ੍ਰੀਤਮ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2205,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru pUrw Dnu DMnu hY; ijin hir aupdysu dy. sB isRis†  svwrI ]",
    "TRANSLITERATION": "So Sathigur Pooraa Dhhan Dhhann Hai Jin Har Oupadhaes Dhae Sabh Srist Savaaree ||",
    "PUNJABI": "ਉਹ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਦੀ ਇਹ ਸਿੱਖਿਆ ਦੇ ਕੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "s-i Ris"
  },
  {
    "SHABAD_ID": 2205,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "inq jipAhu sMqhu rwm nwmu; Baujl ibKu qwrI ]",
    "TRANSLITERATION": "Nith Japiahu Santhahu Raam Naam Bhoujal Bikh Thaaree ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋਂ! ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀ (ਮਾਇਆ-ਰੂਪ) ਜ਼ਹਿਰ ਤੋਂ ਪਾਰ ਲੰਘਾਉਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਰੋਜ਼ ਜਪ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2205,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "guir pUrY hir aupdyisAw; gur ivtiVAhu hMau sd vwrI ]2]",
    "TRANSLITERATION": "Gur Poorai Har Oupadhaesiaa Gur Vittarriahu Hano Sadh Vaaree ||2||",
    "PUNJABI": "ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਮੈਂ ਸਦਕੇ ਹਾਂ, ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਨੇੜੇ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur kI syvw cwkrI; suKI hUM suK swru ]",
    "TRANSLITERATION": "Sathigur Kee Saevaa Chaakaree Sukhee Hoon Sukh Saar ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਚਾਕਰੀ ਕਰਨੀ ਚੰਗੇ ਤੋਂ ਚੰਗੇ ਸੁਖ ਦਾ ਤੱਤ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "AYQY imlin vifAweIAw; drgh moK duAwru ]",
    "TRANSLITERATION": "Aithhai Milan Vaddiaaeeaa Dharageh Mokh Dhuaar ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕੀਤਿਆਂ) ਜਗਤ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੁਰਖ਼ਰੂਈ ਦਾ ਦਰਵਾਜ਼ਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "scI kwr kmwvxI; scu pYnxu. scu nwmu ADwru ]",
    "TRANSLITERATION": "Sachee Kaar Kamaavanee Sach Painan Sach Naam Adhhaar ||",
    "PUNJABI": "(ਗੁਰ-ਸੇਵਾ ਦੀ ਇਹੀ) ਸੱਚੀ ਕਾਰ ਕਮਾਉਣ-ਜੋਗ ਹੈ, (ਇਸ ਨਾਲ) ਮਨੁੱਖ ਨੂੰ (ਪੜਦੇ ਕੱਜਣ ਲਈ) ਸੱਚਾ ਨਾਮ-ਰੂਪ ਪੁਸ਼ਾਕਾ ਮਿਲ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "scI sMgiq sic imlY; scY nwie ipAwru ]",
    "TRANSLITERATION": "Sachee Sangath Sach Milai Sachai Naae Piaar ||",
    "PUNJABI": "ਸੱਚੀ ਸੰਗਤ ਵਿਚ ਸੱਚੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪੈਂਦਾ ਹੈ ਤੇ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਸਮਾਈ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "scY sbid hrKu sdw; dir scY sicAwru ]",
    "TRANSLITERATION": "Sachai Sabadh Harakh Sadhaa Dhar Sachai Sachiaar ||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ) ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ) ਸਦਾ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਮਨੁੱਖ ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2206,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. siqgur kI syvw so krY; ijs no ndir krY krqwru ]1]",
    "TRANSLITERATION": "Naanak Sathigur Kee Saevaa So Karai Jis No Nadhar Karai Karathaar ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "hor ivfwxI cwkrI; iDRgu jIvxu. iDRgu vwsu ]",
    "TRANSLITERATION": "Hor Viddaanee Chaakaree Dhhrig Jeevan Dhhrig Vaas ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਛੱਡ ਕੇ) ਹੋਰ ਬਿਗਾਨੀ ਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਜੀਊਣਾ ਤੇ ਵੱਸਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "PRONUNCIATION": "(ivfwxI) bygwnI"
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "AMimRqu Coif. ibKu lgy; ibKu Ktxw ibKu rwis ]",
    "TRANSLITERATION": "Anmrith Shhodd Bikh Lagae Bikh Khattanaa Bikh Raas ||",
    "PUNJABI": "ਐਸੇ ਮਨੁੱਖ ਅੰਮ੍ਰਿਤ ਛੱਡ ਕੇ (ਮਾਇਆ-ਰੂਪ) ਜ਼ਹਿਰ (ਇਕੱਠਾ ਕਰਨ) ਵਿਚ ਲੱਗੇ ਹੋਏ ਹਨ ਤੇ ਜ਼ਹਿਰ ਹੀ ਉਹਨਾਂ ਦੀ ਖੱਟੀ-ਕਮਾਈ ਤੇ ਪੂੰਜੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "ibKu Kwxw ibKu pYnxw; ibKu ky muiK igrws ]",
    "TRANSLITERATION": "Bikh Khaanaa Bikh Painanaa Bikh Kae Mukh Giraas ||",
    "PUNJABI": "ਉਨ੍ਹਾਂ ਦੀ ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ ਜ਼ਹਿਰ ਹੈ ਤੇ ਜ਼ਹਿਰ ਹਨ ਮੂੰਹ ਵਿਚ ਦੀਆਂ ਗਿਰਾਹੀਆਂ।",
    "PRONUNCIATION": "(igrws) burkIAW[ pYn@xw"
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "AYQY duKo duKu kmwvxw; muieAw nrik invwsu ]",
    "TRANSLITERATION": "Aithhai Dhukho Dhukh Kamaavanaa Mueiaa Narak Nivaas ||",
    "PUNJABI": "ਅਜੇਹੇ ਬੰਦੇ ਜਗਤ ਵਿਚ ਨਿਰਾ ਦੁੱਖ ਹੀ ਭੋਗਦੇ ਹਨ ਤੇ ਮੋਇਆਂ ਭੀ ਉਹਨਾਂ ਦਾ ਵਾਸ ਨਰਕ ਵਿਚ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "mnmuK muih mYlY. sbdu n jwxnI; kwm kroiD ivxwsu ]",
    "TRANSLITERATION": "Manamukh Muhi Mailai Sabadh N Jaananee Kaam Karodhh Vinaas ||",
    "PUNJABI": "ਮੂੰਹੋਂ ਮੈਲੇ ਹੋਣ ਕਰਕੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦੇ ਅਤੇ ਕਾਮ, ਕ੍ਰੋਧ ਨਾਲ ਉਹਨਾਂ ਦੀ (ਆਤਮਕ) ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur kw Bau CoifAw; mn hiT kMmu. n AwvY rwis ]",
    "TRANSLITERATION": "Sathigur Kaa Bho Shhoddiaa Manehath Kanm N Aavai Raas ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦਾ ਅਦਬ ਛੱਡ ਦੇਣ ਕਰ ਕੇ, ਮਨ ਦੇ ਹਠ ਨਾਲ ਕੀਤਾ ਹੋਇਆ ਉਹਨਾਂ ਦਾ ਕੋਈ ਕੰਮ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "jmpuir bDy mwrIAih; ko n suxy Ardwis ]",
    "TRANSLITERATION": "Jam Pur Badhhae Maareeahi Ko N Sunae Aradhaas ||",
    "PUNJABI": "(ਇਸ ਵਾਸਤੇ ਮਨਮੁਖ ਮਨੁੱਖ) ਜਮ-ਪੁਰੀ ਵਿਚ ਬੱਧੇ ਮਾਰ ਖਾਂਦੇ ਹਨ ਤੇ ਕੋਈ ਉਹਨਾਂ ਦੀ ਪੁਕਾਰ ਨਹੀਂ ਸੁਣਦਾ।",
    "PRONUNCIATION": "b`Dy"
  },
  {
    "SHABAD_ID": 2207,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. pUrib iliKAw kmwvxw; gurmuiK nwim invwsu ]2]",
    "TRANSLITERATION": "Naanak Poorab Likhiaa Kamaavanaa Guramukh Naam Nivaas ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੀਵ ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ-ਅਨੁਸਾਰ) ਲਿਖਿਆ ਲੇਖ ਕਮਾਉਂਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦਿਆਂ ਦੀ ਸੁਰਤ ਨਾਮ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2208,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2208,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru syivhu swD jnu; ijin hir hir nwmu idRVwieAw ]",
    "TRANSLITERATION": "So Sathigur Saevihu Saadhh Jan Jin Har Har Naam Dhrirraaeiaa ||",
    "PUNJABI": "ਜਿਸ ਸਤਿਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰਾਇਆ ਹੈ, ਉਸ ਸਾਧ-ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2208,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru pUjhu idnsu rwiq; ijin jgMnwQu jgdIsu jpwieAw ]",
    "TRANSLITERATION": "So Sathigur Poojahu Dhinas Raath Jin Jagannaathh Jagadhees Japaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ ਜਗਤ ਦੇ ਮਾਲਕ ਤੇ ਨਾਥ ਦਾ ਨਾਮ (ਜੀਵਾਂ ਤੋਂ) ਜਪਾਇਆ ਹੈ, ਉਸ ਦੀ ਦਿਨ ਰਾਤ ਪੂਜਾ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2208,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru dyKhu iek inmK inmK; ijin hir kw hir pMQu bqwieAw ]",
    "TRANSLITERATION": "So Sathigur Dhaekhahu Eik Nimakh Nimakh Jin Har Kaa Har Panthh Bathaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਣ) ਦਾ ਰਾਹ ਦੱਸਿਆ ਹੈ, ਉਸ ਦਾ ਹਰ ਵੇਲੇ ਦਰਸ਼ਨ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2208,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu siqgur kI sB pgI pvhu; ijin moh AMDyru cukwieAw ]",
    "TRANSLITERATION": "This Sathigur Kee Sabh Pagee Pavahu Jin Moh Andhhaer Chukaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਸਤਿਗੁਰੂ ਨੇ (ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਮਾਇਆ ਦੇ) ਮੋਹ ਦਾ ਹਨੇਰਾ ਦੂਰ ਕੀਤਾ ਹੈ, ਸਾਰੇ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗੋ।",
    "PRONUNCIATION": "pgIN:polw bolo"
  },
  {
    "SHABAD_ID": 2208,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "so sqguru khhu siB DMnu DMnu; ijin hir Bgiq BMfwr lhwieAw ]3]",
    "TRANSLITERATION": "So Sathagur Kehahu Sabh Dhhann Dhhann Jin Har Bhagath Bhanddaar Lehaaeiaa ||3||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਲਭਾ ਦਿੱਤੇ ਹਨ, ਆਖੋ-ਉਹ ਗੁਰੂ ਧੰਨ ਹੈ, ਉਹ ਗੁਰੂ ਧੰਨ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguir imilAY BuK geI; ByKI. BuK n jwie ]",
    "TRANSLITERATION": "Sathigur Miliai Bhukh Gee Bhaekhee Bhukh N Jaae ||",
    "PUNJABI": "ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਹੀ (ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਸਕਦੀ ਹੈ, ਭੇਖਾਂ ਨਾਲ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਜਾਂਦੀ;",
    "PRONUNCIATION": "ByKIN"
  }
]