[
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "duiK lgY Gir Gir iPrY; AgY dUxI imlY sjwie ]",
    "TRANSLITERATION": "Dhukh Lagai Ghar Ghar Firai Agai Dhoonee Milai Sajaae ||",
    "PUNJABI": "(ਭੇਖੀ ਸਾਧੂ ਤ੍ਰਿਸ਼ਨਾ ਦੇ) ਦੁੱਖ ਵਿਚ ਕਲਪਦਾ ਹੈ, ਘਰ ਘਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਤੇ ਪਰਲੋਕ ਵਿਚ ਇਸ ਨਾਲੋਂ ਭੀ ਵਧੀਕ ਸਜ਼ਾ ਭੁਗਤਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "AMdir shju. n AwieE; shjy hI lY Kwie ]",
    "TRANSLITERATION": "Andhar Sehaj N Aaeiou Sehajae Hee Lai Khaae ||",
    "PUNJABI": "ਭੇਖੀ ਸਾਧੂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ, ਜਿਸ ਸ਼ਾਂਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੋ ਕੁਝ ਉਸ ਨੂੰ ਕਿਸੇ ਪਾਸੋਂ ਮਿਲੇ, ਲੈ ਕੇ ਖਾ ਲਏ (ਭਾਵ, ਤ੍ਰਿਪਤ ਹੋ ਜਾਏ);",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "mn hiT ijs qy mMgxw; lYxw duKu mnwie ]",
    "TRANSLITERATION": "Manehath Jis Thae Manganaa Lainaa Dhukh Manaae ||",
    "PUNJABI": "ਪਰ ਮਨ ਦੇ ਹਠ ਦੇ ਆਸਰੇ (ਭਿੱਖਿਆ) ਮੰਗਿਆਂ (ਦੋਹੀਂ ਧਿਰੀਂ) ਕਲੇਸ਼ ਪੈਦਾ ਕਰ ਕੇ ਹੀ ਭਿੱਖਿਆ ਲਈਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "iesu ByKY Qwvhu igrho Blw; ijQhu ko vrswie ]",
    "TRANSLITERATION": "Eis Bhaekhai Thhaavahu Gireho Bhalaa Jithhahu Ko Varasaae ||",
    "PUNJABI": "ਇਸ ਭੇਖ ਨਾਲੋਂ ਗ੍ਰਿਹਸਥ ਚੰਗਾ ਹੈ, ਕਿਉਂਕਿ ਇਥੋਂ ਮਨੁੱਖ ਆਪਣੀ ਆਸ ਪੂਰੀ ਕਰ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "sbid rqy iqnw soJI peI; dUjY Brim Bulwie ]",
    "TRANSLITERATION": "Sabadh Rathae Thinaa Sojhee Pee Dhoojai Bharam Bhulaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੱਤੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉੱਚੀ ਸੂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ; ਪਰ, ਜੋ ਮਾਇਆ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਭਟਕਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "pieAY ikriq kmwvxw; khxw kCU. n jwie ]",
    "TRANSLITERATION": "Paeiai Kirath Kamaavanaa Kehanaa Kashhoo N Jaae ||",
    "PUNJABI": "ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ (ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਦੀ ਕਾਰ ਕਮਾਉਣੀ ਪੈਂਦੀ ਹੈ। ਇਸ ਬਾਰੇ ਕੁਝ ਹੋਰ ਕੀ ਆਖਿਆ ਜਾ ਸਕਦਾ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2209,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. jo iqsu Bwvih sy Bly; ijn kI piq pwvih Qwie ]1]",
    "TRANSLITERATION": "Naanak Jo This Bhaavehi Sae Bhalae Jin Kee Path Paavehi Thhaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹੀ ਚੰਗੇ ਹਨ, ਕਿਉਂਕਿ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਥਾਂਇ ਪਾਉਂਦਾ ਹੈ (ਭਾਵ, ਲਾਜ ਰੱਖਦਾ ਹੈਂ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguir syivAY sdw suKu; jnm mrx duKu jwie ]",
    "TRANSLITERATION": "Sathigur Saeviai Sadhaa Sukh Janam Maran Dhukh Jaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਿਆਂ ਸਦਾ ਸੁਖ ਮਿਲਦਾ ਹੈ, ਤੇ ਜਮਣ-ਮਰਨ ਦੇ ਸਾਰੇ ਦੁਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "icMqw. mUil n hoveI; AicMqu vsY min Awie ]",
    "TRANSLITERATION": "Chinthaa Mool N Hovee Achinth Vasai Man Aae ||",
    "PUNJABI": "ਤੇ ਚਿੰਤਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਰਹਿੰਦੀ (ਕਿਉਂਕਿ) ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "A-icMqu"
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "AMqir qIrQu igAwnu hY; siqguir dIAw buJwie ]",
    "TRANSLITERATION": "Anthar Theerathh Giaan Hai Sathigur Dheeaa Bujhaae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਨੇ ਇਸ ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹੀ ਗਿਆਨ (-ਰੂਪ) ਤੀਰਥ ਹੈ।",
    "PRONUNCIATION": "b`uJwie"
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "mYlu geI mnu inrmlu hoAw; AMimRq sir qIriQ nwie ]",
    "TRANSLITERATION": "Mail Gee Man Niramal Hoaa Anmrith Sar Theerathh Naae ||",
    "PUNJABI": "ਜੋ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਤੀਰਥ ਨ੍ਹਾਉਂਦਾ ਹੈ ਉਸ ਦੀ (ਮਨ ਦੇ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "AMmi Rq"
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "sjx imly sjxw; scY sbid suBwie ]",
    "TRANSLITERATION": "Sajan Milae Sajanaa Sachai Sabadh Subhaae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਹਿਜੇ ਹੀ ਸਤਸੰਗੀਆਂ ਨੂੰ ਸਤਸੰਗੀ ਆ ਮਿਲਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "Gr hI prcw pwieAw; joqI joiq imlwie ]",
    "TRANSLITERATION": "Ghar Hee Parachaa Paaeiaa Jothee Joth Milaae ||",
    "PUNJABI": "ਹਿਰਦੇ-ਰੂਪ ਘਰ ਵਿਚ ਉਹਨਾਂ ਨੂੰ (ਪ੍ਰਭੂ-ਸਿਮਰਨ ਰੂਪ) ਆਹਰ ਮਿਲ ਜਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਵਿਚ ਬਿਰਤੀ ਜੁੜ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(prcw) myl"
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "pwKMif. jmkwlu n CofeI; lY jwsI piq gvwie ]",
    "TRANSLITERATION": "Paakhandd Jamakaal N Shhoddee Lai Jaasee Path Gavaae ||",
    "PUNJABI": "ਪਰ, ਪਖੰਡ ਕੀਤਿਆਂ ਮੌਤ ਦਾ ਸਹਮ ਨਹੀਂ ਛੱਡਦਾ, (ਪਖੰਡ ਦੀ) ਇੱਜ਼ਤ ਮਿਟਾ ਕੇ ਮੌਤ ਇਸ ਨੂੰ ਲੈ ਤੁਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2210,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwim rqy sy aubry; scy isau ilv lwie ]2]",
    "TRANSLITERATION": "Naanak Naam Rathae Sae Oubarae Sachae Sio Liv Laae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਇਸ ਸਹਮ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2211,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": "sq-sMgqI"
  },
  {
    "SHABAD_ID": 2211,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "iqqu jwie bhhu sqsMgqI; ijQY hir kw hir nwmu ibloeIAY ]",
    "TRANSLITERATION": "Thith Jaae Behahu Sathasangathee Jithhai Har Kaa Har Naam Biloeeai ||",
    "PUNJABI": "ਉਸ ਸਤਸੰਗ ਵਿਚ ਜਾ ਕੇ ਬੈਠੋ, ਜਿਥੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਵਿਚਾਰ ਹੁੰਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2211,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "shjy hI hir nwmu lyhu; hir qqu. n KoeIAY ]",
    "TRANSLITERATION": "Sehajae Hee Har Naam Laehu Har Thath N Khoeeai ||",
    "PUNJABI": "(ਉਥੇ ਜਾ ਕੇ) ਮਨ ਟਿਕਾ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪੋ, ਤਾਂ ਜੋ ਨਾਮ-ਤੱਤ ਖੁੱਸ ਨਾਹ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2211,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "inq jipAhu hir hir idnsu rwiq; hir drgh FoeIAY ]",
    "TRANSLITERATION": "Nith Japiahu Har Har Dhinas Raath Har Dharageh Dtoeeai ||",
    "PUNJABI": "ਸਦਾ ਦਿਨ ਰਾਤ ਹਰੀ ਦਾ ਨਾਮ ਜਪੋ, ਇਹ ਨਾਮ-ਰੂਪ ਢੋਆ ਲੈ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅੱਪੜੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2211,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "so pwey pUrw siqgurU; ijsu Duir msqik illwit ilKoeIAY ]",
    "TRANSLITERATION": "So Paaeae Pooraa Sathaguroo Jis Dhhur Masathak Lilaatt Likhoeeai ||",
    "PUNJABI": "ਪਰ, ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਲੱਭਦਾ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ (ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2211,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gur kMau. siB nmskwru krhu; ijin. hir kI hir gwl gloeIAY ]4]",
    "TRANSLITERATION": "This Gur Kano Sabh Namasakaar Karahu Jin Har Kee Har Gaal Galoeeai ||4||",
    "PUNJABI": "ਸਾਰੇ ਉਸ ਗੁਰੂ ਨੂੰ ਸਿਰ ਨਿਵਾਓ ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "sjx imly sjxw; ijn sqgur nwil ipAwru ]",
    "TRANSLITERATION": "Sajan Milae Sajanaa Jin Sathagur Naal Piaar ||",
    "PUNJABI": "ਉਹ ਸਤਸੰਗੀ ਸਤਸੰਗੀਆਂ ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰੂ ਨਾਲ ਪ੍ਰੇਮ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "imil pRIqm iqnI iDAwieAw; scY pRyim ipAwru ]",
    "TRANSLITERATION": "Mil Preetham Thinee Dhhiaaeiaa Sachai Praem Piaar ||",
    "PUNJABI": "ਉਹ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਕਿਉਂਕਿ ਸੱਚੇ ਪਿਆਰ ਵਿਚ ਉਹਨਾਂ ਦੀ ਬਿਰਤੀ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ;।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "mn hI qy mnu mwinAw; gur kY sbid Apwir ]",
    "TRANSLITERATION": "Man Hee Thae Man Maaniaa Gur Kai Sabadh Apaar ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੇ ਅਪਾਰ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਆਪਣੇ ਆਪ ਤੋਂ ਹੀ ਪ੍ਰਭੂ ਵਿਚ ਪਤੀਜ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "eyih sjx imly. n ivCuVih; ij Awip myly krqwir ]",
    "TRANSLITERATION": "Eaehi Sajan Milae N Vishhurrehi J Aap Maelae Karathaar ||",
    "PUNJABI": "ਅਜੇਹੇ ਸਤਸੰਗੀ (ਇਕ ਵਾਰੀ) ਮਿਲੇ ਹੋਏ ਫਿਰ ਵਿਛੁੜਦੇ ਨਹੀਂ ਹਨ, ਕਿਉਂਕਿ ਕਰਤਾਰ ਨੇ ਆਪ ਇਹਨਾਂ ਨੂੰ ਮਿਲਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "ieknw. drsn kI prqIiq, n AweIAw; sbid. n krih vIcwru ]",
    "TRANSLITERATION": "Eikanaa Dharasan Kee Paratheeth N Aaeeaa Sabadh N Karehi Veechaar ||",
    "PUNJABI": "ਇਕਨਾਂ (ਵਿਛੁੜੇ ਹੋਇਆਂ) ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦਾ ਯਕੀਨ ਹੀ ਨਹੀਂ ਬੱਝਦਾ, ਕਿਉਂਕਿ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਕਦੇ ਵਿਚਾਰ ਹੀ ਨਹੀਂ ਕਰਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "ivCuiVAw kw ikAw ivCuVY; ijnw dUjY Bwie ipAwru ]",
    "TRANSLITERATION": "Vishhurriaa Kaa Kiaa Vishhurrai Jinaa Dhoojai Bhaae Piaar ||",
    "PUNJABI": "ਪਰ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ ਸਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੁੜੇ ਹੋਇਆਂ ਦਾ ਹੋਰ ਵਿਛੋੜਾ ਕੀਹ ਹੋਣਾ ਹੋਇਆ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "mnmuK syqI dosqI; QoViVAw idn cwir ]",
    "TRANSLITERATION": "Manamukh Saethee Dhosathee Thhorrarriaa Dhin Chaar ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਣ ਵਾਲਿਆਂ ਦੀ ਮਿੱਤ੍ਰਤਾ ਥੋੜੇ ਹੀ ਦੋ ਚਾਰ ਦਿਨ ਲਈ ਹੀ ਰਹਿ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "iesu prIqI qutdI. ivlmu n hoveI; iequ dosqI clin ivkwr ]",
    "TRANSLITERATION": "Eis Pareethee Thuttadhee Vilam N Hovee Eith Dhosathee Chalan Vikaar ||",
    "PUNJABI": "ਇਸ ਮਿੱਤ੍ਰਤਾ ਦੇ ਟੁੱਟਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ, (ਉਂਞ ਭੀ) ਇਸ ਮਿੱਤ੍ਰਤਾ ਵਿਚੋਂ ਬੁਰਾਈਆਂ ਹੀ ਨਿਕਲਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnw AMdir scy kw Bau nwhI; nwim. n krih ipAwru ]",
    "TRANSLITERATION": "Jinaa Andhar Sachae Kaa Bho Naahee Naam N Karehi Piaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਡਰ ਨਹੀਂ, ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਕਦੇ ਪਿਆਰ ਨਹੀਂ ਪਾਉਂਦੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2212,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. iqn isau ikAw kIcY dosqI; ij Awip Bulwey krqwir ]1]",
    "TRANSLITERATION": "Naanak Thin Sio Kiaa Keechai Dhosathee J Aap Bhulaaeae Karathaar ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨਾਲ ਸਾਂਝ ਕਿਉਂ ਪਾਈਏ ਜੋ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲੇ ਫਿਰਦੇ ਹਨ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2213,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2213,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "ieik. sdw iekqY rMig rhih; iqn kY. hau sd bilhwrY jwau ]",
    "TRANSLITERATION": "Eik Sadhaa Eikathai Rang Rehehi Thin Kai Ho Sadh Balihaarai Jaao ||",
    "PUNJABI": "ਕਈ (ਵਡ-ਭਾਗੀ) ਮਨੁੱਖ ਇਕ (ਪ੍ਰਭੂ ਦੇ) ਰੰਗ ਵਿਚ ਹੀ (ਮਸਤ) ਰਹਿੰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2213,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "qnu mnu Dnu ArpI iqn kau; iniv iniv lwgau pwie ]",
    "TRANSLITERATION": "Than Man Dhhan Arapee Thin Ko Niv Niv Laago Paae ||",
    "PUNJABI": "(ਮੇਰਾ ਚਿੱਤ ਕਰਦਾ ਹੈ) ਆਪਣਾ ਤਨ ਮਨ ਧਨ ਉਹਨਾਂ ਦੀ ਭੇਟ ਕਰ ਦਿਆਂ ਤੇ ਨਿਉਂ ਨਿਉਂ ਕੇ ਉਹਨਾਂ ਦੀ ਪੈਰੀਂ ਲੱਗਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2213,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "iqn imilAw. mnu sMqoKIAY; iqRsnw BuK sB jwie ]",
    "TRANSLITERATION": "Thin Miliaa Man Santhokheeai Thrisanaa Bhukh Sabh Jaae ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਮਨ ਨੂੰ ਠੰਢ ਪੈਂਦੀ ਹੈ, ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2213,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwim rqy suKIey sdw; scy isau ilv lwie ]2]",
    "TRANSLITERATION": "Naanak Naam Rathae Sukheeeae Sadhaa Sachae Sio Liv Laae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਨਾਮ ਵਿਚ ਭਿੱਜੇ ਹੋਏ ਮਨੁੱਖ ਸੱਚੇ ਪ੍ਰਭੂ ਨਾਲ ਚਿੱਤ ਜੋੜ ਕੇ ਸਦਾ ਸੁਖਾਲੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2214,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2214,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gur kau. hau vwirAw; ijin hir kI. hir kQw suxweI ]",
    "TRANSLITERATION": "This Gur Ko Ho Vaariaa Jin Har Kee Har Kathhaa Sunaaee ||",
    "PUNJABI": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਸ ਸਤਿਗੁਰੂ ਤੋਂ ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦੀ ਗੱਲ ਸੁਣਾਈ ਹੈ।",
    "PRONUNCIATION": ""
  }
]