[
  {
    "SHABAD_ID": 2214,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gur kau. sd bilhwrxY; ijin. hir syvw bxq bxweI ]",
    "TRANSLITERATION": "This Gur Ko Sadh Balihaaranai Jin Har Saevaa Banath Banaaee ||",
    "PUNJABI": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਸ ਸਤਿਗੁਰੂ ਤੋਂ ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰੀਤ ਚਲਾਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2214,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru ipAwrw. myrY nwil hY; ijQY ikQY mYno ley CfweI ]",
    "TRANSLITERATION": "So Sathigur Piaaraa Maerai Naal Hai Jithhai Kithhai Maino Leae Shhaddaaee ||",
    "PUNJABI": "ਉਹ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਮੇਰੇ ਅੰਗ ਸੰਗ ਹੈ, ਸਭ ਥਾਈਂ ਮੈਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2214,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gur kau swbwis hY; ijin hir soJI pweI ]",
    "TRANSLITERATION": "This Gur Ko Saabaas Hai Jin Har Sojhee Paaee ||",
    "PUNJABI": "ਸ਼ਾਬਾਸ਼ੇ ਉਸ ਸਤਿਗੁਰੂ ਨੂੰ ਜਿਸ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ ਪਾਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2214,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnku. gur ivthu vwirAw. ijin hir nwmu dIAw; myry mn kI Aws purweI ]5]",
    "TRANSLITERATION": "Naanak Gur Vittahu Vaariaa Jin Har Naam Dheeaa Maerae Man Kee Aas Puraaee ||5||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ਤੇ ਮੇਰੇ ਮਨ ਦੀ ਆਸ ਪੂਰੀ ਕੀਤੀ ਹੈ ਮੈਂ ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2215,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2215,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "iqRsnw dwDI jil mueI; jil jil kry pukwr ]",
    "TRANSLITERATION": "Thrisanaa Dhaadhhee Jal Muee Jal Jal Karae Pukaar ||",
    "PUNJABI": "ਦੁਨੀਆ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸਾੜੀ ਹੋਈ ਦੁੱਖੀ ਹੋ ਰਹੀ ਹੈ, ਸੜ ਸੜ ਕੇ ਵਿਲਕ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2215,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur sIql jy imlY; iPir jlY n. dUjI vwr ]",
    "TRANSLITERATION": "Sathigur Seethal Jae Milai Fir Jalai N Dhoojee Vaar ||",
    "PUNJABI": "ਜੇ ਇਹ ਠੰਡ ਪਾਣ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ, ਤਾਂ ਫਿਰ ਦੂਜੀ ਵਾਰੀ ਨਾਹ ਸੜੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2215,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ivxu nwvY, inrBau ko nhI; ijcru sbid. n kry vIcwru ]1]",
    "TRANSLITERATION": "Naanak Vin Naavai Nirabho Ko Nehee Jichar Sabadh N Karae Veechaar ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਦਾ ਭੀ ਡਰ ਨਹੀਂ ਮੁੱਕਦਾ, ਜਦ ਤਕ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਵਿਚਾਰ ਨਾਹ ਕਰੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "ByKI. Agin n buJeI; icMqw hY mn mwih ]",
    "TRANSLITERATION": "Bhaekhee Agan N Bujhee Chinthaa Hai Man Maahi ||",
    "PUNJABI": "ਭੇਖ ਧਾਰਿਆਂ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਨਹੀਂ ਬੁੱਝਦੀ, ਮਨ ਵਿਚ ਚਿੰਤਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "ByKIN[ buJeI:polw bolo"
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "vrmI mwrI. swpu n mrY; iqau. ingury krm kmwih ]",
    "TRANSLITERATION": "Varamee Maaree Saap N Marai Thio Nigurae Karam Kamaahi ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਤਿਵੇਂ ਦੇ ਕਰਮ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਸੱਪ ਦੀ ਰੁੱਡ ਬੰਦ ਕੀਤਿਆਂ ਸੱਪ ਨਹੀਂ ਮਰਦਾ।",
    "PRONUNCIATION": "sRIr nUM kSt dyxykrky, swpumn nhIN mrdw"
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguru dwqw syvIAY; sbdu vsY min Awie ]",
    "TRANSLITERATION": "Sathigur Dhaathaa Saeveeai Sabadh Vasai Man Aae ||",
    "PUNJABI": "ਜੇ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰੀਏ ਤਾਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "mnu qnu sIqlu sWiq hoie; iqRsnw Agin buJwie ]",
    "TRANSLITERATION": "Man Than Seethal Saanth Hoe Thrisanaa Agan Bujhaae ||",
    "PUNJABI": "ਫਿਰ, ਮਨ ਤਨ ਠੰਢਾ ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁਝ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "buJwie:polw bolo"
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "suKw isir sdw suKu hoie; jw ivchu Awpu gvwie ]",
    "TRANSLITERATION": "Sukhaa Sir Sadhaa Sukh Hoe Jaa Vichahu Aap Gavaae ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ) ਜਦੋਂ ਮਨੁੱਖ ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ ਤਾਂ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK audwsI so kry; ij sic rhY ilv lwie ]",
    "TRANSLITERATION": "Guramukh Oudhaasee So Karae J Sach Rehai Liv Laae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਹੀ (ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਤਿਆਗ ਕਰਦਾ ਹੈ ਜੋ ਸੱਚੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "icMqw. mUil n hoveI; hir nwim rjw AwGwie ]",
    "TRANSLITERATION": "Chinthaa Mool N Hovee Har Naam Rajaa Aaghaae ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਚਿੰਤਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦੀ, ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਹੀ ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "r`jw"
  },
  {
    "SHABAD_ID": 2216,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwm ibnw, nh CUtIAY; haumY pcih pcwie ]2]",
    "TRANSLITERATION": "Naanak Naam Binaa Neh Shhootteeai Houmai Pachehi Pachaae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਤੋਂ) ਬਚ ਨਹੀਂ ਸਕੀਦਾ, (ਨਾਮ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਅਹੰਕਾਰ ਵਿਚ ਪਏ ਸੜਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2217,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2217,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI hir hir nwmu iDAwieAw; iqnI pwieAVy srb suKw ]",
    "TRANSLITERATION": "Jinee Har Har Naam Dhhiaaeiaa Thinee Paaeiarrae Sarab Sukhaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖ ਮਿਲ ਗਏ ਹਨ,",
    "PRONUNCIATION": "suKw:polw bolo"
  },
  {
    "SHABAD_ID": 2217,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "sBu jnmu iqnw kw sPlu hY; ijn hir ky nwm kI min lwgI BuKw ]",
    "TRANSLITERATION": "Sabh Janam Thinaa Kaa Safal Hai Jin Har Kae Naam Kee Man Laagee Bhukhaa ||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜੀਵਨ ਸਫਲ ਹੋਇਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਭੁੱਖ ਲੱਗੀ ਹੋਈ ਹੈ (ਭਾਵ, 'ਨਾਮ' ਜਿਨ੍ਹਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "B`uKw"
  },
  {
    "SHABAD_ID": 2217,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "ijnI. gur kY bcin AwrwiDAw; iqn. ivsir gey siB duKw ]",
    "TRANSLITERATION": "Jinee Gur Kai Bachan Aaraadhhiaa Thin Visar Geae Sabh Dhukhaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁਖ ਦੂਰ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": "d`uKw"
  },
  {
    "SHABAD_ID": 2217,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "qy sMq Bly gurisK hY; ijn. nwhI icMq prweI cuKw ]",
    "TRANSLITERATION": "Thae Santh Bhalae Gurasikh Hai Jin Naahee Chinth Paraaee Chukhaa ||",
    "PUNJABI": "ਉਹ ਗੁਰਸਿੱਖ ਚੰਗੇ ਸੰਤ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕਿਸੇ ਦੀ ਰਤਾ ਭੀ ਆਸ ਨਹੀਂ ਰੱਖੀ।",
    "PRONUNCIATION": "(c`uKw) QoVI"
  },
  {
    "SHABAD_ID": 2217,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "Dnu DMnu iqnw kw gurU hY; ijsu AMimRq Pl hir lwgy muKw ]6]",
    "TRANSLITERATION": "Dhhan Dhhann Thinaa Kaa Guroo Hai Jis Anmrith Fal Har Laagae Mukhaa ||6||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਗੁਰੂ ਭੀ ਧੰਨ ਹੈ, ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਜਿਸ ਦੇ ਮੂੰਹ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਰੂਪ) ਅਮਰ ਕਰਨ ਵਾਲੇ ਫਲ ਲੱਗੇ ਹੋਏ ਹਨ (ਭਾਵ, ਜਿਸ ਦੇ ਮੂੰਹੋਂ ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਦੇ ਬਚਨ ਨਿਕਲਦੇ ਹਨ) ॥੬॥",
    "PRONUNCIATION": "m`uKw"
  },
  {
    "SHABAD_ID": 2218,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2218,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "kil mih jmu jMdwru hY; hukmy kwr kmwie ]",
    "TRANSLITERATION": "Kal Mehi Jam Jandhaar Hai Hukamae Kaar Kamaae ||",
    "PUNJABI": "ਦੁਬਿਧਾ ਵਾਲੀ ਹਾਲਤ ਵਿਚ (ਮਨੁੱਖ ਦੇ ਸਿਰ ਉਤੇ) ਮੌਤ ਦਾ ਸਹਿਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ; (ਪਰ ਉਹ ਜਮ ਭੀ) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਾਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "(jMdwru) inrdeI"
  },
  {
    "SHABAD_ID": 2218,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "guir rwKy sy aubry; mnmuKw dyie sjwie ]",
    "TRANSLITERATION": "Gur Raakhae Sae Oubarae Manamukhaa Dhaee Sajaae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ('ਕਲਿ' ਤੋਂ) ਬਚਾ ਲਿਆ ਉਹ (ਜਮ ਦੇ ਸਹਿਮ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ (ਸਹਿਮ ਦੀ) ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2218,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "jmkwlY vis jgu bWiDAw; iqs dw PrU. n koie ]",
    "TRANSLITERATION": "Jamakaalai Vas Jag Baandhhiaa This Dhaa Faroo N Koe ||",
    "PUNJABI": "ਜਗਤ (ਭਾਵ, ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜਿਆ ਜੀਵ) ਜਮਕਾਲ ਦੇ ਵੱਸ ਵਿਚ ਬੱਧਾ ਪਿਆ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਰਾਖਾ ਨਹੀਂ ਬਣਦਾ।",
    "PRONUNCIATION": "(PrU)pkVn, rokx[ v`is"
  },
  {
    "SHABAD_ID": 2218,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin jmu kIqw so syvIAY; gurmuiK. duKu n hoie ]",
    "TRANSLITERATION": "Jin Jam Keethaa So Saeveeai Guramukh Dhukh N Hoe ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਕਰੀਏ ਜਿਸ ਨੇ ਜਮ ਪੈਦਾ ਕੀਤਾ ਹੈ (ਤਾਂ ਫਿਰ ਜਮ ਦਾ) ਦੁਖ ਨਹੀਂ ਪੋਂਹਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2218,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk gurmuiK. jmu syvw kry; ijn min scw hoie ]1]",
    "TRANSLITERATION": "Naanak Guramukh Jam Saevaa Karae Jin Man Sachaa Hoe ||1||",
    "PUNJABI": "(ਸਗੋਂ) ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਦੇ ਮਨ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ਉਹਨਾਂ ਦੀ ਜਮ ਭੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2219,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2219,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "eyhw kwieAw roig BrI; ibnu sbdY. duKu haumY rogu. n jwie ]",
    "TRANSLITERATION": "Eaehaa Kaaeiaa Rog Bharee Bin Sabadhai Dhukh Houmai Rog N Jaae ||",
    "PUNJABI": "ਇਹ ਸਰੀਰ (ਹਉਮੈ ਦੇ) ਰੋਗ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹਉਮੈ ਰੋਗ-ਰੂਪ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2219,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguru imlY. qw inrml hovY; hir nwmo mMin vswie ]",
    "TRANSLITERATION": "Sathigur Milai Thaa Niramal Hovai Har Naamo Mann Vasaae ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮਨੁੱਖ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਮਿਲਿਆਂ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2219,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. nwmu iDAwieAw suKdwqw; duKu ivsirAw shij suBwie ]2]",
    "TRANSLITERATION": "Naanak Naam Dhhiaaeiaa Sukhadhaathaa Dhukh Visariaa Sehaj Subhaae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਖਦਾਈ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਹਉਮੈ-ਦੁੱਖ ਸਹਿਜ ਸੁਭਾਇ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2220,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2220,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "ijin jgjIvnu aupdyisAw; iqsu gur kau hau sdw GumwieAw ]",
    "TRANSLITERATION": "Jin Jagajeevan Oupadhaesiaa This Gur Ko Ho Sadhaa Ghumaaeiaa ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਨੇ ਜਗਤ-ਦਾ-ਸਹਾਰਾ-ਪ੍ਰਭੂ ਨੇੜੇ ਵਿਖਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "j`gjIvnu"
  },
  {
    "SHABAD_ID": 2220,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gur kau. hau KMnIAY; ijin. mDusUdnu hir nwmu suxwieAw ]",
    "TRANSLITERATION": "This Gur Ko Ho Khanneeai Jin Madhhusoodhan Har Naam Sunaaeiaa ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਨੇ ਅਹੰਕਾਰ-ਦੈਂਤ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣਾਇਆ ਹੈ (ਭਾਵ, ਨਾਮ ਸਿਮਰਨ ਦੀ ਸਿੱਖਿਆ ਦਿੱਤੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2220,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gur kau. hau vwrxY; ijin haumY ibKu sBu rogu gvwieAw ]",
    "TRANSLITERATION": "This Gur Ko Ho Vaaranai Jin Houmai Bikh Sabh Rog Gavaaeiaa ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਸ ਨੇ ਹਉਮੈ ਰੂਪ ਜ਼ਹਿਰ ਤੇ ਹੋਰ ਸਾਰਾ (ਵਿਕਾਰਾਂ ਦਾ) ਰੋਗ ਦੂਰ ਕੀਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2220,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu siqgur kau. vf puMnu hY; ijin Avgx kit. guxI smJwieAw ]",
    "TRANSLITERATION": "This Sathigur Ko Vadd Punn Hai Jin Avagan Katt Gunee Samajhaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ (ਜੀਵ ਦੇ) ਪਾਪ ਕੱਟ ਕੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸੋਝੀ ਪਾਈ ਹੈ, ਉਸ ਦਾ (ਜੀਵਾਂ ਉੱਤੇ) ਇਹ ਬਹੁਤ ਭਾਰਾ ਉਪਕਾਰ ਹੈ।",
    "PRONUNCIATION": "(puMnu) aupkwr"
  }
]