[
  {
    "SHABAD_ID": 2220,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru iqn kau ByitAw; ijn kY muiK msqik Bwgu iliK pwieAw ]7]",
    "TRANSLITERATION": "So Sathigur Thin Ko Bhaettiaa Jin Kai Mukh Masathak Bhaag Likh Paaeiaa ||7||",
    "PUNJABI": "ਐਸਾ ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਮੂੰਹ ਉੱਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਚੰਗੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਭਾਗ ਲਿਖਿਆ ਪਿਆ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2221,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2221,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "Bgiq krih mrjIvVy; gurmuiK Bgiq sdw hoie ]",
    "TRANSLITERATION": "Bhagath Karehi Marajeevarrae Guramukh Bhagath Sadhaa Hoe ||",
    "PUNJABI": "(ਸੰਸਾਰ ਵਲੋਂ) ਮਰ ਕੇ (ਰੱਬ ਵੱਲ) ਜੀਊਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਸੱਚੀ) ਭਗਤੀ ਕਰਦੇ ਹਨ, ਅਸਲ ਭਗਤੀ ਉਹਨਾਂ ਪਾਸੋਂ ਹੀ ਹੋ ਸਕਦੀ ਹੈ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2221,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "Enw kau Duir Bgiq Kjwnw bKisAw; myit. n skY koie ]",
    "TRANSLITERATION": "Ounaa Ko Dhhur Bhagath Khajaanaa Bakhasiaa Maett N Sakai Koe ||",
    "PUNJABI": "ਐਸੇ ਬੰਦਿਆਂ ਨੂੰ ਧੁਰੋਂ ਪਰਮਾਤਮਾ ਨੇ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਹੋਈ ਹੈ, ਕੋਈ ਉਸ ਬਖ਼ਸ਼ਸ਼ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2221,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "gux inDwnu min pwieAw; eyko scw soie ]",
    "TRANSLITERATION": "Gun Nidhhaan Man Paaeiaa Eaeko Sachaa Soe ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੇ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਲੱਭ ਲਿਆ ਹੈ ਜੋ ਇਕ ਆਪ ਹੀ ਆਪ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2221,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. gurmuiK imil rhy; iPir ivCoVw. kdy n hoie ]1]",
    "TRANSLITERATION": "Naanak Guramukh Mil Rehae Fir Vishhorraa Kadhae N Hoe ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਫਿਰ ਕਦੇ ਉਹਨਾਂ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲੋਂ) ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2222,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2222,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur kI syv. n kInIAw; ikAw Ehu kry vIcwru ]",
    "TRANSLITERATION": "Sathigur Kee Saev N Keeneeaa Kiaa Ouhu Karae Veechaar ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਨਹੀਂ ਕੀਤੀ, ਉਹ ਹੋਰ ਕੀਹ ਵਿਚਾਰ ਕਰਦਾ ਹੈ? (ਭਾਵ, ਉਸ ਦੀ ਹੋਰ ਕਿਸੇ ਵਿਚਾਰ ਦਾ ਗੁਣ ਨਹੀਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2222,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "sbdY swr. n jwxeI; ibKu BUlw gwvwru ]",
    "TRANSLITERATION": "Sabadhai Saar N Jaanee Bikh Bhoolaa Gaavaar ||",
    "PUNJABI": "ਉਹ ਮੂਰਖ ਜ਼ਹਿਰ (ਨੂੰ ਵੇਖ ਕੇ) ਭੁੱਲਾ ਹੋਇਆ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2222,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "AigAwnI AMDu bhu krm kmwvY; dUjY Bwie ipAwru ]",
    "TRANSLITERATION": "Agiaanee Andhh Bahu Karam Kamaavai Dhoojai Bhaae Piaar ||",
    "PUNJABI": "ਉਹ ਅੰਨ੍ਹਾ ਅਗਿਆਨੀ (ਹੋਰ) ਬਹੁਤੇ ਕਰਮ ਕਰਦਾ ਹੈ (ਕਰਮ-ਧਾਰਮਿਕ ਰਸਮਾਂ) ਪਰ ਉਸ ਦੀ ਸੁਰਤ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਹੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2222,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "Axhodw Awpu gxwiedy; jmu mwir kry iqn KuAwru ]",
    "TRANSLITERATION": "Anehodhaa Aap Ganaaeidhae Jam Maar Karae Thin Khuaar ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ ਕੋਈ ਗੁਣ ਨਾਹ ਹੁੰਦਿਆਂ ਆਪਣੇ ਆਪ ਨੂੰ (ਵੱਡਾ) ਜਤਾਉਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਜਮ ਮਾਰ ਕੇ ਖ਼ੁਆਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2222,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. iks no AwKIAY; jw Awpy bKsxhwru ]2]",
    "TRANSLITERATION": "Naanak Kis No Aakheeai Jaa Aapae Bakhasanehaar ||2||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਕਿਸੇ ਨੂੰ ਕੀਹ ਆਖਣਾ ਹੈ? ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ (ਭਾਵ, ਇਸ ਮਨ-ਮੁਖਤਾ ਵਲੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਚਾਉਣ ਦੇ ਸਮਰੱਥ ਹੈ, ਹੋਰ ਕੋਈ ਜੀਵ ਸਹੈਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2223,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2223,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "qU krqw sBu ikCu jwxdw; siB jIA qumwry ]",
    "TRANSLITERATION": "Thoo Karathaa Sabh Kishh Jaanadhaa Sabh Jeea Thumaarae ||",
    "PUNJABI": "ਹੇ ਸਿਰਜਣਹਾਰ! ਤੂੰ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈਂ ਤੇ ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2223,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "ijsu qU BwvY iqsu qU myil lYih; ikAw jMq ivcwry ]",
    "TRANSLITERATION": "Jis Thoo Bhaavai This Thoo Mael Laihi Kiaa Janth Vichaarae ||",
    "PUNJABI": "ਜੀਆਂ ਵਿਚਾਰਿਆਂ ਦੇ ਕੀਹ ਵੱਸ ਹੈ? ਜੋ ਤੈਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2223,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "qU krx kwrx smrQu hY; scu isrjxhwry ]",
    "TRANSLITERATION": "Thoo Karan Kaaran Samarathh Hai Sach Sirajanehaarae ||",
    "PUNJABI": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਕਰਤਾਰ! ਤੂੰ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈਂ।",
    "PRONUNCIATION": "smr`Qu"
  },
  {
    "SHABAD_ID": 2223,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "ijsu qU mylih ipAwirAw, so quDu imlY; gurmuiK vIcwry ]",
    "TRANSLITERATION": "Jis Thoo Maelehi Piaariaa So Thudhh Milai Guramukh Veechaarae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਉਂਦਾ ਹੈਂ ਉਹ ਗੁਰੂ ਦੇ (ਸ਼ਬਦ) ਦੀ ਰਾਹੀਂ ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰ ਕੇ ਤੈਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2223,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hau bilhwrI siqgur Awpxy; ijin myrw hir AlKu lKwry ]8]",
    "TRANSLITERATION": "Ho Balihaaree Sathigur Aapanae Jin Maeraa Har Alakh Lakhaarae ||8||",
    "PUNJABI": "ਮੈਂ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਨੇ ਮੈਨੂੰ ਅਦ੍ਰਿਸ਼ਟ ਪਰਮਾਤਮਾ ਦੀ ਸੋਝੀ ਪਾ ਦਿੱਤੀ ਹੈ ॥੮॥",
    "PRONUNCIATION": "A-lKu"
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "rqnw pwrKu jo hovY; su rqnw kry vIcwru ]",
    "TRANSLITERATION": "Rathanaa Paarakh Jo Hovai S Rathanaa Karae Veechaar ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਰਤਨਾਂ ਦੀ ਕਦਰ ਜਾਣਦਾ ਹੈ, ਉਹੀ ਰਤਨਾਂ ਦੀ ਸੋਚ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "rqnw swr. n jwxeI; AigAwnI AMDu AMDwru ]",
    "TRANSLITERATION": "Rathanaa Saar N Jaanee Agiaanee Andhh Andhhaar ||",
    "PUNJABI": "ਪਰ ਅੰਨ੍ਹਾ ਤੇ ਅਗਿਆਨੀ ਬੰਦਾ ਰਤਨਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "rqnu gurU kw sbdu hY; bUJY bUJxhwru ]",
    "TRANSLITERATION": "Rathan Guroo Kaa Sabadh Hai Boojhai Boojhanehaar ||",
    "PUNJABI": "ਕੋਈ ਸੂਝ ਵਾਲਾ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਕਿ (ਅਸਲ) ਰਤਨ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੈ।",
    "PRONUNCIATION": "b`UJY b`UJxhwru"
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "mUrK Awpu gxwiedy; mir jMmih hoie KuAwru ]",
    "TRANSLITERATION": "Moorakh Aap Ganaaeidhae Mar Janmehi Hoe Khuaar ||",
    "PUNJABI": "ਪਰ, ਮੂਰਖ ਬੰਦੇ (ਗੁਰ-ਸ਼ਬਦ ਨੂੰ ਸਮਝਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਜਤਾਉਂਦੇ ਹਨ ਤੇ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਮਰਦੇ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. rqnw so lhY; ijsu gurmuiK lgY ipAwru ]",
    "TRANSLITERATION": "Naanak Rathanaa So Lehai Jis Guramukh Lagai Piaar ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ (ਗੁਰ-ਸ਼ਬਦ ਰੂਪ) ਰਤਨਾਂ ਨੂੰ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰ-ਸ਼ਬਦ ਦੀ) ਲਗਨ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "sdw sdw nwmu aucrY; hir nwmo inq ibauhwru ]",
    "TRANSLITERATION": "Sadhaa Sadhaa Naam Oucharai Har Naamo Nith Biouhaar ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਨਾਮ ਜਪਣਾ ਹੀ ਉਸ ਦਾ ਨਿੱਤ ਦਾ ਵਿਹਾਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2224,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "ikRpw kry jy AwpxI; qw hir rKw aur Dwir ]1]",
    "TRANSLITERATION": "Kirapaa Karae Jae Aapanee Thaa Har Rakhaa Our Dhhaar ||1||",
    "PUNJABI": "ਜੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮੇਹਰ ਕਰੇ, ਤਾਂ ਮੈਂ ਭੀ ਉਸ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਰੱਖਾਂ ॥੧॥",
    "PRONUNCIATION": "r`Kw"
  },
  {
    "SHABAD_ID": 2225,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2225,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "siqgur kI syv. n kInIAw; hir nwim. n lgo ipAwru ]",
    "TRANSLITERATION": "Sathigur Kee Saev N Keeneeaa Har Naam N Lago Piaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਹੀਂ ਕੀਤੀ, ਜਿਨ੍ਹਾਂ ਦੀ ਲਗਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਨਹੀਂ ਬਣੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2225,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "mq qum jwxhu Eie jIvdy; Eie Awip mwry krqwir ]",
    "TRANSLITERATION": "Math Thum Jaanahu Oue Jeevadhae Oue Aap Maarae Karathaar ||",
    "PUNJABI": "ਇਹ ਨਾ ਸਮਝੋ ਕਿ ਉਹ ਬੰਦੇ ਜੀਊਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਰਤਾਰ ਨੇ ਆਪ ਹੀ (ਆਤਮਕ ਮੌਤੇ) ਮਾਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2225,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "haumY vfw rogu hY; Bwie dUjY krm kmwie ]",
    "TRANSLITERATION": "Houmai Vaddaa Rog Hai Bhaae Dhoojai Karam Kamaae ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਕਰਮ ਕਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਹਉਮੈ ਦਾ ਰੋਗ (ਚੰਬੜਿਆ ਹੋਇਆ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2225,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. mnmuiK jIvidAw muey; hir ivsirAw. duKu pwie ]2]",
    "TRANSLITERATION": "Naanak Manamukh Jeevadhiaa Mueae Har Visariaa Dhukh Paae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਜੀਊਂਦੇ ਹੀ ਮੋਏ ਜਾਣੋ। ਜੋ ਮਨੁੱਖ ਰੱਬ ਨੂੰ ਭੁਲਾਉਂਦਾ ਹੈ; ਉਹ ਦੁਖ ਪਾਉਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2226,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2226,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "ijsu AMqru ihrdw suDu hY; iqsu jn kau siB nmskwrI ]",
    "TRANSLITERATION": "Jis Anthar Hiradhaa Sudhh Hai This Jan Ko Sabh Namasakaaree ||",
    "PUNJABI": "ਜਿਸ ਦਾ ਅੰਦਰਲਾ ਹਿਰਦਾ ਪਵਿੱਤ੍ਰ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ ਜੀਵ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2226,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "ijsu AMdir nwmu inDwnu hY; iqsu jn kau. hau bilhwrI ]",
    "TRANSLITERATION": "Jis Andhar Naam Nidhhaan Hai This Jan Ko Ho Balihaaree ||",
    "PUNJABI": "ਉਸ ਤੋਂ ਮੈਂ ਸਦਕੇ ਹਾਂ, ਜਿਸਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ (ਰੂਪ) ਖ਼ਜ਼ਾਨਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2226,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "ijsu AMdir buiD ibbyku hY; hir nwmu murwrI ]",
    "TRANSLITERATION": "Jis Andhar Budhh Bibaek Hai Har Naam Muraaree ||",
    "PUNJABI": "ਜਿਸ ਦੇ ਅੰਦਰ (ਭਲੀ) ਮੱਤ ਹੈ, (ਚੰਗੇ ਮੰਦੇ ਦੀ) ਪਛਾਣ ਹੈ ਤੇ ਹਰੀ ਮੁਰਾਰੀ ਦਾ ਨਾਮ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2226,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "so siqguru sBnw kw imqu hY; sB iqsih ipAwrI ]",
    "TRANSLITERATION": "So Sathigur Sabhanaa Kaa Mith Hai Sabh Thisehi Piaaree ||",
    "PUNJABI": "ਉਹ ਸਤਿਗੁਰੂ ਸਭ ਜੀਵਾਂ ਦਾ ਮਿੱਤ੍ਰ ਹੈ ਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਉਸ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2226,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "sBu Awqm rwmu pswirAw; gur buiD bIcwrI ]9]",
    "TRANSLITERATION": "Sabh Aatham Raam Pasaariaa Gur Budhh Beechaaree ||9||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਸਮਝ ਨੇ ਤਾਂ ਇਹ ਸਮਝਿਆ ਹੈ ਕਿ ਸਭ ਥਾਈਂ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਆਪ ਪਸਾਰਿਆ ਹੋਇਆ ਹੈ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2227,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2227,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "ibnu siqgur syvy. jIA ky bMDnw; ivic haumY krm kmwih ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Jeea Kae Bandhhanaa Vich Houmai Karam Kamaahi ||",
    "PUNJABI": "ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਖੁੰਝ ਕੇ ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ ਕਰਮ ਕਰਦੇ ਹਨ, ਪਰ ਉਹ ਕਰਮ ਉਹਨਾਂ ਦੇ ਆਤਮਾ ਲਈ ਬੰਧਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2227,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "ibnu siqguru syvy. Tauru n pwvhI; mir jMmih Awvih jwih ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Thour N Paavehee Mar Janmehi Aavehi Jaahi ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਾ ਕਰਨ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਕਿਤੇ ਥਾ ਨਹੀਂ ਮਿਲਦੀ, ਉਹ ਮਰਦੇ ਹਨ (ਫੇਰ) ਜੰਮਦੇ ਹਨ, (ਸੰਸਾਰ ਵਿਚ) ਆਉਂਦੇ ਹਨ, (ਫੇਰ) ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2227,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "ibnu siqgur syvy. iPkw bolxw; nwmu. n vsY mn mwih ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Fikaa Bolanaa Naam N Vasai Man Maahi ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦੇ ਬੋਲ ਭੀ ਫਿੱਕੇ ਹੁੰਦੇ ਹਨ ਤੇ 'ਨਾਮ' ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  }
]