[
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "siB Gt BogvY. Ailpqu rhY; AlKu. n lKxw jweI ]",
    "TRANSLITERATION": "Sabh Ghatt Bhogavai Alipath Rehai Alakh N Lakhanaa Jaaee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਪਤੀ ਸਾਰੇ ਘਟਾਂ ਨੂੰ ਭੋਗਦਾ ਹੈ (ਭਾਵ, ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ) ਤੇ ਨਿਰਲੇਪ ਭੀ ਹੈ, ਇਸ ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "PRONUNCIATION": "A-ilpqu[ A-lKu:polw bolo"
  },
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "pUrY guir vyKwilAw; sbdy soJI pweI ]",
    "TRANSLITERATION": "Poorai Gur Vaekhaaliaa Sabadhae Sojhee Paaee ||",
    "PUNJABI": "ਜਦ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ (ਉਸ ਅਲੱਖ ਪ੍ਰਭੂ ਦਾ) ਦਰਸ਼ਨ ਕਰਾ ਦਿੱਤਾ ਤਾਂ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਸਮਝ ਪੈ ਗਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "purKY syvih. sy purK hovih; ijnI haumY sbid jlweI ]",
    "TRANSLITERATION": "Purakhai Saevehi Sae Purakh Hovehi Jinee Houmai Sabadh Jalaaee ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਅਹੰਕਾਰ ਦੂਰ ਕੀਤਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਪੁਰਖ ਨੂੰ ਜਪਦੇ ਹਨ ਤੇ ਉਸ ਪੁਰਖ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "iqs kw srIku ko nhI; nw ko kMtku vYrweI ]",
    "TRANSLITERATION": "This Kaa Sareek Ko Nehee Naa Ko Kanttak Vairaaee ||",
    "PUNJABI": "ਉਸ ਅਲੱਖ ਹਰੀ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ, ਨਾ ਕੋਈ ਦੁਖੀ ਕਰਨ ਵਾਲਾ (ਕੰਟਕ-ਰੂਪ) ਉਸ ਦਾ ਵੈਰੀ ਹੈ।",
    "PRONUNCIATION": "(kMtku) kMfy vWg duKdweI"
  },
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "inhcl rwju hY sdw iqsu kyrw; nw AwvY. nw jweI ]",
    "TRANSLITERATION": "Nihachal Raaj Hai Sadhaa This Kaeraa Naa Aavai Naa Jaaee ||",
    "PUNJABI": "ਉਸ ਦਾ ਰਾਜ ਸਦਾ ਅਟੱਲ ਹੈ, ਨਾ ਉਹ ਜੰਮਦਾ ਹੈ ਨਾ ਮਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "An idnu syvku syvw kry; hir scy ky gux gweI ]",
    "TRANSLITERATION": "Anadhin Saevak Saevaa Karae Har Sachae Kae Gun Gaaee ||",
    "PUNJABI": "(ਸੱਚਾ) ਸੇਵਕ ਉਸ ਸੱਚੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਹਰ ਵੇਲੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2243,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnku vyiK ivgisAw; hir scy kI vifAweI ]2]",
    "TRANSLITERATION": "Naanak Vaekh Vigasiaa Har Sachae Kee Vaddiaaee ||2||",
    "PUNJABI": "ਨਾਨਕ (ਵੀ) ਸੱਚੇ ਦੀ ਵਡਿਆਈ ਵੇਖ ਕੇ ਪ੍ਰਸੰਨ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2244,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2244,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "ijn kY hir nwmu visAw sd ihrdY; hir nwmo iqn kMau rKxhwrw ]",
    "TRANSLITERATION": "Jin Kai Har Naam Vasiaa Sadh Hiradhai Har Naamo Thin Kano Rakhanehaaraa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਦੀ ਸਮਝ ਵਿਚ) ਬਚਾਉਣ ਵਾਲਾ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2244,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu ipqw. hir nwmo mwqw; hir nwmu sKweI imqRü hmwrw ]",
    "TRANSLITERATION": "Har Naam Pithaa Har Naamo Maathaa Har Naam Sakhaaee Mithra Hamaaraa ||",
    "PUNJABI": "(ਉਹਨਾਂ ਦਾ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਸਾਡਾ ਮਾਂ ਪਿਉ ਹੈ ਤੇ ਨਾਮ ਹੀ ਸਾਡਾ ਸਖਾ ਤੇ ਮਿਤ੍ਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2244,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwvY nwil glw. hir nwvY nwil msliq; hir nwmu. hmwrI krdw inq swrw ]",
    "TRANSLITERATION": "Har Naavai Naal Galaa Har Naavai Naal Masalath Har Naam Hamaaree Karadhaa Nith Saaraa ||",
    "PUNJABI": "ਹਰੀ ਦੇ ਨਾਮ ਨਾਲ ਹੀ ਸਾਡੀਆਂ ਗੱਲਾਂ, ਤੇ ਨਾਮ ਨਾਲ ਹੀ ਸਲਾਹ ਹੈ; ਨਾਮ ਹੀ ਸਦਾ ਸਾਡੀ ਸਾਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "g`lW[ ms-liq:polw bolo"
  },
  {
    "SHABAD_ID": 2244,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu hmwrI sMgiq. Aiq ipAwrI; hir nwmu kulu. hir nwmu prvwrw ]",
    "TRANSLITERATION": "Har Naam Hamaaree Sangath Ath Piaaree Har Naam Kul Har Naam Paravaaraa ||",
    "PUNJABI": "ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਸਾਡੀ ਪਿਆਰੀ ਸੰਗਤ ਹੈ, ਤੇ ਨਾਮ ਹੀ ਸਾਡੀ ਕੁਲ ਤੇ ਪਰਵਾਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2244,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "jn nwnk kMau. hir nwmu, hir guir dIAw; hir hliq pliq. sdw kry insqwrw ]15]",
    "TRANSLITERATION": "Jan Naanak Kano Har Naam Har Gur Dheeaa Har Halath Palath Sadhaa Karae Nisathaaraa ||15||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਨੂੰ ਭੀ ਗੁਰੂ ਨੇ (ਉਸ) ਹਰੀ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ਜੋ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਪਾਰ-ਉਤਾਰਾ ਕਰਦਾ ਹੈ ॥੧੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2245,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2245,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "ijn kMau siqguru ByitAw; sy hir kIriq sdw kmwih ]",
    "TRANSLITERATION": "Jin Kano Sathigur Bhaettiaa Sae Har Keerath Sadhaa Kamaahi ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਿਆ ਹੈ, ਉਹ ਸਦਾ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2245,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "AicMqu hir nwmu. iqn kY min visAw; scY sbid smwih ]",
    "TRANSLITERATION": "Achinth Har Naam Thin Kai Man Vasiaa Sachai Sabadh Samaahi ||",
    "PUNJABI": "ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ (ਕਰਨ ਵਾਲੇ) ਹਰੀ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤੇ ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2245,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "kulu auDwrih Awpxw; moK pdvI Awpy pwih ]",
    "TRANSLITERATION": "Kul Oudhhaarehi Aapanaa Mokh Padhavee Aapae Paahi ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਪਣੀ ਕੁਲ ਨੂੰ ਤਾਰ ਲੈਂਦੇ ਹਨ ਤੇ ਆਪ ਭੀ ਮੁਕਤੀ ਦਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2245,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "pwrbRhmu iqn kMau. sMqustu BieAw; jo gur crnI jn pwih ]",
    "TRANSLITERATION": "Paarabreham Thin Kano Santhusatt Bhaeiaa Jo Gur Charanee Jan Paahi ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਤੇ ਪਰਮਾਤਮਾ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2245,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "jnu nwnku. hir kw dwsu hY; kir ikrpw hir. lwj rKwih ]1]",
    "TRANSLITERATION": "Jan Naanak Har Kaa Dhaas Hai Kar Kirapaa Har Laaj Rakhaahi ||1||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ (ਵੀ) ਉਸ ਹਰੀ ਦਾ ਦਾਸ ਹੈ, ਹਰੀ ਮੇਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਦਾਸ ਦੀ) ਲਾਜ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2246,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2246,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "hMaumY AMdir KVku hY; KVky KVik ivhwie ]",
    "TRANSLITERATION": "Hanoumai Andhar Kharrak Hai Kharrakae Kharrak Vihaae ||",
    "PUNJABI": "ਅਹੰਕਾਰ ਵਿਚ ਰਿਹਾਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਅਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਉਸ ਦੀ ਉਮਰ ਇਸ ਅਸ਼ਾਂਤੀ ਵਿਚ ਹੀ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(KVku) ASWqI"
  },
  {
    "SHABAD_ID": 2246,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "hMaumY vfw rogu hY; mir jMmY AwvY jwie ]",
    "TRANSLITERATION": "Hanoumai Vaddaa Rog Hai Mar Janmai Aavai Jaae ||",
    "PUNJABI": "ਅਹੰਕਾਰ (ਮਨੁੱਖ ਲਈ) ਇਕ ਤਗੜਾ ਰੋਗ ਹੈ (ਇਸ ਰੋਗ ਵਿਚ ਹੀ) ਮਨੁੱਖ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਆਉਂਦਾ ਹੈ ਫੇਰ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2246,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "ijn kau pUrib iliKAw; iqnw sqguru imilAw pRBu Awie ]",
    "TRANSLITERATION": "Jin Ko Poorab Likhiaa Thinaa Sathagur Miliaa Prabh Aae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ) ਉੱਕਰਿਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਤੇ (ਸਤਿਗੁਰੂ ਦੇ ਮਿਲਿਆਂ) ਪਰਮਾਤਮਾ (ਭੀ) ਆ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2246,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. gur prswdI aubry; haumY sbid jlwie ]2]",
    "TRANSLITERATION": "Naanak Gur Parasaadhee Oubarae Houmai Sabadh Jalaae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ('ਹਉਮੈ ਰੋਗ' ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2247,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2247,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu hmwrw pRBu Aibgqu Agocru; AibnwsI purKu ibDwqw ]",
    "TRANSLITERATION": "Har Naam Hamaaraa Prabh Abigath Agochar Abinaasee Purakh Bidhhaathaa ||",
    "PUNJABI": "ਜੋ ਹਰੀ ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਜੋ ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਨਾਸ ਤੋਂ ਰਹਿਤ ਹੈ, ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ਤੇ ਸਿਰਜਣਹਾਰ ਹੈ, ਉਸ ਦਾ ਨਾਮ ਸਾਡਾ (ਰਾਖਾ) ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2247,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu hm sRyvh. hir nwmu hm pUjh; hir nwmy hI mnu rwqw ]",
    "TRANSLITERATION": "Har Naam Ham Sraeveh Har Naam Ham Poojeh Har Naamae Hee Man Raathaa ||",
    "PUNJABI": "ਅਸੀਂ ਉਸ ਹਰੀ-ਨਾਮ ਨੂੰ ਸੇਂਵਦੇ ਹਾਂ, ਨਾਮ ਨੂੰ ਪੂਜਦੇ ਹਾਂ, ਨਾਮ ਵਿਚ ਹੀ ਸਾਡਾ ਮਨ ਰੱਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "r`wqw"
  },
  {
    "SHABAD_ID": 2247,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmY jyvfu. koeI Avru, n sUJY; hir nwmo. AMiq Cfwqw ]",
    "TRANSLITERATION": "Har Naamai Jaevadd Koee Avar N Soojhai Har Naamo Anth Shhaddaathaa ||",
    "PUNJABI": "ਹਰੀ ਦੇ ਨਾਮ ਜੇਡਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਸੁੱਝਦਾ ਨਹੀਂ, ਨਾਮ ਹੀ ਅਖ਼ੀਰ ਵੇਲੇ ਛਡਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2247,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu dIAw. guir praupkwrI; Dnu DMnu gurU kw ipqw mwqw ]",
    "TRANSLITERATION": "Har Naam Dheeaa Gur Paroupakaaree Dhhan Dhhann Guroo Kaa Pithaa Maathaa ||",
    "PUNJABI": "ਧੰਨ ਹੈ ਉਸ ਪਰਉਪਕਾਰੀ ਸਤਿਗੁਰੂ ਦਾ ਮਾਂ ਪਿਉ, ਜਿਸ ਗੁਰੂ ਨੇ ਸਾਨੂੰ ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2247,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "hMau siqgur Apuxy kMau, sdw nmskwrI; ijqu imilAY. hir nwmu mY jwqw ]16]",
    "TRANSLITERATION": "Hano Sathigur Apunae Kano Sadhaa Namasakaaree Jith Miliai Har Naam Mai Jaathaa ||16||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਨੂੰ ਸਦਾ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ, ਜਿਸ ਦੇ ਮਿਲਣ ਤੇ ਮੈਨੂੰ ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਸਮਝ ਪਈ ਹੈ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2248,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2248,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "gurmuiK syv. n kInIAw; hir nwim. n lgo ipAwru ]",
    "TRANSLITERATION": "Guramukh Saev N Keeneeaa Har Naam N Lago Piaar ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾ ਸੇਵਾ ਕੀਤੀ, ਨਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦਾ ਪਿਆਰ ਹੀ ਲੱਗਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2248,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "sbdY swdu. n AwieE; mir jnmY vwro vwr ]",
    "TRANSLITERATION": "Sabadhai Saadh N Aaeiou Mar Janamai Vaaro Vaar ||",
    "PUNJABI": "ਸ਼ਬਦ ਵਿਚ ਰਸ ਭੀ ਨਾ ਆਇਆ, ਤਾਂ ਉਹ ਘੜੀ ਮੁੜੀ ਜੰਮਦਾ ਮਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2248,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "mnmuiK AMDu. n cyqeI; ikqu AwieAw sYswir ]",
    "TRANSLITERATION": "Manamukh Andhh N Chaethee Kith Aaeiaa Saisaar ||",
    "PUNJABI": "ਜੇ ਅੰਨ੍ਹਾ ਮਨਮੁਖ ਹਰੀ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ ਤਾਂ ਸੰਸਾਰ ਵਿਚ ਆਉਣ ਦਾ ਕੀਹ ਲਾਭ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2248,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ijn kau ndir kry; sy gurmuiK lMGy pwir ]1]",
    "TRANSLITERATION": "Naanak Jin Ko Nadhar Karae Sae Guramukh Langhae Paar ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਸੰਸਾਰ ਸਾਗਰ ਤੋਂ) ਪਾਰ ਉਤਰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2249,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2249,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "ieko siqguru jwgqw; horu jgu sUqw. moih ipAwis ]",
    "TRANSLITERATION": "Eiko Sathigur Jaagathaa Hor Jag Soothaa Mohi Piaas ||",
    "PUNJABI": "ਇਕ ਸਤਿਗੁਰੂ ਹੀ ਸੁਚੇਤ ਹੈ, ਹੋਰ ਸਾਰਾ ਸੰਸਾਰ (ਮਾਇਆ ਦੇ) ਮੋਹ ਵਿਚ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਸੁੱਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2249,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "siqguru syvin. jwgMin sy; jo rqy. sic nwim guxqwis ]",
    "TRANSLITERATION": "Sathigur Saevan Jaagann Sae Jo Rathae Sach Naam Gunathaas ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ ਤੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਸੱਚੇ ਨਾਮ ਵਿਚ ਰੱਤੇ ਹੋਏ ਹਨ, (ਉਹ) ਜਾਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]