[
  {
    "SHABAD_ID": 2249,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "mnmuiK AMD. n cyqnI; jnim mir hoih ibnwis ]",
    "TRANSLITERATION": "Manamukh Andhh N Chaethanee Janam Mar Hohi Binaas ||",
    "PUNJABI": "ਅੰਨ੍ਹੇ ਮਨਮੁਖ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਨਹੀਂ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਤਬਾਹ ਹੋ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2249,
    "LINE_ID": 1,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. gurmuiK iqnI nwmu iDAwieAw; ijn kMau Duir pUrib iliKAwis ]2]",
    "TRANSLITERATION": "Naanak Guramukh Thinee Naam Dhhiaaeiaa Jin Kano Dhhur Poorab Likhiaas ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਉਹਨਾਂ ਨੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਧੁਰ ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕਰਮਾ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਇਹ ਲਿਖਿਆ ਪਿਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2250,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2250,
    "LINE_ID": 2,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu. hmwrw Bojnu CqIh prkwr; ijqu KwieAY. hm kau iqRpiq BeI ]",
    "TRANSLITERATION": "Har Naam Hamaaraa Bhojan Shhatheeh Parakaar Jith Khaaeiai Ham Ko Thripath Bhee ||",
    "PUNJABI": "ਹਰੀ ਦਾ ਨਾਮ ਸਾਡਾ ਛੱਤੀ (੩੬) ਤਰ੍ਹਾਂ ਦਾ (ਭਾਵ, ਕਈ ਸੁਆਦਾਂ ਵਾਲਾ) ਭੋਜਨ ਹੈ, ਜਿਸ ਨੂੰ ਖਾ ਕੇ ਅਸੀਂ ਰੱਜ ਗਏ ਹਾਂ (ਭਾਵ, ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ ਤ੍ਰਿਪਤ ਹੋ ਗਏ ਹਾਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2250,
    "LINE_ID": 3,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu hmwrw pYnxu; ijqu iPir nMgy. n hovh; hor pYnx kI. hmwrI srD geI ]",
    "TRANSLITERATION": "Har Naam Hamaaraa Painan Jith Fir Nangae N Hoveh Hor Painan Kee Hamaaree Saradhh Gee ||",
    "PUNJABI": "ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਸਾਡੀ ਪੁਸ਼ਾਕ ਹੈ ਜਿਸ ਨੂੰ ਪਹਿਨ ਕੇ ਕਦੇ ਬੇ-ਪੜਦਾ ਨਾਹ ਹੋਵਾਂਗੇ, ਤੇ ਹੋਰ (ਸੁੰਦਰ) ਪੁਸ਼ਾਕਾਂ ਪਾਉਣ ਦੀ ਸਾਡੀ ਚਾਹ ਦੂਰ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2250,
    "LINE_ID": 4,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmu hmwrw vxju. hir nwmu vwpwru; hir nwmY kI. hm kMau, siqgur kwrkunI dIeI ]",
    "TRANSLITERATION": "Har Naam Hamaaraa Vanaj Har Naam Vaapaar Har Naamai Kee Ham Kano Sathigur Kaarakunee Dheeee ||",
    "PUNJABI": "ਹਰੀ ਦਾ ਨਾਮ ਸਾਡਾ ਵਣਜ, ਨਾਮ ਹੀ ਸਾਡਾ ਵਪਾਰ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਨੇ ਸਾਨੂੰ ਨਾਮ ਦੀ ਹੀ ਮੁਖ਼ਤਿਆਰੀ ਦਿੱਤੀ ਹੈ।",
    "PRONUNCIATION": "nwm vrqwaux dI (kwrkunI) muKiqAwrI id`qI[ dI-eI"
  },
  {
    "SHABAD_ID": 2250,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "hir nwmY kw hm lyKw iliKAw; sB jm kI AglI kwix geI ]",
    "TRANSLITERATION": "Har Naamai Kaa Ham Laekhaa Likhiaa Sabh Jam Kee Agalee Kaan Gee ||",
    "PUNJABI": "ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਹੀ ਅਸਾਂ ਲੇਖਾ ਲਿਖਿਆ ਹੈ, (ਜਿਸ ਲੇਖੇ ਕਰ ਕੇ) ਜਮ ਦੀ ਪਹਿਲੀ ਖ਼ੁਸ਼ਾਮਦ ਦੂਰ ਹੋ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2250,
    "LINE_ID": 5,
    "RAAG_ID": 12,
    "GURMUKHI": "hir kw nwmu. gurmuiK iknY ivrlY iDAwieAw; ijn kMau. Duir krim prwpiq ilKqu peI ]17]",
    "TRANSLITERATION": "Har Kaa Naam Guramukh Kinai Viralai Dhhiaaeiaa Jin Kano Dhhur Karam Paraapath Likhath Pee ||17||",
    "PUNJABI": "ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਗੁਰਮੁਖ ਨੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਉਹੀ ਸਿਮਰਦੇ ਹਨ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਧੁਰੋਂ ਬਖ਼ਸ਼ਸ਼ ਦੀ ਰਾਹੀਂ (ਪਿਛਲੇ ਕੀਤੇ ਕੰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਉੱਕਰੇ ਹੋਏ) ਲੇਖ ਦੀ ਪਰਾਪਤੀ ਹੋਈ ਹੈ ॥੧੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2251,
    "LINE_ID": 6,
    "RAAG_ID": 12,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2251,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "jgqu AigAwnI AMDu hY; dUjY Bwie krm kmwie ]",
    "TRANSLITERATION": "Jagath Agiaanee Andhh Hai Dhoojai Bhaae Karam Kamaae ||",
    "PUNJABI": "ਸੰਸਾਰ ਅੰਨ੍ਹਾ ਤੇ ਅਗਿਆਨੀ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ;",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 2251,
    "LINE_ID": 7,
    "RAAG_ID": 12,
    "GURMUKHI": "dUjY Bwie. jyqy krm kry; duKu lgY qin Dwie ]",
    "TRANSLITERATION": "Dhoojai Bhaae Jaethae Karam Karae Dhukh Lagai Than Dhhaae ||",
    "PUNJABI": "(ਪਰ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਿਤਨੇ ਭੀ ਕਰਮ ਕਰਦਾ ਹੈ (ਉਤਨਾ ਹੀ) ਸਰੀਰ ਨੂੰ ਦੁੱਖ ਧਾ ਕੇ ਲੱਗਦਾ ਹੈ (ਭਾਵ, ਖ਼ਾਸ ਤੌਰ ਤੇ ਦੁੱਖ ਲੱਗਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2251,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "gur prswdI suKu aUpjY; jw gur kw sbdu kmwie ]",
    "TRANSLITERATION": "Gur Parasaadhee Sukh Oopajai Jaa Gur Kaa Sabadh Kamaae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਜੀਵ ਸੁਖ ਉਪਜਦਾ ਹੈ, ਜੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕਮਾਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2251,
    "LINE_ID": 8,
    "RAAG_ID": 12,
    "GURMUKHI": "scI bwxI krm kry; An idnu nwmu iDAwie ]",
    "TRANSLITERATION": "Sachee Baanee Karam Karae Anadhin Naam Dhhiaae ||",
    "PUNJABI": "ਤੇ ਸੱਚੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਨਾਮ ਸਿਮਰਨ ਦੇ ਕਰਮ ਕਰੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2251,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ijqu Awpy lwey, iqqu lgy; khxw ikCU. n jwie ]1]",
    "TRANSLITERATION": "Naanak Jith Aapae Laaeae Thith Lagae Kehanaa Kishhoo N Jaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਕੋਈ ਗੱਲ ਆਖ ਨਹੀਂ ਸਕੀਦੀ, ਜਿੱਧਰ ਆਪ ਹਰੀ (ਜੀਵਾਂ ਨੂੰ) ਜੋੜਦਾ ਹੈ, ਉਧਰ ਹੀ ਜੁੜਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 9,
    "RAAG_ID": 12,
    "GURMUKHI": "hm Gir nwmu Kjwnw sdw hY; Bgiq Bry BMfwrw ]",
    "TRANSLITERATION": "Ham Ghar Naam Khajaanaa Sadhaa Hai Bhagath Bharae Bhanddaaraa ||",
    "PUNJABI": "ਸਾਡੇ (ਹਿਰਦੇ-ਰੂਪ) ਘਰ ਵਿਚ ਸਦਾ ਨਾਮ (ਰੂਪ) ਖ਼ਜ਼ਾਨਾ (ਮੌਜੂਦ) ਹੈ ਤੇ ਭਗਤੀ ਦੇ ਭੰਡਾਰ ਭਰੇ ਹੋਏ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "sqguru dwqw jIA kw; sd jIvY dyvxhwrw ]",
    "TRANSLITERATION": "Sathagur Dhaathaa Jeea Kaa Sadh Jeevai Dhaevanehaaraa ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸਤਿਗੁਰੂ ਸਦਾ ਅਸਾਡੇ ਸਿਰ ਤੇ ਕਾਇਮ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 10,
    "RAAG_ID": 12,
    "GURMUKHI": "An idnu kIrqnu sdw krih; gur kY sbid Apwrw ]",
    "TRANSLITERATION": "Anadhin Keerathan Sadhaa Karehi Gur Kai Sabadh Apaaraa ||",
    "PUNJABI": "(ਨਾਮ ਖ਼ਜ਼ਾਨੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਸੀਂ ਸਤਿਗੁਰੂ ਦੇ ਅਪਾਰ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ ਹਰ ਵੇਲੇ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦੇ ਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "sbdu gurU kw sd aucrih; jugu jugu vrqwvxhwrw ]",
    "TRANSLITERATION": "Sabadh Guroo Kaa Sadh Oucharehi Jug Jug Varathaavanehaaraa ||",
    "PUNJABI": "ਤੇ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ, ਜੋ ਹਰੇਕ ਜੁਗ ਵਿਚ (ਨਾਮ ਦੀ ਦਾਤਿ) ਵਰਤਾਉਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਉਚਾਰਦੇ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 11,
    "RAAG_ID": 12,
    "GURMUKHI": "iehu mnUAw sdw suiK vsY; shjy kry vwpwrw ]",
    "TRANSLITERATION": "Eihu Manooaa Sadhaa Sukh Vasai Sehajae Karae Vaapaaraa ||",
    "PUNJABI": "(ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ) ਸਾਡਾ ਇਹ ਮਨ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦਾ ਹੈ ਤੇ ਸੁਤੇ ਹੀ (ਭਾਵ, ਕਿਸੇ ਖ਼ਾਸ ਜਤਨ ਤੋਂ ਬਿਨਾ ਹੀ) ਨਾਮ ਦਾ ਵਾਪਾਰ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "AMqir gur igAwnu. hir rqnu hY; mukiq krwvxhwrw ]",
    "TRANSLITERATION": "Anthar Gur Giaan Har Rathan Hai Mukath Karaavanehaaraa ||",
    "PUNJABI": "ਅਤੇ ਮਨ ਦੇ ਅੰਦਰ ਸਤਿਗੁਰੂ ਦਾ (ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ) ਗਿਆਨ ਤੇ ਮੁਕਤੀ ਕਰਾਉਣ ਵਾਲਾ ਹਰੀ-ਨਾਮ (ਰੂਪ) ਰਤਨ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2252,
    "LINE_ID": 12,
    "RAAG_ID": 12,
    "GURMUKHI": "nwnk. ijs no ndir kry so pwey; so hovY dir sicAwrw ]2]",
    "TRANSLITERATION": "Naanak Jis No Nadhar Karae So Paaeae So Hovai Dhar Sachiaaraa ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਤੇ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ਼ਟੀ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਇਹ ਦਾਤਿ) ਮਿਲਦੀ ਹੈ ਤੇ ਦਰਗਾਹ ਵਿਚ ਉਹ ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2253,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2253,
    "LINE_ID": 13,
    "RAAG_ID": 12,
    "GURMUKHI": "DMnu DMnu so gurisKu khIAY; jo siqgur crxI jwie pieAw ]",
    "TRANSLITERATION": "Dhhann Dhhann So Gurasikh Keheeai Jo Sathigur Charanee Jaae Paeiaa ||",
    "PUNJABI": "ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਧੰਨ ਧੰਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਜਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2253,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "DMnu DMnu so gurisKu khIAY; ijin hir nwmw muiK rwmu kihAw ]",
    "TRANSLITERATION": "Dhhann Dhhann So Gurasikh Keheeai Jin Har Naamaa Mukh Raam Kehiaa ||",
    "PUNJABI": "ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਧੰਨ ਧੰਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਨੇ ਮੂੰਹੋਂ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2253,
    "LINE_ID": 14,
    "RAAG_ID": 12,
    "GURMUKHI": "DMnu DMnu so gurisKu khIAY; ijsu hir nwim suixAY. min Andu BieAw ]",
    "TRANSLITERATION": "Dhhann Dhhann So Gurasikh Keheeai Jis Har Naam Suniai Man Anadh Bhaeiaa ||",
    "PUNJABI": "ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਧੰਨੁ ਧੰਨੁ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਹਰੀ ਦਾ ਨਾਮ ਸੁਣ ਕੇ ਚਾਅ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2253,
    "LINE_ID": 15,
    "RAAG_ID": 12,
    "GURMUKHI": "DMnu DMnu so gurisKu khIAY; ijin siqgur syvw kir. hir nwmu lieAw ]",
    "TRANSLITERATION": "Dhhann Dhhann So Gurasikh Keheeai Jin Sathigur Saevaa Kar Har Naam Laeiaa ||",
    "PUNJABI": "ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਧੰਨ ਧੰਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਲੱਭਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2253,
    "LINE_ID": 16,
    "RAAG_ID": 12,
    "GURMUKHI": "iqsu gurisK kMau. hMau sdw nmskwrI; jo gur kY BwxY gurisKu cilAw ]18]",
    "TRANSLITERATION": "This Gurasikh Kano Hano Sadhaa Namasakaaree Jo Gur Kai Bhaanai Gurasikh Chaliaa ||18||",
    "PUNJABI": "ਮੈਂ ਸਦਾ ਉਸ ਗੁਰਸਿੱਖ ਅਗੇ ਆਪਣਾ ਸਿਰ ਨਿਵਾਉਂਦਾ ਹਾਂ, ਜੋ ਗੁਰਸਿੱਖ ਸਤਿਗੁਰੂ ਦੇ ਭਾਣੇ ਵਿਚ ਚੱਲਦਾ ਹੈ ॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2254,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "sloku mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2254,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "mn hiT. iknY n pwieE; sB Qky krm kmwie ]",
    "TRANSLITERATION": "Manehath Kinai N Paaeiou Sabh Thhakae Karam Kamaae ||",
    "PUNJABI": "ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਮਨ ਦੇ ਹਠ ਨਾਲ ਰੱਬ ਨੂੰ ਨਹੀਂ ਲੱਭਾ, ਸਾਰੇ ਜੀਵ (ਭਾਵ, ਕਈ ਮਨੁੱਖ) (ਹਠ ਨਾਲ) ਕਰਮ ਕਰ ਕੇ (ਓੜਕ) ਥੱਕ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2254,
    "LINE_ID": 17,
    "RAAG_ID": 12,
    "GURMUKHI": "mn hiT ByK kir Brmdy; duKu pwieAw dUjY Bwie ]",
    "TRANSLITERATION": "Manehath Bhaekh Kar Bharamadhae Dhukh Paaeiaa Dhoojai Bhaae ||",
    "PUNJABI": "ਮਨ ਦੇ ਹਠ ਨਾਲ (ਕਈ ਤਰ੍ਹਾਂ ਦੇ) ਭੇਖ ਕਰ ਕਰ ਕੇ ਭਟਕਦੇ ਹਨ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਦੁੱਖ ਉਠਾਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2254,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "iriD isiD sBu mohu hY; nwmu. n vsY min Awie ]",
    "TRANSLITERATION": "Ridhh Sidhh Sabh Mohu Hai Naam N Vasai Man Aae ||",
    "PUNJABI": "ਰਿੱਧੀਆਂ ਤੇ ਸਿੱਧੀਆਂ (ਭੀ) ਨਿਰੋਲ ਮੋਹ (ਰੂਪ) ਹਨ, (ਇਹਨਾਂ ਨਾਲ) ਹਰੀ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵੱਸ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2254,
    "LINE_ID": 18,
    "RAAG_ID": 12,
    "GURMUKHI": "gur syvw qy mnu inrmlu hovY; AigAwnu AMDyrw jwie ]",
    "TRANSLITERATION": "Gur Saevaa Thae Man Niramal Hovai Agiaan Andhhaeraa Jaae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਨਾਲ ਮਨ ਸਾਫ਼ ਹੁੰਦਾ ਹੈ ਤੇ ਅਗਿਆਨ (ਰੂਪ) ਹਨੇਰਾ ਦੂਰ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2254,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "nwmu rqnu Gir prgtu hoAw; nwnk shij smwie ]1]",
    "TRANSLITERATION": "Naam Rathan Ghar Paragatt Hoaa Naanak Sehaj Samaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਨਾਮ (ਰੂਪ) ਰਤਨ ਹਿਰਦੇ ਵਿਚ ਪਰਤੱਖ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਮਨੁੱਖ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2255,
    "LINE_ID": 19,
    "RAAG_ID": 12,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  }
]