[
  {
    "SHABAD_ID": 2267,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "quJ hI mn rwqy. Aih inis prBwqy; hir rsnw jip mn ry ]2]",
    "TRANSLITERATION": "Thujh Hee Man Raathae Ahinis Parabhaathae Har Rasanaa Jap Man Rae ||2||",
    "PUNJABI": "(ਮੇਹਰ ਕਰ ਕਿ) ਮੇਰਾ ਮਨ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਰਹੇ। ਹੇ ਮਨ! ਸਵੇਰੇ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ! ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2267,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "qum swcy. hm qum hI rwcy; sbid Byid Puin swcy ]",
    "TRANSLITERATION": "Thum Saachae Ham Thum Hee Raachae Sabadh Bhaedh Fun Saachae ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਜੇ ਅਸੀਂ ਜੀਵ ਤੇਰੀ ਯਾਦ ਵਿਚ ਹੀ ਟਿਕੇ ਰਹੀਏ, ਜੇ ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਝੇ ਰਹੀਏ, ਤਾਂ ਅਸੀਂ ਭੀ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਅਡੋਲ-ਚਿੱਤ ਹੋ ਸਕਦੇ ਹਾਂ।",
    "PRONUNCIATION": "(Byid) jwxky"
  },
  {
    "SHABAD_ID": 2267,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "Aih inis nwim rqy sy sUcy; mir jnmy sy kwcy ]3]",
    "TRANSLITERATION": "Ahinis Naam Rathae Sae Soochae Mar Janamae Sae Kaachae ||3||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਤੇਰੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ-ਆਤਮਾ ਹਨ, (ਪਰ ਨਾਮ ਵਿਸਾਰ ਕੇ) ਜੋ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਘਾੜਤ ਅਜੇ ਕੋਝੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2267,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "Avru n dIsY. iksu swlwhI; iqsih srIku. n koeI ]",
    "TRANSLITERATION": "Avar N Dheesai Kis Saalaahee Thisehi Sareek N Koee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਕੋਈ ਹੋਰ ਮੈਨੂੰ ਉਸ ਵਰਗਾ ਨਹੀਂ ਦਿੱਸਦਾ ਜਿਸ ਦੀ ਮੈਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2267,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "pRxviq nwnku dwsin dwsw; gurmiq jwinAw soeI ]4]5]",
    "TRANSLITERATION": "Pranavath Naanak Dhaasan Dhaasaa Guramath Jaaniaa Soee ||4||5||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਮੈਂ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਉਸ (ਲਾ-ਸ਼ਰੀਕ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ ॥੪॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 1 ]",
    "TRANSLITERATION": "Sorath Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "AlK Apwr AgMm Agocir; nw iqsu kwlu. n krmw ]",
    "TRANSLITERATION": "Alakh Apaar Aganm Agochar Naa This Kaal N Karamaa ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਅਦ੍ਰਿੱਸ਼ ਹੈ, ਬੇਅੰਤ ਹੈ, ਅਪਹੁੰਚ ਹੈ, ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਉਸ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੇ, ਮੌਤ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦੀ, ਕਰਮਾਂ ਦਾ ਉਸ ਉਤੇ ਕੋਈ ਦਬਾਉ ਨਹੀਂ (ਜਿਵੇਂ ਜੀਵ ਕਰਮ-ਅਧੀਨ ਹਨ ਉਹ ਨਹੀਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "jwiq Ajwiq. AjonI sMBau; nw iqsu Bwau. n Brmw ]1]",
    "TRANSLITERATION": "Jaath Ajaath Ajonee Sanbho Naa This Bhaao N Bharamaa ||1||",
    "PUNJABI": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਕੋਈ ਜਾਤਿ ਨਹੀਂ, ਉਹ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ, ਉਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੈ। ਨਾਹ ਉਸ ਨੂੰ ਕੋਈ ਮੋਹ ਵਿਆਪਦਾ ਹੈ, ਨਾਹ ਉਹਨੂੰ ਕੋਈ ਭਟਕਣਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "swcy sicAwr ivthu; kurbwxu ]",
    "TRANSLITERATION": "Saachae Sachiaar Vittahu Kurabaan ||",
    "PUNJABI": "ਮੈਂ ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਸਚਾਈ ਦਾ ਸੋਮਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "nw iqsu rUp. vrnu nhI ryiKAw; swcY sbid nIswxu ] rhwau ]",
    "TRANSLITERATION": "Naa This Roop Varan Nehee Raekhiaa Saachai Sabadh Neesaan || Rehaao ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਹ ਕੋਈ ਰੂਪ ਹੈ ਨਾਹ ਰੰਗ ਹੈ ਅਤੇ ਨਾਹ ਕੋਈ ਚਿਹਨ ਚੱਕ੍ਰ ਹੈ। ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਉਸ ਦਾ ਥਹੁ-ਪਤਾ ਲੱਗਦਾ ਹੈ। ਰਹਾਉ॥",
    "PRONUNCIATION": "(nIswxu) pCwx"
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "nw iqsu mwq ipqw suq bMDp; nw iqsu kwmu. n nwrI ]",
    "TRANSLITERATION": "Naa This Maath Pithaa Suth Bandhhap Naa This Kaam N Naaree ||",
    "PUNJABI": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਨਾਹ ਮਾਂ ਨਾਹ ਪਿਉ ਨਾਹ ਉਸ ਦਾ ਕੋਈ ਪੁੱਤਰ ਨਾਹ ਰਿਸ਼ਤੇਦਾਰ। ਨਾਹ ਉਸ ਨੂੰ ਕਾਮ-ਵਾਸਨਾ ਫੁਰਦੀ ਹੈ ਤੇ ਨਾਹ ਹੀ ਉਸ ਦੀ ਕੋਈ ਵਹੁਟੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "Akul inrMjn. Apr prMpru; sglI joiq qumwrI ]2]",
    "TRANSLITERATION": "Akul Niranjan Apar Paranpar Sagalee Joth Thumaaree ||2||",
    "PUNJABI": "ਉਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ, ਉਹ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ, ਬੇਅੰਤ ਹੈ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਸਭ ਥਾਂ ਤੇਰੀ ਹੀ ਜੋਤਿ ਪ੍ਰਕਾਸ਼ ਕਰ ਰਹੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "A-kul:polw bolo[ p-rMpru"
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "Gt Gt AMqir bRhmu lukwieAw; Git Git joiq sbweI ]",
    "TRANSLITERATION": "Ghatt Ghatt Anthar Breham Lukaaeiaa Ghatt Ghatt Joth Sabaaee ||",
    "PUNJABI": "ਹਰੇਕ ਸਰੀਰ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਗੁਪਤ ਹੋ ਕੇ ਬੈਠਾ ਹੋਇਆ ਹੈ, ਹਰੇਕ ਘਟ ਵਿਚ ਹਰ ਥਾਂ ਉਸੇ ਦੀ ਜੋਤਿ ਹੈ[",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "bjr kpwt mukqy gurmqI; inrBY qwVI lweI ]3]",
    "TRANSLITERATION": "Bajar Kapaatt Mukathae Guramathee Nirabhai Thaarree Laaee ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮੱਤ ਤੇ ਤੁਰ ਨਾਲ ਕਰੜੇ ਕਵਾੜ ਖੁਲ੍ਹਦੇ ਹਨ ਤੇ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਹਰੇਕ ਜੀਵ ਵਿਚ ਵਿਆਪਕ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਪ੍ਰਭੂ ਨਿਡਰ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਬੈਠਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(b`jr) kTn[ (mukqy) Ku`ly[ (qwVI) smwDI"
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "jMq aupwie kwlu isir jMqw; vsgiq jugiq sbweI ]",
    "TRANSLITERATION": "Janth Oupaae Kaal Sir Janthaa Vasagath Jugath Sabaaee ||",
    "PUNJABI": "ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰ ਕੇ ਸਭ ਦੇ ਸਿਰ ਉਤੇ ਪਰਮਾਤਮਾ ਨੇ ਮੌਤ (ਭੀ) ਟਿਕਾਈ ਹੋਈ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "v`s-giq[ giq:polw bolo"
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru syiv pdwrQu pwvih; CUtih sbdu kmweI ]4]",
    "TRANSLITERATION": "Sathigur Saev Padhaarathh Paavehi Shhoottehi Sabadh Kamaaee ||4||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਨਾਮ-ਪਦਾਰਥ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਉਹ ਗੁਰ-ਸ਼ਬਦ ਨੂੰ ਕਮਾ ਕੇ (ਗੁਰ-ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਢਾਲ ਕੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "sUcY BwfY. swcu smwvY; ivrly sUcwcwrI ]",
    "TRANSLITERATION": "Soochai Bhaaddai Saach Samaavai Viralae Soochaachaaree ||",
    "PUNJABI": "ਪਵਿਤ੍ਰ ਹਿਰਦੇ ਵਿਚ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਟਿਕ ਸਕਦਾ ਹੈ, ਪਰ ਸੁੱਚੇ ਆਚਰਨ ਵਾਲੇ (ਪਵਿਤ੍ਰ ਹਿਰਦੇ ਵਾਲੇ) ਕੋਈ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(sUcy) piv`q[R(BWfY) gurmuKSuD ihrdy[ (sUcwcwrI) sRySt krq`b vwly"
  },
  {
    "SHABAD_ID": 2268,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "qMqY kau prmqMqu imlwieAw; nwnk srix qumwrI ]5]6]",
    "TRANSLITERATION": "Thanthai Ko Param Thanth Milaaeiaa Naanak Saran Thumaaree ||5||6||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, ਤੂੰ ਹੀ ਜੀਵ-ਆਤਮਾ ਨੂੰ ਪਰਮ-ਆਤਮਾ ਮਿਲਾਂਦਾ (ਪ੍ਰਭੂ-ਮੇਲ ਕਰਦਾ) ਹੈਂ ॥੫॥੬॥",
    "PRONUNCIATION": "(qMqY) jIv"
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 1 ]",
    "TRANSLITERATION": "Sorath Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "ijau mInw. ibnu pwxIAY; iqau swkqu mrY ipAws ]",
    "TRANSLITERATION": "Jio Meenaa Bin Paaneeai Thio Saakath Marai Piaas ||",
    "PUNJABI": "ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ (ਤੜਫਦੀ) ਹੈ ਤਿਵੇਂ ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਦੁਖੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "iqau hir ibnu. mrIAY ry mnw; jo ibrQw jwvY swsu ]1]",
    "TRANSLITERATION": "Thio Har Bin Mareeai Rae Manaa Jo Birathhaa Jaavai Saas ||1||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ, ਹੇ ਮਨ! ਹਰੀ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜੇਹੜਾ ਭੀ ਸੁਆਸ ਖ਼ਾਲੀ ਜਾਂਦਾ ਹੈ (ਉਸ ਵਿਚ ਦੁਖੀ ਹੋ ਹੋ ਕੇ) ਆਤਮਕ ਮੌਤੇ ਮਰੀਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "mn ry; rwm nwm jsu lyie ]",
    "TRANSLITERATION": "Man Rae Raam Naam Jas Laee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ।",
    "PRONUNCIATION": "ly-ie"
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu gur. iehu rsu ikau lhau; guru mylY hir dyie ] rhwau ]",
    "TRANSLITERATION": "Bin Gur Eihu Ras Kio Leho Gur Maelai Har Dhaee || Rehaao ||",
    "PUNJABI": "(ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਇਹ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਪ੍ਰਭੂ (ਮੇਹਰ ਕਰ ਕੇ) ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਇਹ ਰਸ) ਦੇਂਦਾ ਹੈ। ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "sMq jnw imlu sMgqI; gurmuiK qIrQu hoie ]",
    "TRANSLITERATION": "Santh Janaa Mil Sangathee Guramukh Theerathh Hoe ||",
    "PUNJABI": "(ਹੇ ਮਨ!) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ (ਸਤਸੰਗ ਵਿਚ ਰਹਿ ਕੇ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣਾ ਹੀ (ਅਸਲ) ਤੀਰਥ (-ਇਸ਼ਨਾਨ) ਹੈ।",
    "PRONUNCIATION": "sMgqIN"
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "ATsiT qIrQ mjnw; gur drsu prwpiq hoie ]2]",
    "TRANSLITERATION": "Athasath Theerathh Majanaa Gur Dharas Paraapath Hoe ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦਾ ਦਰਸਨ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਸਮਝੋ) ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "m`jnw"
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "ijau jogI jq bwhrw; qpu nwhI squ sMqoKu ]",
    "TRANSLITERATION": "Jio Jogee Jath Baaharaa Thap Naahee Sath Santhokh ||",
    "PUNJABI": "ਜਿਸ ਨੇ ਆਪਣੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਵਿਚ ਨਹੀਂ ਕੀਤਾ ਉਹ ਜੋਗੀ (ਨਿਸਫਲ ਹੈ), ਜੇ ਅੰਦਰ ਸੰਤੋਖ ਨਹੀਂ, ਉੱਚਾ ਜੀਵਨ ਨਹੀਂ, ਤਾਂ (ਕੀਤਾ ਹੋਇਆ) ਤਪ ਵਿਅਰਥ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "iqau nwmY ibnu dyhurI; jmu mwrY AMqir doKu ]3]",
    "TRANSLITERATION": "Thio Naamai Bin Dhaehuree Jam Maarai Anthar Dhokh ||3||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਤਾਂ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਅਰਥ ਹੈ। ਨਾਮ-ਹੀਣੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਵਿਕਾਰ ਹੀ ਵਿਕਾਰ ਹੈ, ਉਸ ਨੂੰ ਜਮਰਾਜ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "swkq. pRymu n pweIAY; hir pweIAY siqgur Bwie ]",
    "TRANSLITERATION": "Saakath Praem N Paaeeai Har Paaeeai Sathigur Bhaae ||",
    "PUNJABI": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਬੰਦਿਆਂ ਤੋਂ ਨਹੀਂ ਮਿਲਦਾ, ਗੁਰੂ ਨਾਲ ਪਿਆਰ ਪਾਇਆਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2269,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "suK duK dwqw guru imlY; khu nwnk isPiq smwie ]4]7]",
    "TRANSLITERATION": "Sukh Dhukh Dhaathaa Gur Milai Kahu Naanak Sifath Samaae ||4||7||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸਨੂੰ ਸੁਖਾਂ ਦੁੱਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਰੱਬ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 1 ]",
    "TRANSLITERATION": "Sorath Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "qU pRB dwqw. dwin miq pUrw; hm Qwry ByKwrI jIau ]",
    "TRANSLITERATION": "Thoo Prabh Dhaathaa Dhaan Math Pooraa Ham Thhaarae Bhaekhaaree Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਸਾਨੂੰ ਸਭ ਪਦਾਰਥ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਦਾਤਾਂ ਦੇਣ ਵਿਚ ਤੂੰ ਕਦੇ ਖੁੰਝਦਾ ਨਹੀਂ, ਅਸੀਂ ਤੇਰੇ (ਦਰ ਦੇ) ਮੰਗਤੇ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "mY ikAw mwgau. ikCu iQru, n rhweI; hir dIjY nwmu ipAwrI jIau ]1]",
    "TRANSLITERATION": "Mai Kiaa Maago Kishh Thhir N Rehaaee Har Dheejai Naam Piaaree Jeeo ||1||",
    "PUNJABI": "ਮੈਂ ਤੈਥੋਂ ਕੇਹੜੀ ਸ਼ੈ ਮੰਗਾਂ? ਕੋਈ ਸ਼ੈ ਸਦਾ ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ। ਹੇ ਹਰੀ! ਮੈਨੂੰ (ਕੇਵਲ) ਆਪਣਾ ਨਾਮ ਦੇਹ ਤਾਂ ਜੋ ਮੈਂ ਤੇਰੇ ਨਾਮ ਨੂੰ ਪਿਆਰ ਕਰਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "Git Git; riv rihAw bnvwrI ]",
    "TRANSLITERATION": "Ghatt Ghatt Rav Rehiaa Banavaaree ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "jil Qil mhIAil gupqo vrqY; gur sbdI dyiK inhwrI jIau ] rhwau ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Gupatho Varathai Gur Sabadhee Dhaekh Nihaaree Jeeo || Rehaao ||",
    "PUNJABI": "ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ, ਧਰਤੀ ਦੇ ਉਪਰ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ਪਰ ਲੁਕਿਆ ਹੋਇਆ ਹੈ। (ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਨੂੰ ਵੇਖ! ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "mrq pieAwl Akwsu idKwieE; guir siqguir ikrpw DwrI jIau ]",
    "TRANSLITERATION": "Marath Paeiaal Akaas Dhikhaaeiou Gur Sathigur Kirapaa Dhhaaree Jeeo ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹੋਂਦ, ਧਰਤੀ, ਆਕਾਸ਼ ਤੇ ਪਾਤਾਲ ਵਿਚ ਵਿਖਾ ਦਿੱਤੀ।",
    "PRONUNCIATION": "(mrq) DrqI[ (p-ieAwl) pqwl DrqI hyTW"
  },
  {
    "SHABAD_ID": 2270,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "so bRhmu AjonI. hY BI honI; Gt BIqir dyKu murwrI jIau ]2]",
    "TRANSLITERATION": "So Breham Ajonee Hai Bhee Honee Ghatt Bheethar Dhaekh Muraaree Jeeo ||2||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਹੁਣ ਭੀ ਮੌਜੂਦ ਹੈ ਅਗਾਂਹ ਨੂੰ ਮੌਜੂਦ ਰਹੇਗਾ, ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਵੱਸਦਾ) ਵੇਖ ॥੨॥",
    "PRONUNCIATION": ""
  }
]