{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਬੀਸ ਸਪਤਾਹਰੋ. ਬਾਸਰੋ ਸੰਗ੍ਰਹੈ; ਤੀਨਿ ਖੋੜਾ. ਨਿਤ ਕਾਲੁ ਸਾਰੈ ॥",
      "page": 23,
      "line": 18
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Amass (control) thy body residing place of twenty seven elements, and ever remember death in the three caves (stage) of life."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਵੀਹ ਤੇ ਸੱਤ ਤੱਤਾ ਦੇ ਵੱਸਣ ਦੀ ਥਾਂ ਆਪਣੀ ਦੇਹਿ ਨੂੰ ਇਕੱਤ੍ਰ (ਕਾਬੂ) ਕਰ ਤੇ ਜੀਵਨ ਦੀਆਂ ਤਿੰਨੇ ਹੀ (ਦਸ਼ਾਂ) ਜਾਂ (ਕੰਦਰਾ) ਅੰਦਰ ਮੌਤ ਨੂੰ ਹਮੇਸ਼ਾਂ ਚੇਤੇ ਰੱਖ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Bring the twenty-seven elements of the body under your control, and throughout the three stages of life, remember death."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਬੀਸ ਸਪਤਾ) ਜੋ ਬੀਸ ਔਰੁ (ਸਪਤ) ਸਤ ਅਰਥਾਤ ਸਤਾਈਸ ਤਤੋਂ ਕਰ ਕੇ ਰਚਿਤ ਸਰੀਰੁ ਹੈ। ਸੋ ਕੈਸੇ? ੧੦ ਇੰਦ੍ਰਯ ਔਰੁ ੫ ਪ੍ਰਾਣ (ਪੰਚ), ੫ ਸੂਖਮ ਭੂਤ, ੧ ਮਨ, ੧ ਹੰਕਾਰ, ੧ ਮਹਿਤੱਤ,੍ਵ ੩ ਗੁਨ, ਪ੍ਰਕ੍ਰਿਤੀ ੧, ਏਹਿ ਸੰਪੂਰਨ ੨੭ ਸਤਾਈਸ ਹੈਂ। ਤਿਸ ਕਾ ਅਭਿਮਾਨੁ (ਹਰੋ) ਨਾਸ ਕਰੋ। ਔਰੁ ਹਰੀ ਕੋ (ਬਾਸਰੋ) ਦਿਨੁ ਦਿਨੁ ਅਰਥਾਤ ਸਦੀਵਕਾਲ (ਸੰ) ਭਲੀ ਪ੍ਰਕਾਰ (ਗ੍ਰਹੈ) ਧਾਰਨ ਕਰੋ। (ਤੀਨਿ ਖੋੜਾ ਨਿਤ ਕਾਲੁ ਸਾਰੈ) ਤ੍ਰਿਗੁਣਾਤਮਕ ਸੰਸਾਰੁ, ਭਾਵ ਤ੍ਰਿਲੋਕੀ ਰੂਪੁ ਖੋੜੋਂ ਮੇਂ, ਖੋੜ ਨਾਮੁ ਬ੍ਰਿਛਾਦਿਕੋਂ ਕੀ ਪੁਲਾਈ ਕਾ ਹੈ, ਵਾ (ਤੀਨ ਖੋੜਾ) ਸਥੂਲਾਦਿ ਤੀਨ ਪ੍ਰ੍ਰਕਾਰ ਕੀ ਜੋ ਦੇਹਿ ਰੂਪੀ ਖੋੜ ਹੈਂ। ਤਿਨ ਮੇਂ ਗਲਤਾਨ ਹੋਣੇ ਕਰ ਨਿਤਾਪ੍ਰਤਿ ਕਾਲੁ (ਸਾਰੇ) ਸਾੜਤਾ ਕਿਆ ਜਲਾਵਤਾ ਹੈ। ਕਦਾਚਿਤ ਐਸੀ ਆਸੰਕਾ ਹੋਵੈ ਕਿ ਇੰਦ੍ਰ ਲੋਕ, ਸਿਵ ਲੋਕਾਦਿ ਭੀ ਸੰਸਾਰ ਮੇਂ ਹੀ ਹੈਂ, ਤਪਾਦਿ ਕਰਨੇ ਸੇ ਤਹਾਂ ਜਾਇ ਪ੍ਰਾਪਤਿ ਹੋਤੇ ਹੈਂ। ਤਿਸ ਪਰ ਸ੍ਰੀ ਗੁਰੂ ਵਾਕ੍ਯ ਪ੍ਰਮਾਣੁ ਹੈ ਯਥਾ-☬\"ਇੰਦ੍ਰ ਲੋਕ ਸਿਵ ਲੋਕਹਿਜੈਬੋ॥☬ਓਛੇ ਤਪ ਕਰ ਬਾਹਰ ਐਬੋ॥\"☬ਵਾ ਸਤਾਈ ਨਛੱਤ੍ਰੋਂ ਮੇਂ ਹਰੀ ਨਾਮ ਕੋ ਸੰਗ੍ਰਹ ਕਰੋ। ਬਾਲ, ਜੁਬਾ, ਪੁਨਃ ਬ੍ਰਿਧ, ਏਹਿ ਜੋ ਜੀਵ ਰੂਪੀ ਪੰਛੀ ਕੀ ਤੀਨ ਅਵਸਥਾ ਰੂਪੀ ਖੋੜਾਂ ਹੈਂ, ਤਿਨ ਮੇਂ ਨਿਤ ਹੀ ਕਾਲ ਭਗਵਾਨ ਕੋ (ਸਾਰੇ) ਸਮਾਲਨਾ ਕਰੇ। ਭਾਵ ਏਹਿ ਕਿ ਸਦਾ ਹੀ ਮ੍ਰਿਤੂ ਕੋ ਚਿਤ ਮੇਂ ਸਮਾਲਤਾ ਰਹੇ, ਤੇ ਫਿਰ ਪਾਪ ਭੀ ਨਹੀਂ ਹੋ ਸਕਤੇ, ਔਰੁ ਭਜਨ ਸੇ ਭੀ ਅਚੇਤੁ ਨਹੀਂ ਰਹਿਤਾ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇ ਮਨੁੱਖ ਸਤਾਈ ਹੀ ਨਛੱਤ੍ਰਾਂ ਵਿਚ (ਭਾਵ) ਹਰ ਰੋਜ਼ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ) ਇਕੱਠਾ ਕਰਦਾ ਰਹੇ, ਜੇ ਮਨੁੱਖ ਆਪਣੀ ਉਮਰ ਦੀਆਂ ਤਿੰਨਾਂ ਹੀ ਅਵਸਥਾ (ਬਾਲਪਨ, ਜੁਆਨੀ, ਬੁਢੇਪੇ) ਵਿਚ ਮੌਤ ਨੂੰ ਚੇਤੇ ਰੱਖੇ,"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Junta y atesora los veintisiete tattwas de tu ser y permanece consiente de la muerte en las tres etapas de tu vida."
    }
  ]
}