[
  {
    "id": 54318,
    "shabad_id": 4554,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਬੋਲਹੁ. ਗੁਰ ਕੇ ਸਿਖ ਮੇਰੇ ਭਾੲੀ; ਹਰਿ ਭੳੁਜਲੁ ਜਗਤੁ ਤਰਾਵੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Bolahu Gur Kae Sikh Maerae Bhaaee Har Bhoujal Jagath Tharaavai ||1|| Rehaao ||",
    "translation": "Chant the Name of the Lord, O Sikhs of the Guru, O my Siblings of Destiny. Only the Lord will carry you across the terrifying world-ocean. ||1||Pause||",
    "punjabi": "(ਤਾਂ ਤੇ) ਹੇ ਗੁਰੂ ਕੇ ਸਿੱਖੋ! ਹੇ ਮੇਰੇ ਭਾਈਓ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ। ਪਰਮਾਤਮਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 4
  },
  {
    "id": 54319,
    "shabad_id": 4554,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜੋ ਗੁਰ ਕੳੁ ਜਨੁ ਪੂਜੇ ਸੇਵੇ; ਸੋ ਜਨੁ. ਮੇਰੇ ਹਰਿ ਪ੍ਰਭ ਭਾਵੈ ॥",
    "transliteration": "Jo Gur Ko Jan Poojae Saevae So Jan Maerae Har Prabh Bhaavai ||",
    "translation": "That humble being who worships, adores and serves the Guru is pleasing to my Lord God.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਆਦਰ-ਸਤਿਕਾਰ ਕਰਦਾ ਹੈ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54320,
    "shabad_id": 4554,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਕੀ ਸੇਵਾ ਸਤਿਗੁਰੁ ਪੂਜਹੁ; ਕਰਿ ਕਿਰਪਾ ਅਾਪਿ ਤਰਾਵੈ ॥੨॥",
    "transliteration": "Har Kee Saevaa Sathigur Poojahu Kar Kirapaa Aap Tharaavai ||2||",
    "translation": "To worship and adore the True Guru is to serve the Lord. In His Mercy, He saves us and carries us across. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰੋ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ (ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ) ਮਿਹਰ ਕਰ ਕੇ ਆਪ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54321,
    "shabad_id": 4554,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਭਰਮਿ ਭੂਲੇ ਅਗਿਅਾਨੀ ਅੰਧੁਲੇ; ਭ੍ਰਮਿ ਭ੍ਰਮਿ ਫੂਲ ਤੋਰਾਵੈ ॥",
    "transliteration": "Bharam Bhoolae Agiaanee Andhhulae Bhram Bhram Fool Thoraavai ||",
    "translation": "The ignorant and the blind wander deluded by doubt; deluded and confused, they pick flowers to offer to their idols.",
    "punjabi": "(ਗੁਰੂ ਪਰਮੇਸਰ ਨੂੰ ਭੁਲਾ ਕੇ) ਮਨੁੱਖ ਭਟਕ ਭਟਕ ਕੇ (ਮੂਰਤੀ ਆਦਿਕ ਦੀ ਪੂਜਾ ਵਾਸਤੇ) ਫੁੱਲ ਤੋੜਦਾ ਫਿਰਦਾ ਹੈ। (ਅਜਿਹੇ ਮਨੁੱਖ) ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਹਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ-ਬੇਸਮਝ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54322,
    "shabad_id": 4554,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਨਿਰਜੀੳੁ ਪੂਜਹਿ. ਮੜਾ ਸਰੇਵਹਿ; ਸਭ ਬਿਰਥੀ ਘਾਲ ਗਵਾਵੈ ॥੩॥",
    "transliteration": "Nirajeeo Poojehi Marraa Saraevehi Sabh Birathhee Ghaal Gavaavai ||3||",
    "translation": "They worship lifeless stones and serve the tombs of the dead; all their efforts are useless. ||3||",
    "punjabi": "(ਉਹ ਅੰਨ੍ਹੇ ਮਨੁੱਖ) ਬੇ-ਜਾਨ (ਮੂਰਤੀਆਂ) ਨੂੰ ਪੂਜਦੇ ਹਨ, ਸਮਾਧਾਂ ਨੂੰ ਮੱਥੇ ਟੇਕਦੇ ਰਹਿੰਦੇ ਹਨ। (ਅਜਿਹਾ ਮਨੁੱਖ ਆਪਣੀ) ਸਾਰੀ ਮਿਹਨਤ ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਮੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 54323,
    "shabad_id": 4554,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਬਿੰਦੇ. ਸੋ ਸਤਿਗੁਰੁ ਕਹੀਅੈ; ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਣਾਵੈ ॥",
    "transliteration": "Breham Bindhae So Sathigur Keheeai Har Har Kathhaa Sunaavai ||",
    "translation": "He alone is said to be the True Guru, who realizes God, and proclaims the Sermon of the Lord, Har, Har.",
    "punjabi": "ਗੁਰੂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਜਗਤ ਉਸ ਨੂੰ ਗੁਰੂ ਆਖਦਾ ਹੈ, ਗੁਰੂ ਜਗਤ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਉਪਦੇਸ਼ ਸੁਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54324,
    "shabad_id": 4554,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੳੁ; ਛਾਦਨ ਭੋਜਨ ਪਾਟ ਪਟੰਬਰ; ਬਹੁ ਬਿਧਿ, ਸਤਿ ਕਰਿ ਮੁਖਿ ਸੰਚਹੁ; ਤਿਸੁ ਪੁੰਨ ਕੀ ਫਿਰਿ ਤੋਟਿ. ਨ ਅਾਵੈ ॥੪॥",
    "transliteration": "This Gur Ko Shhaadhan Bhojan Paatt Pattanbar Bahu Bidhh Sath Kar Mukh Sanchahu This Punn Kee Fir Thott N Aavai ||4||",
    "translation": "Offer the Guru sacred foods, clothes, silk and satin robes of all sorts; know that He is True. The merits of this shall never leave you lacking. ||4||",
    "punjabi": "ਅਜਿਹੇ ਗੁਰੂ ਅੱਗੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਕੱਪੜੇ, ਖਾਣੇ ਰੇਸ਼ਮੀ ਕੱਪੜੇ ਸਰਧਾ ਨਾਲ ਭੇਟ ਕਰਿਆ ਕਰੋ। ਇਸ ਭਲੇ ਕੰਮ ਦੀ ਟੋਟ ਨਹੀਂ ਆਉਂਦੀ ॥੪॥",
    "pronunciation": "(ਸਤਿ) ਨਿਸਚੇ ਕਰਿ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 54325,
    "shabad_id": 4554,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦੇੳੁ ਪਰਤਖਿ ਹਰਿ ਮੂਰਤਿ; ਜੋ ਅੰਮਿ੍ਰਤ ਬਚਨ ਸੁਣਾਵੈ ॥",
    "transliteration": "Sathigur Dhaeo Parathakh Har Moorath Jo Anmrith Bachan Sunaavai ||",
    "translation": "The Divine True Guru is the Embodiment, the Image of the Lord; He utters the Ambrosial Word.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਹੜਾ ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਬਚਨ ਸੁਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਤਾਂ ਸਾਫ਼ ਤੌਰ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਪਿਆ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54326,
    "shabad_id": 4554,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਭਾਗ ਭਲੇ ਤਿਸੁ ਜਨ ਕੇ; ਜੋ ਹਰਿ ਚਰਣੀ ਚਿਤੁ ਲਾਵੈ ॥੫॥੪॥",
    "transliteration": "Naanak Bhaag Bhalae This Jan Kae Jo Har Charanee Chith Laavai ||5||4||",
    "translation": "O Nanak, blessed and good is the destiny of that humble being, who focuses his consciousness on the Feet of the Lord. ||5||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦੇ ਚੰਗੇ ਭਾਗ ਹੁੰਦੇ ਹਨ ਜਿਹੜਾ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੫॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54327,
    "shabad_id": 4555,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੪ ॥",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54328,
    "shabad_id": 4555,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨ੍ਹ ਕੈ ਹੀਅਰੈ. ਬਸਿਓ ਮੇਰਾ ਸਤਿਗੁਰੁ; ਤੇ ਸੰਤ ਭਲੇ ਭਲ ਭਾਂਤਿ ॥",
    "transliteration": "Jinh Kai Heearai Basiou Maeraa Sathigur Thae Santh Bhalae Bhal Bhaanth ||",
    "translation": "Those whose hearts are filled with my True Guru - those Saints are good and noble in every way.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਗੁਰੂ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪੂਰਨ ਤੌਰ ਤੇ ਭਲੇ ਸੰਤ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54329,
    "shabad_id": 4555,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਿਨ੍ਹ ਦੇਖੇ ਮੇਰਾ ਮਨੁ ਬਿਗਸੈ; ਹੳੁ ਤਿਨ ਕੈ ਸਦ ਬਲਿ ਜਾਂਤ ॥੧॥",
    "transliteration": "Thinh Dhaekhae Maeraa Man Bigasai Ho Thin Kai Sadh Bal Jaanth ||1||",
    "translation": "Seeing them, my mind blossoms forth in bliss; I am forever a sacrifice to them. ||1||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੇਰਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਮੈਂ ਤਾਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54330,
    "shabad_id": 4555,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਗਿਅਾਨੀ; ਹਰਿ ਬੋਲਹੁ ਦਿਨੁ ਰਾਤਿ ॥",
    "transliteration": "Giaanee Har Bolahu Dhin Raath ||",
    "translation": "O spiritual teacher, chant the Name of the Lord, day and night.",
    "punjabi": "ਹੇ ਗਿਆਨਵਾਨ ਮਨੁੱਖ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54331,
    "shabad_id": 4555,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਤਿਨ੍ਹ ਕੀ ਤਿ੍ਰਸਨਾ ਭੂਖ ਸਭ ੳੁਤਰੀ; ਜੋ ਗੁਰਮਤਿ ਰਾਮ ਰਸੁ ਖਾਂਤਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thinh Kee Thrisanaa Bhookh Sabh Outharee Jo Guramath Raam Ras Khaanth ||1|| Rehaao ||",
    "translation": "All hunger and thirst are satisfied, for those who partake of the sublime essence of the Lord, through the Guru's Teachings. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਖਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਸਾਰੀ ਭੁੱਖ (ਸਾਰੀ ਭੁੱਖ ਤ੍ਰਿਹ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54332,
    "shabad_id": 4555,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕੇ ਦਾਸ ਸਾਧ ਸਖਾ ਜਨ; ਜਿਨ ਮਿਲਿਅਾ ਲਹਿ ਜਾੲਿ ਭਰਾਂਤਿ ॥",
    "transliteration": "Har Kae Dhaas Saadhh Sakhaa Jan Jin Miliaa Lehi Jaae Bharaanth ||",
    "translation": "The slaves of the Lord are our Holy companions. Meeting with them, doubt is taken away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ-ਜਨ (ਐਸੇ) ਸਾਧ-ਮਿੱਤਰ (ਹਨ), ਜਿਨ੍ਹਾਂ ਦੇ ਮਿਲਿਆਂ (ਮਨ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54333,
    "shabad_id": 4555,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਦੁਧ. ਭਿੰਨ ਭਿੰਨ ਕਾਢੈ ਚੁਣਿ ਹੰਸੁਲਾ; ਤਿੳੁ ਦੇਹੀ ਤੇ. ਚੁਣਿ ਕਾਢੈ ਸਾਧੂ, ਹੳੁਮੈ ਤਾਤਿ ॥੨॥",
    "transliteration": "Jio Jal Dhudhh Bhinn Bhinn Kaadtai Chun Hansulaa Thio Dhaehee Thae Chun Kaadtai Saadhhoo Houmai Thaath ||2||",
    "translation": "As the swan separates the milk from the water, the Holy Saint removes the fire of egotism from the body. ||2||",
    "punjabi": "ਜਿਵੇਂ ਹੰਸ ਪਾਣੀ ਤੇ ਦੁੱਧ ਨੂੰ (ਆਪਣੀ ਚੁੰਝ ਨਾਲ) ਚੁਣ ਕੇ ਵੱਖ-ਵੱਖ ਕਰ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਸਾਧੂ-ਮਨੁੱਖ ਸਰੀਰ ਵਿਚੋਂ ਹਉਮੈ ਈਰਖਾ ਨੂੰ ਚੁਣ ਕੇ ਬਾਹਰ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54334,
    "shabad_id": 4555,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਕੈ ਪ੍ਰੀਤਿ ਨਾਹੀ ਹਰਿ ਹਿਰਦੈ; ਤੇ ਕਪਟੀ ਨਰ, ਨਿਤ ਕਪਟੁ ਕਮਾਂਤਿ ॥",
    "transliteration": "Jin Kai Preeth Naahee Har Hiradhai Thae Kapattee Nar Nith Kapatt Kamaanth ||",
    "translation": "Those who do not love the Lord in their hearts are deceitful; they continually practice deception.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਨਹੀਂ (ਵੱਸਦਾ), ਉਹ ਮਨੁੱਖ ਪਖੰਡੀ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਸਦਾ (ਦੂਜਿਆਂ ਨਾਲ) ਠੱਗੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54335,
    "shabad_id": 4555,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਕੳੁ ਕਿਅਾ ਕੋੲੀ ਦੇੲਿ ਖਵਾਲੈ; ਓੲਿ ਅਾਪਿ ਬੀਜਿ, ਅਾਪੇ ਹੀ ਖਾਂਤਿ ॥੩॥",
    "transliteration": "Thin Ko Kiaa Koee Dhaee Khavaalai Oue Aap Beej Aapae Hee Khaanth ||3||",
    "translation": "What can anyone give them to eat? Whatever they themselves plant, they must eat. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਕੋਈ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਖ਼ੁਰਾਕ) ਨਾਹ ਦੇ ਸਕਦਾ ਹੈ ਨਾਹ ਖਵਾ ਸਕਦਾ ਹੈ, ਉਹ ਬੰਦੇ (ਠੱਗੀ ਦਾ ਬੀ) ਆਪ ਬੀਜ ਕੇ ਆਪ ਹੀ (ਉਸ ਦਾ ਫਲ ਸਦਾ) ਖਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 54336,
    "shabad_id": 4555,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਕਾ ਚਿਹਨੁ, ਸੋੲੀ ਹਰਿ ਜਨ ਕਾ; ਹਰਿ ਅਾਪੇ ਜਨ ਮਹਿ ਅਾਪੁ ਰਖਾਂਤਿ ॥",
    "transliteration": "Har Kaa Chihan Soee Har Jan Kaa Har Aapae Jan Mehi Aap Rakhaanth ||",
    "translation": "This is the Quality of the Lord, and of the Lord's humble servants as well; the Lord places His Own Essence within them.",
    "punjabi": "(ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਜਿਹੜਾ) ਲੱਛਣ ਪਰਮਾਤਮਾ ਦਾ ਹੁੰਦਾ ਹੈ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹੀ ਲੱਛਣ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ ਸੇਵਕ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(ਚਿਹਨੁ) ਸਰੂਪ",
    "type_id": 3
  },
  {
    "id": 54337,
    "shabad_id": 4555,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਨਾਨਕੁ ਸਮਦਰਸੀ; ਜਿਨਿ ਨਿੰਦਾ ੳੁਸਤਤਿ ਤਰੀ ਤਰਾਂਤਿ ॥੪॥੫॥",
    "transliteration": "Dhhan Dhhann Guroo Naanak Samadharasee Jin Nindhaa Ousathath Tharee Tharaanth ||4||5||",
    "translation": "Blessed, blessed, is Guru Nanak, who looks impartially on all; He crosses over and transcends both slander and praise. ||4||5||",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਵਿਚ ਇਕੋ ਹਰੀ ਦੀ ਜੋਤਿ ਵੇਖਣ ਵਾਲਾ ਗੁਰੂ ਨਾਨਕ (ਹਰ ਵੇਲੇ) ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਜਿਸ ਨੇ ਆਪ ਨਿੰਦਾ ਤੇ ਖ਼ੁਸ਼ਾਮਦ (ਦੀ ਨਦੀ) ਪਾਰ ਕਰ ਲਈ ਹੈ ਅਤੇ ਹੋਰਨਾਂ ਨੂੰ ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54338,
    "shabad_id": 4556,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੪ ॥",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54339,
    "shabad_id": 4556,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਗਮੁ ਅਗੋਚਰੁ ਨਾਮੁ ਹਰਿ ੳੂਤਮੁ; ਹਰਿ ਕਿਰਪਾ ਤੇ ਜਪਿ ਲੲਿਅਾ ॥",
    "transliteration": "Agam Agochar Naam Har Ootham Har Kirapaa Thae Jap Laeiaa ||",
    "translation": "The Name of the Lord is inaccessible unfathomable exalted and sublime. It is chanted by the Lord's Grace.",
    "punjabi": "ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਪਰਮਾਤਮਾ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ) ਉੱਚਾ (ਕਰਨ ਵਾਲਾ) ਹੈ। (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਹ ਨਾਮ) ਜਪਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54340,
    "shabad_id": 4556,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਾਧ ਪਾੲੀ ਵਡਭਾਗੀ; ਸੰਗਿ ਸਾਧੂ ਪਾਰਿ ਪੲਿਅਾ ॥੧॥",
    "transliteration": "Sathasangath Saadhh Paaee Vaddabhaagee Sang Saadhhoo Paar Paeiaa ||1||",
    "translation": "By great good fortune, I have found the True Congregation, and in the Company of the Holy, I am carried across. ||1||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54341,
    "shabad_id": 4556,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ; ਅਨ ਦਿਨੁ ਅਨਦੁ ਭੲਿਅਾ ॥",
    "transliteration": "Maerai Man Anadhin Anadh Bhaeiaa ||",
    "translation": "My mind is in ecstasy, night and day.",
    "punjabi": "(ਹੁਣ) ਮੇਰੇ ਮਨ ਵਿਚ ਹਰ ਵੇਲੇ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54342,
    "shabad_id": 4556,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਨਾਮੁ ਹਰਿ ਜਪਿਅਾ; ਮੇਰੇ ਮਨ ਕਾ ਭ੍ਰਮੁ ਭੳੁ ਗੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Parasaadh Naam Har Japiaa Maerae Man Kaa Bhram Bho Gaeiaa ||1|| Rehaao ||",
    "translation": "By Guru's Grace, I chant the Name of the Lord. Doubt and fear are gone from my mind. ||1||Pause||",
    "punjabi": "(ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹਾਂ, ਮੇਰੇ ਮਨ ਦਾ ਹਰੇਕ ਭਰਮ ਅਤੇ ਡਰ ਦੂਰ ਹੋ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54343,
    "shabad_id": 4556,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਗਾੲਿਅਾ, ਜਿਨ ਹਰਿ ਜਪਿਅਾ; ਤਿਨ ਸੰਗਤਿ ਹਰਿ ਮੇਲਹੁ, ਕਰਿ ਮੲਿਅਾ ॥",
    "transliteration": "Jin Har Gaaeiaa Jin Har Japiaa Thin Sangath Har Maelahu Kar Maeiaa ||",
    "translation": "Those who chant and meditate on the Lord - O Lord, in Your Mercy, please unite me with them.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਹੇ ਹਰੀ! ਮਿਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ ਭੀ) ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54344,
    "shabad_id": 4556,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਤਿਨ ਕਾ ਦਰਸੁ ਦੇਖਿ. ਸੁਖੁ ਪਾੲਿਅਾ; ਦੁਖੁ ਹੳੁਮੈ ਰੋਗੁ ਗੲਿਅਾ ॥੨॥",
    "transliteration": "Thin Kaa Dharas Dhaekh Sukh Paaeiaa Dhukh Houmai Rog Gaeiaa ||2||",
    "translation": "Gazing upon them, I am at peace; the pain and disease of egotism are gone. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਹਰੇਕ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਉਮੈ ਦਾ ਰੋਗ ਮਿਟ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54345,
    "shabad_id": 4556,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜੋ ਅਨ ਦਿਨੁ ਹਿਰਦੈ ਨਾਮੁ ਧਿਅਾਵਹਿ; ਸਭੁ ਜਨਮੁ ਤਿਨਾ ਕਾ ਸਫਲੁ ਭੲਿਅਾ ॥",
    "transliteration": "Jo Anadhin Hiradhai Naam Dhhiaavehi Sabh Janam Thinaa Kaa Safal Bhaeiaa ||",
    "translation": "Those who meditate on the Naam, the Name of the Lord in their hearts - their lives become totally fruitful.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54346,
    "shabad_id": 4556,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਓੲਿ ਅਾਪਿ ਤਰੇ. ਸਿ੍ਰਸਟਿ ਸਭ ਤਾਰੀ; ਸਭੁ ਕੁਲੁ ਭੀ ਪਾਰਿ ਪੲਿਅਾ ॥੩॥",
    "transliteration": "Oue Aap Tharae Srisatt Sabh Thaaree Sabh Kul Bhee Paar Paeiaa ||3||",
    "translation": "They themselves swim across, and carry the world across with them. Their ancestors and family cross over as well. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ (ਭੀ) ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦਾ) ਸਾਰਾ ਖ਼ਾਨਦਾਨ ਭੀ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54347,
    "shabad_id": 4556,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਅਾਪਿ ੳੁਪਾੲਿਅਾ ਸਭੁ ਜਗੁ; ਤੁਧੁ ਅਾਪੇ ਵਸਿ ਕਰਿ ਲੲਿਅਾ ॥",
    "transliteration": "Thudhh Aapae Aap Oupaaeiaa Sabh Jag Thudhh Aapae Vas Kar Laeiaa ||",
    "translation": "You Yourself created the whole world, and You Yourself keep it under Your control.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਇਹ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਿਆ ਹੈ (ਤੇ ਇਸ ਨੂੰ ਡੁੱਬਣੋਂ ਬਚਾਂਦਾ ਹੈਂ)।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  }
]
