[
  {
    "id": 55489,
    "shabad_id": 4685,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਮਲਾਰ ਬਾਣੀ. ਭਗਤ ਨਾਮਦੇਵ ਜੀੳੁ ਕੀ;",
    "transliteration": "Raag Malaar Baanee Bhagath Naamadhaev Jeeo Kee",
    "translation": "Raag Malaar, The Word Of The Devotee Naam Dayv Jee:",
    "punjabi": "ਰਾਗ ਮਲਾਰ ਵਿੱਚ ਭਗਤ ਨਾਮਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55490,
    "shabad_id": 4685,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 55491,
    "shabad_id": 4685,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸੇਵੀਲੇ ਗੋਪਾਲ ਰਾੲਿ; ਅਕੁਲ ਨਿਰੰਜਨ ॥",
    "transliteration": "Saeveelae Gopaal Raae Akul Niranjan ||",
    "translation": "Serve the King, the Sovereign Lord of the World. He has no ancestry; He is immaculate and pure.",
    "punjabi": "ਮੈਂ ਤਾਂ ਉਸ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਜੋ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰੱਖਿਅਕ ਹੈ, ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ ਹੈ, ਜਿਸ ਉੱਤੇ ਮਾਇਆ ਆਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ,",
    "pronunciation": "ਅ-ਕੁਲ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55492,
    "shabad_id": 4685,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਭਗਤਿ ਦਾਨੁ ਦੀਜੈ; ਜਾਚਹਿ ਸੰਤ ਜਨ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhagath Dhaan Dheejai Jaachehi Santh Jan ||1|| Rehaao ||",
    "translation": "Please bless me with the gift of devotion, which the humble Saints beg for. ||1||Pause||",
    "punjabi": "ਅਤੇ (ਜਿਸ ਦੇ ਦਰ ਤੇ) ਸਾਰੇ ਭਗਤ ਮੰਗਦੇ ਹਨ (ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਹੇ ਦਾਤਾ! ਅਸਾਨੂੰ) ਆਪਣੀ ਭਗਤੀ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55493,
    "shabad_id": 4685,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਾਂਚੈ ਘਰਿ, ਦਿਗ ਦਿਸੈ ਸਰਾੲਿਚਾ; ਬੈਕੁੰਠ ਭਵਨ ਚਿਤ੍ਰ ਸਾਲਾ; ਸਪਤ ਲੋਕ. ਸਾਮਾਨਿ ਪੂਰੀਅਲੇ ॥",
    "transliteration": "Jaan Chai Ghar Dhig Dhisai Saraaeichaa Baikunth Bhavan Chithrasaalaa Sapath Lok Saamaan Pooreealae ||",
    "translation": "His Home is the pavilion seen in all directions; His ornamental heavenly realms fill the seven worlds alike.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਮਾਨੋ ਇਕ ਬੜਾ ਵੱਡਾ ਰਾਜਾ ਹੈ ਜਿਸ ਦਾ ਇਤਨਾ ਵੱਡਾ ਸ਼ਾਮੀਆਨਾ ਹੈ ਕਿ) ਇਹ ਚਾਰੇ ਦਿਸ਼ਾਂ (ਉਸ ਸ਼ਾਮੀਆਨੇ ਦੀ ਮਾਨੋ) ਕਨਾਤ ਹੈ, (ਰਾਜਿਆਂ ਦੇ ਰਾਜ-ਮਹਲਾਂ ਵਿਚ ਤਸਵੀਰ-ਘਰ ਹੁੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ ਕਿ) ਸਾਰਾ ਬੈਕੁੰਠ ਉਸ ਦਾ (ਮਾਨੋ) ਤਸਵੀਰ-ਘਰ ਹੈ, ਅਤੇ ਸਾਰੇ ਹੀ ਜਗਤ ਵਿਚ ਉਸ ਦਾ ਹੁਕਮ ਇਕ-ਸਾਰ ਚੱਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਜਾਂ-ਚੈ। (ਦਿਸੈ) ਦਸੋ ਦਿਸ਼ਾਂ (ਦਿਗ) ਪਾਲ। (ਸਰਾੲਿਚਾ) ਕਨਾਤਾਂ। (ਚਿਤ੍ਰ) ਚਿਤ੍ਰਕਾਰੀ ਵਾਲਾ (ਸਾਲਾ) ਘਰ (ਪੂਰੀਅਲੇ) ਪੁਰੀਅਾਂ ਹਨ। ਦਿਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55494,
    "shabad_id": 4685,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਾਂਚੈ ਘਰਿ. ਲਛਿਮੀ ਕੁਅਾਰੀ; ਚੰਦੁ ਸੂਰਜੁ ਦੀਵੜੇ. ਕੳੁਤਕੁ ਕਾਲੁ ਬਪੁੜਾ; ਕੋਟਵਾਲੁ ਸੁ ਕਰਾ ਸਿਰੀ ॥",
    "transliteration": "Jaan Chai Ghar Lashhimee Kuaaree Chandh Sooraj Dheevarrae Kouthak Kaal Bapurraa Kottavaal S Karaa Siree ||",
    "translation": "In His Home, the virgin Lakshmi dwells. The moon and the sun are His two lamps; the wretched Messenger of Death stages his dramas, and levies taxes on all.",
    "punjabi": "(ਰਾਜਿਆਂ ਦੀਆਂ ਰਾਣੀਆਂ ਦਾ ਜੋਬਨ ਤਾਂ ਚਾਰ ਦਿਨ ਦਾ ਹੁੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ) ਜਿਸ ਦੇ ਮਹਲ ਵਿਚ ਲੱਛਮੀ ਹੈ, ਜੋ ਸਦਾ ਜੁਆਨ ਰਹਿੰਦੀ ਹੈ (ਜਿਸ ਦਾ ਜੋਬਨ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ), ਇਹ ਚੰਦ ਸੂਰਜ (ਉਸ ਦੇ ਮਹਲ ਦੇ, ਮਾਨੋ) ਨਿੱਕੇ ਜਿਹੇ ਦੀਵੇ ਹਨ, ਜਿਸ ਕਾਲ ਦਾ ਹਾਲਾ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈ (ਜਿਸ ਕਾਲ ਦਾ ਹਾਲਾ ਹਰੇਕ ਜੀਵ ਨੂੰ ਭਰਨਾ ਪੈਂਦਾ ਹੈ, ਜਿਸ ਕਾਲ ਤੋਂ ਜਗਤ ਦਾ ਹਰੇਕ ਜੀਵ ਥਰ-ਥਰ ਕੰਬਦਾ ਹੈ) ਤੇ ਜੋ ਕਾਲ (ਇਸ ਜਗਤ-ਰੂਪ ਸ਼ਹਿਰ ਦੇ ਸਿਰ ਉੱਤੇ) ਕੋਤਵਾਲ ਹੈ, ਉਹ ਕਾਲ ਵਿਚਾਰਾ (ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ, ਮਾਨੋ, ਇਕ) ਖਿਡੌਣਾ ਹੈ-",
    "pronunciation": "ਜਾਂ-ਚੈ ਜਾ ਕੇ। ਕੁਅਾਰੀਦਾਸੀ। ਕੳੁਤਕੁਤਮਾਸ਼ ਬੀਨ। ਬਪੁੜਾਵਿਚਾਰਾ। ਸਿਰੀਮੱਥੇ ਦਾ ਲੇਖ (੨ ਸੁਕਰਾ)",
    "type_id": 3
  },
  {
    "id": 55495,
    "shabad_id": 4685,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸੁ ਅੈਸਾ ਰਾਜਾ; ਸ੍ਰੀ ਨਰਹਰੀ ॥੧॥",
    "transliteration": "S Aisaa Raajaa Sree Nareharee ||1||",
    "translation": "Such is my Sovereign Lord King, the Supreme Lord of all. ||1||",
    "punjabi": "ਇਤਨਾ ਵੱਡਾ ਉਹ ਪਰਮਾਤਮਾ ਰਾਜਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55496,
    "shabad_id": 4685,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਾਂਚੈ ਘਰਿ, ਕੁਲਾਲੁ ਬ੍ਰਹਮਾ, ਚਤੁਰ ਮੁਖੁ ਡਾਂਵੜਾ; ਜਿਨਿ ਬਿਸ੍ਵ ਸੰਸਾਰੁ ਰਾਚੀਲੇ ॥",
    "transliteration": "Jaan Chai Ghar Kulaal Brehamaa Chathur Mukh Ddaanvarraa Jin Bisv Sansaar Raacheelae ||",
    "translation": "In His House, the four-faced Brahma, the cosmic potter lives. He created the entire universe.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ ਕਿ (ਲੋਕਾਂ ਦੇ ਖ਼ਿਆਲ ਅਨੁਸਾਰ) ਜਿਸ ਬ੍ਰਹਮਾ ਨੇ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਚਾਰ ਮੂੰਹਾਂ ਵਾਲਾ ਉਹ ਬ੍ਰਹਮਾ ਭੀ ਉਸ ਦੇ ਘਰ ਵਿਚ ਭਾਂਡੇ ਘੜਨ ਵਾਲਾ ਇਕ ਕੁੰਭਿਆਰ ਹੀ ਹੈ (ਭਾਵ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਸਾਹਮਣੇ ਲੋਕਾਂ ਦਾ ਮੰਨਿਆ ਹੋਇਆ ਬ੍ਰਹਮਾ ਭੀ ਇਤਨੀ ਹੀ ਹਸਤੀ ਰੱਖਦਾ ਹੈ ਜਿਤਨੀ ਕਿ ਕਿਸੇ ਪਿੰਡ ਦੇ ਚੌਧਰੀ ਦੇ ਸਾਹਮਣੇ ਪਿੰਡ ਦਾ ਗਰੀਬ ਕੁੰਭਿਆਰ)।",
    "pronunciation": "(ਕੁਲਾਲੁ) ਘੁਮਿਅਾਰ। ਸ੍ਰੀਰਕ ਭਾਂਡੇ ਰੂਪੀ (ਡਾਂਵੜਾ) ਡੌਲਾਂ ਨੂੰ ਬਨੌਣ ਵਾਲੇ। (ਬਿਸ੍ਵ) ਸੰਪੂਰਨ। ਬਿਸ੍ਵ ਅੱਧਾ ਵਾਵਾ: ਪੋਲਾ ਬੋਲੋ , ਪੂਰਾ ਵਾਵਾ ਭਰਵਾਂ ਬੋਲੀਦਾ ਹ।ਰਾਚੀ-ਲੇ",
    "type_id": 3
  },
  {
    "id": 55497,
    "shabad_id": 4685,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਾਂ ਕੈ ਘਰਿ, ੲੀਸਰੁ ਬਾਵਲਾ, ਜਗਤ ਗੁਰੂ ਤਤ ਸਾਰਖਾ; ਗਿਅਾਨੁ ਭਾਖੀਲੇ ॥",
    "transliteration": "Jaan Kai Ghar Eesar Baavalaa Jagath Guroo Thath Saarakhaa Giaan Bhaakheelae ||",
    "translation": "In His House, the insane Shiva, the Guru of the World, lives; he imparts spiritual wisdom to expain the essence of reality.",
    "punjabi": "(ਇਹਨਾਂ ਲੋਕਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਤਾਂ) ਸ਼ਿਵ ਜੀ ਜਗਤ ਦਾ ਗੁਰੂ (ਹੈ), ਜਿਸ ਨੇ (ਜਗਤ ਦੇ ਜੀਵਾਂ ਵਾਸਤੇ) ਅਸਲ ਸਮਝਣ-ਜੋਗ ਉਪਦੇਸ਼ ਸੁਣਾਇਆ ਹੈ (ਭਾਵ, ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਮੌਤ ਦਾ ਸੁਨੇਹਾ ਅਪੜਾਂਦਾ ਹੈ, ਜੋ ਸਭ ਜੀਵਾਂ ਦਾ ਨਾਸ ਕਰਦਾ ਮੰਨਿਆ ਜਾ ਰਿਹਾ ਹੈ), ਇਹ ਸ਼ਿਵ ਜੀ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮਾਲਕ) ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ (ਮਾਨੋ) ਇਕ ਕਮਲਾ ਮਸਖ਼ਰਾ ਹੈ।",
    "pronunciation": "(ੲੀਸਰੁ) ਸ਼ਿਵ ਜੀ। (ਬਾਵਲਾ) ਮਸਤਾਨੇ। (ਭਾਖੀਲੇ) ਅਾਖਦੇ। ਭਾਖੀ-ਲੇ",
    "type_id": 3
  },
  {
    "id": 55498,
    "shabad_id": 4685,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਪਾਪੁ ਪੁੰਨੁ ਜਾਂਚੈ ਡਾਂਗੀਅਾ ਦੁਅਾਰੈ; ਚਿਤ੍ਰ ਗੁਪਤੁ ਲੇਖੀਅਾ ॥",
    "transliteration": "Paap Punn Jaan Chai Ddaangeeaa Dhuaarai Chithr Gupath Laekheeaa ||",
    "translation": "Sin and virtue are the standard-bearers at His Door; Chitr and Gupt are the recording angels of the conscious and subconscious.",
    "punjabi": "(ਰਾਜੇ ਲੋਕਾਂ ਦੇ ਰਾਜ-ਮਹਲਾਂ ਦੇ ਦਰਵਾਜ਼ੇ ਉੱਤੇ ਚੋਬਦਾਰ ਖੜੇ ਹੁੰਦੇ ਹਨ ਜੋ ਰਾਜਿਆਂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਜਾਣ ਵਾਲਿਆਂ ਨੂੰ ਵਰਜਦੇ ਜਾਂ ਆਗਿਆ ਦੇਂਦੇ ਹਨ, ਘਟ ਘਟ ਵਿਚ ਵੱਸਣ ਵਾਲੇ ਰਾਜਨ-ਪ੍ਰਭੂ ਨੇ ਐਸਾ ਨਿਯਮ ਬਣਾਇਆ ਹੈ ਕਿ ਹਰੇਕ ਜੀਵ ਦਾ ਕੀਤਾ) ਚੰਗਾ ਜਾਂ ਮੰਦਾ ਕੰਮ ਉਸ ਪ੍ਰਭੂ ਦੇ ਮਹਲ ਦੇ ਦਰ ਤੇ ਚੋਬਦਾਰ ਹੈ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਵੱਸ ਰਿਹਾ ਹੈ, ਪਰ ਜੀਵ ਦੇ ਆਪਣੇ ਕੀਤੇ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਹੀ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਵਿੱਥ ਕਰਾ ਦੇਂਦੇ ਹਨ)। ਜਿਸ ਚਿਤ੍ਰਗੁਪਤ ਦਾ ਸਹਿਮ ਹਰੇਕ ਜੀਵ ਨੂੰ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਉਹ) ਚਿਤ੍ਰਗੁਪਤ ਉਸ ਦੇ ਘਰ ਇਕ ਮੁਨੀਮ (ਦੀ ਹਸਤੀ ਰੱਖਦਾ) ਹੈ।",
    "pronunciation": "(ਡਾਂਗੀਅਾ) ਚੋਬਦਾਰ",
    "type_id": 3
  },
  {
    "id": 55499,
    "shabad_id": 4685,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਧਰਮਰਾੲਿ; ਪਰੁਲੀ ਪ੍ਰਤਿਹਾਰੁ ॥",
    "transliteration": "Dhharam Raae Parulee Prathihaar ||",
    "translation": "The Righteous Judge of Dharma, the Lord of Destruction, is the door-man.",
    "punjabi": "(ਲੋਕਾਂ ਦੇ ਭਾਣੇ) ਪਰਲੋ ਲਿਆਉਣ ਵਾਲਾ ਧਰਮਰਾਜ ਉਸ ਪ੍ਰਭੂ ਦੇ ਮਹਲ ਦਾ ਇਕ (ਮਮੂਲੀ) ਦਰਬਾਨ ਹੈ,",
    "pronunciation": "(ਪਰੁਲੀ) ਪਰਲੌਂ ਕਰਨ ਵਾਲੇ। (ਪ੍ਰਤਿਹਾਰੁ) ਦਾਸ, ਦਫ਼ਤਰੀ",
    "type_id": 3
  },
  {
    "id": 55500,
    "shabad_id": 4685,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸੁੋ ਅੈਸਾ ਰਾਜਾ; ਸ੍ਰੀ ਗੋਪਾਲੁ ॥੨॥",
    "transliteration": "Suo Aisaa Raajaa Sree Gopaal ||2||",
    "translation": "Such is the Supreme Sovereign Lord of the World. ||2||",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮਾਲਕ ਉਹ ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55501,
    "shabad_id": 4685,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜਾਂਚੈ ਘਰਿ ਗਣ ਗੰਧਰਬ, ਰਿਖੀ ਬਪੁੜੇ; ਢਾਢੀਅਾ ਗਾਵੰਤ ਅਾਛੈ ॥",
    "transliteration": "Jaan Chai Ghar Gan Gandhharab Rikhee Bapurrae Dtaadteeaa Gaavanth Aashhai ||",
    "translation": "In His Home are the heavenly heralds, celestial singers, Rishis and poor minstrels, who sing so sweetly.",
    "punjabi": "(ਉਹ ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ) ਜਿਸ ਦੇ ਦਰ ਤੇ (ਸ਼ਿਵ ਜੀ ਦੇ) ਗਣ ਦੇਵਤਿਆਂ ਦੇ ਰਾਗੀ ਅਤੇ ਸਾਰੇ ਰਿਸ਼ੀ-ਇਹ ਵਿਚਾਰੇ ਢਾਢੀ (ਬਣ ਕੇ ਉਸ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਦੀਆਂ ਵਾਰਾਂ) ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "(ਅਾਛੈ) ਸੁੰਦਰ ਹਨ। ਗੰ-ਧਰਬ। ਬਪੱੁੜੇ",
    "type_id": 3
  },
  {
    "id": 55502,
    "shabad_id": 4685,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਰਬ ਸਾਸਤ੍ਰ ਬਹੁਰੂਪੀਅਾ, ਅਨਗਰੂਅਾ ਅਾਖਾੜਾ; ਮੰਡਲੀਕ. ਬੋਲ ਬੋਲਹਿ ਕਾਛੇ ॥",
    "transliteration": "Sarab Saasathr Bahu Roopeeaa Anagarooaa Aakhaarraa Manddaleek Bol Bolehi Kaashhae ||",
    "translation": "All the Shaastras take various forms in His theater, singing beautiful songs.",
    "punjabi": "ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ (ਮਾਨੋ) ਬਹੁ-ਰੂਪੀਏ ਹਨ, (ਇਹ ਜਗਤ, ਮਾਨੋ, ਉਸ ਦਾ) ਨਿੱਕਾ ਜਿਹਾ ਅਖਾੜਾ ਹੈ, (ਇਸ ਜਗਤ ਦੇ) ਰਾਜੇ ਉਸ ਦਾ ਹਾਲਾ ਭਰਨ ਵਾਲੇ ਹਨ, (ਉਸ ਦੀ ਸਿਫ਼ਤ ਦੇ) ਸੁੰਦਰ ਬੋਲ ਬੋਲਦੇ ਹਨ।",
    "pronunciation": "(ਬਹੁ-ਰੂਪੀਅਾ) ਬਟਰੂਪੀਅਾ।(ਅਨ-ਗਰੂਅਾ) ਭਾਰੀ। (ਅਾਖਾੜਾ) ਜਗ੍ਹਾ। (ਮੰਡਲੀਕ) ਰਾਜੇ। (ਕਾਛੇ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 55503,
    "shabad_id": 4685,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਚੳੁਰ ਢੂਲ; ਜਾਂਚੈ ਹੈ ਪਵਣੁ ॥",
    "transliteration": "Chour Dtool Jaan Chai Hai Pavan ||",
    "translation": "The wind waves the fly-brush over Him;",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ ਕਿ ਉਸ ਦੇ ਦਰ ਤੇ ਪਵਣ ਚਉਰ ਬਰਦਾਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55504,
    "shabad_id": 4685,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਚੇਰੀ ਸਕਤਿ; ਜੀਤਿ ਲੇ ਭਵਣੁ ॥",
    "transliteration": "Chaeree Sakath Jeeth Lae Bhavan ||",
    "translation": "His hand-maiden is Maya, who has conquered the world.",
    "punjabi": "ਮਾਇਆ ਉਸ ਦੀ ਦਾਸੀ ਹੈ ਜਿਸ ਨੇ ਸਾਰਾ ਜਗਤ ਜਿਤ ਲਿਆ ਹੈ,",
    "pronunciation": "(ਚੇਰੀ) ਦਾਸੀ। (ਸਕਤਿ) ਮਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 55505,
    "shabad_id": 4685,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅੰਡ ਟੂਕ; ਜਾਚੈ ਭਸਮਤੀ ॥",
    "transliteration": "Andd Ttook Jaa Chai Bhasamathee ||",
    "translation": "The shell of the earth is His fireplace.",
    "punjabi": "ਇਹ ਧਰਤੀ ਉਸ ਦੇ ਲੰਗਰ ਵਿਚ, ਮਾਨੋ, ਚੁੱਲ੍ਹਾ ਹੈ (ਭਾਵ, ਸਾਰੀ ਧਰਤੀ ਦੇ ਜੀਆਂ ਨੂੰ ਉਹ ਆਪ ਹੀ ਰਿਜ਼ਕ ਦੇਣ ਵਾਲਾ ਹੈ),",
    "pronunciation": "(ਅਮਡ) ੨੧ ਪੁਰੀਅਾਂ ਦੇ ਬ੍ਰਹਮੰਡ ਦਾ। (ਟੂਕ) ਟੁਕੜਾ, ਸਾਰੀ ਧਰਤੀ ਸੂਰਜ ਚੰਦ ਤਾਰੇ ਦਿਸ ਰਿਹਾ ਪਸਾਰਾ। (ਭਸ-ਮਤੀ) ਚੁੱਲ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 55506,
    "shabad_id": 4685,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸੁੋ ਅੈਸਾ ਰਾਜਾ; ਤਿ੍ਰਭਵਣ ਪਤੀ ॥੩॥",
    "transliteration": "Suo Aisaa Raajaa Thribhavan Pathee ||3||",
    "translation": "Such is the Sovereign Lord of the three worlds. ||3||",
    "punjabi": "ਤਿੰਨਾਂ ਭਵਨਾਂ ਦਾ ਮਾਲਕ ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55507,
    "shabad_id": 4685,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਜਾਂਚੈ ਘਰਿ ਕੂਰਮਾ ਪਾਲੁ; ਸਹਸ੍ਰਫਨੀ, ਬਾਸਕੁ ਸੇਜਵਾਲੂਅਾ ॥",
    "transliteration": "Jaan Chai Ghar Kooramaa Paal Sehasr Fanee Baasak Saej Vaalooaa ||",
    "translation": "In His Home, the celestial turtle is the bed-frame, woven with the strings of the thousand-headed snake.",
    "punjabi": "(ਉਹ ਪ੍ਰਭੂ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ) ਕਿ ਵਿਸ਼ਨੂ ਦਾ ਕੱਛ-ਅਵਤਾਰ ਜਿਸ ਦੇ ਘਰ ਵਿਚ, ਮਾਨੋ, ਇਕ ਪਲੰਘ ਹੈ; ਹਜ਼ਾਰ ਫਣਾਂ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਜਿਸ ਦੀ ਸੇਜ ਦੀਆਂ ਤਣੀਆਂ (ਦਾ ਕੰਮ ਦੇਂਦਾ) ਹੈ;",
    "pronunciation": "(ਕੂਰਮਾ) ਕੱਛ ਅਵਤਾਰ। (ਪਾਲੁ) ਪਲੰਘ। (ਸਹਸ੍ਰਫਨੀ) ਸ਼ੇਸ਼ਨਾਗ ਸੇਜਾ ਹੈ। (ਬਾਸਕੁ) ਨਾਗ। (ਸੇਜਵਾਲੂਅਾ) ਸੇਜ ਬੰਦ ਹੈ",
    "type_id": 3
  },
  {
    "id": 55508,
    "shabad_id": 4685,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਅਠਾਰਹ ਭਾਰ ਬਨਾਸਪਤੀ ਮਾਲਣੀ; ਛਿਨਵੈ ਕਰੋੜੀ ਮੇਘ ਮਾਲਾ, ਪਾਣੀਹਾਰੀਅਾ ॥",
    "transliteration": "Athaareh Bhaar Banaasapathee Maalanee Shhinavai Karorree Maegh Maalaa Paaneehaareeaa ||",
    "translation": "His flower-girls are the eighteen loads of vegetation; His water-carriers are the nine hundred sixty million clouds.",
    "punjabi": "ਜਗਤ ਦੀ ਸਾਰੀ ਬਨਸਪਤੀ (ਉਸ ਨੂੰ ਫੁੱਲ ਭੇਟ ਕਰਨ ਵਾਲੀ) ਮਾਲਣ ਹੈ, ਛਿਆਨਵੇ ਕਰੋੜ ਬੱਦਲ ਉਸ ਦਾ ਪਾਣੀ ਭਰਨ ਵਾਲੇ (ਨੌਕਰ) ਹਨ;",
    "pronunciation": "(ਪਾਣੀਹਾਰੀਅਾ) ਝਿੳੂਰੀਅਾਂ। ਛਿਨ-ਵੈ। ਮਾਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55509,
    "shabad_id": 4685,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਨਖ ਪ੍ਰਸੇਵ; ਜਾਚੈ ਸੁਰਸਰੀ ॥",
    "transliteration": "Nakh Prasaev Jaa Chai Surasaree ||",
    "translation": "His sweat is the Ganges River.",
    "punjabi": "ਗੰਗਾ ਉਸ ਦੇ ਦਰ ਤੇ ਉਸ ਦੇ ਨਹੁੰਆਂ ਦਾ ਪਸੀਨਾ ਹੈ,",
    "pronunciation": "(ਪ੍ਰਸੇਵ) ਮੁੜ੍ਹਕਾ। (ਸੁਰਸਰੀ) ਗੰਗਾ। ਨਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55510,
    "shabad_id": 4685,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਸਪਤ ਸਮੁੰਦ; ਜਾਂਚੈ ਘੜਥਲੀ ॥",
    "transliteration": "Sapath Samundh Jaan Chai Gharrathhalee ||",
    "translation": "The seven seas are His water-pitchers.",
    "punjabi": "ਅਤੇ ਸੱਤੇ ਸਮੁੰਦਰ ਉਸ ਦੀ ਘੜਵੰਜੀ ਹਨ,",
    "pronunciation": "(ਘੜਥਲੀ) ਘੜੇਸਨੀ (ਦੂਜਾ ਪਾ੍ਰਠ: ਘੜ ਥਲੀ)",
    "type_id": 3
  },
  {
    "id": 55511,
    "shabad_id": 4685,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ੲੇਤੇ ਜੀਅ; ਜਾਂ ਚੈ ਵਰਤਣੀ ॥",
    "transliteration": "Eaethae Jeea Jaan Chai Varathanee ||",
    "translation": "The creatures of the world are His household utensils.",
    "punjabi": "ਜਗਤ ਦੇ ਇਹ ਸਾਰੇ ਜੀਆ-ਜੰਤ ਉਸ ਦੇ ਭਾਂਡੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55512,
    "shabad_id": 4685,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਸੁੋ ਅੈਸਾ ਰਾਜਾ; ਤਿ੍ਰਭਵਣ ਧਣੀ ॥੪॥",
    "transliteration": "Suo Aisaa Raajaa Thribhavan Dhhanee ||4||",
    "translation": "Such is the Sovereign Lord King of the three worlds. ||4||",
    "punjabi": "ਐਸਾ ਰਾਜਾ ਹੈ ਤਿੰਨਾਂ ਭਵਨਾਂ ਦਾ ਮਾਲਕ ਉਹ ਪ੍ਰਭੂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55513,
    "shabad_id": 4685,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਜਾਂਚੈ ਘਰਿ ਨਿਕਟ ਵਰਤੀ, ਅਰਜਨੁ ਧ੍ਰ¨ ਪ੍ਰਹਲਾਦੁ ਅੰਬਰੀਕੁ ਨਾਰਦੁ ਨੇਜੈ; ਸਿਧ ਬੁਧ ਗਣ ਗੰਧਰਬ, ਬਾਨਵੈ ਹੇਲਾ ॥",
    "transliteration": "Jaan Chai Ghar Nikatt Varathee Arajan Dhhroo Prehalaadh Anbareek Naaradh Naejai Sidhh Budhh Gan Gandhharab Baanavai Haelaa ||",
    "translation": "In His home are Arjuna, Dhroo, Prahlaad, Ambreek, Naarad, Nayjaa, the Siddhas and Buddhas, the ninety-two heavenly heralds and celestial singers in their wondrous play.",
    "punjabi": "(ਉਹ ਪ੍ਰਭੂ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ) ਜਿਸ ਦੇ ਘਰ ਵਿਚ ਉਸ ਦੇ ਨੇੜੇ ਰਹਿਣ ਵਾਲੇ ਅਰਜਨ, ਪ੍ਰਹਿਲਾਦ, ਅੰਬ੍ਰੀਕ, ਨਾਰਦ, ਨੇਜੈ (ਜੋਗ-ਸਾਧਨਾ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਗਿਆਨਵਾਨ ਮਨੁੱਖ, ਸ਼ਿਵ ਜੀ ਦੇ ਗਣ ਦੇਵਤਿਆਂ ਦੇ ਰਾਗੀ, ਬਵੰਜਾ ਬੀਰ ਆਦਿਕ ਉਸ ਦੀ (ਇਕ ਸਧਾਰਨ ਜਿਹੀ) ਖੇਡ ਹਨ।",
    "pronunciation": "(ਨੇਜੈ) ਭੀਸਮ ਪਿਤਾਮਾ, ਨੇਜਾ ਭਗਤ। (ਬਾਨਵੈ) ਰਚਦੇ। (ਹੇਲਾ) ਕੌਤਕ। ਗੰ-ਧਰਬ",
    "type_id": 3
  },
  {
    "id": 55514,
    "shabad_id": 4685,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ੲੇਤੇ ਜੀਅ; ਜਾਂਚੈ ਹਹਿ ਘਰੀ ॥",
    "transliteration": "Eaethae Jeea Jaan Chai Hehi Gharee ||",
    "translation": "All the creatures of the world are in His House.",
    "punjabi": "ਜਗਤ ਦੇ ਇਹ ਸਾਰੇ ਜੀਆ-ਜੰਤ ਉਸ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਹਨ,",
    "pronunciation": "ਘਰੀ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 55515,
    "shabad_id": 4685,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਸਰਬ ਬਿਅਾਪਿਕ; ਅੰਤਰ ਹਰੀ ॥",
    "transliteration": "Sarab Biaapik Anthar Haree ||",
    "translation": "The Lord is diffused in the inner beings of all.",
    "punjabi": "ਉਹ ਹਰੀ-ਪ੍ਰਭੂ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਸਭ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55516,
    "shabad_id": 4685,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਣਵੈ ਨਾਮਦੇੳੁ; ਤਾਂ ਚੀ ਅਾਣਿ ॥",
    "transliteration": "Pranavai Naamadhaeo Thaan Chee Aan ||",
    "translation": "Prays Naam Dayv, seek His Protection.",
    "punjabi": "ਨਾਮਦੇਵ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਮੈਨੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਓਟ ਆਸਰਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55517,
    "shabad_id": 4685,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "ਸਗਲ ਭਗਤ; ਜਾ ਚੈ ਨੀਸਾਣਿ ॥੫॥੧॥",
    "transliteration": "Sagal Bhagath Jaa Chai Neesaan ||5||1||",
    "translation": "All the devotees are His banner and insignia. ||5||1||",
    "punjabi": "ਸਾਰੇ ਭਗਤ ਜਿਸ ਦੇ ਝੰਡੇ ਹੇਠ (ਅਨੰਦ ਮਾਣ ਰਹੇ) ਹਨ ॥੫॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55518,
    "shabad_id": 4686,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਲਾਰ ॥",
    "transliteration": "Malaar ||",
    "translation": "Malaar:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55519,
    "shabad_id": 4686,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮੋਕੳੁ ਤੂੰ. ਨ ਬਿਸਾਰਿ; ਤੂ. ਨ ਬਿਸਾਰਿ ॥",
    "transliteration": "Mo Ko Thoon N Bisaar Thoo N Bisaar ||",
    "translation": "Please do not forget me; please do not forget me,",
    "punjabi": "(ਹੇ ਰਾਮ!) ਮੈਨੂੰ ਤੂੰ ਨਾ ਭੁਲਾਈਂ, ਮੈਨੂੰ ਤੂੰ ਨਾ ਵਿਸਾਰੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55520,
    "shabad_id": 4686,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੂ. ਨ ਬਿਸਾਰੇ; ਰਾਮੲੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thoo N Bisaarae Raameeaa ||1|| Rehaao ||",
    "translation": "Please do not forget me, O Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਸੁਹਣੇ ਰਾਮ! ਮੈਨੂੰ ਤੂੰ ਨਾ ਵਿਸਾਰੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਰਾ-ਮੲੀਅਾ",
    "type_id": 4
  },
  {
    "id": 55521,
    "shabad_id": 4686,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਅਾਲਾਵੰਤੀ ੲਿਹੁ ਭ੍ਰਮੁ ਜੋਹੈ; ਮੁਝ ੳੂਪਰਿ ਸਭ ਕੋਪਿਲਾ ॥",
    "transliteration": "Aalaavanthee Eihu Bhram Jo Hai Mujh Oopar Sabh Kopilaa ||",
    "translation": "The temple priests have doubts about this, and everyone is furious with me.",
    "punjabi": "(ਇਹਨਾਂ ਪਾਂਡਿਆਂ ਨੂੰ) ਇਹ ਵਹਿਮ ਹੈ ਕਿ ਇਹ ਉੱਚੀ ਜਾਤੀ ਵਾਲੇ ਹਨ, (ਇਸ ਕਰਕੇ ਇਹ) ਸਾਰੇ ਮੇਰੇ ਉੱਤੇ ਗੁੱਸੇ ਹੋ ਗਏ ਹਨ;",
    "pronunciation": "(ਅਾਲਾ-ਵੰਤੀ) (ਅਾਲਾ) ਮੰਦਰ, (ਵੰਤੀ) ਵਾਲੇ ਪੰਡੇ। (ਜੋਹੈ) ਤਾੜਦੇ ਹਨ। (ਕੋਪਿਲਾ) ਗੁੱਸੇ ਹੋ ਰਹੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 55522,
    "shabad_id": 4686,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸੂਦੁ ਸੂਦੁ ਕਰਿ. ਮਾਰਿ ੳੁਠਾੲਿਓ; ਕਹਾ ਕਰੳੁ. ਬਾਪ ਬੀਠੁਲਾ ॥੧॥",
    "transliteration": "Soodh Soodh Kar Maar Outhaaeiou Kehaa Karo Baap Beethulaa ||1||",
    "translation": "Calling me low-caste and untouchable, they beat me and drove me out; what should I do now, O Beloved Father Lord? ||1||",
    "punjabi": "ਸ਼ੂਦਰ ਸ਼ੂਦਰ ਆਖ ਆਖ ਕੇ ਤੇ ਮਾਰ-ਕੁਟਾਈ ਕਰ ਕੇ ਮੈਨੂੰ ਇਹਨਾਂ ਨੇ ਉਠਾਲ ਦਿੱਤਾ ਹੈ; ਹੇ ਮੇਰੇ ਬੀਠੁਲ ਪਿਤਾ! ਇਹਨਾਂ ਅੱਗੇ ਮੇਰੀ ਇਕੱਲੇ ਦੀ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55523,
    "shabad_id": 4686,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮੂੲੇ ਹੂੲੇ, ਜੳੁ ਮੁਕਤਿ ਦੇਹੁਗੇ; ਮੁਕਤਿ. ਨ ਜਾਨੈ, ਕੋੲਿਲਾ ॥",
    "transliteration": "Mooeae Hooeae Jo Mukath Dhaehugae Mukath N Jaanai Koeilaa ||",
    "translation": "If You liberate me after I am dead, no one will know that I am liberated.",
    "punjabi": "ਜੇ ਤੂੰ ਮੈਨੂੰ ਮਰਨ ਪਿੱਛੋਂ ਮੁਕਤੀ ਦੇ ਦਿੱਤੀ, ਤੇਰੀ ਦਿੱਤੀ ਹੋਈ ਮੁਕਤੀ ਦਾ ਕਿਸੇ ਨੂੰ ਪਤਾ ਨਹੀਂ ਲੱਗਣਾ;",
    "pronunciation": "(ਕੋੲਿਲਾ) ਕੋੲੀ ਭੀ",
    "type_id": 3
  },
  {
    "id": 55524,
    "shabad_id": 4686,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ੲੇ ਪੰਡੀਅਾ, ਮੋਕੳੁ ਢੇਢ ਕਹਤ; ਤੇਰੀ ਪੈਜ ਪਿਛੰੳੁਡੀ, ਹੋੲਿਲਾ ॥੨॥",
    "transliteration": "Eae Panddeeaa Mo Ko Dtaedt Kehath Thaeree Paij Pishhanouddee Hoeilaa ||2||",
    "translation": "These Pandits, these religious scholars, call me low-born; when they say this, they tarnish Your honor as well. ||2||",
    "punjabi": "ਇਹ ਪਾਂਡੇ ਮੈਨੂੰ ਨੀਚ ਆਖ ਰਹੇ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ ਤਾਂ ਤੇਰੀ ਆਪਣੀ ਹੀ ਇੱਜ਼ਤ ਘੱਟ ਰਹੀ ਹੈ (ਕੀ ਤੇਰੀ ਬੰਦਗੀ ਕਰਨ ਵਾਲਾ ਕੋਈ ਬੰਦਾ ਨੀਚ ਰਹਿ ਸਕਦਾ ਹੈ?) ॥੨॥",
    "pronunciation": "(ਢੇਢ) ਮੂਰਖ, ਨੀਚ, ਸ਼ੂਦ੍ਰ। (ਪੈਜ) ਪ੍ਰਸਿੱਧੀ, ਵਡਿਅਾੲੀ। (ਪਿ-ਛੰੳੁਡੀ) ਪਿੱਛੇ। (ਹੋੲਿਲਾ) ਹੋ ਰਹੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 55525,
    "shabad_id": 4686,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਜੁ ਦੲਿਅਾਲੁ ਕਿ੍ਰਪਾਲੁ ਕਹੀਅਤੁ ਹੈਂ; ਅਤਿਭੁਜ ਭੲਿਓ ਅਪਾਰਲਾ ॥",
    "transliteration": "Thoo J Dhaeiaal Kirapaal Keheeath Hain Athibhuj Bhaeiou Apaaralaa ||",
    "translation": "You are called kind and compassionate; the power of Your Arm is absolutely unrivalled.",
    "punjabi": "(ਹੇ ਸੁਹਣੇ ਰਾਮ!) ਤੂੰ ਤਾਂ (ਸਭਨਾਂ ਉੱਤੇ, ਚਾਹੇ ਕੋਈ ਨੀਚ ਕੁਲ ਦਾ ਹੋਵੇ ਚਾਹੇ ਉੱਚੀ ਕੁਲ ਦਾ) ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਮਿਹਰ ਦਾ ਘਰ ਹੈਂ, (ਫਿਰ ਤੂੰ) ਹੈਂ ਭੀ ਬੜਾ ਬਲੀ ਤੇ ਬੇਅੰਤ। (ਕੀ ਤੇਰੇ ਸੇਵਕ ਉੱਤੇ ਕੋਈ ਤੇਰੀ ਮਰਜ਼ੀ ਤੋਂ ਬਿਨਾ ਧੱਕਾ ਕਰ ਸਕਦਾ ਹੈ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55526,
    "shabad_id": 4686,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਫੇਰਿ ਦੀਅਾ ਦੇਹੁਰਾ ਨਾਮੇ ਕੳੁ; ਪੰਡੀਅਨ ਕੳੁ ਪਿਛਵਾਰਲਾ ॥੩॥੨॥",
    "transliteration": "Faer Dheeaa Dhaehuraa Naamae Ko Panddeean Ko Pishhavaaralaa ||3||2||",
    "translation": "The Lord turned the temple around to face Naam Dayv; He turned His back on the Brahmins. ||3||2||",
    "punjabi": "(ਮੇਰੀ ਨਾਮਦੇਵ ਦੀ ਅਰਜ਼ੋਈ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਨੇ) ਦੇਹੁਰਾ ਮੈਂ ਨਾਮਦੇਵ ਵਲ ਫੇਰ ਦਿੱਤਾ, ਤੇ ਪਾਂਡਿਆਂ ਵਲ ਪਿੱਠ ਹੋ ਗਈ ॥੩॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
