{
  "content": [
    {
      "asset": "gsnl",
      "type": "translation",
      "language": "pa",
      "data": "ਚੌਥੀ ਪਾਤਸ਼ਾਹੀ ਦਾ ਰੁਤਬਾ ਮੁਬਾਰਕ ਫਰਿਸ਼ਤਿਆਂ ਦੀਆਂ ਚਵ੍ਹਾਂ ਸ਼ਰੇਨੀਆਂ ਦੇ ਰੁਤਬੇ ਤੋਂ ਵਡੇਰਾ ਹੈ । ਰੱਬੀ ਦਰਗਾਹ ਦੇ ਪਰਵਾਨ ਪਿਆਰੇ ਉਸ ਦੀ ਸੇਵਾ ਵਿਚ ਸਦਾ ਤਿਆਰ ਬਰ ਤਿਆਰ ਰਹਿੰਦੇ ਹਨ । ਹਰ ਮੰਦ-ਭਾਗੀ ਅਤੇ ਕਮੀਨਾ ਪੁਰਸ਼, ਜਿਸਨੇ ਵੀ ਉਸ ਦੇ ਦੁਆਰੇ ਸ਼ਰਨ ਮੰਗੀ, ਸਮਝੋ ਉਹ ਚੌਥੀ ਪਾਤਸ਼ਾਹੀ ਦੀ ਵਡਿਆਈ ਦੀਆਂ ਬਰਕਤਾਂ ਸਦਕਾ ਮਾਨ ਸਤਿਕਾਰ ਦੀ ਗੱਦੀ ਤੇ ਬਹਿ ਗਿਆ । ਜਿਸ ਪਾਪੀ ਅਤੇ ਨੀਚ ਨੇ ਉਸ (ਗੁਰੂ) ਦਾ ਪਵਿੱਤ੍ਰ ਨਾਮ ਸਿਮਰਿਆ, ਉਸਨੇ ਮਾਣੋ ਪਾਪਾਂ ਤੇ ਦੋਸ਼ਾਂ ਦਾ ਮਿੱਟੀ ਘੱਟਾ ਆਪਣੇ ਸਰੀਰ ਦੇ ਪੱਲੇ ਤੋਂ ਪਰ੍ਹਾਂ ਝਾੜ ਮਾਰਿਆ । ਹੱਦ ਦਰਜੇ ਦੀ ਬਖਸ਼ਿਸ਼ ਵਾਲੀ ਰੇ ਹਰ ਸਰੀਰ ਲਈ ਆਤਮਾ ਹੈ । ਉਸ ਦੇ ਨਾਮ ਦਾ ਪਹਿਲਾ ਅਲਿਫ ਹਰ ਨਾਮ ਨਾਲੋਂ ਉਚੇਰਾ ਅਤੇ ਵਡੇਰਾ ਹੈ । ਉਸ ਦੇ ਨਾਮ ਦੀ ਮੀਮ ਜਿਹੜੀ ਸਿਰ ਤੋਂ ਪੈਰਾਂ ਤਕ ਮਿਹਰ ਤੇ ਕਰਮ ਦਾ ਨਮੂਨਾ ਹੈ, ਉਸ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਰੱਬ ਦੀ ਪਿਆਰੀ ਹੈ । ਉਸ ਦੇ ਨਾਮ ਦੀ ਦਾਲ ਸਮੇਤ ਅਲਿਫ ਦੇ ਹਮੇਸ਼ਾ ਰੱਬ ਨਾਲ ਜੜੀ ਰਹਿੰਦੀ ਹੈ । ਉਸ ਦੇ ਨਾਮ ਦਾ ਅਖੀਰਲਾ ਸੀਨ ਹਰ ਉੜੇ ਥੁੜੇ ਨੂੰ ਮਾਨ ਬਖਸ਼ਣ ਵਾਲਾ ਹੈ ਅਤੇ ਦੋਹਾਂ ਜਹਾਨਾਂ ਦੀ ਮਦਦ ਕਰਣ ਲਈ ਕਾਫੀ ਹੈ ।"
    },
    {
      "asset": "kegp",
      "type": "translation",
      "language": "en",
      "data": "Fourth Guru, Guru Ram Das Ji. The rank of the fourth Guru, Guru Ram Das Ji, is higher than the ranks of the four holy sects of angels. Those who have been accepted in the Divine Court are ever ready to perform service for him. Every unfortunate, ignoble, debased, sordid and mean person, who has sought refuge at his door, he, due to the greatness of the blessings of the fourth Guru, gets enthroned on the seat of honor and eclat. Any sinner and immoral person who had meditated on his Naam, take it, that he was able to shake off the filth and the dirt of his crimes and sins far away from the ends of his body. The ever-gifted 'Ray' in his name is the soul of every body; the first 'Alif' in his name is better and higher than every other name; the 'Meem' that is the model of the benevolence and kindness from head to toe is the favorite of the Omnipotent; the  'Daal' including 'Alif' in his name is always attuned to the Naam of Waaheguru. The last 'Seen' is the one to bestow honor and eclat on every handicapped and the destitute and is adequate to be of help and support in both the worlds."
    }
  ]
}