[
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "AYsy khXo clIXY hmry sMg jo sB gÍwrin ko mn mohY ]XyN kih kwhy kro ibnqI sun kY quih lwl hIAY miD jo hY ]734]",
    "transliteration": "Aise Kahyo Chaleeyai Hamre San Jo Sabh Gvaaran(i) Ko Man Mohai|| Yon Kah(i) Ko Man Mohai|| Yon Kah(i) Kaahe Daro Bintisoun Kai Tuhe Laal Heeai Madh(i) Jo Hai||734||",
    "translation": "Krishna, who allured the minds of the gopis, said, “You go with me, why are you doing this? I request you to say to me all that is in your mind.734.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kwhy aurwhn dyq sKI khXo pRIq gnI hmrI sMg qyry ]nwhk qUM BrmI mn mY kCu bwq n cMdRBgw mn myry ]",
    "transliteration": "Kaahe Uraahan Det Sakhikahyo Preet Ghanihamri San Dere Naahak Toon Bharmiman Mai Kachhu Baat Na Channdrabhagad Man Dere||",
    "translation": "“O my dear Radha! why are you getting sarcastic with me? I have love only for you; you have fallen in illusion in vain; I have nothing in my mind regarding Chandarbhaga;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qw qy auTo qij mwn sBY cl Kylih pY jmunw qt kyry ]mwnq hY nih bwq hTI ibrhwqur hÍY ibrhI jn tyry ]735]",
    "transliteration": "Taa Te Outho Taj(i) Maan Sabhai Chal Khelah(i) Pai Jamounnda Tat Dere|| Maanat Hai Nah(i) Baat Hathibirhaatur Hvai Birahijan Dere||735||",
    "translation": "“Therefore, forsaking your pride, go with me for playing on the bank of Yamuna;” the persistent Radha is not obeying Krishna, when, Krishna, over-wrought with separation is calling her.735.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qXwg khXo Ab mwn sKI hm hUM qumhUM bn bIc pDwrYN ]nwhk hI qUM irsI mn mY nhI Awn qRIXwmn bwq hmwrYN ]",
    "transliteration": "Tyaag Kahyo Ab Maan Sakhiham Hoon Toumhoon Ban Beech Padhdarain|| Naahak Hitoun Risiman Mai Nahiaan Treeyaa Man Baat Hamdarain||",
    "translation": "“O dear! forsake your pride and come; let both of us go to the forest; you are angry in your mind uselessly, because there is not other woman in my mind;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "qwN qy ASok ky swQ suno cl qIr ndI sB so kih fwrYN ]Xwqyn Aaur BlI kCu hY imil kY hm mYn ko mwn invwrYN ]736]",
    "transliteration": "Tan Te Ashok Ke Saath Souno Chal Teer Nadisabh So Kah(i) Ddarain|| Yaaten Aur Bhalikachhu Hai Mil(i) Kai Ham Main Ko Man Nivdarain||736||",
    "translation": "“Therefore listen to me with delight and go with me; on the bank of the river I shall say this that there is no other gopi so nice as you; after that let us both in unison shatter the pride of the god of love.736.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "kwnH rswqur hÍY Aiq hI biRKBwn suqw iFg bwq aucwrI ]qwih mnI hir bwq soaU iqn mwn kI bwq ibdw kir fwrI ]",
    "transliteration": "Kaahn Rsaatur Hvai At(i) Hibrikhbhaan Soutaa Soutaa Dhig Baat Ouchdaree|| Taah(i) Manidar(i) Baat Sooo Tin Maan Kibaat Bidaa Kar(i) Ddaree||",
    "translation": "When Krishna talked to Radha in extreme perturbance, she submitted to Krishna and abandoned her pride;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "hwQ iqso bhIAw gih sXwm su AYsy khXo Ab Kylih XwrI ]kwnH khXo qb rwiDkw so hmry sMg kyl kro morI ipAwrI ]737]",
    "transliteration": "Haath Tiso Baheeaa Gadh Syaam Su Aise Kahyo Ab Khelah(i) Ydaree|| Kaahn Kahyo Tab Raadhikaa So Hamre San Kel Daro Moripidaree||737||",
    "translation": "Holding her hand, Krishna said, “Come my friend and most dear Radha! you absorb yourself in passionate play with me.”737.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11460,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "rwDy bwc kwnH so ]",
    "transliteration": "Raadhe Baach Kaahn So||",
    "translation": "Speech of Radha address to Krishna:",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11461,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "svYXw ]",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11461,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "XoN suin kY biRKBwn suqw nMd lwl llw khu au`qr dIno ]qwhI so bwq kho hir jU ijh ky sMg nyhu Gno qum kIno ]",
    "transliteration": "Yon Soun(i) Kai Brikhbhaan Soutaa Nand Laal Nand Laal Lalaa Kauh Outtar Deeno|| Taahiso Baat Kaho Har(i) Joo Jih Ke San Neh(u) Ghano Toum Keeno||",
    "translation": "Hearing the words of Krishna, Radha replied, “O Krishna! you talk with her, with whom you have been in love;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11461,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "kwhy kau morI ghI bhIAw su duKwvq kwhy kau ho muih jIno ]XO kih bwq BrI AKIAwN kir kY duKu sÍws ausws su lIno ]738]",
    "transliteration": "Kaahe Kau Morigadibaheeaa Su Doukhaavat Kaahe Kau Ho Muhe Jeeno|| You Kah(i) Akheeaan Kar(i) Kai Doukh(u) Svaas Ousaas Su Leeno||738||",
    "translation": "“Why have you caught hold of my arm and why are you causing anguish to my heart?” Saying this, Radha”s eyes were filled with tears and she heaved a long sigh.738.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11462,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "svYXw ]",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11462,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "kyl kro aun gÍwrin so ijn sMg rcXo mn hY su qumwro ]sÍwsn lY AKIAwN Br kY bRKBwn suqw ieh BwNq aucwro ]",
    "transliteration": "Kel Daro Oun Gvaaran(i) So Jin San Rachyo Man Hai Su Tudaro|| Svaasan Lai Akheeaan Bhar-kai Brikhbhaan Soutaa Eh Bhaant Oucdaro||",
    "translation": "Heaving a long sigh and filling her eyes with tears, Radha said, “O Krishna! you roam with those gopis, with whom you have been fondly attached;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 11462,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "sMg clo nih hau qumry kr AwXuD lY kihE ikau nhI mwro ]swc kho qum soN bqIXwN qij kY hm ko jdubIr pDwro ]739]",
    "transliteration": "San Chalo Nah(i) Hau Toumre Kar Aayudh Lai Kahio Kio Nahidaro|| Saach Kaho Toum Son Bateeaan Taj(i) Kai Ham Ko Jadoubeer Padhdaro739||",
    "translation": "“You may even kill me taking the weapons in your hands, but I shall not go with you; O Krishna! I am telling you the truth that you may go away, leaving me here.”739.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  }
]