[
  {
    "id": 51840,
    "shabad_id": 4254,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾਰੰਗ ਮਹਲਾ ੪ ॥",
    "transliteration": "Saarang Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51841,
    "shabad_id": 4254,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਪਿ ਮਨ. ਨਰਹਰੇ ਨਰਹਰ ਸੁਅਾਮੀ, ਹਰਿ ਸਗਲ ਦੇਵ ਦੇਵਾ; ਸ੍ਰੀ ਰਾਮ ਰਾਮ ਨਾਮਾ, ਹਰਿ ਪ੍ਰੀਤਮੁ ਮੋਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jap Man Nareharae Narehar Suaamee Har Sagal Dhaev Dhaevaa Sree Raam Raam Naamaa Har Preetham Moraa ||1|| Rehaao ||",
    "translation": "O my mind, meditate on the Lord, the Lord, your Lord and Master. The Lord is the Most Divine of all the divine beings. Chant the Name of the Lord, Raam, Raam, the Lord, my most Dear Beloved. ||1||Pause||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਸਭ ਦੇ) ਮਾਲਕ ਨਰਹਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹ ਹਰੀ ਸਾਰੇ ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਹੈ, ਉਹੀ ਹਰੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਦੇਵ ਪ੍ਰਕਾਸ਼ਕਾਂ ਦੇ (ਦੇਵਾ) ਪ੍ਰਕਾਸ਼ਕ",
    "type_id": 4
  },
  {
    "id": 51842,
    "shabad_id": 4254,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਜਿਤੁ ਗਿ੍ਰਹਿ ਗੁਨ ਗਾਵਤੇ, ਹਰਿ ਕੇ ਗੁਨ ਗਾਵਤੇ, ਰਾਮ ਗੁਨ ਗਾਵਤੇ; ਤਿਤੁ ਗਿ੍ਰਹਿ ਵਾਜੇ ਪੰਚ ਸਬਦ, ਵਡਭਾਗ ਮਥੋਰਾ ॥",
    "transliteration": "Jith Grihi Gun Gaavathae Har Kae Gun Gaavathae Raam Gun Gaavathae Thith Grihi Vaajae Panch Sabadh Vadd Bhaag Mathhoraa ||",
    "translation": "That household, in which the Glorious Praises of the Lord are sung, in which the Glorious Praises of the Lord are sung, in which His Glorious Praises are sung, where the Panch Shabad, the Five Primal Sounds, resound - great is the destiny written on the f",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ। (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ।",
    "pronunciation": "ਗ ਿ੍ਰਹਿ, (ਮੱਥੋਰਾ) ਮੱਥੇ ਦੇ",
    "type_id": 3
  },
  {
    "id": 51843,
    "shabad_id": 4254,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਤਿਨ੍ਹ ਜਨ ਕੇ ਸਭਿ ਪਾਪ ਗੲੇ; ਸਭਿ ਦੋਖ ਗੲੇ. ਸਭਿ ਰੋਗ ਗੲੇ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ ਅਭਿਮਾਨੁ ਗੲੇ; ਤਿਨ੍ਹ ਜਨ ਕੇ, ਹਰਿ ਮਾਰਿ ਕਢੇ ਪੰਚ ਚੋਰਾ ॥੧॥",
    "transliteration": "Thinh Jan Kae Sabh Paap Geae Sabh Dhokh Geae Sabh Rog Geae Kaam Krodhh Lobh Mohu Abhimaan Geae Thinh Jan Kae Har Maar Kadtae Panch Choraa ||1||",
    "translation": "All the sins of that humble being are taken away, all the pains are taken away, all diseases are taken away; sexual desire, anger, greed, attachment and egotistical pride are taken away. The Lord drives the five thieves out of such a person of the Lord. |",
    "punjabi": "ਹੇ ਮਨ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਚੁਰਾਣ ਵਾਲੇ ਇਹਨਾਂ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51844,
    "shabad_id": 4254,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਰਾਮ ਬੋਲਹੁ ਹਰਿ ਸਾਧੂ, ਹਰਿ ਕੇ ਜਨ ਸਾਧੂ; ਜਗਦੀਸੁ ਜਪਹੁ, ਮਨਿ ਬਚਨਿ ਕਰਮਿ, ਹਰਿ ਹਰਿ ਅਾਰਾਧੂ; ਹਰਿ ਕੇ ਜਨ ਸਾਧੂ ॥",
    "transliteration": "Har Raam Bolahu Har Saadhhoo Har Kae Jan Saadhhoo Jagadhees Japahu Man Bachan Karam Har Har Aaraadhhoo Har Kae Jan Saadhhoo ||",
    "translation": "Chant the Name of the Lord, O Holy Saints of the Lord; meditate on the Lord of the Universe, O Holy people of the Lord. Meditate in thought, word and deed on the Lord, Har, Har. Worship and adore the Lord, O Holy people of the Lord.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ। ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ। ਹੇ ਹਰੀ ਦੇ ਸਾਧ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਬਚਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਕਰਮ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਿਆ ਕਰੋ।",
    "pronunciation": "ਜੱਗਦੀਸੁ",
    "type_id": 3
  },
  {
    "id": 51845,
    "shabad_id": 4254,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਰਾਮ ਬੋਲਿ. ਹਰਿ ਰਾਮ ਬੋਲਿ. ਸਭਿ ਪਾਪ ਗਵਾਧੂ ॥",
    "transliteration": "Har Raam Bol Har Raam Bol Sabh Paap Gavaadhhoo ||",
    "translation": "Chant the Name of the Lord, chant the Name of the Lord. It shall rid you of all your sins.",
    "punjabi": "ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ, ਰਾਮ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲਵੋਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51846,
    "shabad_id": 4254,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਿਤ ਨਿਤ ਜਾਗਰਣੁ ਕਰਹੁ; ਸਦਾ ਸਦਾ ਅਾਨੰਦੁ, ਜਪਿ ਜਗਦੀਸੁੋਰਾ ॥",
    "transliteration": "Nith Nith Jaagaran Karahu Sadhaa Sadhaa Aanandh Jap Jagadheesuoraa ||",
    "translation": "Continually and continuously remain awake and aware. You shall be in ecstasy forever and ever, meditating on the Lord of the Universe.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੋ। ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਜਾਗਰਣੁ) ਜਾਗਣਾ।ਜੱਗਦੀਸੁੋਰਾ: ਸੋੁ ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51847,
    "shabad_id": 4254,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮਨ ੲਿਛੇ ਫਲ ਪਾਵਹੁ, ਸਭੈ ਫਲ ਪਾਵਹੁ, ਧਰਮੁ ਅਰਥੁ ਕਾਮ ਮੋਖੁ; ਜਨ ਨਾਨਕ. ਹਰਿ ਸਿੳੁ ਮਿਲੇ; ਹਰਿ ਭਗਤ ਤੋਰਾ ॥੨॥੨॥੯॥",
    "transliteration": "Man Eishhae Fal Paavahu Sabhai Fal Paavahu Dhharam Arathh Kaam Mokh Jan Naanak Har Sio Milae Har Bhagath Thoraa ||2||2||9||",
    "translation": "Servant Nanak: O Lord, Your devotees obtain the fruits of their minds' desires; they obtain all the fruits and rewards, and the four great blessings - Dharmic faith, wealth and riches, sexual success and liberation. ||2||2||9||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ। ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ-ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ। ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ॥੨॥੨॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51848,
    "shabad_id": 4255,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੪ ॥",
    "transliteration": "Saarag Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51849,
    "shabad_id": 4255,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਪਿ ਮਨ ਮਾਧੋ ਮਧਸੂਦਨੋ; ਹਰਿ ਸ੍ਰੀਰੰਗੋ ਪਰਮੇਸਰੋ; ਸਤਿ ਪਰਮੇਸਰੋ ਪ੍ਰਭੁ ਅੰਤਰਜਾਮੀ ॥",
    "transliteration": "Jap Man Maadhho Madhhusoodhano Har Sreerango Paramaesaro Sath Paramaesaro Prabh Antharajaamee ||",
    "translation": "O my mind, meditate on the Lord, the Lord of Wealth, the Source of Nectar, the Supreme Lord God, the True Transcendent Being, God, the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹੀ ਮਾਇਆ ਦਾ ਪਤੀ ਹੈ, ਉਹੀ ਮਧੂ ਰਾਖਸ਼ ਦਾ ਮਾਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਹਰੀ ਲੱਛਮੀ ਦਾ ਖਸਮ ਹੈ, ਉਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਸ੍ਰੀ) ਸੋਭਾ ਵਾਲੇ, ਸ਼ਰੋਮਣੀ। (ਸ੍ਰੀਰੰਗੋ) ਅਨੰਦ ਸਰੂਪ ਵਾਹਿਗੁਰੂ",
    "type_id": 3
  },
  {
    "id": 51850,
    "shabad_id": 4255,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਭ ਦੂਖਨ ਕੋ ਹੰਤਾ. ਸਭ ਸੂਖਨ ਕੋ ਦਾਤਾ; ਹਰਿ ਪ੍ਰੀਤਮ ਗੁਨ ਗਾਓੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sabh Dhookhan Ko Hanthaa Sabh Sookhan Ko Dhaathaa Har Preetham Gun Gaao ||1|| Rehaao ||",
    "translation": "He is the Destroyer of all suffering, the Giver of all peace; sing the Praises of my Beloved Lord God. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਪ੍ਰੀਤਮ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ, ਉਹੀ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51851,
    "shabad_id": 4255,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਘਟਿ ਘਟੇ, ਘਟਿ ਬਸਤਾ; ਹਰਿ ਜਲਿ ਥਲੇ, ਹਰਿ ਬਸਤਾ; ਹਰਿ ਥਾਨ ਥਾਨੰਤਰਿ ਬਸਤਾ; ਮੈ. ਹਰਿ ਦੇਖਨ ਕੋ ਚਾਓੁ ॥",
    "transliteration": "Har Ghatt Ghattae Ghatt Basathaa Har Jal Thhalae Har Basathaa Har Thhaan Thhaananthar Basathaa Mai Har Dhaekhan Ko Chaao ||",
    "translation": "The Lord dwells in the home of each and every heart. The Lord dwells in the water, and the Lord dwells on the land. The Lord dwells in the spaces and interspaces. I have such a great longing to see the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਹਰੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਹਰੇਕ ਥਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ।",
    "pronunciation": "ਓੁ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51852,
    "shabad_id": 4255,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕੋੲੀ ਅਾਵੈ ਸੰਤੋ, ਹਰਿ ਕਾ ਜਨੁ ਸੰਤੋ; ਮੇਰਾ ਪ੍ਰੀਤਮ ਜਨੁ ਸੰਤੋ; ਮੋਹਿ ਮਾਰਗੁ ਦਿਖਲਾਵੈ ॥",
    "transliteration": "Koee Aavai Santho Har Kaa Jan Santho Maeraa Preetham Jan Santho Mohi Maarag Dhikhalaavai ||",
    "translation": "If only some Saint, some humble Saint of the Lord, my Holy Beloved, would come, to show me the way.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਕੋਈ ਸੰਤ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਹਰੀ ਦਾ ਕੋਈ ਸੰਤ ਆ ਮਿਲੇ, ਕੋਈ ਮੇਰਾ ਪਿਆਰਾ ਸੰਤ ਜਨ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਤੇ, ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਾਹ ਵਿਖਾ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51853,
    "shabad_id": 4255,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਤਿਸੁ ਜਨ ਕੇ; ਹੳੁ ਮਲਿ ਮਲਿ ਧੋਵਾ ਪਾਓੁ ॥੧॥",
    "transliteration": "This Jan Kae Ho Mal Mal Dhhovaa Paao ||1||",
    "translation": "I would wash and massage the feet of that humble being. ||1||",
    "punjabi": "ਮੈਂ ਉਸ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਵਾਂ ॥੧॥",
    "pronunciation": "ਪਾਓੁ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51854,
    "shabad_id": 4255,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੳੁ ਹਰਿ ਮਿਲਿਅਾ. ਹਰਿ ਸਰਧਾ ਤੇ ਮਿਲਿਅਾ; ਗੁਰਮੁਖਿ ਹਰਿ ਮਿਲਿਅਾ ॥",
    "transliteration": "Har Jan Ko Har Miliaa Har Saradhhaa Thae Miliaa Guramukh Har Miliaa ||",
    "translation": "The Lord's humble servant meets the Lord, through his faith in the Lord; meeting the Lord, he becomes Gurmukh.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਕਿਸੇ ਸੇਵਕ ਨੂੰ ਮਿਲਦਾ ਹੈ, (ਸੇਵਕ ਦੀ) ਸਰਧਾ-ਭਾਵਨੀ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51855,
    "shabad_id": 4255,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਤਨਿ ਅਾਨੰਦ ਭੲੇ; ਮੈ ਦੇਖਿਅਾ ਹਰਿ ਰਾਓੁ ॥",
    "transliteration": "Maerai Man Than Aanandh Bheae Mai Dhaekhiaa Har Raao ||",
    "translation": "My mind and body are in ecstasy; I have seen my Sovereign Lord King.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ ਮੈਂ ਭੀ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਹੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਗਈ।",
    "pronunciation": "ਰਾਓੁ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51856,
    "shabad_id": 4255,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਕਿਰਪਾ ਭੲੀ. ਹਰਿ ਕੀ ਕਿਰਪਾ ਭੲੀ; ਜਗਦੀਸੁਰ ਕਿਰਪਾ ਭੲੀ ॥",
    "transliteration": "Jan Naanak Ko Kirapaa Bhee Har Kee Kirapaa Bhee Jagadheesur Kirapaa Bhee ||",
    "translation": "Servant Nanak has been blessed with Grace, blessed with the Lord's Grace, blessed with the Grace of the Lord of the Universe.",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਤੇ (ਭੀ) ਮਿਹਰ ਹੋਈ ਹੈ, ਹਰੀ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ, ਜਗਤ ਦੇ ਮਾਲਕ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51857,
    "shabad_id": 4255,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਮੈ ਅਨ ਦਿਨੋ, ਸਦ ਸਦ ਸਦਾ; ਹਰਿ ਜਪਿਅਾ ਹਰਿ ਨਾਓੁ ॥੨॥੩॥੧੦॥",
    "transliteration": "Mai Anadhino Sadh Sadh Sadhaa Har Japiaa Har Naao ||2||3||10||",
    "translation": "I meditate on the Lord, the Name of the Lord, night and day, forever, forever and ever. ||2||3||10||",
    "punjabi": "ਮੈਂ ਹੁਣ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹਾਂ ॥੨॥੩॥੧੦॥",
    "pronunciation": "ਨਾਓੁ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51858,
    "shabad_id": 4256,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੪ ॥",
    "transliteration": "Saarag Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51859,
    "shabad_id": 4256,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਪਿ ਮਨ ਨਿਰਭੳੁ ॥",
    "transliteration": "Jap Man Nirabho ||",
    "translation": "O my mind, meditate on the Fearless Lord,",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਤੋਂ ਕੋਈ ਡਰ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51860,
    "shabad_id": 4256,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਤਿ ਸਤਿ ਸਦਾ ਸਤਿ ॥",
    "transliteration": "Sath Sath Sadhaa Sath ||",
    "translation": "Who is True, True, Forever True.",
    "punjabi": "ਜੋ ਸਦਾ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51861,
    "shabad_id": 4256,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ॥",
    "transliteration": "Niravair Akaal Moorath ||",
    "translation": "He is free of vengeance, the Image of the Undying,",
    "punjabi": "ਜਿਸ ਦਾ ਕਿਸੇ ਨਾਲ ਕੋਈ ਵੈਰ ਨਹੀਂ, ਜਿਸ ਦੀ ਹਸਤੀ ਮੌਤ ਤੋਂ ਪਰੇ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51862,
    "shabad_id": 4256,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਜੂਨੀ ਸੰਭੳੁ ॥",
    "transliteration": "Aajoonee Sanbho ||",
    "translation": "Beyond birth, Self-existent.",
    "punjabi": "ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜੋ ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51863,
    "shabad_id": 4256,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੇ ਮਨ, ਅਨ ਦਿਨੁੋ ਧਿਅਾੲਿ; ਨਿਰੰਕਾਰੁ ਨਿਰਾਹਾਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maerae Man Anadhinuo Dhhiaae Nirankaar Niraahaaree ||1|| Rehaao ||",
    "translation": "O my mind, meditate night and day on the Formless, Self-sustaining Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਜਿਸ ਦੀ ਕੋਈ ਸ਼ਕਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51864,
    "shabad_id": 4256,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਦਰਸਨ ਕੳੁ. ਹਰਿ ਦਰਸਨ ਕੳੁ; ਕੋਟਿ ਕੋਟਿ ਤੇਤੀਸ, ਸਿਧ ਜਤੀ ਜੋਗੀ; ਤਟ ਤੀਰਥ ਪਰਭਵਨ ਕਰਤ; ਰਹਤ ਨਿਰਾਹਾਰੀ ॥",
    "transliteration": "Har Dharasan Ko Har Dharasan Ko Kott Kott Thaethees Sidhh Jathee Jogee Thatt Theerathh Parabhavan Karath Rehath Niraahaaree ||",
    "translation": "For the Blessed Vision of the Lord's Darshan, for the Blessed Vision of the Lord's Darshan, the three hundred thirty million gods, and millions of Siddhas, celibates and Yogis make their pilgrimages to sacred shrines and rivers, and go on fasts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਦੀ ਖ਼ਾਤਰ ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ, ਸਿੱਧ ਜਤੀ ਅਤੇ ਜੋਗੀ ਭੁੱਖੇ ਰਹਿ ਰਹਿ ਕੇ ਅਨੇਕਾਂ ਤੀਰਥਾਂ ਤੇ ਰਟਨ ਕਰਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ਪਰਭਵਨ) (ਪਰ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ (ਭਵਨ) ਭੌਣਾ। ਪਰ-ਭਵਨ",
    "type_id": 3
  },
  {
    "id": 51865,
    "shabad_id": 4256,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਤਿਨ ਜਨ ਕੀ ਸੇਵਾ ਥਾੲਿ ਪੲੀ; ਜਿਨ੍ਹ ਕੳੁ ਕਿਰਪਾਲ ਹੋਵਤੁ ਬਨਵਾਰੀ ॥੧॥",
    "transliteration": "Thin Jan Kee Saevaa Thhaae Pee Jinh Ko Kirapaal Hovath Banavaaree ||1||",
    "translation": "The service of the humble person is approved, unto whom the Lord of the World shows His Mercy. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਉਹਨਾਂ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਦੀ ਹੀ ਸੇਵਾ ਕਬੂਲ ਹੁੰਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51866,
    "shabad_id": 4256,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਕੇ ਹੋ. ਸੰਤ ਭਲੇ, ਤੇ ੳੂਤਮ ਭਗਤ ਭਲੇ; ਜੋ ਭਾਵਤ ਹਰਿ ਰਾਮ ਮੁਰਾਰੀ ॥",
    "transliteration": "Har Kae Ho Santh Bhalae Thae Ootham Bhagath Bhalae Jo Bhaavath Har Raam Muraaree ||",
    "translation": "They alone are the good Saints of the Lord, the best and most exalted devotees, who are pleasing to their Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਹਰੀ ਦੇ ਸੰਤ ਚੰਗੇ ਹਨ, ਉਹ ਹਰੀ ਦੇ ਭਗਤ ਸ੍ਰੇਸ਼ਟ ਹਨ ਜਿਹੜੇ ਦੁਸ਼ਟ-ਦਮਨ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51867,
    "shabad_id": 4256,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਿਨ੍ਹ ਕਾ ਅੰਗੁ ਕਰੈ ਮੇਰਾ ਸੁਅਾਮੀ; ਤਿਨ੍ਹ ਕੀ ਨਾਨਕ. ਹਰਿ ਪੈਜ ਸਵਾਰੀ ॥੨॥੪॥੧੧॥",
    "transliteration": "Jinh Kaa Ang Karai Maeraa Suaamee Thinh Kee Naanak Har Paij Savaaree ||2||4||11||",
    "translation": "Those who have my Lord and Master on their side - O Nanak, the Lord saves their honor. ||2||4||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ ॥੨॥੪॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
