[
  {
    "shabad_id": 4257,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 4 pVqwl]",
    "transliteration": "Saarag Mehalaa 4 Parrathaal ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4257,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jip mn goivMdu, hir goivMdu guxI inDwnu; sB isRsit kw pRBo, myry mn hir boil; hir purKu AibnwsI]1]rhwau]",
    "transliteration": "Jap Man Govindh Har Govindh Gunee Nidhhaan Sabh Srisatt Kaa Prabho Maerae Man Har Bol Har Purakh Abinaasee ||1|| Rehaao ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੋਬਿੰਦ (ਦਾ ਨਾਮ) ਜਪ, ਹਰੀ (ਦਾ ਨਾਮ) ਜਪ। ਹਰੀ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮਾਲਕ ਹੈ। ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰ, ਉਹ ਪਰਮਾਤਮਾ ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਨਾਸ-ਰਹਿਤ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4257,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir kw nwmu AMimRqu. hir hir hry so pIAY; ijsu rwmu ipAwsI]",
    "transliteration": "Har Kaa Naam Anmrith Har Har Harae So Peeai Jis Raam Piaasee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ, (ਇਹ ਜਲ) ਉਹ ਮਨੁੱਖ ਪੀਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ (ਆਪ) ਪਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4257,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir Awip dieAwlu, dieAw kir mylY, ijsu siqgurU; so jnu hir hir, AMimRq nwmu cKwsI]1]",
    "transliteration": "Har Aap Dhaeiaal Dhaeiaa Kar Maelai Jis Sathiguroo So Jan Har Har Anmrith Naam Chakhaasee ||1||",
    "punjabi": "ਦਇਆ ਦਾ ਘਰ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਚੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4257,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jo jn syvih. sd sdw myrw hir hry; iqn kw sBu dUKu Brmu Bau jwsI]",
    "transliteration": "Jo Jan Saevehi Sadh Sadhaa Maeraa Har Harae Thin Kaa Sabh Dhookh Bharam Bho Jaasee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਦੁੱਖ, ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਭਰਮ, ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4257,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jnu nwnku. nwmu ley qW jIvY; ijau cwiqRku jil pIAY. iqRpqwsI]2]5]12]",
    "transliteration": "Jan Naanak Naam Leae Thaan Jeevai Jio Chaathrik Jal Peeai Thripathaasee ||2||5||12||",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ) ਦਾਸ ਨਾਨਕ (ਭੀ ਜਦੋਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ਤਦੋਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦਾ) ਪਾਣੀ ਪੀਣ ਨਾਲ ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੨॥੫॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "swrg mhlw 4]",
    "transliteration": "Saarag Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jip mn; isrI rwmu]",
    "transliteration": "Jap Man Siree Raam ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸ੍ਰੀ ਰਾਮ (ਦਾ ਨਾਮ) ਜਪਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "rwm rmq rwmu]",
    "transliteration": "Raam Ramath Raam ||",
    "punjabi": "(ਉਸ ਰਾਮ ਦਾ) ਜਿਹੜਾ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "siq siq rwmu]",
    "transliteration": "Sath Sath Raam ||",
    "punjabi": "ਜਿਹੜਾ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "bolhu BeIAw, sd rwm rwmu; rwmu riv rihAw srbgy]1]rhwau]",
    "transliteration": "Bolahu Bheeaa Sadh Raam Raam Raam Rav Rehiaa Sarabagae ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਰਾਮ ਦਾ ਨਾਮ ਬੋਲਿਆ ਕਰੋ, ਉਹ ਸਭ ਥਾਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਉਹ ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "sr-b`gy",
    "type_id": 4
  },
  {
    "shabad_id": 4258,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "rwmu Awpy Awip, Awpy sBu krqw; rwmu Awpy Awip. Awip sBqu jgy]",
    "transliteration": "Raam Aapae Aap Aapae Sabh Karathaa Raam Aapae Aap Aap Sabhath Jagae ||",
    "punjabi": "ਉਹ ਰਾਮ (ਸਭ ਥਾਈਂ) ਆਪ ਹੀ ਆਪ ਹੈ, ਆਪ ਹੀ ਸਭ ਕੁਝ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਜਗਤ ਵਿਚ ਸਭਨੀਂ ਥਾਈਂ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "jgy: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijsu Awip ikRpw kry, myrw rwm rwm, rwmrwie; so jnu rwm nwm ilv lwgy]1]",
    "transliteration": "Jis Aap Kirapaa Karae Maeraa Raam Raam Raam Raae So Jan Raam Naam Liv Laagae ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਉਹ ਮੇਰਾ ਪਿਆਰਾ ਰਾਮ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਰਾਮ ਦੇ ਨਾਮ ਦੀ ਲਗਨ ਵਿਚ ਜੁੜਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "rwm nwm kI aupmw. dyKhu hir sMqhu; jo Bgq jnW kI piq rwKY. ivic kiljug Agy]",
    "transliteration": "Raam Naam Kee Oupamaa Dhaekhahu Har Santhahu Jo Bhagath Janaan Kee Path Raakhai Vich Kalijug Agae ||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ ਵੇਖੋ, ਜਿਹੜਾ ਇਸ ਵਿਕਾਰਾਂ-ਭਰੇ ਜਗਤ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਆਪ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "A`gy",
    "type_id": 3
  },
  {
    "shabad_id": 4258,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "jn nwnk kw. AMgu kIAw myrY rwmrwie; dusmn dUK gey siB Bgy]2]6]13]",
    "transliteration": "Jan Naanak Kaa Ang Keeaa Maerai Raam Raae Dhusaman Dhookh Geae Sabh Bhagae ||2||6||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਨੇ (ਆਪਣੇ ਜਿਸ) ਸੇਵਕ ਦਾ ਪੱਖ ਕੀਤਾ, ਉਸ ਦੇ ਸਾਰੇ ਵੈਰੀ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ॥੨॥੬॥੧੩॥",
    "pronunciation": "B`gy",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrMg mhlw 5 caupdy Gru 1",
    "transliteration": "Saarang Mehalaa 5 Choupadhae Ghar 1",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4259,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "siqgur mUriq kau; bil jwau]",
    "transliteration": "Sathigur Moorath Ko Bal Jaao ||",
    "punjabi": "ਮੈਂ (ਤਾਂ ਆਪਣੇ) ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "AMqir ipAws cwiqRk ijau jl kI; sPl drsnu kid pWau]1]rhwau]",
    "transliteration": "Anthar Piaas Chaathrik Jio Jal Kee Safal Dharasan Kadh Paano ||1|| Rehaao ||",
    "punjabi": "ਜਿਵੇਂ ਪਪੀਹੇ ਨੂੰ (ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦੇ) ਪਾਣੀ ਦੀ ਪਿਆਸ ਹੁੰਦੀ ਹੈ, (ਤਿਵੇਂ ਮੇਰੇ) ਅੰਦਰ ਇਹ ਤਾਂਘ ਰਹਿੰਦੀ ਹੈ ਕਿ ਮੈਂ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਕਦੋਂ ਉਸ ਹਰੀ ਦਾ ਦਰਸਨ ਕਰਾਂਗਾ ਜੋ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4259,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "AnwQw ko nwQu. srb pRiqpwlku; Bgiq vClu hir nwau]",
    "transliteration": "Anaathhaa Ko Naathh Sarab Prathipaalak Bhagath Vashhal Har Naao ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਨਿਖਸਮਿਆਂ ਦਾ ਖਸਮ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਹੀ ਹੈ 'ਭਗਤਿ ਵਛਲੁ' (ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jw kau. koie n rwKY pRwxI; iqsu qU dyih Asrwau]1]",
    "transliteration": "Jaa Ko Koe N Raakhai Praanee This Thoo Dhaehi Asaraao ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਹੋਰ ਕੋਈ ਪ੍ਰਾਣੀ ਰੱਖਿਆ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਤੂੰ (ਆਪ) ਉਸ ਨੂੰ (ਆਪਣਾ) ਆਸਰਾ ਦੇਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "inDirAw Dr. ingiqAw giq; inQwivAw qU Qwau]",
    "transliteration": "Nidhhariaa Dhhar Nigathiaa Gath Nithhaaviaa Thoo Thhaao ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਦਾ ਹੋਰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ ਹੁੰਦਾ, ਤੂੰ ਉਹਨਾਂ ਦਾ ਸਹਾਰਾ ਬਣਦਾ ਹੈਂ, ਮੰਦੀ ਭੈੜੀ ਹਾਲਤ ਵਾਲਿਆਂ ਦੀ ਤੂੰ ਚੰਗੀ ਹਾਲਤ ਬਣਾਂਦਾ ਹੈਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਿਤੇ ਢੋਈ ਨਹੀਂ ਮਿਲਦੀ, ਤੂੰ ਉਹਨਾਂ ਦਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "in-DirAW, in-giqAW, in-QwivAW",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "dh ids jWau. qhW qU sMgy; qyrI kIriq krm kmwau]2]",
    "transliteration": "Dheh Dhis Jaano Thehaan Thoo Sangae Thaeree Keerath Karam Kamaao ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਦਸੀਂ ਹੀ ਪਾਸੀਂ ਜਿਧਰ ਮੈਂ ਜਾਂਦਾ ਹਾਂ, ਉਥੇ ਹੀ ਤੂੰ (ਮੇਰੇ) ਨਾਲ ਹੀ ਦਿੱਸਦਾ ਹੈਂ, (ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਕਾਰ ਕਮਾਂਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "eyksu qy lwK. lwK qy eykw; qyrI giq imiq. kih n skwau]",
    "transliteration": "Eaekas Thae Laakh Laakh Thae Eaekaa Thaeree Gath Mith Kehi N Sakaao ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਂ ਇੱਕ ਤੋਂ ਲੱਖਾਂ ਬ੍ਰਹਮੰਡ ਬਣਦੇ ਹਨ, ਤੇ, ਲੱਖਾਂ ਬ੍ਰਹਮੰਡਾਂ ਤੋਂ (ਫਿਰ) ਤੂੰ ਇਕ ਆਪ ਹੀ ਆਪ ਬਣ ਜਾਂਦਾ ਹੈਂ। ਮੈਂ ਦੱਸ ਨਹੀਂ ਸਕਦਾ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਅਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "qU byAMqu. qyrI imiq, nhI pweIAY; sBu qyro Kylu idKwau]3]",
    "transliteration": "Thoo Baeanth Thaeree Mith Nehee Paaeeai Sabh Thaero Khael Dhikhaao ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੇਰੀ ਹਸਤੀ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ। ਇਹ ਸਾਰਾ ਜਗਤ ਮੈਂ ਤਾਂ ਤੇਰਾ ਹੀ ਰਚਿਆ ਤਮਾਸ਼ਾ ਵੇਖਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "swDn kw sMgu, swD isau gosit; hir swDn isau, ilv lwau]",
    "transliteration": "Saadhhan Kaa Sang Saadhh Sio Gosatt Har Saadhhan Sio Liv Laao ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਵਾਸਤੇ) ਮੈਂ ਸੰਤ ਜਨਾਂ ਦਾ ਸੰਗ ਕਰਦਾ ਹਾਂ, ਮੈਂ ਸੰਤ ਜਨਾਂ ਨਾਲ (ਤੇਰੇ ਗੁਣਾਂ ਦਾ) ਵਿਚਾਰ-ਵਟਾਂਦਰਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4259,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "jn nwnk. pwieAw hY gurmiq; hir dyhu drsu min cwau]4]1]",
    "transliteration": "Jan Naanak Paaeiaa Hai Guramath Har Dhaehu Dharas Man Chaao ||4||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਤੇਰਾ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ। ਹੇ ਹਰੀ! (ਮੇਰੇ) ਮਨ ਵਿਚ (ਬੜੀ) ਤਾਂਘ ਹੈ, (ਮੈਨੂੰ) ਆਪਣਾ ਦਰਸਨ ਦੇਹ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir jIau AMqrjwmI jwn]",
    "transliteration": "Har Jeeo Antharajaamee Jaan ||",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਹਨ ਅਤੇ ਸੁਜਾਨ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "krq burweI. mwnuK qy CpweI; swKI BUq pvwn]1]rhwau]",
    "transliteration": "Karath Buraaee Maanukh Thae Shhapaaee Saakhee Bhooth Pavaan ||1|| Rehaao ||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਹੋਰਨਾਂ ਮਨੁੱਖਾਂ ਪਾਸੋਂ ਲੁਕਾ ਕੇ ਕੋਈ ਭੈੜਾ ਕੰਮ ਕਰਦਾ ਹੈ (ਉਹ ਇਹ ਨਹੀਂ ਜਾਣਦਾ ਕਿ) ਪਰਮਾਤਮਾ ਤਾਂ ਪਿਛਲੇ ਬੀਤੇ ਸਮੇ ਦੇ ਕਰਮਾਂ ਤੋਂ ਲੈ ਕੇ ਅਗਾਂਹ ਭਵਿੱਖ ਦੇ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਸਾਰੇ ਕੰਮਾਂ ਦਾ ਵੇਖਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(pvwn) piv`q[ (Buq) srUp rwmjI, (swKI) Agvwh hn",
    "type_id": 4
  },
  {
    "shabad_id": 4260,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "bYsnO nwmu. krq Kt krmw; AMqir loB jUTwn]",
    "transliteration": "Baisana Naam Karath Khatt Karamaa Anthar Lobh Joothaan ||",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਆਪਣੇ ਆਪ ਨੂੰ ਵੈਸ਼ਨੋ ਅਖਵਾਂਦੇ ਹਨ, (ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਛੇ ਕਰਮ ਭੀ ਕਰਦੇ ਹਨ, (ਪਰ ਜੇ ਉਹਨਾਂ ਦੇ) ਅੰਦਰ (ਮਨ ਨੂੰ) ਮੈਲਾ ਕਰਨ ਵਾਲਾ ਲੋਭ ਵੱਸ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sMq sBw kI inMdw krqy; fUby sB AigAwn]1]",
    "transliteration": "Santh Sabhaa Kee Nindhaa Karathae Ddoobae Sabh Agiaan ||1||",
    "punjabi": "(ਜੇ ਉਹ) ਸਾਧ ਸੰਗਤ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਤਾਂ ਉਹ ਸਾਰੇ ਮਨੁੱਖ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦੇ ਕਾਰਨ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]