[
  {
    "shabad_id": 4260,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "krih sompwku, ihrih pr drbw; AMqir JUT gumwn]",
    "transliteration": "Karehi Som Paak Hirehi Par Dharabaa Anthar Jhooth Gumaan ||",
    "translation": "The mortal eats the food which he has carefully prepared, and then steals the wealth of others. His inner being is filled with falsehood and pride.",
    "punjabi": "(ਇਹੋ ਜਿਹੇ ਵੈਸ਼ਨੋ ਅਖਵਾਣ ਵਾਲੇ ਮਨੁੱਖ) ਆਪਣੀ ਹੱਥੀਂ ਆਪਣਾ ਭੋਜਨ ਤਿਆਰ ਕਰਦੇ ਹਨ ਪਰ ਪਰਾਇਆ ਧਨ ਚੁਰਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਝੂਠ ਵੱਸਦਾ ਹੈ ਅਹੰਕਾਰ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(sompwku) ^ud rsoeI pkw ky KwxI",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "swsqR byd kI ibiD. nhI jwxih; ibAwpy mn kY mwn]2]",
    "transliteration": "Saasathr Baedh Kee Bidhh Nehee Jaanehi Biaapae Man Kai Maan ||2||",
    "translation": "He knows nothing of the Vedas or the Shaastras; his mind is gripped by pride. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਆਪਣੇ ਧਰਮ-ਪੁਸਤਕਾਂ) ਵੇਦ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਆਤਮਕ ਮਰਯਾਦਾ ਨਹੀਂ ਸਮਝਦੇ, ਉਹ ਤਾਂ ਆਪਣੇ ਮਨ ਦੇ ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਫਸੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "sMiDAw kwl. krih siB vrqw; ijau sPrI dMPwn]",
    "transliteration": "Sandhhiaa Kaal Karehi Sabh Varathaa Jio Safaree Dhanfaan ||",
    "translation": "He says his evening prayers, and observes all the fasts, but this is all just a show.",
    "punjabi": "(ਇਹੋ ਜਿਹੇ ਵੈਸ਼ਨੋ ਅਖਵਾਣ ਵਾਲੇ ਉਂਞ ਤਾਂ) ਤਿੰਨੇ ਵੇਲੇ ਸੰਧਿਆ ਕਰਦੇ ਹਨ, ਸਾਰੇ ਵਰਤ ਭੀ ਰੱਖਦੇ ਹਨ, (ਪਰ ਉਹਨਾਂ ਦਾ ਇਹ ਸਾਰਾ ਉੱਦਮ ਇਉਂ ਹੀ ਹੈ) ਜਿਵੇਂ ਕਿਸੇ ਮਦਾਰੀ ਦਾ ਤਮਾਸ਼ਾ (ਰੋਟੀ ਕਮਾਣ ਲਈ ਹੀ)।",
    "pronunciation": "(sPrI) bglw[ (dMPwn) pKMf",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "pRBU Bulwey aUJiV pwey; inhPl siB krmwn]3]",
    "transliteration": "Prabhoo Bhulaaeae Oojharr Paaeae Nihafal Sabh Karamaan ||3||",
    "translation": "God made him stray from the path, and sent him into the wilderness. All his actions are useless. ||3||",
    "punjabi": "(ਪਰ ਉਹਨਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਸਹੀ ਰਾਹ ਤੋਂ ਖੁੰਝਾਇਆ ਹੈ, ਗ਼ਲਤ ਰਸਤੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ (ਕੀਤੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਵਿਅਰਥ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "(krmwn) krm",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "so igAwnI so bYsnO piV@Aw; ijsu krI ikRpw Bgvwn]",
    "transliteration": "So Giaanee So Baisana Parrihaaa Jis Karee Kirapaa Bhagavaan ||",
    "translation": "He alone is a spiritual teacher, and he alone is a devotee of Vishnu and a scholar, whom the Lord God blesses with His Grace.",
    "punjabi": "ਅਸਲ ਗਿਆਨਵਾਨ ਉਹ ਮਨੁੱਖ ਹੈ, ਅਸਲ ਵੈਸ਼ਨੋ ਉਹ ਹੈ, ਅਸਲ ਵਿਦਵਾਨ ਉਹ ਹੈ, ਜਿਸ ਉਤੇ ਪਰਮਾਤਮਾ ਨੇ ਮਿਹਰ ਕੀਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "Euin siqguru syiv. prmpdu pwieAw; auDirAw sgl ibsÍwn]4]",
    "transliteration": "Oun Sathigur Saev Param Padh Paaeiaa Oudhhariaa Sagal Bisvaan ||4||",
    "translation": "Serving the True Guru, he obtains the supreme status and saves the whole world. ||4||",
    "punjabi": "(ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕੀਤਾ ਹੈ, (ਅਜਿਹੇ ਮਨੁੱਖ ਦੀ ਸੰਗਤ ਵਿਚ) ਸਾਰਾ ਜਗਤ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ibsÍwn: A`Dw vwvw polw bolo, pUrw vwvw BrvW bolIdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ikAw hm kQh. ikCu kiQ, nhI jwxh; pRB BwvY iqvY buolwn]",
    "transliteration": "Kiaa Ham Kathheh Kishh Kathh Nehee Jaaneh Prabh Bhaavai Thivai Buolaan ||",
    "translation": "What can I say? I don't know what to say. As God wills, so do I speak.",
    "punjabi": "ਪਰ, ਅਸੀਂ ਜੀਵ (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਬਾਰੇ) ਕੀਹ ਆਖ ਸਕਦੇ ਹਾਂ? ਅਸੀਂ ਕੁਝ ਆਖਣਾ ਜਾਣਦੇ ਨਹੀਂ ਹਾਂ। ਜਿਵੇਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਉਹ ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਬੋਲਣ ਲਈ ਪ੍ਰੇਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4260,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "swDsMgiq kI DUir iek mWgau; jn nwnk pieE srwn]5]2]",
    "transliteration": "Saadhhasangath Kee Dhhoor Eik Maango Jan Naanak Paeiou Saraan ||5||2||",
    "translation": "I ask only for the dust of the feet of the Saadh Sangat, the Company of the Holy. Servant Nanak seeks their Sanctuary. ||5||2||",
    "punjabi": "ਮੈਂ ਦਾਸ ਨਾਨਕ ਤਾਂ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ ਹਾਂ (ਅਤੇ ਉਸ ਦੇ ਦਰ ਤੋਂ) ਸਿਰਫ਼ ਸਾਧ ਸੰਗਤ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ ਹੀ ਮੰਗਦਾ ਹਾਂ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Ab moro. nwcno rho]",
    "transliteration": "Ab Moro Naachano Reho ||",
    "translation": "Now, my dancing is over.",
    "punjabi": "ਹੁਣ ਮੇਰੀ ਭਟਕਣਾ ਮੁੱਕ ਗਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "lwlu rgIlw shjy pwieE; siqgur bcin lho]1]rhwau]",
    "transliteration": "Laal Rageelaa Sehajae Paaeiou Sathigur Bachan Leho ||1|| Rehaao ||",
    "translation": "I have intuitively obtained my Darling Beloved. Through the Word of the True Guru's Teachings, I found Him. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਮੈਂ ਸੋਹਣਾ ਲਾਲ ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4261,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "kuAwr kMinAw, jYsy sMig shyrI; ipRAw bcn. auphws kho]",
    "transliteration": "Kuaar Kanniaa Jaisae Sang Sehaeree Pria Bachan Oupehaas Keho ||",
    "translation": "The virgin speaks with her friends about her husband and they laugh together;",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਕੁਆਰੀ ਕੁੜੀ ਸਹੇਲੀਆਂ ਨਾਲ ਆਪਣੇ (ਮੰਗੇਤਰ) ਪਿਆਰੇ ਦੀਆਂ ਗੱਲਾਂ ਹੱਸ ਹੱਸ ਕੇ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jau suirjnu igRh BIqir AwieE; qb muKu kwij ljo]1]",
    "transliteration": "Jo Surijan Grih Bheethar Aaeiou Thab Mukh Kaaj Lajo ||1||",
    "translation": "But when he comes home, she becomes shy, and modestly covers her face. ||1||",
    "punjabi": "ਪਰ ਜਦੋਂ (ਉਸ ਦਾ) ਪਤੀ ਘਰ ਵਿਚ ਆਉਂਦਾ ਹੈ ਤਦੋਂ (ਉਹ ਕੁੜੀ) ਲੱਜਿਆ ਨਾਲ ਆਪਣਾ ਮੂੰਹ ਕੱਜ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "l`jo",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ijau kinko koTwrI ciVE; kbro hoq iPro]",
    "transliteration": "Jio Kaniko Kothaaree Charriou Kabaro Hoth Firo ||",
    "translation": "When gold is melted in the crucible, it flows freely everywhere.",
    "punjabi": "ਜਿਵੇਂ ਕੁਠਾਲੀ ਵਿਚ ਪਿਆ ਹੋਇਆ ਸੋਨਾ (ਸੇਕ ਨਾਲ) ਕਮਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ,",
    "pronunciation": "(kbro) kmLw[ ciV@E",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jb qy suD Bey hY bwrih; qb qy Qwn iQro]2]",
    "transliteration": "Jab Thae Sudhh Bheae Hai Baarehi Thab Thae Thhaan Thhiro ||2||",
    "translation": "But when it is made into pure solid bars of gold, then it remains stationary. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਉਹ ਬਾਰਾਂ ਵੰਨੀਂ ਦਾ ਸੁੱਧ ਬਣ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਉਹ (ਸੇਕ ਵਿਚ ਤੜਫਣੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "jau idnu rYin. qaU lau bijE; mUrq GrI plo]",
    "transliteration": "Jo Dhin Rain Thoo Lo Bajiou Moorath Gharee Palo ||",
    "translation": "As long as the days and the nights of one's life last, the clock strikes the hours, minutes and seconds.",
    "punjabi": "ਜਦੋਂ ਤਕ (ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਕਾਇਮ ਰਹਿੰਦੀ ਹੈ ਤਦ ਤਕ (ਉਮਰ ਦੇ ਬੀਤਦੇ ਜਾਣ ਦੀ ਖ਼ਬਰ ਦੇਣ ਲਈ ਘੜਿਆਲ ਦੀ ਰਾਹੀਂ) ਮੁਹੂਰਤ ਘੜੀਆਂ ਪਲ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "bjwvnhwro aUiT isDwirE; qb iPir bwju. n BieE]3]",
    "transliteration": "Bajaavanehaaro Ooth Sidhhaariou Thab Fir Baaj N Bhaeiou ||3||",
    "translation": "But when the gong player gets up and leaves, the gong is not sounded again. ||3||",
    "punjabi": "ਪਰ ਜਦੋਂ ਇਹਨਾਂ ਨੂੰ ਵਜਾਣ ਵਾਲਾ (ਦੁਨੀਆ ਤੋਂ) ਉੱਠ ਤੁਰਦਾ ਹੈ, ਤਦੋਂ (ਉਹਨਾਂ ਘੜੀਆਂ ਪਲਾਂ ਦਾ) ਵੱਜਣਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "jYsy kuMB. audk pUir AwinE; qb Euhu iBMn idRsto]",
    "transliteration": "Jaisae Kunbh Oudhak Poor Aaniou Thab Ouhu Bhinn Dhrisatto ||",
    "translation": "When the pitcher is filled with water, the water contained within it seems distinct.",
    "punjabi": "ਜਿਵੇਂ ਜਦੋਂ ਕੋਈ ਘੜਾ ਪਾਣੀ ਨਾਲ ਭਰ ਕੇ ਲਿਆਂਦਾ ਜਾਏ, ਤਦੋਂ (ਘੜੇ ਵਾਲਾ) ਉਹ (ਪਾਣੀ ਖੂਹ ਆਦਿਕ ਦੇ ਹੋਰ ਪਾਣੀ ਨਾਲੋਂ) ਵੱਖਰਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4261,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "khu nwnk. kuMBu jlY mih fwirE; AMBY AMB imlo]4]3]",
    "transliteration": "Kahu Naanak Kunbh Jalai Mehi Ddaariou Anbhai Anbh Milo ||4||3||",
    "translation": "Says Nanak, when the pitcher is emptied out, the water mingles again with water. ||4||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਦੋਂ ਉਹ (ਭਰਿਆ) ਘੜਾ ਪਾਣੀ ਵਿਚ ਪਾ ਦੇਈਦਾ ਹੈ ਤਦੋਂ (ਘੜੇ ਦਾ) ਪਾਣੀ ਹੋਰ ਪਾਣੀ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Ab pUCy; ikAw khw]",
    "transliteration": "Ab Pooshhae Kiaa Kehaa ||",
    "translation": "Now if he is asked, what can he say?",
    "punjabi": "ਹੇ ਬਾਵਰੇ! ਹੁਣ ਜੇ ਤੈਨੂੰ ਪੁੱਛਿਆ ਜਾਏ ਤਾਂ ਕੀਹ ਦੱਸੇਂਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "lYno nwmu AMimRq rsu nIko; bwvr. ibKu isau gih rhw]1]rhwau]",
    "transliteration": "Laino Naam Anmrith Ras Neeko Baavar Bikh Sio Gehi Rehaa ||1|| Rehaao ||",
    "translation": "He was supposed to have gathered the sublime essence of the Ambrosial Naam, the Name of the Lord, but instead, the mad-man was busy with poison. ||1||Pause||",
    "punjabi": "(ਤੂੰ ਇਥੇ ਜਗਤ ਵਿਚ ਆ ਕੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਸੋਹਣਾ ਨਾਮ-ਰਸ ਲੈਣਾ ਸੀ, ਪਰ ਹੇ ਕਮਲੇ! ਤੂੰ ਤਾਂ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਜ਼ਹਰ ਦੇ ਨਾਲ ਹੀ ਚੰਬੜ ਰਿਹਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4262,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "dulB jnmu icrMkwl pwieE; jwqau kaufI bdlhw]",
    "transliteration": "Dhulabh Janam Chirankaal Paaeiou Jaatho Kouddee Badhalehaa ||",
    "translation": "This human life, so difficult to obtain, was finally obtained after such a long time. He is losing it in exchange for a shell.",
    "punjabi": "ਹੇ ਝੱਲੇ! ਬੜੇ ਚਿਰਾਂ ਪਿੱਛੋਂ (ਤੈਨੂੰ) ਦੁਰਲੱਭ (ਮਨੁੱਖਾ) ਜਨਮ ਮਿਲਿਆ ਸੀ, ਪਰ ਇਹ ਤਾਂ ਕੌਡੀ ਦੇ ਵੱਟੇ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "du-lB[ bdl-hw",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "kwQUrI ko gwhku AwieE; lwidE kwlr, ibrK ijvhw]1]",
    "transliteration": "Kaathhooree Ko Gaahak Aaeiou Laadhiou Kaalar Birakh Jivehaa ||1||",
    "translation": "He came to buy musk, but instead, he has loaded dust and thistle grass. ||1||",
    "punjabi": "ਤੂੰ (ਇਥੇ) ਕਸਤੂਰੀ ਦਾ ਗਾਹਕ ਬਣਨ ਲਈ ਆਇਆ ਸੀ, ਪਰ ਤੂੰ ਇਥੋਂ ਕੱਲਰ ਲੱਦ ਲਿਆ ਹੈ, ਜਿਵਾਂਹਾਂ ਦੇ ਬੂਟੇ ਲੱਦ ਲਏ ਹਨ ॥੧॥",
    "pronunciation": "(kwQUrI) ksqUrI",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "AwieE lwBu lwBn kY qweI; mohin TwgaurI isau auliJ phw]",
    "transliteration": "Aaeiou Laabh Laabhan Kai Thaaee Mohan Thaagouree Sio Oulajh Pehaa ||",
    "translation": "He comes in search of profits, but he is entangled in the enticing illusion of Maya.",
    "punjabi": "ਹੇ ਕਮਲੇ! (ਤੂੰ ਜਗਤ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਲਾਭ ਖੱਟਣ ਲਈ ਆਇਆ ਸੀ, ਪਰ ਤੂੰ ਤਾਂ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀ ਮਾਇਆ ਠਗ-ਬੂਟੀ ਨਾਲ ਹੀ ਆਪਣਾ ਮਨ ਜੋੜ ਬੈਠਾ ਹੈਂ।",
    "pronunciation": "qWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "kwc bwdrY. lwlu KoeI hY; iPir iehu Aausru. kid lhw]2]",
    "transliteration": "Kaach Baadharai Laal Khoee Hai Fir Eihu Aousar Kadh Lehaa ||2||",
    "translation": "He loses the jewel, in exchange for mere glass. When will he have this blessed opportunity again? ||2||",
    "punjabi": "ਤੂੰ ਕੱਚ ਦੇ ਵੱਟੇ ਲਾਲ ਗਵਾ ਰਿਹਾ ਹੈਂ। (ਹੇ ਕਮਲੇ!) ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਵਾਲਾ ਸਮਾ ਫਿਰ ਕਦੋਂ ਲੱਭੇਂਗਾ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "sgl prwD. eyku guxu nwhI; Twkuru Cofh. dwis Bjhw]",
    "transliteration": "Sagal Paraadhh Eaek Gun Naahee Thaakur Shhoddeh Dhaas Bhajehaa ||",
    "translation": "He is full of sins, and he has not even one redeeming virtue. Forsaking his Lord and Master, he is involved with Maya, God's slave.",
    "punjabi": "ਅਸਾਂ ਜੀਵਾਂ ਵਿਚ ਸਾਰੀਆਂ ਖ਼ੁਨਾਮੀਆਂ ਹੀ ਹਨ, ਗੁਣ ਇੱਕ ਭੀ ਨਹੀਂ। ਅਸੀਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਦੇਂਦੇ ਹਾਂ ਅਤੇ ਉਸ ਦੀ ਦਾਸੀ ਦੀ ਹੀ ਸੇਵਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "pronunciation": "Bj-hw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "AweI msit, jVvq kI inAweI; ijau qskru, dir sWin@hw]3]",
    "transliteration": "Aaee Masatt Jarravath Kee Niaaee Jio Thasakar Dhar Saannihehaa ||3||",
    "translation": "And when the final silence comes, like inanimate matter, he is caught like a thief at the door. ||3||",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਚੋਰ ਸੰਨ੍ਹ ਦੇ ਬੂਹੇ ਤੇ (ਫੜਿਆ ਜਾ ਕੇ ਮਾਰ ਖਾ ਖਾ ਕੇ ਬੇਹੋਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਨਾਮ ਜਪਣ ਵਲੋਂ ਸਾਨੂੰ) ਜੜ੍ਹ ਪਦਾਰਥਾਂ ਵਾਂਗ ਮੂਰਛਾ ਹੀ ਆਈ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(msit) cu`p[ (dir) iv`c[ (sWin@hw) sMnH[sWin@-hw",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "Awn aupwau. n koaU sUJY; hir dwsw srxI pir rhw]",
    "transliteration": "Aan Oupaao N Kooo Soojhai Har Dhaasaa Saranee Par Rehaa ||",
    "translation": "I cannot see any other way out. I seek the Sanctuary of the Lord's slaves.",
    "punjabi": "(ਇਸ ਮੋਹਨੀ ਮਾਇਆ ਦੇ ਪੰਜੇ ਵਿਚੋਂ ਨਿਕਲਣ ਵਾਸਤੇ ਮੈਨੂੰ ਤਾਂ) ਕੋਈ ਹੋਰ ਢੰਗ ਨਹੀਂ ਸੁੱਝਦਾ, ਮੈਂ ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4262,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "khu nwnk. qb hI mn CutIAY; jau sgly Aaugn myit Drhw]4]4]",
    "transliteration": "Kahu Naanak Thab Hee Man Shhutteeai Jo Sagalae Aougan Maett Dhharehaa ||4||4||",
    "translation": "Says Nanak, the mortal is emancipated, only when all his demerits and faults are erased and eradicated. ||4||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚੋਂ ਤਦੋਂ ਹੀ ਬਚੀਦਾ ਹੈ ਜਦੋਂ (ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਦੀ ਸਰਨੀ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਸੀਂ ਸਾਰੇ ਔਗੁਣ ਮਿਟਾ ਦੇਈਏ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4263,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4263,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mweI DIir rhI; ipRA bhuqu ibrwigE]",
    "transliteration": "Maaee Dhheer Rehee Pria Bahuth Biraagiou ||",
    "translation": "O mother, my patience is gone. I am in love with my Husband Lord.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! (ਮੇਰੇ ਅੰਦਰ) ਪਿਆਰੇ ਤੋਂ ਵਿਛੋੜੇ ਦਾ ਦਰਦ ਬਹੁਤ ਤੇਜ਼ ਹੋ ਗਿਆ ਹੈ ਇਸ ਨੂੰ ਸਹਾਰਨ ਦੀ ਤਾਕਤ ਨਹੀਂ ਰਹਿ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4263,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Aink BWiq AwnUp rMg ry; iqn@ isau rucY. n lwigE]1]rhwau]",
    "transliteration": "Anik Bhaanth Aanoop Rang Rae Thinh Sio Ruchai N Laagiou ||1|| Rehaao ||",
    "translation": "There are so many kinds of incomparable pleasures, but I am not interested in any of them. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! (ਦੁਨੀਆ ਦੇ) ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਸੋਹਣੇ ਸੋਹਣੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਹਨ, ਪਰ ਮੇਰੇ ਅੰਦਰ ਇਹਨਾਂ ਵਾਸਤੇ ਕੋਈ ਖਿੱਚ ਹੀ ਨਹੀਂ ਪੈਂਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4263,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "inis bwsur. ipRA ipRA muiK tyrau; nˆØId plk nhI. jwigE]",
    "transliteration": "Nis Baasur Pria Pria Mukh Ttaero Nanaeedh Palak Nehee Jaagiou ||",
    "translation": "Night and day, I utter, \"\"Pri-a, Pri-a - Beloved, Beloved\"\" with my mouth. I cannot sleep, even for an instant; I remain awake and aware.",
    "punjabi": "ਹੇ (ਵੀਰ)! ਰਾਤ ਦਿਨ ਮੈਂ (ਆਪਣੇ) ਮੂੰਹੋਂ 'ਹੇ ਪਿਆਰੇ! ਹੇ ਪਿਆਰੇ'! ਬੋਲਦੀ ਰਹਿੰਦੀ ਹਾਂ, ਮੈਨੂੰ ਇਕ ਪਲ ਭਰ ਭੀ ਨੀਂਦ ਨਹੀਂ ਆਉਂਦੀ, ਸਦਾ ਜਾਗ ਕੇ (ਸਮਾ ਗੁਜ਼ਾਰ ਰਹੀ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4263,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hwr kjr bsqR Aink sIgwr ry; ibnu ipr. sBY ibKu lwigE]1]",
    "transliteration": "Haar Kajar Basathr Anik Seegaar Rae Bin Pir Sabhai Bikh Laagiou ||1||",
    "translation": "Necklaces, eye make-up, fancy clothes and decorations - without my Husband Lord, these are all poison to me. ||1||",
    "punjabi": "ਹੇ (ਵੀਰ)! ਹਾਰ, ਕੱਜਲ, ਕੱਪੜੇ, ਅਨੇਕਾਂ ਗਹਿਣੇ-ਇਹ ਸਾਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਜ਼ਹਰ ਦਿੱਸ ਰਹੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]