[
  {
    "shabad_id": 4266,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "crxI clau. mwrig Twkur kY; rsnw hir gux gwey ]2]",
    "transliteration": "Charanee Chalo Maarag Thaakur Kai Rasanaa Har Gun Gaaeae ||2||",
    "translation": "With my feet, I walk on my Lord and Mater's Path. With my tongue, I sing the Glorious Praises of the Lord. ||2||",
    "punjabi": "ਪੈਰਾਂ ਨਾਲ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਰਸਤੇ ਤੇ ਤੁਰਦਾ ਹਾਂ, ਮੇਰੀ ਜੀਭ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4266,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "dyiKE idRsit srb mMgl rUp; aultI sMq krwey ]",
    "transliteration": "Dhaekhiou Dhrisatt Sarab Mangal Roop Oulattee Santh Karaaeae ||",
    "translation": "With my eyes, I see the Lord, the Embodiment of Absolute Bliss; the Saint has turned away from the world.",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਸੰਤ-ਜਨਾਂ ਨੇ ਮੇਰੀ ਬ੍ਰਿਤੀ ਮਾਇਆ ਵਲੋਂ ਪਰਤਾ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਉਸ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਦੇ ਮਾਲਕ-ਹਰੀ ਨੂੰ ਵੇਖ ਲਿਆ ਹੈ।",
    "pronunciation": "di Rsit",
    "type_id": 3
  },
  {
    "shabad_id": 4266,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "pwieE lwlu, Amolu nwmu hir; Coif. n kqhU jwey ]3]",
    "transliteration": "Paaeiou Laal Amol Naam Har Shhodd N Kathehoo Jaaeae ||3||",
    "translation": "I have found the Priceless Name of the Beloved Lord; it never leaves me or goes anywhere else. ||3||",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਕੀਮਤੀ ਅਮੋਲਕ ਨਾਮ ਲੱਭ ਲਿਆ ਹੈ, ਉਸ ਨੂੰ ਛੱਡ ਕੇ (ਮੇਰਾ ਮਨ ਹੁਣ) ਹੋਰ ਕਿਸੇ ਭੀ ਪਾਸੇ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4266,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "kvn aupmw. kaun bfweI; ikAw gun khau rIJwey ]",
    "transliteration": "Kavan Oupamaa Koun Baddaaee Kiaa Gun Keho Reejhaaeae ||",
    "translation": "What praise, what glory and what virtues should I utter, in order to please the Lord?",
    "punjabi": "ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਕਿਹੜੀ ਸਿਫ਼ਤ ਕਰਾਂ? ਕਿਹੜੀ ਵਡਿਆਈ ਦੱਸਾਂ? ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ? ਜਿਸ ਕਰਕੇ ਉਹ ਮੇਰੇ ਉੱਤੇ ਪਸੰਨ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4266,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "hoq ikRpwl dIn dieAw pRB; jn nwnk. dws dswey ]4]8]",
    "transliteration": "Hoth Kirapaal Dheen Dhaeiaa Prabh Jan Naanak Dhaas Dhasaaeae ||4||8||",
    "translation": "That humble being, unto whom the Merciful Lord is kind - O servant Nanak, he is the slave of God's slaves. ||4||8||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਿਸ ਉੱਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈਂਦਾ ਹੈ ॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Euie suK; kw isau brin sunwvq ]",
    "transliteration": "Oue Sukh Kaa Sio Baran Sunaavath ||",
    "translation": "Who can I tell, and with whom can I speak, about this state of peace and bliss?",
    "punjabi": "ਉਹਨਾਂ ਸੁਖਾਂ ਦਾ ਬਿਆਨ ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "And ibnod pyiK pRB drsn; min mMgl gun gwvq ]1] rhwau ]",
    "transliteration": "Anadh Binodh Paekh Prabh Dharasan Man Mangal Gun Gaavath ||1|| Rehaao ||",
    "translation": "I am in ecstasy and delight, gazing upon the Blessed Vision of God's Darshan. My mind sings His Songs of Joy and His Glories. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਆਨੰਦ ਕੌਤਕ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਪੈਦਾ ਹੁੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਮਨ ਦੀਆਂ ਜਿਹੜੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਪੈਦਾ ਹੁੰਦੀਆਂ ਹਨ (ਉਹ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦੀਆਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4267,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ibsm BeI. pyiK ibsmwdI; pUir rhy ikrpwvq ]",
    "transliteration": "Bisam Bhee Paekh Bisamaadhee Poor Rehae Kirapaavath ||",
    "translation": "I am wonderstruck, gazing upon the Wondrous Lord. The Merciful Lord is All-pervading everywhere.",
    "punjabi": "ਉਸ ਅਚਰਜ-ਰੂਪ ਅਤੇ ਕਿਰਪਾ ਦੇ ਸੋਮੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੈਂ ਹੈਰਾਨ ਹੋ ਗਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "pIE AMimRq nwmu Amolk; ijau cwiK gUMgw muskwvq ]1]",
    "transliteration": "Peeou Anmrith Naam Amolak Jio Chaakh Goongaa Musakaavath ||1||",
    "translation": "I drink in the Invaluable Nectar of the Naam, the Name of the Lord. Like the mute, I can only smile - I cannot speak of its flavor. ||1||",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਅਮੋਲਕ ਨਾਮ-ਜਲ ਪੀਤਾ (ਤਾਂ ਮੇਰੀ ਹਾਲਤ ਇਉਂ ਹੋ ਗਈ) ਜਿਵੇਂ ਕੋਈ ਗੁੰਗਾ ਮਨੁੱਖ (ਗੁੜ ਆਦਿਕ) ਚੱਖ ਕੇ (ਸਿਰਫ਼) ਮੁਸਕ੍ਰਾਉਂਦਾ ਹੀ ਹੈ। (ਸੁਆਦ ਦੱਸ ਨਹੀਂ ਸਕਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jYsy pvnu, bMD kir rwiKE; bUJ n. Awvq jwvq ]",
    "transliteration": "Jaisae Pavan Bandhh Kar Raakhiou Boojh N Aavath Jaavath ||",
    "translation": "As the breath is held in bondage, no one can understand its coming in and going out.",
    "punjabi": "ਜਿਵੇਂ (ਕੋਈ ਜੋਗੀ) ਆਪਣੇ ਪ੍ਰਾਣ ਰੋਕ ਲੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਉਣ ਜਾਣ ਦੀ (ਕਿਸੇ ਹੋਰ ਨੂੰ) ਸਮਝ ਨਹੀਂ ਪੈ ਸਕਦੀ,",
    "pronunciation": "bMD rok",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jw kau, irdY pRgwsu BieE hir; auAw kI khI. n jwie khwvq ]2]",
    "transliteration": "Jaa Ko Ridhai Pragaas Bhaeiou Har Ouaa Kee Kehee N Jaae Kehaavath ||2||",
    "translation": "So is that person, whose heart is enlightened by the Lord - his story cannot be told. ||2||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਦਸ਼ਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Awn aupwv. jyqy ikCu khIAih; qyqy sIKy pwvq ]",
    "transliteration": "Aan Oupaav Jaethae Kishh Keheeahi Thaethae Seekhae Paavath ||",
    "translation": "As many other efforts as you can think of - I have seen them and studied them all.",
    "punjabi": "(ਦੁਨੀਆ ਵਾਲੇ ਗੁਣ ਸਿੱਖਣ ਵਾਸਤੇ) ਹੋਰ ਜਿਤਨੇ ਭੀ ਜਤਨ ਦੱਸੇ ਜਾਂਦੇ ਹਨ, ਉਹ (ਹੋਰਨਾਂ ਪਾਸੋਂ) ਸਿੱਖਿਆਂ ਹੀ ਸਿੱਖੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "khI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "AicMq lwlu. igRh BIqir pRgitE; Agm jYsy prKwvq ]3]",
    "transliteration": "Achinth Laal Grih Bheethar Pragattiou Agam Jaisae Parakhaavath ||3||",
    "translation": "My Beloved, Carefree Lord has revealed Himself within the home of my own heart; thus I have realized the Inaccessible Lord. ||3||",
    "punjabi": "ਪਰ ਚਿੰਤਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਸੋਹਣਾ ਪ੍ਰਭੂ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਘਰ ਦੇ ਅੰਦਰ ਹੀ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟਦਾ ਹੈ, ਉਸ ਦੀ) ਪਰਖ ਕਰਨੀ ਕਠਨ ਜਿਹਾ ਕੰਮ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "inrgux inrMkwr AibnwsI; Aqulo. quilE n jwvq ]",
    "transliteration": "Niragun Nirankaar Abinaasee Athulo Thuliou N Jaavath ||",
    "translation": "The Absolute, Formless, Eternally Unchanging, Immeasurable Lord cannot be measured.",
    "punjabi": "ਪਰਮਾਤਮਾ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਕੋਈ ਖ਼ਾਸ ਸਰੂਪ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪਰਮਾਤਮਾ ਨਾਸ-ਰਹਿਤ ਹੈ, ਉਹ ਅਤੋਲ ਹੈ, ਉਸ ਨੂੰ ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-q`ulo",
    "type_id": 3
  },
  {
    "shabad_id": 4267,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "khu nwnk. Ajru ijin jirAw; iqs hI kau bin Awvq ]4]9]",
    "transliteration": "Kahu Naanak Ajar Jin Jariaa This Hee Ko Ban Aavath ||4||9||",
    "translation": "Says Nanak, whoever endures the unendurable - this state belongs to him alone. ||4||9||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੇ ਉਸ ਸਦਾ ਜਵਾਨ ਰਹਿਣ ਵਾਲੇ (ਜਰਾ-ਰਹਿਤ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ, ਉਸ ਦੀ ਆਤਮਕ ਦਸ਼ਾ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ (ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ) ॥੪॥੯॥",
    "pronunciation": "A-jru",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ibKeI; idnu rYin iev hI gudwrY ]",
    "transliteration": "Bikhee Dhin Rain Eiv Hee Gudhaarai ||",
    "translation": "The corrupt person passes his days and nights uselessly.",
    "punjabi": "ਵਿਸ਼ਈ ਮਨੁੱਖ ਇਸੇ ਤਰ੍ਹਾਂ (ਵਿਕਾਰਾਂ ਵਿਚ) ਹੀ ਦਿਨ ਰਾਤ (ਆਪਣੀ ਉਮਰ) ਗੁਜ਼ਾਰਦਾ ਹੈ।",
    "pronunciation": "ib-KeI",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "goibMdu. n BjY, AhMbuiD mwqw; jnmu jUAY ijau hwrY ]1] rhwau ]",
    "transliteration": "Gobindh N Bhajai Ahanbudhh Maathaa Janam Jooai Jio Haarai ||1|| Rehaao ||",
    "translation": "He does not vibrate and meditate on the Lord of the Universe; he is intoxicated with egotistical intellect. He loses his life in the gamble. ||1||Pause||",
    "punjabi": "(ਵਿਸ਼ਈ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਨਹੀਂ ਕਰਦਾ, ਅਹੰਕਾਰ ਵਿਚ ਮੱਤਾ ਹੋਇਆ (ਆਪਣਾ ਮਨੁੱਖਾ) ਜਨਮ (ਇਉਂ) ਹਾਰ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ (ਜੁਆਰੀਆ) ਜੂਏ ਵਿਚ (ਬਾਜ਼ੀ ਹਾਰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "m`wqw",
    "type_id": 4
  },
  {
    "shabad_id": 4268,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "nwmu Amolw. pRIiq n, iqs isau; pr inMdw ihqkwrY ]",
    "transliteration": "Naam Amolaa Preeth N This Sio Par Nindhaa Hithakaarai ||",
    "translation": "The Naam, the Name of the Lord, is priceless, but he is not in love with it. He loves only to slander others.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬਹੁਤ ਹੀ ਕੀਮਤੀ ਹੈ (ਵਿਸ਼ਈ ਮਨੁੱਖ) ਉਸ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ, ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਾ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Cwpru bWiD svwrY iqRx ko; duAwrY pwvku jwrY ]1]",
    "transliteration": "Shhaapar Baandhh Savaarai Thrin Ko Dhuaarai Paavak Jaarai ||1||",
    "translation": "Weaving the grass, he builds his house of straw. At the door, he builds a fire. ||1||",
    "punjabi": "(ਵਿਸ਼ਈ ਮਨੁੱਖ, ਮਾਨੋ) ਕੱਖਾਂ ਦਾ ਛੱਪਰ ਬਣਾ ਕੇ (ਉਸ ਨੂੰ) ਸਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਪਰ ਉਸ ਦੇ) ਬੂਹੇ ਅੱਗੇ ਅੱਗ ਬਾਲ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਕਰਕੇ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਸੜਨ ਦਾ ਖ਼ਤਰਾ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "kwlr pot auTwvY mUMfih; AMimRqu mn qy fwrY ]",
    "transliteration": "Kaalar Pott Outhaavai Moonddehi Anmrith Man Thae Ddaarai ||",
    "translation": "He carries a load of sulfur on his head, and drives the Ambrosial Nectar out of his mind.",
    "punjabi": "(ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ, ਮਾਨੋ) ਕੱਲਰ ਦੀ ਪੰਡ (ਆਪਣੇ) ਸਿਰ ਉੱਤੇ ਚੁੱਕੀ ਫਿਰਦਾ ਹੈ, ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਆਪਣੇ) ਮਨ ਵਿਚੋਂ (ਬਾਹਰ) ਸੁੱਟ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "EFY bsqR kwjr mih pirAw; bhuir bhuir iPir JwrY ]2]",
    "transliteration": "Oudtai Basathr Kaajar Mehi Pariaa Bahur Bahur Fir Jhaarai ||2||",
    "translation": "Wearing his good clothes, the mortal falls into the coal-pit; again and again, he tries to shake it off. ||2||",
    "punjabi": "ਕਾਲਖ (-ਭਰੇ ਕਮਰੇ) ਵਿਚ ਬੈਠਾ ਹੋਇਆ (ਚਿੱਟੇ) ਕੱਪੜੇ ਪਹਿਨਦਾ ਹੈ ਅਤੇ (ਕੱਪੜਿਆਂ ਉੱਤੇ ਪਈ ਕਾਲਖ ਨੂੰ) ਮੁੜ ਮੁੜ ਝਾੜਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "kwtY pyfu. fwl pir TwFO; Kwie Kwie muskwrY ]",
    "transliteration": "Kaattai Paedd Ddaal Par Thaadta Khaae Khaae Musakaarai ||",
    "translation": "Standing on the branch, eating and eating and smiling, he cuts down the tree.",
    "punjabi": "(ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ, ਮਾਨੋ, ਰੁੱਖ ਦੇ ਹੀ) ਟਾਹਣ ਉੱਤੇ ਖਲੋਤਾ ਹੋਇਆ (ਉਸੇ) ਰੁੱਖ ਨੂੰ ਵੱਢ ਰਿਹਾ ਹੈ, (ਨਾਲ ਨਾਲ ਹੀ ਮਿਠਿਆਈ ਆਦਿਕ) ਖਾ ਖਾ ਕੇ ਮੁਸਕ੍ਰਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "igirE. jwie rswqil pirE; iCtI iCtI, isr BwrY ]3]",
    "transliteration": "Giriou Jaae Rasaathal Pariou Shhittee Shhittee Sir Bhaarai ||3||",
    "translation": "He falls down head-first and is shattered into bits and pieces. ||3||",
    "punjabi": "(ਪਰ ਰੁੱਖ ਵੱਢਿਆ ਜਾਣ ਤੇ ਉਹ ਮਨੁੱਖ) ਡੂੰਘੇ ਟੋਏ ਵਿਚ ਜਾ ਡਿੱਗਦਾ ਹੈ, ਸਿਰ-ਭਾਰ ਡਿੱਗ ਕੇ ਹੱਡੀ ਹੱਡੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(iCtI) h`fI[ iCtI iCtI: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "inrvYrY sMig vYru rcwey; phuic n skY, gvwrY ]",
    "transliteration": "Niravairai Sang Vair Rachaaeae Pahuch N Sakai Gavaarai ||",
    "translation": "He bears vengeance against the Lord who is free of vengeance. The fool is not up to the task.",
    "punjabi": "ਮੂਰਖ (ਵਿਕਾਰੀ) ਮਨੁੱਖ ਉਸ ਸੰਤ ਜਨ ਨਾਲ ਸਦਾ ਵੈਰ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ਜੋ ਕਿਸੇ ਨਾਲ ਭੀ ਵੈਰ ਨਹੀਂ ਕਰਦਾ। (ਮੂਰਖ ਉਸ ਸੰਤ ਜਨ ਨਾਲ ਬਰਾਬਰੀ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ, ਪਰ) ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4268,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "khu nwnk. sMqn kw rwKw; pwrbRhmu inrMkwrY ]4]10]",
    "transliteration": "Kahu Naanak Santhan Kaa Raakhaa Paarabreham Nirankaarai ||4||10||",
    "translation": "Says Nanak, the Saving Grace of the Saints is the Formless, Supreme Lord God. ||4||10||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਵਿਕਾਰੀ ਮੂਰਖ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ) ਸੰਤ ਜਨਾਂ ਦਾ ਰਾਖਾ ਨਿਰੰਕਾਰ ਪਾਰਬ੍ਰਹਮ (ਸਦਾ ਆਪ) ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Avir siB BUly; BRmq. n jwinAw ]",
    "transliteration": "Avar Sabh Bhoolae Bhramath N Jaaniaa ||",
    "translation": "All the others are deluded by doubt; they do not understand.",
    "punjabi": "ਹੋਰ ਸਾਰੇ ਜੀਵ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਿਆਂ ਉਹਨਾਂ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੀ) ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "eyku suDwKru. jw kY ihrdY visAw; iqin bydih qqu pCwinAw ]1] rhwau ]",
    "transliteration": "Eaek Sudhhaakhar Jaa Kai Hiradhai Vasiaa Thin Baedhehi Thath Pashhaaniaa ||1|| Rehaao ||",
    "translation": "That person, within whose heart the One Pure Word abides, realizes the essence of the Vedas. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤਰ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੇ (ਸਮਝੋ) ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਦਾ ਤੱਤ ਸਮਝ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4269,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "privriq mwrgu. jyqw ikCu hoeIAY; qyqw log pcwrw ]",
    "transliteration": "Paravirath Maarag Jaethaa Kishh Hoeeai Thaethaa Log Pachaaraa ||",
    "translation": "He walks in the ways of the world, trying to please people.",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਰੁੱਝੇ ਰਹਿਣ ਵਾਲਾ ਜਿਤਨਾ ਭੀ ਜੀਵਨ-ਰਸਤਾ ਹੈ, ਇਹ ਸਾਰਾ ਲੋਕਾਂ ਵਿਚ ਆਪਣੀ ਇੱਜ਼ਤ ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ ਰਸਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jau lau irdY. nhI prgwsw; qau lau AMD AMDwrw ]1]",
    "transliteration": "Jo Lo Ridhai Nehee Paragaasaa Tho Lo Andhh Andhhaaraa ||1||",
    "translation": "But as long as his heart is not enlightened, he is stuck in pitch black darkness. ||1||",
    "punjabi": "ਜਦੋਂ ਤਕ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਹਰਿ-ਨਾਮ ਦਾ) ਚਾਨਣ ਨਹੀਂ ਹੁੰਦਾ, ਤਦ ਤਕ (ਆਤਮਕ ਜੀਵਨ ਵੱਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "jYsy DrqI swDY bhu ibiD; ibnu bIjY. nhI jWmY ]",
    "transliteration": "Jaisae Dhharathee Saadhhai Bahu Bidhh Bin Beejai Nehee Jaanmai ||",
    "translation": "The land may be prepared in every way, but nothing sprouts without being planted.",
    "punjabi": "ਜਿਵੇਂ (ਕੋਈ ਕਿਸਾਨ ਆਪਣੀ) ਜ਼ਮੀਨ ਨੂੰ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਤਿਆਰ ਕਰਦਾ ਹੈ, ਪਰ ਉਸ ਵਿਚ ਬੀ ਬੀਜਣ ਤੋਂ ਬਿਨਾ ਕੁਝ ਭੀ ਨਹੀਂ ਉੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "rwm nwm ibnu. mukiq, n hoeI hY; qutY nwhI. AiBmwnY ]2]",
    "transliteration": "Raam Naam Bin Mukath N Hoee Hai Thuttai Naahee Abhimaanai ||2||",
    "translation": "Just so, without the Lord's Name, no one is liberated, nor is egotistical pride eradicated. ||2||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ ਬੀਜਣ) ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦੀ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਨਹੀਂ ਮੁੱਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "nIru iblovY, Aiq sRmu pwvY; nYnU. kYsy rIsY ]",
    "transliteration": "Neer Bilovai Ath Sram Paavai Nainoo Kaisae Reesai ||",
    "translation": "The mortal may churn water until he is sore, but how can butter be produced?",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਾਣੀ ਨੂੰ ਹੀ ਰਿੜਕਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹ ਨਿਰਾ ਬਹੁਤ ਥਕੇਵਾਂ ਹੀ ਖੱਟਦਾ ਹੈ, (ਪਾਣੀ ਰਿੜਕਣ ਨਾਲ ਉਸ ਵਿਚੋਂ) ਮੱਖਣ ਨਹੀਂ ਨਿਕਲ ਸਕਦਾ।",
    "pronunciation": "(nYnU) m`Kx[ (rIsY) inkly",
    "type_id": 3
  },
  {
    "shabad_id": 4269,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ibnu gur Byty. mukiq, n kwhU; imlq nhI. jgdIsY ]3]",
    "transliteration": "Bin Gur Bhaettae Mukath N Kaahoo Milath Nehee Jagadheesai ||3||",
    "translation": "Without meeting the Guru, no one is liberated, and the Lord of the Universe is not met. ||3||",
    "punjabi": "(ਤਿਵੇਂ ਹੀ) ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਭੀ ਮੁਕਤੀ (ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ) ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
