[
  {
    "id": 52079,
    "shabad_id": 4277,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sgl pdwrQ ismrin jw kY; AwT phr myry mn jwip ]1] rhwau ]",
    "transliteration": "Sagal Padhaarathh Simaran Jaa Kai Aath Pehar Maerae Man Jaap ||1|| Rehaao ||",
    "translation": "All wealth and treasures are obtained by remembering Him in meditation; twenty-four hours a day, O my mind, meditate on Him. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਪਦਾਰਥ ਮਿਲਦੇ ਹਨ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਅੱਠੇ ਪਹਰ ਉਸ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52080,
    "shabad_id": 4277,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "AMimRq nwmu suAwmI qyrw; jo pIvY. iqs hI iqRpqws ]",
    "transliteration": "Anmrith Naam Suaamee Thaeraa Jo Peevai This Hee Thripathaas ||",
    "translation": "Your Name is Ambrosial Nectar, O my Lord and Master. Whoever drinks it in is satisfied.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ (ਇਹ ਨਾਮ ਜਲ) ਪੀਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸ਼ਾਂਤੀ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52081,
    "shabad_id": 4277,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jnm jnm ky iklibK nwsih; AwgY drgh hoie Klws ]1]",
    "transliteration": "Janam Janam Kae Kilabikh Naasehi Aagai Dharageh Hoe Khalaas ||1||",
    "translation": "The sins of countless incarnations are erased, and hereafter, he shall be saved and redeemed in the Court of the Lord. ||1||",
    "punjabi": "ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਗਾਂਹ (ਤੇਰੀ) ਹਜ਼ੂਰੀ ਵਿਚ ਉਸ ਨੂੰ ਸੁਰਖ਼ਰੋਈ ਹਾਸਲ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52082,
    "shabad_id": 4277,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "srin qumwrI AwieE krqy; pwrbRhm pUrn Aibnws ]",
    "transliteration": "Saran Thumaaree Aaeiou Karathae Paarabreham Pooran Abinaas ||",
    "translation": "I have come to Your Sanctuary, O Creator, O Perfect Supreme Eternal Lord God.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਨਾਸ-ਰਹਿਤ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52083,
    "shabad_id": 4277,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "kir ikrpw. qyry crn iDAwvau; nwnk. min qin drs ipAws ]2]5]19]",
    "transliteration": "Kar Kirapaa Thaerae Charan Dhhiaavo Naanak Man Than Dharas Piaas ||2||5||19||",
    "translation": "Please be kind to me, that I may meditate on Your Lotus Feet. O Nanak, my mind and body thirst for the Blessed Vision of Your Darshan. ||2||5||19||",
    "punjabi": "ਮਿਹਰ ਕਰ, ਮੈਂ (ਸਦਾ) ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂ, ਮੈਂ ਨਾਨਕ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ (ਤੇਰੇ) ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ ॥੨॥੫॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52084,
    "shabad_id": 4278,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swrg mhlw 5 Gru 3",
    "transliteration": "Saarag Mehalaa 5 Ghar 3",
    "translation": "Saarang, Fifth Mehl, Third House:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52085,
    "shabad_id": 4278,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 52086,
    "shabad_id": 4278,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "mn; khw luBweIAY Awn kau ]",
    "transliteration": "Man Kehaa Lubhaaeeai Aan Ko ||",
    "translation": "O my mind, why are you lured away by otherness?",
    "punjabi": "ਹੇ ਮਨ! ਹੋਰ ਹੋਰ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਲੋਭ ਵਿਚ ਨਹੀਂ ਫਸਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52087,
    "shabad_id": 4278,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "eIq aUq pRBu sdw shweI; jIA sMig qyry kwm kau ]1] rhwau ]",
    "transliteration": "Eeth Ooth Prabh Sadhaa Sehaaee Jeea Sang Thaerae Kaam Ko ||1|| Rehaao ||",
    "translation": "Here and hereafter, God is forever your Help and Support. He is your soul-mate; He will help you succeed. ||1||Pause||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਪਰਮਾਤਮਾ (ਹੀ) ਸਦਾ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੇ, ਜਿੰਦ ਦੇ ਨਾਲ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਹੇ ਮਨ! ਉਹ ਪ੍ਰਭੂ ਹੀ ਤੇਰੇ ਕੰਮ ਆਉਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52088,
    "shabad_id": 4278,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "AMimRq nwmu ipRA pRIiq mnohr; iehY AGwvn pWn kau ]",
    "transliteration": "Anmrith Naam Pria Preeth Manohar Eihai Aghaavan Paann Ko ||",
    "translation": "The Name of your Beloved Lover, the Fascinating Lord, is Ambrosial Nectar. Drinking it in, you shall find satisfaction.",
    "punjabi": "ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤਿ, ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ-ਇਹ ਹੀ ਪੀਣਾ ਤ੍ਰਿਪਤੀ ਦੇਣ ਵਾਸਤੇ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52089,
    "shabad_id": 4278,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Akwl mUriq hY swD sMqn kI; Twhr nIkI iDAwn kau ]1]",
    "transliteration": "Akaal Moorath Hai Saadhh Santhan Kee Thaahar Neekee Dhhiaan Ko ||1||",
    "translation": "The Being of Immortal Manifestation is found in the Saadh Sangat, the Company of the Holy. Meditate on Him in that most sublime place. ||1||",
    "punjabi": "ਅਕਾਲ-ਮੂਰਤਿ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰਨ ਵਾਸਤੇ ਸਾਧ ਸੰਗਤ ਹੀ ਸੋਹਣੀ ਥਾਂ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52090,
    "shabad_id": 4278,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "bwxI mMqRü mhwpurKn kI; mnih auqwrn mWn kau ]",
    "transliteration": "Baanee Manthra Mehaa Purakhan Kee Manehi Outhaaran Maann Ko ||",
    "translation": "The Bani, the Word of the Supreme Lord God, is the greatest Mantra of all. It eradicates pride from the mind.",
    "punjabi": "ਮਹਾਂ ਪੁਰਖਾਂ ਦੀ ਬਾਣੀ, ਮਹਾਂ ਪੁਰਖਾਂ ਦਾ ਉਪਦੇਸ਼ ਹੀ ਮਨ ਦਾ ਮਾਣ ਦੂਰ ਕਰਨ ਲਈ ਸਮਰਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52091,
    "shabad_id": 4278,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Koij lihE nwnk suK QwnW; hir nwmw ibsRwm kau ]2]1]20]",
    "transliteration": "Khoj Lehiou Naanak Sukh Thhaanaan Har Naamaa Bisraam Ko ||2||1||20||",
    "translation": "Searching, Nanak found the home of peace and bliss in the Name of the Lord. ||2||1||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਸ਼ਾਂਤੀ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸੁਖਾਂ ਦਾ ਥਾਂ ਹੈ (ਇਹ ਥਾਂ ਸਾਧ ਸੰਗਤ ਵਿਚ) ਖੋਜ ਕੀਤਿਆਂ ਲੱਭਦੀ ਹੈ ॥੨॥੧॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52092,
    "shabad_id": 4279,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52093,
    "shabad_id": 4279,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mn sdw mMgl; goibMd gwie ]",
    "transliteration": "Man Sadhaa Mangal Gobindh Gaae ||",
    "translation": "O my mind, sing forever the Songs of Joy of the Lord of the Universe.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52094,
    "shabad_id": 4279,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "rog sog qyry imtih sgl AG; inmK hIAY hir nwmu iDAwie ]1] rhwau ]",
    "transliteration": "Rog Sog Thaerae Mittehi Sagal Agh Nimakh Heeai Har Naam Dhhiaae ||1|| Rehaao ||",
    "translation": "All your disease, sorrow and sin will be erased, if you meditate on the Lord's Name, even for an instant. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰੇਂ, ਤਾਂ ਤੇਰੇ ਸਾਰੇ ਰੋਗ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52095,
    "shabad_id": 4279,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "Coif isAwnp bhu cqurweI; swDU srxI jwie pwie ]",
    "transliteration": "Shhodd Siaanap Bahu Chathuraaee Saadhhoo Saranee Jaae Paae ||",
    "translation": "Abandon all your clever tricks; go and enter the Sanctuary of the Holy.",
    "punjabi": "ਆਪਣੀ ਬਹੁਤ ਸਿਆਪਣ ਚਤੁਰਾਈ ਛੱਡ ਕੇ (ਇਹ ਖ਼ਿਆਲ ਦੂਰ ਕਰ ਕੇ ਕਿ ਤੂੰ ਬੜਾ ਸਿਆਣਾ ਤੇ ਅਕਲ ਵਾਲਾ ਹੈਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52096,
    "shabad_id": 4279,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "jau hoie ikRpwlu dIn duKBMjn; jm qy hovY Drmrwie ]1]",
    "transliteration": "Jo Hoe Kirapaal Dheen Dhukh Bhanjan Jam Thae Hovai Dhharam Raae ||1||",
    "translation": "When the Lord, the Destroyer of the pains of the poor becomes merciful, the Messenger of Death is changed into the Righteous Judge of Dharma. ||1||",
    "punjabi": "ਜਦੋਂ ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ (ਕਿਸੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਾਂ (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਜਮਰਾਜ ਤੋਂ ਧਰਮਰਾਜ ਬਣ ਜਾਂਦਾ ਹੈ (ਪਰਲੋਕ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਜਮਾਂ ਦਾ ਕੋਈ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52097,
    "shabad_id": 4279,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "eyks ibnu. nwhI ko dUjw; Awn. n bIE, lvY lwie ]",
    "transliteration": "Eaekas Bin Naahee Ko Dhoojaa Aan N Beeou Lavai Laae ||",
    "translation": "Without the One Lord, there is no other at all. No one else can equal Him.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਰਾਖਾ) ਨਹੀਂ ਹੈ, ਕੋਈ ਹੋਰ ਦੂਜਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52098,
    "shabad_id": 4279,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mwq ipqw BweI, nwnk ko; suKdwqw hir pRwn swie ]2]2]21]",
    "transliteration": "Maath Pithaa Bhaaee Naanak Ko Sukhadhaathaa Har Praan Saae ||2||2||21||",
    "translation": "The Lord is Nanak's Mother, Father and Sibling, the Giver of Peace, his Breath of Life. ||2||2||21||",
    "punjabi": "ਨਾਨਕ ਦਾ ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਮਾਂ ਪਿਉ ਭਰਾ ਤੇ ਪ੍ਰਾਣਾਂ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ॥੨॥੨॥੨੧॥",
    "pronunciation": "(swie) mwlk",
    "type_id": 3
  },
  {
    "id": 52099,
    "shabad_id": 4280,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52100,
    "shabad_id": 4280,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir jn; sgl auDwry sMg ky ]",
    "transliteration": "Har Jan Sagal Oudhhaarae Sang Kae ||",
    "translation": "The Lord's humble servant saves those who accompany him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ (ਆਪਣੇ) ਨਾਲ ਬੈਠਣ ਵਾਲੇ ਸਾਰਿਆਂ ਨੂੰ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52101,
    "shabad_id": 4280,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Bey punIq. pivqR mn; jnm jnm ky duK hry ]1] rhwau ]",
    "transliteration": "Bheae Puneeth Pavithr Man Janam Janam Kae Dhukh Harae ||1|| Rehaao ||",
    "translation": "Their minds are sanctified and rendered pure, and they are rid of the pains of countless incarnations. ||1||Pause||",
    "punjabi": "(ਸੰਤ ਜਨਾਂ ਦੇ ਨਾਲ ਸੰਗਤ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਪਵਿਤੱਰ ਮਨ ਵਾਲੇ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52102,
    "shabad_id": 4280,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "mwrig cly. iqn@I suKu pwieAw; ijn@ isau gosit sy qry ]",
    "transliteration": "Maarag Chalae Thinhee Sukh Paaeiaa Jinh Sio Gosatt Sae Tharae ||",
    "translation": "Those who walk on the path find peace; they are saved, along with those who speak with them.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ (ਸਾਧ ਸੰਗਤ ਦੇ) ਰਸਤੇ ਉਤੇ ਤੁਰਦੇ ਹਨ, ਉਹ ਸੁਖ-ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨਾਲ ਸੰਤ ਜਨਾਂ ਦਾ ਬਹਿਣ-ਖਲੋਣ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52103,
    "shabad_id": 4280,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "bUfq Gor AMD kUp mih; qy swDUsMig pwir pry ]1]",
    "transliteration": "Booddath Ghor Andhh Koop Mehi Thae Saadhhoo Sang Paar Parae ||1||",
    "translation": "Even those who are drowning in the horrible, deep dark pit are carried across in the Saadh Sangat, the Company of the Holy. ||1||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਘੁੱਪ ਹਨੇਰੇ ਖੂਹ ਵਿਚ ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਭੀ ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52104,
    "shabad_id": 4280,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ijn@ ky Bwg bfy hY BweI; iqn@ swDUsMig muK jury ]",
    "transliteration": "Jinh Kae Bhaag Baddae Hai Bhaaee Thinh Saadhhoo Sang Mukh Jurae ||",
    "translation": "Those who have such high destiny turn their faces toward the Saadh Sangat.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਵੱਡੇ ਭਾਗ (ਜਾਗਦੇ) ਹਨ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜੁੜਦੇ ਹਨ (ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਸਤਸੰਗੀਆਂ ਨਾਲ ਮਿਲਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52105,
    "shabad_id": 4280,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "iqn@ kI DUir bWCY inq nwnku; pRBu myrw ikrpw kry ]2]3]22]",
    "transliteration": "Thinh Kee Dhhoor Baanshhai Nith Naanak Prabh Maeraa Kirapaa Karae ||2||3||22||",
    "translation": "Nanak longs for the dust of their feet; O God, please shower Your Mercy on me! ||2||3||22||",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਸਦਾ ਮੰਗਦਾ ਹੈ (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਮਿਲ ਸਕਦੀ ਹੈ, ਜੇ) ਮੇਰਾ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ ॥੨॥੩॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52106,
    "shabad_id": 4281,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52107,
    "shabad_id": 4281,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir jn; rwm rwm rwm iDAWey ]",
    "transliteration": "Har Jan Raam Raam Raam Dhhiaaaneae ||",
    "translation": "The humble servant of the Lord meditates on the Lord, Raam, Raam, Raam.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52108,
    "shabad_id": 4281,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "eyk plk. suK swD smwgm; koit bYkuMTh pWey ]1] rhwau ]",
    "transliteration": "Eaek Palak Sukh Saadhh Samaagam Kott Baikuntheh Paaneae ||1|| Rehaao ||",
    "translation": "One who enjoys peace in the Company of the Holy, even for an instant, obtains millions of heavenly paradises. ||1||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਦੇ ਇਕ ਪਲ ਭਰ ਦੇ ਸੁਖ (ਨੂੰ ਉਹ ਇਉਂ ਸਮਝਦੇ ਹਨ ਕਿ) ਕ੍ਰੋੜਾਂ ਬੈਕੁੰਠ ਹਾਸਲ ਕਰ ਲਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52109,
    "shabad_id": 4281,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "dulB dyh jip hoq punIqw; jm kI qRws invwrY ]",
    "transliteration": "Dhulabh Dhaeh Jap Hoth Puneethaa Jam Kee Thraas Nivaarai ||",
    "translation": "This human body, so difficult to obtain, is sanctified by meditating on the Lord. It takes away the fear of death.",
    "punjabi": "ਨਾਮ ਜਪ ਕੇ ਉਸ ਦਾ ਦੁਰਲੱਭ ਮਨੁੱਖਾ ਸਰੀਰ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, (ਨਾਮ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਜਮਾਂ ਦਾ ਡਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "du-lB",
    "type_id": 3
  },
  {
    "id": 52110,
    "shabad_id": 4281,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "mhw piqq ky. pwiqk auqrih; hir nwmw auir DwrY ]1]",
    "transliteration": "Mehaa Pathith Kae Paathik Outharehi Har Naamaa Our Dhhaarai ||1||",
    "translation": "Even the sins of terrible sinners are washed away, by cherishing the Lord's Name within the heart. ||1||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰੀਆਂ ਦੇ ਪਾਪ ਲਹਿ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "au~qr-ih",
    "type_id": 3
  },
  {
    "id": 52111,
    "shabad_id": 4281,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "jo jo sunY rwm jsu inrml; qw kw jnm mrx duKu nwsw ]",
    "transliteration": "Jo Jo Sunai Raam Jas Niramal Thaa Kaa Janam Maran Dhukh Naasaa ||",
    "translation": "Whoever listens to the Immaculate Praises of the Lord - his pains of birth and death are dispelled.",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਪਵਿੱਤਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦਾ ਹੈ, ਉਸ ਦਾ ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52112,
    "shabad_id": 4281,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "khu nwnk. pweIAY vfBwgˆØI; mn qn hoie ibgwsw ]2]4]23]",
    "transliteration": "Kahu Naanak Paaeeai Vaddabhaaganaee Man Than Hoe Bigaasaa ||2||4||23||",
    "translation": "Says Nanak, the Lord is found by great good fortune, and then the mind and body blossom forth. ||2||4||23||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੀ ਹੈ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ ਉਹਨਾਂ ਦੇ) ਮਨਾਂ ਵਿਚ ਤਨਾਂ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੪॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
