[
  {
    "id": 52113,
    "shabad_id": 4282,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ਦੁਪਦੇ ਘਰੁ ੪",
    "transliteration": "Saarag Mehalaa 5 Dhupadhae Ghar 4",
    "translation": "Saarang, Fifth Mehl, Du-Padas, Fourth House:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52114,
    "shabad_id": 4282,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 52115,
    "shabad_id": 4282,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੋਹਨ ਘਰਿ ਅਾਵਹੁ; ਕਰੳੁ ਜੋਦਰੀਅਾ ||",
    "transliteration": "Mohan Ghar Aavahu Karo Jodhareeaa ||",
    "translation": "O my Fascinating Lord, I pray to You: come into my house.",
    "punjabi": "ਹੇ ਮੋਹਨ-ਪ੍ਰਭੂ! ਮੈਂ ਮਿੰਨਤ ਕਰਦੀ ਹਾਂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸ।",
    "pronunciation": "(ਜੋ-ਦਰੀਅਾ) ਪ੍ਰੇਮ ਬੇਨਤੀਅਾਂ, ਮਿੰਨਤਾਂ",
    "type_id": 3
  },
  {
    "id": 52116,
    "shabad_id": 4282,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਾਨੁ ਕਰੳੁ. ਅਭਿਮਾਨੈ ਬੋਲੳੁ; ਭੂਲ ਚੂਕ ਤੇਰੀ ਪਿ੍ਰਅ ਚਿਰੀਅਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Maan Karo Abhimaanai Bolo Bhool Chook Thaeree Pria Chireeaa ||1|| Rehaao ||",
    "translation": "I act in pride, and speak in pride. I am mistaken and wrong, but I am still Your hand-maiden, O my Beloved. ||1||Pause||",
    "punjabi": "ਹੇ ਮੋਹਨ! ਮੈਂ (ਸਦਾ) ਮਾਣ ਕਰਦੀ ਰਹਿੰਦੀ ਹਾਂ, ਮੈਂ (ਸਦਾ) ਅਹੰਕਾਰ ਨਾਲ ਗੱਲਾਂ ਕਰਦੀ ਹਾਂ, ਮੈਂ ਬਥੇਰੀਆਂ ਭੁੱਲਾਂ-ਚੁੱਕਾਂ ਕਰਦੀ ਹਾਂ, (ਫਿਰ ਭੀ) ਹੇ ਪਿਆਰੇ! ਮੈਂ ਤੇਰੀ (ਹੀ) ਦਾਸੀ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52117,
    "shabad_id": 4282,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਨਿਕਟਿ ਸੁਨੳੁ ਅਰੁ ਪੇਖੳੁ ਨਾਹੀ; ਭਰਮਿ ਭਰਮਿ ਦੁਖ ਭਰੀਅਾ ||",
    "transliteration": "Nikatt Suno Ar Paekho Naahee Bharam Bharam Dhukh Bhareeaa ||",
    "translation": "I hear that You are near, but I cannot see You. I wander in suffering, deluded by doubt.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਮੈਂ ਸੁਣਦੀ ਹਾਂ (ਤੂੰ) ਨੇੜੇ (ਵੱਸਦਾ ਹੈਂ), ਪਰ ਮੈਂ (ਤੈਨੂੰ) ਵੇਖ ਨਹੀਂ ਸਕਦੀ। ਸਦਾ ਭਟਕ ਭਟਕ ਕੇ ਮੈਂ ਦੁੱਖਾਂ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52118,
    "shabad_id": 4282,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹੋੲਿ ਕਿ੍ਰਪਾਲ ਗੁਰ. ਲਾਹਿ ਪਾਰਦੋ; ਮਿਲੳੁ ਲਾਲ. ਮਨੁ ਹਰੀਅਾ ||੧||",
    "transliteration": "Hoe Kirapaal Gur Laahi Paaradho Milo Laal Man Hareeaa ||1||",
    "translation": "The Guru has become merciful to me; He has removed the veils. Meeting with my Beloved, my mind blossoms forth in abundance. ||1||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਜੇ ਤੂੰ ਦਇਆਵਾਨ ਹੋ ਕੇ (ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਪਰਦਾ ਦੂਰ ਕਰ ਦੇਵੇਂ, ਮੈਂ (ਸੋਹਣੇ) ਲਾਲ (ਪ੍ਰਭੂ) ਨੂੰ ਮਿਲ ਪਵਾਂ, ਤੇ, ਮੇਰਾ ਮਨ (ਆਤਮਕ ਜੀਵਨ ਨਾਲ) ਹਰ-ਭਰਾ ਹੋ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52119,
    "shabad_id": 4282,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ੲੇਕ ਨਿਮਖ. ਜੇ ਬਿਸਰੈ ਸੁਅਾਮੀ; ਜਾਨੳੁ ਕੋਟਿ ਦਿਨਸ ਲਖ ਬਰੀਅਾ ||",
    "transliteration": "Eaek Nimakh Jae Bisarai Suaamee Jaano Kott Dhinas Lakh Bareeaa ||",
    "translation": "If I were to forget my Lord and Master, even for an instant, it would be like millions of days, tens of thousands of years.",
    "punjabi": "ਜੇ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਮਾਲਕ-ਪ੍ਰਭੂ (ਮਨ ਤੋਂ) ਭੁੱਲ ਜਾਏ, ਤਾਂ ਮੈਂ ਇਉਂ ਸਮਝਦੀ ਹਾਂ ਕਿ ਕ੍ਰੋੜਾਂ ਦਿਨ ਲੱਖਾਂ ਵਰ੍ਹੇ ਲੰਘ ਗਏ ਹਨ।",
    "pronunciation": "ਲੱਖ",
    "type_id": 3
  },
  {
    "id": 52120,
    "shabad_id": 4282,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕੀ ਭੀਰ ਜੳੁ ਪਾੲੀ; ਤੳੁ ਨਾਨਕ. ਹਰਿ ਸੰਗਿ ਮਿਰੀਅਾ ||੨||੧||੨੪||",
    "transliteration": "Saadhhasangath Kee Bheer Jo Paaee Tho Naanak Har Sang Mireeaa ||2||1||24||",
    "translation": "When I joined the Saadh Sangat, the Company of the Holy, O Nanak, I met my Lord. ||2||1||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮੈਨੂੰ ਸਾਧ ਸੰਗਤ ਦਾ ਸਮਾਗਮ ਪ੍ਰਾਪਤ ਹੋਇਆ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਨਾਲ ਮੇਲ ਹੋ ਗਿਆ ॥੨॥੧॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52121,
    "shabad_id": 4283,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52122,
    "shabad_id": 4283,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਬ ਕਿਅਾ ਸੋਚੳੁ. ਸੋਚ ਬਿਸਾਰੀ ||",
    "transliteration": "Ab Kiaa Socho Soch Bisaaree ||",
    "translation": "Now what should I think? I have given up thinking.",
    "punjabi": "(ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹੁਣ ਮੈਂ ਹੋਰ ਹੋਰ ਕਿਹੜੀਆਂ ਸੋਚਾਂ ਸੋਚਾਂ? ਮੈਂ ਹਰੇਕ ਸੋਚ ਵਿਸਾਰ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52123,
    "shabad_id": 4283,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਰਣਾ ਸਾ. ਸੋੲੀ ਕਰਿ ਰਹਿਅਾ; ਦੇਹਿ ਨਾੳੁ ਬਲਿਹਾਰੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Karanaa Saa Soee Kar Rehiaa Dhaehi Naao Balihaaree ||1|| Rehaao ||",
    "translation": "You do whatever You wish to do. Please bless me with Your Name - I am a sacrifice to You. ||1||Pause||",
    "punjabi": "(ਉਸ ਦੇ ਨਾਮ ਦਾ ਸਦਕਾ ਹੁਣ ਮੈਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਉਹੀ ਕੁਝ ਉਹ ਕਰ ਰਿਹਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52124,
    "shabad_id": 4283,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਚਹੁ ਦਿਸ ਫੂਲਿ ਰਹੀ ਬਿਖਿਅਾ ਬਿਖੁ; ਗੁਰ ਮੰਤ੍ਰੁ ਮੂਖਿ ਗਰੁੜਾਰੀ ||",
    "transliteration": "Chahu Dhis Fool Rehee Bikhiaa Bikh Gur Manthra Mookh Garurraaree ||",
    "translation": "The poison of corruption is flowering forth in the four directions; I have taken the GurMantra as my antidote.",
    "punjabi": "ਸਾਰੇ ਜਗਤ ਵਿਚ ਮਾਇਆ (ਸਪਣੀ) ਦੀ ਜ਼ਹਰ ਵਧ-ਫੁੱਲ ਰਹੀ ਹੈ (ਇਸ ਤੋਂ ਉਹੀ ਬਚਦਾ ਹੈ ਜਿਸ ਦੇ) ਮੂੰਹ ਵਿਚ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਗਰੁੜ-ਮੰਤ੍ਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52125,
    "shabad_id": 4283,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਾਥ ਦੇੲਿ ਰਾਖਿਓ, ਕਰਿ ਅਪੁਨਾ; ਜਿੳੁ ਜਲ, ਕਮਲਾ ਅਲਿਪਾਰੀ ||੧||",
    "transliteration": "Haathh Dhaee Raakhiou Kar Apunaa Jio Jal Kamalaa Alipaaree ||1||",
    "translation": "Giving me His Hand, He has saved me as His Own; like the lotus in the water, I remain unattached. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ ਆਪਣਾ ਬਣਾ ਕੇ ਰੱਖਿਆ ਕਰਦਾ ਹੈ, ਉਹ ਜਗਤ ਵਿਚ ਇਉਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ ਜਿਵੇਂ ਪਾਣੀ ਵਿਚ ਕੌਲ ਫੁੱਲ ॥੧॥",
    "pronunciation": "(ਅਲਿ-ਪਾਰੀ) ਨਿਰਲੇਪ",
    "type_id": 3
  },
  {
    "id": 52126,
    "shabad_id": 4283,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਹੳੁ ਨਾਹੀ ਕਿਛੁ. ਮੈ ਕਿਅਾ ਹੋਸਾ; ਸਭ ਤੁਮ ਹੀ ਕਲ ਧਾਰੀ ||",
    "transliteration": "Ho Naahee Kishh Mai Kiaa Hosaa Sabh Thum Hee Kal Dhhaaree ||",
    "translation": "I am nothing. What am I? You hold all in Your Power.",
    "punjabi": "ਨਾਹ ਹੁਣ ਹੀ ਮੇਰੀ ਕੋਈ ਪਾਂਇਆਂ ਹੈ, ਨਾਹ ਅਗਾਂਹ ਨੂੰ ਭੀ ਮੇਰੀ ਕੋਈ ਪਾਂਇਆਂ ਹੋ ਸਕਦੀ ਹੈ। ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਆਪਣੀ ਸੱਤਿਆ ਟਿਕਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52127,
    "shabad_id": 4283,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਭਾਗਿ ਪਰਿਓ, ਹਰਿ ਪਾਛੈ; ਰਾਖੁ ਸੰਤ ਸਦਕਾਰੀ ||੨||੨||੨੫||",
    "transliteration": "Naanak Bhaag Pariou Har Paashhai Raakh Santh Sadhakaaree ||2||2||25||",
    "translation": "Nanak has run to Your Sanctuary, Lord; please save him, for the sake of Your Saints. ||2||2||25||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮਾਇਆ ਸਪਣੀ ਤੋਂ ਬਚਣ ਲਈ) ਮੈਂ ਨਾਨਕ ਭੱਜ ਕੇ ਤੇਰੇ ਸੰਤਾਂ ਦੀ ਸਰਨ ਪਿਆ ਹਾਂ, ਸੰਤ-ਸਰਨ ਦਾ ਸਦਕਾ ਮੇਰੀ ਰੱਖਿਆ ਕਰ ॥੨॥੨॥੨੫॥",
    "pronunciation": "(ਸਦਕਾਰੀ) ਸੰਤਾਂ ਦੀ ਖੈਰਾਤ, ਪਿੱਛੇ ਸਦਕੇ",
    "type_id": 3
  },
  {
    "id": 52128,
    "shabad_id": 4284,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52129,
    "shabad_id": 4284,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਬ ਮੋਹਿ; ਸਰਬ ੳੁਪਾਵ ਬਿਰਕਾਤੇ ||",
    "transliteration": "Ab Mohi Sarab Oupaav Birakaathae ||",
    "translation": "Now I have abandoned all efforts and devices.",
    "punjabi": "ਹੁਣ ਮੈਂ ਹੋਰ ਸਾਰੇ ਹੀਲੇ ਛੱਡ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "(ਬਿਰ-ਕਾਤੇ) ਛੱਡ ਦਿਤੇ",
    "type_id": 3
  },
  {
    "id": 52130,
    "shabad_id": 4284,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ ਸੁਅਾਮੀ; ਹਰਿ ੲੇਕਸੁ ਤੇ. ਮੇਰੀ ਗਾਤੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Karan Kaaran Samarathh Suaamee Har Eaekas Thae Maeree Gaathae ||1|| Rehaao ||",
    "translation": "My Lord and Master is the All-powerful Creator, the Cause of causes, my only Saving Grace. ||1||Pause||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮੂਲ ਹਰੀ! ਹੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਸੁਆਮੀ! (ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਸਿਰਫ਼ ਤੇਰੇ ਦਰ ਤੋਂ ਹੀ ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਸਕਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 4
  },
  {
    "id": 52131,
    "shabad_id": 4284,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਦੇਖੇ ਨਾਨਾ ਰੂਪ ਬਹੁ ਰੰਗਾ; ਅਨ ਨਾਹੀ. ਤੁਮ ਭਾਂਤੇ ||",
    "transliteration": "Dhaekhae Naanaa Roop Bahu Rangaa An Naahee Thum Bhaanthae ||",
    "translation": "I have seen numerous forms of incomparable beauty, but nothing is like You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ (ਜਗਤ ਦੇ) ਅਨੇਕਾਂ ਕਈ ਕਿਸਮਾਂ ਦੇ ਰੂਪ ਰੰਗ ਵੇਖ ਲਏ ਹਨ, ਤੇਰੇ ਵਰਗਾ (ਸੋਹਣਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52132,
    "shabad_id": 4284,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਦੇਂਹਿ ਅਧਾਰੁ ਸਰਬ ਕੳੁ ਠਾਕੁਰ; ਜੀਅ ਪ੍ਰਾਨ ਸੁਖਦਾਤੇ ||੧||",
    "transliteration": "Aenehi Adhhaar Sarab Ko Thaakur Jeea Praan Sukhadhaathae ||1||",
    "translation": "You give Your Support to all, O my Lord and Master; You are the Giver of peace, of the soul and the breath of life. ||1||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਹੇ ਜਿੰਦ ਦਾਤੇ! ਹੇ ਪ੍ਰਾਣ ਦਾਤੇ! ਹੇ ਸੁਖਦਾਤੇ! ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਹੀ ਆਸਰਾ ਦੇਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52133,
    "shabad_id": 4284,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਭ੍ਰਮਤੌ ਭ੍ਰਮਤੌ ਹਾਰਿ ਜੳੁ ਪਰਿਓ; ਤੳੁ ਗੁਰ ਮਿਲਿ. ਚਰਨ ਪਰਾਤੇ ||",
    "transliteration": "Bhramatha Bhramatha Haar Jo Pariou Tho Gur Mil Charan Paraathae ||",
    "translation": "Wandering, wandering, I grew so tired; meeting the Guru, I fell at His Feet.",
    "punjabi": "ਭਟਕਦਿਆਂ ਭਟਕਦਿਆਂ ਜਦੋਂ ਮੈਂ ਥੱਕ ਗਿਆ, ਤਦੋਂ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਕਦਰ ਪਛਾਣ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52134,
    "shabad_id": 4284,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਮੈ ਸਰਬ ਸੁਖੁ ਪਾੲਿਅਾ; ੲਿਹ ਸੂਖਿ ਬਿਹਾਨੀ ਰਾਤੇ ||੨||੩||੨੬||",
    "transliteration": "Kahu Naanak Mai Sarab Sukh Paaeiaa Eih Sookh Bihaanee Raathae ||2||3||26||",
    "translation": "Says Nanak, I have found total peace; this life-night of mine passes in peace. ||2||3||26||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੁਣ ਮੈਂ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ, ਤੇ ਮੇਰੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਸੁਖ ਆਨੰਦ ਵਿਚ ਬੀਤ ਰਹੀ ਹੈ ॥੨॥੩॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52135,
    "shabad_id": 4285,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52136,
    "shabad_id": 4285,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਬ ਮੋਹਿ; ਲਬਧਿਓ ਹੈ. ਹਰਿ ਟੇਕਾ ||",
    "transliteration": "Ab Mohi Labadhhiou Hai Har Ttaekaa ||",
    "translation": "Now I have found the Support of my Lord.",
    "punjabi": "ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਲਬ-ਧਿਓ) ਟੇ੍ਨਕਾ",
    "type_id": 3
  },
  {
    "id": 52137,
    "shabad_id": 4285,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਦੲਿਅਾਲ ਭੲੇ ਸੁਖਦਾੲੀ; ਅੰਧੁਲੈ ਮਾਣਿਕੁ ਦੇਖਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Dhaeiaal Bheae Sukhadhaaee Andhhulai Maanik Dhaekhaa ||1|| Rehaao ||",
    "translation": "The Guru, the Giver of peace, has become merciful to me. I was blind - I see the jewel of the Lord. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਸਤਿਗੁਰੂ ਜੀ (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋਏ ਹਨ, ਮੈਂ ਅੰਨ੍ਹੇ ਨੇ ਨਾਮ-ਮੋਤੀ ਵੇਖ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52138,
    "shabad_id": 4285,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਕਾਟੇ ਅਗਿਅਾਨ ਤਿਮਰ. ਨਿਰਮਲੀਅਾ; ਬੁਧਿ ਬਿਗਾਸ ਬਿਬੇਕਾ ||",
    "transliteration": "Kaattae Agiaan Thimar Niramaleeaa Budhh Bigaas Bibaekaa ||",
    "translation": "I have cut away the darkness of ignorance and become immaculate; my discriminationg intellect has blossomed forth.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦੇ ਹਨੇਰੇ ਕੱਟੇ ਗਏ ਹਨ, ਮੇਰੀ ਬੁੱਧੀ ਨਿਰਮਲ ਹੋ ਗਈ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਚੰਗੇ ਮੰਦੇ ਦੀ ਪਰਖ ਦੀ ਸ਼ਕਤੀ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52139,
    "shabad_id": 4285,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਤਰੰਗ. ਫੇਨੁ ਜਲ ਹੋੲੀ ਹੈ; ਸੇਵਕ ਠਾਕੁਰ ਭੲੇ ੲੇਕਾ ||੧||",
    "transliteration": "Jio Jal Tharang Faen Jal Hoee Hai Saevak Thaakur Bheae Eaekaa ||1||",
    "translation": "As the waves of water and the foam become water again, the Lord and His servant become One. ||1||",
    "punjabi": "(ਮੈਨੂੰ ਸਮਝ ਆ ਗਈ ਹੈ ਕਿ) ਜਿਵੇਂ ਪਾਣੀ ਦੀਆਂ ਲਹਰਾਂ ਤੇ ਝੱਗ ਸਭ ਕੁਝ ਪਾਣੀ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਅਤੇ ਉਸ ਦੇ ਸੇਵਕ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52140,
    "shabad_id": 4285,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਹ ਤੇ ੳੁਠਿਓ. ਤਹ ਹੀ ਅਾੲਿਓ; ਸਭ ਹੀ ੲੇਕੈ ੲੇਕਾ ||",
    "transliteration": "Jeh Thae Outhiou Theh Hee Aaeiou Sabh Hee Eaekai Eaekaa ||",
    "translation": "He is taken in again, into what from which he came; all is one in the One Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਹ ਸਮਝ ਆ ਗਈ ਹੈ ਕਿ) ਜਿਸ ਪ੍ਰਭੂ ਤੋਂ ਇਹ ਜੀਵ ਉਪਜਦਾ ਹੈ ਉਸ ਵਿਚ ਹੀ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਇਹ ਸਾਰੀ ਰਚਨਾ ਹੀ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਖੇਲ-ਪਸਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52141,
    "shabad_id": 4285,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਦਿ੍ਰਸਟਿ ਅਾੲਿਓ ਸ੍ਰਬ ਠਾੲੀ; ਪ੍ਰਾਣਪਤੀ ਹਰਿ ਸਮਕਾ ||੨||੪||੨੭||",
    "transliteration": "Naanak Dhrisatt Aaeiou Srab Thaaee Praanapathee Har Samakaa ||2||4||27||",
    "translation": "O Nanak, I have come to see the Master of the breath of life, all-pervading everywhere. ||2||4||27||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਿੱਸ ਪਿਆ ਹੈ ਕਿ ਪ੍ਰਾਣਾਂ ਦਾ ਮਾਲਕ ਹਰੀ ਸਭਨੀਂ ਥਾਈਂ ਇਕ-ਸਮਾਨ ਵੱਸ ਰਿਹਾ ਹੈ ॥੨॥੪॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52142,
    "shabad_id": 4286,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52143,
    "shabad_id": 4286,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ; ੲੇਕੈ ਹੀ ਪਿ੍ਰਅ ਮਾਂਗੈ ||",
    "transliteration": "Maeraa Man Eaekai Hee Pria Maangai ||",
    "translation": "My mind longs for the One Beloved Lord.",
    "punjabi": "ਮੇਰਾ ਮਨ ਸਿਰਫ਼ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਹੀ ਦਰਸਨ ਮੰਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52144,
    "shabad_id": 4286,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੇਖਿ ਅਾੲਿਓ. ਸਰਬ ਥਾਨ ਦੇਸ; ਪਿ੍ਰਅ ਰੋਮ ਨ ਸਮਸਰਿ. ਲਾਗੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Paekh Aaeiou Sarab Thhaan Dhaes Pria Rom N Samasar Laagai ||1|| Rehaao ||",
    "translation": "I have looked everywhere in every country, but nothing equals even a hair of my Beloved. ||1||Pause||",
    "punjabi": "ਮੈਂ ਸਾਰੇ ਦੇਸ਼ ਸਾਰੇ ਥਾਂ ਵੇਖ ਆਇਆ ਹਾਂ, (ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਸੁੰਦਰਤਾ ਵਿਚ) ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਦੇ ਇਕ ਰੋਮ ਦੀ ਭੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52145,
    "shabad_id": 4286,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮੈ ਨੀਰੇ. ਅਨਿਕ ਭੋਜਨ ਬਹੁ ਬਿੰਜਨ; ਤਿਨ ਸਿੳੁ. ਦਿ੍ਰਸਟਿ ਨ ਕਰੈ ਰੁਚਾਂਗੈ ||",
    "transliteration": "Mai Neerae Anik Bhojan Bahu Binjan Thin Sio Dhrisatt N Karai Ruchaangai ||",
    "translation": "All sorts of delicacies and dainties are placed before me, but I do not even want to look at them.",
    "punjabi": "ਮੈਂ ਅਨੇਕਾਂ ਭੋਜਨ ਅਨੇਕਾਂ ਸੁਆਦਲੇ ਪਦਾਰਥ ਪਰੋਸ ਕੇ ਰੱਖਦਾ ਹਾਂ, (ਮੇਰਾ ਮਨ) ਉਹਨਾਂ ਵਲ ਨਿਗਾਹ ਭੀ ਨਹੀਂ ਕਰਦਾ, (ਇਸ ਦੀ) ਉਹਨਾਂ ਵਲ ਕੋਈ ਰੁਚੀ ਨਹੀਂ।",
    "pronunciation": "(ਨੀਰੇ) ਪਰੋਸੇ[ (ਬਿੰਜਨ) ਮਿੱਠੇ ਭੋਜਨ[ (ਰੁਚਾਂਗੈ) ਰਿਦੇ ਦੀ ਰੁਚੀ",
    "type_id": 3
  },
  {
    "id": 52146,
    "shabad_id": 4286,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਚਾਹੈ, ਪਿ੍ਰਅ ਪਿ੍ਰਅ ਮੁਖਿ ਟੇਰੈ; ਜਿੳੁ ਅਲਿ ਕਮਲਾ ਲੋਭਾਂਗੈ ||੧||",
    "transliteration": "Har Ras Chaahai Pria Pria Mukh Ttaerai Jio Al Kamalaa Lobhaangai ||1||",
    "translation": "I long for the sublime essence of the Lord, calling, \"Pri-o! Pri-o! - Beloved! Beloved!\", like the Bumble bee longing for the lotus flower. ||1||",
    "punjabi": "ਜਿਵੇਂ ਭੌਰਾ ਕੌਲ ਫੁੱਲ ਵਾਸਤੇ ਲਲਚਾਂਦਾ ਹੈ, ਤਿਵੇਂ (ਮੇਰਾ ਮਨ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦਾ ਸੁਆਦ (ਹੀ) ਮੰਗਦਾ ਹੈ, ਮੂੰਹੋਂ 'ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ!' ਹੀ ਬੋਲਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਅਲਿ) ਭੋਰਾ[ (ਲੋਭਾਂਗੈ) ਲੁਭਾੲਿਮਾਨ",
    "type_id": 3
  }
]
