[
  {
    "id": 52147,
    "shabad_id": 4286,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "gux inDwn mnmohn lwln; suKdweI srbWgY ]",
    "transliteration": "Gun Nidhhaan Manamohan Laalan Sukhadhaaee Sarabaangai ||",
    "translation": "The Treasure of Virtue, the Enticer of the mind, my Beloved is the Giver of peace to all.",
    "punjabi": "ਹੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੇ! ਹੇ ਸੋਹਣੇ ਲਾਲ! ਹੇ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ! ਹੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52148,
    "shabad_id": 4286,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "guir nwnk. pRB pwih pTwieE; imlhu sKw gil lwgY ]2]5]28]",
    "transliteration": "Gur Naanak Prabh Paahi Pathaaeiou Milahu Sakhaa Gal Laagai ||2||5||28||",
    "translation": "Guru Nanak has led me to You, O God. Join with me, O my Best Friend, and hold me close in Your Embrace. ||2||5||28||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮਿੱਤਰ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਨਾਨਕ (ਨੂੰ) ਗੁਰੂ ਨੇ (ਤੇਰੇ) ਪਾਸ ਭੇਜਿਆ ਹੈ, ਮੈਨੂੰ ਗਲ ਲੱਗ ਕੇ ਮਿਲ ॥੨॥੫॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52149,
    "shabad_id": 4287,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52150,
    "shabad_id": 4287,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Ab moro; Twkur isau mnu mwnW ]",
    "transliteration": "Ab Moro Thaakur Sio Man Maanaan ||",
    "translation": "Now my mind is pleased and appeased by my Lord and Master.",
    "punjabi": "ਹੁਣ ਮੇਰਾ ਮਨ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ (ਸਦਾ) ਗਿੱਝਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52151,
    "shabad_id": 4287,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "swD ikRpwl dieAwl Bey hY; iehu CyidE dustu ibgwnw ]1] rhwau ]",
    "transliteration": "Saadhh Kirapaal Dhaeiaal Bheae Hai Eihu Shhaedhiou Dhusatt Bigaanaa ||1|| Rehaao ||",
    "translation": "The Holy Saint has become kind and compassionate to me, and has destroyed this demon of duality. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਸੰਤ ਜਨ ਮੇਰੇ ਉੱਤੇ ਤ੍ਰੁੱਠ ਪਏ ਦਇਆਵਾਨ ਹੋਏ, (ਤਾਂ ਮੈਂ ਆਪਣੇ ਅੰਦਰੋਂ ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਇਹ ਭੈੜਾ ਓਪਰਾ-ਪਨ ਕੱਟ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52152,
    "shabad_id": 4287,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qum hI suMdr. qumih isAwny; qum hI suGr sujwnw ]",
    "transliteration": "Thum Hee Sundhar Thumehi Siaanae Thum Hee Sughar Sujaanaa ||",
    "translation": "You are so beautiful, and You are so wise; You are elegant and all-knowing.",
    "punjabi": "ਹੁਣ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੈਨੂੰ ਸੋਹਣਾ ਲੱਗਦਾ ਹੈਂ, ਤੂੰ ਹੀ ਸਿਆਣਾ ਜਾਪਦਾ ਹੈਂ, ਤੂੰ ਹੀ ਸੋਹਣੀ ਆਤਮਕ ਘਾੜਤ ਵਾਲਾ ਤੇ ਸੁਜਾਨ ਦਿੱਸਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52153,
    "shabad_id": 4287,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "sgl jog Aru igAwn iDAwn; iek inmK. n kImiq jwnW ]1]",
    "transliteration": "Sagal Jog Ar Giaan Dhhiaan Eik Nimakh N Keemath Jaanaan ||1||",
    "translation": "All the Yogis, spiritual teachers and meditators do not know even a bit of Your value. ||1||",
    "punjabi": "ਜੋਗ-ਸਾਧਨ, ਗਿਆਨ-ਚਰਚਾ ਕਰਨ ਵਾਲੇ ਅਤੇ ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੇ, ਹੇ ਪ੍ਰਭੂ! ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਤੇਰੀ ਕਦਰ ਨਹੀਂ ਸਮਝੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52154,
    "shabad_id": 4287,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "qum hI nwiek. qum@ih CqRpiq; qum pUir rhy Bgvwnw ]",
    "transliteration": "Thum Hee Naaeik Thumhehi Shhathrapath Thum Poor Rehae Bhagavaanaa ||",
    "translation": "You are the Master, You are the Lord under the royal canopy; You are the perfectly pervading Lord God.",
    "punjabi": "ਹੇ ਭਗਵਾਨ! ਤੂੰ ਹੀ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਤੂੰ ਹੀ (ਸਭ ਰਾਜਿਆਂ ਦਾ) ਰਾਜਾ ਹੈਂ, ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52155,
    "shabad_id": 4287,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "pwvau dwnu. sMq syvw hir; nwnk. sd kurbwnW ]2]6]29]",
    "transliteration": "Paavo Dhaan Santh Saevaa Har Naanak Sadh Kurabaanaan ||2||6||29||",
    "translation": "Please bless me with the gift of service to the Saints; O Nanak, I am a sacrifice to the Lord. ||2||6||29||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮਿਹਰ ਕਰ, ਤੇਰੇ ਦਰ ਤੋਂ) ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਦਾ ਖੈਰ ਹਾਸਲ ਕਰਾਂ, ਮੈਂ ਨਾਨਕ ਸੰਤ ਜਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਵਾਂ ॥੨॥੬॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52156,
    "shabad_id": 4288,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52157,
    "shabad_id": 4288,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "myrY min. cIiq Awey; ipRA rMgw ]",
    "transliteration": "Maerai Man Cheeth Aaeae Pria Rangaa ||",
    "translation": "The Love of my Beloved comes into my conscious mind.",
    "punjabi": "(ਜਦੋਂ ਤੋਂ ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਕੌਤਕ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52158,
    "shabad_id": 4288,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ibsirE. DMDu bMDu mwieAw ko; rjin sbweI jMgw ]1] rhwau ]",
    "transliteration": "Bisariou Dhhandhh Bandhh Maaeiaa Ko Rajan Sabaaee Jangaa ||1|| Rehaao ||",
    "translation": "I have forgotten the entangling affairs of Maya, and I spend my life-night fighting with evil. ||1||Pause||",
    "punjabi": "ਮੈਨੂੰ ਮਾਇਆ ਵਾਲੀ ਭਟਕਣ ਭੁੱਲ ਗਈ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਮੁੱਕ ਗਈ ਹੈ, ਮੇਰੀ ਸਾਰੀ ਉਮਰ-ਰਾਤ (ਵਿਕਾਰਾਂ ਨਾਲ) ਜੰਗ ਕਰਦਿਆਂ ਬੀਤ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(sbweI) swrI aumr rUpI (rjin) rwq[ (jMgw) kwmwidkW AOguxW nwl jMg[ rjin: polw bolo",
    "type_id": 4
  },
  {
    "id": 52159,
    "shabad_id": 4288,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hir syvau. hir irdY bswvau; hir pwieAw sqsMgw ]",
    "transliteration": "Har Saevo Har Ridhai Basaavo Har Paaeiaa Sathasangaa ||",
    "translation": "I serve the Lord; the Lord abides within my heart. I have found my Lord in the Sat Sangat, the True Congregation.",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮੈਂ ਪ੍ਰਭੂ ਦੀ ਸਾਧ ਸੰਗਤ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52160,
    "shabad_id": 4288,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "AYso imilE mnohru pRIqmu. suK pwey muK mMgw ]1]",
    "transliteration": "Aiso Miliou Manohar Preetham Sukh Paaeae Mukh Mangaa ||1||",
    "translation": "So I have met with my enticingly beautiful Beloved; I have obtained the peace which I asked for. ||1||",
    "punjabi": "ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲਾ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਇਸ ਤਰ੍ਹਾਂ ਮੈਨੂੰ ਮਿਲ ਗਿਆ ਹੈ ਕਿ ਮੈਂ ਮੂੰਹ-ਮੰਗੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52161,
    "shabad_id": 4288,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ipRau Apnw. guir, bis kir dInw; Bogau Bog insMgw ]",
    "transliteration": "Prio Apanaa Gur Bas Kar Dheenaa Bhogo Bhog Nisangaa ||",
    "translation": "The Guru has brought my Beloved under my control, and I enjoy Him with unrestrained pleasure.",
    "punjabi": "ਗੁਰੂ ਨੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮੇਰੇ (ਪਿਆਰ ਦੇ) ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ ਹੈ, ਹੁਣ (ਕਾਮਾਦਿਕਾਂ ਦੀ) ਰੁਕਾਵਟ ਤੋਂ ਬਿਨਾ ਮੈਂ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "b`is",
    "type_id": 3
  },
  {
    "id": 52162,
    "shabad_id": 4288,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "inrBau Bey. nwnk Bau imitAw; hir pwieE pwTMgw ]2]7]30]",
    "transliteration": "Nirabho Bheae Naanak Bho Mittiaa Har Paaeiou Paathangaa ||2||7||30||",
    "translation": "I have become fearless; O Nanak, my fears have been eradicated. Chanting the Word, I have found the Lord. ||2||7||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ (ਜੀਵਨ ਦਾ) ਆਸਰਾ ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ, ਮੇਰਾ ਹਰੇਕ ਡਰ ਮਿਟ ਗਿਆ ਹੈ, ਮੈਂ (ਕਾਮਾਦਿਕਾਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਖ਼ਤਰੇ ਤੋਂ) ਨਿਡਰ ਹੋ ਗਿਆ ਹਾਂ ॥੨॥੭॥੩੦॥",
    "pronunciation": "(pwTMgw) (pwT+AMgw) (AMgw) AMg AMg Bwv rom rom c (pwT) Ajpw jwp (pwieE) pwieAw",
    "type_id": 3
  },
  {
    "id": 52163,
    "shabad_id": 4289,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52164,
    "shabad_id": 4289,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir jIau ky; drsn kau kurbwnI ]",
    "transliteration": "Har Jeeo Kae Dharasan Ko Kurabaanee ||",
    "translation": "I am a sacrifice to the Blessed Vision, the Darshan of my Dear Lord.",
    "punjabi": "ਮੈਂ ਪ੍ਰਭੂ ਜੀ ਦੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52165,
    "shabad_id": 4289,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bcn nwd. myry sRvnhu pUry; dyhw ipRA AMik smwnI ]1] rhwau ]",
    "transliteration": "Bachan Naadh Maerae Sravanahu Poorae Dhaehaa Pria Ank Samaanee ||1|| Rehaao ||",
    "translation": "The Naad, the Sound-current of His Word fills my ears; my body has settled gently into the Lap of my Beloved. ||1||Pause||",
    "punjabi": "ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਮੇਰੇ ਕੰਨਾਂ ਵਿਚ ਭਰੇ ਰਹਿੰਦੇ ਹਨ, ਮੇਰਾ ਸਰੀਰ ਉਸ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ (ਇਹ ਸਾਰੀ ਗੁਰੂ ਦੀ ਹੀ ਕਿਰਪਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52166,
    "shabad_id": 4289,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "CUtir qy. guir kIeI suohwgin; hir pwieE suGV sujwnI ]",
    "transliteration": "Shhoottar Thae Gur Keeee Suohaagan Har Paaeiou Sugharr Sujaanee ||",
    "translation": "I was a discarded bride, and the Guru has made me a happy soul-bride. I have found the Elegant and All-knowing Lord.",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਛੁੱਟੜ ਤੋਂ ਸੁਹਾਗਣ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਸੋਹਣੀ ਆਤਮਕ ਘਾੜਤ ਵਾਲੇ ਸੁਜਾਨ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "kI-eI",
    "type_id": 3
  },
  {
    "id": 52167,
    "shabad_id": 4289,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ijh Gr mih bYsnu. nhI pwvq; so Qwnu imilE bwswnI ]1]",
    "transliteration": "Jih Ghar Mehi Baisan Nehee Paavath So Thhaan Miliou Baasaanee ||1||",
    "translation": "That home, in which I was not even allowed to sit - I have found that place in which I can dwell. ||1||",
    "punjabi": "(ਮੇਰੇ ਮਨ ਨੂੰ) ਉਹ (ਹਰਿ-ਚਰਨ-) ਥਾਂ ਵੱਸਣ ਲਈ ਮਿਲ ਗਿਆ ਹੈ, ਜਿਸ ਥਾਂ ਤੇ (ਅੱਗੇ ਇਹ ਕਦੇ) ਟਿਕਦਾ ਹੀ ਨਹੀਂ ਸੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52168,
    "shabad_id": 4289,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "aun@ kY. bis AwieE Bgiq bClu; ijin rwKI Awn sMqwnI ]",
    "transliteration": "Ounh Kai Bas Aaeiou Bhagath Bashhal Jin Raakhee Aan Santhaanee ||",
    "translation": "God, the Love of His devotees, has come under the control of those who protect the honor of His Saints.",
    "punjabi": "ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਿਸ ਨੇ (ਸਦਾ ਆਪਣੇ) ਸੰਤਾਂ ਦੀ ਲਾਜ ਰੱਖੀ ਹੈ ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਪਿਆਰ ਦੇ ਵੱਸ ਵਿਚ ਆਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "b`is",
    "type_id": 3
  },
  {
    "id": 52169,
    "shabad_id": 4289,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "khu nwnk. hir sMig mnu mwinAw; sB cUkI kwix luokwnI ]2]8]31]",
    "transliteration": "Kahu Naanak Har Sang Man Maaniaa Sabh Chookee Kaan Luokaanee ||2||8||31||",
    "translation": "Says Nanak, my mid is pleased and appeased with the Lord, and my subservience to other people has come to an end. ||2||8||31||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਲੋਕਾਂ ਦੀ ਮੁਥਾਜੀ ਮੁੱਕ ਗਈ ਹੈ ॥੨॥੮॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52170,
    "shabad_id": 4290,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52171,
    "shabad_id": 4290,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Ab myro; pMcw qy sMgu qUtw ]",
    "transliteration": "Ab Maero Panchaa Thae Sang Thoottaa ||",
    "translation": "Now my association with the five thieves has come to an end.",
    "punjabi": "ਹੁਣ (ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਨਾਲੋਂ ਮੇਰਾ ਸਾਥ ਮੁੱਕ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52172,
    "shabad_id": 4290,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "drsnu dyiK Bey min Awnd; gur ikrpw qy CUtw ]1] rhwau ]",
    "transliteration": "Dharasan Dhaekh Bheae Man Aanadh Gur Kirapaa Thae Shhoottaa ||1|| Rehaao ||",
    "translation": "Gazing upon the Blessed Vision of the Lord's Darshan, my mind is in ecstasy; by Guru's Grace, I am released. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੁਕਿਆ ਪਿਆ ਸੀ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀਆਂ ਹੀ ਖ਼ੁਸ਼ੀਆਂ ਬਣ ਗਈਆਂ ਹਨ। ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਮੈਂ (ਕਾਮਾਦਿਕ ਦੀ ਮਾਰ ਤੋਂ) ਬਚ ਗਿਆ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52173,
    "shabad_id": 4290,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ibKm Qwn. bhuq bhu DrIAw; Aink rwK sUrUtw ]",
    "transliteration": "Bikham Thhaan Bahuth Bahu Dhhareeaa Anik Raakh Sooroottaa ||",
    "translation": "The impregnable place is guarded by countless ramparts and warriors.",
    "punjabi": "ਜਿਸ ਥਾਂ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਧਰੇ ਪਏ ਸਨ, ਉਥੇ ਅੱਪੜਨਾ ਬਹੁਤ ਹੀ ਔਖਾ ਸੀ (ਕਿਉਂਕਿ ਕਾਮਾਦਿਕ) ਅਨੇਕਾਂ ਸੂਰਮੇ (ਰਾਹ ਵਿਚ) ਰਾਖੇ ਬਣੇ ਪਏ ਸਨ।",
    "pronunciation": "(DrIAw) DVy p`K[ (sU-rUtw)sUrmy[ (rwK) rwKy hn",
    "type_id": 3
  },
  {
    "id": 52174,
    "shabad_id": 4290,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ibKm gwr@, kru phucY nwhI; sMq swnQ Bey. lUtw ]1]",
    "transliteration": "Bikham Gaarh Kar Pahuchai Naahee Santh Saanathh Bheae Loottaa ||1||",
    "translation": "This impregnable fortress cannot be touched, but with the assistance of the Saints, I have entered and robbed it. ||1||",
    "punjabi": "(ਉਸ ਦੇ ਦੁਆਲੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਬੜੀ ਔਖੀ ਖਾਈ ਬਣੀ ਹੋਈ ਸੀ, (ਉਸ ਖ਼ਜ਼ਾਨੇ ਤਕ) ਹੱਥ ਨਹੀਂ ਸੀ ਪਹੁੰਚਦਾ। ਜਦੋਂ ਸੰਤ ਜਨ ਮੇਰੇ ਸਾਥੀ ਬਣ ਗਏ, (ਉਹ ਟਿਕਾਣਾ) ਲੁੱਟ ਲਿਆ ॥੧॥",
    "pronunciation": "(gwr@) gV@I[ (swnQ) swQI",
    "type_id": 3
  },
  {
    "id": 52175,
    "shabad_id": 4290,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "bhuqu Kjwny myrY pwlY pirAw; Amol lwl AwKUtw ]",
    "transliteration": "Bahuth Khajaanae Maerai Paalai Pariaa Amol Laal Aakhoottaa ||",
    "translation": "I have found such a great treasure, a priceless, inexhaustible supply of jewels.",
    "punjabi": "(ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹਰਿ-ਨਾਮ ਦੇ ਅਮੋਲਕ ਤੇ ਅਮੁੱਕ ਲਾਲਾਂ ਦੇ ਬਹੁਤ ਖ਼ਜ਼ਾਨੇ ਮੈਨੂੰ ਮਿਲ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52176,
    "shabad_id": 4290,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jn nwnk. pRiB ikrpw DwrI; qau mn mih hir rsu GUtw ]2]9]32]",
    "transliteration": "Jan Naanak Prabh Kirapaa Dhhaaree Tho Man Mehi Har Ras Ghoottaa ||2||9||32||",
    "translation": "O servant Nanak, when God showered His Mercy on me, my mind drank in the sublime essence of the Lord. ||2||9||32||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਦੋਂ ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਕੀਤੀ, ਤਦੋਂ ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਪੀਣ ਲੱਗ ਪਿਆ ॥੨॥੯॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52177,
    "shabad_id": 4291,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52178,
    "shabad_id": 4291,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Ab myro; Twkur isau mnu lInw ]",
    "transliteration": "Ab Maero Thaakur Sio Man Leenaa ||",
    "translation": "Now my mind is absorbed in my Lord and Master.",
    "punjabi": "ਹੁਣ ਮੇਰਾ ਮਨ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52179,
    "shabad_id": 4291,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pRwn dwnu. guir pUrY dIAw; aurJwieE ijau jl mInw ]1] rhwau ]",
    "transliteration": "Praan Dhaan Gur Poorai Dheeaa Ourajhaaeiou Jio Jal Meenaa ||1|| Rehaao ||",
    "translation": "The Perfect Guru has blessed me with the gift of the breath of life. I am involved with the Lord, like the fish with the water. ||1||Pause||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਹੈ, ਮੈਨੂੰ ਠਾਕੁਰ ਪ੍ਰਭੂ ਨਾਲ ਇਉਂ ਜੋੜ ਦਿੱਤਾ ਹੈ ਜਿਵੇਂ ਮੱਛੀ ਪਾਣੀ ਨਾਲ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52180,
    "shabad_id": 4291,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "kwm kRoD loB md mqsr; ieh Arip sgl dwnu kInw ]",
    "transliteration": "Kaam Krodhh Lobh Madh Mathasar Eih Arap Sagal Dhaan Keenaa ||",
    "translation": "I have cast out sexual desire, anger, greed, egotism and envy; I have offered all this as a gift.",
    "punjabi": "ਮੈਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਹਉਮੈ ਈਰਖਾ (ਆਦਿਕ ਸਾਰੇ ਵਿਕਾਰ) ਸਦਾ ਲਈ ਕੱਢ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52181,
    "shabad_id": 4291,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "mMqRu idRVwie. hir AauKDu guir dIE; qau imilE sgl pRbInw ]1]",
    "transliteration": "Manthr Dhrirraae Har Aoukhadhh Gur Dheeou Tho Miliou Sagal Prabeenaa ||1||",
    "translation": "The Guru has implanted the medicine of the Lord's Mantra within me, and I have met with the All-knowing Lord God. ||1||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਨੇ (ਆਪਣਾ) ਉਪਦੇਸ਼ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਕੇ ਮੈਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਦਵਾਈ ਦਿੱਤੀ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੈਨੂੰ ਸਾਰੇ ਗੁਣਾਂ ਵਿਚ ਸਿਆਣਾ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52182,
    "shabad_id": 4291,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "igRhu qyrw. qU Twkuru myrw; guir. hau KoeI pRBu dInw ]",
    "transliteration": "Grihu Thaeraa Thoo Thaakur Maeraa Gur Ho Khoee Prabh Dheenaa ||",
    "translation": "My household belongs to You, O my Lord and Master; the Guru has blessed me with God, and rid me of egotism.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਹੁਣ ਮੇਰਾ ਹਿਰਦਾ) ਤੇਰਾ ਘਰ ਬਣ ਗਿਆ ਹੈ, ਤੂੰ (ਸਚ-ਮੁਚ) ਮੇਰੇ (ਇਸ ਘਰ ਦਾ) ਮਾਲਕ ਬਣ ਗਿਆ ਹੈਂ। ਗੁਰੂ ਨੇ ਮੇਰੀ ਹਉਮੈ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਮੈਨੂੰ ਪ੍ਰਭੂ ਮਿਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
