[
  {
    "id": 52183,
    "shabad_id": 4291,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਮੈ ਸਹਜ ਘਰੁ ਪਾੲਿਅਾ; ਹਰਿ ਭਗਤਿ ਭੰਡਾਰ ਖਜੀਨਾ ॥੨॥੧੦॥੩੩॥",
    "transliteration": "Kahu Naanak Mai Sehaj Ghar Paaeiaa Har Bhagath Bhanddaar Khajeenaa ||2||10||33||",
    "translation": "Says Nanak, I have found the Lord with intuitive ease, within the home of my own heart. Devotional worship of the Lord is a treasure over-flowing. ||2||10||33||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੋਮਾ ਲੱਭ ਲਿਆ ਹੈ। ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਭੰਡਾਰੇ ਖ਼ਜ਼ਾਨੇ ਲੱਭ ਲਏ ਹਨ ॥੨॥੧੦॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52184,
    "shabad_id": 4292,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52185,
    "shabad_id": 4292,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮੋਹਨ ਸਭਿ ਜੀਅ ਤੇਰੇ; ਤੂ ਤਾਰਹਿ ॥",
    "transliteration": "Mohan Sabh Jeea Thaerae Thoo Thaarehi ||",
    "translation": "O my Enticing Lord, all beings are Yours - You save them.",
    "punjabi": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! (ਜਗਤ ਦੇ) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ), ਤੂੰ ਹੀ (ਇਹਨਾਂ ਨੂੰ ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਆਦਿਕ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52186,
    "shabad_id": 4292,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਛੁਟਹਿ ਸੰਘਾਰ. ਨਿਮਖ ਕਿਰਪਾ ਤੇ; ਕੋਟਿ ਬ੍ਰਹਮੰਡ ੳੁਧਾਰਹਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Shhuttehi Sanghaar Nimakh Kirapaa Thae Kott Brehamandd Oudhhaarehi ||1|| Rehaao ||",
    "translation": "Even a tiny bit of Your Mercy ends all cruelty and tyranny. You save and redeem millions of universes. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਰਤਾ ਜਿਤਨੀ ਮਿਹਰ (ਦੀ ਨਿਗਾਹ) ਨਾਲ ਵੱਡੇ ਵੱਡੇ ਨਿਰਦਈ ਬੰਦੇ ਭੀ ਅੱਤਿਆਚਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52187,
    "shabad_id": 4292,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਕਰਹਿ ਅਰਦਾਸਿ ਬਹੁਤੁ ਬੇਨੰਤੀ; ਨਿਮਖ ਨਿਮਖ ਸਾਮ੍ਹਾਰਹਿ ॥",
    "transliteration": "Karehi Aradhaas Bahuth Baenanthee Nimakh Nimakh Saamhaarehi ||",
    "translation": "I offer countless prayers; I remember You each and every instant.",
    "punjabi": "ਹੇ ਮੋਹਨ! (ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵ ਤੇਰੇ ਹੀ ਦਰ ਤੇ) ਅਰਦਾਸ ਬੇਨਤੀ ਕਰਦੇ ਹਨ, (ਤੈਨੂੰ ਹੀ) ਪਲ ਪਲ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52188,
    "shabad_id": 4292,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹੋਹੁ ਕਿ੍ਰਪਾਲ. ਦੀਨ ਦੁਖਭੰਜਨ; ਹਾਥ ਦੇੲਿ ਨਿਸਤਾਰਹਿ ॥੧॥",
    "transliteration": "Hohu Kirapaal Dheen Dhukh Bhanjan Haathh Dhaee Nisathaarehi ||1||",
    "translation": "Please be merciful to me, O Destroyer of the pains of the poor; please give me Your hand and save me. ||1||",
    "punjabi": "ਹੇ ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਮੋਹਨ! ਜਦੋਂ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਤਾਂ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਦੁੱਖਾਂ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "ਨਿਸਤਾਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 52189,
    "shabad_id": 4292,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕਿਅਾ ੲੇ ਭੂਪਤਿ ਬਪੁਰੇ ਕਹੀਅਹਿ; ਕਹੁ. ੲੇ ਕਿਸ ਨੋ ਮਾਰਹਿ ॥",
    "transliteration": "Kiaa Eae Bhoopath Bapurae Keheeahi Kahu Eae Kis No Maarehi ||",
    "translation": "And what about these poor kings? Tell me, who can they kill?",
    "punjabi": "(ਹੇ ਮੋਹਨ!) ਇਹਨਾਂ ਵਿਚਾਰੇ ਰਾਜਿਆਂ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਕਿ ਇਹ ਕਿਸੇ ਨੂੰ ਮਾਰ ਸਕਣ (ਸਭ ਤੇਰਾ ਹੀ ਖੇਲ-ਤਮਾਸ਼ਾ ਹੈ)।",
    "pronunciation": "ਕਹੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 52190,
    "shabad_id": 4292,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਰਾਖੁ ਰਾਖੁ ਰਾਖੁ ਸੁਖਦਾਤੇ; ਸਭੁ ਨਾਨਕ ਜਗਤੁ ਤੁਮ੍ਹਾਰਹਿ ॥੨॥੧੧॥੩੪॥",
    "transliteration": "Raakh Raakh Raakh Sukhadhaathae Sabh Naanak Jagath Thumhaarehi ||2||11||34||",
    "translation": "Save me, save me, save me, O Giver of peace; O Nanak, all the world is Yours. ||2||11||34||",
    "punjabi": "ਹੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲੇ! (ਅਸਾਂ ਜੀਵਾਂ ਦੀ) ਰੱਖਿਆ ਕਰ, ਰੱਖਿਆ ਕਰ, ਰੱਖਿਆ ਕਰ। ਹੇ ਨਾਨਕ! ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਹੀ (ਰਚਿਆ ਹੋਇਆ) ਹੈ ॥੨॥੧੧॥੩੪॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 52191,
    "shabad_id": 4293,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52192,
    "shabad_id": 4293,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਬ ਮੋਹਿ; ਧਨੁ ਪਾੲਿਓ ਹਰਿ ਨਾਮਾ ॥",
    "transliteration": "Ab Mohi Dhhan Paaeiou Har Naamaa ||",
    "translation": "Now I have obtained the wealth of the Lord's Name.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52193,
    "shabad_id": 4293,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭੲੇ ਅਚਿੰਤ ਤਿ੍ਰਸਨ ਸਭ ਬੁਝੀ ਹੈ; ੲਿਹੁ ਲਿਖਿਓ ਲੇਖੁ ਮਥਾਮਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bheae Achinth Thrisan Sabh Bujhee Hai Eihu Likhiou Laekh Mathhaamaa ||1|| Rehaao ||",
    "translation": "I have become carefree, and all my thirsty desires are satisfied. Such is the destiny written on my forehead. ||1||Pause||",
    "punjabi": "(ਇਸ ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਬੇ-ਫ਼ਿਕਰ ਹੋ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਸਾਰੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ ਹੈ (ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹੀ) ਇਹ (ਪ੍ਰਾਪਤੀ ਦਾ) ਲੇਖ ਮੱਥੇ ਉੱਤੇ ਲਿਖਿਆ ਹੋਇਆ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੁਝੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 52194,
    "shabad_id": 4293,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਭੲਿਓ ਬੈਰਾਗੀ; ਫਿਰਿ ਅਾੲਿਓ ਦੇਹ ਗਿਰਾਮਾ ॥",
    "transliteration": "Khojath Khojath Bhaeiou Bairaagee Fir Aaeiou Dhaeh Giraamaa ||",
    "translation": "Searching and searching, I became depressed; I wandered all around, and finally came back to my body-village.",
    "punjabi": "ਭਾਲ ਕਰਦਾ ਕਰਦਾ ਮੈਂ ਤਾਂ ਵੈਰਾਗੀ ਹੀ ਹੋ ਗਿਆ ਸਾਂ, ਆਖ਼ਿਰ ਭਟਕ ਭਟਕ ਕੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਸਰੀਰ-ਪਿੰਡ ਵਿਚ ਆ ਪਹੁੰਚਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52195,
    "shabad_id": 4293,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਿ ਕਿ੍ਰਪਾਲਿ. ਸੳੁਦਾ ੲਿਹੁ ਜੋਰਿਓ; ਹਥਿ ਚਰਿਓ ਲਾਲੁ ਅਗਾਮਾ ॥੧॥",
    "transliteration": "Gur Kirapaal Soudhaa Eihu Joriou Hathh Chariou Laal Agaamaa ||1||",
    "translation": "The Merciful Guru made this deal, and I have obtained the priceless jewel. ||1||",
    "punjabi": "ਕਿਰਪਾਲ ਗੁਰੂ ਨੇ ਇਹ ਵਣਜ ਕਰਾ ਦਿੱਤਾ ਕਿ (ਸਰੀਰ ਦੇ ਅੰਦਰੋਂ ਹੀ) ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਅਮੋਲਕ ਲਾਲ ਮਿਲ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52196,
    "shabad_id": 4293,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਾਨ ਬਾਪਾਰ ਬਨਜ. ਜੋ ਕਰੀਅਹਿ; ਤੇਤੇ ਦੂਖ ਸਹਾਮਾ ॥",
    "transliteration": "Aan Baapaar Banaj Jo Kareeahi Thaethae Dhookh Sehaamaa ||",
    "translation": "The other deals and trades which I did, brought only sorrow and suffering.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਜਿਹੜੇ ਜਿਹੜੇ ਭੀ ਵਣਜ ਵਪਾਰ ਕਰੀਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਦੁੱਖ ਸਹਾਰਨ (ਦਾ ਸਬਬ ਬਣਦੇ ਹਨ)।",
    "pronunciation": "ਕਰੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 52197,
    "shabad_id": 4293,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੋਬਿਦ ਭਜਨ ਕੇ ਨਿਰਭੈ ਵਾਪਾਰੀ; ਹਰਿ ਰਾਸਿ ਨਾਨਕ ਰਾਮ ਨਾਮਾ ॥੨॥੧੨॥੩੫॥",
    "transliteration": "Gobidh Bhajan Kae Nirabhai Vaapaaree Har Raas Naanak Raam Naamaa ||2||12||35||",
    "translation": "Fearless are those traders who deal in meditation on the Lord of the Universe. O Nanak, the Lord's Name is their capital. ||2||12||35||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੇ ਵਪਾਰੀ ਬੰਦੇ (ਦੁਨੀਆ ਦੇ) ਡਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧੨॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52198,
    "shabad_id": 4294,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52199,
    "shabad_id": 4294,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਮਿਸਟ ਲਗੇ; ਪਿ੍ਰਅ ਬੋਲਾ ॥",
    "transliteration": "Maerai Man Misatt Lagae Pria Bolaa ||",
    "translation": "The Speech of my Beloved seems so sweet to my mind.",
    "punjabi": "ਤਦੋਂ ਤੋਂ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਮਿੱਠੇ ਲੱਗ ਰਹੇ ਹਨ।",
    "pronunciation": "ਬੋ੍ਨਲਾ",
    "type_id": 3
  },
  {
    "id": 52200,
    "shabad_id": 4294,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਿ. ਬਾਹ ਪਕਰਿ ਪ੍ਰਭ ਸੇਵਾ ਲਾੲੇ; ਸਦ ਦੲਿਅਾਲੁ ਹਰਿ ਢੋਲਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Baah Pakar Prabh Saevaa Laaeae Sadh Dhaeiaal Har Dtolaa ||1|| Rehaao ||",
    "translation": "The Guru has taken hold of my arm, and linked me to God's service. My Beloved Lord is forever merciful to me. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਨੇ (ਮੇਰੀ) ਬਾਂਹ ਫੜ ਕੇ (ਮੈਨੂੰ) ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲਾਇਆ ਹੈ, (ਹੁਣ ਮੈਨੂੰ ਇਉਂ ਸਮਝ ਆ ਗਈ ਹੈ ਕਿ) ਪਿਆਰਾ ਹਰੀ ਸਦਾ ਹੀ (ਮੇਰੇ ਉੱਤੇ) ਦਇਆਵਾਨ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬਾਂਹ",
    "type_id": 4
  },
  {
    "id": 52201,
    "shabad_id": 4294,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਭ ਤੂ ਠਾਕੁਰੁ. ਸਰਬ ਪ੍ਰਤਿਪਾਲਕੁ; ਮੋਹਿ ਕਲਤ੍ਰ ਸਹਿਤ. ਸਭਿ ਗੋਲਾ ॥",
    "transliteration": "Prabh Thoo Thaakur Sarab Prathipaalak Mohi Kalathr Sehith Sabh Golaa ||",
    "translation": "O God, You are my Lord and Master; You are the Cherisher of all. My wife and I are totally Your slaves.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਦ ਤੋਂ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਤੇਰੀ ਸੇਵਾ ਵਿਚ ਲਾਇਆ ਹੈ, ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਤੂੰ (ਸਾਡਾ) ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੈਂ। ਮੈਂ (ਆਪਣੀ) ਇਸਤ੍ਰੀ (ਪਰਵਾਰ) ਸਮੇਤ-ਅਸੀਂ ਸਾਰੇ ਤੇਰੇ ਗ਼ੁਲਾਮ ਹਾਂ।",
    "pronunciation": "ਕ-ਲੱਤ੍ਰ। ਗੋ੍ਨਲਾ",
    "type_id": 3
  },
  {
    "id": 52202,
    "shabad_id": 4294,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਾਣੁ ਤਾਣੁ ਸਭੁ ਤੂਹੈ ਤੂਹੈ; ੲਿਕੁ ਨਾਮੁ ਤੇਰਾ. ਮੈ ਓਲ੍ਹਾ ॥੧॥",
    "transliteration": "Maan Thaan Sabh Thoohai Thoohai Eik Naam Thaeraa Mai Oulhaa ||1||",
    "translation": "You are all my honor and power - You are. Your Name is my only Support. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਣ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਤਾਣ ਹੈਂ। ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰਾ ਸਹਾਰਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52203,
    "shabad_id": 4294,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜੇ ਤਖਤਿ ਬੈਸਾਲਹਿ. ਤੳੁ ਦਾਸ ਤੁਮ੍ਹਾਰੇ; ਘਾਸੁ ਬਢਾਵਹਿ ਕੇਤਕ ਬੋਲਾ ॥",
    "transliteration": "Jae Thakhath Baisaalehi Tho Dhaas Thumhaarae Ghaas Badtaavehi Kaethak Bolaa ||",
    "translation": "If You seat me on the throne, then I am Your slave. If You make me a grass-cutter, then what can I say?",
    "punjabi": "ਜੇ ਤੂੰ ਮੈਨੂੰ ਤਖ਼ਤ ਉੱਤੇ ਬਿਠਾ ਦੇਵੇਂ, ਤਾਂ ਭੀ ਮੈਂ ਤੇਰਾ ਦਾਸ ਹਾਂ, ਜੇ ਤੂੰ (ਮੈਨੂੰ ਘਾਹੀ ਬਣਾ ਕੇ ਮੈਥੋਂ) ਘਾਹ ਵਢਾਏਂ, ਤਾਂ ਭੀ ਮੈਨੂੰ ਕੋਈ ਇਤਰਾਜ਼ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52204,
    "shabad_id": 4294,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਪੁਰਖ ਬਿਧਾਤੇ; ਮੇਰੇ ਠਾਕੁਰ ਅਗਹ ਅਤੋਲਾ ॥੨॥੧੩॥੩੬॥",
    "transliteration": "Jan Naanak Kae Prabh Purakh Bidhhaathae Maerae Thaakur Ageh Atholaa ||2||13||36||",
    "translation": "Servant Nanak's God is the Primal Lord, the Architect of Destiny, Unfathomable and Immeasurable. ||2||13||36||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! ਹੇ ਅਕਾਲ ਪੁਰਖ! ਹੇ ਰਚਨਹਾਰ! ਹੇ ਮੇਰੇ ਅਥਾਹ ਤੇ ਅਤੋਲ ਠਾਕੁਰ! ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਤੇਰੀ ਰਜ਼ਾ ਵਿੱਚ ਹੀ ਰਾਜ਼ੀ ਹਾਂ) ॥੨॥੧੩॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52205,
    "shabad_id": 4295,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52206,
    "shabad_id": 4295,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰਸਨਾ; ਰਾਮ ਕਹਤ ਗੁਣ. ਸੋਹੰ ॥",
    "transliteration": "Rasanaa Raam Kehath Gun Sohan ||",
    "translation": "The tongue becomes beautiful, uttering the Glorious Praises of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦਿਆਂ ਜੀਭ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52207,
    "shabad_id": 4295,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲੇਕ ਨਿਮਖ ਓਪਾੲਿ ਸਮਾਵੈ; ਦੇਖਿ ਚਰਿਤ ਮਨ ਮੋਹੰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eaek Nimakh Oupaae Samaavai Dhaekh Charith Man Mohan ||1|| Rehaao ||",
    "translation": "In an instant, He creates and destroys. Gazing upon His Wondrous Plays, my mind is fascinated. ||1||Pause||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ (ਮੁੜ ਆਪਣੇ ਵਿਚ ਜਗਤ ਨੂੰ) ਲੀਨ ਕਰ ਸਕਦਾ ਹੈ। ਉਸ ਦੇ ਚੋਜ-ਤਮਾਸ਼ੇ ਵੇਖ ਕੇ ਮਨ ਮੋਹਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਚਰਿਤ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 4
  },
  {
    "id": 52208,
    "shabad_id": 4295,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਸੁਣਿਅੈ. ਮਨਿ ਹੋੲਿ ਰਹਸੁ ਅਤਿ; ਰਿਦੈ ਮਾਨ ਦੁਖ ਜੋਹੰ ॥",
    "transliteration": "Jis Suniai Man Hoe Rehas Ath Ridhai Maan Dhukh Johan ||",
    "translation": "Listening to His Praises, my mind is in utter ecstasy, and my heart is rid of pride and pain.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਦਾ ਨਾਮ ਸੁਣਿਆਂ ਮਨ ਵਿਚ ਬਹੁਤ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਰਹਸ:ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ। ਅਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52209,
    "shabad_id": 4295,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੁਖੁ ਪਾੲਿਓ. ਦੁਖੁ ਦੂਰਿ ਪਰਾੲਿਓ; ਬਣਿ ਅਾੲੀ ਪ੍ਰਭ ਤੋਹੰ ॥੧॥",
    "transliteration": "Sukh Paaeiou Dhukh Dhoor Paraaeiou Ban Aaee Prabh Thohan ||1||",
    "translation": "I have found peace, and my pains have been taken away, since I became one with God. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਤੇਰੇ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਸੁਖ ਮਾਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52210,
    "shabad_id": 4295,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਿਲਵਿਖ ਗੲੇ. ਮਨ ਨਿਰਮਲ ਹੋੲੀ ਹੈ; ਗੁਰਿ. ਕਾਢੇ ਮਾੲਿਅਾ ਦ੍ਰੋਹੰ ॥",
    "transliteration": "Kilavikh Geae Man Niramal Hoee Hai Gur Kaadtae Maaeiaa Dhrohan ||",
    "translation": "Sinful resides have been wiped away, and my mind is immaculate. The Guru has lifted me up and pulled me out of the deception of Maya.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਜੀਭ ਨਾਲ ਰਾਮ-ਗੁਣ ਗਾਏ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਗੁਰੂ ਨੇ ਮਾਇਆ ਦੇ ਛਲ ਕੱਢ ਦਿੱਤੇ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਗਏ, ਉਸ ਦਾ ਮਨ ਪਵਿੱਤਰ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52211,
    "shabad_id": 4295,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਮੈ, ਸੋ ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਕਰਣ ਕਾਰਣ ਸਮਰਥੋਹੰ ॥੨॥੧੪॥੩੭॥",
    "transliteration": "Kahu Naanak Mai So Prabh Paaeiaa Karan Kaaran Samarathhohan ||2||14||37||",
    "translation": "Says Nanak, I have found God, the All-powerful Creator, the Cause of causes. ||2||14||37||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਉਹ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ, ਜੋ ਜਗਤ ਦਾ ਮੂਲ ਹੈ ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ॥੨॥੧੪॥੩੭॥",
    "pronunciation": "ਸਮ-ਰੱਥੋਹੰ",
    "type_id": 3
  },
  {
    "id": 52212,
    "shabad_id": 4296,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ॥",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52213,
    "shabad_id": 4296,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨੈਨਹੁ ਦੇਖਿਓ ਚਲਤੁ ਤਮਾਸਾ ॥",
    "transliteration": "Nainahu Dhaekhiou Chalath Thamaasaa ||",
    "translation": "With my eyes, I have seen the marvellous wonders of the Lord.",
    "punjabi": "(ਮੈਂ ਆਪਣੀ) ਅੱਖੀਂ (ਪਰਮਾਤਮਾ ਦਾ ਅਜਬ) ਕੌਤਕ ਵੇਖਿਆ ਹੈ (ਅਜਬ) ਤਮਾਸ਼ਾ ਵੇਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52214,
    "shabad_id": 4296,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਭਹੂ ਦੂਰਿ. ਸਭਹੂ ਤੇ ਨੇਰੈ; ਅਗਮ ਅਗਮ ਘਟ ਵਾਸਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sabh Hoo Dhoor Sabh Hoo Thae Naerai Agam Agam Ghatt Vaasaa ||1|| Rehaao ||",
    "translation": "He is far from all, and yet near to all. He is Inaccessible and Unfathomable, and yet He dwells in the heart. ||1||Pause||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ (ਨਿਰਲੇਪ ਹੋਣ ਦੇ ਕਾਰਨ) ਸਭਨਾਂ ਜੀਵਾਂ ਤੋਂ ਦੂਰ (ਵੱਖਰਾ) ਹੈ, (ਸਰਬ-ਵਿਆਪਕ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ) ਸਭ ਜੀਵਾਂ ਤੋਂ ਨੇੜੇ, ਉਹ ਅਪਹੁੰਚ ਹੈ ਅਪਹੁੰਚ ਹੈ, ਪਰ ਉਂਞ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਉਸ ਦਾ ਨਿਵਾਸ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52215,
    "shabad_id": 4296,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਭੂਲੁ. ਨ ਭੂਲੈ, ਲਿਖਿਓ. ਨ ਚਲਾਵੈ; ਮਤਾ ਨ ਕਰੈ ਪਚਾਸਾ ॥",
    "transliteration": "Abhool N Bhoolai Likhiou N Chalaavai Mathaa N Karai Pachaasaa ||",
    "translation": "The Infallible Lord never makes a mistake. He does not have to write His Orders, and He does not have to consult with anyone.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਭੁੱਲਾਂ ਤੋਂ ਰਹਿਤ ਹੈ, ਉਹ ਕਦੇ ਕੋਈ ਗ਼ਲਤੀ ਨਹੀਂ ਕਰਦਾ, ਨਾਹ ਉਹ ਕੋਈ ਲਿਖਿਆ ਹੋਇਆ ਹੁਕਮ ਚਲਾਂਦਾ ਹੈ, ਨਾਹ ਉਹ ਬਹੁਤੀਆਂ ਸਲਾਹਾਂ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਭੂਲੁ। (ਪਚਾਸਾ) ਸਲਾਹਕਾਰ। ਮਤਾ:ਪੋਲਾ ਬੋਲੋ। ਪਚੱਾਸਾ",
    "type_id": 3
  },
  {
    "id": 52216,
    "shabad_id": 4296,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਸਾਜਿ ਸਵਾਰਿ ਬਿਨਾਹੈ; ਭਗਤਿ ਵਛਲ ਗੁਣਤਾਸਾ ॥੧॥",
    "transliteration": "Khin Mehi Saaj Savaar Binaahai Bhagath Vashhal Gunathaasaa ||1||",
    "translation": "In an instant, He creates, embellishes and destroys. He is the Lover of His devotees, the Treasure of Excellence. ||1||",
    "punjabi": "ਉਹ ਤਾਂ ਇਕ ਖਿਨ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ ਸੋਹਣਾ ਬਣਾ ਕੇ (ਖਿਨ ਵਿਚ ਹੀ) ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ (ਬੇਅੰਤ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52217,
    "shabad_id": 4296,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਮਹਿ ਦੀਪਕੁ ਬਲਿਓ; ਗੁਰਿ. ਰਿਦੈ ਕੀਓ ਪਰਗਾਸਾ ॥",
    "transliteration": "Andhh Koop Mehi Dheepak Baliou Gur Ridhai Keeou Paragaasaa ||",
    "translation": "Lighting the lamp in the deep dark pit, the Guru illumines and enlightens the heart.",
    "punjabi": "ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਚਾਨਣ ਕਰ ਦਿੱਤਾ (ਉੱਥੇ, ਮਾਨੋ) ਘੁੱਪ ਹਨੇਰੇ ਵਾਲੇ ਖੂਹ ਵਿਚ ਦੀਵਾ ਬਲ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  }
]
