[
  {
    "id": 52218,
    "shabad_id": 4296,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "khu nwnk. drsu pyiK suKu pwieAw; sB pUrn hoeI Awsw ]2]15]38]",
    "transliteration": "Kahu Naanak Dharas Paekh Sukh Paaeiaa Sabh Pooran Hoee Aasaa ||2||15||38||",
    "translation": "Says Nanak, gazing upon the Blessed Vision of His Darshan, I have found peace, and all my hopes have been fulfilled. ||2||15||38||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਉਸ ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਮੇਰੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੨॥੧੫॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52219,
    "shabad_id": 4297,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52220,
    "shabad_id": 4297,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "crnh goibMd mwrgu suhwvw ]",
    "transliteration": "Charaneh Gobindh Maarag Suhaavaa ||",
    "translation": "The most beautiful path for the feet is to follow the Lord of the Universe.",
    "punjabi": "ਪੈਰਾਂ ਨਾਲ (ਨਿਰਾ) ਪਰਮਾਤਮਾ ਦਾ ਰਸਤਾ (ਹੀ ਤੁਰਨਾ) ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52221,
    "shabad_id": 4297,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Awn mwrg jyqw ikCu DweIAY; qyqo hI duKu hwvw ]1] rhwau ]",
    "transliteration": "Aan Maarag Jaethaa Kishh Dhhaaeeai Thaetho Hee Dhukh Haavaa ||1|| Rehaao ||",
    "translation": "The more you walk on any other path, the more you suffer in pain. ||1||Pause||",
    "punjabi": "ਹੋਰ ਅਨੇਕਾਂ ਰਸਤਿਆਂ ਉੱਤੇ ਜਿਤਨੀ ਭੀ ਦੌੜ-ਭੱਜ ਕਰੀਦੀ ਹੈ, ਉਤਨਾ ਹੀ ਦੁੱਖ ਲੱਗਦਾ ਹੈ, ਉਤਨਾ ਹੀ ਹਾਹੁਕਾ ਲੱਗਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52222,
    "shabad_id": 4297,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "nyqR punIq Bey drsu pyKy; hsq punIq thlwvw ]",
    "transliteration": "Naethr Puneeth Bheae Dharas Paekhae Hasath Puneeth Ttehalaavaa ||",
    "translation": "The eyes are sanctified, gazing upon the Blessed Vision of the Lord's Darshan. Serving Him, the hands are sanctified.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ ਅੱਖਾਂ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, (ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨਾਂ ਦੀ) ਟਹਲ ਕੀਤਿਆਂ ਹੱਥ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52223,
    "shabad_id": 4297,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "irdw punIq. irdY hir bisE; msq punIq sMq DUrwvw ]1]",
    "transliteration": "Ridhaa Puneeth Ridhai Har Basiou Masath Puneeth Santh Dhhooraavaa ||1||",
    "translation": "The heart is sanctified, when the Lord abides within the heart; that forehead which touches the dust of the feet of the Saints is sanctified. ||1||",
    "punjabi": "ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਹਿਰਦਾ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੱਥਾ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਉਤੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੱਗਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52224,
    "shabad_id": 4297,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "srb inDwn nwim hir hir kY; ijsu krim iliKAw. iqin pwvw ]",
    "transliteration": "Sarab Nidhhaan Naam Har Har Kai Jis Karam Likhiaa Thin Paavaa ||",
    "translation": "All treasures are in the Name of the Lord, Har, Har; he alone obtains it, who has it written in his karma.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਾਰੇ (ਹੀ) ਖ਼ਜ਼ਾਨੇ ਹਨ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ (ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ) ਮਿਹਰ ਨਾਲ (ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ, ਉਸ ਮਨੁੱਖ ਨੇ (ਨਾਮ) ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52225,
    "shabad_id": 4297,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jn nwnk kau. guru pUrw ByitE; suiK shjy And ibhwvw ]2]16]39]",
    "transliteration": "Jan Naanak Ko Gur Pooraa Bhaettiou Sukh Sehajae Anadh Bihaavaa ||2||16||39||",
    "translation": "Servant Nanak has met with the Perfect Guru; he passes his life-night in peace, poise and pleasure. ||2||16||39||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਿਲ ਗਿਆ, ਤੇ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ) ਸੁਖ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਨੰਦ ਵਿਚ ਗੁਜ਼ਰਨ ਲੱਗ ਪਈ ॥੨॥੧੬॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52226,
    "shabad_id": 4298,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52227,
    "shabad_id": 4298,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iDAwieE; AMiq bwr nwmu sKw ]",
    "transliteration": "Dhhiaaeiou Anth Baar Naam Sakhaa ||",
    "translation": "Meditate on the Naam, the Name of the Lord; at the very last instant, it shall be your Help and Support.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਹੀ (ਅਸਲ) ਸਾਥੀ ਹੈ। (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਅੰਤ ਵੇਲੇ (ਇਸ ਨਾਮ ਨੂੰ) ਸਿਮਰਿਆ, (ਉਸ ਦਾ ਸਾਥੀ ਬਣਿਆ)।",
    "pronunciation": "(sKw) ipAwry im`qR[ sKw: polw bolo",
    "type_id": 3
  },
  {
    "id": 52228,
    "shabad_id": 4298,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jh mwq ipqw suq BweI. n phucY; qhw qhw qU rKw ]1] rhwau ]",
    "transliteration": "Jeh Maath Pithaa Suth Bhaaee N Pahuchai Thehaa Thehaa Thoo Rakhaa ||1|| Rehaao ||",
    "translation": "In that place where your mother, father, children and siblings shall be of no use to you at all, there, the Name alone shall save you. ||1||Pause||",
    "punjabi": "ਜਿੱਥੇ ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਭਰਾ, ਕੋਈ ਭੀ ਪਹੁੰਚ ਨਹੀਂ ਸਕਦਾ, ਉੱਥੇ ਉੱਥੇ (ਇਹ ਹਰਿ-ਨਾਮ ਹੀ) ਤੈਨੂੰ ਰੱਖ ਸਕਦਾ ਹੈ (ਤੇਰੀ ਰਾਖੀ ਕਰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "r`Kw",
    "type_id": 4
  },
  {
    "id": 52229,
    "shabad_id": 4298,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "AMD kUp igRh mih. iqin ismirE; ijsu msqik lyKu ilKw ]",
    "transliteration": "Andhh Koop Grih Mehi Thin Simariou Jis Masathak Laekh Likhaa ||",
    "translation": "He alone meditates on the Lord in the deep dark pit of his own household, upon whose forehead such destiny is written.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਅੰਨ੍ਹੇ ਖੂਹ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਸਿਰਫ਼) ਉਸ (ਮਨੁੱਖ) ਨੇ (ਹੀ ਹਰਿ-ਨਾਮ) ਸਿਮਰਿਆ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਨਾਮ ਸਿਮਰਨ ਦਾ) ਲੇਖ (ਧੁਰੋਂ) ਲਿਖਿਆ ਗਿਆ।",
    "pronunciation": "giR h",
    "type_id": 3
  },
  {
    "id": 52230,
    "shabad_id": 4298,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "KUl@y bMDn. mukiq guir kInI; sB qUhY quhI idKw ]1]",
    "transliteration": "Khoolhae Bandhhan Mukath Gur Keenee Sabh Thoohai Thuhee Dhikhaa ||1||",
    "translation": "His bonds are loosened, and the Guru liberates him. He sees You, O Lord, everywhere. ||1||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੀਆਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਖੁਲ੍ਹ ਗਈਆਂ, ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ (ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਿਵਾ ਦਿੱਤੀ, ਉਸ ਨੂੰ ਇਉਂ ਦਿੱਸ ਪਿਆ (ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਥਾਈਂ ਤੂੰ ਹੀ ਹੈਂ ਤੂੰ ਹੀ ਹੈਂ ॥੧॥",
    "pronunciation": "idKw: polw bolo",
    "type_id": 3
  },
  {
    "id": 52231,
    "shabad_id": 4298,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "AMimRq nwmu pIAw. mnu iqRpiqAw; AwGwey. rsn cKw ]",
    "transliteration": "Anmrith Naam Peeaa Man Thripathiaa Aaghaaeae Rasan Chakhaa ||",
    "translation": "Drinking in the Ambrosial Nectar of the Naam, his mind is satisfied. Tasting it, his tongue is satiated.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਲਿਆ, ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਗਿਆ, ਉਸ ਦੀ ਜੀਭ ਨਾਮ-ਜਲ ਚੱਖ ਕੇ ਰੱਜ ਗਈ।",
    "pronunciation": "c`Kw",
    "type_id": 3
  },
  {
    "id": 52232,
    "shabad_id": 4298,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "khu nwnk. suK shju mY pwieAw; guir. lwhI sgl iqKw ]2]17]40]",
    "transliteration": "Kahu Naanak Sukh Sehaj Mai Paaeiaa Gur Laahee Sagal Thikhaa ||2||17||40||",
    "translation": "Says Nanak, I have obtained celestial peace and poise; the Guru has quenched all my thirst. ||2||17||40||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਦੇ ਕੇ) ਗੁਰੂ ਨੇ ਮੇਰੀ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੀ ਆਤਮਕ ਅਡੋਲਤਾ ਹਾਸਲ ਕਰ ਲਈ ਹੈ ॥੨॥੧੭॥੪੦॥",
    "pronunciation": "iqKw: polw bolo",
    "type_id": 3
  },
  {
    "id": 52233,
    "shabad_id": 4299,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52234,
    "shabad_id": 4299,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gur imil; AYsy pRBU iDAwieAw ]",
    "transliteration": "Gur Mil Aisae Prabhoo Dhhiaaeiaa ||",
    "translation": "Meeting the Guru, I meditate on God in such a way,",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਇਉਂ (ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ) ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52235,
    "shabad_id": 4299,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "BieE ikRpwlu dieAwlu duKBMjnu; lgY n. qwqI bwieAw ]1] rhwau ]",
    "transliteration": "Bhaeiou Kirapaal Dhaeiaal Dhukh Bhanjan Lagai N Thaathee Baaeiaa ||1|| Rehaao ||",
    "translation": "That He has become kind and compassionate to me. He is the Destroyer of pain; He does not allow the hot wind to even touch me. ||1||Pause||",
    "punjabi": "ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਸ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋਇਆ, ਉਸ ਮਨੁੱਖ ਨੂੰ (ਸਾਰੀ ਉਮਰ) ਤੱਤੀ 'ਵਾ ਨਹੀਂ ਲੱਗਦੀ (ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਨਹੀਂ ਪੋਂਹਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52236,
    "shabad_id": 4299,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jyqy sws sws hm lyqy; qyqy hI gux gwieAw ]",
    "transliteration": "Jaethae Saas Saas Ham Laethae Thaethae Hee Gun Gaaeiaa ||",
    "translation": "With each and every breath I take, I sing the Glorious Praises of the Lord.",
    "punjabi": "ਜਿਤਨੇ ਭੀ ਸਾਹ ਅਸੀਂ (ਜੀਵ) ਲੈਂਦੇ ਹਾਂ, ਜਿਹੜਾ ਮਨੁੱਖ ਉਹ ਸਾਰੇ ਹੀ ਸਾਹ (ਲੈਂਦਿਆਂ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52237,
    "shabad_id": 4299,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "inmK. n ibCurY, GrI. n ibsrY; sd sMgy jq jwieAw ]1]",
    "transliteration": "Nimakh N Bishhurai Gharee N Bisarai Sadh Sangae Jath Jaaeiaa ||1||",
    "translation": "He is not separated from me, even for an instant, and I never forget Him. He is always with me, wherever I go. ||1||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਤੋਂ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਵਿੱਛੁੜਦਾ, (ਜਿਸ ਨੂੰ ਉਸ ਦੀ ਯਾਦ) ਇਕ ਘੜੀ ਭੀ ਨਹੀਂ ਭੁੱਲਦੀ, ਉਹ ਜਿੱਥੇ ਭੀ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਨਾਲ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52238,
    "shabad_id": 4299,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hau bil bil bil bil crnkml kau; bil bil gur drswieAw ]",
    "transliteration": "Ho Bal Bal Bal Bal Charan Kamal Ko Bal Bal Gur Dharasaaeiaa ||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice, a sacrifice to His Lotus Feet. I am a sacrifice, a sacrifice to the Blessed Vision of the Guru's Darshan.",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਤੋਂ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਦਰਸਨ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52239,
    "shabad_id": 4299,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "khu nwnk. kwhU prvwhw; jau suKswgru. mY pwieAw ]2]18]41]",
    "transliteration": "Kahu Naanak Kaahoo Paravaahaa Jo Sukh Saagar Mai Paaeiaa ||2||18||41||",
    "translation": "Says Nanak, I do not care about anything else; I have found the Lord, the Ocean of peace. ||2||18||41||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਦੋਂ ਤੋਂ ਮੈਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਲੱਭਾ ਹੈ, ਮੈਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹੀ ॥੨॥੧੮॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52240,
    "shabad_id": 4300,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52241,
    "shabad_id": 4300,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "myrY min; sbdu lgo gur mITw ]",
    "transliteration": "Maerai Man Sabadh Lago Gur Meethaa ||",
    "translation": "The Word of the Guru's Shabad seems so sweet to my mind.",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਿੱਠਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52242,
    "shabad_id": 4300,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Kuil@E krmu. BieE prgwsw; Git Git hir hir fITw ]1] rhwau ]",
    "transliteration": "Khulihou Karam Bhaeiou Paragaasaa Ghatt Ghatt Har Har Ddeethaa ||1|| Rehaao ||",
    "translation": "My karma has been activated, and the Divine Radiance of the Lord, Har, Har, is manifest in each and every heart. ||1||Pause||",
    "punjabi": "(ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ (ਦਾ ਦਰਵਾਜ਼ਾ) ਖੁਲ੍ਹ ਗਿਆ ਹੈ, (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਮੈਂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ (ਵੱਸਦਾ) ਵੇਖ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52243,
    "shabad_id": 4300,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "pwrbRhm AwjonI sMBau; srb Qwn Gt bITw ]",
    "transliteration": "Paarabreham Aajonee Sanbho Sarab Thhaan Ghatt Beethaa ||",
    "translation": "The Supreme Lord God, beyond birth, Self-existent, is seated within every heart everywhere.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਨੂੰ ਇਉਂ ਦਿੱਸ ਪਿਆ ਹੈ ਕਿ) ਅਜੂਨੀ ਸੁਤੇ-ਪਰਕਾਸ਼ ਪਾਰਬ੍ਰਹਮ ਹਰੇਕ ਥਾਂ ਵਿਚ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52244,
    "shabad_id": 4300,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "BieE prwpiq AMimRq nwmw; bil bil pRB crxITw ]1]",
    "transliteration": "Bhaeiou Paraapath Anmrith Naamaa Bal Bal Prabh Charaneethaa ||1||",
    "translation": "I have come to obtain the Ambrosial Nectar of the Naam, the Name of the Lord. I am a sacrifice, a sacrifice to the Lotus Feet of God. ||1||",
    "punjabi": "(ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਮਿਲ ਗਿਆ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾ ਰਿਹਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52245,
    "shabad_id": 4300,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "sqsMgiq kI ryxu muiK lwgI; kIey sgl qIrQ mjnITw ]",
    "transliteration": "Sathasangath Kee Raen Mukh Laagee Keeeae Sagal Theerathh Majaneethaa ||",
    "translation": "I anoint my forehead with the dust of the Society of the Saints; it is as if I have bathed at all the sacred shrines of pilgrimage.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸਾਧ ਸੰਗਤ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਲੱਗੀ ਹੈ (ਇਸ ਚਰਨ-ਧੂੜ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਤਾਂ, ਮਾਨੋ) ਸਾਰੇ ਹੀ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "(m`jnITw) purbW dy ieSnwn",
    "type_id": 3
  },
  {
    "id": 52246,
    "shabad_id": 4300,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "khu nwnk. rMig clUl Bey hY; hir rMgu. n lhY mjITw ]2]19]42]",
    "transliteration": "Kahu Naanak Rang Chalool Bheae Hai Har Rang N Lehai Majeethaa ||2||19||42||",
    "translation": "Says Nanak, I am dyed in the deep crimson color of His Love; the Love of my Lord shall never fade away. ||2||19||42||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ ਗੂੜ੍ਹਾ ਰੰਗਿਆ ਗਿਆ ਹਾਂ। ਮਜੀਠ ਦੇ ਪੱਕੇ ਰੰਗ ਵਾਂਗ ਇਹ ਹਰਿ-ਪ੍ਰੇਮ ਦਾ ਰੰਗ (ਮੇਰੇ ਮਨ ਤੋਂ) ਉਤਰਦਾ ਨਹੀਂ ਹੈ ॥੨॥੧੯॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52247,
    "shabad_id": 4301,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52248,
    "shabad_id": 4301,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir hir nwmu dIE; guir swQy ]",
    "transliteration": "Har Har Naam Dheeou Gur Saathhae ||",
    "translation": "The Guru has given me the Name of the Lord, Har, Har, as my Companion.",
    "punjabi": "ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਨਾਲ ਸਾਥੀ ਦੇ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52249,
    "shabad_id": 4301,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "inmK bcnu pRB hIArY bisE; sgl BUK myrI lwQy ]1] rhwau ]",
    "transliteration": "Nimakh Bachan Prabh Heearai Basiou Sagal Bhookh Maeree Laathhae ||1|| Rehaao ||",
    "translation": "If the Word of God dwells within my heart for even an instant, all my hunger is relieved. ||1||Pause||",
    "punjabi": "ਹੁਣ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਹਰ ਵੇਲੇ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਭੁੱਖ ਲਹਿ ਗਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52250,
    "shabad_id": 4301,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ikRpwinDwn gux nwiek Twkur; suK smUh sB nwQy ]",
    "transliteration": "Kirapaa Nidhhaan Gun Naaeik Thaakur Sukh Samooh Sabh Naathhae ||",
    "translation": "O Treasure of Mercy, Master of Excellence, my Lord and Master, Ocean of peace, Lord of all.",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਠਾਕੁਰ! ਹੇ ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਨਾਥ! ਹੇ ਸੁਆਮੀ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52251,
    "shabad_id": 4301,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "eyk Aws moih qyrI suAwmI; Aaur duqIAw Aws ibrwQy ]1]",
    "transliteration": "Eaek Aas Mohi Thaeree Suaamee Aour Dhutheeaa Aas Biraathhae ||1||",
    "translation": "My hopes rest in You alone, O my Lord and Master; hope in anything else is useless. ||1||",
    "punjabi": "(ਹੁਣ ਹਰੇਕ ਸੁਖ ਦੁਖ ਵਿਚ) ਮੈਨੂੰ ਸਿਰਫ਼ ਤੇਰੀ ਹੀ (ਸਹਾਇਤਾ ਦੀ) ਆਸ ਰਹਿੰਦੀ ਹੈ। ਕੋਈ ਹੋਰ ਦੂਜੀ ਆਸ ਮੈਨੂੰ ਵਿਅਰਥ ਜਾਪਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52252,
    "shabad_id": 4301,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "nYx iqRpqwsy. dyiK drswvw; guir kr Dwry. myrY mwQy ]",
    "transliteration": "Nain Thripathaasae Dhaekh Dharasaavaa Gur Kar Dhhaarae Maerai Maathhae ||",
    "translation": "My eyes were satisfied and fulfilled, gazing upon the Blessed Vision of His Darshan, when the Guru placed His Hand on my forehead.",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਨੇ ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਆਪਣੇ ਹੱਥ ਰੱਖੇ ਹਨ, ਮੇਰੀਆਂ ਅੱਖਾਂ (ਪ੍ਰਭੂ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਰੱਜ ਗਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
