[
  {
    "shabad_id": 4301,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "khu nwnk. mY Aqul suKu pwieAw; jnm mrx BY lwQy ]2]20]43]",
    "transliteration": "Kahu Naanak Mai Athul Sukh Paaeiaa Janam Maran Bhai Laathhae ||2||20||43||",
    "translation": "Says Nanak, I have found immeasurable peace; my fear of birth and death is gone. ||2||20||43||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਇਤਨਾ ਸੁਖ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ਕਿ ਉਹ ਤੋਲਿਆ-ਮਿਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਮੇਰੇ ਜੰਮਣ ਮਰਨ ਦੇ ਭੀ ਸਾਰੇ ਡਰ ਲਹਿ ਗਏ ਹਨ ॥੨॥੨੦॥੪੩॥",
    "pronunciation": "A-q`ul",
    "type_id": 3
  },
  {
    "shabad_id": 4302,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4302,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ry mUV@y; Awn kwhy kq jweI ]",
    "transliteration": "Rae Moorrhae Aan Kaahae Kath Jaaee ||",
    "translation": "You fool: why are you going somewhere else?",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਹੋਰ ਕਿਤੇ ਕਿਉਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4302,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sMig mnohru AMimRqu hY ry; BUil BUil ibKu KweI ]1] rhwau ]",
    "transliteration": "Sang Manohar Anmrith Hai Rae Bhool Bhool Bikh Khaaee ||1|| Rehaao ||",
    "translation": "The Enticing Ambrosial Amrit is with you, but you are deluded, totally deluded, and you eat poison. ||1||Pause||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸੁੰਦਰ ਹਰਿ-ਨਾਮ-ਜਲ ਤੇਰੇ ਨਾਲ ਹੈ, ਤੂੰ ਉਸ ਤੋਂ ਖੁੰਝ ਖੁੰਝ ਕੇ (ਹੁਣ ਤਕ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਜ਼ਹਰ ਹੀ ਖਾਧੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4302,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "pRB suMdr cqur AnUp ibDwqy; iqs isau ruc nhI. rweI ]",
    "transliteration": "Prabh Sundhar Chathur Anoop Bidhhaathae This Sio Ruch Nehee Raaee ||",
    "translation": "God is Beautiful, Wise and Incomparable; He is the Creator, the Architect of Destiny, but you have no love for Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸੁੰਦਰ ਹੈ, ਸੁਜਾਨ ਹੈ, ਉਪਮਾ-ਰਹਿਤ ਹੈ, ਰਚਨਹਾਰ ਹੈ-ਉਸ ਨਾਲ ਤੇਰੀ ਰਤਾ ਭੀ ਪ੍ਰੀਤ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4302,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mohin isau. bwvr mnu moihE; JUiT TgaurI pweI ]1]",
    "transliteration": "Mohan Sio Baavar Man Mohiou Jhooth Thagouree Paaee ||1||",
    "translation": "The mad-man's mind is enticed by Maya, the enticer; he has taken the intoxicating drug of falsehood. ||1||",
    "punjabi": "ਹੇ ਝੱਲੇ! ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੀ ਮਾਇਆ ਨਾਲ ਤੇਰਾ ਮਨ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ। ਨਾਸਵੰਤ ਜਗਤ ਵਿਚ ਫਸਾਣ ਵਾਲੀ ਇਹ ਠਗ-ਬੂਟੀ ਹੀ ਤੂੰ ਸਾਂਭ ਰੱਖੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4302,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "BieE dieAwlu ikRpwlu duK hrqw; sMqn isau bin AweI ]",
    "transliteration": "Bhaeiou Dhaeiaal Kirapaal Dhukh Harathaa Santhan Sio Ban Aaee ||",
    "translation": "The Destroyer of pain has become kind and compassionate to me, and I am in tune with the Saints.",
    "punjabi": "ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋ ਗਿਆ, ਉਸ ਦੀ ਪ੍ਰੀਤ ਸੰਤ ਜਨਾਂ ਨਾਲ ਬਣ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4302,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "sgl inDwn. GrY mih pwey; khu nwnk. joiq smweI ]2]21]44]",
    "transliteration": "Sagal Nidhhaan Gharai Mehi Paaeae Kahu Naanak Joth Samaaee ||2||21||44||",
    "translation": "I have obtained all treasures within the home of my own heart; says Nanak, my light has merged into the Light. ||2||21||44||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਮਨੁੱਖ ਨੇ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਲੱਭ ਲਏ, ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਉਸ ਦੀ (ਸਦਾ ਲਈ) ਲੀਨਤਾ ਹੋ ਗਈ ॥੨॥੨੧॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4303,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4303,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "EAM ipRA pRIiq cIiq; pihlrIAw ]",
    "transliteration": "Ouan Pria Preeth Cheeth Pehilareeaa ||",
    "translation": "My consciousness has loved my Beloved God, since the very beginning of time.",
    "punjabi": "(ਉਂਞ ਤਾਂ ਮੇਰੇ) ਚਿੱਤ ਵਿਚ ਪਿਆਰੇ ਦੀ ਪ੍ਰੀਤ ਮੁੱਢ-ਕਦੀਮਾਂ ਦੀ (ਟਿਕੀ ਹੋਈ ਹੈ),",
    "pronunciation": "(EAM) krqwr jI[ (pihlrI-Aw) A`vl pihly",
    "type_id": 3
  },
  {
    "shabad_id": 4303,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jo qau bcnu dIE. myry siqgur; qau mY swj sIgrIAw ]1] rhwau ]",
    "transliteration": "Jo Tho Bachan Dheeou Maerae Sathigur Tho Mai Saaj Seegareeaa ||1|| Rehaao ||",
    "translation": "When You blessed me with the Teachings, O my True Guru, I was embellished with beauty. ||1||Pause||",
    "punjabi": "ਪਰ ਹੇ ਸਤਿਗੁਰੂ! ਜਦੋਂ ਤੂੰ ਉਪਦੇਸ਼ ਦਿੱਤਾ (ਉਹ ਪ੍ਰੀਤ ਜਾਗ ਪਈ, ਤੇ) ਮੇਰਾ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "sI-grIAw",
    "type_id": 4
  },
  {
    "shabad_id": 4303,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hm BUlh. qum sdw ABUlw; hm piqq. qum piqq auDrIAw ]",
    "transliteration": "Ham Bhooleh Thum Sadhaa Abhoolaa Ham Pathith Thum Pathith Oudhhareeaa ||",
    "translation": "I am mistaken; You are never mistaken. I am a sinner; You are the Saving Grace of sinners.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਅਸੀਂ ਜੀਵ (ਸਦਾ) ਭੁੱਲਾਂ ਕਰਦੇ ਹਾਂ, ਤੂੰ ਸਦਾ ਅਭੁੱਲ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਰਹਿੰਦੇ ਹਾਂ, ਤੂੰ ਵਿਕਾਰੀਆਂ ਨੂੰ ਬਚਾਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "A-BUlw[(au-DrIAw) auDwrdy hoN",
    "type_id": 3
  },
  {
    "shabad_id": 4303,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hm nIc ibrK. qum mYlwgr; lwj sMig sMig bsrIAw ]1]",
    "transliteration": "Ham Neech Birakh Thum Mailaagar Laaj Sang Sang Basareeaa ||1||",
    "translation": "I am a lowly thorn-tree, and You are the sandalwood tree. Please preserve my honor by staying with me; please stay with me. ||1||",
    "punjabi": "ਅਸੀਂ (ਅਰਿੰਡ ਵਰਗੇ) ਨੀਚ ਰੁੱਖ ਹਾਂ ਤੂੰ ਚੰਦਨ ਹੈਂ, ਜੋ ਨਾਲ ਵੱਸਣ ਵਾਲੇ ਰੁੱਖਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਦੇਂਦਾ ਹੈ। ਹੇ ਗੁਰੂ! ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿਣ ਵਾਲਿਆਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖਣ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "bsrIAw",
    "type_id": 3
  },
  {
    "shabad_id": 4303,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "qum gMBIr DIr aupkwrI; hm ikAw bpury jMqrIAw ]",
    "transliteration": "Thum Ganbheer Dhheer Oupakaaree Ham Kiaa Bapurae Janthareeaa ||",
    "translation": "You are deep and profound, calm and benevolent. What am I? Just a poor helpless being.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਜਿਗਰੇ ਵਾਲਾ ਹੈਂ, ਧੀਰਜ ਵਾਲਾ ਹੈਂ, ਉਪਕਾਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਅਸਾਂ ਨਿਮਾਣੇ ਜੀਵਾਂ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ।",
    "pronunciation": "jMqrI-Aw",
    "type_id": 3
  },
  {
    "shabad_id": 4303,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "gur ikRpwl nwnk hir myilE; qau myrI sUiK syjrIAw ]2]22]45]",
    "transliteration": "Gur Kirapaal Naanak Har Maeliou Tho Maeree Sookh Saejareeaa ||2||22||45||",
    "translation": "The Merciful Guru Nanak has united me with the Lord. I lay on His Bed of Peace. ||2||22||45||",
    "punjabi": "ਹੇ ਕ੍ਰਿਪਾਲ ਗੁਰੂ! ਜਦੋਂ ਤੂੰ ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਮੇਲ ਕਰਾਇਆ, ਤਦੋਂ ਤੋਂ ਮੇਰੀ ਹਿਰਦਾ-ਸੇਜ ਸੁਖ-ਭਰਪੂਰ ਹੋ ਗਈ ਹੈ ॥੨॥੨੨॥੪੫॥",
    "pronunciation": "syjrI-Aw",
    "type_id": 3
  },
  {
    "shabad_id": 4304,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4304,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mn. Eie idns DMin; prvwnW ]",
    "transliteration": "Man Oue Dhinas Dhhann Paravaanaan ||",
    "translation": "O my mind, blessed and approved is that day,",
    "punjabi": "ਹੇ ਮਨ! ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4304,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sPl qy GrI sMjog suhwvy; siqgur sMig igAwnW ]1] rhwau ]",
    "transliteration": "Safal Thae Gharee Sanjog Suhaavae Sathigur Sang Giaanaan ||1|| Rehaao ||",
    "translation": "And fruitful is that hour, and lucky is that moment, when the True Guru blesses me with spirtual wisdom. ||1||Pause||",
    "punjabi": "(ਜ਼ਿੰਦਗੀ ਦੀਆਂ) ਉਹ ਘੜੀਆਂ ਸਫਲ ਹਨ, (ਗੁਰੂ ਨਾਲ) ਮੇਲ ਦੇ ਉਹ ਸਮੇ ਸੋਹਣੇ ਹੁੰਦੇ ਹਨ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ (ਰਹਿ ਕੇ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4304,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "DMin su Bwg, DMin sohwgw; DMin. dyq ijin mwnW ]",
    "transliteration": "Dhhann Subhaag Dhhann Sohaagaa Dhhann Dhaeth Jin Maanaan ||",
    "translation": "Blessed is my good destiny, and blessed is my Husband Lord. Blessed are those upon whom honor is bestowed.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਦਰ ਤੇ) ਆਦਰ ਦੇਂਦਾ ਹੈਂ, ਉਹ ਧੰਨ ਹਨ, ਸੁਭਾਗ ਹਨ, ਕਿਸਮਤ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(Bwg) krm[(sohwgw) AnMd",
    "type_id": 3
  },
  {
    "shabad_id": 4304,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "iehu qnu qum@rw. sBu igRhu Dnu qumrw; hINau kIE kurbwnW ]1]",
    "transliteration": "Eihu Than Thumharaa Sabh Grihu Dhhan Thumaraa Heeno Keeou Kurabaanaan ||1||",
    "translation": "This body is Yours, all my home and wealth are Yours; I offer my heart as a sacrifice to You. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਇਹ ਸਰੀਰ ਤੇਰੇ ਹਵਾਲੇ ਹੈ, ਮੇਰਾ ਸਾਰਾ ਘਰ ਤੇ ਧਨ ਤੈਥੋਂ ਸਦਕੇ ਹੈ, ਮੈਂ ਆਪਣਾ ਹਿਰਦਾ (ਤੇਰੇ ਚਰਨਾਂ ਤੋਂ) ਸਦਕੇ ਕਰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4304,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "koit lwK rwj suK pwey; iek inmK pyiK idRstwnW ]",
    "transliteration": "Kott Laakh Raaj Sukh Paaeae Eik Nimakh Paekh Dhrisattaanaan ||",
    "translation": "I obtain tens of thousands and millions of regal pleasures, if I gaze upon Your Blessed Vision, even for an instant.",
    "punjabi": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ (ਮਾਨੋ) ਰਾਜ ਦੇ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4304,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jau khhu muKhu. syvk ieh bYsIAY; suK nwnk. AMqu, n jwnW ]2]23]46]",
    "transliteration": "Jo Kehahu Mukhahu Saevak Eih Baiseeai Sukh Naanak Anth N Jaanaan ||2||23||46||",
    "translation": "When You, O God, say, \"My servant, stay here with me\", Nanak knows unlimited peace. ||2||23||46||",
    "punjabi": "ਜੇ ਤੂੰ ਮੂੰਹੋਂ ਆਖੇਂ, ਹੇ ਸੇਵਕ! ਇਥੇ ਬੈਠ, (ਮੈਨੂੰ ਇਤਨਾ ਆਨੰਦ ਆਉਂਦਾ ਹੈ ਕਿ ਉਸ) ਆਨੰਦ ਦਾ ਮੈਂ ਨਾਨਕ ਅੰਤ ਨਹੀਂ ਜਾਣ ਸਕਦਾ ॥੨॥੨੩॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4305,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4305,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Ab moro; shsw dUKu gieAw ]",
    "transliteration": "Ab Moro Sehasaa Dhookh Gaeiaa ||",
    "translation": "Now I am rid of my skepticism and sorrow.",
    "punjabi": "(ਗੁਰ ਸਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹੁਣ ਮੇਰਾ ਹਰੇਕ ਸਹਿਮ ਹਰੇਕ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4305,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Aaur aupwau sgl iqAwig Cofy; siqgur srix pieAw ]1] rhwau ]",
    "transliteration": "Aour Oupaav Sagal Thiaag Shhoddae Sathigur Saran Paeiaa ||1|| Rehaao ||",
    "translation": "I have abandoned and forsaken all other efforts, and come to the Sanctuary of the True Guru. ||1||Pause||",
    "punjabi": "(ਜਦੋਂ ਦਾ) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਹਾਂ, (ਮੈਂ ਮਨ ਨੂੰ ਕਾਬੂ ਕਰਨ ਦੇ) ਹੋਰ ਸਾਰੇ ਹੀਲੇ ਛੱਡ ਦਿੱਤੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4305,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "srb isiD kwrj siB svry; AhM rog sgl hI KieAw ]",
    "transliteration": "Sarab Sidhh Kaaraj Sabh Savarae Ahan Rog Sagal Hee Khaeiaa ||",
    "translation": "I have attained total perfection, and all my works are perfectly completed; the illness of egotism has been totally eradicated.",
    "punjabi": "ਮੈਨੂੰ ਸਾਰੀਆਂ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਪ੍ਰਾਪਤ ਹੋ ਗਈਆਂ ਹਨ, ਮੇਰੇ ਸਾਰੇ ਕੰਮ ਸੰਵਰ ਗਏ ਹਨ, ਮੇਰੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ ਰੋਗ ਸਾਰਾ ਹੀ ਮਿਟ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4305,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "koit prwD. iKn mih Kau BeI hY; gur imil hir hir kihAw ]1]",
    "transliteration": "Kott Paraadhh Khin Mehi Kho Bhee Hai Gur Mil Har Har Kehiaa ||1||",
    "translation": "Millions of sins are destroyed in an instant; meeting with the Guru, I chant the Name of the Lord, Har, Har. ||1||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮੈਂ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ, ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਮੇਰੇ ਕ੍ਰੋੜਾਂ ਹੀ ਅਪਰਾਧਾਂ ਦਾ ਨਾਸ ਹੋ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4305,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "pMc dws. guir vsgiq kIny; mn inhcl inrBieAw ]",
    "transliteration": "Panch Dhaas Gur Vasagath Keenae Man Nihachal Nirabhaeiaa ||",
    "translation": "Subduing the five thieves, he Guru has made them my slaves; my mind has become stable and steady and fearless.",
    "punjabi": "ਗੁਰੂ ਨੇ (ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਨੂੰ ਮੇਰੇ ਦਾਸ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਮੇਰੇ ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ ਹੈ, (ਇਹਨਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਮੇਰਾ ਮਨ ਅਹਿੱਲ ਹੋ ਗਿਆ ਹੈ ਨਿਡਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "v`s-giq, giq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4305,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Awie n jwvY, n kq hI folY; iQru nwnk. rwjieAw ]2]24]47]",
    "transliteration": "Aae N Jaavai N Kath Hee Ddolai Thhir Naanak Raajaeiaa ||2||24||47||",
    "translation": "It does not come or go in reincarnation; it does not waver or wander anywhere. O Nanak, my empire is eternal. ||2||24||47||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰਾ ਮਨ) ਕਿਤੇ ਦੌੜ ਭੱਜ ਨਹੀਂ ਕਰਦਾ, ਕਿਤੇ ਨਹੀਂ ਡੋਲਦਾ (ਇਸ ਨੂੰ, ਮਾਨੋ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਰਾਜ ਮਿਲ ਗਿਆ ਹੈ ॥੨॥੨੪॥੪੭॥",
    "pronunciation": "(rw-jieAw) rwj, pRkwS",
    "type_id": 3
  },
  {
    "shabad_id": 4306,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4306,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pRBu myro; ieq auq sdw shweI ]",
    "transliteration": "Prabh Maero Eith Outh Sadhaa Sehaaee ||",
    "translation": "Here and hereafter, God is forever my Help and Support.",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ! ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਸਦਾ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4306,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mnmohnu. myry jIA ko ipAwro; kvn khw gun gweI ]1] rhwau ]",
    "transliteration": "Manamohan Maerae Jeea Ko Piaaro Kavan Kehaa Gun Gaaee ||1|| Rehaao ||",
    "translation": "He is the Enticer of my mind, the Beloved of my soul. What Glorious Praises of His can I sing and chant? ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲਾ ਉਹ ਮੇਰਾ ਪ੍ਰਭੂ ਮੇਰੀ ਜਿੰਦ ਦਾ ਪਿਆਰਾ ਹੈ। ਮੈਂ ਉਸ ਦੇ ਕਿਹੜੇ-ਕਿਹੜੇ ਗੁਣ ਗਾ ਕੇ ਦੱਸਾਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "khW",
    "type_id": 4
  },
  {
    "shabad_id": 4306,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "Kyil iKlwie; lwf lwfwvY; sdw sdw AndweI ]",
    "transliteration": "Khael Khilaae Laadd Laaddaavai Sadhaa Sadhaa Anadhaaee ||",
    "translation": "He plays with me, He fondles and caresses me. Forever and ever, He blesses me with bliss.",
    "punjabi": "ਉਹ ਸਾਨੂੰ (ਜਗਤ-) ਤਮਾਸ਼ੇ ਵਿਚ ਖਿਡਾਂਦਾ ਹੈ, ਲਾਡ ਲਡਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(AndweI) AnMd dyx vwly",
    "type_id": 3
  },
  {
    "shabad_id": 4306,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "pRiqpwlY bwirk kI inAweI; jYsy mwq ipqweI ]1]",
    "transliteration": "Prathipaalai Baarik Kee Niaaee Jaisae Maath Pithaaee ||1||",
    "translation": "He cherishes me, like the father and the mother love their child. ||1||",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਪਿਉ ਆਪਣੇ ਬੱਚੇ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ, ਤਿਵੇਂ ਉਹ ਸਾਡੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4306,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "iqsu ibnu inmK. nhI rih skIAY; ibsir n kbhU jweI ]",
    "transliteration": "This Bin Nimakh Nehee Rehi Sakeeai Bisar N Kabehoo Jaaee ||",
    "translation": "I cannot survive without Him, even for an instant; I shall never forget Him.",
    "punjabi": "ਉਸ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਉਸ ਨੂੰ ਕਦੇ ਭੁਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]