[
  {
    "id": 52324,
    "shabad_id": 4312,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52325,
    "shabad_id": 4312,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AMimRq nwmu; mnih AwDwro ]",
    "transliteration": "Anmrith Naam Manehi Aadhhaaro ||",
    "translation": "The Ambrosial Nectar of the Naam, the Name of the Lord, is the Support of the mind.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ (ਹੁਣ ਮੇਰੇ) ਮਨ ਦਾ ਆਸਰਾ (ਬਣ ਗਿਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52326,
    "shabad_id": 4312,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijin dIAw iqs kY kurbwnY; gur pUry nmskwro ]1] rhwau ]",
    "transliteration": "Jin Dheeaa This Kai Kurabaanai Gur Poorae Namasakaaro ||1|| Rehaao ||",
    "translation": "I am a sacrifice to the One who gave it to me; I humbly bow to the Perfect Guru. ||1||Pause||",
    "punjabi": "ਜਿਸ (ਗੁਰੂ) ਨੇ (ਇਹ ਹਰਿ-ਨਾਮ ਮੈਨੂੰ) ਦਿੱਤਾ ਹੈ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਉਸ ਪੂਰੇ ਗੁਰੂ ਅੱਗੇ ਸਿਰ ਨਿਵਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52327,
    "shabad_id": 4312,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "bUJI iqRsnw shij suhylw; kwmu kRoDu ibKu jwro ]",
    "transliteration": "Boojhee Thrisanaa Sehaj Suhaelaa Kaam Krodhh Bikh Jaaro ||",
    "translation": "My thirst is quenched, and I have been intuitively embellished. The poisons of sexual desire and anger have been burnt away.",
    "punjabi": "(ਅੰਮ੍ਰਿਤ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ ਹੈ, ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਸੁਖੀ (ਹੋ ਗਿਆ) ਹਾਂ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਕ੍ਰੋਧ ਜ਼ਹਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਸਾੜ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "bUJI: polw bolo",
    "type_id": 3
  },
  {
    "id": 52328,
    "shabad_id": 4312,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Awie n jwie. bsY ieh Twhr; jh Awsnu inrMkwro ]1]",
    "transliteration": "Aae N Jaae Basai Eih Thaahar Jeh Aasan Nirankaaro ||1||",
    "translation": "This mind does not come and go; it abides in that place, where the Formless Lord sits. ||1||",
    "punjabi": "(ਹੁਣ ਮੇਰਾ ਮਨ) ਕਿਸੇ ਪਾਸੇ ਭਟਕਦਾ ਨਹੀਂ, ਉਸ ਟਿਕਾਣੇ ਤੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਥੇ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52329,
    "shabad_id": 4312,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "eykY prgtu. eykY gupqw; eykY DuMDUkwro ]",
    "transliteration": "Eaekai Paragatt Eaekai Gupathaa Eaekai Dhhundhhookaaro ||",
    "translation": "The One Lord is manifest and radiant; the One Lord is hidden and mysterious. The One Lord is abysmal darkness.",
    "punjabi": "ਇਹ ਪਰਤੱਖ ਜਗਤ ਉਹ ਆਪ ਹੀ ਹੈ, (ਇਸ ਜਗਤ ਵਿਚ) ਲੁਕਿਆ ਹੋਇਆ (ਆਤਮਾ ਭੀ) ਉਹ ਆਪ ਹੀ ਹੈ, ਘੁੱਪ ਹਨੇਰਾ ਭੀ (ਜਦੋਂ ਕੋਈ ਜਗਤ-ਰਚਨਾ ਨਹੀਂ ਸੀ) ਉਹ ਆਪ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52330,
    "shabad_id": 4312,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Awid miD AMiq pRBu soeI; khu nwnk. swcu bIcwro ]2]31]54]",
    "transliteration": "Aadh Madhh Anth Prabh Soee Kahu Naanak Saach Beechaaro ||2||31||54||",
    "translation": "From the beginning, throughout the middle and until the end, is God. Says Nanak, reflect on the Truth. ||2||31||54||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਇਹ) ਅਟੱਲ ਵਿਸ਼ਵਾਸ (ਬਣ ਗਿਆ) ਹੈ ਕਿ ਜਗਤ ਦੇ ਆਰੰਭ ਵਿਚ, ਹੁਣ ਵਿਚਕਾਰਲੇ ਸਮੇ, ਜਗਤ ਦੇ ਅਖ਼ੀਰ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਹੈ ॥੨॥੩੧॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52331,
    "shabad_id": 4313,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52332,
    "shabad_id": 4313,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ibnu pRB; rhnu. n jwie. GrI ]",
    "transliteration": "Bin Prabh Rehan N Jaae Gharee ||",
    "translation": "Without God, I cannot survive, even for an instant.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52333,
    "shabad_id": 4313,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "srb sUK qwhU kY pUrn; jw kY suKu hY hrI ]1] rhwau ]",
    "transliteration": "Sarab Sookh Thaahoo Kai Pooran Jaa Kai Sukh Hai Haree ||1|| Rehaao ||",
    "translation": "One who finds joy in the Lord finds total peace and perfection. ||1||Pause||",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੁਖਾਂ ਦਾ ਮੂਲ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਹੀ (ਹਿਰਦੇ ਵਿਚ ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52334,
    "shabad_id": 4313,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mMgl rUp pRwn jIvn Dn; ismrq And Gnw ]",
    "transliteration": "Mangal Roop Praan Jeevan Dhhan Simarath Anadh Ghanaa ||",
    "translation": "God is the Embodiment of bliss, the Breath of Life and Wealth; remembering Him in meditation, I am blessed with absolute bliss.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਖ਼ੁਸ਼ੀਆਂ ਦਾ ਰੂਪ ਹੈ, ਪ੍ਰਾਣਾਂ ਦਾ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ, ਉਸ ਨੂੰ ਸਿਮਰਦਿਆਂ ਬਹੁਤ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52335,
    "shabad_id": 4313,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "vf smrQu sdw sd sMgy; gun rsnw kvn Bnw ]1]",
    "transliteration": "Vadd Samarathh Sadhaa Sadh Sangae Gun Rasanaa Kavan Bhanaa ||1||",
    "translation": "He is utterly All-powerful, with me forever and ever; what tongue can utter His Glorious Praises? ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਵੱਡੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਦਾ ਹੀ ਸਦਾ ਹੀ (ਸਾਡੇ) ਨਾਲ ਰਹਿੰਦਾ ਹੈ। ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਸ ਦੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52336,
    "shabad_id": 4313,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Qwn pivqRw. mwn pivqRw; pivqR sunn khnhwry ]",
    "transliteration": "Thhaan Pavithraa Maan Pavithraa Pavithr Sunan Kehanehaarae ||",
    "translation": "His Place is sacred, and His Glory is sacred; sacred are those who listen and speak of Him.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਿਥੇ ਤੇਰਾ ਨਾਮ ਉਚਾਰਿਆ ਜਾਂਦਾ ਹੈ) ਉਹ ਥਾਂ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇਰੇ ਨਾਮ ਨੂੰ ਮੰਨਣ ਵਾਲੇ (ਸਰਧਾ ਨਾਲ ਮਨ ਵਿਚ ਵਸਾਣ ਵਾਲੇ) ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇਰੇ ਨਾਮ ਨੂੰ ਸੁਣਨ ਵਾਲੇ ਤੇ ਜਪਣ ਵਾਲੇ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52337,
    "shabad_id": 4313,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "khu nwnk. qy Bvn pivqRw; jw mih sMq qum@wry ]2]32]55]",
    "transliteration": "Kahu Naanak Thae Bhavan Pavithraa Jaa Mehi Santh Thumhaarae ||2||32||55||",
    "translation": "Says Nanak, that dwelling is sacred, in which Your Saints live. ||2||32||55||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਘਰਾਂ ਵਿਚ ਤੇਰੇ ਸੰਤ ਵੱਸਦੇ ਹਨ ਉਹ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੩੨॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52338,
    "shabad_id": 4314,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52339,
    "shabad_id": 4314,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rsnw jpqI; qUhI qUhI ]",
    "transliteration": "Rasanaa Japathee Thoohee Thoohee ||",
    "translation": "My tongue chants Your Name, Your Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਜੀਭ ਸਦਾ ਤੇਰਾ ਜਾਪ ਹੀ ਜਪਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52340,
    "shabad_id": 4314,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mwq grB qum hI pRiqpwlk; imRq mMfl iek quhI ]1] rhwau ]",
    "transliteration": "Maath Garabh Thum Hee Prathipaalak Mrith Manddal Eik Thuhee ||1|| Rehaao ||",
    "translation": "In the mother's womb, You sustained me, and in this mortal world, You alone help me. ||1||Pause||",
    "punjabi": "ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਤੂੰ ਹੀ (ਜੀਵਾਂ ਦੀ) ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਜਗਤ ਵਿਚ ਹੀ ਸਿਰਫ਼ ਤੂੰ ਹੀ ਪਾਲਣਹਾਰ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52341,
    "shabad_id": 4314,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "qumih ipqw. qum hI Puin mwqw; qumih mIq ihq BRwqw ]",
    "transliteration": "Thumehi Pithaa Thum Hee Fun Maathaa Thumehi Meeth Hith Bhraathaa ||",
    "translation": "You are my Father, and You are my Mother; You are my Loving Friend and Sibling.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਸਾਡਾ ਪਿਉ ਹੈਂ, ਤੂੰ ਹੀ ਸਾਡੀ ਮਾਂ ਭੀ ਹੈਂ, ਤੂੰ ਹੀ ਮਿੱਤਰ ਹੈਂ ਤੂੰ ਹੀ ਹਿਤੂ ਹੈਂ ਤੂੰ ਹੀ ਭਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52342,
    "shabad_id": 4314,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "qum prvwr qumih AwDwrw; qumih jIA pRwndwqw ]1]",
    "transliteration": "Thum Paravaar Thumehi Aadhhaaraa Thumehi Jeea Praanadhaathaa ||1||",
    "translation": "You are my Family, and You are my Support. You are the Giver of the Breath of Life. ||1||",
    "punjabi": "ਤੂੰ ਹੀ ਸਾਡਾ ਪਰਵਾਰ ਹੈਂ, ਤੂੰ ਹੀ ਆਸਰਾ ਹੈਂ, ਤੂੰ ਹੀ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਪ੍ਰਾਣ ਦੇਣ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52343,
    "shabad_id": 4314,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "qumih KjInw. qumih jrInw; qum hI mwixk lwlw ]",
    "transliteration": "Thumehi Khajeenaa Thumehi Jareenaa Thum Hee Maanik Laalaa ||",
    "translation": "You are my Treasure, and You are my Wealth. You are my Gems and Jewels.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ) ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਧਨ-ਦੌਲਤ ਹੈਂ, ਤੂੰ ਹੀ (ਮੇਰੇ ਲਈ) ਮੋਤੀ ਹੀਰੇ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52344,
    "shabad_id": 4314,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "qumih pwrjwq. gur qy pwey; qau nwnk. Bey inhwlw ]2]33]56]",
    "transliteration": "Thumehi Paarajaath Gur Thae Paaeae Tho Naanak Bheae Nihaalaa ||2||33||56||",
    "translation": "You are the wish-fulfilling Elysian Tree. Nanak has found You through the Guru, and now he is enraptured. ||2||33||56||",
    "punjabi": "ਤੂੰ ਹੀ (ਸਵਰਗ ਦਾ) ਪਾਰਜਾਤ ਰੁੱਖ ਹੈਂ। ਹੇ ਨਾਨਕ! ਜਦੋਂ ਤੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲ ਪੈਂਦਾ ਹੈਂ, ਤਦੋਂ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੋ ਜਾਈਦਾ ਹੈ ॥੨॥੩੩॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52345,
    "shabad_id": 4315,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52346,
    "shabad_id": 4315,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jwhU kwhU; Apno hI iciq AwvY ]",
    "transliteration": "Jaahoo Kaahoo Apuno Hee Chith Aavai ||",
    "translation": "Wherever he goes, his consciousness turns to his own.",
    "punjabi": "ਹਰ ਕਿਸੇ ਨੂੰ (ਕੋਈ) ਆਪਣਾ ਹੀ (ਪਿਆਰਾ) ਚਿੱਤ ਵਿਚ ਯਾਦ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52347,
    "shabad_id": 4315,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jo kwhU ko cyro hovq; Twkur hI pih jwvY ]1] rhwau ]",
    "transliteration": "Jo Kaahoo Ko Chaero Hovath Thaakur Hee Pehi Jaavai ||1|| Rehaao ||",
    "translation": "Whoever is a chaylaa (a servant) goes only to his Lord and Master. ||1||Pause||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਕਿਸੇ ਦਾ ਸੇਵਕ ਹੁੰਦਾ ਹੈ, (ਉਹ ਸੇਵਕ ਆਪਣੇ) ਮਾਲਕ ਪਾਸ ਹੀ (ਲੋੜ ਪਿਆਂ) ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52348,
    "shabad_id": 4315,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Apny pih dUK. Apny pih sUKw; Apuny hI pih ibrQw ]",
    "transliteration": "Apanae Pehi Dhookh Apunae Pehi Sookhaa Apanae Hee Pehi Birathhaa ||",
    "translation": "He shares his sorrows, his joys and his condition only with his own.",
    "punjabi": "ਆਪਣੇ ਸਨੇਹੀ ਕੋਲ ਦੁੱਖ ਫੋਲੀਦੇ ਹਨ ਆਪਣੇ ਸਨੇਹੀ ਪਾਸ ਸੁਖ ਦੀਆਂ ਗੱਲਾਂ ਕਰੀਦੀਆਂ ਹਨ, ਆਪਣੇ ਹੀ ਸਨੇਹੀ ਕੋਲ ਦਿਲ ਦਾ ਦੁੱਖ ਦੱਸੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52349,
    "shabad_id": 4315,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "Apuny pih mwnu. Apuny pih qwnw; Apny hI pih ArQw ]1]",
    "transliteration": "Apunae Pehi Maan Apunae Pehi Thaanaa Apanae Hee Pehi Arathhaa ||1||",
    "translation": "He obtains honor from his own, and strength from his own; he gets an advantage from his own. ||1||",
    "punjabi": "ਆਪਣੇ ਸਨੇਹੀ ਉਤੇ ਹੀ ਮਾਣ ਕਰੀਦਾ ਹੈ, ਆਪਣੇ ਸਨੇਹੀ ਦਾ ਹੀ ਆਸਰਾ ਤੱਕੀਦਾ ਹੈ, ਆਪਣੇ ਸਨੇਹੀ ਨੂੰ ਹੀ ਆਪਣੀਆਂ ਲੋੜਾਂ ਦੱਸੀਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52350,
    "shabad_id": 4315,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "iknhI rwj jobnu Dn imlKw; iknhI bwp mhqwrI ]",
    "transliteration": "Kin Hee Raaj Joban Dhhan Milakhaa Kin Hee Baap Mehathaaree ||",
    "translation": "Some have regal power, youth, wealth and property; some have a father and a mother.",
    "punjabi": "ਕਿਸੇ ਨੇ ਰਾਜ ਦਾ ਮਾਣ ਕੀਤਾ, ਕਿਸੇ ਨੇ ਜਵਾਨੀ ਨੂੰ (ਆਪਣੀ ਸਮਝਿਆ), ਕਿਸੇ ਨੇ ਧਨ ਧਰਤੀ ਦਾ ਮਾਣ ਕੀਤਾ, ਕਿਸੇ ਨੇ ਪਿਉ ਮਾਂ ਦਾ ਆਸਰਾ ਤੱਕਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52351,
    "shabad_id": 4315,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "srb Qok nwnk gur pwey; pUrn Aws hmwrI ]2]34]57]",
    "transliteration": "Sarab Thhok Naanak Gur Paaeae Pooran Aas Hamaaree ||2||34||57||",
    "translation": "I have obtained all things, O Nanak, from the Guru. My hopes have been fulfilled. ||2||34||57||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਮੈਂ ਨਾਨਕ ਨੇ ਸਾਰੇ ਪਦਾਰਥ ਤੈਥੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲਏ ਹਨ, ਮੇਰੀ ਹਰੇਕ ਆਸ (ਤੇਰੇ ਦਰ ਤੋਂ) ਪੂਰੀ ਹੁੰਦੀ ਹੈ ॥੨॥੩੪॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52352,
    "shabad_id": 4316,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52353,
    "shabad_id": 4316,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "JUTo; mwieAw ko md mwnu ]",
    "transliteration": "Jhootho Maaeiaa Ko Madh Maan ||",
    "translation": "False is intoxication and pride in Maya.",
    "punjabi": "ਹੇ ਅੰਞਾਣ! ਮਾਇਆ ਦਾ ਨਸ਼ਾ ਮਾਇਆ ਦਾ ਅਹੰਕਾਰ ਝੂਠਾ ਹੈ (ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52354,
    "shabad_id": 4316,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "DRoh moh dUir kir bpury; sMig gopwlih jwnu ]1] rhwau ]",
    "transliteration": "Dhhroh Moh Dhoor Kar Bapurae Sang Gopaalehi Jaan ||1|| Rehaao ||",
    "translation": "Get rid of your fraud and attachment, O wretched mortal, and remember that the Lord of the World is with you. ||1||Pause||",
    "punjabi": "(ਮਾਇਆ ਦਾ) ਮੋਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਠੱਗੀ ਕਰਨੀ ਦੂਰ ਕਰ, ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਆਪਣੇ ਨਾਲ ਵੱਸਦਾ ਸਮਝ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "gopwl-ih",
    "type_id": 4
  },
  {
    "id": 52355,
    "shabad_id": 4316,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "imiQAw rwj jobn Aru aumry; mIr mlk Aru Kwn ]",
    "transliteration": "Mithhiaa Raaj Joban Ar Oumarae Meer Malak Ar Khaan ||",
    "translation": "False are royal powers, youth, nobility, kings, rulers and aristocrats.",
    "punjabi": "ਰਾਜ ਨਾਸਵੰਤ ਹੈ ਜਵਾਨੀ ਨਾਸਵੰਤ ਹੈ। ਅਮੀਰ ਪਾਤਿਸ਼ਾਹ ਮਾਲਕ ਖ਼ਾਨ ਸਭ ਨਾਸਵੰਤ ਹਨ (ਇਹਨਾਂ ਹਕੂਮਤਾਂ ਦਾ ਨਸ਼ਾ ਸਦਾ ਕਾਇਮ ਨਹੀਂ ਰਹੇਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52356,
    "shabad_id": 4316,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "imiQAw kwpr sugMD cqurweI; imiQAw Bojn pwn ]1]",
    "transliteration": "Mithhiaa Kaapar Sugandhh Chathuraaee Mithhiaa Bhojan Paan ||1||",
    "translation": "False are the fine clothes, perfumes and clever tricks; false are the foods and drinks. ||1||",
    "punjabi": "ਇਹ ਕੱਪੜੇ ਤੇ ਸੁਗੰਧੀਆਂ ਸਭ ਨਾਸਵੰਤ ਹਨ, (ਇਹਨਾਂ ਦੇ ਆਸਰੇ) ਚਤੁਰਾਈ ਕਰਨੀ ਝੂਠਾ ਕੰਮ ਹੈ। ਖਾਣ ਪੀਣ ਦੇ (ਵਧੀਆ) ਪਦਾਰਥ ਸਭ ਨਾਸਵੰਤ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52357,
    "shabad_id": 4316,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "dIn bMDro. dws dwsro; sMqh kI swrwn ]",
    "transliteration": "Dheen Bandhharo Dhaas Dhaasaro Santheh Kee Saaraan ||",
    "translation": "O Patron of the meek and the poor, I am the slave of Your slaves; I seek the Sanctuary of Your Saints.",
    "punjabi": "ਹੇ ਗਰੀਬਾਂ ਦੇ ਸਹਾਈ! ਮੈਂ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ, ਮੈਂ ਤੇਰੇ ਸੰਤਾਂ ਦੀ ਸਰਨ ਹਾਂ।",
    "pronunciation": "(bMDro) sbMDI[ (swrwn) Srn",
    "type_id": 3
  },
  {
    "id": 52358,
    "shabad_id": 4316,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "mWgin mWgau. hoie AicMqw; imlu nwnk ky hir pRwn ]2]35]58]",
    "transliteration": "Maangan Maango Hoe Achinthaa Mil Naanak Kae Har Praan ||2||35||58||",
    "translation": "I humbly ask, I beg of You, please relieve my anxiety; O Lord of Life, please unite Nanak with Yourself. ||2||35||58||",
    "punjabi": "ਹੇ ਨਾਨਕ ਦੀ ਜਿੰਦ-ਜਾਨ ਹਰੀ! ਹੋਰ ਆਸਰੇ ਛੱਡ ਕੇ ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਮੰਗ ਮੰਗਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਦਰਸਨ ਦੇਹ ॥੨॥੩੫॥੫੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52359,
    "shabad_id": 4317,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52360,
    "shabad_id": 4317,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ApunI; ieqnI kCU. n swrI ]",
    "transliteration": "Apunee Eithanee Kashhoo N Saaree ||",
    "translation": "By himself, the mortal cannot accomplish anything.",
    "punjabi": "ਹੇ ਗਵਾਰ! (ਜਿਹੜੀ ਆਤਮਕ ਜਾਇਦਾਦ) ਆਪਣੀ (ਬਣਨੀ ਸੀ, ਉਸ ਦੀ) ਰਤਾ ਭਰ ਭੀ ਸੰਭਾਲ ਨਾਹ ਕੀਤੀ।",
    "pronunciation": "(kCU) QoVI (ieqnI) ijqnI[ (swrI) sm@wlI",
    "type_id": 3
  },
  {
    "id": 52361,
    "shabad_id": 4317,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Aink kwj. Aink Dwvrqw; auriJE Awn jMjwrI ]1] rhwau ]",
    "transliteration": "Anik Kaaj Anik Dhhaavarathaa Ourajhiou Aan Janjaaree ||1|| Rehaao ||",
    "translation": "He runs around chasing all sorts of projects, engrossed in other entanglements. ||1||Pause||",
    "punjabi": "(ਤੂੰ ਸਾਰੀ ਉਮਰ) ਅਨੇਕਾਂ ਕੰਮਾਂ ਵਿਚ, ਅਨੇਕਾਂ ਦੌੜ-ਭੱਜਾਂ ਵਿਚ ਅਤੇ ਹੋਰ ਹੋਰ ਜੰਜਾਲਾਂ ਵਿਚ ਹੀ ਫਸਿਆ ਰਿਹਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(Dw-vrqw)DOxIAW",
    "type_id": 4
  },
  {
    "id": 52362,
    "shabad_id": 4317,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "idaus cwir ky dIsih sMgI; aUhW nwhI. jh BwrI ]",
    "transliteration": "Dhious Chaar Kae Dheesehi Sangee Oohaan Naahee Jeh Bhaaree ||",
    "translation": "His companions of these few days will not be there when he is in trouble.",
    "punjabi": "ਹੇ ਗਵਾਰ! (ਦੁਨੀਆ ਵਾਲੇ ਇਹ) ਸਾਥੀ ਚਾਰ ਦਿਨਾਂ ਦੇ ਹੀ (ਸਾਥੀ) ਦਿੱਸਦੇ ਹਨ, ਜਿੱਥੇ ਬਿਪਤਾ ਪੈਂਦੀ ਹੈ, ਉਥੇ ਇਹ (ਸਹਾਇਤਾ) ਨਹੀਂ (ਕਰ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
