[
  {
    "shabad_id": 4317,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "iqn isau rwic mwic ihqu lwieE; jo kwim nhI. gwvwrI ]1]",
    "transliteration": "Thin Sio Raach Maach Hith Laaeiou Jo Kaam Nehee Gaavaaree ||1||",
    "translation": "He is hand and glove with those who are of no use to him; the poor wretch is affectionately involved with them. ||1||",
    "punjabi": "ਹੇ ਗਵਾਰ! ਤੂੰ ਉਹਨਾਂ ਨਾਲ ਪਰਚ ਕੇ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ ਜੋ (ਆਖ਼ਿਰ) ਤੇਰੇ ਕੰਮ ਨਹੀਂ ਆ ਸਕਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4317,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hau nwhI. nwhI ikCu myrw; nw hmro bsu cwrI ]",
    "transliteration": "Ho Naahee Naahee Kishh Maeraa Naa Hamaro Bas Chaaree ||",
    "translation": "I am nothing; nothing belongs to me. I have no power or control.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ, ਮੇਰੀ ਕੋਈ ਸਮਰਥਾ ਨਹੀਂ, (ਮਾਇਆ ਦੇ ਟਾਕਰੇ ਤੇ) ਮੇਰਾ ਕੋਈ ਵੱਸ ਨਹੀਂ ਚੱਲਦਾ ਮੇਰਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "(cwrI) zor[ b`su",
    "type_id": 3
  },
  {
    "shabad_id": 4317,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "krn krwvn nwnk ky pRB; sMqn sMig auDwrI ]2]36]59]",
    "transliteration": "Karan Karaavan Naanak Kae Prabh Santhan Sang Oudhhaaree ||2||36||59||",
    "translation": "O Creator, Cause of causes, Lord God of Nanak, I am saved and redeemed in the Society of the Saints. ||2||36||59||",
    "punjabi": "ਹੇ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੇ! ਹੇ ਸਭ ਕੁਝ ਕਰਾ ਸਕਣ ਵਾਲੇ! ਹੇ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਆਪਣੇ ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰੱਖ ਕੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਮੇਰਾ ਪਾਰ-ਉਤਾਰਾ ਕਰ ॥੨॥੩੬॥੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4318,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4318,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mohnI mohq rhY; n horI ]",
    "transliteration": "Mohanee Mohath Rehai N Horee ||",
    "translation": "The Great Enticer Maya keeps enticing, and cannot be stopped.",
    "punjabi": "ਹੇ ਭਾਈ ! ਮੋਹਨੀ ਮਾਇਆ (ਜੀਵਾਂ ਨੂੰ) ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾਂਦੀ ਰਹਿੰਦੀ ਹੈ, ਕਿਸੇ ਪਾਸੋਂ ਰੋਕਿਆਂ ਰੁਕਦੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4318,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "swiDk isD sgl kI ipAwrI; qutY n. kwhU qorI ]1] rhwau ]",
    "transliteration": "Saadhhik Sidhh Sagal Kee Piaaree Thuttai N Kaahoo Thoree ||1|| Rehaao ||",
    "translation": "She is the Beloved of all the Siddhas and seekers; no one can fend her off. ||1||Pause||",
    "punjabi": "ਜੋਗ-ਸਾਧਨਾ ਕਰਨ ਵਾਲੇ ਸਾਧੂ, ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ-(ਮਾਇਆ ਇਹਨਾਂ) ਸਭਨਾਂ ਦੀ ਹੀ ਪਿਆਰੀ ਹੈ। ਕਿਸੇ ਪਾਸੋਂ (ਉਸ ਦਾ ਪਿਆਰ) ਤੋੜਿਆਂ ਟੁੱਟਦਾ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4318,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "Ktu swsqR, aucrq rsnwgr; qIrQ gvn, n QorI ]",
    "transliteration": "Khatt Saasathr Oucharath Rasanaagar Theerathh Gavan N Thhoree ||",
    "translation": "Reciting the six Shaastras and visiting sacred shrines of pilgrimage do not decrease her power.",
    "punjabi": "ਛੇ ਸ਼ਾਸਤ੍ਰ ਮੂੰਹ-ਜ਼ਬਾਨੀਂ ਉਚਾਰਿਆਂ, ਤੀਰਥਾਂ ਦਾ ਰਟਨ ਕੀਤਿਆਂ ਭੀ (ਮਾਇਆ ਵਾਲੀ ਪ੍ਰੀਤ) ਘਟਦੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(rsnwgr) kMToN pVHnw[ Ktu:polw bolo[ au~crq",
    "type_id": 3
  },
  {
    "shabad_id": 4318,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "pUjw ckR brq nym qpIAw; aUhw gYil. n CorI ]1]",
    "transliteration": "Poojaa Chakr Barath Naem Thapeeaa Oohaa Gail N Shhoree ||1||",
    "translation": "Devotional worship, ceremonial religious marks, fasting, vows and penance - none of these will make her release her hold. ||1||",
    "punjabi": "ਅਨੇਕਾਂ ਲੋਕ ਹਨ ਦੇਵ-ਪੂਜਾ ਕਰਨ ਵਾਲੇ, (ਆਪਣੇ ਸਰੀਰ ਉੱਤੇ ਗਣੇਸ਼ ਆਦਿਕ ਦੇ) ਨਿਸ਼ਾਨ ਲਾਣ ਵਾਲੇ, ਵਰਤ ਆਦਿਕਾਂ ਦੇ ਨੇਮ ਨਿਬਾਹੁਣ ਵਾਲੇ, ਤਪ ਕਰਨ ਵਾਲੇ। ਪਰ ਮਾਇਆ ਉਥੇ ਭੀ ਪਿੱਛਾ ਨਹੀਂ ਛੱਡਦੀ (ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੀ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4318,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "AMD kUp mih, piqq hoq jgu; sMqhu. krhu prmgiq morI ]",
    "transliteration": "Andhh Koop Mehi Pathith Hoth Jag Santhahu Karahu Param Gath Moree ||",
    "translation": "The world has fallen into the deep dark pit. O Saints, please bless me with the supreme status of salvation.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚ ਡਿੱਗ ਰਿਹਾ ਹੈ (ਤੁਸੀਂ ਮਿਹਰ ਕਰੋ) ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣਾਓ (ਅਤੇ ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਪੰਜੇ ਵਿਚੋਂ ਬਚਾਓ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4318,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "swDsMgiq nwnku BieE mukqw; drsnu pyKq BorI ]2]37]60]",
    "transliteration": "Saadhhasangath Naanak Bhaeiou Mukathaa Dharasan Paekhath Bhoree ||2||37||60||",
    "translation": "In the Saadh Sangat, the Company of the Holy, Nanak has been liberated, gazing upon the Blessed Vision of their Darshan, even for an instant. ||2||37||60||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ) ਥੋੜਾ ਜਿਤਨਾ ਭੀ ਦਰਸਨ ਕਰਦਾ ਹੈ, (ਉਹ ਮਾਇਆ ਦੇ ਪੰਜੇ ਤੋਂ) ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੩੭॥੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4319,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4319,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "khw krih ry; Kwit KwtulI ]",
    "transliteration": "Kehaa Karehi Rae Khaatt Khaattulee ||",
    "translation": "Why are you working so hard to earn profits?",
    "punjabi": "ਹੇ (ਮੂਰਖ)! (ਮਾਇਆ ਵਾਲੀ) ਕੋਝੀ ਖੱਟੀ ਖੱਟ ਕੇ ਤੂੰ ਕੀਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4319,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pvin APwr, qor cwmro; Aiq jjrI qyrI ry mwtulI ]1] rhwau ]",
    "transliteration": "Pavan Afaar Thor Chaamaro Ath Jajaree Thaeree Rae Maattulee ||1|| Rehaao ||",
    "translation": "You are puffed up like a bag of air, and your skin is very brittle. Your body has grown old and dusty. ||1||Pause||",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਤੂੰ ਧਿਆਨ ਹੀ ਨਹੀਂ ਦੇਂਦਾ ਕਿ) ਹਵਾ ਨਾਲ ਤੇਰੀ ਚਮੜੀ ਫੁੱਲੀ ਹੋਈ ਹੈ, ਤੇ, ਤੇਰਾ ਸਰੀਰ ਬਹੁਤ ਜਰਜਰਾ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(APwr) AwPirAw[ (jjrI) nwsvMq[ (mwtulI) dyhI",
    "type_id": 4
  },
  {
    "shabad_id": 4319,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "aUhI qy hirE. aUhw ly DirE; jYsy. bwsw mws dyq JwtulI ]",
    "transliteration": "Oohee Thae Hariou Oohaa Lae Dhhariou Jaisae Baasaa Maas Dhaeth Jhaattulee ||",
    "translation": "You move things from here to there, like the hawk swooping down on the flesh of its prey.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਜਿਵੇਂ ਬਾਸ਼ਾ ਮਾਸ ਵਾਸਤੇ ਝਪਟ ਮਾਰਦਾ ਹੈ, ਤਿਵੇਂ ਤੂੰ ਭੀ ਧਰਤੀ ਤੋਂ ਹੀ (ਧਨ ਝਪਟ ਮਾਰ ਕੇ) ਖੋਂਹਦਾ ਹੈਂ, ਤੇ, ਧਰਤੀ ਵਿਚ ਹੀ ਸਾਂਭ ਰੱਖਦਾ ਹੈਂ।",
    "pronunciation": "b`wsw",
    "type_id": 3
  },
  {
    "shabad_id": 4319,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "dyvnhwru ibswirE AMDuly; ijau sPrI audru BrY. bih hwtulI ]1]",
    "transliteration": "Dhaevanehaar Bisaariou Andhhulae Jio Safaree Oudhar Bharai Behi Haattulee ||1||",
    "translation": "You are blind - you have forgotten the Great Giver. You fill your belly like a traveller at an inn. ||1||",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ! ਤੂੰ ਸਾਰੇ ਪਦਾਰਥ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ, ਜਿਵੇਂ ਕੋਈ ਰਾਹੀ ਕਿਸੇ ਹੱਟੀ ਤੇ ਬੈਠ ਕੇ ਆਪਣਾ ਪੇਟ ਭਰੀ ਜਾਂਦਾ ਹੈ (ਤੇ, ਇਹ ਚੇਤਾ ਹੀ ਭੁਲਾ ਦੇਂਦਾ ਹੈ ਕਿ ਮੇਰਾ ਪੈਂਡਾ ਖੋਟਾ ਹੋ ਰਿਹਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4319,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "swd ibkwr. ibkwr JUT rs; jh jwno qh BIr bwtulI ]",
    "transliteration": "Saadh Bikaar Bikaar Jhooth Ras Jeh Jaano Theh Bheer Baattulee ||",
    "translation": "You are entangled in the taste of false pleasures and corrupt sins; the path which you have to take is very narrow.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਵਿਕਾਰਾਂ ਦੇ ਸੁਆਦਾਂ ਵਿਚ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਰਸਾਂ ਵਿਚ (ਮਸਤ ਹੈਂ) ਜਿੱਥੇ ਤੂੰ ਜਾਣਾ ਹੈ, ਉਹ ਰਸਤਾ (ਇਹਨਾਂ ਰਸਾਂ ਤੇ ਸੁਆਦਾਂ ਦੇ ਕਾਰਨ) ਔਖਾ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4319,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "khu nwnk. smJu ry ieAwny; Awju kwil Kul@Y qyrI gWTulI ]2]38]61]",
    "transliteration": "Kahu Naanak Samajh Rae Eiaanae Aaj Kaal Khulhai Thaeree Gaanthulee ||2||38||61||",
    "translation": "Says Nanak: figure it out, you ignorant fool! Today or tomorrow, the knot will be untied! ||2||38||61||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮੂਰਖ! ਝਬਦੇ ਹੀ ਤੇਰੇ ਪ੍ਰਾਣਾਂ ਦੀ ਗੰਢ ਖੁਲ੍ਹ ਜਾਣੀ ਹੈ ॥੨॥੩੮॥੬੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4320,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4320,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur jIau; sMig quhwrY jwinE ]",
    "transliteration": "Gur Jeeo Sang Thuhaarai Jaaniou ||",
    "translation": "O Dear Guru, by associating with You, I have come to know the Lord.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ ਜੀ! ਤੇਰੀ ਸੰਗਤ ਵਿਚ (ਰਹਿ ਕੇ) ਇਹ ਸਮਝ ਆਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4320,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "koit joD. auAw kI bwq, n puCIAY; qW drgh BI mwinE ]1] rhwau ]",
    "transliteration": "Kott Jodhh Ouaa Kee Baath N Pushheeai Thaan Dharageh Bhee Maaniou ||1|| Rehaao ||",
    "translation": "There are millions of heroes, and no one pays any attention to them, but in the Court of the Lord, I am honored and respected. ||1||Pause||",
    "punjabi": "ਕਿ (ਜਿਹੜੇ ਜਗਤ ਵਿਚ) ਕ੍ਰੋੜਾਂ ਸੂਰਮੇ (ਅਖਵਾਂਦੇ ਸਨ) ਉਹਨਾਂ ਦੀ ਜਿੱਥੇ ਵਾਤ ਭੀ ਨਹੀਂ ਪੁੱਛੀ ਜਾਂਦੀ (ਜੇ ਤੇਰੀ ਸੰਗਤ ਵਿਚ ਟਿਕੇ ਰਹੀਏ) ਤਾਂ ਉਸ ਦਰਗਾਹ ਵਿਚ ਭੀ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4320,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "kvn mUlu. pRwnI kw khIAY; kvn rUpu idRstwinE ]",
    "transliteration": "Kavan Mool Praanee Kaa Keheeai Kavan Roop Dhrisattaaniou ||",
    "translation": "What is the origin of the human beings? How beautiful they are!",
    "punjabi": "(ਰਕਤ ਬਿੰਦ ਦਾ) ਜੀਵ ਦਾ ਗੰਦਾ ਜਿਹਾ ਹੀ ਮੁੱਢ ਆਖਿਆ ਜਾਂਦਾ ਹੈ (ਪਰ ਇਸ ਗੰਦੇ ਮੂਲ ਤੋਂ ਭੀ) ਕੈਸੀ ਸੋਹਣੀ ਸ਼ਕਲ ਦਿੱਸ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4320,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "joiq pRgws BeI mwtI sMig; dulB dyh bKwinE ]1]",
    "transliteration": "Joth Pragaas Bhee Maattee Sang Dhulabh Dhaeh Bakhaaniou ||1||",
    "translation": "When God infuses His Light into clay, the human body is judged to be precious. ||1||",
    "punjabi": "ਜਦੋਂ ਮਿੱਟੀ ਦੇ ਅੰਦਰ (ਪ੍ਰਭੂ ਦੀ) ਜੋਤਿ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਦੁਰਲੱਭ (ਮਨੁੱਖਾ) ਸਰੀਰ ਆਖੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "du-lB",
    "type_id": 3
  },
  {
    "shabad_id": 4320,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qum qy syv. qum qy jp qwpw; qum qy. qqu pCwinE ]",
    "transliteration": "Thum Thae Saev Thum Thae Jap Thaapaa Thum Thae Thath Pashhaaniou ||",
    "translation": "From You, I have learned to serve; from You, I have learned to chant and meditate; from You, I have realized the essence of reality.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੈਥੋਂ ਹੀ (ਮੈਂ) ਸੇਵਾ-ਭਗਤੀ ਦੀ ਜਾਚ ਸਿੱਖੀ, ਤੈਥੋਂ ਹੀ ਜਪ ਤਪ ਦੀ ਸਮਝ ਆਈ, ਤੈਥੋਂ ਹੀ ਸਹੀ ਜੀਵਨ-ਰਸਤਾ ਸਮਝਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4320,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "kru msqik Dir. ktI jyvrI; nwnk dws dswinE ]2]39]62]",
    "transliteration": "Kar Masathak Dhhar Kattee Jaevaree Naanak Dhaas Dhasaaniou ||2||39||62||",
    "translation": "Placing His Hand on my forehead, He has cut away the bonds which held me; O Nanak, I am the slave of His slaves. ||2||39||62||",
    "punjabi": "ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਤੂੰ ਆਪਣਾ ਹੱਥ ਰੱਖ ਕੇ ਮੇਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਕੱਟ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਨਾਨਕ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ ॥੨॥੩੯॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4321,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4321,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir hir dIE. syvk kau nwm ]",
    "transliteration": "Har Har Dheeou Saevak Ko Naam ||",
    "translation": "The Lord has blessed His servant with His Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਆਪ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4321,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwnsu kw ko bpuro BweI; jw ko rwKw rwm ]1] rhwau ]",
    "transliteration": "Maanas Kaa Ko Bapuro Bhaaee Jaa Ko Raakhaa Raam ||1|| Rehaao ||",
    "translation": "What can any poor mortal do to someone who has the Lord as his Savior and Protector? ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਰਖਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਬਣਦਾ ਹੈ, ਮਨੁੱਖ ਕਿਸ ਦਾ ਵਿਚਾਰਾ ਹੈ (ਕਿ ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਸਕੇ?) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4321,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awip mhw jnu, Awpy pMcw; Awip syvk kY kwm ]",
    "transliteration": "Aap Mehaa Jan Aapae Panchaa Aap Saevak Kai Kaam ||",
    "translation": "He Himself is the Great Being; He Himself is the Leader. He Himself accomplishes the tasks of His servant.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਸੇਵਕ ਦੇ ਕੰਮ ਆਉਂਦਾ ਹੈ, ਆਪ ਹੀ (ਉਸ ਦੇ ਵਾਸਤੇ) ਮੁਖੀਆ ਹੈ।",
    "pronunciation": "(jnu) gursyvk[ (pMcw) sMq",
    "type_id": 3
  },
  {
    "shabad_id": 4321,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Awpy sgly dUq ibdwry; Twkur AMqrjwm ]1]",
    "transliteration": "Aapae Sagalae Dhooth Bidhaarae Thaakur Antharajaam ||1||",
    "translation": "Our Lord and Master destroys all demons; He is the Inner-knower, the Searcher of hearts. ||1||",
    "punjabi": "ਅੰਤਰਜਾਮੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਹੀ (ਆਪਣੇ ਸੇਵਕ ਦੇ) ਸਾਰੇ ਵੈਰੀ ਮੁਕਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4321,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Awpy piq rwKI syvk kI; Awip kIE bMDwn ]",
    "transliteration": "Aapae Path Raakhee Saevak Kee Aap Keeou Bandhhaan ||",
    "translation": "He Himself saves the honor of His servants; He Himself blesses them with stability.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ, (ਉਸ ਦੀ ਇੱਜ਼ਤ ਬਚਾਣ ਲਈ) ਆਪ ਹੀ ਪੱਕੇ ਨਿਯਮ ਥਾਪ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4321,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Awid jugwid syvk kI rwKY; nwnk ko pRBu jwn ]2]40]63]",
    "transliteration": "Aadh Jugaadh Saevak Kee Raakhai Naanak Ko Prabh Jaan ||2||40||63||",
    "translation": "From the very beginning of time, and throughout the ages, He saves His servants. O Nanak, how rare is the person who knows God. ||2||40||63||",
    "punjabi": "ਨਾਨਕ ਦਾ ਜਾਣੀਜਾਣ ਪ੍ਰਭੂ ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਆਇਆ ਹੈ ॥੨॥੪੦॥੬੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4322,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4322,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qU myry mIq sKw; hir pRwn ]",
    "transliteration": "Thoo Maerae Meeth Sakhaa Har Praan ||",
    "translation": "O Lord, You are my Best Friend, my Companion, my Breath of Life.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਦਾ ਸਹਾਈ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4322,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mnu Dnu jIau ipMfu sBu qumrw; iehu qnu sIqo qumrY Dwn ]1] rhwau ]",
    "transliteration": "Man Dhhan Jeeo Pindd Sabh Thumaraa Eihu Than Seetho Thumarai Dhhaan ||1|| Rehaao ||",
    "translation": "My mind, wealth, body and soul are all Yours; this body is sewn together by Your Blessing. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਇਹ ਮਨ ਧਨ ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ-ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ। ਮੇਰਾ ਇਹ ਸਰੀਰ ਤੇਰੀ ਹੀ ਬਖ਼ਸ਼ੀ ਖ਼ੁਰਾਕ ਨਾਲ ਪਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4322,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "qum hI dIey Aink pRkwrw; qum hI dIey mwn ]",
    "transliteration": "Thum Hee Dheeeae Anik Prakaaraa Thum Hee Dheeeae Maan ||",
    "translation": "You have blessed me with all sorts of gifts; you have blessed me with honor and respect.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੂੰ ਹੀ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਪਦਾਰਥ ਦੇਂਦਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੈਨੂੰ ਆਦਰ ਦਿੰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4322,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sdw sdw qum hI piq rwKhu; AMqrjwmI jwn ]1]",
    "transliteration": "Sadhaa Sadhaa Thum Hee Path Raakhahu Antharajaamee Jaan ||1||",
    "translation": "Forever and ever, You preserve my honor, O Inner-knower, O Searcher of hearts. ||1||",
    "punjabi": "ਹੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ! ਹੇ ਜਾਣੀਜਾਣ! ਤੂੰ ਹੀ ਸਦਾ ਸਦਾ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
