[
  {
    "shabad_id": 4322,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ijn sMqn jwinAw, qU Twkur; qy Awey prvwn ]",
    "transliteration": "Jin Santhan Jaaniaa Thoo Thaakur Thae Aaeae Paravaan ||",
    "translation": "Those Saints who know You, O Lord and Master - blessed and approved is their coming into the world.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਾਲਕ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਤੈਨੂੰ ਜਾਣ ਲਿਆ (ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ), ਉਹਨਾਂ ਦਾ ਹੀ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4322,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jn kw sMgu. pweIAY vfBwgI; nwnk sMqn kY kurbwn ]2]41]64]",
    "transliteration": "Jan Kaa Sang Paaeeai Vaddabhaagee Naanak Santhan Kai Kurabaan ||2||41||64||",
    "translation": "The Congregation of those humble beings is obtained by great good fortune; Nanak is a sacrifice to the Saints. ||2||41||64||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੀ ਹੈ। ਮੈਂ ਤਾਂ ਸੰਤ ਜਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੪੧॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4323,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4323,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "krhu giq. dieAwl sMqhu, morI ]",
    "transliteration": "Karahu Gath Dhaeiaal Santhahu Moree ||",
    "translation": "Save me, O Merciful Saint!",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਸੰਤ ਜਨੋ! (ਮਿਹਰ ਕਰ ਕੇ) ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਕਰ ਦਿਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4323,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "qum smrQ kwrn krnw; qUtI. qum hI jorI ]1] rhwau ]",
    "transliteration": "Thum Samarathh Kaaran Karanaa Thoottee Thum Hee Joree ||1|| Rehaao ||",
    "translation": "You are the All-powerful Cause of causes. You have ended my separation, and joined me with God. ||1||Pause||",
    "punjabi": "ਤੁਸੀਂ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਅਤੇ ਜਗਤ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ। ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੀ ਹੋਈ ਸੁਰਤ ਤੁਸੀਂ ਹੀ ਜੋੜਨ ਵਾਲੇ ਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "smr`Q",
    "type_id": 4
  },
  {
    "shabad_id": 4323,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "jnm jnm ky, ibKeI qum qwry; sumiq sMig qumwrY pweI ]",
    "transliteration": "Janam Janam Kae Bikhee Thum Thaarae Sumath Sang Thumaarai Paaee ||",
    "translation": "You save us from the corruption and sins of countless incarnations; associating with You, we obtain sublime understanding.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਤੁਸੀਂ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੇ ਹੋ, ਤੁਹਾਡੀ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ ਸ੍ਰੇਸ਼ਟ ਅਕਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ib-KeI: polw bolo[ su-m`iq",
    "type_id": 3
  },
  {
    "shabad_id": 4323,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "Aink join BRmqy, pRB ibsrq; swis swis hir gweI ]1]",
    "transliteration": "Anik Jon Bhramathae Prabh Bisarath Saas Saas Har Gaaee ||1||",
    "translation": "Forgetting God, we wandered through countless incarnations; with each and every breath, we sing the Lord's Praises. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਿਆਂ ਨੇ ਭੀ (ਤੁਹਾਡੀ ਸੰਗਤ ਵਿਚ) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4323,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jo jo sMig imly swDU kY; qy qy piqq. punIqw ]",
    "transliteration": "Jo Jo Sang Milae Saadhhoo Kai Thae Thae Pathith Puneethaa ||",
    "translation": "Whoever meets with the Holy Saints - those sinners are sanctified.",
    "punjabi": "ਜਿਹੜੇ ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਵਿਕਾਰੀਆਂ ਤੋਂ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4323,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "khu nwnk jw ky vfBwgw; iqin jnmu pdwrQu jIqw ]2]42]65]",
    "transliteration": "Kahu Naanak Jaa Kae Vaddabhaagaa Thin Janam Padhaarathh Jeethaa ||2||42||65||",
    "translation": "Says Nanak, those who have such high destiny, win this invaluable human life. ||2||42||65||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗ ਪਏ, ਉਸ ਨੇ (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ) ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ (ਵਿਕਾਰਾਂ ਅੱਗੇ) ਹਾਰਨ ਤੋਂ ਬਚਾ ਲਿਆ ॥੨॥੪੨॥੬੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4324,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4324,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Twkur; ibnqI krn jnu AwieE ]",
    "transliteration": "Thaakur Binathee Karan Jan Aaeiou ||",
    "translation": "O my Lord and Master, Your humble servant has come to offer this prayer.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! (ਤੇਰਾ) ਦਾਸ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਨ ਆਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4324,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "srb sUK AwnMd shj rs; sunq quhwro nwieE ]1] rhwau ]",
    "transliteration": "Sarab Sookh Aanandh Sehaj Ras Sunath Thuhaaro Naaeiou ||1|| Rehaao ||",
    "translation": "Hearing Your Name, I am blessed with total peace, bliss, poise and pleasure. ||1||Pause||",
    "punjabi": "ਤੇਰਾ ਨਾਮ ਸੁਣਦਿਆਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸਾਰੇ ਸੁਖ ਸਾਰੇ ਆਨੰਦ ਸਾਰੇ ਰਸ (ਮਿਲ ਜਾਂਦੇ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4324,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ikRpwinDwn sUK ky swgr; jsu sB mih jw ko CwieE ]",
    "transliteration": "Kirapaa Nidhhaan Sookh Kae Saagar Jas Sabh Mehi Jaa Ko Shhaaeiou ||",
    "translation": "The Treasure of Mercy, the Ocean of Peace - His Praises are diffused everywhere.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ! (ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਦੀ ਸੋਭਾ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4324,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sMqsMig rMg qum kIey; Apnw Awpu idRstwieE ]1]",
    "transliteration": "Santhasang Rang Thum Keeeae Apanaa Aap Dhrisattaaeiou ||1||",
    "translation": "O Lord, You celebrate in the Society of the Saints; You reveal Yourself to them. ||1||",
    "punjabi": "ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਤੂੰ ਅਨੇਕਾਂ ਆਨੰਦ-ਚੋਜ ਕਰਦਾ ਹੈਂ, ਤੇ, ਆਪਣੇ ਆਪ ਨੂੰ ਪਰਗਟ ਕਰਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4324,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "nYnhu sMig, sMqn kI syvw; crn JwrI kyswieE ]",
    "transliteration": "Nainahu Sang Santhan Kee Saevaa Charan Jhaaree Kaesaaeiou ||",
    "translation": "With my eyes I see the Saints, and dedicate myself to serving them; I wash their feet with my hair.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ) ਅੱਖਾਂ ਨਾਲ (ਦਰਸਨ ਕਰ ਕੇ) ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਦੇ ਚਰਨ ਆਪਣੇ ਕੇਸਾਂ ਨਾਲ ਝਾੜਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4324,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "AwT phr drsnu sMqn kw; suKu nwnk iehu pwieE ]2]43]66]",
    "transliteration": "Aath Pehar Dharasan Santhan Kaa Sukh Naanak Eihu Paaeiou ||2||43||66||",
    "translation": "Twenty-four hours a day, I gaze upon the Blessed Vision, the Darshan of the Saints; this is the peace and comfort which Nanak has received. ||2||43||66||",
    "punjabi": "ਮੈਂ ਅੱਠੇ ਪਹਰ ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਕਰਦਾ ਰਹਾਂ, ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਇਹ ਸੁਖ ਮਿਲਿਆ ਰਹੇ ॥੨॥੪੩॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4325,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4325,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jw kI; rwm nwm ilv lwgI ]",
    "transliteration": "Jaa Kee Raam Naam Liv Laagee ||",
    "translation": "One who is lovingly absorbed in the Lord's Name",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਲਗਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਲੱਗ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4325,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sjnu suirdw suhylw shjy; so khIAY bfBwgI ]1] rhwau ]",
    "transliteration": "Sajan Suridhaa Suhaelaa Sehajae So Keheeai Baddabhaagee ||1|| Rehaao ||",
    "translation": "Is a good-hearted friend, intuitively embellished with happiness. He is said to be blessed and fortunate. ||1||Pause||",
    "punjabi": "ਉਹ ਭਲਾ ਮਨੁੱਖ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੋਹਣੇ ਹਿਰਦੇ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(su-irdw) nyk idl im`qR[ s`jnu",
    "type_id": 4
  },
  {
    "shabad_id": 4325,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "rihq ibkwr Alp mwieAw qy; AhMbuiD ibKu iqAwgI ]",
    "transliteration": "Rehith Bikaar Alap Maaeiaa Thae Ahanbudhh Bikh Thiaagee ||",
    "translation": "He is rid of sin and corruption, and detached from Maya; he has renounced the poison of egotistical intellect.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੀ ਹੈ, ਉਹ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਹਉਮੈ-ਜ਼ਹਰ ਉਹ ਤਿਆਗ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4325,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "drs ipAws Aws eykih kI; tyk hIAYN ipRA pwgI ]1]",
    "transliteration": "Dharas Piaas Aas Eaekehi Kee Ttaek Heeain Pria Paagee ||1||",
    "translation": "He thirsts for the Blessed Vision of the Lord's Darshan, and he places his hopes in the One Lord alone. The Feet of his Beloved are the Support of his heart. ||1||",
    "punjabi": "ਉਸ ਨੂੰ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਤੇ ਉਡੀਕ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4325,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AicMq soie jwgnu auiT bYsnu; AicMq hsq bYrwgI ]",
    "transliteration": "Achinth Soe Jaagan Outh Baisan Achinth Hasath Bairaagee ||",
    "translation": "He sleeps, wakes, rises up and sits down without anxiety; he laughs and cries without anxiety.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ) ਸੁੱਤ ਜਾਗਦਾ ਉੱਠਦਾ ਬੈਠਦਾ, ਹੱਸਦਾ, ਵੈਰਾਗ ਕਰਦਾ-ਹਰ ਵੇਲੇ ਹੀ ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "h`sq",
    "type_id": 3
  },
  {
    "shabad_id": 4325,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "khu nwnk. ijin jgqu Tgwnw; su mwieAw. hir jn TwgI ]2]44]67]",
    "transliteration": "Kahu Naanak Jin Jagath Thagaanaa S Maaeiaa Har Jan Thaagee ||2||44||67||",
    "translation": "Says Nanak, she who has cheated the world - that Maya is cheated by the humble servant of the Lord. ||2||44||67||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਾਇਆ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਭਰਮਾਇਆ ਹੈ, ਸੰਤ ਜਨਾਂ ਨੇ ਉਸ ਮਾਇਆ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ ॥੨॥੪੪॥੬੭॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 4326,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4326,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Ab jn aUpir; ko. n pukwrY ]",
    "transliteration": "Ab Jan Oopar Ko N Pukaarai ||",
    "translation": "Now, no one complains about the Lord's humble servant.",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ ਤੁਰ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਦਾ ਹੈ) ਤਦੋਂ ਉਸ ਸੇਵਕ ਉੱਤੇ ਕੋਈ ਮਨੁੱਖ ਕੋਈ ਦੂਸ਼ਣ ਨਹੀਂ ਲਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4326,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pUkwrn kau. jo audmu krqw; guru prmysru. qw kau mwrY ]1] rhwau ]",
    "transliteration": "Pookaaran Ko Jo Oudham Karathaa Gur Paramaesar Thaa Ko Maarai ||1|| Rehaao ||",
    "translation": "Whoever tries to complain is destroyed by the Guru, the Transcendent Lord God. ||1||Pause||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਉੱਤੇ ਦੂਸ਼ਣ ਥੱਪਣ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਨੀਵਾਂ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4326,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "inrvYrY sMig vYru rcwvY; hir drgh. Ehu hwrY ]",
    "transliteration": "Niravairai Sang Vair Rachaavai Har Dharageh Ouhu Haarai ||",
    "translation": "Whoever harbors vengeance against the One who is beyond all vengenace, shall lose in the Court of the Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਕਦੇ ਕਿਸੇ ਨਾਲ ਵੈਰ ਨਹੀਂ ਕਰਦਾ, ਉਸ ਨਾਲ ਜਿਹੜਾ ਵੈਰ ਕਮਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇ ਤੋਲ ਵਿਚ ਪੂਰਾ ਨਹੀਂ ਉਤਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4326,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Awid jugwid pRB kI vifAweI; jn kI pYj svwrY ]1]",
    "transliteration": "Aadh Jugaadh Prabh Kee Vaddiaaee Jan Kee Paij Savaarai ||1||",
    "translation": "From the very beginning of time, and throughout the ages, it is the glorious greatness of God, that He preserves the honor of His humble servants. ||1||",
    "punjabi": "ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ, ਜੁਗਾਂ ਦੇ ਮੁੱਢ ਤੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਗੁਣ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਸੇਵਕ ਦੀ ਲਾਜ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4326,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "inrBau Bey sgl Bau imitAw; crnkml AwDwrY ]",
    "transliteration": "Nirabho Bheae Sagal Bho Mittiaa Charan Kamal Aadhhaarai ||",
    "translation": "The mortal becomes fearless, and all his fears are taken away, when he leans on the Support of the Lord's Lotus Feet.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲਿਆਂ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਨਿਰਭਉ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ (ਦੁਨੀਆ ਵਾਲਾ) ਹਰੇਕ ਡਰ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4326,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "gur kY bcin. jipE nwau nwnk; pRgt BieE sMswrY ]2]45]68]",
    "transliteration": "Gur Kai Bachan Japiou Naao Naanak Pragatt Bhaeiou Sansaarai ||2||45||68||",
    "translation": "Chanting the Name, through the Guru's Word, Nanak has become famous throughout the world. ||2||45||68||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਤੇ ਤੁਰ ਕੇ ਜਿਸ ਨੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹ ਜਗਤ ਵਿਚ ਨਾਮਣੇ ਵਾਲਾ ਹੋ ਗਿਆ ॥੨॥੪੫॥੬੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4327,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4327,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir jn; CoifAw sglw Awpu ]",
    "transliteration": "Har Jan Shhoddiaa Sagalaa Aap ||",
    "translation": "The Lord's humble servant has discarded all self-conceit.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਿਵੇਂ) ਤੇਰੇ ਭਗਤਾਂ ਨੇ ਆਪਾ-ਭਾਵ ਤਿਆਗਿਆ ਹੁੰਦਾ ਹੈ (ਤੇ, ਤੇਰੇ ਦਰ ਤੇ ਅਰਜ਼ੋਈ ਕਰਦੇ ਹਨ ਤਿਵੇਂ ਮੈਂ ਭੀ ਆਪਾ-ਭਾਵ ਛੱਡ ਕੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4327,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijau jwnhu. iqau rKhu gusweI; pyiK jIvW prqwpu ]1] rhwau ]",
    "transliteration": "Jio Jaanahu Thio Rakhahu Gusaaee Paekh Jeevaan Parathaap ||1|| Rehaao ||",
    "translation": "As You see fit, You save us, O Lord of the World. Beholding Your Glorious Grandeur, I live. ||1||Pause||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਖਸਮ! ਜਿਵੇਂ ਹੋ ਸਕੇ ਤਿਵੇਂ (ਇਸ ਮਾਇਆ ਦੇ ਹੱਥੋਂ) ਮੇਰੀ ਰੱਖਿਆ ਕਰ। ਤੇਰਾ ਪਰਤਾਪ ਵੇਖ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "gusWeIN",
    "type_id": 4
  },
  {
    "shabad_id": 4327,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "gur aupdyis. swD kI sMgiq; ibnisE sgl sMqwpu ]",
    "transliteration": "Gur Oupadhaes Saadhh Kee Sangath Binasiou Sagal Santhaap ||",
    "translation": "Through the Guru's Instruction, and the Saadh Sangat, the Company of the Holy, all sorrow and suffering is taken away.",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ, ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਸਾਰਾ ਦੁੱਖ-ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4327,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "imqR sqR pyiK, smqu bIcwirE; sgl sMBwKn jwpu ]1]",
    "transliteration": "Mithr Sathr Paekh Samath Beechaariou Sagal Sanbhaakhan Jaap ||1||",
    "translation": "I look upon friend and enemy alike; all that I speak is the Lord's meditation. ||1||",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਿੱਤਰਾਂ ਤੇ ਵੈਰੀਆਂ ਨੂੰ ਵੇਖ ਕੇ (ਸਭਨਾਂ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਹੀ ਜੋਤਿ) ਇਕ-ਸਮਾਨ ਸਮਝਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਹੀ ਉਸ ਦਾ ਹਰ ਵੇਲੇ ਦਾ ਬੋਲ-ਚਾਲ ਹੈ ॥੧॥",
    "pronunciation": "smq: polw bolo imlvW",
    "type_id": 3
  },
  {
    "shabad_id": 4327,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "qpiq buJI. sIql AwGwny; suin Anhd ibsm Bey ibsmwd ]",
    "transliteration": "Thapath Bujhee Seethal Aaghaanae Sun Anehadh Bisam Bheae Bisamaadh ||",
    "translation": "The fire within me is quenched; I am cool, calm and tranquil. Hearing the unstruck celestial melody, I am wonder-struck and amazed.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਦੀ) ਸੜਨ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, (ਉਹਨਾਂ ਦਾ ਹਿਰਦਾ) ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ; ਇਕ-ਰਸ ਨਾਮ ਦੀ ਧੁਨਿ ਸੁਣ ਕੇ ਉਹ ਅਸਚਰਜ ਹੀ ਅਸਚਰਜ ਹੋਏ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "buJI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4327,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Andu BieAw nwnk min swcw; pUrn pUry nwd ]2]46]69]",
    "transliteration": "Anadh Bhaeiaa Naanak Man Saachaa Pooran Poorae Naadh ||2||46||69||",
    "translation": "I am in ecstasy, O Nanak, and my mind is filled with Truth, through the perfect perfection of the Sound-current of the Naad. ||2||46||69||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ। ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਪੂਰੇ ਤੌਰ ਤੇ ਸੰਖ ਆਦਿਕ ਨਾਦ ਵੱਜ ਰਹੇ ਹਨ ॥੨॥੪੬॥੬੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]
