[
  {
    "shabad_id": 4328,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4328,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "myrY guir; moro shsw auqwirAw]",
    "transliteration": "Maerai Gur Moro Sehasaa Outhaariaa ||",
    "translation": "My Guru has rid me of my cynicism.",
    "punjabi": "ਮੇਰੇ ਗੁਰੂ ਨੇ (ਮੇਰੇ ਅੰਦਰੋਂ ਹਰ ਵੇਲੇ ਦਾ) ਸਹਿਮ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4328,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iqsu gur kY jweIAY bilhwrI; sdw sdw hau vwirAw]1]rhwau]",
    "transliteration": "This Gur Kai Jaaeeai Balihaaree Sadhaa Sadhaa Ho Vaariaa ||1|| Rehaao ||",
    "translation": "I am a sacrifice to that Guru; I am devoted to Him, forever and ever. ||1||Pause||",
    "punjabi": "ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਮੈਂ (ਉਸ ਗੁਰੂ ਤੋਂ) ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4328,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "gur kw nwmu jipE idnu rwqI; gur ky crn min DwirAw]",
    "transliteration": "Gur Kaa Naam Japiou Dhin Raathee Gur Kae Charan Man Dhhaariaa ||",
    "translation": "I chant the Guru's Name day and night; I enshrine the Guru's Feet within my mind.",
    "punjabi": "ਮੈਂ ਦਿਨ ਰਾਤ (ਆਪਣੇ) ਗੁਰੂ ਦਾ ਨਾਮ ਚੇਤੇ ਰੱਖਦਾ ਹਾਂ, ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੇ ਚਰਨ ਟਿਕਾਈ ਰੱਖਦਾ ਹਾਂ (ਭਾਵ, ਅਦਬ-ਸਤਕਾਰ ਨਾਲ ਗੁਰੂ ਦੀ ਯਾਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4328,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "gur kI DUir. krau inq mjnu; iklivK mYlu auqwirAw]1]",
    "transliteration": "Gur Kee Dhhoor Karo Nith Majan Kilavikh Mail Outhaariaa ||1||",
    "translation": "I bathe continually in the dust of the Guru's Feet, washing off my dirty sins. ||1||",
    "punjabi": "ਮੈਂ ਸਦਾ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, (ਇਸ ਇਸ਼ਨਾਨ ਨੇ ਮੇਰੇ ਮਨ ਤੋਂ) ਪਾਪਾਂ ਦੀ ਮੈਲ ਲਾਹ ਦਿੱਤੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4328,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gur pUry kI. krau inq syvw; guru Apnw nmskwirAw]",
    "transliteration": "Gur Poorae Kee Karo Nith Saevaa Gur Apanaa Namasakaariaa ||",
    "translation": "I continually serve the Perfect Guru; I humbly bow to my Guru.",
    "punjabi": "ਮੈਂ ਸਦਾ ਪੂਰੇ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਦਾ ਹਾਂ, ਗੁਰੂ ਅੱਗੇ ਸਿਰ ਨਿਵਾਈ ਰੱਖਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4328,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "srb Plw dIn@y guir pUrY; nwnk. guir insqwirAw]2]47]70]",
    "transliteration": "Sarab Falaa Dheenhae Gur Poorai Naanak Gur Nisathaariaa ||2||47||70||",
    "translation": "The Perfect Guru has blessed me with all fruitful rewards; O Nanak, the Guru has emancipated me. ||2||47||70||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ (ਮੂੰਹ-ਮੰਗੇ) ਫਲ ਦਿੱਤੇ ਹਨ, ਗੁਰੂ ਨੇ (ਮੈਨੂੰ ਜਗਤ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ ਹੈ ॥੨॥੪੭॥੭੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4329,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4329,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ismrq nwmu; pRwn giq pwvY]",
    "transliteration": "Simarath Naam Praan Gath Paavai ||",
    "translation": "Meditating in remembrance on the Naam, the Name of the Lord, the mortal attains salvation.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਮਨੁੱਖ ਜੀਵਨ ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4329,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "imtih klys. qRws sB nwsY; swDsMig ihqu lwvY]1]rhwau]",
    "transliteration": "Mittehi Kalaes Thraas Sabh Naasai Saadhhasang Hith Laavai ||1|| Rehaao ||",
    "translation": "His sorrows are dispelled, and his fears are all erased; he is in love with the Saadh Sangat, the Company of the Holy. ||1||Pause||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪਿਆਰ ਪਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਉਸ ਦਾ ਹਰੇਕ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4329,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "hir hir hir hir. min AwrwDy; rsnw hir jsu gwvY]",
    "transliteration": "Har Har Har Har Man Aaraadhhae Rasanaa Har Jas Gaavai ||",
    "translation": "His mind worships and adores the Lord, Har, Har, Har, Har; his tongue sings the Praises of the Lord.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਸਦਾ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜਾ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4329,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "qij AiBmwnu kwm kRoDu inMdw; bwsudyv rMgu lwvY]1]",
    "transliteration": "Thaj Abhimaan Kaam Krodhh Nindhaa Baasudhaev Rang Laavai ||1||",
    "translation": "Abandoning egotistical pride, sexual desire, anger and slander, he embraces love for the Lord. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਅਹੰਕਾਰ ਨਿੰਦਾ (ਆਦਿਕ ਵਿਕਾਰ) ਦੂਰ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ ਪੈਦਾ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4329,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "dwmodr dieAwl AwrwDhu; goibMd krq suohwvY]",
    "transliteration": "Dhaamodhar Dhaeiaal Aaraadhhahu Gobindh Karath Suohaavai ||",
    "translation": "Worship and adore the Merciful Lord God; chanting the Name of the Lord of the Universe, you shall be embellished and exalted.",
    "punjabi": "ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਿਹਾ ਕਰੋ। ਗੋਬਿੰਦ (ਦਾ ਨਾਮ) ਸਿਮਰਦਿਆਂ ਹੀ ਜੀਵਨ ਸੋਹਣਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4329,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "khu nwnk. sB kI hoie rynw; hir hir dris smwvY]2]48]71]",
    "transliteration": "Kahu Naanak Sabh Kee Hoe Raenaa Har Har Dharas Samaavai ||2||48||71||",
    "translation": "Says Nanak, whoever becomes the dust of all, merges in the Blesed Vision of the Lord, Har, Har. ||2||48||71||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਭਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਹੋ ਕੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੪੮॥੭੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4330,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4330,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Apuny gur pUry bilhwrY]",
    "transliteration": "Apunae Gur Poorae Balihaarai ||",
    "translation": "I am a sacrifice to my Perfect Guru.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4330,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pRgt pRqwpu kIE nwm ko; rwKy rwKnhwrY]1]rhwau]",
    "transliteration": "Pragatt Prathaap Keeou Naam Ko Raakhae Raakhanehaarai ||1|| Rehaao ||",
    "translation": "My Savior Lord has saved me; He has revealed the Glory of His Name. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਦਾ ਪਰਤਾਪ (ਜਗਤ ਵਿਚ) ਪ੍ਰਸਿੱਧ ਕਰਦਾ ਹੈ। ਰੱਖਿਆ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਪ੍ਰਭੂ (ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਨੂੰ ਅਨੇਕਾਂ ਦੁੱਖਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4330,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "inrBau kIey. syvk dws Apny; sgly dUK ibdwrY]",
    "transliteration": "Nirabho Keeeae Saevak Dhaas Apanae Sagalae Dhookh Bidhaarai ||",
    "translation": "He makes His servants and slaves fearless, and takes away all their pain.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕਾਂ ਦਾਸਾਂ ਨੂੰ (ਦੁੱਖਾਂ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਦਲੇਰ ਕਰ ਦੇਂਦਾ ਹੈ, (ਸੇਵਕਾਂ ਦੇ) ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4330,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "Awn aupwv iqAwig. jn sgly; crnkml ird DwrY]1]",
    "transliteration": "Aan Oupaav Thiaag Jan Sagalae Charan Kamal Ridh Dhhaarai ||1||",
    "translation": "So renounce all other efforts, and enshrine the Lord's Lotus Feet within your mind. ||1||",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ) ਸੇਵਕ (ਭੀ) ਹੋਰ ਸਾਰੇ ਹੀਲੇ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4330,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "pRwn ADwr mIq swjn; pRB eykY eykMkwrY]",
    "transliteration": "Praan Adhhaar Meeth Saajan Prabh Eaekai Eaekankaarai ||",
    "translation": "God is the Support of the breath of life, my Best Friend and Companion, the One and Only Creator of the Universe.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਸਿਰਫ਼ ਪ੍ਰਭੂ ਹੀ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਹੈ ਤੇ ਸੱਜਣ ਮਿੱਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4330,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "sB qy aUc Twkuru nwnk kw; bwr bwr nmskwrY]2]49]72]",
    "transliteration": "Sabh Thae Ooch Thaakur Naanak Kaa Baar Baar Namasakaarai ||2||49||72||",
    "translation": "Nanak's Lord and Master is the Highest of all; again and again, I humbly bow to Him. ||2||49||72||",
    "punjabi": "(ਦਾਸ) ਨਾਨਕ ਦਾ (ਤਾਂ ਪਰਮਾਤਮਾ ਹੀ) ਸਭ ਤੋਂ ਉੱਚਾ ਮਾਲਕ ਹੈ। (ਨਾਨਕ) ਸਦਾ ਮੁੜ ਮੁੜ (ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ) ਸਿਰ ਨਿਵਾਂਦਾ ਹੈ ॥੨॥੪੯॥੭੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4331,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4331,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ibnu hir; hY ko khw. bqwvhu]",
    "transliteration": "Bin Har Hai Ko Kehaa Bathaavahu ||",
    "translation": "Tell me: other than the Lord, who exists?",
    "punjabi": "ਦੱਸੋ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੌਣ (ਸਹਾਈ) ਹੈ ਤੇ ਕਿੱਥੇ ਹੈ?",
    "pronunciation": "khW",
    "type_id": 3
  },
  {
    "shabad_id": 4331,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "suK smUh kruxwmY krqw; iqsu pRB sdw iDAwvhu]1]rhwau]",
    "transliteration": "Sukh Samooh Karunaa Mai Karathaa This Prabh Sadhaa Dhhiaavahu ||1|| Rehaao ||",
    "translation": "The Creator, the Embodiment of Mercy, bestows all comforts; meditate forever on that God. ||1||Pause||",
    "punjabi": "ਉਹ ਸਿਰਜਣਹਾਰ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸੋਮਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਤਰਸ-ਸਰੂਪ ਹੈ। ਸਦਾ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "kruxw-mY",
    "type_id": 4
  },
  {
    "shabad_id": 4331,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "jw kY sUiq proey jMqw; iqsu pRB kw jsu gwvhu]",
    "transliteration": "Jaa Kai Sooth Paroeae Janthaa This Prabh Kaa Jas Gaavahu ||",
    "translation": "All creatures are strung on His Thread; sing the Praises of that God.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ (ਹੁਕਮ-ਰੂਪ) ਧਾਗੇ ਵਿਚ ਸਾਰੇ ਜੀਵ ਪ੍ਰੋਤੇ ਹੋਏ ਹਨ, ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4331,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ismir Twkuru. ijin sBu ikCu dInw; Awn. khw pih jwvhu]1]",
    "transliteration": "Simar Thaakur Jin Sabh Kishh Dheenaa Aan Kehaa Pehi Jaavahu ||1||",
    "translation": "Meditate in remembrance on that Lord and Master who gives you everything. Why would you go to anyone else? ||1||",
    "punjabi": "ਜਿਸ (ਮਾਲਕ-ਪ੍ਰਭੂ) ਨੇ ਹਰੇਕ ਚੀਜ਼ ਦਿੱਤੀ ਹੋਈ ਹੈ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰੋ। (ਉਸ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ) ਹੋਰ ਕਿੱਥੇ ਕਿਸੇ ਪਾਸ ਜਾਂਦੇ ਹੋ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4331,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "sPl syvw suAwmI myry kI; mn bWCq Pl pwvhu]",
    "transliteration": "Safal Saevaa Suaamee Maerae Kee Man Baanshhath Fal Paavahu ||",
    "translation": "Service to my Lord and Master is fruitful and rewarding; from Him, you shall obtain the fruits of your mind's desires.",
    "punjabi": "ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਹੀ ਭਗਤੀ ਸਾਰੇ ਫਲ ਦੇਣ ਵਾਲੀ ਹੈ (ਉਸੇ ਦੇ ਦਰ ਤੋਂ ਹੀ) ਮਨ-ਮੰਗੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4331,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "khu nwnk. lwBu lwhw lY cwlhu; suK syqI Gir jwvhu]2]50]73]",
    "transliteration": "Kahu Naanak Laabh Laahaa Lai Chaalahu Sukh Saethee Ghar Jaavahu ||2||50||73||",
    "translation": "Says Nanak, take your profits and leave; you shall go to your true home in peace. ||2||50||73||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜਗਤ ਤੋਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ) ਲਾਭ ਖੱਟ ਕੇ ਤੁਰੋ, ਬੜੇ ਆਨੰਦ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚੋਗੇ ॥੨॥੫੦॥੭੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4332,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4332,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Twkur; qum@ srxweI AwieAw]",
    "transliteration": "Thaakur Thumh Saranaaee Aaeiaa ||",
    "translation": "O my Lord and Master, I have come to Your Sanctuary.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! (ਮੈਂ) ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4332,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "auqir gieE myry mn kw sMsw; jb qy drsnu pwieAw]1]rhwau]",
    "transliteration": "Outhar Gaeiou Maerae Man Kaa Sansaa Jab Thae Dharasan Paaeiaa ||1|| Rehaao ||",
    "translation": "The anxiety of my mind departed, when I gazed upon the Blessed Vision of Your Darshan. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕੀਤਾ ਹੈ (ਤਦੋਂ ਤੋਂ ਹੀ) ਮੇਰੇ ਮਨ ਤੋਂ (ਹਰੇਕ) ਸਹਿਮ ਲਹਿ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4332,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Anbolq myrI ibrQw jwnI; Apnw nwmu jpwieAw]",
    "transliteration": "Anabolath Maeree Birathhaa Jaanee Apanaa Naam Japaaeiaa ||",
    "translation": "You know my condition, without my speaking. You inspire me to chant Your Name.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੂੰ (ਸਦਾ ਹੀ ਮੇਰੇ) ਬਿਨਾ ਬੋਲਣ ਦੇ ਮੇਰਾ ਦੁੱਖ ਸਮਝ ਲਿਆ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਮੈਥੋਂ ਆਪਣਾ ਨਾਮ ਜਪਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4332,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "duK nwTy. suK shij smwey; And And gux gwieAw]1]",
    "transliteration": "Dhukh Naathae Sukh Sehaj Samaaeae Anadh Anadh Gun Gaaeiaa ||1||",
    "translation": "My pains are gone, and I am absorbed in peace, poise and bliss, singing Your Glorious Praises. ||1||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਬੜੇ ਆਨੰਦ ਨਾਲ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਮੇਰੇ (ਸਾਰੇ) ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ, ਸੁਖਾਂ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮੈਂ ਮਗਨ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4332,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "bwh pkir kiF lIny Apuny; igRh AMD kUp qy mwieAw]",
    "transliteration": "Baah Pakar Kadt Leenae Apunae Grih Andhh Koop Thae Maaeiaa ||",
    "translation": "Taking me by the arm, You lifted me up, out of the deep dark pit of household and Maya.",
    "punjabi": "(ਪਰਮਾਤਮਾ) ਆਪਣੇ (ਸੇਵਕਾਂ) ਦੀ ਬਾਂਹ ਫੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚੋਂ ਅੰਨ੍ਹੇ ਘਰ ਵਿਚੋਂ ਕੱਢ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "bWh, gi Rh",
    "type_id": 3
  },
  {
    "shabad_id": 4332,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "khu nwnk. guir, bMDn kwty; ibCurq Awin imlwieAw]2]51]74]",
    "transliteration": "Kahu Naanak Gur Bandhhan Kaattae Bishhurath Aan Milaaeiaa ||2||51||74||",
    "translation": "Says Nanak, the Guru has broken my bonds, and ended my separaation; He has united me with God. ||2||51||74||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਫਾਹੀਆਂ ਕੱਟ ਦਿੱਤੀਆਂ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ) ਵਿਛੁੜਦੇ ਉਸ ਨੂੰ ਲਿਆ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਮੇਲ ਦਿੱਤਾ ॥੨॥੫੧॥੭੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]