[
  {
    "shabad_id": 4333,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4333,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir ky nwm kI; giq TWFI ]",
    "transliteration": "Har Kae Naam Kee Gath Thaandtee ||",
    "translation": "The Name of the Lord is cooling and soothing.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸ਼ਾਂਤੀ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭਾਵ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4333,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "byd purwn isimRiq swDU jn; Kojq Kojq kwFI ]1] rhwau ]",
    "transliteration": "Baedh Puraan Simrith Saadhhoo Jan Khojath Khojath Kaadtee ||1|| Rehaao ||",
    "translation": "Searching, searching the Vedas, the Puraanas and the Simritees, the Holy Saints have realized this. ||1||Pause||",
    "punjabi": "ਇਹੀ ਗੱਲ ਵੇਦਾਂ ਪੁਰਾਣਾਂ ਸਿਮ੍ਰਿਤੀਆਂ ਅਤੇ ਸਾਧੂ ਜਨਾਂ ਨੇ ਖੋਜ ਖੋਜ ਕੇ ਦੱਸੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ism-i Riq",
    "type_id": 4
  },
  {
    "shabad_id": 4333,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "isv ibrMc Aru ieMdR lok; qw mih jlqO iPirAw ]",
    "transliteration": "Siv Biranch Ar Eindhr Lok Thaa Mehi Jalatha Firiaa ||",
    "translation": "In the worlds of Shiva, Brahma and Indra, I wandered around, burning up with envy.",
    "punjabi": "ਸ਼ਿਵ-ਲੋਕ, ਬ੍ਰਹਮ-ਲੋਕ, ਇੰਦ੍ਰ-ਲੋਕ-ਇਹਨਾਂ (ਲੋਕਾਂ) ਵਿਚ ਪਹੁੰਚਿਆ ਹੋਇਆ ਭੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦਾ ਹੀ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4333,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ismir ismir suAwmI. Bey sIql; dUKu drdu BRmu ihirAw ]1]",
    "transliteration": "Simar Simar Suaamee Bheae Seethal Dhookh Dharadh Bhram Hiriaa ||1||",
    "translation": "Meditating, meditating in remembrance on my Lord and Master, I became cool and calm; my pains, sorrows and doubts are gone. ||1||",
    "punjabi": "ਸੁਆਮੀ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਜੀਵ ਸ਼ਾਂਤ-ਮਨ ਹੋ ਜਾਂਦੇ ਹਨ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰਾ ਦੁੱਖ ਦਰਦ ਅਤੇ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4333,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jo jo qirE purwqnu nvqnu; Bgiq Bwie hir dyvw ]",
    "transliteration": "Jo Jo Thariou Puraathan Navathan Bhagath Bhaae Har Dhaevaa ||",
    "translation": "Whoever has been saved in the past or the present, was saved through loving devotional worship of the Divine Lord.",
    "punjabi": "ਪੁਰਾਣੇ ਸਮੇ ਦਾ ਚਾਹੇ ਨਵੇਂ ਸਮੇ ਦਾ ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ (ਭਗਤ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਿਆ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਦੇਵ ਦੀ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਲੰਘਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4333,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwnk kI bynMqI pRB jIau; imlY sMq jn syvw ]2]52]75]",
    "transliteration": "Naanak Kee Baenanthee Prabh Jeeo Milai Santh Jan Saevaa ||2||52||75||",
    "translation": "This is Nanak's prayer: O Dear God, please let me serve the humble Saints. ||2||52||75||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਤੇਰੇ ਦਾਸ) ਨਾਨਕ ਦੀ (ਤੇਰੇ ਦਰ ਤੇ ਇਹੀ) ਬੇਨਤੀ ਹੈ ਕਿ (ਮੈਨੂੰ ਤੇਰੇ) ਸੰਤ ਜਨਾਂ ਦੀ (ਸਰਨ ਵਿਚ ਰਹਿ ਕੇ) ਸੇਵਾ ਕਰਨ ਦਾ ਮੌਕਾ ਮਿਲ ਜਾਏ ॥੨॥੫੨॥੭੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4334,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4334,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijhvy; AMimRq gux hir gwau ]",
    "transliteration": "Jihavae Anmrith Gun Har Gaao ||",
    "translation": "O my tongue, sing the Ambrosial Praises of the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜੀਭ! ਪਰਮਾਤਮਾ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਗੁਣ ਗਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4334,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir hir boil. kQw suin hir kI; aucrhu pRB ko nwau ]1] rhwau ]",
    "transliteration": "Har Har Bol Kathhaa Sun Har Kee Oucharahu Prabh Ko Naao ||1|| Rehaao ||",
    "translation": "Chant the Name of the Lord, Har, Har, listen to the Lord's Sermon, and chant God's Name. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਿਆ ਕਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "au~crhu",
    "type_id": 4
  },
  {
    "shabad_id": 4334,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "rwm nwmu rqn Dnu sMchu; min qin lwvhu Bwau ]",
    "transliteration": "Raam Naam Rathan Dhhan Sanchahu Man Than Laavahu Bhaao ||",
    "translation": "So gather in the jewel, the wealth of the Lord's Name; love God with your mind and body.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਕੀਮਤੀ ਧਨ ਹੈ, ਇਹ ਧਨ ਇਕੱਠਾ ਕਰਿਆ ਕਰ। ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਬਣਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4334,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "Awn ibBUq imiQAw kir mwnhu; swcw iehY suAwau ]1]",
    "transliteration": "Aan Bibhooth Mithhiaa Kar Maanahu Saachaa Eihai Suaao ||1||",
    "translation": "You must realize that all other wealth is false; this alone is the true purpose of life. ||1||",
    "punjabi": "(ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਧਨ-ਪਦਾਰਥ ਨੂੰ ਨਾਸਵੰਤ ਸਮਝ। (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਜੀਵਨ-ਮਨੋਰਥ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4334,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jIA pRwn mukiq ko dwqw; eyks isau ilv lwau ]",
    "transliteration": "Jeea Praan Mukath Ko Dhaathaa Eaekas Sio Liv Laao ||",
    "translation": "He is the Giver of the soul, the breath of life and liberation; lovingly tune in to the One and Only Lord.",
    "punjabi": "ਸਿਰਫ਼ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨਾਲ ਲਗਨ ਪੈਦਾ ਕਰ, ਪਰਮਾਤਮਾ ਹੀ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈ, ਪ੍ਰਾਣ ਦੇਣ ਵਾਲਾ ਹੈ, ਮੁਕਤੀ (ਉੱਚੀ ਆਤਮਕ ਦਸ਼ਾ) ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4334,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "khu nwnk. qw kI srxweI; dyq sgl AipAwau ]2]53]76]",
    "transliteration": "Kahu Naanak Thaa Kee Saranaaee Dhaeth Sagal Apiaao ||2||53||76||",
    "translation": "Says Nanak, I have entered His Sanctuary; He gives sustenance to all. ||2||53||76||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ ਜੋ ਸਾਰੇ ਖਾਣ ਪੀਣ ਦੇ ਪਦਾਰਥ ਦੇਂਦਾ ਹੈ ॥੨॥੫੩॥੭੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4335,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4335,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hoqI nhI; kvn kCu krxI ]",
    "transliteration": "Hothee Nehee Kavan Kashh Karanee ||",
    "translation": "I cannot do anything else.",
    "punjabi": "ਮੈਥੋਂ ਕੋਈ ਸੁਚੱਜਾ ਕਰਤੱਬ ਨਹੀਂ ਹੋ ਸਕਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4335,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iehY Et pweI imil sMqh; gopwl eyk kI srxI ]1] rhwau ]",
    "transliteration": "Eihai Outt Paaee Mil Santheh Gopaal Eaek Kee Saranee ||1|| Rehaao ||",
    "translation": "I have taken this Support, meeting the Saints; I have entered the Sanctuary of the One Lord of the World. ||1||Pause||",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ-ਸਿਰਫ਼ ਇਹੀ ਆਸਰਾ ਮੈਂ ਲੱਭਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4335,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "pMc doK iCdR ieAw qn mih; ibKY ibAwiD kI krxI ]",
    "transliteration": "Panch Dhokh Shhidhr Eiaa Than Mehi Bikhai Biaadhh Kee Karanee ||",
    "translation": "The five wicked enemies are within this body; they lead the mortal to practice evil and corruption.",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਪੰਜੇ ਵਿਕਾਰ ਅਤੇ ਹੋਰ ਐਬ (ਜੀਵ ਦੇ) ਇਸ ਸਰੀਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਵਾਲੀ ਕਰਣੀ (ਜੀਵ ਦੀ) ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4335,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Aws Apwr, idns gix rwKy; gRsq jwq blu, jrxI ]1]",
    "transliteration": "Aas Apaar Dhinas Gan Raakhae Grasath Jaath Bal Jaranee ||1||",
    "translation": "He has infinite hope, but his days are numbered, and old age is sapping his strength. ||1||",
    "punjabi": "(ਜੀਵ ਦੀਆਂ) ਆਸਾਂ ਬੇਅੰਤ ਹੁੰਦੀਆਂ ਹਨ, ਪਰ ਜ਼ਿੰਦਗੀ ਦੇ ਦਿਨ ਗਿਣੇ-ਮਿੱਥੇ ਹੁੰਦੇ ਹਨ। ਬੁਢੇਪਾ (ਜੀਵ ਦੇ ਸਰੀਰਕ) ਬਲ ਨੂੰ ਖਾਈ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(jrxI) b`uFI AvsQw[ gRsq: g mukqw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4335,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "AnwQh nwQ. dieAwl suKswgr; srb doK BY hrxI ]",
    "transliteration": "Anaathheh Naathh Dhaeiaal Sukh Saagar Sarab Dhokh Bhai Haranee ||",
    "translation": "He is the Help of the helpless, the Merciful Lord, the Ocean of Peace, the Destroyer of all pains and fears.",
    "punjabi": "ਹੇ ਅਨਾਥਾਂ ਦੇ ਨਾਥ ਪ੍ਰਭੂ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ! ਹੇ (ਜੀਵਾਂ ਦੇ) ਸਾਰੇ ਵਿਕਾਰ ਤੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4335,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "min bWCq icqvq nwnk dws; pyiK jIvw pRB crxI ]2]54]77]",
    "transliteration": "Man Baanshhath Chithavath Naanak Dhaas Paekh Jeevaa Prabh Charanee ||2||54||77||",
    "translation": "Slave Nanak longs for this blessing, that he may live, gazing upon the Feet of God. ||2||54||77||",
    "punjabi": "ਤੇਰਾ ਦਾਸ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੋਂ ਇਹ) ਮਨ-ਮੰਗੀ ਮੁਰਾਦ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਰਹਾਂ ॥੨॥੫੪॥੭੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4336,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4336,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "PIky; hir ky nwm ibnu swd ]",
    "transliteration": "Feekae Har Kae Naam Bin Saadh ||",
    "translation": "Without the Lord's Name, flavors are tasteless and insipid.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦ ਫਿੱਕੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4336,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AMimRq rsu kIrqnu hir gweIAY; Aih inis pUrn nwd ]1] rhwau ]",
    "transliteration": "Anmrith Ras Keerathan Har Gaaeeai Ahinis Pooran Naadh ||1|| Rehaao ||",
    "translation": "Sing the Sweet Ambrosial Praises of the Lord's Kirtan; day and night, the Sound-current of the Naad will resonate and resound. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਕੀਰਤਨ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਹੈ, ਹਰੀ ਦਾ ਕੀਰਤਨ ਹੀ ਗਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਹੜਾ ਮਨੁੱਖ ਗਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ) ਦਿਨ ਰਾਤ ਆਤਮਕ ਆਨੰਦ ਦੇ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4336,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ismrq sWiq mhw suKu pweIAY; imit jwih sgl ibKwd ]",
    "transliteration": "Simarath Saanth Mehaa Sukh Paaeeai Mitt Jaahi Sagal Bikhaadh ||",
    "translation": "Meditating in remembrance on the Lord, total peace and bliss are obtained, and all sorrows are taken away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਆਤਮਕ ਸ਼ਾਂਤੀ ਮਿਲਦੀ ਹੈ ਬੜਾ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰੀਦਾ ਹੈ, (ਅੰਦਰੋਂ) ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4336,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir hir lwBu swDsMig pweIAY; Gir lY Awvhu lwid ]1]",
    "transliteration": "Har Har Laabh Saadhhasang Paaeeai Ghar Lai Aavahu Laadh ||1||",
    "translation": "The profit of the Lord, Har, Har, is found in the Saadh Sangat, the Company of the Holy; so load it and bring it on home. ||1||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦਾ ਇਹ ਲਾਭ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੀ ਮਿਲਦਾ ਹੈ। (ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਬੈਠਦੇ ਹਨ ਉਹ) ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਇਹ ਖੱਟੀ ਲੱਦ ਕੇ ਲੈ ਆਉਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4336,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "sB qy aUc. aUc qy aUco; AMqu nhI. mrjwd ]",
    "transliteration": "Sabh Thae Ooch Ooch Thae Oocho Anth Nehee Marajaadh ||",
    "translation": "He is the Highest of all, the Highest of the high; His celestial ecomony has no limit.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਸਭਨਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ, ਉੱਚਿਆਂ ਤੋਂ ਉੱਚਾ ਹੈ, ਉਸ ਦੇ ਹੱਦ-ਬੰਨੇ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(mrjwd) mrXwdw",
    "type_id": 3
  },
  {
    "shabad_id": 4336,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "brin. n swkau, nwnk mihmw; pyiK rhy ibsmwd ]2]55]78]",
    "transliteration": "Baran N Saako Naanak Mehimaa Paekh Rehae Bisamaadh ||2||55||78||",
    "translation": "Nanak cannot even express His Glorious Grandeur; gazing upon Him, he is wonder-struck. ||2||55||78||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਉਸ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਵੇਖ ਕੇ ਹੀ ਹੈਰਾਨ ਰਹਿ ਜਾਈਦਾ ਹੈ ॥੨॥੫੫॥੭੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4337,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4337,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AwieE; sunn pVn kau bwxI ]",
    "transliteration": "Aaeiou Sunan Parran Ko Baanee ||",
    "translation": "The mortal came to hear and chant the Word of the Guru's Bani.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਜੀਵ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨ ਪੜ੍ਹਨ ਵਾਸਤੇ ਆਇਆ ਹੈ (ਇਹੀ ਹੈ ਇਸ ਦਾ ਅਸਲ ਜਨਮ-ਮਨੋਰਥ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4337,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwmu ivswir. lgih An lwlic; ibrQw jnmu prwxI ]1] rhwau ]",
    "transliteration": "Naam Visaar Lagehi An Laalach Birathhaa Janam Paraanee ||1|| Rehaao ||",
    "translation": "But he has forgotten the Naam, the Name of the Lord, and he has become attached to other temptations. His life is totally worthless! ||1||Pause||",
    "punjabi": "ਪਰ ਜਿਹੜੇ ਪ੍ਰਾਣੀ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਭੁਲਾ ਕੇ ਹੋਰ ਲਾਲਚ ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਨੁੱਖ ਜਨਮ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4337,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "smJu Acyq. cyiq mn myry; kQI sMqn AkQ khwxI ]",
    "transliteration": "Samajh Achaeth Chaeth Man Maerae Kathhee Santhan Akathh Kehaanee ||",
    "translation": "O my unconscious mind, become conscious and figure it out; the Saints speak the Unspoken Speech of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗ਼ਾਫ਼ਿਲ ਮਨ! ਹੋਸ਼ ਕਰ, ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਜਿਹੜੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੰਤ ਜਨਾਂ ਨੇ ਦੱਸੀ ਹੈ ਉਸ ਨੂੰ ਚੇਤੇ ਕਰਿਆ ਕਰ।",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4337,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "lwBu lYhu. hir irdY ArwDhu; CutkY Awvx jwxI ]1]",
    "transliteration": "Laabh Laihu Har Ridhai Araadhhahu Shhuttakai Aavan Jaanee ||1||",
    "translation": "So gather in your profits - worship and adore the Lord within your heart; your coming and going in reincarnation shall end. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਓ, ਇਹ ਲਾਭ ਖੱਟੋ। (ਇਸ ਖੱਟੀ ਨਾਲ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4337,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "audmu skiq isAwxp qum@rI; dyih. q nwmu vKwxI ]",
    "transliteration": "Oudham Sakath Siaanap Thumharee Dhaehi Th Naam Vakhaanee ||",
    "translation": "Efforts, powers and clever tricks are Yours; if You bless me with them, I repeat Your Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਉੱਦਮ ਤੇਰੀ ਹੀ ਦਿੱਤੀ ਸ਼ਕਤੀ ਤੇ ਸਿਆਣਪ (ਅਸੀਂ ਜੀਵ ਵਰਤ ਸਕਦੇ ਹਾਂ), ਜੇ ਤੂੰ (ਉੱਦਮ ਸ਼ਕਤੀ ਸਿਆਣਪ) ਦੇਵੇਂ, ਤਾਂ ਹੀ ਮੈਂ ਨਾਮ ਜਪ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4337,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "syeI Bgq. Bgiq sy lwgy; nwnk jo pRB BwxI ]2]56]79]",
    "transliteration": "Saeee Bhagath Bhagath Sae Laagae Naanak Jo Prabh Bhaanee ||2||56||79||",
    "translation": "They alone are devotees, and they alone are attached to devotional worship, O Nanak, who are pleasing to God. ||2||56||79||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਭਗਤ (ਬਣ ਸਕਦੇ ਹਨ) ਉਹੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਲੱਗ ਸਕਦੇ ਹਨ, ਜਿਹੜੇ ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦੇ ਹਨ ॥੨॥੫੬॥੭੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4338,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4338,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "DnvMq; nwm ky vxjwry ]",
    "transliteration": "Dhhanavanth Naam Kae Vanajaarae ||",
    "translation": "Those who deal in the Naam, the Name of the Lord, are wealthy.",
    "punjabi": "ਅਸਲ ਧਨਾਢ ਮਨੁੱਖ ਉਹ ਹਨ ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4338,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sWJI krhu. nwm Dnu Kwthu; gur kw sbdu bIcwry ]1] rhwau ]",
    "transliteration": "Saanjhee Karahu Naam Dhhan Khaattahu Gur Kaa Sabadh Veechaarae ||1|| Rehaao ||",
    "translation": "So become a partner with them, and earn the wealth of the Naam. Contemplate the Word of the Guru's Shabad. ||1||Pause||",
    "punjabi": "ਉਹਨਾਂ ਨਾਲ ਸਾਂਝ ਬਣਾਓ, ਅਤੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਖੱਟੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]