[
  {
    "id": 52509,
    "shabad_id": 4338,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਛੋਡਹੁ ਕਪਟੁ. ਹੋੲਿ ਨਿਰਵੈਰਾ; ਸੋ ਪ੍ਰਭੁ ਸੰਗਿ ਨਿਹਾਰੇ ||",
    "transliteration": "Shhoddahu Kapatt Hoe Niravairaa So Prabh Sang Nihaarae ||",
    "translation": "Abandon your deception, and go beyond vengeance; see God who is always with you.",
    "punjabi": "(ਆਪਣੇ ਅੰਦਰੋਂ) ਨਿਰਵੈਰ ਹੋ ਕੇ (ਦੂਜਿਆਂ ਨਾਲ) ਠੱਗੀ ਕਰਨੀ ਛੱਡੋ, ਉਹ ਪਰਮਾਤਮਾ (ਤੁਹਾਡੇ) ਨਾਲ (ਵੱਸਦਾ ਹੋਇਆ, ਤੁਹਾਡੇ ਹਰੇਕ ਕੰਮ ਨੂੰ) ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52510,
    "shabad_id": 4338,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਚੁ ਧਨੁ ਵਣਜਹੁ. ਸਚੁ ਧਨੁ ਸੰਚਹੁ; ਕਬਹੂ. ਨ ਅਾਵਹੁ ਹਾਰੇ ||੧||",
    "transliteration": "Sach Dhhan Vanajahu Sach Dhhan Sanchahu Kabehoo N Aavahu Haarae ||1||",
    "translation": "Deal only in this true wealth and gather in this true wealth, and you shall never suffer loss. ||1||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਧਨ ਦਾ ਵਣਜ ਕਰੋ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਧਨ ਇਕੱਠਾ ਕਰੋ। ਕਦੇ ਭੀ ਜੀਵਨ-ਬਾਜ਼ੀ ਹਾਰ ਕੇ ਨਹੀਂ ਆਉਗੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52511,
    "shabad_id": 4338,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਖਾਤ ਖਰਚਤ. ਕਿਛੁ ਨਿਖੁਟਤ ਨਾਹੀ; ਅਗਨਤ ਭਰੇ ਭੰਡਾਰੇ ||",
    "transliteration": "Khaath Kharachath Kishh Nikhuttath Naahee Aganath Bharae Bhanddaarae ||",
    "translation": "Eating and consuming it, it is never exhausted; God's treasures are overflowing.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਨਾਮ-ਧਨ ਦੇ) ਅਣ-ਗਿਣਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, ਇਸ ਨੂੰ ਆਪ ਵਰਤਦਿਆਂ ਹੋਰਨਾਂ ਨੂੰ ਵਰਤਾਂਦਿਆਂ ਕੋਈ ਘਾਟ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "ਨਿ-ਖੁਟਤ[ ਅ-ਗਨਤ",
    "type_id": 3
  },
  {
    "id": 52512,
    "shabad_id": 4338,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੋਭਾ ਸੰਗਿ ਜਾਵਹੁ; ਪਾਰਬ੍ਰਹਮ ਕੈ ਦੁਅਾਰੇ ||੨||੫੭||੮੦||",
    "transliteration": "Kahu Naanak Sobhaa Sang Jaavahu Paarabreham Kai Dhuaarae ||2||57||80||",
    "translation": "Says Nanak, you shall go home to the Court of the Supreme Lord God with honor and respect. ||2||57||80||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਨਾਮ-ਧਨ ਖੱਟ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਇੱਜ਼ਤ ਨਾਲ ਜਾਉਗੇ ॥੨॥੫੭॥੮੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52513,
    "shabad_id": 4339,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52514,
    "shabad_id": 4339,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰਭ ਜੀ; ਮੋਹਿ ਕਵਨੁ ਅਨਾਥੁ ਬਿਚਾਰਾ ||",
    "transliteration": "Prabh Jee Mohi Kavan Anaathh Bichaaraa ||",
    "translation": "O Dear God, I am wretched and helpless!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਤੇਰੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ) ਮੇਰੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ, ਮੈਂ ਤਾਂ ਵਿਚਾਰਾ ਅਨਾਥ ਹੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52515,
    "shabad_id": 4339,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਵਨ ਮੂਲ ਤੇ ਮਾਨੁਖੁ ਕਰਿਅਾ; ੲਿਹੁ ਪਰਤਾਪੁ ਤੁਹਾਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kavan Mool Thae Maanukh Kariaa Eihu Parathaap Thuhaaraa ||1|| Rehaao ||",
    "translation": "From what source did you create humans? This is Your Glorious Grandeur. ||1||Pause||",
    "punjabi": "ਕਿਸ ਮੁੱਢ ਤੋਂ (ਇਕ ਬੂੰਦ ਤੋਂ) ਤੂੰ ਮੈਨੂੰ ਮਨੁੱਖ ਬਣਾ ਦਿੱਤਾ, ਇਹ ਤੇਰਾ ਹੀ ਪਰਤਾਪ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52516,
    "shabad_id": 4339,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜੀਅ ਪ੍ਰਾਣ ਸਰਬ ਕੇ ਦਾਤੇ; ਗੁਣ ਕਹੇ. ਨ ਜਾਹਿ, ਅਪਾਰਾ ||",
    "transliteration": "Jeea Praan Sarab Kae Dhaathae Gun Kehae N Jaahi Apaaraa ||",
    "translation": "You are the Giver of the soul and the breath of life to all; Your Infinite Glories cannot be spoken.",
    "punjabi": "ਹੇ ਜਿੰਦ ਦੇਣ ਵਾਲੇ! ਹੇ ਪ੍ਰਾਣ ਦਾਤੇ! ਹੇ ਸਭ ਪਦਾਰਥ ਦੇਣ ਵਾਲੇ! ਤੇਰੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52517,
    "shabad_id": 4339,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸਭ ਕੇ ਪ੍ਰੀਤਮ. ਸ੍ਰਬ ਪ੍ਰਤਿਪਾਲਕ; ਸਰਬ ਘਟਾਂ ਅਾਧਾਰਾ ||੧||",
    "transliteration": "Sabh Kae Preetham Srab Prathipaalak Sarab Ghattaan Aadhhaaraa ||1||",
    "translation": "You are the Beloved Lord of all, the Cherisher of all, the Support of all hearts. ||1||",
    "punjabi": "ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਪਿਆਰੇ! ਹੇ ਸਭਨਾਂ ਦੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਸਭ ਸਰੀਰਾਂ ਨੂੰ ਆਸਰਾ ਦੇਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52518,
    "shabad_id": 4339,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕੋੲਿ ਨ ਜਾਣੈ. ਤੁਮਰੀ ਗਤਿ ਮਿਤਿ; ਅਾਪਹਿ ੲੇਕ ਪਸਾਰਾ ||",
    "transliteration": "Koe N Jaanai Thumaree Gath Mith Aapehi Eaek Pasaaraa ||",
    "translation": "No one knows Your state and extent. You alone created the expanse of the Universe.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਅਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਕੋਈ ਜੀਵ ਇਹ ਨਹੀਂ ਜਾਣ ਸਕਦਾ। ਤੂੰ ਆਪ ਇਸ ਜਗਤ-ਖਿਲਾਰੇ ਦਾ ਖਿਲਾਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52519,
    "shabad_id": 4339,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਾਧ ਨਾਵ ਬੈਠਾਵਹੁ ਨਾਨਕ; ਭਵ ਸਾਗਰੁ ਪਾਰਿ ੳੁਤਾਰਾ ||੨||੫੮||੮੧||",
    "transliteration": "Saadhh Naav Baithaavahu Naanak Bhav Saagar Paar Outhaaraa ||2||58||81||",
    "translation": "Please, give me a seat in the boat of the Holy; O Nanak, thus I shall cross over this terrifying world-ocean, and reach the other shore. ||2||58||81||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤ ਦੀ ਬੇੜੀ ਵਿਚ ਬਿਠਾਲ ਅਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਹ ॥੨॥੫੮॥੮੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52520,
    "shabad_id": 4340,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52521,
    "shabad_id": 4340,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਵੈ; ਰਾਮ ਸਰਣਿ ਵਡਭਾਗੀ ||",
    "transliteration": "Aavai Raam Saran Vaddabhaagee ||",
    "translation": "One who comes to the Lord's Sanctuary is very fortunate.",
    "punjabi": "ਕੋਈ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52522,
    "shabad_id": 4340,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲੇਕਸ ਬਿਨੁ ਕਿਛੁ ਹੋਰੁ. ਨ ਜਾਣੈ; ਅਵਰਿ ੳੁਪਾਵ ਤਿਅਾਗੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eaekas Bin Kishh Hor N Jaanai Avar Oupaav Thiaagee ||1|| Rehaao ||",
    "translation": "He knows of no other than the One Lord. He has renounced all other efforts. ||1||Pause||",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸ਼ਰਨ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖ ਕੋਈ ਹੋਰ ਹੀਲਾ ਨਹੀਂ ਜਾਣਦਾ। ਉਹ ਹੋਰ ਸਾਰੇ ਹੀਲੇ ਛੱਡ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52523,
    "shabad_id": 4340,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ. ਅਾਰਾਧੈ ਹਰਿ ਹਰਿ; ਸਾਧਸੰਗਿ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Man Bach Kram Aaraadhhai Har Har Saadhhasang Sukh Paaeiaa ||",
    "translation": "He worships and adores the Lord, Har, Har, in thought, word and deed; in the Saadh Sangat, the Company of the Holy, he finds peace.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆਉਣ ਵਾਲਾ ਮਨੁੱਖ) ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ ਬਚਨ ਦੀ ਰਾਹੀਂ ਕੰਮ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਆਰਾਧਨ ਕਰਦਾ ਹੈ। ਉਹ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52524,
    "shabad_id": 4340,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਨਦ ਬਿਨੋਦ ਅਕਥ ਕਥਾ ਰਸੁ; ਸਾਚੈ ਸਹਜਿ ਸਮਾੲਿਅਾ ||੧||",
    "transliteration": "Anadh Binodh Akathh Kathhaa Ras Saachai Sehaj Samaaeiaa ||1||",
    "translation": "He enjoys bliss and pleasure, and savors the Unspoken Speech of the Lord; he merges intuitively into the True Lord. ||1||",
    "punjabi": "(ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਆਨੰਦ ਤੇ ਖ਼ੁਸ਼ੀਆਂ ਬਣੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ। ਉਹ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸੁਆਦ (ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ)। ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਅਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52525,
    "shabad_id": 4340,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਜੋ ਅਪੁਨਾ ਕੀਨੋ; ਤਾ ਕੀ ੳੂਤਮ ਬਾਣੀ ||",
    "transliteration": "Kar Kirapaa Jo Apunaa Keeno Thaa Kee Ootham Baanee ||",
    "translation": "Sublime and exalted is the speech of one whom the Lord, in His Mercy makes His Own.",
    "punjabi": "(ਪ੍ਰਭੂ) ਮਿਹਰ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਉੱਚੀ ਸੋਭਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52526,
    "shabad_id": 4340,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਨਾਨਕ ਨਿਸਤਰੀਅੈ; ਜੋ ਰਾਤੇ ਪ੍ਰਭ ਨਿਰਬਾਣੀ ||੨||੫੯||੮੨||",
    "transliteration": "Saadhhasang Naanak Nisathareeai Jo Raathae Prabh Nirabaanee ||2||59||82||",
    "translation": "Those who are imbued with God in the state of Nirvaanaa, O Nanak, are emancipated in the Saadh Sangat. ||2||59||82||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਸਾਧ ਜਨ ਨਿਰਲੇਪ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ (ਰਿਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੨॥੫੯॥੮੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52527,
    "shabad_id": 4341,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52528,
    "shabad_id": 4341,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਾ ਤੇ; ਸਾਧੂ ਸਰਣਿ ਗਹੀ ||",
    "transliteration": "Jaa Thae Saadhhoo Saran Gehee ||",
    "translation": "Since I grasped hold of the Sanctuary of the Holy,",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਮੈਂ) ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52529,
    "shabad_id": 4341,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਾਂਤਿ ਸਹਜੁ ਮਨਿ ਭੲਿਓ ਪ੍ਰਗਾਸਾ; ਬਿਰਥਾ ਕਛੁ. ਨ ਰਹੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Saanth Sehaj Man Bhaeiou Pragaasaa Birathhaa Kashh N Rehee ||1|| Rehaao ||",
    "translation": "My mind is illuminated with tranquility, peace and poise, and I am rid of all my pain. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ) ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਅਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ ਹੈ, (ਮੇਰੇ) ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, (ਮੇਰੇ ਮਨ ਵਿਚ) ਕੋਈ ਦੁੱਖ-ਦਰਦ ਨਹੀਂ ਰਹਿ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52530,
    "shabad_id": 4341,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹੋਹੁ ਕਿ੍ਰਪਾਲ ਨਾਮੁ ਦੇਹੁ ਅਪੁਨਾ; ਬਿਨਤੀ ੲੇਹ ਕਹੀ ||",
    "transliteration": "Hohu Kirapaal Naam Dhaehu Apunaa Binathee Eaeh Kehee ||",
    "translation": "Please be merciful to me, O Lord, and bless me with Your Name; this is the prayer I offer to You.",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮੈਂ ਗੁਰੂ ਦਾ ਦਰ ਮੱਲਿਆ ਹੈ ਤਦੋਂ ਤੋਂ ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਇਹੀ ਅਰਦਾਸ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ-'ਹੇ ਪ੍ਰਭੂ! ਦਇਆਵਾਨ ਹੋ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52531,
    "shabad_id": 4341,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਾਨ ਬਿੳੁਹਾਰ ਬਿਸਰੇ ਪ੍ਰਭ ਸਿਮਰਤ; ਪਾੲਿਓ ਲਾਭੁ ਸਹੀ ||੧||",
    "transliteration": "Aan Biouhaar Bisarae Prabh Simarath Paaeiou Laabh Sehee ||1||",
    "translation": "I have forgotten my other occupations; remembering God in meditation, I have obtained the true profit. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਹੋਰ ਹੋਰ ਵਿਹਾਰਾਂ ਵਿਚ ਮੇਰਾ ਮਨ ਖਚਿਤ ਨਹੀਂ ਹੁੰਦਾ (ਹੋਰ ਹੋਰ ਵਿਹਾਰ ਮੈਨੂੰ ਭੁੱਲ ਗਏ ਹਨ)। ਮੈਂ ਅਸਲ ਖੱਟੀ ਖੱਟ ਲਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52532,
    "shabad_id": 4341,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਹ ਤੇ ੳੁਪਜਿਓ. ਤਹੀ ਸਮਾਨੋ; ਸਾੲੀ ਬਸਤੁ ਅਹੀ ||",
    "transliteration": "Jeh Thae Oupajiou Thehee Samaano Saaee Basath Ahee ||",
    "translation": "We shall merge again into the One from whom we came; He is the Essence of Being.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਤੋਂ ਇਹ ਜਿੰਦੜੀ ਪੈਦਾ ਹੋਈ ਸੀ ਉਸੇ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਮੈਨੂੰ ਹੁਣ ਇਹ (ਨਾਮ-) ਵਸਤੂ ਹੀ ਚੰਗੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 52533,
    "shabad_id": 4341,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਰਮੁ, ਗੁਰਿ ਖੋੲਿਓ; ਜੋਤੀ ਜੋਤਿ ਸਮਹੀ ||੨||੬੦||੮੩||",
    "transliteration": "Kahu Naanak Bharam Gur Khoeiou Jothee Joth Samehee ||2||60||83||",
    "translation": "Says Nanak, the Guru has eradicated my doubt; my light has merged into the Light. ||2||60||83||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੇਰੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਮੇਰੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੨॥੬੦॥੮੩॥",
    "pronunciation": "ਸ-ਮਹੀ",
    "type_id": 3
  },
  {
    "id": 52534,
    "shabad_id": 4342,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52535,
    "shabad_id": 4342,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰਸਨਾ; ਰਾਮ ਕੋ ਜਸੁ ਗਾੳੁ ||",
    "transliteration": "Rasanaa Raam Ko Jas Gaao ||",
    "translation": "O my tongue, sing the Praises of the Lord.",
    "punjabi": "(ਆਪਣੀ) ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52536,
    "shabad_id": 4342,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਨ ਸੁਅਾਦ ਬਿਸਾਰਿ ਸਗਲੇ; ਭਲੋ ਨਾਮ ਸੁਅਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Aan Suaadh Bisaar Sagalae Bhalo Naam Suaao ||1|| Rehaao ||",
    "translation": "Abandon all other tastes and flavors; the taste of the Naam, the Name of the Lord, is so sublime. ||1||Pause||",
    "punjabi": "(ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਸਾਰੇ ਸੁਆਦ ਭੁਲਾ ਦੇ, (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਦਾ ਸੁਆਦ (ਸਭ ਸੁਆਦਾਂ ਨਾਲੋਂ) ਚੰਗਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52537,
    "shabad_id": 4342,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਚਰਨਕਮਲ ਬਸਾੲਿ ਹਿਰਦੈ; ੲੇਕ ਸਿੳੁ ਲਿਵ ਲਾੳੁ ||",
    "transliteration": "Charan Kamal Basaae Hiradhai Eaek Sio Liv Laao ||",
    "translation": "Enshrine the Lord's Lotus Feet within your heart; let yourself be lovingly attuned to the One Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖ, ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52538,
    "shabad_id": 4342,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਹੋਹਿ ਨਿਰਮਲੁ; ਬਹੁੜਿ ਜੋਨਿ. ਨ ਅਾੳੁ ||੧||",
    "transliteration": "Saadhhasangath Hohi Niramal Bahurr Jon N Aao ||1||",
    "translation": "In the Saadh Sangat, the Company of the Holy, you shall become immaculate and pure; you shall not come to be reincarnated again. ||1||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਹਿਂਗਾ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਵੇਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52539,
    "shabad_id": 4342,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜੀੳੁ ਪ੍ਰਾਨ ਅਧਾਰੁ ਤੇਰਾ; ਤੂ ਨਿਥਾਵੇ ਥਾੳੁ ||",
    "transliteration": "Jeeo Praan Adhhaar Thaeraa Thoo Nithhaavae Thhaao ||",
    "translation": "You are the Support of the soul and the breath of life; You are the Home of the homeless.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਰੀ ਜਿੰਦ ਅਤੇ ਪ੍ਰਾਣਾਂ ਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਜਿਸ ਦਾ ਹੋਰ ਕੋਈ ਸਹਾਰਾ ਨਾਹ ਹੋਵੇ, ਤੂੰ ਉਸ ਦਾ ਸਹਾਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52540,
    "shabad_id": 4342,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਾਸਿ ਸਾਸਿ ਸਮ੍ਹਾਲਿ ਹਰਿ ਹਰਿ; ਨਾਨਕ ਸਦ ਬਲਿ ਜਾੳੁ ||੨||੬੧||੮੪||",
    "transliteration": "Saas Saas Samhaal Har Har Naanak Sadh Bal Jaao ||2||61||84||",
    "translation": "With each and every breath, I dwell on the Lord, Har, Har; O Nanak, I am forever a sacrifice to Him. ||2||61||84||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਂ ਤਾਂ ਆਪਣੇ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਤੈਨੂੰ ਯਾਦ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਮੈਂ ਨਾਨਕ ਤੈਥੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੬੧॥੮੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52541,
    "shabad_id": 4343,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52542,
    "shabad_id": 4343,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬੈਕੁੰਠ; ਗੋਬਿੰਦ ਚਰਨ ਨਿਤ ਧਿਅਾੳੁ ||",
    "transliteration": "Baikunth Gobindh Charan Nith Dhhiaao ||",
    "translation": "To meditate on the Lotus Feet of the Lord of the Universe is heaven for me.",
    "punjabi": "ਮੈਂ ਤਾਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹਾਂ-(ਇਹ ਮੇਰੇ ਲਈ) ਬੈਕੁੰਠ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52543,
    "shabad_id": 4343,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮੁਕਤਿ ਪਦਾਰਥੁ ਸਾਧੂਸੰਗਤਿ; ਅੰਮਿ੍ਰਤੁ ਹਰਿ ਕਾ ਨਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mukath Padhaarathh Saadhhoo Sangath Anmrith Har Kaa Naao ||1|| Rehaao ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, is the treasure of liberation and the Lord's Ambrosial Name. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ-(ਮੇਰੇ ਵਾਸਤੇ ਚੌਹਾਂ ਪਦਾਰਥਾਂ ਵਿਚੋਂ ਸ੍ਰੇਸ਼ਟ) ਮੁਕਤੀ ਪਦਾਰਥ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਮੇਰੇ ਲਈ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52544,
    "shabad_id": 4343,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ੳੂਤਮ ਕਥਾ ਸੁਣੀਜੈ ਸ੍ਰਵਣੀ; ਮੲਿਅਾ ਕਰਹੁ ਭਗਵਾਨ ||",
    "transliteration": "Ootham Kathhaa Suneejai Sravanee Maeiaa Karahu Bhagavaan ||",
    "translation": "O Lord God, please be kind to me, that I may hear with my ears Your Sublime and Exalted Sermon.",
    "punjabi": "ਹੇ ਭਗਵਾਨ! (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, (ਤਾ ਕਿ) ਤੇਰੀ ਉੱਤਮ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੰਨਾਂ ਨਾਲ ਸੁਣੀ ਜਾ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52545,
    "shabad_id": 4343,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅਾਵਤ ਜਾਤ ਦੋੳੂ ਪਖ ਪੂਰਨ; ਪਾੲੀਅੈ ਸੁਖ ਬਿਸ੍ਰਾਮ ||੧||",
    "transliteration": "Aavath Jaath Dhooo Pakh Pooran Paaeeai Sukh Bisraam ||1||",
    "translation": "My cycle of coming and going is finally completed, and I have attained peace and tranquility. ||1||",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੰਮਣਾ ਤੇ ਮਰਨਾ-ਇਹ ਦੋਵੇਂ ਪੱਖ ਮੁੱਕ ਜਾਂਦੇ ਹਨ। ਸੁਖਾਂ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
