[
  {
    "shabad_id": 4343,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "soDq soDq qqu bIcwirE; Bgiq sryst pUrI]",
    "transliteration": "Sodhhath Sodhhath Thath Beechaariou Bhagath Saraesatt Pooree ||",
    "translation": "Searching and searching, I have realized the essence of reality: devotional worship is the most sublime fulfillment.",
    "punjabi": "ਵਿਚਾਰ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਇਹ ਅਸਲੀਅਤ ਲੱਭੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਹੀ ਪੂਰਨ ਤੌਰ ਤੇ ਹੀ ਚੰਗੀ (ਕ੍ਰਿਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4343,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "khu nwnk. iek rwm nwm ibnu; Avr sgl ibiD aUrI]2]62]85]",
    "transliteration": "Kahu Naanak Eik Raam Naam Bin Avar Sagal Bidhh Ooree ||2||62||85||",
    "translation": "Says Nanak, without the Name of the One Lord, all other ways are imperfect. ||2||62||85||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹਰੇਕ (ਜੀਵਨ-) ਢੰਗ ਅਧੂਰਾ ਹੈ ॥੨॥੬੨॥੮੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4344,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4344,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "swcy siqgurU dwqwrw]",
    "transliteration": "Saachae Sathiguroo Dhaathaaraa ||",
    "translation": "The True Guru is the True Giver.",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ! ਹੇ ਸਤਿਗੁਰੂ! ਹੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4344,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "drsnu dyiK sgl duK nwsih; crnkml bilhwrw]1]rhwau]",
    "transliteration": "Dharasan Dhaekh Sagal Dhukh Naasehi Charan Kamal Balihaaraa ||1|| Rehaao ||",
    "translation": "Gazing upon the Blessed Vision of His Darshan, all my pains are dispelled. I am a sacrifice to His Lotus Feet. ||1||Pause||",
    "punjabi": "ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ (ਜੀਵ ਦੇ) ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। ਮੈਂ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4344,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "siq prmysru siq swD jn; inhclu hir kw nwau]",
    "transliteration": "Sath Paramaesar Sath Saadhh Jan Nihachal Har Kaa Naao ||",
    "translation": "The Supreme Lord God is True, and True are the Holy Saints; the Name of the Lord is steady and stable.",
    "punjabi": "ਪਰਮੇਸਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਦੇ) ਸੰਤ ਜਨ ਅਟੱਲ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4344,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Bgiq BwvnI pwrbRhm kI; AibnwsI gux gwau]1]",
    "transliteration": "Bhagath Bhaavanee Paarabreham Kee Abinaasee Gun Gaao ||1||",
    "translation": "So worship the Imperishable, Supreme Lord God with love, and sing His Glorious Praises. ||1||",
    "punjabi": "(ਪੂਰੀ) ਸਰਧਾ ਨਾਲ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਸ ਕਦੇ ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰੋ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4344,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Agmu Agocru imiq. nhI pweIAY; sgl Gtw AwDwru]",
    "transliteration": "Agam Agochar Mith Nehee Paaeeai Sagal Ghattaa Aadhhaar ||",
    "translation": "The limits of the Inaccessible, Unfathomable Lord cannot be found; He is the Support of all hearts.",
    "punjabi": "ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਉਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ-ਇਹ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ। ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਸਰੀਰਾਂ ਦਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4344,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nwnk. vwhu vwhu khu qw kau; jw kw. AMqu n pwru]2]63]86]",
    "transliteration": "Naanak Vaahu Vaahu Kahu Thaa Ko Jaa Kaa Anth N Paar ||2||63||86||",
    "translation": "O Nanak, chant, \"\"Waaho! Waaho!\"\" to Him, who has no end or limitation. ||2||63||86||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੨॥੬੩॥੮੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4345,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4345,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gur ky crn; bsy mn myrY]",
    "transliteration": "Gur Kae Charan Basae Man Maerai ||",
    "translation": "The Feet of the Guru abide within my mind.",
    "punjabi": "(ਜਦੋਂ ਦੇ) ਗੁਰੂ ਦੇ ਚਰਨ ਮੇਰੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4345,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pUir rihE Twkuru sB QweI; inkit bsY sB nyrY]1]rhwau]",
    "transliteration": "Poor Rehiou Thaakur Sabh Thhaaee Nikatt Basai Sabh Naerai ||1|| Rehaao ||",
    "translation": "My Lord and Master is permeating and pervading all places; He dwells nearby, close to all. ||1||Pause||",
    "punjabi": "(ਮੈਨੂੰ ਨਿਸਚਾ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭਨੀਂ ਥਾਈਂ ਵਿਆਪਕ ਹੈ, (ਮੇਰੇ) ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ, ਸਭਨਾਂ ਦੇ ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "QWeIN",
    "type_id": 4
  },
  {
    "shabad_id": 4345,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "bMDn qoir. rwm ilv lweI; sMqsMig bin AweI]",
    "transliteration": "Bandhhan Thor Raam Liv Laaee Santhasang Ban Aaee ||",
    "translation": "Breaking my bonds, I have lovingly tuned in to the Lord, and now the Saints are pleased with me.",
    "punjabi": "(ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਪਿਆ ਹੈ (ਉਸ ਨੇ ਮੇਰੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨ ਤੋੜ ਕੇ ਮੇਰੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਨਾਲ ਜੋੜ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4345,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jnmu pdwrQu BieE punIqw; ieCw sgl pujweI]1]",
    "transliteration": "Janam Padhaarathh Bhaeiou Puneethaa Eishhaa Sagal Pujaaee ||1||",
    "translation": "This precious human life has been sanctified, and all my desires have been fulfilled. ||1||",
    "punjabi": "ਮੇਰਾ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਪਵਿੱਤਰ ਹੋ ਗਿਆ ਹੈ। (ਗੁਰੂ ਨੇ) ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਮਨੋ-ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4345,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jw kau ikRpw krhu pRB myry; so hir kw jsu gwvY]",
    "transliteration": "Jaa Ko Kirapaa Karahu Prabh Maerae So Har Kaa Jas Gaavai ||",
    "translation": "O my God, whoever You bless with Your Mercy - he alone sings Your Glorious Praises.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮਿਹਰ ਕਰਦਾ ਹੈਂ, ਉਹ, ਹੇ ਹਰੀ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4345,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "AwT phr goibMd gun gwvY; jnu nwnku sd bil jwvY]2]64]87]",
    "transliteration": "Aath Pehar Gobindh Gun Gaavai Jan Naanak Sadh Bal Jaavai ||2||64||87||",
    "translation": "Servant Nanak is a sacrifice to that person who sings the Glorious Praises of the Lord of the Universe, twenty-four hours a day. ||2||64||87||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਅੱਠੇ ਪਹਰ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਦਾਸ ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ॥੨॥੬੪॥੮੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4346,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4346,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jIvnu qau gnIAY; hir pyKw]",
    "transliteration": "Jeevan Tho Ganeeai Har Paekhaa ||",
    "translation": "A person is judged to be alive, only if he sees the Lord.",
    "punjabi": "ਜੇ ਮੈਂ (ਇਸੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਸਕਾਂ, ਤਦੋਂ ਹੀ (ਮੇਰਾ ਇਹ ਅਸਲ ਮਨੁੱਖਾ) ਜੀਵਨ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "pyKW",
    "type_id": 3
  },
  {
    "shabad_id": 4346,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "krhu ikRpw pRIqm mnmohn; Poir Brm kI ryKw]1]rhwau]",
    "transliteration": "Karahu Kirapaa Preetham Manamohan For Bharam Kee Raekhaa ||1|| Rehaao ||",
    "translation": "Please be merciful to me, O my Enticing Beloved Lord, and erase the record of my doubts. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਹੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਮਨ ਵਿਚੋਂ ਪਿਛਲੇ ਜਨਮਾਂ ਦੇ) ਭਟਕਣਾ ਦੇ ਸੰਸਕਾਰ ਦੂਰ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ryKw: polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 4346,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "khq sunq ikCu sWiq, n aupjq; ibnu ibsws ikAw syKW]",
    "transliteration": "Kehath Sunath Kishh Saanth N Oupajath Bin Bisaas Kiaa Saekhaan ||",
    "translation": "By speaking and listening, tranquility and peace are not found at all. What can anyone learn without faith?",
    "punjabi": "ਨਿਰੇ ਆਖਣ ਸੁਣਨ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ) ਕੋਈ ਸ਼ਾਂਤੀ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ। ਸਰਧਾ ਤੋਂ ਬਿਨਾ (ਜ਼ਬਾਨੀ ਆਖਣ ਸੁਣਨ ਦਾ) ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4346,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "pRBU iqAwig, Awn jo cwhq; qw kY muiK lwgY kwlyKw]1]",
    "transliteration": "Prabhoo Thiaag Aan Jo Chaahath Thaa Kai Mukh Laagai Kaalaekhaa ||1||",
    "translation": "One who renounces God and longs for another - his face is blackened with filth. ||1||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਜ਼ਬਾਨੀ ਤਾਂ ਗਿਆਨ ਦੀਆਂ ਬਥੇਰੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਹੈ, ਪਰ) ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ ਹੋਰ (ਪਦਾਰਥ) ਲੋੜਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਕਾਲਖ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(kwlyKw) pwpW dI kwlK",
    "type_id": 3
  },
  {
    "shabad_id": 4346,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jw kY rwis srb suK suAwmI; Awn. n mwnq ByKw]",
    "transliteration": "Jaa Kai Raas Sarab Sukh Suaamee Aan N Maanath Bhaekhaa ||",
    "translation": "One who is blessed with the wealth of our Lord and Master, the Embodiment of Peace, does not believe in any other religious doctrine.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਹੈ, ਉਹ ਹੋਰ (ਵਿਖਾਵੇ ਦੇ) ਧਾਰਮਿਕ ਭੇਖਾਂ ਨੂੰ ਨਹੀਂ ਮੰਨਦਾ ਫਿਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4346,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "nwnk drs mgn mnu moihE; pUrn ArQ ibsyKw]2]65]88]",
    "transliteration": "Naanak Dharas Magan Man Mohiou Pooran Arathh Bisaekhaa ||2||65||88||",
    "translation": "O Nanak, one whose mind is fascinated and intoxicated with the Blessed Vision of the Lord's Darshan - his tasks are perfectly accomplished. ||2||65||88||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਤਾਂ (ਪ੍ਰਭੂ ਦੇ) ਦਰਸਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਨਾਲ) ਮੋਹਿਆ ਜਾਂਦਾ ਹੈ। (ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਲੋੜਾਂ ਉਚੇਚੀਆਂ ਹੁੰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੨॥੬੫॥੮੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4347,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4347,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ismrn rwm ko ieku nwm]",
    "transliteration": "Simaran Raam Ko Eik Naam ||",
    "translation": "Meditate in remembrance on the Naam, the Name of the One Lord.",
    "punjabi": "ਜੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਹੀ ਕੀਤਾ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4347,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "klml dgD hoih iKn AMqir; koit dwn iesnwn]1]rhwau]",
    "transliteration": "Kalamal Dhagadhh Hohi Khin Anthar Kott Dhaan Eisanaan ||1|| Rehaao ||",
    "translation": "In this way, the sins of your past mistakes shall be burnt off in an instant. It is like giving millions in charity, and bathing at sacred shrines of pilgrimage. ||1||Pause||",
    "punjabi": "ਤਾਂ ਇਕ ਖਿਨ ਵਿਚ (ਜੀਵ ਦੇ ਸਾਰੇ) ਪਾਪ ਸੜ ਜਾਂਦੇ ਹਨ (ਉਸ ਨੂੰ, ਮਾਨੋ) ਕ੍ਰੋੜਾਂ ਦਾਨ ਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ (ਕਰਨ ਦਾ ਫਲ ਮਿਲ ਗਿਆ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "dg-D",
    "type_id": 4
  },
  {
    "shabad_id": 4347,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Awn jMjwr ibRQw sRmu Gwlq; ibnu hir. Pokt igAwn]",
    "transliteration": "Aan Janjaar Brithhaa Sram Ghaalath Bin Har Fokatt Giaan ||",
    "translation": "Entangled in other affairs, the mortal suffers uselessly in sorrow. Without the Lord, wisdom is useless.",
    "punjabi": "(ਜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਹੀ) ਹੋਰ ਹੋਰ ਜੰਜਾਲਾਂ ਵਾਸਤੇ ਵਿਅਰਥ ਭੱਜ-ਦੌੜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਅਤੇ ਹਰਿ-ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ, ਤਾਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਨਿਰੀਆਂ) ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਸਭ ਫੋਕੀਆਂ ਹੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4347,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "jnm mrn sMkt qy CUtY; jgdIs Bjn suK iDAwn]1]",
    "transliteration": "Janam Maran Sankatt Thae Shhoottai Jagadhees Bhajan Sukh Dhhiaan ||1||",
    "translation": "The mortal is freed of the anguish of death and birth, meditating and vibrating on the Blissful Lord of the Universe. ||1||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੇ ਆਨੰਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੇ ਕਸ਼ਟ ਤੋਂ ਬਚਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4347,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "qyrI. srin pUrn suKswgr; kir ikrpw dyvhu dwn]",
    "transliteration": "Thaeree Saran Pooran Sukh Saagar Kar Kirapaa Dhaevahu Dhaan ||",
    "translation": "I seek Your Sancutary, O Perfect Lord, Ocean of Peace. Please be merciful, and bless me with this gift.",
    "punjabi": "ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ! ਹੇ ਪੂਰਨ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4347,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ismir ismir nwnk pRB jIvY; ibnis jwie AiBmwn]2]66]89]",
    "transliteration": "Simar Simar Naanak Prabh Jeevai Binas Jaae Abhimaan ||2||66||89||",
    "translation": "Meditating, meditating in remembrance on God, Nanak lives; his egotistical pride has been eradicated. ||2||66||89||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਨਾਨਕ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਮਿਲਦਾ ਹੈ, ਅਤੇ (ਮਨ ਵਿਚੋਂ) ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੬੬॥੮੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4348,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4348,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "DUrqu soeI; ij Dur kau lwgY]",
    "transliteration": "Dhhoorath Soee J Dhhur Ko Laagai ||",
    "translation": "He alone is a Dhoorat, who is attached to the Primal Lord God.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ (ਅਸਲ) ਚਤੁਰ ਹੈ ਜਿਹੜਾ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4348,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "soeI DurMDru soeI bsuMDru; hir eyk pRym rs pwgY]1]rhwau]",
    "transliteration": "Soee Dhhurandhhar Soee Basundhhar Har Eaek Praem Ras Paagai ||1|| Rehaao ||",
    "translation": "He alone is a Dhurandhar, and he alone is a Basundhar, who is absorbed in the sublime essence of Love of the One Lord. ||1||Pause||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਮੁਖੀ ਹੈ ਉਹੀ ਮਨੁੱਖ ਧਨੀ ਹੈ, ਜਿਹੜਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "dg-D[(Du-rMDru) sB qoN v`fw blvwn[ nwm Dn vwlw (b-suM-Dru) DnI[ p`wgY",
    "type_id": 4
  },
  {
    "shabad_id": 4348,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "bl bMc krY, n jwnY lwBY; so DUrqu nhI. mUV@w]",
    "transliteration": "Balabanch Karai N Jaanai Laabhai So Dhhoorath Nehee Moorrhaa ||",
    "translation": "One who practices deception and does not know where true profit lies is not a Dhoorat - he is a fool.",
    "punjabi": "ਪਰ, ਜਿਹੜਾ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨਾਲ) ਠੱਗੀਆਂ ਕਰਦਾ ਹੈ (ਉਹ ਆਪਣਾ ਅਸਲ) ਲਾਭ ਨਹੀਂ ਸਮਝਦਾ, ਉਹ ਚਤੁਰ ਨਹੀਂ ਉਹ ਮੂਰਖ ਹੈ।",
    "pronunciation": "bRhm nwl (Durqu) pRym krn vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 4348,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "suAwrQu iqAwig. AswriQ ricE; nh ismrY pRBu rUVw]1]",
    "transliteration": "Suaarathh Thiaag Asaarathh Rachiou Neh Simarai Prabh Roorraa ||1||",
    "translation": "He abandons profitable enterprises and is involved in unprofitable ones. He does not meditate on the Beauteous Lord God. ||1||",
    "punjabi": "ਉਹ ਆਪਣੀ ਅਸਲ ਗ਼ਰਜ਼ ਛੱਡ ਕੇ ਘਾਟੇ ਵਾਲੇ ਕੰਮ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, (ਕਿਉਂਕਿ) ਉਹ ਸੁੰਦਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ ॥੧॥",
    "pronunciation": "rUV@w",
    "type_id": 3
  },
  {
    "shabad_id": 4348,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "soeI cquru isAwxw pMifqu; so sUrw so dwnW]",
    "transliteration": "Soee Chathur Siaanaa Panddith So Sooraa So Dhaanaan ||",
    "translation": "He alone is clever and wise and a religious scholar, he alone is a brave warrior, and he alone is intelligent,",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਚਤੁਰ ਤੇ ਸਿਆਣਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪੰਡਿਤ ਸੂਰਮਾ ਤੇ ਦਾਨਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4348,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "swDsMig ijin hir hir jipE; nwnk so prvwnw]2]67]90]",
    "transliteration": "Saadhhasang Jin Har Har Japiou Naanak So Paravaanaa ||2||67||90||",
    "translation": "Who chants the Name of the Lord, Har, Har, in the Saadh Sangat, the Company of the Holy. O Nanak, he alone is approved. ||2||67||90||",
    "punjabi": "ਜਿਸ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਹੈ। ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੁੰਦਾ ਹੈ ॥੨॥੬੭॥੯੦॥",
    "pronunciation": "",
    "type_id": 3
  }
]