[
  {
    "id": 52583,
    "shabad_id": 4349,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52584,
    "shabad_id": 4349,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir hir; sMq jnw kI jIvin ]",
    "transliteration": "Har Har Santh Janaa Kee Jeevan ||",
    "translation": "The Lord, Har, Har, is the life of the humble Saints.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਇਹੀ ਜ਼ਿੰਦਗੀ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52585,
    "shabad_id": 4349,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ibKY rs Bog. AMimRq suKswgr; rwm nwm rsu pIvin ]1] rhwau ]",
    "transliteration": "Bikhai Ras Bhog Anmrith Sukh Saagar Raam Naam Ras Peevan ||1|| Rehaao ||",
    "translation": "Instead of enjoying corrupt pleasures, they drink in the Ambrosial Essence of the Name of the Lord, the Ocean of Peace. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ (ਸਦਾ) ਪੀਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਇਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਦੁਨੀਆ ਵਾਲੇ ਵਿਸ਼ੇ ਭੋਗਾਂ ਦਾ ਸੁਆਦ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52586,
    "shabad_id": 4349,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sMcin. rwm nwm Dnu rqnw; mn qn BIqir sIvin ]",
    "transliteration": "Sanchan Raam Naam Dhhan Rathanaa Man Than Bheethar Seevan ||",
    "translation": "They gather up the priceless wealth of the Lord's Name, and weave it into the fabric of their mind and body.",
    "punjabi": "ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਦੇ ਹਨ, ਨਾਮ-ਰਤਨ ਇਕੱਠੇ ਕਰਦੇ ਹਨ, ਅਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ (ਉਹਨਾਂ ਨੂੰ) ਪ੍ਰੋ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52587,
    "shabad_id": 4349,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir rMg rWg Bey mn lwlw; rwm nwm rs KIvin ]1]",
    "transliteration": "Har Rang Raang Bheae Man Laalaa Raam Naam Ras Kheevan ||1||",
    "translation": "Imbued with the Lord's Love, their minds are dyed in the deep crimson color of devotional love; they are intoxicated with the sublime essence of the Lord's Name. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗੀਜ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਗੂੜ੍ਹੇ ਰੰਗ ਵਾਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52588,
    "shabad_id": 4349,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ijau mInw. jl isau aurJwno; rwm nwm sMig lIvin ]",
    "transliteration": "Jio Meenaa Jal Sio Ourajhaano Raam Naam Sang Leevan ||",
    "translation": "As the fish is immersed in water, they are absorbed in the Lord's Name.",
    "punjabi": "ਜਿਵੇਂ ਮੱਛੀ ਪਾਣੀ ਨਾਲ ਲਪਟੀ ਰਹਿੰਦੀ ਹੈ (ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਜੀਊ ਨਹੀਂ ਸਕਦੀ) ਤਿਵੇਂ ਸੰਤ ਜਨ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52589,
    "shabad_id": 4349,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "nwnk. sMq cwiqRk kI inAweI; hir bUMd pwn suK QIvin ]2]68]91]",
    "transliteration": "Naanak Santh Chaathrik Kee Niaaee Har Boondh Paan Sukh Thheevan ||2||68||91||",
    "translation": "O Nanak, the Saints are like the rainbirds; they are comforted, drinking in the drops of the Lord's Name. ||2||68||91||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨ ਪਪੀਹੇ ਵਾਂਗ ਹਨ (ਜਿਵੇਂ ਪਪੀਹਾ ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦੀ ਬੂੰਦ ਪੀ ਕੇ ਤ੍ਰਿਪਤ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ ਸੰਤ ਜਨ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬੂੰਦ ਪੀ ਕੇ ਸੁਖੀ ਹੁੰਦੇ ਹਨ ॥੨॥੬੮॥੯੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52590,
    "shabad_id": 4350,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52591,
    "shabad_id": 4350,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir ky nwm hIn, byqwl ]",
    "transliteration": "Har Kae Naameheen Baethaal ||",
    "translation": "Without the Name of the Lord, the mortal is a ghost.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਜੋ ਮਨੁੱਖ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਕਸਵੱਟੀ ਅਨੁਸਾਰ) ਉਹ ਭੂਤ-ਪ੍ਰੇਤ ਹੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52592,
    "shabad_id": 4350,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jyqw krn krwvn; qyqw siB bMDn jMjwl ]1] rhwau ]",
    "transliteration": "Jaethaa Karan Karaavan Thaethaa Sabh Bandhhan Janjaal ||1|| Rehaao ||",
    "translation": "All the actions he commits are just shackles and bonds. ||1||Pause||",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖ) ਜਿਤਨਾ ਕੁਝ ਕਰਦੇ ਹਨ ਜਾਂ ਕਰਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਉਹ ਸਾਰੇ ਕੰਮ ਮਾਇਆ ਦੀਆਂ ਫਾਹੀਆਂ ਮਾਇਆ ਦੇ ਜੰਜਾਲ (ਵਧਾਂਦੇ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52593,
    "shabad_id": 4350,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ibnu pRB syv. krq An syvw; ibrQw kwtY kwl ]",
    "transliteration": "Bin Prabh Saev Karath An Saevaa Birathhaa Kaattai Kaal ||",
    "translation": "Without serving God, one who serves another wastes his time uselessly.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਦੀ ਸੇਵਾ ਕਰਦਿਆਂ (ਮਨੁੱਖ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਸਮਾ ਵਿਅਰਥ ਬਿਤਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52594,
    "shabad_id": 4350,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "jb jmu Awie sMGwrY pRwnI; qb qumro kaunu hvwl ]1]",
    "transliteration": "Jab Jam Aae Sanghaarai Praanee Thab Thumaro Koun Havaal ||1||",
    "translation": "When the Messenger of Death comes to kill you, O mortal, what will your condition be then? ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! (ਜੇ ਤੂੰ ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੀ ਰਿਹਾ, ਤਾਂ) ਜਦੋਂ ਜਮਰਾਜ ਆ ਕੇ ਮਾਰਦਾ ਹੈ, ਤਦੋਂ (ਸੋਚ) ਤੇਰਾ ਕੀਹ ਹਾਲ ਹੋਵੇਗਾ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52595,
    "shabad_id": 4350,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "rwiK lyhu dws Apuny kau; sdw sdw ikrpwl ]",
    "transliteration": "Raakh Laehu Dhaas Apunae Ko Sadhaa Sadhaa Kirapaal ||",
    "translation": "Please protect Your slave, O Eternally Merciful Lord.",
    "punjabi": "ਹੇ ਸਦਾ ਹੀ ਦਇਆ ਦੇ ਸੋਮੇ! ਆਪਣੇ ਦਾਸ (ਨਾਨਕ) ਦੀ ਆਪ ਰੱਖਿਆ ਕਰ (ਤੇ, ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52596,
    "shabad_id": 4350,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "suK inDwn nwnk pRBu myrw; swDsMig Dn mwl ]2]69]92]",
    "transliteration": "Sukh Nidhhaan Naanak Prabh Maeraa Saadhhasang Dhhan Maal ||2||69||92||",
    "translation": "O Nanak, my God is the Treasure of Peace; He is the wealth and property of the Saadh Sangat, the Company of the Holy. ||2||69||92||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੇਰਾ ਪ੍ਰਭੂ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਉਸ ਦਾ ਨਾਮ-ਧਨ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੀ ਮਿਲਦਾ ਹੈ ॥੨॥੬੯॥੯੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52597,
    "shabad_id": 4351,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52598,
    "shabad_id": 4351,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "min qin; rwm ko ibauhwru ]",
    "transliteration": "Man Than Raam Ko Biouhaar ||",
    "translation": "My mind and body deal only in the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ (ਨਾਮ ਸਿਮਰਨ ਦਾ ਹੀ) ਆਹਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52599,
    "shabad_id": 4351,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pRym Bgiq gun gwvn gIDy; pohq nh. sMswru ]1] rhwau ]",
    "transliteration": "Praem Bhagath Gun Gaavan Geedhhae Pohath Neh Sansaar ||1|| Rehaao ||",
    "translation": "Imbued with loving devotional worship, I sing His Glorious Praises; I am not affected by worldly affairs. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਅਤੇ ਹਰਿ-ਭਗਤੀ (ਦੇ ਮਤਵਾਲੇ ਹਨ) ਜੋ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਣ ਵਿਚ ਗਿੱਝੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਜਗਤ (ਦਾ ਮੋਹ) ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52600,
    "shabad_id": 4351,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "sRvxI kIrqnu ismrnu suAwmI; iehu swD ko Awcwru ]",
    "transliteration": "Sravanee Keerathan Simaran Suaamee Eihu Saadhh Ko Aachaar ||",
    "translation": "This is the way of life of the Holy Saint: he listens to the Kirtan, the Praises of his Lord and Master, and meditates in remembrance on Him.",
    "punjabi": "ਕੰਨਾਂ ਨਾਲ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਨੀ, (ਜੀਭ ਨਾਲ ਮਾਲਕ ਦਾ ਨਾਮ) ਸਿਮਰਨਾ-ਸੰਤ ਜਨਾਂ ਦੀ ਇਹ ਨਿੱਤ ਦੀ ਕਾਰ ਹੋਇਆ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52601,
    "shabad_id": 4351,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "crnkml AsiQiq ird AMqir; pUjw pRwn ko AwDwru ]1]",
    "transliteration": "Charan Kamal Asathhith Ridh Anthar Poojaa Praan Ko Aadhhaar ||1||",
    "translation": "He implants the Lord's Lotus Feet deep within his heart; worship of the Lord is the support of his breath of life. ||1||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਸਦਾ ਟਿਕਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਪੂਜਾ-ਭਗਤੀ ਉਹਨਾਂ ਦੇ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52602,
    "shabad_id": 4351,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "pRB dIn dieAwl. sunhu bynMqI; ikrpw ApnI Dwru ]",
    "transliteration": "Prabh Dheen Dhaeiaal Sunahu Baenanthee Kirapaa Apanee Dhhaar ||",
    "translation": "O God, Merciful to the meek, please hear my prayer, and shower Your Blessings upon me.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੀ) ਬੇਨਤੀ ਸੁਣ, (ਮੇਰੇ ਉਤੇ) ਆਪਣੀ ਮਿਹਰ ਕਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52603,
    "shabad_id": 4351,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "nwmu inDwnu aucrau inq rsnw; nwnk sd bilhwru ]2]70]93]",
    "transliteration": "Naam Nidhhaan Oucharo Nith Rasanaa Naanak Sadh Balihaar ||2||70||93||",
    "translation": "I continually chant the treasure of the Naam with my tongue; Nanak is forever a sacrifice. ||2||70||93||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਤੇਰਾ ਨਾਮ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ (ਮਿਹਰ ਕਰ, ਮੈਂ ਇਹ ਨਾਮ) ਜੀਭ ਨਾਲ ਸਦਾ ਉਚਰਦਾ ਰਹਾਂ, ਅਤੇ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਹੁੰਦਾ ਰਹਾਂ ॥੨॥੭੦॥੯੩॥",
    "pronunciation": "au~crau",
    "type_id": 3
  },
  {
    "id": 52604,
    "shabad_id": 4352,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52605,
    "shabad_id": 4352,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir ky nwm hIn; miq QorI ]",
    "transliteration": "Har Kae Naameheen Math Thhoree ||",
    "translation": "Without the Name of the Lord, his intellect is shallow.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਝੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਮੱਤ ਹੋਛੀ ਜਿਹੀ ਹੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52606,
    "shabad_id": 4352,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ismrq nwih. isrIDr Twkur; imlq AMD duK GorI ]1] rhwau ]",
    "transliteration": "Simarath Naahi Sireedhhar Thaakur Milath Andhh Dhukh Ghoree ||1|| Rehaao ||",
    "translation": "He does not meditate in remembrance on the Lord, his Lord and Master; the blind fool suffers in terrible agony. ||1||Pause||",
    "punjabi": "ਉਹ ਲੱਖਮੀ-ਪਤੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋ ਚੁਕੇ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਭਿਆਨਕ (ਆਤਮਕ) ਦੁੱਖ-ਕਲੇਸ ਵਾਪਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(GorI) iBAwnk[ isrI-Dr",
    "type_id": 4
  },
  {
    "id": 52607,
    "shabad_id": 4352,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir ky nwm isau pRIiq. n lwgI; Aink ByK bhu jorI ]",
    "transliteration": "Har Kae Naam Sio Preeth N Laagee Anik Bhaekh Bahu Joree ||",
    "translation": "He does not embrace love for the Name of the Lord; he is totally attached to various religious robes.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦੇ, ਪਰ ਅਨੇਕਾਂ ਧਾਰਮਿਕ ਭੇਖਾਂ ਨਾਲ ਪ੍ਰੀਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52608,
    "shabad_id": 4352,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "qUtq bwr. n lwgY, qw kau; ijau gwgir jl PorI ]1]",
    "transliteration": "Thoottath Baar N Laagai Thaa Ko Jio Gaagar Jal Foree ||1||",
    "translation": "His attachments are shattered in an instant; when the pitcher is broken, the water runs out. ||1||",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਇਸ ਪ੍ਰੀਤ ਦੇ ਟੁੱਟਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ, ਜਿਵੇਂ ਟੁੱਟੀ ਹੋਈ ਗਾਗਰ ਵਿਚ ਪਾਣੀ ਨਹੀਂ ਠਹਿਰ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52609,
    "shabad_id": 4352,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "kir ikrpw. Bgiq rsu dIjY; mnu Kicq. pRym rs KorI ]",
    "transliteration": "Kar Kirapaa Bhagath Ras Dheejai Man Khachith Praem Ras Khoree ||",
    "translation": "Please bless me, that I may worship You in loving devotion. My mind is absorbed and intoxicated with Your Delicious Love.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦਾ ਸੁਆਦ ਬਖ਼ਸ਼, ਮੇਰਾ ਮਨ ਤੇਰੇ ਪ੍ਰੇਮ-ਰਸ ਦੀ ਖ਼ੁਮਾਰੀ ਵਿਚ ਮਸਤ ਰਹੇ।",
    "pronunciation": "(K`icq) ilvlIn[ (KorI) KumwrI",
    "type_id": 3
  },
  {
    "id": 52610,
    "shabad_id": 4352,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "nwnk dws qyrI srxweI; pRB ibnu Awn. n horI ]2]71]94]",
    "transliteration": "Naanak Dhaas Thaeree Saranaaee Prabh Bin Aan N Horee ||2||71||94||",
    "translation": "Nanak, Your slave, has entered Your Sanctuary; without God, there is no other at all. ||2||71||94||",
    "punjabi": "(ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਸਹਾਰਾ ਨਹੀਂ ਹੈ ॥੨॥੭੧॥੯੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52611,
    "shabad_id": 4353,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52612,
    "shabad_id": 4353,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "icqvau vw Aausr; mn mwih ]",
    "transliteration": "Chithavo Vaa Aousar Man Maahi ||",
    "translation": "In my mind, I think about that moment,",
    "punjabi": "ਮੈਂ ਤਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਉਸ ਮੌਕੇ ਨੂੰ ਉਡੀਕਦਾ ਰਹਿੰਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52613,
    "shabad_id": 4353,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hoie iekqR imlhu sMq swjn; gux goibMd inq gwih ]1] rhwau ]",
    "transliteration": "Hoe Eikathr Milahu Santh Saajan Gun Gobindh Nith Gaahi ||1|| Rehaao ||",
    "translation": "When I join the Gathering of the Friendly Saints, constantly singing the Glorious Praises of the Lord of the Universe. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਸੰਤਾਂ ਸੱਜਣਾਂ ਨੂੰ ਮਿਲਾਂ ਜਿਹੜੇ ਨਿੱਤ ਇਕੱਠੇ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ie-k`qR",
    "type_id": 4
  },
  {
    "id": 52614,
    "shabad_id": 4353,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ibnu hir Bjn. jyqy kwm krIAih; qyqy ibrQy jWih ]",
    "transliteration": "Bin Har Bhajan Jaethae Kaam Kareeahi Thaethae Birathhae Jaanhi ||",
    "translation": "Without vibrating and meditating on the Lord, whatever deeds you do will be useless.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਜਿਤਨੇ ਭੀ ਕੰਮ ਕੀਤੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਾਰੇ (ਜਿੰਦ ਦੇ ਭਾ ਦੇ) ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "krI-Aih",
    "type_id": 3
  },
  {
    "id": 52615,
    "shabad_id": 4353,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "pUrn prmwnMd min mITo; iqsu ibnu. dUsr nwih ]1]",
    "transliteration": "Pooran Paramaanandh Man Meetho This Bin Dhoosar Naahi ||1||",
    "translation": "The Perfect Embodiment of Supreme Bliss is so sweet to my mind. Without Him, there is no other at all. ||1||",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਅਤੇ ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਮਿੱਠਾ ਲੱਗਣਾ-ਇਹੀ ਹੈ ਅਸਲ ਲਾਹੇਵੰਦਾ ਕੰਮ, (ਕਿਉਂਕਿ) ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਾਥੀ) ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52616,
    "shabad_id": 4353,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jp qp sMjm. krm suK swDn; quil. n kCUAY lwih ]",
    "transliteration": "Jap Thap Sanjam Karam Sukh Saadhhan Thul N Kashhooai Laahi ||",
    "translation": "Chanting, deep meditation, austere self-discipline, good deeds and other techniques to being peace - they are not equal to even a tiny bit of the Lord's Name.",
    "punjabi": "ਜਪ ਤਪ ਸੰਜਮ ਆਦਿਕ ਹਠ-ਕਰਮ ਅਤੇ ਸੁਖ ਦੀ ਭਾਲ ਦੇ ਹੋਰ ਸਾਧਨ-ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ਤੇ ਸੰਤ ਜਨ ਇਹਨਾਂ ਨੂੰ ਕੁਝ ਭੀ ਨਹੀਂ ਸਮਝਦੇ (ਤੁੱਛ ਸਮਝਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52617,
    "shabad_id": 4353,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "crnkml nwnk mnu byiDE; crnh sMig smwih ]2]72]95]",
    "transliteration": "Charan Kamal Naanak Man Baedhhiou Charaneh Sang Samaahi ||2||72||95||",
    "translation": "Nanak's mind is pierced through by the Lotus Feet of the Lord; it is absorbed in His Lotus Feet. ||2||72||95||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਵਿੱਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੨॥੭੨॥੯੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52618,
    "shabad_id": 4354,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52619,
    "shabad_id": 4354,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "myrw pRBu sMgy AMqrjwmI ]",
    "transliteration": "Maeraa Prabh Sangae Antharajaamee ||",
    "translation": "My God is always with me; He is the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਮੇਰਾ ਪ੍ਰਭੂ (ਹਰ ਵੇਲੇ ਮੇਰੇ) ਨਾਲ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52620,
    "shabad_id": 4354,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AwgY kusl. pwCY Kym sUKw; ismrq nwmu suAwmI ]1] rhwau ]",
    "transliteration": "Aagai Kusal Paashhai Khaem Sookhaa Simarath Naam Suaamee ||1|| Rehaao ||",
    "translation": "I find happiness in the world hereafter, and peace and pleasure in this world, meditating in remembrance on the Name of my Lord and Master. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਅਜਿਹਾ ਨਿਸਚਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਪਰਲੋਕ ਤੇ ਇਸ ਲੋਕ ਵਿਚ ਸਦਾ ਸੁਖ-ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
