[
  {
    "shabad_id": 4354,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "swjn mIq sKw hir myrY; gun guopwl hir rwieAw]",
    "transliteration": "Saajan Meeth Sakhaa Har Maerai Gun Guopaal Har Raaeiaa ||",
    "translation": "The Lord is my Best Friend, my Buddy, my Companion. I sing the Glorious Praises of my Sovereign Lord King.",
    "punjabi": "(ਉਸ ਨੂੰ ਇਹ ਨਿਸਚਾ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸੱਜਣ ਮਿੱਤਰ ਹੈ, ਗੋਪਾਲ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਦੇ ਗੁਣ ਹੀ ਮੇਰੇ ਸਾਥੀ ਹਨ।",
    "pronunciation": "guo: hoVy AONkV ivcwly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4354,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ibsir n jweI. inmK ihrdY qy; pUrY gurU imlwieAw]1]",
    "transliteration": "Bisar N Jaaee Nimakh Hiradhai Thae Poorai Guroo Milaaeiaa ||1||",
    "translation": "I shall not forget Him in my heart, even for an instant; I have met with the Perfect Guru. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਹਿਰਦੇ ਤੋਂ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਭੁੱਲਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4354,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "kir ikrpw rwKy dws Apny; jIA jMq vis jw kY]",
    "transliteration": "Kar Kirapaa Raakhae Dhaas Apanae Jeea Janth Vas Jaa Kai ||",
    "translation": "In His Mercy, He protects His slave; all beings and creatures are in His Power.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਸਾਰੇ ਜੀਅ ਜੰਤ ਹਨ, ਉਹ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਦਾਸਾਂ ਦੀ ਰੱਖਿਆ ਆਪ ਕਰਦਾ ਆਇਆ ਹੈ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 4354,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "eykw ilv pUrn prmysur; Bau nhI. nwnk qw kY]2]73]96]",
    "transliteration": "Eaekaa Liv Pooran Paramaesur Bho Nehee Naanak Thaa Kai ||2||73||96||",
    "translation": "One who is lovingly attuned to the One, the Perfect Transcendent Lord God, O Nanak, is rid of all fear. ||2||73||96||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਹਰ ਵੇਲੇ ਪ੍ਰੀਤ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ (ਕਿਸੇ ਤਰ੍ਹਾਂ ਦਾ ਕੋਈ) ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ ॥੨॥੭੩॥੯੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4355,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4355,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jw kY; rwm ko blu hoie]",
    "transliteration": "Jaa Kai Raam Ko Bal Hoe ||",
    "translation": "One who has the Lord's Power on his side",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4355,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sgl mnorQ pUrn qwhU ky; dUKu. n ibAwpY koie]1]rhwau]",
    "transliteration": "Sagal Manorathh Pooran Thaahoo Kae Dhookh N Biaapai Koe ||1|| Rehaao ||",
    "translation": "- all his desires are fulfilled, and no pain afflicts him. ||1||Pause||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਮਨੋਰਥ ਪੂਰੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਉੱਤੇ ਕੋਈ ਦੁੱਖ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4355,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jo jnu Bgqu dwsu inju pRB kw; suix jIvW iqsu soie]",
    "transliteration": "Jo Jan Bhagath Dhaas Nij Prabh Kaa Sun Jeevaan This Soe ||",
    "translation": "That humble devotee is a slave of his God, who listens to Him, and so lives.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਖ਼ਾਸ ਆਪਣਾ ਦਾਸ ਭਗਤ ਬਣ ਜਾਂਦਾ ਹੈ, ਮੈਂ ਉਸ ਦੀ ਸੋਭਾ ਸੁਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4355,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "audmu krau. drsnu pyKn kO; krim prwpiq hoie]1]",
    "transliteration": "Oudham Karo Dharasan Paekhan Ka Karam Paraapath Hoe ||1||",
    "translation": "I have made the effort to gaze upon the Blessed Vision of His Darshan; it is obtained only by good karma. ||1||",
    "punjabi": "ਮੈਂ ਉਸ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਜਤਨ ਕਰਦਾ ਹਾਂ। ਪਰ (ਸੰਤ ਜਨ ਦਾ ਦਰਸਨ ਭੀ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4355,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "gur prswdI idRsit inhwrau; dUsr nwhI koie]",
    "transliteration": "Gur Parasaadhee Dhrisatt Nihaaro Dhoosar Naahee Koe ||",
    "translation": "It is only by Guru's Grace that I see His Vision with my eyes which none can equal.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਿਹਰ ਦਾ ਸਦਕਾ ਮੈਂ ਆਪਣੀ ਅੱਖੀਂ ਵੇਖ ਰਿਹਾ ਹਾਂ ਕਿ (ਪਰਮਾਤਮਾ ਦੇ ਬਰਾਬਰ ਦਾ) ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4355,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "dwnu dyih. nwnk Apny kau; crn jIvW sMq Doie]2]74]97]",
    "transliteration": "Dhaan Dhaehi Naanak Apanae Ko Charan Jeevaan Santh Dhhoe ||2||74||97||",
    "translation": "Please bless Nanak with this Gift, that he may wash the Feet of the Saints, and so live. ||2||74||97||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਨੂੰ ਆਪਣੇ ਦਾਸ ਨੂੰ ਇਹ ਖ਼ੈਰ ਪਾ ਕਿ ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨ ਧੋ ਧੋ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਰਹਾਂ ॥੨॥੭੪॥੯੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4356,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4356,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jIvqu; rwm ky gux gwie]",
    "transliteration": "Jeevath Raam Kae Gun Gaae ||",
    "translation": "I live by singing the Glorious Praises of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਮਨੁੱਖ) ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4356,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "krhu ikRpw gopwl bITuly; ibsir. n kb hI jwie]1]rhwau]",
    "transliteration": "Karahu Kirapaa Gopaal Beethulae Bisar N Kab Hee Jaae ||1|| Rehaao ||",
    "translation": "Please be Merciful to me, O my Loving Lord of the Universe, that I may never forget You. ||1||Pause||",
    "punjabi": "ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਕ! ਹੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ) ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4356,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mnu qnu Dnu sBu qumrw suAwmI; Awn. n dUjI jwie]",
    "transliteration": "Man Than Dhhan Sabh Thumaraa Suaamee Aan N Dhoojee Jaae ||",
    "translation": "My mind, body, wealth and all are Yours, O my Lord and Master; there is nowhere else for me at all.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਾਲਕ! ਮੇਰਾ ਮਨ ਮੇਰਾ ਸਰੀਰ ਮੇਰਾ ਧਨ-ਇਹ ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ। (ਤੈਥੋਂ ਬਿਨਾ) ਮੇਰਾ ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4356,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijau qU rwKih iqv hI rhxw; qum@rw pYnY@ Kwie]1]",
    "transliteration": "Jio Thoo Raakhehi Thiv Hee Rehanaa Thumharaa Painaih Khaae ||1||",
    "translation": "As You keep me, so do I survive; I eat and I wear whatever You give me. ||1||",
    "punjabi": "ਜਿਵੇਂ ਤੂੰ ਰੱਖਦਾ ਹੈਂ, ਤਿਵੇਂ ਹੀ (ਜੀਵ) ਰਹਿ ਸਕਦੇ ਹਨ। (ਹਰੇਕ ਜੀਵ) ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਪਹਿਨਦਾ ਹੈ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਖਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4356,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "swDsMgiq kY bil bil jweI; bhuiV. n jnmw Dwie]",
    "transliteration": "Saadhhasangath Kai Bal Bal Jaaee Bahurr N Janamaa Dhhaae ||",
    "translation": "I am a sacrifice, a sacrifice to the Saadh Sangat, the Company of the Holy; I shall never again fall into reincarnation.",
    "punjabi": "ਮੈਂ ਸਾਧ ਸੰਗਤ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, (ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੀਵ) ਮੁੜ ਜਨਮਾਂ ਵਿਚ ਨਹੀਂ ਭਟਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4356,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk dws qyrI srxweI; ijau BwvY iqvY clwie]2]75]98]",
    "transliteration": "Naanak Dhaas Thaeree Saranaaee Jio Bhaavai Thivai Chalaae ||2||75||98||",
    "translation": "Slave Nanak seeks Your Sancuary, Lord; as it pleases Your Will, so do You guide him. ||2||75||98||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਾਸ (ਨਾਨਕ) ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਉਸੇ ਤਰ੍ਹਾਂ (ਮੈਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉੱਤੇ ਤੋਰ ॥੨॥੭੫॥੯੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4357,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4357,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mn ry; nwm ko suK swr]",
    "transliteration": "Man Rae Naam Ko Sukh Saar ||",
    "translation": "O my mind, the Naam is the most sublime peace.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦਾ ਸੁਖ (ਹੋਰ ਸੁਖਾਂ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4357,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awn kwm ibkwr mwieAw; sgl dIsih Cwr]1]rhwau]",
    "transliteration": "Aan Kaam Bikaar Maaeiaa Sagal Dheesehi Shhaar ||1|| Rehaao ||",
    "translation": "Other affairs of Maya are corrupt. They are nothing more than dust. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! (ਨਿਰੀ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਹੋਰ ਹੋਰ ਕੰਮ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਵਿਅਰਥ ਹਨ, ਉਹ ਸਾਰੇ ਸੁਆਹ (ਸਮਾਨ ਹੀ) ਦਿੱਸਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4357,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "igRih AMD kUp piqq pRwxI; nrk Gor gubwr]",
    "transliteration": "Grihi Andhh Koop Pathith Praanee Narak Ghor Gubaar ||",
    "translation": "The mortal has fallen into the deep dark pit of household attachment; it is a horrible, dark hell.",
    "punjabi": "(ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਕਰਨ ਵਾਲਾ) ਪ੍ਰਾਣੀ ਘੁੱਪ ਹਨੇਰੇ ਨਰਕ-ਸਮਾਨ ਗ੍ਰਿਹਸਤ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚ ਡਿੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "gi Rih",
    "type_id": 3
  },
  {
    "shabad_id": 4357,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Aink jonI BRmq hwirE; BRmq bwrM bwr]1]",
    "transliteration": "Anik Jonee Bhramath Haariou Bhramath Baaran Baar ||1||",
    "translation": "He wanders in various incarnations, growing weary; he wanders through them again and again. ||1||",
    "punjabi": "ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਮੁੜ ਮੁੜ ਭਟਕਦਾ ਥੱਕ ਜਾਂਦਾ ਹੈ (ਜੀਵਨ-ਸੱਤਿਆ ਗਵਾ ਬੈਠਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4357,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "piqq. pwvn Bgiq bCl; dIn ikrpw Dwr]",
    "transliteration": "Pathith Paavan Bhagath Bashhal Dheen Kirapaa Dhhaar ||",
    "translation": "O Purifier of sinners, O Lover of Your devotees, please shower Your Mercy on Your meek servant.",
    "punjabi": "ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਗਰੀਬਾਂ ਉੱਤੇ ਮਿਹਰ ਕਰਨ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4357,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "kr joiV nwnku dwnu mWgY; swDsMig auDwr]2]76]99]",
    "transliteration": "Kar Jorr Naanak Dhaan Maangai Saadhhasang Oudhhaar ||2||76||99||",
    "translation": "With palms pressed together, Nanak begs for this blessing: O Lord, please save me in the Saadh Sangat, the Company of the Holy. ||2||76||99||",
    "punjabi": "(ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਇਹ ਦਾਨ ਮੰਗਦਾ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤ ਵਿਚ ਰੱਖ ਕੇ (ਮੈਨੂੰ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਅੰਨ੍ਹੇ ਖੂਹ ਵਿਚੋਂ) ਬਚਾ ਲੈ ॥੨॥੭੬॥੯੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4358,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4358,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ibrwijq; rwm ko prqwp]",
    "transliteration": "Biraajith Raam Ko Parathaap ||",
    "translation": "The Glorious Radiance of the Lord has spread out everywhere.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਬਲ ਆ ਟਿਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4358,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AwiD ibAwiD aupwiD sB nwsI; ibnsy qInY qwp]1]rhwau]",
    "transliteration": "Aadhh Biaadhh Oupaadhh Sabh Naasee Binasae Theenai Thaap ||1|| Rehaao ||",
    "translation": "The doubts of my mind and body are all erased, and I am rid of the three diseases. ||1||Pause||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਧੀ ਬਿਆਧੀ ਉਪਾਧੀ-ਇਹ ਤਿੰਨੇ ਹੀ ਤਾਪ ਬਿਲਕੁਲ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4358,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "iqRsnw buJI. pUrn sB Awsw; cUky sog sMqwp]",
    "transliteration": "Thrisanaa Bujhee Pooran Sabh Aasaa Chookae Sog Santhaap ||",
    "translation": "My thirst is quenched, and my hopes have all been fulfilled; my sorrows and sufferings are over.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ ਦਾ ਬਲ ਹੈ, ਉਸ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਗਮ ਕਲੇਸ਼ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4358,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "gux gwvq Acuq AibnwsI; mn qn Awqm DRwp]1]",
    "transliteration": "Gun Gaavath Achuth Abinaasee Man Than Aatham Dhhraap ||1||",
    "translation": "Singing the Glorious Praises of the Unmoving, Eternal, Unchanging Lord God, my mind, body and soul are comforted and encouraged. ||1||",
    "punjabi": "ਅਬਿਨਾਸ਼ੀ ਅਤੇ ਨਾਸ-ਰਹਿਤ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਉਸ ਦੀ ਜਿੰਦ (ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "A-c`uq",
    "type_id": 3
  },
  {
    "shabad_id": 4358,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "kwm kRoD loB md mqsr; swDU kY sMig Kwp]",
    "transliteration": "Kaam Krodhh Lobh Madh Mathasar Saadhhoo Kai Sang Khaap ||",
    "translation": "Sexual desire, anger, greed, pride and envy are destroyed in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤ ਵਿਚ ਰੱਖ ਕੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਹਉਮੈ ਅਤੇ ਈਰਖਾ (ਆਦਿਕ ਵਿਕਾਰ) ਨਾਸ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4358,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Bgiq vCl. BY kwtnhwry; nwnk ky mweI bwp]2]77]100]",
    "transliteration": "Bhagath Vashhal Bhai Kaattanehaarae Naanak Kae Maaee Baap ||2||77||100||",
    "translation": "He is the Lover of His devotees, the Destroyer of fear; O Nanak, He is our Mother and Father. ||2||77||100||",
    "punjabi": "ਹੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਨਾਨਕ ਦੇ ਮਾਂ-ਪਿਉ (ਵਾਂਗ ਪਾਲਣਾ ਕਰਨ ਵਾਲੇ)! (ਮੇਰੀ ਨਾਨਕ ਦੀ ਇਹ ਬੇਨਤੀ ਪ੍ਰਵਾਨ ਕਰ) ॥੨॥੭੭॥੧੦੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4359,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "swrg mhlw 5]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4359,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awquru; nwm ibnu sMswr]",
    "transliteration": "Aathur Naam Bin Sansaar ||",
    "translation": "Without the Naam, the Name of the Lord, the world is miserable.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਜਗਤ ਵਿਆਕੁਲ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4359,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "iqRpiq. n hovq, kUkrI Awsw; iequ lwgo, ibiKAw Cwr]1]rhwau]",
    "transliteration": "Thripath N Hovath Kookaree Aasaa Eith Laago Bikhiaa Shhaar ||1|| Rehaao ||",
    "translation": "Like a dog, its desires are never satisfied; it clings to the ashes of corruption. ||1||Pause||",
    "punjabi": "ਇਸ ਸੁਆਹ-ਸਮਾਨ ਮਾਇਆ ਵਿਚ ਹੀ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ (ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ) ਕੁੱਤੀ ਦੇ ਸੁਭਾਵ ਵਾਲੀ (ਜਗਤ ਦੀ) ਲਾਲਸਾ ਕਦੇ ਰੱਜਦੀ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4359,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "pwie TgaurI Awip BulwieE; jnmq bwro bwr]",
    "transliteration": "Paae Thagouree Aap Bhulaaeiou Janamath Baaro Baar ||",
    "translation": "Administering the intoxicating drug, God Himself leads the mortals astray; they are reincarnated again and again.",
    "punjabi": "(ਪਰ, ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ? ਪਰਮਾਤਮਾ ਨੇ ਮਾਇਆ ਦੀ) ਠਗ-ਬੂਟੀ ਪਾ ਕੇ ਆਪ ਹੀ (ਜਗਤ ਨੂੰ) ਕੁਰਾਹੇ ਪਾ ਰਖਿਆ ਹੈ, (ਕੁਰਾਹੇ ਪੈ ਕੇ ਜੀਵ) ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4359,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir kw ismrnu. inmK, n ismirE; jmkMkr krq KuAwr]1]",
    "transliteration": "Har Kaa Simaran Nimakh N Simariou Jamakankar Karath Khuaar ||1||",
    "translation": "He does not meditate in remembrance on the Lord, even for an instant, and so the Messenger of Death makes him suffer. ||1||",
    "punjabi": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ (ਜੀਵ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ, ਜਮਦੂਤ ਇਸ ਨੂੰ ਖ਼ੁਆਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4359,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hohu ikRpwl dIn duKBMjn; qyirAw sMqh kI rwvwr]",
    "transliteration": "Hohu Kirapaal Dheen Dhukh Bhanjan Thaeriaa Santheh Kee Raavaar ||",
    "translation": "Please be merciful to me, O Destroyer of the pains of the meek and the poor; let me be the dust of the feet of the Saints.",
    "punjabi": "ਹੇ ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ! (ਦਾਸ ਨਾਨਕ ਉੱਤੇ) ਦਇਆਵਾਨ ਹੋ, (ਤੇਰਾ ਦਾਸ) ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  }
]