[
  {
    "id": 52697,
    "shabad_id": 4365,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਨ ਹੋਤ ਨ. ਕਤਹੁ ਬਾਤਹਿ; ਅੰਤਿ ਪਰਤੀ ਹਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Pooran Hoth N Kathahu Baathehi Anth Parathee Haar ||1|| Rehaao ||",
    "translation": "But it is not fulfilled at all, and in the end, it dies, exhausted. ||1||Pause||",
    "punjabi": "ਕਿਸੇ ਭੀ ਗੱਲ ਨਾਲ (ਇਹ ਤ੍ਰਿਸ਼ਨਾ) ਰੱਜਦੀ ਨਹੀਂ, (ਜ਼ਿੰਦਗੀ ਦੇ ਅਖ਼ੀਰ ਤਕ) ਇਹ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦੀ (ਹੋਰ ਹੋਰ ਵਧਦੀ ਹੀ ਰਹਿੰਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52698,
    "shabad_id": 4365,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਾਂਤਿ ਸੂਖ. ਨ ਸਹਜੁ ੳੁਪਜੈ; ੲਿਹੈ ੲਿਸੁ ਬਿੳੁਹਾਰਿ ||",
    "transliteration": "Saanth Sookh N Sehaj Oupajai Eihai Eis Biouhaar ||",
    "translation": "It does not produce tranquility, peace and poise; this is the way it works.",
    "punjabi": "(ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਕਾਰਨ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਕਦੇ) ਸ਼ਾਂਤੀ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦੀ, ਆਨੰਦ ਨਹੀਂ ਬਣਦਾ, ਆਤਮਕ ਅਡੋਲਤਾ ਨਹੀਂ ਉਪਜਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52699,
    "shabad_id": 4365,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਾਪ ਪਰ ਕਾ. ਕਛੁ, ਨ ਜਾਨੈ; ਕਾਮ ਕ੍ਰੋਧਹਿ ਜਾਰਿ ||੧||",
    "transliteration": "Aap Par Kaa Kashh N Jaanai Kaam Krodhhehi Jaar ||1||",
    "translation": "He does not know what belongs to him, and to others. He burns in sexual desire and anger. ||1||",
    "punjabi": "ਬੱਸ! ਇਸ ਤ੍ਰਿਸ਼ਨਾ ਦਾ (ਸਦਾ) ਇਹੀ ਵਿਹਾਰ ਹੈ। ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਨਾਲ (ਇਹ ਤ੍ਰਿਸ਼ਨਾ ਮਨੁੱਖ ਦਾ ਅੰਦਰਲਾ) ਸਾੜ ਦੇਂਦੀ ਹੈ, ਕਿਸੇ ਦਾ ਲਿਹਾਜ਼ ਨਹੀਂ ਕਰਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52700,
    "shabad_id": 4365,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸੰਸਾਰ ਸਾਗਰੁ ਦੁਖਿ ਬਿਅਾਪਿਓ; ਦਾਸ ਲੇਵਹੁ ਤਾਰਿ ||",
    "transliteration": "Sansaar Saagar Dhukh Biaapiou Dhaas Laevahu Thaar ||",
    "translation": "The world is enveloped by an ocean of pain; O Lord, please save Your slave!",
    "punjabi": "ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਕਾਰਨ ਜੀਵ ਉਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਆਪਣਾ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦਾ ਹੈ, (ਜੀਵ) ਦੁੱਖ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ। (ਪਰ, ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52701,
    "shabad_id": 4365,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਰਣਾੲਿ ਨਾਨਕ; ਸਦ ਸਦਾ ਬਲਿਹਾਰਿ ||੨||੮੪||੧੦੭||",
    "transliteration": "Charan Kamal Saranaae Naanak Sadh Sadhaa Balihaar ||2||84||107||",
    "translation": "Nanak seeks the Sanctuary of Your Lotus Feet; Nanak is forever and ever a sacrifice. ||2||84||107||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ (ਭੀ) ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੮੪॥੧੦੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52702,
    "shabad_id": 4366,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52703,
    "shabad_id": 4366,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰੇ ਪਾਪੀ; ਤੈ ਕਵਨ ਕੀ ਮਤਿ ਲੀਨ ||",
    "transliteration": "Rae Paapee Thai Kavan Kee Math Leen ||",
    "translation": "O sinner, who taught you to sin?",
    "punjabi": "ਹੇ ਪਾਪੀ! ਤੂੰ ਕਿਸ ਦੀ (ਭੈੜੀ) ਮੱਤ ਲੈ ਲਈ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52704,
    "shabad_id": 4366,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਿਮਖ ਘਰੀ. ਨ ਸਿਮਰਿ ਸੁਅਾਮੀ; ਜੀੳੁ ਪਿੰਡੁ ਜਿਨਿ ਦੀਨ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Nimakh Gharee N Simar Suaamee Jeeo Pindd Jin Dheen ||1|| Rehaao ||",
    "translation": "You do not contemplate your Lord and Master, even for an instant; it was He who gave you your body and soul. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਇਹ ਜਿੰਦ ਦਿੱਤੀ, ਇਹ ਸਰੀਰ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਤੂੰ ਘੜੀ ਭਰ ਭੀ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਯਾਦ ਨਹੀਂ ਕਰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52705,
    "shabad_id": 4366,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਖਾਤ ਪੀਵਤ ਸਵੰਤ ਸੁਖੀਅਾ; ਨਾਮੁ ਸਿਮਰਤ ਖੀਨ ||",
    "transliteration": "Khaath Peevath Savanth Sukheeaa Naam Simarath Kheen ||",
    "translation": "Eating, drinking and sleeping, you are happy, but contemplating the Naam, the Name of the Lord, you are miserable.",
    "punjabi": "ਹੇ ਪਾਪੀ! ਖਾਂਦਾ ਪੀਂਦਾ ਸੌਂਦਾ ਤਾਂ ਤੂੰ ਖ਼ੁਸ਼ ਰਹਿੰਦਾ ਹੈਂ, ਪਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਤੂੰ ਆਲਸੀ ਹੋ ਜਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52706,
    "shabad_id": 4366,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਗਰਭ ੳੁਦਰ ਬਿਲਲਾਟ ਕਰਤਾ; ਤਹਾਂ ਹੋਵਤ ਦੀਨ ||੧||",
    "transliteration": "Garabh Oudhar Bilalaatt Karathaa Thehaan Hovath Dheen ||1||",
    "translation": "In the womb of your mother, you cried and whined like a wretch. ||1||",
    "punjabi": "ਜਦੋਂ ਤੂੰ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਸੀ, ਤਦੋਂ ਵਿਲਕਦਾ ਸੀ, ਤਦੋਂ ਤੂੰ ਗਰੀਬੜਾ ਜਿਹਾ ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52707,
    "shabad_id": 4366,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮਹਾ ਮਾਦ ਬਿਕਾਰ ਬਾਧਾ; ਅਨਿਕ ਜੋਨਿ ਭ੍ਰਮੀਨ ||",
    "transliteration": "Mehaa Maadh Bikaar Baadhhaa Anik Jon Bhrameen ||",
    "translation": "And now, bound by great pride and corruption, you shall wander in endless incarnations.",
    "punjabi": "ਹੇ ਪਾਪੀ! ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰਾਂ ਦੀ ਮਸਤੀ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਤੂੰ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਆ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52708,
    "shabad_id": 4366,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਗੋਬਿੰਦ ਬਿਸਰੇ. ਕਵਨ ਦੁਖ ਗਨੀਅਹਿ; ਸੁਖੁ ਨਾਨਕ. ਹਰਿ ਪਦ ਚੀਨ੍ਹ ||੨||੮੫||੧੦੮||",
    "transliteration": "Gobindh Bisarae Kavan Dhukh Ganeeahi Sukh Naanak Har Padh Cheenh ||2||85||108||",
    "translation": "You have forgotten the Lord of the Universe; what misery will be your lot now? O Nanak, peace is found by realizing the sublime state of the Lord. ||2||85||108||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁੱਲਿਆਂ ਇਤਨੇ ਦੁੱਖ ਵਾਪਰਦੇ ਹਨ ਕਿ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ। ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ ਸਾਂਝ ਪਾਇਆਂ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੨॥੮੫॥੧੦੮॥",
    "pronunciation": "ਗਨੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 52709,
    "shabad_id": 4367,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52710,
    "shabad_id": 4367,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਚਰਨਹ ਓਟ ਗਹੀ ||",
    "transliteration": "Maaee Ree Charaneh Outt Gehee ||",
    "translation": "O mother I have grasped the Protection the Sanctuary of the Lord's Feet.",
    "punjabi": "ਹੇ ਮਾਂ! (ਜਦੋਂ ਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52711,
    "shabad_id": 4367,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦਰਸਨੁ ਪੇਖਿ. ਮੇਰਾ ਮਨੁ ਮੋਹਿਓ; ਦੁਰਮਤਿ ਜਾਤ ਬਹੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Dharasan Paekh Maeraa Man Mohiou Dhuramath Jaath Behee ||1|| Rehaao ||",
    "translation": "Gazing upon the Blessed Vision of His Darshan, my mind is fascinated, and evil-mindedness is taken away. ||1||Pause||",
    "punjabi": "(ਉਸ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮੇਰਾ ਮਨ ਮੋਹਿਆ ਗਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਭੈੜੀ ਮੱਤ ਰੁੜ੍ਹ ਗਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52712,
    "shabad_id": 4367,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਗਹ ਅਗਾਧਿ ੳੂਚ ਅਬਿਨਾਸੀ; ਕੀਮਤਿ. ਜਾਤ ਨ ਕਹੀ ||",
    "transliteration": "Ageh Agaadhh Ooch Abinaasee Keemath Jaath N Kehee ||",
    "translation": "He is Unfathomable, Incomprehensible, Exalted and High, Eternal and Imperishable; His worth cannot be appraised.",
    "punjabi": "ਹੇ ਮਾਂ! ਉਹ ਪਰਮਾਤਮਾ ਅਥਾਹ ਹੈ ਬੇਅੰਤ ਡੂੰਘਾ ਹੈ, ਬਹੁਤ ਉੱਚਾ ਹੈ, ਕਦੇ ਨਹੀਂ ਮਰਦਾ, ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52713,
    "shabad_id": 4367,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਪੇਖਿ ਪੇਖਿ ਮਨੁ ਬਿਗਸਿਓ; ਪੂਰਿ ਰਹਿਓ ਸ੍ਰਬ ਮਹੀ ||੧||",
    "transliteration": "Jal Thhal Paekh Paekh Man Bigasiou Poor Rehiou Srab Mehee ||1||",
    "translation": "Gazing upon Him, gazing upon Him in the water and on the land, my mind has blossomed forth in ecstasy. He is totally pervading and permeating all. ||1||",
    "punjabi": "ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ (ਹਰ ਥਾਂ ਉਸ ਨੂੰ) ਵੇਖ ਕੇ ਮੇਰਾ ਮਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ। ਹੇ ਮਾਂ! ਉਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52714,
    "shabad_id": 4367,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਪ੍ਰੀਤਮ ਮਨਮੋਹਨ; ਮਿਲਿ ਸਾਧਹ ਕੀਨੋ ਸਹੀ ||",
    "transliteration": "Dheen Dhaeiaal Preetham Manamohan Mil Saadhheh Keeno Sehee ||",
    "translation": "Merciful to the meek, my Beloved, Enticer of my mind; meeting with the Holy, He is known.",
    "punjabi": "ਹੇ ਮਾਂ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਗਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਅਤੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪ੍ਰੀਤਮ ਦਾ ਮੈਂ ਦਰਸਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52715,
    "shabad_id": 4367,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਜੀਵਤ ਹਰਿ ਨਾਨਕ; ਜਮ ਕੀ ਭੀਰ. ਨ ਫਹੀ ||੨||੮੬||੧੦੯||",
    "transliteration": "Simar Simar Jeevath Har Naanak Jam Kee Bheer N Fehee ||2||86||109||",
    "translation": "Meditating, meditating in remembrance on the Lord, Nanak lives; the Messenger of Death cannot catch or torment him. ||2||86||109||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਮਿਲਦਾ ਹੈ, ਅਤੇ ਜਮਾਂ ਦੀ ਭੀੜ ਵਿਚ ਨਹੀਂ ਫਸੀਦਾ ॥੨॥੮੬॥੧੦੯॥",
    "pronunciation": "(ਫਹੀ) ਫਸੇ",
    "type_id": 3
  },
  {
    "id": 52716,
    "shabad_id": 4368,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52717,
    "shabad_id": 4368,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਮਨੁ ਮੇਰੋ ਮਤਵਾਰੋ ||",
    "transliteration": "Maaee Ree Man Maero Mathavaaro ||",
    "translation": "O mother, my mind is intoxicated.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ (ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਵਿਚ) ਮਸਤ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਮੱਤਵਾਰੋ",
    "type_id": 3
  },
  {
    "id": 52718,
    "shabad_id": 4368,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੇਖਿ ਦੲਿਅਾਲ, ਅਨਦ ਸੁਖ ਪੂਰਨ; ਹਰਿ ਰਸਿ ਰਪਿਓ ਖੁਮਾਰੋ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Paekh Dhaeiaal Anadh Sukh Pooran Har Ras Rapiou Khumaaro ||1|| Rehaao ||",
    "translation": "Gazing upon the Merciful Lord, I am filled with bliss and peace; imbued with the sublime essence of the Lord, I am intoxicated. ||1||Pause||",
    "punjabi": "ਉਸ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਪੂਰਨ ਤੌਰ ਤੇ ਆਤਮਕ ਆਨੰਦ ਸੁਖ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਮੇਰਾ ਮਨ ਪ੍ਰੇਮ-ਰਸ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ ਤੇ ਮਸਤ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਰਪਿਓ) ਰੰਗੇ ਗੲੇ",
    "type_id": 4
  },
  {
    "id": 52719,
    "shabad_id": 4368,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਨਿਰਮਲ ਭੲੇ. ੳੂਜਲ ਜਸੁ ਗਾਵਤ; ਬਹੁਰਿ. ਨ ਹੋਵਤ ਕਾਰੋ ||",
    "transliteration": "Niramal Bheae Oojal Jas Gaavath Bahur N Hovath Kaaro ||",
    "translation": "I have become spotless and pure, singing the Sacred Praises of the Lord; I shall never again be dirtied.",
    "punjabi": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦਾ ਜਸ ਗਾਂਦਿਆਂ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਨਿਰਮਲ ਉੱਜਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੁੜ (ਵਿਕਾਰਾਂ ਨਾਲ) ਕਾਲਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52720,
    "shabad_id": 4368,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਿੳੁ ਡੋਰੀ ਰਾਚੀ; ਭੇਟਿਓ ਪੁਰਖੁ ਅਪਾਰੋ ||੧||",
    "transliteration": "Charan Kamal Sio Ddoree Raachee Bhaettiou Purakh Apaaro ||1||",
    "translation": "My awareness is focused on the Lotus Feet of God; I have met the Infinite, Supreme Being. ||1||",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ ਡੋਰ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਜੁੜਦੀ ਹੈ, ਉਸ ਨੂੰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52721,
    "shabad_id": 4368,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੀਨੇ. ਸਰਬਸੁ ਦੀਨੇ; ਦੀਪਕ ਭੲਿਓ ੳੁਜਾਰੋ ||",
    "transliteration": "Kar Gehi Leenae Sarabas Dheenae Dheepak Bhaeiou Oujaaro ||",
    "translation": "Taking me by the hand, He has given me everything; He has lit up my lamp.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਹੱਥ ਫੜ ਕੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਭ ਕੁਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ (ਨਾਮ ਦੇ) ਦੀਵੇ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52722,
    "shabad_id": 4368,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਨਾਮਿ ਰਸਿਕ ਬੈਰਾਗੀ; ਕੁਲਹ ਸਮੂਹਾਂ ਤਾਰੋ ||੨||੮੭||੧੧੦||",
    "transliteration": "Naanak Naam Rasik Bairaagee Kuleh Samoohaan Thaaro ||2||87||110||",
    "translation": "O Nanak, savoring the Naam, the Name of the Lord, I have become detached; my generations have been carried across as well. ||2||87||110||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪ੍ਰੀਤ ਪ੍ਰੇਮ ਜੋੜਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥੮੭॥੧੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52723,
    "shabad_id": 4369,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52724,
    "shabad_id": 4369,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾੲੀ ਰੀ; ਅਾਨ ਸਿਮਰਿ ਮਰਿ ਜਾਂਹਿ ||",
    "transliteration": "Maaee Ree Aan Simar Mar Jaanhi ||",
    "translation": "O mother, by meditating in remembrance on some other, the mortal dies.",
    "punjabi": "ਹੇ ਮਾਂ! ਉਹ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖ ਕੇ ਆਤਮਕ ਮੌੜ ਸਹੇੜ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52725,
    "shabad_id": 4369,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਿਅਾਗਿ ਗੋਬਿਦੁ. ਜੀਅਨ ਕੋ ਦਾਤਾ; ਮਾੲਿਅਾ ਸੰਗਿ ਲਪਟਾਹਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thiaag Gobidh Jeean Ko Dhaathaa Maaeiaa Sang Lapattaahi ||1|| Rehaao ||",
    "translation": "Forsaking the Lord of the Universe, the Giver of souls, the mortal is engrossed and entangled in Maya. ||1||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਛੱਡ ਕੇ (ਸਦਾ) ਮਾਇਆ ਨਾਲ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52726,
    "shabad_id": 4369,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਬਿਸਾਰਿ. ਚਲਹਿ ਅਨ ਮਾਰਗਿ; ਨਰਕ ਘੋਰ ਮਹਿ ਪਾਹਿ ||",
    "transliteration": "Naam Bisaar Chalehi An Maarag Narak Ghor Mehi Paahi ||",
    "translation": "Forgetting the Naam, the Name of the Lord, he walks on some other path, and falls into the most horrible hell.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਹੋਰ (ਜੀਵਨ-) ਰਾਹ ਉਤੇ ਤੁਰਦੇ ਹਨ, ਉਹ ਭਿਆਨਕ ਨਰਕ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52727,
    "shabad_id": 4369,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਨਿਕ ਸਜਾਂੲੀ ਗਣਤ. ਨ ਅਾਵੈ; ਗਰਭੈ ਗਰਭਿ ਭ੍ਰਮਾਹਿ ||੧||",
    "transliteration": "Anik Sajaanee Ganath N Aavai Garabhai Garabh Bhramaahi ||1||",
    "translation": "He suffers uncounted punishments, and wanders from womb to womb in reincarnation. ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਇਤਨੀਆਂ ਸਜ਼ਾਵਾਂ ਮਿਲਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਕਿ ਉਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਉਹ ਹਰੇਕ ਜੂਨ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52728,
    "shabad_id": 4369,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੇ ਧਨਵੰਤੇ. ਸੇ ਪਤਿਵੰਤੇ; ਹਰਿ ਕੀ ਸਰਣਿ ਸਮਾਹਿ ||",
    "transliteration": "Sae Dhhanavanthae Sae Pathivanthae Har Kee Saran Samaahi ||",
    "translation": "They alone are wealthy, and they alone are honorable, who are absorbed in the Sanctuary of the Lord.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਧਨ ਵਾਲੇ ਹਨ, ਉਹ ਇੱਜ਼ਤ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52729,
    "shabad_id": 4370,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਨਾਨਕ ਜਗੁ ਜੀਤਿਓ; ਬਹੁਰਿ. ਨ ਅਾਵਹਿ ਜਾਂਹਿ ||੨||੮੮||੧੧੧||",
    "transliteration": "Gur Prasaadh Naanak Jag Jeethiou Bahur N Aavehi Jaanhi ||2||88||111||",
    "translation": "By Guru's Grace, O Nanak, they conquer the world; they do not come and go in reincarnation ever again. ||2||88||111||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਮਾਂ!) ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਉਹਨਾਂ ਨੇ ਜਗਤ (ਦੇ ਮੋਹ) ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ ਨਾਹ ਜੰਮਦੇ ਹਨ ਨਾਹ ਮਰਦੇ ਹਨ ॥੨॥੮੮॥੧੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52730,
    "shabad_id": 4370,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52731,
    "shabad_id": 4370,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕਾਟੀ ਕੁਟਿਲਤਾ; ਕੁਠਾਰਿ ||",
    "transliteration": "Har Kaattee Kuttilathaa Kuthaar ||",
    "translation": "The Lord has cut down the crooked tree of my deceit.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਦਾ ਖੋਟ (ਮਾਨੋ) ਕੁਹਾੜੇ ਨਾਲ ਕੱਟ ਦਿੱਤਾ,",
    "pronunciation": "ਕੁਟਿਲ-ਤਾ",
    "type_id": 3
  },
  {
    "id": 52732,
    "shabad_id": 4370,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਭ੍ਰਮ ਬਨ. ਦਹਨ ਭੲੇ ਖਿਨ ਭੀਤਰਿ; ਰਾਮ ਨਾਮ. ਪਰਹਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bhram Ban Dhehan Bheae Khin Bheethar Raam Naam Parehaar ||1|| Rehaao ||",
    "translation": "The forest of doubt is burnt away in an instant, by the fire of the Lord's Name. ||1||Pause||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਚੋਟ ਨਾਲ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਭਟਕਣਾ ਦੇ ਜੰਗਲਾਂ ਦੇ ਜੰਗਲ ਹੀ ਸੜ (ਕੇ ਸੁਆਹ ਹੋ) ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52733,
    "shabad_id": 4370,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਨਿੰਦਾ ਪਰਹਰੀਅਾ; ਕਾਢੇ ਸਾਧੂ ਕੈ ਸੰਗਿ ਮਾਰਿ ||",
    "transliteration": "Kaam Krodhh Nindhaa Parehareeaa Kaadtae Saadhhoo Kai Sang Maar ||",
    "translation": "Sexual desire, anger and slander are gone; in the Saadh Sangat, the Company of the Holy, I have beaten them and driven them out.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਕਾਮ ਕ੍ਰੋਧ ਨਿੰਦਾ ਆਦਿਕ ਵਿਕਾਰਾਂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ਮਾਰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
