[
  {
    "id": 52896,
    "shabad_id": 4390,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸੰਤਨ ਕੈ ਚਰਨ ਲਾਗੇ. ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਤਿਅਾਗੇ; ਗੁਰ ਗੋਪਾਲ ਭੲੇ ਕਿ੍ਰਪਾਲ, ਲਬਧਿ ਅਪਨੀ ਪਾੲੀ ||੧||",
    "transliteration": "Santhan Kai Charan Laagae Kaam Krodhh Lobh Thiaagae Gur Gopaal Bheae Kirapaal Labadhh Apanee Paaee ||1||",
    "translation": "Grasping hold of the Feet of the Saints, I have abandoned sexual desire, anger and greed. The Guru, the Lord of the World, has been kind to me, and I have realized my destiny. ||1||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰ) ਛੱਡਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ ਗੁਰੂ-ਗੋਪਾਲ ਮਿਹਰਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਉਹ ਨਾਮ-ਵਸਤੂ ਮਿਲ ਜਾਂਦੀ ਹੈ ਜਿਸ ਦੀ (ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ) ਭਾਲ ਕਰਦੇ ਆ ਰਹੇ ਸਨ ॥੧॥",
    "pronunciation": "ਲਬ-ਧਿ",
    "type_id": 3
  },
  {
    "id": 52897,
    "shabad_id": 4390,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਬਿਨਸੇ ਭ੍ਰਮ ਮੋਹ ਅੰਧ, ਟੂਟੇ ਮਾੲਿਅਾ ਕੇ ਬੰਧ; ਪੂਰਨ ਸਰਬਤ੍ਰ ਠਾਕੁਰ. ਨਹ ਕੋੳੂ ਬੈਰਾੲੀ ||",
    "transliteration": "Binasae Bhram Moh Andhh Ttoottae Maaeiaa Kae Bandhh Pooran Sarabathr Thaakur Neh Kooo Bairaaee ||",
    "translation": "My doubts and attachments have been dispelled, and the blinding bonds of Maya have been broken. My Lord and Master is pervading and permeating everywhere; no one is an enemy.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਭਰਮ ਅਤੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਟੁੱਟ ਜਾਂਦੀਆਂ ਹਨ, ਮਾਲਕ-ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਸਭਨੀਂ ਥਾਈਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ, ਕੋਈ ਭੀ ਉਹਨਾਂ ਨੂੰ ਵੈਰੀ ਨਹੀਂ ਜਾਪਦਾ,",
    "pronunciation": "ਸਰਬੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 52898,
    "shabad_id": 4390,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸੁਅਾਮੀ ਸੁਪ੍ਰਸੰਨ ਭੲੇ. ਜਨਮ ਮਰਨ ਦੋਖ ਗੲੇ; ਸੰਤਨ ਕੈ ਚਰਨ ਲਾਗਿ. ਨਾਨਕ ਗੁਨ ਗਾੲੀ ||੨||੩||੧੩੨||",
    "transliteration": "Suaamee Suprasann Bheae Janam Maran Dhokh Geae Santhan Kai Charan Laag Naanak Gun Gaaee ||2||3||132||",
    "translation": "My Lord and Master is totally satisfied with me; He has rid me of the pains of death and birth. Grasping hold of the Feet of the Saints, Nanak sings the Glorious Praises of the Lord. ||2||3||132||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ ਤ੍ਰੁੱਠ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਅਤੇ ਪਾਪ ਸਭ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ॥੨॥੩॥੧੩੨॥",
    "pronunciation": "ਸੁਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 52899,
    "shabad_id": 4391,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52900,
    "shabad_id": 4391,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਹਰੇ ਹਰਿ ਮੁਖਹੁ ਬੋਲਿ; ਹਰਿ ਹਰੇ ਮਨਿ ਧਾਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Harae Har Mukhahu Bol Har Harae Man Dhhaarae ||1|| Rehaao ||",
    "translation": "Chant the Name of the Lord, Har, Har, Har; enshrine the Lord, Har, Har, within your mind. ||1||Pause||",
    "punjabi": "ਸਦਾ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮੂੰਹੋਂ ਉਚਾਰਿਆ ਕਰ ਅਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52901,
    "shabad_id": 4391,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰਵਨ ਸੁਨਨ ਭਗਤਿ ਕਰਨ; ਅਨਿਕ ਪਾਤਿਕ ਪੁਨਹਚਰਨ ||",
    "transliteration": "Sravan Sunan Bhagath Karan Anik Paathik Punehacharan ||",
    "translation": "Hear Him with your ears, and practice devotional worship - these are good deeds, which make up for past evils.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕੰਨੀਂ ਸੁਣਨਾ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨੀ-ਇਹੀ ਹੈ ਅਨੇਕਾਂ ਪਾਪਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ ਕੀਤੇ ਹੋਏ ਪਛੁਤਾਵੇ-ਮਾਤ੍ਰ ਧਾਰਮਿਕ ਕਰਮ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52902,
    "shabad_id": 4391,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸਰਨ ਪਰਨ ਸਾਧੂ; ਅਾਨ ਬਾਨਿ ਬਿਸਾਰੇ ||੧||",
    "transliteration": "Saran Paran Saadhhoo Aan Baan Bisaarae ||1||",
    "translation": "So seek the Sanctuary of the Holy, and forget all your other habits. ||1||.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨੀ ਪਏ ਰਹਿਣਾ-ਇਹ ਉੱਦਮ ਹੋਰ ਹੋਰ (ਭੈੜੀਆਂ) ਆਦਤਾਂ (ਮਨ ਵਿਚੋਂ) ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਪਰਨ) ਪੈਂਦੇ ਹਨ[ (ਬਾਨਿ) ਅਾਦਤ, ਬਾਣੀ (ਪਾਠੰਤ੍ਰ ਥਾਨਿ)",
    "type_id": 3
  },
  {
    "id": 52903,
    "shabad_id": 4391,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਚਰਨ ਪ੍ਰੀਤਿ, ਨੀਤ ਨੀਤਿ; ਪਾਵਨਾ ਮਹਿ. ਮਹਾ ਪੁਨੀਤ ਸੇਵਕ ਭੈ. ਦੂਰਿ ਕਰਨ; ਕਲਿਮਲ ਦੋਖ ਜਾਰੇ ||",
    "transliteration": "Har Charan Preeth Neeth Neeth Paavanaa Mehi Mehaa Puneeth ||",
    "translation": "Love the Lord's Feet, continually and continuously - the most sacred and sanctified.",
    "punjabi": "ਸਦਾ ਸਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਪਾਈ ਰੱਖਣਾ-ਇਹ ਜੀਵਨ ਨੂੰ ਬਹੁਤ ਹੀ ਪਵਿੱਤਰ ਬਣਾ ਦੇਂਦਾ ਹੈ। ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਸੇਵਕ ਦੇ ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੀ ਹੈ, ਸੇਵਕ ਦੇ ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਸਾੜ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52904,
    "shabad_id": 4391,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਹਤ ਮੁਕਤ. ਸੁਨਤ ਮੁਕਤ; ਰਹਤ ਜਨਮ ਰਹਤੇ ||",
    "transliteration": "Saevak Bhai Dhoor Karan Kalimal Dhokh Jaarae ||",
    "translation": "Fear is taken away from the servant of the Lord, and the dirty sins and mistakes of the past are burnt away.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਾਲੇ ਅਤੇ ਸੁਣਨ ਵਾਲੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ, ਸੁਚੱਜੀ ਰਹਿਣੀ ਰੱਖਣ ਵਾਲੇ ਜੂਨਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52905,
    "shabad_id": 4391,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਰਾਮ ਰਾਮ ਸਾਰ ਭੂਤ; ਨਾਨਕ ਤਤੁ ਬੀਚਾਰੇ ||੨||੪||੧੩੩||",
    "transliteration": "Kehath Mukath Sunath Mukath Rehath Janam Rehathae ||",
    "translation": "Those who speak are liberated, and those who listen are liberated; those who keep the Rehit, the Code of Conduct, are not reincarnated again.",
    "punjabi": "ਨਾਨਕ (ਸਾਰੀਆਂ ਵਿਚਾਰਾਂ ਦਾ ਇਹ) ਨਿਚੋੜ ਦੱਸਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ ॥੨॥੪॥੧੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52906,
    "shabad_id": 4391,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Raam Raam Saar Bhooth Naanak Thath Beechaarae ||2||4||133||",
    "translation": "The Lord's Name is the most sublime essence; Nanak contemplates the nature of reality. ||2||4||133||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52907,
    "shabad_id": 4392,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਮ ਭਗਤਿ ਮਾਗੁ ਸੰਤ; ਤਿਅਾਗਿ ਸਗਲ ਕਾਮੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "(ਹੇ ਭਾਈ!) ਹੋਰ ਸਾਰੇ ਆਹਰ ਛੱਡ ਕੇ (ਭੀ) ਸੰਤ ਜਨਾਂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਮੰਗਦਾ ਰਿਹਾ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮਾਂਗੁ",
    "type_id": 4
  },
  {
    "id": 52908,
    "shabad_id": 4392,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪ੍ਰੀਤਿ ਲਾੲਿ ਹਰਿ ਧਿਅਾੲਿ; ਗੁਨ ਗੁੋਬਿੰਦ ਸਦਾ ਗਾੲਿ ||",
    "transliteration": "Naam Bhagath Maag Santh Thiaag Sagal Kaamee ||1|| Rehaao ||",
    "translation": "I beg for devotion to the Naam, the Name of the Lord; I have forsaken all other activities. ||1||Pause||",
    "punjabi": "ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਸਦਾ ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਿਹਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52909,
    "shabad_id": 4392,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੀ ਰੇਨ ਬਾਂਛੁ; ਦੈਨਹਾਰ ਸੁਅਾਮੀ ||੧||",
    "transliteration": "Preeth Laae Har Dhhiaae Gun Guobindh Sadhaa Gaae ||",
    "translation": "Meditate lovingly on the Lord, and sing forever the Glorious Praises of the Lord of the Universe.",
    "punjabi": "ਉਸ ਸਭ ਕੁਝ ਦੇ ਸਕਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਤੋਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਰਿਹਾ ਕਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52910,
    "shabad_id": 4392,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਰਬ ਕੁਸਲ ਸੁਖ ਬਿਸ੍ਰਾਮ, ਅਾਨਦਾ ਅਾਨੰਦ ਨਾਮ; ਜਮ ਕੀ ਕਛੁ. ਨਾਹਿ ਤ੍ਰਾਸ, ਸਿਮਰਿ ਅੰਤਰਜਾਮੀ ||",
    "transliteration": "Har Jan Kee Raen Baanshh Dhainehaar Suaamee ||1||",
    "translation": "I long for the dust of the feet of the Lord's humble servant, O Great Giver, my Lord and Master. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਦਾ, ਸਾਰੇ ਆਨੰਦਾਂ ਦਾ ਸੋਮਾ ਹੈ। ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਜਮਾਂ ਦਾ (ਭੀ) ਕੋਈ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52911,
    "shabad_id": 4392,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ੲੇਕ ਸਰਨ ਗੋਬਿੰਦ ਚਰਨ; ਸੰਸਾਰ ਸਗਲ ਤਾਪ ਹਰਨ ||",
    "transliteration": "Sarab Kusal Sukh Bisraam Aanadhaa Aanandh Naam Jam Kee Kashh Naahi Thraas Simar Antharajaamee ||",
    "translation": "The Naam, the Name of the Lord, is the ultimate ecstasy, bliss, happiness, peace and tranquility. The fear is death is dispelled by meditating in remembrance on the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਜਗਤ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਕਰਨ ਜੋਗੀ ਹੈ। (ਇਹ ਸਰਨ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੀ ਮਿਲਦੀ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52912,
    "shabad_id": 4392,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਨਾਵ ਰੂਪ ਸਾਧਸੰਗ; ਨਾਨਕ ਪਾਰਗਰਾਮੀ ||੨||੫||੧੩੪||",
    "transliteration": "Eaek Saran Gobindh Charan Sansaar Sagal Thaap Haran ||",
    "translation": "Only the Sanctuary of the Feet of the Lord of the Universe can destroy all the suffering of the world.",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਸਾਧ ਸੰਗਤ ਬੇੜੀ ਵਾਂਗ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਣ ਵਾਲੀ ਹੈ ॥੨॥੫॥੧੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52913,
    "shabad_id": 4392,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Naav Roop Saadhhasang Naanak Paaragaraamee ||2||5||134||",
    "translation": "The Saadh Sangat, the Company of the Holy, is the boat, O Nanak, to carry us across to the other side. ||2||5||134||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52914,
    "shabad_id": 4393,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਨ ਲਾਲ ਗਾਵੳੁ; ਗੁਰ ਦੇਖੇ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਸੋਹਣੇ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52915,
    "shabad_id": 4393,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੰਚਾ ਤੇ ੲੇਕੁ ਛੂਟਾ; ਜੳੁ. ਸਾਧਸੰਗਿ ਪਗ ਰੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gun Laal Gaavo Gur Dhaekhae ||",
    "translation": "Gazing upon my Guru, I sing the Praises of my Beloved Lord.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਮੈਂ (ਪ੍ਰਭੂ ਦੇ ਚਰਨ) ਫੜਦਾ ਹਾਂ, ਤਾਂ (ਮੇਰਾ ਇਹ) ਮਨ (ਕਾਮਾਦਿਕ) ਪੰਜਾਂ (ਦੇ ਪੰਜੇ) ਤੋਂ ਨਿਕਲ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਰੳੁ) ਰਚੇ[ ਪਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 52916,
    "shabad_id": 4393,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਦਿ੍ਰਸਟੳੁ ਕਛੁ ਸੰਗਿ. ਨ ਜਾੲਿ. ਮਾਨੁ ਤਿਅਾਗਿ ਮੋਹਾ ||",
    "transliteration": "Panchaa Thae Eaek Shhoottaa Jo Saadhhasang Pag Ro ||1|| Rehaao ||",
    "translation": "I escape from the five thieves, and I find the One, when I join the Saadh Sangat, the Company of the Holy. ||1||Pause||",
    "punjabi": "(ਇਹ ਜੋ) ਦਿੱਸਦਾ ਜਗਤ (ਹੈ, ਇਸ ਵਿਚੋਂ) ਕੁਝ ਭੀ (ਕਿਸੇ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ (ਇਸ ਵਾਸਤੇ ਇਸ ਦਾ) ਮਾਣ ਤੇ ਮੋਹ ਛੱਡ ਦੇਹ।",
    "pronunciation": "ਕੱਛੁ",
    "type_id": 3
  },
  {
    "id": 52917,
    "shabad_id": 4393,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ੲੇਕੈ ਹਰਿ ਪ੍ਰੀਤਿ ਲਾੲਿ. ਮਿਲਿ ਸਾਧਸੰਗਿ ਸੋਹਾ ||੧||",
    "transliteration": "Dhrisatto Kashh Sang N Jaae Maan Thiaag Mohaa ||",
    "translation": "Nothing of the visible world shall go along with you; abandon your pride and attachment.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ ਪ੍ਰੀਤ ਜੋੜ (ਇਸ ਤਰ੍ਹਾਂ ਜੀਵਨ) ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52918,
    "shabad_id": 4393,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਪਾੲਿਓ ਹੈ ਗੁਣ ਨਿਧਾਨੁ; ਸਗਲ ਅਾਸ ਪੂਰੀ ||",
    "transliteration": "Eaekai Har Preeth Laae Mil Saadhhasang Sohaa ||1||",
    "translation": "Love the One Lord, and join the Saadh Sangat, and you shall be embellished and exalted. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ, ਮੇਰੀ ਸਾਰੀ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52919,
    "shabad_id": 4393,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਮਨਿ ਅਨੰਦ ਭੲੇ; ਗੁਰਿ. ਬਿਖਮ ਗਾਰ੍ਹ ਤੋਰੀ ||੨||੬||੧੩੫||",
    "transliteration": "Paaeiou Hai Gun Nidhhaan Sagal Aas Pooree ||",
    "translation": "I have found the Lord, the Treasure of Excellence; all my hopes have been fulfilled.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੇ (ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਕਰੜੀ ਗੰਢ ਖੋਹਲ ਦਿੱਤੀ ਹੈ, ਹੁਣ ਮੇਰੇ ਮਨ ਵਿਚ ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਏ ਹਨ ॥੨॥੬॥੧੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52920,
    "shabad_id": 4393,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Naanak Man Anandh Bheae Gur Bikham Gaarh Thoree ||2||6||135||",
    "translation": "Nanak's mind is in ecstasy; the Guru has shattered the impregnable fortress. ||2||6||135||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52921,
    "shabad_id": 4394,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨਿ. ਬਿਰਾਗੈਗੀ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "ਹੇ ਸਖੀ! ਮੇਰੀ ਜਿੰਦ ਮਨ ਵਿਚ ਵੈਰਾਗ ਵਾਲੀ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਬਿਰਾਗੈ-ਗੀ",
    "type_id": 3
  },
  {
    "id": 52922,
    "shabad_id": 4394,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਖੋਜਤੀ. ਦਰਸਾਰ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Man Biraagaigee || Khojathee Dharasaar ||1|| Rehaao ||",
    "translation": "My mind is neutral and detached; I seek only the Blessed Vision of His Darshan. ||1||Pause||",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ) ਦਰਸਨ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦੀ ਕਰਦੀ ਮੇਰੀ ਜਿੰਦ (ਵੈਰਾਗਵਾਨ ਹੋ ਰਹੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52923,
    "shabad_id": 4394,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਾਧੂ ਸੰਤਨ ਸੇਵਿ ਕੈ; ਪਿ੍ਰੳੁ ਹੀਅਰੈ ਧਿਅਾੲਿਓ ||",
    "transliteration": "Saadhhoo Santhan Saev Kai Prio Heearai Dhhiaaeiou ||",
    "translation": "Serving the Holy Saints, I meditate on my Beloved within my heart.",
    "punjabi": "ਹੇ ਸਖੀ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ (ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52924,
    "shabad_id": 4394,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਅਾਨੰਦ ਰੂਪੀ ਪੇਖਿ ਕੈ; ਹੳੁ. ਮਹਲੁ ਪਾਵੳੁਗੀ ||੧||",
    "transliteration": "Aanandh Roopee Paekh Kai Ho Mehal Paavougee ||1||",
    "translation": "Gazing upon the Embodiment of Ecstasy, I rise to the Mansion of His Presence. ||1||",
    "punjabi": "ਤੇ, ਉਸ ਆਨੰਦ-ਸਰੂਪ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "ਮਹ-ਲੁ",
    "type_id": 3
  },
  {
    "id": 52925,
    "shabad_id": 4394,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਾਮ ਕਰੀ. ਸਭ ਤਿਅਾਗਿ ਕੈ; ਹੳੁ ਸਰਣਿ ਪਰੳੁਗੀ ||",
    "transliteration": "Kaam Karee Sabh Thiaag Kai Ho Saran Parougee ||",
    "translation": "I work for Him; I have forsaken everything else. I seek only His Sanctuary.",
    "punjabi": "ਹੇ ਸਖੀ! (ਜਗਤ ਦੇ) ਕੰਮ-ਧੰਧਿਆਂ ਦਾ ਸਾਰਾ ਮੋਹ ਛੱਡ ਕੇ ਮੈਂ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਈ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "(ਕਰੀ) ਕਾਮ ਹਾਥੀ ਸਭ ਅੌਗੁਣ[ ਪਰੳੁ-ਗੀ",
    "type_id": 3
  },
  {
    "id": 52926,
    "shabad_id": 4394,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਸੁਅਾਮੀ ਗਰਿ ਮਿਲੇ; ਹੳੁ. ਗੁਰ ਮਨਾਵੳੁਗੀ ||੨||੭||੧੩੬||",
    "transliteration": "Naanak Suaamee Gar Milae Ho Gur Manaavougee ||2||7||136||",
    "translation": "O Nanak, my Lord and Master hugs me close in His Embrace; the Guru is pleased and satisfied with me. ||2||7||136||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ (ਮੇਰੇ) ਗਲ ਨਾਲ ਆ ਲੱਗੇ ਹਨ, ਮੈਂ (ਉਸ) ਗੁਰੂ ਦੀ ਪ੍ਰਸੰਨਤਾ ਪ੍ਰਾਪਤ ਕਰਦੀ ਰਹਿੰਦੀ ਹਾਂ ॥੨॥੭॥੧੩੬॥",
    "pronunciation": "ਮਨਾ-ਵੳੁ-ਗੀ",
    "type_id": 3
  },
  {
    "id": 52927,
    "shabad_id": 4395,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੫ ||",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52928,
    "shabad_id": 4395,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅੈਸੀ ਹੋੲਿ ਪਰੀ ||",
    "transliteration": "Aisee Hoe Paree ||",
    "translation": "This is my condition.",
    "punjabi": "(ਮੇਰੇ ਮਨ ਦੀ ਹਾਲਤ) ਇਹੋ ਜਿਹੀ ਹੋ ਗਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52929,
    "shabad_id": 4395,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਾਨਤੇ ਦੲਿਅਾਰ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jaanathae Dhaeiaar ||1|| Rehaao ||",
    "translation": "Only my Merciful Lord knows it. ||1||Pause||",
    "punjabi": "(ਤੇ, ਇਸ ਹਾਲਤ ਨੂੰ) ਦਇਆਲ ਪ੍ਰਭੂ (ਆਪ) ਜਾਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 52930,
    "shabad_id": 4395,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਾਤਰ ਪਿਤਰ ਤਿਅਾਗਿ ਕੈ; ਮਨੁ. ਸੰਤਨ ਪਾਹਿ ਬੇਚਾੲਿਓ ||",
    "transliteration": "Maathar Pithar Thiaag Kai Man Santhan Paahi Baechaaeiou ||",
    "translation": "I have abandoned my mother and father, and sold my mind to the Saints.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਉਪਦੇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਾਤਾ ਪਿਤਾ (ਆਦਿਕ ਸੰਬੰਧੀਆਂ ਦਾ ਮੋਹ) ਛੱਡ ਕੇ ਮੈਂ ਆਪਣਾ ਮਨ ਸੰਤ ਜਨਾਂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "ਮਾਤਰ ਪਿਤਰ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 52931,
    "shabad_id": 4395,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜਾਤਿ ਜਨਮ ਕੁਲ ਖੋੲੀਅੈ; ਹੳੁ. ਗਾਵੳੁ ਹਰਿ ਹਰੀ ||੧||",
    "transliteration": "Jaath Janam Kul Khoeeai Ho Gaavo Har Haree ||1||",
    "translation": "I have lost my social status, birth-right and ancestry; I sing the Glorious Praises of the Lord, Har, Har. ||1||",
    "punjabi": "ਮੈਂ (ਉੱਚੀ) ਜਾਤਿ ਕੁਲ ਜਨਮ (ਦਾ ਮਾਣ) ਛੱਡ ਦਿੱਤਾ ਹੈ, ਅਤੇ ਮੈਂ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਕਰਦਾ ਹਾਂ (ਆਪਣੀ ਕੁਲ ਆਦਿਕ ਨੂੰ ਸਾਲਾਹਣ ਦੇ ਥਾਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52932,
    "shabad_id": 4395,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਲੋਕ ਕੁਟੰਬ ਤੇ ਟੂਟੀਅੈ; ਪ੍ਰਭ ਕਿਰਤਿ ਕਿਰਤਿ ਕਰੀ ||",
    "transliteration": "Lok Kuttanb Thae Ttootteeai Prabh Kirath Kirath Karee ||",
    "translation": "I have broken away from other people and family; I work only for God.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤ) ਲੋਕਾਂ ਨਾਲੋਂ ਕੁਟੰਬ ਨਾਲੋਂ ਟੁੱਟ ਗਈ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਨਿਹਾਲ ਨਿਹਾਲ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 52933,
    "shabad_id": 4395,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ. ਮੋਕੳੁ ੳੁਪਦੇਸਿਅਾ; ਨਾਨਕ ਸੇਵਿ ੲੇਕ ਹਰੀ ||੨||੮||੧੩੭||",
    "transliteration": "Gur Mo Ko Oupadhaesiaa Naanak Saev Eaek Haree ||2||8||137||",
    "translation": "The Guru has taught me, O Nanak, to serve only the One Lord. ||2||8||137||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਸਿੱਖਿਆ ਦਿੱਤੀ ਹੈ ਕਿ ਸਦਾ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ ॥੨॥੮॥੧੩੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
