[
  {
    "shabad_id": 4396,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swrg mhlw 5 ]",
    "transliteration": "Saarag Mehalaa 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4396,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "lwl lwl. mohn gopwl qU ]",
    "transliteration": "Laal Laal Mohan Gopaal Thoo ||",
    "translation": "You are my Loving Beloved Enticing Lord of the World.",
    "punjabi": "ਹੇ ਜਗਤ-ਰੱਖਿਅਕ ਪ੍ਰਭੂ! ਤੂੰ ਸੋਹਣਾ ਹੈਂ, ਤੂੰ ਸੋਹਣਾ ਹੈਂ, ਤੂੰ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4396,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kIt hsiq pwKwx jMq; srb mY pRiqpwl qU ]1] rhwau ]",
    "transliteration": "Keett Hasath Paakhaan Janth Sarab Mai Prathipaal Thoo ||1|| Rehaao ||",
    "translation": "You are in worms, elephants, stones and all beings and creatures; You nourish and cherish them all. ||1||Pause||",
    "punjabi": "ਹੇ ਸਭ ਦੇ ਪਾਲਣਹਾਰ! ਕੀੜੇ, ਹਾਥੀ, ਪੱਥਰਾਂ ਦੇ (ਵਿਚ ਵੱਸਦੇ) ਜੰਤ-ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4396,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "nh dUir; pUir hjUir sMgy ]",
    "transliteration": "Neh Dhoor Poor Hajoor Sangae ||",
    "translation": "You are not far away; You are totally present with all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਕਿਸੇ ਜੀਵ ਤੋਂ) ਦੂਰ ਨਹੀਂ ਹੈਂ, ਤੂੰ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਪ੍ਰਤੱਖ ਦਿੱਸਦਾ ਹੈਂ, ਤੂੰ (ਸਭ ਜੀਵਾਂ ਦੇ) ਨਾਲ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4396,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "suMdr rswl qU ]1]",
    "transliteration": "Sundhar Rasaal Thoo ||1||",
    "translation": "You are Beautiful, the Source of Nectar. ||1||",
    "punjabi": "ਤੂੰ ਸੋਹਣਾ ਹੈਂ, ਤੂੰ ਸਭ ਰਸਾਂ ਦਾ ਸੋਮਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4396,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nh brn brn; nh kulh kul ]",
    "transliteration": "Neh Baran Baran Neh Kuleh Kul ||",
    "translation": "You have no caste or social class, no ancestry or family.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਲੋਕਾਂ ਦੇ ਮਿਥੇ ਹੋਏ) ਵਰਣਾਂ ਵਿਚੋਂ ਤੇਰਾ ਕੋਈ ਵਰਣ ਨਹੀਂ ਹੈ (ਲੋਕਾਂ ਦੀਆਂ ਮਿਥੀਆਂ) ਕੁਲਾਂ ਵਿਚੋਂ ਤੇਰੀ ਕੋਈ ਕੁਲ ਨਹੀਂ (ਤੂੰ ਕਿਸੇ ਖ਼ਾਸ ਕੁਲ ਖ਼ਾਸ ਵਰਣ ਦਾ ਪੱਖ ਨਹੀਂ ਕਰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4396,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwnk pRB ikrpwl qU ]2]9]138]",
    "transliteration": "Naanak Prabh Kirapaal Thoo ||2||9||138||",
    "translation": "Nanak: God, You are Merciful. ||2||9||138||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ (ਸਭਨਾਂ ਉਤੇ ਸਦਾ) ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈਂ ॥੨॥੯॥੧੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4397,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "swrg mÚ 5 ]",
    "transliteration": "Saarag Ma 5 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4397,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "krq kyl ibKY myl; cMdR sUr mohy ]",
    "transliteration": "Karath Kael Bikhai Mael Chandhr Soor Mohae ||",
    "translation": "Acting and play-acting, the mortal sinks into corruption. Even the moon and the sun are enticed and bewitched.",
    "punjabi": "(ਮਾਇਆ ਅਨੇਕਾਂ) ਕਲੋਲ ਕਰਦੀ ਹੈ, (ਜੀਵਾਂ ਨੂੰ) ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਨਾਲ ਜੋੜਦੀ ਹੈ, ਚੰਦ੍ਰਮਾ ਸੂਰਜ ਆਦਿਕ ਸਭ ਦੇਵਤੇ ਇਸ ਨੇ ਆਪਣੇ ਜਾਲ ਵਿਚ ਫਸਾ ਰੱਖੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4397,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "aupjqw ibkwr duMdr, nauprI JunMqkwr suMdr; Aing Bwau krq iPrq, ibnu gopwl Dohy ] rhwau ]",
    "transliteration": "Oupajathaa Bikaar Dhundhar Nouparee Jhunanthakaar Sundhar Anig Bhaao Karath Firath Bin Gopaal Dhhohae || Rehaao ||",
    "translation": "The disturbing noise of corruption wells up, in the tinkling ankle bells of Maya the beautiful. With her beguiling gestures of love, she seduces everyone except the Lord. ||Pause||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਜੀਵਾਂ ਦੇ ਅੰਦਰ) ਖਰੂਦੀ ਵਿਕਾਰ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਝਾਂਜਰਾਂ ਦੀ ਛਣਕਾਰ ਵਾਂਗ ਮਾਇਆ ਜੀਵਾਂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਇਹ ਮਾਇਆ ਅਨੇਕਾਂ ਹਾਵ-ਭਾਵ ਕਰਦੀ ਫਿਰਦੀ ਹੈ। ਜਗਤ-ਰੱਖਿਅਕ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਨੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਠੱਗ ਲਿਆ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "(duMdr)duMd JgVw mcwaux vwlw[ (nauprI)pONty, JWjrW[ (Aing)AnykW[ (Bwau)hwv Bwv[ Ju-nMqkwr[ Ain`g",
    "type_id": 3
  },
  {
    "shabad_id": 4397,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qIin Bauny lptwie rhI; kwc krim. n jwq shI; aunmq AMD. DMD ricq; jYsy mhw swgr hohy ]1]",
    "transliteration": "Theen Bhounae Lapattaae Rehee Kaach Karam N Jaath Sehee Ounamath Andhh Dhhandhh Rachith Jaisae Mehaa Saagar Hohae ||1||",
    "translation": "Maya clings to the three worlds; those who are stuck in wrong actions cannot escape her. Drunk and engrossed in blind worldly affairs, they are tossed about on the mighty ocean. ||1||",
    "punjabi": "ਮਾਇਆ ਤਿੰਨਾਂ ਭਵਨਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ, (ਪੁੰਨ ਦਾਨ ਤੀਰਥ ਆਦਿਕ) ਕੱਚੇ ਕਰਮ ਦੀ (ਇਸ ਮਾਇਆ ਦੀ ਸੱਟ) ਸਹਾਰੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਤੇ ਅੰਨ੍ਹੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਜਗਤ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ (ਇਉਂ ਧੱਕੇ ਖਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਵੱਡੇ ਸਮੁੰਦਰ ਵਿਚ ਧੱਕੇ ਲੱਗਦੇ ਹਨ ॥੧॥",
    "pronunciation": "hohyD`ky pwxI dy",
    "type_id": 3
  },
  {
    "shabad_id": 4397,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "auDry hir sMq dws. kwit dInI jm kI Pws; piqq. pwvn nwmu jw ko. ismir nwnk Ehy ]2]10]139]3]13]155]",
    "transliteration": "Oudhharae Har Santh Dhaas Kaatt Dheenee Jam Kee Faas Pathith Paavan Naam Jaa Ko Simar Naanak Ouhae ||2||10||139||3||13||155||",
    "translation": "The Saint, the slave of the Lord is saved; the noose of the Messenger of Death is snapped. The Naam, the Name of the Lord, is the Purifier of sinners; O Nanak, remember Him in meditation. ||2||10||139||3||13||155||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਅਸਰ ਤੋਂ) ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਪ੍ਰਭੂ ਦੇ ਦਾਸ (ਹੀ) ਬਚਦੇ ਹਨ, ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੀ ਜਮਾਂ ਵਾਲੀ (ਆਤਮਕ ਮੌਤ ਦੀ) ਫਾਹੀ ਕੱਟ ਦਿੱਤੀ ਹੁੰਦੀ ਹੈ। ਹੇ ਨਾਨਕ! ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ 'ਪਤਿਤ ਪਾਵਨ' (-ਪਾਪੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ) ਹੈ, ਉਸੇ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ॥੨॥੧੦॥੧੩੯॥੩॥੧੩॥੧੫੫॥",
    "pronunciation": "(au-Dry) auDwr ley",
    "type_id": 3
  },
  {
    "shabad_id": 4398,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4398,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "rwgu swrMg mhlw 9 ]",
    "transliteration": "Raag Saarang Mehalaa 9 ||",
    "translation": "Raag Saarang, Ninth Mehl:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ ਵਿੱਚ ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "nwvW",
    "type_id": 3
  },
  {
    "shabad_id": 4398,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "hir ibnu qyro; ko. n shweI ]",
    "transliteration": "Har Bin Thaero Ko N Sehaaee ||",
    "translation": "No one will be your help and support, except the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਤੇਰਾ (ਹੋਰ) ਕੋਈ ਭੀ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4398,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "kW kI mwq ipqw suq binqw; ko kwhU ko. BweI ]1] rhwau ]",
    "transliteration": "Kaan Kee Maath Pithaa Suth Banithaa Ko Kaahoo Ko Bhaaee ||1|| Rehaao ||",
    "translation": "Who has any mother, father, child or spouse? Who is anyone's brother or sister? ||1||Pause||",
    "punjabi": "ਕੌਣ ਕਿਸੇ ਦੀ ਮਾਂ? ਕੌਣ ਕਿਸੇ ਦਾ ਪਿਉ? ਕੌਣ ਕਿਸੇ ਦਾ ਪੁੱਤਰ? ਕੌਣ ਕਿਸੇ ਦੀ ਵਹੁਟੀ? (ਜਦੋਂ ਸਰੀਰ ਨਾਲੋਂ ਸਾਥ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ਤਦੋਂ) ਕੌਣ ਕਿਸੇ ਦਾ ਭਰਾ ਬਣਦਾ ਹੈ? (ਕੋਈ ਨਹੀਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4398,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "Dnu DrnI Aru sMpiq sgrI; jo mwinE ApnweI ]",
    "transliteration": "Dhhan Dhharanee Ar Sanpath Sagaree Jo Maaniou Apanaaee ||",
    "translation": "All the wealth, land and property which you consider your own",
    "punjabi": "ਇਹ ਧਨ ਧਰਤੀ ਸਾਰੀ ਮਾਇਆ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਸਮਝੀ ਬੈਠਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4398,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "qn CUtY. kCu sMig. n cwlY; khw qwih lptweI ]1]",
    "transliteration": "Than Shhoottai Kashh Sang N Chaalai Kehaa Thaahi Lapattaaee ||1||",
    "translation": "- when you leave your body, none of it shall go along with you. Why do you cling to them? ||1||",
    "punjabi": "ਜਦੋਂ ਸਰੀਰ ਨਾਲੋਂ ਸਾਥ ਮੁੱਕਦਾ ਹੈ, ਕੋਈ ਚੀਜ਼ ਭੀ (ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਤੁਰਦੀ। ਫਿਰ ਜੀਵ ਕਿਉਂ ਇਹਨਾਂ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4398,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "dIn dieAwl sdw duKBMjn; qw isau ruic. n bFweI ]",
    "transliteration": "Dheen Dhaeiaal Sadhaa Dhukh Bhanjan Thaa Sio Ruch N Badtaaee ||",
    "translation": "God is Merciful to the meek, forever the Destroyer of fear, and yet you do not develop any loving relationship with Him.",
    "punjabi": "ਜਿਹੜਾ ਪ੍ਰਭੂ ਗਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੋ ਸਦਾ (ਜੀਵਾਂ ਦੇ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੂੰ ਉਸ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਵਧਾਂਦਾ।",
    "pronunciation": "d-ieAwl",
    "type_id": 3
  },
  {
    "shabad_id": 4398,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "nwnk khq. jgq sB imiQAw; ijau supnw rYnweI ]2]1]",
    "transliteration": "Naanak Kehath Jagath Sabh Mithhiaa Jio Supanaa Rainaaee ||2||1||",
    "translation": "Says Nanak, the whole world is totally false; it is like a dream in the night. ||2||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਿਵੇਂ ਰਾਤ ਦਾ ਸੁਪਨਾ ਹੁੰਦਾ ਹੈ ਤਿਵੇਂ ਸਾਰਾ ਜਗਤ ਨਾਸਵੰਤ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrMg mhlw 9 ]",
    "transliteration": "Saarang Mehalaa 9 ||",
    "translation": "Saarang, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "khw mn; ibiKAw isau lptwhI ]",
    "transliteration": "Kehaa Man Bikhiaa Sio Lapattaahee ||",
    "translation": "O mortal, why are you engrossed in corruption?",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਮਾਇਆ ਨਾਲ (ਹੀ) ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4399,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Xw jg mY koaU rhnu. n pwvY; ieik Awvih ieik jwhI ]1] rhwau ]",
    "transliteration": "Yaa Jag Mehi Kooo Rehan N Paavai Eik Aavehi Eik Jaahee ||1|| Rehaao ||",
    "translation": "No one is allowed to remain in this world; one comes, and another departs. ||1||Pause||",
    "punjabi": "(ਵੇਖ) ਇਸ ਦੁਨੀਆ ਵਿਚ (ਸਦਾ ਲਈ) ਕੋਈ ਭੀ ਟਿਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਅਨੇਕਾਂ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਨੇਕਾਂ ਹੀ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "Xw: qwLU qoN bolo",
    "type_id": 4
  },
  {
    "shabad_id": 4399,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "kW ko qnu Dnu. sMpiq kW kI; kw isau nyhu lgwhI ]",
    "transliteration": "Kaan Ko Than Dhhan Sanpath Kaan Kee Kaa Sio Naehu Lagaahee ||",
    "translation": "Who has a body? Who has wealth and property? With whom should we fall in love?",
    "punjabi": "ਹੇ ਮਨ! (ਵੇਖ) ਸਦਾ ਲਈ ਨਾਹ ਕਿਸੇ ਦਾ ਸਰੀਰ ਰਹਿੰਦਾ ਹੈ, ਨਾਹ ਧਨ ਰਹਿੰਦਾ ਹੈ, ਨਾਹ ਮਾਇਆ ਰਹਿੰਦੀ ਹੈ। ਤੂੰ ਕਿਸ ਨਾਲ ਪਿਆਰ ਬਣਾਈ ਬੈਠਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4399,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "jo dIsY. so sgl ibnwsY; ijau bwdr kI CwhI ]1]",
    "transliteration": "Jo Dheesai So Sagal Binaasai Jio Baadhar Kee Shhaahee ||1||",
    "translation": "Whatever is seen, shall all disappear, like the shade of a passing cloud. ||1||",
    "punjabi": "ਜਿਵੇਂ ਬੱਦਲਾਂ ਦੀ ਛਾਂ ਹੈ, ਤਿਵੇਂ ਜੋ ਕੁਝ ਦਿੱਸ ਰਿਹਾ ਹੈ ਸਭ ਨਾਸਵੰਤ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4399,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "qij AiBmwnu. srix sMqn ghu; mukiq hoih. iCn mwhI ]",
    "transliteration": "Thaj Abhimaan Saran Santhan Gahu Mukath Hohi Shhin Maahee ||",
    "translation": "Abandon egotism, and grasp the Sanctuary of the Saints; you shall be liberated in an instant.",
    "punjabi": "ਹੇ ਮਨ! ਅਹੰਕਾਰ ਛੱਡ, ਤੇ, ਸੰਤ ਜਨਾ ਦੀ ਸਰਨ ਫੜ। (ਇਸ ਤਰ੍ਹਾਂ) ਇਕ ਛਿਨ ਵਿਚ ਤੂੰ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਸੁਤੰਤਰ ਹੋ ਜਾਹਿਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4399,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "jn nwnk. BgvMq Bjn ibnu; suKu. supnY BI nwhI ]2]2]",
    "transliteration": "Jan Naanak Bhagavanth Bhajan Bin Sukh Supanai Bhee Naahee ||2||2||",
    "translation": "O servant Nanak, without meditating and vibrating on the Lord God, there is no peace, even in dreams. ||2||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ ਕਦੇ ਸੁਪਨੇ ਵਿਚ ਭੀ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrMg mhlw 9 ]",
    "transliteration": "Saarang Mehalaa 9 ||",
    "translation": "Saarang, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "khw nr; Apno jnmu gvwvY ]",
    "transliteration": "Kehaa Nar Apano Janam Gavaavai ||",
    "translation": "O mortal, why have you wasted your life?",
    "punjabi": "ਪਤਾ ਨਹੀਂ ਮਨੁੱਖ ਕਿਉਂ ਆਪਣਾ ਜੀਵਨ ਅਜਾਈਂ ਬਰਬਾਦ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mwieAw mid ibiKAw ris ricE; rwm srin. nhI AwvY ]1] rhwau ]",
    "transliteration": "Maaeiaa Madh Bikhiaa Ras Rachiou Raam Saran Nehee Aavai ||1|| Rehaao ||",
    "translation": "Intoxicated with Maya and its riches, involved in corrupt pleasures, you have not sought the Sanctuary of the Lord. ||1||Pause||",
    "punjabi": "ਮਾਇਆ ਦੀ ਮਸਤੀ ਵਿਚ ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4400,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "iehu sMswru sgl hY supno; dyiK khw loBwvY ]",
    "transliteration": "Eihu Sansaar Sagal Hai Supano Dhaekh Kehaa Lobhaavai ||",
    "translation": "This whole world is just a dream; why does seeing it fill you with greed?",
    "punjabi": "ਇਹ ਸਾਰਾ ਜਗਤ ਸੁਪਨੇ ਵਾਂਗ ਹੈ, ਇਸ ਨੂੰ ਵੇਖ ਕੇ, ਪਤਾ ਨਹੀਂ, ਮਨੁੱਖ ਕਿਉਂ ਲੋਭ ਵਿਚ ਫਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4400,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jo aupjY. so sgl ibnwsY; rhnu. n koaU pwvY ]1]",
    "transliteration": "Jo Oupajai So Sagal Binaasai Rehan N Kooo Paavai ||1||",
    "translation": "Everything that has been created will be destroyed; nothing will remain. ||1||",
    "punjabi": "ਇੱਥੇ ਤਾਂ ਜੋ ਕੋਈ ਜੰਮਦਾ ਹੈ ਉਹ ਹਰੇਕ ਹੀ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ। ਇਥੇ ਸਦਾ ਲਈ ਕੋਈ ਨਹੀਂ ਟਿਕ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4400,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "imiQAw qnu. swco kir mwinE; ieh ibiD. Awpu bMDwvY ]",
    "transliteration": "Mithhiaa Than Saacho Kar Maaniou Eih Bidhh Aap Bandhhaavai ||",
    "translation": "You see this false body as true; in this way, you have placed yourself in bondage.",
    "punjabi": "ਇਹ ਸਰੀਰ ਨਾਸਵੰਤ ਹੈ, ਪਰ ਜੀਵ ਇਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਮਝੀ ਰੱਖਦਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਆਪ ਨੂੰ (ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚ) ਫਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4400,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "jn nwnk. soaU jg mukqw; rwm Bjn icqu lwvY ]2]3]",
    "transliteration": "Jan Naanak Sooo Jan Mukathaa Raam Bhajan Chith Laavai ||2||3||",
    "translation": "O servant Nanak, he is a liberated being, whose consciousness lovingly vibrates, and meditates on the Lord. ||2||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਸੁਤੰਤਰ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4401,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "swrMg mhlw 9 ]",
    "transliteration": "Saarang Mehalaa 9 ||",
    "translation": "Saarang, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4401,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mn kr; kbhU. n hir gun gwieE ]",
    "transliteration": "Man Kar Kabehoo N Har Gun Gaaeiou ||",
    "translation": "In my mind, I never sang the Glorious Praises of the Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮਨ ਲਾ ਕੇ ਕਦੇ ਭੀ ਤੇਰੇ ਗੁਣ ਨਹੀਂ ਗਾਂਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
