[
  {
    "shabad_id": 4401,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ibiKAwskiq rihE, inis bwsur; kIno Apno BwieE]1]rhwau]",
    "transliteration": "Bikhiaasakath Rehiou Nis Baasur Keeno Apano Bhaaeiou ||1|| Rehaao ||",
    "translation": "I remained under the influence of corruption, night and day; I did whatever I pleased. ||1||Pause||",
    "punjabi": "ਮੈਂ ਦਿਨ ਰਾਤ ਮਾਇਆ ਵਿਚ ਹੀ ਮਗਨ ਰਿਹਾ, ਉਹੀ ਕੁਝ ਕਰਦਾ ਰਿਹਾ, ਜੋ ਮੈਨੂੰ ਆਪ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibiKAwskiq) iviSAW c K`cq ho irhw hY",
    "type_id": 4
  },
  {
    "shabad_id": 4401,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "gur aupdysu. suinE nih kwnin; pr dwrw lptwieE]",
    "transliteration": "Gur Oupadhaes Suniou Nehi Kaanan Par Dhaaraa Lapattaaeiou ||",
    "translation": "I never listened to the Guru's Teachings; I was entangled with others' spouses.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਂ ਕੰਨਾਂ ਨਾਲ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਕਦੇ) ਨਾਹ ਸੁਣੀ, ਪਰਾਈ ਇਸਤ੍ਰੀ ਵਾਸਤੇ ਕਾਮ-ਵਾਸਨਾ ਰੱਖਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4401,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "pr inMdw kwrin bhu Dwvq; smiJE nh. smJwieE]1]",
    "transliteration": "Par Nindhaa Kaaran Bahu Dhhaavath Samajhiou Neh Samajhaaeiou ||1||",
    "translation": "I ran all around slandering others; I was taught, but I never learned. ||1||",
    "punjabi": "ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਸਤੇ ਬਹੁਤ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਿਹਾ। ਸਮਝਾਦਿਆਂ ਭੀ ਮੈਂ (ਕਦੇ) ਨਾਹ ਸਮਝਿਆ (ਕਿ ਇਹ ਕੰਮ ਮਾੜਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4401,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "khw khau. mY ApunI krnI; ijh ibiD jnmu gvwieE]",
    "transliteration": "Kehaa Keho Mai Apunee Karanee Jih Bidhh Janam Gavaaeiou ||",
    "translation": "How can I even describe my actions? This is how I wasted my life.",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਸ ਤਰ੍ਹਾਂ ਮੈਂ ਆਪਣਾ ਜੀਵਨ ਅਜਾਈਂ ਗਵਾ ਲਿਆ, ਉਹ ਮੈਂ ਕਿੱਥੋਂ ਤਕ ਆਪਣੀ ਕਰਤੂਤ ਦੱਸਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4401,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "kih nwnk. sB Aaugn mo mY; rwiK lyhu srnwieE]2]4]3]13]139]4]159]",
    "transliteration": "Kehi Naanak Sabh Aougan Mo Mehi Raakh Laehu Saranaaeiou ||2||4||3||13||139||4||159||",
    "translation": "Says Nanak, I am totally filled with faults. I have come to Your Sanctuary - please save me, O Lord! ||2||4||3||13||139||4||159||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ ਸਾਰੇ ਔਗੁਣ ਹੀ ਹਨ। ਮੈਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ॥੨॥੪॥੩॥੧੩॥੧੩੯॥੪॥੧੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "rwgu swrg AstpdIAw mhlw 1 Gru 1",
    "transliteration": "Raag Saarag Asattapadheeaa Mehalaa 1 Ghar 1",
    "translation": "Raag Saarang, Ashtapadees, First Mehl, First House:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4402,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "hir ibnu; ikau jIvw myrI mweI]",
    "transliteration": "Har Bin Kio Jeevaa Maeree Maaee ||",
    "translation": "How can I live, O my mother?",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੇਰੀ ਜਿੰਦ ਵਿਆਕੁਲ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "jY jgdIs. qyrw jsu jwcau; mY hir ibnu rhnu. n jweI]1] rhwau]",
    "transliteration": "Jai Jagadhees Thaeraa Jas Jaacho Mai Har Bin Rehan N Jaaee ||1|| Rehaao ||",
    "translation": "Hail to the Lord of the Universe. I ask to sing Your Praises; without You, O Lord, I cannot even survive. ||1||Pause||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਤੇਰੀ ਹੀ ਸਦਾ ਜੈ (ਜਿੱਤ) ਹੈ। ਮੈਂ (ਤੇਰੇ ਪਾਸੋਂ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਮੰਗਦਾ ਹਾਂ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਮਨ ਘਾਬਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "j`gdIs",
    "type_id": 4
  },
  {
    "shabad_id": 4402,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir kI ipAws ipAwsI kwmin; dyKau rYin sbweI]",
    "transliteration": "Har Kee Piaas Piaasee Kaaman Dhaekho Rain Sabaaee ||",
    "translation": "I am thirsty, thirsty for the Lord; the soul-bride gazes upon Him all through the night.",
    "punjabi": "ਜਿਵੇਂ ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦੇ ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੁੰਦੀ ਹੈ ਉਹ ਸਾਰੀ ਰਾਤ ਉਸ ਦੀ ਉਡੀਕ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਮੈਨੂੰ ਹਰੀ ਦੇ ਦੀਦਾਰ ਦੀ ਹੈ, ਮੈਂ ਸਾਰੀ ਉਮਰ ਹੀ ਉਸ ਦੀ ਉਡੀਕ ਕਰਦੀ ਚਲੀ ਆ ਰਹੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "sRIDr nwQ myrw mnu lInw; pRBu jwnY pIr prweI]1]",
    "transliteration": "Sreedhhar Naathh Maeraa Man Leenaa Prabh Jaanai Peer Paraaee ||1||",
    "translation": "My mind is absorbed into the Lord, my Lord and Master. Only God knows the pain of another. ||1||",
    "punjabi": "ਹੇ ਲੱਛਮੀ-ਪਤੀ! ਹੇ (ਜਗਤ ਦੇ) ਨਾਥ! ਮੇਰਾ ਮਨ ਤੇਰੀ ਯਾਦ ਵਿਚ ਮਸਤ ਹੈ। (ਹੇ ਮਾਂ!) ਪਰਮਾਤਮਾ ਹੀ ਪਰਾਈ ਪੀੜ ਸਮਝ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "gxq srIir pIr hY. hir ibnu; gur sbdI hir pweI]",
    "transliteration": "Ganath Sareer Peer Hai Har Bin Gur Sabadhee Har Paanee ||",
    "translation": "My body suffers in pain, without the Lord; through the Word of the Guru's Shabad, I find the Lord.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਹੋਰ ਹੋਰ) ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਦੀ ਤਕਲਫ਼ਿ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hohu dieAwl ikRpw kir hir jIau; hir isau rhW smweI]2]",
    "transliteration": "Hohu Dhaeiaal Kirapaa Kar Har Jeeo Har Sio Rehaan Samaaee ||2||",
    "translation": "O Dear Lord, please be kind and compassionate to me, that I might remain merged in You, O Lord. ||2||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਹਰੀ! ਮੇਰੇ ਉਤੇ ਦਇਆਲ ਹੋ, ਮੇਰੇ ਉਤੇ ਕਿਰਪਾ ਕਰ, ਮੈਂ ਤੇਰੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "AYsI rvq rvhu. mn myry; hir crxI icqu lweI]",
    "transliteration": "Aisee Ravath Ravahu Man Maerae Har Charanee Chith Laaee ||",
    "translation": "Follow such a path, O my conscious mind, that you may remain focused on the Feet of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਅਜੇਹਾ ਰਸਤਾ ਫੜ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੇਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ibsm Bey gux gwie mnohr; inrBau shij smweI]3]",
    "transliteration": "Bisam Bheae Gun Gaae Manohar Nirabho Sehaj Samaaee ||3||",
    "translation": "I am wonder-struck, singing the Glorious Praises of my Fascinating Lord; I am intuitively absorbed in the Fearless Lord. ||3||",
    "punjabi": "ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਕੇ (ਭਾਗਾਂ ਵਾਲੇ ਬੰਦੇ ਆਨੰਦ ਵਿਚ) ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਦੁਨੀਆ ਵਾਲੇ ਡਰਾਂ-ਸਹਿਮਾਂ ਤੋਂ ਨਿਡਰ ਹੋ ਕੇ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ihrdY nwmu sdw Duin inhcl; GtY n kImiq pweI]",
    "transliteration": "Hiradhai Naam Sadhaa Dhhun Nihachal Ghattai N Keemath Paaee ||",
    "translation": "That heart, in which the Eternal, Unchanging Naam vibrates and resounds, does not diminish, and cannot be evaluated.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸ ਪਏ, ਜੇ (ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ) ਸਦੀਵੀ ਅਟੱਲ ਰੌ ਚੱਲ ਪਏ, ਤਾਂ ਉਹ ਫਿਰ ਕਦੇ ਘਟਦੀ ਨਹੀਂ, ਦੁਨੀਆ ਦਾ ਕੋਈ ਸੁਖ ਦੁਨੀਆ ਦਾ ਕੋਈ ਪਦਾਰਥ ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ibnu nwvY. sBu koeI inrDnu; siqguir bUJ buJweI]4]",
    "transliteration": "Bin Naavai Sabh Koee Niradhhan Sathigur Boojh Bujhaaee ||4||",
    "translation": "Without the Name, everyone is poor; the True Guru has imparted this understanding. ||4||",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਕੰਗਾਲ (ਹੀ) ਹੈ (ਭਾਵੇਂ ਉਸ ਦੇ ਪਾਸ ਕਿਤਨਾ ਹੀ ਧਨ-ਪਦਾਰਥ ਹੋਵੇ) ॥੪॥",
    "pronunciation": "bU`J buJweI",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "pRIqm pRwn Bey suin sjnI; dUq muey. ibKu KweI]",
    "transliteration": "Preetham Praan Bheae Sun Sajanee Dhooth Mueae Bikh Khaaee ||",
    "translation": "My Beloved is my breath of life - listen, O my companion. The demons have taken poison and died.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ!) ਸੁਣ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਪ੍ਰੀਤਮ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਕਾਮਾਦਿਕ ਵੈਰੀ (ਮੇਰੇ ਭਾ ਦੇ) ਮਰ ਗਏ ਹਨ, ਉਹਨਾਂ (ਮਾਨੋ) ਜ਼ਹਰ ਖਾ ਲਈ ਹੈ।",
    "pronunciation": "s`jnI[ ibKu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "jb kI aupjI. qb kI qYsI; rMgul BeI min BweI]5]",
    "transliteration": "Jab Kee Oupajee Thab Kee Thaisee Rangul Bhee Man Bhaaee ||5||",
    "translation": "As love for Him welled up, so it remains. My mind is imbued with His Love. ||5||",
    "punjabi": "ਮੈਂ ਉਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗੀ ਗਈ ਹਾਂ। ਜਦੋਂ ਦੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੀਤ) ਪੈਦਾ ਹੋਈ ਹੈ, ਤਦੋਂ ਦੀ ਉਹੋ ਜਿਹੀ ਕਾਇਮ ਹੈ (ਘਟੀ ਨਹੀਂ), ਮੇਰੀ ਜਿੰਦ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਗਈ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "shj smwiD sdw ilv hir isau; jIvW hir gun gweI]",
    "transliteration": "Sehaj Samaadhh Sadhaa Liv Har Sio Jeevaan Har Gun Gaaee ||",
    "translation": "I am absorbed in celestial samaadhi, lovingly attached to the Lord forever. I live by singing the Glorious Praises of the Lord.",
    "punjabi": "ਮੈਂ ਸਦਾ ਪ੍ਰਭੂ ਵਿਚ ਲਿਵ ਲਾਈ ਰੱਖਦਾ ਹਾਂ, ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ, ਜਿਉਂ ਜਿਉਂ ਮੈਂ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪਲਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "gur kY sbid rqw bYrwgI; inj Gir qwVI lweI]6]",
    "transliteration": "Gur Kai Sabadh Rathaa Bairaagee Nij Ghar Thaarree Laaee ||6||",
    "translation": "Imbued with the Word of the Guru's Shabad, I have become detached from the world. In the profound primal trance, I dwell within the home of my own inner being. ||6||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਜ ਕੇ ਮੈਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪ੍ਰੇਮੀ ਬਣ ਗਿਆ ਹਾਂ, ਹੁਣ ਮੈਂ ਆਪਣੇ ਅੰਦਰ ਹੀ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "suD rs nwmu mhw rsu mITw; inj Gir qqu gusWeIN]",
    "transliteration": "Sudhh Ras Naam Mehaa Ras Meethaa Nij Ghar Thath Gusaaneen ||",
    "translation": "The Naam, the Name of the Lord, is sublimely sweet and supremely delicious; within the home of my own self, I understand the essence of the Lord.",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਪਵਿਤ੍ਰਤਾ ਦਾ ਰਸ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ ਮੈਨੂੰ ਬੜੇ ਹੀ ਸੁਆਦਲੇ ਰਸ ਵਾਲਾ ਜਾਪ ਮੈਨੂੰ ਮਿੱਠਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਤੂੰ ਜਗਤ-ਦਾ-ਮੂਲ ਮੈਨੂੰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਲੱਭ ਪਿਆ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "qh hI mnu. jh hI qY rwiKAw; AYsI gurmiq pweI]7]",
    "transliteration": "Theh Hee Man Jeh Hee Thai Raakhiaa Aisee Guramath Paaee ||7||",
    "translation": "Wherever You keep my mind, there it is. This is what the Guru has taught me. ||7||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਅਜੇਹੀ ਮੱਤ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਕਿ ਜਿੱਥੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਤੂੰ ਮੇਰਾ ਮਨ ਜੋੜਿਆ ਹੈ ਉਥੇ ਹੀ ਜੁੜਿਆ ਪਿਆ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "snk snwid bRhmwid ieMdRwidk; Bgiq rqy bin AweI]",
    "transliteration": "Sanak Sanaadh Brehamaadh Eindhraadhik Bhagath Rathae Ban Aaee ||",
    "translation": "Sanak and Sanandan, Brahma and Indra, were imbued with devotional worship, and came to be in harmony with Him.",
    "punjabi": "ਇੰਦ੍ਰ ਵਰਗੇ ਦੇਵਤੇ, ਬ੍ਰਹਮਾ ਤੇ ਉਸ ਦੇ ਪੁਤ੍ਰ ਸਨਕ ਵਰਗੇ ਮਹਾ ਪੁਰਖ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਗਏ, ਤਾਂ ਉਹਨਾਂ ਦੀ ਪ੍ਰੀਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਬਣ ਗਈ।",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 4402,
    "pada": 10,
    "source_line": 15,
    "gurmukhi": "nwnk hir ibnu. GrI n jIvW; hir kw nwmu vfweI]8]1]",
    "transliteration": "Naanak Har Bin Gharee N Jeevaan Har Kaa Naam Vaddaaee ||8||1||",
    "translation": "O Nanak, without the Lord, I cannot live, even for an instant. The Name of the Lord is glorious and great. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਇਕ ਘੜੀ-ਮਾਤ੍ਰ ਵਿਛੁੜਿਆਂ ਭੀ ਮੇਰੀ ਜਿੰਦ ਵਿਆਕੁਲ ਹੋ ਜਾਂਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ (ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ) ਵਡਿਆਈ-ਮਾਣ ਹੈ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swrg mhlw 1]",
    "transliteration": "Saarag Mehalaa 1 ||",
    "translation": "Saarang, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir ibnu; ikau DIrY. mnu myrw]",
    "transliteration": "Har Bin Kio Dhheerai Man Maeraa ||",
    "translation": "Without the Lord, how can my mind be comforted?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਿਛੁੜ ਕੇ ਮੇਰਾ ਮਨ (ਹੁਣ) ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ (ਟਿਕਦਾ ਨਹੀਂ ਕਿਉਂਕਿ ਇਸ ਨੂੰ ਅਨੇਕਾਂ ਦੁੱਖ ਰੋਗ ਆ ਵਾਪਰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "koit klp ky dUK ibnwsn; swcu idRVwie inbyrw]1]rhwau]",
    "transliteration": "Kott Kalap Kae Dhookh Binaasan Saach Dhrirraae Nibaeraa ||1|| Rehaao ||",
    "translation": "The guilt and sin of millions of ages is erased, and one is released from the cycle of reincarnation, when the Truth is implanted within. ||1||Pause||",
    "punjabi": "ਪਰ ਜੇ ਕ੍ਰੋੜਾਂ ਜੁਗਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਤੇ ਸਦਾ ਹੀ ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਮਨ ਵਿਚ) ਟਿਕਾ ਲਈਏ ਤਾਂ ਸਾਰੇ ਦੁੱਖਾਂ ਰੋਗਾਂ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਤੇ ਮਨ ਟਿਕਾਣੇ ਆ ਜਾਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4403,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "kRoDu invwir, jly hau mmqw; pRymu sdw naurMgI]",
    "transliteration": "Krodhh Nivaar Jalae Ho Mamathaa Praem Sadhaa No Rangee ||",
    "translation": "Anger is gone, egotism and attachment have been burnt away; I am imbued with His ever-fresh Love.",
    "punjabi": "ਉਸ ਦੇ ਕ੍ਰੋਧ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕੱਢ ਦਿੱਤਾ ਹੈ, ਉਸ ਦੀ ਹਉਮੈ ਤੇ ਅਪਣੱਤ ਸੜ ਜਾਂਦੀ ਹੈ, ਨਿੱਤ ਨਵਾਂ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰੇਮ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਜਾਗ ਪੈਂਦਾ ਹੈ),",
    "pronunciation": "(naurMgI) nvIn rMg",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "AnBau ibsir gey. pRBu jwicAw; hir inrmwielu sMgI]1]",
    "transliteration": "Anabho Bisar Geae Prabh Jaachiaa Har Niramaaeil Sangee ||1||",
    "translation": "Other fears are forgotten, begging at God's Door. The Immaculate Lord is my Companion. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ (ਦੇ ਦਰ ਤੋਂ ਨਾਮ ਦਾ ਦਾਨ) ਮੰਗਿਆ ਹੈ, ਉਸ ਨੂੰ ਹੋਰਨਾਂ ਦਾ ਡਰ-ਸਹਿਮ ਭੁੱਲ ਜਾਂਦਾ ਹੈ। ਪਵਿੱਤ-ਸਰੂਪ ਪ੍ਰਭੂ ਉਸ ਦਾ (ਸਦਾ ਲਈ) ਸਾਥੀ ਬਣ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "An-Bau",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "cMcl miq iqAwig. Bau BMjnu pwieAw; eyk sbid ilv lwgI]",
    "transliteration": "Chanchal Math Thiaag Bho Bhanjan Paaeiaa Eaek Sabadh Liv Laagee ||",
    "translation": "Forsaking my fickle intellect, I have found God, the Destroyer of fear; I am lovingly attuned to the One Word, the Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਹੈ ਉਸ ਨੇ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਪਿੱਛੇ) ਭਟਕਣ ਵਾਲੀ ਮੱਤ (ਦੀ ਅਗਵਾਈ) ਤਿਆਗ ਕੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir rsu cwiK. iqRKw invwrI; hir myil ley bfBwgI]2]",
    "transliteration": "Har Ras Chaakh Thrikhaa Nivaaree Har Mael Leae Baddabhaagee ||2||",
    "translation": "Tasting the sublime essence of the Lord, my thirst is quenched; by great good fortune, the Lord has united me with Himself. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਕੇ ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਹ ਦੂਰ ਕਰ ਲਈ ਹੈ, ਉਸ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4403,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ABrq isMic. Bey suBr sr; gurmiq swcu inhwlw]",
    "transliteration": "Abharath Sinch Bheae Subhar Sar Guramath Saach Nihaalaa ||",
    "translation": "The empty tank has been filled to overflowing. Following the Guru's Teachings, I am enraptured with the True Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਜਲ ਸਿੰਜ ਕੇ ਉਸ ਦੇ ਉਹ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਨਕਾਨਕ ਭਰ ਗਏ ਜਿਨ੍ਹਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਪਹਿਲਾਂ ਕਦੇ ਭੀ ਮੁੱਕਦੀ ਨਹੀਂ ਸੀ।",
    "pronunciation": "(A-Brq) ^wlI irdy[su`Br",
    "type_id": 3
  }
]