[
  {
    "id": 53003,
    "shabad_id": 4403,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਰਤਿ ਨਾਮਿ ਰਤੇ ਨਿਹਕੇਵਲ; ਅਾਦਿ ਜੁਗਾਦਿ ਦੲਿਅਾਲਾ ||੩||",
    "transliteration": "Man Rath Naam Rathae Nihakaeval Aadh Jugaadh Dhaeiaalaa ||3||",
    "translation": "My mind is imbued with love for the Naam. The Immaculate Lord is merciful, from the beginning of time, and througout the ages. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਦੀ ਪ੍ਰੀਤ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਬਣ ਜਾਂਦੀ ਹੈ ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ (ਸਦਾ ਲਈ) ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਜੋ ਸੁੱਧ-ਸਰੂਪ ਹੈ ਤੇ ਜੋ ਸਦਾ ਤੋਂ ਹੀ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ ॥੩॥",
    "pronunciation": "ਰਤਿ: ਪੋਲਾ ਬੋਲੋ,ਰੱਤੇ",
    "type_id": 3
  },
  {
    "id": 53004,
    "shabad_id": 4403,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਮੋਹਨਿ. ਮੋਹਿ ਲੀਅਾ ਮਨੁ ਮੋਰਾ; ਬਡੈਭਾਗ ਲਿਵ ਲਾਗੀ ||",
    "transliteration": "Mohan Mohi Leeaa Man Moraa Baddai Bhaag Liv Laagee ||",
    "translation": "My mind is fascinated with the Fascinating Lord. By great good fortune, I am lovingly attuned to Him.",
    "punjabi": "ਮੇਰੇ ਚੰਗੇ ਭਾਗਾਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੀ ਲਿਵ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੱਗ ਗਈ ਹੈ, ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਮੇਰਾ ਮਨ (ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ) ਮੋਹ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53005,
    "shabad_id": 4403,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਾਚੁ ਬੀਚਾਰਿ ਕਿਲਵਿਖ ਦੁਖ ਕਾਟੇ; ਮਨੁ ਨਿਰਮਲੁ ਅਨਰਾਗੀ ||੪||",
    "transliteration": "Saach Beechaar Kilavikh Dhukh Kaattae Man Niramal Anaraagee ||4||",
    "translation": "Contemplating the True Lord, all the resides of sins and mistakes are wiped away. My mind is pure and immaculate in His Love. ||4||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਲਿਆਉਣ ਕਰ ਕੇ ਮੇਰੇ ਸਾਰੇ ਪਾਪ-ਦੁੱਖ ਕੱਟੇ ਗਏ ਹਨ, ਮੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਗਿਆ ਹੈ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪ੍ਰੇਮੀ ਹੋ ਗਿਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53006,
    "shabad_id": 4403,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਗਹਿਰ ਗੰਭੀਰ ਸਾਗਰ ਰਤਨਾਗਰ; ਅਵਰ ਨਹੀ ਅਨ ਪੂਜਾ ||",
    "transliteration": "Gehir Ganbheer Saagar Rathanaagar Avar Nehee An Poojaa ||",
    "translation": "God is the Deep and Unfathomable Ocean, the Source of all jewels; no other is worthy of worship.",
    "punjabi": "ਮੈਂ ਕਿਸੇ ਹੋਰ ਦੀ ਪੂਜਾ ਨਹੀਂ ਕਰਦਾ, ਸਿਰਫ਼ ਉਸ ਨੂੰ ਪੂਜਦਾ ਹਾਂ ਜੋ ਬੜੇ ਡੂੰਘੇ ਤੇ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ, ਜੋ ਬੇਅੰਤ ਰਤਨਾਂ ਦੀ ਖਾਣ ਸਮੁੰਦਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53007,
    "shabad_id": 4403,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਸਬਦੁ ਬੀਚਾਰਿ ਭਰਮ ਭੳੁ ਭੰਜਨੁ; ਅਵਰੁ. ਨ ਜਾਨਿਅਾ ਦੂਜਾ ||੫||",
    "transliteration": "Sabadh Beechaar Bharam Bho Bhanjan Avar N Jaaniaa Dhoojaa ||5||",
    "translation": "I contemplate the Shabad, the Destroyer of doubt and fear; I do not know any other at all. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ ਕੇ ਮੈਂ ਸਮਝ ਲਿਆ ਹੈ ਕਿ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਡਰ-ਸਹਿਮ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਕੋਈ ਹੋਰ (ਦੇਵੀ ਦੇਵਤਾ ਆਦਿਕ) ਦੂਜਾ ਨਹੀਂ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53008,
    "shabad_id": 4403,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਮਨੂਅਾ ਮਾਰਿ ਨਿਰਮਲ ਪਦੁ ਚੀਨਿਅਾ; ਹਰਿ ਰਸ ਰਤੇ ਅਧਿਕਾੲੀ ||",
    "transliteration": "Manooaa Maar Niramal Padh Cheeniaa Har Ras Rathae Adhhikaaee ||",
    "translation": "Subduing my mind, I have realized the pure status; I am totally imbued with the sublime essence of the Lord.",
    "punjabi": "ਹੁਣ ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਬਹੁਤ ਰੰਗਿਆ ਗਿਆ ਹਾਂ, ਮਨ (ਵਿਚੋਂ ਵਿਕਾਰਾਂ ਦੀ ਅੰਸ) ਮਾਰ ਕੇ ਮੈਂ ਪਵਿਤ੍ਰ ਆਤਮਕ ਦਰਜੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53009,
    "shabad_id": 4403,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ੲੇਕਸ ਬਿਨੁ ਮੈ ਅਵਰੁ. ਨ ਜਾਨਾਂ; ਸਤਿਗੁਰਿ ਬੂਝ ਬੁਝਾੲੀ ||੬||",
    "transliteration": "Eaekas Bin Mai Avar N Jaanaan Sathigur Boojh Bujhaaee ||6||",
    "translation": "I do not know any other except the Lord. The True Guru has imparted this understanding. ||6||",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ, (ਹੁਣ) ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਉਸ ਵਰਗਾ) ਨਹੀਂ ਜਾਣਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53010,
    "shabad_id": 4403,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਅਗਮ ਅਗੋਚਰੁ ਅਨਾਥੁ ਅਜੋਨੀ; ਗੁਰਮਤਿ ੲੇਕੋ ਜਾਨਿਅਾ ||",
    "transliteration": "Agam Agochar Anaathh Ajonee Guramath Eaeko Jaaniaa ||",
    "translation": "God is Inaccessible and Unfathomable, Unmastered and Unborn; through the Guru's Teachings, I know the One Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਸਿਰਫ਼ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ ਜੋ ਅਪਹੁੰਚ ਹੈ, ਜਿਸ ਤਕ ਗਿਆਨ ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ, ਜੋ ਆਪ ਹੀ ਆਪਣਾ ਖਸਮ-ਮਾਲਕ ਹੈ, ਅਤੇ ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53011,
    "shabad_id": 4403,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਸੁਭਰ ਭਰੇ. ਨਾਹੀ ਚਿਤੁ ਡੋਲੈ; ਮਨ ਹੀ ਤੇ ਮਨੁ ਮਾਨਿਅਾ ||੭||",
    "transliteration": "Subhar Bharae Naahee Chith Ddolai Man Hee Thae Man Maaniaa ||7||",
    "translation": "Filled to overflowing, my consciousness does not waver; through the Mind, my mind is pleased and appeased. ||7||",
    "punjabi": "(ਇਸ ਸਾਂਝ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਨਾਮ-ਰਸ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰ ਗਏ ਹਨ, ਹੁਣ ਮੇਰਾ ਮਨ (ਮਾਇਆ ਵਾਲੇ ਪਾਸੇ) ਡੋਲਦਾ ਨਹੀਂ ਹੈ, ਆਪਣੇ ਅੰਦਰ ਹੀ ਟਿਕ ਗਿਆ ਹੈ ॥੭॥",
    "pronunciation": "ਸੁੱਭਰ",
    "type_id": 3
  },
  {
    "id": 53012,
    "shabad_id": 4403,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਅਕਥੳੁ ਕਥੀਅੈ; ਕਹੳੁ ਕਹਾਵੈ ਸੋੲੀ ||",
    "transliteration": "Gur Parasaadhee Akathho Kathheeai Keho Kehaavai Soee ||",
    "translation": "By Guru's Grace, I speak the Unspoken; I speak what He makes me speak.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ। ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਉਸ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਮੈਂ ਤਦੋਂ ਹੀ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹਾਂ ਜਦੋਂ ਉਹ ਆਪ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਕਥੳੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53013,
    "shabad_id": 4403,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਦੀਨ ਦੲਿਅਾਲ ਹਮਾਰੇ; ਅਵਰੁ. ਨ ਜਾਨਿਅਾ ਕੋੲੀ ||੮||੨||",
    "transliteration": "Naanak Dheen Dhaeiaal Hamaarae Avar N Jaaniaa Koee ||8||2||",
    "translation": "O Nanak, my Lord is Merciful to the meek; I do not know any other at all. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੇ ਦੀਨ ਦਇਆਲ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰੇ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ, ਮੈਂ ਤੇਰੇ ਨਾਲ ਹੀ ਸਾਂਝ ਪਾਈ ਹੈ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53014,
    "shabad_id": 4404,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੩ ਅਸਟਪਦੀਅਾ ਘਰੁ ੧",
    "transliteration": "Saarag Mehalaa 3 Asattapadheeaa Ghar 1",
    "translation": "Saarang, Third Mehl, Ashtapadees, First House:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 53015,
    "shabad_id": 4404,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 53016,
    "shabad_id": 4404,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਹਰਿ ਕੈ ਨਾਮਿ ਵਡਾੲੀ ||",
    "transliteration": "Man Maerae Har Kai Naam Vaddaaee ||",
    "translation": "O my mind, the Name of the Lord is glorious and great.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜਿਆਂ ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53017,
    "shabad_id": 4404,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ ਅਵਰੁ. ਨ ਜਾਣਾ ਕੋੲੀ; ਹਰਿ ਕੈ ਨਾਮਿ ਮੁਕਤਿ ਗਤਿ ਪਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Bin Avar N Jaanaa Koee Har Kai Naam Mukath Gath Paaee ||1|| Rehaao ||",
    "translation": "I know of none, other than the Lord; through the Lord's Name, I have attained liberation and emancipation. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ। ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਅਤੇ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 53018,
    "shabad_id": 4404,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਬਦਿ ਭੳੁ ਭੰਜਨੁ, ਜਮਕਾਲ ਨਿਖੰਜਨੁ; ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲੀ ||",
    "transliteration": "Sabadh Bho Bhanjan Jamakaal Nikhanjan Har Saethee Liv Laaee ||",
    "translation": "Through the Word of the Shabad, I am lovingly attuned to the Lord, the Destroyer of fear, the Destroyer of the Messenger of Death.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਅਤੇ ਆਤਮਕ ਮੌਤ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹਰੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨਾਲ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53019,
    "shabad_id": 4404,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਸੁਖਦਾਤਾ ਗੁਰਮੁਖਿ ਜਾਤਾ; ਸਹਜੇ ਰਹਿਅਾ ਸਮਾੲੀ ||੧||",
    "transliteration": "Har Sukhadhaathaa Guramukh Jaathaa Sehajae Rehiaa Samaaee ||1||",
    "translation": "As Gurmukh, I have realized the Lord, the Giver of peace; I remain intuitively absorbed in Him. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਹਰੀ ਨਾਲ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ, (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮਨੁੱਖ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53020,
    "shabad_id": 4404,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਭਗਤਾਂ ਕਾ ਭੋਜਨੁ. ਹਰਿ ਨਾਮ ਨਿਰੰਜਨੁ; ਪੈਨ੍ਹਣੁ ਭਗਤਿ ਬਡਾੲੀ ||",
    "transliteration": "Bhagathaan Kaa Bhojan Har Naam Niranjan Painhan Bhagath Baddaaee ||",
    "translation": "The Immaculate Name of the Lord is the food of His devotees; they wear the glory of devotional worship.",
    "punjabi": "ਨਿਰਲੇਪ ਹਰਿ-ਨਾਮ (ਹੀ) ਭਗਤ ਜਨਾਂ (ਦੇ ਆਤਮਾ) ਦੀ ਖ਼ੁਰਾਕ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਉਹਨਾਂ ਵਾਸਤੇ ਪੁਸ਼ਾਕ ਹੈ ਤੇ ਇੱਜ਼ਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53021,
    "shabad_id": 4404,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਵਾਸਾ. ਸਦਾ ਹਰਿ ਸੇਵਨਿ; ਹਰਿ ਦਰਿ ਸੋਭਾ ਪਾੲੀ ||੨||",
    "transliteration": "Nij Ghar Vaasaa Sadhaa Har Saevan Har Dhar Sobhaa Paaee ||2||",
    "translation": "They abide in the home of their inner beings, and they serve the Lord forever; they are honored in the Court of the Lord. ||2||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53022,
    "shabad_id": 4404,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮਨਮੁਖ ਬੁਧਿ ਕਾਚੀ. ਮਨੂਅਾ ਡੋਲੈ; ਅਕਥੁ. ਨ ਕਥੈ ਕਹਾਨੀ ||",
    "transliteration": "Manamukh Budhh Kaachee Manooaa Ddolai Akathh N Kathhai Kehaanee ||",
    "translation": "The intellect of the self-willed manmukh is false; his mind wavers and wobbles, and he cannot speak the Unspoken Speech.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਅਕਲ ਹੋਛੀ ਹੁੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ (ਮਾਇਆ ਵਿਚ) ਡੋਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਕਦੇ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਅਕਥੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53023,
    "shabad_id": 4404,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮਤਿ ਨਿਹਚਲੁ. ਹਰਿ ਮਨਿ ਵਸਿਅਾ; ਅੰਮਿ੍ਰਤ ਸਾਚੀ ਬਾਨੀ ||੩||",
    "transliteration": "Guramath Nihachal Har Man Vasiaa Anmrith Saachee Baanee ||3||",
    "translation": "Following the Guru's Teachings, the Eternal Unchanging Lord abides within the mind; the True Word of His Bani is Ambrosial Nectar. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰਿਆਂ ਮਨੁੱਖ ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਵੱਸਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵੱਸਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53024,
    "shabad_id": 4404,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਕੇ ਤਰੰਗ ਸਬਦਿ ਨਿਵਾਰੇ; ਰਸਨਾ ਸਹਜਿ ਸੁਭਾੲੀ ||",
    "transliteration": "Man Kae Tharang Sabadh Nivaarae Rasanaa Sehaj Subhaaee ||",
    "translation": "The Shabad calms the turbulent waves of the mind; the tongue is intuively imbued with peace.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਦੀਆਂ ਦੌੜਾਂ-ਭੱਜਾਂ ਦੂਰ ਕਰ ਲਈਦੀਆਂ ਹਨ, ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਦੀ ਜੀਭ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿੱਕ ਜਾਂਦੀ ਹੈ (ਰਸਾਂ ਕਸਾਂ ਦੇ ਪਿੱਛੇ ਨਹੀਂ ਦੌੜਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53025,
    "shabad_id": 4404,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿ ਰਹੀਅੈ ਸਦ ਅਪੁਨੇ; ਜਿਨਿ ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲੀ ||੪||",
    "transliteration": "Sathigur Mil Reheeai Sadh Apunae Jin Har Saethee Liv Laaee ||4||",
    "translation": "So remain united forever with your True Guru, who is lovingly attuned to the Lord. ||4||",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਜੁੜੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਕਿਉਂਕਿ (ਉਸ) ਗੁਰੂ ਨੇ ਆਪਣੀ ਸੁਰਤ ਸਦਾ ਪਰਮਾਤਮਾ ਵਿਚ ਜੋੜ ਰੱਖੀ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53026,
    "shabad_id": 4404,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "ਮਨੁ ਸਬਦਿ ਮਰੈ. ਤਾ ਮੁਕਤੋ ਹੋਵੈ; ਹਰਿ ਚਰਣੀ ਚਿਤੁ ਲਾੲੀ ||",
    "transliteration": "Man Sabadh Marai Thaa Mukatho Hovai Har Charanee Chith Laaee ||",
    "translation": "If the mortal dies in the Shabad, then he is liberated; he focuses his consciousness on the Lord's Feet.",
    "punjabi": "(ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ (ਉਹ ਮਨੁੱਖ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਵਿਕਾਰਾਂ ਦੇ ਪੰਜੇ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53027,
    "shabad_id": 4404,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਸਰੁ ਸਾਗਰੁ. ਸਦਾ ਜਲੁ ਨਿਰਮਲੁ; ਨਾਵੈ ਸਹਜਿ ਸੁਭਾੲੀ ||੫||",
    "transliteration": "Har Sar Saagar Sadhaa Jal Niramal Naavai Sehaj Subhaaee ||5||",
    "translation": "The Lord is an Ocean; His Water is Forever Pure. Whoever bathes in it is intuitively imbued with peace. ||5||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਮਾਨੋ, ਐਸਾ) ਸਰੋਵਰ ਹੈ ਸਮੁੰਦਰ ਹੈ (ਜਿਸ ਦਾ) ਜਲ ਪਵਿੱਤਰ ਰਹਿੰਦਾ ਹੈ, (ਜਿਹੜਾ ਮਨੁੱਖ ਇਸ ਵਿਚ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਨ੍ਹਾਵੈ",
    "type_id": 3
  },
  {
    "id": 53028,
    "shabad_id": 4404,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਸਬਦੁ ਵੀਚਾਰਿ ਸਦਾ ਰੰਗਿ ਰਾਤੇ; ਹੳੁਮੈ ਤਿ੍ਰਸਨਾ ਮਾਰੀ ||",
    "transliteration": "Sabadh Veechaar Sadhaa Rang Raathae Houmai Thrisanaa Maaree ||",
    "translation": "Those who contemplate the Shabad are forever imbued with His Love; their egotism and desires are subdued.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਤੇ, ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ ਨੂੰ ਮੁਕਾ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53029,
    "shabad_id": 4404,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਅੰਤਰਿ ਨਿਹਕੇਵਲੁ ਹਰਿ ਰਵਿਅਾ; ਸਭੁ ਅਾਤਮ ਰਾਮੁ ਮੁਰਾਰੀ ||੬||",
    "transliteration": "Anthar Nihakaeval Har Raviaa Sabh Aatham Raam Muraaree ||6||",
    "translation": "The Pure, Unattached Lord permeates their inner beings; the Lord, the Supreme Soul, is pervading all. ||6||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸੁੱਧ-ਸਰੂਪ ਹਰੀ ਆ ਵੱਸਦਾ ਹੈ, (ਉਹਨਾਂ ਨੂੰ) ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ ਦਿੱਸਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53030,
    "shabad_id": 4404,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ਸੇਵਕ ਸੇਵਿ ਰਹੇ ਸਚਿ ਰਾਤੇ; ਜੋ ਤੇਰੈ ਮਨਿ ਭਾਣੇ ||",
    "transliteration": "Saevak Saev Rehae Sach Raathae Jo Thaerai Man Bhaanae ||",
    "translation": "Your humble servants serve You, O Lord; those who are imbued with the Truth are pleasing to Your Mind.",
    "punjabi": "ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਉਹੀ ਸੇਵਕ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ ਅਤੇ ਤੇਰੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਹੜੇ ਤੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53031,
    "shabad_id": 4404,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ਦੁਬਿਧਾ. ਮਹਲੁ, ਨ ਪਾਵੈ. ਜਗਿ ਝੂਠੀ; ਗੁਣ ਅਵਗਣ. ਨ ਪਛਾਣੇ ||੭||",
    "transliteration": "Dhubidhhaa Mehal N Paavai Jag Jhoothee Gun Avagan N Pashhaanae ||7||",
    "translation": "Those who are involved in duality do not find the Mansion of the Lord's Presence; caught in the false nature of the world, they do not discriminate between merits and demerits. ||7||",
    "punjabi": "ਮੇਰ-ਤੇਰ ਵਿਚ ਫਸੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਨਹੀਂ ਲੈ ਸਕਦੀ, ਉਹ ਦੁਨੀਆ ਵਿਚ ਭੀ ਆਪਣਾ ਇਤਬਾਰ ਗਵਾਈ ਰੱਖਦੀ ਹੈ, ਉਹ ਇਹ ਨਹੀਂ ਪਛਾਣ ਸਕਦੀ ਕਿ ਜੋ ਕੁਝ ਮੈਂ ਕਰ ਰਹੀ ਹਾਂ ਇਹ ਚੰਗਾ ਹੈ ਜਾਂ ਮਾੜਾ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53032,
    "shabad_id": 4404,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਮੇਲਿ ਲੲੇ. ਅਕਥੁ ਕਥੀਅੈ; ਸਚੁ ਸਬਦੁ ਸਚੁ ਬਾਣੀ ||",
    "transliteration": "Aapae Mael Leae Akathh Kathheeai Sach Sabadh Sach Baanee ||",
    "translation": "When the Lord merges us into Himself, we speak the Unspoken Speech; True is the Shabad, and True is the Word of His Bani.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੇ, ਤਦੋਂ ਹੀ ਉਸ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਉਸ ਦਾ ਸਦਾ-ਥਿਰ ਸ਼ਬਦ ਉਸ ਦੀ ਸਦਾ-ਥਿਰ ਬਾਣੀ ਦਾ ਉਚਾਰਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਕਥੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53033,
    "shabad_id": 4404,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਸਾਚੇ ਸਚਿ ਸਮਾਣੇ; ਹਰਿ ਕਾ ਨਾਮੁ ਵਖਾਣੀ ||੮||੧||",
    "transliteration": "Naanak Saachae Sach Samaanae Har Kaa Naam Vakhaanee ||8||1||",
    "translation": "O Nanak, the true people are absorbed in the Truth; they chant the Name of the Lord. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ; ਉਹ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਸਦਾ ਹੀ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53034,
    "shabad_id": 4405,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੩ ||",
    "transliteration": "Saarag Mehalaa 3 ||",
    "translation": "Saarang, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53035,
    "shabad_id": 4405,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਹਰਿ ਕਾ ਨਾਮੁ ਅਤਿ ਮੀਠਾ ||",
    "transliteration": "Man Maerae Har Kaa Naam Ath Meethaa ||",
    "translation": "O my mind, the Name of the Lord is supremely sweet.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
