[
  {
    "id": 53036,
    "shabad_id": 4405,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ ਕਿਲਵਿਖ ਭੳੁ ਭੰਜਨ; ਗੁਰਮੁਖਿ ੲੇਕੋ ਡੀਠਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Janam Janam Kae Kilavikh Bho Bhanjan Guramukh Eaeko Ddeethaa ||1|| Rehaao ||",
    "translation": "It is the Destroyer of the sins, the guilt and fears of countless incarnations; the Gurmukh sees the One Lord. ||1||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਅਤੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਹੀ (ਹਰ ਥਾਂ) ਵੇਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 53037,
    "shabad_id": 4405,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਕੋਟਿ ਕੋਟੰਤਰ ਕੇ ਪਾਪ ਬਿਨਾਸਨ; ਹਰਿ ਸਾਚਾ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Kott Kottanthar Kae Paap Binaasan Har Saachaa Man Bhaaeiaa ||",
    "translation": "Millions upon millions of sins are erased, when the mind comes to love the True Lord.",
    "punjabi": "ਉਸ ਨੂੰ ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53038,
    "shabad_id": 4405,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਅਵਰੁ, ਨ ਸੂਝੈ ਦੂਜਾ; ਸਤਿਗੁਰਿ. ੲੇਕੁ ਬੁਝਾੲਿਅਾ ॥੧॥",
    "transliteration": "Har Bin Avar N Soojhai Dhoojaa Sathigur Eaek Bujhaaeiaa ||1||",
    "translation": "I do not know any other, except the Lord; the True Guru has revealed the One Lord to me. ||1||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਤਿਗੁਰੂ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ (ਕਿਤੇ ਵੱਸਦਾ) ਨਹੀਂ ਸੁੱਝਦਾ ॥੧॥",
    "pronunciation": "ਬੁੱਝਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 53039,
    "shabad_id": 4405,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰੇਮ ਪਦਾਰਥੁ ਜਿਨ ਘਟਿ ਵਸਿਅਾ; ਸਹਜੇ ਰਹੇ ਸਮਾੲੀ ॥",
    "transliteration": "Praem Padhaarathh Jin Ghatt Vasiaa Sehajae Rehae Samaaee ||",
    "translation": "Those whose hearts are filled with the wealth of the Lord's Love, remain intuitively absorbed in Him.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਦਾ) ਅਮੋਲਕ ਪ੍ਰੇਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿੱਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53040,
    "shabad_id": 4405,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ. ਸੇ ਰੰਗਿ ਚਲੂਲੇ; ਰਾਤੇ ਸਹਜਿ ਸੁਭਾੲੀ ॥੨॥",
    "transliteration": "Sabadh Rathae Sae Rang Chaloolae Raathae Sehaj Subhaaee ||2||",
    "translation": "Imbued with the Shabad, they are dyed in the deep crimson color of His Love. They are imbued with the Lord's celestial peace and poise. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਰੰਗ ਵਿਚ ਗੂੜ੍ਹੇ ਰੰਗੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53041,
    "shabad_id": 4405,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਰਸਨਾ ਸਬਦੁ ਵੀਚਾਰਿ. ਰਸਿ ਰਾਤੀ; ਲਾਲ ਭੲੀ ਰੰਗੁ ਲਾੲੀ ॥",
    "transliteration": "Rasanaa Sabadh Veechaar Ras Raathee Laal Bhee Rang Laaee ||",
    "translation": "Contemplating the Shabad, the tongue is imbued with joy; embracing His Love, it is dyed a deep crimson.",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੀਭ ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਗਿੱਝ ਜਾਂਦੀ ਹੈ, ਨਾਮ-ਰੰਗ ਲਾ ਕੇ ਗੂੜ੍ਹੀ ਰੰਗੀ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53042,
    "shabad_id": 4405,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਨਿਹਕੇਵਲੁ ਜਾਣਿਅਾ; ਮਨੁ ਤਿ੍ਰਪਤਿਅਾ ਸਾਂਤਿ ਅਾੲੀ ॥੩॥",
    "transliteration": "Raam Naam Nihakaeval Jaaniaa Man Thripathiaa Saanth Aaee ||3||",
    "translation": "I have come to know the Name of the Pure Detached Lord; my mind is satisfied and comforted. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸੁੱਧ-ਸਰੂਪ ਹਰੀ ਦੇ ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਮਾਇਆ ਵੱਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53043,
    "shabad_id": 4405,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਪੰਡਿਤ ਪੜਿ੍ਹ ਪੜਿ੍ਹ ਮੋਨੀ ਸਭਿ ਥਾਕੇ; ਭ੍ਰਮਿ ਭੇਖ ਥਕੇ ਭੇਖਧਾਰੀ ॥",
    "transliteration": "Panddith Parrih Parrih Monee Sabh Thhaakae Bhram Bhaekh Thhakae Bhaekhadhhaaree ||",
    "translation": "The Pandits, the religious scholars, read and study, and all the silent sages have grown weary; they have grown weary of wearing their religious robes and wandering all around.",
    "punjabi": "ਪਰ, ਪੰਡਿਤ ਲੋਕ (ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ (ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ) ਥੱਕ ਜਾਂਦੇ ਹਨ, ਭੇਖਧਾਰੀ ਮਨੁੱਖ ਧਾਰਮਿਕ ਭੇਖਾਂ ਵਿਚ ਹੀ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੁੰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53044,
    "shabad_id": 4405,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਨਿਰੰਜਨੁ ਪਾੲਿਅਾ; ਸਾਚੈ ਸਬਦਿ ਵੀਚਾਰੀ ॥੪॥",
    "transliteration": "Gur Parasaadh Niranjan Paaeiaa Saachai Sabadh Veechaaree ||4||",
    "translation": "By Guru's Grace, I have found the Immaculate Lord; I contemplate the True Word of the Shabad. ||4||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53045,
    "shabad_id": 4405,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਅਾਵਾ ਗੳੁਣੁ ਨਿਵਾਰਿ. ਸਚਿ ਰਾਤੇ; ਸਾਚ ਸਬਦੁ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Aavaa Goun Nivaar Sach Raathae Saach Sabadh Man Bhaaeiaa ||",
    "translation": "My coming and going in reincarnation is ended, and I am imbued with Truth; the True Word of the Shabad is pleasing to my mind.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲਾ ਗੁਰ-ਸ਼ਬਦ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲਗਦਾ ਹੈ, ਉਹ (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮਿਟਾ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53046,
    "shabad_id": 4405,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿ. ਸਦਾ ਸੁਖੁ ਪਾੲੀਅੈ; ਜਿਨਿ. ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿਅਾ ॥੫॥",
    "transliteration": "Sathigur Saev Sadhaa Sukh Paaeeai Jin Vichahu Aap Gavaaeiaa ||5||",
    "translation": "Serving the True Guru, eternal peace is found, and self-conceit is eliminated from within. ||5||",
    "punjabi": "ਜਿਸ (ਗੁਰੂ) ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53047,
    "shabad_id": 4405,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਸਾਚੈ ਸਬਦਿ ਸਹਜ ਧੁਨਿ ੳੁਪਜੈ; ਮਨਿ ਸਾਚੈ ਲਿਵ ਲਾੲੀ ॥",
    "transliteration": "Saachai Sabadh Sehaj Dhhun Oupajai Man Saachai Liv Laaee ||",
    "translation": "Through the True Word of the Shabad, the celestial melody wells up, and the mind is lovingly focused on the True Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰਖਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53048,
    "shabad_id": 4405,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਅਗਮ ਅਗੋਚਰੁ ਨਾਮੁ ਨਿਰੰਜਨੁ; ਗੁਰਮੁਖਿ ਮੰਨਿ ਵਸਾੲੀ ॥੬॥",
    "transliteration": "Agam Agochar Naam Niranjan Guramukh Mann Vasaaee ||6||",
    "translation": "The Immaculate Naam, the Name of the Inaccessible and Unfathomable Lord, abides in the mind of the Gurmukh. ||6||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਹੀ) ਅਪਹੁੰਚ ਅਗੋਚਰ ਅਤੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53049,
    "shabad_id": 4405,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ੲੇਕਸ ਮਹਿ ਸਭੁ ਜਗਤੋ ਵਰਤੈ; ਵਿਰਲਾ ੲੇਕੁ ਪਛਾਣੈ ॥",
    "transliteration": "Eaekas Mehi Sabh Jagatho Varathai Viralaa Eaek Pashhaanai ||",
    "translation": "The whole world is contained in the One Lord. How rare are those who understand the One Lord.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਹੀ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ (ਤੇ, ਇਹ ਸਮਝਦਾ ਹੈ ਕਿ) ਸਾਰਾ ਸੰਸਾਰ ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਹੁਕਮ) ਵਿਚ ਹੀ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53050,
    "shabad_id": 4405,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਸਬਦਿ ਮਰੈ. ਤਾ ਸਭੁ ਕਿਛੁ ਸੂਝੈ; ਅਨ ਦਿਨੁ ੲੇਕੋ ਜਾਣੈ ॥੭॥",
    "transliteration": "Sabadh Marai Thaa Sabh Kishh Soojhai Anadhin Eaeko Jaanai ||7||",
    "translation": "One who dies in the Shabad comes to know everything; night and day, he realizes the One Lord. ||7||",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ (ਇਹ) ਸਾਰੀ ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਹਰ ਵੇਲੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53051,
    "shabad_id": 4405,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਜਿਸ ਨੋ ਨਦਰਿ ਕਰੇ. ਸੋੲੀ ਜਨੁ ਬੂਝੈ; ਹੋਰੁ ਕਹਣਾ ਕਥਨੁ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Jis No Nadhar Karae Soee Jan Boojhai Hor Kehanaa Kathhan N Jaaee ||",
    "translation": "That humble being, upon whom the Lord casts His Glance of Grace, understands. Nothing else can be said.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹੀ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਕੋਈ) ਹੋਰ (ਰਸਤਾ) ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53052,
    "shabad_id": 4405,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ਨਾਮਿ ਰਤੇ ਸਦਾ ਬੈਰਾਗੀ; ੲੇਕ ਸਬਦਿ ਲਿਵ ਲਾੲੀ ॥੮॥੨॥",
    "transliteration": "Naanak Naam Rathae Sadhaa Bairaagee Eaek Sabadh Liv Laaee ||8||2||",
    "translation": "O Nanak, those who are imbued with the Naam are forever detached from the world; they are lovingly attuned to the One Word of the Shabad. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਹਰੀ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਹਰਿ-ਨਾਮ ਵਿਚ ਮਗਨ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਦੁਨੀਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਸਦਾ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53053,
    "shabad_id": 4406,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੩ ॥",
    "transliteration": "Saarag Mehalaa 3 ||",
    "translation": "Saarang, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53054,
    "shabad_id": 4406,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਹਰਿ ਕੀ ਅਕਥ ਕਹਾਣੀ ॥",
    "transliteration": "Man Maerae Har Kee Akathh Kehaanee ||",
    "translation": "O my mind, the Speech of the Lord is unspoken.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪ੍ਰਭੂ ਦੀ ਕਦੇ ਨਾਹ ਮੁੱਕ ਸਕਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ)",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53055,
    "shabad_id": 4406,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਨਦਰਿ ਕਰੇ. ਸੋੲੀ ਜਨੁ ਪਾੲੇ; ਗੁਰਮੁਖਿ ਵਿਰਲੈ ਜਾਣੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Nadhar Karae Soee Jan Paaeae Guramukh Viralai Jaanee ||1|| Rehaao ||",
    "translation": "That humble being who is blessed by the Lord's Glance of Grace, obtains it. How rare is that Gurmukh who understands. ||1||Pause||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ (ਇਸ ਦੀ) ਕਦਰ ਸਮਝੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 53056,
    "shabad_id": 4406,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਗਹਿਰ ਗੰਭੀਰੁ ਗੁਣੀ ਗਹੀਰੁ; ਗੁਰ ਕੈ ਸਬਦਿ ਪਛਾਨਿਅਾ ॥",
    "transliteration": "Har Gehir Ganbheer Gunee Geheer Gur Kai Sabadh Pashhaaniaa ||",
    "translation": "The Lord is Deep, Profound and Unfathomable, the Ocean of Excellence; He is realized through the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਪਛਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਬੜੇ ਹੀ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ ਤੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53057,
    "shabad_id": 4406,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਬਹੁ ਬਿਧਿ ਕਰਮ ਕਰਹਿ ਭਾੲਿ ਦੂਜੈ; ਬਿਨੁ ਸਬਦੈ. ਬੳੁਰਾਨਿਅਾ ॥੧॥",
    "transliteration": "Bahu Bidhh Karam Karehi Bhaae Dhoojai Bin Sabadhai Bouraaniaa ||1||",
    "translation": "Mortals do their deeds in all sorts of ways, in the love of duality; but without the Shabad, they are insane. ||1||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਪਿਆਰ ਵਿਚ (ਟਿਕੇ ਰਹਿ ਕੇ) ਕਈ ਤਰੀਕਿਆਂ ਦੇ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ (ਭੀ) ਕਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਝੱਲੇ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53058,
    "shabad_id": 4406,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਨਾਮਿ ਨਾਵੈ. ਸੋੲੀ ਜਨੁ ਨਿਰਮਲੁ; ਫਿਰਿ ਮੈਲਾ ਮੂਲਿ. ਨ ਹੋੲੀ ॥",
    "transliteration": "Har Naam Naavai Soee Jan Niramal Fir Mailaa Mool N Hoee ||",
    "translation": "That humble being who bathes in the Lord's Name becomes immaculate; he never becomes polluted again.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਜਲ) ਵਿਚ (ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪਵਿੱਤਰ (ਜੀਵਨ ਵਾਲਾ) ਹੁੰਦਾ ਹੈ, ਉਹ ਮੁੜ ਕਦੇ ਭੀ (ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ) ਮੈਲਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਨ੍ਹਾਵੈ",
    "type_id": 3
  },
  {
    "id": 53059,
    "shabad_id": 4406,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ. ਸਭੁ ਜਗੁ ਹੈ ਮੈਲਾ; ਦੂਜੈ ਭਰਮਿ ਪਤਿ ਖੋੲੀ ॥੨॥",
    "transliteration": "Naam Binaa Sabh Jag Hai Mailaa Dhoojai Bharam Path Khoee ||2||",
    "translation": "Without the Name, the whole world is polluted; wandering in duality, it loses its honor. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜਗਤ (ਪਾਪਾਂ ਦੀ ਮੈਲ ਨਾਲ) ਲਿਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਹੋਰ ਹੋਰ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਆਪਣੀ ਇੱਜ਼ਤ ਗੰਵਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53060,
    "shabad_id": 4406,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਕਿਅਾ ਦਿ੍ਰੜਾਂ. ਕਿਅਾ ਸੰਗ੍ਰਹਿ ਤਿਅਾਗੀ; ਮੈ ਤਾ ਬੂਝ. ਨ ਪਾੲੀ ॥",
    "transliteration": "Kiaa Dhrirraan Kiaa Sangrehi Thiaagee Mai Thaa Boojh N Paaee ||",
    "translation": "What should I grasp? What should I gather up or leave behind? I do not know.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਕਿਹੜੀ ਗੱਲ ਆਪਣੇ ਮਨ ਵਿਚ ਪੱਕੀ ਕਰ ਲਵਾਂ; ਕਿਹੜੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਇਕੱਠੇ ਕਰ ਕੇ ਕਿਹੜੇ ਔਗੁਣ ਛੱਡ ਦਿਆਂ?-ਮੈਨੂੰ ਆਪਣੇ ਆਪ ਤਾਂ ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53061,
    "shabad_id": 4406,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹੋਹਿ ਦੲਿਅਾਲੁ ਕਿ੍ਰਪਾ ਕਰਿ ਹਰਿ ਜੀੳੁ; ਨਾਮੋ ਹੋੲਿ ਸਖਾੲੀ ॥੩॥",
    "transliteration": "Hohi Dhaeiaal Kirapaa Kar Har Jeeo Naamo Hoe Sakhaaee ||3||",
    "translation": "O Dear Lord, Your Name is the Help and Support of those whom You bless with Your kindness and compassion. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ ਜੇ ਤੂੰ (ਆਪ ਮੇਰੇ ਉੱਤੇ) ਦਇਆਵਾਨ ਹੋ ਜਾਏਂ (ਤਾਂ ਹੀ ਮੈਨੂੰ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਤੇਰਾ) ਨਾਮ ਹੀ ਅਸਲ ਸਾਥੀ ਬਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53062,
    "shabad_id": 4406,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਚਾ ਸਚੁ ਦਾਤਾ. ਕਰਮ ਬਿਧਾਤਾ; ਜਿਸੁ ਭਾਵੈ ਤਿਸੁ ਨਾੲਿ ਲਾੲੇ ॥",
    "transliteration": "Sachaa Sach Dhaathaa Karam Bidhhaathaa Jis Bhaavai This Naae Laaeae ||",
    "translation": "The True Lord is the True Giver, the Architect of Destiny; as He pleases, He links mortals to the Name.",
    "punjabi": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੋ (ਜੀਵਾਂ ਦੇ) ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਜੀਵਾਂ) ਨੂੰ ਜਨਮ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਨੂੰ ਕਿਹੜਾ ਜੀਵ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53063,
    "shabad_id": 4406,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਗੁਰੂ ਦੁਅਾਰੈ ਸੋੲੀ ਬੂਝੈ; ਜਿਸ ਨੋ ਅਾਪਿ ਬੁਝਾੲੇ ॥੪॥",
    "transliteration": "Guroo Dhuaarai Soee Boojhai Jis No Aap Bujhaaeae ||4||",
    "translation": "He alone comes to understand, who enters the Guru's Gate, whom the Lord Himself instructs. ||4||",
    "punjabi": "ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਕੇ ਉਹੀ ਮਨੁੱਖ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53064,
    "shabad_id": 4406,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਦੇਖਿ ਬਿਸਮਾਦੁ. ੲਿਹੁ ਮਨੁ ਨਹੀ ਚੇਤੇ; ਅਾਵਾ ਗੳੁਣੁ ਸੰਸਾਰਾ ॥",
    "transliteration": "Dhaekh Bisamaadh Eihu Man Nehee Chaethae Aavaa Goun Sansaaraa ||",
    "translation": "Even gazing upon the wonders of the Lord, this mind does not think of Him. The world comes and goes in reincarnation.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਜਗਤ-ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ, ਉਸ ਦੇ ਵਾਸਤੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਸੰਸਾਰ-ਚੱਕਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53065,
    "shabad_id": 4406,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੇ ਸੋੲੀ ਬੂਝੈ; ਪਾੲੇ ਮੋਖ ਦੁਅਾਰਾ ॥੫॥",
    "transliteration": "Sathigur Saevae Soee Boojhai Paaeae Mokh Dhuaaraa ||5||",
    "translation": "Serving the True Guru, the mortal comes to understand, and finds the Door of Salvation. ||5||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹੀ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ, ਉਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53066,
    "shabad_id": 4406,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਜਿਨ੍ਹ ਦਰੁ ਸੂਝੈ. ਸੇ ਕਦੇ, ਨ ਵਿਗਾੜਹਿ; ਸਤਿਗੁਰਿ ਬੂਝ ਬੁਝਾੲੀ ॥",
    "transliteration": "Jinh Dhar Soojhai Sae Kadhae N Vigaarrehi Sathigur Boojh Bujhaaee ||",
    "translation": "Those who understand the Lord's Court, never suffer separation from him. The True Guru has imparted this understanding.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, ਤੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਦਿੱਸ ਪਿਆ, ਉਹ ਕਦੇ ਭੀ (ਵਿਕਾਰਾਂ ਵਿਚ ਆਪਣਾ ਜੀਵਨ) ਖ਼ਰਾਬ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53067,
    "shabad_id": 4406,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਸਚੁ ਸੰਜਮੁ ਕਰਣੀ ਕਿਰਤਿ ਕਮਾਵਹਿ; ਅਾਵਣ ਜਾਣੁ ਰਹਾੲੀ ॥੬॥",
    "transliteration": "Sach Sanjam Karanee Kirath Kamaavehi Aavan Jaan Rehaaee ||6||",
    "translation": "They practice truth, self-restraint and good deeds; their comings and goings are ended. ||6||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਅਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦਾ ਜਤਨ ਆਦਿਕ ਕਰਤੱਬ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53068,
    "shabad_id": 4406,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "ਸੇ ਦਰਿ ਸਾਚੈ. ਸਾਚੁ ਕਮਾਵਹਿ; ਜਿਨ ਗੁਰਮੁਖਿ ਸਾਚੁ ਅਧਾਰਾ ॥",
    "transliteration": "Sae Dhar Saachai Saach Kamaavehi Jin Guramukh Saach Adhhaaraa ||",
    "translation": "In the Court of the True Lord, they practice Truth. The Gurmukhs take the Support of the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਆਸਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ (ਚਰਨਾਂ ਵਿਚ) ਟਿੱਕ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
