[
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "slok mhlw 2]",
    "transliteration": "Salok Mehalaa 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awip aupwey nwnkw; Awpy rKY vyk]",
    "transliteration": "Aap Oupaaeae Naanakaa Aapae Rakhai Vaek ||",
    "translation": "He Himself creates, O Nanak; He establishes the various creatures.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ (ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਇਹਨਾਂ ਨੂੰ) ਵਖੋ ਵਖ (ਸੁਭਾਉ ਵਾਲੇ) ਰੱਖਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mMdw. iks no AwKIAY; jW sBnw swihbu eyku]",
    "transliteration": "Mandhaa Kis No Aakheeai Jaan Sabhanaa Saahib Eaek ||",
    "translation": "How can anyone be called bad? We have only One Lord and Master.",
    "punjabi": "(ਪਰ) ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਇਕ (ਆਪ) ਹੀ ਹੈ (ਇਸ ਵਾਸਤੇ) ਕਿਸੇ ਜੀਵ ਨੂੰ ਭੈੜਾ ਨਹੀਂ ਆਖਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sBnw swihbu eyku hY; vyKY DMDY lwie]",
    "transliteration": "Sabhanaa Saahib Eaek Hai Vaekhai Dhhandhhai Laae ||",
    "translation": "There is One Lord and Master of all; He watches over all, and assigns all to their tasks.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈ, (ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ) ਧੰਧੇ ਵਿਚ ਜੋੜ ਕੇ (ਆਪ ਹੀ) ਵੇਖ ਰਿਹਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iksY QoVw. iksY Aglw; KwlI koeI nwih]",
    "transliteration": "Kisai Thhorraa Kisai Agalaa Khaalee Koee Naahi ||",
    "translation": "Some have less, and some have more; no one is allowed to leave empty.",
    "punjabi": "ਕੋਈ ਜੀਵ (ਮਾਇਆ ਦੇ ਧੰਧੇ ਤੋਂ) ਬਚਿਆ ਹੋਇਆ ਨਹੀਂ, ਕਿਸੇ ਨੂੰ ਥੋੜ੍ਹਾ ਤੇ ਕਿਸੇ ਨੂੰ ਬਹੁਤਾ (ਧੰਧਾ ਉਸ ਨੇ ਚਮੋੜਿਆ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awvih nMgy. jwih nMgy; ivcy krih ivQwr]",
    "transliteration": "Aavehi Nangae Jaahi Nangae Vichae Karehi Vithhaar ||",
    "translation": "Naked we come, and naked we go; in between, we put on a show.",
    "punjabi": "(ਜੀਵ ਜਗਤ ਵਿਚ) ਖ਼ਾਲੀ-ਹੱਥ ਆਉਂਦੇ ਹਨ ਤੇ ਖ਼ਾਲੀ-ਹੱਥ (ਇਥੋਂ) ਤੁਰ ਜਾਂਦੇ ਹਨ, ਇਹ ਵੇਖ ਕੇ ਭੀ (ਮਾਇਆ ਦੇ) ਖਿਲਾਰ ਖਿਲਾਰੀ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4414,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. hukmu, n jwxIAY; AgY kweI kwr]1]",
    "transliteration": "Naanak Hukam N Jaaneeai Agai Kaaee Kaar ||1||",
    "translation": "O Nanak, one who does not understand the Hukam of God's Command - what will he have to do in the world hereafter? ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਥੋਂ ਜਾ ਕੇ) ਪਰਲੋਕ ਵਿਚ ਕਿਹੜੀ ਕਾਰ (ਕਰਨ ਨੂੰ) ਮਿਲੇਗੀ-(ਇਸ ਸੰਬੰਧੀ ਪ੍ਰਭੂ ਦਾ) ਹੁਕਮ ਨਹੀਂ ਜਾਣਿਆ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mhlw 1]",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijnis Qwip. jIAW kau ByjY; ijnis Qwip. lY jwvY]",
    "transliteration": "Jinas Thhaap Jeeaaan Ko Bhaejai Jinas Thhaap Lai Jaavai ||",
    "translation": "He sends out the various created beings, and he calls back the various created beings again.",
    "punjabi": "ਭਾਂਤ ਭਾਂਤ ਦੇ ਸਰੀਰ ਬਣਾ ਬਣਾ ਕੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਘੱਲਦਾ ਹੈ ਤੇ (ਫਿਰ ਇਥੋਂ) ਲੈ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "(ijnis) pdwrQ",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Awpy Qwip. auQwpY Awpy; eyqy vys krwvY]",
    "transliteration": "Aapae Thhaap Outhhaapai Aapae Eaethae Vaes Karaavai ||",
    "translation": "He himself establishes, and He Himself disestablishes. He fashions them in various forms.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਪੈਦਾ ਕਰਦਾ ਹੈ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈ, ਇਹ ਕਈ ਕਿਸਮਾਂ ਦੇ (ਜੀਵਾਂ ਦੇ) ਰੂਪ ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jyqy jIA iPrih AauDUqI; Awpy iBiKAw pwvY]",
    "transliteration": "Jaethae Jeea Firehi Aoudhhoothee Aapae Bhikhiaa Paavai ||",
    "translation": "And all the human beings who wander around as beggars, He Himself gives in charity to them.",
    "punjabi": "ਇਹ ਸਾਰੇ ਹੀ ਜੀਵ (ਜੋ ਜਗਤ ਵਿਚ) ਤੁਰਦੇ ਫਿਰਦੇ ਹਨ (ਇਹ ਸਾਰੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਹਨਾਂ ਨੂੰ ਖ਼ੈਰ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "lyKY bolxu. lyKY clxu; kwiequ kIcih dwvy]",
    "transliteration": "Laekhai Bolan Laekhai Chalan Kaaeith Keechehi Dhaavae ||",
    "translation": "As it is recorded, the mortals speak, and as it is recorded, they walk. So why put on all this show?",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦਾ ਬੋਲਣਾ ਚੱਲਣਾ ਗਿਣੇ-ਮਿਥੇ ਸਮੇ ਲਈ ਹੈ, ਕਾਹਦੇ ਲਈ ਇਹ ਮੱਲਾਂ ਮੱਲੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mUlu miq prvwxw eyho; nwnku AwiK suxwey]",
    "transliteration": "Mool Math Paravaanaa Eaeho Naanak Aakh Sunaaeae ||",
    "translation": "This is the basis of intelligence; this is certified and approved. Nanak speaks and proclaims it.",
    "punjabi": "ਨਾਨਕ ਆਖ ਕੇ ਸੁਣਾਂਦਾ ਹੈ ਕਿ ਅਕਲ ਦੀ ਮੰਨੀ-ਪ੍ਰਮੰਨੀ ਸਿਰੇ ਦੀ ਗੱਲ ਇਹੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4415,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "krxI aupir. hoie qpwvsu; jy ko khY khwey ]2]",
    "transliteration": "Karanee Oupar Hoe Thapaavas Jae Ko Kehai Kehaaeae ||2||",
    "translation": "By past actions, each being is judged; what else can anyone say? ||2||",
    "punjabi": "ਭਾਵੇਂ ਹੋਰ ਜੋ ਕੁਝ ਭੀ ਕੋਈ ਆਖੇ (ਪਿਆ ਆਖੇ, ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਹਰੇਕ ਦੇ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਿਬੇੜਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4416,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4416,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurmuiK clqu rcwieEnu; gux prgtI AwieAw]",
    "transliteration": "Guramukh Chalath Rachaaeioun Gun Paragattee Aaeiaa ||",
    "translation": "The Guru's Word makes the drama play itself out. Through virtue, this becomes evident.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਜਗਤ-ਰਚਨਾ ਵਿਚ) ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੈ ਇਹ ਕੌਤਕ ਭੀ ਉਸ (ਪ੍ਰਭੂ) ਨੇ (ਹੀ) ਰਚਾਇਆ ਹੈ (ਗੁਰਮੁਖਿ ਮਨੁੱਖ ਵਿਚ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ) ਗੁਣ ਪਰਗਟ ਕੀਤੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4416,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurbwxI sd aucrY; hir mMin vswieAw]",
    "transliteration": "Gurabaanee Sadh Oucharai Har Mann Vasaaeiaa ||",
    "translation": "Whoever utters the Word of the Guru's Bani - the Lord is enshrined in his mind.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਗੁਰਮੁਖਿ) ਸਦਾ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4416,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "skiq geI. BRmu kitAw; isv joiq jgwieAw]",
    "transliteration": "Sakath Gee Bhram Kattiaa Siv Joth Jagaaeiaa ||",
    "translation": "Maya's power is gone, and doubt is eradicated; awaken to the Light of the Lord.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਰੱਬੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ (ਦਾ ਹਨੇਰਾ) ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਜ਼ਿੰਦਗੀ ਦੇ ਰਾਹ ਤੇ ਉਹ ਮਾਇਆ ਦੇ ਹਨੇਰੇ ਵਿਚ ਠੇਡੇ ਨਹੀਂ ਖਾਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4416,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijn kY poqY puMnu hY; guru purKu imlwieAw]",
    "transliteration": "Jin Kai Pothai Punn Hai Gur Purakh Milaaeiaa ||",
    "translation": "Those who hold onto goodness as their treasure meet the Guru, the Primal Being.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਪਿਛਲੀ ਕੀਤੀ) ਨੇਕ ਕਮਾਈ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ) ਮਹਾਂ ਪੁਰਖ ਸਤਿਗੁਰੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4416,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. shjy imil rhy; hir nwim smwieAw]2]",
    "transliteration": "Naanak Sehajae Mil Rehae Har Naam Samaaeiaa ||2||",
    "translation": "O Nanak, they are intuitively absorbed and blended into the Name of the Lord. ||2||",
    "punjabi": "ਤੇ, ਹੇ ਨਾਨਕ! ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿੱਕ ਕੇ (ਪ੍ਰਭੂ ਵਿਚ) ਮਿਲੇ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mhlw 2]",
    "transliteration": "Salok Mehalaa 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swh cly vxjwirAw; iliKAw dyvY nwil]",
    "transliteration": "Saah Chalae Vanajaariaa Likhiaa Dhaevai Naal ||",
    "translation": "The merchants come from the Banker; He sends the account of their destiny with them.",
    "punjabi": "ਸ਼ਾਹ (-ਪ੍ਰਭੂ) ਦੇ (ਘੱਲੇ ਹੋਏ ਜੋ ਜੋ ਜੀਵ-) ਵਪਾਰੀ (ਸ਼ਾਹ ਪਾਸੋਂ) ਤੁਰ ਪੈਂਦੇ ਹਨ (ਤੇ ਇਥੇ ਜਗਤ ਵਿਚ ਆਉਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਮੱਥੇ ਤੇ) ਲਿਖਿਆ ਹੋਇਆ ਲੇਖ ਨਾਲ ਦੇ ਕੇ ਤੋਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ilKy aupir. hukmu hoie; leIAY vsqu sm@wil]",
    "transliteration": "Likhae Oupar Hukam Hoe Leeai Vasath Samhaal ||",
    "translation": "On the basis of their accounts, He issues the Hukam of His Command, and they are left to take care of their merchandise.",
    "punjabi": "ਉਸ ਲਿਖੇ ਲੇਖ ਅਨੁਸਾਰ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਵਰਤਦਾ ਹੈ ਤੇ ਨਾਮ-ਰੂਪ ਵੱਖਰ ਸੰਭਾਲ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "vsqu leI vxjwreI; vKru bDw pwie]",
    "transliteration": "Vasath Lee Vanajaaree Vakhar Badhhaa Paae ||",
    "translation": "The merchants have purchased their merchandise and packed up their cargo.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨਾਮ-ਪਦਾਰਥ ਹਾਸਲ ਕਰ ਲਿਆ ਤੇ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਪੱਲੇ ਬੰਨ੍ਹ ਲਿਆ।",
    "pronunciation": "b`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kyeI lwhw lY cly; ieik cly mUlu gvwie]",
    "transliteration": "Kaeee Laahaa Lai Chalae Eik Chalae Mool Gavaae ||",
    "translation": "Some depart after having earned a good profit, while others leave, having lost their investment altogether.",
    "punjabi": "ਕਈ (ਜੀਵ-ਵਪਾਰੀ ਇਥੋਂ) ਨਫ਼ਾ ਖੱਟ ਕੇ ਜਾਂਦੇ ਹਨ, ਪਰ ਕਈ ਅਸਲ ਰਾਸਿ-ਪੂੰਜੀ ਭੀ ਗਵਾ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "QoVw iknY. n mMigE; iksu khIAY swbwis]",
    "transliteration": "Thhorraa Kinai N Mangiou Kis Keheeai Saabaas ||",
    "translation": "No one asks to have less; who should be celebrated?",
    "punjabi": "(ਦੋਹਾਂ ਧਿਰਾਂ ਵਿਚੋਂ) ਘੱਟ ਚੀਜ਼ ਕਿਸੇ ਨੇ ਨਹੀਂ ਮੰਗੀ (ਭਾਵ, ਨਾਮ-ਵਪਾਰੀਆਂ ਨੂੰ 'ਨਾਮ' ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਤੇ ਮਾਇਆ-ਧਾਰੀ ਨੂੰ ਮਾਇਆ)। ਫਿਰ, ਇਹਨਾਂ ਵਿਚੋਂ ਸ਼ਾਬਾਸ਼ੇ ਕਿਸ ਨੇ ਖੱਟੀ (ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਿਸੇ ਤੇ ਹੋਈ)?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4417,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ndir iqnw kau nwnkw; ij swbqu lwey rwis]1]",
    "transliteration": "Nadhar Thinaa Ko Naanakaa J Saabath Laaeae Raas ||1||",
    "translation": "The Lord casts His Glance of Grace, O Nanak, upon those who have preserved their capital investment. ||1||",
    "punjabi": "ਮਿਹਰ ਦੀ ਨਜ਼ਰ, ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਤੇ ਹੋਈ ਜਿਨ੍ਹਾਂ ਨੇ (ਸੁਆਸਾਂ ਦੀ) ਸਾਰੀ ਰਾਸਿ-ਪੂੰਜੀ (ਨਾਮ ਦਾ ਵਪਾਰ ਕਰਨ ਵਿਚ) ਲਾ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mhlw 1]",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "juiV juiV ivCuVy; ivCuiV juVy]",
    "transliteration": "Jurr Jurr Vishhurrae Vishhurr Jurrae ||",
    "translation": "United, the united separate, and separated, they unite again.",
    "punjabi": "ਆਤਮਾ ਤੇ ਸਰੀਰ ਇਕੱਠੇ ਹੋ ਕੇ ਵਿੱਛੁੜ ਜਾਂਦੇ ਹਨ, ਵਿੱਛੁੜ ਕੇ ਫਿਰ ਮਿਲਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jIiv jIiv muey; muey jIvy]",
    "transliteration": "Jeev Jeev Mueae Mueae Jeevae ||",
    "translation": "Living, the living die, and dying, they live again.",
    "punjabi": "(ਭਾਵ) ਜੀਵ ਜੰਮਦੇ ਹਨ ਮਰਦੇ ਹਨ, ਮਰਦੇ ਹਨ ਫਿਰ ਜੰਮਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kyiqAw ky bwp. kyiqAw ky byty; kyqy gur cyly hUey]",
    "transliteration": "Kaethiaa Kae Baap Kaethiaa Kae Baettae Kaethae Gur Chaelae Hooeae ||",
    "translation": "They become the fathers of many, and the sons of many; they become the gurus of many, and the disciples.",
    "punjabi": "(ਇਹ ਜੰਮਣ ਮਰਨ ਦਾ ਸਿਲਸਿਲਾ ਇਤਨਾ ਲੰਮਾ ਹੁੰਦਾ ਹੈ ਕਿ ਜੀਵ ਇਸ ਗੇੜ ਵਿਚ) ਕਈਆਂ ਦੇ ਪਿਉ ਤੇ ਕਈਆਂ ਦੇ ਪੁੱਤਰ ਬਣਦੇ ਹਨ, ਕਈ (ਵਾਰੀ) ਗੁਰੂ ਤੇ ਚੇਲੇ ਬਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AwgY pwCY gxq. n AwvY; ikAw jwqI. ikAw huix hUey]",
    "transliteration": "Aagai Paashhai Ganath N Aavai Kiaa Jaathee Kiaa Hun Hooeae ||",
    "translation": "No account can be made of the future or the past; who knows what shall be, or what was?",
    "punjabi": "ਇਹ ਲੇਖਾ ਗਿਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿ ਜੋ ਕੁਝ ਅਸੀਂ ਹੁਣ ਐਸ ਵੇਲੇ ਹਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਅਸਾਡਾ ਕੀਹ ਜਨਮ ਸੀ ਤੇ ਅਗਾਂਹ ਕੀਹ ਹੋਵੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sBu krxw ikrqu kir ilKIAY; kir kir krqw kry kry]",
    "transliteration": "Sabh Karanaa Kirath Kar Likheeai Kar Kar Karathaa Karae Karae ||",
    "translation": "All the actions and events of the past are recorded; the Doer did, He does, and He will do.",
    "punjabi": "ਪਰ ਇਹ ਸਾਰਾ ਜਗਤ (-ਰਚਨਾ-ਰੂਪ ਲੇਖਾ ਜੋ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ ਇਹ ਜੀਵਾਂ ਦੇ) ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਕਰਤਾਰ ਇਹ ਖੇਡ ਇਸ ਤਰ੍ਹਾਂ ਖੇਡੀ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4418,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mnmuiK mrIAY. gurmuiK qrIAY; nwnk ndrI ndir kry]2]",
    "transliteration": "Manamukh Mareeai Guramukh Thareeai Naanak Nadharee Nadhar Karae ||2||",
    "translation": "The self-willed manmukh dies, while the Gurmukh is saved; O Nanak, the Gracious Lord bestows His Glance of Grace. ||2||",
    "punjabi": "ਮਨਮੁਖ ਇਸ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਗੁਰਮੁਖਿ ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ, ਹੇ ਨਾਨਕ! ਮਿਹਰ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਉਸ ਉਤੇ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4419,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4419,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mnmuiK dUjw Brmu hY; dUjY loBwieAw]",
    "transliteration": "Manamukh Dhoojaa Bharam Hai Dhoojai Lobhaaeiaa ||",
    "translation": "The self-willed manmukh wanders in duality, lured and enticed by duality.",
    "punjabi": "ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖਾਂ ਨੂੰ ਹੋਰ ਪਾਸੇ ਦੀ ਲਟਕ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਪਾਸੇ ਨੇ ਭਰਮਾ ਲਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4419,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kUVu kptu kmwvdy; kUVo AwlwieAw]",
    "transliteration": "Koorr Kapatt Kamaavadhae Koorro Aalaaeiaa ||",
    "translation": "He practices falsehood and deception, telling lies.",
    "punjabi": "ਉਹ ਝੂਠ ਤੇ ਠੱਗੀ ਕਮਾਂਦੇ ਹਨ ਤੇ ਝੂਠ ਹੀ (ਮੂੰਹੋਂ) ਬੋਲਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4419,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "puqR klqRü mohu hyqu hY; sBu duKu sbwieAw]",
    "transliteration": "Puthr Kalathra Mohu Haeth Hai Sabh Dhukh Sabaaeiaa ||",
    "translation": "Love and attachment to children and spouse is total misery and pain.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ) ਪੁਤ੍ਰਾਂ ਦਾ ਮੋਹ-ਪਿਆਰ (ਵੱਸਦਾ ਹੈ) (ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ) ਇਸਤ੍ਰੀ (ਵੱਸਦੀ) ਹੈ (ਤੇ ਇਹ ਰਸਤਾ) ਨਿਰੋਲ ਦੁੱਖ ਦਾ (ਮੂਲ) ਹੈ;",
    "pronunciation": "k-l`qRü",
    "type_id": 3
  },
  {
    "shabad_id": 4419,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jm dir bDy mwrIAih; Brmih BrmwieAw]",
    "transliteration": "Jam Dhar Badhhae Maareeahi Bharamehi Bharamaaeiaa ||",
    "translation": "He is gagged and bound at the door of the Messenger of Death; he dies, and wanders lost in reincarnation.",
    "punjabi": "(ਰੱਬ ਵਲੋਂ) ਭਰਮ ਵਿਚ ਪਾਏ ਹੋਏ (ਮਨਮੁਖ) ਠੇਡੇ ਖਾਂਦੇ ਹਨ, (ਮਾਨੋ) ਜਮ ਦੇ ਬੂਹੇ ਤੇ ਬੱਧੇ ਹੋਏ ਕੁੱਟ ਖਾ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4419,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mnmuiK jnmu gvwieAw; nwnk. hir BwieAw]3]",
    "transliteration": "Manamukh Janam Gavaaeiaa Naanak Har Bhaaeiaa ||3||",
    "translation": "The self-willed manmukh wastes his life; Nanak loves the Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ (ਆਪਣੀ) ਜ਼ਿੰਦਗੀ ਅਜਾਈਂ ਗਵਾ ਲੈਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਨੂੰ ਏਵੇਂ ਹੀ ਭਾਉਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4420,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok mhlw 2]",
    "transliteration": "Salok Mehalaa 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4420,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijn vifAweI qyry nwm kI; qy rqy mn mwih]",
    "transliteration": "Jin Vaddiaaee Thaerae Naam Kee Thae Rathae Man Maahi ||",
    "translation": "Those who are blessed with the glorious greatness of Your Name - their minds are imbued with Your Love.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੇਰੇ ਨਾਮ ਦੀ ਸੋਭਾ (ਕਰਨ ਦੀ ਸੁਭਾਗਤਾ) ਮਿਲੀ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ (ਤੇਰੇ ਨਾਮ ਦੇ ਰੰਗ ਨਾਲ) ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 4420,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk. AMimRqu eyku hY; dUjw AMimRqu nwih]",
    "transliteration": "Naanak Anmrith Eaek Hai Dhoojaa Anmrith Naahi ||",
    "translation": "O Nanak, there is only One Ambrosial Nectar; there is no other nectar at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਲਈ) ਇਕ ਨਾਮ ਹੀ ਅੰਮ੍ਰਿਤ ਹੈ ਹੋਰ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਉਹ ਅੰਮ੍ਰਿਤ ਨਹੀਂ ਮੰਨਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4420,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. AMimRqu mnY mwih; pweIAY gur prswid]",
    "transliteration": "Naanak Anmrith Manai Maahi Paaeeai Gur Parasaadh ||",
    "translation": "O Nanak, the Ambrosial Nectar is obtained within the mind, by Guru's Grace.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਨਾਮ) ਅੰਮ੍ਰਿਤ (ਹਰੇਕ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਹੀ ਹੈ, ਪਰ ਮਿਲਦਾ ਹੈ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ;",
    "pronunciation": "pr-swid",
    "type_id": 3
  },
  {
    "shabad_id": 4420,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iqn@I pIqw rMg isau; ijn@ kau iliKAw Awid]1]",
    "transliteration": "Thinhee Peethaa Rang Sio Jinh Ko Likhiaa Aadh ||1||",
    "translation": "They alone drink it in with love, who have such pre-ordained destiny. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰੋਂ ਲਿਖਿਆ ਹੋਇਆ ਹੈ; ਉਹਨਾਂ ਨੇ ਹੀ ਸੁਆਦ ਨਾਲ ਪੀਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]