[
  {
    "shabad_id": 4427,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AwKix AauKw nwnkw; AwiK n jwpY AwiK ]2]",
    "transliteration": "Aakhan Aoukhaa Naanakaa Aakh N Jaapai Aakh ||2||",
    "translation": "It is so difficult to chant it, O Nanak; it cannot be chanted with the mouth. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਕਰਨਾ ਔਖਾ ਹੈ, ਮੁੜ ਮੁੜ ਬਿਆਨ ਕਰਨ ਨਾਲ ਭੀ ਸਮਝ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4428,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4428,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwie suixAY. mnu rhsIAY; nwmy sWiq AweI ]",
    "transliteration": "Naae Suniai Man Rehaseeai Naamae Saanth Aaee ||",
    "translation": "Hearing the Name, the mind is delighted. The Name brings peace and tranquility.",
    "punjabi": "ਹੇ (ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਮਨ ਖਿੜ ਜਾਂਦਾ ਹੈ, ਨਾਮ ਵਿਚ (ਜੁੜਿਆਂ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4428,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwie suixAY. mnu iqRpqIAY; sB duK gvweI ]",
    "transliteration": "Naae Suniai Man Thripatheeai Sabh Dhukh Gavaaee ||",
    "translation": "Hearing the Name, the mind is satisfied, and all pains are taken away.",
    "punjabi": "ਜੇ ਨਾਮ ਵਿਚ ਧਿਆਨ ਲੱਗ ਜਾਏ ਤਾਂ ਮਨ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ ਤੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4428,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwie suixAY. nwau aUpjY; nwmy vifAweI ]",
    "transliteration": "Naae Suniai Naao Oopajai Naamae Vaddiaaee ||",
    "translation": "Hearing the Name, one becomes famous; the Name brings glorious greatness.",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣਦੇ ਰਹੀਏ ਤਾਂ (ਮਨ ਵਿਚ) ਨਾਮ (ਜਪਣ ਦਾ ਚਾਉ) ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਨਾਮ (ਸਿਮਰਨ) ਵਿਚ ਹੀ ਵਡਿਆਈ (ਪ੍ਰਤੀਤ ਹੁੰਦੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4428,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwmy hI sB jwiq piq; nwmy giq pweI ]",
    "transliteration": "Naamae Hee Sabh Jaath Path Naamae Gath Paaee ||",
    "translation": "The Name brings all honor and status; through the Name, salvation is obtained.",
    "punjabi": "ਗੁਰਮੁਖ ਮਨੁੱਖ ਨਾਮ (ਸਿਮਰਨ) ਵਿਚ ਹੀ ਉੱਚੀ ਕੁਲ ਵਾਲੀ ਇੱਜ਼ਤ ਸਮਝਦਾ ਹੈ, ਨਾਮ ਸਿਮਰਿਆਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4428,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gurmuiK nwmu iDAweIAY; nwnk ilv lweI ]6]",
    "transliteration": "Guramukh Naam Dhhiaaeeai Naanak Liv Laaee ||6||",
    "translation": "The Gurmukh meditates on the Name; Nanak is lovingly attuned to the Name. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖ (ਸਦਾ) ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤੇ (ਨਾਮ ਵਿਚ ਹੀ) ਲਿਵ ਲਾਈ ਰੱਖਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "slok mhlw 1 ]",
    "transliteration": "Salok Mehalaa 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jUiT n rwgˆØI; jUiT n vydˆØI ]",
    "transliteration": "Jooth N Raaganaee Jooth N Vaedhanaee ||",
    "translation": "Impurity does not come from music; impurity does not come from the Vedas.",
    "punjabi": "(ਰਾਗਾਂ ਦਾ ਗਾਇਨ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕਈ ਹੁਲਾਰੇ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਪਰ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਟਿੱਕੀ ਹੋਈ ਨਿੰਦਾ ਕਰਨ ਦੀ ਵਾਦੀ ਦੀ) ਇਹ ਮੈਲ ਰਾਗਾਂ (ਦੇ ਗਾਇਨ) ਨਾਲ ਭੀ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ ਪਾਠ) ਨਾਲ ਭੀ ਨਹੀਂ (ਧੁਪਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jUiT n cMd sUrj kI BydI ]",
    "transliteration": "Jooth N Chandh Sooraj Kee Bhaedhee ||",
    "translation": "Impurity does not come from the phases of the sun and the moon.",
    "punjabi": "ਮੱਸਿਆ, ਸੰਗ੍ਰਾਂਦ, ਪੂਰਨਮਾਸ਼ੀ ਆਦਿਕ) ਚੰਦ੍ਰਮਾ ਅਤੇ ਸੂਰਜ ਦੇ ਵਖ-ਵਖ ਮੰਨੇ ਹੋਏ ਪਵਿੱਤਰ ਦਿਹਾੜਿਆਂ (ਸਮੇਂ ਵਖ-ਵਖ ਕਿਸਮ ਦੀ ਕੀਤੀ ਪੂਜਾ) ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਟਿਕੀ ਨਿੰਦਾ ਆਦਿਕ ਦੀ) ਇਹ ਮੈਲ ਸਾਫ਼ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jUiT n AMnI; jUiT n nweI ]",
    "transliteration": "Jooth N Annee Jooth N Naaee ||",
    "translation": "Impurity does not come from food; impurity does not come from ritual cleansing baths.",
    "punjabi": "ਅੰਨ (ਦਾ ਤਿਆਗ ਕਰਨ) ਨਾਲ (ਤੀਰਥਾਂ ਦੇ) ਇਸ਼ਨਾਨ ਕਰਨ ਨਾਲ ਭੀ ਇਹ ਮੈਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "ApxI (nweI) mihmw krvw ky[ AMnI: nny nUM hlMq nhIN lwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jUiT n mIhu virHAY sB QweI ]",
    "transliteration": "Jooth N Meehu Varihaai Sabh Thhaaee ||",
    "translation": "Impurity does not come from the rain, which falls everywhere.",
    "punjabi": "(ਇੰਦਰ ਦੇਵਤੇ ਦੀ ਪੂਜਾ ਨਾਲ ਭੀ) ਇਹ ਅੰਦਰਲੀ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ ਭਾਵੇਂ (ਇਹ ਮੰਨਿਆ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਉਸ ਦੇਵਤੇ ਦੀ ਰਾਹੀਂ) ਸਭ ਥਾਈਂ ਮੀਂਹ ਪੈਂਦਾ ਹੈ (ਤੇ ਧਰਤੀ ਅਤੇ ਬਨਸਪਤੀ ਆਦਿਕ ਦੀ ਬਾਹਰਲੀ ਮੈਲ ਧੁਪ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "QWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jUiT n DrqI; jUiT n pwxI ]",
    "transliteration": "Jooth N Dhharathee Jooth N Paanee ||",
    "translation": "Impurity does not come from the earth; impurity does not come from the water.",
    "punjabi": "(ਰਮਤੇ ਸਾਧੂ ਬਣ ਕੇ) ਧਰਤੀ ਦਾ ਰਟਨ ਕੀਤਿਆਂ, ਧਰਤੀ ਵਿਚ ਗੁਫ਼ਾ ਬਣਾ ਕੇ ਬੈਠਿਆਂ ਜਾਂ ਪਾਣੀ (ਵਿਚ ਖਲੋ ਕੇ ਤਪਾਂ ਦੀ) ਰਾਹੀਂ ਭੀ ਇਹ ਮੈਲ ਨਹੀਂ ਧੁਪਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jUiT n pauxY mwih smwxI ]",
    "transliteration": "Jooth N Pounai Maahi Samaanee ||",
    "translation": "Impurity does not come from the air which is diffused everywhere.",
    "punjabi": "ਅਤੇ, ਪ੍ਰਾਣਾਯਾਮ ਕੀਤਿਆਂ (ਸਮਾਧੀਆਂ ਲਾਇਆਂ) ਭੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਟਿਕੀ ਹੋਈ ਨਿੰਦਾ ਆਦਿਕ ਕਰਨ ਦੀ) ਇਹ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk; inguirAw. guxu nwhI koie ]",
    "transliteration": "Naanak Niguriaa Gun Naahee Koe ||",
    "translation": "O Nanak, the one who has no Guru, has no redeeming virtues at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਨਹੀਂ ਤੁਰਦੇ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਉੱਚਾ ਕਰਨ ਵਾਲਾ) ਕੋਈ ਗੁਣ ਨਹੀਂ (ਵਧਦਾ-ਫੁਲਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4429,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "muih PyirAY; muhu jUTw hoie ]1]",
    "transliteration": "Muhi Faeriai Muhu Joothaa Hoe ||1||",
    "translation": "Impurity comes from turning one's face away from God. ||1||",
    "punjabi": "ਜੇ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜੀ ਰੱਖੀਏ, ਤਾਂ ਮੂੰਹ (ਨਿੰਦਾ ਆਦਿਕ ਕਰਨ ਦੀ ਗੰਦੀ ਵਾਦੀ ਦੀ ਮੈਲ ਨਾਲ) ਅਪਵਿੱਤਰ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mhlw 1 ]",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. culIAw sucIAw; jy Bir jwxY koie ]",
    "transliteration": "Naanak Chuleeaa Sucheeaa Jae Bhar Jaanai Koe ||",
    "translation": "O Nanak, the mouth is truly cleansed by ritual cleansing, if you really know how to do it.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਨਿਰਾ ਪਾਣੀ ਨਾਲ ਚੁਲੀਆਂ ਕੀਤਿਆਂ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਸੁੱਚ ਨਹੀਂ ਆ ਸਕਦੀ, ਪਰ) ਜੇ ਕੋਈ ਮਨੁੱਖ (ਸੱਚੀ ਚੁਲੀ) ਭਰਨੀ ਜਾਣ ਲਏ ਤਾਂ ਸੁੱਚੀਆਂ ਚੁਲੀਆਂ ਇਹ ਹਨ-",
    "pronunciation": "culI culIAW: poly bolo[ s`ucIAW",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "surqy culI igAwn kI; jogI kw jqu hoie ]",
    "transliteration": "Surathae Chulee Giaan Kee Jogee Kaa Jath Hoe ||",
    "translation": "For the intuitively aware, cleansing is spiritual wisdom. For the Yogi, it is self-control.",
    "punjabi": "ਵਿਦਵਾਨ ਵਾਸਤੇ ਚੁਲੀ ਵਿਚਾਰ ਦੀ ਹੈ (ਭਾਵ, ਵਿਦਵਾਨ ਦੀ ਵਿੱਦਵਤਾ ਪਵਿਤ੍ਰ ਹੈ ਜੇ ਉਸ ਦੇ ਅੰਦਰ ਵਿਚਾਰ ਭੀ ਹੈ) ਜੋਗੀ ਦਾ ਕਾਮ-ਵਾਸ਼ਨਾ ਤੋਂ ਬਚੇ ਰਹਿਣਾ ਜੋਗੀ ਲਈ ਪਵਿਤ੍ਰ ਚੁਲੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "bRhmx culI sMqoK kI; igrhI kw squ dwnu ]",
    "transliteration": "Brehaman Chulee Santhokh Kee Girehee Kaa Sath Dhaan ||",
    "translation": "For the Brahmin, cleansing is contentment; for the householder, it is truth and charity.",
    "punjabi": "ਬ੍ਰਾਹਮਣ ਲਈ ਚੁਲੀ ਸੰਤੋਖ ਹੈ ਤੇ ਗ੍ਰਿਹਸਤੀ ਲਈ ਚੁਲੀ ਹੈ ਉੱਚਾ ਆਚਰਨ ਅਤੇ ਸੇਵਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwjy culI inAwv kI; piVAw scu iDAwnu ]",
    "transliteration": "Raajae Chulee Niaav Kee Parriaa Sach Dhhiaan ||",
    "translation": "For the king, cleansing is justice; for the scholar, it is true meditation.",
    "punjabi": "ਪੜ੍ਹੇ (ਵਿਦਵਾਨਾਂ) ਲਈ ਸੱਚ ਸਰੂਪ ਪਰਮਾਤਮਾ ਅਤੇ ਰਾਜੇ ਵਾਸਤੇ ਇਨਸਾਫ਼ ਚੁਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pwxI icqu. n DopeI; muiK pIqY iqK jwie ]",
    "transliteration": "Paanee Chith N Dhhopee Mukh Peethai Thikh Jaae ||",
    "translation": "The consciousness is not washed with water; you drink it to quench your thirst.",
    "punjabi": "ਪਾਣੀ ਨਾਲ (ਚੁਲੀ ਕੀਤਿਆਂ) ਮਨ ਨਹੀਂ ਧੁਪ ਸਕਦਾ, (ਹਾਂ) ਮੂੰਹ ਨਾਲ ਪਾਣੀ ਪੀਤਿਆਂ ਤ੍ਰਿਹ ਮਿਟ ਜਾਂਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4430,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pwxI ipqw jgq kw; iPir pwxI sBu Kwie ]2]",
    "transliteration": "Paanee Pithaa Jagath Kaa Fir Paanee Sabh Khaae ||2||",
    "translation": "Water is the father of the world; in the end, water destroys it all. ||2||",
    "punjabi": "(ਪਰ ਪਾਣੀ ਦੀ ਚੁਲੀ ਨਾਲ ਪਵਿਤ੍ਰਤਾ ਆਉਣ ਦੇ ਥਾਂ ਤਾਂ ਸਗੋਂ ਸੂਤਕ ਦਾ ਭਰਮ ਪੈਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿਉਂਕਿ) ਪਾਣੀ ਤੋਂ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਤੇ ਪਾਣੀ ਹੀ ਸਾਰੇ ਜਗਤ ਨੂੰ ਨਾਸ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4431,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4431,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwie suixAY. sB isiD hY; iriD ipCY AwvY ]",
    "transliteration": "Naae Suniai Sabh Sidhh Hai Ridhh Pishhai Aavai ||",
    "translation": "Hearing the Name, all supernatural spiritual powers are obtained, and wealth follows along.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਪਿੱਛੇ ਲੱਗੀਆਂ ਫਿਰਦੀਆਂ ਹਨ (ਸੁਤੇ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀਆਂ ਹਨ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4431,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwie suixAY. nau iniD imlY; mn icMidAw pwvY ]",
    "transliteration": "Naae Suniai No Nidhh Milai Man Chindhiaa Paavai ||",
    "translation": "Hearing the Name, the nine treasures are received, and the mind's desires are obtained.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਜਗਤ ਦੇ ਸਾਰੇ ਪਦਾਰਥ ਹਾਸਲ ਹੋ ਜਾਂਦੇ ਹਨ, ਜੋ ਕੁਝ ਮਨ ਚਿਤਵਦਾ ਹੈ ਮਿਲ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4431,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwie suixAY. sMqoKu hoie; kvlw crn iDAwvY ]",
    "transliteration": "Naae Suniai Santhokh Hoe Kavalaa Charan Dhhiaavai ||",
    "translation": "Hearing the Name, contentment comes, and Maya meditates at one's feet.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ (ਮਨ ਵਿਚ) ਸੰਤੋਖ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ (ਭੀ) ਸੇਵਾ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4431,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwie suixAY. shju aUpjY; shjy suKu pwvY ]",
    "transliteration": "Naae Suniai Sehaj Oopajai Sehajae Sukh Paavai ||",
    "translation": "Hearing the Name, intuitive peace and poise wells up.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਉਹ ਅਵਸਥਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਮਨ ਡੋਲਦਾ ਨਹੀਂ, ਤੇ ਇਸ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਅੱਪੜ ਕੇ) ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4431,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gurmqI nwau pweIAY; nwnk gux gwvY ]7]",
    "transliteration": "Guramathee Naao Paaeeai Naanak Gun Gaavai ||7||",
    "translation": "Through the Guru's Teachings, the Name is obtained; O Nanak, sing His Glorious Praises. ||7||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਮੱਤ ਲਿਆਂ ਹੀ ਨਾਮ ਮਿਲਦਾ ਹੈ, (ਤੇ ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "slok mhlw 1 ]",
    "transliteration": "Salok Mehalaa 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "duK ivic jMmxu. duiK mrxu; duiK vrqxu sMswir ]",
    "transliteration": "Dhukh Vich Janman Dhukh Maran Dhukh Varathan Sansaar ||",
    "translation": "In pain, we are born; in pain, we die. In pain, we deal with the world.",
    "punjabi": "ਜੀਵ ਦਾ ਜਨਮ ਦੁੱਖ ਵਿਚ ਤੇ ਮੌਤ ਭੀ ਦੁੱਖ ਵਿਚ ਹੀ ਹੁੰਦੀ ਹੈ (ਭਾਵ, ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਸਾਰੀ ਉਮਰ ਜੀਵ ਦੁੱਖ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ) ਦੁੱਖ ਵਿਚ (ਗ੍ਰਸਿਆ ਹੋਇਆ ਹੀ) ਜਗਤ ਵਿਚ ਸਾਰਾ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "duKu duKu AgY AwKIAY; piV@ piV@ krih pukwr ]",
    "transliteration": "Dhukh Dhukh Agai Aakheeai Parrih Parrih Karehi Pukaar ||",
    "translation": "Hereafter, there is said to be pain, only pain; the more the mortals read, the more they cry out.",
    "punjabi": "(ਵਿੱਦਿਆ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਭੀ (ਜੀਵ) ਵਿਲਕਦੇ ਹੀ ਹਨ, (ਜੋ ਕੁਝ) ਸਾਹਮਣੇ (ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ) ਦੁੱਖ ਹੀ ਦੁੱਖ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "duK kIAw pMfw Kul@IAw; suKu. n inkilE koie ]",
    "transliteration": "Dhukh Keeaa Panddaa Khulheeaa Sukh N Nikaliou Koe ||",
    "translation": "The packages of pain are untied, but peace does not emerge.",
    "punjabi": "(ਜੀਵ ਦੇ ਭਾਗਾਂ ਨੂੰ) ਦੁੱਖਾਂ ਦੀਆਂ (ਮਾਨੋ) ਪੰਡਾਂ ਖੁਲ੍ਹੀਆਂ ਹੋਈਆਂ ਹਨ, (ਇਸ ਦੇ ਕਿਸੇ ਭੀ ਉੱਦਮ ਵਿਚੋਂ) ਕੋਈ ਸੁਖ ਨਹੀਂ ਨਿਕਲਦਾ;",
    "pronunciation": "kIAW[ pMfW[ K`ul@IAW",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "duK ivic jIau jlwieAw; duKIAw cilAw roie ]",
    "transliteration": "Dhukh Vich Jeeo Jalaaeiaa Dhukheeaa Chaliaa Roe ||",
    "translation": "In pain, the soul burns; in pain, it departs weeping and wailing.",
    "punjabi": "(ਸਾਰੀ ਉਮਰ) ਦੁੱਖਾਂ ਵਿਚ ਜਿੰਦ ਸਾੜਦਾ ਰਹਿੰਦਾ ਹੈ (ਆਖ਼ਰ) ਦੁੱਖਾਂ ਦਾ ਮਾਰਿਆ ਹੋਇਆ ਰੋਂਦਾ ਹੀ (ਇਥੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. isPqI riqAw; mnu qnu hirAw hoie ]",
    "transliteration": "Naanak Sifathee Rathiaa Man Than Hariaa Hoe ||",
    "translation": "O Nanak, imbued with the Lord's Praise, the mind and body blossom forth, rejuvenated.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਰੰਗੇ ਜਾਈਏ ਤਾਂ ਮਨ ਤਨ ਹਰੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4432,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "duK kIAw AgI mwrIAih; BI duKu dwrU hoie ]1]",
    "transliteration": "Dhukh Keeaa Agee Maareeahi Bhee Dhukh Dhaaroo Hoe ||1||",
    "translation": "In the fire of pain, the mortals die; but pain is also the cure. ||1||",
    "punjabi": "ਜੀਵ ਦੁੱਖਾਂ ਦੇ ਸਾੜਿਆਂ ਨਾਲ (ਆਤਮਕ ਮੌਤ) ਮਰਦੇ ਹਨ, ਪਰ ਫਿਰ ਇਸ ਦਾ ਇਲਾਜ ਭੀ ਦੁੱਖ ਹੀ ਹੈ। (ਸਵੇਰੇ ਮੰਜੇ ਤੇ ਸੁਖ ਵਿਚ ਸੁੱਤਾ ਰਹੇ ਤਾਂ ਇਹ ਦੁੱਖ ਬਣ ਜਾਂਦਾ ਹੈ; ਪਰ ਜੇ ਸਵੇਰੇ ਉਠਿ ਬਾਹਰਿ ਜਾ ਕੇ ਕਸਰਤ ਆਦਿਕ ਕਸ਼ਟ ਉਠਾਏ ਤਾਂ ਉਹ ਦੁੱਖ ਸੁਖਦਾਈ ਬਣਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "A`gIN",
    "type_id": 3
  },
  {
    "shabad_id": 4433,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mhlw 1 ]",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4433,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. dunIAw Bsu rMgu; BsU hU Bsu Kyh ]",
    "transliteration": "Naanak Dhuneeaa Bhas Rang Bhasoo Hoo Bhas Khaeh ||",
    "translation": "O Nanak, worldly pleasures are nothing more than dust. They are the dust of the dust of ashes.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੁਨੀਆ ਦਾ ਰੰਗ-ਤਮਾਸ਼ਾ ਸੁਆਹ (ਦੇ ਬਰਾਬਰ) ਹੈ, ਨਿਰੀ ਸੁਆਹ ਹੀ ਸੁਆਹ ਹੈ, ਨਿਰੀ ਖੇਹ ਹੀ ਖੇਹ ਹੈ।",
    "pronunciation": "(dunIAw) mwieAw[Bsu: polw bolo[ (rMg) AnMd",
    "type_id": 3
  },
  {
    "shabad_id": 4433,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Bso Bsu kmwvxI; BI Bsu BrIAY dyh ]",
    "transliteration": "Bhaso Bhas Kamaavanee Bhee Bhas Bhareeai Dhaeh ||",
    "translation": "The mortal earns only the dust of the dust; his body is covered with dust.",
    "punjabi": "(ਇਹਨਾਂ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਲੱਗ ਕੇ ਜੀਵ, ਮਾਨੋ,) ਖੇਹ ਹੀ ਖੇਹ ਕਮਾਂਦਾ ਹੈ, (ਜਿਉਂ ਜਿਉਂ ਇਹ ਖੇਹ ਇਕੱਠੀ ਕਰਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ) ਇਸ ਦਾ ਸਰੀਰ (ਵਿਕਾਰਾਂ ਦੀ) ਖੇਹ ਨਾਲ ਹੀ ਹੋਰ ਹੋਰ ਲਿੱਬੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4433,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jw jIau ivchu kFIAY; BsU BirAw jwie ]",
    "transliteration": "Jaa Jeeo Vichahu Kadteeai Bhasoo Bhariaa Jaae ||",
    "translation": "When the soul is taken out of the body, it too is covered with dust.",
    "punjabi": "(ਮਰਨ ਤੇ) ਜਦੋਂ ਜਿੰਦ (ਸਰੀਰ) ਵਿਚੋਂ ਵੱਖਰੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਹ ਜਿੰਦ (ਵਿਕਾਰਾਂ ਦੀ) ਸੁਆਹ ਨਾਲ ਹੀ ਲਿੱਬੜੀ ਹੋਈ (ਇਥੋਂ) ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4433,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AgY lyKY mMigAY; hor dsUxI pwie ]2]",
    "transliteration": "Agai Laekhai Mangiai Hor Dhasoonee Paae ||2||",
    "translation": "And when one's account is called for in the world hereafter, he receives only ten times more dust. ||2||",
    "punjabi": "ਤੇ ਪਰਲੋਕ ਵਿਚ ਜਦੋਂ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਹੁੰਦਾ ਹੈ (ਤਦੋਂ) ਹੋਰ ਦਸ-ਗੁਣੀ ਵਧੀਕ ਸੁਆਹ (ਭਾਵ, ਸ਼ਰਮਿੰਦਗੀ) ਇਸ ਨੂੰ ਮਿਲਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4434,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4434,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwie suixAY. suic sMjmo; jmu nyiV. n AwvY ]",
    "transliteration": "Naae Suniai Such Sanjamo Jam Naerr N Aavai ||",
    "translation": "Hearing the Name, one is blessed with purity and self-control, and the Messenger of Death will not draw near.",
    "punjabi": "ਜੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਪਵਿਤ੍ਰਤਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਮਨ ਨੂੰ ਵੱਸ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਆ ਜਾਂਦੀ ਹੈ, ਜਮ (ਭੀ, ਭਾਵ, ਮੌਤ ਦਾ ਡਰ) ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4434,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwie suixAY. Git cwnxw; Awn@yru gvwvY ]",
    "transliteration": "Naae Suniai Ghatt Chaananaa Aanhaer Gavaavai ||",
    "translation": "Hearing the Name, the heart is illumined, and darkness is dispelled.",
    "punjabi": "ਜੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ (ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਲੋਂ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4434,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwie suixAY. Awpu buJIAY; lwhw nwau pwvY ]",
    "transliteration": "Naae Suniai Aap Bujheeai Laahaa Naao Paavai ||",
    "translation": "Hearing the Name, one comes to understand his own self, and the profit of the Name is obtained.",
    "punjabi": "ਜੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਆਪਣੇ ਅਸਲੇ ਨੂੰ ਸਮਝ ਲਈਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਜੋ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਅਸਲ) ਲਾਭ (ਹੈ) ਖੱਟ ਲਈਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4434,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwie suixAY. pwp ktIAih; inrml scu pwvY ]",
    "transliteration": "Naae Suniai Paap Katteeahi Niramal Sach Paavai ||",
    "translation": "Hearing the Name, sins are eradicated, and one meets the Immaculate True Lord.",
    "punjabi": "ਜੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਵਿਤ੍ਰ ਸੱਚਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4434,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk. nwie suixAY, muK aujly; nwau gurmuiK iDAwvY ]8]",
    "transliteration": "Naanak Naae Suniai Mukh Oujalae Naao Guramukh Dhhiaavai ||8||",
    "translation": "O Nanak, hearing the Name, one's face becomes radiant. As Gurmukh, meditate on the Name. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਨਾਮ ਵਿਚ ਧਿਆਨ ਜੋੜੀਏ ਤਾਂ ਮੱਥੇ ਖਿੜੇ ਰਹਿੰਦੇ ਹਨ। ਪਰ ਇਹ ਨਾਮ ਉਹੀ ਮਨੁੱਖ ਸਿਮਰ ਸਕਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "slok mhlw 1 ]",
    "transliteration": "Salok Mehalaa 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Gir nwrwiexu; sBw nwil ]",
    "transliteration": "Ghar Naaraaein Sabhaa Naal ||",
    "translation": "In your home, is the Lord God, along with all your other gods.",
    "punjabi": "(ਬ੍ਰਾਹਮਣ ਆਪਣੇ) ਘਰ ਵਿਚ ਬਹੁਤ ਸਾਰੀਆਂ ਮੂਰਤੀਆਂ ਸਮੇਤ ਠਾਕਰਾਂ ਦੀ ਮੂਰਤੀ ਅਸਥਾਪਨ ਕਰਦਾ ਹੈ,",
    "pronunciation": "sBw: polw bolo",
    "type_id": 3
  }
]