[
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pUj kry; rKY nwvwil ]",
    "transliteration": "Pooj Karae Rakhai Naavaal ||",
    "translation": "You wash your stone gods and worship them.",
    "punjabi": "ਉਸ ਦੀ ਪੂਜਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਸ਼ਨਾਨ ਕਰਾਂਦਾ ਹੈ;",
    "pronunciation": "n@wvwil",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kuMgU cMnxu Pul cVwey ]",
    "transliteration": "Kungoo Channan Ful Charraaeae ||",
    "translation": "You offer saffron, sandalwood and flowers.",
    "punjabi": "ਕੇਸਰ ਚੰਦਨ ਤੇ ਫੁੱਲ (ਉਸ ਮੂਰਤੀ ਦੇ ਅੱਗੇ) ਭੇਟ ਧਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pYrI pY pY; bhuqu mnwey ]",
    "transliteration": "Pairee Pai Pai Bahuth Manaaeae ||",
    "translation": "Falling at their feet, you try so hard to appease them.",
    "punjabi": "ਉਸ ਦੇ ਪੈਰਾਂ ਉਤੇ ਸਿਰ ਰੱਖ ਰੱਖ ਕੇ ਉਸ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mwxUAw mMig mMig; pYn@Y Kwie ]",
    "transliteration": "Maanooaa Mang Mang Painhai Khaae ||",
    "translation": "Begging, begging from other people, you get things to wear and eat.",
    "punjabi": "(ਪਰ ਰੋਟੀ ਕੱਪੜਾ ਹੋਰ) ਮਨੁੱਖਾਂ ਤੋਂ ਮੰਗ ਮੰਗ ਕੇ ਖਾਂਦਾ ਤੇ ਪਹਿਨਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AMDI kMmI; AMD sjwie ]",
    "transliteration": "Andhhee Kanmee Andhh Sajaae ||",
    "translation": "For your blind deeds, you will be blindly punished.",
    "punjabi": "ਅਗਿਆਨਤਾ ਵਾਲੇ ਕੰਮ ਕੀਤਿਆਂ (ਇਹੀ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ਕਿ ਹੋਰ ਅਗਿਆਨਤਾ ਵਧਦੀ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "BuiKAw dyie n mridAw rKY ]",
    "transliteration": "Bhukhiaa Dhaee N Maradhiaa Rakhai ||",
    "translation": "Your idol does not feed the hungry, or save the dying.",
    "punjabi": "(ਮੂਰਖ ਇਹ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਇਹ ਮੂਰਤੀ) ਨਾਹ ਭੁੱਖੇ ਨੂੰ ਕੁਝ ਦੇ ਸਕਦੀ ਹੈ ਨਾਹ (ਭੁੱਖ-ਮਰਦੇ ਨੂੰ) ਮਰਨੋਂ ਬਚਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4435,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AMDw JgVw; AMDI sQY ]1]",
    "transliteration": "Andhhaa Jhagarraa Andhhee Sathhai ||1||",
    "translation": "The blind assembly argues in blindness. ||1||",
    "punjabi": "(ਫਿਰ ਭੀ ਮੂਰਤੀ-ਪੂਜਕ) ਅਗਿਆਨੀਆਂ ਦੀ ਸਭਾ ਵਿਚ ਅਗਿਆਨਤਾ ਵਾਲਾ ਇਹ ਲੰਮਾ ਗੇੜ ਤੁਰਿਆ ਹੀ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਫਿਰ ਭੀ ਲੋਕ ਅੱਖਾਂ ਮੀਟ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਮੂਰਤੀ-ਪੂਜਾ ਕਰਦੇ ਹੀ ਜਾ ਰਹੇ ਹਨ) ॥੧॥",
    "pronunciation": "s`QY",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mhlw 1 ]",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sBy surqI. jog siB; sBy byd purwx ]",
    "transliteration": "Sabhae Surathee Jog Sabh Sabhae Baedh Puraan ||",
    "translation": "All intuitive understanding, all Yoga, all the Vedas and Puraanas.",
    "punjabi": "ਜੋਗ-ਮਤ ਅਨੁਸਾਰ ਬ੍ਰਿਤੀ ਜੋੜਨੀ; ਵੇਦ ਪੁਰਾਨ (ਆਦਿਕਾਂ ਦੇ ਪਾਠ);",
    "pronunciation": "s`By",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sBy krxy. qp siB; sBy gIq igAwn ]",
    "transliteration": "Sabhae Karanae Thap Sabh Sabhae Geeth Giaan ||",
    "translation": "All actions, all penances, all songs and spiritual wisdom.",
    "punjabi": "ਤਪ ਸਾਧਣੇ; (ਭਜਨਾਂ ਦੇ) ਗੀਤ ਤੇ (ਉਹਨਾਂ ਦੀਆਂ) ਵਿਚਾਰਾਂ;",
    "pronunciation": "qp: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sBy buDI. suiD siB; siB qIrQ. siB Qwn ]",
    "transliteration": "Sabhae Budhhee Sudhh Sabh Sabh Theerathh Sabh Thhaan ||",
    "translation": "All intellect, all enlightenment, all sacred shrines of pilgrimage.",
    "punjabi": "ਉੱਚੀ ਬੁੱਧ ਤੇ ਚੰਗੀ ਅਕਲ; ਤੀਰਥ-ਅਸਥਾਨ (ਆਦਿਕਾਂ ਦੇ ਇਸ਼ਨਾਨ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "siB pwiqswhIAw. Amr siB; siB KusIAw. siB Kwn ]",
    "transliteration": "Sabh Paathisaaheeaa Amar Sabh Sabh Khuseeaa Sabh Khaan ||",
    "translation": "All kingdoms, all royal commands, all joys and all delicacies.",
    "punjabi": "ਪਾਤਿਸ਼ਾਹੀਆਂ ਤੇ ਹਕੂਮਤਾਂ; ਖ਼ੁਸ਼ੀਆਂ ਤੇ (ਚੰਗੇ) ਖਾਣੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sBy mwxs. dyv siB; sBy jog iDAwn ]",
    "transliteration": "Sabhae Maanas Dhaev Sabh Sabhae Jog Dhhiaan ||",
    "translation": "All mankind, all divinites, all Yoga and meditation.",
    "punjabi": "ਮਨੁੱਖ ਤੇ ਦੇਵਤੇ; ਜੋਗ ਦੀਆਂ ਸਮਾਧੀਆਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sBy purIAw. KMf siB; sBy jIA jhwn ]",
    "transliteration": "Sabhae Pureeaa Khandd Sabh Sabhae Jeea Jehaan ||",
    "translation": "All worlds, all celestial realms; all the beings of the universe.",
    "punjabi": "ਧਰਤੀਆਂ ਦੇ ਮੰਡਲ ਤੇ ਹਿੱਸੇ; ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਆ ਜੰਤ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hukim clwey AwpxY; krmI vhY klwm ]",
    "transliteration": "Hukam Chalaaeae Aapanai Karamee Vehai Kalaam ||",
    "translation": "According to His Hukam, He commands them. His Pen writes out the account of their actions.",
    "punjabi": "ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਤੋਰਦਾ ਹੈ, ਪਰ ਉਸ ਦੇ ਹੁਕਮ ਦੀ ਕਲਮ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਵਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4436,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk scw sic nwie; scu sBw dIbwnu ]2]",
    "transliteration": "Naanak Sachaa Sach Naae Sach Sabhaa Dheebaan ||2||",
    "translation": "O Nanak, True is the Lord, and True is His Name. True is His Congregation and His Court. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਦਰਬਾਰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ।ੳ (ਭਾਵ, ਕਈ ਜੀਵ ਜੋਗ ਦੀ ਰਾਹੀਂ ਸੁਰਤ ਜੋੜਦੇ ਹਨ, ਕਈ ਵੇਦ ਪੁਰਾਨਾਂ ਦੇ ਪਾਠ ਕਰਦੇ ਹਨ, ਕੋਈ ਤਪ ਸਾਧਦੇ ਹਨ, ਕੋਈ ਭਜਨ ਗਾਉਂਦੇ ਹਨ, ਕੋਈ ਗਿਆਨ ਚਰਚਾ ਕਰਦੇ ਹਨ, ਕੋਈ ਉੱਚੀਆਂ ਅਕਲਾਂ ਦੁੜਾਂਦੇ ਹਨ, ਕੋਈ ਤੀਰਥਾਂ ਤੇ ਇਸ਼ਨਾਨ ਕਰ ਰਹੇ ਹਨ, ਕੋਈ ਪਾਤਸ਼ਾਹ ਬਣ ਕੇ ਹਕੂਮਤਾਂ ਕਰ ਰਹੇ ਹਨ, ਕੋਈ ਮੌਜਾਂ ਮਾਣ ਰਹੇ ਹਨ, ਕੋਈ ਵਧੀਆ ਖਾਣੇ ਖਾ ਰਹੇ ਹਨ, ਕੋਈ ਮਨੁੱਖ ਹਨ, ਕੋਈ ਦੇਵਤੇ, ਕੋਈ ਸਮਾਧੀਆਂ ਲਾ ਰਹੇ ਹਨ-ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਅ-ਜੰਤ ਵਖੋ-ਵਖ ਆਹਰੇ ਲੱਗੇ ਹੋਏ ਹਨ। ਇਹ ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਪਰ ਜੀਵਾਂ ਦੀ ਇਹ ਵਖੋ-ਵਖ ਕਿਸਮ ਦੀ ਰੁਚੀ ਉਹਨਾਂ ਦੇ ਆਪੋ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਹੈ, ਫਲ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਮਿਲ ਰਿਹਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4437,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4437,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwie mMinAY. suKu aUpjY; nwmy giq hoeI ]",
    "transliteration": "Naae Manniai Sukh Oopajai Naamae Gath Hoee ||",
    "translation": "With faith in the Name, peace wells up; the Name brings emancipation.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ (ਮਨ ਵਿਚ) ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਨਾਮ ਵਿਚ (ਗਿੱਝਿਆਂ) ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4437,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwie mMinAY. piq pweIAY; ihrdY hir soeI ]",
    "transliteration": "Naae Manniai Path Paaeeai Hiradhai Har Soee ||",
    "translation": "With faith in the Name, honor is obtained. The Lord is enshrined in the heart.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ਤੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਪ੍ਰਭੂ (ਆ ਵੱਸਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4437,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwie mMinAY. Bvjlu lMGIAY; iPir ibGnu. n hoeI ]",
    "transliteration": "Naae Manniai Bhavajal Langheeai Fir Bighan N Hoee ||",
    "translation": "With faith in the Name, one crosses over the terrifying world-ocean, and no obstructions are ever again encountered.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ, ਤੇ (ਜ਼ਿੰਦਗੀ ਦੇ ਰਾਹ ਵਿਚ) ਕੋਈ ਰੋਕ ਨਹੀਂ ਪੈਂਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4437,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwie mMinAY. pMQu prgtw; nwmy sB loeI ]",
    "transliteration": "Naae Manniai Panthh Paragattaa Naamae Sabh Loee ||",
    "translation": "With faith in the Name, the Path is revealed; through the Name, one is totally enlightened.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਜੀਵਨ ਦਾ ਰਸਤਾ ਪ੍ਰਤੱਖ ਸਾਫ਼ ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਨਾਮ ਵਿਚ ਸਾਰਾ ਚਾਨਣ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4437,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwnk. siqguir imilAY. nwau mMnIAY; ijn dyvY soeI ]9]",
    "transliteration": "Naanak Sathigur Miliai Naao Manneeai Jin Dhaevai Soee ||9||",
    "translation": "O Nanak, meeting with the True Guru, one comes to have faith in the Name; he alone has faith, who is blessed with it. ||9||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਜੇ ਸਤਿਗੁਰੂ ਮਿਲੇ ਤਾਂ ਹੀ ਨਾਮ-ਸਿਮਰਨ (ਜ਼ਿੰਦਗੀ ਦਾ ('ਪਰਗਟ ਪੰਥ') ਮੰਨਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਤੇ ਇਹ ਦਾਤ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਆਪ ਦੇਂਦਾ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4438,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4438,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "purIAw KMfw isir kry; iek pYir iDAwey ]",
    "transliteration": "Pureeaa Khanddaa Sir Karae Eik Pair Dhhiaaeae ||",
    "translation": "The mortal walks on his head through the worlds and realms; he meditates, balaced on one foot.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਸਿਰ-ਪਰਨੇ ਹੋ ਕੇ ਸਾਰੀਆਂ ਧਰਤੀਆਂ ਤੇ ਧਰਤੀ ਦੇ ਸਾਰੇ ਹਿੱਸਿਆਂ ਤੇ ਫਿਰੇ; ਜੇ ਇਕ ਪੈਰ ਦੇ ਭਾਰ ਖਲੋ ਕੇ ਧਿਆਨ ਧਰੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4438,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pauxu mwir. min jpu kry; isru muMfI qlY dyie ]",
    "transliteration": "Poun Maar Man Jap Karae Sir Munddee Thalai Dhaee ||",
    "translation": "Controlling the wind of the breath, he meditates within his mind, tucking his chin down into his chest.",
    "punjabi": "ਜੇ ਪ੍ਰਾਣ ਰੋਕ ਕੇ ਮਨ ਵਿਚ ਜਪ ਕਰੇ; ਜੇ ਆਪਣਾ ਸਿਰ ਧੌਣ ਦੇ ਹੇਠ ਰੱਖੇ (ਭਾਵ, ਜੇ ਸ਼ੀਰਸ਼-ਆਸਣ ਕਰ ਕੇ ਸਿਰ-ਭਾਰ ਖੜਾ ਰਹੇ)-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4438,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iksu aupir Ehu itk itkY; iks no joru kryie ]",
    "transliteration": "Kis Oupar Ouhu Ttik Ttikai Kis No Jor Karaee ||",
    "translation": "What does he lean on? Where does he get his power?",
    "punjabi": "(ਤਾਂ ਭੀ ਇਹਨਾਂ ਵਿਚੋਂ) ਕਿਸ ਸਾਧਨ ਉਤੇ ਉਹ ਟੇਕ ਰੱਖਦਾ ਹੈ? ਕਿਸ ਉੱਦਮ ਨੂੰ ਉਹ ਆਪਣਾ ਤਾਣ ਬਣਾਂਦਾ ਹੈ? (ਭਾਵ, ਇਹ ਹਰੇਕ ਟੇਕ ਤੁੱਛ ਹੈ, ਇਹਨਾਂ ਦਾ ਆਸਰਾ ਕਮਜ਼ੋਰ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4438,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iks no khIAY nwnkw; iks no krqw dyie ]",
    "transliteration": "Kis No Keheeai Naanakaa Kis No Karathaa Dhaee ||",
    "translation": "What can be said, O Nanak? Who is blessed by the Creator?",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਗੱਲ ਕਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਕਿ ਕਰਤਾਰ ਕਿਸ ਨੂੰ ਮਾਣ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4438,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hukim rhwey AwpxY; mUrKu Awpu gxyie ]1]",
    "transliteration": "Hukam Rehaaeae Aapanai Moorakh Aap Ganaee ||1||",
    "translation": "God keeps all under His Command, but the fool shows off himself. ||1||",
    "punjabi": "(ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਨੂੰ) ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਤੋਰਦਾ ਹੈ, ਪਰ ਮੂਰਖ ਆਪਣੇ ਆਪ ਨੂੰ (ਵੱਡਾ) ਸਮਝਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4439,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4439,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hY hY AwKW koit koit; kotI hU koit koit ]",
    "transliteration": "Hai Hai Aakhaan Kott Kott Kottee Hoo Kott Kott ||",
    "translation": "He is, He is - I say it millions upon millions, millions upon millions of times.",
    "punjabi": "ਜੇ ਮੈਂ ਕ੍ਰੋੜਾਂ ਕ੍ਰੋੜਾਂ ਵਾਰ ਆਖਾਂ ਕਿ ਪਰਮਾਤਮਾ ਸੱਚ-ਮੁੱਚ ਹੈ, ਜੇ ਮੈਂ ਕ੍ਰੋੜਾਂ ਵਾਰੀ ਤੋਂ ਭੀ ਕ੍ਰੋੜਾਂ ਵਾਰੀ ਵਧੀਕ (ਇਹੀ ਗੱਲ) ਆਖਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4439,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AwKUM AwKW sdw sdw; khix. n AwvY qoit ]",
    "transliteration": "Aakhoon Aakhaan Sadhaa Sadhaa Kehan N Aavai Thott ||",
    "translation": "With my mouth I say it, forever and ever; there is no end to this speech.",
    "punjabi": "ਜੇ ਮੈਂ ਇਹੀ ਗੱਲ ਸਦਾ ਹੀ ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਆਖਦਾ ਰਹਾਂ, ਮੇਰੇ ਆਖਣ ਵਿਚ ਤ੍ਰੋਟ ਨਾਹ ਆਵੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4439,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nw hau QkW. n TwkIAw; eyvf rKih joiq ]",
    "transliteration": "Naa Ho Thhakaan N Thaakeeaa Eaevadd Rakhehi Joth ||",
    "translation": "I do not get tired, and I will not be stopped; this is how great my determination is.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜੇ ਤੂੰ ਮੇਰੇ ਵਿਚ ਇਤਨੀ ਸੱਤਿਆ ਪਾ ਦੇਵੇਂ ਕਿ ਮੈਂ ਆਖਦਾ ਆਖਦਾ ਨਾਹ ਹੀ ਥੱਕਾਂ ਤੇ ਨਾਹ ਹੀ ਕਿਸੇ ਦਾ ਰੋਕਿਆਂ ਰੁਕਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4439,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk cisAhu cuK ibMd; aupir AwKxu dosu ]2]",
    "transliteration": "Naanak Chasiahu Chukh Bindh Oupar Aakhan Dhos ||2||",
    "translation": "O Nanak, this is tiny and insignificant. To say that it is more, is wrong. ||2||",
    "punjabi": "ਤਾਂ ਭੀ, ਹੇ ਨਾਨਕ! ਇਹ ਸਾਰਾ ਜਤਨ ਤੇਰੀ ਰਤਾ ਭਰ ਸਿਫ਼ਤ ਦੇ ਹੀ ਬਰਾਬਰ ਹੁੰਦਾ ਹੈ; ਜੇ ਮੈਂ ਆਖਾਂ ਕਿ ਏਦੂੰ ਵਧੀਕ ਸਿਫ਼ਤ ਮੈਂ ਕੀਤੀ ਹੈ ਤਾਂ (ਇਹ ਮੇਰੀ) ਭੁੱਲ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4440,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4440,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwie mMinAY. kulu auDrY; sBu kutMbu sbwieAw ]",
    "transliteration": "Naae Manniai Kul Oudhharai Sabh Kuttanb Sabaaeiaa ||",
    "translation": "With faith in the Name, all one's ancestors and family are saved.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ (ਅਜੇਹੇ ਮਨੁੱਖ ਦੀ) ਸਾਰੀ ਕੁਲ ਸਾਰਾ ਪਰਵਾਰ (ਭਵਜਲ ਵਿਚੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4440,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwie mMinAY sMgiq auDrY; ijn irdY vswieAw ]",
    "transliteration": "Naae Manniai Sangath Oudhharai Jin Ridhai Vasaaeiaa ||",
    "translation": "With faith in the Name, one's associates are saved; enshrine it within your heart.",
    "punjabi": "ਨਾਮ ਵਿਚ ਮਨ ਪਤੀਜਿਆਂ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਸੰਗਤ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਉਤਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4440,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwie mMinAY. suix auDry; ijn rsn rswieAw ]",
    "transliteration": "Naae Manniai Sun Oudhharae Jin Rasan Rasaaeiaa ||",
    "translation": "With faith in the Name, those who hear it are saved; let your tongue delight in it.",
    "punjabi": "ਨਾਮ ਵਿਚ ਗਿੱਝ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਜੀਭ ਨੂੰ ਨਾਮ ਨਾਲ ਇਕ-ਰਸ ਕਰ ਲਿਆ ਉਹ ਨਾਮ ਸੁਣ ਕੇ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4440,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwie mMinAY. duK BuK geI; ijn nwim icqu lwieAw ]",
    "transliteration": "Naae Manniai Dhukh Bhukh Gee Jin Naam Chith Laaeiaa ||",
    "translation": "With faith in the Name, pain and hunger are dispelled; let your consciousness be attached to the Name.",
    "punjabi": "ਨਾਮ ਵਿਚ ਗਿੱਝ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਨਾਮ ਵਿਚ ਮਨ ਜੋੜ ਲਿਆ ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਭੁੱਖ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4440,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk nwmu iqnI swlwihAw; ijn gurU imlwieAw ]10]",
    "transliteration": "Naanak Naam Thinee Saalaahiaa Jin Guroo Milaaeiaa ||10||",
    "translation": "O Nanak, they alone Praise the Name, who meet with the Guru. ||10||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਉਹੀ ਬੰਦੇ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sBy rwqI siB idh; siB iQqI siB vwr ]",
    "transliteration": "Sabhae Raathee Sabh Dhih Sabh Thhithee Sabh Vaar ||",
    "translation": "All nights, all days, all dates, all days of the week;",
    "punjabi": "ਰਾਤਾਂ, ਦਿਹਾੜੇ, ਥਿੱਤਾਂ, ਵਾਰ,",
    "pronunciation": "s`By",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sBy ruqI mwh siB; siB DrqˆØI siB Bwr ]",
    "transliteration": "Sabhae Ruthee Maah Sabh Sabh Dhharathanaee Sabh Bhaar ||",
    "translation": "All seasons, all months, all the earth and everything on it.",
    "punjabi": "ਰੁੱਤਾਂ, ਮਹੀਨੇ; ਧਰਤੀਆਂ ਤੇ ਧਰਤੀਆਂ ਉਤੇ ਪੈਦਾ ਹੋਏ ਸਾਰੇ ਪਦਾਰਥ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sBy pwxI paux siB; siB AgnI pwqwl ]",
    "transliteration": "Sabhae Paanee Poun Sabh Sabh Aganee Paathaal ||",
    "translation": "All waters, all winds, all fires and underworlds.",
    "punjabi": "ਹਵਾ, ਪਾਣੀ, ਅੱਗ, ਧਰਤੀ ਦੇ ਹੇਠਲੇ ਪਾਸੇ (ਦੇ ਪਦਾਰਥ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sBy purIAw KMf siB; siB loA loA Awkwr ]",
    "transliteration": "Sabhae Pureeaa Khandd Sabh Sabh Loa Loa Aakaar ||",
    "translation": "All solar systems and galaxies, all worlds, people and forms.",
    "punjabi": "ਧਰਤੀਆਂ ਦੇ ਮੰਡਲ, ਬ੍ਰਹਮੰਡ ਦੇ ਬੇਅੰਤ ਹਿੱਸੇ, ਹਰੇਕ ਲੋਕ ਦੇ (ਬੇਅੰਤ ਕਿਸਮਾਂ ਦੇ) ਜੀਅ ਜੰਤ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hukmu. n jwpI kyqVw; kih. n skIjY kwr ]",
    "transliteration": "Hukam N Jaapee Kaetharraa Kehi N Sakeejai Kaar ||",
    "translation": "No one knows how great the Hukam of His Command is; no one can describe His actions.",
    "punjabi": "ਇਹ ਸਾਰੀ ਰਚਨਾ (ਕੇਡੀ ਕੁ ਹੈ) ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, (ਇਸ ਰਚਨਾ ਨੂੰ ਬਣਾਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ) ਹੁਕਮ ਕਿਤਨਾ ਵੱਡਾ ਹੈ-ਇਹ ਭੀ ਪਤਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ।",
    "pronunciation": "ky~qVw",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AwKih Qkih AwiK AwiK; kir isPqˆØI vIcwr ]",
    "transliteration": "Aakhehi Thhakehi Aakh Aakh Kar Sifathanaee Veechaar ||",
    "translation": "Mortals may utter, chant, recite and contemplate His Praises until they grow weary.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਲੋਕ ਮੁੜ ਮੁੜ ਬੇਅੰਤ ਵਾਰੀ (ਉਸ ਦੀਆਂ ਵਡਿਆਈਆਂ) ਬਿਆਨ ਕਰਦੇ ਹਨ ਤੇ (ਬਿਆਨ ਕਰ ਕੇ) ਥੱਕ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4441,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iqRxu. n pwieE bpuVI; nwnku khY gvwr ]1]",
    "transliteration": "Thrin N Paaeiou Bapurree Naanak Kehai Gavaar ||1||",
    "translation": "The poor fools, O Nanak, cannot find even a tiny bit of the Lord. ||1||",
    "punjabi": "ਪਰ, ਨਾਨਕ ਆਖਦਾ ਹੈ, ਵਿਚਾਰੇ ਗੰਵਾਰਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਰਤਾ ਭਰ ਭੀ ਅੰਤ ਨਹੀਂ ਲੱਭਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AKˆØI prxY jy iPrW; dyKW sBu Awkwru ]",
    "transliteration": "Akhanaee Paranai Jae Firaan Dhaekhaan Sabh Aakaar ||",
    "translation": "If I were to walk around with my eyes wide open, gazing at all the created forms;",
    "punjabi": "ਜੇ ਮੈਂ ਅੱਖਾਂ ਦੇ ਭਾਰ ਹੋ ਕੇ ਫਿਰਾਂ ਤੇ ਸਾਰਾ ਜਗਤ (ਫਿਰ ਕੇ) ਵੇਖ ਲਵਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "puCw igAwnI pMifqW; puCw byd bIcwr ]",
    "transliteration": "Pushhaa Giaanee Panddithaan Pushhaa Baedh Beechaar ||",
    "translation": "I could ask the spiritual teachers and religious scholars, and those who contemplate the Vedas;",
    "punjabi": "ਜੇ ਮੈਂ ਗਿਆਨਵਾਨ ਪੰਡਿਤਾਂ ਨੂੰ ਵੇਦਾਂ ਦੇ ਡੂੰਘੇ ਭੇਤ ਪੁੱਛ ਲਵਾਂ;",
    "pronunciation": "",
    "type_id": 3
  }
]
