[
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "puCw dyvW mwxsW; joD krih Avqwr]",
    "transliteration": "Pushhaa Dhaevaan Maanasaan Jodhh Karehi Avathaar ||",
    "translation": "I could ask the gods, mortal men, warriors and divine incarnations;",
    "punjabi": "ਜੇ ਮੈਂ ਦੇਵਤਿਆਂ ਨੂੰ ਜਾ ਪੁੱਛਾਂ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛਾਂ ਜੋ ਬੜੇ ਬੜੇ ਸੂਰਮੇ ਬਣਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "isD smwDI siB suxI; jwie dyKW drbwru]",
    "transliteration": "Sidhh Samaadhhee Sabh Sunee Jaae Dhaekhaan Dharabaar ||",
    "translation": "I could consult all the Siddhas in Samaadhi, and go to see the Lord's Court.",
    "punjabi": "ਜੇ ਸਮਾਧੀ ਲਾਣ ਵਾਲੇ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀਆਂ ਦੀਆਂ ਸਾਰੀਆਂ ਮੱਤਾਂ ਜਾ ਸੁਣਾਂ ਕਿ ਪ੍ਰਭੂ ਦਾ ਦਰਬਾਰ ਮੈਂ ਕਿਵੇਂ ਜਾ ਕੇ ਵੇਖਾਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AgY scw sic nwie; inrBau. BY ivxu swru]",
    "transliteration": "Agai Sachaa Sach Naae Nirabho Bhai Vin Saar ||",
    "translation": "Hereafter, Truth is the Name of all; the Fearless Lord has no fear at all.",
    "punjabi": "(ਇਹਨਾਂ ਸਾਰੇ ਉੱਦਮਾਂ ਦੇ) ਸਾਹਮਣੇ (ਇੱਕੋ ਹੀ ਸੁਚੱਜੀ ਮੱਤ ਹੈ ਕਿ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ, ਜੋ ਨਿਰਭਉ ਹੈ ਜਿਸ ਨੂੰ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ ਤੇ ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hor kcI mqI kcu ipcu; AMiDAw AMDu bIcwru]",
    "transliteration": "Hor Kachee Mathee Kach Pich Andhhiaa Andhh Beechaar ||",
    "translation": "False are other intellectualisms, false and shallow; blind are the contemplations of the blind.",
    "punjabi": "(ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਸਾਰੀਆਂ ਮੱਤਾਂ ਕੱਚੀਆਂ ਹਨ, ਹੋਰ ਸਾਰੇ ਉੱਦਮ ਕੱਚੇ-ਪਿੱਲੇ ਹਨ (ਸਿਮਰਨ ਤੋਂ ਖੁੰਝੇ ਹੋਏ) ਅੰਨ੍ਹਿਆਂ ਦੇ ਅੰਨ੍ਹੇ ਟਟੌਲੇ ਹੀ ਹਨ।",
    "pronunciation": "k`cI[ m`qI[ k`cu[ ipcu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4442,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk krmI bMdgI; ndir lMGwey pwir]2]",
    "transliteration": "Naanak Karamee Bandhagee Nadhar Langhaaeae Paar ||2||",
    "translation": "O Nanak, by the karma of good actions, the mortal comes to meditate on the Lord; by His Grace, we are carried across. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਸਿਮਰਨ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4443,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4443,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwie mMinAY. durmiq geI; miq prgtI AwieAw]",
    "transliteration": "Naae Manniai Dhuramath Gee Math Paragattee Aaeiaa ||",
    "translation": "With faith in the Name, evil-mindedness is eradicated, and the intellect is enlightened.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਭੈੜੀ ਮੱਤ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ (ਚੰਗੀ) ਮੱਤ ਚਮਕ ਪੈਂਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4443,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwau mMinAY. haumY geI; siB rog gvwieAw]",
    "transliteration": "Naao Manniai Houmai Gee Sabh Rog Gavaaeiaa ||",
    "translation": "With faith in the Name, egotism is eradicated, and all sickness is cured.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਾਰੇ ਹੀ (ਮਨ ਦੇ) ਰੋਗ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4443,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwie mMinAY. nwmu aUpjY; shjy suKu pwieAw]",
    "transliteration": "Naae Manniai Naam Oopajai Sehajae Sukh Paaeiaa ||",
    "translation": "Believing in the Name, The Name wells up, and intuitive peace and poise are obtained.",
    "punjabi": "ਜੇ ਨਾਮ ਵਿਚ ਮਨ ਗਿੱਝ ਜਾਏ ਤਾਂ (ਮਨ ਵਿਚ) ਨਾਮ (ਜਪਣ ਦਾ ਚਾਉ) ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜ ਕੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4443,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwie mMinAY. sWiq aUpjY; hir mMin vswieAw]",
    "transliteration": "Naae Manniai Saanth Oopajai Har Mann Vasaaeiaa ||",
    "translation": "Believing in the Name, tranquility and peace well up, and the Lord is enshrined in the mind.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਮਨ ਵਿਚ ਠੰਢ ਵਰਤ ਜਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4443,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk nwmu rqMnu hY; gurmuiK hir iDAwieAw]11]",
    "transliteration": "Naanak Naam Rathann Hai Guramukh Har Dhhiaaeiaa ||11||",
    "translation": "O Nanak, the Name is a jewel; the Gurmukh meditates on the Lord. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦਾ) ਨਾਮ (ਮਾਨੋ) ਇਕ ਕੀਮਤੀ ਮੋਤੀ ਹੈ, ਪਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਉਹ ਮਨੁੱਖ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4444,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 1]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4444,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "horu srIku hovY koeI qyrw; iqsu AgY. quDu AwKW]",
    "transliteration": "Hor Sareek Hovai Koee Thaeraa This Agai Thudhh Aakhaan ||",
    "translation": "If there were any other equal to You, O Lord, I would speak to them of You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਕੋਈ ਹੋਰ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਵੇ ਤਾਂ ਹੀ ਉਸ ਦੇ ਸਾਹਮਣੇ ਮੈਂ ਤੇਰਾ ਜ਼ਿਕਰ ਕਰਾਂ (ਪਰ ਤੇਰੇ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4444,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "quDu AgY. quDY swlwhI; mY AMDy. nwau sujwKw]",
    "transliteration": "Thudhh Agai Thudhhai Saalaahee Mai Andhhae Naao Sujaakhaa ||",
    "translation": "You, I praise You; I am blind, but through the Name, I am all-seeing.",
    "punjabi": "(ਸੋ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਹੀ ਕਰ ਸਕਦਾ ਹਾਂ (ਤੇਰੇ ਵਰਗਾ ਮੈਂ ਤੈਨੂੰ ਹੀ ਆਖ ਸਕਦਾ ਹਾਂ, ਤੇ ਜਿਉਂ ਜਿਉਂ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ ਕਰਦਾ ਹਾਂ) ਤੇਰਾ ਨਾਮ ਮੈਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹੇ ਨੂੰ ਅੱਖਾਂ ਲਈ ਚਾਨਣ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4444,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jyqw AwKxu swhI sbdI; BwiKAw Bwie suBweI]",
    "transliteration": "Jaethaa Aakhan Saahee Sabadhee Bhaakhiaa Bhaae Subhaaee ||",
    "translation": "Whatever is spoken, is the Word of the Shabad. Chanting it with love, we are embellished.",
    "punjabi": "ਲਿਖ ਕੇ ਜਾਂ ਬੋਲ ਕੇ ਜੋ ਕੁਝ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ ਵਿਚ ਆਖਿਆ ਹੈ ਉਹ ਸਭ ਤੇਰੇ ਪਿਆਰ ਦੀ ਖਿੱਚ ਵਿਚ ਹੀ ਆਖਿਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4444,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwnk. bhuqw eyho AwKxu; sB qyrI vifAweI]1]",
    "transliteration": "Naanak Bahuthaa Eaeho Aakhan Sabh Thaeree Vaddiaaee ||1||",
    "translation": "Nanak, this is the greatest thing to say: all glorious greatness is Yours. ||1||",
    "punjabi": "ਨਹੀਂ ਤਾਂ ਸਭ ਤੋਂ ਵੱਡੀ ਗੱਲ ਆਖਣੀ ਨਾਨਕ ਨੂੰ ਇਹੋ ਫਬਦੀ ਹੈ ਕਿ (ਜੋ ਕੁਝ ਹੈ) ਸਭ ਤੇਰੀ ਹੀ ਵਡਿਆਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4445,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 1]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4445,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jW n isAw, ikAw cwkrI; jW jMmy ikAw kwr]",
    "transliteration": "Jaan N Siaa Kiaa Chaakaree Jaan Janmae Kiaa Kaar ||",
    "translation": "When there was nothing, what happened? What happens when one is born?",
    "punjabi": "ਜਦੋਂ ਜੀਵ ਹੋਂਦ ਵਿਚ ਨਹੀਂ ਸੀ ਆਇਆ ਤਦੋਂ ਇਹ ਕੇਹੜੀ ਕਮਾਈ ਕਰ ਸਕਦਾ ਸੀ, ਤੇ ਜਦੋਂ ਜੰਮ ਪਏ ਤਾਂ ਭੀ ਕੇਹੜੀ ਕਿਰਤ ਕੀਤੀ? (ਭਾਵ, ਜੀਵ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ);",
    "pronunciation": "jIv Asmr`Q, krqwr jI srb klw smr`Q &urmwauNdyy hn: (jW) jdoN jIv dw vjUd ikC BI nhIN, (isAw) sI[ c`wkrI",
    "type_id": 3
  },
  {
    "shabad_id": 4445,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "siB kwrx krqw kry; dyKY vwro vwr]",
    "transliteration": "Sabh Kaaran Karathaa Karae Dhaekhai Vaaro Vaar ||",
    "translation": "The Creator, the Doer, does all; He watches over all, again and again",
    "punjabi": "ਜਿਸਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਹ ਆਪ ਹੀ ਸਾਰੇ ਸਬੱਬ ਬਣਾਂਦਾ ਹੈ ਤੇ ਸਦਾ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4445,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jy cupY jy mMigAY; dwiq kry dwqwru]",
    "transliteration": "Jae Chupai Jae Mangiai Dhaath Karae Dhaathaar ||",
    "translation": ". Whether we keep silent or beg out loud, the Great Giver blesses us with His gifts.",
    "punjabi": "ਭਾਵੇਂ ਚੁੱਪ ਕਰ ਰਹੀਏ ਤੇ ਭਾਵੇਂ ਮੰਗੀਏ, ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਕਰਤਾਰ ਆਪ ਹੀ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4445,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ieku dwqw siB mMgqy; iPir dyKih Awkwru]",
    "transliteration": "Eik Dhaathaa Sabh Mangathae Fir Dhaekhehi Aakaar ||",
    "translation": "The One Lord is the Giver; we are all beggars. I have seen this throughout the Universe.",
    "punjabi": "ਜਦੋਂ ਜੀਵ ਸਾਰਾ ਜਗਤ ਫਿਰ ਕੇ (ਇਹ ਗੱਲ) ਵੇਖ ਲੈਂਦੇ ਹਨ (ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ) ਇਕ ਪਰਮਾਤਮਾ ਦਾਤਾ ਹੈ ਤੇ ਸਾਰੇ ਜੀਵ ਉਸ ਦੇ ਮੰਗਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4445,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. eyvY jwxIAY; jIvY dyvxhwru]2]",
    "transliteration": "Naanak Eaevai Jaaneeai Jeevai Dhaevanehaar ||2||",
    "translation": "Nanak knows this: the Great Giver lives forever. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਤਰ੍ਹਾਂ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਸਦਾ ਹੀ) ਜੀਉਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4446,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4446,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwie mMinAY. suriq aUpjY; nwmy miq hoeI ]",
    "transliteration": "Naae Manniai Surath Oopajai Naamae Math Hoee ||",
    "translation": "With faith in the Name, intuitive awareness wells up; through the Name, intelligence comes.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ (ਅੰਦਰ ਨਾਮ ਦੀ) ਲਿਵ ਪੈਦਾ ਹੋਈ ਰਹਿੰਦੀ ਹੈ ਤੇ ਨਾਮ ਵਿਚ ਹੀ ਮੱਤ (ਪ੍ਰਵਿਰਤ ਹੁੰਦੀ) ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4446,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwie mMinAY. gux aucrY; nwmy suiK soeI]",
    "transliteration": "Naae Manniai Gun Oucharai Naamae Sukh Soee ||",
    "translation": "With faith in the Name, chant the Glories of God; through the Name, peace is obtained.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਆਖਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਤੇ ਨਾਮ ਵਿਚ ਹੀ ਸੁਖ ਆਨੰਦ ਨਾਲ ਟਿਕਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4446,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwie mMinAY. BRmu ktIAY; iPir duKu. n hoeI]",
    "transliteration": "Naae Manniai Bhram Katteeai Fir Dhukh N Hoee ||",
    "translation": "With faith in the Name, doubt is eradicated, and the mortal never suffers again.",
    "punjabi": "ਜੇ ਮਨ ਨਾਮ ਵਿਚ ਗਿੱਝ ਜਾਏ ਤਾਂ ਭਟਕਣਾ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, ਤੇ ਫਿਰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4446,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwie mMinAY swlwhIAY; pwpW miq DoeI]",
    "transliteration": "Naae Manniai Saalaaheeai Paapaan Math Dhhoee ||",
    "translation": "With faith in the Name, sing His Praises, and your sinful intellect shall be washed clean.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪਈਦੀ ਹੈ ਤੇ ਪਾਪਾਂ ਵਾਲੀ ਮੱਤ ਧੁੱਪ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4446,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. pUry gur qy nwau mMnIAY; ijn dyvY soeI]12]",
    "transliteration": "Naanak Poorae Gur Thae Naao Manneeai Jin Dhaevai Soee ||12||",
    "translation": "O Nanak, through the Perfect Guru, one comes to have faith in the Name; they alone receive it, unto whom He gives it. ||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰੇ ਸਤਿਗੁਰੂ ਤੋਂ ਇਹ ਨਿਸ਼ਚਾ ਆਉਂਦਾ ਹੈ ਕਿ ਨਾਮ (-ਸਿਮਰਨ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਹੈ (ਇਹ ਦਾਤ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਆਪ ਦੇਂਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4447,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "slok mÚ 1]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4447,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swsqR byd purwx pV@Mqw]",
    "transliteration": "Saasathr Baedh Puraan Parrhanthaa ||",
    "translation": "Some read the Shaastras, the Vedas and the Puraanas.",
    "punjabi": "(ਜਦ ਤਕ ਮਨੁੱਖ) ਸ਼ਾਸਤ੍ਰਾਂ ਵੇਦ ਪੁਰਾਣ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ ਨਿਰਾ) ਪੜ੍ਹਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4447,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pUkwrMqw AjwxMqw]",
    "transliteration": "Pookaaranthaa Ajaananthaa ||",
    "translation": "They recite them, out of ignorance.",
    "punjabi": "(ਉਤਨਾ ਚਿਰ) ਉੱਚੀ ਉੱਚੀ ਬੋਲਦਾ ਹੈ (ਹੋਰਨਾਂ ਨੂੰ ਸੁਣਾਉਂਦਾ ਹੈ) ਪਰ ਆਪ ਸਮਝਦਾ ਕੁਝ ਨਹੀਂ;",
    "pronunciation": "(pUkwrMqw) pukwrdw[ (AjwxMqw) Anjwx, AigAwnI",
    "type_id": 3
  },
  {
    "shabad_id": 4447,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jW bUJY; qW sUJY soeI]",
    "transliteration": "Jaan Boojhai Thaan Soojhai Soee ||",
    "translation": "If they really understood them, they would realize the Lord.",
    "punjabi": "ਜਦੋਂ (ਧਰਮ ਪੁਸਤਕਾਂ ਦੇ ਉਪਦੇਸ਼ ਦਾ) ਭੇਤ ਪਾ ਲੈਂਦਾ ਹੈ ਤਦੋਂ (ਇਸ ਨੂੰ ਹਰ ਥਾਂ) ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4447,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnku AwKY; kUk. n hoeI]1]",
    "transliteration": "Naanak Aakhai Kook N Hoee ||1||",
    "translation": "Nanak says, there is no need to shout so loud. ||1||",
    "punjabi": "ਤੇ, ਨਾਨਕ ਆਖਦਾ ਹੈ, ਇਸ ਦੀਆਂ ਟਾਹਰਾਂ ਮੁੱਕ ਜਾਂਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4448,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 1]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4448,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jW hau qyrw. qW sBu ikCu myrw; hau nwhI. qU hovih]",
    "transliteration": "Jaan Ho Thaeraa Thaan Sabh Kishh Maeraa Ho Naahee Thoo Hovehi ||",
    "translation": "When I am Yours, then everything is mine. When I am not, You are.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਤੇਰਾ ਬਣ ਜਾਂਦਾ ਹਾਂ ਤਦੋਂ ਜਗਤ ਵਿਚ ਸਭ ਕੁਝ ਮੈਨੂੰ ਆਪਣਾ ਜਾਪਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਵੇਲੇ) ਮੇਰੀ ਅਪਣੱਤ ਨਹੀਂ ਹੁੰਦੀ, ਤੂੰ ਹੀ ਮੈਨੂੰ ਦਿੱਸਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4448,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Awpy skqw. Awpy surqw; skqI jgqu provih]",
    "transliteration": "Aapae Sakathaa Aapae Surathaa Sakathee Jagath Parovehi ||",
    "translation": "You Yourself are All-powerful, and You Yourself are the Intuitive Knower. The whole world is strung on the Power of Your Shakti.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਜ਼ੋਰ ਦਾ ਮਾਲਕ, ਤੂੰ ਆਪ ਹੀ ਸੁਰਤ ਦਾ ਮਾਲਕ ਮੈਨੂੰ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜਗਤ ਨੂੰ ਆਪਣੀ ਸੱਤਿਆ (ਦੇ ਧਾਗੇ) ਵਿਚ ਪਰੋਣ ਵਾਲਾ ਜਾਪਦਾ ਹੈਂ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 4448,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Awpy Byjy. Awpy sdy; rcnw ric ric vyKY]",
    "transliteration": "Aapae Bhaejae Aapae Sadhae Rachanaa Rach Rach Vaekhai ||",
    "translation": "You Yourself send out the mortal beings, and You Yourself call them back home. Having created the creation, You behold it.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਇਥੇ) ਭੇਜਦਾ ਹੈ, ਆਪ ਹੀ (ਇਥੋਂ ਵਾਪਸ) ਬੁਲਾ ਲੈਂਦਾ ਹੈ, ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4448,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. scw scI nWeI; scu pvY Duir lyKY]2]",
    "transliteration": "Naanak Sachaa Sachee Naanee Sach Pavai Dhhur Laekhai ||2||",
    "translation": "O Nanak, True is the Name of the True Lord; through Truth, one is accepted by the Primal Lord God. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ; ਉਸ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਹੀ ਉਸਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4449,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4449,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwmu inrMjn AlKu hY; ikau. liKAw jweI]",
    "transliteration": "Naam Niranjan Alakh Hai Kio Lakhiaa Jaaee ||",
    "translation": "The Name of the Immaculate Lord is unknowable. How can it be known?",
    "punjabi": "ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਐਸਾ ਹੈ ਜਿਸ) ਦਾ ਕੋਈ ਖ਼ਾਸ ਚਿੰਨ੍ਹ ਨਹੀਂ ਦਿੱਸਦਾ, (ਤਾਂ ਫਿਰ) ਉਸ ਨੂੰ ਬਿਆਨ ਕਿਵੇਂ ਕੀਤਾ ਜਾਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4449,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwmu inrMjn nwil hY; ikau pweIAY BweI]",
    "transliteration": "Naam Niranjan Naal Hai Kio Paaeeai Bhaaee ||",
    "translation": "The Name of the Immaculate Lord is with the mortal being. How can it be obtained, O Siblings of Destiny?",
    "punjabi": "ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦਾ ਨਾਮ (ਅਸਾਡੇ) ਨਾਲ (ਭੀ) ਹੈ, ਪਰ ਹੇ ਭਾਈ! ਉਹ ਲੱਭੇ ਕਿਵੇਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4449,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwmu inrMjn vrqdw; rivAw sB TWeI]",
    "transliteration": "Naam Niranjan Varathadhaa Raviaa Sabh Thaanee ||",
    "translation": "The Name of the Immaculate Lord is all-pervading and permeating everywhere.",
    "punjabi": "ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦਾ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ ਤੇ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4449,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur pUry qy pweIAY; ihrdY dyie idKweI]",
    "transliteration": "Gur Poorae Thae Paaeeai Hiradhai Dhaee Dhikhaaee ||",
    "translation": "Through the Perfect Guru, it is obtained. It is revealed within the heart.",
    "punjabi": "(ਇਹ ਨਾਮ) ਪੂਰੇ ਸਤਿਗੁਰੂ ਤੋਂ ਮਿਲਦਾ ਹੈ, (ਪੂਰਾ ਗੁਰੂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਅਸਾਡੇ) ਹਿਰਦੇ ਵਿਚ ਵਿਖਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4449,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk. ndrI krmu hoie; gur imlIAY BweI]13]",
    "transliteration": "Naanak Nadharee Karam Hoe Gur Mileeai Bhaaee ||13||",
    "translation": "O Nanak, when the Merciful Lord grants His Grace, the mortal meets with the Guru, O Siblings of Desitny. ||13||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ! ਆਖਦਾ ਹੈ, ਜਦੋਂ (ਪ੍ਰਭੂ ਦੀ ਸਵੱਲੀ) ਨਿਗਾਹ ਨਾਲ ਮਿਹਰ ਹੋਵੇ ਤਾਂ ਗੁਰੂ ਨੂੰ ਮਿਲੀਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4450,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok mÚ 1]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4450,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kil hoeI kuqy muhI; Kwju hoAw murdwru]",
    "transliteration": "Kal Hoee Kuthae Muhee Khaaj Hoaa Muradhaar ||",
    "translation": "In this Dark Age of Kali Yuga, people have faces like dogs; they eat rotting carcasses for food.",
    "punjabi": "ਰੱਬ ਤੋਂ ਵਿੱਛੁੜੀ ਹੋਈ ਲੁਕਾਈ ਨੂੰ ਕੁੱਤੇ ਵਾਂਗ ਖਾਣ ਦਾ ਹਲਕ ਕੁੱਦਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਵੱਢੀ ਆਦਿਕ ਹਰਾਮ ਚੀਜ਼ ਇਸ ਦਾ ਮਨ-ਭਾਉਂਦਾ ਖਾਣਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਕੁੱਤੇ ਦਾ ਮਨ-ਭਾਉਂਦਾ ਖਾਣਾ ਮੁਰਦਾਰ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4450,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kUVu boil boil Baukxw; cUkw Drmu bIcwru]",
    "transliteration": "Koorr Bol Bol Bhoukanaa Chookaa Dhharam Beechaar ||",
    "translation": "They bark and speak, telling only lies; all thought of righteousness has left them.",
    "punjabi": "(ਇਹ ਲੁਕਾਈ) ਸਦਾ ਝੂਠ ਬੋਲਦੀ ਹੈ, (ਮਾਨੋ, ਮੁਰਦਾਰ ਖਾਂਦੇ ਕੁੱਤੇ ਵਾਂਗ) ਭਉਂਕ ਰਹੀ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ ਇਸ ਦੇ ਅੰਦਰੋਂ) ਧਰਮ (ਦੀ ਅੰਸ) ਤੇ (ਰੱਬ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4450,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijn jIvMidAw piq nhI; muieAw mMdI soie]",
    "transliteration": "Jin Jeevandhiaa Path Nehee Mueiaa Mandhee Soe ||",
    "translation": "Those who have no honor while alive, will have an evil reputation after they die.",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਅਜੇਹੇ ਲੋਕ (ਜਗਤ ਵਿਚ) ਜੀਉਂਦੇ ਹਨ ਇਹਨਾਂ ਦੀ (ਕੋਈ ਬੰਦਾ) ਇੱਜ਼ਤ ਨਹੀਂ (ਕਰਦਾ), ਜਦੋਂ ਮਰ ਜਾਂਦੇ ਹਨ, (ਲੋਕ ਇਹਨਾਂ ਨੂੰ) ਭੈੜਿਓਂ ਯਾਦ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]