[
  {
    "id": 53541,
    "shabad_id": 4467,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਘਟਿ ਚਾਨਣਾ; ਅਾਨ੍ਹੇਰੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Gur Parasaadhee Ghatt Chaananaa Aanhaer Gavaaeiaa ||",
    "translation": "By Guru's Grace, the heart is illumined, and darkness is dispelled.",
    "punjabi": "(ਸਤਸੰਗ ਵਿਚ ਰਿਹਾਂ) ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ) ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53542,
    "shabad_id": 4467,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਲੋਹਾ ਪਾਰਸਿ ਭੇਟੀਅੈ; ਕੰਚਨੁ ਹੋੲਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Lohaa Paaras Bhaetteeai Kanchan Hoe Aaeiaa ||",
    "translation": "Iron is transformed into gold, when it touches the Philosopher's Stone.",
    "punjabi": "(ਜਿਵੇਂ) ਪਾਰਸ ਨਾਲ ਛੋਹਿਆਂ ਲੋਹਾ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53543,
    "shabad_id": 4467,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ. ਨਾੳੁ ਪਾੲੀਅੈ; ਮਿਲਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Naanak Sathigur Miliai Naao Paaeeai Mil Naam Dhhiaaeiaa ||",
    "translation": "O Nanak, meeting with the True Guru, the Name is obtained. Meeting Him, the mortal meditates on the Name.",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਹੇ ਨਾਨਕ! ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ (ਤਾਂ ਗੁਰੂ ਦੀ ਛੁਹ ਨਾਲ) ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ, (ਗੁਰੂ ਨੂੰ) ਮਿਲ ਕੇ ਨਾਮ ਸਿਮਰੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53544,
    "shabad_id": 4467,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ੍ਹ ਕੈ ਪੋਤੈ ਪੁੰਨੁ ਹੈ; ਤਿਨ੍ਹੀ ਦਰਸਨੁ ਪਾੲਿਅਾ ||੧੯||",
    "transliteration": "Jinh Kai Pothai Punn Hai Thinhee Dharasan Paaeiaa ||19||",
    "translation": "Those who have virtue as their treasure, obtain the Blessed Vision of His Darshan. ||19||",
    "punjabi": "ਪਰ (ਪ੍ਰਭੂ ਦਾ) ਦੀਦਾਰ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਪਿਛਲੀ ਕੀਤੀ) ਭਲਿਆਈ ਮੌਜੂਦ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53545,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53546,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਧਿ੍ਰਗੁ ਤਿਨਾ ਕਾ ਜੀਵਿਅਾ; ਜਿ ਲਿਖਿ ਲਿਖਿ ਵੇਚਹਿ ਨਾੳੁ ||",
    "transliteration": "Dhhrig Thinaa Kaa Jeeviaa J Likh Likh Vaechehi Naao ||",
    "translation": "Cursed are the lives of those who read and write the Lord's Name to sell it.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਤਵੀਤ ਤੇ ਜੰਤ੍ਰ-ਜੰਤ੍ਰ ਆਦਿਕ ਦੀ ਸ਼ਕਲ ਵਿਚ) ਵੇਚਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਜੀਉਣ ਨੂੰ ਲਾਹਨਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53547,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਖੇਤੀ ਜਿਨ ਕੀ ੳੁਜੜੈ; ਖਲਵਾੜੇ ਕਿਅਾ ਥਾੳੁ ||",
    "transliteration": "Khaethee Jin Kee Oujarrai Khalavaarrae Kiaa Thhaao ||",
    "translation": "Their crop is devastated - what harvest will they have?",
    "punjabi": "(ਜੇ ਉਹ ਬੰਦਗੀ ਭੀ ਕਰਦੇ ਹਨ ਤਾਂ ਭੀ ਉਹਨਾਂ ਦੀ 'ਨਾਮ' ਵਾਲੀ ਫ਼ਸਲ ਇਸ ਤਰ੍ਹਾਂ ਨਾਲੋ ਨਾਲ ਹੀ ਉੱਜੜਦੀ ਜਾਂਦੀ ਹੈ, ਤੇ) ਜਿਨ੍ਹਾਂ ਦੀ ਫ਼ਸਲ (ਨਾਲੋ ਨਾਲ) ਉੱਜੜਦੀ ਜਾਏ ਉਹਨਾਂ ਦਾ ਖਲਵਾੜਾ ਕਿੱਥੇ ਬਣਨਾ ਹੋਇਆ? (ਭਾਵ, ਉਸ ਬੰਦਗੀ ਦਾ ਚੰਗਾ ਸਿੱਟਾ ਨਹੀਂ ਨਿਕਲ ਸਕਦਾ, ਕਿਉਂਕਿ ਉਹ ਬੰਦਗੀ ਦੇ ਸਹੀ ਰਾਹ ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53548,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਚੈ ਸਰਮੈ ਬਾਹਰੇ; ਅਗੈ ਲਹਹਿ. ਨ ਦਾਦਿ ||",
    "transliteration": "Sachai Saramai Baaharae Agai Lehehi N Dhaadh ||",
    "translation": "Lacking truth and humility, they shall not be appreciated in the world hereafter.",
    "punjabi": "ਸਹੀ ਮਿਹਨਤ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਭੀ ਉਹਨਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53549,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਕਲਿ ੲੇਹ. ਨ ਅਾਖੀਅੈ; ਅਕਲਿ ਗਵਾੲੀਅੈ ਬਾਦਿ ||",
    "transliteration": "Akal Eaeh N Aakheeai Akal Gavaaeeai Baadh ||",
    "translation": "Wisdom which leads to arguments is not called wisdom.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਬੜੀ ਸੁੰਦਰ ਅਕਲ ਦੀ ਗੱਲ ਹੈ, ਪਰ ਤਵੀਤ-ਧਾਗੇ ਬਣਾ ਕੇ ਦੇਣ ਵਿਚ ਰੁੱਝ ਪੈਣ ਨਾਲ ਇਹ) ਅਕਲ ਵਿਅਰਥ ਗਵਾ ਲੈਣਾ-ਇਸ ਨੂੰ ਅਕਲ ਨਹੀਂ ਆਖੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53550,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਕਲੀ ਸਾਹਿਬੁ ਸੇਵੀਅੈ; ਅਕਲੀ ਪਾੲੀਅੈ ਮਾਨੁ ||",
    "transliteration": "Akalee Saahib Saeveeai Akalee Paaeeai Maan ||",
    "translation": "Wisdom leads us to serve our Lord and Master; through wisdom, honor is obtained.",
    "punjabi": "ਅਕਲ ਇਹ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੀਏ ਤੇ ਇੱਜ਼ਤ ਖੱਟੀਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53551,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਕਲੀ ਪੜਿ੍ਹ ਕੈ ਬੁਝੀਅੈ; ਅਕਲੀ ਕੀਚੈ ਦਾਨੁ ||",
    "transliteration": "Akalee Parrih Kai Bujheeai Akalee Keechai Dhaan ||",
    "translation": "Wisdom does not come by reading textbooks; wisdom inspires us to give in charity.",
    "punjabi": "ਅਕਲ ਇਹ ਹੈ ਕਿ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ) ਪੜ੍ਹੀਏ (ਇਸ ਦੇ ਡੂੰਘੇ ਭੇਤ) ਸਮਝੀਏ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਸਮਝਾਈਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53552,
    "shabad_id": 4468,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕੁ. ਅਾਖੈ ਰਾਹੁ ੲੇਹੁ; ਹੋਰਿ ਗਲਾਂ ਸੈਤਾਨੁ ||੧||",
    "transliteration": "Naanak Aakhai Raahu Eaehu Hor Galaan Saithaan ||1||",
    "translation": "Says Nanak, this is the Path; other things lead to Satan. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ ਰਸਤਾ ਸਿਰਫ਼ ਇਹੀ ਹੈ, (ਸਿਮਰਨ ਤੋਂ) ਲਾਂਭ ਦੀਆਂ ਗੱਲਾਂ (ਦੱਸਣ ਵਾਲਾ) ਸ਼ੈਤਾਨ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53553,
    "shabad_id": 4469,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਃ ੨ ||",
    "transliteration": "Ma 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53554,
    "shabad_id": 4469,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜੈਸਾ ਕਰੈ. ਕਹਾਵੈ ਤੈਸਾ; ਅੈਸੀ ਬਨੀ ਜਰੂਰਤਿ ||",
    "transliteration": "Jaisaa Karai Kehaavai Thaisaa Aisee Banee Jaroorath ||",
    "translation": "Mortals are known by their actions; this is the way it has to be.",
    "punjabi": "ਅਵੱਸੋਂ ਹੀ ਐਸੀ ਮਰਯਾਦਾ ਬਣੀ ਹੋਈ ਹੈ ਕਿ ਮਨੁੱਖ ਜਿਹੋ ਜਿਹਾ ਕੰਮ ਕਰਦਾ ਹੈ ਉਹੋ ਜਿਹਾ ਉਸ ਦਾ ਨਾਮ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53555,
    "shabad_id": 4469,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹੋਵਹਿ ਲਿੰਙ. ਝਿੰਙ, ਨਹ ਹੋਵਹਿ; ਅੈਸੀ ਕਹੀਅੈ ਸੂਰਤਿ ||",
    "transliteration": "Hovehi Linn(g) Jhinn(g) Neh Hovehi Aisee Keheeai Soorath ||",
    "translation": "They should show goodness, and not be deformed by their actions; this is how they are called beautiful.",
    "punjabi": "(ਇਸ ਮਰਯਾਦਾ ਅਨੁਸਾਰ ਅਸਲ ਵਿਚ) ਉਹੀ ਜਿਸਮ ਮਨੁੱਖਾ ਜਿਸਮ ਅਖਵਾਣ ਦੇ ਲਾਇਕ ਹੁੰਦਾ ਹੈ ਜਿਸ ਦੇ ਨਰੋਏ ਅੰਗ ਹੁੰਦੇ ਹਨ, ਜਿਸ ਦੇ ਅੰਗ ਝੜੇ ਹੋਏ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "ਸੱਚਿਅਾੲੀ ਸਹਿਤ (ਲਿੰਙ) ਸੂਰਮਾ[ਸੱਚਿਅਾੲੀ ਤੋਂ ਝੜਿ੍ਹਅਾ (ਝਿੰਙ) ਕਾੲਿਰ",
    "type_id": 3
  },
  {
    "id": 53556,
    "shabad_id": 4469,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਓਸੁ ੲਿਛੇ. ਸੋ ਫਲੁ ਪਾੲੇ; ਤਾਂ ਨਾਨਕ ਕਹੀਅੈ ਮੂਰਤਿ ||੨||",
    "transliteration": "Jo Ous Eishhae So Fal Paaeae Thaan Naanak Keheeai Moorath ||2||",
    "translation": "Whatever they desire, they shall receive; O Nanak, they become the very image of God. ||2||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਹੇ ਨਾਨਕ! ਉਹੀ ਹਸਤੀ ਮਨੁੱਖਾ ਹਸਤੀ ਕਹੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੋਵੇ ਤੇ (ਇਸ ਤਾਂਘ-ਅਨੁਸਾਰ ਪ੍ਰਭੂ-ਮਿਲਾਪ-ਰੂਪ) ਫਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53557,
    "shabad_id": 4470,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53558,
    "shabad_id": 4470,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਅੰਮਿ੍ਰਤ ਬਿਰਖੁ ਹੈ; ਅੰਮਿ੍ਰਤ ਰਸਿ ਫਲਿਅਾ ||",
    "transliteration": "Sathigur Anmrith Birakh Hai Anmrith Ras Faliaa ||",
    "translation": "The True Guru is the tree of ambrosia. it bears the fruit of sweet nectar.",
    "punjabi": "ਗੁਰੂ (ਮਾਨੋ) ਅੰਮ੍ਰਿਤ ਦਾ ਰੁੱਖ ਹੈ ਜੋ ਅੰਮ੍ਰਿਤ ਦੇ ਰਸ ਨਾਲ ਫਲਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਜਿਸ ਨੂੰ ਅੰਮ੍ਰਿਤ-ਰਸ ਰੂਪ ਫਲ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਜਿਸ ਪਾਸੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਰਸ ਮਿਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53559,
    "shabad_id": 4470,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸੁ ਪਰਾਪਤਿ ਸੋ ਲਹੈ; ਗੁਰ ਸਬਦੀ ਮਿਲਿਅਾ ||",
    "transliteration": "Jis Paraapath So Lehai Gur Sabadhee Miliaa ||",
    "translation": "He alone receives it, who is so pre-destined, through the Word of the Guru's Shabad.",
    "punjabi": "(ਇਹ ਨਾਮ-ਰੂਪ ਅੰਮ੍ਰਿਤ ਫਲ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, ਪਰ ਉਹ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਪ੍ਰਾਪਤ ਕਰਨਾ ਧੁਰੋਂ ਲਿਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53560,
    "shabad_id": 4470,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ ਜੋ ਚਲੈ; ਹਰਿ ਸੇਤੀ ਰਲਿਅਾ ||",
    "transliteration": "Sathigur Kai Bhaanai Jo Chalai Har Saethee Raliaa ||",
    "translation": "One who walks in harmony with the Will of the True Guru, is blended with the Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿੱਚ ਤੁਰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਇਕ-ਰੂਪ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53561,
    "shabad_id": 4470,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਮਕਾਲੁ ਜੋਹਿ. ਨ ਸਕੲੀ; ਘਟਿ ਚਾਨਣੁ ਬਲਿਅਾ ||",
    "transliteration": "Jamakaal Johi N Sakee Ghatt Chaanan Baliaa ||",
    "translation": "The Messenger of Death cannot even see him; his heart is illumined with God's Light.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਜਮਕਾਲ ਘੂਰ ਨਹੀਂ ਸਕਦਾ (ਭਾਵ, ਮੌਤ ਦਾ ਡਰ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ਕਿਉਂਕਿ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਰੱਬੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53562,
    "shabad_id": 4470,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਬਖਸਿ ਮਿਲਾੲਿਅਨੁ; ਫਿਰਿ ਗਰਭਿ. ਨ ਗਲਿਅਾ ||੨੦||",
    "transliteration": "Naanak Bakhas Milaaeian Fir Garabh N Galiaa ||20||",
    "translation": "O Nanak, God forgives him, and blends him with Himself; he does not rot away in the womb of reincarnation ever again. ||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਨੇ ਬਖ਼ਸ਼ਸ਼ ਕਰ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾਇਆ ਹੈ ਉਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਗਲਦੇ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53563,
    "shabad_id": 4471,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53564,
    "shabad_id": 4471,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ ਵਰਤੁ. ਸੰਤੋਖੁ ਤੀਰਥੁ; ਗਿਅਾਨੁ ਧਿਅਾਨੁ ੲਿਸਨਾਨੁ ||",
    "transliteration": "Sach Varath Santhokh Theerathh Giaan Dhhiaan Eisanaan ||",
    "translation": "Those who have truth as their fast, contentment as their sacred shrine of pilgrimage, spiritual wisdom and meditation as their cleansing bath,",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸੱਚ ਨੂੰ ਵਰਤ ਬਣਾਇਆ (ਭਾਵ, ਸੱਚ ਧਾਰਨ ਕਰਨ ਦਾ ਪ੍ਰਣ ਲਿਆ ਹੈ), ਸੰਤੋਖ ਜਿਨ੍ਹਾਂ ਦਾ ਤੀਰਥ ਹੈ, ਜੀਵਨ-ਮਨੋਰਥ ਦੀ ਸਮਝ ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜਨ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੇ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਸਮਝਿਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53565,
    "shabad_id": 4471,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਦੲਿਅਾ ਦੇਵਤਾ. ਖਿਮਾ ਜਪਮਾਲੀ; ਤੇ ਮਾਣਸ ਪਰਧਾਨ ||",
    "transliteration": "Dhaeiaa Dhaevathaa Khimaa Japamaalee Thae Maanas Paradhhaan ||",
    "translation": "Kindness as their deity, and forgiveness as their chanting beads - they are the most excellent people.",
    "punjabi": "ਦਇਆ ਜਿਨ੍ਹਾਂ ਦਾ ਇਸ਼ਟ-ਦੇਵ ਹੈ, (ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ) ਸਹਾਰਨ ਦੀ ਆਦਤਿ ਜਿਨ੍ਹਾਂ ਦੀ ਮਾਲਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53566,
    "shabad_id": 4471,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੁਗਤਿ ਧੋਤੀ ਸੁਰਤਿ ਚੳੁਕਾ; ਤਿਲਕੁ ਕਰਣੀ ਹੋੲਿ ||",
    "transliteration": "Jugath Dhhothee Surath Choukaa Thilak Karanee Hoe ||",
    "translation": "Those who take the Way as their loincloth, and intuitive awareness their ritualistically purified enclosure, with good deeds their ceremonial forehead mark,",
    "punjabi": "(ਸੁਚੱਜਾ ਜੀਵਨ) ਜੀਉਣ ਦੀ ਜਾਚ ਜਿਨ੍ਹਾਂ ਲਈ (ਦੇਵ-ਪੂਜਾ ਵੇਲੇ ਪਹਿਨਣ ਵਾਲੀ) ਧੋਤੀ ਹੈ, ਸੁਰਤ (ਨੂੰ ਪਵਿਤ੍ਰ ਰੱਖਣਾ) ਜਿਨ੍ਹਾਂ ਦਾ (ਸੁੱਚਾ) ਚੌਂਕਾ ਹੈ, ਉੱਚੇ ਆਚਰਨ ਦਾ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਤਿਲਕ ਲਾਇਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53567,
    "shabad_id": 4471,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭਾੳੁ ਭੋਜਨੁ ਨਾਨਕਾ; ਵਿਰਲਾ ਤ ਕੋੲੀ ਕੋੲਿ ||੧||",
    "transliteration": "Bhaao Bhojan Naanakaa Viralaa Th Koee Koe ||1||",
    "translation": "And love their food - O Nanak, they are very rare. ||1||",
    "punjabi": "ਤੇ ਪ੍ਰੇਮ ਜਿਨ੍ਹਾਂ (ਦੇ ਆਤਮਾ) ਦੀ ਖ਼ੁਰਾਕ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਚੰਗੇ ਹਨ; ਪਰ, ਇਹੋ ਜਿਹਾ ਮਨੁੱਖ ਹੈ ਕੋਈ ਕੋਈ ਵਿਰਲਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53568,
    "shabad_id": 4472,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਹਲਾ ੩ ||",
    "transliteration": "Mehalaa 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53569,
    "shabad_id": 4472,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨੳੁਮੀ; ਨੇਮੁ ਸਚੁ ਜੇ ਕਰੈ ||",
    "transliteration": "Noumee Naem Sach Jae Karai ||",
    "translation": "On the ninth day of the month, make a vow to speak the Truth,",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸੱਚ ਧਾਰਨ ਕਰਨ ਦੇ ਨੇਮ ਨੂੰ ਨੌਮੀ (ਦਾ ਵਰਤ) ਬਣਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53570,
    "shabad_id": 4472,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧੁ ਤਿ੍ਰਸਨਾ; ੳੁਚਰੈ ||",
    "transliteration": "Kaam Krodhh Thrisanaa Oucharai ||",
    "translation": "And your sexual desire, anger and desire shall be eaten up.",
    "punjabi": "ਕਾਮ ਕ੍ਰੋਧ ਤੇ ਲਾਲਚ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਦੂਰ ਕਰ ਲਏ;",
    "pronunciation": "(ੳੁ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ (ਚਰੇ) ਖਾਵੇ, ਨਾਸ ਕਰੇ[ ੳੁ-ਚਰੈ (ਦੂਜਾ ਪਾਠ: ੳੁ ਚਰੈ)",
    "type_id": 3
  },
  {
    "id": 53571,
    "shabad_id": 4472,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦਸਮੀ, ਦਸੇ ਦੁਅਾਰ ਜੇ ਠਾਕੈ; ੲੇਕਾਦਸੀ, ੲੇਕੁ ਕਰਿ ਜਾਣੈ ||",
    "transliteration": "Dhasamee Dhasae Dhuaar Jae Thaakai Eaekaadhasee Eaek Kar Jaanai ||",
    "translation": "On the tenth day, regulate your ten doors; on the eleventh day, know that the Lord is One.",
    "punjabi": "ਜੇ ਦਸ ਹੀ ਇੰਦ੍ਰਿਆਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਰੋਕ ਰੱਖੇ (ਇਸ ਉੱਦਮ ਨੂੰ) ਦਸਮੀ (ਥਿੱਤ ਦਾ ਵਰਤ) ਬਣਾਏ; ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਸਮਝੇ-ਇਹ ਉਸ ਦਾ ਏਕਾਦਸੀ ਦਾ ਵਰਤ ਹੋਵੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53572,
    "shabad_id": 4472,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੁਅਾਦਸੀ. ਪੰਚ ਵਸਗਤਿ ਕਰਿ ਰਾਖੈ; ਤੳੁ ਨਾਨਕ. ਮਨੁ ਮਾਨੈ ||",
    "transliteration": "Dhuaadhasee Panch Vasagath Kar Raakhai Tho Naanak Man Maanai ||",
    "translation": "On the twelfth day, the five thieves are subdued, and then, O Nanak, the mind is pleased and appeased.",
    "punjabi": "ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖੇ-ਜੇ ਇਹ ਉਸ ਦਾ ਦੁਆਦਸੀ ਦਾ ਵਰਤ ਬਣੇ, ਤਾਂ, ਹੇ ਨਾਨਕ! ਮਨ ਪਤੀਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਵੱਸ-ਗਤਿ ਗਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53573,
    "shabad_id": 4472,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੈਸਾ. ਵਰਤੁ ਰਹੀਜੈ ਪਾਡੇ; ਹੋਰ ਬਹੁਤੁ ਸਿਖ ਕਿਅਾ ਦੀਜੈ ||੨||",
    "transliteration": "Aisaa Varath Reheejai Paaddae Hor Bahuth Sikh Kiaa Dheejai ||2||",
    "translation": "Observe such a fast as this, O Pandit, O religious scholar; of what use are all the other teachings? ||2||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਜੇ ਇਹੋ ਜਿਹਾ ਵਰਤ ਨਿਬਾਹ ਸਕੀਏ ਤਾਂ ਕਿਸੇ ਹੋਰ ਸਿੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ ॥੨॥",
    "pronunciation": "ਪਾਂਡੇ[ ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 53574,
    "shabad_id": 4473,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53575,
    "shabad_id": 4473,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭੂਪਤਿ ਰਾਜੇ ਰੰਗ ਰਾੲਿ; ਸੰਚਹਿ ਬਿਖੁ ਮਾੲਿਅਾ ||",
    "transliteration": "Bhoopath Raajae Rang Raae Sanchehi Bikh Maaeiaa ||",
    "translation": "Kings, rulers and monarchs enjoy pleasures and gather the poison of Maya.",
    "punjabi": "ਪਾਤਸ਼ਾਹ, ਰਾਜੇ, ਕੰਗਾਲ ਤੇ ਅਮੀਰ-ਸਭ ਮਾਇਆ-ਰੂਪ ਜ਼ਹਿਰ ਜੋੜਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53576,
    "shabad_id": 4473,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਰਿ ਕਰਿ ਹੇਤੁ ਵਧਾੲਿਦੇ; ਪਰ ਦਰਬੁ ਚੁਰਾੲਿਅਾ ||",
    "transliteration": "Kar Kar Haeth Vadhhaaeidhae Par Dharab Churaaeiaa ||",
    "translation": "In love with it, they collect more and more, stealing the wealth of others.",
    "punjabi": "ਜੋੜ ਜੋੜ ਕੇ (ਇਸ ਨਾਲ) ਹਿਤ ਵਧਾਂਦੇ ਹਨ (ਤੇ ਜੇ ਦਾਉ ਲੱਗੇ ਤਾਂ) ਦੂਜਿਆਂ ਦੇ ਧਨ (ਭੀ) ਚੁਰਾ ਲੈਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53577,
    "shabad_id": 4473,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਨ ਵਿਸ ਹਹਿ; ਬਹੁ ਪ੍ਰੀਤਿ ਲਗਾੲਿਅਾ ||",
    "transliteration": "Puthr Kalathr N Visehehi Bahu Preeth Lagaaeiaa ||",
    "translation": "They do not trust their own children or spouses; they are totally attached to the love of Maya.",
    "punjabi": "ਮਾਇਆ ਨਾਲ (ਇਤਨਾ) ਵਧੀਕ ਹਿਤ ਜੋੜਦੇ ਹਨ ਕਿ ਪੁਤ੍ਰ ਤੇ ਵਹੁਟੀ ਦਾ ਭੀ ਇਤਬਾਰ ਨਹੀਂ ਕਰਦੇ;",
    "pronunciation": "ਕ-ਲੱਤ੍ਰ[ (ਵਿਸ) ਭਰੋਸਾ[ ਵਿਸ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53578,
    "shabad_id": 4473,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵੇਖਦਿਅਾ ਹੀ ਮਾੲਿਅਾ ਧੁਹਿ ਗੲੀ; ਪਛੁਤਹਿ ਪਛੁਤਾੲਿਅਾ ||",
    "transliteration": "Vaekhadhiaa Hee Maaeiaa Dhhuhi Gee Pashhuthehi Pashhuthaaeiaa ||",
    "translation": "But even as they look on, Maya cheats them, and they come to regret and repent.",
    "punjabi": "(ਪਰ ਜਦੋਂ) ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਹੀ ਮਾਇਆ ਹੀ ਮਾਇਆ ਛਲ ਕੇ (ਭਾਵ, ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾ ਕੇ) ਚਲੀ ਜਾਂਦੀ ਹੈ ਤਾਂ (ਇਸ ਨੂੰ ਜੋੜਨ ਵਾਲੇ) ਹਾਹੁਕੇ ਲੈਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53579,
    "shabad_id": 4473,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਮ ਦਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਨਾਨਕ. ਹਰਿ ਭਾੲਿਅਾ ||੨੧||",
    "transliteration": "Jam Dhar Badhhae Maareeahi Naanak Har Bhaaeiaa ||21||",
    "translation": "Bound and gagged at Death's door, they are beaten and punished; O Nanak, it pleases the Will of the Lord. ||21||",
    "punjabi": "(ਤਦੋਂ ਇਉਂ ਜਾਪਦਾ ਹੈ, ਜਿਵੇਂ ਉਹ) ਜਮ ਦੇ ਬੂਹੇ ਬੱਝੇ ਹੋਏ ਕੁੱਟ ਖਾ ਰਹੇ ਹਨ; ਹੇ ਨਾਨਕ! (ਕਿਸੇ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਪ੍ਰਭੂ ਨੂੰ ਇਉਂ ਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53580,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53581,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗਿਅਾਨ ਵਿਹੂਣਾ. ਗਾਵੈ ਗੀਤ ||",
    "transliteration": "Giaan Vihoonaa Gaavai Geeth ||",
    "translation": "The one who lacks spiritual wisdom sings religious songs.",
    "punjabi": "(ਪੰਡਿਤ ਦਾ ਇਹ ਹਾਲ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤਾਂ ਗਾਂਦਾ ਹੈ ਪਰ ਆਪ ਸਮਝ ਤੋਂ ਸੱਖਣਾ ਹੈ (ਭਾਵ, ਇਸ ਭਜਨ ਗਾਣ ਨੂੰ ਉਹ ਰੋਜ਼ੀ ਦਾ ਵਸੀਲਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਸਮਝ ਉੱਚੀ ਨਹੀਂ ਹੋ ਸਕੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53582,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਭੁਖੇ ਮੁਲਾਂ; ਘਰੇ ਮਸੀਤਿ ||",
    "transliteration": "Bhukhae Mulaan Gharae Maseeth ||",
    "translation": "The hungry Mullah turns his home into a mosque.",
    "punjabi": "ਭੁੱਖ ਦੇ ਮਾਰੇ ਹੋਏ ਮੁੱਲਾਂ ਦੀ ਮਸੀਤ ਭੀ ਰੋਜ਼ੀ ਦੀ ਖ਼ਾਤਰ ਹੀ ਹੈ (ਭਾਵ, ਮੁੱਲਾਂ ਨੇ ਭੀ ਬਾਂਗ ਨਮਾਜ਼ ਆਦਿਕ ਮਸੀਤ ਦੀ ਕ੍ਰਿਆ ਨੂੰ ਰੋਟੀ ਦਾ ਵਸੀਲਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "ਮੁੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 53583,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਖਟੂ ਹੋੲਿ ਕੈ; ਕੰਨ ਪੜਾੲੇ ||",
    "transliteration": "Makhattoo Hoe Kai Kann Parraaeae ||",
    "translation": "The lazy unemployed has his ears pierced to look like a Yogi.",
    "punjabi": "(ਤੀਜਾ ਇਕ) ਹੋਰ ਹੈ ਜੋ ਹੱਡ-ਹਰਾਮ ਹੋਣ ਕਰਕੇ ਕੰਨ ਪੜਵਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "ਮਖ-ਟੂ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 53584,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਫਕਰੁ ਕਰੇ; ਹੋਰੁ ਜਾਤਿ ਗਵਾੲੇ ||",
    "transliteration": "Fakar Karae Hor Jaath Gavaaeae ||",
    "translation": "Someone else becomes a pan-handler, and loses his social status.",
    "punjabi": "ਫ਼ਕੀਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਕੁਲ ਦੀ ਅਣਖ ਗਵਾ ਬੈਠਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53585,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰੁ ਪੀਰੁ ਸਦਾੲੇ; ਮੰਗਣ ਜਾੲਿ ||",
    "transliteration": "Gur Peer Sadhaaeae Mangan Jaae ||",
    "translation": "One who calls himself a guru or a spiritual teacher, while he goes around begging",
    "punjabi": "(ਉਂਝ ਤਾਂ ਆਪਣੇ ਆਪ ਨੂੰ) ਗੁਰੂ ਪੀਰ ਅਖਵਾਂਦਾ ਹੈ (ਪਰ ਰੋਟੀ ਦਰ ਦਰ) ਮੰਗਦਾ ਫਿਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53586,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਾ ਕੈ; ਮੂਲਿ. ਨ ਲਗੀਅੈ ਪਾੲਿ ||",
    "transliteration": "Thaa Kai Mool N Lageeai Paae ||",
    "translation": "- don't ever touch his feet.",
    "punjabi": "ਅਜੇਹੇ ਬੰਦੇ ਦੇ ਪੈਰੀਂ ਭੀ ਕਦੇ ਨਹੀਂ ਲੱਗਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53587,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਘਾਲਿ ਖਾੲਿ; ਕਿਛੁ ਹਥਹੁ ਦੇੲਿ ||",
    "transliteration": "Ghaal Khaae Kishh Hathhahu Dhaee ||",
    "translation": "One who works for what he eats, and gives some of what he has",
    "punjabi": "ਜੋ ਜੋ ਮਨੁੱਖ ਮਿਹਨਤ ਨਾਲ ਕਮਾ ਕੇ (ਆਪ) ਖਾਂਦਾ ਹੈ ਤੇ ਉਸ ਕਮਾਈ ਵਿਚੋਂ ਕੁਝ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53588,
    "shabad_id": 4474,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ; ਰਾਹੁ ਪਛਾਣਹਿ ਸੇੲਿ ||੧||",
    "transliteration": "Naanak Raahu Pashhaanehi Saee ||1||",
    "translation": "- O Nanak, he knows the Path. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਜੇਹੇ ਬੰਦੇ ਹੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ ਰਸਤਾ ਪਛਾਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
