[
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mnhu ij AMDy kUp; kihAw ibrdu. n jwxn@I ]",
    "transliteration": "Manahu J Andhhae Koop Kehiaa Biradh N Jaananhee ||",
    "translation": "Those mortals whose minds are like deep dark pits do not understand the purpose of life, even when it is explained to them.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਨੋਂ ਅੰਨ੍ਹੇ ਘੁੱਪ ਹਨ (ਭਾਵ, ਪੁੱਜ ਕੇ ਮੂਰਖ ਹਨ), ਉਹ ਦੱਸਿਆਂ ਭੀ ਇਨਸਾਨੀ ਫ਼ਰਜ਼ ਨਹੀਂ ਜਾਣਦੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "min AMDY aUNDY kvil; idsin@ Kry krUp ]",
    "transliteration": "Man Andhhai Oonadhhai Kaval Dhisanih Kharae Karoop ||",
    "translation": "Their minds are blind, and their heart-lotuses are upside-down; they look totally ugly.",
    "punjabi": "ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਕਰਕੇ ਤੇ ਹਿਰਦਾ-ਕਵਲ (ਧਰਮ ਵਲੋਂ) ਉਲਟਿਆ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ ਬੰਦੇ ਬਹੁਤ ਕੋਝੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ieik kih jwxih. kihAw buJih; qy nr suGV srUp ]",
    "transliteration": "Eik Kehi Jaanehi Kehiaa Bujhehi Thae Nar Sugharr Saroop ||",
    "translation": "Some know how to speak, and understand what they are told. They are wise and beautiful.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਐਸੇ ਹਨ ਜੋ ਗੱਲ ਕਰਨੀ ਭੀ ਜਾਣਦੇ ਹਨ ਤੇ ਕਿਸੇ ਦੀ ਆਖੀ ਸਮਝਦੇ ਭੀ ਹਨ ਉਹ ਮਨੁੱਖ ਸੁਚੱਜੇ ਤੇ ਸੋਹਣੇ ਜਾਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ieknw nwd n, byd n gIA rsu; rs ks. n jwxMiq ]",
    "transliteration": "Eikanaa Naadh N Baedh N Geea Ras Ras Kas N Jaananth ||",
    "translation": "Some do not understand about the Sound-current of the Naad or the Vedas, music, virtue or vice.",
    "punjabi": "ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ ਜੋਗੀਆਂ ਦੇ ਨਾਦ ਦਾ ਰਸ, ਨਾਹ ਵੇਦ ਦਾ ਸ਼ੌਕ, ਨਾਹ ਰਾਗ ਦੀ ਖਿੱਚ-ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇ ਕੋਮਲ ਹੁਨਰ ਵਲ ਰੁਚੀ ਨਹੀਂ ਹੈ,",
    "pronunciation": "(rsu) vwihgurU jI dy gIq dw rsu (dUjw pwT: gIAr su)",
    "type_id": 3
  },
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ieknw suiD n buiD, n Akil sr; AKr kw Byau. n lhMiq ]",
    "transliteration": "Eikanaa Sudhh N Budhh N Akal Sar Akhar Kaa Bhaeo N Lehanth ||",
    "translation": "Some are not blessed with understanding, intelligence, or sublime intellect; they do not grasp the mystery of God's Word.",
    "punjabi": "ਨਾਹ ਸੂਝ, ਨਾਹ ਬੁੱਧੀ, ਨਾਹ ਅਕਲ ਦੀ ਸਾਰ, ਤੇ ਇਕ ਅੱਖਰ ਭੀ ਪੜ੍ਹਨਾ ਨਹੀਂ ਜਾਣਦੇ।",
    "pronunciation": "(sr) sRyst",
    "type_id": 3
  },
  {
    "shabad_id": 4475,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. sy nr Asil Kr; ij ibnu gux. grbu krMiq ]2]",
    "transliteration": "Naanak Sae Nar Asal Khar J Bin Gun Garab Karanth ||2||",
    "translation": "O Nanak, they are donkeys; they are very proud of themselves, but they have no virtues at all. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਵਿਚ ਕੋਈ ਭੀ ਗੁਣ ਨਾਹ ਹੋਵੇ ਤੇ ਅਹੰਕਾਰ ਕਰੀ ਜਾਣ, ਉਹ ਮਨੁੱਖ ਨਿਰੇ ਖੋਤੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gurmuiK sB pivqu hY; Dnu sMpY mwieAw ]",
    "transliteration": "Guramukh Sabh Pavith Hai Dhhan Sanpai Maaeiaa ||",
    "translation": "To the Gurmukh, everything is sacred: wealth, property, Maya.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ ਉਹਨਾਂ ਲਈ ਧਨ-ਪਦਾਰਥ ਮਾਇਆ ਆਦਿਕ ਸਭ ਕੁਝ ਪਵਿਤ੍ਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir AriQ jo Krcdy; dyNdy suKu pwieAw ]",
    "transliteration": "Har Arathh Jo Kharachadhae Dhaenadhae Sukh Paaeiaa ||",
    "translation": "Those who spend the wealth of the Lord find peace through giving.",
    "punjabi": "ਕਿਉਂਕਿ ਉਹ ਰੱਬ ਲੇਖੇ ਭੀ ਖ਼ਰਚਦੇ ਹਨ ਤੇ (ਲੋੜਵੰਦਿਆਂ ਨੂੰ) ਦੇਂਦੇ ਹਨ (ਜਿਉਂ ਜਿਉਂ ਵੰਡਦੇ ਹਨ ਤਿਉਂ) ਸੁਖ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4476,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jo hir nwmu iDAwiedy; iqn qoit. n AwieAw ]",
    "transliteration": "Jo Har Naam Dhhiaaeidhae Thin Thott N Aaeiaa ||",
    "translation": "Those who meditate on the Lord's Name shall never be deprived.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ (ਤੇ ਮਾਇਆ ਲੋੜਵੰਦਿਆਂ ਨੂੰ ਦੇਂਦੇ ਹਨ) ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਵਲੋਂ) ਥੁੜ ਨਹੀਂ ਆਉਂਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4476,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gurmuKW ndrI Awvdw; mwieAw suit pwieAw ]",
    "transliteration": "Guramukhaan Nadharee Aavadhaa Maaeiaa Sutt Paaeiaa ||",
    "translation": "The Gurmukhs come to see the Lord, and leave behind the things of Maya.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ (ਇਹ ਗੱਲ) ਸਾਫ਼ ਦਿਸਦੀ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਉਹ ਮਾਇਆ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਹੱਥੋਂ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4476,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. BgqW horu iciq. n AwveI; hir nwim smwieAw ]22]",
    "transliteration": "Naanak Bhagathaan Hor Chith N Aavee Har Naam Samaaeiaa ||22||",
    "translation": "O Nanak, the devotees do not think of anything else; they are absorbed in the Name of the Lord. ||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੁਝ) ਹੋਰ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ (ਭਾਵ, ਧਨ ਆਦਿਕ ਦਾ ਮੋਹ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਘਰ ਨਹੀਂ ਕਰ ਸਕਦਾ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4477,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4477,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "siqguru syvin. sy vfBwgI ]",
    "transliteration": "Sathigur Saevan Sae Vaddabhaagee ||",
    "translation": "Those who serve the True Guru are very fortunate.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜੋ ਆਪਣੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4477,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "scY sbid; ijn@w eyk ilv lwgI ]",
    "transliteration": "Sachai Sabadh Jinhaa Eaek Liv Laagee ||",
    "translation": "They are lovingly attuned to the True Shabad, the Word of the One God.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੇ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਦੀ ਸੁਰਤ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4477,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "igrh kutMb mih; shij smwDI ]",
    "transliteration": "Gireh Kuttanb Mehi Sehaj Samaadhhee ||",
    "translation": "In their own household and family, they are in natural Samaadhi.",
    "punjabi": "ਜੋ ਗ੍ਰਿਹਸਤ-ਪਰਵਾਰ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋਏ ਭੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿੱਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4477,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwnk nwim rqy; sy scy bYrwgI ]1]",
    "transliteration": "Naanak Naam Rathae Sae Sachae Bairaagee ||1||",
    "translation": "O Nanak, those who are attuned to the Naam are truly detached from the world. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਅਸਲ ਵਿਰਕਤ ਹਨ ਜੋ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gxqY syv. n hoveI; kIqw Qwie. n pwie ]",
    "transliteration": "Ganathai Saev N Hovee Keethaa Thhaae N Paae ||",
    "translation": "Calculated service is not service at all, and what is done is not approved.",
    "punjabi": "ਜੇ ਇਹ ਆਖਦੇ ਰਹੀਏ ਕਿ ਮੈਂ ਫਲਾਣਾ ਕੰਮ ਕੀਤਾ, ਫਲਾਣੀ ਸੇਵਾ ਕੀਤੀ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਸੇਵਾ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਇਸ ਤਰ੍ਹਾਂ ਕੀਤਾ ਹੋਇਆ ਕੋਈ ਭੀ ਕੰਮ ਸਫਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sbdY swdu. n AwieE; sic. n lgo Bwau ]",
    "transliteration": "Sabadhai Saadh N Aaeiou Sach N Lago Bhaao ||",
    "translation": "The flavor of the Shabad, the Word of God, is not tasted if the mortal is not in love with the True Lord God.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਨੰਦ ਨਹੀਂ ਆਉਂਦਾ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "siqguru ipAwrw. n lgeI; mn hiT AwvY jwie ]",
    "transliteration": "Sathigur Piaaraa N Lagee Manehath Aavai Jaae ||",
    "translation": "The stubborn-minded person does not even like the True Guru; he comes and goes in reincarnation.",
    "punjabi": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ ਉਹ ਮਨ ਦੇ ਹਠ ਨਾਲ ਹੀ (ਗੁਰੂ ਦੇ ਦਰ ਤੇ) ਆਉਂਦਾ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ-ਦਰ ਤੇ ਜਾਣ ਦਾ ਉਸ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ, ਕਿਉਂਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jy iek ivK Agwhw Bry; qW ds ivKW ipCwhw jwie ]",
    "transliteration": "Jae Eik Vikh Agaahaa Bharae Thaan Dhas Vikhaan Pishhaahaa Jaae ||",
    "translation": "He takes one step forward, and ten steps back.",
    "punjabi": "ਜੇ ਉਹ ਇਕ ਕਦਮ ਅਗਾਹਾਂ ਨੂੰ ਪੁੱਟਦਾ ਹੈ ਤਾਂ ਦਸ ਕਦਮ ਪਿਛਾਂਹ ਜਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ivK: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqgur kI syvw cwkrI; jy clih siqgur Bwie ]",
    "transliteration": "Sathigur Kee Saevaa Chaakaree Jae Chalehi Sathigur Bhaae ||",
    "translation": "The mortal works to serve the True Guru, if he walks in harmony with the True Guru's Will.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਭਾਣੇ ਵਿਚ ਤੁਰਨ, ਤਾਂ ਹੀ ਗੁਰੂ ਦੀ ਸੇਵਾ ਚਾਕਰੀ ਪ੍ਰਵਾਨ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awpu gvwie. siqgurU no imlY; shjy rhY smwie ]",
    "transliteration": "Aap Gavaae Sathiguroo No Milai Sehajae Rehai Samaae ||",
    "translation": "He loses his self-conceit, and meets the True Guru; he remains intuitively absorbed in the Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਕੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਜਾਏ ਤਾਂ ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4478,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. iqn@w nwmu. n vIsrY; scy myil imlwie ]2]",
    "transliteration": "Naanak Thinhaa Naam N Veesarai Sachae Mael Milaae ||2||",
    "translation": "O Nanak, they never forget the Naam, the Name of the Lord; they are united in Union with the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਜੇਹੇ ਬੰਦਿਆਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁੱਲਦਾ ਨਹੀਂ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4479,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4479,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Kwn mlUk khwiedy; ko rhxu. n pweI ]",
    "transliteration": "Khaan Malook Kehaaeidhae Ko Rehan N Paaee ||",
    "translation": "They call themselves emperors and rulers, but none of them will be allowed to stay.",
    "punjabi": "(ਜੋ ਲੋਕ ਆਪਣੇ ਆਪ ਨੂੰ) ਖ਼ਾਨ ਤੇ ਬਾਦਸ਼ਾਹ ਅਖਵਾਂਦੇ ਹਨ (ਤਾਂ ਭੀ ਕੀਹ ਹੋਇਆ?) ਕੋਈ (ਇਥੇ ਸਦਾ) ਨਹੀਂ ਰਹਿ ਸਕਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4479,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gV@ mMdr gc gIrIAw; ikCu swiQ. n jweI ]",
    "transliteration": "Garrh Mandhar Gach Geereeaa Kishh Saathh N Jaaee ||",
    "translation": "Their sturdy forts and mansions - none of them will go along with them.",
    "punjabi": "ਜੇ ਕਿਲ੍ਹੇ, ਸੋਹਣੇ ਘਰ ਤੇ ਚੂਨੇ-ਗੱਚ ਇਮਾਰਤਾਂ ਹੋਣ (ਤਾਂ ਭੀ ਕੀਹ ਹੈ?) ਕੋਈ ਚੀਜ਼ (ਮਨੁੱਖ ਦੇ ਮਰਨ ਤੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ,",
    "pronunciation": "g`c",
    "type_id": 3
  },
  {
    "shabad_id": 4479,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "soien swKiq paux vyg; iDRgu iDRgu cqurweI ]",
    "transliteration": "Soein Saakhath Poun Vaeg Dhhrig Dhhrig Chathuraaee ||",
    "translation": "Their gold and horses, fast as the wind, are cursed, and cursed are their clever tricks.",
    "punjabi": "ਜੇ ਸੋਨੇ ਦੀਆਂ ਦੁਮਚੀਆਂ ਵਾਲੇ ਤੇ ਹਵਾ ਵਰਗੀ ਤੇਜ਼ ਰਫਤਾਰ ਵਾਲੇ ਘੋੜੇ ਹੋਣ (ਤਾਂ ਭੀ ਇਹਨਾਂ ਦੇ ਮਾਣ ਤੇ ਕੋਈ) ਆਕੜ ਵਿਖਾਣੀ ਧਿੱਕਾਰ-ਜੋਗ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4479,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "CqIh AMimRq prkwr krih; bhu mYlu vDweI ]",
    "transliteration": "Shhatheeh Anmrith Parakaar Karehi Bahu Mail Vadhhaaee ||",
    "translation": "Eating the thirty-six delicacies, they become bloated with pollution.",
    "punjabi": "ਜੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਸੁੰਦਰ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦੇ ਹੋਣ (ਤਾਂ ਭੀ) ਬਹੁਤਾ ਵਿਸ਼ਟਾ ਹੀ ਵਧਾਂਦੇ ਹਨ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4479,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. jo dyvY iqsih. n jwxn@I; mnmuiK duKu pweI ]23]",
    "transliteration": "Naanak Jo Dhaevai Thisehi N Jaananhee Manamukh Dhukh Paaee ||23||",
    "translation": "O Nanak, the self-willed manmukh does not know the One who gives, and so he suffers in pain. ||23||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਦਾਤਾਰ ਪ੍ਰਭੂ ਇਹ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦੇਂਦਾ ਹੈ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਬਣਾਂਦੇ (ਇਸ ਵਾਸਤੇ) ਦੁੱਖ ਹੀ ਪਾਂਦੇ ਹਨ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "piV@ piV@ pMifq muonI Qky; dysMqr Biv Qky ByKDwrI ]",
    "transliteration": "Parrih Parrih Panddith Muonee Thhakae Dhaesanthar Bhav Thhakae Bhaekhadhhaaree ||",
    "translation": "The Pandits, the religious scholars and the silent sages read and recite until they get tired. They wander through foreign lands in their religious robes, until they are exhausted.",
    "punjabi": "ਮੁਨੀ ਤੇ ਪੰਡਿਤ (ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ, ਭੇਖਧਾਰੀ ਸਾਧੂ ਧਰਤੀ ਦਾ ਰਟਨ ਕਰ ਕੇ ਥੱਕ ਗਏ; ਇਤਨਾ (ਵਿਅਰਥ) ਔਖ ਹੀ ਸਹਾਰਦੇ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dUjY Bwie. nwau kdy, n pwiein; duKu lwgw Aiq BwrI ]",
    "transliteration": "Dhoojai Bhaae Naao Kadhae N Paaein Dhukh Laagaa Ath Bhaaree ||",
    "translation": "In love with duality, they never receive the Name. Held in the grasp of pain, they suffer terribly.",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ) ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਮਨ ਫਸਿਆ ਹੋਇਆ ਹੈ (ਪੰਡਿਤ ਕੀਹ ਤੇ ਸਾਧੂ ਕੀਹ ਕੋਈ ਭੀ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mUrK AMDy qRY gux syvih; mwieAw kY ibauhwrI ]",
    "transliteration": "Moorakh Andhhae Thrai Gun Saevehi Maaeiaa Kai Biouhaaree ||",
    "translation": "The blind fools serve the three gunas, the three dispositions; they deal only with Maya.",
    "punjabi": "ਕਿਉਂਕਿ ਮਾਇਆ ਦੇ ਵਪਾਰੀ ਬਣੇ ਰਹਿਣ ਕਰ ਕੇ ਮੂਰਖ ਅੰਨ੍ਹੇ ਮਨੁੱਖ ਤਿੰਨਾਂ ਗੁਣਾਂ ਨੂੰ ਹੀ ਸਿਓਂਦੇ ਹਨ (ਭਾਵ, ਤਿੰਨਾਂ ਗੁਣਾਂ ਵਿਚ ਹੀ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AMdir kptu. audru Brx kY qweI; pwT pVih gwvwrI ]",
    "transliteration": "Andhar Kapatt Oudhar Bharan Kai Thaaee Paath Parrehi Gaavaaree ||",
    "translation": "With deception in their hearts, the fools read sacred texts to fill their bellies.",
    "punjabi": "ਉਹ ਮੂਰਖ (ਬਾਹਰ ਤਾਂ) ਰੋਜ਼ੀ ਕਮਾਣ ਦੀ ਖ਼ਾਤਰ (ਧਰਮ-ਪੁਸਤਕਾਂ ਦਾ) ਪਾਠ ਕਰਦੇ ਹਨ, ਪਰ (ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਖੋਟ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "qWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "siqguru syvy so suKu pwey; ijn haumY ivchu mwrI ]",
    "transliteration": "Sathigur Saevae So Sukh Paaeae Jin Houmai Vichahu Maaree ||",
    "translation": "One who serves the True Guru finds peace; he eradicates egotism from within.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਦਾ ਹੈ ਉਹ ਸੁਖ ਪਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੇ ਰਾਹ ਉੱਤੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4480,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. pVxw gunxw ieku nwau hY; bUJY ko bIcwrI ]1]",
    "transliteration": "Naanak Parranaa Gunanaa Eik Naao Hai Boojhai Ko Beechaaree ||1||",
    "translation": "O Nanak, there is One Name to chant and dwell on; how rare are those who reflect on this and understand. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਪੜ੍ਹਨ ਤੇ ਵਿਚਾਰਨ ਜੋਗ ਹੈ, ਪਰ ਕੋਈ ਵਿਚਾਰਵਾਨ ਹੀ ਇਸ ਗੱਲ ਨੂੰ ਸਮਝਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nWgy Awvxw, nWgy jwxw; hir hukmu pwieAw, ikAw kIjY ]",
    "transliteration": "Naangae Aavanaa Naangae Jaanaa Har Hukam Paaeiaa Kiaa Keejai ||",
    "translation": "Naked we come, and naked we go. This is by the Lord's Command; what else can we do?",
    "punjabi": "ਜਗਤ ਵਿਚ ਹਰੇਕ ਜੀਵ ਖ਼ਾਲੀ-ਹੱਥ ਆਉਂਦਾ ਹੈ ਤੇ ਖ਼ਾਲੀ ਹੱਥ ਇਥੋਂ ਤੁਰ ਜਾਂਦਾ ਹੈ-ਪ੍ਰਭੂ ਨੇ ਇਹੀ ਹੁਕਮ ਰੱਖਿਆ ਹੈ, ਇਸ ਵਿਚ ਕੋਈ ਨਾਹ-ਨੁੱਕਰ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nWgy Awvxw, nWgy jwxw; hir hukmu pwieAw, ikAw kIjY ]",
    "transliteration": "Naangae Aavanaa Naangae Jaanaa Har Hukam Paaeiaa Kiaa Keejai ||",
    "translation": "Naked we come, and naked we go. This is by the Lord's Command; what else can we do?",
    "punjabi": "ਜਗਤ ਵਿਚ ਹਰੇਕ ਜੀਵ ਖ਼ਾਲੀ-ਹੱਥ ਆਉਂਦਾ ਹੈ ਤੇ ਖ਼ਾਲੀ ਹੱਥ ਇਥੋਂ ਤੁਰ ਜਾਂਦਾ ਹੈ-ਪ੍ਰਭੂ ਨੇ ਇਹੀ ਹੁਕਮ ਰੱਖਿਆ ਹੈ, ਇਸ ਵਿਚ ਕੋਈ ਨਾਹ-ਨੁੱਕਰ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijs kI vsqu. soeI lY jwiegw; rosu. iksY isau kIjY ]",
    "transliteration": "Jis Kee Vasath Soee Lai Jaaeigaa Ros Kisai Sio Keejai ||",
    "translation": "The object belongs to Him; He shall take it away; with whom should one be angry.",
    "punjabi": "(ਇਹ ਜਿੰਦ) ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਚੀਜ਼ ਹੈ ਉਹੀ ਵਾਪਸ ਲੈ ਜਾਂਦਾ ਹੈ, (ਇਸ ਬਾਰੇ) ਕਿਸੇ ਨਾਲ ਕੋਈ ਗਿਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijs kI vsqu. soeI lY jwiegw; rosu. iksY isau kIjY ]",
    "transliteration": "Jis Kee Vasath Soee Lai Jaaeigaa Ros Kisai Sio Keejai ||",
    "translation": "The object belongs to Him; He shall take it away; with whom should one be angry.",
    "punjabi": "(ਇਹ ਜਿੰਦ) ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਚੀਜ਼ ਹੈ ਉਹੀ ਵਾਪਸ ਲੈ ਜਾਂਦਾ ਹੈ, (ਇਸ ਬਾਰੇ) ਕਿਸੇ ਨਾਲ ਕੋਈ ਗਿਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gurmuiK hovY. su Bwxw mMny; shjy hir rsu pIjY ]",
    "transliteration": "Guramukh Hovai S Bhaanaa Mannae Sehajae Har Ras Peejai ||",
    "translation": "One who becomes Gurmukh accepts God's Will; he intuitively drinks in the Lord's sublime essence.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮੰਨਦਾ ਹੈ, ਤੇ (ਕਿਸੇ ਪਿਆਰੇ ਦੇ ਮਰਨ ਤੇ ਭੀ) ਅਡੋਲ ਰਹਿ ਕੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gurmuiK hovY. su Bwxw mMny; shjy hir rsu pIjY ]",
    "transliteration": "Guramukh Hovai S Bhaanaa Mannae Sehajae Har Ras Peejai ||",
    "translation": "One who becomes Gurmukh accepts God's Will; he intuitively drinks in the Lord's sublime essence.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮੰਨਦਾ ਹੈ, ਤੇ (ਕਿਸੇ ਪਿਆਰੇ ਦੇ ਮਰਨ ਤੇ ਭੀ) ਅਡੋਲ ਰਹਿ ਕੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. suKdwqw sdw slwihhu; rsnw rwmu rvIjY ]2]",
    "transliteration": "Naanak Sukhadhaathaa Sadhaa Salaahihu Rasanaa Raam Raveejai ||2||",
    "translation": "O Nanak, praise the Giver of peace forever; with your tongue, savor the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰੋ, ਤੇ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੋ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4481,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. suKdwqw sdw slwihhu; rsnw rwmu rvIjY ]2]",
    "transliteration": "Naanak Sukhadhaathaa Sadhaa Salaahihu Rasanaa Raam Raveejai ||2||",
    "translation": "O Nanak, praise the Giver of peace forever; with your tongue, savor the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰੋ, ਤੇ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੋ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
