[
  {
    "shabad_id": 4500,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwnk gur srxweI aubry; hir gur rKvwilAw ]30]",
    "transliteration": "Naanak Gur Saranaaee Oubarae Har Gur Rakhavaaliaa ||30||",
    "translation": "Nanak has come to the Sanctuary of the Guru, and is saved. The Guru, the Lord, is his Protector. ||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਸਾਂ ਦੇ ਇਸ ਲੰਮੇ ਜਾਲ ਵਿਚੋਂ) ਉਹੀ ਬਚਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਰਾਖਾ ਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਆਪ ਬਣਦਾ ਹੈ ॥੩੦॥",
    "pronunciation": "r`Kv`wilAw",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "piV piV pMifq vwdu vKwxdy; mwieAw moh suAwie ]",
    "transliteration": "Parr Parr Panddith Vaadh Vakhaanadhae Maaeiaa Moh Suaae ||",
    "translation": "Reading and writing, the Pandits engage in debates and disputes; they are attached to the flavors of Maya.",
    "punjabi": "ਪੰਡਿਤ (ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਨਿਰੀ) ਚਰਚਾ ਹੀ ਕਰਦੇ ਹਨ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਚਸਕੇ ਵਿਚ (ਫਸੇ ਰਹਿੰਦੇ ਹਨ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "dUjY Bwie. nwmu ivswirAw; mn mUrK imlY sjwie ]",
    "transliteration": "Dhoojai Bhaae Naam Visaariaa Man Moorakh Milai Sajaae ||",
    "translation": "In the love of duality, they forget the Naam. Those foolish mortals shall receive their punishment.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁਲਾਈ ਰੱਖਦੇ ਹਨ (ਇਸ ਵਾਸਤੇ) ਮੂਰਖ ਮਨ ਨੂੰ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijin@ kIqy, iqsY. n syvn@I; dydw irjku smwie ]",
    "transliteration": "Jinih Keethae Thisai N Saevanhee Dhaedhaa Rijak Samaae ||",
    "translation": "They do not serve the One who created them, who gives sustenance to all.",
    "punjabi": "ਜਿਸ (ਪ੍ਰਭੂ) ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ ਜੋ (ਸਦਾ) ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jm kw Pwhw glhu. n ktIAY; iPir iPir Awvih jwie ]",
    "transliteration": "Jam Kaa Faahaa Galahu N Katteeai Fir Fir Aavehi Jaae ||",
    "translation": "The noose of Death around their necks is not cut off; they come and go in reincarnation, over and over again.",
    "punjabi": "(ਇਸ ਕਾਰਨ) ਉਹਨਾਂ ਦੇ ਗਲੋਂ ਜਮਾਂ ਦੀ ਫਾਹੀ ਕੱਟੀ ਨਹੀਂ ਜਾਂਦੀ, ਉਹ (ਜਗਤ ਵਿਚ) ਮੁੜ ਮੁੜ ਜੰਮਦੇ (ਮਰਦੇ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijn kau pUrib iliKAw; siqguru imilAw iqn Awie ]",
    "transliteration": "Jin Ko Poorab Likhiaa Sathigur Miliaa Thin Aae ||",
    "translation": "The True Guru comes and meets those who have such pre-ordained destiny.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰੋਂ (ਸਿਮਰਨ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਆ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4501,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "An idnu nwmu iDAwiedy; nwnk sic smwie ]1]",
    "transliteration": "Anadhin Naam Dhhiaaeidhae Naanak Sach Samaae ||1||",
    "translation": "Night and day, they meditate on the Naam, the Name of the Lord; O Nanak, they merge into the True Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਹਰ ਰੋਜ਼ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4502,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4502,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "scu vxjih. scu syvdy; ij gurmuiK pYrI pwih ]",
    "transliteration": "Sach Vanajehi Sach Saevadhae J Guramukh Pairee Paahi ||",
    "translation": "Those Gurmukhs who fall at His Feet deal with the True Lord and serve the True Lord.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਗੁਰੂ ਦੀ) ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਹਾਝਦੇ ਹਨ, ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4502,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk gur kY BwxY jy clih; shjy sic smwih ]2]",
    "transliteration": "Naanak Gur Kai Bhaanai Jae Chalehi Sehajae Sach Samaahi ||2||",
    "translation": "O Nanak, those who walk in harmony with the Guru's Will are intuitively absorbed in the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸੱਚੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4503,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4503,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awsw ivic Aiq duKu Gxw; mnmuiK icqu lwieAw ]",
    "transliteration": "Aasaa Vich Ath Dhukh Ghanaa Manamukh Chith Laaeiaa ||",
    "translation": "In hope, there is very great pain; the self-willed manmukh focuses his consciousness on it.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਸਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜਦਾ ਹੈ (ਭਾਵ, ਆਸਾਂ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ) ਆਸਾਂ (ਚਿਤਵਨ) ਵਿਚ ਬਹੁਤ ਵਧੀਕ ਦੁੱਖ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4503,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurmuiK Bey inrws; prm suKu pwieAw ]",
    "transliteration": "Guramukh Bheae Niraas Param Sukh Paaeiaa ||",
    "translation": "The Gurmukhs become desireless, and attain supreme peace.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦੇ ਹਨ ਉਹ ਆਸਾਂ ਨਹੀਂ ਚਿਤਵਦੇ, ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਨੂੰ ਬਹੁਤ ਉੱਚਾ ਸੁਖ ਮਿਲਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4503,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ivcy igrh audws; Ailpq ilv lwieAw ]",
    "transliteration": "Vichae Gireh Oudhaas Alipath Liv Laaeiaa ||",
    "translation": "In the midst of their household, they remain detached; they are lovingly attuned to the Detached Lord.",
    "punjabi": "ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਹੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜਦੇ ਹਨ ਤੇ ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "A-ilpq",
    "type_id": 3
  },
  {
    "shabad_id": 4503,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Enw sogu ivjogu. n ivAwpeI; hir Bwxw BwieAw ]",
    "transliteration": "Ounaa Sog Vijog N Viaapee Har Bhaanaa Bhaaeiaa ||",
    "translation": "Sorrow and separation do not cling to them at all. They are pleased with the Lord's Will.",
    "punjabi": "ਉਹਨਾਂ ਉੱਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈਂਦਾ, ਸੋ, ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਦਾ) ਵਿਛੋੜਾ ਨਹੀਂ ਪੋਂਹਦਾ ਤੇ ਨਾਹ ਹੀ (ਇਸ ਵਿਛੋੜੇ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲਾ) ਅਫ਼ਸੋਸ ਆ ਕੇ ਦਬਾਅ ਪਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਚੰਗੀ ਲੱਗਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4503,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwnk. hir syqI sdw riv rhy; Duir ley imlwieAw ]31]",
    "transliteration": "Naanak Har Saethee Sadhaa Rav Rehae Dhhur Leae Milaaeiaa ||31||",
    "translation": "O Nanak, they remain forever immersed in the Primal Lord, who blends them with Himself. ||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਰਲੇ-ਮਿਲੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਧੁਰੋਂ ਹੀ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "prweI Amwx. ikau rKIAY; idqI hI suKu hoie ]",
    "transliteration": "Paraaee Amaan Kio Rakheeai Dhithee Hee Sukh Hoe ||",
    "translation": "Why keep what is held in trust for another? Giving it back, peace is found.",
    "punjabi": "ਬਿਗਾਨੀ ਅਮਾਨਤ ਸਾਂਭ ਨਹੀਂ ਲੈਣੀ ਚਾਹੀਦੀ, ਇਸ ਦੇ ਦਿੱਤਿਆਂ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gur kw sbdu. gur QY itkY; hor QY prgtu. n hoie ]",
    "transliteration": "Gur Kaa Sabadh Gur Thhai Ttikai Hor Thhai Paragatt N Hoe ||",
    "translation": "The Word of the Guru's Shabad rests in the Guru; it does not appear through anyone else.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸਤਿਗੁਰੂ ਵਿਚ ਹੀ ਟਿਕ ਸਕਦਾ ਹੈ, ਕਿਸੇ ਹੋਰ ਦੇ ਅੰਦਰ (ਪੂਰੇ ਜੋਬਨ ਵਿਚ) ਨਹੀਂ ਚਮਕਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMn@y vis mwxku pieAw; Gir Gir vycx jwie ]",
    "transliteration": "Annhae Vas Maanak Paeiaa Ghar Ghar Vaechan Jaae ||",
    "translation": "The blind man finds a jewel, and goes from house to house selling it.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੇ ਇਕ ਮੋਤੀ ਕਿਸੇ ਅੰਨ੍ਹੇ ਨੂੰ ਮਿਲ ਜਾਏ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਵੇਚਣ ਲਈ ਘਰ ਘਰ ਫਿਰਦਾ ਹੈ;",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Enw prK. n AwveI; AFu. n plY pwie ]",
    "transliteration": "Ounaa Parakh N Aavee Adt N Palai Paae ||",
    "translation": "But they cannot appraise it, and they do not offer him even half a shell for it.",
    "punjabi": "ਅੱਗੋਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਉਸ ਮੋਤੀ ਦੀ ਕਦਰ ਨਹੀਂ ਹੁੰਦੀ, (ਇਸ ਲਈ ਇਸ ਅੰਨ੍ਹੇ ਨੂੰ) ਅੱਧੀ ਕੌਡੀ ਭੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jy Awip prK. n AwveI; qW pwrKIAw Qwvhu lieEu prKwie ]",
    "transliteration": "Jae Aap Parakh N Aavee Thaan Paarakheeaa Thhaavahu Laeio Parakhaae ||",
    "translation": "If he cannot appraise it himself, then he should have it appraised by an appraiser.",
    "punjabi": "ਮੋਤੀ ਦੀ ਕਦਰ ਜੇ ਆਪ ਕਰਨੀ ਨਾਹ ਆਉਂਦੀ ਹੋਵੇ, ਤਾਂ ਬੇਸ਼ੱਕ ਕੋਈ ਧਿਰ ਕਿਸੇ ਪਰਖ ਵਾਲੇ ਪਾਸੋਂ ਮੁੱਲ ਪਵਾ ਵੇਖੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jy Esu nwil icqu lwey, qW vQu lhY; nau iniD plY pwie ]",
    "transliteration": "Jae Ous Naal Chith Laaeae Thaan Vathh Lehai No Nidhh Palai Paae ||",
    "translation": "If he focuses his consciousness, then he obtains the true object, and he is blessed with the nine treasures.",
    "punjabi": "ਉਸ ਪਰਖ ਜਾਣਨ ਵਾਲੇ ਨਾਲ ਪ੍ਰੇਮ ਲਾਇਆਂ ਉਹ ਨਾਮ-ਮੋਤੀ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਹੱਥੋਂ ਅਜਾਈਂ ਨਹੀਂ ਜਾਂਦਾ) ਤੇ (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "v`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Gir hodY Din. jgu BuKw muAw; ibnu siqgur soJI. n hoie ]",
    "transliteration": "Ghar Hodhai Dhhan Jag Bhukhaa Muaa Bin Sathigur Sojhee N Hoe ||",
    "translation": "The wealth is within the house, while the world is dying of hunger. Without the True Guru, no one has a clue.",
    "punjabi": "(ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਨਾਮ-) ਧਨ ਹੁੰਦਿਆਂ ਭੀ ਜਗਤ ਭੁੱਖਾ (ਭਾਵ, ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਮਾਰਿਆ) ਮਰ ਰਿਹਾ ਹੈ, ਇਹ ਸਮਝ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਆਉਂਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sbdu sIqlu min qin vsY; iqQY sogu ivjogu. n koie ]",
    "transliteration": "Sabadh Seethal Man Than Vasai Thithhai Sog Vijog N Koe ||",
    "translation": "When the cooling and soothing Shabad comes to dwell in the mind and body, there is no sorrow or separation there.",
    "punjabi": "ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਤੇ ਤਨ ਵਿਚ ਠੰਢ ਪਾਣ ਵਾਲਾ ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ ਉਸ ਨੂੰ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ ਤੇ ਨਾਹ ਹੀ ਸੋਗ ਵਾਪਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vsqu prweI. Awip grbu kry; mUrKu Awpu gxwey ]",
    "transliteration": "Vasath Paraaee Aap Garab Karae Moorakh Aap Ganaaeae ||",
    "translation": "The object belongs to someone else, but the fool is proud of it, and shows his shallow nature.",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ-) ਵਸਤ ਮੂਰਖ ਦੇ ਭਾ ਦੀ ਬਿਗਾਨੀ ਰਹਿੰਦੀ ਹੈ (ਭਾਵ, ਮੂਰਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵੱਸਦੀ) ਉਹ ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਜਤਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4504,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. ibnu bUJy iknY. n pwieE; iPir iPir AwvY jwey ]1]",
    "transliteration": "Naanak Bin Boojhae Kinai N Paaeiou Fir Fir Aavai Jaaeae ||1||",
    "translation": "O Nanak, without understanding, no one obtains it; they come and go in reincarnation, over and over again. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦ ਤਕ (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ਤਦ ਤਕ ਕਿਸੇ ਨੇ (ਇਹ ਨਾਮ-ਧਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ (ਤੇ ਇਸ ਨਾਮ-ਧਨ ਤੋਂ ਬਿਨਾ ਜੀਵ) ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "min Andu BieAw. imilAw hir pRIqmu; srsy sjx sMq ipAwry ]",
    "transliteration": "Man Anadh Bhaeiaa Miliaa Har Preetham Sarasae Sajan Santh Piaarae ||",
    "translation": "My mind is in ecstasy; I have met my Beloved Lord. My beloved friends, the Saints, are delighted.",
    "punjabi": "ਉਹ ਗੁਰਮੁਖ ਪਿਆਰੇ ਸੰਤ ਖਿੜੇ-ਮੱਥੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jo Duir imly. n ivCuVih kbhU; ij Awip myly krqwry ]",
    "transliteration": "Jo Dhhur Milae N Vishhurrehi Kabehoo J Aap Maelae Karathaarae ||",
    "translation": "Those who are united with the Primal Lord shall never be separated again. The Creator has united them with Himself.",
    "punjabi": "ਜੋ ਧੁਰੋਂ ਹੀ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲੇ ਹੋਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਰਤਾਰ ਨੇ ਆਪ ਆਪਣੇ ਨਾਲ ਮਿਲਾਇਆ ਹੈ, ਉਹ ਕਦੇ ਉਸ ਤੋਂ ਵਿਛੁੜਦੇ ਨਹੀਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AMqir sbdu rivAw. guru pwieAw; sgly dUK invwry ]",
    "transliteration": "Anthar Sabadh Raviaa Gur Paaeiaa Sagalae Dhookh Nivaarae ||",
    "translation": "The Shabad permeates my inner being, and I have found the Guru; all my sorrows are dispelled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir suKdwqw sdw slwhI; AMqir rKW aur Dwry ]",
    "transliteration": "Har Sukhadhaathaa Sadhaa Salaahee Anthar Rakhaan Our Dhhaarae ||",
    "translation": "I praise forever the Lord, the Giver of peace; I keep Him enshrined deep within my heart.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਇਹ ਤਾਂਘ ਹੁੰਦੀ ਹੈ-) ਮੈਂ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂ, ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ ਰੱਖਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mnmuKu. iqn kI bKIlI ik kry; ij scY sbid svwry ]",
    "transliteration": "Manamukh Thin Kee Bakheelee K Karae J Sachai Sabadh Savaarae ||",
    "translation": "How can the self-willed manmukh gossip about those who are embellished and exalted in the True Word of the Shabad?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੱਚੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਕੋਈ ਮਨਮੁਖ ਉਹਨਾਂ ਦੀ ਕੀਹ ਨਿੰਦਾ ਕਰ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Enw dI Awip piq rKsI. myrw ipAwrw; srxwgiq pey gur duAwry ]",
    "transliteration": "Ounaa Dhee Aap Path Rakhasee Maeraa Piaaraa Saranaagath Peae Gur Dhuaarae ||",
    "translation": "My Beloved Himself preserves the honor of those who have come to the Guru's Door seeking Sanctuary.",
    "punjabi": "ਪਿਆਰਾ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੀ ਲਾਜ ਆਪ ਰੱਖਦਾ ਹੈ, ਉਹ ਸਦਾ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "sr-xwgiq",
    "type_id": 3
  },
  {
    "shabad_id": 4505,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk. gurmuiK sy suhyly Bey; muK aUjl drbwry ]2]",
    "transliteration": "Naanak Guramukh Sae Suhaelae Bheae Mukh Oojal Dharabaarae ||2||",
    "translation": "O Nanak, the Gurmukhs are filled with joy; their faces are radiant in the Court of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਗੁਰਮੁਖ (ਇਥੇ) ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਖਿੜੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iesqrI purKY bhu pRIiq; imil mohu vDwieAw ]",
    "transliteration": "Eisatharee Purakhai Bahu Preeth Mil Mohu Vadhhaaeiaa ||",
    "translation": "The husband and wife are very much in love; joining together, their love increases.",
    "punjabi": "ਮਨੁੱਖ ਦੀ (ਆਪਣੀ) ਵਹੁਟੀ ਨਾਲ ਬੜੀ ਪ੍ਰੀਤ ਹੁੰਦੀ ਹੈ, (ਵਹੁਟੀ ਨੂੰ) ਮਿਲ ਕੇ ਬੜਾ ਮੋਹ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "puqRü klqRü inq vyKY ivgsY; moih mwieAw ]",
    "transliteration": "Puthra Kalathra Nith Vaekhai Vigasai Mohi Maaeiaa ||",
    "translation": "Gazing on his children and his wife, the man is pleased and attached to Maya.",
    "punjabi": "ਨਿੱਤ (ਆਪਣੇ) ਪੁੱਤਰ ਨੂੰ ਤੇ (ਆਪਣੀ) ਵਹੁਟੀ ਨੂੰ ਵੇਖਦਾ ਹੈ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "pu`qRü[ k-l`qRü",
    "type_id": 3
  },
  {
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "dyis prdyis Dnu corwie; Awix muih pwieAw ]",
    "transliteration": "Dhaes Paradhaes Dhhan Choraae Aan Muhi Paaeiaa ||",
    "translation": "Stealing the wealth of his own country and other lands, he brings it home and feeds them.",
    "punjabi": "ਦੇਸੋਂ ਪਰਦੇਸੋਂ ਧਨ ਠੱਗ ਕੇ ਲਿਆ ਕੇ ਉਹਨਾਂ ਨੂੰ ਖੁਆਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  }
]