[
  {
    "id": 53767,
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਿ ਹੋਵੈ ਵੈਰ ਵਿਰੋਧੁ; ਕੋ ਸਕੈ ਨ, ਛਡਾੲਿਅਾ ॥",
    "transliteration": "Anth Hovai Vair Virodhh Ko Sakai N Shhaddaaeiaa ||",
    "translation": "In the end, hatred and conflict well up, and no one can save him.",
    "punjabi": "ਆਖ਼ਰ ਇਹ ਧਨ ਵੈਰ-ਵਿਰੋਧ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਤੇ ਧਨ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਪਾਪਾਂ ਤੋਂ) ਕੋਈ ਛਡਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53768,
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਵਿਣੁ ਨਾਵੈ ਧਿ੍ਰਗੁ ਮੋਹੁ; ਜਿਤੁ ਲਗਿ ਦੁਖੁ ਪਾੲਿਅਾ ॥੩੨॥",
    "transliteration": "Naanak Vin Naavai Dhhrig Mohu Jith Lag Dhukh Paaeiaa ||32||",
    "translation": "O Nanak, without the Name, those loving attachments are cursed; engrossed in them, he suffers in pain. ||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਇਹ ਮੋਹ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ, ਕਿਉਂਕਿ ਇਸ ਮੋਹ ਵਿਚ ਲੱਗ ਕੇ ਮਨੁੱਖ ਦੁੱਖ ਪਾਂਦਾ ਹੈ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53769,
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53770,
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅੰਮਿ੍ਰਤੁ ਨਾਮੁ ਹੈ; ਜਿਤੁ ਖਾਧੈ ਸਭ ਭੁਖ ਜਾੲਿ ॥",
    "transliteration": "Guramukh Anmrith Naam Hai Jith Khaadhhai Sabh Bhukh Jaae ||",
    "translation": "The Guru's Word is the Ambrosial Nectar of the Naam. Eating it, all hunger departs.",
    "punjabi": "ਗੁਰੂ ਦੇ ਪਾਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਪਵਿਤ੍ਰ ਭੋਜਨ ਹੈ ਜਿਸ ਦੇ ਖਾਣ ਨਾਲ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਸਾਰੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53771,
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਮੂਲਿ. ਨ ਹੋਵੲੀ; ਨਾਮੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Thrisanaa Mool N Hovee Naam Vasai Man Aae ||",
    "translation": "There is no thirst or desire at all, when the Naam comes to dwell in the mind.",
    "punjabi": "(ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਰਹਿੰਦੀ, ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53772,
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਜਿ ਹੋਰੁ ਖਾਣਾ; ਤਿਤੁ ਰੋਗੁ ਲਗੈ ਤਨਿ ਧਾੲਿ ॥",
    "transliteration": "Bin Naavai J Hor Khaanaa Thith Rog Lagai Than Dhhaae ||",
    "translation": "Eating anything other than the Name, disease runs to afflict the body.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰ ਕੇ ਖਾਣ-ਪੀਣ ਦਾ ਜੋ ਭੀ ਕੋਈ ਹੋਰ ਚਸਕਾ (ਮਨੁੱਖ ਨੂੰ ਲੱਗਦਾ) ਹੈ ਉਸ ਦੀ ਰਾਹੀਂ (ਤ੍ਰਿਸ਼ਨਾ ਦਾ) ਰੋਗ ਸਰੀਰ ਵਿਚ ਬੜਾ ਡੂੰਘਾ ਅਸਰ ਪਾ ਕੇ ਆ ਗ੍ਰਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53773,
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਰਸ ਕਸ ਸਬਦੁ ਸਲਾਹਣਾ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲਿ ॥੧॥",
    "transliteration": "Naanak Ras Kas Sabadh Salaahanaa Aapae Leae Milaae ||1||",
    "translation": "O Nanak, whoever takes the Praise of the Shabad as his spices and flavors - the Lord unites him in His Union. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ) ਅਨੇਕਾਂ ਕਿਸਮ ਦੇ ਸੁਆਦਾਂ ਦੇ ਥਾਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰੇ ਤਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53774,
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53775,
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੀਅਾ ਅੰਦਰਿ ਜੀੳੁ ਸਬਦੁ ਹੈ; ਜਿਤੁ ਸਹ ਮੇਲਾਵਾ ਹੋੲਿ ॥",
    "transliteration": "Jeeaa Andhar Jeeo Sabadh Hai Jith Seh Maelaavaa Hoe ||",
    "translation": "The life within all living beings is the Word of the Shabad. Through it, we meet our Husband Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਜ਼ਿੰਦਗੀ ਹੈ, ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰਾਹੀਂ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ (ਜੀਵ ਦਾ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53776,
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਜਗਿ ਅਾਨ੍ਹੇਰੁ ਹੈ; ਸਬਦੇ ਪਰਗਟੁ ਹੋੲਿ ॥",
    "transliteration": "Bin Sabadhai Jag Aanhaer Hai Sabadhae Paragatt Hoe ||",
    "translation": "Without the Shabad, the world is in darkness. Through the Shabad, it is enlightened.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਖੁੰਝ ਕੇ ਜਗਤ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਹਨੇਰਾ ਹੈ, ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਹਨੇਰਾ ਦੂਰ ਹੋ ਕੇ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਚਾਨਣ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53777,
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੰਡਿਤ ਮੋਨੀ ਪੜਿ ਪੜਿ ਥਕੇ; ਭੇਖ ਥਕੇ ਤਨੁ ਧੋੲਿ ॥",
    "transliteration": "Panddith Monee Parr Parr Thhakae Bhaekh Thhakae Than Dhhoe ||",
    "translation": "The Pandits, the religious scholars, and the silent sages read and write until they are weary. The religious fanatics are tired of washing their bodies.",
    "punjabi": "ਮੁਨੀ ਲੋਕ ਤੇ ਪੰਡਿਤ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਹਾਰ ਗਏ, ਭੇਖਾਂ ਵਾਲੇ ਸਾਧੂ ਤੀਰਥਾਂ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53778,
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ ਕਿਨੈ. ਨ ਪਾੲਿਓ; ਦੁਖੀੲੇ ਚਲੇ ਰੋੲਿ ॥",
    "transliteration": "Bin Sabadhai Kinai N Paaeiou Dhukheeeae Chalae Roe ||",
    "translation": "Without the Shabad, no one attains the Lord; the miserable depart weeping and wailing.",
    "punjabi": "ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਭੀ ਖਸਮ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ, ਸਭ ਦੁਖੀ ਹੋ ਕੇ ਰੋ ਕੇ ਹੀ ਇਥੋਂ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53779,
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਪਾੲੀਅੈ; ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲਿ ॥੨॥",
    "transliteration": "Naanak Nadharee Paaeeai Karam Paraapath Hoe ||2||",
    "translation": "O Nanak, by His Glance of Grace, the Merciful Lord is attained. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਿਫ਼ਤ-ਸਾਲਾਹ ਭੀ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਮਿਲਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53780,
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53781,
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿਸਤ੍ਰੀ ਪੁਰਖੈ ਅਤਿ ਨੇਹੁ; ਬਹਿ ਮੰਦੁ ਪਕਾੲਿਅਾ ॥",
    "transliteration": "Eisathree Purakhai Ath Naehu Behi Mandh Pakaaeiaa ||",
    "translation": "The husband and wife are very much in love; sitting together, they make evil plans.",
    "punjabi": "(ਜੇ) ਮਨੁੱਖ ਦਾ (ਆਪਣੀ) ਇਸਤ੍ਰੀ ਨਾਲ ਬਹੁਤ ਪਿਆਰ ਹੈ (ਤਾਂ ਇਸ ਦਾ ਸਿੱਟਾ ਆਮ ਤੌਰ ਤੇ ਇਹੀ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਬੈਠ ਕੇ ਕੋਈ ਵਿਕਾਰ ਦੀ ਚਿਤਵਨੀ ਹੀ ਚਿਤਵਦਾ ਹੈ (ਤੇ ਨਾਸਵੰਤ ਨਾਲ ਮੋਹ ਵਧਦਾ ਜਾਂਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53782,
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਦਿਸਦਾ ਸਭੁ ਕਿਛੁ ਚਲਸੀ; ਮੇਰੇ ਪ੍ਰਭ ਭਾੲਿਅਾ ॥",
    "transliteration": "Dhisadhaa Sabh Kishh Chalasee Maerae Prabh Bhaaeiaa ||",
    "translation": "All that is seen shall pass away. This is the Will of my God.",
    "punjabi": "ਪਰ, ਮੇਰੇ ਪ੍ਰਭੂ ਦਾ ਭਾਣਾ ਇਹ ਹੈ ਕਿ ਜੋ ਕੁਝ (ਅੱਖੀਂ) ਦਿੱਸਦਾ ਹੈ ਇਹ ਸਭ ਨਾਸ ਹੋ ਜਾਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53783,
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਿੳੁ ਰਹੀਅੈ ਥਿਰੁ ਜਗਿ; ਕੋ ਕਢਹੁ ੳੁਪਾੲਿਅਾ ॥",
    "transliteration": "Kio Reheeai Thhir Jag Ko Kadtahu Oupaaeiaa ||",
    "translation": "How can anyone remain in this world forever? Some may try to devise a plan.",
    "punjabi": "ਫਿਰ ਕੋਈ ਐਸਾ ਉਪਾਉ ਲੱਭੋ ਜਿਸ ਕਰ ਕੇ ਜਗਤ ਵਿਚ ਸਦਾ ਟਿਕੇ ਰਹਿ ਸਕੀਏ (ਭਾਵ, ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਸੁਰ ਹੋ ਸਕੀਏ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53784,
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਕੀ ਚਾਕਰੀ; ਥਿਰੁ ਕੰਧੁ ਸਬਾੲਿਅਾ ॥",
    "transliteration": "Gur Poorae Kee Chaakaree Thhir Kandhh Sabaaeiaa ||",
    "translation": "Working for the Perfect Guru, the wall becomes permanent and stable.",
    "punjabi": "(ਉਹ ਉਪਾਉ) ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ-ਭਗਤੀ ਹੀ ਹੈ ਜਿਸ ਕਰਕੇ ਸਾਰਾ ਸਰੀਰ (ਭਾਵ, ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਅਡੋਲ ਰਹਿ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53785,
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਬਖਸਿ ਮਿਲਾੲਿਅਨੁ; ਹਰਿ ਨਾਮਿ ਸਮਾੲਿਅਾ ॥੩੩॥",
    "transliteration": "Naanak Bakhas Milaaeian Har Naam Samaaeiaa ||33||",
    "translation": "O Nanak, the Lord forgives them, and merges them into Himself; they are absorbed in the Lord's Name. ||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਇਆ ਹੈ ਉਹ ਉਸ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53786,
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53787,
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਸਾਰਿਅਾ; ਗੁਰ ਕਾ ਭੳੁ ਹੇਤੁ ਅਪਾਰੁ ॥",
    "transliteration": "Maaeiaa Mohi Visaariaa Gur Kaa Bho Haeth Apaar ||",
    "translation": "Attached to Maya, the mortal forgets the Fear of God and Guru, and love for the Infinite Lord.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪੈ ਕੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਅਦਬ ਭੁਲਾ ਦੇਂਦਾ ਹੈ, ਤੇ (ਇਹ ਭੀ) ਵਿਸਾਰ ਦੇਂਦਾ ਹੈ ਕਿ ਗੁਰੂ (ਕਿਤਨਾ) ਬੇਅੰਤ ਪਿਆਰ (ਇਸ ਨਾਲ ਕਰਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53788,
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਲੋਭਿ ਲਹਰਿ ਸੁਧਿ ਮਤਿ ਗੲੀ; ਸਚਿ. ਨ ਲਗੈ ਪਿਅਾਰੁ ॥",
    "transliteration": "Lobh Lehar Sudhh Math Gee Sach N Lagai Piaar ||",
    "translation": "The waves of greed take away his wisdom and understanding, and he does not embrace love for the True Lord.",
    "punjabi": "ਲੋਭ-ਲਹਿਰ ਵਿਚ ਫਸ ਕੇ ਇਸ ਦੀ ਅਕਲ-ਹੋਸ਼ ਗੁੰਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਇਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "ਲਹ-ਰਿ",
    "type_id": 3
  },
  {
    "id": 53789,
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਿਨਾ ਸਬਦੁ ਮਨਿ ਵਸੈ; ਦਰਗਹ ਮੋਖ ਦੁਅਾਰੁ ॥",
    "transliteration": "Guramukh Jinaa Sabadh Man Vasai Dharageh Mokh Dhuaar ||",
    "translation": "The Word of the Shabad abides in the mind of the Gurmukhs, who find the Gate of Salvation.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਣ ਦਾ ਰਾਹ ਲੱਭ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53790,
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪੇ ਮੇਲਿ ਲੲੇ; ਅਾਪੇ ਬਖਸਣਹਾਰੁ ॥੧॥",
    "transliteration": "Naanak Aapae Mael Leae Aapae Bakhasanehaar ||1||",
    "translation": "O Nanak, the Lord Himself forgives them, and unites them in Union with Himself. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰਮੁਖਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53791,
    "shabad_id": 4511,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53792,
    "shabad_id": 4511,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਜਿਸੁ ਬਿਨੁ ਘੜੀ. ਨ ਜੀਵਣਾ; ਵਿਸਰੇ ਸਰੈ ਨ. ਬਿੰਦ ॥",
    "transliteration": "Naanak Jis Bin Gharree N Jeevanaa Visarae Sarai N Bindh ||",
    "translation": "O Nanak, without Him, we could not live for a moment. Forgetting Him, we could not succeed for an instant.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦਾ, ਜਿਸ ਨੂੰ ਇਕ ਘੜੀ ਭੀ ਵਿਸਾਰਿਆਂ ਨਿੱਭਦੀ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53793,
    "shabad_id": 4511,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਿਸੁ ਸਿੳੁ. ਕਿੳੁ ਮਨ ਰੂਸੀਅੈ; ਜਿਸਹਿ ਹਮਾਰੀ ਚਿੰਦ ॥੨॥",
    "transliteration": "This Sio Kio Man Rooseeai Jisehi Hamaaree Chindh ||2||",
    "translation": "O mortal, how can you be angry with the One who cares for you? ||2||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਅਸਾਡਾ (ਹਰ ਵੇਲੇ) ਫ਼ਿਕਰ ਹੈ, ਉਸ ਨਾਲ ਰੁੱਸਣਾ ਠੀਕ ਨਹੀਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53794,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53795,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਾਵਣੁ ਅਾੲਿਅਾ ਝਿਮ ਝਿਮਾ; ਹਰਿ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Saavan Aaeiaa Jhimajhimaa Har Guramukh Naam Dhhiaae ||",
    "translation": "The rainy season of Saawan has come. The Gurmukh meditates on the Lord's Name.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ (ਉਸ ਦੇ ਵਾਸਤੇ, ਮਾਨੋ) ਇਕ-ਰਸ ਵਰ੍ਹਨ ਵਾਲਾ ਸਾਵਣ (ਦਾ ਮਹੀਨਾ) ਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "ਅੰਦਰ ਬਾਹਰ (ਝਿਮ) ਅਨੰਦ ਦਾੲਿਕ, ਨਿਰਗੁਣ ਦੀ (ਝਿਮ) ਚਮਕਾਰ ਚ, ਰਿਦੇ ਚੋਂ ਮੁੱਖ ਚ (ਝਿਮਾ) ਲਗਾਤਾਰ ਅੰਮਿ੍ਰਤ ਵਰਸ ਰਿਹਾ ਹੈ। (ਦੂਜਾ ਪਾਠ: ਝਿਮਝਿਮਾ)",
    "type_id": 3
  },
  {
    "id": 53796,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੁਖ ਭੁਖ ਕਾੜਾ ਸਭੁ ਚੁਕਾੲਿਸੀ; ਮੀਹੁ ਵੁਠਾ ਛਹਬਰ ਲਾੲਿ ॥",
    "transliteration": "Dhukh Bhukh Kaarraa Sabh Chukaaeisee Meehu Vuthaa Shhehabar Laae ||",
    "translation": "All pain, hunger and misfortune end, when the rain falls in torrents.",
    "punjabi": "ਜਦੋਂ ਝੜੀ ਲਾ ਕੇ ਮੀਂਹ ਵੱਸਦਾ ਹੈ, ਘੁੰਮਾ ਤੇ ਲੋਕਾਂ ਦੇ ਦੁੱਖ ਤੇ ਭੁੱਖਾਂ ਸਭ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53797,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਭ ਧਰਤਿ ਭੲੀ ਹਰੀਅਾਵਲੀ; ਅੰਨੁ ਜੰਮਿਅਾ ਬੋਹਲ ਲਾੲਿ ॥",
    "transliteration": "Sabh Dhharath Bhee Hareeaavalee Ann Janmiaa Bohal Laae ||",
    "translation": "The entire earth is rejuvenated, and the grain grows in abundance.",
    "punjabi": "(ਕਿਉਂਕਿ) ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਹਰਿਆਉਲ ਹੀ ਦਿੱਸਦੀ ਹੈ ਤੇ ਢੇਰਾਂ ਦੇ ਢੇਰ ਅੰਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "ਹਰੀ-ਅਾਵਲੀ",
    "type_id": 3
  },
  {
    "id": 53798,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਅਚਿੰਤੁ ਬੁਲਾਵੈ. ਕਿ੍ਰਪਾ ਕਰਿ; ਹਰਿ ਅਾਪੇ ਪਾਵੈ ਥਾੲਿ ॥",
    "transliteration": "Har Achinth Bulaavai Kirapaa Kar Har Aapae Paavai Thhaae ||",
    "translation": "The Carefree Lord, by His Grace, summons that mortal whom the Lord Himself approves.",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ, ਗੁਰਮੁਖ ਨੂੰ) ਅਚਿੰਤ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨੇੜੇ ਲਿਆਉਂਦਾ ਹੈ, ਉਸ ਦੀ ਮਿਹਨਤ ਨੂੰ ਆਪ ਹੀ ਪ੍ਰਵਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53799,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਤਿਸਹਿ ਧਿਅਾਵਹੁ ਸੰਤ ਜਨਹੁ; ਜੁ. ਅੰਤੇ ਲੲੇ ਛਡਾੲਿ ॥",
    "transliteration": "Har Thisehi Dhhiaavahu Santh Janahu J Anthae Leae Shhaddaae ||",
    "translation": "So meditate on the Lord, O Saints; He shall save you in the end.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਕਰੋ ਜੋ ਆਖ਼ਰ (ਇਹਨਾਂ ਦੁੱਖਾਂ ਭੁੱਖਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਿਵਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53800,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਕੀਰਤਿ ਭਗਤਿ ਅਨੰਦੁ ਹੈ; ਸਦਾ ਸੁਖੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Har Keerath Bhagath Anandh Hai Sadhaa Sukh Vasai Man Aae ||",
    "translation": "The Kirtan of the Lord's Praises and devotion to Him is bliss; peace shall come to dwell in the mind.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੇ ਬੰਦਗੀ ਵਿਚ ਹੀ (ਅਸਲ) ਆਨੰਦ ਹੈ, ਸਦਾ ਲਈ ਮਨ ਵਿਚ ਸੁਖ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53801,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਗੁਰਮੁਖਿ ਨਾਮੁ ਅਰਾਧਿਅਾ; ਤਿਨਾ ਦੁਖ ਭੁਖ ਲਹਿ ਜਾੲਿ ॥",
    "transliteration": "Jinhaa Guramukh Naam Araadhhiaa Thinaa Dhukh Bhukh Lehi Jaae ||",
    "translation": "Those Gurmukhs who worship the Naam, the Name of the Lord - their pain and hunger departs.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53802,
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਤਿ੍ਰਪਤੈ ਗਾੲਿ ਗੁਣ; ਹਰਿ ਦਰਸਨੁ ਦੇਹੁ ਸੁਭਾੲਿ ॥੩॥",
    "transliteration": "Jan Naanak Thripathai Gaae Gun Har Dharasan Dhaehu Subhaae ||3||",
    "translation": "Servant Nanak is satisfied, singing the Glorious Praises of the Lord. Please embellish him with the Blessed Vision of Your Darshan. ||3||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਭੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਹੀ (ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੈ (ਤੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹੈ-) ਹੇ ਹਰੀ! ਮਿਹਰ ਕਰ ਕੇ ਦੀਦਾਰ ਦੇਹ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53803,
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53804,
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਕੀ ਦਾਤਿ; ਨਿਤ ਦੇਵੈ ਚੜੈ ਸਵਾੲੀਅਾ ॥",
    "transliteration": "Gur Poorae Kee Dhaath Nith Dhaevai Charrai Savaaeeaa ||",
    "translation": "The Perfect Guru bestows His gifts, which increase day by day.",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਦਿੱਤੀ ਹੋਈ (ਨਾਮ ਦੀ) ਦਾਤ ਜੋ ਉਹ ਸਦਾ ਦੇਂਦਾ ਹੈ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ",
    "pronunciation": "ਚੜੈ੍ਹ",
    "type_id": 3
  },
  {
    "id": 53805,
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੁਸਿ ਦੇਵੈ ਅਾਪਿ ਦੲਿਅਾਲੁ; ਨ ਛਪੈ ਛਪਾੲੀਅਾ ॥",
    "transliteration": "Thus Dhaevai Aap Dhaeiaal N Shhapai Shhapaaeeaa ||",
    "translation": "The Merciful Lord Himself bestows them; they cannot be concealed by concealment.",
    "punjabi": "; (ਗੁਰੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਦੇ ਕਾਰਨ ਇਹ ਦਾਤਿ) ਦਿਆਲ ਪ੍ਰਭੂ ਆਪ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਦੇਂਦਾ ਹੈ, ਤੇ ਕਿਸੇ ਦੀ ਲੁਕਾਈ ਲੁਕਦੀ ਨਹੀਂ;",
    "pronunciation": "ਤੁੱਸਿ",
    "type_id": 3
  },
  {
    "id": 53806,
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਿਰਦੈ ਕਵਲੁ ਪ੍ਰਗਾਸੁ; ੳੁਨਮਨਿ ਲਿਵ ਲਾੲੀਅਾ ॥",
    "transliteration": "Hiradhai Kaval Pragaas Ounaman Liv Laaeeaa ||",
    "translation": "The heart-lotus blossoms forth, and the mortal is lovingly absorbed in the state of supreme bliss.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਵਲੋਂ ਬਖ਼ਸ਼ਸ਼ ਹੋਵੇ ਉਸ ਦੇ) ਹਿਰਦੇ ਦਾ ਕਉਲ ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਉਹ ਪੂਰਨ ਖਿੜਾਉ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53807,
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜੇ ਕੋ ਕਰੇ ੳੁਸ ਦੀ ਰੀਸ; ਸਿਰਿ ਛਾੲੀ ਪਾੲੀਅਾ ॥",
    "transliteration": "Jae Ko Karae Ous Dhee Rees Sir Shhaaee Paaeeaa ||",
    "translation": "If anyone tries to challenge him, the Lord throws dust on his head.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਉਸ ਦੀ ਬਰਾਬਰੀ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ ਉਹ ਨਮੋਸ਼ੀ ਹੀ ਖੱਟਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 53808,
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਅਪੜਿ ਕੋੲਿ, ਨ ਸਕੲੀ; ਪੂਰੇ ਸਤਿਗੁਰ ਕੀ ਵਡਿਅਾੲੀਅਾ ॥੩੪॥",
    "transliteration": "Naanak Aparr Koe N Sakee Poorae Sathigur Kee Vaddiaaeeaa ||34||",
    "translation": "O Nanak, no one can equal the glory of the Perfect True Guru. ||34||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਵਡਿਆਈ ਦੀ ਕੋਈ ਮਨੁੱਖ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੩੪॥",
    "pronunciation": "ਵਡਿਅਾੲੀਅਾ",
    "type_id": 3
  }
]
