[
  {
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AMiq hovY vYr ivroDu; ko skY n, CfwieAw]",
    "transliteration": "Anth Hovai Vair Virodhh Ko Sakai N Shhaddaaeiaa ||",
    "translation": "In the end, hatred and conflict well up, and no one can save him.",
    "punjabi": "ਆਖ਼ਰ ਇਹ ਧਨ ਵੈਰ-ਵਿਰੋਧ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਤੇ ਧਨ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਪਾਪਾਂ ਤੋਂ) ਕੋਈ ਛਡਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4506,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwnk. ivxu nwvY iDRgu mohu; ijqu lig duKu pwieAw]32]",
    "transliteration": "Naanak Vin Naavai Dhhrig Mohu Jith Lag Dhukh Paaeiaa ||32||",
    "translation": "O Nanak, without the Name, those loving attachments are cursed; engrossed in them, he suffers in pain. ||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਇਹ ਮੋਹ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ, ਕਿਉਂਕਿ ਇਸ ਮੋਹ ਵਿਚ ਲੱਗ ਕੇ ਮਨੁੱਖ ਦੁੱਖ ਪਾਂਦਾ ਹੈ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gurmuiK AMimRqu nwmu hY; ijqu KwDY sB BuK jwie]",
    "transliteration": "Guramukh Anmrith Naam Hai Jith Khaadhhai Sabh Bhukh Jaae ||",
    "translation": "The Guru's Word is the Ambrosial Nectar of the Naam. Eating it, all hunger departs.",
    "punjabi": "ਗੁਰੂ ਦੇ ਪਾਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਪਵਿਤ੍ਰ ਭੋਜਨ ਹੈ ਜਿਸ ਦੇ ਖਾਣ ਨਾਲ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਸਾਰੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iqRsnw mUil. n hoveI; nwmu vsY min Awie]",
    "transliteration": "Thrisanaa Mool N Hovee Naam Vasai Man Aae ||",
    "translation": "There is no thirst or desire at all, when the Naam comes to dwell in the mind.",
    "punjabi": "(ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਰਹਿੰਦੀ, ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ibnu nwvY. ij horu Kwxw; iqqu rogu lgY qin Dwie]",
    "transliteration": "Bin Naavai J Hor Khaanaa Thith Rog Lagai Than Dhhaae ||",
    "translation": "Eating anything other than the Name, disease runs to afflict the body.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰ ਕੇ ਖਾਣ-ਪੀਣ ਦਾ ਜੋ ਭੀ ਕੋਈ ਹੋਰ ਚਸਕਾ (ਮਨੁੱਖ ਨੂੰ ਲੱਗਦਾ) ਹੈ ਉਸ ਦੀ ਰਾਹੀਂ (ਤ੍ਰਿਸ਼ਨਾ ਦਾ) ਰੋਗ ਸਰੀਰ ਵਿਚ ਬੜਾ ਡੂੰਘਾ ਅਸਰ ਪਾ ਕੇ ਆ ਗ੍ਰਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4507,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. rs ks sbdu slwhxw; Awpy ley imlwie]1]",
    "transliteration": "Naanak Ras Kas Sabadh Salaahanaa Aapae Leae Milaae ||1||",
    "translation": "O Nanak, whoever takes the Praise of the Shabad as his spices and flavors - the Lord unites him in His Union. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ) ਅਨੇਕਾਂ ਕਿਸਮ ਦੇ ਸੁਆਦਾਂ ਦੇ ਥਾਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰੇ ਤਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jIAw AMdir jIau sbdu hY; ijqu sh mylwvw hoie]",
    "transliteration": "Jeeaa Andhar Jeeo Sabadh Hai Jith Seh Maelaavaa Hoe ||",
    "translation": "The life within all living beings is the Word of the Shabad. Through it, we meet our Husband Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਜ਼ਿੰਦਗੀ ਹੈ, ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰਾਹੀਂ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ (ਜੀਵ ਦਾ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ibnu sbdY. jig Awn@yru hY; sbdy prgtu hoie]",
    "transliteration": "Bin Sabadhai Jag Aanhaer Hai Sabadhae Paragatt Hoe ||",
    "translation": "Without the Shabad, the world is in darkness. Through the Shabad, it is enlightened.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਖੁੰਝ ਕੇ ਜਗਤ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਹਨੇਰਾ ਹੈ, ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਹਨੇਰਾ ਦੂਰ ਹੋ ਕੇ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਚਾਨਣ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pMifq monI piV piV Qky; ByK Qky qnu Doie]",
    "transliteration": "Panddith Monee Parr Parr Thhakae Bhaekh Thhakae Than Dhhoe ||",
    "translation": "The Pandits, the religious scholars, and the silent sages read and write until they are weary. The religious fanatics are tired of washing their bodies.",
    "punjabi": "ਮੁਨੀ ਲੋਕ ਤੇ ਪੰਡਿਤ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਹਾਰ ਗਏ, ਭੇਖਾਂ ਵਾਲੇ ਸਾਧੂ ਤੀਰਥਾਂ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ibnu sbdY iknY. n pwieE; duKIey cly roie]",
    "transliteration": "Bin Sabadhai Kinai N Paaeiou Dhukheeeae Chalae Roe ||",
    "translation": "Without the Shabad, no one attains the Lord; the miserable depart weeping and wailing.",
    "punjabi": "ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਭੀ ਖਸਮ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ, ਸਭ ਦੁਖੀ ਹੋ ਕੇ ਰੋ ਕੇ ਹੀ ਇਥੋਂ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4508,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. ndrI pweIAY; krim prwpiq hoie]2]",
    "transliteration": "Naanak Nadharee Paaeeai Karam Paraapath Hoe ||2||",
    "translation": "O Nanak, by His Glance of Grace, the Merciful Lord is attained. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਿਫ਼ਤ-ਸਾਲਾਹ ਭੀ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਮਿਲਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iesqRI purKY Aiq nyhu; bih mMdu pkwieAw]",
    "transliteration": "Eisathree Purakhai Ath Naehu Behi Mandh Pakaaeiaa ||",
    "translation": "The husband and wife are very much in love; sitting together, they make evil plans.",
    "punjabi": "(ਜੇ) ਮਨੁੱਖ ਦਾ (ਆਪਣੀ) ਇਸਤ੍ਰੀ ਨਾਲ ਬਹੁਤ ਪਿਆਰ ਹੈ (ਤਾਂ ਇਸ ਦਾ ਸਿੱਟਾ ਆਮ ਤੌਰ ਤੇ ਇਹੀ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਬੈਠ ਕੇ ਕੋਈ ਵਿਕਾਰ ਦੀ ਚਿਤਵਨੀ ਹੀ ਚਿਤਵਦਾ ਹੈ (ਤੇ ਨਾਸਵੰਤ ਨਾਲ ਮੋਹ ਵਧਦਾ ਜਾਂਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "idsdw sBu ikCu clsI; myry pRB BwieAw]",
    "transliteration": "Dhisadhaa Sabh Kishh Chalasee Maerae Prabh Bhaaeiaa ||",
    "translation": "All that is seen shall pass away. This is the Will of my God.",
    "punjabi": "ਪਰ, ਮੇਰੇ ਪ੍ਰਭੂ ਦਾ ਭਾਣਾ ਇਹ ਹੈ ਕਿ ਜੋ ਕੁਝ (ਅੱਖੀਂ) ਦਿੱਸਦਾ ਹੈ ਇਹ ਸਭ ਨਾਸ ਹੋ ਜਾਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ikau rhIAY iQru jig; ko kFhu aupwieAw]",
    "transliteration": "Kio Reheeai Thhir Jag Ko Kadtahu Oupaaeiaa ||",
    "translation": "How can anyone remain in this world forever? Some may try to devise a plan.",
    "punjabi": "ਫਿਰ ਕੋਈ ਐਸਾ ਉਪਾਉ ਲੱਭੋ ਜਿਸ ਕਰ ਕੇ ਜਗਤ ਵਿਚ ਸਦਾ ਟਿਕੇ ਰਹਿ ਸਕੀਏ (ਭਾਵ, ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਸੁਰ ਹੋ ਸਕੀਏ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gur pUry kI cwkrI; iQru kMDu sbwieAw]",
    "transliteration": "Gur Poorae Kee Chaakaree Thhir Kandhh Sabaaeiaa ||",
    "translation": "Working for the Perfect Guru, the wall becomes permanent and stable.",
    "punjabi": "(ਉਹ ਉਪਾਉ) ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ-ਭਗਤੀ ਹੀ ਹੈ ਜਿਸ ਕਰਕੇ ਸਾਰਾ ਸਰੀਰ (ਭਾਵ, ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਅਡੋਲ ਰਹਿ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4509,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwnk. bKis imlwieAnu; hir nwim smwieAw]33]",
    "transliteration": "Naanak Bakhas Milaaeian Har Naam Samaaeiaa ||33||",
    "translation": "O Nanak, the Lord forgives them, and merges them into Himself; they are absorbed in the Lord's Name. ||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਇਆ ਹੈ ਉਹ ਉਸ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mwieAw moih ivswirAw; gur kw Bau hyqu Apwru]",
    "transliteration": "Maaeiaa Mohi Visaariaa Gur Kaa Bho Haeth Apaar ||",
    "translation": "Attached to Maya, the mortal forgets the Fear of God and Guru, and love for the Infinite Lord.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪੈ ਕੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਅਦਬ ਭੁਲਾ ਦੇਂਦਾ ਹੈ, ਤੇ (ਇਹ ਭੀ) ਵਿਸਾਰ ਦੇਂਦਾ ਹੈ ਕਿ ਗੁਰੂ (ਕਿਤਨਾ) ਬੇਅੰਤ ਪਿਆਰ (ਇਸ ਨਾਲ ਕਰਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "loiB lhir suiD miq geI; sic. n lgY ipAwru]",
    "transliteration": "Lobh Lehar Sudhh Math Gee Sach N Lagai Piaar ||",
    "translation": "The waves of greed take away his wisdom and understanding, and he does not embrace love for the True Lord.",
    "punjabi": "ਲੋਭ-ਲਹਿਰ ਵਿਚ ਫਸ ਕੇ ਇਸ ਦੀ ਅਕਲ-ਹੋਸ਼ ਗੁੰਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਇਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "lh-ir",
    "type_id": 3
  },
  {
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gurmuiK ijnw sbdu min vsY; drgh moK duAwru]",
    "transliteration": "Guramukh Jinaa Sabadh Man Vasai Dharageh Mokh Dhuaar ||",
    "translation": "The Word of the Shabad abides in the mind of the Gurmukhs, who find the Gate of Salvation.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਣ ਦਾ ਰਾਹ ਲੱਭ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4510,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. Awpy myil ley; Awpy bKsxhwru]1]",
    "transliteration": "Naanak Aapae Mael Leae Aapae Bakhasanehaar ||1||",
    "translation": "O Nanak, the Lord Himself forgives them, and unites them in Union with Himself. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰਮੁਖਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4511,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4511,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. ijsu ibnu GVI. n jIvxw; ivsry srY n. ibMd]",
    "transliteration": "Naanak Jis Bin Gharree N Jeevanaa Visarae Sarai N Bindh ||",
    "translation": "O Nanak, without Him, we could not live for a moment. Forgetting Him, we could not succeed for an instant.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦਾ, ਜਿਸ ਨੂੰ ਇਕ ਘੜੀ ਭੀ ਵਿਸਾਰਿਆਂ ਨਿੱਭਦੀ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4511,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "iqsu isau. ikau mn rUsIAY; ijsih hmwrI icMd]2]",
    "transliteration": "This Sio Kio Man Rooseeai Jisehi Hamaaree Chindh ||2||",
    "translation": "O mortal, how can you be angry with the One who cares for you? ||2||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਅਸਾਡਾ (ਹਰ ਵੇਲੇ) ਫ਼ਿਕਰ ਹੈ, ਉਸ ਨਾਲ ਰੁੱਸਣਾ ਠੀਕ ਨਹੀਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swvxu AwieAw iJm iJmw; hir gurmuiK nwmu iDAwie]",
    "transliteration": "Saavan Aaeiaa Jhimajhimaa Har Guramukh Naam Dhhiaae ||",
    "translation": "The rainy season of Saawan has come. The Gurmukh meditates on the Lord's Name.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ (ਉਸ ਦੇ ਵਾਸਤੇ, ਮਾਨੋ) ਇਕ-ਰਸ ਵਰ੍ਹਨ ਵਾਲਾ ਸਾਵਣ (ਦਾ ਮਹੀਨਾ) ਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "AMdr bwhr (iJm) AnMd dwiek, inrgux dI (iJm) cmkwr c, irdy coN mu`K c (iJmw) lgwqwr AMimRq vrs irhw hY[ (dUjw pwT: iJmiJmw)",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "duK BuK kwVw sBu cukwiesI; mIhu vuTw Chbr lwie]",
    "transliteration": "Dhukh Bhukh Kaarraa Sabh Chukaaeisee Meehu Vuthaa Shhehabar Laae ||",
    "translation": "All pain, hunger and misfortune end, when the rain falls in torrents.",
    "punjabi": "ਜਦੋਂ ਝੜੀ ਲਾ ਕੇ ਮੀਂਹ ਵੱਸਦਾ ਹੈ, ਘੁੰਮਾ ਤੇ ਲੋਕਾਂ ਦੇ ਦੁੱਖ ਤੇ ਭੁੱਖਾਂ ਸਭ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sB Driq BeI hrIAwvlI; AMnu jMimAw bohl lwie]",
    "transliteration": "Sabh Dhharath Bhee Hareeaavalee Ann Janmiaa Bohal Laae ||",
    "translation": "The entire earth is rejuvenated, and the grain grows in abundance.",
    "punjabi": "(ਕਿਉਂਕਿ) ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਹਰਿਆਉਲ ਹੀ ਦਿੱਸਦੀ ਹੈ ਤੇ ਢੇਰਾਂ ਦੇ ਢੇਰ ਅੰਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "hrI-AwvlI",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir AicMqu bulwvY. ikRpw kir; hir Awpy pwvY Qwie]",
    "transliteration": "Har Achinth Bulaavai Kirapaa Kar Har Aapae Paavai Thhaae ||",
    "translation": "The Carefree Lord, by His Grace, summons that mortal whom the Lord Himself approves.",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ, ਗੁਰਮੁਖ ਨੂੰ) ਅਚਿੰਤ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨੇੜੇ ਲਿਆਉਂਦਾ ਹੈ, ਉਸ ਦੀ ਮਿਹਨਤ ਨੂੰ ਆਪ ਹੀ ਪ੍ਰਵਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir iqsih iDAwvhu sMq jnhu; ju. AMqy ley Cfwie]",
    "transliteration": "Har Thisehi Dhhiaavahu Santh Janahu J Anthae Leae Shhaddaae ||",
    "translation": "So meditate on the Lord, O Saints; He shall save you in the end.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਕਰੋ ਜੋ ਆਖ਼ਰ (ਇਹਨਾਂ ਦੁੱਖਾਂ ਭੁੱਖਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਿਵਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir kIriq Bgiq AnMdu hY; sdw suKu vsY min Awie]",
    "transliteration": "Har Keerath Bhagath Anandh Hai Sadhaa Sukh Vasai Man Aae ||",
    "translation": "The Kirtan of the Lord's Praises and devotion to Him is bliss; peace shall come to dwell in the mind.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੇ ਬੰਦਗੀ ਵਿਚ ਹੀ (ਅਸਲ) ਆਨੰਦ ਹੈ, ਸਦਾ ਲਈ ਮਨ ਵਿਚ ਸੁਖ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijn@w gurmuiK nwmu ArwiDAw; iqnw duK BuK lih jwie]",
    "transliteration": "Jinhaa Guramukh Naam Araadhhiaa Thinaa Dhukh Bhukh Lehi Jaae ||",
    "translation": "Those Gurmukhs who worship the Naam, the Name of the Lord - their pain and hunger departs.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4512,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jn nwnku. iqRpqY gwie gux; hir drsnu dyhu suBwie]3]",
    "transliteration": "Jan Naanak Thripathai Gaae Gun Har Dharasan Dhaehu Subhaae ||3||",
    "translation": "Servant Nanak is satisfied, singing the Glorious Praises of the Lord. Please embellish him with the Blessed Vision of Your Darshan. ||3||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਭੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਹੀ (ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੈ (ਤੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹੈ-) ਹੇ ਹਰੀ! ਮਿਹਰ ਕਰ ਕੇ ਦੀਦਾਰ ਦੇਹ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur pUry kI dwiq; inq dyvY cVY svweIAw]",
    "transliteration": "Gur Poorae Kee Dhaath Nith Dhaevai Charrai Savaaeeaa ||",
    "translation": "The Perfect Guru bestows His gifts, which increase day by day.",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਦਿੱਤੀ ਹੋਈ (ਨਾਮ ਦੀ) ਦਾਤ ਜੋ ਉਹ ਸਦਾ ਦੇਂਦਾ ਹੈ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ",
    "pronunciation": "cVY@",
    "type_id": 3
  },
  {
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "quis dyvY Awip dieAwlu; n CpY CpweIAw]",
    "transliteration": "Thus Dhaevai Aap Dhaeiaal N Shhapai Shhapaaeeaa ||",
    "translation": "The Merciful Lord Himself bestows them; they cannot be concealed by concealment.",
    "punjabi": "; (ਗੁਰੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਦੇ ਕਾਰਨ ਇਹ ਦਾਤਿ) ਦਿਆਲ ਪ੍ਰਭੂ ਆਪ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਦੇਂਦਾ ਹੈ, ਤੇ ਕਿਸੇ ਦੀ ਲੁਕਾਈ ਲੁਕਦੀ ਨਹੀਂ;",
    "pronunciation": "qu`is",
    "type_id": 3
  },
  {
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ihrdY kvlu pRgwsu; aunmin ilv lweIAw]",
    "transliteration": "Hiradhai Kaval Pragaas Ounaman Liv Laaeeaa ||",
    "translation": "The heart-lotus blossoms forth, and the mortal is lovingly absorbed in the state of supreme bliss.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਵਲੋਂ ਬਖ਼ਸ਼ਸ਼ ਹੋਵੇ ਉਸ ਦੇ) ਹਿਰਦੇ ਦਾ ਕਉਲ ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਉਹ ਪੂਰਨ ਖਿੜਾਉ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jy ko kry aus dI rIs; isir CweI pweIAw]",
    "transliteration": "Jae Ko Karae Ous Dhee Rees Sir Shhaaee Paaeeaa ||",
    "translation": "If anyone tries to challenge him, the Lord throws dust on his head.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਉਸ ਦੀ ਬਰਾਬਰੀ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ ਉਹ ਨਮੋਸ਼ੀ ਹੀ ਖੱਟਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4513,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. ApiV koie, n skeI; pUry siqgur kI vifAweIAw]34]",
    "transliteration": "Naanak Aparr Koe N Sakee Poorae Sathigur Kee Vaddiaaeeaa ||34||",
    "translation": "O Nanak, no one can equal the glory of the Perfect True Guru. ||34||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਵਡਿਆਈ ਦੀ ਕੋਈ ਮਨੁੱਖ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੩੪॥",
    "pronunciation": "vifAweIAw",
    "type_id": 3
  }
]