[
  {
    "shabad_id": 4524,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "eyk smY. mokau gih bWDY; qau Puin. mo pY jbwbu, n hoie ]1]",
    "transliteration": "Eaek Samai Mo Ko Gehi Baandhhai Tho Fun Mo Pai Jabaab N Hoe ||1||",
    "translation": "If, at any time, he grabs and binds me, even then, I cannot protest. ||1||",
    "punjabi": "ਜੇ ਮੇਰਾ ਭਗਤ ਇਕ ਵਾਰੀ ਮੈਨੂੰ ਫੜ ਕੇ ਬੰਨ੍ਹ ਲਏ, ਤਾਂ ਮੈਂ ਅੱਗੋਂ ਕੋਈ ਉਜ਼ਰ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4524,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mY gun bMD. sgl kI jIvin; myrI jIvin. myry dws ]",
    "transliteration": "Mai Gun Bandhh Sagal Kee Jeevan Maeree Jeevan Maerae Dhaas ||",
    "translation": "I am bound by virtue; I am the Life of all. My slaves are my very life.",
    "punjabi": "ਮੈਂ (ਆਪਣੇ ਭਗਤ ਦੇ) ਗੁਣਾਂ ਦਾ ਬੱਝਾ ਹੋਇਆ ਹਾਂ; ਮੈਂ ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਆਂ ਦੀ ਜ਼ਿੰਦਗੀ (ਦਾ ਆਸਰਾ) ਹਾਂ, ਪਰ ਮੇਰੇ ਭਗਤ ਮੇਰੀ ਜ਼ਿੰਦਗੀ (ਦਾ ਆਸਰਾ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4524,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "nwmdyv. jw ky jIA AYsI; qYso qw kY pRym pRgws ]2]3]",
    "transliteration": "Naamadhaev Jaa Kae Jeea Aisee Thaiso Thaa Kai Praem Pragaas ||2||3||",
    "translation": "Says Naam Dayv, as is the quality of his soul, so is my love which illuminates him. ||2||3||",
    "punjabi": "ਹੇ ਨਾਮਦੇਵ! ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਇਹ ਉੱਚੀ ਸੋਚ ਫੁਰ ਪਈ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਮੇਰੇ ਪਿਆਰ ਦਾ ਪਰਕਾਸ਼ ਭੀ ਉਤਨਾ ਹੀ ਵੱਡਾ (ਭਾਵ, ਬਹੁਤ ਵਧੀਕ) ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "swrMg ]",
    "transliteration": "Saarang ||",
    "translation": "Saarang:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4525,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qY nr; ikAw purwn suin kInw ]",
    "transliteration": "Thai Nar Kiaa Puraan Sun Keenaa ||",
    "translation": "So what have you accomplished by listening to the Puraanas?",
    "punjabi": "ਪੁਰਾਣ ਆਦਿਕ ਧਰਮ ਪੁਸਤਕਾਂ ਸੁਣ ਕੇ ਤੂੰ ਖੱਟਿਆ ਤਾਂ ਕੁਝ ਭੀ ਨਹੀਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "AnpwvnI Bgiq. nhI aupjI; BUKY dwnu. n dInw ]1] rhwau ]",
    "transliteration": "Anapaavanee Bhagath Nehee Oupajee Bhookhai Dhaan N Dheenaa ||1|| Rehaao ||",
    "translation": "Faithful devotion has not welled up within you, and you have not been inspired to give to the hungry. ||1||Pause||",
    "punjabi": "ਤੇਰੇ ਅੰਦਰ ਨਾਹ ਤਾਂ ਪ੍ਰਭੂ ਦੀ ਅਟੱਲ ਭਗਤੀ ਪੈਦਾ ਹੋਈ ਤੇ ਨਾਹ ਹੀ ਤੂੰ ਕਿਸੇ ਲੋੜਵੰਦ ਦੀ ਸੇਵਾ ਕੀਤੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(AnpwvnI) Ac`l bRhm[ (Ac`l) idRV pRp`k",
    "type_id": 4
  },
  {
    "shabad_id": 4525,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "kwmu. n ibsirE, kRoDu. n ibsirE; loBu. n CUitE, dyvw ]",
    "transliteration": "Kaam N Bisariou Krodhh N Bisariou Lobh N Shhoottiou Dhaevaa ||",
    "translation": "You have not forgotten sexual desire, and you have not forgotten anger; greed has not left you either.",
    "punjabi": "ਹੇ ਦੇਵ! (ਧਰਮ ਪੁਸਤਕ ਸੁਣ ਕੇ ਭੀ) ਨਾਹ ਕਾਮ ਗਿਆ, ਨਾਹ ਕ੍ਰੋਧ ਗਿਆ, ਨਾਹ ਲੋਭ ਮੁੱਕਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "pr inMdw muK qy, nhI CUtI; inPl BeI sB syvw ]1]",
    "transliteration": "Par Nindhaa Mukh Thae Nehee Shhoottee Nifal Bhee Sabh Saevaa ||1||",
    "translation": "Your mouth has not stopped slandering and gossiping about others. Your service is useless and fruitless. ||1||",
    "punjabi": "ਨਾਹ ਮੂੰਹੋਂ ਪਰਾਈ ਨਿੰਦਿਆ (ਕਰਨ ਦੀ ਆਦਤ) ਹੀ ਗਈ, (ਪੁਰਾਣ ਆਦਿਕ ਪੜ੍ਹਨ ਦੀ) ਸਾਰੀ ਮਿਹਨਤ ਹੀ ਐਵੇਂ ਗਈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "bwt pwir. Gru mUis ibrwno; pytu BrY ApRwDI ]",
    "transliteration": "Baatt Paar Ghar Moos Biraano Paett Bharai Apraadhhee ||",
    "translation": "By breaking into the houses of others and robbing them, you fill your belly, you sinner.",
    "punjabi": "(ਪੁਰਾਣ ਆਦਿਕ ਸੁਣ ਕੇ ਭੀ) ਪਾਪੀ ਮਨੁੱਖ ਡਾਕੇ ਮਾਰ ਮਾਰ ਕੇ ਪਰਾਏ ਘਰ ਲੁੱਟ ਲੁੱਟ ਕੇ ਹੀ ਆਪਣਾ ਢਿੱਡ ਭਰਦਾ ਰਿਹਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ijih prlok jwie ApkIriq; soeI AibidAw swDI ]2]",
    "transliteration": "Jihi Paralok Jaae Apakeerath Soee Abidhiaa Saadhhee ||2||",
    "translation": "But when you go to the world beyond, your guilt will be well known, by the acts of ignorance which you committed. ||2||",
    "punjabi": "ਤੇ (ਸਾਰੀ ਉਮਰ) ਉਹੀ ਮੂਰਖਤਾ ਕਰਦਾ ਰਿਹਾ ਜਿਸ ਨਾਲ ਅਗਲੇ ਜਹਾਨ ਵਿਚ ਭੀ ਬਦਨਾਮੀ (ਦਾ ਟਿੱਕਾ) ਹੀ ਮਿਲੇ ॥੨॥",
    "pronunciation": "(Ap-kIriq) bdnwmI[ (s`wDI) BYVI krnI kIqI[ A-ib`idAw",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ihMsw qau mn qy. nhI CUtI; jIA dieAw. nhI pwlI ]",
    "transliteration": "Hinsaa Tho Man Thae Nehee Shhoottee Jeea Dhaeiaa Nehee Paalee ||",
    "translation": "Cruelty has not left your mind; you have not cherished kindness for other living beings.",
    "punjabi": "(ਧਰਮ ਪੁਸਤਕ ਸੁਣ ਕੇ ਭੀ) ਤੇਰੇ ਮਨ ਵਿਚੋਂ ਨਿਰਦਇਤਾ ਨਾਹ ਗਈ, ਤੂੰ ਲੋਕਾਂ ਨਾਲ ਪਿਆਰ ਦਾ ਸਲੂਕ ਨਾਹ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4525,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "prmwnMd swDsMgiq imil; kQw punIq. n cwlI ]3]1]6]",
    "transliteration": "Paramaanandh Saadhhasangath Mil Kathhaa Puneeth N Chaalee ||3||1||6||",
    "translation": "Parmaanand has joined the Saadh Sangat, the Company of the Holy. Why have you not followed the sacred teachings? ||3||1||6||",
    "punjabi": "ਹੇ ਪਰਮਾਨੰਦ! ਸਤਸੰਗ ਵਿਚ ਬੈਠ ਕੇ ਤੂੰ ਕਦੇ ਪ੍ਰਭੂ ਦੀਆਂ ਪਵਿੱਤਰ (ਕਰਨ ਵਾਲੀਆਂ) ਗੱਲਾਂ ਨਾਹ ਚਲਾਈਆਂ (ਭਾਵ, ਜੇ ਤੈਨੂੰ ਸਤਸੰਗ ਕਰਨ ਦਾ ਸ਼ੌਕ ਨਾਹ ਪਿਆ ਤਾਂ ਪੁਰਾਣ ਆਦਿਕ ਧਰਮ ਪੁਸਤਕਾਂ ਦਾ ਸੁਣਨਾ ਵਿਅਰਥ ਹੀ ਗਿਆ) ॥੩॥੧॥੬॥",
    "pronunciation": "c`wlI",
    "type_id": 3
  },
  {
    "shabad_id": 4526,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Cwif mn; hir, ibmuKn ko sMgu ]",
    "transliteration": "Shhaadd Man Har Bimukhan Ko Sang ||",
    "translation": "O mind, do not even associate with those who have turned their backs on the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਉਹਨਾਂ ਬੰਦਿਆਂ ਦਾ ਸਾਥ ਛੱਡ ਦੇਹ, ਜੋ ਪਰਮਾਤਮਾ ਵਲੋਂ ਬੇ-ਮੁਖ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4527,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrMg mhlw 5 sUrdws ]",
    "transliteration": "Saarang Mehalaa 5 Sooradhaas ||",
    "translation": "Saarang, Fifth Mehl, Sur Daas:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ, ਭਗਤ ਸੂਰਦਾਸ ਦੇ ਸਿਰਲੇਖ ਹੇਠ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4527,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4527,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hir ky sMg; bsy hir lok ]",
    "transliteration": "Har Kae Sang Basae Har Lok ||",
    "translation": "The people of the Lord dwell with the Lord.",
    "punjabi": "(ਹੇ ਸੂਰਦਾਸ!) ਪਰਮਾਤਮਾ ਦੀ ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਵੱਸਦੇ ਹਨ (ਇਸ ਤਰ੍ਹਾਂ ਸਹਿਜ ਸੁਭਾਇ ਬੇ-ਮੁਖਾਂ ਨਾਲੋਂ ਉਹਨਾਂ ਦਾ ਸਾਥ ਛੁੱਟ ਜਾਂਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4527,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "qnu mnu Arip. srbsu sBu AripE; And shj Duin Jok ]1] rhwau ]",
    "transliteration": "Than Man Arap Sarabas Sabh Arapiou Anadh Sehaj Dhhun Jhok ||1|| Rehaao ||",
    "translation": "They dedicate their minds and bodies to Him; they dedicate everything to Him. They are intoxicated with the celestial melody of intuitive ecstasy. ||1||Pause||",
    "punjabi": "ਉਹ ਆਪਣਾ ਤਨ ਮਨ ਆਪਣਾ ਸਭ ਕੁਝ (ਇਸ ਪਿਆਰ ਤੋਂ) ਸਦਕੇ ਕਰ ਦੇਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਆਨੰਦ ਦੇ ਹੁਲਾਰੇ ਆਉਂਦੇ ਹਨ, ਸਹਿਜ ਅਵਸਥਾ ਦੀ ਤਾਰ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਬੱਝ ਜਾਂਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4527,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "drsnu pyiK. Bey inribKeI; pwey hY sgly Qok ]",
    "transliteration": "Dharasan Paekh Bheae Nirabikhee Paaeae Hai Sagalae Thhok ||",
    "translation": "Gazing upon the Blessed Vision of the Lord's Darshan, they are cleansed of corruption. They obtain absolutely everything.",
    "punjabi": "(ਹੇ ਸੂਰਦਾਸ!) ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਪਦਾਰਥ ਮਿਲ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦੀਆਂ ਵਾਸ਼ਨਾਂ ਮੁੱਕ ਜਾਂਦੀਆਂ ਹਨ);",
    "pronunciation": "(inr-ibKeI) ivSy rihq",
    "type_id": 3
  },
  {
    "shabad_id": 4527,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "Awn bsqu isau kwju. n kCUAY; suMdr bdn Alok ]1]",
    "transliteration": "Aan Basath Sio Kaaj N Kashhooai Sundhar Badhan Alok ||1||",
    "translation": "They have nothing to do with anything else; they gaze on the beauteous Face of God. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਮੁਖ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੀ ਕਿਸੇ ਹੋਰ ਸ਼ੈ ਦੀ ਕੋਈ ਗ਼ਰਜ਼ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4527,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "isAwm suMdr qij. Awn ju cwhq; ijau kustI qin jok ]",
    "transliteration": "Siaam Sundhar Thaj Aan J Chaahath Jio Kusattee Than Jok ||",
    "translation": "But one who forsakes the elegantly beautiful Lord, and harbors desire for anything else, is like a leech on the body of a leper.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੋਹਣੇ ਸਾਂਵਲੇ ਸੱਜਣ (ਪ੍ਰਭੂ) ਨੂੰ ਵਿਸਾਰ ਕੇ ਹੋਰ ਹੋਰ ਪਦਾਰਥਾਂ ਦੀ ਲਾਲਸਾ ਕਰਦੇ ਹਨ, ਉਹ ਉਸ ਜੋਕ ਵਾਂਗ ਹਨ, ਜੋ ਕਿਸੇ ਕੋਹੜੀ ਦੇ ਸਰੀਰ ਤੇ (ਲੱਗ ਕੇ ਗੰਦ ਹੀ ਚੂਸਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4527,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "sUrdws mnu. pRiB hiQ lIno; dIno iehu prlok ]2]1]8]",
    "transliteration": "Sooradhaas Man Prabh Hathh Leeno Dheeno Eihu Paralok ||2||1||8||",
    "translation": "Says Sur Daas, God has taken my mind in His Hands. He has blessed me with the world beyond. ||2||1||8||",
    "punjabi": "ਪਰ, ਹੇ ਸੂਰਦਾਸ! ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਪਣੇ ਹੱਥ ਵਿਚ ਲੈ ਲਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਉਸ ਨੇ ਇਹ ਲੋਕ ਤੇ ਪਰਲੋਕ ਦੋਵੇਂ ਬਖ਼ਸ਼ੇ ਹਨ (ਭਾਵ, ਉਹ ਲੋਕ ਪਰਲੋਕ ਦੋਹੀਂ ਥਾਈਂ ਆਨੰਦ ਵਿਚ ਰਹਿੰਦੇ ਹਨ) ॥੨॥੧॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4528,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "swrMg kbIr jIau ]",
    "transliteration": "Saarang Kabeer Jeeo ||",
    "translation": "Saarang, Kabeer Jee:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4528,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4528,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir ibnu; kaunu shweI mn kw ]",
    "transliteration": "Har Bin Koun Sehaaee Man Kaa ||",
    "translation": "Other than the Lord, who is the Help and Support of the mind?",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਇਸ ਮਨ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4528,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "mwq ipqw BweI suq binqw; ihqu lwgo sB Pnkw ]1] rhwau ]",
    "transliteration": "Maath Pithaa Bhaaee Suth Banithaa Hith Laago Sabh Fan Kaa ||1|| Rehaao ||",
    "translation": "Love and attachment to mother, father, sibling, child and spouse, is all just an illusion. ||1||Pause||",
    "punjabi": "ਮਾਂ, ਪਿਉ, ਭਰਾ, ਪੁੱਤਰ, ਵਹੁਟੀ-ਇਹਨਾਂ ਸਭਨਾਂ ਨਾਲ ਜੋ ਮੋਹ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਇਹ ਛਲ ਨਾਲ ਹੀ ਮੋਹ ਪਾਇਆ ਹੈ (ਭਾਵ; ਇਹ ਮੋਹ ਅਜਿਹੇ ਪਦਾਰਥਾਂ ਨਾਲ ਹੈ ਜੋ ਛਲ ਹੀ ਹਨ, ਸਦਾ ਨਾਲ ਨਿੱਭਣ ਵਾਲੇ ਨਹੀਂ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(Pnkw) nws rUp",
    "type_id": 4
  },
  {
    "shabad_id": 4528,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Awgy kau ikCu qulhw bWDhu; ikAw Brvwsw Dn kw ]",
    "transliteration": "Aagae Ko Kishh Thulehaa Baandhhahu Kiaa Bharavaasaa Dhhan Kaa ||",
    "translation": "So build a raft to the world hereafter; what faith do you place in wealth?",
    "punjabi": "ਇਸ ਧਨ ਦਾ (ਜੋ ਤੂੰ ਖੱਟਿਆ ਕਮਾਇਆ ਹੈ) ਕੋਈ ਇਤਬਾਰ ਨਹੀਂ (ਕਿ ਕਦੋਂ ਨਾਸ ਹੋ ਜਾਏ, ਸੋ) ਅਗਾਂਹ ਵਾਸਤੇ ਕੋਈ ਹੋਰ (ਭਾਵ, ਨਾਮ ਧਨ ਦਾ) ਬੇੜਾ ਬੰਨ੍ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4528,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "khw ibswsw. ies BWfy kw; ieqnku lwgY Tnkw ]1]",
    "transliteration": "Kehaa Bisaasaa Eis Bhaanddae Kaa Eithanak Laagai Thanakaa ||1||",
    "translation": "What confidence do you place in this fragile vessel; it breaks with the slightest stroke. ||1||",
    "punjabi": "(ਧਨ ਤਾਂ ਕਿਤੇ ਰਿਹਾ) ਇਸ ਸਰੀਰ ਦਾ ਭੀ ਕੋਈ ਵਿਸਾਹ ਨਹੀਂ, ਇਸ ਨੂੰ ਰਤਾ ਕੁ ਜਿਤਨੀ ਠੋਕਰ ਲੱਗੇ (ਤਾਂ ਢਹਿ-ਢੇਰੀ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(Tnkw) Tolw[ ieqn-ku",
    "type_id": 3
  },
  {
    "shabad_id": 4528,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "sgl Drm puMn Pl pwvhu; DUir bWChu sB jn kw ]",
    "transliteration": "Sagal Dhharam Punn Fal Paavahu Dhhoor Baanshhahu Sabh Jan Kaa ||",
    "translation": "You shall obtain the rewards of all righteousness and goodness, if you desire to be the dust of all.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਜਦ ਮੰਗੋ) ਗੁਰਮੁਖਾਂ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ ਮੰਗੋ, (ਇਸੇ ਵਿਚੋਂ) ਸਾਰੇ ਧਰਮਾਂ ਤੇ ਪੁੰਨਾਂ ਦੇ ਫਲ ਮਿਲਣਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4528,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "khY kbIru. sunhu ry sMqhu; iehu mnu aufn pMKyrU. bn kw ]2]1]9]",
    "transliteration": "Kehai Kabeer Sunahu Rae Santhahu Eihu Man Ouddan Pankhaeroo Ban Kaa ||2||1||9||",
    "translation": "Says Kabeer, listen, O Saints: this mind is like the bird, flying above the forest. ||2||1||9||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਇਹ ਮਨ ਇਉਂ ਹੈ ਜਿਵੇਂ ਜੰਗਲ ਦਾ ਕੋਈ ਉਡਾਰੂ ਪੰਛੀ (ਇਸ ਨੂੰ ਟਿਕਾਣ ਲਈ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਲਿਆਉ) ॥੨॥੧॥੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]
