[
  {
    "shabad_id": 4531,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pr Dn pr nwrI rqu inMdw; ibKu KweI duKu pwieAw ]",
    "transliteration": "Par Dhhan Par Naaree Rath Nindhaa Bikh Khaaee Dhukh Paaeiaa ||",
    "translation": "Caught in slander and attachment to the wealth and women of others, they eat poison and suffer in pain.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨ ਪਰਾਏ ਧਨ ਪਰਾਈ ਇਸਤ੍ਰੀ ਤੇ ਪਰਾਈ ਨਿੰਦਿਆ ਵਿਚ ਮਸਤ ਰਿਹਾ ਹੈ, ਉਹ (ਸਦਾ ਪਰ ਧਨ ਪਰ ਨਾਰੀ ਪਰ ਨਿੰਦਾ ਦੀ) ਜ਼ਹਰ ਖਾਂਦੇ ਰਹੇ (ਆਤਮਕ ਖ਼ੁਰਾਕ ਬਣਾਈ ਰੱਖੀ), ਤੇ ਦੁੱਖ ਹੀ ਸਹੇੜਦੇ ਰਹੇ।",
    "pronunciation": "rqu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sbdu cIin. BY kpt, n CUty; min muiK mwieAw mwieAw ]",
    "transliteration": "Sabadh Cheen Bhai Kapatt N Shhoottae Man Mukh Maaeiaa Maaeiaa ||",
    "translation": "They think about the Shabad, but they are not released from their fear and fraud; the minds and mouths are filled with Maya, Maya.",
    "punjabi": "ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਵਿਚਾਰ ਕੇ ਉਹਨਾਂ ਦੇ ਦੁਨੀਆ ਵਾਲੇ ਡਰ ਤੇ ਛਲ ਨਾਹ ਮੁੱਕੇ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਭੀ ਮਾਇਆ (ਦੀ ਲਗਨ) ਹੀ ਰਹੀ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਵਿਚ ਭੀ ਮਾਇਆ (ਦੀ ਦੰਦ-ਕਥਾ) ਹੀ ਰਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Ajgir Bwir ldy Aiq BwrI; mir jnmy jnmu gvwieAw ]1]",
    "transliteration": "Ajagar Bhaar Ladhae Ath Bhaaree Mar Janamae Janam Gavaaeiaa ||1||",
    "translation": "Loading the heavy and crushing load, they die, only to be reborn, and waste their lives again. ||1||",
    "punjabi": "ਉਹ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੇਅੰਤ ਵੱਡੇ ਭਾਰ ਹੇਠ ਲੱਦੇ ਰਹੇ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਉਹਨਾਂ ਜੀਵਨ ਅਜਾਈਂ ਗਵਾ ਲਿਆ ॥੧॥",
    "pronunciation": "l`dy",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "min BwvY; sbdu suhwieAw ]",
    "transliteration": "Man Bhaavai Sabadh Suhaaeiaa ||",
    "translation": "The Word of the Shabad is so very beautiful; it is pleasing to my mind.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਬਾਣੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "BRim BRim join ByK bhu kIn@y; guir rwKy. scu pwieAw ]1] rhwau ]",
    "transliteration": "Bhram Bhram Jon Bhaekh Bahu Keenhae Gur Raakhae Sach Paaeiaa ||1|| Rehaao ||",
    "translation": "The mortal wanders lost in reincarnation, wearing various robes and clothes; when he is saved and protected by the Guru, then he finds the Truth. ||1||Pause||",
    "punjabi": "(ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਤੋਂ ਖੁੰਝ ਕੇ) ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਦੇ ਭੇਖ ਧਾਰਦੇ ਰਹੇ (ਭਾਵ, ਜਨਮ ਲੈਂਦੇ ਰਹੇ)। ਜਿਨ੍ਹਾਂ ਦੀ ਰਖਿਆ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਰੱਬ ਮਿਲ ਪਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4531,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "qIriQ. qyju invwir, n n@wqy; hir kw nwmu. n BwieAw ]",
    "transliteration": "Theerathh Thaej Nivaar N Nhaathae Har Kaa Naam N Bhaaeiaa ||",
    "translation": "He does not try to wash away his angry passions by bathing at sacred shrines. He does not love the Name of the Lord.",
    "punjabi": "ਕ੍ਰੋਧ ਦੂਰ ਕਰ ਕੇ ਉਹਨਾਂ ਆਤਮ-ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਨਾਹ ਕੀਤਾ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਨਾਹ ਲੱਗਾ,",
    "pronunciation": "(qyju) qmo gux",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "rqn pdwrQu. prhir iqAwigAw; jq ko qq hI AwieAw ]",
    "transliteration": "Rathan Padhaarathh Parehar Thiaagiaa Jath Ko Thath Hee Aaeiaa ||",
    "translation": "He abandons and discards the priceless jewel, and he goes back from where he came.",
    "punjabi": "(ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ ਰਹਿ ਕੇ) ਉਹਨਾਂ ਪ੍ਰਭੂ ਦਾ ਅਮੋਲਕ ਨਾਮ ਸਦਾ ਲਈ ਤਿਆਗ ਦਿੱਤਾ, ਜਿਸ ਚੌਰਾਸੀ ਵਿਚੋਂ ਨਿਕਲ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਆਏ ਸਨ, ਉਸੇ ਚੌਰਾਸੀ ਵਿਚ ਮੁੜ ਚਲੇ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ibstw kIt Bey. auq hI qy; auq hI mwih smwieAw ]",
    "transliteration": "Bisattaa Keett Bheae Outh Hee Thae Outh Hee Maahi Samaaeiaa ||",
    "translation": "And so he becomes a maggot in manure, and in that, he is absorbed.",
    "punjabi": "ਜਿਵੇਂ ਵਿਸ਼ਟੇ ਦੇ ਕੀੜੇ ਵਿਸ਼ਟੇ ਵਿਚੋਂ ਜੰਮਦੇ ਹਨ, ਤੇ ਵਿਸ਼ਟੇ ਵਿਚ ਹੀ ਮੁੜ ਮਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "AiDk suAwd rog AiDkweI; ibnu gur shju. n pwieAw ]2]",
    "transliteration": "Adhhik Suaadh Rog Adhhikaaee Bin Gur Sehaj N Paaeiaa ||2||",
    "translation": "The more he tastes, the more he is diseased; without the Guru, there is no peace and poise. ||2||",
    "punjabi": "(ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਦੇ) ਜਿਤਨੇ ਹੀ ਵਧੀਕ ਸੁਆਦ ਉਹ ਮਾਣਦੇ ਗਏ, ਉਤਨੇ ਹੀ ਵਧੀਕ ਰੋਗ ਉਹਨਾਂ ਨੂੰ ਵਿਆਪਦੇ ਗਏ। ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਂਤ ਅਵਸਥਾ ਹਾਸਲ ਨਾਹ ਹੋਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "syvw suriq. rhis gux gwvw; gurmuiK igAwnu bIcwrw ]",
    "transliteration": "Saevaa Surath Rehas Gun Gaavaa Guramukh Giaan Beechaaraa ||",
    "translation": "Focusing my awareness on selfless service, I joyfully sing His Praises. As Gurmukh, I contemplate spiritual wisdom.",
    "punjabi": "(ਮਿਹਰ ਕਰ) ਮੇਰੀ ਸੁਰਤ ਤੇਰੀ ਸੇਵਾ (-ਭਗਤੀ) ਵਿਚ ਟਿਕੀ ਰਹੇ, ਪੂਰਨ ਆਨੰਦ ਵਿਚ ਟਿੱਕ ਕੇ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ; ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਸਦਾ ਇਹ ਵਿਚਾਰ ਕਰਦਾ ਰਹਾਂ ਕਿ ਤੇਰੇ ਨਾਲ ਮੇਰੀ ਡੂੰਘੀ ਸਾਂਝ ਬਣੀ ਰਹੇ।",
    "pronunciation": "rh-is: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "KojI aupjY. bwdI ibnsY; hau bil bil. gur krqwrw ]",
    "transliteration": "Khojee Oupajai Baadhee Binasai Ho Bal Bal Gur Karathaaraa ||",
    "translation": "The seeker comes forth, and the debater dies down; I am a sacrifice, a sacrifice to the Guru, the Creator Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੁਰੂ! ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ। (ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਜਾਣ ਪਛਾਣ ਦੇ ਜਤਨ) ਖੋਜਣ ਵਾਲਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਜਨਮ ਲੈ ਲੈਂਦਾ ਹੈ, ਪਰ (ਨਿੱਤ ਮਾਇਆ ਦੇ) ਝਗੜੇ ਕਰਨ ਵਾਲਾ ਜੀਵ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "Ko~jI[ b`wdI",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "hm nIc huoqy, hIx miq JUTy; qU. sbid svwrxhwrw ]",
    "transliteration": "Ham Neech Huothae Heenamath Jhoothae Thoo Sabadh Savaaranehaaraa ||",
    "translation": "I am low and wretched, with shallow and false understanding; You embellish and exalt me through the Word of Your Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ (ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸ ਕੇ ਬੜੇ) ਨੀਵੇਂ ਜੀਵਨ ਵਾਲੇ ਹੋ ਚੁਕੇ ਹਾਂ, ਅਸੀਂ ਮੂਰਖ ਹਾਂ, ਅਸੀਂ ਝੂਠੇ ਪਦਾਰਥਾਂ ਵਿਚ ਫਸੇ ਪਏ ਹਾਂ; ਪਰ ਤੂੰ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਬਾਣੀ ਵਿਚ (ਜੋੜ ਕੇ) ਸਾਡਾ ਜੀਵਨ ਸਵਾਰਨ ਦੇ ਸਮਰੱਥ ਹੈਂ।",
    "pronunciation": "AsIN nIc (huoqy) huMdy Bey hW[ huo: hoVy AONkV ivcwly bolo[ (dUjw pwT: nIchou qy)",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Awqm cIin. qhw qU qwrx; scu qwry qwrxhwrw ]3]",
    "transliteration": "Aatham Cheen Thehaa Thoo Thaaran Sach Thaarae Thaaranehaaraa ||3||",
    "translation": "And wherever there is self-realization, You are there; O True Lord Savior, You save us and carry us across. ||3||",
    "punjabi": "ਜਿਥੇ ਆਪੇ ਦੀ ਵਿਚਾਰ ਹੁੰਦੀ ਹੈ, ਉਥੇ ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਬਚਾਣ ਲਈ ਆ ਬਹੁੜਦਾ ਹੈਂ। ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਤਾਰਨ ਦੇ ਸਮਰੱਥ ਹੈਂ, (ਸਾਨੂੰ) ਤਾਰ ਲੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "bYis suQwin. khW gux qyry; ikAw ikAw kQau Apwrw ]",
    "transliteration": "Bais Suthhaan Kehaan Gun Thaerae Kiaa Kiaa Kathho Apaaraa ||",
    "translation": "Where should I sit to chant Your Praises; which of Your Infinite Praises should I chant?",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ) ਸਤਸੰਗ ਵਿਚ ਟਿੱਕ ਕੇ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ। ਪਰ ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਗੁਣ ਮੈਂ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "AlKu. n lKIAY, Agmu AjonI; qUM nwQW nwQxhwrw ]",
    "transliteration": "Alakh N Lakheeai Agam Ajonee Thoon Naathhaan Naathhanehaaraa ||",
    "translation": "The Unknown cannot be known; O Inaccessible, Unborn Lord God, You are the Lord and Master of masters.",
    "punjabi": "ਤੂੰ ਅਲੱਖ ਹੈਂ, ਤੂੰ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ ਹੈਂ। ਤੂੰ (ਵੱਡੇ ਵੱਡੇ) ਨਾਥ ਅਖਵਾਣ ਵਾਲਿਆਂ ਨੂੰ ਭੀ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "iksu pih dyiK, khau qU kYsw; siB jwck. qU dwqwrw ]",
    "transliteration": "Kis Pehi Dhaekh Keho Thoo Kaisaa Sabh Jaachak Thoo Dhaathaaraa ||",
    "translation": "How can I compare You to anyone else I see? All are beggars - You are the Great Giver.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਰਚਨਾ ਨੂੰ) ਵੇਖ ਕੇ ਮੈਂ ਕਿਸੇ ਅੱਗੇ ਇਹ ਆਖਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ (ਭਾਵ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਤੇਰੇ ਵਰਗਾ ਕੋਈ ਨਹੀਂ ਹੈ)। ਸਾਰੇ ਜੀਵ (ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ, ਤੂੰ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4531,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "Bgiq hIxu nwnku. dir dyKhu; ieku nwmu imlY auir Dwrw ]4]3]",
    "transliteration": "Bhagathiheen Naanak Dhar Dhaekhahu Eik Naam Milai Our Dhhaaraa ||4||3||",
    "translation": "Lacking devotion, Nanak looks to Your Door; please bless him with Your One Name, that he may enshrine it in his heart. ||4||3||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਭਗਤੀ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ (ਤੇਰੇ) ਦਰ ਤੇ (ਆ ਡਿੱਗਾ ਹੈ, ਇਸ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ। (ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਮਿਲ ਜਾਏ, ਮੈਂ (ਇਸ ਨਾਮ ਨੂੰ ਆਪਣੇ) ਸੀਨੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖਾਂ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mlwr mhlw 1 ]",
    "transliteration": "Malaar Mehalaa 1 ||",
    "translation": "Malaar, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ijin Dn ipr kw swdu. n jwinAw; sw iblK bdn kumlwnI ]",
    "transliteration": "Jin Dhhan Pir Kaa Saadh N Jaaniaa Saa Bilakh Badhan Kumalaanee ||",
    "translation": "The soul-bride who has not known delight with her Husband Lord, shall weep and wail with a wretched face.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਸਮਝਿਆ (ਭਾਵ, ਆਨੰਦ ਨਹੀਂ ਮਾਣਿਆ) ਉਹ ਸਦਾ (ਦੁਨੀਆ ਦੇ ਝੰਬੇਲਿਆਂ ਵਿਚ ਹੀ) ਵਿਆਕੁਲ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਚੇਹਰਾ ਕੁਮਲਾਇਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "iblK:polw bolo[ (iblK) ivAwkul, ivrlwp",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "BeI inrwsI. krm kI PwsI; ibnu gur. Brim BulwnI ]1]",
    "transliteration": "Bhee Niraasee Karam Kee Faasee Bin Gur Bharam Bhulaanee ||1||",
    "translation": "She becomes hopeless, caught in the noose of her own karma; without the Guru, she wanders deluded by doubt. ||1||",
    "punjabi": "(ਦੁਨੀਆ ਵਾਲੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਨਾਹ ਹੋਣ ਕਰ ਕੇ) ਉਸ ਦਾ ਦਿਲ ਟੁੱਟਾ ਜਿਹਾ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ ਫਾਹੀ ਉਸ ਦੇ ਗਲ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ; ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਉਹ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "brsu Gnw; myrw ipru Gir AwieAw ]",
    "transliteration": "Baras Ghanaa Maeraa Pir Ghar Aaeiaa ||",
    "translation": "So rain down, O clouds. My Husband Lord has come home.",
    "punjabi": "ਹੇ ਬੱਦਲ! ਵਰਖਾ ਕਰ (ਹੇ ਗੁਰੂ! ਨਾਮ ਦੀ ਵਰਖਾ ਕਰ, ਤੇਰੀ ਨਾਮ-ਵਰਖਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "bil jwvW gur Apny pRIqm; ijin hir pRBu Awix imlwieAw ]1] rhwau ]",
    "transliteration": "Bal Jaavaan Gur Apanae Preetham Jin Har Prabh Aan Milaaeiaa ||1|| Rehaao ||",
    "translation": "I am a sacrifice to my Guru, who has led me to meet my Lord God. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਪ੍ਰੀਤਮ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਜਿਸ ਨੇ ਹਰੀ-ਪ੍ਰਭੂ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4532,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "nauqn pRIiq sdw Twkur isau; An idnu Bgiq suhwvI ]",
    "transliteration": "Nouthan Preeth Sadhaa Thaakur Sio Anadhin Bhagath Suhaavee ||",
    "translation": "My love, my Lord and Master is forever fresh; I am embellished with devotional worship night and day.",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਪ੍ਰਭੂ ਨਾਲ ਸਦਾ ਨਵੀਂ ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। (ਪਿਆਰ ਵਾਲਾ ਚਾਉ ਕਦੇ ਮੱਠਾ ਨਹੀਂ ਹੁੰਦਾ) ਉਹ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ ਜੋ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਸੁਖ ਦੇਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "mukiq Bey. guir drsu idKwieAw; juig juig Bgiq suBwvI ]2]",
    "transliteration": "Mukath Bheae Gur Dharas Dhikhaaeiaa Jug Jug Bhagath Subhaavee ||2||",
    "translation": "I am liberated, gazing on the Blessed Vision of the Guru's Darshan. Devotional worship has made me glorious and exalted throughout the ages. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਤੇ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hm Qwry. iqRBvx jgu qumrw; qU myrw. hau qyrw ]",
    "transliteration": "Ham Thhaarae Thribhavan Jag Thumaraa Thoo Maeraa Ho Thaeraa ||",
    "translation": "I am Yours; the three worlds are Yours as well. You are mine, and I am Yours.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਾਂ, ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਾਲਾ ਸਾਰਾ ਹੀ ਸੰਸਾਰ ਤੇਰਾ ਰਚਿਆ ਹੋਇਆ ਹੈ (ਆਪਣੀ ਰਚੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਤੂੰ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਬਚਾਂਦਾ ਹੈਂ)। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ (ਮਾਲਕ) ਹੈਂ, ਮੈਂ ਤੇਰਾ (ਦਾਸ) ਹਾਂ (ਮੈਨੂੰ ਭੀ ਕਰਮਾਂ ਦੀ ਫਾਹੀ ਤੋਂ ਬਚਾਈ ਰੱਖ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "siqguir imilAY inrMjnu pwieAw; bhuir. n Bvjil Pyrw ]3]",
    "transliteration": "Sathigur Miliai Niranjan Paaeiaa Bahur N Bhavajal Faeraa ||3||",
    "translation": "Meeting with the True Guru, I have found the Immaculate Lord; I shall not be consigned to this terrifying world-ocean ever again. ||3||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ ਮੁੜ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਦੇ ਗੇੜ) ਵਿਚ ਨਹੀਂ ਆਉਣਾ ਪੈਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "Apuny ipr hir dyiK ivgwsI; qau Dn swcu sIgwro ]",
    "transliteration": "Apunae Pir Har Dhaekh Vigaasee Tho Dhhan Saach Seegaaro ||",
    "translation": "If the soul-bride is filled with delight on seeing her Husband Lord, then her decorations are true.",
    "punjabi": "(ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮ-ਰੂਪ ਸਿੰਗਾਰ ਕਰਦੀ ਹੈ, ਪਰ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਸਿੰਗਾਰ ਤਦੋਂ ਹੀ ਅਟੱਲ ਸਮਝੋ (ਤਦੋਂ ਹੀ ਸਫਲ ਜਾਣੋ) ਜਦੋਂ ਉਹ ਆਪਣੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਕੇ ਹੁਲਾਰੇ ਵਿਚ ਆਉਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "Akul inrMjn isau sic swcI; gurmiq nwmu ADwro ]4]",
    "transliteration": "Akul Niranjan Sio Sach Saachee Guramath Naam Adhhaaro ||4||",
    "translation": "With the Immaculate Celestial Lord, she becomes the truest of the true. Following the Guru's Teachings, she leans on the Support of the Naam. ||4||",
    "punjabi": "ਜਦੋਂ ਸੱਚੇ ਦੇ ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ ਕੁਲ-ਰਹਿਤ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "Akul:polw bolo[ (A-kul) kul rihq",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "mukiq BeI. bMDn, guir Kol@y; sbid suriq piq pweI ]",
    "transliteration": "Mukath Bhee Bandhhan Gur Kholhae Sabadh Surath Path Paaee ||",
    "translation": "She is liberated; the Guru has untied her bonds. Focusing her awareness on the Shabad, she attains honor.",
    "punjabi": "ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਗਈ, ਜਿਸ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਗੁਰੂ ਨੇ ਖੋਹਲ ਦਿੱਤੇ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4532,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "nwnk. rwm nwmu ird AMqir; gurmuiK myil imlweI ]5]4]",
    "transliteration": "Naanak Raam Naam Ridh Anthar Guramukh Mael Milaaee ||5||4||",
    "translation": "O Nanak, the Lord's Name is deep within her heart; as Gurmukh, she is united in His Union. ||5||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ (ਅਭੇਦ ਹੋ ਜਾਂਦੀ ਹੈ) ॥੫॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4533,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mhlw 1 mlwr ]",
    "transliteration": "Mehalaa 1 Malaar ||",
    "translation": "First Mehl, Malaar:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4533,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pr dwrw. pr Dnu, pr loBw; haumY ibKY ibkwr ]",
    "transliteration": "Par Dhaaraa Par Dhhan Par Lobhaa Houmai Bikhai Bikaar ||",
    "translation": "Others' wives others' wealth greed, egotism, corruption and poison;",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਉਹ) ਪਰਾਈ ਇਸਤ੍ਰੀ (ਦਾ ਸੰਗ), ਪਰਾਇਆ ਧਨ, ਬਹੁਤ ਲਾਲਚ, ਹਉਮੈ, ਵਿਸ਼ਿਆਂ (ਵਾਲੀ ਰੁਚੀ), ਮੰਦੇ ਕਰਮ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4533,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "dust Bwau qij inMd prweI; kwmu kRoDu cMfwr ]1]",
    "transliteration": "Dhusatt Bhaao Thaj Nindh Paraaee Kaam Krodhh Chanddaar ||1||",
    "translation": "Evil passions, slander of others, sexual desire and anger - give up all these. ||1||",
    "punjabi": "ਭੈੜੀ ਨੀਅਤ, ਪਰਾਈ ਨਿੰਦਿਆ, ਕਾਮ ਅਤੇ ਚੰਡਾਲ ਕ੍ਰੋਧ-ਇਹ ਸਭ ਕੁਝ ਤਿਆਗ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4533,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "mhl mih bYTy; Agm Apwr ]",
    "transliteration": "Mehal Mehi Baithae Agam Apaar ||",
    "translation": "The Inaccessible, Infinite Lord is sitting in His Mansion.",
    "punjabi": "ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਜੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਬੈਠੇ ਹੋਏ ਹਨ (ਮੌਜੂਦ ਹਨ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4533,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "BIqir AMimRqu soeI jnu pwvY; ijsu gur kw sbdu rqnu Awcwr ]1] rhwau ]",
    "transliteration": "Bheethar Anmrith Soee Jan Paavai Jis Gur Kaa Sabadh Rathan Aachaar ||1|| Rehaao ||",
    "translation": "That humble being, whose conduct is in harmony with the jewel of the Guru's Shabad, obtains the Ambrosial Nectar. ||1||Pause||",
    "punjabi": "ਪਰ ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਜੀ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਦੀ ਨਿੱਤ ਦੀ ਕ੍ਰਿਆ ਗੁਰੂ ਦਾ ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ (ਆਪਣੇ ਅੰਦਰ ਵਸਾਣਾ) ਹੋ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]