[
  {
    "shabad_id": 4538,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ijs qy hoAw iqsih smwxw; cUik gieAw pwswrw]4]1]",
    "transliteration": "Jis Thae Hoaa Thisehi Samaanaa Chook Gaeiaa Paasaaraa ||4||1||",
    "translation": "It shall eventually merge back into that from which it came, and all its expanse shall be gone. ||4||1||",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਤੋਂ (ਜਗਤ) ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਜਦੋਂ) ਉਸ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mlwr mhlw 3]",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijnI hukmu pCwixAw sy myly; haumY. sbid jlwie]",
    "transliteration": "Jinee Hukam Pashhaaniaa Sae Maelae Houmai Sabadh Jalaae ||",
    "translation": "Those who realize the Hukam of the Lord's Command are united with Him; through the Word of His Shabad, their egotism is burnt away.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮਿੱਠਾ ਕਰ ਕੇ ਮੰਨਿਆ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਸਾੜ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "scI Bgiq krih idnu rwqI; sic rhy ilv lwie]",
    "transliteration": "Sachee Bhagath Karehi Dhin Raathee Sach Rehae Liv Laae ||",
    "translation": "They perform true devotional worship day and night; they remain lovingly attuned to the True Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ ਲਿਵ ਲਾ ਕੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sdw scu hir vyKdy; gur kY sbid suBwie]1]",
    "transliteration": "Sadhaa Sach Har Vaekhadhae Gur Kai Sabadh Subhaae ||1||",
    "translation": "They gaze on their True Lord forever, through the Word of the Guru's Shabad, with loving ease. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ (ਟਿਕ ਕੇ) ਸਦਾ-ਥਿਰ ਹਰੀ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਦਾ ਵੇਖਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mn ry; hukmu mMin suKu hoie]",
    "transliteration": "Man Rae Hukam Mann Sukh Hoe ||",
    "translation": "O mortal, accept His Will and find peace.",
    "punjabi": "ਹੇ ਮਨ! (ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਵਿਚ ਤੁਰਿਆ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "pRB Bwxw Apxw Bwvdw; ijsu bKsy. iqsu ibGnu, n koie]1]rhwau]",
    "transliteration": "Prabh Bhaanaa Apanaa Bhaavadhaa Jis Bakhasae This Bighan N Koe ||1|| Rehaao ||",
    "translation": "God is pleased by the Pleasure of His Own Will. Whomever He forgives, meets no obstacles on the way. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਰਜ਼ੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮਿਹਰ ਕਰਦਾ ਹੈ (ਉਹ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ), ਉਸ ਦੇ ਜੀਵਨ-ਰਾਹ ਵਿਚ ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਪੈਂਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4539,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "qRY gux sBw Dwqu hY; nw hir Bgiq. n Bwie]",
    "transliteration": "Thrai Gun Sabhaa Dhhaath Hai Naa Har Bhagath N Bhaae ||",
    "translation": "Under the influence of the three gunas, the three dispositions, the mind wanders everywhere, without love or devotion to the Lord.",
    "punjabi": "ਤ੍ਰਿਗੁਣੀ (ਮਾਇਆ ਵਿਚ ਸਦਾ ਜੁੜੇ ਰਹਿਣਾ) ਨਿਰੀ ਭਟਕਣਾ ਹੀ ਹੈ (ਇਸ ਵਿਚ ਫਸੇ ਰਿਹਾਂ) ਨਾਹ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੋ ਸਕਦੀ ਹੈ, ਨਾਹ ਉਸ ਦੇ ਪਿਆਰ ਵਿਚ ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "s`Bw",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "giq mukiq kdy. n hoveI; haumY krm kmwih]",
    "transliteration": "Gath Mukath Kadhae N Hovee Houmai Karam Kamaahi ||",
    "translation": "No one is ever saved or liberated, by doing deeds in ego.",
    "punjabi": "(ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਕਦੇ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਮਨੁੱਖ ਹਉਮੈ (ਵਧਾਣ ਵਾਲੇ) ਕੰਮ (ਹੀ) ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "swihb BwvY so QIAY; pieAY ikriq iPrwih]2]",
    "transliteration": "Saahib Bhaavai So Thheeai Paeiai Kirath Firaahi ||2||",
    "translation": "Whatever our Lord and Master wills, comes to pass. People wander according to their past actions. ||2||",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜੋ ਕੁਝ ਮਾਲਕ-ਹਰੀ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਜੀਵ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "siqgur ByitAY. mnu mir rhY; hir nwmu vsY min Awie]",
    "transliteration": "Sathigur Bhaettiai Man Mar Rehai Har Naam Vasai Man Aae ||",
    "translation": "Meeting with the True Guru, the mind is overpowered; the Lord's Name comes to abide in the mind.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਮਨੁੱਖ ਦਾ ਮਨ (ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਰਿ-ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "iqs kI kImiq. nw pvY; khxw ikCU. n jwie]",
    "transliteration": "This Kee Keemath Naa Pavai Kehanaa Kishhoo N Jaae ||",
    "translation": "The value of such a person cannot be estimated; nothing at all can be said about him.",
    "punjabi": "(ਫਿਰ ਉਸ ਦਾ ਜੀਵਨ ਇਤਨਾ ਉੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਸ ਦਾ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "cauQY pid vwsw hoieAw; scY rhY smwie]3]",
    "transliteration": "Chouthhai Padh Vaasaa Hoeiaa Sachai Rehai Samaae ||3||",
    "translation": "He comes to dwell in the fourth state; he remains merged in the True Lord. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਉਸ ਅਵਸਥਾ ਵਿਚ ਟਿੱਕ ਜਾਂਦਾ ਹੈ ਜਿੱਥੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "myrw hir pRBu Agmu Agocru hY; kImiq khxu. n jwie]",
    "transliteration": "Maeraa Har Prabh Agam Agochar Hai Keemath Kehan N Jaae ||",
    "translation": "My Lord God is Inaccessible and Unfathomable. His value cannot be expressed.",
    "punjabi": "ਮੇਰਾ ਹਰੀ ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "gur prswdI buJIAY; sbdy kwr kmwie]",
    "transliteration": "Gur Parasaadhee Bujheeai Sabadhae Kaar Kamaae ||",
    "translation": "By Guru's Grace, he comes to understand, and live the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਉਸ ਦੀ ਜਾਣ-ਪਛਾਣ ਹੁੰਦੀ ਹੈ (ਜਿਸ ਨੂੰ ਜਾਣ-ਪਛਾਣ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ (ਹਰੇਕ) ਕਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4539,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "nwnk. nwmu slwih qU hir; hir dir soBw pwie]4]2]",
    "transliteration": "Naanak Naam Salaahi Thoo Har Har Dhar Sobhaa Paae ||4||2||",
    "translation": "O Nanak, praise the Naam, the Name of the Lord, Har, Har; you shall be honored in the Court of the Lord. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਸਦਾ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ। (ਜਿਹੜਾ ਸਿਮਰਦਾ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mlwr mhlw 3]",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gurmuiK koeI ivrlw bUJY; ijs no ndir kryie]",
    "transliteration": "Guramukh Koee Viralaa Boojhai Jis No Nadhar Karaee ||",
    "translation": "Rare is that person who, as Gurmukh, understands; the Lord has bestowed His Glance of Grace.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹ ਕੋਈ ਵਿਰਲਾ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਇਹ) ਸਮਝਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gur ibnu dwqw. koeI nwhI; bKsy ndir kryie]",
    "transliteration": "Gur Bin Dhaathaa Koee Naahee Bakhasae Nadhar Karaee ||",
    "translation": "There is no Giver except the Guru. He grants His Grace and forgives.",
    "punjabi": "(ਕਿ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਜਿਸ ਉਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਨਾਮ) ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur imilAY sWiq aUpjY; An idnu nwmu leyie]1]",
    "transliteration": "Gur Miliai Saanth Oopajai Anadhin Naam Leaee ||1||",
    "translation": "Meeting the Guru, peace and tranquility well up; chant the Naam, the Name of the Lord, day and night. ||1||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਮਨ ਵਿਚ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ (ਅਤੇ ਮਨੁੱਖ) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ley-ie",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "myry mn; hir AMimRq nwmu iDAwie]",
    "transliteration": "Maerae Man Har Anmrith Naam Dhhiaae ||",
    "translation": "O my mind, meditate on the Ambrosial Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਚੇਤੇ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "siqguru purKu imlY. nwau pweIAY; hir nwmy sdw smwie]1]rhwau]",
    "transliteration": "Sathigur Purakh Milai Naao Paaeeai Har Naamae Sadhaa Samaae ||1|| Rehaao ||",
    "translation": "Meeting with the True Guru and the Primal Being, the Name is obtained, and one remains forever absorbed in the Lord's Name. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਮਰਦ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ) ਉਹ ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4540,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mnmuK sdw ivCuVy iPrih; koie. n iks hI nwil]",
    "transliteration": "Manamukh Sadhaa Vishhurrae Firehi Koe N Kis Hee Naal ||",
    "translation": "The self-willed manmukhs are forever separated from the Lord; no one is with them.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਤੋਂ) ਵਿੱਛੁੜ ਕੇ ਸਦਾ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ (ਉਹ ਇਹ ਨਹੀਂ ਸਮਝਦੇ ਕਿ ਜਿਨ੍ਹਾਂ ਨਾਲ ਮੋਹ ਹੈ, ਉਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਕਿਸੇ ਦੇ ਨਾਲ ਸਦਾ ਦਾ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "haumY vfw rogu hY; isir mwry jmkwil]",
    "transliteration": "Houmai Vaddaa Rog Hai Sir Maarae Jamakaal ||",
    "translation": "They are stricken with the great disease of egotism; they are hit on the head by the Messenger of Death.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਉਮੈ ਦਾ ਵੱਡਾ ਰੋਗ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਮੌਤ ਨੇ ਉਹਨਾਂ ਨੂੰ ਸਿਰ-ਪਰਨੇ ਸੁੱਟਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "gurmiq sqsMgiq. n ivCuVih; An idnu nwmu sm@wil]2]",
    "transliteration": "Guramath Sathasangath N Vishhurrehi Anadhin Naam Samhaal ||2||",
    "translation": "Those who follow the Guru's Teachings are never separated from the Sat Sangat, the True Congregation. They dwell on the Naam, night and day. ||2||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈਂਦੇ ਹਨ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਵਸਾ ਕੇ ਸਾਧ ਸੰਗਤ ਤੋਂ ਕਦੇ ਨਹੀਂ ਵਿੱਛੁੜਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sBnw krqw eyku qU; inq kir dyKih vIcwru]",
    "transliteration": "Sabhanaa Karathaa Eaek Thoo Nith Kar Dhaekhehi Veechaar ||",
    "translation": "You are the One and Only Creator of all. You continually create, watch over and contemplate.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਭ ਜੀਵਾਂ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਸਿਰਫ਼ ਤੂੰ ਹੀ ਹੈਂ, ਅਤੇ ਵਿਚਾਰ ਕਰ ਕੇ ਤੂੰ ਸਦਾ ਸੰਭਾਲ ਭੀ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ieik gurmuiK Awip imlwieAw; bKsy Bgiq BMfwr]",
    "transliteration": "Eik Guramukh Aap Milaaeiaa Bakhasae Bhagath Bhanddaar ||",
    "translation": "Some are Gurmukh - You unite them with Yourself. You bless then with the treasure of devotion.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਤੂੰ ਆਪ (ਆਪਣੇ ਨਾਲ) ਜੋੜਿਆ ਹੋਇਆ ਹੈ, (ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਤੇਰੀ) ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "qU Awpy sBu ikCu jwxdw; iksu AwgY krI pUkwr]3]",
    "transliteration": "Thoo Aapae Sabh Kishh Jaanadhaa Kis Aagai Karee Pookaar ||3||",
    "translation": "You Yourself know everything. Unto whom should I complain? ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਹੋਰ ਕਿਸ ਅੱਗੇ ਕੋਈ ਫਰਿਆਦ ਕਰਾਂ? ਤੂੰ ਆਪ ਹੀ (ਸਾਡੇ ਦਿਲਾਂ ਦੀ) ਹਰੇਕ ਮੰਗ ਜਾਣਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "hir hir nwmu AMimRqu hY; ndrI pwieAw jwie]",
    "transliteration": "Har Har Naam Anmrith Hai Nadharee Paaeiaa Jaae ||",
    "translation": "The Name of the Lord, Har, Har, is Ambrosial Nectar. By the Lord's Grace, it is obtained.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰ ਉਸ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "An idnu hir hir aucrY; gur kY shij suBwie]",
    "transliteration": "Anadhin Har Har Oucharai Gur Kai Sehaj Subhaae ||",
    "translation": "Chanting the Name of the Lord, Har, Har, night and day, the intuitive peace and poise of the Guru is obtained.",
    "punjabi": "(ਜਿਸ ਉਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੁੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿੱਕ ਕੇ ਪਿਆਰ ਵਿਚ ਟਿੱਕ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4540,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "nwnk. nwmu inDwnu hY; nwmy hI icqu lwie]4]3]",
    "transliteration": "Naanak Naam Nidhhaan Hai Naamae Hee Chith Laae ||4||3||",
    "translation": "O Nanak, the Naam is the greatest treasure. Focus your consciousness on the Naam. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਹਰਿ-ਨਾਮ ਹੀ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਉਹ ਨਾਮ ਵਿਚ ਹੀ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mlwr mhlw 3]",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "guru swlwhI sdw suKdwqw; pRBu nwrwiexu soeI]",
    "transliteration": "Gur Saalaahee Sadhaa Sukhadhaathaa Prabh Naaraaein Soee ||",
    "translation": "I praise the Guru, the Giver of peace, forever. He truly is the Lord God.",
    "punjabi": "ਮੈਂ ਤਾਂ ਸਦਾ (ਆਪਣੇ) ਗੁਰੂ ਨੂੰ ਹੀ ਸਲਾਹੁੰਦਾ ਹਾਂ, ਉਹ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ (ਮੇਰੇ ਵਾਸਤੇ) ਉਹ ਨਾਰਾਇਣ ਪ੍ਰਭੂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur prswid prmpdu pwieAw; vfI vifAweI hoeI]",
    "transliteration": "Gur Parasaadh Param Padh Paaeiaa Vaddee Vaddiaaee Hoee ||",
    "translation": "By Guru's Grace, I have obtained the supreme status. His glorious greatness is glorious!",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿੱਚ) ਬੜੀ ਇੱਜ਼ਤ ਬਣ ਗਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "An idnu gux gwvY inq swcy; sic smwvY soeI]1]",
    "transliteration": "Anadhin Gun Gaavai Nith Saachae Sach Samaavai Soee ||1||",
    "translation": "One who sings the Glorious Praises of the True Lord, merges in the True Lord. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਸਦਾ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "mn ry; gurmuiK irdY vIcwir]",
    "transliteration": "Man Rae Guramukh Ridhai Veechaar ||",
    "translation": "O mortal, contemplate the Guru's Word in your heart.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਵਿਚਾਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "qij kUVu kutMbu haumY ibKu iqRsnw; clxu irdY sm@wil]1]rhwau]",
    "transliteration": "Thaj Koorr Kuttanb Houmai Bikh Thrisanaa Chalan Ridhai Samhaal ||1|| Rehaao ||",
    "translation": "Abandon your false family, poisonous egotism and desire; remember in your heart, that you will have to leave. ||1||Pause||",
    "punjabi": "ਝੂਠ ਛੱਡ, ਕੁਟੰਬ (ਦਾ ਮੋਹ) ਛੱਡ, ਹਉਮੈ ਤਿਆਗ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਤ੍ਰਿਸ਼ਨਾ ਛੱਡ। ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਯਾਦ ਰੱਖ (ਕਿ ਇਥੋਂ) ਕੂਚ ਕਰਨਾ (ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4541,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "siqguru dwqw. rwm nwm kw; horu dwqw koeI nwhI]",
    "transliteration": "Sathigur Dhaathaa Raam Naam Kaa Hor Dhaathaa Koee Naahee ||",
    "translation": "The True Guru is the Giver of the Lord's Name. There is no other giver at all.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ (ਸਿਰਫ਼) ਗੁਰੂ (ਹੀ) ਹੈ, (ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]