[
  {
    "shabad_id": 4541,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jIA dwnu dyie iqRpqwsy; scY nwim smwhI ]",
    "transliteration": "Jeea Dhaan Dhaee Thripathaasae Sachai Naam Samaahee ||",
    "translation": "Bestowing the gift of the soul, He satisfies the mortal beings, and merges them in the True Name.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵੱਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "An idnu hir rivAw ird AMqir; shij smwiD lgwhI ]2]",
    "transliteration": "Anadhin Har Raviaa Ridh Anthar Sehaj Samaadhh Lagaahee ||2||",
    "translation": "Night and day, they ravish and enjoy the Lord within the heart; they are intuitively absorbed in Samaadhi. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਹਰ ਵੇਲੇ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸਦਾ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "siqgur sbdI. iehu mnu ByidAw; ihrdY swcI bwxI ]",
    "transliteration": "Sathigur Sabadhee Eihu Man Bhaedhiaa Hiradhai Saachee Baanee ||",
    "translation": "The Shabad, the Word of the True Guru, has pierced my mind. The True Word of His Bani permeates my heart.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "myrw pRBu AlKu, n jweI liKAw; gurmuiK AkQ khwxI ]",
    "transliteration": "Maeraa Prabh Alakh N Jaaee Lakhiaa Guramukh Akathh Kehaanee ||",
    "translation": "My God is Unseen; He cannot be seen. The Gurmukh speaks the Unspoken.",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ ਅਲੱਖ ਹੈ ਉਸ ਦਾ ਸਹੀ ਸਰੂਪ ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਅਕੱਥ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "Awpy dieAw kry suKdwqw; jpIAY swirMgpwxI ]3]",
    "transliteration": "Aapae Dhaeiaa Karae Sukhadhaathaa Japeeai Saaringapaanee ||3||",
    "translation": "When the Giver of peace grants His Grace, the mortal being meditates on the Lord, the Life of the Universe. ||3||",
    "punjabi": "ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਧਨੁਖ-ਧਾਰੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਦੋਂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "Awvx jwxw bhuiV. n hovY; gurmuiK shij iDAwieAw ]",
    "transliteration": "Aavan Jaanaa Bahurr N Hovai Guramukh Sehaj Dhhiaaeiaa ||",
    "translation": "He does not come and go in renicarnation any longer; the Gurmukh meditates intuitively.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿੱਕ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਸ ਨੂੰ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "mn hI qy mnu imilAw suAwmI; mn hI mMnu smwieAw ]",
    "transliteration": "Man Hee Thae Man Miliaa Suaamee Man Hee Mann Samaaeiaa ||",
    "translation": "From the mind, the mind merges into our Lord and Master; the mind is absorbed into the Mind.",
    "punjabi": "ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਹੀ ਆਪੇ ਦੀ ਸੂਝ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਫਿਰ) ਅੰਦਰ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "swcy hI scu swic pqIjY; ivchu Awpu gvwieAw ]4]",
    "transliteration": "Saachae Hee Sach Saach Patheejai Vichahu Aap Gavaaeiaa ||4||",
    "translation": "In truth, the True Lord is pleased with truth; eradicate egotism from within yourself. ||4||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰੀ ਨੂੰ (ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ) ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਗਿੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "eyko eyku vsY min suAwmI; dUjw Avru. n koeI ]",
    "transliteration": "Eaeko Eaek Vasai Man Suaamee Dhoojaa Avar N Koee ||",
    "translation": "Our One and Only Lord and Master dwells within the mind; there is no other at all.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਹੋਰ ਕੋਈ ਦੂਜਾ ਨਹੀਂ ਵੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "eykuo nwmu AMimRqu hY mITw; jig inrml scu soeI ]",
    "transliteration": "Eaekuo Naam Anmrith Hai Meethaa Jag Niramal Sach Soee ||",
    "translation": "The One Name is Sweet Ambrosial Nectar; it is Immaculate Truth in the world.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਹੀ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ। ਜਗਤ ਵਿਚ (ਹਰ ਥਾਂ ਉਹਨਾਂ ਨੂੰ) ਉਹੀ ਦਿੱਸਦਾ ਹੈ ਜੋ ਪਵਿੱਤਰ ਹੈ ਅਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4541,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "nwnk nwmu pRBU qy pweIAY; ijn kau Duir iliKAw hoeI ]5]4]",
    "transliteration": "Naanak Naam Prabhoo Thae Paaeeai Jin Ko Dhhur Likhiaa Hoee ||5||4||",
    "translation": "O Nanak, the Name of God is obtained, by those who are so predestined. ||5||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਹੀ ਮਿਲਦਾ ਹੈ। (ਮਿਲਦਾ ਉਹਨਾਂ ਨੂੰ ਹੈ) ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹੀ (ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੫॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mlwr mhlw 3 ]",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gx gMDrb nwmy siB auDry; gur kw sbdu vIcwir ]",
    "transliteration": "Gan Gandhharab Naamae Sabh Oudhharae Gur Kaa Sabadh Veechaar ||",
    "translation": "All the heavenly heralds and celestial singers are saved through the Naam, the Name of the Lord.",
    "punjabi": "ਗਣ ਗੰਧਰਬ (ਆਦਿਕ ਦੇਵ-ਸ਼੍ਰੇਣੀਆਂ ਦੇ ਲੋਕ) ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "haumY mwir sd mMin vswieAw; hir rwiKAw auir Dwir ]",
    "transliteration": "Houmai Maar Sadh Mann Vasaaeiaa Har Raakhiaa Our Dhhaar ||",
    "translation": "They contemplate the Word of the Guru's Shabad. Subduing their ego, the Name abides in their minds; they keep the Lord enshrined in their hearts.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਿਆ, ਉਹਨਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਨੂੰ ਮੁਕਾ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਸਦਾ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijsih buJwey soeI bUJY; ijs no Awpy ley imlwie ]",
    "transliteration": "Jisehi Bujhaaeae Soee Boojhai Jis No Aapae Leae Milaae ||",
    "translation": "He alone understands, whom the Lord causes to understand; the Lord unites him with Himself.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ (ਇਸ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "An idnu bwxI sbdy gWvY; swic rhY ilv lwie ]1]",
    "transliteration": "Anadhin Baanee Sabadhae Gaanvai Saach Rehai Liv Laae ||1||",
    "translation": "Night and day, he sings the Word of the Shabad and the Guru's Bani; he remains lovingly attuned to the True Lord. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਂਦਾ ਹੈ, ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mn myry; iKnu iKnu nwmu sm@wil ]",
    "transliteration": "Man Maerae Khin Khin Naam Samhaal ||",
    "translation": "O my mind, each and every moment, dwell on the Naam.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਇਕ ਖਿਨ ਯਾਦ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "gur kI dwiq sbd suKu AMqir; sdw inbhY qyrY nwil ]1] rhwau ]",
    "transliteration": "Gur Kee Dhaath Sabadh Sukh Anthar Sadhaa Nibehai Thaerai Naal ||1|| Rehaao ||",
    "translation": "The Shabad is the Guru's Gift. It shall bring you lasting peace deep within; it shall always stand by you. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਸ਼ਬਦ ਦਾ ਆਨੰਦ ਤੇਰੇ ਅੰਦਰ ਟਿਕਿਆ ਰਹੇਗਾ। ਹੇ ਮਨ! (ਇਹ ਹਰਿ-ਨਾਮ) ਤੇਰੇ ਨਾਲ ਸਦਾ ਸਾਥ ਬਣਾਈ ਰੱਖੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4542,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "mnmuK pwKMfu kdy. n cUkY; dUjY Bwie duKu pwey ]",
    "transliteration": "Manamukh Paakhandd Kadhae N Chookai Dhoojai Bhaae Dhukh Paaeae ||",
    "translation": "The self-willed manmukhs never give up their hypocrisy; in the love of duality, they suffer in pain.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਪਖੰਡ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ। ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਦੁੱਖ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "nwmu ivswir. ibiKAw min rwqy; ibrQw jnmu gvwey ]",
    "transliteration": "Naam Visaar Bikhiaa Man Raathae Birathhaa Janam Gavaaeae ||",
    "translation": "Forgetting the Naam, their minds are imbued with corruption. They waste away their lives uselessly.",
    "punjabi": "ਪ੍ਰਭੂ-ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਆਪਣੇ ਮਨੋਂ ਮਾਇਆ ਵਿਚ ਰੰਗਿਆ ਰਹਿਣ ਕਰਕੇ ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ieh vylw iPir hiQ. n AwvY; An idnu sdw pCuqwey ]",
    "transliteration": "Eih Vaelaa Fir Hathh N Aavai Anadhin Sadhaa Pashhuthaaeae ||",
    "translation": "This opportunity shall not come into their hands again; night and day, they shall always regret and repent.",
    "punjabi": "ਉਸ ਨੂੰ ਇਹ (ਮਨੁੱਖਾ ਜਨਮ ਦਾ) ਸਮਾ ਮੁੜ ਨਹੀਂ ਮਿਲਦਾ, (ਇਸ ਵਾਸਤੇ) ਸਦਾ ਹੱਥ ਮਲਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mir mir jnmY kdy. n bUJY; ivstw mwih smwey ]2]",
    "transliteration": "Mar Mar Janamai Kadhae N Boojhai Visattaa Maahi Samaaeae ||2||",
    "translation": "They die and die again and again, only to be reborn, but they never understand. They rot away in manure. ||2||",
    "punjabi": "ਉਹ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝ ਨਹੀਂ ਸਕਦਾ, ਅਤੇ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "gurmuiK nwim rqy. sy auDry; gur kw sbdu vIcwir ]",
    "transliteration": "Guramukh Naam Rathae Sae Oudhharae Gur Kaa Sabadh Veechaar ||",
    "translation": "The Gurmukhs are imbued with the Naam, and are saved; they contemplate the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "jIvn mukiq hir nwmu iDAwieAw; hir rwiKAw auir Dwir ]",
    "transliteration": "Jeevan Mukath Har Naam Dhhiaaeiaa Har Raakhiaa Our Dhhaar ||",
    "translation": "Meditating on the Name of the Lord, they are Jivan-mukta, liberated while yet alive. They enshrine the Lord within their hearts.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ, ਉਹ ਜੀਊਂਦੇ ਹੀ (ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦੇ ਹੋਏ ਹੀ) ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "mnu qnu inrmlu. inrml miq aUqm; aUqm bwxI hoeI ]",
    "transliteration": "Man Than Niramal Niramal Math Ootham Ootham Baanee Hoee ||",
    "translation": "Their minds and bodies are immaculate, their intellect is immaculate and sublime. Their speech is sublime as well.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਮੱਤ ਉੱਚੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਬੋਲ-ਚਾਲ ਉੱਤਮ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "eyko purKu eyko pRBu jwqw; dUjw Avru. n koeI ]3]",
    "transliteration": "Eaeko Purakh Eaek Prabh Jaathaa Dhoojaa Avar N Koee ||3||",
    "translation": "They realize the One Primal Being, the One Lord God. There is no other at all. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਇਕ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੇ ਹਨ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਦੂਜਾ (ਉਹਨਾਂ ਨੂੰ ਕਿਤੇ) ਨਹੀਂ (ਦਿੱਸਦਾ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "Awpy kry. krwey pRBu Awpy; Awpy ndir kryie ]",
    "transliteration": "Aapae Karae Karaaeae Prabh Aapae Aapae Nadhar Karaee ||",
    "translation": "God Himself is the Doer, and He Himself is the Cause of causes. He Himself bestows His Glance of Grace.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਤੇ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ (ਜੀਵਾਂ ਉਤੇ) ਕਰਦਾ ਹੈ।",
    "pronunciation": "kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "mnu qnu rwqw. gur kI bwxI; syvw suriq smyie ]",
    "transliteration": "Man Than Raathaa Gur Kee Baanee Saevaa Surath Samaee ||",
    "translation": "My mind and body are imbued with the Word of the Guru's Bani. My consciousness is immersed in His service.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ) ਮਨ (ਉਸ ਦਾ) ਤਨ ਗੁਰੂ ਦੀ ਬਾਣੀ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ (ਪ੍ਰਭੂ ਦੀ) ਭਗਤੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "smy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "AMqir visAw AlK AByvw; gurmuiK hoie lKwie ]",
    "transliteration": "Anthar Vasiaa Alakh Abhaevaa Guramukh Hoe Lakhaae ||",
    "translation": "The Unseen and Inscrutable Lord dwells deep within. He is seen only by the Gurmukh.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਅਲੱਖ ਅਤੇ ਅਭੇਵ ਪ੍ਰਭੂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਉਹ ਅੰਦਰ ਵੱਸਦੇ ਪ੍ਰਭੂ ਨੂੰ) ਵੇਖ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "AlK: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4542,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "nwnk. ijsu BwvY iqsu Awpy dyvY; BwvY iqvY clwie ]4]5]",
    "transliteration": "Naanak Jis Bhaavai This Aapae Dhaevai Bhaavai Thivai Chalaae ||4||5||",
    "translation": "O Nanak, He gives to whomever He pleases. According to the Pleasure of His Will, He leads the mortals on. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਨੂੰ ਭਾ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਇਹ ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ। ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਉਹ (ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4543,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mlwr mhlw 3 duquky ]",
    "transliteration": "Malaar Mehalaa 3 Dhuthukae ||",
    "translation": "Malaar, Third Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "du-quky",
    "type_id": 3
  },
  {
    "shabad_id": 4543,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "siqgur qy pwvY; Gru dru mhlu suQwnu ]",
    "transliteration": "Sathigur Thae Paavai Ghar Dhar Mehal S Thhaan ||",
    "translation": "Through the True Guru the mortal obtains the special place the Mansion of the Lord's Presence in his own home.",
    "punjabi": "ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਘਰ ਪ੍ਰਭੂ ਦਾ ਦਰ ਪ੍ਰਭੂ ਦਾ ਮਹਲ ਅਤੇ ਥਾਂ ਲੱਭ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4543,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gur sbdI. cUkY AiBmwnu ]1]",
    "transliteration": "Gur Sabadhee Chookai Abhimaan ||1||",
    "translation": "Through the Word of the Guru's Shabad, his egotistical pride is dispelled. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਮੁੱਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4543,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ijn kau illwit iliKAw; Duir nwmu ]",
    "transliteration": "Jin Ko Lilaatt Likhiaa Dhhur Naam ||",
    "translation": "Those who have the Naam inscribed on their foreheads,",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਵਾਸਤੇ (ਉਹਨਾਂ ਦੇ) ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਨਾਮ (ਦਾ ਸਿਮਰਨ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4543,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "An idnu nwmu sdw sdw iDAwvih; swcI drgh pwvih mwnu ]1] rhwau ]",
    "transliteration": "Anadhin Naam Sadhaa Sadhaa Dhhiaavehi Saachee Dharageh Paavehi Maan ||1|| Rehaao ||",
    "translation": "Meditate on the Naam night and day, forever and ever. They are honored in the True Court of the Lord. ||1||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਦਰਗਾਹ ਵਿਚ ਉਹ ਆਦਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4543,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "mn kI ibiD. siqgur qy jwxY; An idnu lwgY sd hir isau iDAwnu ]",
    "transliteration": "Man Kee Bidhh Sathigur Thae Jaanai Anadhin Laagai Sadh Har Sio Dhhiaan ||",
    "translation": "From the True Guru, they learn the ways and means of the mind. Night and day, they focus their meditation on the Lord forever.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਪਾਸੋਂ ਮਨ (ਨੂੰ ਜਿੱਤਣ) ਦਾ ਢੰਗ ਸਿੱਖ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
