[
  {
    "id": 54155,
    "shabad_id": 4543,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਸਬਦਿ ਰਤੇ ਸਦਾ ਬੈਰਾਗੀ; ਹਰਿ ਦਰਗਹ ਸਾਚੀ ਪਾਵਹਿ ਮਾਨੁ ||੨||",
    "transliteration": "Gur Sabadh Rathae Sadhaa Bairaagee Har Dharageh Saachee Paavehi Maan ||2||",
    "translation": "Imbued with the Word of the Guru's Shabad, they remain forever detached. They are honored in the True Court of the Lord. ||2||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54156,
    "shabad_id": 4543,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਖੇਲੈ. ਹੁਕਮ ਕਾ ਬਾਧਾ; ੲਿਕ ਖਿਨ ਮਹਿ. ਦਹ ਦਿਸ ਫਿਰਿ ਅਾਵੈ ||",
    "transliteration": "Eihu Man Khaelai Hukam Kaa Baadhhaa Eik Khin Mehi Dheh Dhis Fir Aavai ||",
    "translation": "This mind plays, subject to the Lord's Will; in an instant, it wanders out in the ten directions and returns home again.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਦਾ ਬੱਝਾ ਹੋਇਆ ਹੀ (ਮਾਇਆ ਦੀਆਂ ਖੇਡਾਂ) ਖੇਡਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਭੱਜ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54157,
    "shabad_id": 4543,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਾਂ ਅਾਪੇ ਨਦਰਿ ਕਰੇ ਹਰਿ ਪ੍ਰਭੁ ਸਾਚਾ; ਤਾਂ ੲਿਹੁ ਮਨੁ ਗੁਰਮੁਖਿ ਤਤਕਾਲ ਵਸਿ ਅਾਵੈ ||੩||",
    "transliteration": "Jaan Aapae Nadhar Karae Har Prabh Saachaa Thaan Eihu Man Guramukh Thathakaal Vas Aavai ||3||",
    "translation": "When the True Lord God Himself bestows His Glance of Grace, then this mind is instantly brought under control by the Gurmukh. ||3||",
    "punjabi": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦਾ ਇਹ ਮਨ ਗੁਰੂ ਦੀ ਸਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਬੜੀ ਛੇਤੀ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਤੱਤਕਾਲ[ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 54158,
    "shabad_id": 4543,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ੲਿਸੁ ਮਨ ਕੀ ਬਿਧਿ. ਮਨ ਹੂ ਜਾਣੈ; ਬੂਝੈ ਸਬਦਿ ਵੀਚਾਰਿ ||",
    "transliteration": "Eis Man Kee Bidhh Man Hoo Jaanai Boojhai Sabadh Veechaar ||",
    "translation": "The mortal comes to know the ways and means of the mind, realizing and contemplating the Shabad.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝਦਾ ਹੈ, ਤਾਂ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹੀ ਇਸ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਰੱਖਣ ਦੀ ਜਾਚ ਸਿੱਖ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54159,
    "shabad_id": 4543,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿ ਸਦਾ ਤੂ; ਭਵ ਸਾਗਰੁ ਜਿਤੁ ਪਾਵਹਿ ਪਾਰਿ ||੪||੬||",
    "transliteration": "Naanak Naam Dhhiaae Sadhaa Thoo Bhav Saagar Jith Paavehi Paar ||4||6||",
    "translation": "O Nanak, meditate forever on the Naam, and cross over the terrifying world-ocean. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਜਿਸ ਨਾਮ ਦੀ ਰਾਹੀਂ ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਹਿਂਗਾ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54160,
    "shabad_id": 4544,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੩ ||",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54161,
    "shabad_id": 4544,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਪ੍ਰਾਣ ਸਭਿ ਤਿਸ ਕੇ; ਘਟਿ ਘਟਿ ਰਹਿਅਾ ਸਮਾੲੀ ||",
    "transliteration": "Jeeo Pindd Praan Sabh This Kae Ghatt Ghatt Rehiaa Samaaee ||",
    "translation": "Soul, body and breath of life are all His; He is permeating and pervading each and every heart.",
    "punjabi": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਸਮਾ ਰਿਹਾ ਹੈ, ਉਸ ਦੇ ਹੀ ਦਿੱਤੇ ਹੋਏ ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਇਹ ਪ੍ਰਾਣ ਇਹ ਸਾਰੇ ਅੰਗ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54162,
    "shabad_id": 4544,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੲੇਕਸੁ ਬਿਨੁ ਮੈ ਅਵਰੁ. ਨ ਜਾਣਾ; ਸਤਿਗੁਰਿ ਦੀਅਾ ਬੁਝਾੲੀ ||੧||",
    "transliteration": "Eaekas Bin Mai Avar N Jaanaa Sathigur Dheeaa Bujhaaee ||1||",
    "translation": "Except the One Lord, I do not know any other at all. The True Guru has revealed this to me. ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ। ਉਸ ਇਕ ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54163,
    "shabad_id": 4544,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਨਾਮਿ ਰਹੳੁ ਲਿਵ ਲਾੲੀ ||",
    "transliteration": "Man Maerae Naam Reho Liv Laaee ||",
    "translation": "O my mind, remain lovingly attuned to the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਂ (ਤਾਂ ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲਗਨ ਲਾਈ ਰੱਖਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54164,
    "shabad_id": 4544,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਦਿਸਟੁ ਅਗੋਚਰੁ ਅਪਰੰਪਰੁ ਕਰਤਾ; ਗੁਰ ਕੈ ਸਬਦਿ ਹਰਿ ਧਿਅਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Adhisatt Agochar Aparanpar Karathaa Gur Kai Sabadh Har Dhhiaaee ||1|| Rehaao ||",
    "translation": "Through the Word of the Guru's Shabad, I meditate on the Lord, the Unseen, Unfathomable and Infinite Creator. ||1||Pause||",
    "punjabi": "ਜਿਹੜਾ ਕਰਤਾਰ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਦਿੱਸਦਾ ਨਹੀਂ, ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਜਿਹੜਾ ਬੇਅੰਤ ਹੀ ਬੇਅੰਤ ਹੈ, ਮੈਂ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਧਿਆਉਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅਪ-ਰੰਪਰੁ[ਅ-ਦਿਸਟੁ",
    "type_id": 4
  },
  {
    "id": 54165,
    "shabad_id": 4544,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਭੀਜੈ. ੲੇਕ ਲਿਵ ਲਾਗੈ; ਸਹਜੇ ਰਹੇ ਸਮਾੲੀ ||",
    "transliteration": "Man Than Bheejai Eaek Liv Laagai Sehajae Rehae Samaaee ||",
    "translation": "Mind and body are pleased, lovingly attuned to the One Lord, intuitively absorbed in peace and poise.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ) ਲਗਨ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ਉਹਨਾਂ ਦਾ ਮਨ ਉਹਨਾਂ ਦਾ ਤਨ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54166,
    "shabad_id": 4544,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ. ਭ੍ਰਮੁ ਭੳੁ ਭਾਗੈ; ੲੇਕ ਨਾਮਿ ਲਿਵ ਲਾੲੀ ||੨||",
    "transliteration": "Gur Parasaadhee Bhram Bho Bhaagai Eaek Naam Liv Laaee ||2||",
    "translation": "By Guru's Grace, doubt and fear are dispelled, being lovingly attuned to the One Name. ||2||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਸ ਦੀ ਭਟਕਣਾ ਉਸ ਦਾ ਹਰੇਕ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54167,
    "shabad_id": 4544,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਬਚਨੀ ਸਚੁ ਕਾਰ ਕਮਾਵੈ; ਗਤਿ ਮਤਿ ਤਬ ਹੀ ਪਾੲੀ ||",
    "transliteration": "Gur Bachanee Sach Kaar Kamaavai Gath Math Thab Hee Paaee ||",
    "translation": "When the mortal follows the Guru's Teachings, and lives the Truth, then he attains the state of emancipation.",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਾਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਸਿੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54168,
    "shabad_id": 4544,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕੋਟਿ ਮਧੇ. ਕਿਸਹਿ ਬੁਝਾੲੇ; ਤਿਨਿ ਰਾਮ ਨਾਮਿ ਲਿਵ ਲਾੲੀ ||੩||",
    "transliteration": "Kott Madhhae Kisehi Bujhaaeae Thin Raam Naam Liv Laaee ||3||",
    "translation": "Among millions, how rare is that one who understands, and is lovingly attuned to the Name of the Lord. ||3||",
    "punjabi": "ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਜਿਸ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਦੇਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ (ਸਦਾ ਲਈ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54169,
    "shabad_id": 4544,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਹ ਜਹ ਦੇਖਾ. ਤਹ ੲੇਕੋ ਸੋੲੀ; ੲਿਹ ਗੁਰਮਤਿ ਬੁਧਿ ਪਾੲੀ ||",
    "transliteration": "Jeh Jeh Dhaekhaa Theh Eaeko Soee Eih Guramath Budhh Paaee ||",
    "translation": "Wherever I look, there I see the One. This understanding has come through the Guru's Teachings.",
    "punjabi": "ਮੈਂ ਜਿਧਰ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਉਧਰ ਉਧਰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ (ਦਿੱਸਦਾ) ਹੈ-ਇਹ ਅਕਲ ਮੈਂ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਸਿੱਖੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54170,
    "shabad_id": 4544,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਪ੍ਰਾਨ ਧਰਂØੀ ਤਿਸੁ ਅਾਗੈ; ਨਾਨਕ. ਅਾਪੁ ਗਵਾੲੀ ||੪||੭||",
    "transliteration": "Man Than Praan Dhharanaee This Aagai Naanak Aap Gavaaee ||4||7||",
    "translation": "I place my mind, body and breath of life in offering before Him; O Nanak, self-conceit is gone. ||4||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ (ਗੁਰੂ) ਦੇ ਅੱਗੇ ਮੈਂ ਆਪਾ-ਭਾਵ ਗਵਾ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਆਪਣੇ ਪ੍ਰਾਣ ਭੇਟ ਧਰਦਾ ਹਾਂ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54171,
    "shabad_id": 4545,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੩ ||",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54172,
    "shabad_id": 4545,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੇਰਾ ਪ੍ਰਭੁ ਸਾਚਾ. ਦੂਖ ਨਿਵਾਰਣੁ; ਸਬਦੇ ਪਾੲਿਅਾ ਜਾੲੀ ||",
    "transliteration": "Maeraa Prabh Saachaa Dhookh Nivaaran Sabadhae Paaeiaa Jaaee ||",
    "translation": "My True Lord God, the Eradicator of suffering, is found through the Word of the Shabad.",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। (ਜੀਵਾਂ ਦੇ) ਦੁੱਖਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ (ਉਹ ਪ੍ਰਭੂ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54173,
    "shabad_id": 4545,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭਗਤੀ ਰਾਤੇ. ਸਦ ਬੈਰਾਗੀ; ਦਰਿ ਸਾਚੈ ਪਤਿ ਪਾੲੀ ||੧||",
    "transliteration": "Bhagathee Raathae Sadh Bairaagee Dhar Saachai Path Paaee ||1||",
    "translation": "Imbued with devotional worship, the mortal remains forever detached. He is honored in the True Court of the Lord. ||1||",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54174,
    "shabad_id": 4545,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਰੇ; ਮਨ ਸਿੳੁ ਰਹੳੁ ਸਮਾੲੀ ||",
    "transliteration": "Man Rae Man Sio Reho Samaaee ||",
    "translation": "O mind, remain absorbed in the Mind.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਮੈਂ (ਤਾਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਿਆ ਰਹਿ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54175,
    "shabad_id": 4545,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਰਾਮ ਨਾਮਿ ਮਨੁ ਭੀਜੈ; ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Guramukh Raam Naam Man Bheejai Har Saethee Liv Laaee ||1|| Rehaao ||",
    "translation": "The mind of the Gurmukh is pleased with the Lord's Name, lovingly attuned to the Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਹੀ (ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿੱਚ ਭਿੱਜਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹੀ ਮਨੁੱਖ) ਪ੍ਰਭੂ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54176,
    "shabad_id": 4545,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮੇਰਾ ਪ੍ਰਭੁ ਅਤਿ ਅਗਮ ਅਗੋਚਰੁ; ਗੁਰਮਤਿ ਦੇੲਿ ਬੁਝਾੲੀ ||",
    "transliteration": "Maeraa Prabh Ath Agam Agochar Guramath Dhaee Bujhaaee ||",
    "translation": "My God is totally Inaccessible and Unfathomable; through the Guru's Teachings, He is understood.",
    "punjabi": "ਪਿਆਰਾ ਪ੍ਰਭੂ (ਤਾਂ) ਬਹੁਤ ਅਪਹੁੰਚ ਹੈ ਉਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ (ਭੀ) ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਪ੍ਰਭੂ) ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ,",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 54177,
    "shabad_id": 4545,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸਚੁ ਸੰਜਮੁ ਕਰਣੀ, ਹਰਿ ਕੀਰਤਿ; ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲੀ ||੨||",
    "transliteration": "Sach Sanjam Karanee Har Keerath Har Saethee Liv Laaee ||2||",
    "translation": "True self-discipline rests in singing the Kirtan of the Lord's Praises, lovingly attuned to the Lord. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਉਸ ਮਨੁੱਖ ਦਾ ਸੰਜਮ ਬਣਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸ ਦੀ ਕਾਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54178,
    "shabad_id": 4545,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਸਬਦੁ ਸਚੁ ਸਾਖੀ ਅਾਪੇ; ਜਿਨ੍ਹ ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੀ ||",
    "transliteration": "Aapae Sabadh Sach Saakhee Aapae Jinh Jothee Joth Milaaee ||",
    "translation": "He Himself is the Shabad, and He Himself is the True Teachings; He merges our light into the Light.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਜੁੜਦੀ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਿਸਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਹੈ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਗੁਰੂ ਦੀ) ਸਿਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54179,
    "shabad_id": 4545,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਦੇਹੀ ਕਾਚੀ. ਪੳੁਣੁ ਵਜਾੲੇ; ਗੁਰਮੁਖਿ ਅੰਮਿ੍ਰਤੁ ਪਾੲੀ ||੩||",
    "transliteration": "Dhaehee Kaachee Poun Vajaaeae Guramukh Anmrith Paaee ||3||",
    "translation": "The breath vibrates through this frail body; the Gurmukh obtains the ambrosial nectar. ||3||",
    "punjabi": "(ਇਸ) ਨਾਸਵੰਤ ਸਰੀਰ ਵਿਚ (ਜਿਸ ਨੂੰ) ਹਰੇਕ ਸੁਆਸ ਤੋਰ ਰਿਹਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54180,
    "shabad_id": 4545,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਸਾਜੇ ਸਭ ਕਾਰੈ ਲਾੲੇ; ਸੋ ਸਚੁ ਰਹਿਅਾ ਸਮਾੲੀ ||",
    "transliteration": "Aapae Saajae Sabh Kaarai Laaeae So Sach Rehiaa Samaaee ||",
    "translation": "He Himself fashions, and He Himself links us to our tasks; the True Lord is pervading everywhere.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਜਿਹੜਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ, ਕਾਰੇ ਲਾਈ ਰੱਖਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54181,
    "shabad_id": 4545,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਨਾਮ ਬਿਨਾ. ਕੋੲੀ ਕਿਛੁ ਨਾਹੀ; ਨਾਮੇ ਦੇੲਿ ਵਡਾੲੀ ||੪||੮||",
    "transliteration": "Naanak Naam Binaa Koee Kishh Naahee Naamae Dhaee Vaddaaee ||4||8||",
    "translation": "O Nanak, without the Naam, the Name of the Lord, no one is anything. Through the Naam,we are blessed with glory. ||4||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਜੀਵ ਕੋਈ ਪਾਇਆਂ ਨਹੀਂ ਰੱਖਦਾ, (ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ) ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਇੱਜ਼ਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54182,
    "shabad_id": 4546,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੩ ||",
    "transliteration": "Malaar Mehalaa 3 ||",
    "translation": "Malaar, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54183,
    "shabad_id": 4546,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹੳੁਮੈ ਬਿਖੁ ਮਨੁ ਮੋਹਿਅਾ; ਲਦਿਅਾ ਅਜਗਰ ਭਾਰੀ ||",
    "transliteration": "Houmai Bikh Man Mohiaa Ladhiaa Ajagar Bhaaree ||",
    "translation": "The mortal is enticed by the poison of corruption, burdened with such a heavy load.",
    "punjabi": "ਹਉਮੈ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ) ਜ਼ਹਰ ਹੈ, (ਮਨੁੱਖ ਦਾ) ਮਨ (ਇਸ ਜ਼ਹਰ ਦੇ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਹਉਮੈ ਦੇ) ਬਹੁਤ ਵੱਡੇ ਭਾਰ ਨਾਲ ਲੱਦਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਲੱਦਿਅਾ[ ਅਜ-ਗਰ",
    "type_id": 3
  },
  {
    "id": 54184,
    "shabad_id": 4546,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗਰੁੜੁ ਸਬਦੁ ਮੁਖਿ ਪਾੲਿਅਾ; ਹੳੁਮੈ ਬਿਖੁ ਹਰਿ ਮਾਰੀ ||੧||",
    "transliteration": "Garurr Sabadh Mukh Paaeiaa Houmai Bikh Har Maaree ||1||",
    "translation": "The Lord has placed the magic spell of the Shabad into his mouth, and destroyed the poison of ego. ||1||",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਇਸ ਜ਼ਹਰ ਨੂੰ ਮਾਰਨ ਲਈ) ਗਾਰੁੜੀ ਮੰਤ੍ਰ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਸ਼ਬਦ ਮੰਤ੍ਰ ਆਪਣੇ) ਮੂੰਹ ਵਿਚ ਰੱਖ ਲਿਆ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਇਹ ਹਉਮੈ-ਜ਼ਹਰ ਮੁਕਾ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54185,
    "shabad_id": 4546,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮਨ ਰੇ; ਹੳੁਮੈ ਮੋਹੁ ਦੁਖੁ ਭਾਰੀ ||",
    "transliteration": "Man Rae Houmai Mohu Dhukh Bhaaree ||",
    "translation": "O mortal, egotism and attachment are such heavy loads of pain.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਉਮੈ ਇਕ ਵੱਡਾ ਦੁੱਖ ਹੈ (ਮਾਇਆ ਦਾ) ਮੋਹ ਭਾਰੀ ਦੁੱਖ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54186,
    "shabad_id": 4546,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਭਵਜਲੁ ਜਗਤੁ. ਨ ਜਾੲੀ ਤਰਣਾ; ਗੁਰਮੁਖਿ ਤਰੁ ਹਰਿ ਤਾਰੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eihu Bhavajal Jagath N Jaaee Tharanaa Guramukh Thar Har Thaaree ||1|| Rehaao ||",
    "translation": "This terrifying world-ocean cannot be crossed; through the Lord's Name, the Gurmukh crosses over to the other side. ||1||Pause||",
    "punjabi": "(ਹਉਮੈ ਅਤੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਿਆ ਜਾ ਸਕਦਾ। ਤੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਦੀ ਬੇੜੀ ਵਿਚ (ਇਸ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54187,
    "shabad_id": 4546,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮਾੲਿਅਾ ਮੋਹੁ ਪਸਾਰਾ; ਸਭ ਵਰਤੈ ਅਾਕਾਰੀ ||",
    "transliteration": "Thrai Gun Maaeiaa Mohu Pasaaraa Sabh Varathai Aakaaree ||",
    "translation": "Attachment to the three-phased show of Maya pervades all the created forms.",
    "punjabi": "ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦਾ ਮੋਹ (ਆਪਣਾ) ਖਿਲਾਰਾ (ਖਿਲਾਰ ਕੇ) ਸਾਰੇ ਜੀਵਾਂ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54188,
    "shabad_id": 4546,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤੁਰੀਅਾ ਗੁਣੁ ਸਤਸੰਗਤਿ ਪਾੲੀਅੈ; ਨਦਰੀ ਪਾਰਿ ੳੁਤਾਰੀ ||੨||",
    "transliteration": "Thureeaa Gun Sathasangath Paaeeai Nadharee Paar Outhaaree ||2||",
    "translation": "In the Sat Sangat, the Society of the Saints, the state of supreme awareness is attained. The Merciful Lord carries us across. ||2||",
    "punjabi": "(ਇਹਨਾਂ ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਉਤਾਂਹ ਹੈ) ਤੁਰੀਆ ਗੁਣ (ਇਹ ਗੁਣ) ਸਾਧ ਸੰਗਤ ਵਿਚੋਂ ਹਾਸਲ ਹੁੰਦਾ ਹੈ (ਜਿਹੜਾ ਮਨੁੱਖ ਇਸ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ (ਉਸ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54189,
    "shabad_id": 4546,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਚੰਦਨ ਗੰਧ ਸੁਗੰਧ ਹੈ; ਬਹੁ ਬਾਸਨਾ ਬਹਕਾਰਿ ||",
    "transliteration": "Chandhan Gandhh Sugandhh Hai Bahu Baasanaa Behakaar ||",
    "translation": "The smell of sandalwood is so sublime; its fragrance spreads out far and wide.",
    "punjabi": "ਜਿਵੇਂ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਹੈ ਜਿਵੇਂ ਚੰਦਨ ਵਿਚੋਂ ਮਿੱਠੀ ਵਾਸਨਾ ਤੇ ਮਹਕ ਨਿਕਲਦੀ ਹੈ,",
    "pronunciation": "(ਬਹਕਾਰਿ) ਮਹਿਕਦੀ",
    "type_id": 3
  }
]
