[
  {
    "id": 54286,
    "shabad_id": 4551,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਿ ਅੈਸਾ ਨਾਮੁ ਵਿਸਾਰਿਅਾ, ਮੇਰਾ ਹਰਿ ਹਰਿ; ਤਿਸ ਕੈ ਕੁਲਿ ਲਾਗੀ ਗਾਰੀ ||",
    "transliteration": "Jin Aisaa Naam Visaariaa Maeraa Har Har This Kai Kul Laagee Gaaree ||",
    "translation": "One who forgets such a Name of the Lord, Har, Har - his family is dishonored.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹੋ ਜਿਹਾ ਹਰਿ-ਨਾਮ ਵਿਸਾਰ ਦਿੱਤਾ, ਜਿਸ ਨੇ ਹਰਿ-ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾ ਦਿੱਤੀ, ਉਸ ਦੀ (ਸਾਰੀ) ਕੁਲ ਹੀ ਗਾਲੀ ਲੱਗਦੀ ਹੈ (ਉਸ ਦੀ ਸਾਰੀ ਕੁਲ ਹੀ ਕਲੰਕਿਤ ਹੋ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "ਕੁਲਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 54287,
    "shabad_id": 4551,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਤਿਸ ਕੈ ਕੁਲਿ ਪਰਸੂਤਿ. ਨ ਕਰੀਅਹੁ; ਤਿਸੁ ਬਿਧਵਾ ਕਰਿ ਮਹਤਾਰੀ ||੨||",
    "transliteration": "Har This Kai Kul Parasooth N Kareeahu This Bidhhavaa Kar Mehathaaree ||2||",
    "translation": "His family is sterile and barren, and his mother is made a widow. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਉਸ (ਨਾਮ-ਹੀਣ ਬੰਦੇ) ਦੀ ਕੁਲ ਵਿਚ (ਕਿਸੇ ਨੂੰ) ਜਨਮ ਹੀ ਨਾਹ ਦੇਵੀਂ, ਉਸ (ਨਾਮ-ਹੀਣ ਮਨੁੱਖ) ਦੀ ਮਾਂ ਨੂੰ ਹੀ ਵਿਧਵਾ ਕਰ ਦੇਵੇਂ (ਤਾਂ ਚੰਗਾ ਹੈ ਤਾਕਿ ਨਾਮ-ਹੀਣ ਘਰ ਵਿਚ ਕਿਸੇ ਦਾ ਜਨਮ ਹੀ ਨਾਹ ਹੋਵੇ) ॥੨॥",
    "pronunciation": "(ਪਰਸੂਤਿ) ਜੰਮਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 54288,
    "shabad_id": 4551,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਾਨਿ ਮਿਲਾਵਹੁ ਗੁਰ ਸਾਧੂ; ਜਿਸੁ ਅਹਿ ਨਿਸਿ ਹਰਿ ੳੁਰਿ ਧਾਰੀ ||",
    "transliteration": "Har Har Aan Milaavahu Gur Saadhhoo Jis Ahinis Har Our Dhhaaree ||",
    "translation": "O Lord, let me meet the Holy Guru, who night and day keep the Lord enshrined in his heart.",
    "punjabi": "ਹੇ ਹਰੀ! (ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਉਹ) ਸਾਧੂ ਗੁਰੂ ਲਿਆ ਕੇ ਮਿਲਾ ਦੇ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ, ਹੇ ਹਰੀ! ਦਿਨ ਰਾਤ ਤੇਰਾ ਨਾਮ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54289,
    "shabad_id": 4551,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਿ ਡੀਠੈ. ਗੁਰ ਕਾ ਸਿਖੁ ਬਿਗਸੈ; ਜਿੳੁ ਬਾਰਿਕੁ ਦੇਖਿ ਮਹਤਾਰੀ ||੩||",
    "transliteration": "Gur Ddeethai Gur Kaa Sikh Bigasai Jio Baarik Dhaekh Mehathaaree ||3||",
    "translation": "Seeing the Guru, the GurSikh blossoms forth, like the child seeing his mother. ||3||",
    "punjabi": "ਜੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹੋ ਜਾਏ, ਤਾਂ ਗੁਰੂ ਦਾ ਸਿੱਖ ਇਉਂ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ ਬੱਚਾ (ਆਪਣੀ) ਮਾਂ ਨੂੰ ਵੇਖ ਕੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54290,
    "shabad_id": 4551,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਧਨ ਪਿਰ ਕਾ. ੲਿਕ ਹੀ ਸੰਗਿ ਵਾਸਾ; ਵਿਚਿ ਹੳੁਮੈ ਭੀਤਿ ਕਰਾਰੀ ||",
    "transliteration": "Dhhan Pir Kaa Eik Hee Sang Vaasaa Vich Houmai Bheeth Karaaree ||",
    "translation": "The soul-bride and the Husband Lord live together as one, but the hard wall of egotism has come between them.",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਅਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਇਕੋ ਹੀ (ਹਿਰਦੇ-) ਥਾਂ ਵਿਚ ਵਸੇਬਾ ਹੈ, ਪਰ (ਦੋਹਾਂ ਦੇ) ਵਿਚ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਹਉਮੈ ਦੀ ਕਰੜੀ ਕੰਧ (ਬਣੀ ਪਈ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54291,
    "shabad_id": 4551,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ. ਹੳੁਮੈ ਭੀਤਿ ਤੋਰੀ; ਜਨ ਨਾਨਕ. ਮਿਲੇ ਬਨਵਾਰੀ ||੪||੧||",
    "transliteration": "Gur Poorai Houmai Bheeth Thoree Jan Naanak Milae Banavaaree ||4||1||",
    "translation": "The Perfect Guru demolishes the wall of egotism; servant Nanak has met the Lord, the Lord of the World. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰੇ ਗੁਰੂ ਨੇ ਜਿਨ੍ਹਾਂ ਸੇਵਕਾਂ (ਦੇ ਅੰਦਰੋਂ ਇਹ) ਹਉਮੈ ਦੀ ਕੰਧ ਤੋੜ ਦਿੱਤੀ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪਏ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54292,
    "shabad_id": 4552,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਲਾਰੁ ਮਹਲਾ ੪ ||",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54293,
    "shabad_id": 4552,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੰਗਾ ਜਮੁਨਾ ਗੋਦਾਵਰੀ ਸਰਸੁਤੀ; ਤੇ ਕਰਹਿ ੳੁਦਮੁ, ਧੂਰਿ ਸਾਧੂ ਕੀ ਤਾੲੀ ||",
    "transliteration": "Gangaa Jamunaa Godhaavaree Sarasuthee Thae Karehi Oudham Dhhoor Saadhhoo Kee Thaaee ||",
    "translation": "The Ganges, the Jamunaa, the Godaavari and the Saraswati - these rivers strive for the dust of the feet of the Holy.",
    "punjabi": "ਗੰਗਾ, ਜਮਨਾ, ਗੋਦਾਵਰੀ, ਸਰਸ੍ਵਤੀ (ਆਦਿਕ ਪਵਿੱਤਰ ਨਦੀਆਂ) ਇਹ ਸਾਰੀਆਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਹਾਸਲ ਕਰਨ ਲਈ ਜਤਨ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "ਸ-ਰੱਸੁਤੀ[ ਤਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 54294,
    "shabad_id": 4552,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਿਲਵਿਖ ਮੈਲੁ ਭਰੇ. ਪਰੇ ਹਮਰੈ ਵਿਚਿ; ਹਮਰੀ ਮੈਲੁ. ਸਾਧੂ ਕੀ ਧੂਰਿ ਗਵਾੲੀ ||੧||",
    "transliteration": "Kilavikh Mail Bharae Parae Hamarai Vich Hamaree Mail Saadhhoo Kee Dhhoor Gavaaee ||1||",
    "translation": "Overflowing with their filthy sins, the mortals take cleansing baths in them; the rivers' pollution is washed away by the dust of the feet of the Holy. ||1||",
    "punjabi": "(ਇਹ ਨਦੀਆਂ ਆਖਦੀਆਂ ਹਨ ਕਿ) (ਅਨੇਕਾਂ) ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ ਲਿਬੜੇ ਹੋਏ (ਜੀਵ) (ਸਾਡੇ ਵਿਚ (ਆ ਕੇ) ਚੁੱਭੀਆਂ ਲਾਂਦੇ ਹਨ (ਉਹ ਆਪਣੀ ਮੈਲ ਸਾਨੂੰ ਦੇ ਜਾਂਦੇ ਹਨ) ਸਾਡੀ ਉਹ ਮੈਲ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦੂਰ ਕਰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54295,
    "shabad_id": 4552,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਤੀਰਥਿ ਅਠਸਠਿ; ਮਜਨੁ ਨਾੲੀ ||",
    "transliteration": "Theerathh Athasath Majan Naaee ||",
    "translation": "Instead of bathing at the sixty-eight sacred shrines of pilgrimage, take your cleansing bath in the Name.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਤੀਰਥ ਵਿਚ (ਕੀਤਾ ਹੋਇਆ ਆਤਮਕ) ਇਸ਼ਨਾਨ (ਹੀ) ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ।",
    "pronunciation": "ਨਾੲੀਨਾਮੁ, ਵਡਿਅਾੲੀ[ ਮੱਜਨੁ",
    "type_id": 3
  },
  {
    "id": 54296,
    "shabad_id": 4552,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਕੀ ਧੂਰਿ. ਪਰੀ ੳੁਡਿ ਨੇਤ੍ਰੀ; ਸਭ ਦੁਰਮਤਿ ਮੈਲੁ ਗਵਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sathasangath Kee Dhhoor Paree Oudd Naethree Sabh Dhuramath Mail Gavaaee ||1|| Rehaao ||",
    "translation": "When the dust of the feet of the Sat Sangat rises up into the eyes, all filthy evil-mindedness is removed. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚ ਸਾਧ ਸੰਗਤ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਉੱਡ ਕੇ ਪੈਂਦੀ ਹੈ (ਉਹ ਧੂੜ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਵਿਕਾਰਾਂ ਦੀ ਸਾਰੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54297,
    "shabad_id": 4552,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜਾਹਰਨਵੀ. ਤਪੈ ਭਾਗੀਰਥਿ ਅਾਣੀ; ਕੇਦਾਰੁ ਥਾਪਿਓ, ਮਹਸਾੲੀ ||",
    "transliteration": "Jaaharanavee Thapai Bhaageerathh Aanee Kaedhaar Thhaapiou Mehasaaee ||",
    "translation": "Bhaageerat'h the penitent brought the Ganges down, and Shiva established Kaydaar.",
    "punjabi": "ਗੰਗਾ ਨੂੰ ਭਾਗੀਰਥ ਤਪੇ ਨੇ (ਸ੍ਵਰਗਾਂ ਵਿਚੋਂ) ਲਿਆਂਦਾ, ਸ਼ਿਵ ਜੀ ਨੇ ਕੇਦਾਰ ਤੀਰਥ ਅਸਥਾਪਨ ਕੀਤਾ,",
    "pronunciation": "ਭਗੀਰਥੀ, ਗੰਗਾ, ਜਾਹਰਨਵੀ, ਗੋਡਿਅਾਂ ਤਕ ਭਗਵਾਨ ਦੇ ਚਰਨ ਧੋ ਕੇ ਜਾਹਰਨਵੀ ਰਿਖੀ ਦੇ ਰਾਹੀਂ ਪ੍ਰਵਿਰਤ ਹੋੲੀ[ (ਮਹਸਾੲੀ) ਸ਼ਿਵ ਜੀ ਨੇ[ ਜਾਹਰਨ-ਵੀ",
    "type_id": 3
  },
  {
    "id": 54298,
    "shabad_id": 4552,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਾਂਸੀ ਕਿ੍ਰਸਨੁ ਚਰਾਵਤ ਗਾੳੂ; ਮਿਲਿ ਹਰਿ ਜਨ ਸੋਭਾ ਪਾੲੀ ||੨||",
    "transliteration": "Kaansee Kirasan Charaavath Gaaoo Mil Har Jan Sobhaa Paaee ||2||",
    "translation": "Krishna grazed cows in Kaashi; through the humble servant of the Lord, these places became famous. ||2||",
    "punjabi": "ਕਾਂਸ਼ੀ (ਸ਼ਿਵ ਦੀ ਨਗਰੀ), (ਬਿੰਦ੍ਰਾਬਨ ਜਿੱਥੇ) ਕ੍ਰਿਸ਼ਨ ਗਾਈਆਂ ਚਾਰਦਾ ਰਿਹਾ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੇ ਹਰੀ ਦੇ ਭਗਤਾਂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਵਡਿਆਈ ਹਾਸਲ ਕੀਤੀ ਹੋਈ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54299,
    "shabad_id": 4552,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਿਤਨੇ ਤੀਰਥ ਦੇਵੀ ਥਾਪੇ; ਸਭਿ ਤਿਤਨੇ ਲੋਚਹਿ, ਧੂਰਿ ਸਾਧੂ ਕੀ ਤਾੲੀ ||",
    "transliteration": "Jithanae Theerathh Dhaevee Thhaapae Sabh Thithanae Lochehi Dhhoor Saadhhoo Kee Thaaee ||",
    "translation": "And all the sacred shrines of pilgrimage established by the gods, long for the dust of the feet of the Holy.",
    "punjabi": "ਦੇਵਤਿਆਂ ਨੇ ਜਿਤਨੇ ਭੀ ਤੀਰਥ ਅਸਥਾਪਨ ਕੀਤੇ ਹੋਏ ਹਨ, ਉਹ ਸਾਰੇ (ਤੀਰਥ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦੀ ਤਾਂਘ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਦੇਵੀਂ ਦੇਵਤਿਅਾਂ[ ਤਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 54300,
    "shabad_id": 4552,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਕਾ ਸੰਤੁ ਮਿਲੈ ਗੁਰ ਸਾਧੂ; ਲੈ ਤਿਸ ਕੀ ਧੂਰਿ ਮੁਖਿ ਲਾੲੀ ||੩||",
    "transliteration": "Har Kaa Santh Milai Gur Saadhhoo Lai This Kee Dhhoor Mukh Laaee ||3||",
    "translation": "Meeting with the Lord's Saint, the Holy Guru, I apply the dust of His feet to my face. ||3||",
    "punjabi": "ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਸੰਤ ਗੁਰੂ ਸਾਧੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੱਥੇ ਉੱਤੇ ਲਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54301,
    "shabad_id": 4552,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਜਿਤਨੀ ਸਿ੍ਰਸਟਿ ਤੁਮਰੀ ਮੇਰੇ ਸੁਅਾਮੀ; ਸਭ ਤਿਤਨੀ ਲੋਚੈ, ਧੂਰਿ ਸਾਧੂ ਕੀ ਤਾੲੀ ||",
    "transliteration": "Jithanee Srisatt Thumaree Maerae Suaamee Sabh Thithanee Lochai Dhhoor Saadhhoo Kee Thaaee ||",
    "translation": "And all the creatures of Your Universe, O my Lord and Master, long for the dust of the feet of the Holy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਜਿਤਨੀ ਭੀ ਸ੍ਰਿਸ਼ਟੀ ਹੈ, ਉਹ ਸਾਰੀ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤਾਂਘ ਕਰਦੀ ਹੈ।",
    "pronunciation": "ਤਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 54302,
    "shabad_id": 4552,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਲਿਲਾਟਿ ਹੋਵੈ ਜਿਸੁ ਲਿਖਿਅਾ; ਤਿਸੁ ਸਾਧੂ ਧੂਰਿ ਦੇ, ਹਰਿ ਪਾਰਿ ਲੰਘਾੲੀ ||੪||੨||",
    "transliteration": "Naanak Lilaatt Hovai Jis Likhiaa This Saadhhoo Dhhoor Dhae Har Paar Langhaaee ||4||2||",
    "translation": "O Nanak, one who has such destiny inscribed on his forehead, is blessed with the dust of the feet of the Holy; the Lord carries him across. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਲੇਖ ਲਿਖਿਆ ਹੋਵੇ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਗੁਰੂ-ਸਾਧੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦੇ ਕੇ ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54303,
    "shabad_id": 4553,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੪ ||",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54304,
    "shabad_id": 4553,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਿਸੁ ਜਨ ਕੳੁ. ਹਰਿ ਮੀਠ ਲਗਾਨਾ; ਜਿਸੁ ਹਰਿ ਹਰਿ ਕਿ੍ਰਪਾ ਕਰੈ ||",
    "transliteration": "This Jan Ko Har Meeth Lagaanaa Jis Har Har Kirapaa Karai ||",
    "translation": "The Lord seems sweet to that humble being who is blessed by the Grace of the Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54305,
    "shabad_id": 4553,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤਿਸ ਕੀ ਭੂਖ ਦੂਖ ਸਭਿ ੳੁਤਰੈ; ਜੋ ਹਰਿ ਗੁਣ. ਹਰਿ ੳੁਚਰੈ ||੧||",
    "transliteration": "This Kee Bhookh Dhookh Sabh Outharai Jo Har Gun Har Oucharai ||1||",
    "translation": "His hunger and pain are totally taken away; he chants the Glorious Praises of the Lord, Har, Har. ||1||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ (ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54306,
    "shabad_id": 4553,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜਪਿ ਮਨ ਹਰਿ ਹਰਿ ਹਰਿ; ਨਿਸਤਰੈ ||",
    "transliteration": "Jap Man Har Har Har Nisatharai ||",
    "translation": "Meditating on the Lord, Har, Har, Har, the mortal is emancipated.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, (ਜਿਹੜਾ ਮਨੁੱਖ ਜਪਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54307,
    "shabad_id": 4553,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕੇ ਬਚਨ ਕਰਨ ਸੁਨਿ ਧਿਅਾਵੈ; ਭਵ ਸਾਗਰੁ ਪਾਰਿ ਪਰੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Kae Bachan Karan Sun Dhhiaavai Bhav Saagar Paar Parai ||1|| Rehaao ||",
    "translation": "One who listens to the Guru's Teachings and meditates on them, is carried across the terrifying world-ocean. ||1||Pause||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਬਚਨ ਕੰਨਾਂ ਨਾਲ ਸੁਣ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54308,
    "shabad_id": 4553,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤਿਸੁ ਜਨ ਕੇ ਹਮ ਹਾਟਿ ਬਿਹਾਝੇ; ਜਿਸੁ ਹਰਿ ਹਰਿ ਕਿ੍ਰਪਾ ਕਰੈ ||",
    "transliteration": "This Jan Kae Ham Haatt Bihaajhae Jis Har Har Kirapaa Karai ||",
    "translation": "I am the slave of that humble being, who is blessed by the Grace of the Lord, Har, Har.",
    "punjabi": "ਜਿਸ ਸੇਵਕ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਮੈਂ ਉਸ ਦਾ ਮੁੱਲ ਖ਼ਰੀਦਿਆ ਗ਼ੁਲਾਮ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54309,
    "shabad_id": 4553,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੳੁ ਮਿਲਿਅਾਂ. ਸੁਖੁ ਪਾੲੀਅੈ; ਸਭ ਦੁਰਮਤਿ ਮੈਲੁ ਹਰੈ ||੨||",
    "transliteration": "Har Jan Ko Miliaaan Sukh Paaeeai Sabh Dhuramath Mail Harai ||2||",
    "translation": "Meeting with the Lord's humble servant, peace is obtained; all the pollution and filth of evil-mindedness is washed away. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਨੂੰ ਮਿਲਿਆਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਖੋਟੀ ਮੱਤ ਦੀ ਸਾਰੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54310,
    "shabad_id": 4553,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੳੁ. ਹਰਿ ਭੂਖ ਲਗਾਨੀ; ਜਨੁ ਤਿ੍ਰਪਤੈ. ਜਾ ਹਰਿ ਗੁਨ ਬਿਚਰੈ ||",
    "transliteration": "Har Jan Ko Har Bhookh Lagaanee Jan Thripathai Jaa Har Gun Bicharai ||",
    "translation": "The humble servant of the Lord feels hunger only for the Lord. He is satisfied only when he chants the Lord's Glories.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਨੂੰ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦੀ ਭੁੱਖ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਜਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਹ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਬਿਚਰੈ:ਪੋਲਾ ਬੋਲੋ[ (ਬਿਚਰੈ) ਵੀਚਾਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 54311,
    "shabad_id": 4553,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਕਾ ਜਨੁ, ਹਰਿ ਜਲ ਕਾ ਮੀਨਾ; ਹਰਿ ਬਿਸਰਤ ਫੂਟਿ ਮਰੈ ||੩||",
    "transliteration": "Har Kaa Jan Har Jal Kaa Meenaa Har Bisarath Foott Marai ||3||",
    "translation": "The humble servant of the Lord is a fish in the Water of the Lord. Forgetting the Lord, he would dry up and die. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਇਉਂ ਹੈ ਜਿਵੇਂ ਪਾਣੀ ਦੀ ਮੱਛੀ ਹੈ (ਪਾਣੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਮੱਛੀ ਤੜਫ ਕੇ ਮਰ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ) ਹਰਿ-ਨਾਮ ਵਿਸਰਿਆਂ ਬਹੁਤ ਦੁਖੀ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54312,
    "shabad_id": 4553,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਿ ੲੇਹ ਪ੍ਰੀਤਿ ਲਾੲੀ ਸੋ ਜਾਨੈ; ਕੈ ਜਾਨੈ ਜਿਸੁ ਮਨਿ ਧਰੈ ||",
    "transliteration": "Jin Eaeh Preeth Laaee So Jaanai Kai Jaanai Jis Man Dhharai ||",
    "translation": "He alone knows this love, who enshrines it within his mind.",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਆਪਣੇ ਸੇਵਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣਾ) ਪਿਆਰ ਪੈਦਾ ਕੀਤਾ ਹੁੰਦਾ ਹੈ (ਉਸ ਪਿਆਰ ਦੀ ਕਦਰ) ਉਹ (ਆਪ) ਜਾਣਦਾ ਹੈ, ਜਾਂ (ਉਹ ਸੇਵਕ) ਜਾਣਦਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਆਪਣਾ ਪਿਆਰ) ਟਿਕਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54313,
    "shabad_id": 4553,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਹਰਿ ਦੇਖਿ ਸੁਖੁ ਪਾਵੈ; ਸਭ ਤਨ ਕੀ ਭੂਖ ਟਰੈ ||੪||੩||",
    "transliteration": "Jan Naanak Har Dhaekh Sukh Paavai Sabh Than Kee Bhookh Ttarai ||4||3||",
    "translation": "Servant Nanak gazes upon the Lord and is at peace; The hunger of his body is totally satisfied. ||4||3||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਸ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦਾ ਹੈ (ਇਸ ਆਨੰਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਨਾਨਕ ਦੇ) ਸਰੀਰ ਦੀ ਸਾਰੀ (ਮਾਇਕ) ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54314,
    "shabad_id": 4554,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੪ ||",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54315,
    "shabad_id": 4554,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਤਨੇ ਜੀਅ ਜੰਤ ਪ੍ਰਭਿ ਕੀਨੇ; ਤਿਤਨੇ ਸਿਰਿ ਕਾਰ ਲਿਖਾਵੈ ||",
    "transliteration": "Jithanae Jeea Janth Prabh Keenae Thithanae Sir Kaar Likhaavai ||",
    "translation": "All the beings and creatures which God has created - on their foreheds, He has written their destiny.",
    "punjabi": "ਜਿਤਨੇ ਭੀ ਜੀਵ ਜੰਤੂ ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਸਾਰੇ ਹੀ (ਐਸੇ ਹਨ ਕਿ) ਹਰੇਕ ਦੇ ਸਿਰ ਉੱਤੇ (ਹਰੇਕ ਦੇ ਕਰਨ ਲਈ) ਕਾਰ ਲਿਖ ਰੱਖੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54316,
    "shabad_id": 4554,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੳੁ ਹਰਿ ਦੀਨ੍ਹ ਵਡਾੲੀ; ਹਰਿ ਜਨੁ ਹਰਿ ਕਾਰੈ ਲਾਵੈ ||੧||",
    "transliteration": "Har Jan Ko Har Dheenh Vaddaaee Har Jan Har Kaarai Laavai ||1||",
    "translation": "The Lord blesses His humble servant with glorious greatness. The Lord enjoins him to his tasks. ||1||",
    "punjabi": "(ਆਪਣੇ) ਭਗਤ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਇਹ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਹੁੰਦੀ ਹੈ ਕਿ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤ ਨੂੰ ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਾਰ ਵਿਚ ਲਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54317,
    "shabad_id": 4554,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰੁ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾਵੈ ||",
    "transliteration": "Sathigur Har Har Naam Dhrirraavai ||",
    "translation": "The True Guru implants the Naam, the Name of the Lord, Har, Har, within.",
    "punjabi": "ਗੁਰੂ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
