[
  {
    "id": 54348,
    "shabad_id": 4556,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "jn nwnk kau. pRiB ikrpw DwrI; ibKu fubdw kwiF lieAw ]4]6]",
    "transliteration": "Jan Naanak Ko Prabh Kirapaa Dhhaaree Bikh Ddubadhaa Kaadt Laeiaa ||4||6||",
    "translation": "God has showered His Mercy on servant Nanak; He has lifted him up, and rescued him from the ocean of poison. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਸੇਵਕ ਉਤੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਜ਼ਹਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਦੇ ਨੂੰ ਬਾਹਰ ਕੱਢ ਲਿਆ ॥੪॥੬॥",
    "pronunciation": "fu`bdw",
    "type_id": 3
  },
  {
    "id": 54349,
    "shabad_id": 4557,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mlwr mhlw 4 ]",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54350,
    "shabad_id": 4557,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gur prswdI AMimRqu. nhI pIAw; iqRsnw BUK. n jweI ]",
    "transliteration": "Gur Parasaadhee Anmrith Nehee Peeaa Thrisanaa Bhookh N Jaaee ||",
    "translation": "Those who do not drink in the Ambrosial Nectar by Guru's Grace - their thirst and hunger are not relieved.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਕਦੇ) ਨਹੀਂ ਪੀਤਾ, ਉਸ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਭੁੱਖ ਤ੍ਰਿਹ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54351,
    "shabad_id": 4557,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mnmuK mUV@ jlq AhMkwrI; haumY ivic duKu pweI ]",
    "transliteration": "Manamukh Moorrh Jalath Ahankaaree Houmai Vich Dhukh Paaee ||",
    "translation": "The foolish self-willed manmukh burns in the fire of egotistical pride; he suffers painfully in egotism.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ ਅਹੰਕਾਰ ਵਿਚ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ, ਹਉਮੈ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਦੁੱਖ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54352,
    "shabad_id": 4557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awvq jwq ibrQw jnmu gvwieAw; duiK lwgY pCuqweI ]",
    "transliteration": "Aavath Jaath Birathhaa Janam Gavaaeiaa Dhukh Laagai Pashhuthaaee ||",
    "translation": "Coming and going, he wastes his life uselessly; afflicted with pain, he regrets and repents.",
    "punjabi": "ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ, ਦੁਖੀ ਹੁੰਦਾ ਹੈ ਤੇ ਹੱਥ ਮਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54353,
    "shabad_id": 4557,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijs qy aupjy iqsih. n cyqih; iDRgu jIvxu iDRgu KweI ]1]",
    "transliteration": "Jis Thae Oupajae Thisehi N Chaethehi Dhhrig Jeevan Dhhrig Khaaee ||1||",
    "translation": "He does not even think of the One, from whom he originated. Cursed is his life, and cursed is his food. ||1||",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖ) ਜਿਸ (ਪ੍ਰਭੂ) ਤੋਂ ਪੈਦਾ ਹੋਏ ਹਨ ਉਸ ਨੂੰ (ਕਦੇ) ਯਾਦ ਨਹੀਂ ਕਰਦੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਫਿਟਕਾਰ-ਜੋਗ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਖਾਧਾ-ਪੀਤਾ ਭੀ ਉਹਨਾਂ ਵਾਸਤੇ ਫਿਟਕਾਰ ਹੀ ਖੱਟਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54354,
    "shabad_id": 4557,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "pRwxI; gurmuiK nwmu iDAweI ]",
    "transliteration": "Praanee Guramukh Naam Dhhiaaee ||",
    "translation": "O mortal, as Gurmukh, meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54355,
    "shabad_id": 4557,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hir hir ikRpw kry guru myly; hir hir nwim smweI ]1] rhwau ]",
    "transliteration": "Har Har Kirapaa Karae Gur Maelae Har Har Naam Samaaee ||1|| Rehaao ||",
    "translation": "The Lord, Har, Har, in His Mercy leads the mortal to meet the Guru; he is absorbed in the Name of the Lord, Har, Har. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਹਰੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਤੇ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54356,
    "shabad_id": 4557,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "mnmuK jnmu BieAw hY ibrQw; Awvq jwq ljweI ]",
    "transliteration": "Manamukh Janam Bhaeiaa Hai Birathhaa Aavath Jaath Lajaaee ||",
    "translation": "The life of the self-willed manmukh is useless; he comes and goes in shame.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਫਸੇ ਹੋਏ ਹੀ ਉਹ ਸ਼ਰਮ-ਸਾਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "l`jweI",
    "type_id": 3
  },
  {
    "id": 54357,
    "shabad_id": 4557,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "kwim kRoiD fUby AiBmwnI; haumY ivic jil jweI ]",
    "transliteration": "Kaam Krodhh Ddoobae Abhimaanee Houmai Vich Jal Jaaee ||",
    "translation": "In sexual desire and anger, the proud ones are drowned. They are burnt in their egotism.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਕਾਮ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ। ਹਉਮੈ ਵਿਚ ਫਸਿਆਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੜ (ਕੇ ਸੁਆਹ ਹੋ) ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54358,
    "shabad_id": 4557,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "iqn isiD n buiD, BeI miq miDm; loB lhir duKu pweI ]",
    "transliteration": "Thin Sidhh N Budhh Bhee Math Madhhim Lobh Lehar Dhukh Paaee ||",
    "translation": "They do not attain perfection or understanding; their intellect is dimmed. Tossed by the waves of greed, they suffer in pain.",
    "punjabi": "(ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ (ਜੀਵਨ ਵਿਚ) ਸਫਲਤਾ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦੀ, (ਸਫਲਤਾ ਵਾਲੀ) ਅਕਲ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ, ਉਹਨਾਂ ਦੀ ਮੱਤ ਨੀਵੀਂ ਹੀ ਰਹਿੰਦੀ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਲੋਭ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚ (ਫਸਿਆ) ਦੁੱਖ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54359,
    "shabad_id": 4557,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "gur ibhUn. mhw duKu pwieAw; jm pkry ibllweI ]2]",
    "transliteration": "Gur Bihoon Mehaa Dhukh Paaeiaa Jam Pakarae Bilalaaee ||2||",
    "translation": "Without the Guru, they suffer in terrible pain. Seized by Death, they weep and wail. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਮਨਮੁਖ ਮਨੁੱਖ ਬਹੁਤ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, ਜਦੋਂ ਉਸ ਨੂੰ ਜਮ ਆ ਫੜਦੇ ਹਨ ਤਾਂ ਉਹ ਵਿਲਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54360,
    "shabad_id": 4557,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hir kw nwmu Agocru pwieAw; gurmuiK shij suBweI ]",
    "transliteration": "Har Kaa Naam Agochar Paaeiaa Guramukh Sehaj Subhaaee ||",
    "translation": "As Gurmukh, I have attained the Unfathomable Name of the Lord, with intuitive peace and poise.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿੱਕ ਕੇ) ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਖ਼ਜ਼ਾਨਾ) ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54361,
    "shabad_id": 4557,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "nwmu inDwnu visAw Gt AMqir; rsnw hir gux gweI ]",
    "transliteration": "Naam Nidhhaan Vasiaa Ghatt Anthar Rasanaa Har Gun Gaaee ||",
    "translation": "The treasure of the Naam abides deep within my heart. My tongue sings the Glorious Praises of the Lord.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54362,
    "shabad_id": 4557,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "sdw AnMid rhY idnu rwqI; eyk sbid ilv lweI ]",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Eaek Sabadh Liv Laaee ||",
    "translation": "I am forever in bliss, day and night, lovingly attuned to the One Word of the Shabad.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਸਦਾ ਆਨੰਦ ਵਿਚ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54363,
    "shabad_id": 4557,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwmu pdwrQu shjy pwieAw; ieh siqgur kI vifAweI ]3]",
    "transliteration": "Naam Padhaarathh Sehajae Paaeiaa Eih Sathigur Kee Vaddiaaee ||3||",
    "translation": "I have obtained the treasure of the Naam with intuitive ease; this is the glorious greatness of the True Guru. ||3||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਉਹ ਮਨੁੱਖ ਕੀਮਤੀ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। ਇਹ ਸਾਰੀ ਗੁਰੂ ਦੀ ਹੀ ਬਰਕਤਿ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54364,
    "shabad_id": 4557,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "siqgur qy hir hir min visAw; siqgur kau sd bil jweI ]",
    "transliteration": "Sathigur Thae Har Har Man Vasiaa Sathigur Ko Sadh Bal Jaaee ||",
    "translation": "Through the True Guru, the Lord, Har, Har, comes to dwell within my mind. I am forever a sacrifice to the True Guru.",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਮੇਰੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54365,
    "shabad_id": 4557,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "mnu qnu Arip rKau sBu AwgY; gur crxI icqu lweI ]",
    "transliteration": "Man Than Arap Rakho Sabh Aagai Gur Charanee Chith Laaee ||",
    "translation": "I have dedicated my mind and body to Him, and placed everything before Him in offering. I focus my consciousness on His Feet.",
    "punjabi": "ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਸਭ ਕੁਝ ਗੁਰੂ ਦੇ ਅੱਗੇ ਭੇਟਾ ਰੱਖਦਾ ਹਾਂ, ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54366,
    "shabad_id": 4557,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ApxI ikRpw krhu gur pUry; Awpy lYhu imlweI ]",
    "transliteration": "Apanee Kirapaa Karahu Gur Poorae Aapae Laihu Milaaee ||",
    "translation": "Please be merciful to me, O my Perfect Guru, and unite me with Yourself.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਪੂਰੇ ਗੁਰੂ! (ਮੇਰੇ ਉਤੇ) ਆਪਣੀ ਮਿਹਰ ਕਰੋ, ਮੈਨੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54367,
    "shabad_id": 4557,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "hm loh. gur nwv boihQw; nwnk pwir lMGweI ]4]7]",
    "transliteration": "Ham Loh Gur Naav Bohithhaa Naanak Paar Langhaaee ||4||7||",
    "translation": "I am just iron; the Guru is the boat, to carry me across. ||4||7||",
    "punjabi": "ਅਸੀਂ ਜੀਵ (ਵਿਕਾਰਾਂ ਨਾਲ ਭਾਰੇ ਹੋ ਚੁਕੇ) ਲੋਹਾ ਹਾਂ, ਗੁਰੂ ਬੇੜੀ ਹੈ ਗੁਰੂ ਜਹਾਜ਼ ਹੈ ਜੋ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54368,
    "shabad_id": 4558,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mlwr mhlw 4 pVqwl Gru 3",
    "transliteration": "Malaar Mehalaa 4 Parrathaal Ghar 3",
    "translation": "Malaar, Fourth Mehl, Partaal, Third House:",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54369,
    "shabad_id": 4558,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 54370,
    "shabad_id": 4558,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hir jn bolq. sRI rwm nwmw; imil swDsMgiq hir qor ]1] rhwau ]",
    "transliteration": "Har Jan Bolath Sreeraam Naamaa Mil Saadhhasangath Har Thor ||1|| Rehaao ||",
    "translation": "The humble servant of the Lord chants the Name of the Supreme Lord; he joins the Saadh Sangat, the Company of the Lord's Holy. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਭਗਤ ਤੇਰੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਤੇਰਾ ਨਾਮ ਜਪਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54371,
    "shabad_id": 4558,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir Dnu bnjhu. hir Dnu sMchu; ijsu lwgq hY nhI cor ]1]",
    "transliteration": "Har Dhhan Banajahu Har Dhhan Sanchahu Jis Laagath Hai Nehee Chor ||1||",
    "translation": "Deal only in the wealth of the Lord, and gather only the wealth of the Lord. No thief can ever steal it. ||1||",
    "punjabi": "(ਤੁਸੀਂ ਭੀ ਸਾਧ ਸੰਗਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਵਣਜੋ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰੋ, (ਇਹ ਧਨ ਐਸਾ ਹੈ) ਕਿ ਇਸ ਨੂੰ ਚੋਰ ਚੁਰਾ ਨਹੀਂ ਸਕਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54372,
    "shabad_id": 4558,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "cwiqRk mor bolq idnu rwqI; suin Ginhr kI Gor ]2]",
    "transliteration": "Chaathrik Mor Bolath Dhin Raathee Sun Ghanihar Kee Ghor ||2||",
    "translation": "The rainbirds and the peacocks sing day and night, hearing the thunder in the clouds. ||2||",
    "punjabi": "(ਜਿਵੇਂ) ਪਪੀਹੇ ਤੇ ਮੋਰ ਬੱਦਲਾਂ ਦੀ ਗੜਗੱਜ ਸੁਣ ਕੇ ਦਿਨ ਰਾਤ ਬੋਲਦੇ ਹਨ, (ਤਿਵੇਂ ਤੁਸੀਂ ਭੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54373,
    "shabad_id": 4558,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jo bolq hY imRg mIn pMKyrU; su ibnu hir. jwpq hY nhI hor ]3]",
    "transliteration": "Jo Bolath Hai Mrig Meen Pankhaeroo S Bin Har Jaapath Hai Nehee Hor ||3||",
    "translation": "Whatever the deer, the fish and the birds sing, they chant to the Lord, and no other. ||3||",
    "punjabi": "(ਉਹ ਪਰਮਾਤਮਾ ਐਸਾ ਹੈ ਕਿ) ਪਸ਼ੂ ਪੰਛੀ ਮੱਛੀਆਂ ਆਦਿਕ (ਧਰਤੀ ਉਤੇ ਤੁਰਨ ਫਿਰਨ ਵਾਲੇ, ਪਾਣੀ ਵਿਚ ਰਹਿਣ ਵਾਲੇ, ਆਕਾਸ਼ ਵਿਚ ਉੱਡਣ ਵਾਲੇ ਸਾਰੇ ਹੀ) ਜੋ ਬੋਲਦੇ ਹਨ, ਪਰਮਾਤਮਾ (ਦੀ ਦਿੱਤੀ ਸੱਤਿਆ) ਤੋਂ ਬਿਨਾ (ਕਿਸੇ) ਹੋਰ (ਦੀ ਸੱਤਿਆ ਨਾਲ) ਨਹੀਂ ਬੋਲਦੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54374,
    "shabad_id": 4558,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "nwnk jn hir kIriq gweI; CUit gieE jm kw sB sor ]4]1]8]",
    "transliteration": "Naanak Jan Har Keerath Gaaee Shhoott Gaeiou Jam Kaa Sabh Sor ||4||1||8||",
    "translation": "Servant Nanak sings the Kirtan of the Lord's Praises; the sound and fury of Death has totally gone away. ||4||1||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਭੀ ਹਰਿ-ਸੇਵਕਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, (ਉਹਨਾਂ ਵਾਸਤੇ) ਜਮਦੂਤਾਂ ਦਾ ਸਾਰਾ ਰੌਲਾ ਮੁੱਕ ਗਿਆ (ਉਹਨਾਂ ਨੂੰ ਜਮਦੂਤਾਂ ਦਾ ਕੋਈ ਡਰ ਨਾਹ ਰਹਿ ਗਿਆ) ॥੪॥੧॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54375,
    "shabad_id": 4559,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mlwr mhlw 4 ]",
    "transliteration": "Malaar Mehalaa 4 ||",
    "translation": "Malaar, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54376,
    "shabad_id": 4559,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rwm rwm boil boil; Kojqy bfBwgI ]",
    "transliteration": "Raam Raam Bol Bol Khojathae Baddabhaagee ||",
    "translation": "They speak and chant the Name of the Lord, Raam, Raam; the very fortunate ones seek Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਉਚਾਰਿਆ ਕਰ। ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ ਜੋ (ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਨ ਲਈ) ਭਾਲ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54377,
    "shabad_id": 4559,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir kw pMQu koaU bqwvY; hau qw kY pwie lwgI ]1] rhwau ]",
    "transliteration": "Har Kaa Panthh Kooo Bathaavai Ho Thaa Kai Paae Laagee ||1|| Rehaao ||",
    "translation": "Whoever shows me the Way of the Lord - I fall at his feet. ||1||Pause||",
    "punjabi": "ਮੈਂ (ਤਾਂ) ਉਸ ਮਨੁੱਖ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ਜਿਹੜਾ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਰਾਹ ਦੱਸ ਦੇਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54378,
    "shabad_id": 4559,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir hmwro mIqu sKweI; hm hir isau pRIiq lwgI ]",
    "transliteration": "Har Hamaaro Meeth Sakhaaee Ham Har Sio Preeth Laagee ||",
    "translation": "The Lord is my Friend and Compansion; I am in love with the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈ ਮੇਰਾ ਮਦਦਗਾਰ ਹੈ, ਪਰਮਾਤਮਾ ਨਾਲ (ਹੀ) ਮੇਰਾ ਪਿਆਰ ਬਣਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
