[
  {
    "shabad_id": 4559,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "hir. hm gwvih, hir. hm bolih; Aauru duqIAw pRIiq. hm iqAwgI]1]",
    "transliteration": "Har Ham Gaavehi Har Ham Bolehi Aour Dhutheeaa Preeth Ham Thiaagee ||1||",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹਾਂ, ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਜਪਦਾ ਹਾਂ। ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦਾ ਪਿਆਰ ਮੈਂ ਛੱਡ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4559,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "mnmohn moro pRIqmu rwmu; hir prmwnMdu bYrwgI]",
    "transliteration": "Manamohan Moro Preetham Raam Har Paramaanandh Bairaagee ||",
    "punjabi": "ਸਭ ਦੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦਾ ਮਾਲਕ ਹੈ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉੱਚਾ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4559,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hir dyKy jIvq hY nwnku; iek inmK plo muiK lwgI]2]2]9]9]13]9]31]",
    "transliteration": "Har Dhaekhae Jeevath Hai Naanak Eik Nimakh Palo Mukh Laagee ||2||2||9||9||13||9||31||",
    "punjabi": "ਜੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੋ ਜਾਏ, ਇਕ ਪਲ ਭਰ ਲਈ ਹੋ ਜਾਏ, ਤਾਂ ਨਾਨਕ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥੨॥੯॥੯॥੧੩॥੯॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "rwgu mlwr mhlw 5 caupdy Gru 1",
    "transliteration": "Raag Malaar Mehalaa 5 Choupadhae Ghar 1",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4560,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ikAw qU socih. ikAw qU icqvih; ikAw qUM krih aupwey]",
    "transliteration": "Kiaa Thoo Sochehi Kiaa Thoo Chithavehi Kiaa Thoon Karehi Oupaaeae ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਛੱਡ ਕੇ) ਤੂੰ ਹੋਰ ਕੀਹ ਸੋਚਾਂ ਸੋਚਦਾਂ ਹੈਂ? ਤੂੰ ਹੋਰ ਕੀਹ ਉਪਾਵ ਚਿਤਵਦਾ ਹੈਂ? ਤੂੰ ਹੋਰ ਕਿਹੜੇ ਹੀਲੇ ਕਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qw kau khhu prvwh kwhU kI; ijh gopwl shwey]1]",
    "transliteration": "Thaa Ko Kehahu Paravaah Kaahoo Kee Jih Gopaal Sehaaeae ||1||",
    "punjabi": "(ਵੇਖ) ਜਿਸ (ਮਨੁੱਖ) ਦਾ ਸਹਾਈ ਪਰਮਾਤਮਾ ਆਪ ਬਣਦਾ ਹੈ ਉਸ ਨੂੰ, ਦੱਸ, ਕਿਸ ਦੀ ਪਰਵਾਹ ਰਹਿ ਜਾਂਦੀ ਹੈ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "brsY myGu sKI; Gir pwhun Awey]",
    "transliteration": "Barasai Maegh Sakhee Ghar Paahun Aaeae ||",
    "punjabi": "ਹੇ ਸਹੇਲੀ! (ਮੇਰੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਜੀ ਟਿਕੇ ਹਨ (ਮੇਰੇ ਅੰਦਰੋਂ ਤਪਸ਼ ਮਿੱਟ ਗਈ ਹੈ, ਇਉਂ ਜਾਪਦਾ ਹੈ ਜਿਵੇਂ ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੀ ਮਿਹਰ ਦਾ) ਬੱਦਲ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "moih dIn ikRpwiniD Twkur; nv iniD nwim smwey]1]rhwau]",
    "transliteration": "Mohi Dheen Kirapaa Nidhh Thaakur Nav Nidhh Naam Samaaeae ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਨੂੰ ਕੰਗਾਲ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਲੀਨ ਕਰੀ ਰੱਖ (ਇਹ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4560,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Aink pRkwr Bojn bhu kIey; bhu ibMjn imstwey]",
    "transliteration": "Anik Prakaar Bhojan Bahu Keeeae Bahu Binjan Misattaaeae ||",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਇਸਤ੍ਰੀ ਆਪਣੇ ਪਤੀ ਵਾਸਤੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਮਿੱਠੇ ਸੁਆਦਲੇ ਖਾਣੇ ਤਿਆਰ ਕਰਦੀ ਹੈ, ਬੜੀ ਸੁੱਚ ਨਾਲ ਰਸੋਈ ਸੁਥਰੀ ਬਣਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "krI pwkswl soc pivqRw; huix lwvhu Bogu hir rwey]2]",
    "transliteration": "Karee Paakasaal Soch Pavithraa Hun Laavahu Bhog Har Raaeae ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! (ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਦੀ ਰਸੋਈ ਨੂੰ ਤਿਆਰ ਕੀਤਾ ਹੈ, ਮਿਹਰ ਕਰ, ਤੇ ਇਸ ਨੂੰ) ਹੁਣ ਪਰਵਾਨ ਕਰ ॥੨॥",
    "pronunciation": "SuB guxW rUpI pdwrQ dI (pwkswl) rsoeI[ (soc) s`c su`cm[ (pivqRw) piv`qRqweI",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "dust ibdwry. swjn rhsy; ieih mMidr Gr Apnwey]",
    "transliteration": "Dhusatt Bidhaarae Saajan Rehasae Eihi Mandhir Ghar Apanaaeae ||",
    "punjabi": "ਹੇ ਸਖੀ! ਇਹਨਾਂ (ਸਰੀਰ) ਘਰਾਂ-ਮੰਦਰਾਂ ਨੂੰ (ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ) ਅਪਣਾਂਦਾ ਹੈ (ਇਹਨਾਂ ਵਿਚ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਇਹਨਾਂ ਵਿਚੋਂ ਕਾਮਾਦਿਕ) ਦੁਸ਼ਟ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ (ਅਤੇ ਦੈਵੀ ਗੁਣ) ਸੱਜਣ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(dust) kwmwidk [ (rhsy) ^uS,pr&ulq hoey[ (mMidr) sRIr, (Apnwey) Apxw Gr jwx ky Awey, Bwv ies sRIr c pRgtyy[ rhsy: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "jau igRih. lwlu rMgIE AwieAw; qau mY. siB suK pwey]3]",
    "transliteration": "Jo Grihi Laal Rangeeou Aaeiaa Tho Mai Sabh Sukh Paaeae ||3||",
    "punjabi": "ਹੇ ਸਖੀ! ਜਦੋਂ ਤੋਂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੋਹਣਾ ਲਾਲ (ਪ੍ਰਭੂ) ਆ ਵੱਸਿਆ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲਏ ਹਨ ॥੩॥",
    "pronunciation": "gi Rih[(rMgIE) AwnMdI",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "sMq sBw Et gur pUry; Duir msqik lyKu ilKwey]",
    "transliteration": "Santh Sabhaa Outt Gur Poorae Dhhur Masathak Laekh Likhaaeae ||",
    "punjabi": "ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਸ ਜੀਵ ਦੇ ਮੱਥੇ ਉੱਤੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪੂਰੇ ਗੁਰੂ ਦੀ ਓਟ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4560,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "jn nwnk. kMqu rMgIlw pwieAw; iPir dUKu. n lwgY Awey]4]1]",
    "transliteration": "Jan Naanak Kanth Rangeelaa Paaeiaa Fir Dhookh N Laagai Aaeae ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਸ ਨੂੰ ਸੋਹਣਾ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਫਿਰ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mlwr mhlw 5]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "KIr ADwir. bwirku jb hoqw; ibnu KIrY rhnu. n jweI]",
    "transliteration": "Kheer Adhhaar Baarik Jab Hothaa Bin Kheerai Rehan N Jaaee ||",
    "punjabi": "ਜਦੋਂ (ਕੋਈ) ਬੱਚਾ ਦੁੱਧ ਦੇ ਆਸਰੇ ਹੀ ਹੁੰਦਾ ਹੈ (ਤਦੋਂ ਉਹ) ਦੁੱਧ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swir sm@wil mwqw muiK nIrY; qb Ehu iqRpiq AGweI]1]",
    "transliteration": "Saar Samhaal Maathaa Mukh Neerai Thab Ouhu Thripath Aghaaee ||1||",
    "punjabi": "(ਜਦੋਂ ਉਸ ਦੀ) ਮਾਂ (ਉਸ ਦੀ) ਸਾਰ ਲੈ ਕੇ (ਉਸ ਦੀ) ਸੰਭਾਲ ਕਰ ਕੇ (ਉਸ ਦੇ) ਮੂੰਹ ਵਿਚ ਆਪਣਾ ਥਣ ਪਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ (ਦੁੱਧ ਨਾਲ) ਚੰਗੀ ਤਰ੍ਹਾਂ ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hm bwirk; ipqw pRBu dwqw]",
    "transliteration": "Ham Baarik Pithaa Prabh Dhaathaa ||",
    "punjabi": "ਦਾਤਾਰ ਪ੍ਰਭੂ (ਸਾਡਾ) ਪਿਤਾ ਹੈ, ਅਸੀਂ (ਜੀਵ ਉਸ ਦੇ) ਬੱਚੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "BUlih bwirk. Aink lK brIAw; An Taur nwhI. jh jwqw]1]rhwau]",
    "transliteration": "Bhoolehi Baarik Anik Lakh Bareeaa An Thour Naahee Jeh Jaathaa ||1|| Rehaao ||",
    "punjabi": "ਬੱਚੇ ਅਨੇਕਾਂ ਵਾਰੀ ਲੱਖਾਂ ਵਾਰੀ ਭੁੱਲਾਂ ਕਰਦੇ ਹਨ (ਪਿਤਾ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦਾ ਕੋਈ) ਹੋਰ ਥਾਂ ਨਹੀਂ, ਜਿਥੇ ਉਹ ਜਾ ਸਕਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4561,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "cMcl miq bwirk bpury kI; srp Agin kr mylY]",
    "transliteration": "Chanchal Math Baarik Bapurae Kee Sarap Agan Kar Maelai ||",
    "punjabi": "ਵਿਚਾਰੇ ਬੱਚੇ ਦੀ ਅਕਲ ਹੋਛੀ ਹੁੰਦੀ ਹੈ, ਉਹ (ਜਦੋਂ ਮਾਂ ਪਿਉ ਤੋਂ ਪਰੇ ਹੁੰਦਾ ਹੈ ਤਦੋਂ) ਸੱਪ ਨੂੰ ਹੱਥ ਪਾਂਦਾ ਹੈ, ਅੱਗ ਨੂੰ ਹੱਥ ਪਾਂਦਾ ਹੈ (ਤੇ, ਦੁਖੀ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "mwqw ipqw kMiT lwie rwKY; And shij qb KylY]2]",
    "transliteration": "Maathaa Pithaa Kanth Laae Raakhai Anadh Sehaj Thab Khaelai ||2||",
    "punjabi": "(ਪਰ ਜਦੋਂ ਉਸ ਨੂੰ) ਮਾਂ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦੀ ਹੈ ਪਿਉ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦਾ ਹੈ (ਭਾਵ, ਜਦੋਂ ਉਸ ਦੇ ਮਾਪੇ ਉਸ ਦਾ ਧਿਆਨ ਰੱਖਦੇ ਹਨ) ਤਦੋਂ ਉਹ ਅਨੰਦ ਨਾਲ ਬੇ-ਫ਼ਿਕਰੀ ਨਾਲ ਖੇਡਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ijs kw ipqw. qUhY myry suAwmI; iqsu bwirk BUK kYsI]",
    "transliteration": "Jis Kaa Pithaa Thoo Hai Maerae Suaamee This Baarik Bhookh Kaisee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਸ (ਬੱਚੇ) ਦਾ ਤੂੰ ਪਿਤਾ (ਵਾਂਗ ਰਾਖਾ) ਹੈਂ, ਉਸ ਬੱਚੇ ਨੂੰ ਕੋਈ (ਮਾਇਕ) ਭੁੱਖ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "nv iniD nwmu inDwnu igRih qyrY; min bWCY so lYsI]3]",
    "transliteration": "Nav Nidhh Naam Nidhhaan Grihi Thaerai Man Baanshhai So Laisee ||3||",
    "punjabi": "ਤੇਰੇ ਘਰ ਵਿਚ ਤੇਰਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਹੈ (ਇਹੀ ਹੈ) ਨੌ ਖ਼ਜ਼ਾਨੇ। ਉਹ ਜੋ ਕੁਝ ਆਪਣੇ ਮਨ ਵਿਚ (ਤੈਥੋਂ) ਮੰਗਦਾ ਹੈ, ਉਹ ਕੁਝ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ipqw ikRpwil AwigAw ieh dInI; bwirku muiK mWgY so dynw]",
    "transliteration": "Pithaa Kirapaal Aagiaa Eih Dheenee Baarik Mukh Maangai So Dhaenaa ||",
    "punjabi": "ਕਿਰਪਾਲ ਪਿਤਾ-ਪ੍ਰਭੂ ਨੇ ਇਹ ਹੁਕਮ ਦੇ ਰੱਖਿਆ ਹੈ, ਕਿ ਬਾਲਕ ਜੋ ਕੁਝ ਮੰਗਦਾ ਹੈ ਉਹ ਉਸ ਨੂੰ ਦੇ ਦੇਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4561,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "nwnk bwirku. drsu pRB cwhY; moih ihRdY bsih inq crnw]4]2]",
    "transliteration": "Naanak Baarik Dharas Prabh Chaahai Mohi Hridhai Basehi Nith Charanaa ||4||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਬੱਚਾ ਨਾਨਕ ਤੇਰਾ ਦਰਸਨ ਚਾਹੁੰਦਾ ਹੈ (ਤੇ, ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੇ ਰਹਿਣ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4562,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mlwr mhlw 5]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4562,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sgl ibDI juir. Awhru kirAw; qijE sgl AMdysw]",
    "transliteration": "Sagal Bidhhee Jur Aahar Kariaa Thajiou Sagal Andhaesaa ||",
    "punjabi": "ਮੈਂ ਹੁਣ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟਾ ਦਿੱਤੇ ਹਨ, (ਹੁਣ ਮੈਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ ਸਫਲਤਾ ਦੇ) ਸਾਰੇ ਢੰਗਾਂ ਨੇ ਰਲ ਕੇ (ਮੇਰੀ ਹਰੇਕ ਸਫਲਤਾ ਵਾਸਤੇ) ਉੱਦਮ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(Awhru) audm[ ibDI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4562,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kwrju sgl ArMiBE Gr kw; Twkur kw Bwrosw]1]",
    "transliteration": "Kaaraj Sagal Aranbhiou Ghar Kaa Thaakur Kaa Bhaarosaa ||1||",
    "punjabi": "ਹੇ ਸਖੀ! ਹੁਣ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਚੰਗਾ ਬਣਾਣ ਦਾ ਸਾਰਾ ਕੰਮ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ, ਮੈਨੂੰ ਹੁਣ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ (ਹਰ ਵੇਲੇ) ਸਹਾਰਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4562,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "sunIAY. bwjY bwj suhwvI]",
    "transliteration": "Suneeai Baajai Baaj Suhaavee ||",
    "punjabi": "ਜਿਵੇਂ ਕਿ ਅੰਦਰ) ਕੰਨਾਂ ਨੂੰ ਸੋਹਣੀ ਲੱਗਣ ਵਾਲੀ (ਕਿਸੇ) ਵਾਜੇ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਜਾ ਰਹੀ ਹੈ (ਮੇਰੇ ਅੰਦਰ ਇਹੋ ਜਿਹਾ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4562,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "Boru BieAw. mY ipRA muK pyKy; igRih mMgl suhlwvI]1]rhwau]",
    "transliteration": "Bhor Bhaeiaa Mai Pria Mukh Paekhae Grihi Mangal Suhalaavee ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਸਖੀ! ਜਦੋਂ ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ ਦਾ ਮੂੰਹ ਵੇਖ ਲਿਆ (ਦਰਸਨ ਕੀਤਾ), ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਿਆ, ਮੇਰੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਗਈ, ਮੇਰੇ ਅੰਦਰ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਦਿਨ ਚੜ੍ਹ ਪਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(suhlwvI) suKWvwlI",
    "type_id": 4
  },
  {
    "shabad_id": 4562,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "mnUAw lwie svwry QwnW; pUCau sMqw jwey]",
    "transliteration": "Manooaa Laae Savaarae Thhaanaan Pooshho Santhaa Jaaeae ||",
    "punjabi": "ਹੇ ਸਖੀ! ਪੂਰੇ ਧਿਆਨ ਨਾਲ ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲਿਆ ਹੈ। ਮੈਂ ਸੰਤਾਂ ਪਾਸੋਂ ਜਾ ਕੇ (ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀਆਂ ਗੱਲਾਂ) ਪੁੱਛਦੀ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "sMqW",
    "type_id": 3
  },
  {
    "shabad_id": 4562,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Kojq Kojq mY pwhun imilE; Bgiq krau iniv pwey]2]",
    "transliteration": "Khojath Khojath Mai Paahun Miliou Bhagath Karo Niv Paaeae ||2||",
    "punjabi": "ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪਿਆ ਹੈ। ਹੁਣ ਮੈਂ ਉਸ ਦੇ ਚਰਨਾਂ ਤੇ ਢਹਿ ਕੇ ਉਸ ਦੀ ਭਗਤੀ ਕਰਦੀ ਰਹਿੰਦੀ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]