[
  {
    "id": 54412,
    "shabad_id": 4562,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਬ ਪਿ੍ਰਅ ਅਾੲਿ ਬਸੇ ਗਿ੍ਰਹਿ ਅਾਸਨਿ; ਤਬ ਹਮ ਮੰਗਲੁ ਗਾੲਿਅਾ ||",
    "transliteration": "Jab Pria Aae Basae Grihi Aasan Thab Ham Mangal Gaaeiaa ||",
    "translation": "When my Beloved came to live in my house, I began to sing the songs of bliss.",
    "punjabi": "ਹੇ ਸਖੀ! ਜਦੋਂ ਤੋਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ ਹਨ, ਮੇਰੇ ਹਿਰਦੇ-ਤਖ਼ਤ ਉੱਤੇ ਆ ਬੈਠੇ ਹਨ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਉਸੇ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੀ ਹਾਂ।",
    "pronunciation": "ਗ੍ਰਿ ਹਿ",
    "type_id": 3
  },
  {
    "id": 54413,
    "shabad_id": 4562,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮੀਤ ਸਾਜਨ ਮੇਰੇ ਭੲੇ ਸੁਹੇਲੇ; ਪ੍ਰਭੁ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾੲਿਅਾ ||੩||",
    "transliteration": "Meeth Saajan Maerae Bheae Suhaelae Prabh Pooraa Guroo Milaaeiaa ||3||",
    "translation": "My friends and companions are happy; God leads me to meet the Perfect Guru. ||3||",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪੂਰਨ ਪ੍ਰਭੂ ਮਿਲਾ ਦਿੱਤਾ ਹੈ, ਮੇਰੇ ਇੰਦ੍ਰੇ ਸੌਖੇ (ਸ਼ਾਂਤ) ਹੋ ਗਏ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54414,
    "shabad_id": 4562,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਖੀ ਸਹੇਲੀ ਭੲੇ ਅਨੰਦਾ; ਗੁਰਿ ਕਾਰਜ ਹਮਰੇ ਪੂਰੇ ||",
    "transliteration": "Sakhee Sehaelee Bheae Anandhaa Gur Kaaraj Hamarae Poorae ||",
    "translation": "My friends and companions are in ecstasy; the Guru has completed all my projects.",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੇਰੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦਿੱਤੇ ਹਨ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54415,
    "shabad_id": 4562,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਵਰੁ ਮਿਲਿਅਾ ਸੁਖਦਾਤਾ; ਛੋਡਿ. ਨ ਜਾੲੀ ਦੂਰੇ ||੪||੩||",
    "transliteration": "Kahu Naanak Var Miliaa Sukhadhaathaa Shhodd N Jaaee Dhoorae ||4||3||",
    "translation": "Says Nanak, I have met my Husband, the Giver of peace; He shall never leave me and go away. ||4||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਸਖੀ!) ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ। ਹੁਣ ਉਹ ਮੈਨੂੰ ਛੱਡ ਕੇ ਕਿਤੇ ਦੂਰ ਨਹੀਂ ਜਾਂਦਾ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54416,
    "shabad_id": 4563,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੫ ||",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54417,
    "shabad_id": 4563,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਜ ਤੇ ਕੀਟ. ਕੀਟ ਤੇ ਸੁਰਪਤਿ; ਕਰਿ ਦੋਖ. ਜਠਰ ਕੳੁ ਭਰਤੇ ||",
    "transliteration": "Raaj Thae Keett Keett Thae Surapath Kar Dhokh Jathar Ko Bharathae ||",
    "translation": "From a king to a worm, and from a worm to the lord of gods, they engage in evil to fill their bellies.",
    "punjabi": "ਰਾਜਿਆਂ ਤੋਂ ਲੈ ਕੇ ਕੀੜਿਆਂ ਤਕ, ਕੀੜਿਆਂ ਤੋਂ ਲੈ ਕੇ ਇੰਦ੍ਰ ਦੇਵਤੇ ਤਕ (ਕੋਈ ਭੀ ਹੋਵੇ) ਪਾਪ ਕਰ ਕੇ (ਸਾਰੇ) ਗਰਭ-ਜੂਨ ਵਿਚ ਪੈਂਦੇ ਹਨ (ਕਿਸੇ ਦਾ ਲਿਹਾਜ਼ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "pronunciation": "(ਸੁਰਪਤਿ) ੲਿੰਦ੍ਰ[ (ਜਠਰ) ਪੇਟ",
    "type_id": 3
  },
  {
    "id": 54418,
    "shabad_id": 4563,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਿ੍ਰਪਾਨਿਧਿ ਛੋਡਿ. ਅਾਨ ਕੳੁ ਪੂਜਹਿ; ਅਾਤਮਘਾਤੀ ਹਰਤੇ ||੧||",
    "transliteration": "Kirapaa Nidhh Shhodd Aan Ko Poojehi Aatham Ghaathee Harathae ||1||",
    "translation": "They renounce the Lord, the Ocean of Mercy, and worship some other; they are thieves and killers of the soul. ||1||",
    "punjabi": "ਜਿਹੜੇ ਭੀ ਪ੍ਰਾਣੀ ਦਇਆ-ਦੇ-ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਨੂੰ ਪੂਜਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਚੋਰ ਹਨ ਉਹ ਆਪਣੇ ਆਤਮਾ ਦਾ ਘਾਤ ਕਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਹਰਤੇ) ਨਾਸ ਹੁੰਦੇ ਹਨ[ ਅਾਤਮ-ਘਾਤੀ[ (ਦੂਜਾ ਪਾਠ: ਹਰ ਤੇ)",
    "type_id": 3
  },
  {
    "id": 54419,
    "shabad_id": 4563,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਬਿਸਰਤ; ਤੇ ਦੁਖਿ ਦੁਖਿ ਮਰਤੇ ||",
    "transliteration": "Har Bisarath Thae Dhukh Dhukh Marathae ||",
    "translation": "Forgetting the Lord, they suffer in sorrow and die.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾਂਦੇ ਹਨ ਉਹ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54420,
    "shabad_id": 4563,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਅਨਿਕ ਬਾਰ ਭ੍ਰਮਹਿ ਬਹੁ ਜੋਨੀ; ਟੇਕ. ਨ ਕਾਹੂ ਧਰਤੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Anik Baar Bhramehi Bahu Jonee Ttaek N Kaahoo Dhharathae ||1|| Rehaao ||",
    "translation": "They wander lost in reincarnation through all sorts of species; they do not find shelter anywhere. ||1||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਅਨੇਕਾਂ ਵਾਰੀ ਕਈ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, (ਇਸ ਗੇੜ ਵਿਚੋਂ ਬਚਣ ਲਈ) ਉਹ ਕਿਸੇ ਦਾ ਭੀ ਆਸਰਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54421,
    "shabad_id": 4563,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤਿਅਾਗਿ ਸੁਅਾਮੀ. ਅਾਨ ਕੳੁ ਚਿਤਵਤ; ਮੂੜ ਮੁਗਧ ਖਲ ਖਰ ਤੇ ||",
    "transliteration": "Thiaag Suaamee Aan Ko Chithavath Moorr Mugadhh Khal Khar Thae ||",
    "translation": "Those who abandon their Lord and Master and think of some other, are foolish, stupid, idiotic donkeys.",
    "punjabi": "ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਜਿਹੜੇ ਕਿਸੇ ਹੋਰ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ਉਹ ਮੂਰਖ ਹਨ ਉਹ ਖੋਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54422,
    "shabad_id": 4563,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਕਾਗਰ ਨਾਵ. ਲੰਘਹਿ ਕਤ ਸਾਗਰੁ; ਬਿ੍ਰਥਾ ਕਥਤ. ਹਮ ਤਰਤੇ ||੨||",
    "transliteration": "Kaagar Naav Langhehi Kath Saagar Brithhaa Kathhath Ham Tharathae ||2||",
    "translation": "How can they cross over the ocean in a paper boat? Their eogtistical boasts that they will cross over are meaningless. ||2||",
    "punjabi": "(ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਦੀ ਪੂਜਾ ਕਾਗ਼ਜ਼ ਦੀ ਬੇੜੀ ਵਿਚ ਚੜ੍ਹ ਕੇ ਸਮੁੰਦਰੋਂ ਪਾਰ ਲੰਘਣ ਦੇ ਜਤਨ ਸਮਾਨ ਹਨ) ਕਾਗ਼ਜ਼ ਦੀ ਬੇੜੀ ਤੇ (ਚੜ੍ਹ ਕੇ) ਕਿਵੇਂ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦੇ ਹਨ? ਉਹ ਵਿਅਰਥ ਹੀ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਪਾਰ ਲੰਘ ਰਹੇ ਹਾਂ ॥੨॥",
    "pronunciation": "(ਨਾਵ) ਬੇੜੀ (ਕੱਾਗਰ) ਕਾਗ਼ਜ਼ਾਂ ਦੀ",
    "type_id": 3
  },
  {
    "id": 54423,
    "shabad_id": 4563,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਿਵ ਬਿਰੰਚਿ ਅਸੁਰ ਸੁਰ ਜੇਤੇ; ਕਾਲ ਅਗਨਿ ਮਹਿ ਜਰਤੇ ||",
    "transliteration": "Siv Biranch Asur Sur Jaethae Kaal Agan Mehi Jarathae ||",
    "translation": "Shiva, Brahma, angels and demons, all burn in the fire of death.",
    "punjabi": "ਸ਼ਿਵ, ਬ੍ਰਹਮਾ, ਦੈਂਤ, ਦੇਵਤੇ-ਇਹ ਜਿਤਨੇ ਭੀ ਹਨ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਸਭ) ਆਤਮਕ ਮੌਤ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦੇ ਹਨ (ਕਿਸੇ ਦਾ ਭੀ ਲਿਹਾਜ਼ ਨਹੀਂ ਹੁੰਦਾ)।",
    "pronunciation": "ਅ-ਸੁਰ",
    "type_id": 3
  },
  {
    "id": 54424,
    "shabad_id": 4563,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਸਰਨਿ. ਚਰਨਕਮਲਨ ਕੀ; ਤੁਮ੍ਹ. ਨ ਡਾਰਹੁ, ਪ੍ਰਭ ਕਰਤੇ ||੩||੪||",
    "transliteration": "Naanak Saran Charan Kamalan Kee Thumh N Ddaarahu Prabh Karathae ||3||4||",
    "translation": "Nanak seeks the Sanctuary of the Lord's Lotus Feet; O God, Creator, please do not send me into exile. ||3||4||",
    "punjabi": "ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਦੇ ਰਹੋ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੌਲ ਫੁੱਲ ਵਰਗੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿੱਚ ਪਏ ਨਾਨਕ ਨੂੰ ਪਰੇ ਨਾਹ ਹਟਾਵੋ ॥੩॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54425,
    "shabad_id": 4564,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰਾਗੁ ਮਲਾਰ ਮਹਲਾ ੫ ਦੁਪਦੇ ਘਰੁ ੧",
    "transliteration": "Raag Malaar Mehalaa 5 Dhupadhae Ghar 1",
    "translation": "Raag Malaar, Fifth Mehl, Du-Padas, First House:",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54426,
    "shabad_id": 4564,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 54427,
    "shabad_id": 4564,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਭ ਮੇਰੇ ਓੲਿ; ਬੈਰਾਗੀ ਤਿਅਾਗੀ ||",
    "transliteration": "Prabh Maerae Oue Bairaagee Thiaagee ||",
    "translation": "My God is detached and free of desire.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੀਤਵਾਨ ਹੁੰਦੇ ਹਨ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54428,
    "shabad_id": 4564,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ੲਿਕੁ ਖਿਨੁ ਤਿਸੁ ਬਿਨੁ, ਰਹਿ. ਨ ਸਕੳੁ; ਪ੍ਰੀਤਿ ਹਮਾਰੀ ਲਾਗੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ho Eik Khin This Bin Rehi N Sako Preeth Hamaaree Laagee ||1|| Rehaao ||",
    "translation": "I cannot survive without Him, even for an instant. I am so in love with Him. ||1||Pause||",
    "punjabi": "(ਉਹਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ (ਭੀ) ਉਸ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਭਰ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਮੇਰੀ (ਭੀ ਉਸ ਪ੍ਰਭੂ ਨਾਲ) ਪ੍ਰੀਤ ਲੱਗੀ ਹੋਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54429,
    "shabad_id": 4564,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ੳੁਨ ਕੈ ਸੰਗਿ ਮੋਹਿ, ਪ੍ਰਭੁ ਚਿਤਿ ਅਾਵੈ; ਸੰਤ ਪ੍ਰਸਾਦਿ ਮੋਹਿ ਜਾਗੀ ||",
    "transliteration": "Oun Kai Sang Mohi Prabh Chith Aavai Santh Prasaadh Mohi Jaagee ||",
    "translation": "Associating with the Saints, God has come into my consciousness. By their Grace, I have been awakened.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੀਤਵਾਨ) ਉਹਨਾਂ (ਸੰਤ ਜਨਾਂ) ਦੀ ਸੰਗਤ ਵਿਚ (ਰਹਿ ਕੇ) ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ। ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਆ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54430,
    "shabad_id": 4564,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸੁਨਿ ੳੁਪਦੇਸੁ. ਭੲੇ ਮਨ ਨਿਰਮਲ; ਗੁਨ ਗਾੲੇ ਰੰਗਿ ਰਾਂਗੀ ||੧||",
    "transliteration": "Sun Oupadhaes Bheae Man Niramal Gun Gaaeae Rang Raangee ||1||",
    "translation": "Hearing the Teachings, my mind has become immaculate. Imbued with the Lord's Love, I sing His Glorious Praises. ||1||",
    "punjabi": "(ਉਹਨਾਂ ਦਾ) ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ) ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54431,
    "shabad_id": 4564,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਦੇੲਿ. ਕੀੲੇ ਸੰਤ ਮੀਤਾ; ਕਿ੍ਰਪਾਲ ਭੲੇ ਬਡਭਾਗਂØੀ ||",
    "transliteration": "Eihu Man Dhaee Keeeae Santh Meethaa Kirapaal Bheae Baddabhaaganaee ||",
    "translation": "Dedicating this mind, I have made friends with the Saints. They have become merciful to me; I am very fortunate.",
    "punjabi": "(ਆਪਣਾ) ਇਹ ਮਨ ਹਵਾਲੇ ਕਰ ਕੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿੱਤਰ ਬਣਾ ਸਕੀਦਾ ਹੈ, (ਸੰਤ ਜਨ) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਆਂ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54432,
    "shabad_id": 4564,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮਹਾ ਸੁਖੁ ਪਾੲਿਅਾ. ਬਰਨਿ, ਨ ਸਾਕੳੁ; ਰੇਨੁ ਨਾਨਕ ਜਨ ਪਾਗੀ ||੨||੧||੫||",
    "transliteration": "Mehaa Sukh Paaeiaa Baran N Saako Raen Naanak Jan Paagee ||2||1||5||",
    "translation": "I have found absolute peace - I cannot describe it. Nanak has obtained the dust of the feet of the humble. ||2||1||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਸਦਾ ਮੰਗਦਾ ਹਾਂ। ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਇਤਨਾ ਮਹਾਨ ਅਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੨॥੧॥੫॥",
    "pronunciation": "ਪਾਗੀਂ",
    "type_id": 3
  },
  {
    "id": 54433,
    "shabad_id": 4565,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੫ ||",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54434,
    "shabad_id": 4565,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾੲੀ; ਮੋਹਿ ਪ੍ਰੀਤਮੁ ਦੇਹੁ ਮਿਲਾੲੀ ||",
    "transliteration": "Maaee Mohi Preetham Dhaehu Milaaee ||",
    "translation": "O mother, please lead me to union with my Beloved.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੈਨੂੰ (ਭੀ) ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54435,
    "shabad_id": 4565,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਗਲ ਸਹੇਲੀ ਸੁਖ ਭਰਿ ਸੂਤੀ; ਜਿਹ ਘਰਿ ਲਾਲੁ ਬਸਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sagal Sehaelee Sukh Bhar Soothee Jih Ghar Laal Basaaee ||1|| Rehaao ||",
    "translation": "All my friends and companions sleep totally in peace; their Beloved Lord has come into the homes of their hearts. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਸੰਤ-ਜਨ-ਸਹੇਲੀਆਂ) ਦੇ (ਹਿਰਦੇ) ਘਰ ਵਿਚ ਸੋਹਣਾ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਸਾਰੀਆਂ ਸਹੇਲੀਆਂ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54436,
    "shabad_id": 4565,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਮੋਹਿ ਅਵਗਨ. ਪ੍ਰਭੁ ਸਦਾ ਦੲਿਅਾਲਾ; ਮੋਹਿ ਨਿਰਗੁਨ ਕਿਅਾ ਚਤੁਰਾੲੀ ||",
    "transliteration": "Mohi Avagan Prabh Sadhaa Dhaeiaalaa Mohi Niragun Kiaa Chathuraaee ||",
    "translation": "I am worthless; God is forever Merciful. I am unworthy; what clever tricks could I try?",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰੇ ਵਿਚ ਨਿਰੇ ਔਗੁਣ ਹਨ (ਫਿਰ ਭੀ ਉਹ) ਪ੍ਰਭੂ ਸਦਾ ਦਇਆਵਾਨ (ਰਹਿੰਦਾ) ਹੈ। ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ ਕੋਈ ਅਜਿਹੀ ਸਿਆਣਪ ਨਹੀਂ (ਕਿ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54437,
    "shabad_id": 4565,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਕਰੳੁ ਬਰਾਬਰਿ. ਜੋ ਪਿ੍ਰਅ ਸੰਗਿ ਰਾਤਂØੀ; ੲਿਹ ਹੳੁਮੈ ਕੀ ਢੀਠਾੲੀ ||੧||",
    "transliteration": "Karo Baraabar Jo Pria Sang Raathanaee Eih Houmai Kee Dteethaaee ||1||",
    "translation": "I claim to be on a par with those who are imbued with the Love of their Beloved. This is my stubborn egotism. ||1||",
    "punjabi": "ਪਰ ਜ਼ਬਾਨੀ ਫੜਾਂ ਮਾਰ ਕੇ) ਮੈਂ ਉਹਨਾਂ ਦੀ ਬਰਾਬਰੀ ਕਰਦੀ ਹਾਂ, ਜਿਹੜੀਆਂ ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਨਾਲ ਰੱਤੀਆਂ ਹੋਈਆਂ ਹਨ-ਇਹ ਤਾਂ ਮੇਰੀ ਹਉਮੈ ਦੀ ਢੀਠਤਾ ਹੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54438,
    "shabad_id": 4565,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਭੲੀ ਨਿਮਾਣੀ. ਸਰਨਿ ੲਿਕ ਤਾਕੀ; ਗੁਰ ਸਤਿਗੁਰ ਪੁਰਖ ਸੁਖਦਾੲੀ ||",
    "transliteration": "Bhee Nimaanee Saran Eik Thaakee Gur Sathigur Purakh Sukhadhaaee ||",
    "translation": "I am dishonored - I seek the Sanctuary of the One, the Guru, the True Guru, the Primal Being, the Giver of peace.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ (ਹੇ ਮਾਂ! ਹੁਣ) ਮੈਂ ਮਾਣ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਸਿਰਫ਼ ਸੁਖਦਾਤੇ ਗੁਰੂ ਸਤਿਗੁਰ ਪੁਰਖ ਦੀ ਸ਼ਰਨ ਤੱਕ ਲਈ ਹੈ।",
    "pronunciation": "ਤਾੱਕੀ",
    "type_id": 3
  },
  {
    "id": 54439,
    "shabad_id": 4565,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ੲੇਕ ਨਿਮਖ ਮਹਿ. ਮੇਰਾ ਸਭੁ ਦੁਖੁ ਕਾਟਿਅਾ; ਨਾਨਕ ਸੁਖਿ ਰੈਨਿ ਬਿਹਾੲੀ ||੨||੨||੬||",
    "transliteration": "Eaek Nimakh Mehi Maeraa Sabh Dhukh Kaattiaa Naanak Sukh Rain Bihaaee ||2||2||6||",
    "translation": "In an instant, all my pains have been taken away; Nanak passes the night of his life in peace. ||2||2||6||",
    "punjabi": "(ਉਸ ਗੁਰੂ ਨੇ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਮੇਰਾ ਸਾਰਾ ਦੁੱਖ ਕੱਟ ਦਿੱਤਾ ਹੈ, (ਹੁਣ) ਮੇਰੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਆਨੰਦ ਵਿਚ ਬੀਤ ਰਹੀ ਹੈ ॥੨॥੨॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54440,
    "shabad_id": 4566,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੫ ||",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54441,
    "shabad_id": 4566,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਰਸੁ ਮੇਘ ਜੀ; ਤਿਲੁ ਬਿਲਮੁ. ਨ ਲਾੳੁ ||",
    "transliteration": "Baras Maegh Jee Thil Bilam N Laao ||",
    "translation": "Rain down, O cloud; do not delay.",
    "punjabi": "ਹੇ ਨਾਮ-ਜਲ ਦੇ ਭੰਡਾਰ ਸਤਿਗੁਰੂ ਜੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਜਲ ਦੀ) ਵਰਖਾ ਕਰ। ਰਤਾ ਭੀ ਢਿੱਲ ਨਾਹ ਕਰ।",
    "pronunciation": "ਸਤਿਗੁਰੂ ਰੂਪ (ਮੇਘ) ਬੱਦਲ",
    "type_id": 3
  },
  {
    "id": 54442,
    "shabad_id": 4566,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਰਸੁ ਪਿਅਾਰੇ ਮਨਹਿ ਸਧਾਰੇ; ਹੋੲਿ ਅਨਦੁ ਸਦਾ ਮਨਿ ਚਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Baras Piaarae Manehi Sadhhaarae Hoe Anadh Sadhaa Man Chaao ||1|| Rehaao ||",
    "translation": "O beloved cloud, O support of the mind, you bring lasting bliss and joy to the mind. ||1||Pause||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਹੇ ਮੇਰੇ ਮਨ ਨੂੰ ਸਹਾਰਾ ਦੇਣ ਵਾਲੇ ਗੁਰੂ! (ਨਾਮ-ਜਲ ਦੀ) ਵਰਖਾ ਕਰ। (ਇਸ ਵਰਖਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਸਦਾ ਖ਼ੁਸ਼ੀ ਹੁੰਦੀ ਹੈ ਸਦਾ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54443,
    "shabad_id": 4566,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਹਮ ਤੇਰੀ ਧਰ ਸੁਅਾਮੀਅਾ ਮੇਰੇ; ਤੂ ਕਿੳੁ ਮਨਹੁ ਬਿਸਾਰੇ ||",
    "transliteration": "Ham Thaeree Dhhar Suaameeaa Maerae Thoo Kio Manahu Bisaarae ||",
    "translation": "I take to Your Support, O my Lord and Master; how could You forget me?",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਮਨ ਤੋਂ ਨਾਹ ਵਿਸਾਰ।",
    "pronunciation": "",
    "type_id": 3
  }
]
