[
  {
    "id": 54444,
    "shabad_id": 4566,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "iesqRI rUp cyrI kI inAweI; soB nhI. ibnu Brqwry ]1]",
    "transliteration": "Eisathree Roop Chaeree Kee Niaaee Sobh Nehee Bin Bharathaarae ||1||",
    "translation": "I am Your beautiful bride, Your servant and slave. I have no nobility without my Husband Lord. ||1||",
    "punjabi": "ਮੈਂ ਤਾਂ ਇਸਤ੍ਰੀ ਵਾਂਗ (ਨਿਰਬਲ) ਹਾਂ, ਦਾਸੀ ਵਾਂਗ (ਕਮਜ਼ੋਰ) ਹਾਂ। (ਇਸਤਰੀ) ਪਤੀ ਤੋਂ ਬਿਨਾ ਸੋਭਾ ਨਹੀਂ ਪਾਂਦੀ, (ਦਾਸੀ) ਮਾਲਕ ਤੋਂ ਬਿਨਾ ਸੋਭਾ ਨਹੀਂ ਪਾਂਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54445,
    "shabad_id": 4566,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ibnau suinE. jb Twkur myrY; byig AwieE ikrpw Dwry ]",
    "transliteration": "Bino Suniou Jab Thaakur Maerai Baeg Aaeiou Kirapaa Dhhaarae ||",
    "translation": "When my Lord and Master listened to my prayer, He hurried to shower me with His Mercy.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਜਦੋਂ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੇ (ਮੇਰੀ ਇਹ) ਬੇਨਤੀ ਸੁਣੀ, ਤਾਂ ਮਿਹਰ ਕਰ ਕੇ ਉਹ ਛੇਤੀ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54446,
    "shabad_id": 4566,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "khu nwnk. myro binE suhwgo; piq soBw Bly Acwry ]2]3]7]",
    "transliteration": "Kahu Naanak Maero Baniou Suhaago Path Sobhaa Bhalae Achaarae ||2||3||7||",
    "translation": "Says Nanak, I have become just like my Husband Lord; I am blessed with honor, nobility and the lifestyle of goodness. ||2||3||7||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੁਣ ਮੇਰੀ ਸੁਭਾਗਤਾ ਬਣ ਗਈ ਹੈ, ਮੈਨੂੰ ਇੱਜ਼ਤ ਮਿਲ ਗਈ ਹੈ, ਮੈਨੂੰ ਸੋਭਾ ਮਿਲ ਗਈ ਹੈ, ਮੇਰੀ ਭਲੀ ਕਰਣੀ ਹੋ ਗਈ ਹੈ ॥੨॥੩॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54447,
    "shabad_id": 4567,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54448,
    "shabad_id": 4567,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pRIqm; swcw nwmu iDAwie ]",
    "transliteration": "Preetham Saachaa Naam Dhhiaae ||",
    "translation": "Meditate on the True Name of your Beloved.",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54449,
    "shabad_id": 4567,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "dUK drd ibnsY Bv swgru; gur kI mUriq irdY bswie ]1] rhwau ]",
    "transliteration": "Dhookh Dharadh Binasai Bhav Saagar Gur Kee Moorath Ridhai Basaae ||1|| Rehaao ||",
    "translation": "The pains and sorrows of the terrifying world-ocean are dispelled, by enshrining the Image of the Guru within your heart. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ। (ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54450,
    "shabad_id": 4567,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "dusmn hqy. doKI siB ivAwpy; hir srxweI AwieAw ]",
    "transliteration": "Dhusaman Hathae Dhokhee Sabh Viaapae Har Saranaaee Aaeiaa ||",
    "translation": "Your enemies shall be destroyed, and all the evil-doers shall perish, when you come to the Sanctuary of the Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, (ਉਸ ਨਾਲ) ਵੈਰ ਕਰਨ ਵਾਲੇ ਜਗਤ ਵਿਚ ਫਿਟਕਾਰਾਂ ਖਾਂਦੇ ਹਨ, ਉਸ ਨਾਲ ਈਰਖਾ ਕਰਨ ਵਾਲੇ (ਭੀ) ਸਾਰੇ (ਈਰਖਾ ਤੇ ਸਾੜੇ ਵਿਚ ਹੀ) ਫਸੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਦੋਖੀ ਆਪ ਹੀ ਦੁਖੀ ਹੁੰਦੇ ਹਨ, ਉਸ ਦਾ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54451,
    "shabad_id": 4567,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "rwKnhwrY hwQ dy rwiKE; nwmu pdwrQu pwieAw ]1]",
    "transliteration": "Raakhanehaarai Haathh Dhae Raakhiou Naam Padhaarathh Paaeiaa ||1||",
    "translation": "The Savior Lord has given me His Hand and saved me; I have obtained the wealth of the Naam. ||1||",
    "punjabi": "ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਉਸ ਦੀ ਰੱਖਿਆ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਕੀਮਤੀ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54452,
    "shabad_id": 4567,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "kir ikrpw iklivK siB kwty; nwmu inrmlu min dIAw ]",
    "transliteration": "Kar Kirapaa Kilavikh Sabh Kaattae Naam Niramal Man Dheeaa ||",
    "translation": "Granting His Grace, He has eradicated all my sins; He has placed the Immaculate Naam within my mind.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ) ਪਵਿੱਤਰ ਨਾਮ ਟਿਕਾ ਦਿੱਤਾ, ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਉਸ ਨੇ ਕੱਟ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54453,
    "shabad_id": 4567,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "gux inDwnu nwnk min visAw; bwhuiV dUK. n QIAw ]2]4]8]",
    "transliteration": "Gun Nidhhaan Naanak Man Vasiaa Baahurr Dhookh N Thheeaa ||2||4||8||",
    "translation": "O Nanak, the Treasure of Virtue fills my mind; I shall never again suffer in pain. ||2||4||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਆ ਵੱਸਿਆ, ਉਸ ਨੂੰ ਮੁੜ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦੇ ॥੨॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54454,
    "shabad_id": 4568,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54455,
    "shabad_id": 4568,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pRB myry pRIqm; pRwn ipAwry ]",
    "transliteration": "Prabh Maerae Preetham Praan Piaarae ||",
    "translation": "My Beloved God is the Lover of my breath of life.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਤੋਂ ਪਿਆਰੇ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54456,
    "shabad_id": 4568,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pRym Bgiq Apno nwmu dIjY; dieAwl AnugRhu Dwry ]1] rhwau ]",
    "transliteration": "Praem Bhagath Apano Naam Dheejai Dhaeiaal Anugrahu Dhhaarae ||1|| Rehaao ||",
    "translation": "Please bless me with the loving devotional worship of the Naam, O Kind and Compassionate Lord. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ! ਮੈਨੂੰ ਆਪਣਾ ਪਿਆਰ ਬਖ਼ਸ਼, ਮੈਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦੇਹ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "A-nu`gRhu",
    "type_id": 4
  },
  {
    "id": 54457,
    "shabad_id": 4568,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ismrau crn quhwry pRIqm; irdY quhwrI Awsw ]",
    "transliteration": "Simaro Charan Thuhaarae Preetham Ridhai Thuhaaree Aasaa ||",
    "translation": "I meditate in remembrance on Your Feet, O my Beloved; my heart is filled with hope.",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ! ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਆਸ ਟਿਕੀ ਰਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54458,
    "shabad_id": 4568,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "sMq jnw pih krau bynqI; min drsn kI ipAwsw ]1]",
    "transliteration": "Santh Janaa Pehi Karo Baenathee Man Dharasan Kee Piaasaa ||1||",
    "translation": "I offer my prayer to the humble Saints; my mind thirsts for the Blssed Vision of the Lord's Darshan. ||1||",
    "punjabi": "ਮੈਂ ਸੰਤ ਜਨਾਂ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ (ਕਿ ਮੈਨੂੰ ਤੇਰਾ ਦਰਸਨ ਕਰਾ ਦੇਣ, ਮੇਰੇ) ਮਨ ਵਿਚ (ਤੇਰੇ) ਦਰਸਨ ਦੀ ਬੜੀ ਤਾਂਘ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54459,
    "shabad_id": 4568,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ibCurq mrnu. jIvnu hir imlqy; jn kau drsnu dIjY ]",
    "transliteration": "Bishhurath Maran Jeevan Har Milathae Jan Ko Dharasan Dheejai ||",
    "translation": "Separation is death, and Union with the Lord is life. Please bless Your humble servant with Your Darshan.",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਵਿਛੁੜਿਆਂ ਆਤਮਕ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੈਨੂੰ ਮਿਲਿਆਂ ਆਤਮਕ ਜੀਵਨ ਮਿਲਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਦਰਸਨ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54460,
    "shabad_id": 4568,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwm ADwru jIvn Dnu nwnk; pRB myry ikrpw kIjY ]2]5]9]",
    "transliteration": "Naam Adhhaar Jeevan Dhhan Naanak Prabh Maerae Kirapaa Keejai ||2||5||9||",
    "translation": "O my God, please be Merciful, and bless Nanak with the support, the life and wealth of the Naam. ||2||5||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਤੇਰੇ ਨਾਮ ਦਾ ਆਸਰਾ (ਮੈਨੂੰ ਮਿਲਿਆ ਰਹੇ, ਇਹੀ ਹੈ ਮੇਰੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਸਰਮਾਇਆ ॥੨॥੫॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54461,
    "shabad_id": 4569,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54462,
    "shabad_id": 4569,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Ab Apny pRIqm isau. bin AweI ]",
    "transliteration": "Ab Apanae Preetham Sio Ban Aaee ||",
    "translation": "Now, I have become just like my Beloved.",
    "punjabi": "ਹੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਰਪੂਰ ਗੁਰੂ! ਹੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਗੁਰੂ! (ਨਾਮ ਦੀ) ਵਰਖਾ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54463,
    "shabad_id": 4569,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "rwjwrwmu rmq, suKu pwieE; brsu myG suKdweI ]1] rhwau ]",
    "transliteration": "Raajaa Raam Ramath Sukh Paaeiou Baras Maegh Sukhadhaaee ||1|| Rehaao ||",
    "translation": "Dwelling on my Sovereign Lord King, I have found peace. Rain down, O peace-giving cloud. ||1||Pause||",
    "punjabi": "(ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਹੁਣ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54464,
    "shabad_id": 4569,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ieku plu ibsrq nhI. suKswgru; nwmu nvY iniD pweI ]",
    "transliteration": "Eik Pal Bisarath Nehee Sukh Saagar Naam Navai Nidhh Paaee ||",
    "translation": "I cannot forget Him, even for an instant; He is the Ocean of peace. Through the Naam, the Name of the Lord, I have obtained the nine treasures.",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ (ਜੋ ਮੇਰੇ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ) ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ। ਹੁਣ ਉਹ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54465,
    "shabad_id": 4569,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "audOqu BieE pUrn BwvI ko; Byty sMq shweI ]1]",
    "transliteration": "Oudhaath Bhaeiou Pooran Bhaavee Ko Bhaettae Santh Sehaaee ||1||",
    "translation": "My perfect destiny has been activated, meeting with the Saints, my help and support. ||1||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਗੁਰੂ-ਸੰਤ (ਮੈਨੂੰ) ਮਿਲਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ) ਰਜ਼ਾ ਦਾ ਪੂਰਨ ਪਰਕਾਸ਼ ਹੋ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54466,
    "shabad_id": 4569,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "suK aupjy duK sgl ibnwsy; pwrbRhm ilv lweI ]",
    "transliteration": "Sukh Oupajae Dhukh Sagal Binaasae Paarabreham Liv Laaee ||",
    "translation": "Peace has welled up, and all pain has been dispelled, lovingly attuned to the Supreme Lord God.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼-ਮੀਂਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਪੈਦਾ ਹੋ ਗਏ ਹਨ, ਤੇ, ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54467,
    "shabad_id": 4569,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qirE sMswru kiTn BY swgru; hir nwnk crn iDAweI ]2]6]10]",
    "transliteration": "Thariou Sansaar Kathin Bhai Saagar Har Naanak Charan Dhhiaaee ||2||6||10||",
    "translation": "The arduous and terrifying world-ocean is crossed over, O Nanak, by meditating on the Feet of the Lord. ||2||6||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੀ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਮੈਂ ਉਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ਹਾਂ ਜਿਸ ਨੂੰ ਤਰਨਾ ਔਖਾ ਹੈ, ਤੇ, ਜੋ ਅਨੇਕਾਂ ਡਰਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ ॥੨॥੬॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54468,
    "shabad_id": 4570,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54469,
    "shabad_id": 4570,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Ginhr bris; sgl jgu CwieAw ]",
    "transliteration": "Ghanihar Baras Sagal Jag Shhaaeiaa ||",
    "translation": "The clouds have rained down all over the world.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਨਾਮ-ਜਲ ਨਾਲ ਭਰਪੂਰ ਸਤਿਗੁਰੂ (ਨਾਮ ਦੀ) ਵਰਖਾ ਕਰ ਕੇ ਸਾਰੇ ਜਗਤ ਉੱਤੇ ਪ੍ਰਭਾਵ ਪਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54470,
    "shabad_id": 4570,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Bey ikRpwl pRIqm pRB myry; And mMgl suK pwieAw ]1] rhwau ]",
    "transliteration": "Bheae Kirapaal Preetham Prabh Maerae Anadh Mangal Sukh Paaeiaa ||1|| Rehaao ||",
    "translation": "My Beloved Lord God has become merciful to me; I am blessed with ecstasy, bliss and peace. ||1||Pause||",
    "punjabi": "(ਪਰ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ) ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ (ਉਸ ਨਾਮ-ਵਰਖਾ ਵਿਚੋਂ) ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਆਤਮਕ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54471,
    "shabad_id": 4570,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "imty klys. iqRsn sB bUJI; pwrbRhmu min iDAwieAw ]",
    "transliteration": "Mittae Kalaes Thrisan Sabh Boojhee Paarabreham Man Dhhiaaeiaa ||",
    "translation": "My sorrows are erased, and all my thirsts are quenched, meditating on the Supreme Lord God.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ; ਉਸ ਦੀ ਮਾਇਆ ਦੀ ਪਿਆਸ ਬੁੱਝ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "bUJI: polw bolo",
    "type_id": 3
  },
  {
    "id": 54472,
    "shabad_id": 4570,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "swDsMig jnm mrn invwry; bhuir. n kqhU DwieAw ]1]",
    "transliteration": "Saadhhasang Janam Maran Nivaarae Bahur N Kathehoo Dhhaaeiaa ||1||",
    "translation": "In the Saadh Sangat, the Company of the Holy, death and birth come to an end, and the mortal does not wander anywhere, ever again. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁੜ ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਵਲ ਨਹੀਂ ਭਟਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54473,
    "shabad_id": 4570,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "mnu qnu nwim inrMjin rwqau; crnkml ilv lwieAw ]",
    "transliteration": "Man Than Naam Niranjan Raatho Charan Kamal Liv Laaeiaa ||",
    "translation": "My mind and body are imbued with the Immaculate Naam, the Name of the Lord; I am lovingly attuned to His Lotus Feet.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦੇ ਨਾਮ (-ਰੰਗ ਵਿਚ) ਰੰਗਿਆ ਗਿਆ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54474,
    "shabad_id": 4570,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "AMgIkwru kIE pRiB ApnY; nwnk dws srxwieAw ]2]7]11]",
    "transliteration": "Angeekaar Keeou Prabh Apanai Naanak Dhaas Saranaaeiaa ||2||7||11||",
    "translation": "God has made Nanak His Own; slave Nanak seeks His Sanctuary. ||2||7||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਦੀ ਸਰਨ ਆ ਪਿਆ, ਪ੍ਰਭੂ ਨੇ ਉਸ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ॥੨॥੭॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54475,
    "shabad_id": 4571,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54476,
    "shabad_id": 4571,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ibCurq ikau jIvy; Eie jIvn ]",
    "transliteration": "Bishhurath Kio Jeevae Oue Jeevan ||",
    "translation": "Separated from the Lord, how can any living being live?",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਉਸ ਤੋਂ ਵਿਛੋੜੇ ਦਾ ਜੀਵਨ ਕਦੇ ਨਹੀਂ ਜੀਊ ਸਕਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54477,
    "shabad_id": 4571,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "icqih aulws. Aws imlby kI; crnkml rs pIvn ]1] rhwau ]",
    "transliteration": "Chithehi Oulaas Aas Milabae Kee Charan Kamal Ras Peevan ||1|| Rehaao ||",
    "translation": "My consciousness is filled with yearning and hope to meet my Lord, and drink in the sublime essence of His Lotus Feet. ||1||Pause||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਦੀ ਅਤੇ ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨ-ਕਮਲਾਂ ਦਾ ਰਸ ਪੀਣ ਦੀ ਆਸ ਹੈ ਤੇ ਤਾਂਘ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54478,
    "shabad_id": 4571,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ijn kau ipAws qumwrI pRIqm; iqn kau AMqru nwhI ]",
    "transliteration": "Jin Ko Piaas Thumaaree Preetham Thin Ko Anthar Naahee ||",
    "translation": "Those who are thirsty for You, O my Beloved, are not separated from You.",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਤੇਰੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ, ਉਹਨਾਂ ਦੀ ਤੇਰੇ ਨਾਲੋਂ ਕੋਈ ਵਿੱਥ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54479,
    "shabad_id": 4571,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ijn kau ibsrY. myro rwmu ipAwrw; sy mUey mir jWhIN ]1]",
    "transliteration": "Jin Ko Bisarai Maero Raam Piaaraa Sae Mooeae Mar Jaanheen ||1||",
    "translation": "Those who forget my Beloved Lord are dead and dying. ||1||",
    "punjabi": "ਪਰ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਮੌਤੇ ਹੀ ਮਰ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
