[
  {
    "shabad_id": 4571,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "min qin riv rihAw jgdIsur; pyKq sdw hjUry ]",
    "transliteration": "Man Than Rav Rehiaa Jagadheesur Paekhath Sadhaa Hajoorae ||",
    "translation": "The Lord of the Universe is permeating and pervading my mind and body; I see Him Ever-present, here and now",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4571,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "nwnk riv rihE sB AMqir; srb rihAw BrpUry ]2]8]12]",
    "transliteration": "Naanak Rav Rehiou Sabh Anthar Sarab Rehiaa Bharapoorae ||2||8||12||",
    "translation": ". O Nanak, He is permeating the inner being of all; He is all-pervading everywhere. ||2||8||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ, ਸਭ ਥਾਈਂ ਭਰਪੂਰ ਵੱਸਦਾ ਹੈ ॥੨॥੮॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4572,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4572,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir kY Bjin; kaun kaun n. qwry ]",
    "transliteration": "Har Kai Bhajan Koun Koun N Thaarae ||",
    "translation": "Vibrating and meditating on the Lord, who has not been carried across?",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਭੀ ਹਰੀ ਦਾ ਭਜਨ ਕੀਤਾ) ਉਹਨਾਂ ਸਭਨਾਂ ਨੂੰ (ਗੁਰੂ ਨੇ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੀ ਰਾਹੀਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4572,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Kg qn mIn qn, imRg qn brwh qn; swDUsMig auDwry ]1] rhwau ]",
    "transliteration": "Khag Than Meen Than Mrig Than Baraah Than Saadhhoo Sang Oudhhaarae ||1|| Rehaao ||",
    "translation": "Those reborn into the body of a bird, the body of a fish, the body of a deer, and the body of a bull - in the Saadh Sangat, the Company of the Holy, they are saved. ||1||Pause||",
    "punjabi": "ਪੰਛੀਆਂ ਦਾ ਸਰੀਰ ਧਾਰਨ ਵਾਲੇ, ਮੱਛੀਆਂ ਦਾ ਸਰੀਰ ਧਾਰਨ ਵਾਲੇ, ਪਸ਼ੂਆਂ ਦਾ ਸਰੀਰ ਧਾਰਨ ਵਾਲੇ ਸੂਰਾਂ ਦਾ ਸਰੀਰ ਧਾਰਨ ਵਾਲੇ-ਇਹ ਸਭ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਪਾਰ ਲੰਘਾ ਦਿੱਤੇ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "Kg: polw bolo[au-Dwry",
    "type_id": 4
  },
  {
    "shabad_id": 4572,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "dyv kul dYq kul, jK´ ikMnr nr; swgr auqry pwry ]",
    "transliteration": "Dhaev Kul Dhaith Kul Jakhy Kinnar Nar Saagar Outharae Paarae ||",
    "translation": "The families of gods, the families of demons, titans, celestial singers and human beings are carried across the ocean.",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਦੇਵਤਿਆਂ ਦੀਆਂ ਕੁਲਾਂ, ਦੈਂਤਾਂ ਦੀਆਂ ਕੁਲਾਂ, ਜੱਖ, ਕਿੰਨਰ ਮਨੁੱਖ-ਇਹ ਸਾਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ।",
    "pronunciation": "dYNq[ j`iKA",
    "type_id": 3
  },
  {
    "shabad_id": 4572,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jo jo Bjnu krY swDUsMig; qw ky dUK ibdwry ]1]",
    "transliteration": "Jo Jo Bhajan Karai Saadhhoo Sang Thaa Kae Dhookh Bidhaarae ||1||",
    "translation": "Whoever meditates and vibrates on the Lord in the Saadh Sangat - his pains are taken away. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਜਿਹੜਾ ਜਿਹੜਾ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4572,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "kwm kroD mhw ibiKAw rs; ien qy Bey inrwry ]",
    "transliteration": "Kaam Karodhh Mehaa Bikhiaa Ras Ein Thae Bheae Niraarae ||",
    "translation": "Sexual desire, anger and the pleasures of terrible corruption - he keeps away from these.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਕਾਮ, ਕ੍ਰੋਧ, ਮਾਇਆ ਦੇ ਚਸਕੇ-ਇਹਨਾਂ ਸਭਨਾਂ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4572,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "dIn dieAwl jpih kruxwmY; nwnk. sd bilhwry ]2]9]13]",
    "transliteration": "Dheen Dhaeiaal Japehi Karunaa Mai Naanak Sadh Balihaarae ||2||9||13||",
    "translation": "He meditates on the Lord, Merciful to the meek, the Embodiment of Compassion; Nanak is forever a sacrifice to Him. ||2||9||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਤਰਸ-ਸਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਿਹੜੇ ਜਿਹੜੇ ਮਨੁੱਖ ਜਪਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੨॥੯॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4573,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4573,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awju. mY bYisE hir hwt ]",
    "transliteration": "Aaj Mai Baisiou Har Haatt ||",
    "translation": "Today, I am seated in the Lord's store.",
    "punjabi": "ਹੁਣ ਮੈਂ ਉਸ ਹੱਟ (ਸਾਧ ਸੰਗਤ) ਵਿਚ ਆ ਬੈਠਾ ਹਾਂ, (ਜਿੱਥੇ ਹਰਿ-ਨਾਮ ਮਿਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4573,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwmu rwis swJI kir jn isau; jWau n. jm kY Gwt ]1] rhwau ]",
    "transliteration": "Naam Raas Saajhee Kar Jan Sio Jaano N Jam Kai Ghaatt ||1|| Rehaao ||",
    "translation": "With the wealth of the Lord, I have entered into partnership with the humble; I shall not have take the Highway of Death. ||1||Pause||",
    "punjabi": "ਉਥੇ ਮੈਂ ਸੰਤ ਜਨਾਂ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਹਰਿ-ਨਾਮ ਸਰਮਾਇਆ (ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਜਮਦੂਤਾਂ ਦੇ ਪੱਤਣ ਤੇ ਨਹੀਂ ਜਾਂਦਾ (ਭਾਵ, ਮੈਂ ਉਹ ਕਰਮ ਨਹੀਂ ਕਰਦਾ, ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ ਜਮਾਂ ਦੇ ਵੱਸ ਪਈਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4573,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "Dwir AnugRhu pwrbRhim rwKy; BRm ky Kuly@ kpwt ]",
    "transliteration": "Dhhaar Anugrahu Paarabreham Raakhae Bhram Kae Khulaeh Kapaatt ||",
    "translation": "Showering me with His Kindness, the Supreme Lord God has saved me; the doors of doubt have been opened wide.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕੀਤੀ (ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ) ਭਰਮ-ਭਟਕਣਾ ਦੇ ਭੱਤ ਖੁਲ੍ਹ ਗਏ।",
    "pronunciation": "A-nu`gRhu",
    "type_id": 3
  },
  {
    "shabad_id": 4573,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "bysumwr swhu pRBu pwieAw; lwhw crn iniD Kwt ]1]",
    "transliteration": "Baesumaar Saahu Prabh Paaeiaa Laahaa Charan Nidhh Khaatt ||1||",
    "translation": "I have found God, the Banker of Infinity; I have earned the profit of the wealth of His Feet. ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਬੇਅੰਤ ਨਾਮ-ਸਰਮਾਏ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ। ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ (ਵਿਚ ਟਿਕੇ ਰਹਿਣ) ਦੀ ਖੱਟੀ ਖੱਟ ਲਈ, ਜੋ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4573,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "srin ghI Acuq AibnwsI; iklibK kwFy hY CWit ]",
    "transliteration": "Saran Gehee Achuth Abinaasee Kilabikh Kaadtae Hai Shhaantt ||",
    "translation": "I have grasped the protection of the Sanctuary of the Unchanging, Unmoving, Imperishable Lord; He has picked up my sins and thrown them out.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਸੇਵਕਾਂ ਨੇ) ਅਟੱਲ ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲੈ ਲਿਆ, ਉਹਨਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਸਾਰੇ) ਪਾਪ ਚੁਣ ਚੁਣ ਕੇ ਕੱਢ ਦਿੱਤੇ,",
    "pronunciation": "A-c`uq",
    "type_id": 3
  },
  {
    "shabad_id": 4573,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "kil klys imty. dws nwnk; bhuir. n jonI mwt ]2]10]14]",
    "transliteration": "Kal Kalaes Mittae Dhaas Naanak Bahur N Jonee Maatt ||2||10||14||",
    "translation": "Slave Nanak's sorrow and suffering has ended. He shall never again be squeezed into the mold of reincarnation. ||2||10||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਦਾਸਾਂ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਝਗੜੇ ਕਲੇਸ਼ ਮੁੱਕ ਗਏ, ਉਹ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ ॥੨॥੧੦॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4574,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4574,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "bhu ibiD; mwieAw moh ihrwno ]",
    "transliteration": "Bahu Bidhh Maaeiaa Moh Hiraano ||",
    "translation": "In so many ways, attachment to Maya leads to ruin.",
    "punjabi": "(ਜੀਵ) ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਠੱਗੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4574,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "koit mDy koaU ibrlw syvku; pUrn Bgqu icrwno ]1] rhwau ]",
    "transliteration": "Kott Madhhae Kooo Biralaa Saevak Pooran Bhagath Chiraano ||1|| Rehaao ||",
    "translation": "Among millions, it is very rare to find a selfless servant who remains a perfect devotee for very long. ||1||Pause||",
    "punjabi": "ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਕੋਈ ਵਿਰਲਾ ਹੀ (ਅਜਿਹਾ) ਸੇਵਕ ਹੁੰਦਾ ਹੈ ਜੋ ਮੁੱਢ ਕਦੀਮਾਂ ਤੋਂ ਹੀ ਪੂਰਾ ਭਗਤ ਹੁੰਦਾ ਹੈ (ਤੇ ਮਾਇਆ ਦੇ ਹੱਥੋਂ ਠੱਗਿਆ ਨਹੀਂ ਜਾਂਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4574,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ieq auq foil foil sRmu pwieE; qnu Dnu hoq ibrwno ]",
    "transliteration": "Eith Outh Ddol Ddol Sram Paaeiou Than Dhhan Hoth Biraano ||",
    "translation": "Roaming and wandering here and there, the mortal finds only trouble; his body and wealth become strangers to himself.",
    "punjabi": "(ਮਾਇਆ ਦਾ ਠੱਗਿਆ ਮਨੁੱਖ) ਹਰ ਪਾਸੇ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕਦਾ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਸਰੀਰ ਅਤੇ ਧਨ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਹੈ, ਉਹ) ਸਰੀਰ ਤੇ ਧਨ (ਆਖ਼ਿਰ) ਬਿਗਾਨਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4574,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "log durwie. krq TigAweI; hoqO sMig. n jwno ]1]",
    "transliteration": "Log Dhuraae Karath Thagiaaee Hotha Sang N Jaano ||1||",
    "translation": "Hiding from people, he practices deception; he does not know the One who is always with him. ||1||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ) ਲੋਕਾਂ ਤੋਂ ਲੁਕਾ ਲੁਕਾ ਕੇ ਠੱਗੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਦਾ) ਨਾਲ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ॥੧॥",
    "pronunciation": "(durwie) Cupw ky",
    "type_id": 3
  },
  {
    "shabad_id": 4574,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "imRg pMKI mIn dIn nIc; ieh sMkt iPir Awno ]",
    "transliteration": "Mrig Pankhee Meen Dheen Neech Eih Sankatt Fir Aano ||",
    "translation": "He wanders through troubled incarnations of low and wretched species as a deer, a bird and a fish.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿਣ ਦੇ ਕਾਰਨ ਆਖ਼ਿਰ) ਪਸ਼ੂ ਪੰਛੀ ਮੱਛੀ-ਇਹਨਾਂ ਨੀਵੀਆਂ ਜੂਨਾਂ ਦੇ ਗੇੜ ਦੇ ਦੁੱਖਾਂ ਵਿਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4574,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "khu nwnk. pwhn pRB qwrhu; swDsMgiq suK mwno ]2]11]15]",
    "transliteration": "Kahu Naanak Paahan Prabh Thaarahu Saadhhasangath Sukh Maano ||2||11||15||",
    "translation": "Says Nanak, O God, I am a stone - please carry me across, that I may enjoy peace in the Saadh Sangat, the Company of the Holy. ||2||11||15||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਭੂ! ਅਸਾਂ ਪੱਥਰਾਂ ਨੂੰ (ਪੱਥਰ-ਦਿਲ ਜੀਵਾਂ ਨੂੰ) ਪਾਰ ਲੰਘਾ ਲੈ, ਅਸੀਂ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਤੇਰੀ ਭਗਤੀ ਦਾ) ਆਨੰਦ ਮਾਣਦੇ ਰਹੀਏ ॥੨॥੧੧॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4575,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4575,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dust muey. ibKu KweI; rI mweI ]",
    "transliteration": "Dhusatt Mueae Bikh Khaaee Ree Maaee ||",
    "translation": "The cruel and evil ones died after taking poison, O mother.",
    "punjabi": "ਹੇ ਮਾਂ! (ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਮਨ ਵਿਚ ਮੇਰੇ ਉਤੇ ਤਰਸ ਆਇਆ ਹੈ, ਹੁਣ ਕਾਮਾਇਕ) ਚੰਦਰੇ ਵੈਰੀ (ਇਉਂ) ਮੁੱਕ ਗਏ ਹਨ (ਜਿਵੇਂ) ਜ਼ਹਿਰ ਖਾ ਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4575,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijs ky jIA. iqn hI riK lIny; myry pRB kau ikrpw AweI ]1] rhwau ]",
    "transliteration": "Jis Kae Jeea Thin Hee Rakh Leenae Maerae Prabh Ko Kirapaa Aaee ||1|| Rehaao ||",
    "translation": "And the One, to whom all creatures belong, has saved us. God has granted His Grace. ||1||Pause||",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰੇ ਪ੍ਰਭੂ ਨੂੰ (ਜਦੋਂ) ਤਰਸ ਆਉਂਦਾ ਹੈ, ਉਸ ਦੇ ਆਪਣੇ ਹੀ ਹਨ ਇਹ ਸਾਰੇ ਜੀਵ, ਉਹ ਆਪ ਹੀ ਇਹਨਾਂ ਦੀ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ) ਰੱਖਿਆ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4575,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "AMqrjwmI sB mih vrqY; qW Bau kYsw BweI ]",
    "transliteration": "Antharajaamee Sabh Mehi Varathai Thaan Bho Kaisaa Bhaaee ||",
    "translation": "The Inner-knower, the Searcher of hearts, is contained within all; why should I be afraid, O Siblings of Destiny?",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ (ਜਦੋਂ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਏ) ਤਾਂ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4575,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "sMig shweI. Coif, n jweI; pRBu dIsY sBnI TweˆØI ]1]",
    "transliteration": "Sang Sehaaee Shhodd N Jaaee Prabh Dheesai Sabhanee Thaaeanaee ||1||",
    "translation": "God, my Help and Support, is always with me. He shall never leave; I see Him everywhere. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਨਾਲ ਸਾਥੀ ਹੈ, ਉਹ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ, ਉਹ ਸਭ ਥਾਈਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4575,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "AnwQw nwQu. dIn duKBMjn; Awip lIey liV lweI ]",
    "transliteration": "Anaathhaa Naathh Dheen Dhukh Bhanjan Aap Leeeae Larr Laaee ||",
    "translation": "He is the Master of the masterless, the Destroyer of the pains of the poor; He has attached me to the hem of His robe.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਿਖਸਮਿਆਂ ਦਾ ਖਸਮ ਹੈ, ਗ਼ਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ (ਜੀਵਾਂ ਨੂੰ) ਆਪ ਆਪਣੇ ਲੜ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4575,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hir kI Et jIvih dws qyry; nwnk pRB srxweI ]2]12]16]",
    "transliteration": "Har Kee Outt Jeevehi Dhaas Thaerae Naanak Prabh Saranaaee ||2||12||16||",
    "translation": "O Lord, Your slaves live by Your Support; Nanak has come to the Sanctuary of God. ||2||12||16||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸ ਤੇਰੇ ਆਸਰੇ ਜੀਊਂਦੇ ਹਨ, ਮੈਂ ਨਾਨਕ ਭੀ ਤੇਰੀ ਹੀ ਸਰਨ ਪਿਆ ਹਾਂ ॥੨॥੧੨॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4576,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mlwr mhlw 5 ]",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4576,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mn myry; hir ky crn rvIjY ]",
    "transliteration": "Man Maerae Har Kae Charan Raveejai ||",
    "translation": "O my mind, dwell on the Feet of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਸਿਮਰਨੇ ਚਾਹੀਦੇ ਹਨ (ਗ਼ਰੀਬੀ ਸੁਭਾਵ ਵਿਚ ਟਿੱਕ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4576,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "drs ipAws. myro mnu moihE; hir pMK lgwie imlIjY ]1] rhwau ]",
    "transliteration": "Dharas Piaas Maero Man Mohiou Har Pankh Lagaae Mileejai ||1|| Rehaao ||",
    "translation": "My mind is enticed by thirst for the Blessed Vision of the Lord; I would take wings and fly out to meet Him. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦੀ ਤਾਂਘ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ (ਇਉਂ ਜੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ) ਉੱਡ ਕੇ ਭੀ ਜਾ ਮਿਲੀਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4576,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "Kojq Kojq mwrgu pwieE; swDU syv krIjY ]",
    "transliteration": "Khojath Khojath Maarag Paaeiou Saadhhoo Saev Kareejai ||",
    "translation": "Searching and seeking, I have found the Path, and now I serve the Holy.",
    "punjabi": "ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਸਤਾ ਲੱਭ ਲਿਆ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4576,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "Dwir AnugRhu suAwmI myry; nwmu mhw rsu pIjY ]1]",
    "transliteration": "Dhhaar Anugrahu Suaamee Maerae Naam Mehaa Ras Peejai ||1||",
    "translation": "O my Lord and Master, please be kind to me, that I may drink in Your most sublime essence. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਤੇਰਾ ਬੜਾ ਹੀ ਸੁਆਦਲਾ ਨਾਮ-ਜਲ ਪੀਤਾ ਜਾ ਸਕੇ ॥੧॥",
    "pronunciation": "A-nu`gRhu",
    "type_id": 3
  },
  {
    "shabad_id": 4576,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "qRwih qRwih kir, srnI Awey; jlqau ikrpw kIjY ]",
    "transliteration": "Thraahi Thraahi Kar Saranee Aaeae Jalatho Kirapaa Keejai ||",
    "translation": "Begging and pleading, I have come to Your Sanctuary; I am on fire - please shower me with Your Mercy!",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਵਿਕਾਰਾਂ ਤੋਂ 'ਬਚਾ ਲੈ' 'ਬਚਾ ਲੈ'-ਇਹ ਆਖ ਕੇ (ਜੀਵ) ਤੇਰੀ ਸਰਨ ਆਉਂਦੇ ਹਨ। ਹੇ ਪ੍ਰਭੂ! (ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ) ਸੜਦੇ ਉਤੇ (ਤੂੰ ਆਪ) ਮਿਹਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4576,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "kru gih lyhu. dws Apuny kau; nwnk Apuno kIjY ]2]13]17]",
    "transliteration": "Kar Gehi Laehu Dhaas Apunae Ko Naanak Apuno Keejai ||2||13||17||",
    "translation": "Please give me Your Hand - I am Your slave, O Lord. Please make Nanak Your Own. ||2||13||17||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਦਾਸ ਦਾ ਹੱਥ ਫੜ ਲੈ, ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਬਣਾ ਲੈ ॥੨॥੧੩॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
