[
  {
    "id": 54661,
    "shabad_id": 4589,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੫ ||",
    "transliteration": "Malaar Mehalaa 5 ||",
    "translation": "Malaar, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54662,
    "shabad_id": 4589,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹੇ ਗੋਬਿੰਦ ਹੇ ਗੋਪਾਲ; ਹੇ ਦੲਿਅਾਲ ਲਾਲ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Hae Gobindh Hae Gopaal Hae Dhaeiaal Laal ||1|| Rehaao ||",
    "translation": "O Lord of the Universe, O Lord of the World, O Dear Merciful Beloved. ||1||Pause||",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਹੇ ਗੋਪਾਲ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ! ਹੇ ਸੋਹਣੇ ਪ੍ਰਭੂ! ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54663,
    "shabad_id": 4589,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰਾਨ ਨਾਥ ਅਨਾਥ ਸਖੇ; ਦੀਨ ਦਰਦ ਨਿਵਾਰ ||੧||",
    "transliteration": "Praan Naathh Anaathh Sakhae Dheen Dharadh Nivaar ||1||",
    "translation": "You are the Master of the breath of life, the Companion of the lost and forsaken, the Destroyer of the pains of the poor. ||1||",
    "punjabi": "ਹੇ ਜਿੰਦ ਦੇ ਮਾਲਕ! ਹੇ ਨਿਖਸਮਿਆਂ ਦੇ ਸਹਾਈ! ਹੇ ਗ਼ਰੀਬਾਂ ਦੇ ਦਰਦ ਦੂਰ ਕਰਨ ਵਾਲੇ! ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54664,
    "shabad_id": 4589,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹੇ ਸਮ੍ਰਥ ਅਗਮ ਪੂਰਨ; ਮੋਹਿ ਮੲਿਅਾ ਧਾਰਿ ||੨||",
    "transliteration": "Hae Samrathh Agam Pooran Mohi Maeiaa Dhhaar ||2||",
    "translation": "O All-powerful, Inaccessible, Perfect Lord, please shower me with Your Mercy. ||2||",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਅਪਹੁੰਚ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਕਰ! ॥੨॥",
    "pronunciation": "ਸਮ੍ਰੱਥਅ-ਗਮ: ਪੋਲਾ ਬੋਲੋ ਸੋਗ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 54665,
    "shabad_id": 4589,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਮਹਾ ਭੲਿਅਾਨ; ਨਾਨਕ ਪਾਰਿ ੳੁਤਾਰ ||੩||੮||੩੦||",
    "transliteration": "Andhh Koop Mehaa Bhaeiaan Naanak Paar Outhaar ||3||8||30||",
    "translation": "Please, carry Nanak across the terrible, deep dark pit of the world to the other side. ||3||8||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸੰਸਾਰ) ਬੜਾ ਡਰਾਉਣਾ ਖੂਹ ਹੈ ਜਿਸ ਵਿਚ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਘੁੱਪ ਹਨੇਰਾ ਹੈ (ਮੈਨੂੰ ਇਸ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ ॥੩॥੮॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54666,
    "shabad_id": 4590,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੧ ਅਸਟਪਦੀਅਾ ਘਰੁ ੧",
    "transliteration": "Malaar Mehalaa 1 Asattapadheeaa Ghar 1",
    "translation": "Malaar, First Mehl, Ashtapadees, First House:",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 54667,
    "shabad_id": 4590,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 54668,
    "shabad_id": 4590,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਚਕਵੀ ਨੈਨ ਨਂØੀਦ ਨਹਿ ਚਾਹੈ; ਬਿਨੁ ਪਿਰ. ਨਂØੀਦ, ਨ ਪਾੲੀ ||",
    "transliteration": "Chakavee Nain Nanaeedh Nehi Chaahai Bin Pir Nanaeedh N Paaee ||",
    "translation": "The chakvi bird does not long for sleepy eyes; without her beloved, she does not sleep.",
    "punjabi": "ਚਕਵੀ (ਰਾਤ ਨੂੰ) ਆਪਣੇ ਪਿਆਰੇ (ਚਕਵੇ) ਤੋਂ ਬਿਨਾ ਸੌ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਆਪਣੀਆਂ ਅੱਖਾਂ ਵਿਚ ਨੀਂਦ ਦਾ ਆਉਣਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54669,
    "shabad_id": 4590,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸੂਰੁ ਚਰ੍ਹੈ. ਪਿ੍ਰੳੁ ਦੇਖੈ ਨੈਨੀ; ਨਿਵਿ ਨਿਵਿ ਲਾਗੈ ਪਾਂੲੀ ||੧||",
    "transliteration": "Soor Charhai Prio Dhaekhai Nainee Niv Niv Laagai Paanee ||1||",
    "translation": "When the sun rises, she sees her beloved with her eyes; she bows and touches his feet. ||1||",
    "punjabi": "ਜਦੋਂ ਸੂਰਜ ਚੜ੍ਹਦਾ ਹੈ, ਚਕਵੀ ਆਪਣੇ ਪਿਆਰੇ (ਚਕਵੇ) ਨੂੰ ਅੱਖੀਂ ਵੇਖਦੀ ਹੈ, ਲਿਫ ਲਿਫ ਕੇ ਉਸ ਦੇ ਪੈਰੀਂ ਲੱਗਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54670,
    "shabad_id": 4590,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਪਿਰ ਭਾਵੈ; ਪ੍ਰੇਮੁ ਸਖਾੲੀ ||",
    "transliteration": "Pir Bhaavai Praem Sakhaaee ||",
    "translation": "The Love of my Beloved is pleasing; it is my Companion and Support.",
    "punjabi": "ਮੈਨੂੰ ਸਦਾ-ਸਹਾਈ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54671,
    "shabad_id": 4590,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤਿਸੁ ਬਿਨੁ ਘੜੀ. ਨਹੀ ਜਗਿ ਜੀਵਾ; ਅੈਸੀ ਪਿਅਾਸ ਤਿਸਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "This Bin Gharree Nehee Jag Jeevaa Aisee Piaas Thisaaee ||1|| Rehaao ||",
    "translation": "Without Him, I cannot live in this world even for an instant; such is my hunger and thirst. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਉਸਦੇ ਮਿਲਾਪ ਦੀ ਇਤਨੀ ਤੀਬਰ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਜਗਤ ਵਿਚ ਉਸ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54672,
    "shabad_id": 4590,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਰਵਰਿ ਕਮਲੁ ਕਿਰਣਿ ਅਾਕਾਸੀ; ਬਿਗਸੈ ਸਹਜਿ ਸੁਭਾੲੀ ||",
    "transliteration": "Saravar Kamal Kiran Aakaasee Bigasai Sehaj Subhaaee ||",
    "translation": "The lotus in the pool blossoms forth intuitively and naturally, with the rays of the sun in the sky.",
    "punjabi": "ਕੌਲ (ਫੁੱਲ) ਸਰੋਵਰ ਵਿਚ ਹੁੰਦਾ ਹੈ, (ਸੂਰਜ ਦੀ) ਕਿਰਨ ਆਕਾਸ਼ਾਂ ਵਿਚ ਹੁੰਦੀ ਹੈ, (ਫਿਰ ਭੀ ਉਸ ਕਿਰਨ ਨੂੰ ਤੱਕ ਕੇ ਕੌਲ ਫੁੱਲ) ਸੁਤੇ ਹੀ ਖਿੜ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54673,
    "shabad_id": 4590,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਪ੍ਰੀਤਮ ਪ੍ਰੀਤਿ ਬਨੀ ਅਭ ਅੈਸੀ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੀ ||੨||",
    "transliteration": "Preetham Preeth Banee Abh Aisee Jothee Joth Milaaee ||2||",
    "translation": "Such is the love for my Beloved which imbues me; my light has merged into the Light. ||2||",
    "punjabi": "(ਪ੍ਰੇਮੀ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆਪਣੇ ਪ੍ਰੀਤਮ ਦੀ ਅਜੇਹੀ ਪ੍ਰੀਤ ਬਣਦੀ ਹੈ ਕਿ ਉਸ ਦੀ ਆਤਮਾ ਪ੍ਰੀਤਮ ਦੀ ਆਤਮਾ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54674,
    "shabad_id": 4590,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਚਾਤਿ੍ਰਕੁ. ਜਲ ਬਿਨੁ ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਟੇਰੈ; ਬਿਲਪ ਕਰੈ ਬਿਲਲਾੲੀ ||",
    "transliteration": "Chaathrik Jal Bin Prio Prio Ttaerai Bilap Karai Bilalaaee ||",
    "translation": "Without water, the rainbird cries out, \"Pri-o! Pri-o! - Beloved! Beloved!\" It cries and wails and laments.",
    "punjabi": "(ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦੇ) ਜਲ ਤੋਂ ਬਿਨਾ ਪਪੀਹਾ 'ਪ੍ਰਿਉ, ਪ੍ਰਿਉ' ਕੂਕਦਾ ਹੈ, ਮਾਨੋ, ਵਿਰਲਾਪ ਕਰਦਾ ਹੈ, ਤਰਲੇ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54675,
    "shabad_id": 4590,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਘਨਹਰ ਘੋਰ ਦਸੌ ਦਿਸਿ ਬਰਸੈ; ਬਿਨੁ ਜਲ ਪਿਅਾਸ. ਨ ਜਾੲੀ ||੩||",
    "transliteration": "Ghanehar Ghor Dhasa Dhis Barasai Bin Jal Piaas N Jaaee ||3||",
    "translation": "The thundering clouds rain down in the ten directions; its thirst is not quenched until it catches the rain-drop in its mouth. ||3||",
    "punjabi": "ਬੱਦਲ ਗੱਜ ਕੇ ਦਸੀਂ ਪਾਸੀਂ ਵਰ੍ਹਦਾ ਹੈ, ਪਰ ਪਪੀਹੇ ਦੀ ਪਿਆਸ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਤੋਂ ਬਿਨਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54676,
    "shabad_id": 4590,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਮੀਨ ਨਿਵਾਸ ੳੁਪਜੈ ਜਲ ਹੀ ਤੇ; ਸੁਖ ਦੁਖ ਪੁਰਬਿ ਕਮਾੲੀ ||",
    "transliteration": "Meen Nivaas Oupajai Jal Hee Thae Sukh Dhukh Purab Kamaaee ||",
    "translation": "The fish lives in water, from which it was born. It finds peace and pleasure according to its past actions.",
    "punjabi": "ਮੱਛੀ ਪਾਣੀ ਵਿਚ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਪਾਣੀ ਵਿਚ ਵੱਸਦੀ ਹੈ, ਪੂਰਬਲੀ ਕਮਾਈ ਅਨੁਸਾਰ ਉਹ ਪਾਣੀ ਵਿਚ ਹੀ ਸੁਖ ਦੁਖ ਸਹਾਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54677,
    "shabad_id": 4590,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਖਿਨੁ ਤਿਲੁ ਰਹਿ ਨ ਸਕੈ ਪਲੁ. ਜਲ ਬਿਨੁ; ਮਰਨੁ ਜੀਵਨੁ ਤਿਸੁ ਤਾਂੲੀ ||੪||",
    "transliteration": "Khin Thil Rehi N Sakai Pal Jal Bin Maran Jeevan This Thaanee ||4||",
    "translation": "It cannot survive without water for a moment, even for an instant. Life and death depend on it. ||4||",
    "punjabi": "ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਉਹ ਇਕ ਖਿਨ ਭਰ ਤਿਲ ਭਰ ਪਲ ਭਰ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦੀ। ਉਸ ਦਾ ਮਰਨ ਜੀਊਣ (ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ ਦਾ ਵਸੇਬਾ) ਉਸ ਪਾਣੀ ਨਾਲ ਹੀ (ਸੰਭਵ) ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54678,
    "shabad_id": 4590,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਧਨ ਵਾਂਢੀ. ਪਿਰੁ ਦੇਸ ਨਿਵਾਸੀ; ਸਚੇ ਗੁਰ ਪਹਿ ਸਬਦੁ ਪਠਾੲਂØੀ ||",
    "transliteration": "Dhhan Vaandtee Pir Dhaes Nivaasee Sachae Gur Pehi Sabadh Pathaaeanaee ||",
    "translation": "The soul-bride is separated from her Husband Lord, who lives in His Own Country. He sends the Shabad, His Word, through the True Guru.",
    "punjabi": "ਪਤੀ-ਪ੍ਰਭੂ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ) ਘਰ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਵਿਛੁੜੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਜਦੋਂ ਸੱਚੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ) ਸਨੇਹਾ ਭੇਜਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54679,
    "shabad_id": 4590,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਗੁਣ ਸੰਗ੍ਰਹਿ ਪ੍ਰਭੁ ਰਿਦੈ ਨਿਵਾਸੀ; ਭਗਤਿ ਰਤੀ ਹਰਖਾੲੀ ||੫||",
    "transliteration": "Gun Sangrehi Prabh Ridhai Nivaasee Bhagath Rathee Harakhaaee ||5||",
    "translation": "She gathers virtues, and enshrines God within her heart. Imbued with devotion, she is happy. ||5||",
    "punjabi": "ਤੇ ਆਤਮਕ ਗੁਣ ਇਕੱਠੇ ਕਰਦੀ ਹੈ, ਤਦੋਂ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਪ੍ਰਸੰਨ ਹੁੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "ਰੱਤੀ",
    "type_id": 3
  },
  {
    "id": 54680,
    "shabad_id": 4590,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਕਰੈ ਸਭੈ ਹੈ ਜੇਤੀ; ਗੁਰ ਭਾਵੈ. ਪਿ੍ਰੳੁ ਪਾੲਂØੀ ||",
    "transliteration": "Prio Prio Karai Sabhai Hai Jaethee Gur Bhaavai Prio Paaeanaee ||",
    "translation": "Everyone cries out, \"Beloved! Beloved!\" But she alone finds her Beloved, who is pleasing to the Guru.",
    "punjabi": "ਜਿਹੜੀ ਭੀ ਲੁਕਾਈ ਹੈ ਸਾਰੀ ਹੀ ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਲੈਂਦੀ ਹੈ, ਪਰ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54681,
    "shabad_id": 4590,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਪਿ੍ਰੳੁ ਨਾਲੇ ਸਦ ਹੀ ਸਚਿ ਸੰਗੇ; ਨਦਰੀ ਮੇਲਿ ਮਿਲਾੲੀ ||੬||",
    "transliteration": "Prio Naalae Sadh Hee Sach Sangae Nadharee Mael Milaaee ||6||",
    "translation": "Our Beloved is always with us; through the Truth, He blesses us with His Grace, and unites us in His Union. ||6||",
    "punjabi": "ਪਤੀ-ਪ੍ਰਭੂ ਤਾਂ ਸਦਾ ਹੀ ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਨਾਲ ਹੈ ਅੰਗ-ਸੰਗ ਹੈ, ਜੇਹੜੀ ਉਸ ਸਦਾ-ਥਿਰ ਵਿਚ ਜੁੜਦੀ ਹੈ ਗੁਰੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰ ਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54682,
    "shabad_id": 4590,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਸਭ ਮਹਿ. ਜੀੳੁ ਜੀੳੁ ਹੈ ਸੋੲੀ; ਘਟਿ ਘਟਿ ਰਹਿਅਾ ਸਮਾੲੀ ||",
    "transliteration": "Sabh Mehi Jeeo Jeeo Hai Soee Ghatt Ghatt Rehiaa Samaaee ||",
    "translation": "He is the life of the soul in each and every soul; He permeates and pervades each and every heart.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਦਿੱਤੀ ਜਿੰਦ ਰੁਮਕ ਰਹੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰੇਕ ਦੀ ਜਿੰਦ (ਆਸਰਾ) ਹੈ। ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54683,
    "shabad_id": 4590,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਘਰ ਹੀ ਪਰਗਾਸਿਅਾ; ਸਹਜੇ ਸਹਜਿ ਸਮਾੲੀ ||੭||",
    "transliteration": "Gur Parasaadh Ghar Hee Paragaasiaa Sehajae Sehaj Samaaee ||7||",
    "translation": "By Guru's Grace, He is revealed within the home of my heart; I am intuitively, naturally, absorbed into Him. ||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪਰਗਟ ਹੋ ਪੈਂਦਾ ਹੈ ਉਹ ਜੀਵ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54684,
    "shabad_id": 4590,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਅਪਨਾ ਕਾਜੁ ਸਵਾਰਹੁ ਅਾਪੇ; ਸੁਖਦਾਤੇ ਗੋਸਾਂੲਂØੀ ||",
    "transliteration": "Apanaa Kaaj Savaarahu Aapae Sukhadhaathae Gosaaneanaee ||",
    "translation": "He Himself shall resolve all your affairs, when you meet with the Giver of peace, the Lord of the World.",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਖਸਮ! ਹੇ ਜੀਵਾਂ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨਾ ਤੇਰਾ ਆਪਣਾ ਹੀ ਕੰਮ ਹੈ, ਇਸ) ਆਪਣੇ ਕੰਮ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਸਿਰੇ ਚਾੜ੍ਹਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54685,
    "shabad_id": 4590,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਘਰ ਹੀ ਪਿਰੁ ਪਾੲਿਅਾ; ਤੳੁ ਨਾਨਕ. ਤਪਤਿ ਬੁਝਾੲੀ ||੮||੧||",
    "transliteration": "Gur Parasaadh Ghar Hee Pir Paaeiaa Tho Naanak Thapath Bujhaaee ||8||1||",
    "translation": "By Guru's Grace, you shall find your Husband Lord within your own home; then, O Nanak, the fire within you shall be quenched. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਪਰਗਟ ਹੋ ਪੈਂਦਾ ਹੈ ਉਸ ਦੀ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸੜਨ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੮॥੧॥",
    "pronunciation": "ਬੁਝਾੲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 54686,
    "shabad_id": 4591,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਲਾਰ ਮਹਲਾ ੧ ||",
    "transliteration": "Malaar Mehalaa 1 ||",
    "translation": "Malaar, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54687,
    "shabad_id": 4591,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਾਗਤੁ ਜਾਗਿ ਰਹੈ ਗੁਰ ਸੇਵਾ; ਬਿਨੁ ਹਰਿ. ਮੈ ਕੋ ਨਾਹੀ ||",
    "transliteration": "Jaagath Jaag Rehai Gur Saevaa Bin Har Mai Ko Naahee ||",
    "translation": "Remain awake and aware, serving the Guru; except for the Lord, no one is mine.",
    "punjabi": "ਉਸੇ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਸਫਲ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਤੱਤਪਰ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਤੋਂ ਬਿਨਾ ਸਾਡੇ ਇਸ ਸਰੀਰ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54688,
    "shabad_id": 4591,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਨਿਕ ਜਤਨ ਕਰਿ ਰਹਣੁ. ਨ ਪਾਵੈ; ਅਾਚੁ ਕਾਚੁ ਢਰਿ ਪਾਂਹੀ ||੧||",
    "transliteration": "Anik Jathan Kar Rehan N Paavai Aach Kaach Dtar Paanhee ||1||",
    "translation": "Even by making all sorts of efforts, you shall not remain here; it shall melt like glass in the fire. ||1||",
    "punjabi": "(ਜਦੋਂ ਜੋਤਿ ਨਿਕਲ ਜਾਏ ਤਾਂ) ਅਨੇਕਾਂ ਜਤਨ ਕਰਨ ਨਾਲ ਭੀ ਇਹ ਸਰੀਰ ਟਿਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਜਿਵੇਂ ਅੱਗ ਦਾ ਸੇਕ ਕੱਚ ਨੂੰ ਢਾਲ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਇਹ ਸਰੀਰ (ਜੋਤਿ ਤੋਂ ਬਿਨਾ) ਢਹਿ ਢੇਰੀ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਅਾਂਚੁ",
    "type_id": 3
  },
  {
    "id": 54689,
    "shabad_id": 4591,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ੲਿਸੁ ਤਨ ਧਨ ਕਾ; ਕਹਹੁ ਗਰਬੁ ਕੈਸਾ ||",
    "transliteration": "Eis Than Dhhan Kaa Kehahu Garab Kaisaa ||",
    "translation": "Tell me - why are you so proud of your body and wealth?",
    "punjabi": "ਹੇ ਝੱਲੇ ਮਨੁੱਖ! ਦੱਸ, ਇਸ ਸਰੀਰ ਦਾ ਇਸ ਧਨ-ਦੌਲਤ ਦਾ ਕੀਹ ਮਾਣ ਕਰਨਾ ਹੋਇਆ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54690,
    "shabad_id": 4591,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬਿਨਸਤ ਬਾਰ. ਨ ਲਾਗੈ ਬਵਰੇ; ਹੳੁਮੈ ਗਰਬਿ ਖਪੈ ਜਗੁ ਅੈਸਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Binasath Baar N Laagai Bavarae Houmai Garab Khapai Jag Aisaa ||1|| Rehaao ||",
    "translation": "They shall vanish in an instant; O madman, this is how the world is wasting away, in egotism and pride. ||1||Pause||",
    "punjabi": "ਇਹਨਾਂ ਦੇ ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ। ਜਗਤ ਵਿਅਰਥ ਹੀ (ਸਰੀਰ ਦੀ) ਹਉਮੈ ਵਿਚ (ਧਨ ਦੇ) ਮਾਣ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 54691,
    "shabad_id": 4591,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜੈ ਜਗਦੀਸ ਪ੍ਰਭੂ ਰਖਵਾਰੇ; ਰਾਖੈ ਪਰਖੈ ਸੋੲੀ ||",
    "transliteration": "Jai Jagadhees Prabhoo Rakhavaarae Raakhai Parakhai Soee ||",
    "translation": "Hail to the Lord of the Universe, God, our Saving Grace; He judges and saves the mortal beings.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਹੇ ਪ੍ਰਭੂ! ਹੇ ਜੀਵਾਂ ਦੇ ਰਾਖੇ! ਤੇਰੀ (ਸਦਾ) ਜੈ ਹੋਵੇ! (ਹੇ ਝੱਲੇ ਜੀਵ! ਸਦਾ ਉਸ ਰੱਖਣਹਾਰ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲੈ)। ਉਹ (ਜਗਦੀਸ਼) ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਂਦਾ ਹੈ ਤੇ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਨੂੰ ਪੜਾਤਲਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54692,
    "shabad_id": 4591,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜੇਤੀ ਹੈ. ਤੇਤੀ ਤੁਝ ਹੀ ਤੇ; ਤੁਮ੍ਹ ਸਰਿ ਅਵਰੁ. ਨ ਕੋੲੀ ||੨||",
    "transliteration": "Jaethee Hai Thaethee Thujh Hee Thae Thumh Sar Avar N Koee ||2||",
    "translation": "All that is, belongs to You. No one else is equal to You. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਤਨੀ ਭੀ ਲੁਕਾਈ ਹੈ, ਇਹ ਸਾਰੀ ਹੀ ਤੇਰੇ ਪਾਸੋਂ ਹੀ (ਦਾਤਾਂ) ਮੰਗਦੀ ਹੈ। ਤੇਰੇ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54693,
    "shabad_id": 4591,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜੀਅ ੳੁਪਾੲਿ ਜੁਗਤਿ ਵਸਿ ਕੀਨੀ; ਅਾਪੇ ਗੁਰਮੁਖਿ ਅੰਜਨੁ ||",
    "transliteration": "Jeea Oupaae Jugath Vas Keenee Aapae Guramukh Anjan ||",
    "translation": "Creating all beings and creatures, their ways and means are under Your control; You bless the Gurmukhs with the ointment of spiritual wisdom.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਪੈਦਾ ਕਰ ਕੇ ਜੀਵਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਉਸ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ, (ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਸਤੇ) ਉਹ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗਿਆਨ ਦਾ) ਸੁਰਮਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 54694,
    "shabad_id": 4591,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਅਮਰੁ ਅਨਾਥ, ਸਰਬ ਸਿਰਿ ਮੋਰਾ; ਕਾਲ ਬਿਕਾਲ ਭਰਮ ਭੈ ਖੰਜਨੁ ||੩||",
    "transliteration": "Amar Anaathh Sarab Sir Moraa Kaal Bikaal Bharam Bhai Khanjan ||3||",
    "translation": "My Eternal, Unmastered Lord is over the heads of all. He is the Destroyer of death and rebirth, doubt and fear. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਦਾ ਅਟੱਲ ਹੈ, ਉਸ ਦੇ ਉੱਪਰ ਹੋਰ ਕੋਈ ਖਸਮ ਨਹੀਂ, ਉਹ ਸਭ ਦਾ ਸ਼ਿਰੋਮਣੀ ਹੈ, ਜੀਵਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ, ਭਟਕਣਾ ਤੇ ਡਰ-ਸਹਿਮ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਮੋਰਾ) ਸ਼ਰੋਮਣੀ[ (ਕਾਲ) ਮਿ੍ਰਤੂ[ (ਬਿਕਾਲ) ਜਨਮ",
    "type_id": 3
  }
]
