[
  {
    "shabad_id": 4595,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mlwr mhlw 3 AstpdIAw Gru 1]",
    "transliteration": "Malaar Mehalaa 3 Asattapadheeaa Ghar 1 ||",
    "punjabi": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4595,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "krmu hovY. qw siqguru pweIAY; ivxu krmY pwieAw. n jwie]",
    "transliteration": "Karam Hovai Thaa Sathigur Paaeeai Vin Karamai Paaeiaa N Jaae ||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਹੁੰਦੀ ਹੈ ਤਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "siqguru imilAY. kMcnu hoeIAY; jW hir kI hoie rjwie]1]",
    "transliteration": "Sathigur Miliai Kanchan Hoeeai Jaan Har Kee Hoe Rajaae ||1||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮਨੁੱਖ (ਸ਼ੁੱਧ) ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ। (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਹੁੰਦਾ ਹੈ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mn myry; hir hir nwim icqu lwie]",
    "transliteration": "Man Maerae Har Har Naam Chith Laae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "siqgur qy hir pweIAY swcw; hir isau rhY smwie]1]rhwau]",
    "transliteration": "Sathigur Thae Har Paaeeai Saachaa Har Sio Rehai Samaae ||1|| Rehaao ||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4595,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "siqgur qy. igAwnu aUpjY; qW ieh sMsw jwie]",
    "transliteration": "Sathigur Thae Giaan Oopajai Thaan Eih Sansaa Jaae ||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "siqgur qy. hir buJIAY; grB jonI. nh pwie]2]",
    "transliteration": "Sathigur Thae Har Bujheeai Garabh Jonee Neh Paae ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣਦੀ ਹੈ, ਤੇ, ਮਨੁੱਖ ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "gur prswdI jIvq mrY; mir jIvY. sbdu kmwie]",
    "transliteration": "Gur Parasaadhee Jeevath Marai Mar Jeevai Sabadh Kamaae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਬਣਾ ਕੇ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "mukiq duAwrw soeI pwey; ij ivchu Awpu gvwie]3]",
    "transliteration": "Mukath Dhuaaraa Soee Paaeae J Vichahu Aap Gavaae ||3||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭ ਸਕਦਾ ਹੈ, ਜਿਹੜਾ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "gur prswdI. isv Gir jMmY; ivchu skiq gvwie]",
    "transliteration": "Gur Parasaadhee Siv Ghar Janmai Vichahu Sakath Gavaae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ ਜੰਮ ਪੈਂਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜਿਆ ਰਹਿ ਕੇ ਨਵਾਂ ਆਤਮਕ ਜੀਵਨ ਬਣਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "Acru crY. ibbyk buiD pwey; purKY purKu imlwie]4]",
    "transliteration": "Achar Charai Bibaek Budhh Paaeae Purakhai Purakh Milaae ||4||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਮਨੁੱਖ ਇਸ ਅਮੋੜ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਲੈ ਆਉਂਦਾ ਹੈ, ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਦੀ ਸੂਝ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਗੁਰੂ-ਪੁਰਖ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "A-cru",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "DwqurbwjI sMswru Acyqu hY; clY mUlu gvwie]",
    "transliteration": "Dhhaathur Baajee Sansaar Achaeth Hai Chalai Mool Gavaae ||",
    "punjabi": "ਇਹ ਜਗਤ ਨਾਸਵੰਤ ਖੇਡ (ਹੀ) ਹੈ। (ਉਹ ਮਨੁੱਖ) ਮੂਰਖ ਹੈ (ਜਿਹੜਾ ਇਸ ਨਾਸਵੰਤ ਖੇਡ ਦੀ ਖ਼ਾਤਰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਾਰਾ) ਸਰਮਾਇਆ ਗਵਾ ਕੇ (ਇਥੋਂ) ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "(Dwqur) mwieAw[ c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "lwhw hir sqsMgiq pweIAY; krmI plY pwie]5]",
    "transliteration": "Laahaa Har Sathasangath Paaeeai Karamee Palai Paae ||5||",
    "punjabi": "ਨਫ਼ਾ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਹੈ, ਇਹ ਨਫ਼ਾ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲਦਾ ਹੈ, (ਪਰ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ ਹੀ (ਮਨੁੱਖ ਇਹ ਨਫ਼ਾ) ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "siqgur ivxu iknY. n pwieAw; min vyKhu irdY bIcwir]",
    "transliteration": "Sathigur Vin Kinai N Paaeiaa Man Vaekhahu Ridhai Beechaar ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਵੋ, ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੇ (ਇਹ ਹਰਿ-ਨਾਮ-ਲਾਭ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "vfBwgI guru pwieAw; Bvjlu auqry pwir]6]",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Bhavajal Outharae Paar ||6||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "hir nwmW. hir tyk hY; hir hir nwmu ADwru]",
    "transliteration": "Har Naamaan Har Ttaek Hai Har Har Naam Adhhaar ||",
    "punjabi": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਰੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਸਹਾਰਾ ਹੈ, ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ikRpw krhu. guru mylhu hir jIau; pwvau moK duAwru]7]",
    "transliteration": "Kirapaa Karahu Gur Maelahu Har Jeeo Paavo Mokh Dhuaar ||7||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰੋ, (ਮੈਨੂੰ) ਗੁਰੂ ਮਿਲਾਓ, ਮੈਂ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ) ਰਸਤਾ ਲੱਭ ਸਕਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "msqik illwit iliKAw Duir Twkuir; mytxw. n jwie]",
    "transliteration": "Masathak Lilaatt Likhiaa Dhhur Thaakur Maettanaa N Jaae ||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ, (ਉਹ ਲੇਖ ਕਿਸੇ ਪਾਸੋਂ) ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4595,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "nwnk. sy jn pUrn hoey; ijn hir Bwxw Bwie]8]1]",
    "transliteration": "Naanak Sae Jan Pooran Hoeae Jin Har Bhaanaa Bhaae ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ-ਸਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਹ ਮਨੁੱਖ ਮੁਕੰਮਲ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ) ਬਣ ਗਏ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mlwr mhlw 3]",
    "transliteration": "Malaar Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "byd bwxI jgu vrqdw; qRY gux kry bIcwru]",
    "transliteration": "Baedh Baanee Jag Varathadhaa Thrai Gun Karae Beechaar ||",
    "punjabi": "ਜਗਤ (ਕਰਮ ਕਾਂਡ ਵਿਚ ਹੀ ਰੱਖਣ ਵਾਲੀ ਸ਼ਾਸਤ੍ਰਾਂ) ਵੇਦਾਂ ਦੀ ਬਾਣੀ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ (ਹੀ) ਵਿਚਾਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ibnu nwvY. jm fMfu shY; mir jnmY vwro vwr]",
    "transliteration": "Bin Naavai Jam Ddandd Sehai Mar Janamai Vaaro Vaar ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਜਗਤ) ਜਮਦੂਤਾਂ ਦੀ ਸਜ਼ਾ ਸਹਾਰਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siqgur Byty mukiq hoie; pwey moK duAwru]1]",
    "transliteration": "Sathigur Bhaettae Mukath Hoe Paaeae Mokh Dhuaar ||1||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "mn ry; siqguru syiv smwie]",
    "transliteration": "Man Rae Sathigur Saev Samaae ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ) ਲੀਨ ਹੋਇਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "vfYBwig guru pUrw pwieAw; hir hir nwmu iDAwie]1]rhwau]",
    "transliteration": "Vaddai Bhaag Gur Pooraa Paaeiaa Har Har Naam Dhhiaae ||1|| Rehaao ||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਧਿਆਉਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4596,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir AwpxY BwxY isRsit aupweI; hir Awpy dyie ADwru]",
    "transliteration": "Har Aapanai Bhaanai Srisatt Oupaaee Har Aapae Dhaee Adhhaar ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "hir AwpxY BwxY. mnu inrmlu kIAw; hir isau lwgw ipAwru]",
    "transliteration": "Har Aapanai Bhaanai Man Niramal Keeaa Har Sio Laagaa Piaar ||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਵਿੱਤਰ ਕਰ ਦਿੱਤਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਚਰਨਾਂ ਨਾਲ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "hir kY BwxY. siqguru ByitAw; sBu jnmu svwrxhwru]2]",
    "transliteration": "Har Kai Bhaanai Sathigur Bhaettiaa Sabh Janam Savaaranehaar ||2||",
    "punjabi": "ਸਾਰੇ ਮਨੁੱਖਾ ਜੀਵਨ ਨੂੰ ਚੰਗਾ ਬਣਾ ਸਕਣ ਵਾਲਾ ਗੁਰੂ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਲ ਪਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "vwhu vwhu bwxI siq hY; gurmuiK bUJY koie]",
    "transliteration": "Vaahu Vaahu Baanee Sath Hai Guramukh Boojhai Koe ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਇਹ) ਸਮਝਦਾ ਹੈ (ਕਿ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "vwhu vwhu kir pRBu swlwhIAY; iqsu jyvfu Avru. n koie]",
    "transliteration": "Vaahu Vaahu Kar Prabh Saalaaheeai This Jaevadd Avar N Koe ||",
    "punjabi": "(ਪ੍ਰਭੂ) 'ਅਸਚਰਜ ਹੈ ਅਸਚਰਜ ਹੈ'-ਇਹ ਆਖ ਆਖ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, (ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "Awpy bKsy myil ley; krim prwpiq hoie]3]",
    "transliteration": "Aapae Bakhasae Mael Leae Karam Paraapath Hoe ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ (ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ। (ਉਸ ਦੀ) ਮਿਹਰ ਨਾਲ (ਹੀ ਉਸ ਦਾ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "swcw swihbu mwhro; siqguir dIAw idKwie]",
    "transliteration": "Saachaa Saahib Maaharo Sathigur Dheeaa Dhikhaae ||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ (ਸਾਰੇ ਜਗਤ ਦਾ) ਪ੍ਰਧਾਨ ਹੈ ਮਾਲਕ ਹੈ। ਜਿਸ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਉਸ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "AMimRqu vrsY. mnu sMqoKIAY; sic rhY ilv lwie]",
    "transliteration": "Anmrith Varasai Man Santhokheeai Sach Rehai Liv Laae ||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਵਰਖਾ ਹੋਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਸੰਤੋਖੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4596,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "hir kY nwie sdw hrIAwvlI; iPir. sukY nw kumlwie]4]",
    "transliteration": "Har Kai Naae Sadhaa Hareeaavalee Fir Sukai Naa Kumalaae ||4||",
    "punjabi": "(ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਖੇਤੀ ਹਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਨਾਹ ਸੁੱਕਦੀ ਹੈ ਨਾਹ ਕੁਮਲਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ; ਉਸ ਦੀ ਜਿੰਦ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਜਲ) ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਦਾ ਹਰੀ-ਭਰੀ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੀ) ਰਹਿੰਦੀ ਹੈ, ਨਾਹ ਕਦੇ ਸੁੱਕਦੀ ਹੈ (ਨਾਹ ਕਦੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੀ ਹੈ) ਨਾਹ ਕਦੇ ਕੁਮਲਾਂਦੀ ਹੈ (ਨਾਹ ਕਦੇ ਡੋਲਦੀ ਹੈ) ॥੪॥",
    "pronunciation": "(hrI-AwvlI) ibhwrI d`b ky bolo",
    "type_id": 3
  }
]