[
  {
    "id": 55027,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55028,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਤੁਲੁ. ਕਿੳੁ ਤੋਲੀਅੈ; ਵਿਣੁ ਤੋਲੇ ਪਾੲਿਅਾ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Athul Kio Tholeeai Vin Tholae Paaeiaa N Jaae ||",
    "translation": "How can the unweighable be weighed? Without weighing Him, He cannot be obtained.",
    "punjabi": "ਪਰਮਾਤਮਾ ਅਤੁੱਲ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਗੁਣ ਜਾਚੇ ਨਹੀਂ ਜਾ ਸਕਦੇ; ਪਰ ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਭੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "ਅ-ਤੱੁਲੁ",
    "type_id": 3
  },
  {
    "id": 55029,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਵੀਚਾਰੀਅੈ; ਗੁਣ ਮਹਿ ਰਹੈ ਸਮਾੲਿ ॥",
    "transliteration": "Gur Kai Sabadh Veechaareeai Gun Mehi Rehai Samaae ||",
    "translation": "Reflect on the Word of the Guru's Shabad, and immerse yourself in His Glorious Virtues.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੋ ਸਕਦੀ ਹੈ (ਜੋ ਮਨੁੱਖ ਵਿਚਾਰ ਕਰਦਾ ਹੈ ਉਹ) ਉਸ ਦੇ ਗੁਣਾਂ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55030,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਪਣਾ ਅਾਪੁ. ਅਾਪਿ ਤੋਲਸੀ; ਅਾਪੇ ਮਿਲੈ ਮਿਲਾੲਿ ॥",
    "transliteration": "Apanaa Aap Aap Tholasee Aapae Milai Milaae ||",
    "translation": "He Himself weighs Himself; He unites in Union with Himself.",
    "punjabi": "ਆਪਣੇ ਆਪ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਤੋਲ ਸਕਦਾ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ ਕਿਤਨਾ ਵੱਡਾ ਹੈ ਇਹ ਗੱਲ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ) ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਗੁਰੂ ਦਾ) ਮਿਲਾਇਆ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55031,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿਸ ਕੀ ਕੀਮਤਿ. ਨਾ ਪਵੈ; ਕਹਣਾ ਕਿਛੂ. ਨ ਜਾੲਿ ॥",
    "transliteration": "This Kee Keemath Naa Pavai Kehanaa Kishhoo N Jaae ||",
    "translation": "His value cannot be estimated; nothing can be said about this.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ; (ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ ਇਸ ਬਾਰੇ) ਕੋਈ ਗੱਲ ਆਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55032,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਜਿਨਿ ਸਚੀ ਬੂਝ ਦਿਤੀ ਬੁਝਾੲਿ ॥",
    "transliteration": "Ho Balihaaree Gur Aapanae Jin Sachee Boojh Dhithee Bujhaae ||",
    "translation": "I am a sacrifice to my Guru; He has made me realize this true realization.",
    "punjabi": "ਮੈਂ ਕੁਰਬਾਨ ਹਾਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਜਿਸ ਨੇ (ਮੈਨੂੰ ਸੱਚੀ ਸੂਝ ਦੇ ਦਿੱਤੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55033,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਗਤੁ ਮੁਸੈ. ਅੰਮਿ੍ਰਤੁ ਲੁਟੀਅੈ; ਮਨਮੁਖ ਬੂਝ. ਨ ਪਾੲਿ ॥",
    "transliteration": "Jagath Musai Anmrith Lutteeai Manamukh Boojh N Paae ||",
    "translation": "The world has been deceived, and the Ambrosial Nectar is being plundered. The self-willed manmukh does not realize this.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੱਤ ਤੋਂ ਬਿਨਾ) ਜਗਤ ਠੱਗਿਆ ਜਾ ਰਿਹਾ ਹੈ, ਅੰਮ੍ਰਿਤ ਲੁਟਿਆ ਜਾ ਰਿਹਾ ਹੈ, ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "ਜੱਗਤੁ । ਮੁੱਸੈ",
    "type_id": 3
  },
  {
    "id": 55034,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ ਨਾਲਿ. ਨ ਚਲਸੀ; ਜਾਸੀ ਜਨਮੁ ਗਵਾੲਿ ॥",
    "transliteration": "Vin Naavai Naal N Chalasee Jaasee Janam Gavaae ||",
    "translation": "Without the Name, nothing will go along with him; he wastes his life, and departs.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਕੋਈ ਹੋਰ ਸ਼ੈ ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਇਗੀ (ਸੋ, 'ਨਾਮ' ਤੋਂ ਭੁੱਲਾ ਹੋਇਆ ਮਨੁੱਖ ਆਪਣਾ ਜਨਮ ਅਜਾਈਂ ਗਵਾ ਕੇ ਜਾਇਗਾ।",
    "pronunciation": "ਚੱਲਸੀ",
    "type_id": 3
  },
  {
    "id": 55035,
    "shabad_id": 4622,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮਤੀ ਜਾਗੇ. ਤਿਨ੍ਹੀ ਘਰੁ ਰਖਿਅਾ; ਦੂਤਾ ਕਾ ਕਿਛੁ. ਨ ਵਸਾੲਿ ॥੮॥",
    "transliteration": "Guramathee Jaagae Thinhee Ghar Rakhiaa Dhoothaa Kaa Kishh N Vasaae ||8||",
    "translation": "Those who follow the Guru's Teachings and remain awake and aware, preserve and protect the home of their heart; demons have no power against them. ||8||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਪੈਂਦੇ ਹਨ ਉਹ ਆਪਣਾ ਘਰ (ਭਾਵ, ਆਪਣਾ ਸਰੀਰ, ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਰੱਖਦੇ ਹਨ, ਇਹਨਾਂ ਦੂਤਾਂ (ਵਿਕਾਰਾਂ) ਦਾ ਉਹਨਾਂ ਉਤੇ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚਲਦਾ ॥੮॥",
    "pronunciation": "ਦੂਤਾਂ",
    "type_id": 3
  },
  {
    "id": 55036,
    "shabad_id": 4623,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55037,
    "shabad_id": 4623,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਾਬੀਹਾ. ਨਾ ਬਿਲਲਾੲਿ. ਨਾ ਤਰਸਾੲਿ; ੲੇਹੁ ਮਨੁ. ਖਸਮ ਕਾ ਹੁਕਮੁ ਮੰਨਿ ॥",
    "transliteration": "Baabeehaa Naa Bilalaae Naa Tharasaae Eaehu Man Khasam Kaa Hukam Mann ||",
    "translation": "O rainbird, do not cry out. Do not let this mind of yours be so thirsty for a drop of water. Obey the Hukam, the Command of your Lord and Master,",
    "punjabi": "ਹੇ ਪਪੀਹੇ! ਨਾਹ ਵਿਲਕ, ਆਪਣਾ ਮਨ ਨਾਹ ਤਰਸਾ ਤੇ ਮਾਲਕ ਦਾ ਹੁਕਮ ਮੰਨ (ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਵਰਖਾ ਹੋਵੇਗੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55038,
    "shabad_id": 4623,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਹੁਕਮਿ ਮੰਨਿਅੈ, ਤਿਖ ੳੁਤਰੈ; ਚੜੈ ਚਵਗਲਿ ਵੰਨੁ ॥੧॥",
    "transliteration": "Naanak Hukam Manniai Thikh Outharai Charrai Chavagal Vann ||1||",
    "translation": "And your thirst shall be quenched. Your love for Him shall increase four-fold. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਟੁਰਿਆਂ ਹੀ (ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਮਿਟਦੀ ਹੈ ਤੇ ਚੌਗੁਣਾ ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ (ਭਾਵ, ਮਨ ਪੂਰੇ ਤੌਰ ਤੇ ਖਿੜਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਚ-ਵਗਲਿ) ਚੌਗੁਣਾਂ ਬਹੁਤੋ ਬਹੁਤਾ। (ਵੰਨੁ) ਰੰਗ। ਤਿਖ: ਪੋਲਾ ਬੋਲੋ। ਚੜ੍ਹੈ",
    "type_id": 3
  },
  {
    "id": 55039,
    "shabad_id": 4624,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55040,
    "shabad_id": 4624,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਾਬੀਹਾ. ਜਲ ਮਹਿ ਤੇਰਾ ਵਾਸੁ ਹੈ; ਜਲ ਹੀ ਮਾਹਿ ਫਿਰਾਹਿ ॥",
    "transliteration": "Baabeehaa Jal Mehi Thaeraa Vaas Hai Jal Hee Maahi Firaahi ||",
    "translation": "O rainbird, your place is in the water; you move around in the water.",
    "punjabi": "ਹੇ ਪਪੀਹੇ! ਪਾਣੀ ਵਿਚ ਤੂੰ ਵੱਸਦਾ ਹੈਂ, ਪਾਣੀ ਵਿਚ ਹੀ ਤੂੰ ਤੁਰਦਾ ਫਿਰਦਾ ਹੈਂ (ਭਾਵ, ਹੇ ਜੀਵ! ਸਰਬ ਵਿਆਪਕ ਹਰੀ ਵਿਚ ਹੀ ਤੂੰ ਜੀਉਂਦਾ ਵੱਸਦਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55041,
    "shabad_id": 4624,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਲ ਕੀ ਸਾਰ. ਨ ਜਾਣਹੀ; ਤਾਂ ਤੂੰ ਕੂਕਣ ਪਾਹਿ ॥",
    "transliteration": "Jal Kee Saar N Jaanehee Thaan Thoon Kookan Paahi ||",
    "translation": "But you do not appreciate the water, and so you cry out.",
    "punjabi": "ਪਰ ਉਸ ਪਾਣੀ ਦੀ ਤੈਨੂੰ ਕਦਰ ਨਹੀਂ, ਇਸ ਵਾਸਤੇ ਤੂੰ ਵਿਲਕ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55042,
    "shabad_id": 4624,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਲ ਥਲ ਚਹੁ ਦਿਸਿ ਵਰਸਦਾ; ਖਾਲੀ ਕੋ ਥਾੳੁ ਨਾਹਿ ॥",
    "transliteration": "Jal Thhal Chahu Dhis Varasadhaa Khaalee Ko Thhaao Naahi ||",
    "translation": "In the water and on the land, it rains down in the ten directions. No place is left dry.",
    "punjabi": "ਚਹੁੰ ਪਾਸੀਂ ਹੀ ਜਲਾਂ ਵਿਚ ਥਲਾਂ ਵਿਚ ਵਰਖਾ ਹੋ ਰਹੀ ਹੈ ਕੋਈ ਥਾਂ ਐਸਾ ਨਹੀਂ ਜਿਥੇ ਵਰਖਾ ਨਹੀਂ ਹੁੰਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55043,
    "shabad_id": 4624,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੲੇਤੈ ਜਲਿ ਵਰਸਦੈ. ਤਿਖ ਮਰਹਿ; ਭਾਗ ਤਿਨਾ ਕੇ ਨਾਹਿ ॥",
    "transliteration": "Eaethai Jal Varasadhai Thikh Marehi Bhaag Thinaa Kae Naahi ||",
    "translation": "With so much rain, those who are die of thirst are very unfortunate.",
    "punjabi": "ਇਤਨੀ ਵਰਖਾ ਹੁੰਦਿਆਂ ਜੋ ਤਿਹਾਏ ਮਰ ਰਹੇ ਹਨ ਉਹਨਾਂ ਦੇ (ਚੰਗੇ) ਭਾਗ ਨਹੀਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55044,
    "shabad_id": 4624,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਤਿਨ ਸੋਝੀ ਪੲੀ; ਜਿਨ ਵਸਿਅਾ ਮਨ ਮਾਹਿ ॥੨॥",
    "transliteration": "Naanak Guramukh Thin Sojhee Pee Jin Vasiaa Man Maahi ||2||",
    "translation": "O Nanak, the Gurmukhs understand; the Lord abides within their minds. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਇਹ ਸੂਝ ਆਉਂਦੀ ਹੈ (ਕਿ ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਵੱਸਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55045,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55046,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਥ ਜਤੀ ਸਿਧ ਪੀਰ; ਕਿਨੈ ਅੰਤੁ. ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Naathh Jathee Sidhh Peer Kinai Anth N Paaeiaa ||",
    "translation": "The Yogic Masters, celibates, Siddhas and spiritual teachers - none of them has found the limits of the Lord.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਨਾਥ, ਜਤੀ, ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਪੀਰ (ਕਈ ਹੋ ਗੁਜ਼ਰੇ ਹਨ, ਪਰ,) ਕਿਸੇ ਨੇ ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ (ਭਾਵ, ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਕਦੋਂ ਤੋਂ ਹੈਂ, ਕੇਡਾ ਹੈਂ-ਇਹ ਗੱਲ ਕੋਈ ਨਹੀਂ ਦੱਸ ਸਕਿਆ, ਕਈ ਜਤਨ ਕਰ ਚੁਕੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55047,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿ; ਤੁਝੈ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Guramukh Naam Dhhiaae Thujhai Samaaeiaa ||",
    "translation": "The Gurmukhs meditate on the Naam, and merge in You, O Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਅਜੇਹੇ ਨਿਸਫਲ ਉੱਦਮ ਛੱਡ ਕੇ, ਕੇਵਲ ਤੇਰਾ) ਨਾਮ ਸਿਮਰ ਕੇ ਤੇਰੇ (ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55048,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੁਗ ਛਤੀਹ ਗੁਬਾਰੁ; ਤਿਸ ਹੀ ਭਾੲਿਅਾ ॥",
    "transliteration": "Jug Shhatheeh Gubaar This Hee Bhaaeiaa ||",
    "translation": "For thirty-six ages, God remained in utter darkness, as He pleased.",
    "punjabi": "ਇਹ ਗੱਲ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਇਉਂ ਹੀ ਚੰਗੀ ਲੱਗੀ ਹੈ ਕਿ ਅਨੇਕਾਂ ਜੁਗ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਸੀ (ਭਾਵ, ਇਹ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿ ਜਦੋਂ ਜਗਤ-ਰਚਨਾ ਨਹੀਂ ਸੀ ਹੋਈ ਤਦੋਂ ਕੀਹ ਸੀ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55049,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਲਾ ਬਿੰਬੁ ਅਸਰਾਲੁ; ਤਿਨੈ ਵਰਤਾੲਿਅਾ ॥",
    "transliteration": "Jalaa Binb Asaraal Thinai Varathaaeiaa ||",
    "translation": "The vast expanse of water swirled around.",
    "punjabi": "ਫਿਰ ਭਿਆਨਕ ਜਲ ਹੀ ਜਲ-ਇਹ ਖੇਡ ਭੀ ਉਸੇ ਨੇ ਵਰਤਾਈ;",
    "pronunciation": "(ਬਿੰਬੁ) ਪਾਣੀ, (ਅਸਰਾਲੁ) ਭੈਦਾੲਿਕ",
    "type_id": 3
  },
  {
    "id": 55050,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨੀਲੁ ਅਨੀਲੁ ਅਗੰਮੁ; ਸਰਜੀਤੁ ਸਬਾੲਿਅਾ ॥",
    "transliteration": "Neel Aneel Aganm Sarajeeth Sabaaeiaa ||",
    "translation": "The Creator of all is Infinite, Endless and Inaccessible.",
    "punjabi": "ਤੇ, ਉਹ ਸਦਾ ਜੀਉਂਦਾ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਬੇਅੰਤ ਹੀ ਬੇਅੰਤ ਅਤੇ ਪਹੁੰਚ ਤੋਂ ਪਰੇ-",
    "pronunciation": "(ਸਰਜੀਤੁ) ਸਦਾ ਜੀਵਣ ਵਾਲਾ",
    "type_id": 3
  },
  {
    "id": 55051,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਗਨਿ ੳੁਪਾੲੀ ਵਾਦੁ; ਭੁਖ ਤਿਹਾੲਿਅਾ ॥",
    "transliteration": "Agan Oupaaee Vaadh Bhukh Thihaaeiaa ||",
    "translation": "He formed fire and conflict, hunger and thirst.",
    "punjabi": "(ਜਦੋਂ ਉਸ ਨੇ ਜਗਤ-ਰਚਨਾ ਕਰ ਦਿੱਤੀ, ਤਦੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ, ਵਾਦ-ਵਿਵਾਦ ਤੇ ਭੁੱਖ ਤ੍ਰਿਹ ਭੀ ਉਸ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55052,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਦੁਨੀਅਾ ਕੈ ਸਿਰਿ ਕਾਲੁ; ਦੂਜਾ ਭਾੲਿਅਾ ॥",
    "transliteration": "Dhuneeaa Kai Sir Kaal Dhoojaa Bhaaeiaa ||",
    "translation": "Death hangs over the heads of the people of the world, in the love of duality.",
    "punjabi": "ਦੁਨੀਆ (ਭਾਵ, ਜੀਵਾਂ) ਦੇ ਸਿਰ ਉਤੇ ਮੌਤ (ਦਾ ਡਰ ਭੀ ਉਸੇ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ; ਕਿਉਂਕਿ ਇਹਨਾਂ ਨੂੰ) ਇਹ ਦੂਜਾ (ਭਾਵ, ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਇਹ ਦਿੱਸਦਾ ਜਗਤ) ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55053,
    "shabad_id": 4625,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਰਖੈ ਰਖਣਹਾਰੁ; ਜਿਨਿ ਸਬਦੁ ਬੁਝਾੲਿਅਾ ॥੯॥",
    "transliteration": "Rakhai Rakhanehaar Jin Sabadh Bujhaaeiaa ||9||",
    "translation": "The Savior Lord saves those who realize the Word of the Shabad. ||9||",
    "punjabi": "ਪਰ, ਰੱਖਣ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਜਿਸ ਨੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਸ਼ਬਦ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ੀ ਹੈ (ਇਹਨਾਂ ਅਗਨਿ, ਵਾਦ, ਭੁਖ, ਤ੍ਰਿਹ ਤੇ ਕਾਲ ਆਦਿਕ ਤੋਂ) ਰੱਖਦਾ ਭੀ ਆਪ ਹੀ ਹੈ ॥੯॥",
    "pronunciation": "ਬੁੱਝਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 55054,
    "shabad_id": 4626,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55055,
    "shabad_id": 4626,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਹੁ ਜਲੁ ਸਭਤੈ ਵਰਸਦਾ; ਵਰਸੈ ਭਾੲਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Eihu Jal Sabh Thai Varasadhaa Varasai Bhaae Subhaae ||",
    "translation": "This rain pours down on all; it rains down in accordance with God's Loving Will.",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ) ਇਹ ਜਲ (ਭਾਵ, ਮੀਂਹ) ਹਰ ਥਾਂ ਵੱਸ ਰਿਹਾ ਹੈ ਤੇ ਵਰ੍ਹਦਾ ਭੀ ਹੈ ਪ੍ਰੇਮ ਨਾਲ ਤੇ ਆਪਣੀ ਮੌਜ ਨਾਲ (ਭਾਵ, ਕਿਸੇ ਵਿਤਕਰੇ ਨਾਲ ਨਹੀਂ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55056,
    "shabad_id": 4626,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੇ ਬਿਰਖਾ ਹਰੀਅਾਵਲੇ; ਜੋ ਗੁਰਮੁਖਿ ਰਹੇ ਸਮਾੲਿ ॥",
    "transliteration": "Sae Birakhaa Hareeaavalae Jo Guramukh Rehae Samaae ||",
    "translation": "Those trees become green and lush, which remain immersed in the Guru's Word.",
    "punjabi": "ਪਰ, ਕੇਵਲ ਉਹੀ (ਜੀਵ-ਰੂਪ) ਰੁੱਖ ਹਰੇ ਹੁੰਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਇਸ 'ਨਾਮ' ਵਰਖਾ ਵਿਚ) ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਹਰੀ-ਅਾਵਲੇ: ਬਿਹਾਰੀ ਦੱਬ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55057,
    "shabad_id": 4626,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਨਦਰੀ ਸੁਖੁ ਹੋੲਿ; ੲੇਨਾ ਜੰਤਾ ਕਾ ਦੁਖੁ ਜਾੲਿ ॥੧॥",
    "transliteration": "Naanak Nadharee Sukh Hoe Eaenaa Janthaa Kaa Dhukh Jaae ||1||",
    "translation": "O Nanak, by His Grace, there is peace; the pain of these creatures is gone. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਤੇ ਇਹਨਾਂ ਜੀਵਾਂ ਦਾ ਦੁੱਖ ਦੂਰ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55058,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55059,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭਿੰਨੀ ਰੈਣਿ ਚਮਕਿਅਾ; ਵੁਠਾ ਛਹਬਰ ਲਾੲਿ ॥",
    "transliteration": "Bhinnee Rain Chamakiaa Vuthaa Shhehabar Laae ||",
    "translation": "The night is wet with dew; lightning flashes, and the rain pours down in torrents.",
    "punjabi": "(ਤਦੋਂ) ਸੁਹਾਵਣੀ ਰਾਤੇ (ਬੱਦਲ) ਚਮਕਦਾ ਹੈ ਤੇ ਝੜੀ ਲਾ ਕੇ ਵਰ੍ਹਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55060,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਤੁ ਵੁਠੈ. ਅਨੁ ਧਨੁ ਬਹੁਤੁ ੳੂਪਜੈ; ਜਾਂ ਸਹੁ ਕਰੇ ਰਜਾੲਿ ॥",
    "transliteration": "Jith Vuthai An Dhhan Bahuth Oopajai Jaan Sahu Karae Rajaae ||",
    "translation": "Food and wealth are produced in abundance when it rains, if it is the Will of God.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਭਾਉਂਦਾ ਹੈ। ਇਸ ਦੇ ਵੱਸਣ ਨਾਲ ਬੜਾ ਅੰਨ (-ਰੂਪ) ਧਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55061,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਤੁ ਖਾਧੈ. ਮਨੁ ਤਿ੍ਰਪਤੀਅੈ; ਜੀਅਾਂ ਜੁਗਤਿ ਸਮਾੲਿ ॥",
    "transliteration": "Jith Khaadhhai Man Thripatheeai Jeeaaan Jugath Samaae ||",
    "translation": "Consuming it, the minds of His creatures are satisfied, and they adopt the lifestyle of the way.",
    "punjabi": "ਇਸ ਧਨ ਦੇ ਵਰਤਣ ਨਾਲ ਮਨ ਰੱਜਦਾ ਹੈ ਤੇ ਜੀਵਾਂ ਵਿਚ ਜੀਊਣ ਦੀ ਜੁਗਤੀ ਆਉਂਦੀ ਹੈ (ਭਾਵ, ਅੰਨ ਖਾਧਿਆਂ ਜੀਵ ਜੀਊਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55062,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲਿਹੁ ਧਨੁ. ਕਰਤੇ ਕਾ ਖੇਲੁ ਹੈ; ਕਦੇ ਅਾਵੈ. ਕਦੇ ਜਾੲਿ ॥",
    "transliteration": "Eihu Dhhan Karathae Kaa Khael Hai Kadhae Aavai Kadhae Jaae ||",
    "translation": "This wealth is the play of the Creator Lord. Sometimes it comes, and sometimes it goes.",
    "punjabi": "ਪਰ, ਇਹ (ਅੰਨ-ਰੂਪ) ਧਨ ਤਾਂ ਕਰਤਾਰ ਦਾ ਇਕ ਤਮਾਸ਼ਾ ਹੈ ਜੋ ਕਦੇ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਕਦੇ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55063,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗਿਅਾਨੀਅਾ ਕਾ ਧਨੁ. ਨਾਮੁ ਹੈ; ਸਦ ਹੀ ਰਹੈ ਸਮਾੲਿ ॥",
    "transliteration": "Giaaneeaa Kaa Dhhan Naam Hai Sadh Hee Rehai Samaae ||",
    "translation": "The Naam is the wealth of the spiritually wise. It is permeating and pervading forever.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਰੱਖਣ ਵਾਲੇ ਬੰਦਿਆਂ ਲਈ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਧਨ ਹੈ ਜੋ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55064,
    "shabad_id": 4627,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਜਿਨ ਕੳੁ ਨਦਰਿ ਕਰੇ; ਤਾਂ ੲਿਹੁ ਧਨੁ ਪਲੈ ਪਾੲਿ ॥੨॥",
    "transliteration": "Naanak Jin Ko Nadhar Karae Thaan Eihu Dhhan Palai Paae ||2||",
    "translation": "O Nanak, those who are blessed with His Glance of Grace receive this wealth. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਇਹ ਧਨ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55065,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55066,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪਿ ਕਰਾੲੇ. ਕਰੇ ਅਾਪਿ; ਹੳੁ. ਕੈ ਸਿੳੁ ਕਰੀ ਪੁਕਾਰ ॥",
    "transliteration": "Aap Karaaeae Karae Aap Ho Kai Sio Karee Pukaar ||",
    "translation": "He Himself does, and causes all to be done. Unto whom can I complain?",
    "punjabi": "ਪ੍ਰਭੂ (ਸਭ ਕੁਝ) ਆਪ ਹੀ ਕਰ ਰਿਹਾ ਹੈ ਤੇ (ਜੀਵਾਂ ਪਾਸੋਂ) ਆਪ ਹੀ ਕਰਾ ਰਿਹਾ ਹੈ (ਸੋ, ਇਸ ਅਗਨਿ, ਵਾਦੁ, ਭੁੱਖ, ਤ੍ਰੇਹ, ਕਾਲ ਆਦਿਕ ਬਾਰੇ) ਕਿਸੇ ਹੋਰ ਪਾਸ ਫ਼ਰਿਆਦ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55067,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਲੇਖਾ ਮੰਗਸੀ; ਅਾਪਿ ਕਰਾੲੇ ਕਾਰ ॥",
    "transliteration": "Aapae Laekhaa Mangasee Aap Karaaeae Kaar ||",
    "translation": "He Himself calls the mortal beings to account; He Himself causes them to act.",
    "punjabi": "(ਜੀਵਾਂ ਪਾਸੋਂ) ਆਪ ਹੀ (ਭੁੱਖ ਤ੍ਰਿਹ ਆਦਿਕ ਵਾਲੇ) ਕੰਮ ਕਰਾ ਰਿਹਾ ਹੈ ਤੇ (ਇਹਨਾਂ ਕੀਤੇ ਕੰਮਾਂ ਦਾ) ਲੇਖਾ ਭੀ ਆਪ ਹੀ ਮੰਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55068,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ. ਸੋ ਥੀਅੈ; ਹੁਕਮੁ ਕਰੇ ਗਾਵਾਰੁ ॥",
    "transliteration": "Jo This Bhaavai So Thheeai Hukam Karae Gaavaar ||",
    "translation": "Whatever pleases Him happens. Only a fool issues commands.",
    "punjabi": "ਮੂਰਖ ਜੀਵ (ਐਵੇਂ ਹੀ) ਹੈਂਕੜ ਵਿਖਾਂਦਾ ਹੈ (ਅਸਲ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55069,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਪਿ ਛਡਾੲੇ ਛੁਟੀਅੈ; ਅਾਪੇ ਬਖਸਣਹਾਰੁ ॥",
    "transliteration": "Aap Shhaddaaeae Shhutteeai Aapae Bakhasanehaar ||",
    "translation": "He Himself saves and redeems; He Himself is the Forgiver.",
    "punjabi": "(ਇਹਨਾਂ ਅਗਨਿ ਭੁੱਖ ਆਦਿਕਾਂ ਤੋਂ) ਜੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਚਾਏ ਤਾਂ ਬਚੀਦਾ ਹੈ, ਇਹ ਬਖ਼ਸ਼ਸ਼ ਉਹ ਆਪ ਹੀ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55070,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਪੇ ਵੇਖੈ ਸੁਣੇ ਅਾਪਿ; ਸਭਸੈ ਦੇ ਅਾਧਾਰੁ ॥",
    "transliteration": "Aapae Vaekhai Sunae Aap Sabhasai Dhae Aadhhaar ||",
    "translation": "He Himself sees, and He Himself hears; He gives His Support to all.",
    "punjabi": "ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ) ਸੁਣਦਾ ਹੈ ਤੇ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55071,
    "shabad_id": 4628,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਭ ਮਹਿ ੲੇਕੁ ਵਰਤਦਾ; ਸਿਰਿ ਸਿਰਿ ਕਰੇ ਬੀਚਾਰੁ ॥",
    "transliteration": "Sabh Mehi Eaek Varathadhaa Sir Sir Karae Beechaar ||",
    "translation": "He alone is pervading and permeating all; He considers each and every one.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮੌਜੂਦ ਹੈ ਤੇ ਹਰੇਕ ਜੀਵ ਦਾ ਧਿਆਨ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
