[
  {
    "shabad_id": 4636,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4636,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "bwbIhw bynqI kry; kir ikrpw dyhu jIA dwn]",
    "transliteration": "Baabeehaa Baenathee Karae Kar Kirapaa Dhaehu Jeea Dhaan ||",
    "translation": "The rainbird prays: O Lord, grant Your Grace, and bless me with the gift of the life of the soul.",
    "punjabi": "(ਜਦੋਂ) (ਜੀਵ-) ਪਪੀਹਾ (ਪ੍ਰਭੂ ਅੱਗੇ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ-(ਹੇ ਪ੍ਰਭੂ!) ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਜੀਵਨ- ਦਾਤ ਬਖ਼ਸ਼;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4636,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jl ibnu ipAws. n aUqrY; Cutik jWih myry pRwn]",
    "transliteration": "Jal Bin Piaas N Ootharai Shhuttak Jaanhi Maerae Praan ||",
    "translation": "Without the water, my thirst is not quenched, and my breath of life is ended and gone.",
    "punjabi": "ਤੇਰੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਤੋਂ ਬਿਨਾ (ਮੇਰੀ) ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਮੁੱਕਦੀ, (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਮੇਰੀ ਜਿੰਦ ਵਿਆਕੁਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4636,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "qU suKdwqw byAMqu hY; guxdwqw nyDwnu]",
    "transliteration": "Thoo Sukhadhaathaa Baeanth Hai Gunadhaathaa Naedhhaan ||",
    "translation": "You are the Giver of peace, O Infinite Lord God; You are the Giver of the treasure of virtue.",
    "punjabi": "ਤੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਗੁਣ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ; ਤੇ ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4636,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. gurmuiK bKis ley; AMiq bylI hoie Bgvwnu]2]",
    "transliteration": "Naanak Guramukh Bakhas Leae Anth Baelee Hoe Bhagavaan ||2||",
    "translation": "O Nanak, the Gurmukh is forgiven; in the end, the Lord God shall be your only friend. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਬੇਨਤੀ ਸੁਣ ਕੇ) ਭਗਵਾਨ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਮਨੁੱਖ ਉਤੇ ਮਿਹਰ ਕਰਦਾ ਹੈ ਤੇ ਅੰਤ ਸਮੇ ਉਸ ਦਾ ਸਹਾਈ ਬਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awpy jgqu aupwie kY; gux Aaugx kry bIcwru]",
    "transliteration": "Aapae Jagath Oupaae Kai Gun Aougan Karae Beechaar ||",
    "translation": "He created the world; He considers the merits and demerits of the mortals.",
    "punjabi": "(ਪ੍ਰਭੂ) ਆਪ ਹੀ ਜਗਤ ਬਣਾ ਕੇ (ਜੀਵਾਂ ਦੇ) ਗੁਣਾਂ ਤੇ ਔਗੁਣਾਂ ਦਾ ਲੇਖਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "qRY gux srb jMjwlu hY; nwim. n Dry ipAwru]",
    "transliteration": "Thrai Gun Sarab Janjaal Hai Naam N Dhharae Piaar ||",
    "translation": "Those who are entangled in the three gunas - the three dispositions - do not love the Naam, the Name of the Lord.",
    "punjabi": "(ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣ (ਭੀ ਜੋ) ਨਿਰਾ ਜੰਜਾਲ (ਭਾਵ, ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਾਣ ਵਾਲਾ) ਹੀ ਹੈ (ਇਹ ਭੀ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਰਚਿਆ ਹੈ, ਇਸ ਵਿਚ ਫਸ ਕੇ ਜਗਤ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gux Coif. Aaugx kmwvdy; drgh hoih KuAwru]",
    "transliteration": "Gun Shhodd Aougan Kamaavadhae Dharageh Hohi Khuaar ||",
    "translation": "Forsaking virtue, they practice evil; they shall be miserable in the Court of the Lord.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ ਜੀਵ) ਗੁਣ ਛੱਡ ਕੇ ਅਉਗਣ ਕਮਾਂਦੇ ਹਨ ਤੇ (ਆਖ਼ਰ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸ਼ਰਮਿੰਦੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jUAY jnmu iqnI hwirAw; ikqu Awey sMswir]",
    "transliteration": "Jooai Janam Thinee Haariaa Kith Aaeae Sansaar ||",
    "translation": "They lose their life in the gamble; why did they even come into the world?",
    "punjabi": "ਅਜੇਹੇ ਜੀਵ (ਮਾਨੋ) ਜੂਏ ਵਿਚ ਮਨੁੱਖਾ-ਜਨਮ ਹਾਰ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਕਿਸੇ ਅਰਥ ਨਹੀਂ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "scY sbid mnu mwirAw; Aih inis nwim ipAwir]",
    "transliteration": "Sachai Sabadh Man Maariaa Ahinis Naam Piaar ||",
    "translation": "But those who conquer and subdue their minds, through the True Word of the Shabad - night and day, they love the Naam.",
    "punjabi": "(ਪਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਗੁਰੂ ਦੇ) ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਮਨ ਵੱਸ ਵਿਚ ਲਿਆਂਦਾ ਹੈ, ਜੋ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijnI purKI auir DwirAw; scw AlK Apwru]",
    "transliteration": "Jinee Purakhee Our Dhhaariaa Sachaa Alakh Apaar ||",
    "translation": "Those people enshrine the True, Invisible and Infinite Lord in their hearts.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਵਸਾਇਆ ਹੈ,",
    "pronunciation": "A-lK[ purKIN",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "qU guxdwqw inDwnu hih; AsI AvgixAwr]",
    "transliteration": "Thoo Gunadhaathaa Nidhhaan Hehi Asee Avaganiaar ||",
    "translation": "You, O Lord, are the Giver, the Treasure of virtue; I am unvirtuous and unworthy.",
    "punjabi": "(ਉਹ ਇਉਂ ਬੇਨਤੀ ਕਰਦੇ ਹਨ)-\"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਗੁਣਾਂ ਦਾ ਦਾਤਾ ਹੈਂ, ਤੂੰ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਅਸੀਂ ਜੀਵ ਅਉਗਣੀ ਹਾਂ।\"",
    "pronunciation": "h-ih",
    "type_id": 3
  },
  {
    "shabad_id": 4637,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijsu bKsy. so pwiesI; gur sbdI vIcwru]13]",
    "transliteration": "Jis Bakhasae So Paaeisee Gur Sabadhee Veechaar ||13||",
    "translation": "He alone finds You, whom You bless and forgive, and inspire to contemplate the Word of the Guru's Shabad. ||13||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਅਜੇਹੀ ਸੁਅੱਛ) ਵਿਚਾਰ ਉਹ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿਸ ਉਤੇ (ਪਰਮਾਤਮਾ ਆਪ) ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4638,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "slok mÚ 5]",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4638,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "rwiq. n ivhwvI swkqW; ijn@w ivsrY nwau]",
    "transliteration": "Raath N Vihaavee Saakathaan Jinhaa Visarai Naao ||",
    "translation": "The faithless cynics forget the Name of the Lord; the night of their lives does not pass in peace.",
    "punjabi": "ਜੋ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲੋਂ ਵਿੱਛੁੜੇ ਹੋਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਰਤਾਰ ਦਾ ਨਾਮ ਭੁੱਲਿਆ ਹੋਇਆ ਹੈ ਉਹਨਾਂ ਦੀ ਰਾਤਿ ਬੀਤਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦੀ (ਭਾਵ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ-ਰੂਪ ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਲੰਘਦੀ ਹੈ; ਉਹ ਇਤਨੇ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ਕਿ ਉਹਨਾਂ ਨੂੰ ਉਮਰ ਭਾਰੂ ਹੋਈ ਜਾਪਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4638,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwqI idns suhylIAw; nwnk. hir gux gWau]1]",
    "transliteration": "Raathee Dhinas Suhaeleeaa Naanak Har Gun Gaano ||1||",
    "translation": "Their days and nights become comfortable, O Nanak, singing the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜਿਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਦੇ ਦਿਨ ਰਾਤ (ਭਾਵ, ਸਾਰੀ ਉਮਰ) ਸੁਖੀ ਗੁਜ਼ਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4639,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4639,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rqn jvyhr mwxkw; hBy mxI mQMin]",
    "transliteration": "Rathan Javaehar Maanakaa Habhae Manee Mathhann ||",
    "translation": "All sorts of jewels and gems, diamonds and rubies, shine forth from their foreheads.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਮਾਨੋ) ਸਾਰੇ ਰਤਨ ਜਵਾਹਰ ਮੋਤੀ ਤੇ ਮਣੀਆਂ ਹਨ (ਭਾਵ, ਗੁਣਾਂ ਕਰਕੇ ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਨੂਰ ਹੀ ਨੂਰ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4639,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. jo pRiB BwixAw; scY dir sohMin]2]",
    "transliteration": "Naanak Jo Prabh Bhaaniaa Sachai Dhar Sohann ||2||",
    "translation": "O Nanak, those who are pleasing to God, look beautiful in the Court of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗ ਗਏ ਹਨ। ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "scw siqguru syiv; scu sm@wilAw]",
    "transliteration": "Sachaa Sathigur Saev Sach Samhaaliaa ||",
    "translation": "Serving the True Guru, I dwell on the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸੱਚੇ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਅਰਾਧਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMiq KloAw Awie; ij siqgur AgY GwilAw]",
    "transliteration": "Anth Khaloaa Aae J Sathigur Agai Ghaaliaa ||",
    "translation": "The work you have done for the True Guru shall be very useful in the end.",
    "punjabi": "ਜੋ ਕਮਾਈ ਉਹਨਾਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਕੀਤੀ ਹੈ ਉਹ ਅੰਤ ਵੇਲੇ (ਜਦੋਂ ਹੋਰ ਸਾਰੇ ਸਾਥ ਮੁੱਕ ਜਾਂਦੇ ਹਨ) ਉਹਨਾਂ ਦਾ ਸਾਥ ਆ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "G`wilAw",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "poih. n skY jmkwlu; scw rKvwilAw]",
    "transliteration": "Pohi N Sakai Jamakaal Sachaa Rakhavaaliaa ||",
    "translation": "The Messenger of Death cannot even touch that person who is protected by the True Lord.",
    "punjabi": "ਸੱਚਾ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਰਾਖਾ ਹੁੰਦਾ ਹੈ, ਇਸ ਲਈ ਮੌਤ ਦਾ ਡਰ ਉਹਨਾਂ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gur swKI joiq jgwie; dIvw bwilAw]",
    "transliteration": "Gur Saakhee Joth Jagaae Dheevaa Baaliaa ||",
    "translation": "Lighting the lamp of the Guru's Teachings, my awareness has been awakened.",
    "punjabi": "ਗੁਰੂ ਦੀ ਬਾਣੀ-ਰੂਪ ਜੋਤਿ (ਉਹਨਾਂ ਆਪਣੇ ਅੰਦਰ) ਜਗਾਈ ਹੋਈ ਹੈ, ਬਾਣੀ-ਰੂਪ ਦੀਵਾ ਬਾਲਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "b`wilAw",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mnmuK ivxu nwvY. kUiVAwr; iPrih byqwilAw]",
    "transliteration": "Manamukh Vin Naavai Koorriaar Firehi Baethaaliaa ||",
    "translation": "The self-willed manmukhs are false; without the Name, they wander around like demons.",
    "punjabi": "ਪਰ ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਹਨ ਤੇ ਕੂੜ ਦੇ ਵਪਾਰੀ ਹਨ, ਬੇ-ਥਵ੍ਹੇ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ;",
    "pronunciation": "byq`wilAw",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "psU mwxs cMim plyty; AMdrhu kwilAw]",
    "transliteration": "Pasoo Maanas Chanm Palaettae Andharahu Kaaliaa ||",
    "translation": "They are nothing more than beasts, wrapped up in human skin; they are black-hearted within.",
    "punjabi": "ਉਹ (ਅਸਲ ਵਿਚ) ਪਸ਼ੂ ਹਨ ਅੰਦਰੋਂ ਕਾਲੇ ਹਨ (ਵੇਖਣ ਨੂੰ) ਮਨੁੱਖਾ ਚੰਮ ਨਾਲ ਵਲ੍ਹੇਟੇ ਹੋਏ ਹਨ (ਭਾਵ, ਵੇਖਣ ਨੂੰ ਮਨੁੱਖ ਦਿੱਸਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sBo vrqY scu; scY sbid inhwilAw]",
    "transliteration": "Sabho Varathai Sach Sachai Sabadh Nihaaliaa ||",
    "translation": "The True Lord is pervading all; through the True Word of the Shabad, He is seen.",
    "punjabi": "(ਪਰ ਇਸ ਬਾਰੇ ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ) ਹਰ ਥਾਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਵੱਸਦਾ ਹੈ-ਇਹ ਗੱਲ ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵੇਖਣ ਵਿਚ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4640,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. nwmu inDwnu hY; pUrY guir dyKwilAw]14]",
    "transliteration": "Naanak Naam Nidhhaan Hai Poorai Gur Dhaekhaaliaa ||14||",
    "translation": "O Nanak, the Naam is the greatest treasure. The Perfect Guru has revealed it to me. ||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ (ਅਸਲ) ਖ਼ਜ਼ਾਨਾ ਹੈ ਜੋ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ) ਵਿਖਾਇਆ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4641,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4641,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "bwbIhY. hukmu pCwixAw; gur kY shij suBwie]",
    "transliteration": "Baabeehai Hukam Pashhaaniaa Gur Kai Sehaj Subhaae ||",
    "translation": "The rainbird realizes the Hukam of the Lord's Command with intuitive ease through the Guru.",
    "punjabi": "ਜਿਸ (ਜੀਵ-) ਪਪੀਹੇ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਸਮਝਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4641,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "myGu vrsY dieAw kir; gUVI Chbr lwie]",
    "transliteration": "Maegh Varasai Dhaeiaa Kar Goorree Shhehabar Laae ||",
    "translation": "The clouds mercifully burst forth, and the rain pours down in torrents.",
    "punjabi": "(ਸਤਿਗੁਰੂ-) ਬੱਦਲ ਮਿਹਰ ਕਰ ਕੇ ਲੰਮੀ ਝੜੀ ਲਾ ਕੇ (ਉਸ ਉਤੇ 'ਨਾਮ'-ਅੰਮ੍ਰਿਤ ਦੀ) ਵਰਖਾ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4641,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "bwbIhy. kUk pukwr rih geI; suKu visAw min Awie]",
    "transliteration": "Baabeehae Kook Pukaar Rehi Gee Sukh Vasiaa Man Aae ||",
    "translation": "The cries and wailings of the rainbird have ceased, and peace has come to abide in its mind.",
    "punjabi": "ਉਸ (ਜੀਵ-) ਪਪੀਹੇ ਦੀ ਕੂਕ ਪੁਕਾਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸੁਖ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4641,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. so swlwhIAY; ij dyNdw sBnW jIAw, irjku smwie]1]",
    "transliteration": "Naanak So Saalaaheeai J Dhaenadhaa Sabhanaan Jeeaa Rijak Samaae ||1||",
    "translation": "O Nanak, praise that Lord, who reaches out and gives sustenance to all beings and creatures. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰੋਜ਼ੀ ਅਪੜਾਂਦਾ ਹੈ, ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4642,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4642,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "cwiqRk qU. n jwxhI, ikAw quDu ivic iqKw hY; ikqu pIqY iqK jwie]",
    "transliteration": "Chaathrik Thoo N Jaanehee Kiaa Thudhh Vich Thikhaa Hai Kith Peethai Thikh Jaae ||",
    "translation": "O rainbird, you do not know what thirst is within you, or what you can drink to quench it.",
    "punjabi": "ਹੇ ਪਪੀਹੇ (ਜੀਵ)! ਤੈਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਤੇਰੇ ਅੰਦਰ ਕੇਹੜੀ ਤ੍ਰੇਹ ਹੈ (ਜੋ ਤੈਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾ ਰਹੀ ਹੈ; ਨਾਹ ਹੀ ਤੈਨੂੰ ਇਹ ਪਤਾ ਹੈ ਕਿ) ਕੀਹ ਪੀਤਿਆਂ ਇਹ ਤ੍ਰੇਹ ਮਿਟੇਗੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4642,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "dUjY Bwie BrMimAw; AMimRq jlu. plY. n pwie]",
    "transliteration": "Dhoojai Bhaae Bharanmiaa Anmrith Jal Palai N Paae ||",
    "translation": "You wander in the love of duality, and you do not obtain the Ambrosial Water.",
    "punjabi": "ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕ ਰਿਹਾ ਹੈਂ, ਤੈਨੂੰ (ਤ੍ਰੇਹ ਮਿਟਾਣ ਲਈ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਲੱਭਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4642,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ndir kry jy AwpxI; qW siqguru imlY suBwie]",
    "transliteration": "Nadhar Karae Jae Aapanee Thaan Sathigur Milai Subhaae ||",
    "translation": "When God casts His Glance of Grace, then the mortal automatically meets the True Guru.",
    "punjabi": "ਜੇ ਅਕਾਲ ਪੁਰਖ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੇ ਤਾਂ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4642,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. siqgur qy AMimRq jlu pwieAw; shjy rihAw smwie]2]",
    "transliteration": "Naanak Sathigur Thae Anmrith Jal Paaeiaa Sehajae Rehiaa Samaae ||2||",
    "translation": "O Nanak, the Ambrosial Water is obtained from the True Guru, and then the mortal remains merged in the Lord with intuitive ease. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਤੋਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਮਿਲਦਾ ਹੈ (ਤੇ ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਰਹੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4643,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4643,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ieik vx KMif bYsih jwie; sdu. n dyvhI]",
    "transliteration": "Eik Van Khandd Baisehi Jaae Sadh N Dhaevehee ||",
    "translation": "Some go and sit in the forest realms, and do not answer any calls.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਜੰਗਲ ਦੇ ਗੋਸ਼ੇ ਵਿਚ ਜਾ ਬੈਠਦੇ ਹਨ ਤੇ ਮੋਨ ਧਾਰ ਲੈਂਦੇ ਹਨ;",
    "pronunciation": "s`du",
    "type_id": 3
  },
  {
    "shabad_id": 4643,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ieik pwlw kkru BMin; sIqlu jlu hyNvhI]",
    "transliteration": "Eik Paalaa Kakar Bhann Seethal Jal Haenavehee ||",
    "translation": "Some, in the dead of winter, break the ice and immerse themselves in freezing water.",
    "punjabi": "ਕਈ ਪਾਲਾ-ਕੱਕਰ ਭੰਨ ਕੇ ਠੰਢਾ ਪਾਣੀ ਸਹਾਰਦੇ ਹਨ (ਭਾਵ, ਉਸ ਠੰਢੇ ਪਾਣੀ ਵਿਚ ਬੈਠਦੇ ਹਨ, ਜਿਸ ਉੱਤੇ ਕੱਕਰ ਜੰਮਿਆ ਪਿਆ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4643,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ieik Bsm cV@wvih AMig; mYlu. n DovhI]",
    "transliteration": "Eik Bhasam Charrhaavehi Ang Mail N Dhhovehee ||",
    "translation": "Some rub ashes on their bodies, and never wash off their dirt.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਪਿੰਡੇ ਤੇ ਸੁਆਹ ਮਲਦੇ ਹਨ ਤੇ (ਪਿੰਡੇ ਦੀ) ਮੈਲ ਕਦੇ ਨਹੀਂ ਧੋਂਦੇ (ਭਾਵ, ਇਸ਼ਨਾਨ ਨਹੀਂ ਕਰਦੇ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4643,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ieik jtw ibkt ibkrwl; kulu Gru KovhI]",
    "transliteration": "Eik Jattaa Bikatt Bikaraal Kul Ghar Khovehee ||",
    "translation": "Some look hideous, with their uncut hair matted and dishevelled. They bring dishonor to their family and ancestry.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਔਖੀਆਂ ਡਰਾਉਣੀਆਂ ਜਟਾਂ ਵਧਾ ਲੈਂਦੇ ਹਨ (ਫ਼ਕੀਰ ਬਣ ਕੇ ਆਪਣੀ) ਕੁਲ ਤੇ ਆਪਣਾ ਘਰ ਗਵਾ ਲੈਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  }
]