[
  {
    "shabad_id": 4687,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mlwr bwxI Bgq rivdws jI kI",
    "transliteration": "Malaar Baanee Bhagath Ravidhaas Jee Kee",
    "translation": "Malaar, The Word Of The Devotee Ravi Daas Jee:",
    "punjabi": "ਰਾਗ ਮਲਾਰ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4687,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "nwgr jnW; myrI jwiq, ibiKAwq cMmwrM ]",
    "transliteration": "Naagar Janaan Maeree Jaath Bikhiaath Chanmaaran ||",
    "translation": "O humble townspeople, I am obviously just a shoemaker.",
    "punjabi": "ਹੇ ਨਗਰ ਦੇ ਲੋਕੋ! ਇਹ ਗੱਲ ਤਾਂ ਮੰਨੀ-ਪ੍ਰਮੰਨੀ ਹੈ ਕਿ ਮੇਰੀ ਜਾਤ ਹੈ ਚਮਿਆਰ (ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਲੋਕ ਬੜੀ ਨੀਵੀਂ ਸਮਝਦੇ ਹੋ)",
    "pronunciation": "(n`wgr) cqr iv`dvwno[ (ibiKAwq) pRgt",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "irdY rwm; goibMd gun swrM ]1] rhwau ]",
    "transliteration": "Ridhai Raam Gobindh Gun Saaran ||1|| Rehaao ||",
    "translation": "In my heart I cherish the Glories of the Lord, the Lord of the Universe. ||1||Pause||",
    "punjabi": "ਪਰ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ (ਇਸ ਵਾਸਤੇ ਮੈਂ ਨੀਚ ਨਹੀਂ ਰਹਿ ਗਿਆ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4687,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "sursrI sll, ikRq bwrunI ry; sMq jn krq nhI. pwnM ]",
    "transliteration": "Surasaree Salal Kirath Baarunee Rae Santh Jan Karath Nehee Paanan ||",
    "translation": "Even if wine is made from the water of the Ganges, O Saints, do not drink it.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੰਗਾ ਦੇ (ਭੀ) ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ ਹੋਇਆ ਸ਼ਰਾਬ ਗੁਰਮੁਖਿ ਲੋਕ ਨਹੀਂ ਪੀਂਦੇ (ਭਾਵ, ਉਹ ਸ਼ਰਾਬ ਗ੍ਰਹਿਣ-ਕਰਨ-ਜੋਗ ਨਹੀਂ; ਇਸੇ ਤਰ੍ਹਾਂ ਅਹੰਕਾਰ ਭੀ ਅਉਗਣ ਹੀ ਹੈ, ਚਾਹੇ ਉਹ ਉੱਚੀ ਪਵਿਤ੍ਰ ਜਾਤ ਦਾ ਕੀਤਾ ਜਾਏ),",
    "pronunciation": "(ikRq) kIqI[ (bwrunI) Srwb",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "surw ApivqR, nq Avr jl ry; sursrI imlq, nih hoie AwnM ]1]",
    "transliteration": "Suraa Apavithr Nath Avar Jal Rae Surasaree Milath Nehi Hoe Aanan ||1||",
    "translation": "This wine, and any other polluted water which mixes with the Ganges, is not separate from it. ||1||",
    "punjabi": "ਪਰ ਹੇ ਭਾਈ! ਅਪਵਿਤ੍ਰ ਸ਼ਰਾਬ ਅਤੇ ਭਾਵੇਂ ਹੋਰ (ਗੰਦੇ) ਪਾਣੀ ਭੀ ਹੋਣ ਉਹ ਗੰਗਾ (ਦੇ ਪਾਣੀ) ਵਿਚ ਮਿਲ ਕੇ (ਉਸ ਤੋਂ) ਵੱਖਰੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ (ਇਸੇ ਤਰ੍ਹਾਂ ਨੀਵੀਂ ਕੁਲ ਦਾ ਬੰਦਾ ਭੀ ਪਰਮ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਤੋਂ ਵੱਖਰਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ॥੧॥",
    "pronunciation": "nq:polw bolo[ (nq) AQvw[ (Awn) hor",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "qr qwir. ApivqR kir mwnIAY ry; jYsy kwgrw krq bIcwrM ]",
    "transliteration": "Thar Thaar Apavithr Kar Maaneeai Rae Jaisae Kaagaraa Karath Beechaaran ||",
    "translation": "The palmyra palm tree is considered impure, and so its leaves are considered impure as well.",
    "punjabi": "ਤਾੜੀ ਦੇ ਰੁੱਖ ਅਪਵਿਤ੍ਰ ਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਉਹਨਾਂ ਰੁੱਖਾਂ ਤੋਂ ਬਣੇ ਹੋਏ ਕਾਗ਼ਜ਼ਾਂ ਬਾਰੇ ਲੋਕ ਵਿਚਾਰ ਕਰਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਕਾਗ਼ਜ਼ਾਂ ਨੂੰ ਭੀ ਅਪਵਿਤ੍ਰ ਸਮਝਦੇ ਹਨ),",
    "pronunciation": "k`wgrw",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "Bgiq Bwgauqu ilKIAY iqh aUpry; pUjIAY kir nmskwrM ]2]",
    "transliteration": "Bhagath Bhaagouth Likheeai Thih Ooparae Poojeeai Kar Namasakaaran ||2||",
    "translation": "But if devotional prayers are written on paper made from its leaves, then people bow in reverence and worship before it. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਭਗਵਾਨ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਹਨਾਂ ਉਤੇ ਲਿਖੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਉਹਨਾਂ ਦੀ ਪੂਜਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "myrI jwiq kut bWFlw, For FovMqw; inqih bwnwrsI Aws pwsw ]",
    "transliteration": "Maeree Jaath Kutt Baandtalaa Dtor Dtovanthaa Nithehi Baanaarasee Aas Paasaa ||",
    "translation": "It is my occupation to prepare and cut leather; each day, I carry the carcasses out of the city.",
    "punjabi": "ਮੇਰੀ ਜਾਤ ਦੇ ਲੋਕ (ਚੰਮ) ਕੁੱਟਣ ਤੇ ਵੱਢਣ ਵਾਲੇ ਬਨਾਰਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ (ਰਹਿੰਦੇ ਹਨ, ਤੇ) ਨਿੱਤ ਮੋਏ ਪਸ਼ੂ ਢੋਂਦੇ ਹਨ;",
    "pronunciation": "(kut) ku`tx vwlI[ (bWFlw) v`Fx vwlI[ (For) murdw pSUAW nMU[ bw-nwrsI",
    "type_id": 3
  },
  {
    "shabad_id": 4687,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Ab ibpR prDwn. iqih krih fMfauiq; qyry nwm srxwie. rivdwsu dwsw ]3]1]",
    "transliteration": "Ab Bipr Paradhhaan Thihi Karehi Ddanddouth Thaerae Naam Saranaae Ravidhaas Dhaasaa ||3||1||",
    "translation": "Now, the important Brahmins of the city bow down before me; Ravi Daas, Your slave, seeks the Sanctuary of Your Name. ||3||1||",
    "punjabi": "ਪਰ (ਹੇ ਪ੍ਰਭੂ!) ਉਸੇ ਕੁਲ ਵਿਚ ਜੰਮਿਆ ਹੋਇਆ ਤੇਰਾ ਸੇਵਕ ਰਵਿਦਾਸ ਤੇਰੇ ਨਾਮ ਦੀ ਸ਼ਰਨ ਆਇਆ ਹੈ, ਉਸ ਨੂੰ ਹੁਣ ਵੱਡੇ ਵੱਡੇ ਬ੍ਰਾਹਮਣ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ ॥੩॥੧॥",
    "pronunciation": "ib`pR",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mlwr ]",
    "transliteration": "Malaar ||",
    "translation": "Malaar:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir jpq qyaU jnW, pdm kvlws piq; qws sm quil, nhI Awn koaU ]",
    "transliteration": "Har Japath Thaeoo Janaa Padham Kavalaas Path Thaas Sam Thul Nehee Aan Kooo ||",
    "translation": "Those humble beings who meditate on the Lord's Lotus Feet - none are equal to them.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਪਤੀ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦੇ (ਅਨਿੰਨ) ਸੇਵਕ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਵਰਗਾ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਬਰਾਬਰ ਦਾ, ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ। (ਇਸ ਵਾਸਤੇ ਉਹ ਕਿਸੇ ਦਾ ਦਬਾ ਨਹੀਂ ਮੰਨਦੇ)।",
    "pronunciation": "(pdm) bRhmw[ (kvlws) kYlwS prbq dy (piq) pqI iSvjI Awid nwm jpx vwly dy brwbr, (koaU) hor koeI nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "eyk hI eyk. Anyk hoie ibsQirE; Awn ry Awn. BrpUir soaU ] rhwau ]",
    "transliteration": "Eaek Hee Eaek Anaek Hoe Bisathhariou Aan Rae Aan Bharapoor Sooo || Rehaao ||",
    "translation": "The Lord is One, but He is diffused in many forms. Bring in, bring in, that All-pervading Lord. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹਨਾਂ ਨੂੰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਅਨੇਕ ਰੂਪਾਂ ਵਿਚ ਵਿਆਪਕ, ਘਟ ਘਟ ਵਿਚ ਭਰਪੂਰ ਦਿੱਸਦਾ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "ibs-QirE",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jw kY Bwgvqu lyKIAY. Avru, nhI pyKIAY; qws kI jwiq, AwCop CIpw ]",
    "transliteration": "Jaa Kai Bhaagavath Laekheeai Avar Nehee Paekheeai Thaas Kee Jaath Aashhop Shheepaa ||",
    "translation": "He who writes the Praises of the Lord God, and sees nothing else at all, is a low-class, untouchable fabric-dyer by trade.",
    "punjabi": "ਜਿਸ (ਨਾਮਦੇਵ) ਦੇ ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ, (ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ) ਕੁਝ ਹੋਰ ਵੇਖਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ (ਉੱਚੀ ਜਾਤ ਵਾਲਿਆਂ ਦੇ ਭਾਣੇ) ਉਸ ਦੀ ਜਾਤ ਛੀਂਬਾ ਹੈ ਤੇ ਉਹ ਅਛੂਤ ਹੈ (ਪਰ ਉਸ ਦੀ ਵਡਿਆਈ ਤਿੰਨ ਲੋਕਾਂ ਵਿਚ ਹੋ ਰਹੀ ਹੈ);",
    "pronunciation": "(AwCop) nw Cohx vwlI",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ibAws mih lyKIAY, snk mih pyKIAY; nwm kI nwmnw, spq dIpw ]1]",
    "transliteration": "Biaas Mehi Laekheeai Sanak Mehi Paekheeai Naam Kee Naamanaa Sapath Dheepaa ||1||",
    "translation": "The Glory of the Name is seen in the writings of Vyaas and Sanak, throughout the seven continents. ||1||",
    "punjabi": "ਬਿਆਸ (ਦੇ ਧਰਮ-ਪੁਸਤਕ) ਵਿਚ ਲਿਖਿਆ ਮਿਲਦਾ ਹੈ, ਸਨਕ (ਆਦਿਕ ਦੇ ਪੁਸਤਕ) ਵਿਚ ਭੀ ਵੇਖਣ ਵਿਚ ਆਉਂਦਾ ਹੈ ਕਿ ਹਰੀ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ibAws jI mCodRI qoN jMmy sn[ (nwmnw) mihmw",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jw kY eIid bkrIid, kul gaU ry bDu krih; mwnIAih, syK shId pIrw ]",
    "transliteration": "Jaa Kai Eedh Bakareedh Kul Goo Rae Badhh Karehi Maaneeahi Saekh Seheedh Peeraa ||",
    "translation": "And he whose family used to kill cows at the festivals of Eed and Bakareed, who worshipped Shayks, martyrs and spiritual teachers,",
    "punjabi": "ਜਿਸ (ਕਬੀਰ) ਦੀ ਜਾਤ ਦੇ ਲੋਕ (ਮੁਸਲਮਾਨ ਬਣ ਕੇ) ਈਦ ਬਕਰੀਦ ਦੇ ਸਮੇ (ਹੁਣ) ਗਊਆਂ ਹਲਾਲ ਕਰਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੀ ਘਰੀਂ ਹੁਣ ਸੇਖਾਂ ਸ਼ਹੀਦਾਂ ਤੇ ਪੀਰਾਂ ਦੀ ਮਾਨਤਾ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "(eIid) roizAW dI smwpqI vwlw idn[ hr iqauhwr qy[ (bkrIid) auh iqauhwr ijs c gaU nMU koihAw jwvy[ (bDu) mwrnw krdy hn[ muslmwnW dI ie`k jwqI dy iv`dvwn (syK)[ (shId) hsn husYn Awid[ kul: polw bolo, mwnI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jw kY bwp vYsI krI, pUq AYsI srI; iqhU ry lok, prisD kbIrw ]2]",
    "transliteration": "Jaa Kai Baap Vaisee Karee Pooth Aisee Saree Thihoo Rae Lok Parasidhh Kabeeraa ||2||",
    "translation": "Whose father used to do such things - his son Kabeer became so successful that he is now famous throughout the three worlds. ||2||",
    "punjabi": "ਜਿਸ (ਕਬੀਰ) ਦੀ ਜਾਤ ਦੇ ਵੱਡਿਆਂ ਨੇ ਇਹ ਕਰ ਵਿਖਾਈ, ਉਹਨਾਂ ਦੀ ਹੀ ਜਾਤ ਵਿਚ ਜੰਮੇ ਪੁੱਤਰ ਤੋਂ ਅਜਿਹੀ ਸਰ ਆਈ (ਕਿ ਮੁਸਲਮਾਨੀ ਹਕੂਮਤ ਦੇ ਦਬਾ ਤੋਂ ਨਿਡਰ ਰਹਿ ਕੇ ਹਰੀ-ਨਾਮ ਸਿਮਰ ਕੇ) ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਮਸ਼ਹੂਰ ਹੋ ਗਿਆ ॥੨॥",
    "pronunciation": "kbIr dy bwp nUr AlI dy spUq kbIr[pr-is`D",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jw ky kutMb ky FyF, sB For FovMq iPrih; Ajhu bMnwrsI, Aws pwsw ]",
    "transliteration": "Jaa Kae Kuttanb Kae Dtaedt Sabh Dtor Dtovanth Firehi Ajahu Bannaarasee Aas Paasaa ||",
    "translation": "And all the leather-workers in those families still go around Benares removing the dead cattle",
    "punjabi": "ਜਿਸ ਦੇ ਖ਼ਾਨਦਾਨ ਦੇ ਨੀਚ ਲੋਕ ਬਨਾਰਸ ਦੇ ਆਸੇ-ਪਾਸੇ (ਵੱਸਦੇ ਹਨ ਤੇ) ਅਜੇ ਤਕ ਮੋਏ ਹੋਏ ਪਸ਼ੂ ਢੋਂਦੇ ਹਨ,",
    "pronunciation": "(FyF) nIc[ (For) murdy pSU",
    "type_id": 3
  },
  {
    "shabad_id": 4688,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awcwr sihq ibpR krih fMfauiq; iqn qnY rivdws, dwswn dwsw ]3]2]",
    "transliteration": "Aachaar Sehith Bipr Karehi Ddanddouth Thin Thanai Ravidhaas Dhaasaan Dhaasaa ||3||2||",
    "translation": "- the ritualistic Brahmins bow in reverence before their son Ravi Daas, the slave of the Lord's slaves. ||3||2||",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਕੁਲ ਵਿਚ ਜੰਮੇ ਪੁੱਤਰ ਰਵਿਦਾਸ ਨੂੰ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣ ਗਿਆ ਹੈ, ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਮਰਯਾਦਾ ਅਨੁਸਾਰ ਤੁਰਨ ਵਾਲੇ ਬ੍ਰਾਹਮਣ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ ॥੩॥੨॥",
    "pronunciation": "(qnY) pu`qR",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mlwr",
    "transliteration": "Malaara",
    "translation": "Malaar:",
    "punjabi": "ਰਾਗ ਮਲਾਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4689,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "imlq ipAwro pRwn nwQu; kvn Bgiq qy ]",
    "transliteration": "Milath Piaaro Praan Naathh Kavan Bhagath Thae ||",
    "translation": "What sort of devotional worship will lead me to meet my Beloved, the Lord of my breath of life?",
    "punjabi": "ਜਿੰਦ ਦਾ ਸਾਈਂ ਪਿਆਰਾ ਪ੍ਰਭੂ ਕਿਸੇ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਭਗਤੀ ਨਾਲ ਨਹੀਂ ਸੀ ਮਿਲ ਸਕਦਾ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "swDsMgiq; pweI prmgqy ] rhwau ]",
    "transliteration": "Saadhhasangath Paaee Param Gathae || Rehaao ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I have obtained the supreme status. ||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਅੱਪੜ ਕੇ ਮੈਂ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "mYly kpry; khw lau Dovau ]",
    "transliteration": "Mailae Kaparae Kehaa Lo Dhhovo ||",
    "translation": "How long shall I wash these dirty clothes?",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਾਈ ਨਿੰਦਿਆ ਕਰਨੀ ਛੱਡ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "AwvYgI nId; khw lgu sovau ]1]",
    "transliteration": "Aavaigee Needh Kehaa Lag Sovo ||1||",
    "translation": "How long shall I remain asleep? ||1||",
    "punjabi": "(ਸਤਸੰਗ ਵਿਚ ਰਹਿਣ ਕਰਕੇ) ਨਾਹ ਮੈਨੂੰ ਅਗਿਆਨਤਾ ਦੀ ਨੀਂਦ ਆਵੇਗੀ ਅਤੇ ਨਾਹ ਹੀ ਮੈਂ ਗ਼ਾਫ਼ਲ ਹੋਵਾਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "joeI joeI joirE; soeI soeI PwitE ]",
    "transliteration": "Joee Joee Joriou Soee Soee Faattiou ||",
    "translation": "Whatever I was attached to, has perished.",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ) ਮੈਂ ਜਿਤਨੀ ਕੁ ਮੰਦ-ਕਰਮਾਂ ਦੀ ਕਮਾਈ ਕੀਤੀ ਹੋਈ ਸੀ (ਸਤਸੰਗ ਵਿਚ ਆ ਕੇ) ਉਸ ਸਾਰੀ ਦੀ ਸਾਰੀ ਦਾ ਲੇਖਾ ਮੁੱਕ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "JUTY bnij; auiT hI geI. hwitE ]2]",
    "transliteration": "Jhoothai Banaj Outh Hee Gee Haattiou ||2||",
    "translation": "The shop of false merchandise has closed down. ||2||",
    "punjabi": "ਝੂਠੇ ਵਣਜ ਵਿਚ (ਲੱਗ ਕੇ ਮੈਂ ਜੋ ਹੱਟੀ ਪਾਈ ਹੋਈ ਸੀ, ਸਾਧ ਸੰਗਤ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਹੱਟੀ ਹੀ ਉੱਠ ਗਈ ਹੈ ॥੨॥",
    "pronunciation": "(bnij) vpwr[ AOgux, kusMgq rUpI (hwitE) h`tI",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "khu rivdws; BieE jb lyKo ]",
    "transliteration": "Kahu Ravidhaas Bhaeiou Jab Laekho ||",
    "translation": "Says Ravi Daas, when the account is called for and given,",
    "punjabi": "(ਇਹ ਤਬਦੀਲੀ ਕਿਵੇਂ ਆਈ?) ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ- (ਸਾਧ ਸੰਗਤ ਵਿਚ ਆ ਕੇ) ਜਦੋਂ ਮੈਂ ਆਪੇ ਵਲ ਝਾਤ ਮਾਰੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4689,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "joeI joeI kIno; soeI soeI dyiKE ]3]1]3]",
    "transliteration": "Joee Joee Keeno Soee Soee Dhaekhiou ||3||1||3||",
    "translation": "Whatever the mortal has done, he shall see. ||3||1||3||",
    "punjabi": "ਤਾਂ ਜੋ ਜੋ ਕਰਮ ਮੈਂ ਕੀਤਾ ਹੋਇਆ ਸੀ ਉਹ ਸਭ ਕੁਝ ਪ੍ਰਤੱਖ ਦਿੱਸ ਪਿਆ (ਤੇ ਮੈਂ ਮੰਦੇ ਕਰਮਾਂ ਤੋਂ ਸ਼ਰਮਾ ਕੇ ਇਹਨਾਂ ਵਲੋਂ ਹਟ ਗਿਆ) ॥੩॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]