[
  {
    "id": 55527,
    "shabad_id": 4687,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਲਾਰ ਬਾਣੀ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਕੀ",
    "transliteration": "Malaar Baanee Bhagath Ravidhaas Jee Kee",
    "translation": "Malaar, The Word Of The Devotee Ravi Daas Jee:",
    "punjabi": "ਰਾਗ ਮਲਾਰ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55528,
    "shabad_id": 4687,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 55529,
    "shabad_id": 4687,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਨਾਗਰ ਜਨਾਂ; ਮੇਰੀ ਜਾਤਿ, ਬਿਖਿਅਾਤ ਚੰਮਾਰੰ ॥",
    "transliteration": "Naagar Janaan Maeree Jaath Bikhiaath Chanmaaran ||",
    "translation": "O humble townspeople, I am obviously just a shoemaker.",
    "punjabi": "ਹੇ ਨਗਰ ਦੇ ਲੋਕੋ! ਇਹ ਗੱਲ ਤਾਂ ਮੰਨੀ-ਪ੍ਰਮੰਨੀ ਹੈ ਕਿ ਮੇਰੀ ਜਾਤ ਹੈ ਚਮਿਆਰ (ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਲੋਕ ਬੜੀ ਨੀਵੀਂ ਸਮਝਦੇ ਹੋ)",
    "pronunciation": "(ਨੱਾਗਰ) ਚਤਰ ਵਿੱਦਵਾਨੋ। (ਬਿਖਿਅਾਤ) ਪ੍ਰਗਟ",
    "type_id": 3
  },
  {
    "id": 55530,
    "shabad_id": 4687,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਰਿਦੈ ਰਾਮ; ਗੋਬਿੰਦ ਗੁਨ ਸਾਰੰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ridhai Raam Gobindh Gun Saaran ||1|| Rehaao ||",
    "translation": "In my heart I cherish the Glories of the Lord, the Lord of the Universe. ||1||Pause||",
    "punjabi": "ਪਰ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ (ਇਸ ਵਾਸਤੇ ਮੈਂ ਨੀਚ ਨਹੀਂ ਰਹਿ ਗਿਆ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55531,
    "shabad_id": 4687,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸੁਰਸਰੀ ਸਲਲ, ਕਿ੍ਰਤ ਬਾਰੁਨੀ ਰੇ; ਸੰਤ ਜਨ ਕਰਤ ਨਹੀ. ਪਾਨੰ ॥",
    "transliteration": "Surasaree Salal Kirath Baarunee Rae Santh Jan Karath Nehee Paanan ||",
    "translation": "Even if wine is made from the water of the Ganges, O Saints, do not drink it.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੰਗਾ ਦੇ (ਭੀ) ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ ਹੋਇਆ ਸ਼ਰਾਬ ਗੁਰਮੁਖਿ ਲੋਕ ਨਹੀਂ ਪੀਂਦੇ (ਭਾਵ, ਉਹ ਸ਼ਰਾਬ ਗ੍ਰਹਿਣ-ਕਰਨ-ਜੋਗ ਨਹੀਂ; ਇਸੇ ਤਰ੍ਹਾਂ ਅਹੰਕਾਰ ਭੀ ਅਉਗਣ ਹੀ ਹੈ, ਚਾਹੇ ਉਹ ਉੱਚੀ ਪਵਿਤ੍ਰ ਜਾਤ ਦਾ ਕੀਤਾ ਜਾਏ),",
    "pronunciation": "(ਕਿ੍ਰਤ) ਕੀਤੀ। (ਬਾਰੁਨੀ) ਸ਼ਰਾਬ",
    "type_id": 3
  },
  {
    "id": 55532,
    "shabad_id": 4687,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸੁਰਾ ਅਪਵਿਤ੍ਰ, ਨਤ ਅਵਰ ਜਲ ਰੇ; ਸੁਰਸਰੀ ਮਿਲਤ, ਨਹਿ ਹੋੲਿ ਅਾਨੰ ॥੧॥",
    "transliteration": "Suraa Apavithr Nath Avar Jal Rae Surasaree Milath Nehi Hoe Aanan ||1||",
    "translation": "This wine, and any other polluted water which mixes with the Ganges, is not separate from it. ||1||",
    "punjabi": "ਪਰ ਹੇ ਭਾਈ! ਅਪਵਿਤ੍ਰ ਸ਼ਰਾਬ ਅਤੇ ਭਾਵੇਂ ਹੋਰ (ਗੰਦੇ) ਪਾਣੀ ਭੀ ਹੋਣ ਉਹ ਗੰਗਾ (ਦੇ ਪਾਣੀ) ਵਿਚ ਮਿਲ ਕੇ (ਉਸ ਤੋਂ) ਵੱਖਰੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ (ਇਸੇ ਤਰ੍ਹਾਂ ਨੀਵੀਂ ਕੁਲ ਦਾ ਬੰਦਾ ਭੀ ਪਰਮ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਤੋਂ ਵੱਖਰਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ॥੧॥",
    "pronunciation": "ਨਤ:ਪੋਲਾ ਬੋਲੋ। (ਨਤ) ਅਥਵਾ। (ਅਾਨ) ਹੋਰ",
    "type_id": 3
  },
  {
    "id": 55533,
    "shabad_id": 4687,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤਰ ਤਾਰਿ. ਅਪਵਿਤ੍ਰ ਕਰਿ ਮਾਨੀਅੈ ਰੇ; ਜੈਸੇ ਕਾਗਰਾ ਕਰਤ ਬੀਚਾਰੰ ॥",
    "transliteration": "Thar Thaar Apavithr Kar Maaneeai Rae Jaisae Kaagaraa Karath Beechaaran ||",
    "translation": "The palmyra palm tree is considered impure, and so its leaves are considered impure as well.",
    "punjabi": "ਤਾੜੀ ਦੇ ਰੁੱਖ ਅਪਵਿਤ੍ਰ ਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਉਹਨਾਂ ਰੁੱਖਾਂ ਤੋਂ ਬਣੇ ਹੋਏ ਕਾਗ਼ਜ਼ਾਂ ਬਾਰੇ ਲੋਕ ਵਿਚਾਰ ਕਰਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਕਾਗ਼ਜ਼ਾਂ ਨੂੰ ਭੀ ਅਪਵਿਤ੍ਰ ਸਮਝਦੇ ਹਨ),",
    "pronunciation": "ਕੱਾਗਰਾ",
    "type_id": 3
  },
  {
    "id": 55534,
    "shabad_id": 4687,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਭਗਤਿ ਭਾਗੳੁਤੁ ਲਿਖੀਅੈ ਤਿਹ ੳੂਪਰੇ; ਪੂਜੀਅੈ ਕਰਿ ਨਮਸਕਾਰੰ ॥੨॥",
    "transliteration": "Bhagath Bhaagouth Likheeai Thih Ooparae Poojeeai Kar Namasakaaran ||2||",
    "translation": "But if devotional prayers are written on paper made from its leaves, then people bow in reverence and worship before it. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਭਗਵਾਨ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਹਨਾਂ ਉਤੇ ਲਿਖੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਉਹਨਾਂ ਦੀ ਪੂਜਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55535,
    "shabad_id": 4687,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੀ ਜਾਤਿ ਕੁਟ ਬਾਂਢਲਾ, ਢੋਰ ਢੋਵੰਤਾ; ਨਿਤਹਿ ਬਾਨਾਰਸੀ ਅਾਸ ਪਾਸਾ ॥",
    "transliteration": "Maeree Jaath Kutt Baandtalaa Dtor Dtovanthaa Nithehi Baanaarasee Aas Paasaa ||",
    "translation": "It is my occupation to prepare and cut leather; each day, I carry the carcasses out of the city.",
    "punjabi": "ਮੇਰੀ ਜਾਤ ਦੇ ਲੋਕ (ਚੰਮ) ਕੁੱਟਣ ਤੇ ਵੱਢਣ ਵਾਲੇ ਬਨਾਰਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ (ਰਹਿੰਦੇ ਹਨ, ਤੇ) ਨਿੱਤ ਮੋਏ ਪਸ਼ੂ ਢੋਂਦੇ ਹਨ;",
    "pronunciation": "(ਕੁਟ) ਕੁੱਟਣ ਵਾਲੀ। (ਬਾਂਢਲਾ) ਵੱਢਣ ਵਾਲੀ। (ਢੋਰ) ਮੁਰਦਾ ਪਸ਼ੂਅਾਂ ਨੰੂ। ਬਾ-ਨਾਰਸੀ",
    "type_id": 3
  },
  {
    "id": 55536,
    "shabad_id": 4687,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਅਬ ਬਿਪ੍ਰ ਪਰਧਾਨ. ਤਿਹਿ ਕਰਹਿ ਡੰਡੳੁਤਿ; ਤੇਰੇ ਨਾਮ ਸਰਣਾੲਿ. ਰਵਿਦਾਸੁ ਦਾਸਾ ॥੩॥੧॥",
    "transliteration": "Ab Bipr Paradhhaan Thihi Karehi Ddanddouth Thaerae Naam Saranaae Ravidhaas Dhaasaa ||3||1||",
    "translation": "Now, the important Brahmins of the city bow down before me; Ravi Daas, Your slave, seeks the Sanctuary of Your Name. ||3||1||",
    "punjabi": "ਪਰ (ਹੇ ਪ੍ਰਭੂ!) ਉਸੇ ਕੁਲ ਵਿਚ ਜੰਮਿਆ ਹੋਇਆ ਤੇਰਾ ਸੇਵਕ ਰਵਿਦਾਸ ਤੇਰੇ ਨਾਮ ਦੀ ਸ਼ਰਨ ਆਇਆ ਹੈ, ਉਸ ਨੂੰ ਹੁਣ ਵੱਡੇ ਵੱਡੇ ਬ੍ਰਾਹਮਣ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ ॥੩॥੧॥",
    "pronunciation": "ਬਿੱਪ੍ਰ",
    "type_id": 3
  },
  {
    "id": 55537,
    "shabad_id": 4688,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਲਾਰ ॥",
    "transliteration": "Malaar ||",
    "translation": "Malaar:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55538,
    "shabad_id": 4688,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਜਪਤ ਤੇੳੂ ਜਨਾਂ, ਪਦਮ ਕਵਲਾਸ ਪਤਿ; ਤਾਸ ਸਮ ਤੁਲਿ, ਨਹੀ ਅਾਨ ਕੋੳੂ ॥",
    "transliteration": "Har Japath Thaeoo Janaa Padham Kavalaas Path Thaas Sam Thul Nehee Aan Kooo ||",
    "translation": "Those humble beings who meditate on the Lord's Lotus Feet - none are equal to them.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਪਤੀ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦੇ (ਅਨਿੰਨ) ਸੇਵਕ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਵਰਗਾ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਬਰਾਬਰ ਦਾ, ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ। (ਇਸ ਵਾਸਤੇ ਉਹ ਕਿਸੇ ਦਾ ਦਬਾ ਨਹੀਂ ਮੰਨਦੇ)।",
    "pronunciation": "(ਪਦਮ) ਬ੍ਰਹਮਾ। (ਕਵਲਾਸ) ਕੈਲਾਸ਼ ਪਰਬਤ ਦੇ (ਪਤਿ) ਪਤੀ ਸ਼ਿਵਜੀ ਅਾਦਿ ਨਾਮ ਜਪਣ ਵਾਲੇ ਦੇ ਬਰਾਬਰ, (ਕੋੳੂ) ਹੋਰ ਕੋੲੀ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 55539,
    "shabad_id": 4688,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੲੇਕ ਹੀ ੲੇਕ. ਅਨੇਕ ਹੋੲਿ ਬਿਸਥਰਿਓ; ਅਾਨ ਰੇ ਅਾਨ. ਭਰਪੂਰਿ ਸੋੳੂ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eaek Hee Eaek Anaek Hoe Bisathhariou Aan Rae Aan Bharapoor Sooo || Rehaao ||",
    "translation": "The Lord is One, but He is diffused in many forms. Bring in, bring in, that All-pervading Lord. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹਨਾਂ ਨੂੰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਅਨੇਕ ਰੂਪਾਂ ਵਿਚ ਵਿਆਪਕ, ਘਟ ਘਟ ਵਿਚ ਭਰਪੂਰ ਦਿੱਸਦਾ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "ਬਿਸ-ਥਰਿਓ",
    "type_id": 3
  },
  {
    "id": 55540,
    "shabad_id": 4688,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਾ ਕੈ ਭਾਗਵਤੁ ਲੇਖੀਅੈ. ਅਵਰੁ, ਨਹੀ ਪੇਖੀਅੈ; ਤਾਸ ਕੀ ਜਾਤਿ, ਅਾਛੋਪ ਛੀਪਾ ॥",
    "transliteration": "Jaa Kai Bhaagavath Laekheeai Avar Nehee Paekheeai Thaas Kee Jaath Aashhop Shheepaa ||",
    "translation": "He who writes the Praises of the Lord God, and sees nothing else at all, is a low-class, untouchable fabric-dyer by trade.",
    "punjabi": "ਜਿਸ (ਨਾਮਦੇਵ) ਦੇ ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ, (ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ) ਕੁਝ ਹੋਰ ਵੇਖਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ (ਉੱਚੀ ਜਾਤ ਵਾਲਿਆਂ ਦੇ ਭਾਣੇ) ਉਸ ਦੀ ਜਾਤ ਛੀਂਬਾ ਹੈ ਤੇ ਉਹ ਅਛੂਤ ਹੈ (ਪਰ ਉਸ ਦੀ ਵਡਿਆਈ ਤਿੰਨ ਲੋਕਾਂ ਵਿਚ ਹੋ ਰਹੀ ਹੈ);",
    "pronunciation": "(ਅਾਛੋਪ) ਨਾ ਛੋਹਣ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 55541,
    "shabad_id": 4688,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਬਿਅਾਸ ਮਹਿ ਲੇਖੀਅੈ, ਸਨਕ ਮਹਿ ਪੇਖੀਅੈ; ਨਾਮ ਕੀ ਨਾਮਨਾ, ਸਪਤ ਦੀਪਾ ॥੧॥",
    "transliteration": "Biaas Mehi Laekheeai Sanak Mehi Paekheeai Naam Kee Naamanaa Sapath Dheepaa ||1||",
    "translation": "The Glory of the Name is seen in the writings of Vyaas and Sanak, throughout the seven continents. ||1||",
    "punjabi": "ਬਿਆਸ (ਦੇ ਧਰਮ-ਪੁਸਤਕ) ਵਿਚ ਲਿਖਿਆ ਮਿਲਦਾ ਹੈ, ਸਨਕ (ਆਦਿਕ ਦੇ ਪੁਸਤਕ) ਵਿਚ ਭੀ ਵੇਖਣ ਵਿਚ ਆਉਂਦਾ ਹੈ ਕਿ ਹਰੀ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ਬਿਅਾਸ ਜੀ ਮਛੋਦ੍ਰੀ ਤੋਂ ਜੰਮੇ ਸਨ। (ਨਾਮਨਾ) ਮਹਿਮਾ",
    "type_id": 3
  },
  {
    "id": 55542,
    "shabad_id": 4688,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਾ ਕੈ ੲੀਦਿ ਬਕਰੀਦਿ, ਕੁਲ ਗੳੂ ਰੇ ਬਧੁ ਕਰਹਿ; ਮਾਨੀਅਹਿ, ਸੇਖ ਸਹੀਦ ਪੀਰਾ ॥",
    "transliteration": "Jaa Kai Eedh Bakareedh Kul Goo Rae Badhh Karehi Maaneeahi Saekh Seheedh Peeraa ||",
    "translation": "And he whose family used to kill cows at the festivals of Eed and Bakareed, who worshipped Shayks, martyrs and spiritual teachers,",
    "punjabi": "ਜਿਸ (ਕਬੀਰ) ਦੀ ਜਾਤ ਦੇ ਲੋਕ (ਮੁਸਲਮਾਨ ਬਣ ਕੇ) ਈਦ ਬਕਰੀਦ ਦੇ ਸਮੇ (ਹੁਣ) ਗਊਆਂ ਹਲਾਲ ਕਰਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੀ ਘਰੀਂ ਹੁਣ ਸੇਖਾਂ ਸ਼ਹੀਦਾਂ ਤੇ ਪੀਰਾਂ ਦੀ ਮਾਨਤਾ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "(ੲੀਦਿ) ਰੋਜ਼ਿਅਾਂ ਦੀ ਸਮਾਪਤੀ ਵਾਲਾ ਦਿਨ। ਹਰ ਤਿੳੁਹਾਰ ਤੇ। (ਬਕਰੀਦਿ) ੳੁਹ ਤਿੳੁਹਾਰ ਜਿਸ ਚ ਗੳੂ ਨੰੂ ਕੋਹਿਅਾ ਜਾਵੇ। (ਬਧੁ) ਮਾਰਨਾ ਕਰਦੇ ਹਨ। ਮੁਸਲਮਾਨਾਂ ਦੀ ੲਿੱਕ ਜਾਤੀ ਦੇ ਵਿੱਦਵਾਨ (ਸੇਖ)। (ਸਹੀਦ) ਹਸਨ ਹੁਸੈਨ ਅਾਦਿ। ਕੁਲ: ਪੋਲਾ ਬੋਲੋ, ਮਾਨੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 55543,
    "shabad_id": 4688,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਾ ਕੈ ਬਾਪ ਵੈਸੀ ਕਰੀ, ਪੂਤ ਅੈਸੀ ਸਰੀ; ਤਿਹੂ ਰੇ ਲੋਕ, ਪਰਸਿਧ ਕਬੀਰਾ ॥੨॥",
    "transliteration": "Jaa Kai Baap Vaisee Karee Pooth Aisee Saree Thihoo Rae Lok Parasidhh Kabeeraa ||2||",
    "translation": "Whose father used to do such things - his son Kabeer became so successful that he is now famous throughout the three worlds. ||2||",
    "punjabi": "ਜਿਸ (ਕਬੀਰ) ਦੀ ਜਾਤ ਦੇ ਵੱਡਿਆਂ ਨੇ ਇਹ ਕਰ ਵਿਖਾਈ, ਉਹਨਾਂ ਦੀ ਹੀ ਜਾਤ ਵਿਚ ਜੰਮੇ ਪੁੱਤਰ ਤੋਂ ਅਜਿਹੀ ਸਰ ਆਈ (ਕਿ ਮੁਸਲਮਾਨੀ ਹਕੂਮਤ ਦੇ ਦਬਾ ਤੋਂ ਨਿਡਰ ਰਹਿ ਕੇ ਹਰੀ-ਨਾਮ ਸਿਮਰ ਕੇ) ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਮਸ਼ਹੂਰ ਹੋ ਗਿਆ ॥੨॥",
    "pronunciation": "ਕਬੀਰ ਦੇ ਬਾਪ ਨੂਰ ਅਲੀ ਦੇ ਸਪੂਤ ਕਬੀਰ।ਪਰ-ਸਿੱਧ",
    "type_id": 3
  },
  {
    "id": 55544,
    "shabad_id": 4688,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਾ ਕੇ ਕੁਟੰਬ ਕੇ ਢੇਢ, ਸਭ ਢੋਰ ਢੋਵੰਤ ਫਿਰਹਿ; ਅਜਹੁ ਬੰਨਾਰਸੀ, ਅਾਸ ਪਾਸਾ ॥",
    "transliteration": "Jaa Kae Kuttanb Kae Dtaedt Sabh Dtor Dtovanth Firehi Ajahu Bannaarasee Aas Paasaa ||",
    "translation": "And all the leather-workers in those families still go around Benares removing the dead cattle",
    "punjabi": "ਜਿਸ ਦੇ ਖ਼ਾਨਦਾਨ ਦੇ ਨੀਚ ਲੋਕ ਬਨਾਰਸ ਦੇ ਆਸੇ-ਪਾਸੇ (ਵੱਸਦੇ ਹਨ ਤੇ) ਅਜੇ ਤਕ ਮੋਏ ਹੋਏ ਪਸ਼ੂ ਢੋਂਦੇ ਹਨ,",
    "pronunciation": "(ਢੇਢ) ਨੀਚ। (ਢੋਰ) ਮੁਰਦੇ ਪਸ਼ੂ",
    "type_id": 3
  },
  {
    "id": 55545,
    "shabad_id": 4688,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਚਾਰ ਸਹਿਤ ਬਿਪ੍ਰ ਕਰਹਿ ਡੰਡੳੁਤਿ; ਤਿਨ ਤਨੈ ਰਵਿਦਾਸ, ਦਾਸਾਨ ਦਾਸਾ ॥੩॥੨॥",
    "transliteration": "Aachaar Sehith Bipr Karehi Ddanddouth Thin Thanai Ravidhaas Dhaasaan Dhaasaa ||3||2||",
    "translation": "- the ritualistic Brahmins bow in reverence before their son Ravi Daas, the slave of the Lord's slaves. ||3||2||",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਕੁਲ ਵਿਚ ਜੰਮੇ ਪੁੱਤਰ ਰਵਿਦਾਸ ਨੂੰ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣ ਗਿਆ ਹੈ, ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਮਰਯਾਦਾ ਅਨੁਸਾਰ ਤੁਰਨ ਵਾਲੇ ਬ੍ਰਾਹਮਣ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ ॥੩॥੨॥",
    "pronunciation": "(ਤਨੈ) ਪੁੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 55546,
    "shabad_id": 4689,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਲਾਰ",
    "transliteration": "Malaara",
    "translation": "Malaar:",
    "punjabi": "ਰਾਗ ਮਲਾਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55547,
    "shabad_id": 4689,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 55548,
    "shabad_id": 4689,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਿਲਤ ਪਿਅਾਰੋ ਪ੍ਰਾਨ ਨਾਥੁ; ਕਵਨ ਭਗਤਿ ਤੇ ॥",
    "transliteration": "Milath Piaaro Praan Naathh Kavan Bhagath Thae ||",
    "translation": "What sort of devotional worship will lead me to meet my Beloved, the Lord of my breath of life?",
    "punjabi": "ਜਿੰਦ ਦਾ ਸਾਈਂ ਪਿਆਰਾ ਪ੍ਰਭੂ ਕਿਸੇ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਭਗਤੀ ਨਾਲ ਨਹੀਂ ਸੀ ਮਿਲ ਸਕਦਾ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55549,
    "shabad_id": 4689,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ; ਪਾੲੀ ਪਰਮਗਤੇ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhhasangath Paaee Param Gathae || Rehaao ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I have obtained the supreme status. ||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਅੱਪੜ ਕੇ ਮੈਂ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55550,
    "shabad_id": 4689,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮੈਲੇ ਕਪਰੇ; ਕਹਾ ਲੳੁ ਧੋਵੳੁ ॥",
    "transliteration": "Mailae Kaparae Kehaa Lo Dhhovo ||",
    "translation": "How long shall I wash these dirty clothes?",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਾਈ ਨਿੰਦਿਆ ਕਰਨੀ ਛੱਡ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55551,
    "shabad_id": 4689,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਅਾਵੈਗੀ ਨੀਦ; ਕਹਾ ਲਗੁ ਸੋਵੳੁ ॥੧॥",
    "transliteration": "Aavaigee Needh Kehaa Lag Sovo ||1||",
    "translation": "How long shall I remain asleep? ||1||",
    "punjabi": "(ਸਤਸੰਗ ਵਿਚ ਰਹਿਣ ਕਰਕੇ) ਨਾਹ ਮੈਨੂੰ ਅਗਿਆਨਤਾ ਦੀ ਨੀਂਦ ਆਵੇਗੀ ਅਤੇ ਨਾਹ ਹੀ ਮੈਂ ਗ਼ਾਫ਼ਲ ਹੋਵਾਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55552,
    "shabad_id": 4689,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜੋੲੀ ਜੋੲੀ ਜੋਰਿਓ; ਸੋੲੀ ਸੋੲੀ ਫਾਟਿਓ ॥",
    "transliteration": "Joee Joee Joriou Soee Soee Faattiou ||",
    "translation": "Whatever I was attached to, has perished.",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ) ਮੈਂ ਜਿਤਨੀ ਕੁ ਮੰਦ-ਕਰਮਾਂ ਦੀ ਕਮਾਈ ਕੀਤੀ ਹੋਈ ਸੀ (ਸਤਸੰਗ ਵਿਚ ਆ ਕੇ) ਉਸ ਸਾਰੀ ਦੀ ਸਾਰੀ ਦਾ ਲੇਖਾ ਮੁੱਕ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55553,
    "shabad_id": 4689,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਝੂਠੈ ਬਨਜਿ; ੳੁਠਿ ਹੀ ਗੲੀ. ਹਾਟਿਓ ॥੨॥",
    "transliteration": "Jhoothai Banaj Outh Hee Gee Haattiou ||2||",
    "translation": "The shop of false merchandise has closed down. ||2||",
    "punjabi": "ਝੂਠੇ ਵਣਜ ਵਿਚ (ਲੱਗ ਕੇ ਮੈਂ ਜੋ ਹੱਟੀ ਪਾਈ ਹੋਈ ਸੀ, ਸਾਧ ਸੰਗਤ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਹੱਟੀ ਹੀ ਉੱਠ ਗਈ ਹੈ ॥੨॥",
    "pronunciation": "(ਬਨਜਿ) ਵਪਾਰ। ਅੌਗੁਣ, ਕੁਸੰਗਤ ਰੂਪੀ (ਹਾਟਿਓ) ਹੱਟੀ",
    "type_id": 3
  },
  {
    "id": 55554,
    "shabad_id": 4689,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਰਵਿਦਾਸ; ਭੲਿਓ ਜਬ ਲੇਖੋ ॥",
    "transliteration": "Kahu Ravidhaas Bhaeiou Jab Laekho ||",
    "translation": "Says Ravi Daas, when the account is called for and given,",
    "punjabi": "(ਇਹ ਤਬਦੀਲੀ ਕਿਵੇਂ ਆਈ?) ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ- (ਸਾਧ ਸੰਗਤ ਵਿਚ ਆ ਕੇ) ਜਦੋਂ ਮੈਂ ਆਪੇ ਵਲ ਝਾਤ ਮਾਰੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55555,
    "shabad_id": 4689,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜੋੲੀ ਜੋੲੀ ਕੀਨੋ; ਸੋੲੀ ਸੋੲੀ ਦੇਖਿਓ ॥੩॥੧॥੩॥",
    "transliteration": "Joee Joee Keeno Soee Soee Dhaekhiou ||3||1||3||",
    "translation": "Whatever the mortal has done, he shall see. ||3||1||3||",
    "punjabi": "ਤਾਂ ਜੋ ਜੋ ਕਰਮ ਮੈਂ ਕੀਤਾ ਹੋਇਆ ਸੀ ਉਹ ਸਭ ਕੁਝ ਪ੍ਰਤੱਖ ਦਿੱਸ ਪਿਆ (ਤੇ ਮੈਂ ਮੰਦੇ ਕਰਮਾਂ ਤੋਂ ਸ਼ਰਮਾ ਕੇ ਇਹਨਾਂ ਵਲੋਂ ਹਟ ਗਿਆ) ॥੩॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
