[
  {
    "id": 55608,
    "shabad_id": 4694,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ. ਸੰਤ ਜਨ ਨੀਕੇ; ਜਿਨ ਮਿਲਿਅਾਂ. ਮਨੁ ਰੰਗਿ ਰੰਗੀਤਿ ||",
    "transliteration": "Har Kae Santh Santh Jan Neekae Jin Miliaaan Man Rang Rangeeth ||",
    "translation": "The humble Saints, the Saints of the Lord, are noble and sublime; meeting them, the mind is tinged with love and joy.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਚੰਗੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਮਨ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55609,
    "shabad_id": 4694,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਰੰਗੁ. ਲਹੈ ਨ ੳੁਤਰੈ ਕਬਹੂ; ਹਰਿ ਹਰਿ ਜਾੲਿ ਮਿਲੈ ਹਰਿ ਪ੍ਰੀਤਿ ||੩||",
    "transliteration": "Har Rang Lehai N Outharai Kabehoo Har Har Jaae Milai Har Preeth ||3||",
    "translation": "The Lord's Love never fades away, and it never wears off. Through the Lord's Love, one goes and meets the Lord, Har, Har. ||3||",
    "punjabi": "ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦਾ ਉਹ ਰੰਗ ਕਦੇ ਭੀ ਲਹਿੰਦਾ ਨਹੀਂ, ਕਦੇ ਭੀ ਉਤਰਦਾ ਨਹੀਂ। ਉਸ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਪਹੁੰਚਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55610,
    "shabad_id": 4694,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਹਮ ਬਹੁ ਪਾਪ ਕੀੲੇ ਅਪਰਾਧੀ; ਗੁਰਿ. ਕਾਟੇ ਕਟਿਤ ਕਟੀਤਿ ||",
    "transliteration": "Ham Bahu Paap Keeeae Aparaadhhee Gur Kaattae Kattith Katteeth ||",
    "translation": "I am a sinner; I have committed so many sins. The Guru has cut them, cut them, and hacked them off.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਬੜੇ ਪਾਪ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ, ਅਸੀਂ ਬੜੇ ਮੰਦ-ਕਰਮੀ ਹਾਂ (ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਏ) ਗੁਰੂ ਨੇ (ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ) ਪੂਰਨ ਤੌਰ ਤੇ ਕੱਟ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55611,
    "shabad_id": 4694,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਦੀਓ ਮੁਖਿ ਅੳੁਖਧੁ; ਜਨ ਨਾਨਕ. ਪਤਿਤ, ਪੁਨੀਤਿ ||੪||੫||",
    "transliteration": "Har Har Naam Dheeou Mukh Aoukhadhh Jan Naanak Pathith Puneeth ||4||5||",
    "translation": "The Guru has placed the healing remedy of the Name of the Lord, Har, Har, into my mouth. Servant Nanak, the sinner, has been purified and sanctified. ||4||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਗੁਰੂ ਨੇ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੁਖ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਰੂ ਦਿੱਤਾ, ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰੀਆਂ ਤੋਂ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55612,
    "shabad_id": 4695,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55613,
    "shabad_id": 4695,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਪਿ ਮਨ; ਰਾਮ ਨਾਮ ਜਗੰਨਾਥ ||",
    "transliteration": "Jap Man Raam Naam Jagannaathh ||",
    "translation": "Chant, O my mind, the Name of the Lord, the Lord of the Universe.",
    "punjabi": "ਹੇ ਮਨ! ਜਗਤ ਦੇ ਨਾਥ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55614,
    "shabad_id": 4695,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਘੂਮਨਘੇਰ ਪਰੇ, ਬਿਖੁ ਬਿਖਿਅਾ; ਸਤਿਗੁਰ ਕਾਢਿ ਲੀੲੇ, ਦੇ ਹਾਥ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ghooman Ghaer Parae Bikh Bikhiaa Sathigur Kaadt Leeeae Dhae Haathh ||1|| Rehaao ||",
    "translation": "I was caught in the whirlpool of poisonous sin and corruption. The True Guru gave me His Hand; He lifted me up and pulled me out. ||1||Pause||",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੀਆਂ ਘੁੰਮਣ ਘੇਰੀਆਂ ਵਿਚ ਡਿੱਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਭੀ ਗੁਰੂ (ਆਪਣਾ) ਹੱਥ ਦੇ ਕੇ (ਹਰਿ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ ਉਹਨਾਂ ਵਿਚੋਂ) ਕੱਢ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਘੂਮਨ-ਘੇਰ",
    "type_id": 4
  },
  {
    "id": 55615,
    "shabad_id": 4695,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸੁਅਾਮੀ ਅਭੈ ਨਿਰੰਜਨ ਨਰਹਰਿ; ਤੁਮ੍ਹ ਰਾਖਿ ਲੇਹੁ. ਹਮ ਪਾਪੀ ਪਾਥ ||",
    "transliteration": "Suaamee Abhai Niranjan Narehar Thumh Raakh Laehu Ham Paapee Paathh ||",
    "translation": "O my Fearless, Immaculate Lord and Master, please save me - I am a sinner, a sinking stone.",
    "punjabi": "ਹੇ (ਸਾਡੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! ਹੇ ਨਿਰਭਉ ਪ੍ਰਭੂ! ਹੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਪਾਪੀ ਹਾਂ, ਪੱਥਰ (ਹੋ ਚੁਕੇ) ਹਾਂ, (ਮਿਹਰ ਕਰ) ਸਾਨੂੰ (ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰੱਖ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55616,
    "shabad_id": 4695,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਬਿਖਿਅਾ ਲੋਭਿ ਲੁਭਤੇ; ਕਾਸਟ ਲੋਹ ਤਰੇ ਸੰਗਿ ਸਾਥ ||੧||",
    "transliteration": "Kaam Krodhh Bikhiaa Lobh Lubhathae Kaasatt Loh Tharae Sang Saathh ||1||",
    "translation": "I am lured and enticed by sexual desire, anger, greed and corruption, but associating with You, I am carried across, like iron in the wooden boat. ||1||",
    "punjabi": "(ਅਸੀਂ) ਕਾਮ ਕ੍ਰੋਧ ਅਤੇ ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਗ੍ਰਸੇ ਰਹਿੰਦੇ ਹਾਂ। (ਜਿਵੇਂ) ਕਾਠ (ਬੇੜੀ) ਦੀ ਸੰਗਤ ਵਿਚ ਲੋਹਾ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ (ਸਾਨੂੰ ਵੀ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਤੋਂ ਪਾਰ ਕਰ ਲੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55617,
    "shabad_id": 4695,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤੁਮ੍ਹ ਵਡ ਪੁਰਖ ਬਡ ਅਗਮ ਅਗੋਚਰ; ਹਮ ਢੂਢਿ ਰਹੇ ਪਾੲੀ. ਨਹੀ ਹਾਥ ||",
    "transliteration": "Thumh Vadd Purakh Badd Agam Agochar Ham Dtoodt Rehae Paaee Nehee Haathh ||",
    "translation": "You are the Great Primal Being, the most Inaccessible and Unfathomable Lord God; I search for You, but cannot find Your depth.",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵਿਤ ਨਾਲੋਂ) ਬਹੁਤ ਹੀ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਜੀਵਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਤੇਰੇ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ। ਅਸੀਂ ਜੀਵ ਭਾਲ ਕਰ ਕੇ ਥੱਕ ਗਏ ਹਾਂ, ਤੇਰੀ ਡੂੰਘਾਈ ਅਸੀਂ ਲੱਭ ਨਹੀਂ ਸਕੇ।",
    "pronunciation": "ਵੱਡ,ਬੱਡ",
    "type_id": 3
  },
  {
    "id": 55618,
    "shabad_id": 4695,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਤੂ ਪਰੈ ਪਰੈ. ਅਪਰੰਪਰੁ ਸੁਅਾਮੀ; ਤੂ ਅਾਪਨ ਜਾਨਹਿ. ਅਾਪਿ ਜਗੰਨਾਥ ||੨||",
    "transliteration": "Thoo Parai Parai Aparanpar Suaamee Thoo Aapan Jaanehi Aap Jagannaathh ||2||",
    "translation": "You are the farthest of the far, beyond the beyond, O my Lord and Master; You alone know Yourself, O Lord of the Universe. ||2||",
    "punjabi": "ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ। ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਆਪਣੇ ਆਪ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "ਅਪ-ਰੰਪਰੁ",
    "type_id": 3
  },
  {
    "id": 55619,
    "shabad_id": 4695,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਦਿ੍ਰਸਟੁ ਅਗੋਚਰ ਨਾਮੁ ਧਿਅਾੲੇ; ਸਤਸੰਗਤਿ ਮਿਲਿ ਸਾਧੂ ਪਾਥ ||",
    "transliteration": "Adhrisatt Agochar Naam Dhhiaaeae Sathasangath Mil Saadhhoo Paathh ||",
    "translation": "I meditate on the Name of the Unseen and Unfathomable Lord; joining the Sat Sangat, the True Congregation, I have found the Path of the Holy.",
    "punjabi": "ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ। (ਮਨੁੱਖ) ਉਸ ਅਗੋਚਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਾਧ-ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਗੁਰੂ ਦਾ ਦਸਿਆ ਰਸਤਾ ਫੜ ਕੇ ਹੀ ਜਪ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55620,
    "shabad_id": 4695,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਨੀ ਮਿਲਿ ਸੰਗਤਿ; ਹਰਿ ਹਰਿ ਜਪਿਓ ਅਕਥ ਕਥ ਕਾਥ ||੩||",
    "transliteration": "Har Har Kathhaa Sunee Mil Sangath Har Har Japiou Akathh Kathh Kaathh ||3||",
    "translation": "Joining the congregation, I listen to the Gospel of the Lord, Har, Har; I meditate on the Lord, Har, Har, and speak the Unspoken Speech. ||3||",
    "punjabi": "ਸਾਧ-ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਹੀ ਪਰਮਾਤਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣੀ ਜਾ ਸਕਦੀ ਹੈ, ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਿਸ ਦੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਬਿਆਨ (ਜੀਵਾਂ ਪਾਸੋਂ) ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੩॥",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55621,
    "shabad_id": 4695,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਹਮਰੇ ਪ੍ਰਭ ਜਗਦੀਸ ਗੁਸਾੲੀ; ਹਮ ਰਾਖਿ ਲੇਹੁ ਜਗੰਨਾਥ ||",
    "transliteration": "Hamarae Prabh Jagadhees Gusaaee Ham Raakh Laehu Jagannaathh ||",
    "translation": "My God is the Lord of the World, the Lord of the Universe; please save me, O Lord of all Creation.",
    "punjabi": "ਹੇ ਸਾਡੇ ਪ੍ਰਭੂ! ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਖਸਮ! ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ (ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਆਦਿਕ ਤੋਂ) ਬਚਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55622,
    "shabad_id": 4695,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਦਾਸੁ ਦਾਸ ਦਾਸਨ ਕੋ, ਪ੍ਰਭ ਕਰਹੁ ਕਿ੍ਰਪਾ; ਰਾਖਹੁ ਜਨ ਸਾਥ ||੪||੬||",
    "transliteration": "Jan Naanak Dhaas Dhaas Dhaasan Ko Prabh Karahu Kirapaa Raakhahu Jan Saathh ||4||6||",
    "translation": "Servant Nanak is the slave of the slave of Your slaves. O God, please bless me with Your Grace; please protect me and keep me with Your humble servants. ||4||6||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੇਰੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ। ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ) ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰੱਖ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55623,
    "shabad_id": 4696,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ਪੜਤਾਲ ਘਰੁ ੫ ||",
    "transliteration": "Kaanarraa Mehalaa 4 Parrathaal Ghar 5 ||",
    "translation": "Kaanraa, Fourth Mehl, Partaal, Fifth House:",
    "punjabi": "ਰਾਗ ਕਾਨੜਾ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55624,
    "shabad_id": 4696,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 55625,
    "shabad_id": 4696,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਨ; ਜਾਪਹੁ ਰਾਮ ਗੁਪਾਲ ||",
    "transliteration": "Man Jaapahu Raam Gupaal ||",
    "translation": "O mind, meditate on the Lord, the Lord of the World.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55626,
    "shabad_id": 4696,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ; ਰਤਨ ਜਵੇਹਰ ਲਾਲ ||",
    "transliteration": "Har Rathan Javaehar Laal ||",
    "translation": "The Lord is the Jewel, the Diamond, the Ruby.",
    "punjabi": "ਹੇ ਮਨ! ਹਰੀ ਦਾ ਨਾਮ ਰਤਨ ਹਨ, ਜਵਾਹਰ ਹਨ, ਲਾਲ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55627,
    "shabad_id": 4696,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਗੁਰਮੁਖਿ; ਘੜਿ ਟਕਸਾਲ ||",
    "transliteration": "Har Guramukh Gharr Ttakasaal ||",
    "translation": "The Lord fashions the Gurmukhs in His Mint.",
    "punjabi": "ਹੇ ਮਨ! ਹਰੀ ਦਾ ਨਾਮ (ਤੇਰੇ ਵਾਸਤੇ ਇਕ ਸੁੰਦਰ ਗਹਿਣਾ ਹੈ, ਇਸ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਸਾਧ ਸੰਗਤ ਦੀ) ਟਕਸਾਲ ਵਿਚ ਘੜਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55628,
    "shabad_id": 4696,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਹੋ; ਹੋ ਕਿਰਪਾਲ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Ho Ho Kirapaal ||1|| Rehaao ||",
    "translation": "O Lord, please, please, be Merciful to me. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਹਰੀ ਸਦਾ ਦਇਆਵਾਨ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55629,
    "shabad_id": 4696,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਤੁਮਰੇ ਗੁਨ ਅਗਮ ਅਗੋਚਰ; ੲੇਕ ਜੀਹ. ਕਿਅਾ ਕਥੈ ਬਿਚਾਰੀ; ਰਾਮ ਰਾਮ. ਰਾਮ ਰਾਮ ਲਾਲ ||",
    "transliteration": "Thumarae Gun Agam Agochar Eaek Jeeh Kiaa Kathhai Bichaaree Raam Raam Raam Raam Laal ||",
    "translation": "Your Glorious Virtues are inaccessible and unfathomable; how can my one poor tongue describe them? O my Beloved Lord, Raam, Raam, Raam, Raam.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੋਹਣੇ ਲਾਲ! ਤੇਰੇ ਗੁਣਾਂ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਜੀਵ ਦੀ) ਵਿਚਾਰੀ ਇੱਕ ਜੀਭ (ਤੇਰੇ ਗੁਣਾਂ ਨੂੰ) ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55630,
    "shabad_id": 4696,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤੁਮਰੀ ਜੀ ਅਕਥ ਕਥਾ. ਤੂ ਤੂ ਤੂਹੀ ਜਾਨਹਿ; ਹੳੁ. ਹਰਿ ਜਪਿ, ਭੲੀ ਨਿਹਾਲ ਨਿਹਾਲ ਨਿਹਾਲ ||੧||",
    "transliteration": "Thumaree Jee Akathh Kathhaa Thoo Thoo Thoo Hee Jaanehi Ho Har Jap Bhee Nihaal Nihaal Nihaal ||1||",
    "translation": "O Dear Lord, You, You, You alone know Your Unspoken Speech. I have become enraptured, enraptured, enraptured, meditating on the Lord. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ, ਤੂੰ ਆਪ ਹੀ (ਆਪਣੀਆਂ ਸਿਫ਼ਤਾਂ) ਜਾਣਦਾ ਹੈਂ। ਹੇ ਹਰੀ! ਮੈਂ (ਤੇਰਾ ਨਾਮ) ਜਪ ਕੇ ਸਦਾ ਲਈ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੋ ਗਈ ਹਾਂ ॥੧॥",
    "pronunciation": "ਅ-ਕਥ ਕਥਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55631,
    "shabad_id": 4696,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਮਰੇ ਹਰਿ ਪ੍ਰਾਨ ਸਖਾ, ਸੁਅਾਮੀ ਹਰਿ ਮੀਤਾ; ਮੇਰੇ ਮਨਿ ਤਨਿ ਜੀਹ, ਹਰਿ ਹਰੇ ਹਰੇ; ਰਾਮ ਨਾਮ ਧਨੁ ਮਾਲ ||",
    "transliteration": "Hamarae Har Praan Sakhaa Suaamee Har Meethaa Maerae Man Than Jeeh Har Harae Harae Raam Naam Dhhan Maal ||",
    "translation": "The Lord, my Lord and Master, is my Companion and my Breath of Life; the Lord is my Best Friend. My mind, body and tongue are attuned to the Lord, Har, Haray, Haray. The Lord is my Wealth and Property.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਪ੍ਰਾਣਾਂ ਦੇ ਮਿੱਤਰ ਹਨ, ਸਾਡੇ ਮਾਲਕ ਹਨ, ਸਾਡੇ ਮਿੱਤਰ ਹਨ। ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਮੇਰੀ ਜੀਭ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਧਨ ਹੈ ਨਾਮ ਹੀ ਸਰਮਾਇਆ ਹੈ।",
    "pronunciation": "(ਜੀਹ) ਜ਼ਬਾਨ",
    "type_id": 3
  },
  {
    "id": 55632,
    "shabad_id": 4696,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਾ ਕੋ ਭਾਗੁ, ਤਿਨਿ ਲੀਓ ਰੀ ਸੁਹਾਗੁ; ਹਰਿ ਹਰਿ ਹਰੇ ਹਰੇ, ਗੁਨ ਗਾਵੈ ਗੁਰਮਤਿ; ਹੳੁ ਬਲਿ ਬਲੇ, ਹੳੁ ਬਲਿ ਬਲੇ; ਜਨ ਨਾਨਕ. ਹਰਿ ਜਪਿ; ਭੲੀ ਨਿਹਾਲ ਨਿਹਾਲ ਨਿਹਾਲ ||੨||੧||੭||",
    "transliteration": "Jaa Ko Bhaag Thin Leeou Ree Suhaag Har Har Harae Harae Gun Gaavai Guramath Ho Bal Balae Ho Bal Balae Jan Naanak Har Jap Bhee Nihaal Nihaal Nihaal ||2||1||7||",
    "translation": "TSK",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਜਿਸ ਦੇ ਮੱਥੇ ਦਾ ਭਾਗ ਜਾਗ ਪਿਆ, ਉਸ ਨੇ ਆਪਣਾ ਖਸਮ-ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ, ਉਹ ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ। ਹੇ ਦਾਸ ਨਾਨਕ! ਮੈਂ ਪ੍ਰਭੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ, ਉਸ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਮੇਰੇ ਅੰਦਰ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੧॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55633,
    "shabad_id": 4697,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55634,
    "shabad_id": 4697,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਗੁਨ ਗਾਵਹੁ ਜਗਦੀਸ ||",
    "transliteration": "Har Gun Gaavahu Jagadhees ||",
    "translation": "Sing the Glorious Praises of the Lord, the Lord of the Universe.",
    "punjabi": "ਉਸ ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55635,
    "shabad_id": 4697,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲੇਕਾ ਜੀਹ; ਕੀਚੈ ਲਖ ਬੀਸ ||",
    "transliteration": "Eaekaa Jeeh Keechai Lakh Bees ||",
    "translation": "Let my one tongue become two hundred thousand",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਵਾਸਤੇ) ਆਪਣੀ ਇੱਕ ਜੀਭ ਨੂੰ ਵੀਹ ਲੱਖ ਜੀਭਾਂ ਬਣਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਲੱਖ",
    "type_id": 3
  },
  {
    "id": 55636,
    "shabad_id": 4697,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਪਿ ਹਰਿ ਹਰਿ; ਸਬਦਿ ਜਪੀਸ ||",
    "transliteration": "Jap Har Har Sabadh Japees ||",
    "translation": "With them all, I will meditate on the Lord, Har, Har, and chant the Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਜਪਣ-ਯੋਗ ਹਰੀ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55637,
    "shabad_id": 4697,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹੋ; ਹੋ ਕਿਰਪੀਸ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Ho Ho Kirapees ||1|| Rehaao ||",
    "translation": "O Lord, please, please, be Merciful to me. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੀ ਪ੍ਰਭੂ ਦਇਆ ਦਾ ਘਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕਿਰਪੀਸ) ਕਿ੍ਰਪਾਲੂ",
    "type_id": 4
  },
  {
    "id": 55638,
    "shabad_id": 4697,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਕਿਰਪਾ ਕਰਿ ਸੁਅਾਮੀ, ਹਮ ਲਾੲਿ ਹਰਿ ਸੇਵਾ; ਹਰਿ ਜਪਿ ਜਪੇ, ਹਰਿ ਜਪਿ ਜਪੇ; ਜਪੁ ਜਾਪੳੁ ਜਗਦੀਸ ||",
    "transliteration": "Har Kirapaa Kar Suaamee Ham Laae Har Saevaa Har Jap Japae Har Jap Japae Jap Jaapo Jagadhees ||",
    "translation": "O Lord, my Lord and Master, please be Merciful to me; please enjoin me to serve You. I chant and meditate on the Lord, I chant and meditate on the Lord, I chant and meditate on the Lord of the Universe.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਮਿਹਰ ਕਰ, ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਵਿਚ ਲਾਈ ਰੱਖ। ਹੇ ਹਰੀ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼ਵਰ! ਮੈਂ ਸਦਾ ਹੀ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ।",
    "pronunciation": "ਜੱਗਦੀਸ",
    "type_id": 3
  },
  {
    "id": 55639,
    "shabad_id": 4697,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਤੁਮਰੇ ਜਨ ਰਾਮੁ ਜਪਹਿ, ਤੇ ੳੂਤਮ; ਤਿਨ ਕੳੁ ਹੳੁ ਘੁਮਿ ਘੁਮੇ, ਘੁਮਿ ਘੁਮਿ ਜੀਸ ||੧||",
    "transliteration": "Thumarae Jan Raam Japehi Thae Ootham Thin Ko Ho Ghum Ghumae Ghum Ghum Jees ||1||",
    "translation": "Your humble servants chant and meditate on You, O Lord; they are sublime and exalted. I am a sacrifice, a sacrifice, a sacrifice, a sacrifice to them. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜੇ ਤੇਰੇ ਸੇਵਕ ਤੇਰਾ ਰਾਮ-ਨਾਮ ਜਪਦੇ ਹਨ ਉਹ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
