[
  {
    "id": 55640,
    "shabad_id": 4697,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਤੁਮ. ਵਡ ਵਡੇ. ਵਡੇ ਵਡ ੳੂਚੇ. ਸੋ ਕਰਹਿ ਜਿ ਤੁਧੁ ਭਾਵੀਸ ॥",
    "transliteration": "Har Thum Vadd Vaddae Vaddae Vadd Oochae So Karehi J Thudhh Bhaavees ||",
    "translation": "O Lord, You are the Greatest of the Great, the Greatest of the Great, the most Lofty and High. You do whatever You please.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈਂ ਤੂੰ ਬਹੁਤ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਉਹ ਕਰਦਾ ਹੈਂ ਜੋ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55641,
    "shabad_id": 4697,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਅੰਮਿ੍ਰਤੁ ਪੀਅਾ ਗੁਰਮਤੀ; ਧਨੁ ਧੰਨੁ ਧਨੁ ਧੰਨੁ. ਧੰਨੁ ਗੁਰੂ ਸਾਬੀਸ ॥੨॥੨॥੮॥",
    "transliteration": "Jan Naanak Anmrith Peeaa Guramathee Dhhan Dhhann Dhhan Dhhann Dhhann Guroo Saabees ||2||2||8||",
    "translation": "Servant Nanak drinks in the Ambrosial Nectar through the Guru's Teachings. Blessed, blessed, blessed, blessed, blessed and praised is the Guru. ||2||2||8||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਗੁਰੂ ਧੰਨ ਹੈ, ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਜਿਸ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਲਈਦਾ ਹੈ ॥੨॥੨॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55642,
    "shabad_id": 4698,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55643,
    "shabad_id": 4698,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭਜੁ ਰਾਮੋ; ਮਨਿ ਰਾਮ ॥",
    "transliteration": "Bhaj Raamo Man Raam ||",
    "translation": "O mind, meditate and vibrate on the Lord, Raam, Raam.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਦੇ ਨਾਮ ਦਾ ਭਜਨ ਆਪਣੇ ਮਨ ਵਿਚ ਕਰਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55644,
    "shabad_id": 4698,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ. ਰੂਪ ਨ ਰੇਖ, ਵਡਾਮ ॥",
    "transliteration": "Jis Roop N Raekh Vaddaam ||",
    "translation": "He has no form or feature - He is Great!",
    "punjabi": "ਜਿਸ ਰਾਮ ਦੀ ਸ਼ਕਲ ਜਿਸ ਦੇ ਚਿਹਨ-ਚੱਕਰ ਨਹੀਂ ਦੱਸੇ ਜਾ ਸਕਦੇ, ਜੋ ਰਾਮ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55645,
    "shabad_id": 4698,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲੁ ਭਜੁ ਰਾਮ ॥",
    "transliteration": "Sathasangath Mil Bhaj Raam ||",
    "translation": "Joining the Sat Sangat, the True Congregation, vibrate and meditate on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਅਤੇ ਰਾਮ ਦਾ ਭਜਨ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55646,
    "shabad_id": 4698,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਡ ਹੋ; ਹੋ ਭਾਗ ਮਥਾਮ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Badd Ho Ho Bhaag Mathhaam ||1|| Rehaao ||",
    "translation": "This is the high destiny written on your forehead. ||1||Pause||",
    "punjabi": "ਤੇਰੇ ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਹੋ ਜਾਣਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮਥਾਮ) ਮੱਥੇ",
    "type_id": 4
  },
  {
    "id": 55647,
    "shabad_id": 4698,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਿਤੁ ਗਿ੍ਰਹਿ ਮੰਦਰਿ, ਹਰਿ ਹੋਤੁ ਜਾਸੁ; ਤਿਤੁ ਘਰਿ ਅਾਨਦੋ ਅਾਨੰਦੁ; ਭਜੁ ਰਾਮ ਰਾਮ ਰਾਮ ॥",
    "transliteration": "Jith Grihi Mandhar Har Hoth Jaas Thith Ghar Aanadho Aanandh Bhaj Raam Raam Raam ||",
    "translation": "That household, that mansion, in which the Lord's Praises are sung - that home is filled with ecstasy and joy; so vibrate and meditate on the Lord, Raam, Raam, Raam.",
    "punjabi": "ਜਿਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਜਿਸ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੁੰਦੀ ਹੈ, ਉਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਸਦਾ ਰਾਮ ਦਾ ਭਜਨ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55648,
    "shabad_id": 4698,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਗੁਨ ਗਾਵਹੁ, ਹਰਿ ਪ੍ਰੀਤਮ; ੳੁਪਦੇਸਿ ਗੁਰੂ ਗੁਰ ਸਤਿਗੁਰਾ; ਸੁਖੁ ਹੋਤੁ ਹਰਿ ਹਰੇ ਹਰਿ ਹਰੇ, ਹਰੇ ਭਜੁ; ਰਾਮ ਰਾਮ ਰਾਮ ॥੧॥",
    "transliteration": "Raam Naam Gun Gaavahu Har Preetham Oupadhaes Guroo Gur Sathiguraa Sukh Hoth Har Harae Har Harae Harae Bhaj Raam Raam Raam ||1||",
    "translation": "TSK",
    "punjabi": "ਹਰੀ ਪ੍ਰੀਤਮ ਦੇ ਨਾਮ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ, ਗੁਰੂ ਸਤਿਗੁਰ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਗੁਣ ਗਾਂਦਾ ਰਹੁ। ਰਾਮ ਨਾਮ ਦਾ ਭਜਨ ਕਰਦਾ ਰਹੁ, ਹਰਿ-ਨਾਮ ਜਪਿਆਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55649,
    "shabad_id": 4698,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਭ ਸਿਸਟਿ ਧਾਰ, ਹਰਿ ਤੁਮ ਕਿਰਪਾਲ; ਕਰਤਾ. ਸਭੁ ਤੂ ਤੂ ਤੂ; ਰਾਮ ਰਾਮ ਰਾਮ ॥",
    "transliteration": "Sabh Sisatt Dhhaar Har Thum Kirapaal Karathaa Sabh Thoo Thoo Thoo Raam Raam Raam ||",
    "translation": "You are the Support of the whole universe, Lord; O Merciful Lord, You, You, You are the Creator of all, Raam, Raam, Raam.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਆਸਰਾ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55650,
    "shabad_id": 4698,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਨ ਨਾਨਕੋ ਸਰਣਾਗਤੀ, ਦੇਹੁ ਗੁਰਮਤੀ; ਭਜੁ ਰਾਮ ਰਾਮ ਰਾਮ ॥੨॥੩॥੯॥",
    "transliteration": "Jan Naanako Saranaagathee Dhaehu Guramathee Bhaj Raam Raam Raam ||2||3||9||",
    "translation": "Servant Nanak seeks Your Sanctuary; please bless him with the Guru's Teachings, that he may vibrate and meditate on the Lord, Raam, Raam, Raam. ||2||3||9||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, (ਦਾਸ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਬਖ਼ਸ਼। ਸਦਾ ਰਾਮ ਦੇ ਨਾਮ ਦਾ ਭਜਨ ਕਰਦਾ ਰਹੁ ॥੨॥੩॥੯॥",
    "pronunciation": "ਸਰਣਾ-ਗਤੀ",
    "type_id": 3
  },
  {
    "id": 55651,
    "shabad_id": 4699,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55652,
    "shabad_id": 4699,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰ; ਚਾਟੳੁ ਪਗ. ਚਾਟ ॥",
    "transliteration": "Sathigur Chaatto Pag Chaatt ||",
    "translation": "I eagerly kiss the Feet of the True Guru.",
    "punjabi": "ਮੈਂ ਉਸ ਗੁਰੂ ਦੇ ਚਰਨ ਚੁੰਮਦਾ ਹਾਂ,",
    "pronunciation": "ਚੱਟਣ ਦੀ (ਚਾਟ) ੲਿੱਛਾ। ਪਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55653,
    "shabad_id": 4699,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਤੁ ਮਿਲਿ; ਹਰਿ ਪਾਧਰ ਬਾਟ ॥",
    "transliteration": "Jith Mil Har Paadhhar Baatt ||",
    "translation": "Meeting Him, the Path to the Lord becomes smooth and easy.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਸਿੱਧਾ ਰਾਹ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਹਰੀ ਜੀ ਦੇ ਮਿਲਾਪ ਦਾ (ਪਾਧਰ) ਪੱਧਰ ਸਾਫ਼। (ਬਾਟ) ਰਸਤਾ ਪ੍ਰਾਪਤ ਹੋੲਿਅਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 55654,
    "shabad_id": 4699,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਭਜੁ ਹਰਿ ਰਸੁ; ਰਸ ਹਰਿ ਗਾਟ ॥",
    "transliteration": "Bhaj Har Ras Ras Har Gaatt ||",
    "translation": "I lovingly vibrate and meditate on the Lord, and gulp down His Sublime Essence.",
    "punjabi": "(ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਗਟ ਗਟ ਕਰ ਕੇ ਪੀਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55655,
    "shabad_id": 4699,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹੋ; ਹੋ ਲਿਖੇ ਲਿਲਾਟ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Ho Ho Likhae Lilaatt ||1|| Rehaao ||",
    "translation": "The Lord has written this destiny on my forehead. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਤੇਰੇ ਮੱਥੇ ਦੇ ਲੇਖ ਉੱਘੜ ਪੈਣਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55656,
    "shabad_id": 4699,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਖਟ ਕਰਮ ਕਿਰਿਅਾ ਕਰਿ, ਬਹੁ ਬਹੁ ਬਿਸਥਾਰ; ਸਿਧ ਸਾਧਿਕ ਜੋਗੀਅਾ, ਕਰਿ ਜਟ ਜਟਾ ਜਟ ਜਾਟ ॥",
    "transliteration": "Khatt Karam Kiriaa Kar Bahu Bahu Bisathhaar Sidhh Saadhhik Jogeeaa Kar Jatt Jattaa Jatt Jaatt ||",
    "translation": "Some perform the six rituals and rites; the Siddhas, seekers and Yogis put on all sorts of pompous shows, with their hair all tangled and matted.",
    "punjabi": "(ਪੰਡਿਤਾਂ ਵਾਂਗ ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਛੇ ਕਰਮਾਂ ਦੀ ਕਿਰਿਆ ਕਰ ਕੇ (ਇਹੋ ਜਿਹੇ) ਹੋਰ ਬਥੇਰੇ ਖਿਲਾਰੇ ਕਰ ਕੇ, ਸਿੱਧਾਂ ਜੋਗੀਆਂ ਸਾਧਿਕਾਂ ਵਾਂਗ ਜਟਾਂ ਧਾਰ ਕੇ,",
    "pronunciation": "ਖਟ, ਜਟ, ਜਟਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55657,
    "shabad_id": 4699,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਰਿ ਭੇਖ. ਨ ਪਾੲੀਅੈ, ਹਰਿ ਬ੍ਰਹਮ ਜੋਗੁ, ਹਰਿ ਪਾੲੀਅੈ, ਸਤਸੰਗਤੀ; ੳੁਪਦੇਸਿ ਗੁਰੂ ਗੁਰ. ਸੰਤ ਜਨਾ; ਖੋਲਿ ਖੋਲਿ ਕਪਾਟ ॥੧॥",
    "transliteration": "Kar Bhaekh N Paaeeai Har Breham Jog Har Paaeeai Sathasangathee Oupadhaes Guroo Gur Santh Janaa Khol Khol Kapaatt ||1||",
    "translation": "Yoga - Union with the Lord God - is not obtained by wearing religious robes; the Lord is found in the Sat Sangat, the True Congregation, and the Guru's Teachings. The humble Saints throw the doors wide open. ||1||",
    "punjabi": "ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਪਾਣ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕੀਦਾ। ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ ਸਾਧ ਸੰਗਤ ਵਿਚ। (ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨਾਲ ਤੂੰ ਆਪਣੇ ਮਨ ਦੇ ਕਵਾੜ ਖੋਲ੍ਹ ॥੧॥",
    "pronunciation": "ਸਤਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 55658,
    "shabad_id": 4699,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤੂ ਅਪਰੰਪਰੁ ਸੁਅਾਮੀ, ਅਤਿ ਅਗਾਹੁ; ਤੂ ਭਰਪੁਰਿ ਰਹਿਅਾ ਜਲ ਥਲੇ; ਹਰਿ ੲਿਕੁ ੲਿਕੋ, ੲਿਕ ੲੇਕੈ ਹਰਿ ਥਾਟ ॥",
    "transliteration": "Thoo Aparanpar Suaamee Ath Agaahu Thoo Bharapur Rehiaa Jal Thhalae Har Eik Eiko Eik Eaekai Har Thhaatt ||",
    "translation": "O my Lord and Master, You are the farthest of the far, utterly unfathomable. You are totally pervading the water and the land. You alone are the One and Only Unique Lord of all creation.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ! ਤੂੰ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ, ਤੂੰ ਬਹੁਤ ਅਥਾਹ ਹੈਂ, ਤੂੰ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈਂ। ਹੇ ਹਰੀ! ਇਹ ਸਾਰੀ ਜਗਤ-ਉਤਪੱਤੀ ਸਿਰਫ਼ ਤੇਰੀ ਹੀ ਹੈ।",
    "pronunciation": "ਅਪ-ਰੰਪਰੁ",
    "type_id": 3
  },
  {
    "id": 55659,
    "shabad_id": 4699,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤੂ ਜਾਣਹਿ ਸਭ ਬਿਧਿ, ਬੂਝਹਿ ਅਾਪੇ; ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ, ਘਟਿ ਘਟੇ ਘਟਿ ਘਟੇ; ਘਟਿ ਹਰਿ ਘਾਟ ॥੨॥੪॥੧੦॥",
    "transliteration": "Thoo Jaanehi Sabh Bidhh Boojhehi Aapae Jan Naanak Kae Prabh Ghatt Ghattae Ghatt Ghattae Ghatt Har Ghaatt ||2||4||10||",
    "translation": "You alone know all Your ways and means. You alone understand Yourself. Servant Nanak's Lord God is in each heart, in every heart, in the home of each and every heart. ||2||4||10||",
    "punjabi": "(ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਬਾਰੇ) ਤੂੰ ਸਾਰੇ ਢੰਗ ਜਾਣਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਮਝਦਾ ਹੈਂ। ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈਂ ॥੨॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55660,
    "shabad_id": 4700,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55661,
    "shabad_id": 4700,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਪਿ ਮਨ; ਗੋਬਿਦ ਮਾਧੋ ॥",
    "transliteration": "Jap Man Gobidh Maadhho ||",
    "translation": "O mind, chant and meditate on the Lord, the Lord of the Universe.",
    "punjabi": "ਹੇ ਮਨ! ਮਾਇਆ ਦੇ ਪਤੀ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55662,
    "shabad_id": 4700,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਗਮ ਅਗਾਧੋ ॥",
    "transliteration": "Har Har Agam Agaadhho ||",
    "translation": "The Lord, Har, Har, is inaccessible and unfathomable.",
    "punjabi": "ਜੋ ਅਪਹੁੰਚ ਹੈ ਤੇ ਅਥਾਹ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55663,
    "shabad_id": 4700,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਤਿ ਗੁਰਮਤਿ; ਹਰਿ ਪ੍ਰਭੁ ਲਾਧੋ ॥",
    "transliteration": "Math Guramath Har Prabh Laadhho ||",
    "translation": "Through the Guru's Teachings, my intellect attains the Lord God.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਲੱਭ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55664,
    "shabad_id": 4700,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧੁਰਿ ਹੋ ਹੋ; ਲਿਖੇ ਲਿਲਾਧੋ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhhur Ho Ho Likhae Lilaadhho ||1|| Rehaao ||",
    "translation": "This is the pre-ordained destiny written on my forehead. ||1||Pause||",
    "punjabi": "ਜਿਸ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55665,
    "shabad_id": 4700,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਬਿਖੁ ਮਾੲਿਅਾ ਸੰਚਿ, ਬਹੁ ਚਿਤੈ ਬਿਕਾਰ; ਸੁਖੁ ਪਾੲੀਅੈ ਹਰਿ ਭਜੁ, ਸੰਤ ਸੰਤਸੰਗਤੀ; ਮਿਲਿ ਸਤਿਗੁਰੂ, ਗੁਰੁ ਸਾਧੋ ॥",
    "transliteration": "Bikh Maaeiaa Sanch Bahu Chithai Bikaar Sukh Paaeeai Har Bhaj Santh Santh Sangathee Mil Sathiguroo Gur Saadhho ||",
    "translation": "Collecting the poison of Maya, people think of all sorts of evil. But peace is found only by vibrating and meditating on the Lord; with the Saints, in the Sangat, the Society of the Saints, meet the True Guru, the Holy Guru.",
    "punjabi": "ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਨੂੰ ਇਕੱਠੀ ਕਰ ਕੇ ਮਨੁੱਖ ਅਨੇਕਾਂ ਵਿਕਾਰ ਚਿਤਵਨ ਲੱਗ ਪੈਂਦਾ ਹੈ। ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਹੀ) ਸੁਖ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55666,
    "shabad_id": 4700,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਛੁਹਿ ਪਾਰਸ. ਮਨੂਰ, ਭੲੇ ਕੰਚਨ; ਤਿੳੁ ਪਤਿਤ ਜਨ, ਮਿਲਿ ਸੰਗਤੀ ਸੁਧ ਹੋਵਤ; ਗੁਰਮਤੀ, ਸੁਧ ਹਾਧੋ ॥੧॥",
    "transliteration": "Jio Shhuhi Paaras Manoor Bheae Kanchan Thio Pathith Jan Mil Sangathee Sudhh Hovath Guramathee Sudhh Haadhho ||1||",
    "translation": "Just as when the iron slag is transmuted into gold by touching the Philosopher's Stone - when the sinner joins the Sangat, he becomes pure, through the Guru's Teachings. ||1||",
    "punjabi": "ਜਿਵੇਂ ਪਾਰਸ ਨਾਲ ਛੁਹ ਕੇ ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ; ਤਿਵੇਂ ਹੀ ਵਿਕਾਰੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ, ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ, ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਹਾਧੋ) ਹੁੰਦਾ ਹੈ। ਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 55667,
    "shabad_id": 4700,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਿੳੁ ਕਾਸਟ ਸੰਗਿ. ਲੋਹਾ ਬਹੁ ਤਰਤਾ; ਤਿੳੁ ਪਾਪੀ. ਸੰਗਿ ਤਰੇ ਸਾਧ ਸਾਧਸੰਗਤੀ; ਗੁਰ ਸਤਿਗੁਰੂ, ਗੁਰ ਸਾਧੋ ॥",
    "transliteration": "Jio Kaasatt Sang Lohaa Bahu Tharathaa Thio Paapee Sang Tharae Saadhh Saadhh Sangathee Gur Sathiguroo Gur Saadhho ||",
    "translation": "Just like the heavy iron which is carried across on the wooden raft, sinners are carried across in the Saadh Sangat, the Company of the Holy, and the Guru, the True Guru, the Holy Guru.",
    "punjabi": "ਜਿਵੇਂ ਕਾਠ (ਬੇੜੀ) ਦੀ ਸੰਗਤ ਵਿਚ ਬਹੁਤ ਲੋਹਾ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਵਿਕਾਰੀ ਮਨੁੱਖ ਭੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਤਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸਾਧੋ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55668,
    "shabad_id": 4700,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਚਾਰਿ ਬਰਨ. ਚਾਰਿ ਅਾਸ੍ਰਮ ਹੈ; ਕੋੲੀ ਮਿਲੈ, ਗੁਰੂ ਗੁਰ ਨਾਨਕ; ਸੋ ਅਾਪਿ ਤਰੈ, ਕੁਲ ਸਗਲ ਤਰਾਧੋ ॥੨॥੫॥੧੧॥",
    "transliteration": "Chaar Baran Chaar Aasram Hai Koee Milai Guroo Gur Naanak So Aap Tharai Kul Sagal Tharaadhho ||2||5||11||",
    "translation": "There are four castes, four social classes, and four stages of life. Whoever meets the Guru, Guru Nanak, is himself carried across, and he carries all his ancestors and generations across as well. ||2||5||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਬ੍ਰਾਹਮਣ ਖੱਤ੍ਰੀ ਆਦਿਕ) ਚਾਰ ਵਰਨ (ਪ੍ਰਸਿੱਧ) ਹਨ, (ਬ੍ਰਹਮ ਚਰਜ ਆਦਿਕ) ਚਾਰ ਆਸ਼੍ਰਮ (ਪ੍ਰਸਿੱਧ) ਹਨ, (ਇਹਨਾਂ ਵਿਚੋਂ) ਜਿਹੜਾ ਭੀ ਕੋਈ ਗੁਰੂ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਉਹ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥੫॥੧੧॥",
    "pronunciation": "ਅਾਸ੍ਰਮ",
    "type_id": 3
  },
  {
    "id": 55669,
    "shabad_id": 4701,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55670,
    "shabad_id": 4701,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਜਸੁ ਗਾਵਹੁ; ਭਗਵਾਨ ॥",
    "transliteration": "Har Jas Gaavahu Bhagavaan ||",
    "translation": "Sing the Praises of the Lord God.",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੀ ਦੇ ਭਗਵਾਨ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55671,
    "shabad_id": 4701,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਸੁ ਗਾਵਤ; ਪਾਪ ਲਹਾਨ ॥",
    "transliteration": "Jas Gaavath Paap Lehaan ||",
    "translation": "Singing His Praises, sins are washed away.",
    "punjabi": "(ਹਰੀ ਦੇ) ਗੁਣ ਗਾਂਦਿਆਂ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55672,
    "shabad_id": 4701,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਤਿ ਗੁਰਮਤਿ; ਸੁਨਿ ਜਸੁ ਕਾਨ ॥",
    "transliteration": "Math Guramath Sun Jas Kaan ||",
    "translation": "Through the Word of the Guru's Teachings, listen to His Praises with your ears.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ (ਆਪਣੇ) ਕੰਨਾਂ ਨਾਲ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55673,
    "shabad_id": 4701,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਹੋ; ਹੋ ਕਿਰਪਾਨ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Ho Ho Kirapaan ||1|| Rehaao ||",
    "translation": "The Lord shall be Merciful to you. ||1||Pause||",
    "punjabi": "ਹਰਿ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕਿਰਪਾਨ) ਕਿ੍ਰਪਾ ਕਰੋ",
    "type_id": 4
  }
]
