[
  {
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jw siqguru srwPu, ndir kir dyKY; suAwvgIr siB auGiV Awey ]",
    "transliteration": "Jaa Sathigur Saraaf Nadhar Kar Dhaekhai Suaavageer Sabh Ougharr Aaeae ||",
    "translation": "When the True Guru, the Tester, observes with His Glance, the selfish ones are all exposed.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜਦੋਂ ਸਰਾਫ਼ ਸਤਿਗੁਰੂ ਗਹੁ ਨਾਲ ਪਰਖਦਾ ਹੈ ਤਾਂ ਸਾਰੇ ਖ਼ੁਦਗ਼ਰਜ਼ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਲੁਕੇ ਨਹੀਂ ਰਹਿ ਸਕਦੇ)।",
    "pronunciation": "(suAwv-gIr) mqlbI[ (au~G-iV) pRgt",
    "type_id": 3
  },
  {
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Eie. jyhw icqvih inq, qyhw pwiein; Eie. qyho jyhy diX vjwey ]",
    "transliteration": "Oue Jaehaa Chithavehi Nith Thaehaa Paaein Oue Thaeho Jaehae Dhay Vajaaeae ||",
    "translation": "As one thinks, so does he receive, and so does the Lord make him known.",
    "punjabi": "ਜਿਹੋ ਜਿਹੀ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਭਾਵਨਾ ਹੁੰਦੀ ਹੈ, ਤਿਹੋ ਜਿਹਾ ਉਹਨਾਂ ਨੂੰ ਫਲ ਮਿਲਦਾ ਹੈ, ਤੇ ਖਸਮ ਪ੍ਰਭੂ ਦੀ ਰਾਹੀਂ ਉਹ ਉਸੇ ਤਰ੍ਹਾਂ ਨਸ਼ਰ ਕਰ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "(v`jwey)pRgt kIqy[ d-iX: d mukqw, iX ishwrI sihq, qwlU qoN bolo[ pwie-in",
    "type_id": 3
  },
  {
    "shabad_id": 1138,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. duhI isrI Ksmu Awpy vrqY; inq kir kir dyKY clq sbwey ]1]",
    "transliteration": "Naanak Dhuhee Siree Khasam Aapae Varathai Nith Kar Kar Dhaekhai Chalath Sabaaeae ||1||",
    "translation": "O Nanak, the Lord and Master is pervading at both ends; He continually acts, and beholds His own play. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! (ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ?) ਇਹ ਸਾਰੇ ਕੌਤਕ ਪ੍ਰਭੂ ਆਪ ਸਦਾ ਕਰ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈ ਤੇ ਦੋਹੀਂ ਪਾਸੀਂ (ਗੁਰਸਿਖਾਂ ਵਿਚ ਤੇ ਸੁਆਵਗੀਰਾਂ ਵਿਚ) ਆਪ ਹੀ ਪਰਮਾਤਮਾ ਮੌਜੂਦ ਹੈ ॥੧॥",
    "pronunciation": "(sbwey) swry",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ieku mnu ieku vrqdw; ijqu lgY. so Qwie pwie ]",
    "transliteration": "Eik Man Eik Varathadhaa Jith Lagai So Thhaae Paae ||",
    "translation": "The mortal is of one mind - whatever he dedicates it to, in that he is successful.",
    "punjabi": "ਮਨ ਇੱਕ ਹੈ ਤੇ ਇੱਕ ਪਾਸੇ ਹੀ ਲੱਗ ਸਕਦਾ ਹੈ, ਜਿਥੇ ਜੁੜਦਾ ਹੈ, ਓਥੇ ਸਫਲਤਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "l`gY",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "koeI. glw kry GnyrIAw; ij Gir vQu hovY, sweI Kwie ]",
    "transliteration": "Koee Galaa Karae Ghanaereeaa J Ghar Vathh Hovai Saaee Khaae ||",
    "translation": "Some talk a lot, but they eat only that which is in their own homes.",
    "punjabi": "ਬਹੁਤੀਆਂ ਗੱਲਾਂ ਬਾਹਰੋਂ ਬਾਹਰੋਂ ਕੋਈ ਪਿਆ ਕਰੇ (ਭਾਵ, ਗੱਲਾਂ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ), ਖਾ ਤੇ ਉਹੋ ਚੀਜ਼ ਸਕਦਾ ਹੈ ਜੇਹੜੀ ਘਰ ਵਿਚ ਹੋਵੇ (ਭਾਵ, ਮਨ ਜਿਥੇ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਪ੍ਰਾਪਤ ਤਾਂ ਉਹੋ ਸ਼ੈ ਹੋਣੀ ਹੈ)।",
    "pronunciation": "g`lW[ v`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ibnu siqgur. soJI nw pvY; AhMkwru. n ivchu jwie ]",
    "transliteration": "Bin Sathigur Sojhee Naa Pavai Ahankaar N Vichahu Jaae ||",
    "translation": "Without the True Guru, understanding is not obtained, and egotism does not depart from within.",
    "punjabi": "ਮਨ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਅਧੀਨ ਕੀਤੇ ਬਿਨਾ (ਇਹ) ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ਤੇ ਹਿਰਦੇ ਵਿਚੋਂ ਅਹੰਕਾਰ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AhMkwrIAw no. duK BuK hY; hQu qfih, Gir Gir mMgwie ]",
    "transliteration": "Ahankaareeaa No Dhukh Bhukh Hai Hathh Thaddehi Ghar Ghar Mangaae ||",
    "translation": "Suffering and hunger cling to the egotistical people; they hold out their hands and beg from door to door.",
    "punjabi": "ਅਹੰਕਾਰੀ ਜੀਵਾਂ ਨੂੰ (ਸਦਾ) ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਦੁੱਖ (ਸਤਾਉਂਦੇ ਹਨ), (ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਕਾਰਨ) ਹੱਥ ਅੱਡ ਕੇ ਘਰ ਘਰ ਮੰਗਦੇ ਫਿਰਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਪਤੀ ਨਹੀਂ ਹੁੰਦੀ ਤੇ ਇਸੇ ਕਰਕੇ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "(q`fih) h`Q A`fxy[ du`K Bu`K",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kUVu TgI. guJI nw rhY; mulMmw pwju. lih jwie ]",
    "transliteration": "Koorr Thagee Gujhee Naa Rehai Mulanmaa Paaj Lehi Jaae ||",
    "translation": "Their falsehood and fraud cannot remain concealed; their false appearances fall off in the end.",
    "punjabi": "ਉਨ੍ਹਾਂ ਦਾ ਮੁਲੰਮਾ ਪਾਜ (ਦਿਖਾਵਾ) ਲਹਿ ਜਾਂਦਾ ਹੈ ਅਤੇ ਕੂੜ ਤੇ ਠੱਗੀ ਲੁਕੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ,",
    "pronunciation": "(mulMmw pwju) idKwvw[ T`gI gu`JI",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijsu hovY pUrib iliKAw; iqsu. siqguru imlY pRBu Awie ]",
    "transliteration": "Jis Hovai Poorab Likhiaa This Sathigur Milai Prabh Aae ||",
    "translation": "One who has such pre-ordained destiny comes to meet God through the True Guru.",
    "punjabi": "(ਪਰ ਉਹਨਾਂ ਵਿਚਾਰਿਆਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ)? ਪਿਛਲੇ (ਕੀਤੇ ਚੰਗੇ ਕੰਮਾਂ ਦੇ ਅਨੁਸਾਰ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਤੇ ਭਲੇ ਸੰਸਕਾਰ) ਲਿਖੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪੂਰਾ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijau lohw pwris BytIAY; imil sMgiq. suvrnu hoie jwie ]",
    "transliteration": "Jio Lohaa Paaras Bhaetteeai Mil Sangath Suvaran Hoe Jaae ||",
    "translation": "Just as iron is transmuted into gold by the touch of the Philosopher's Stone, so are people transformed by joining the Sangat, the Holy Congregation.",
    "punjabi": "ਤੇ ਜਿਵੇਂ ਪਾਰਸ ਨਾਲ ਲੱਗ ਕੇ ਲੋਹਾ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ ਤਿਵੇਂ ਸੰਗਤਿ ਵਿਚ ਰਲ ਕੇ (ਉਹ ਭੀ ਚੰਗੇ ਬਣ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(suvrnu) sonw",
    "type_id": 3
  },
  {
    "shabad_id": 1139,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jn nwnk ky pRB qU DxI; ijau BwvY iqvY clwie ]2]",
    "transliteration": "Jan Naanak Kae Prabh Thoo Dhhanee Jio Bhaavai Thivai Chalaae ||2||",
    "translation": "O God, You are the Master of servant Nanak; as it pleases You, You lead him. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! (ਜੀਵਾਂ ਦੇ ਹੱਥ ਕੁਝ ਨਹੀਂ) ਤੂੰ ਆਪ ਸਭ ਦਾ ਮਾਲਕ ਹੈਂ ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਜੀਵਾਂ ਨੂੰ ਤੋਰਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1140,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1140,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijn hir ihrdY syivAw; iqn hir Awip imlwey ]",
    "transliteration": "Jin Har Hiradhai Saeviaa Thin Har Aap Milaaeae ||",
    "translation": "One who serves the Lord with all his heart - the Lord Himself unites him with Himself.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ (ਆਪਣੇ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1140,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gux kI swiJ iqn isau krI; siB Avgx sbid jlwey ]",
    "transliteration": "Gun Kee Saajh Thin Sio Karee Sabh Avagan Sabadh Jalaaeae ||",
    "translation": "He enters into a partnership with virtue and merit, and burns off all his demerits with the fire of the Shabad.",
    "punjabi": "ਉਹਨਾਂ ਨਾਲ (ਉਹਨਾਂ ਦੇ) ਗੁਣਾਂ ਦੀ ਜਿਨ੍ਹਾਂ ਨੇ ਭਿਆਲੀ ਕੀਤੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਸ਼ਬਦ ਦੁਆਰਾ ਸਾੜੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1140,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Aaugx ivkix plrI; ijsu dyih. su scy pwey ]",
    "transliteration": "Aougan Vikan Palaree Jis Dhaehi S Sachae Paaeae ||",
    "translation": "Demerits are purchased cheap, like straw; he alone gathers merit, who is so blessed by the True Lord.",
    "punjabi": "(ਪਰ) ਹੇ ਸੱਚੇ ਪ੍ਰਭੂ! ਔਗੁਣਾਂ ਨੂੰ ਪਰਾਲੀ ਦੇ ਭਾ ਵੇਚਣ ਲਈ (ਭਾਵ, ਸਹਲੇ ਹੀ ਨਾਸ ਕਰਨ ਲਈ) ਗੁਣਾਂ ਦੀ ਇਹ ਸਾਂਝ ਉਸੇ ਨੂੰ ਮਿਲਦੀ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(plrI) vpwrI, PL AweI",
    "type_id": 3
  },
  {
    "shabad_id": 1140,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "bilhwrI gur Awpxy; ijin Aaugx myit, gux prgtIAwey ]",
    "transliteration": "Balihaaree Gur Aapanae Jin Aougan Maett Gun Paragatteeaaeae ||",
    "translation": "I am a sacrifice to my Guru, who has erased my demerits, and revealed my virtuous merits.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਜਿਸ ਨੇ (ਜੀਵ ਦੇ) ਪਾਪ ਦੂਰ ਕਰ ਕੇ ਗੁਣ ਪਰਗਟ ਕੀਤੇ ਹਨ।",
    "pronunciation": "prgtI-Awey",
    "type_id": 3
  },
  {
    "shabad_id": 1140,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "vfI vifAweI vfy kI; gurmuiK Awlwey ]7]",
    "transliteration": "Vaddee Vaddiaaee Vaddae Kee Guramukh Aalaaeae ||7||",
    "translation": "The Gurmukh chants the glorious greatness of the great Lord God. ||7||",
    "punjabi": "ਜੋ ਜੀਵ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਵੱਡੇ ਪ੍ਰਭੂ ਦੀ ਵੱਡੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "(Awlwey) aucwrdw",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "siqgur ivic vfI vifAweI; jo An idnu hir hir nwmu iDAwvY ]",
    "transliteration": "Sathigur Vich Vaddee Vaddiaaee Jo Anadhin Har Har Naam Dhhiaavai ||",
    "translation": "Great is the greatness within the True Guru, who meditates night and day on the Name of the Lord, Har, Har.",
    "punjabi": "ਸਤਿਗੁਰੂ ਵਿਚ ਇਹ ਭਾਰਾ ਗੁਣ ਹੈ ਕਿ ਉਹ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir hir nwmu rmq. suc sMjmu; hir nwmy hI iqRpqwvY ]",
    "transliteration": "Har Har Naam Ramath Such Sanjam Har Naamae Hee Thripathaavai ||",
    "translation": "The repetition of the Name of the Lord, Har, Har, is his purity and self-restraint; with the Name of the Lord, He is satisfied.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸੁੱਚ ਤੇ ਸੰਜਮ ਹਰਿ-ਨਾਮ ਦਾ ਜਾਪ ਹੈ ਤੇ ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਹੀ ਤ੍ਰਿਪਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "rmq: polw bolo imlvW, su`c",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir nwmu qwxu. hir nwmu dIbwxu; hir nwmo rK krwvY ]",
    "transliteration": "Har Naam Thaan Har Naam Dheebaan Har Naamo Rakh Karaavai ||",
    "translation": "The Lord's Name is His power, and the Lord's Name is His Royal Court; the Lord's Name protects Him.",
    "punjabi": "ਹਰਿ ਦਾ ਨਾਮ ਹੀ ਆਸਰਾ ਤੇ ਨਾਮ ਹੀ ਸਤਿਗੁਰੂ ਲਈ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "r`K",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jo icqu lwie. pUjy gur mUriq; so mn ieCy Pl pwvY ]",
    "transliteration": "Jo Chith Laae Poojae Gur Moorath So Man Eishhae Fal Paavai ||",
    "translation": "One who centers his consciousness and worships the Guru, obtains the fruits of his mind's desires.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਇਸ ਗੁਰ-ਮੂਰਤੀ ਦਾ ਪੂਜਨ ਚਿੱਤ ਲਾ ਕੇ ਕਰਦਾ ਹੈ (ਭਾਵ, ਜੋ ਜੀਵ ਗਹੁ ਨਾਲ ਸਤਿਗੁਰੂ ਦੇ ਉਪਰ-ਲਿਖੇ ਗੁਣਾਂ ਨੂੰ ਧਾਰਨ ਕਰਦਾ ਹੈ) ਉਸ ਨੂੰ ਉਹੀ ਫਲ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਸ ਦੀ ਮਨ ਵਿਚ ਇੱਛਾ ਕਰੇ।",
    "pronunciation": "p`Ujy ksky[ ic`qu",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jo inMdw kry siqgur pUry kI; iqsu krqw. mwr idvwvY ]",
    "transliteration": "Jo Nindhaa Karae Sathigur Poorae Kee This Karathaa Maar Dhivaavai ||",
    "translation": "But one who slanders the Perfect True Guru, shall be killed and destroyed by the Creator.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਮਾਰ ਪਵਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Pyir Eh vylw Esu hiQ n AwvY; Ehu Awpxw bIijAw Awpy KwvY ]",
    "transliteration": "Faer Ouh Vaelaa Ous Hathh N Aavai Ouhu Aapanaa Beejiaa Aapae Khaavai ||",
    "translation": "This opportunity shall not come into his hands again; he must eat what he himself has planted.",
    "punjabi": "ਆਪਣੀ ਹੱਥੀਂ ਨਿੰਦਾ ਦਾ ਬੀਜ ਬੀਜੇ ਦਾ ਫਲ ਉਸ ਨੂੰ ਭੋਗਣਾ ਪੈਂਦਾ ਹੈ (ਤਦੋਂ ਪਛਤਾਉਂਦਾ ਹੈ, ਪਰ) ਫੇਰ ਜੋ ਵੇਲਾ (ਨਿੰਦਾ ਕਰਨ ਵਿਚ ਬੀਤ ਗਿਆ ਹੈ) ਉਸ ਨੂੰ ਮਿਲਦਾ ਨਹੀਂ।",
    "pronunciation": "h`iQ",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nrik Goir. muih kwlY KiVAw; ijau. qskru pwie glwvY ]",
    "transliteration": "Narak Ghor Muhi Kaalai Kharriaa Jio Thasakar Paae Galaavai ||",
    "translation": "He shall be taken to the most horrible hell, with his face blackened like a thief, and a noose around his neck.",
    "punjabi": "ਤੇ ਜਿਵੇਂ ਚੋਰ ਨੂੰ ਗਲ ਵਿਚ ਰੱਸੀ ਪਾ ਕੇ ਲੈ ਜਾਈਦਾ ਹੈ ਤਿਵੇਂ ਕਾਲਾ ਮੂੰਹ ਕਰ ਕੇ (ਮਾਨੋ) ਡਰਾਉਣੇ ਨਰਕ ਵਿਚ (ਉਸ ਨੂੰ ਭੀ) ਪਾਇਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(qskru) cor[ KiVAw: V hlMq n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "iPir siqgur kI srxI pvY. qw aubrY; jw hir hir nwmu iDAwvY ]",
    "transliteration": "Fir Sathigur Kee Saranee Pavai Thaa Oubarai Jaa Har Har Naam Dhhiaavai ||",
    "translation": "But if he should again take to the Sanctuary of the True Guru, and meditate on the Name of the Lord, Har, Har, then he shall be saved.",
    "punjabi": "ਫੇਰ ਇਸ (ਨਿੰਦਾ-ਰੂਪ ਘੋਰ ਨਰਕ ਵਿਚੋਂ) ਤਾਂ ਹੀ ਬਚਦਾ ਹੈ, ਜੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨੀ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1141,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir bwqw. AwiK suxwey nwnku; hir krqy eyvY BwvY ]1]",
    "transliteration": "Har Baathaa Aakh Sunaaeae Naanak Har Karathae Eaevai Bhaavai ||1||",
    "translation": "Nanak speaks and proclaims the Lord's Story; as it pleases the Creator, so does he speak. ||1||",
    "punjabi": "ਨਾਨਕ ਪਰਮਾਤਮਾ (ਦੇ ਦਰ) ਦੀਆਂ ਗੱਲਾਂ ਆਖ ਕੇ ਸੁਣਾ ਰਿਹਾ ਹੈ; ਪਰਮਾਤਮਾ ਨੂੰ ਇਉਂ ਹੀ ਭਾਉਂਦਾ ਹੈ (ਕਿ ਨਿੰਦਕ ਈਰਖਾ ਦੇ ਨਰਕ ਵਿਚ ਆਪੇ ਹੀ ਪਿਆ ਸੜੇ) ॥੧॥",
    "pronunciation": "bwqW",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pUry gur kw hukmu. n mMnY; Ehu mnmuKu. AigAwnu muTw, ibKu mwieAw ]",
    "transliteration": "Poorae Gur Kaa Hukam N Mannai Ouhu Manamukh Agiaan Muthaa Bikh Maaeiaa ||",
    "translation": "One who does not obey the Hukam, the Command of the Perfect Guru - that self-willed manmukh is plundered by his ignorance and poisoned by Maya.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦਾ ਹੁਕਮ ਨਹੀਂ ਮੰਨਦਾ, ਓਹ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਬੇ-ਸਮਝ ਬੰਦਾ ਮਾਇਆ (ਰੂਪ ਜ਼ਹਿਰ) ਦਾ ਠੱਗਿਆ (ਹੋਇਆ ਹੈ)",
    "pronunciation": "(mu`Tw) T`igAw",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Esu AMdir kUVu. kUVo kir buJY; Axhody JgVy. diX Es dY gil pwieAw ]",
    "transliteration": "Ous Andhar Koorr Koorro Kar Bujhai Anehodhae Jhagarrae Dhay Ous Dhai Gal Paaeiaa ||",
    "translation": "Within him is falsehood, and he sees everyone else as false; the Lord has tied these useless conflicts around his neck.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚ ਝੂਠ ਹੈ (ਸੱਚ ਨੂੰ ਭੀ ਉਹ) ਝੂਠ ਹੀ ਸਮਝਦਾ ਹੈ, ਇਸ ਵਾਸਤੇ ਖਸਮ ਨੇ (ਝੂਠ ਬੋਲਣ ਤੋਂ ਪੈਦਾ ਹੋਏ) ਵਿਅਰਥ ਝਗੜੇ ਉਸ ਦੇ ਗਲ ਪਾ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "bu`JY[ d-iX: d mukqw, iX ishwrI sihq, qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Ehu gl ProsI. kry bhuqyrI; Es dw boilAw. iksY n BwieAw ]",
    "transliteration": "Ouhu Gal Farosee Karae Bahuthaeree Ous Dhaa Boliaa Kisai N Bhaaeiaa ||",
    "translation": "He babbles on and on, but the words he speaks please no one.",
    "punjabi": "ਊਲ-ਜਲੂਲ ਬੋਲ ਕੇ ਰੋਟੀ ਕਮਾਉਣ ਦੇ ਉਹ ਬਥੇਰੇ ਜਤਨ ਕਰਦਾ ਹੈ, ਪਰ ਉਸ ਦੇ ਬਚਨ ਕਿਸੇ ਨੂੰ ਚੰਗੇ ਨਹੀਂ ਲੱਗਦੇ।",
    "pronunciation": "(bhuqyrI) bhuqI[ (ProsI) vycxI krdwhY, Bwv JU`TIAW g`lW dw K`itAw KWdw hY[ g`l",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Ehu Gir Gir hMFY, ijau rMn duohwgix; Esu nwil muhu joVy, Esu BI lCxu lwieAw ]",
    "transliteration": "Ouhu Ghar Ghar Handtai Jio Rann Dhuohaagan Ous Naal Muhu Jorrae Ous Bhee Lashhan Laaeiaa ||",
    "translation": "He wanders from house to house like an abandoned woman; whoever associates with him is stained by the mark of evil as well.",
    "punjabi": "ਛੁੱਟੜ ਰੰਨ ਵਾਂਙ ਉਹ ਘਰ ਘਰ ਫਿਰਦਾ ਹੈ, ਜੋ ਮਨੁੱਖ ਉਸ ਨਾਲ ਮੇਲ-ਮੁਲਾਕਾਤ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਭੀ ਕਲੰਕ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(hMFY) iPrdw[ (duohwgix) Cu`tV[ (l`Cxu) klMk",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gurmuiK hoie. su Ailpqo vrqY; Es dw pwsu Cif. gur pwis bih jwieAw ]",
    "transliteration": "Guramukh Hoe S Alipatho Varathai Ous Dhaa Paas Shhadd Gur Paas Behi Jaaeiaa ||",
    "translation": "Those who become Gurmukh avoid him; they forsake his company and sit hear the Guru.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ ਉਹ ਮਨਮੁਖ ਤੋਂ ਵੱਖਰਾ ਰਹਿੰਦਾ ਹੈ, ਮਨਮੁਖ ਦਾ ਸਾਥ ਛੱਡ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(A-ilpqo) inrlyp",
    "type_id": 3
  }
]