[
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jo. guru gopy Awpxw, su Blw nwhI. pMchu; Ein. lwhw mUlu sBu gvwieAw ]",
    "transliteration": "Jo Gur Gopae Aapanaa S Bhalaa Naahee Panchahu Oun Laahaa Mool Sabh Gavaaeiaa ||",
    "translation": "O chosen people, O self-elect, one who does not publicly affirm his Guru is not a good person; he loses all his profits and capital.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋਂ! (ਮੁਕਦੀ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ, ਉਹ ਚੰਗਾ ਨਹੀਂ, (ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਜੋ ਖੱਟਣਾ ਸੀ ਉਹ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ ਤੇ (ਮਨੁੱਖ-ਜਨਮ-ਰੂਪ) ਮੂਲ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(gopy) lukwvy[ (pMchu) hy sMqo",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pihlw Awgmu ingmu. nwnku AwiK suxwey; pUry gur kw bcnu, aupir AwieAw ]",
    "transliteration": "Pehilaa Aagam Nigam Naanak Aakh Sunaaeae Poorae Gur Kaa Bachan Oupar Aaeiaa ||",
    "translation": "People used to chant and recite the Shaastras and the Vedas, O Nanak, but now the Words of the Perfect Guru have come to be the most exalted of all.",
    "punjabi": "ਨਾਨਕ ਆਖ ਕੇ ਸੁਣਾਉਂਦਾ ਹੈ (ਭਾਵ, ਨਾਨਕ ਇਸ ਗੱਲ ਤੇ ਜ਼ੋਰ ਦੇ ਕੇ ਆਖਦਾ ਹੈ ਕਿ) (ਗੁਰਸਿੱਖ ਲਈ ਇਹ) ਪਹਿਲਾ ਆਗਮ ਨਿਗਮ ਹੈ (ਇਹੋ ਹੀ ਹੈ ਵੇਦ ਸ਼ਾਸਤ੍ਰਾਂ ਦਾ ਉੱਤਮ ਸਿੱਧਾਂਤ ਕਿ) ਪੂਰੇ ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ (ਸਭ ਤੋਂ) ਵਧੀਕ ਪ੍ਰਮਾਣੀਕ ਹੈ।",
    "pronunciation": "(Awgmu) swSqR[ (ingmu) vyd[ Awgm ingmu: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1142,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gurisKw vifAweI BwvY. gur pUry kI; mnmuKw Eh vylw. hiQ n AwieAw ]2]",
    "transliteration": "Gurasikhaa Vaddiaaee Bhaavai Gur Poorae Kee Manamukhaa Ouh Vaelaa Hathh N Aaeiaa ||2||",
    "translation": "The glorious greatness of the Perfect Guru is pleasing to the GurSikh; the self-willed manmukhs have lost this opportunity. ||2||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਚੰਗੀ ਲੱਗਦੀ ਹੈ (ਪਰ) ਮਨਮੁਖਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਸਮਝਣ ਦਾ ਉਹ ਸਮਾਂ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1143,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1143,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "scu scw. sB dU vfw hY; so ley. ijsu siqguru itky ]",
    "transliteration": "Sach Sachaa Sabh Dhoo Vaddaa Hai So Leae Jis Sathigur Ttikae ||",
    "translation": "The True Lord is truly the greatest of all; he alone obtains Him, who is anointed by the Guru.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਜੋ ਸੱਚਾ ਪ੍ਰਭੂ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਤਿਲਕ ਦੇਵੇ (ਭਾਵ, ਅਸੀਸ ਦੇਵੇ)।",
    "pronunciation": "it`ky",
    "type_id": 3
  },
  {
    "shabad_id": 1143,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "so siqguru. ij scu iDAwiedw; scu scw siqguru ieky ]",
    "transliteration": "So Sathigur J Sach Dhhiaaeidhaa Sach Sachaa Sathigur Eikae ||",
    "translation": "He is the True Guru, who meditates on the True Lord. The True Lord and the True Guru are truly One.",
    "punjabi": "ਸਤਿਗੁਰੂ ਭੀ ਉਹੀ ਹੈ ਜੋ ਸਦਾ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਚੇਤੇ ਰੱਖਦਾ ਹੈ (ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਸੱਚਾ ਪ੍ਰਭੂ ਤੇ ਸਤਿਗੁਰੂ ਇੱਕ-ਰੂਪ (ਹੋ ਗਏ ਹਨ।)",
    "pronunciation": "s`cu s`cw ie`ky",
    "type_id": 3
  },
  {
    "shabad_id": 1143,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "soeI siqguru purKu hY; ijin. pMjy dUq. kIqy vis iCky ]",
    "transliteration": "Soee Sathigur Purakh Hai Jin Panjae Dhooth Keethae Vas Shhikae ||",
    "translation": "He is the True Guru, the Primal Being, who has totally conquered his five passions.",
    "punjabi": "ਸਤਿਗੁਰੂ ਪੁਰਖ ਉਹੋ ਹੀ ਹੈ, ਜਿਸ ਨੇ (ਕਾਮਾਦਿਕ) ਪੰਜੇ ਵੈਰੀ ਖਿੱਚ ਕੇ ਵੱਸ ਕਰ ਲਏ ਹਨ।",
    "pronunciation": "(iC`ky)iK~c ky[ v`is",
    "type_id": 3
  },
  {
    "shabad_id": 1143,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ij ibnu siqgur syvy. Awpu gxwiedy; iqn AMdir kUVu, iPtu iPtu muh iPky ]",
    "transliteration": "J Bin Sathigur Saevae Aap Ganaaeidhae Thin Andhar Koorr Fitt Fitt Muh Fikae ||",
    "translation": "One who does not serve the True Guru, and who praises himself, is filled with falsehood within. Cursed, cursed is his ugly face.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਅਖਵਾਉਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਝੂਠ ਹੁੰਦਾ ਹੈ (ਇਸ ਕਰਕੇ ਉਹਨਾਂ ਦਾ) ਮੂੰਹ ਫਿੱਕਾ (ਰਹਿੰਦਾ ਹੈ, ਭਾਵ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਤੇ ਨਾਮ ਦੀ ਲਾਲੀ ਨਹੀਂ ਹੁੰਦੀ ਤੇ) ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਫਿਟਕਾਰ ਪੈਂਦੀ ਹੈ;",
    "pronunciation": "iP`tu iP`tu iP`ky",
    "type_id": 3
  },
  {
    "shabad_id": 1143,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Eie boly iksY n BwvnI; muh kwly. siqgur qy cuky ]8]",
    "transliteration": "Oue Bolae Kisai N Bhaavanee Muh Kaalae Sathigur Thae Chukae ||8||",
    "translation": "His words are not pleasing to anyone; his face is blackened, and he is separated from the True Guru. ||8||",
    "punjabi": "ਕਿਸੇ ਨੂੰ ਉਹਨਾਂ ਦੇ ਬਚਨ ਹੱਛੇ ਨਹੀਂ ਲੱਗਦੇ (ਅੰਦਰ ਕੂੜ ਹੋਣ ਕਰਕੇ) ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਭੀ ਭਰਿਸ਼ਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ (ਕਿਉਂਕਿ) ਉਹ ਸਤਿਗੁਰ ਤੋਂ ਭੁੱਲੇ ਹੋਏ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir pRB kw sBu Kyqu hY; hir Awip ikrswxI lwieAw ]",
    "transliteration": "Har Prabh Kaa Sabh Khaeth Hai Har Aap Kirasaanee Laaeiaa ||",
    "translation": "Everyone is the field of the Lord God; the Lord Himself cultivates this field.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਪ੍ਰਭੂ ਦੀ (ਮਾਨੋ) ਪੈਲੀ ਹੈ (ਜਿਸ ਵਿਚ) ਪ੍ਰਭੂ ਨੇ (ਜੀਵਾਂ ਨੂੰ) ਵਾਹੀ ਦੇ ਕੰਮ ਵਿਚ ਜੋੜਿਆ ਹੈ (ਭਾਵ, ਨਾਮ ਜਪਣ ਲਈ ਭੇਜਿਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurmuiK bKis jmweIAnu; mnmuKI. mUlu gvwieAw ]",
    "transliteration": "Guramukh Bakhas Jamaaeean Manamukhee Mool Gavaaeiaa ||",
    "translation": "The Gurmukh grows the crop of forgiveness, while the self-willed manmukh loses even his roots.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ (ਖੇਤੀ) ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਉਗਾ ਦਿੱਤੀ ਹੈ, (ਪਰ) ਜੋ ਮਨੁੱਖ ਮਨ ਦੇ ਪਿਛੇ ਭੁੱਲੇ ਰਹੇ, ਉਹਨਾਂ ਮੂਲ ਭੀ ਗਵਾ ਲਿਆ (ਭਾਵ, ਮਨੁੱਖਾ ਜਨਮ ਹੱਥੋਂ ਖੋਹ ਲਿਆ)।",
    "pronunciation": "jmweIAnu",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sBu ko bIjy Awpxy Bly no; hir BwvY. so Kyqu jmwieAw ]",
    "transliteration": "Sabh Ko Beejae Aapanae Bhalae No Har Bhaavai So Khaeth Jamaaeiaa ||",
    "translation": "They all plant for their own good, but the Lord causes to grow only that field with which He is pleased.",
    "punjabi": "(ਆਪਣੇ ਵਲੋਂ) ਹਰ ਕੋਈ ਆਪਣੇ ਭਲੇ ਲਈ ਬੀਜਦਾ ਹੈ (ਪਰ) ਉਹੀ ਖੇਤ ਚੰਗਾ ਉੱਗਦਾ ਹੈ (ਭਾਵ, ਉਹੀ ਕਮਾਈ ਸਫਲ ਹੁੰਦੀ ਹੈ) ਜੋ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gurisKI. hir AMimRqu bIijAw; hir AMimRq nwmu, Plu AMimRqu pwieAw ]",
    "transliteration": "Gurasikhee Har Anmrith Beejiaa Har Anmrith Naam Fal Anmrith Paaeiaa ||",
    "translation": "The GurSikh plants the seed of the Lord's Ambrosial Nectar, and obtains the Lord's Ambrosial Naam as his Ambrosial Fruit.",
    "punjabi": "(ਇਸ ਕਰਕੇ ਹਰੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਲਈ) ਸਤਿਗੁਰੂ ਦੇ ਸਿੱਖ ਅਮਰ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਬੀਜਦੇ ਹਨ ਤੇ ਉਹਨਾਂ ਨੂੰ ਹਰਿਨਾਮ-ਰੂਪ ਅੰਮ੍ਰਿਤ ਫਲ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "guris`KIN",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jmu cUhw. ikrs inq kurkdw; hir krqY, mwir kFwieAw ]",
    "transliteration": "Jam Choohaa Kiras Nith Kurakadhaa Har Karathai Maar Kadtaaeiaa ||",
    "translation": "The mouse of Death is continually gnawing away at the crop, but the Creator Lord has beaten it off and driven it away.",
    "punjabi": "(ਮਨਮੁਖਾਂ ਦੀ) ਕਿਰਸਾਣੀ ਨੂੰ ਜੋ ਜਮ (ਰੂਪ) ਚੂਹਾ ਸਦਾ ਟੁੱਕੀ ਜਾਂਦਾ ਹੈ ਗੁਰਸਿੱਖਾਂ ਦਾ ਉਹ ਕੋਈ ਵਿਗਾੜ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਕਿਉਂਕਿ) ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਨੇ ਮਾਰ ਕੇ ਉਸ ਨੂੰ ਕੱਢ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਗੁਰਸਿੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਇਆ ਵਾਲਾ ਪ੍ਰਭਾਵ ਹੀ ਨਹੀਂ ਰਹਿਣ ਦਿੱਤਾ)।",
    "pronunciation": "(ikrs) KyqI[ (kurkdw) k`tdw",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ikrswxI jMmI Bwau kir; hir. bohl bKs jmwieAw ]",
    "transliteration": "Kirasaanee Janmee Bhaao Kar Har Bohal Bakhas Jamaaeiaa ||",
    "translation": "The farm was successful, by the Love of the Lord, and the crop was produced by God's Grace.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਦੀ) ਫ਼ਸਲ ਪ੍ਰੇਮ ਨਾਲ (ਭਾਵ, ਚੰਗੀ ਫੱਬ ਕੇ) ਉੱਗਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ-ਰੂਪੀ ਬੋਹਲ ਦਾ ਢੇਰ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(bohl) Fyr Anwj dw",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iqn kw kwVw AMdysw sBu lwihEnu; ijnI siqguru purKu iDAwieAw ]",
    "transliteration": "Thin Kaa Kaarraa Andhaesaa Sabh Laahioun Jinee Sathigur Purakh Dhhiaaeiaa ||",
    "translation": "He has removed all the burning and anxiety of those, who have meditated on the True Guru, the Primal Being.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਤਿਗੁਰ ਪੁਰਖ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਝੋਰਾ ਤੇ ਚਿੰਤਾ ਲਾਹ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(:polw bolo kwVw) swVw, iPkr",
    "type_id": 3
  },
  {
    "shabad_id": 1144,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jn nwnk. nwmu ArwiDAw; Awip qirAw. sBu jgqu qrwieAw ]1]",
    "transliteration": "Jan Naanak Naam Araadhhiaa Aap Thariaa Sabh Jagath Tharaaeiaa ||1||",
    "translation": "O servant Nanak, one who worships and adores the Naam, the Name of the Lord, swims across, and saves the whole world as well. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਉਹ ਆਪ (ਇਸ ਕਾੜੇ ਅੰਦੇਸੇ-ਭਰੇ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਤਰ ਜਾਂਦਾ ਹੈ ਤੇ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਤਾਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swrw idnu. lwlic AitAw; mnmuiK. hory glw ]",
    "transliteration": "Saaraa Dhin Laalach Attiaa Manamukh Horae Galaa ||",
    "translation": "The self-willed manmukh is occupied with greed all day long, although he may claim otherwise.",
    "punjabi": "ਮਨ ਦੇ ਅਧੀਨ ਹੋਇਆ ਮਨੁੱਖ ਸਾਰਾ ਦਿਨ ਲਾਲਚ ਵਿਚ ਲਿੱਬੜਿਆ ਹੋਇਆ (ਨਾਮ ਤੋਂ ਛੁਟ) ਹੋਰ ਹੋਰ ਗੱਲਾਂ ਕਰਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(A`itAw)pUirAw[ (hory) hor hI[g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "rwqI. aUGY dibAw; nvy soq, siB iFlw ]",
    "transliteration": "Raathee Ooghai Dhabiaa Navae Soth Sabh Dtilaa ||",
    "translation": "At night, he is overcome by fatigue, and all his nine holes are weakened.",
    "punjabi": "(ਦਿਨ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰ ਕੇ ਥੱਕਿਆ ਹੋਇਆ) ਰਾਤ ਨੂੰ ਨੀਂਦਰ ਵਿਚ ਘੁੱਟਿਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਨੌ ਹੀ ਇੰਦਰੇ ਢਿੱਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "nvy:polw bolo[(nvy) nON[ (soq) golkW[ d`ibAw",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mnmuKw dY isir. jorw Amru hY; inq dyvih Blw ]",
    "transliteration": "Manamukhaa Dhai Sir Joraa Amar Hai Nith Dhaevehi Bhalaa ||",
    "translation": "Over the head of the manmukh is the order of the woman; to her, he ever holds out his promises of goodness.",
    "punjabi": "(ਇਹੋ ਜਿਹੇ) ਮਨਮੁਖਾਂ ਦੇ ਸਿਰ ਤੇ ਇਸਤ੍ਰੀਆਂ ਦਾ ਹੁਕਮ ਹੁੰਦਾ ਹੈ, ਤੇ ਉਹ ਉਹਨਾਂ ਨੂੰ (ਹੀ) ਸਦਾ ਚੰਗੇ ਚੰਗੇ ਪਦਾਰਥ ਲਿਆ ਕੇ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(jorW) iesqRIAW, zbrdsqI[ (Amru) hukm[ kubcn bolx rUp (B`lw) nyjw mwrdI hY AQvw (Blw) cMgIAW cIzW idMdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jorw dw AwiKAw. purK kmwvdy; sy Apivq AmyD Klw ]",
    "transliteration": "Joraa Dhaa Aakhiaa Purakh Kamaavadhae Sae Apavith Amaedhh Khalaa ||",
    "translation": "Those men who act according to the orders of women are impure, filthy and foolish.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਇਸਤ੍ਰੀਆਂ ਦੇ ਕਹੇ ਵਿਚ ਟੁਰਦੇ ਹਨ (ਭਾਵ, ਆਪਣਾ ਵਜ਼ੀਰ ਜਾਣ ਕੇ ਸਲਾਹ ਨਹੀ ਲੈਂਦੇ, ਸਗੋਂ ਨਿਰੋਲ ਜੋ ਇਸਤ੍ਰੀਆਂ ਆਖਣ ਉਹੀ ਕਰਦੇ ਹਨ), ਉਹ (ਆਮ ਤੌਰ ਤੇ) ਮਲੀਨ-ਮਤਿ ਬੁਧ-ਹੀਨ ਤੇ ਮੂਰਖ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "(AmyD) ASu`D[ Klw:polw bolo[ (Klw) mUrK[ Apiv`q",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kwim ivAwpy. kusuD nr; sy jorw puiC clw ]",
    "transliteration": "Kaam Viaapae Kusudhh Nar Sae Joraa Pushh Chalaa ||",
    "translation": "Those impure men are engrossed in sexual desire; they consult their women and walk accordingly.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੋ ਵਿਸ਼ੇ ਦੇ ਮਾਰੇ ਹੋਏ ਗੰਦੇ ਆਚਰਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਉਹੋ ਹੀ ਇਸਤ੍ਰੀਆਂ ਦੇ ਕਹੇ ਵਿਚ ਹੀ ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "kus`uD[ c`lw",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "siqgur kY AwiKAY. jo clY; so siq purKu Bl Blw ]",
    "transliteration": "Sathigur Kai Aakhiai Jo Chalai So Sath Purakh Bhal Bhalaa ||",
    "translation": "One who walks as the True Guru tells him to, is the true man, the best of the best.",
    "punjabi": "ਸੱਚਾ ਤੇ ਚੰਗੇ ਤੋਂ ਚੰਗਾ ਮਨੁੱਖ ਉਹ ਹੈ, ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਚਲਦਾ ਹੈ।",
    "pronunciation": "c`lY[ Bl Blw: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jorw purK siB. Awip aupwieAnu; hir Kyl, siB iKlw ]",
    "transliteration": "Joraa Purakh Sabh Aap Oupaaeian Har Khael Sabh Khilaa ||",
    "translation": "He Himself created all women and men; the Lord Himself plays every play.",
    "punjabi": "(ਪਰ, ਇਸਤ੍ਰੀ ਜਾਂ ਮਨਮੁਖ ਮਨੁੱਖ ਦੇ ਕੀਹ ਇਖ਼ਤਿਆਰ? ਸਭ ਇਸਤ੍ਰੀਆਂ ਤੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਨੇ ਆਪ ਪੈਦਾ ਕੀਤੇ ਹਨ।",
    "pronunciation": "(iKlw) KyifAw hY[ K@yl iKlw: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1145,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sB qyrI bxq bxwvxI; nwnk. Bl Blw ]2]",
    "transliteration": "Sabh Thaeree Banath Banaavanee Naanak Bhal Bhalaa ||2||",
    "translation": "You created the entire creation; O Nanak, it is the best of the best. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ) ਹੇ ਪ੍ਰਭੂ! (ਸੰਸਾਰ ਦੀ) ਇਹ ਸਾਰੀ ਬਣਤ ਤੇਰੀ ਬਣਾਈ ਹੋਈ ਹੈ, ਜੋ ਕੁੱਝ ਤੂੰ ਕੀਤਾ ਹੈ ਸਭ ਭਲਾ ਹੈ ॥੨॥",
    "pronunciation": "Bl Blw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1146,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1146,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qU vyprvwhu AQwhu hY; Aqulu. ikau qulIAY ]",
    "transliteration": "Thoo Vaeparavaahu Athhaahu Hai Athul Kio Thuleeai ||",
    "translation": "You are carefree, unfathomable and immeasurable; how can You be measured?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਕਿਵੇਂ ਤੋਲੀਏ? ਤੂੰ ਵੇਪਰਵਾਹ, ਅਥਾਹ ਤੇ ਅਤੋਲ ਹੈਂ।",
    "pronunciation": "qulIAy:polw bolo[ (qulIAY) qoly jwx[ hYN A-qu`lu",
    "type_id": 3
  },
  {
    "shabad_id": 1146,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sy vfBwgI. ij quDu iDAwiedy; ijn siqguru imlIAY ]",
    "transliteration": "Sae Vaddabhaagee J Thudhh Dhhiaaeidhae Jin Sathigur Mileeai ||",
    "translation": "Those who have met the True Guru and who meditate on You are very fortunate.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ ਜੇਹੜੇ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1146,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "siqgur kI bwxI. siq srUpu hY; gurbwxI bxIAY ]",
    "transliteration": "Sathigur Kee Baanee Sath Saroop Hai Gurabaanee Baneeai ||",
    "translation": "The Word of the True Guru's Bani is the embodiment of Truth; through Gurbani, one becomes perfect.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਹੈ (ਕਿਉਂਕਿ ਇਹ ਨਿਰੋਲ ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੈ) ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਰਾਹੀਂ (ਸਤਿ ਸਰੂਪ) ਬਣ ਜਾਈਦਾ ਹੈ (ਭਾਵ ਜੋ ਨਾਮ ਜਪਦਾ ਹੈ ਉਹ ਨਾਮ ਵਿਚ ਸਮਾ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(bxIAY) bx jweIdw hY[ bxIAY nMU ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 1146,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "siqgur kI rIsY. hoir kcu ipcu boldy; sy kUiVAwr kUVy. JiV pVIAY ]",
    "transliteration": "Sathigur Kee Reesai Hor Kach Pich Boladhae Sae Koorriaar Koorrae Jharr Parreeai ||",
    "translation": "Jealously emulating the True Guru, some others may speak of good and bad, but the false are destroyed by their falsehood.",
    "punjabi": "ਕਈ ਹੋਰ ਕੂੜ ਦੇ ਵਪਾਰੀ ਸਤਿਗੁਰੂ ਦੀ ਰੀਸ ਕਰ ਕੇ ਕੱਚੀ-ਪਿੱਲੀ ਬਾਣੀ ਉਚਾਰਦੇ ਹਨ, ਪਰ ਉਹ (ਹਿਰਦੇ ਵਿਚ) ਕੂੜ ਹੋਣ ਕਰਕੇ ਝੜ ਪੈਂਦੇ ਹਨ (ਭਾਵ, ਸਤਿਗੁਰੂ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤੇ ਉਹਨਾਂ ਦਾ ਪਾਜ ਖੁੱਲ੍ਹ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "k`cu[ ip`cu[ pVIAY, VwVy pYr hlMq nhINlwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 1146,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "En@w AMdir horu. muiK horu hY; ibKu mwieAw no. JiK mrdy kVIAY ]9]",
    "transliteration": "Ounhaa Andhar Hor Mukh Hor Hai Bikh Maaeiaa No Jhakh Maradhae Karreeai ||9||",
    "translation": "Deep within them is one thing, and in their mouths is another; they suck in the poison of Maya, and then they painfully waste away. ||9||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕੁੱਝ ਹੋਰ ਹੁੰਦਾ ਹੈ ਤੇ ਮੂੰਹ ਵਿਚ ਹੋਰ, ਉਹ ਵਿਹੁ-ਮਾਇਆ ਨੂੰ ਇਕੱਤਰ ਕਰਨ ਲਈ ਝੁਰਦੇ ਹਨ ਤੇ ਖਪ ਖਪ ਮਰਦੇ ਹਨ ॥੯॥",
    "pronunciation": "(JiK) Kpdy[ (:polw bolo kVIAY) qpdy",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqgur kI syvw inrmlI; inrml jnu hoie, su syvw Gwly ]",
    "transliteration": "Sathigur Kee Saevaa Niramalee Niramal Jan Hoe S Saevaa Ghaalae ||",
    "translation": "Service to the True Guru is immaculate and pure; those humble beings who are pure perform this service.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ (ਇਕ) ਪਵ੍ਰਿਤ (ਕੰਮ) ਹੈ, ਜੋ ਮਨੁੱਖ ਨਿਰਮਲ ਹੋਵੇ (ਭਾਵ, ਜਿਸ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ ਮਲੀਨ ਨਾ ਹੋਵੇ) ਉਹੋ ਹੀ ਇਹ ਔਖੀ ਕਾਰ ਕਰ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijn AMdir kptu, ivkwru JUTu; Eie Awpy scY, viK kFy jjmwly ]",
    "transliteration": "Jin Andhar Kapatt Vikaar Jhooth Oue Aapae Sachai Vakh Kadtae Jajamaalae ||",
    "translation": "Those who have deceit, corruption and falsehood within - the True Lord Himself casts them out like lepers.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਧੋਖਾ ਵਿਕਾਰ ਤੇ ਝੂਠ ਹੈ, ਸੱਚੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਉਹਨਾਂ ਕੋੜ੍ਹਿਆਂ ਨੂੰ (ਗੁਰੂ ਤੋਂ) ਵੱਖਰੇ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(jjmwly) kohVI",
    "type_id": 3
  }
]