[
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sicAwr isK. bih siqgur pwis Gwlin; kUiVAwr. n lBnI ikqY Qwie Bwly]",
    "transliteration": "Sachiaar Sikh Behi Sathigur Paas Ghaalan Koorriaar N Labhanee Kithai Thhaae Bhaalae ||",
    "punjabi": "ਸੱਚ ਦੇ ਵਪਾਰੀ ਸਿੱਖ ਤਾਂ ਸਤਿਗੁਰੂ ਦੇ ਪਾਸ ਬਹਿ ਕੇ (ਸੇਵਾ ਦੀ) ਘਾਲ ਘਾਲਦੇ ਹਨ, ਪਰ ਉਥੇ ਕੂੜ ਦੇ ਵਪਾਰੀ ਕਿਤੇ ਲੱਭਿਆਂ ਭੀ ਨਹੀਂ ਲੱਭਦੇ।",
    "pronunciation": "l`BnI",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijnw. siqgur kw AwiKAw. suKwvY nwhI; iqn@w muh Blyry, iPrih diX gwly]",
    "transliteration": "Jinaa Sathigur Kaa Aakhiaa Sukhaavai Naahee Thinaa Muh Bhalaerae Firehi Dhay Gaalae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਚੰਗੇ ਨਹੀ ਲੱਗਦੇ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਭਰਿਸ਼ਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਉਹ ਖਸਮ ਵਲੋਂ ਫਿਟਕਾਰੇ ਹੋਏ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(Blyry) mMdy[ (gwly) iPtkwry[ (d-iX) vwihgurU v`loN[ d mukqw, iX ishwrI sihq, qwLU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijn AMdir pRIiq nhI, hir kyrI; sy ikcrku vyrweIAin, mnmuK byqwly]",
    "transliteration": "Jin Andhar Preeth Nehee Har Kaeree Sae Kicharak Vaeraaeean Manamukh Baethaalae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਨਹੀ, ਕਦ ਤਾਈਂ ਉਹਨਾਂ ਨੂੰ ਧੀਰਜ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ? ਉਹ ਮਨ ਦੇ ਮੁਰੀਦ ਬੰਦੇ ਭੂਤਾਂ ਵਾਂਗ ਹੀ ਭਟਕਦੇ ਹਨ।",
    "pronunciation": "(ikc-rku) ikqnw ku icr[ (vyrweI-Ain) DIrj dyeIey[ (byqwly) BUqny",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "siqgur no imlY. su Awpxw mnu Qwie rKY; Ehu Awip vrqY. AwpxI vQu nwly]",
    "transliteration": "Sathigur No Milai S Aapanaa Man Thhaae Rakhai Ouhu Aap Varathai Aapanee Vathh Naalae ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ (ਇਕ ਤਾਂ) ਆਪਣੇ ਮਨ ਨੂੰ (ਵਿਕਾਰਾਂ ਵੱਲੋਂ ਰੋਕ ਕੇ) ਟਿਕਾਣੇ ਰੱਖਦਾ ਹੈ, ਨਾਲੇ (ਭਾਵ, ਤੇ ਹੋਰ) ਆਪਣੀ ਵਸਤੂ ਨੂੰ ਉਹ ਆਪ ਹੀ ਵਰਤਦਾ ਹੈ (ਭਾਵ, ਕਾਮਾਦਿਕ ਵੈਰੀ ਉਸ ਦੇ ਆਤਮਕ ਆਨੰਦ ਨੂੰ ਖ਼ਰਾਬ ਨਹੀਂ ਕਰ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jn nwnk. ieknw guru myil suKu dyvY; ieik Awpy. viK kFY Tgvwly]1]",
    "transliteration": "Jan Naanak Eikanaa Gur Mael Sukh Dhaevai Eik Aapae Vakh Kadtai Thagavaalae ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਦਾਸ ਨਾਨਕ! (ਜੀਵ ਦੇ ਹੱਥ ਵਿਚ ਕੁੱਝ ਨਹੀਂ) ਇਕਨਾਂ ਨੂੰ ਆਪ ਹਰੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਤੇ ਸੁਖ ਬਖ਼ਸ਼ਦਾ ਹੈ ਅਤੇ ਇਕਨਾਂ ਠੱਗੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਵੱਖ ਕਰ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਸਤਿਗੁਰੂ ਮਿਲਣ ਨਹੀਂ ਦੇਂਦਾ) ॥੧॥",
    "pronunciation": "T`gvwly",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijnw AMdir nwmu inDwnu hir; iqn ky kwj diX Awdy rwis]",
    "transliteration": "Jinaa Andhar Naam Nidhhaan Har Thin Kae Kaaj Dhay Aadhae Raas ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੇ ਕੰਮ ਆਪ ਸਿਰੇ ਚਾੜ੍ਹੇ ਹਨ;",
    "pronunciation": "d-iX: d mukqw, iX ishwrI sihq, qwlU qoN bolo[AWdy",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iqn cUkI muhqwjI lokn kI; hir pRBu AMgu kir bYTw pwis]",
    "transliteration": "Thin Chookee Muhathaajee Lokan Kee Har Prabh Ang Kar Baithaa Paas ||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਲੋਕਾਂ ਦੀ ਮੁਥਾਜੀ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਉਹਨਾਂ ਦਾ ਪੱਖ ਕਰ ਕੇ (ਸਦਾ) ਉਹਨਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਹੈ।",
    "pronunciation": "(AMgu) p`K",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jW krqw vil. qw sBu ko vil; siB drsnu dyiK krih swbwis]",
    "transliteration": "Jaan Karathaa Val Thaa Sabh Ko Val Sabh Dharasan Dhaekh Karehi Saabaas ||",
    "punjabi": "(ਮੁਥਾਜੀ ਤਾਂ ਕਿਤੇ ਰਹੀ, ਸਗੋਂ) ਸਭ ਲੋਕ ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ ਵਡਿਆਈ ਕਰਦੇ ਹਨ (ਕਿਉਂਕਿ) ਜਦੋਂ ਸਿਰਜਨਹਾਰ ਆਪ ਉਹਨਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ ਤਾਂ ਹਰ ਕਿਸੇ ਨੇ ਪੱਖ ਕਰਨਾ ਹੋਇਆ।",
    "pronunciation": "v`il",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "swhu pwiqswhu sBu hir kw kIAw; siB jn kau Awie krih rhrwis]",
    "transliteration": "Saahu Paathisaahu Sabh Har Kaa Keeaa Sabh Jan Ko Aae Karehi Reharaas ||",
    "punjabi": "(ਇਥੋਂ ਤਕ ਕਿ) ਸ਼ਾਹ ਪਾਤਸ਼ਾਹ (ਭੀ) ਸਾਰੇ ਹਰੀ ਦੇ ਦਾਸ ਦੇ ਅੱਗੇ ਸਿਰ ਨਿਵਾਉਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਉਹ ਭੀ ਤਾਂ) ਸਾਰੇ ਪ੍ਰਭੂ ਦੇ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ (ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਤੋਂ ਆਕੀ ਕਿਵੇਂ ਹੋਣ)?",
    "pronunciation": "(rhrwis) nmskwr, bynqI",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gur pUry kI vfI vifAweI; hir vfw syiv. Aqulu suKu pwieAw]",
    "transliteration": "Gur Poorae Kee Vaddee Vaddiaaee Har Vaddaa Saev Athul Sukh Paaeiaa ||",
    "punjabi": "(ਇਹੀ) ਵੱਡੀ ਵਡਿਆਈ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਹੀ ਹੈ (ਕਿ ਹਰੀ ਦੇ ਦਾਸ ਦਾ ਸ਼ਾਹਾਂ ਪਾਤਸ਼ਾਹਾਂ ਸਮੇਤ ਲੋਕ ਆਦਰ ਕਰਦੇ ਹਨ, ਤੇ ਉਹ) ਵੱਡੇ ਹਰੀ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਅਤੁਲ ਸੁਖ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "A-q`ulu",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "guir pUrY dwnu dIAw. hir inhclu; inq bKsy cVY svwieAw]",
    "transliteration": "Gur Poorai Dhaan Dheeaa Har Nihachal Nith Bakhasae Charrai Savaaeiaa ||",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨੇ (ਜੋ ਆਪਣੇ ਨਾਮ ਦਾ) ਦਾਨ (ਆਪਣੇ ਸੇਵਕ ਨੂੰ) ਬਖ਼ਸ਼ਿਆ ਹੈ ਉਹ ਮੁੱਕਦਾ ਨਹੀਂ, ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਸਦਾ ਬਖ਼ਸ਼ਸ਼ ਕਰੀ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਦਾਨ (ਦਿਨੋ ਦਿਨ) ਵਧਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(svwieAw) sdw vDdw[ cV@Y",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "koeI inMdku. vifAweI dyiK n skY; so krqY Awip pcwieAw]",
    "transliteration": "Koee Nindhak Vaddiaaee Dhaekh N Sakai So Karathai Aap Pachaaeiaa ||",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ ਨਿੰਦਕ (ਇਹੋ ਜਿਹੇ ਹਰੀ ਦੇ ਦਾਸ ਦੀ) ਵਡਿਆਈ ਵੇਖ ਕੇ ਜਰ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਨੂੰ ਸਿਰਜਣਹਾਰ ਨੇ ਆਪ (ਈਰਖਾ ਦੀ ਅੱਗ ਵਿਚ) ਦੁਖੀ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(pcwieAw) swiVAw",
    "type_id": 3
  },
  {
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jnu nwnku. gux bolY krqy ky; Bgqw no sdw rKdw AwieAw]2]",
    "transliteration": "Jan Naanak Gun Bolai Karathae Kae Bhagathaa No Sadhaa Rakhadhaa Aaeiaa ||2||",
    "punjabi": "ਮੈਂ ਦਾਸ ਨਾਨਕ ਸਿਰਜਣਹਾਰ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ, ਉਹ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਸਦਾ ਰਾਖੀ ਕਰਦਾ ਆਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "qU swihbu Agm dieAwlu hY; vf dwqw dwxw]",
    "transliteration": "Thoo Saahib Agam Dhaeiaal Hai Vadd Dhaathaa Dhaanaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਪਹੁੰਚ ਤੇ ਦਿਆਲ ਮਾਲਕ ਹੈਂ ਵੱਡਾ ਦਾਤਾ ਤੇ ਸਿਆਣਾ ਹੈਂ।",
    "pronunciation": "(dwxw) dwnw, isAwxw",
    "type_id": 3
  },
  {
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "quDu jyvfu. mY horu ko idis, n AwveI; qUhYN suGVu. myrY min Bwxw]",
    "transliteration": "Thudhh Jaevadd Mai Hor Ko Dhis Naa Aavee Thoohain Sugharr Maerai Man Bhaanaa ||",
    "punjabi": "ਮੈਨੂੰ ਤੇਰੇ ਜੇਡਾ ਵੱਡਾ ਹੋਰ ਕੋਈ ਭੀ ਦਿਖਾਈ ਨਹੀਂ ਦੇਂਦਾ, ਤੂੰ ਹੀ ਸਿਆਣਾ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਾ ਹੈਂ।",
    "pronunciation": "(suG-Vu) suc`jw",
    "type_id": 3
  },
  {
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mohu kutMbu idis Awvdw; sBu clxhwrw Awvx jwxw]",
    "transliteration": "Mohu Kuttanb Dhis Aavadhaa Sabh Chalanehaaraa Aavan Jaanaa ||",
    "punjabi": "(ਜੋ) ਮੋਹ (ਰੂਪ) ਕੁਟੰਬ ਦਿਖਾਈ ਦੇਂਦਾ ਹੈ ਸਭ ਬਿਨਸਨਹਾਰ ਹੈ ਤੇ (ਸੰਸਾਰ ਵਿਚ) ਜੰਮਣ ਮਰਨ (ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jo ibnu scy. horqu icqu lwiedy; sy kUiVAwr, kUVw iqn mwxw]",
    "transliteration": "Jo Bin Sachae Horath Chith Laaeidhae Sae Koorriaar Koorraa Thin Maanaa ||",
    "punjabi": "(ਇਸ ਕਰਕੇ) ਸੱਚੇ ਹਰੀ ਤੋਂ ਬਿਨਾ ਜੋ ਮਨੁੱਖ ਕਿਸੇ ਹੋਰ ਨਾਲ ਮਨ ਜੋੜਦੇ ਹਨ ਉਹ ਕੂੜ ਦੇ ਵਪਾਰੀ ਹਨ, ਤੇ ਉਹਨਾਂ ਦਾ (ਇਸ ਤੇ) ਮਾਣ ਝੂਠਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. scu iDAwie qU; ibnu scy. pic pic muey Ajwxw]10]",
    "transliteration": "Naanak Sach Dhhiaae Thoo Bin Sachae Pach Pach Mueae Ajaanaa ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਕਿਉਂਕਿ) ਸੱਚੇ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਮੂਰਖ ਜੀਵ ਦੁਖੀ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "(:poly bolo pic pic) sV sV",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "slok mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Agody sqBwau n idcY; ipCody AwiKAw, kMim n AwvY]",
    "transliteration": "Ago Dhae Sath Bhaao N Dhichai Pishho Dhae Aakhiaa Kanm N Aavai ||",
    "punjabi": "ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਪਹਿਲਾਂ ਤਾਂ (ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਨੂੰ) ਆਦਰ ਨਹੀਂ ਦੇਂਦਾ, ਪਿਛੋਂ ਉਸ ਦੇ ਆਖਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(sqBwau) inscw s`cw pRym[ (id`cY) idMdw[ A`goN-dy ip`CoN-dy",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AD ivic iPrY. mnmuKu vycwrw; glI. ikau suKu pwvY]",
    "transliteration": "Adhh Vich Firai Manamukh Vaechaaraa Galee Kio Sukh Paavai ||",
    "punjabi": "ਉਹ ਅਭਾਗਾ ਦੁਚਿੱਤਾ-ਪਨ ਵਿਚ ਹੀ ਭਟਕਦਾ ਹੈ (ਜੇ ਸ਼ਰਧਾ ਪਿਆਰ ਨਾ ਹੋਵੇ ਤਾਂ) ਨਿਰੀਆਂ ਗੱਲਾਂ ਕਰ ਕੇ ਕਿਵੇਂ ਸੁਖ ਮਿਲ ਜਾਏ?",
    "pronunciation": "A`D g`lIN",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ijsu AMdir pRIiq nhI. siqgur kI; su kUVI AwvY kUVI jwvY]",
    "transliteration": "Jis Andhar Preeth Nehee Sathigur Kee S Koorree Aavai Koorree Jaavai ||",
    "punjabi": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਤਿਗੁਰੂ ਦਾ ਪਿਆਰ ਨਹੀਂ, ਉਹ ਲੋਕਾਚਾਰੀ (ਗੁਰੂ-ਦਰ ਤੇ) ਆਉਂਦਾ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਆਉਣ ਜਾਣ ਲੋਕਾਚਾਰੀ ਹੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jy ikRpw kry myrw hir pRBu krqw; qW siqguru pwrbRhmu ndrI AwvY]",
    "transliteration": "Jae Kirapaa Karae Maeraa Har Prabh Karathaa Thaan Sathigur Paarabreham Nadharee Aavai ||",
    "punjabi": "ਜੇ ਮੇਰਾ ਸਿਰਜਣਹਾਰ-ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ ਤਾਂ (ਉਸ ਮਨੁੱਖ ਨੂੰ ਭੀ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ ਸਤਿਗੁਰੂ ਪਾਰਬ੍ਰਹਮ (ਦਾ ਰੂਪ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qw Aipau pIvY sbdu gur kyrw; sBu kwVw AMdysw Brmu cukwvY]",
    "transliteration": "Thaa Apio Peevai Sabadh Gur Kaeraa Sabh Kaarraa Andhaesaa Bharam Chukaavai ||",
    "punjabi": "ਉਹ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ ਅਤੇ ਝੋਰਾ, ਚਿੰਤਾ ਤੇ ਭਟਕਣਾ ਸਭ ਮੁਕਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "kwVw:polw bolo[ (kwVw) swVw[ (AMdysw) icMqw",
    "type_id": 3
  },
  {
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sdw AnMid rhY idnu rwqI; jn nwnk. An idnu hir gux gwvY]1]",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Jan Naanak Anadhin Har Gun Gaavai ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਉਂਦਾ ਹੈ ਉਹ ਦਿਨ ਰਾਤ ਸਦਾ ਸੁਖ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gur siqgur kw jo isKu AKwey; su Blky auiT. hir nwmu iDAwvY]",
    "transliteration": "Gur Sathigur Kaa Jo Sikh Akhaaeae S Bhalakae Outh Har Naam Dhhiaavai ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ (ਸੱਚਾ) ਸਿੱਖ ਅਖਵਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਨੂੰ ਲੋਕ ਸੱਚਾ ਸਿੱਖ ਆਖਦੇ ਹਨ) ਉਹ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਠ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(Blky) in`q svyry",
    "type_id": 3
  },
  {
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "audmukry, Blky prBwqI; iesnwnu kry, AMimRq sir nwvY]",
    "transliteration": "Oudham Karae Bhalakae Parabhaathee Eisanaan Karae Anmrith Sar Naavai ||",
    "punjabi": "ਹਰ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ (ਤੇ ਫਿਰ ਨਾਮ-ਰੂਪ) ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਟੁੱਭੀ ਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "Blky:polw bolo[(Blky)hmySw[ (prBwqI) AMimRq-vyly[ n@wvY",
    "type_id": 3
  },
  {
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "aupdyis gurU. hir hir jpu jwpY; siB iklivK pwp doK lih jwvY]",
    "transliteration": "Oupadhaes Guroo Har Har Jap Jaapai Sabh Kilavikh Paap Dhokh Lehi Jaavai ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦਾ ਹੈ ਤੇ (ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ-ਵਿਕਾਰ ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(iklivK) AprwD",
    "type_id": 3
  },
  {
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iPir cVY idvsu. gurbwxI gwvY; bhidAw auTidAw hir nwmu iDAwvY]",
    "transliteration": "Fir Charrai Dhivas Gurabaanee Gaavai Behadhiaa Outhadhiaa Har Naam Dhhiaavai ||",
    "punjabi": "ਫਿਰ ਦਿਨ ਚੜ੍ਹੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਕੀਰਤਨ ਕਰਦਾ ਹੈ ਤੇ (ਦਿਹਾੜੀ) ਬਹਿੰਦਿਆਂ ਉੱਠਦਿਆਂ (ਭਾਵ, ਕਾਰ-ਕਿਰਤ ਕਰਦਿਆਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jo swis igrwis iDAwey myrw hir hir; so gurisKu. gurU min BwvY]",
    "transliteration": "Jo Saas Giraas Dhhiaaeae Maeraa Har Har So Gurasikh Guroo Man Bhaavai ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਸਿੱਖ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜੋ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਦਮ ਯਾਦ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]