[
  {
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "scu scw rsu ijnI ciKAw; sy iqRpiq rhy AwGweI ]",
    "transliteration": "Sach Sachaa Ras Jinee Chakhiaa Sae Thripath Rehae Aaghaaee ||",
    "translation": "Those who have tasted the true essence of the True Lord, remain satisfied and fulfilled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ, ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੋ ਕੇ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iehu hir rsu syeI jwxdy; ijau gUMgY imiTAweI KweI ]",
    "transliteration": "Eihu Har Ras Saeee Jaanadhae Jio Goongai Mithiaaee Khaaee ||",
    "translation": "They know this essence of the Lord, but they say nothing, like the mute who tastes the sweet candy, and says nothing.",
    "punjabi": "ਇਸ ਸੁਆਦ ਨੂੰ ਜਾਣਦੇ ਭੀ ਉਹੀ ਹਨ, (ਪਰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ) ਜਿਵੇਂ ਗੂੰਗਾ ਮਿਠਿਆਈ ਖਾਂਦਾ ਹੈ (ਤੇ ਸੁਆਦ ਨਹੀਂ ਦੱਸ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "guir pUrY hir pRBu syivAw; min vjI vwDweI ]18]",
    "transliteration": "Gur Poorai Har Prabh Saeviaa Man Vajee Vaadhhaaee ||18||",
    "translation": "The Perfect Guru serves the Lord God; His vibration vibrates and resounds in the mind. ||18||",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਤਸ਼ਾਹ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਉਹਨਾਂ ਦੇ ਮਨ ਖਿੜੇ ਰਹਿੰਦੇ ਹਨ) ॥੧੮॥",
    "pronunciation": "v`jI",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijnw AMdir aumrQl; syeI jwxin sUlIAw ]",
    "transliteration": "Jinaa Andhar Oumarathhal Saeee Jaanan Sooleeaa ||",
    "translation": "Those who have a festering boil within - they alone know its pain.",
    "punjabi": "(ਜਿਵੇਂ) ਜਿਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ਗੱਦਹੁਧਾਣਾ ਫੋੜਾ ਹੈ ਉਹੋ ਹੀ ਉਸ ਦੀ ਪੀੜਾ ਨੂੰ ਜਾਣਦੇ ਹਨ।",
    "pronunciation": "(aumr-Ql) g`do dwxw PoVw[(sUlIAw) du`K",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir jwxih syeI ibrhu; hau iqn ivthu. sd Guim GolIAw ]",
    "transliteration": "Har Jaanehi Saeee Birahu Ho Thin Vittahu Sadh Ghum Gholeeaa ||",
    "translation": "Those who know the pain of separation from the Lord - I am forever a sacrifice, a sacrifice to them.",
    "punjabi": "(ਤਿਵੇਂ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਿਛੋੜੇ ਦਾ ਸੱਲ ਹੈ ਉਹੋ ਹੀ ਉਸ ਦੀ ਪੀੜਾ ਨੂੰ ਜਾਣਦੇ ਹਨ, ਤੇ) ਵਿਛੋੜੇ ਤੋਂ ਪੈਦਾ ਹੋਏ ਪਿਆਰ ਨੂੰ ਭੀ ਉਹੀ ਸਮਝਦੇ ਹਨ-ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "(GolIAw) vwrny",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir mylhu sjxu purKu; myrw isru. iqn ivthu. ql rolIAw ]",
    "transliteration": "Har Maelahu Sajan Purakh Maeraa Sir Thin Vittahu Thal Roleeaa ||",
    "translation": "O Lord, please lead me to meet the Guru, the Primal Being, my Friend; my head shall roll in the dust under His feet.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਕੋਈ ਅਜੇਹਾ ਹੀ ਸੱਜਣ ਮਰਦ ਮਿਲਾ, ਅਜੇਹੇ ਬੰਦਿਆਂ (ਦੇ ਦੀਦਾਰ) ਦੀ ਖ਼ਾਤਰ ਮੇਰਾ ਸਿਰ ਉਹਨਾਂ ਦੇ ਪੈਰਾਂ ਹੇਠ ਰੁਲੇ।",
    "pronunciation": "ql: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jo isK. gur kwr kmwvih; hau gulmu iqnw kw golIAw ]",
    "transliteration": "Jo Sikh Gur Kaar Kamaavehi Ho Gulam Thinaa Kaa Goleeaa ||",
    "translation": "I am the slave of the slaves of those GurSikhs who serve Him.",
    "punjabi": "ਜੋ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਗ਼ੁਲਾਮਾਂ ਦਾ ਗ਼ੁਲਾਮ ਹਾਂ।",
    "pronunciation": "golIAw: ksky bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir rMig clUlY jo rqy; iqn iBnI. hir rMig colIAw ]",
    "transliteration": "Har Rang Chaloolai Jo Rathae Thin Bhinee Har Rang Choleeaa ||",
    "translation": "Those who are imbued with the deep crimson color of the Lord's Love - their robes are drenched in the Love of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪ੍ਰਭੂ-ਨਾਮ ਦੇ ਗੂੜ੍ਹੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦੇ ਚੋਲੇ (ਭੀ, ਭਾਵ, ਸਰੀਰ) ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਭਿੱਜੇ ਹੋਏ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1175,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kir ikrpw nwnk myil; gur pih. isru vyicAw molIAw ]1]",
    "transliteration": "Kar Kirapaa Naanak Mael Gur Pehi Sir Vaechiaa Moleeaa ||1||",
    "translation": "Grant Your Grace, and lead Nanak to meet the Guru; I have sold my head to Him. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਗੁਰੂ ਨਾਲ ਮਿਲਾਇਆ ਹੈ, ਤੇ ਉਹਨਾਂ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "AaugxI BirAw srIru hY; ikau sMqhu. inrmlu hoie ]",
    "transliteration": "Aouganee Bhariaa Sareer Hai Kio Santhahu Niramal Hoe ||",
    "translation": "The body is full of mistakes and misdeeds; how can it become pure, O Saints?",
    "punjabi": "(ਪ੍ਰਸ਼ਨ) ਹੇ ਸੰਤ ਜਨੋ! (ਇਹ) ਸਰੀਰ ਅਉਗਣਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਸਾਫ਼ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurmuiK gux vyhwJIAih; mil haumY kFY Doie ]",
    "transliteration": "Guramukh Gun Vaehaajheeahi Mal Houmai Kadtai Dhhoe ||",
    "translation": "The Gurmukh purchases virtues, which wash off the sin of egotism.",
    "punjabi": "(ਉੱਤਰ) ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਗੁਣ ਖ਼ਰੀਦੇ ਜਾਣ, ਤਾਂ (ਇਸ ਤਰ੍ਹਾਂ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚੋਂ) ਹਉਮੈ-ਰੂਪ ਮੈਲ ਕੋਈ ਧੋ ਕੇ ਕੱਢ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "scu vxMjih rMg isau; scu saudw hoie ]",
    "transliteration": "Sach Vananjehi Rang Sio Sach Soudhaa Hoe ||",
    "translation": "True is the trade which purchases the True Lord with love.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਿਆਰ ਨਾਲ ਸੱਚ ਨੂੰ (ਭਾਵ, ਸੱਚੇ ਦੇ ਨਾਮ ਨੂੰ) ਖ਼ਰੀਦਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਇਹ ਸੌਦਾ ਸਦਾ ਨਾਲ ਨਿਭਦਾ ਹੈ।",
    "pronunciation": "vxMjih",
    "type_id": 3
  },
  {
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qotw. mUil n AwveI; lwhw hir BwvY soie ]",
    "transliteration": "Thottaa Mool N Aavee Laahaa Har Bhaavai Soe ||",
    "translation": "No loss will come from this, and the profit comes by the Lord's Will.",
    "punjabi": "(ਇਸ ਸੌਦੇ ਵਿਚ) ਘਾਟਾ ਕਦੇ ਹੁੰਦਾ ਹੀ ਨਹੀਂ; (ਤੇ, ਸੌਦੇ ਵਿਚੋਂ) ਲਾਭ (ਇਹ ਮਿਲਦਾ) ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1176,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwnk. iqn scu vxMijAw; ijnw Duir iliKAw prwpiq hoie ]2]",
    "transliteration": "Naanak Thin Sach Vananjiaa Jinaa Dhhur Likhiaa Paraapath Hoe ||2||",
    "translation": "O Nanak, they alone purchase the Truth, who are blessed with such pre-ordained destiny. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਚੇ ਨਾਮ ਦੀ ਖ਼ਰੀਦ ਉਹ ਮਨੁੱਖ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ (ਇਹ ਸੱਚਾ ਨਾਮ) ਮੁਢ ਤੋਂ (ਕੀਤੇ ਹੋਏ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) (ਹਿਰਦੇ ਵਿਚ) ਉੱਕਰਿਆ ਹੋਇਆ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "vxMijAw",
    "type_id": 3
  },
  {
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swlwhI scu swlwhxw; scu scw purKu inrwly ]",
    "transliteration": "Saalaahee Sach Saalaahanaa Sach Sachaa Purakh Niraalae ||",
    "translation": "I praise the True One, who alone is worthy of praise. The True Primal Being is True - this is His unique quality.",
    "punjabi": "(ਮੇਰਾ ਚਿੱਤ ਚਾਹੁੰਦਾ ਹੈ ਕਿ) ਜੋ ਨਿਰਾਲਾ ਪੁਰਖ ਸੱਚਾ ਹਰੀ ਹੈ, ਉਸ ਸੱਚੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ ਕਰਾਂ, ਉਸ ਦੀ ਸਿਫ਼ਤਿ ਕੀਤੀ ਹੋਈ ਸਦਾ ਨਾਲ ਨਿਭਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "scu syvI. scu min vsY; scu scw hir rKvwly ]",
    "transliteration": "Sach Saevee Sach Man Vasai Sach Sachaa Har Rakhavaalae ||",
    "translation": "Serving the True Lord, the Truth comes to dwell in the mind. The Lord, the Truest of the True, is my Protector.",
    "punjabi": "(ਚਿੱਤ ਲੋਚਦਾ ਹੈ ਕਿ) ਜੋ ਸੱਚਾ ਹਰੀ ਸਭ ਦਾ ਰਾਖਾ ਹੈ ਉਸ ਦੀ ਸੇਵਾ ਕਰਾਂ, ਤੇ ਸੱਚਾ ਹਰੀ ਮੇਰੇ ਮਨ ਵਿਚ ਨਿਵਾਸ ਕਰੇ।",
    "pronunciation": "r`Kvwly",
    "type_id": 3
  },
  {
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "scu scw ijnI ArwiDAw; sy jwie rly sc nwly ]",
    "transliteration": "Sach Sachaa Jinee Araadhhiaa Sae Jaae Ralae Sach Naalae ||",
    "translation": "Those who worship and adore the Truest of the True, shall go and merge with the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸੱਚ-ਮੁਚ ਸੱਚਾ ਹਰੀ ਸੇਵਿਆ ਹੈ ਉਹ ਉਸ ਸੱਚੇ ਦੇ ਨਾਲ ਜਾ ਰਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "scu scw. ijnI n syivAw; sy mnmuK mUV byqwly ]",
    "transliteration": "Sach Sachaa Jinee N Saeviaa Sae Manamukh Moorr Baethaalae ||",
    "translation": "Those who do not serve the Truest of the True - those self-willed manmukhs are foolish demons.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸੱਚੇ ਹਰੀ ਨੂੰ ਨਹੀਂ ਸੇਵਿਆ, ਉਹ ਮਨਮੁਖ ਮੂਰਖ ਤੇ ਭੂਤਨੇ ਹਨ,",
    "pronunciation": "(byqwly) BUq",
    "type_id": 3
  },
  {
    "shabad_id": 1177,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Ehu Awlupqwlu muhhu boldy; ijau pIqY mid mqvwly ]19]",
    "transliteration": "Ouh Aal Pathaal Muhahu Boladhae Jio Peethai Madh Mathavaalae ||19||",
    "translation": "With their mouths, they babble on about this and that, like the drunkard who has drunk his wine. ||19||",
    "punjabi": "ਮੂੰਹੋਂ ਅਜਿਹਾ ਬਕਵਾਸ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਸ਼ਰਾਬ ਪੀਤਿਆਂ ਸ਼ਰਾਬੀ (ਬਕਵਾਸ ਕਰਦੇ ਹਨ) ॥੧੯॥",
    "pronunciation": "(Awlu-pqwlu) aUtptWg[muh-hu",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "slok mhlw 3 ]",
    "transliteration": "Salok Mehalaa 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gauVI rwig sulKxI; jy KsmY iciq kryie ]",
    "transliteration": "Gourree Raag Sulakhanee Jae Khasamai Chith Karaee ||",
    "translation": "Gauree Raga is auspicious, if, through it, one comes to think of his Lord and Master.",
    "punjabi": "(ਜੀਵ-ਰੂਪੀ ਇਸਤ੍ਰੀ) ਗਉੜੀ ਰਾਗਣੀ ਦੁਆਰਾ ਤਾਂ ਹੀ ਚੰਗੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਏ;",
    "pronunciation": "su-l`KxI[ kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "BwxY clY siqgurU kY; AYsw sIgwru kryie ]",
    "transliteration": "Bhaanai Chalai Sathiguroo Kai Aisaa Seegaar Karaee ||",
    "translation": "He should walk in harmony with the Will of the True Guru; this should be his decoration.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਭਾਣੇ ਵਿਚ ਤੁਰੇ-ਇਹੋ ਜਿਹਾ ਸ਼ਿੰਗਾਰ ਕਰੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "scw sbdu Bqwru hY; sdw sdw rwvyie ]",
    "transliteration": "Sachaa Sabadh Bhathaar Hai Sadhaa Sadhaa Raavaee ||",
    "translation": "The True Word of the Shabad is our spouse; ravish and enjoy it, forever and ever.",
    "punjabi": "ਸੱਚਾ ਸ਼ਬਦ (ਰੂਪ ਜੋ) ਖਸਮ (ਹੈ) ਉਸ ਦਾ ਸਦਾ ਆਨੰਦ ਲਏ (ਭਾਵ, ਉਸ ਨੂੰ ਸਦਾ ਜਪੇ)।",
    "pronunciation": "rwvyie",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijau aublI mjITY rMgu ghghw; iqau scy no jIau dyie ]",
    "transliteration": "Jio Oubalee Majeethai Rang Gehagehaa Thio Sachae No Jeeo Dhaee ||",
    "translation": "Like the deep crimson color of the madder plant - such is the dye which shall color you, when you dedicate your soul to the True One.",
    "punjabi": "ਜਿਵੇਂ ਮਜੀਠ ਉਬਾਲਾ ਸਹਾਰਦੀ ਹੈ ਤੇ ਉਸ ਦਾ ਰੰਗ ਗੂੜ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ (ਜੀਵ ਰੂਪ ਇਸਤ੍ਰੀ) ਆਪਣਾ ਆਪ ਖਸਮ ਤੋਂ ਸਦਕੇ ਕਰੇ,",
    "pronunciation": "dyie",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rMig clUlY Aiq rqI; scy isau lgw nyhu ]",
    "transliteration": "Rang Chaloolai Ath Rathee Sachae Sio Lagaa Naehu ||",
    "translation": "One who loves the True Lord is totally imbued with the Lord's Love, like the deep crimson color of the poppy.",
    "punjabi": "(ਇਸ ਨੂੰ ਭੀ ਨਾਮ ਦਾ ਗੂੜ੍ਹਾ ਰੰਗ ਚੜ੍ਹ ਜਾਏ) ਤਾਂ ਉਸ ਦਾ ਸੱਚੇ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ (ਨਾਮ ਦੇ) ਗੂੜ੍ਹੇ ਰੰਗ ਵਿਚ ਰੱਤੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "r`qI",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kUVu TgI. guJI nw rhY; kUVu mulMmw plyit Dryhu ]",
    "transliteration": "Koorr Thagee Gujhee Naa Rehai Koorr Mulanmaa Palaett Dhharaehu ||",
    "translation": "Falsehood and deception may be covered with false coatings, but they cannot remain hidden.",
    "punjabi": "ਕੂੜ (ਰੂਪ) ਮੁਲੰਮਾ (ਬੇਸ਼ੱਕ ਸੱਚ ਨਾਲ) ਲਪੇਟ ਕੇ ਰਖੋ, (ਫਿਰ ਭੀ) ਜੋ ਝੂਠ ਤੇ ਠੱਗੀ ਹੈ ਉਹ ਲੁਕੇ ਨਹੀਂ ਰਹਿ ਸਕਦੇ।",
    "pronunciation": "T`gI gu`JI",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kUVI krin vfweIAw; kUVy isau lgw nyhu ]",
    "transliteration": "Koorree Karan Vaddaaeeaa Koorrae Sio Lagaa Naehu ||",
    "translation": "False is the uttering of praises, by those who love falsehood.",
    "punjabi": "(ਹਿਰਦੇ ਵਿਚ ਠੱਗੀ ਰੱਖਣ ਵਾਲੇ ਐਵੇਂ) ਝੂਠੀ ਵਡਿਆਈ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਝੂਠ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ (ਤੇ ਇਹ ਗੱਲ ਲੁਕੀ ਨਹੀਂ ਰਹਿੰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1178,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. scw Awip hY; Awpy ndir kryie ]1]",
    "transliteration": "Naanak Sachaa Aap Hai Aapae Nadhar Karaee ||1||",
    "translation": "O Nanak, He alone is True; He Himself casts His Glance of Grace. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! (ਇਹ ਕਿਸੇ ਦੇ ਵੱਸ ਨਹੀਂ) ਜੋ ਹਰੀ ਸੱਚਾ ਆਪ ਹੈ ਉਹੋ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈ (ਤੇ ਹਿਰਦੇ ਵਿਚੋਂ ਠੱਗੀ ਦੂਰ ਹੋ ਸਕਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "kryie",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sqsMgiq mih hir ausqiq hY; sMig swDU imly ipAwirAw ]",
    "transliteration": "Sathasangath Mehi Har Ousathath Hai Sang Saadhhoo Milae Piaariaa ||",
    "translation": "In the Sat Sangat the True Congregation the Lord's Praises are sung. In the Saadh Sangat, the Company of the Holy, the Beloved Lord is met.",
    "punjabi": "ਸਤਸੰਗ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੁੰਦੀ ਹੈ (ਕਿਉਂਕਿ ਓਥੇ) ਪਿਆਰੇ (ਗੁਰਸਿੱਖ, ਸੰਤ ਜਨ) ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Eie purK pRwxI DMin jn hih; aupdysu krih praupkwirAw ]",
    "transliteration": "Oue Purakh Praanee Dhhann Jan Hehi Oupadhaes Karehi Paroupakaariaa ||",
    "translation": "Blessed is that mortal being, who shares the Teachings for the good of others.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮੁਬਾਰਿਕ ਹਨ (ਕਿਉਂਕਿ) ਪਰਉਪਕਾਰ ਲਈ ਉਹ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ।",
    "pronunciation": "krih[ pr-aup-kwirAw",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir nwmu idRVwvih. hir nwmu suxwvih; hir nwmy jgu insqwirAw ]",
    "transliteration": "Har Naam Dhrirraavehi Har Naam Sunaavehi Har Naamae Jag Nisathaariaa ||",
    "translation": "He implants the Name of the Lord, and he preaches the Name of the Lord; through the Name of the Lord, the world is saved.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸਿਦਕ ਬੰਨ੍ਹਾਉਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਸੁਣਾਉਂਦੇ ਹਨ ਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਸੰਸਾਰ ਨੂੰ ਤਾਰਦੇ ਹਨ, (ਇਹ ਸਾਰੀ ਬਰਕਤਿ ਇਸ ਲਈ ਹੈ ਕਿ ਉਹ ਵਡਭਾਗੀ ਸਤਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ ਸਤਿਗੁਰੂ ਵਿਚ ਜੁੜਦੇ ਹਨ)।",
    "pronunciation": "idRVwvih, suxwvih, j`gu",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur vyKx kau sBu koeI locY; nv KMf jgiq nmskwirAw ]",
    "transliteration": "Gur Vaekhan Ko Sabh Koee Lochai Nav Khandd Jagath Namasakaariaa ||",
    "translation": "Everyone longs to see the Guru; the world, and the nine continents, bow down to Him.",
    "punjabi": "(ਇਹ ਬਰਕਤਾਂ ਸੁਣ ਕੇ) ਹਰੇਕ ਜੀਵ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨੂੰ ਤਾਂਘਦਾ ਹੈ ਤੇ ਸੰਸਾਰ ਵਿਚ ਨਵਾਂ ਖੰਡਾਂ (ਦੇ ਜੀਵ) ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਸਿਰ ਨਿਵਾਂਦੇ ਹਨ।",
    "pronunciation": "j`g-iq",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "quDu Awpy Awpu, riKAw siqgur ivic; guru Awpy quDu svwirAw ]",
    "transliteration": "Thudhh Aapae Aap Rakhiaa Sathigur Vich Gur Aapae Thudhh Savaariaa ||",
    "translation": "You Yourself have established the True Guru; You Yourself have adorned the Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣਾ ਆਪ ਸਤਿਗੁਰੂ ਵਿਚ ਲੁਕਾ ਰੱਖਿਆ ਹੈ ਤੇ ਤੂੰ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਨੂੰ ਸੁੰਦਰ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "qU Awpy pUjih. pUj krwvih; siqgur kau isrjxhwirAw ]",
    "transliteration": "Thoo Aapae Poojehi Pooj Karaavehi Sathigur Ko Sirajanehaariaa ||",
    "translation": "You Yourself worship and adore the True Guru; You inspire others to worship Him as well, O Creator Lord.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਨੂੰ ਵਡਿਆਈ ਦੇਂਦਾ ਹੈਂ ਤੇ ਆਪ ਹੀ (ਹੋਰਨਾਂ ਪਾਸੋਂ ਗੁਰੂ ਦੀ) ਵਡਿਆਈ ਕਰਾਉਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "koeI ivCuiV jwie siqgurU pwshu; iqsu kwlw muhu. jim mwirAw ]",
    "transliteration": "Koee Vishhurr Jaae Sathiguroo Paasahu This Kaalaa Muhu Jam Maariaa ||",
    "translation": "If someone separates himself from the True Guru, his face is blackened, and he is destroyed by the Messenger of Death.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਕੋਲੋਂ ਵਿੱਛੜ ਜਾਏ, ਉਸ ਦਾ ਮੂੰਹ ਕਾਲਾ ਹੁੰਦਾ ਹੈ ਤੇ ਜਮਰਾਜ ਪਾਸੋਂ ਉਸ ਨੂੰ ਮਾਰ ਪੈਂਦੀ ਹੈ, (ਭਾਵ, ਉਹ ਜਗਤ ਵਿਚ ਇਕ ਤਾਂ ਮੁਕਾਲਖ ਖੱਟਦਾ ਹੈ, ਦੂਜੇ ਮੌਤ ਆਦਿਕ ਦਾ ਉਸ ਨੂੰ ਸਦਾ ਸਹਿਮ ਪਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]