[
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iqsu AgY ipCY FoeI nwhI; gurisKI min vIcwirAw ]",
    "transliteration": "This Agai Pishhai Dtoee Naahee Gurasikhee Man Veechaariaa ||",
    "punjabi": "ਉਸ ਨੂੰ ਨਾ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਨਾ ਹੀ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ-ਸਭ ਗੁਰਸਿੱਖਾਂ ਨੇ ਮਨ ਵਿਚ ਇਹ ਵਿਚਾਰ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "siqgurU no imly. syeI jn aubry; ijn ihrdY nwmu smwirAw]",
    "transliteration": "Sathiguroo No Milae Saeee Jan Oubarae Jin Hiradhai Naam Samaariaa ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨੂੰ ਜਾ ਮਿਲਦੇ ਹਨ, ਉਹ (ਸੰਸਾਰ ਸਾਗਰ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਨੂੰ ਸੰਭਾਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1179,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jn nwnk ky gurisK puq hhu; hir jipAhu, hir insqwirAw]2]",
    "transliteration": "Jan Naanak Kae Gurasikh Puthehahu Har Japiahu Har Nisathaariaa ||2||",
    "punjabi": "(ਇਸ ਲਈ ਪ੍ਰਭੂ ਦੇ) ਦਾਸ ਨਾਨਕ ਦੇ ਸਿੱਖ ਪੁੱਤਰੋ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੋ, (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ (ਸੰਸਾਰ ਤੋਂ) ਪਾਰ ਉਤਾਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mhlw 3]",
    "transliteration": "Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "haumY jgqu BulwieAw; durmiq ibiKAw ibkwr]",
    "transliteration": "Houmai Jagath Bhulaaeiaa Dhuramath Bikhiaa Bikaar ||",
    "punjabi": "ਹਉਮੈ ਨੇ ਜਗਤ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਖੋਟੀ ਮਤਿ ਤੇ ਮਾਇਆ ਵਿਚ (ਫਸ ਕੇ) ਵਿਕਾਰ ਕਰੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "siqguru imlY, q ndir hoie; mnmuK AMD AMiDAwr]",
    "transliteration": "Sathigur Milai Th Nadhar Hoe Manamukh Andhh Andhhiaar ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਸ ਤੇ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਨਦਾਰ ਅੰਨ੍ਹੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1180,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. Awpy myil ley; ijs no sbid lwey ipAwru]3]",
    "transliteration": "Naanak Aapae Mael Leae Jis No Sabadh Laaeae Piaar ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੀ ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਸ਼ਬਦ ਵਿਚ ਲਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰੀ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮੇਲ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "scu scy kI isPiq slwh hY; so kry. ijsu AMdru iBjY]",
    "transliteration": "Sach Sachae Kee Sifath Salaah Hai So Karae Jis Andhar Bhijai ||",
    "punjabi": "ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ (ਕੀਤੀ ਹੋਈ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਹੈ; (ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ) ਉਹ ਮਨੁੱਖ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਦਾ ਹਿਰਦਾ (ਭੀ) (ਸਿਫ਼ਤਿ ਵਿਚ) ਭਿੱਜਾ ਹੋਇਆ ਹੋਵੇ।",
    "pronunciation": "iB`jY",
    "type_id": 3
  },
  {
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijnI iek min ieku ArwiDAw; iqn kw kMDu. n kbhU iCjY]",
    "transliteration": "Jinee Eik Man Eik Araadhhiaa Thin Kaa Kandhh N Kabehoo Shhijai ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਏਕਾਗਰ-ਚਿੱਤ ਹੋ ਕੇ ਇਕ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਕਦੀ ਛਿੱਜਦਾ ਨਹੀਂ (ਵਿਕਾਰਾਂ ਵਿਚ ਖਚਿਤ ਨਹੀਂ ਹੁੰਦਾ)।",
    "pronunciation": "(kMDu) sRIr[ (iC`jY) nws huMdw",
    "type_id": 3
  },
  {
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Dnu Dnu purK swbwis hY; ijn scu rsnw AMimRqu ipjY]",
    "transliteration": "Dhhan Dhhan Purakh Saabaas Hai Jin Sach Rasanaa Anmrith Pijai ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਧੰਨ ਹਨ, ਸ਼ਾਬਾਸ਼ੇ ਉਹਨਾਂ ਨੂੰ ਜੋ ਜੀਭ ਨਾਲ ਸੱਚਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਂਦੇ ਹਨ।",
    "pronunciation": "ip`jY",
    "type_id": 3
  },
  {
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "scu scw ijn min Bwvdw; sy min scI drgh iljY]",
    "transliteration": "Sach Sachaa Jin Man Bhaavadhaa Sae Man Sachee Dharageh Lijai ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸੱਚਾ ਹਰੀ ਸਚਮੁਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਹ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "il`jY",
    "type_id": 3
  },
  {
    "shabad_id": 1181,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Dnu DMnu jnmu sicAwrIAw; muK aujl scu kirjY]20]",
    "transliteration": "Dhhan Dhhann Janam Sachiaareeaa Mukh Oujal Sach Karijai ||20||",
    "punjabi": "ਸੱਚ ਦੇ ਵਪਾਰੀਆਂ ਦਾ ਮਨੁੱਖਾ ਜਨਮ ਸਫਲਾ ਹੈ (ਕਿਉਂਕਿ ਦਰਗਾਹ ਵਿਚ) ਉਹ ਸੁਰਖ਼ੁਰੂ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "kir`jY",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "slok mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swkq jwie invih gur AwgY; min Koty kUiV kUiVAwry]",
    "transliteration": "Saakath Jaae Nivehi Gur Aagai Man Khottae Koorr Koorriaarae ||",
    "punjabi": "ਜੇ ਸਾਕਤ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਜਾ ਭੀ ਨਿਊਣ, (ਤਾਂ ਭੀ) ਉਹ ਮਨੋਂ ਖੋਟੇ (ਰਹਿੰਦੇ ਹਨ) ਤੇ ਖੋਟੇ ਹੋਣ ਕਰਕੇ ਕੂੜ ਦੇ ਹੀ ਵਪਾਰੀ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "invih",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jw guru khY. auThu myry BweI; bih jwih. Gusir bgulwry]",
    "transliteration": "Jaa Gur Kehai Outhahu Maerae Bhaaee Behi Jaahi Ghusar Bagulaarae ||",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ (ਸਭ ਸਿੱਖਾਂ ਨੂੰ) ਆਖਦਾ ਹੈ-'ਹੇ ਮੇਰੇ ਭਰਾਵੋ, ਸੁਚੇਤ ਹੋਵੋ!' (ਤਾਂ ਇਹ ਸਾਕਤ ਭੀ) ਬਗਲਿਆਂ ਵਾਂਗ (ਸਿੱਖਾਂ ਵਿਚ) ਰਲ ਕੇ ਬਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(Gus-ir) db ky iCpxw[ bgulwry:polw bolo[ (bgulwry) bguly vq dMBI",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gurisKw AMdir siqguru vrqY; cuix kFy, lDovwry]",
    "transliteration": "Gurasikhaa Andhar Sathigur Varathai Chun Kadtae Ladhhovaarae ||",
    "punjabi": "(ਪਰ ਸਾਕਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕੂੜ ਵੱਸਦਾ ਹੈ) ਤੇ ਗੁਰਸਿੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਤਿਗੁਰੂ ਵੱਸਦਾ ਹੈ, (ਇਸ ਕਰਕੇ ਸਿੱਖਾਂ ਵਿਚ ਰਲ ਕੇ ਬੈਠੇ ਹੋਏ ਭੀ ਸਾਕਤ) ਲਾਧ ਦੇ ਵੇਲੇ ਚੁਣ ਕੇ ਕੱਢੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(l`Dovwry) l`Bx vwilAW ny",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Eie AgY ipCY bih, muhu Cpwiein; n rlnI KotyAwry]",
    "transliteration": "Oue Agai Pishhai Behi Muhu Shhapaaein N Ralanee Khottaeaarae ||",
    "punjabi": "ਉਹ ਅਗਾਂਹ ਪਿਛਾਂਹ ਹੋ ਕੇ ਮੂੰਹ ਤਾਂ ਬਥੇਰਾ ਲੁਕਾਂਦੇ ਹਨ, ਪਰ ਕੂੜ ਦੇ ਵਪਾਰੀ (ਸਿੱਖਾਂ ਵਿਚ) ਰਲ ਨਹੀਂ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "En@w dw BKu, su EQY nwhI; jwie kUVu lhin, Byfwry]",
    "transliteration": "Ounaa Dhaa Bhakh S Outhhai Naahee Jaae Koorr Lehan Bhaeddaarae ||",
    "punjabi": "ਸਾਕਤਾਂ ਦਾ ਖਾਣਾ ਓਥੇ (ਗੁਰਸਿਖਾਂ ਦੇ ਸੰਗ ਵਿਚ) ਨਹੀਂ ਹੁੰਦਾ, (ਇਸ ਵਾਸਤੇ) ਭੇਡਾਂ ਵਾਂਗ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਜਾ ਕੇ ਕੂੜ ਨੂੰ ਲੱਭਦੇ ਹਨ।",
    "pronunciation": "(B`Ku) Bojn[ (Byfwry) ByfW vWg[ lh-in",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jy swkqu nru. KwvweIAY locIAY; ibKu kFY muiK auglwry]",
    "transliteration": "Jae Saakath Nar Khaavaaeeai Locheeai Bikh Kadtai Mukh Ougalaarae ||",
    "punjabi": "ਜੇ ਸਾਕਤ ਮਨੁੱਖ ਨੂੰ (ਨਾਮ-ਰੂਪ) ਚੰਗਾ ਪਦਾਰਥ ਖਵਾਣ ਦੀ ਇੱਛਾ ਭੀ ਕਰੀਏ ਤਾਂ ਭੀ ਉਹ ਮੂੰਹੋਂ (ਨਿੰਦਾ-ਰੂਪ) ਵਿਹੁ ਹੀ ਉਗਲ ਕੇ ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "aug-lwry:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir. swkq syqI sMgu. n krIAhu; Eie mwry isrjxhwry]",
    "transliteration": "Har Saakath Saethee Sang N Kareeahu Oue Maarae Sirajanehaarae ||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋਂ!) ਰੱਬ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਨਾਲ ਸਾਥ ਨਾ ਕਰਿਓ, (ਕਿਉਂਕਿ) ਸਿਰਜਨਹਾਰ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਨਾਮ ਵਲੋਂ) ਮੁਰਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1182,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijs kw iehu Kylu. soeI kir vyKY; jn nwnk. nwmu smwry]1]",
    "transliteration": "Jis Kaa Eihu Khael Soee Kar Vaekhai Jan Naanak Naam Samaarae ||1||",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਤੇ ਲਿਆਉਣਾ ਕਿਸੇ ਜੀਵ ਦੇ ਵੱਸ ਨਹੀਂ), ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਇਹ ਖੇਲ ਹੈ ਉਹ ਆਪ ਇਸ ਖੇਲ ਨੂੰ ਰਚ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈ। ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੰਭਾਲ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siqguru purKu AgMmu hY; ijsu AMdir hir auir DwirAw]",
    "transliteration": "Sathigur Purakh Aganm Hai Jis Andhar Har Our Dhhaariaa ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਅਗੰਮ ਪੁਰਖ ਹੈ ਜਿਸ ਨੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਪਰੋਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siqgurU no ApiV. koie n skeI; ijsu vil isrjxhwirAw]",
    "transliteration": "Sathiguroo No Aparr Koe N Sakee Jis Val Sirajanehaariaa ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਬਰਾਬਰੀ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਸਿਰਜਨਹਾਰ ਉਸ ਦੇ ਵੱਲ ਹੈ।",
    "pronunciation": "A`piV",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siqgurU kw KVgu sMjoau, hir Bgiq hY; ijqu kwlu kMtku mwir ivfwirAw]",
    "transliteration": "Sathiguroo Kaa Kharrag Sanjoo Har Bhagath Hai Jith Kaal Kanttak Maar Viddaariaa ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਖੜਗ ਤੇ ਸੰਜੋਅ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੈ ਜਿਸ ਨਾਲ ਉਸ ਨੇ ਕਾਲ (-ਰੂਪ) ਕੰਡੇ ਨੂੰ (ਭਾਵ, ਮੌਤ ਦੇ ਡਰ ਨੂੰ) ਮਾਰ ਕੇ ਪਰੇ ਸੁੱਟਿਆ ਹੈ।",
    "pronunciation": "(KVgu) ikRpwn[ (sMjoau) lohy dw bsqR",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "siqgurU kw rKxhwrw hir Awip hY; siqgurU kY ipCY hir siB aubwirAw]",
    "transliteration": "Sathiguroo Kaa Rakhanehaaraa Har Aap Hai Sathiguroo Kai Pishhai Har Sabh Oubaariaa ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਰਾਖਾ ਪ੍ਰਭੂ ਆਪ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰਨ ਵਾਲੇ ਸਭਨਾਂ ਨੂੰ ਭੀ ਪ੍ਰਭੂ ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jo mMdw icqvY pUry siqgurU kw; so Awip aupwvxhwrY mwirAw]",
    "transliteration": "Jo Mandhaa Chithavai Poorae Sathiguroo Kaa So Aap Oupaavanehaarai Maariaa ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦਾ ਬੁਰਾ ਲੋਚਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪ ਕਰਤਾਰ ਮਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1183,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "eyh gl hovY. hir drgh scy kI; jn nwnk. Agmu vIcwirAw]2]",
    "transliteration": "Eaeh Gal Hovai Har Dharageh Sachae Kee Jan Naanak Agam Veechaariaa ||2||",
    "punjabi": "ਸੱਚੇ ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇਹ ਨਿਆਂ ਹੁੰਦਾ ਹੈ, ਤੇ ਹੇ ਨਾਨਕ! ਅਗੰਮ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "g`l",
    "type_id": 3
  },
  {
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "scu suiqAw ijnI ArwiDAw; jw auTy qw scu cvy]",
    "transliteration": "Sach Suthiaa Jinee Araadhhiaa Jaa Outhae Thaa Sach Chavae ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੁੱਤੇ ਹੋਏ ਭੀ ਸੱਚੇ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਤੇ ਉੱਠ ਕੇ ਭੀ ਉਸੇ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "(cvy) aucwrn[ su`iqAw",
    "type_id": 3
  },
  {
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sy ivrly jug mih jwxIAih; jo gurmuiK scu rvy]",
    "transliteration": "Sae Viralae Jug Mehi Jaaneeahi Jo Guramukh Sach Ravae ||",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਵਿਰਲੇ ਹੀ ਲੱਭਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਇਸ ਤਰ੍ਹਾਂ ਸੱਚੇ ਨਾਮ ਦਾ ਆਨੰਦ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(rvy) ismrdy[ jwxIAih",
    "type_id": 3
  },
  {
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hau bilhwrI iqn kau; ij An idnu scu lvy]",
    "transliteration": "Ho Balihaaree Thin Ko J Anadhin Sach Lavae ||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜੋ ਰੋਜ਼ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "(lvy) boldy",
    "type_id": 3
  },
  {
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijn min qin scw Bwvdw; sy scI drgh gvy]",
    "transliteration": "Jin Man Than Sachaa Bhaavadhaa Sae Sachee Dharageh Gavae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਮਨ ਵਿਚ ਤੇ ਸਰੀਰ ਵਿਚ ਸੱਚਾ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰੀ ਦੀ ਯਾਦ ਭੀ ਤੇ ਹਰੀ ਦੀ ਕਾਰ ਭੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ) ਉਹ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਪਹੁੰਚਦੇ ਹਨ।",
    "pronunciation": "(gvy) phuMcy",
    "type_id": 3
  },
  {
    "shabad_id": 1184,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jnu nwnku. bolY scu nwmu; scu scw sdw nvy]21]",
    "transliteration": "Jan Naanak Bolai Sach Naam Sach Sachaa Sadhaa Navae ||21||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਭੀ ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਜੋ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ (ਭਾਵ, ਹਰ ਵੇਲੇ ਪਿਆਰਾ ਲੱਗਣ ਵਾਲਾ ਹੈ) ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sloku mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1185,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ikAw svxw. ikAw jwgxw; gurmuiK qy prvwxu]",
    "transliteration": "Kiaa Savanaa Kiaa Jaaganaa Guramukh Thae Paravaan ||",
    "punjabi": "ਸੌਣਾ ਕੀਹ ਤੇ ਜਾਗਣਾ ਕੀਹ, ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ ਉਹਨਾਂ ਲਈ ਇਹ ਦੋਵੇਂ ਹਾਲਤਾਂ ਇਕੋ ਜਿਹੀਆਂ ਹਨ-",
    "pronunciation": "",
    "type_id": 3
  }
]