[
  {
    "shabad_id": 1193,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1193,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "qU krqw. sBu ikCu jwxdw; jo jIAw AMdir vrqY ]",
    "transliteration": "Thoo Karathaa Sabh Kishh Jaanadhaa Jo Jeeaa Andhar Varathai ||",
    "translation": "You, O Creator, know everything which occurs within our beings.",
    "punjabi": "ਹੇ ਸਿਰਜਣਹਾਰ! ਜੋ ਕੁਝ ਜੀਵਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਵਰਤਦਾ ਹੈ (ਭਾਵ, ਜੋ ਫੁਰਨੇ ਫੁਰਦੇ ਹਨ), ਤੂੰ ਉਹ ਸਾਰਾ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1193,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "qU krqw Awip Agxqu hY; sBu jgu ivic gxqY ]",
    "transliteration": "Thoo Karathaa Aap Aganath Hai Sabh Jag Vich Ganathai ||",
    "translation": "You Yourself, O Creator, are incalculable, while the entire world is within the realm of calculation.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਹੀ ਇਸ ਗਣਤ (ਲਾਹੇ ਤੋਟੇ ਦੀ ਵਿਚਾਰ, ਚਿੰਤਾ ਦੇ ਫੁਰਨੇ) ਵਿਚ ਹੈ, ਹੇ ਸਿਰਜਣਹਾਰ! ਇਕ ਤੂੰ ਇਸ ਤੋਂ ਪਰੇ ਹੈਂ,",
    "pronunciation": "A-gxqu",
    "type_id": 3
  },
  {
    "shabad_id": 1193,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sBu kIqw qyrw vrqdw; sB qyrI bxqY ]",
    "transliteration": "Sabh Keethaa Thaeraa Varathadhaa Sabh Thaeree Banathai ||",
    "translation": "Everything happens according to Your Will; You created all.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਸਭ ਤੇਰਾ ਕੀਤਾ ਹੋ ਰਿਹਾ ਹੈ, ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ ਦੀ) ਬਨਾਵਟ ਹੀ ਤੇਰੀ ਬਣਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1193,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "qU Git Git ieku vrqdw; scu swihb clqY ]",
    "transliteration": "Thoo Ghatt Ghatt Eik Varathadhaa Sach Saahib Chalathai ||",
    "translation": "You are the One, pervading in each and every heart; O True Lord and Master, this is Your play.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹਰੇਕ ਘਟ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਤੇਰੇ ਕੌਤਕ (ਅਸਚਰਜ) ਹਨ। (ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੁੰਦੇ ਹੋਏ ਹਰੀ ਨੂੰ ਭੀ ਆਪਣੇ ਆਪ ਕੋਈ ਨਹੀਂ ਲੱਭ ਸਕਿਆ।)",
    "pronunciation": "clqY:polw bolo[ clqY) cil`qR",
    "type_id": 3
  },
  {
    "shabad_id": 1193,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "siqgur no imly. su hir imly; nwhI iksY prqY ]24]",
    "transliteration": "Sathigur No Milae S Har Milae Naahee Kisai Parathai ||24||",
    "translation": "One who meets the True Guru meets the Lord; no one can turn him away. ||24||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਿਆ ਹੈ, ਉਸੇ ਨੇ ਹੀ ਹਰੀ ਨੂੰ ਲੱਭਾ ਹੈ, (ਮਾਇਆ) ਦੇ ਕਿਸੇ (ਅਡੰਬਰ) ਨੇ ਉਹਨਾਂ ਨੂੰ ਹਰੀ ਵਲੋਂ ਪਰਤਾਇਆ ਨਹੀਂ ॥੨੪॥",
    "pronunciation": "(prqY) hor qoN",
    "type_id": 3
  },
  {
    "shabad_id": 1194,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sloku mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1194,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iehu mnUAw idRVu kir rKIAY; gurmuiK lweIAY icqu ]",
    "transliteration": "Eihu Manooaa Dhrirr Kar Rakheeai Guramukh Laaeeai Chith ||",
    "translation": "Hold this mind steady and stable; become Gurmukh and focus your consciousness.",
    "punjabi": "(ਜੇ) ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਮਨ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਜੋੜੀਏ (ਤੇ) ਇਸ ਮਨ ਨੂੰ ਪੱਕਾ ਕਰ ਕੇ ਰੱਖੀਏ (ਜਿਵੇਂ ਇਹ ਮਾਇਆ ਵਲ ਨਾ ਦੌੜੇ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1194,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ikau swis igrwis ivswrIAY; bhidAw auTidAw inq ]",
    "transliteration": "Kio Saas Giraas Visaareeai Behadhiaa Outhadhiaa Nith ||",
    "translation": "How could you ever forget Him, with each breath and morsel of food, sitting down or standing up?",
    "punjabi": "(ਤੇ ਜੇ) ਬਹਿੰਦਿਆਂ ਉਠਦਿਆਂ (ਭਾਵ, ਕਾਰ ਕਿਰਤ ਕਰਦਿਆਂ) ਕਦੇ ਇਕ ਦਮ ਭੀ (ਨਾਮ) ਨਾ ਵਿਸਾਰੀਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1194,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mrx jIvx kI icMqw geI; iehu jIAVw hir pRB vis ]",
    "transliteration": "Maran Jeevan Kee Chinthaa Gee Eihu Jeearraa Har Prabh Vas ||",
    "translation": "My anxiety about birth and death has ended; this soul is under the control of the Lord God.",
    "punjabi": "(ਤਾਂ) ਇਹ ਜੀਵ ਹਰੀ ਦੇ ਵੱਸ ਵਿਚ (ਆ ਜਾਂਦਾ ਹੈ। ਭਾਵ, ਆਪਣਾ ਆਪਾ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦਾ ਹੈ, ਤੇ) ਇਸ ਦੀ ਜੰਮਣ ਮਰਨ ਦੀ ਸਾਰੀ ਚਿੰਤਾ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 1194,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijau BwvY iqau rKu qU; jn nwnk nwmu bKis ]1]",
    "transliteration": "Jio Bhaavai Thio Rakh Thoo Jan Naanak Naam Bakhas ||1||",
    "translation": "If it pleases You, then save servant Nanak, and bless him with Your Name. ||1||",
    "punjabi": "(ਹੇ ਹਰੀ!) ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਿਵੇਂ (ਮੈਨੂੰ) ਦਾਸ ਨਾਨਕ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼ (ਕਿਉਂਕਿ ਨਾਮ ਹੀ ਹੈ ਜੋ ਮਨ ਦੀ ਚਿੰਤਾ ਝੋਰੇ ਨੂੰ ਮਿਟਾ ਸਕਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1195,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1195,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mnmuKu AhMkwrI. mhlu n jwxY; iKnu AwgY iKnu pICY ]",
    "transliteration": "Manamukh Ahankaaree Mehal N Jaanai Khin Aagai Khin Peeshhai ||",
    "translation": "The egotistical self-willed manmukh does not know the Mansion of the Lord's Presence; one moment he is here and the next moment he is there.",
    "punjabi": "ਅਹੰਕਾਰ ਵਿਚ ਮੱਤਾ ਹੋਇਆ ਮਨਮੁਖ (ਸਤਿਗੁਰੂ ਦੇ) ਨਿਵਾਸ-ਅਸਥਾਨ (ਭਾਵ, ਸਤਸੰਗ) ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ ਹਰ ਵੇਲੇ ਜਕੋ-ਤੱਕਿਆਂ ਵਿਚ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਘੜੀ ਤੋਲਾ ਘੜੀ ਮਾਸਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1195,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sdw bulweIAY. mhil n AwvY; ikau kir drgh sIJY ]",
    "transliteration": "Sadhaa Bulaaeeai Mehal N Aavai Kio Kar Dharageh Seejhai ||",
    "translation": "He is always invited, but he does not go to the Mansion of the Lord's Presence. How shall he be accepted in the Court of the Lord?",
    "punjabi": "ਸਦਾ ਸੱਦਦੇ ਰਹੀਏ ਤਾਂ ਭੀ ਉਹ ਸਤਸੰਗ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ (ਇਸ ਵਾਸਤੇ) ਉਹ ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਭੀ ਕਿਵੇਂ ਸੁਰਖ਼ਰੂ ਹੋਵੇ? (ਭਾਵ, ਨਹੀਂ ਹੋ ਸਕਦਾ)!",
    "pronunciation": "(sIJY) mukq hovy",
    "type_id": 3
  },
  {
    "shabad_id": 1195,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "siqgur kw mhlu ivrlw jwxY; sdw rhY kr joiV ]",
    "transliteration": "Sathigur Kaa Mehal Viralaa Jaanai Sadhaa Rehai Kar Jorr ||",
    "translation": "How rare are those who know the Mansion of the True Guru; they stand with their palms pressed together.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਟਿਕਾਣੇ ਦੀ (ਭਾਵ, ਸਤਸੰਗ ਦੀ) ਕਿਸੇ ਉਸ ਵਿਰਲੇ ਨੂੰ ਸਾਰ ਆਉਂਦੀ ਹੈ ਜੋ ਸਦਾ ਹੱਥ ਜੋੜੀ ਰੱਖੇ (ਭਾਵ, ਮਨ ਨੀਵਾਂ ਰੱਖ ਕੇ ਯਾਦ ਵਿਚ ਜੁੜਿਆ ਰਹੇ)।",
    "pronunciation": "(kr) h`Q",
    "type_id": 3
  },
  {
    "shabad_id": 1195,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AwpxI ikRpw kry hir myrw; nwnk. ley bhoiV ]2]",
    "transliteration": "Aapanee Kirapaa Karae Har Maeraa Naanak Leae Behorr ||2||",
    "translation": "If my Lord grants His Grace, O Nanak, He restores them to Himself. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਉਸ ਨੂੰ (ਮਨਮੁਖਤਾ ਵਲੋਂ) ਮੋੜ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(bhoiV) moV",
    "type_id": 3
  },
  {
    "shabad_id": 1196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sw syvw kIqI sPl hY; ijqu siqgur kw mnu mMny ]",
    "transliteration": "Saa Saevaa Keethee Safal Hai Jith Sathigur Kaa Man Mannae ||",
    "translation": "Fruitful and rewarding is that service, which is pleasing to the Guru's Mind.",
    "punjabi": "ਜਿਸ ਸੇਵਾ ਨਾਲ ਸਤਿਗੁਰੂ ਦਾ ਮਨ (ਸਿੱਖ ਤੇ) ਪਤੀਜ ਜਾਏ, ਉਹੋ ਸੇਵਾ ਕੀਤੀ ਹੋਈ ਲਾਹੇਵੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jw siqgur kw mnu mMinAw; qw pwp ksMml BMny ]",
    "transliteration": "Jaa Sathigur Kaa Man Manniaa Thaa Paap Kasanmal Bhannae ||",
    "translation": "When the Mind of the True Guru is pleased, then sins and misdeeds run away.",
    "punjabi": "(ਕਿਉਂਕਿ ਜਦੋਂ) ਸਤਿਗੁਰੂ ਦਾ ਮਨ ਪਤੀਜੇ, ਤਦੋਂ ਹੀ ਵਿਕਾਰ ਪਾਪ ਭੀ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(BMny) nws",
    "type_id": 3
  },
  {
    "shabad_id": 1196,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "aupdysu ij idqw siqgurU; so suixAw isKI kMny ]",
    "transliteration": "Oupadhaes J Dhithaa Sathiguroo So Suniaa Sikhee Kannae ||",
    "translation": "The Sikhs listen to the Teachings imparted by the True Guru.",
    "punjabi": "(ਪਤੀਜ ਕੇ) ਸਤਿਗੁਰੂ ਜੋ ਉਪਦੇਸ਼ ਸਿੱਖਾਂ ਨੂੰ ਦੇਂਦਾ ਹੈ ਉਹ ਗਹੁ ਨਾਲ ਉਸ ਨੂੰ ਸੁਣਦੇ ਹਨ।",
    "pronunciation": "is`KIN",
    "type_id": 3
  },
  {
    "shabad_id": 1196,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijn siqgur kw Bwxw mMinAw; iqn cVI cvgix vMny ]",
    "transliteration": "Jin Sathigur Kaa Bhaanaa Manniaa Thin Charree Chavagan Vannae ||",
    "translation": "Those who surrender to the True Guru's Will are imbued with the four-fold Love of the Lord.",
    "punjabi": "(ਫੇਰ) ਜੋ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੇ ਭਾਣੇ ਤੇ ਸਿਦਕ ਲਿਆਉਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਅੱਗੇ ਨਾਲੋਂ) ਚੌਣੀ ਰੰਗਣ ਚੜ੍ਹ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(vMny) rMg[ cV@I[ c-v`gix",
    "type_id": 3
  },
  {
    "shabad_id": 1196,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ieh cwl inrwlI gurmuKI; gur dIiKAw suix mnu iBMny ]25]",
    "transliteration": "Eih Chaal Niraalee Guramukhee Gur Dheekhiaa Sun Man Bhinnae ||25||",
    "translation": "This is the unique and distinct life-style of the Gurmukhs: listening to the Guru's Teachings, their minds blossom forth. ||25||",
    "punjabi": "'ਸਤਿਗੁਰੂ ਦੀ ਹੀ ਸਿੱਖਿਆ ਸੁਣ ਕੇ ਮਨ (ਹਰੀ ਦੇ ਪਿਆਰ ਵਿਚ) ਭਿੱਜਦਾ ਹੈ'-ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਇਹ ਰਸਤਾ (ਸੰਸਾਰ ਦੇ ਹੋਰ ਮਤਾਂ ਨਾਲੋਂ) ਨਿਰਾਲਾ ਹੈ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "(goipAw)CpwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ijin. guru goipAw Awpxw; iqsu. Taur n Twau ]",
    "transliteration": "Jin Gur Gopiaa Aapanaa This Thour N Thaao ||",
    "translation": "Those who do not affirm their Guru shall have no home or place of rest.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕੀਤੀ ਹੈ, ਉਸ ਨੂੰ ਨਾ ਥਾਂ ਨਾਹ ਖਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hlqu plqu dovY gey; drgh. nwhI Qwau ]",
    "transliteration": "Halath Palath Dhovai Geae Dharageh Naahee Thhaao ||",
    "translation": "They lose both this world and the next; they have no place in the Court of the Lord.",
    "punjabi": "ਉਸ ਦਾ ਇਹ ਲੋਕ ਤੇ ਪਰਲੋਕ ਦੋਵੇਂ ਗਵਾਚ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਭੀ) ਥਾਂ ਨਹੀਂ ਸੂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Eh vylw. hiQ n AwveI; iPir siqgur lgih pwie ]",
    "transliteration": "Ouh Vaelaa Hathh N Aavee Fir Sathigur Lagehi Paae ||",
    "translation": "This opportunity to bow at the Feet of the True Guru shall never come again.",
    "punjabi": "(ਅਜਿਹੇ ਬੰਦਿਆਂ ਨੂੰ) ਫੇਰ ਉਹ ਮੌਕਾ ਨਹੀਂ ਮਿਲਦਾ ਕਿ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਸਕਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siqgur kI gxqY GusIAY; duKy duiK ivhwie ]",
    "transliteration": "Sathigur Kee Ganathai Ghuseeai Dhukhae Dhukh Vihaae ||",
    "translation": "If they miss out on being counted by the True Guru, they shall pass their lives in pain and misery.",
    "punjabi": "(ਕਿਉਂਕਿ) ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਿਚ (ਇਕ ਵਾਰੀ ਜੇ) ਖੁੰਝ ਜਾਈਏ ਤਾਂ ਨਿਰੋਲ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਉਮਰ ਬੀਤਦੀ ਹੈ।",
    "pronunciation": "Gu`sIAY",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siqguru purKu inrvYru hY; Awpy ley ijsu lwie ]",
    "transliteration": "Sathigur Purakh Niravair Hai Aapae Leae Jis Laae ||",
    "translation": "The True Guru, the Primal Being, has no hatred or vengeance; He unites with Himself those with whom He is pleased.",
    "punjabi": "(ਪਰ) ਮਰਦ (ਭਾਵ, ਸੂਰਮਾ) ਸਤਿਗੁਰੂ (ਅਜਿਹਾ) ਨਿਰਵੈਰ ਹੈ ਕਿ ਉਸ (ਨਿੰਦਕ) ਨੂੰ ਭੀ ਆਪੇ (ਭਾਵ, ਆਪਣੇ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ਚਰਨੀਂ) ਲਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1197,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. drsnu ijnw vyKwilEnu; iqnw drgh ley Cfwie ]1]",
    "transliteration": "Naanak Dharasan Jinaa Vaekhaalioun Thinaa Dharageh Leae Shhaddaae ||1||",
    "translation": "O Nanak, those who behold the Blessed Vision of His Darshan, are emancipated in the Court of the Lord. ||1||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰੀ, ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਾਉਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਦਰਗਾਹ ਵਿਚ ਛੁਡਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mnmuKu AigAwnu; durmiq AhMkwrI ]",
    "transliteration": "Manamukh Agiaan Dhuramath Ahankaaree ||",
    "translation": "The self-willed manmukh is ignorant, evil-minded and egotistical.",
    "punjabi": "ਮਨਮੁਖ ਵਿਚਾਰ-ਹੀਣ, ਖੋਟੀ ਬੁਧਿ ਵਾਲਾ ਤੇ ਅਹੰਕਾਰੀ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AMqir kRoDu; jUAY miq hwrI ]",
    "transliteration": "Anthar Krodhh Jooai Math Haaree ||",
    "translation": "He is filled with anger within, and he loses his mind in the gamble.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚ ਕ੍ਰੋਧ ਹੈ ਤੇ ਉਹ (ਵਿਸ਼ਿਆਂ ਦੇ) ਜੂਏ ਵਿਚ ਅਕਲ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kUVu kusqu; Ehu pwp kmwvY ]",
    "transliteration": "Koorr Kusath Ouhu Paap Kamaavai ||",
    "translation": "He commits the sins of fraud and unrighteousness.",
    "punjabi": "ਉਹ (ਸਦਾ) ਝੂਠ, ਫ਼ਰੇਬ ਤੇ ਪਾਪ ਦੇ ਕੰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "kus`qu",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ikAw Ehu suxY; ikAw AwiK suxwvY ]",
    "transliteration": "Kiaa Ouhu Sunai Kiaa Aakh Sunaavai ||",
    "translation": "What can he hear, and what can he tell others?",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਉਹ ਸੁਣੇ ਕੀਹ ਤੇ (ਕਿਸੇ ਨੂੰ) ਆਖ ਕੇ ਸੁਣਾਵੇ ਕੀਹ? (ਭਾਵ, ਕੂੜ-ਕੁਸੱਤ ਦੇ ਕੰਮ ਕਰਨ ਨਾਲ ਉਸ ਦਾ ਮਨ ਤਾਂ ਪਾਪੀ ਹੋਇਆ ਪਿਆ ਹੈ, ਨਾਹ ਉਹ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਦੀ ਗੱਲ ਸੁਣਦਾ ਹੈ ਤੇ ਨਾ ਕਿਸੇ ਨੂੰ ਸੁਣਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AMn@w bolw Kuie; auJiV pwie ]",
    "transliteration": "Annaa Bolaa Khue Oujharr Paae ||",
    "translation": "He is blind and deaf; he loses his way, and wanders lost in the wilderness.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ (ਤੇ ਉਪਦੇਸ਼ ਵਲੋਂ) ਬੋਲਾ ਖੁੰਝ ਕੇ-",
    "pronunciation": "(Kuie) KuMJ ky[ boLw, au~JiV",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mnmuKu AMDw; AwvY jwie ]",
    "transliteration": "Manamukh Andhhaa Aavai Jaae ||",
    "translation": "The blind, self-willed manmukh comes and goes in reincarnation;",
    "punjabi": "ਅੰਨ੍ਹਾ ਮਨਮੁਖ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ ਤੇ ਨਿੱਤ ਜੰਮਦਾ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ibnu siqgur Byty; Qwie n pwie ]",
    "transliteration": "Bin Sathigur Bhaettae Thhaae N Paae ||",
    "translation": "Without meeting the True Guru, he finds no place of rest.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ (ਦਰਗਾਹ ਵਿਚ) ਕਬੂਲ ਨਹੀਂ ਪੈਂਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwnk; pUrib iliKAw kmwie ]2]",
    "transliteration": "Naanak Poorab Likhiaa Kamaae ||2||",
    "translation": "O Nanak, he acts according to his pre-ordained destiny. ||2||",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਨਾਨਕ! ਮੁਢ ਤੋਂ (ਕੀਤੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਅਨੁਸਾਰ ਜੋ ਸੰਸਕਾਰ ਉਸ ਦੇ ਮਨ ਵਿਚ) ਲਿਖੇ ਗਏ ਹਨ (ਉਹਨਾਂ ਦੇ ਅਨੁਸਾਰ ਹੁਣ ਭੀ ਮੰਦੇ ਕੰਮ ਹੀ) ਕਰੀ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1199,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1199,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijn ky icq kTor hih; sy bhih n. siqgur pwis ]",
    "transliteration": "Jin Kae Chith Kathor Hehi Sae Behehi N Sathigur Paas ||",
    "translation": "Those who have hearts as hard as stone, do not sit near the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਕਰੜੇ (ਭਾਵ, ਨਿਰਦਈ) ਹੁੰਦੇ ਹਨ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਕੋਲ ਨਹੀਂ ਬਹਿ ਸਕਦੇ।",
    "pronunciation": "(kTor) krVy inrdeI[ hih, bhih",
    "type_id": 3
  },
  {
    "shabad_id": 1199,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "EQY scu vrqdw; kUiVAwrw icq audwis ]",
    "transliteration": "Outhhai Sach Varathadhaa Koorriaaraa Chith Oudhaas ||",
    "translation": "Truth prevails there; the false ones do not attune their consciousness to it.",
    "punjabi": "ਓਥੇ (ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਤਾਂ) ਸੱਚ ਦੀਆਂ ਗੱਲਾਂ ਹੁੰਦੀਆਂ ਹਨ, ਕੂੜ ਦੇ ਵਪਾਰੀਆਂ ਦੇ ਮਨ ਨੂੰ ਉਦਾਸੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1199,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Eie vlu Clu kir. Jiq kFdy; iPir jwie bhih. kUiVAwrw pwis ]",
    "transliteration": "Oue Val Shhal Kar Jhath Kadtadhae Fir Jaae Behehi Koorriaaraa Paas ||",
    "translation": "By hook or by crook, they pass their time, and then they go back to sit with the false ones again.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ) ਓਹ ਵਲ-ਫ਼ਰੇਬ ਕਰ ਕੇ ਸਮਾਂ ਲੰਘਾਉਂਦੇ ਹਨ, (ਉਥੋਂ ਉਠ ਕੇ) ਫੇਰ ਝੂਠਿਆਂ ਪਾਸ ਹੀ ਜਾ ਬਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(Jiq) smW",
    "type_id": 3
  },
  {
    "shabad_id": 1199,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ivic scy, kUVu. n gfeI; min vyKhu ko inrjwis ]",
    "transliteration": "Vich Sachae Koorr N Gaddee Man Vaekhahu Ko Nirajaas ||",
    "translation": "Falsehood does not mix with the Truth; O people, check it out and see.",
    "punjabi": "ਕੋਈ ਧਿਰ ਮਨ ਵਿਚ ਨਿਰਨਾ ਕਰ ਕੇ ਵੇਖ ਲਵੋ, ਸੱਚੇ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਝੂਠ ਨਹੀਂ ਰਲ ਸਕਦਾ (ਭਾਵ, ਆਪਣਾ ਡੂੰਘਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦਾ)।",
    "pronunciation": "(inrjwis) inrnw[ g`f`eI",
    "type_id": 3
  },
  {
    "shabad_id": 1199,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kUiVAwr kUiVAwrI jwie rly; sicAwr isK bYTy siqgur pwis ]26]",
    "transliteration": "Koorriaar Koorriaaree Jaae Ralae Sachiaar Sikh Baithae Sathigur Paas ||26||",
    "translation": "The false go and mingle with the false, while the truthful Sikhs sit by the side of the True Guru. ||26||",
    "punjabi": "ਝੂਠੇ ਝੂਠਿਆਂ ਵਿਚ ਹੀ ਜਾ ਰਲਦੇ ਹਨ ਤੇ ਸੱਚੇ ਸਿੱਖ ਸਤਿਗੁਰੂ ਕੋਲ ਹੀ ਜਾ ਬੈਠਦੇ ਹਨ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  }
]