[
  {
    "shabad_id": 1209,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir AMdrlw pwpu; pMcw no auGw kir vyKwilAw ]",
    "transliteration": "Har Andharalaa Paap Panchaa No Oughaa Kar Vaekhaaliaa ||",
    "translation": "The Lord has exposed the penitent's secret sin to the elders.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਤਪੇ ਦਾ ਅੰਦਰਲਾ (ਲੁਕਵਾਂ) ਪਾਪ ਪੰਚਾਂ ਨੂੰ ਪਰਗਟ ਕਰ ਕੇ ਵਿਖਾਲ ਦਿੱਤਾ।",
    "pronunciation": "au~Gw",
    "type_id": 3
  },
  {
    "shabad_id": 1209,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Drmrwie. jmkMkrw no AwiK CifAw; eysu qpy no, iqQY KiV pwieAhu; ijQY mhw mhW hiqAwirAw ]",
    "transliteration": "Dhharam Raae Jamakankaraa No Aakh Shhaddiaa Eaes Thapae No Thithhai Kharr Paaeihu Jithhai Mehaa Mehaan Hathiaariaa ||",
    "translation": "The Righteous Judge of Dharma said to the Messenger of Death, \"Take this penitent and put him with the worst of the worst murderers.\"",
    "punjabi": "ਧਰਮਰਾਜ ਨੇ ਆਪਣੇ ਜਮਦੂਤਾਂ ਨੂੰ ਆਖ ਦਿੱਤਾ ਹੈ ਕਿ ਇਸ ਤਪੇ ਨੂੰ ਲੈ ਜਾ ਕੇ ਉਸ ਥਾਂ ਪਾਇਓ ਜਿਥੇ ਵੱਡੇ ਤੋਂ ਵੱਡੇ ਪਾਪੀ (ਪਾਈਦੇ ਹਨ)।",
    "pronunciation": "(KiV) iljw ky[ KiV: polw bolo, V hlMq nhIN lwauxw[ pwie-Ahu",
    "type_id": 3
  },
  {
    "shabad_id": 1209,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iPir eysu qpy dY muih. koeI lghu nwhI; eyhu. siqguir hY iPtkwirAw ]",
    "transliteration": "Fir Eaes Thapae Dhai Muhi Koee Lagahu Naahee Eaehu Sathigur Hai Fittakaariaa ||",
    "translation": "No one is to look at the face of this penitent again. He has been cursed by the True Guru.",
    "punjabi": "ਫੇਰ (ਓ‍ੁਥੇ ਭੀ) ਇਸ ਤਪੇ ਦੇ ਮੂੰਹ ਕੋਈ ਨਾ ਲੱਗਿਓ, (ਕਿਉਂਕਿ) ਇਹ ਤਪਾ ਸਤਿਗੁਰੂ ਵਲੋਂ ਫਿਟਕਾਰਿਆ ਹੋਇਆ ਹੈ (ਗੁਰੂ ਤੋਂ ਵਿੱਛੁੜਿਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1209,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir kY dir vriqAw; su nwnik AwiK suxwieAw ]",
    "transliteration": "Har Kai Dhar Varathiaa S Naanak Aakh Sunaaeiaa ||",
    "translation": "Nanak speaks and reveals what has taken place in the Court of the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਇਹ ਕੁਝ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਵਰਤਿਆ ਹੈ ਉਹ ਆਖ ਕੇ ਸੁਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1209,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "so bUJY; ju diX svwirAw ]1]",
    "transliteration": "So Boojhai J Dhay Savaariaa ||1||",
    "translation": "He alone understands, who is blessed and adorned by the Lord. ||1||",
    "punjabi": "ਇਸ ਗੱਲ ਨੂੰ ਉਹ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਜਿਸ ਨੂੰ ਖਸਮ ਪ੍ਰਭੂ ਨੇ ਸਵਾਰਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "d-iX: d mukqw, iX ishwrI sihq, qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir BgqW hir AwrwiDAw; hir kI vifAweI ]",
    "transliteration": "Har Bhagathaan Har Aaraadhhiaa Har Kee Vaddiaaee ||",
    "translation": "The devotees of the Lord worship and adore the Lord, and the glorious greatness of the Lord.",
    "punjabi": "ਹਰੀ ਦੇ ਭਗਤ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਤੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir kIrqnu Bgq inq gWvdy; hir nwmu suKdweI ]",
    "transliteration": "Har Keerathan Bhagath Nith Gaanvadhae Har Naam Sukhadhaaee ||",
    "translation": "The Lord's devotees continually sing the Kirtan of His Praises; the Name of the Lord is the Giver of peace.",
    "punjabi": "ਭਗਤ ਸਦਾ ਹਰੀ ਦਾ ਕੀਰਤਨ ਗਾਂਦੇ ਹਨ ਤੇ ਹਰੀ ਦਾ ਸੁਖਦਾਈ ਨਾਮ (ਜਪਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir BgqW no, inq nwvY dI vifAweI bKsIAnu; inq cVY svweI ]",
    "transliteration": "Har Bhagathaan No Nith Naavai Dhee Vaddiaaee Bakhaseean Nith Charrai Savaaee ||",
    "translation": "The Lord ever bestows upon His devotees the glorious greatness of His Name, which increases day by day.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਭਗਤਾਂ ਨੂੰ ਸਦਾ ਲਈ ਨਾਮ (ਜਪਣ) ਦਾ ਗੁਣ ਬਖ਼ਸ਼ਿਆ ਹੈ ਜੋ ਦਿਨੋਂ ਦਿਨ ਸਵਾਇਆ ਵਧਦਾ ਹੈ।",
    "pronunciation": "bKsI-Anu cV@Y",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir BgqW no iQru GrI bhwilAnu; ApxI pYj rKweI ]",
    "transliteration": "Har Bhagathaan No Thhir Gharee Behaalian Apanee Paij Rakhaaee ||",
    "translation": "The Lord inspires His devotees to sit, steady and stable, in the home of their inner being. He preserves their honor.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਬਿਰਦ ਦੀ ਲਾਜ ਰੱਖੀ ਹੈ ਤੇ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਅਡੋਲ ਕਰ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿਛੇ ਨਹੀਂ ਡੋਲਣ ਦੇਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "inMdkW pwshu. hir lyKw mMgsI; bhu dyie sjweI ]",
    "transliteration": "Nindhakaan Paasahu Har Laekhaa Mangasee Bahu Dhaee Sajaaee ||",
    "translation": "The Lord summons the slanderers to answer for their accounts, and He punishes them severely.",
    "punjabi": "ਨਿੰਦਕਾਂ ਕੋਲੋਂ ਪ੍ਰਭੂ ਲੇਖਾ ਮੰਗਦਾ ਹੈ ਤੇ ਬਹੁਤੀ ਸਜ਼ਾ ਦਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jyhw inMdk ApxY jIie kmwvdy; qyho Plu pweI ]",
    "transliteration": "Jaehaa Nindhak Apanai Jeee Kamaavadhae Thaeho Fal Paaee ||",
    "translation": "As the slanderers think of acting, so are the fruits they obtain.",
    "punjabi": "ਨਿੰਦਕ ਜਿਹੋ ਜਿਹਾ ਆਪਣੇ ਮਨ ਵਿਚ ਕਮਾਂਦੇ ਹਨ, ਤਿਹੋ ਜਿਹਾ ਉਹਨਾਂ ਨੂੰ ਫਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(jIie) ihrdy c",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AMdir kmwxw srpr auGVY; BwvY koeI bih DrqI ivic kmweI ]",
    "transliteration": "Andhar Kamaanaa Sarapar Ougharrai Bhaavai Koee Behi Dhharathee Vich Kamaaee ||",
    "translation": "Actions done in secrecy are sure to come to light, even if one does it underground.",
    "punjabi": "(ਕਿਉਂਕਿ) ਅੰਦਰ ਬੈਠ ਕੇ ਭੀ ਕੀਤਾ ਹੋਇਆ ਕੰਮ ਜ਼ਰੂਰ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ, ਭਾਵੇਂ ਕੋਈ ਧਰਤੀ ਵਿਚ (ਲੁਕ ਕੇ) ਕਰੇ।",
    "pronunciation": "(srpr) zrUr[ (au~G-VY) pRgt huMdw",
    "type_id": 3
  },
  {
    "shabad_id": 1210,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jn nwnku. dyiK ivgisAw; hir kI vifAweI ]2]",
    "transliteration": "Jan Naanak Dhaekh Vigasiaa Har Kee Vaddiaaee ||2||",
    "translation": "Servant Nanak blossoms forth in joy, beholding the glorious greatness of the Lord. ||2||",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ) ਦਾਸ ਨਾਨਕ ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਵੇਖ ਕੇ ਪ੍ਰਸੰਨ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "ivg-isAw",
    "type_id": 3
  },
  {
    "shabad_id": 1211,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pauVI mÚ 5 ]",
    "transliteration": "Pourree Ma 5 ||",
    "translation": "Pauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1211,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Bgq jnW kw rwKw. hir Awip hY; ikAw pwpI krIAY ]",
    "transliteration": "Bhagath Janaan Kaa Raakhaa Har Aap Hai Kiaa Paapee Kareeai ||",
    "translation": "The Lord Himself is the Protector of His devotees; what can the sinner do to them?",
    "punjabi": "ਪ੍ਰਭੂ (ਆਪਣੇ) ਭਗਤਾਂ ਦਾ ਆਪ ਰਾਖਾ ਹੈ, ਪਾਪ ਚਿਤਵਨ ਵਾਲਾ (ਉਹਨਾਂ ਦਾ) ਕੀਹ ਵਿਗਾੜ ਸਕਦਾ ਹੈ? (ਭਾਵ, ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1211,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gumwnu krih mUV gumwnIAw; ivsu KwDI mrIAY ]",
    "transliteration": "Gumaan Karehi Moorr Gumaaneeaa Vis Khaadhhee Mareeai ||",
    "translation": "The proud fool acts in pride, and eating his own poison, he dies.",
    "punjabi": "ਮੂਰਖ ਅਹੰਕਾਰੀ ਮਨੁੱਖ ਅਹੰਕਾਰ ਕਰਦੇ ਹਨ ਤੇ (ਅਹੰਕਾਰ ਰੂਪੀ) ਜ਼ਹਿਰ ਖਾਧਿਆਂ ਮਰਦੇ ਹਨ।",
    "pronunciation": "ivsu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1211,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awie lgynI idh QoVVy; ijau pkw Kyqu luxIAY ]",
    "transliteration": "Aae Lagae Nee Dhih Thhorrarrae Jio Pakaa Khaeth Luneeai ||",
    "translation": "His few days have come to an end, and he is cut down like the crop at harvest.",
    "punjabi": "(ਕਿਉਂਕਿ ਜਿਸ ਜ਼ਿੰਦਗੀ ਤੇ ਮਾਣ ਕਰਦੇ ਹਨ ਉਸ ਦੇ ਗਿਣਤੀ ਦੇ) ਥੋਹੜੇ ਦਿਨ ਆਖ਼ਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਜਿਵੇਂ ਪੱਕਾ ਫ਼ਸਲ ਕੱਟੀਦਾ ਹੈ,",
    "pronunciation": "(l`gynI) l`gy hn[ (luxIAY) k`tIdw hY[ p`kw",
    "type_id": 3
  },
  {
    "shabad_id": 1211,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jyhy krm kmwvdy; qyvyho BxIAY ]",
    "transliteration": "Jaehae Karam Kamaavadhae Thaevaeho Bhaneeai ||",
    "translation": "According to one's actions, so is one spoken of.",
    "punjabi": "ਅਤੇ ਉਹ ਜਿਹੋ ਜਿਹੇ (ਅਹੰਕਾਰ ਦੇ) ਕੰਮ ਕਰਦੇ ਹਨ, (ਦਰਗਾਹ ਵਿਚ ਭੀ) ਉਹੋ ਜਿਹੇ ਅਖਵਾਉਂਦੇ ਹਨ (ਭਾਵ, ਉਹੋ ਜਿਹਾ ਫਲ ਪਾਉਂਦੇ ਹਨ)।",
    "pronunciation": "(BxIAY) AwKy jWdy",
    "type_id": 3
  },
  {
    "shabad_id": 1211,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jn nwnk kw Ksmu vfw hY; sBnw dw DxIAY ]30]",
    "transliteration": "Jan Naanak Kaa Khasam Vaddaa Hai Sabhanaa Dhaa Dhhaneeai ||30||",
    "translation": "Glorious and great is the Lord and Master of servant Nanak; He is the Master of all. ||30||",
    "punjabi": "(ਪਰ) ਜੋ ਪ੍ਰਭੂ ਸਭ ਦਾ ਮਾਲਕ ਹੈ, ਤੇ ਵੱਡਾ ਹੈ ਉਹ (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਦਾ ਰਾਖਾ ਹੈ ॥੩੦॥",
    "pronunciation": "(DxIAY) mwlk",
    "type_id": 3
  },
  {
    "shabad_id": 1212,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1212,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mnmuK mUlhu BuilAw; ivic lbu loBu AhMkwru ]",
    "transliteration": "Manamukh Moolahu Bhuliaa Vich Lab Lobh Ahankaar ||",
    "translation": "The self-willed manmukhs forget the Primal Lord, the Source of all; they are caught in greed and egotism.",
    "punjabi": "ਸਤਿਗੁਰੂ ਤੋਂ ਭੁੱਲੇ ਹੋਏ ਮਨੁੱਖ ਮੂਲ ਤੋਂ ਭੁੱਲੇ ਹੋਏ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਲੱਬ, ਲੋਭ ਤੇ ਅਹੰਕਾਰ ਹੈ,",
    "pronunciation": "AhM-kwru",
    "type_id": 3
  },
  {
    "shabad_id": 1212,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "JgVw kridAw. An idnu gudrY; sbid. n krih vIcwru ]",
    "transliteration": "Jhagarraa Karadhiaa Anadhin Gudharai Sabadh N Karehi Veechaar ||",
    "translation": "They pass their nights and days in conflict and struggle; they do not contemplate the Word of the Shabad.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਦਿਹਾੜਾ (ਭਾਵ, ਸਾਰੀ ਉਮਰ) ਲੱਬ ਲੋਭ ਅਹੰਕਾਰ (ਸੰਬੰਧੀ) ਝਗੜਾ ਕਰਦਿਆਂ ਗੁਜ਼ਰਦਾ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "gudrY: polw bolo[ (gudrY) guzrdw",
    "type_id": 3
  },
  {
    "shabad_id": 1212,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "suiD miq krqY sB ihir leI; bolin sBu ivkwru ]",
    "transliteration": "Sudhh Math Karathai Sabh Hir Lee Bolan Sabh Vikaar ||",
    "translation": "The Creator has taken away all their understanding and purity; all their speech is evil and corrupt.",
    "punjabi": "ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ (ਮਨਮੁਖਾਂ) ਦੀ ਹੋਸ਼ ਤੇ ਅਕਲ ਖੋਹ ਲਈ ਹੈ, ਨਿਰਾ ਵਿਕਾਰ ਹੀ ਬੋਲਦੇ ਹਨ (ਭਾਵ, ਨਿਰੇ ਵਿਕਾਰਾਂ ਦੇ ਬਚਨ ਹੀ ਕਰਦੇ ਹਨ);",
    "pronunciation": "(ihir) guAw leI, nws ho geI",
    "type_id": 3
  },
  {
    "shabad_id": 1212,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "idqY. ikqY n sMqoKIAih; AMqir iqsnw bhu AigAwnu AMD´wru ]",
    "transliteration": "Dhithai Kithai N Santhokheeahi Anthar Thisanaa Bahu Agiaan Andhhyaar ||",
    "translation": "No matter what they are given, they are not satisfied; within their hearts there is great desire, ignorance and darkness.",
    "punjabi": "ਉਹ ਕਿਸੇ ਭੀ ਦਾਤ (ਦੇ ਮਿਲਣ) ਤੇ ਰੱਜਦੇ ਨਹੀਂ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਬੜੀ ਤ੍ਰਿਸ਼ਨਾ ਅਗਿਆਨ ਤੇ ਹਨੇਰਾ ਹੈ।",
    "pronunciation": "AMiDAwru",
    "type_id": 3
  },
  {
    "shabad_id": 1212,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. mnmuKw nwlo qutI BlI; ijn mwieAw moh ipAwru ]1]",
    "transliteration": "Naanak Manamukhaa Naalo Thuttee Bhalee Jin Maaeiaa Moh Piaar ||1||",
    "translation": "O Nanak, it is good to break away from the self-willed manmukhs, who have love and attachment to Maya. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹੋ ਜਿਹੇ) ਮਨਮੁਖਾਂ ਨਾਲੋਂ ਸੰਬੰਧ ਟੁੱਟਾ ਹੋਇਆ ਹੀ ਚੰਗਾ ਹੈ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਦਾ ਮੋਹ ਪਿਆਰ ਤਾਂ ਮਾਇਆ ਨਾਲ ਹੈ ॥੧॥",
    "pronunciation": "qu`tI",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ijnw AMdir dUjw Bwau hY; iqn@w gurmuiK pRIiq. n hoie ]",
    "transliteration": "Jinaa Andhar Dhoojaa Bhaao Hai Thinhaa Guramukh Preeth N Hoe ||",
    "translation": "Those whose hearts are filled with the love of duality, do not love the Gurmukhs.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਇਆ ਦਾ ਪਿਆਰ ਹੈ, ਉਹਨਾਂ (ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਨਿਹੁਂ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Ehu AwvY jwie BvweIAY; supnY. suKu n koie ]",
    "transliteration": "Ouhu Aavai Jaae Bhavaaeeai Supanai Sukh N Koe ||",
    "translation": "They come and go, and wander in reincarnation; even in their dreams, they find no peace.",
    "punjabi": "ਉਸ ਨੂੰ ਸੁਪਨੇ ਵਿਚ ਭੀ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ ਤੇ ਉਹ ਜੰਮਣ ਮਰਨ ਵਿਚ ਭਉਂਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kUVu kmwvY kUVu aucrY; kUiV ligAw kUVu hoie ]",
    "transliteration": "Koorr Kamaavai Koorr Oucharai Koorr Lagiaa Koorr Hoe ||",
    "translation": "They practice falsehood and they speak falsehood; attached to falsehood, they become false.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਮੋਹ-ਰੂਪ) ਕੂੜਾ ਕੰਮ ਕਰਦਾ ਹੈ, ਤੇ (ਜ਼ਬਾਨ ਤੋਂ ਭੀ) ਕੂੜ ਬੋਲਦਾ ਹੈ ਤੇ ਕੂੜ ਵਿਚ ਲੱਗ ਕੇ ਕੂੜ (ਦਾ ਰੂਪ ਹੀ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mwieAw mohu sBu duKu hY; duiK ibnsY duKu roie ]",
    "transliteration": "Maaeiaa Mohu Sabh Dhukh Hai Dhukh Binasai Dhukh Roe ||",
    "translation": "The love of Maya is total pain; in pain they perish, and in pain they cry out.",
    "punjabi": "(ਕਿਉਂਕਿ) ਮਾਇਆ ਦਾ ਮੋਹ (-ਰੂਪ ਕੂੜ) ਨਿਰੋਲ ਦੁੱਖ (ਦਾ ਕਾਰਨ) ਹੈ (ਇਸ ਲਈ ਉਹ) ਦੁੱਖ ਵਿਚ ਹੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ਤੇ ਦੁੱਖ (ਦਾ ਰੋਣਾ ਹੀ) ਰੋਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwnk. Dwqu ilvY, joVu n AwveI; jy locY sBu koie ]",
    "transliteration": "Naanak Dhhaath Livai Jorr N Aavee Jae Lochai Sabh Koe ||",
    "translation": "O Nanak, there can be no union between the love of worldliness and the love of the Lord, no matter how much everyone may desire it.",
    "punjabi": "ਭਾਵੇਂ ਹਰੇਕ ਮਨੁੱਖ ਪਿਆ ਤਾਂਘ ਕਰੇ (ਪਰ) ਹੇ ਨਾਨਕ! ਮਾਇਆ ਤੇ ਲਿਵ ਦਾ ਮੇਲ ਫਬ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(Dwqu) mwieAwDwrI",
    "type_id": 3
  },
  {
    "shabad_id": 1213,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijn kau poqY puMnu pieAw; iqnw. gur sbdI suKu hoie ]2]",
    "transliteration": "Jin Ko Pothai Punn Paeiaa Thinaa Gur Sabadhee Sukh Hoe ||2||",
    "translation": "Those who have the treasure of virtuous deeds find peace through the Word of the Guru's Shabad. ||2||",
    "punjabi": "(ਪਿਛਲੇ ਕੀਤੇ ਹੋਏ ਭਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਜਿਨ੍ਹਾਂ ਦੇ (ਮਨ-ਰੂਪ) ਪੱਲੇ ਵਿਚ (ਭਲੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ-ਰੂਪ) ਪੁੰਨ (ਉੱਕਰਿਆ) ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(poqY) Kzwny[ pieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pauVI mÚ 5 ]",
    "transliteration": "Pourree Ma 5 ||",
    "translation": "Pauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. vIcwrih sMq muin jnW; cwir vyd khMdy ]",
    "transliteration": "Naanak Veechaarehi Santh Mun Janaan Chaar Vaedh Kehandhae ||",
    "translation": "O Nanak, the Saints and the silent sages think, and the four Vedas proclaim,",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਤੇ ਮੁਨੀ ਜਨ (ਆਪਣੀ) ਵਿਚਾਰ ਦੱਸਦੇ ਹਨ ਤੇ ਚਾਰੇ ਵੇਦ (ਭਾਵ, ਪੁਰਾਤਨ ਧਰਮ-ਪੁਸਤਕ) ਭੀ (ਇਹੀ ਗੱਲ) ਆਖਦੇ ਹਨ,",
    "pronunciation": "k-hMdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Bgq muKY qy boldy; sy vcn hovMdy ]",
    "transliteration": "Bhagath Mukhai Thae Boladhae Sae Vachan Hovandhae ||",
    "translation": "That whatever the Lord's devotees speak comes to pass.",
    "punjabi": "(ਕਿ) ਭਗਤ ਜਨ ਜੋ ਬਚਨ ਮੂੰਹੋਂ ਬੋਲਦੇ ਹਨ ਉਹ (ਸਹੀ) ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "hovMdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "prgt pwhwrY jwpdy; siB lok suxMdy ]",
    "transliteration": "Paragatt Paahaarai Jaapadhae Sabh Lok Sunandhae ||",
    "translation": "He is revealed in His cosmic workshop; all people hear of it.",
    "punjabi": "(ਭਗਤ) ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪ੍ਰਤੱਖ ਪਰਸਿੱਧ ਹੁੰਦੇ ਹਨ ਤੇ (ਉਹਨਾਂ ਦੀ ਸੋਭਾ) ਸਾਰੇ ਲੋਕ ਸੁਣਦੇ ਹਨ।",
    "pronunciation": "su-xMdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "suKu n pwiein. mugD nr; sMq nwil KhMdy ]",
    "transliteration": "Sukh N Paaein Mugadhh Nar Santh Naal Khehandhae ||",
    "translation": "The foolish people, who fight with the Saints, find no peace.",
    "punjabi": "ਜੋ ਮੂਰਖ ਮਨੁੱਖ (ਅਜੇਹੇ) ਸੰਤਾਂ ਨਾਲ ਵੈਰ ਕਰਦੇ ਹਨ, ਉਹ ਸੁਖ ਨਹੀਂ ਪਾਂਦੇ।",
    "pronunciation": "K-hMdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Eie locin En@w guxY no; Eie AhMkwir sVMdy ]",
    "transliteration": "Oue Lochan Ounaa Gunaa No Oue Ahankaar Sarrandhae ||",
    "translation": "The Saints seek to bless them with virtue, but they are burning with egotism.",
    "punjabi": "(ਉਹ ਦੋਖੀ) ਸੜਦੇ ਤਾਂ ਅਹੰਕਾਰ ਵਿਚ ਹਨ, (ਪਰ) ਭਗਤ ਜਨਾਂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਤਰਸਦੇ ਹਨ।",
    "pronunciation": "s-VMdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Eie vycwry ikAw krih; jW Bwg Duir mMdy ]",
    "transliteration": "Oue Vaechaarae Kiaa Karehi Jaan Bhaag Dhhur Mandhae ||",
    "translation": "What can those wretched ones do? Their evil destiny was pre-ordained.",
    "punjabi": "ਇਹਨਾਂ ਦੋਖੀ ਮਨੁੱਖਾਂ ਦੇ ਵੱਸ ਭੀ ਕੀਹ ਹੈ? ਕਿਉਂਕਿ ਮੁੱਢ ਤੋਂ (ਮੰਦੇ ਕੰਮ ਕਰਨ ਕਰਕੇ) ਮੰਦੇ (ਸੰਸਕਾਰ ਹੀ) ਉਹਨਾਂ ਦਾ ਹਿੱਸਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]