[
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jo mwry iqin pwrbRhim; sy iksY n sMdy]",
    "transliteration": "Jo Maarae Thin Paarabreham Sae Kisai N Sandhae ||",
    "translation": "Those who are struck down by the Supreme Lord God do not belong to anyone.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਰੱਬ ਵਲੋਂ ਮੋਏ ਹੋਏ ਹਨ, ਉਹ ਕਿਸੇ ਦੇ (ਸੱਕੇ) ਨਹੀਂ।",
    "pronunciation": "(sMdy) dy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "vYru krin inrvYr nwil; Drim inAwie pcMdy]",
    "transliteration": "Vair Karan Niravair Naal Dhharam Niaae Pachandhae ||",
    "translation": "Those who hate the One who has no hatred, are destroyed by righteous justice.",
    "punjabi": "ਨਿਰਵੈਰਾਂ ਨਾਲ (ਭੀ) ਵੈਰ ਕਰਦੇ ਹਨ, ਤੇ (ਪਰਮਾਤਮਾ ਦੇ) ਧਰਮ ਨਿਆਂ ਅਨੁਸਾਰ ਦੁਖੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(p-cMdy) sVdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jo jo sMiq srwipAw; sy iPrih BvMdy]",
    "transliteration": "Jo Jo Santh Saraapiaa Sae Firehi Bhavandhae ||",
    "translation": "Those who are cursed by the Saints wander around lost.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੰਤਾਂ ਵਲੋਂ ਫਿਟਕਾਰੇ ਹੋਏ ਹਨ, ਉਹ (ਜਨਮ ਮਰਨ ਵਿਚ) ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(B-vMdy) Btkdy",
    "type_id": 3
  },
  {
    "shabad_id": 1214,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pyfu muMFwhU kitAw; iqsu fwl sukMdy]31]",
    "transliteration": "Paedd Mundtaahoo Kattiaa This Ddaal Sukandhae ||31||",
    "translation": "When the tree is cut off at its roots, the branches wither and die. ||31||",
    "punjabi": "(ਇਹ ਸਪਸ਼ਟ ਗੱਲ ਹੈ ਕਿ) ਜੋ ਰੁੱਖ ਮੁੱਢੋਂ ਕੱਟਿਆ ਜਾਏ, ਉਸ ਦੇ ਟਾਹਣ ਭੀ ਸੁੱਕ ਜਾਂਦੇ ਹਨ ॥੩੧॥",
    "pronunciation": "su-kMdy",
    "type_id": 3
  },
  {
    "shabad_id": 1215,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "slok mÚ 5]",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1215,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gur nwnk. hir nwmu idRVwieAw; BMnx GVx smrQu]",
    "transliteration": "Gur Naanak Har Naam Dhrirraaeiaa Bhannan Gharran Samarathh ||",
    "translation": "Guru Nanak implanted the Naam, the Name of the Lord, within me; He is All-powerful, to create and destroy.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਹਰੀ ਸਰੀਰਾਂ ਨੂੰ ਸਹਿਜੇ ਹੀ ਢਾਹ ਤੇ ਬਣਾ ਸਕਦਾ ਹੈ, ਸਤਿਗੁਰੂ ਨੇ ਉਸ ਹਰੀ ਦਾ ਨਾਮ (ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ) ਪਰੋ ਦਿੱਤਾ ਹੈ (ਤੇ ਸਾਡਾ ਸਭ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ ਹੈ)।",
    "pronunciation": "smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 1215,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pRBu. sdw smwlih imqR qU; duKu sbwieAw lQu]1]",
    "transliteration": "Prabh Sadhaa Samaalehi Mithr Thoo Dhukh Sabaaeiaa Lathh ||1||",
    "translation": "Remember God forever, my friend, and all your suffering will disappear. ||1||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਜੇ ਤੂੰ (ਭੀ) ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਯਾਦ ਕਰੇਂ, ਤਾਂ (ਤੇਰਾ ਭੀ) ਸਭ ਦੁੱਖ ਲਹਿ ਜਾਏ ॥੧॥",
    "pronunciation": "smwl-ihl`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 1216,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1216,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "KuiDAwvMqu. n jwxeI; lwj kulwj kubolu]",
    "transliteration": "Khudhhiaavanth N Jaanee Laaj Kulaaj Kubol ||",
    "translation": "The hungry person does not care about honor, dishonor or harsh words.",
    "punjabi": "(ਜਿਵੇਂ) ਭੁੱਖਾ ਮਨੁੱਖ ਆਦਰ (ਦੇ ਬਚਨ) ਜਾਂ ਨਿਰਾਦਰੀ ਦੇ ਮੰਦੇ ਬਚਨ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ (ਭਾਵ, ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ ਤੇ ਰੋਟੀ ਵਾਸਤੇ ਸਵਾਲ ਕਰ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ)",
    "pronunciation": "(KuiDAw-vMqu) Bu`Kw",
    "type_id": 3
  },
  {
    "shabad_id": 1216,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnku. mWgY nwmu hir; kir ikrpw sMjogu]2]",
    "transliteration": "Naanak Maangai Naam Har Kar Kirapaa Sanjog ||2||",
    "translation": "Nanak begs for the Name of the Lord; please grant Your Grace, and unite me with Yourself. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਨਾਨਕ (ਭੀ) ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹੈ, ਮਿਹਰ ਕਰ ਤੇ ਮਿਲਾਪ ਬਖ਼ਸ਼ ॥੨॥",
    "pronunciation": "(sMjogu) imlwp",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jyvyhy krm kmwvdw; qyvyhy Plqy]",
    "transliteration": "Jaevaehae Karam Kamaavadhaa Thaevaehae Falathae ||",
    "translation": "According to the deeds which one does, so are the fruits one obtains.",
    "punjabi": "(ਅਕਿਰਤ-ਘਣ) ਮਨੁੱਖ ਜਿਹੋ ਜਿਹੇ ਕਰਮ ਕਰਦਾ ਹੈ, ਉਹ ਕਰਮ ਉਹੋ ਜਿਹਾ ਫਲ ਦੇਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "cby qqw loh swru; ivic sMGY plqy]",
    "transliteration": "Chabae Thathaa Loh Saar Vich Sanghai Palathae ||",
    "translation": "If someone chews on red-hot iron, his throat will be burned.",
    "punjabi": "ਜੇ ਕੋਈ ਤੱਤਾ ਤੇ ਕਰੜਾ ਲੋਹਾ ਚੱਬੇ ਤਾਂ ਉਹ ਸੰਘ ਵਿਚ ਹੀ ਚੁੱਭ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(loh) lohw[ (swru) AslI soiDAw[ pl-qy:polw bolo[(plqy) swV idMdw hY[ c`by[ q`qw",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Giq glwvW cwilAw; iqin dUiq Aml qy]",
    "transliteration": "Ghath Galaavaan Chaaliaa Thin Dhooth Amal Thae ||",
    "translation": "The halter is put around his neck and he is led away, because of the evil deeds he has done.",
    "punjabi": "ਉਹ ਜਮਦੂਤ (ਉਹਨਾਂ ਖੋਟੇ) ਕਰਮਾਂ ਦੇ ਕਾਰਨ ਗਲ ਵਿਚ ਰੱਸਾ ਪਾ ਕੇ (ਭਾਵ, ਨਿਰਾਦਰੀ ਦਾ ਵਰਤਾਉ ਕਰ ਕੇ) ਅੱਗੇ ਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(glwvW) Pwhw[ (G`iq) pOx qoN[ Aml: polw bolo imlvW[(Aml) mMd krmW (qy) Anuswr",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kweI Aws, n puMnIAw; inq pr mlu ihrqy]",
    "transliteration": "Kaaee Aas N Punneeaa Nith Par Mal Hirathae ||",
    "translation": "None of his desires are fulfilled; he continually steals the filth of others.",
    "punjabi": "ਸਦਾ ਪਰਾਈ ਮੈਲ ਚੁਰਾਉਂਦੇ ਦੀ (ਭਾਵ, ਨਿੰਦਾ ਕਰ ਕੇ ਸਦਾ ਪਰਾਏ ਪਾਪ ਸਿਰ ਤੇ ਲੈਂਦੇ ਦੀ) ਕੋਈ ਆਸ ਭੀ ਪੂਰੀ ਨਹੀਂ ਹੁੰਦੀ (ਲੋਕ ਤੇ ਪਰਲੋਕ ਦੋਵੇਂ ਜ਼ਾਇਆ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(puMnIAw) pUrI hoeI[ (pr) prweI[ mlu:polw bolo[ (mlu) mYL inMdw[ (ihrqy) curwauNdy Bwv prweI inMdw krdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kIAw n jwxY. AikrqGx; ivic jonI iPrqy]",
    "transliteration": "Keeaa N Jaanai Akirathaghan Vich Jonee Firathae ||",
    "translation": "The ungrateful wretch does not appreciate what he has been given; he wanders lost in reincarnation.",
    "punjabi": "ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਭਟਕਦਾ ਉਹ ਅਕਿਰਤਘਣ ਪ੍ਰਭੂ ਦਾ ਉਪਕਾਰ ਨਹੀਂ ਸਮਝਦਾ (ਕਿ ਉਸ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਬਖ਼ਸ਼ਿਆ ਹੈ),",
    "pronunciation": "A-ikrqGx",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sBy iDrW inKutIAsu; ihir leIAsu, Dr qy]",
    "transliteration": "Sabhae Dhhiraan Nikhutteeas Hir Leeas Dhhar Thae ||",
    "translation": "He loses all support, when the Support of the Lord is taken away from him.",
    "punjabi": "(ਨਿੰਦਾ ਆਦਿਕ ਦੇ ਸਾਰੇ ਦਾਉ-ਪੇਚਾਂ ਦੇ) ਉਸ ਦੇ ਸਾਰੇ ਤਾਣ ਜਦੋਂ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਤਾਂ (ਫਲ ਭੋਗਣ ਲਈ) ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਧਰਤੀ ਤੋਂ ਚੁੱਕ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(iDrW)Awsry[ (in-Ku`tIAsu) mu`k geIAW[ (ihir) cu`k (leI-Asu) ilAw (Dr) DrqI (qy) qoN",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ivJx klh n dyvdw; qW lieAw krqy]",
    "transliteration": "Vijhan Kaleh N Dhaevadhaa Thaan Laeiaa Karathae ||",
    "translation": "He does not let the embers of strife die down, and so the Creator destroys him.",
    "punjabi": "ਜਦੋਂ (ਚਾਰੇ ਬੰਨੇ) ਝਗੜੇ ਨੂੰ (ਅਕਿਰਤਘਣ) ਮੁੱਕਣ ਨਹੀਂ ਦੇਂਦਾ (ਭਾਵ, ਅੱਤ ਕਰ ਦੇਂਦਾ ਹੈ) ਤਾਂ ਕਰਤਾਰ (ਉਸ ਨੂੰ) ਉਠਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ivJx) imtx[(klh) lVweI[ (l-ieAw) mwr ilAw",
    "type_id": 3
  },
  {
    "shabad_id": 1217,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jo jo krqy AhMmyau; JiV. DrqI pVqy]32]",
    "transliteration": "Jo Jo Karathae Ahanmaeo Jharr Dhharathee Parrathae ||32||",
    "translation": "Those who indulge in egotism crumble and fall to the ground. ||32||",
    "punjabi": "(ਮੁੱਕਦੀ ਗੱਲ ਇਹ ਕਿ) ਜੋ ਜੋ ਮਨੁੱਖ ਅਹੰਕਾਰ ਕਰਦੇ ਹਨ ਉਹ ਢਹਿ ਕੇ ਭੋਇਂ ਤੇ ਡਿੱਗਦੇ ਹਨ ॥੩੨॥",
    "pronunciation": "(AhM-myau) hMkwr[ pVqy V hlMq n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gurmuiK igAwnu; ibbyk buiD hoie]",
    "transliteration": "Guramukh Giaan Bibaek Budhh Hoe ||",
    "translation": "The Gurmukh is blessed with spiritual wisdom and a discerning intellect.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਵਿਚ ਗਿਆਨ ਤੇ ਵਿਚਾਰ ਵਾਲੀ ਅਕਲਿ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir gux gwvY; ihrdY hwru proie]",
    "transliteration": "Har Gun Gaavai Hiradhai Haar Paroe ||",
    "translation": "He sings the Glorious Praises of the Lord, and weaves this garland into his heart.",
    "punjabi": "ਉਹ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ ਤੇ ਹਿਰਦੇ ਵਿਚ (ਗੁਣਾਂ ਦਾ) ਹਾਰ ਪ੍ਰੋ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pivqu pwvnu, prm bIcwrI]",
    "transliteration": "Pavith Paavan Param Beechaaree ||",
    "translation": "He becomes the purest of the pure, a being of supreme understanding.",
    "punjabi": "(ਆਚਰਨ ਦਾ) ਬੜਾ ਸੁੱਧ ਤੇ ਉੱਚੀ ਮਤਿ ਵਾਲਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ij Esu imlY; iqsu pwir auqwrI]",
    "transliteration": "J Ous Milai This Paar Outhaaree ||",
    "translation": "Whoever he meets, he saves and carries across.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਉਸ ਦੀ ਸੰਗਤਿ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਭੀ ਉਹ (ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਪਾਰ ਉਤਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMqir hir nwmu; bwsnw smwxI]",
    "transliteration": "Anthar Har Naam Baasanaa Samaanee ||",
    "translation": "The fragrance of the Lord's Name permeates his being deep within.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਦੇ ਨਾਮ (ਰੂਪੀ) ਸੁਗੰਧੀ ਸਮਾਈ ਹੋਈ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "(bwsnw) sugMDI",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir dir soBw; mhw auqm bwxI]",
    "transliteration": "Har Dhar Sobhaa Mehaa Outham Baanee ||",
    "translation": "He is honored in the Court of the Lord, and his speech is the most sublime.",
    "punjabi": "(ਜਿਸ ਕਰਕੇ) ਉਸ ਦੀ ਬੜੀ ਉੱਤਮ ਬੋਲੀ ਤੇ ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸੋਭਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ij purKu suxY; so hoie inhwlu]",
    "transliteration": "J Purakh Sunai S Hoe Nihaal ||",
    "translation": "Those who hear him are delighted.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਉਸ ਬੋਲੀ ਨੂੰ) ਸੁਣਦਾ ਹੈ, ਉਹ ਪਰਸੰਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1218,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk siqgur imilAY; pwieAw nwmu Dnu mwlu]1]",
    "transliteration": "Naanak Sathigur Miliai Paaeiaa Naam Dhhan Maal ||1||",
    "translation": "O Nanak, meeting the True Guru, one obtains the wealth and property of the Naam. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਨੇ ਇਹ ਨਾਮ (ਰੂਪ) ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੋਇਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siqgur ky jIA kI swr. n jwpY; ik pUrY siqgur BwvY]",
    "transliteration": "Sathigur Kae Jeea Kee Saar N Jaapai K Poorai Sathigur Bhaavai ||",
    "translation": "The sublime state of the True Guru is not known; no one knows what pleases the Perfect True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਹਿਰਦੇ ਦਾ ਭੇਤ ਮਨੁੱਖ ਦੀ ਸਮਝ ਵਿਚ ਨਹੀਂ ਪੈ ਸਕਦਾ ਕਿ ਸਤਿਗੁਰੂ ਨੂੰ ਕੀਹ ਚੰਗਾ ਲੱਗਦਾ ਹੈ (ਸੋ ਇਸ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੀ ਪ੍ਰਸੰਨਤਾ ਹਾਸਲ ਕਰਨੀ ਕਠਨ ਹੈ);",
    "pronunciation": "(swr) Kbr",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gurisKW AMdir siqgurU vrqY; jo isKW no locY. so gur KusI AwvY]",
    "transliteration": "Gurasikhaan Andhar Sathiguroo Varathai Jo Sikhaan No Lochai So Gur Khusee Aavai ||",
    "translation": "Deep within the hearts of His GurSikhs, the True Guru is pervading. The Guru is pleased with those who long for His Sikhs.",
    "punjabi": "(ਪਰ ਹਾਂ) ਸਤਿਗੁਰੂ ਸੱਚੇ ਸਿੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਜੋ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ (ਸੇਵਾ ਦੀ) ਤਾਂਘ ਕਰਦਾ ਹੈ ਉਹ ਸਤਿਗੁਰੂ ਪ੍ਰਸੰਨਤਾ ਦੇ (ਹਲਕੇ) ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siqguru AwKY, so kwr kmwvin, su jpu kmwvih; gurisKW kI Gwl, scw Qwie pwvY]",
    "transliteration": "Sathigur Aakhai S Kaar Kamaavan S Jap Kamaavehi Gurasikhaan Kee Ghaal Sachaa Thhaae Paavai ||",
    "translation": "As the True Guru directs them, they do their work and chant their prayers. The True Lord accepts the service of His GurSikhs.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੋ ਆਗਿਆ ਸਤਿਗੁਰੂ ਦੇਂਦਾ ਹੈ ਉਹੋ ਕੰਮ ਗੁਰਸਿੱਖ ਕਰਦੇ ਹਨ, ਉਹੋ ਭਜਨ ਕਰਦੇ ਹਨ, ਸੱਚਾ ਪ੍ਰਭੂ ਸਿੱਖਾਂ ਦੀ ਮਿਹਨਤ ਕਬੂਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "kmwv-ih",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ivxu siqgur ky hukmY, ij gurisKW pwshu kMmu krwieAw loVy; iqsu gurisKu iPir nyiV. n AwvY]",
    "transliteration": "Vin Sathigur Kae Hukamai J Gurasikhaan Paasahu Kanm Karaaeiaa Lorrae This Gurasikh Fir Naerr N Aavai ||",
    "translation": "But those who want the GurSikhs to work for them, without the Order of the True Guru - the Guru's Sikhs shall not come near them again.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਆਸ਼ੇ ਦੇ ਵਿਰੁੱਧ ਗੁਰਸਿੱਖਾਂ ਪਾਸੋਂ ਕੰਮ ਕਰਾਣਾ ਚਾਹੇ, ਗੁਰੂ ਦਾ ਸਿੱਖ ਫੇਰ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gur siqgur AgY. ko jIau lwie GwlY; iqsu AgY gurisKu kwr kmwvY]",
    "transliteration": "Gur Sathigur Agai Ko Jeeo Laae Ghaalai This Agai Gurasikh Kaar Kamaavai ||",
    "translation": "One who works diligently for the Guru, the True Guru - the GurSikhs work for him.",
    "punjabi": "(ਪਰ) ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ (ਸੇਵਾ ਦੀ ਘਾਲ) ਘਾਲੇ, ਗੁਰਸਿੱਖ ਉਸ ਦੀ ਕਾਰ ਕਮਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ij TgI AwvY, TgI auiT jwie; iqsu nyVY gurisKu mUil, n AwvY]",
    "transliteration": "J Thagee Aavai Thagee Outh Jaae This Naerrai Gurasikh Mool N Aavai ||",
    "translation": "One who comes to deceive, who rises up and goes out to deceive - the GurSikhs shall never come near him.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਫ਼ਰੇਬ ਕਰਨ ਆਉਂਦਾ ਹੈ ਤੇ ਫ਼ਰੇਬ ਦੇ ਖ਼ਿਆਲ ਵਿਚ ਚਲਾ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਨੇੜੇ ਗੁਰੂ ਕਾ ਸਿੱਖ ਉੱਕਾ ਹੀ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "T`gI",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "bRhmu bIcwru; nwnku. AwiK suxwvY]",
    "transliteration": "Breham Beechaar Naanak Aakh Sunaavai ||",
    "translation": "Nanak proclaims and announces this wisdom of God.",
    "punjabi": "ਨਾਨਕ ਆਖ ਕੇ ਸੁਣਾਂਦਾ ਹੈ (ਭਾਵ, ਜ਼ੋਰ ਦੇ ਕੇ ਸੁਣਾਂਦਾ ਹੈ ਕਿ) ਨਿਰੋਲ ਸੱਚੀ ਵਿਚਾਰ (ਦੀ ਗੱਲ ਇਹ ਹੈ ਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1219,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ij ivxu siqgur ky mnu mMny. kMmu krwey; so jMqu mhw duKu pwvY]2]",
    "transliteration": "J Vin Sathigur Kae Man Mannae Kanm Karaaeae So Janth Mehaa Dhukh Paavai ||2||",
    "translation": "One who is not pleasing to the Mind of the True Guru may do his deeds, but that being will only suffer in terrible pain. ||2||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਮਨ ਪਤੀਜਣ ਤੋਂ ਬਿਨਾ (ਭਾਵ, ਗੁਰ-ਅਸ਼ੇ ਦੇ ਵਿਰੁੱਧ) ਜੋ ਮਨੁੱਖ (ਠੱਗੀ ਆਦਿਕ ਕਰ ਕੇ ਗੁਰਸਿੱਖਾਂ ਪਾਸੋਂ) ਕੰਮ ਕਰਾਏ (ਭਾਵ, ਆਪਣੀ ਸੇਵਾ ਕਰਾਏ), ਉਹ ਬੜਾ ਦੁੱਖ ਪਾਉਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1220,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1220,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qUM scw swihbu. Aiq vfw; quih jyvfu qUM. vf vfy]",
    "transliteration": "Thoon Sachaa Saahib Ath Vaddaa Thuhi Jaevadd Thoon Vadd Vaddae ||",
    "translation": "O True Lord and Master, You are so very great. As great as You are, You are the greatest of the great.",
    "punjabi": "ਹੇ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡੇ! ਤੂੰ ਸੱਚਾ ਮਾਲਕ ਤੇ ਬੜਾ ਵੱਡਾ ਹੈਂ, ਆਪਣੇ ਜੇਡਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "v`fw jyv`fu v`f v`fy",
    "type_id": 3
  },
  {
    "shabad_id": 1220,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijsu qUM mylih. so quDu imlY; qUM Awpy bKis lYih, lyKw Cfy]",
    "transliteration": "Jis Thoon Maelehi So Thudhh Milai Thoon Aapae Bakhas Laihi Laekhaa Shhaddae ||",
    "translation": "He alone is united with You, whom You unite with Yourself. You Yourself bless and forgive us, and tear up our accounts.",
    "punjabi": "ਓਹੀ ਮਨੁੱਖ ਤੈਨੂੰ ਮਿਲਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮੇਲਦਾ ਹੈਂ ਤੇ ਜਿਸ ਦਾ ਲੇਖਾ ਛੱਡ ਕੇ ਤੂੰ ਆਪ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1220,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijs no. qUM Awip imlwiedw; so. siqguru syvy, mnu gf gfy]",
    "transliteration": "Jis No Thoon Aap Milaaeidhaa So Sathigur Saevae Man Gadd Gaddae ||",
    "translation": "One whom You unite with Yourself, whole-heartedly serves the True Guru.",
    "punjabi": "ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਉਂਦਾ ਹੈਂ ਉਹੋ ਹੀ ਮਨ ਗੱਡ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "g`f g`fy",
    "type_id": 3
  },
  {
    "shabad_id": 1220,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "qUM scw swihbu scu qU; sBu jIau ipMfu cMmu qyrw hfy]",
    "transliteration": "Thoon Sachaa Saahib Sach Thoo Sabh Jeeo Pindd Chanm Thaeraa Haddae ||",
    "translation": "You are the True One, the True Lord and Master; my soul, body, flesh and bones are all Yours.",
    "punjabi": "ਤੂੰ ਸੱਚਾ ਮਾਲਕ ਹੈਂ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਜੀਵਾਂ ਦਾ ਸਭ ਕੁਝ-ਜਿੰਦ, ਸਰੀਰ, ਚੰਮ, ਹੱਡ-ਤੇਰਾ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "h`fy",
    "type_id": 3
  },
  {
    "shabad_id": 1220,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijau BwvY iqau rKu. qUM sicAw; nwnk. min Aws qyrI vf vfy]33]1] suDu]",
    "transliteration": "Jio Bhaavai Thio Rakh Thoon Sachiaa Naanak Man Aas Thaeree Vadd Vaddae ||33||1|| Sudhh ||",
    "translation": "If it pleases You, then save me, True Lord. Nanak places the hopes of his mind in You alone, O greatest of the great! ||33||1|| Sudh||",
    "punjabi": "ਹੇ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡੇ, ਸੱਚੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਤੈਨੂੰ ਭਾਵੇ ਤਿਵੇਂ ਹੀ ਸਾਨੂੰ ਰੱਖ ਲੈ, ਨਾਨਕ ਦੇ ਮਨ ਵਿਚ ਤੇਰੀ ਹੀ ਆਸ ਹੈ ॥੩੩॥੧॥ਸੁਧੁ॥",
    "pronunciation": "su`Du",
    "type_id": 3
  }
]