[
  {
    "shabad_id": 1348,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "aur. n BIjY, pgu. nw iKsY; hir drsn kI Awsw ]1]",
    "transliteration": "Our N Bheejai Pag Naa Khisai Har Dharasan Kee Aasaa ||1||",
    "translation": "Her heart is not happy, but she does not retrace her steps, in hopes of seeing the Blessed Vision of the Lord's Darshan. ||1||",
    "punjabi": "(ਰਾਹ ਤੱਕਦਿਆਂ ਉਸ ਦਾ) ਦਿਲ ਰੱਜਦਾ ਨਹੀਂ, ਪੈਰ ਖਿਸਕਦਾ ਨਹੀਂ (ਭਾਵ, ਖਲੋਤੀ ਖਲੋਤੀ ਥੱਕਦੀ ਨਹੀਂ), (ਇਸੇ ਤਰ੍ਹਾਂ ਹਾਲਤ ਹੁੰਦੀ ਹੈ ਉਸ ਬਿਰਹੀ ਜੀਊੜੇ ਦੀ, (ਜਿਸ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦੀ ਉਡੀਕ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(aur) ihrdw",
    "type_id": 3
  },
  {
    "shabad_id": 1348,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "aufhu n; kwgw kwry ]",
    "transliteration": "Ouddahu N Kaagaa Kaarae ||",
    "translation": "So fly away, black crow,",
    "punjabi": "(ਵਿਛੁੜੀ ਬਿਹਬਲ ਨਾਰ ਵਾਂਗ ਹੀ ਵੈਰਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਖਦੀ ਹੈ) ਹੇ ਕਾਲੇ ਕਾਂ! ਉੱਡ, ਮੈਂ ਸਦਕੇ ਜਾਵਾਂ ਉੱਡ,",
    "pronunciation": "hy mn! Apxy AMdr gurU jI dy s`cy crn pRwpq krky, aun@W nUM C`f ky hor(kwry) kwLy AOguxW ivkwrW c n(aufhu) au~f[ (dUjw pwT: auf hun)",
    "type_id": 3
  },
  {
    "shabad_id": 1348,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "byig imlIjY; Apuny rwm ipAwry ]1] rhwau ]",
    "transliteration": "Baeg Mileejai Apunae Raam Piaarae ||1|| Rehaao ||",
    "translation": "So that I may quickly meet my Beloved Lord. ||1||Pause||",
    "punjabi": "(ਭਲਾ ਜੇ) ਮੈਂ ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਛੇਤੀ ਮਿਲ ਪਵਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(byig) CyqI",
    "type_id": 4
  },
  {
    "shabad_id": 1348,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "kih kbIr. jIvnpd kwrin; hir kI Bgiq krIjY ]",
    "transliteration": "Kehi Kabeer Jeevan Padh Kaaran Har Kee Bhagath Kareejai ||",
    "translation": "Says Kabeer, to obtain the status of eternal life, worship the Lord with devotion.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-(ਜਿਵੇਂ ਪਰਦੇਸ ਗਏ ਪਤੀ ਦਾ ਰਾਹ ਤੱਕਦੀ ਨਾਰ ਬਿਰਹੋਂ ਅਵਸਥਾ ਵਿਚ ਤਰਲੇ ਲੈਂਦੀ ਹੈ, ਤਿਵੇਂ ਹੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਅਸਲੀ ਦਰਜਾ ਹਾਸਲ ਕਰਨ ਲਈ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1348,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "eyku AwDwru nwmu nwrwien; rsnw rwmu rvIjY ]2]1]14]65]",
    "transliteration": "Eaek Aadhhaar Naam Naaraaein Rasanaa Raam Raveejai ||2||1||14||65||",
    "translation": "The Name of the Lord is my only Support; with my tongue, I chant the Lord's Name. ||2||1||14||65||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਹੀ ਇੱਕ ਆਸਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਤੇ ਜੀਭ ਨਾਲ ਉਸ ਨੂੰ ਯਾਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥੧॥੧੪॥੬੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1349,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwgu gauVI 11 ]",
    "transliteration": "Raag Gourree 11 ||",
    "translation": "Raag Gauree 11:",
    "punjabi": "",
    "pronunciation": "igAwrvIN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 1349,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Aws pws Gn qursI kw ibrvw; mwJ bnwris gwaUN ry ]",
    "transliteration": "Aas Paas Ghan Thurasee Kaa Biravaa Maajh Banaa Ras Gaaoon Rae ||",
    "translation": "All around, there are thick bushes of sweet basil, and there in the midst of the forest, the Lord is singing with joy.",
    "punjabi": "(ਜਿਸ ਕ੍ਰਿਸ਼ਨ ਜੀ ਦੇ) ਆਸੇ ਪਾਸੇ ਤੁਲਸੀ ਦੇ ਸੰਘਣੇ ਬੂਟੇ ਸਨ (ਅਤੇ ਜੋ) ਤੁਲਸੀ ਦੇ ਜੰਗਲ ਵਿਚ ਪ੍ਰੇਮ ਨਾਲ ਗਾ ਰਿਹਾ ਸੀ,",
    "pronunciation": "(Gn) Gxy[ (qursI) qulsI[ (ibrvw) bUty[ (mwJ) iv`c[ (bnwris) (dUjw pwT: bnw ris)",
    "type_id": 3
  },
  {
    "shabad_id": 1349,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "auAw kw srUpu dyiK mohI guAwrin; mokau Coif n Awau n jwhU ry ]1]",
    "transliteration": "Ouaa Kaa Saroop Dhaekh Mohee Guaaran Mo Ko Shhodd N Aao N Jaahoo Rae ||1||",
    "translation": "Beholding His wondrous beauty, the milk-maid was entranced, and said, \"Please don't leave me; please don't come and go!\"||1||",
    "punjabi": "ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਗੋਕਲ ਦੀ) ਗੁਆਲਣ ਮੋਹੀ ਗਈ (ਤੇ ਆਖਣ ਲੱਗੀ-) ਹੇ ਪ੍ਰੀਤਮ! ਮੈਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਾਹ ਆਈਂ ਜਾਈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1349,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qoih crn mnu lwgo; swirMgDr ]",
    "transliteration": "Thohi Charan Man Laago Saaringadhhar ||",
    "translation": "My mind is attached to Your Feet, O Archer of the Universe;",
    "punjabi": "ਹੇ ਧਨੁਖਧਾਰੀ ਪ੍ਰਭੂ! (ਜਿਵੇਂ ਉਹ ਗੁਆਲਣ ਕ੍ਰਿਸ਼ਨ ਜੀ ਤੋਂ ਵਾਰਨੇ ਜਾਂਦੀ ਸੀ ਤਿਵੇਂ ਮੇਰਾ ਭੀ) ਮਨ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੋਤਾ ਗਿਆ ਹੈ,",
    "pronunciation": "swirMg-Dr",
    "type_id": 3
  },
  {
    "shabad_id": 1349,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "so imlY; jo bfBwgo ]1] rhwau ]",
    "transliteration": "So Milai Jo Baddabhaago ||1|| Rehaao ||",
    "translation": "He alone meets You, who is blessed by great good fortune. ||1||Pause||",
    "punjabi": "ਪਰ ਤੈਨੂੰ ਓਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਹੋਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1349,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ibMdRwbn. mn hrn mnohr; ikRsn crwvq gwaU ry ]",
    "transliteration": "Bindhraaban Man Haran Manohar Kirasan Charaavath Gaaoo Rae ||",
    "translation": "In Brindaaban, where Krishna grazes his cows, he entices and fascinates my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਬਿੰਦ੍ਰਾਬਨ ਵਿਚ ਕ੍ਰਿਸ਼ਨ ਗਾਈਆਂ ਚਾਰਦਾ ਸੀ (ਤੇ ਉਹ ਗੋਕਲ ਦੀਆਂ ਗੁਆਲਣਾਂ ਦਾ) ਮਨ ਮੋਹਣ ਵਾਲਾ ਸੀ, ਮਨ ਨੂੰ ਧ੍ਰੂਹ ਪਾਣ ਵਾਲਾ ਸੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1349,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jw kw Twkuru quhI swirMgDr; moih kbIrw nwaU ry ]2]2]15]66]",
    "transliteration": "Jaa Kaa Thaakur Thuhee Saaringadhhar Mohi Kabeeraa Naaoo Rae ||2||2||15||66||",
    "translation": "You are my Lord Master, the Archer of the Universe; my name is Kabeer. ||2||2||15||66||",
    "punjabi": "ਤੇ ਹੇ ਧਨੁਖਧਾਰੀ ਸੱਜਣ! ਜਿਸ ਦਾ ਤੂੰ ਸਾਈਂ ਹੈਂ ਉਸ ਦਾ ਨਾਮ ਕਬੀਰ (ਜੁਲਾਹਾ) ਹੈ। (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਕ੍ਰਿਸ਼ਨ ਜੀ ਨੇ ਬਿੰਦ੍ਰਾਬਨ ਵਿਚ ਗਾਈਆਂ ਚਾਰ ਕੇ ਮੋਹਿਆ ਸੀ ਉਨ੍ਹਾਂ ਨੂੰ ਲੋਕ ਗੋਕਲ ਦੀਆਂ ਗਰੀਬ ਗੁਆਲਣਾਂ ਆਖਦੇ ਹਨ। ਹੇ ਸਾਈਂ! ਮੇਰੇ ਤੇ ਤੂੰ ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਭੀ ਲੋਕ ਗਰੀਬ ਜੁਲਾਹਾ ਆਖਦੇ ਹਨ। ਤੂੰ ਗਰੀਬਾਂ ਉਤੇ ਜ਼ਰੂਰ ਮਿਹਰ ਕਰਦਾ ਹੈਂ) ॥੨॥੨॥੧੫॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gauVI pUrbI 12 ]",
    "transliteration": "Gourree Poorabee 12 ||",
    "translation": "Gauree Poorbee 12:",
    "punjabi": "",
    "pronunciation": "bwrvIN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ibpl bsqR kyqy hY pihry; ikAw bn mDy bwsw ]",
    "transliteration": "Bipal Basathr Kaethae Hai Pehirae Kiaa Ban Madhhae Baasaa ||",
    "translation": "Many people wear various robes, but what is the use of living in the forest?",
    "punjabi": "ਕਈ ਲੋਕ ਲੰਮੇ-ਚੌੜੇ ਚੋਲੇ ਪਹਿਨਦੇ ਹਨ (ਇਸ ਦਾ ਕੀਹ ਲਾਭ?) ਜੰਗਲਾਂ ਵਿਚ ਜਾ ਵੱਸਣ ਦਾ ਭੀ ਕੀਹ ਗੁਣ?",
    "pronunciation": "ibpl:polw bolo[ (ibpl) bhuq[ b`wsw",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "khw BieAw nr dyvw DoKy; ikAw jil boirE igAwqw ]1]",
    "transliteration": "Kehaa Bhaeiaa Nar Dhaevaa Dhhokhae Kiaa Jal Boriou Giaathaa ||1||",
    "translation": "What good does it do if a man burns incense before his gods? What good does it do to dip one's body in water? ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਧੂਪ ਆਦਿਕ ਧੁਖਾ ਕੇ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰ ਲਈ ਤਾਂ ਭੀ ਕੀਹ ਬਣਿਆ? ਤੇ ਜੇ ਜਾਣ ਬੁਝ ਕੇ (ਕਿਸੇ ਤੀਰਥ ਆਦਿਕ ਦੇ) ਜਲ ਵਿਚ ਸਰੀਰ ਡੋਬ ਲਿਆ ਤਾਂ ਭੀ ਕੀਹ ਹੋਇਆ? ॥੧॥",
    "pronunciation": "(DoKy) DUp DuKweI, pUjn kIqw[ (boirE) foibAw[ (igAwqw) jwx bu`J ky",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "jIAry; jwihgw mY jwnW ]",
    "transliteration": "Jeearae Jaahigaa Mai Jaanaan ||",
    "translation": "O soul, I know that I will have to depart.",
    "punjabi": "ਮੈਂ ਸਮਝਦਾ ਹਾਂ (ਇਸ ਮਾਇਆ ਦੇ ਨਾਲ) ਤੂੰ ਭੀ ਆਪਣਾ ਆਪ ਅਜਾਈਂ ਗਵਾਉਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Aibgqu; smJu ieAwnw ]",
    "transliteration": "Abigath Samajh Eiaanaa ||",
    "translation": "You ignorant idiot: understand the Imperishable Lord.",
    "punjabi": "ਹੇ ਅੰਞਾਣ ਜੀਵ! ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਖੋਜ।",
    "pronunciation": "(Aibgqu) vwihgurU",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jq jq dyKau. bhuir n pyKau; sMig mwieAw lptwnw ]1] rhwau ]",
    "transliteration": "Jath Jath Dhaekho Bahur N Paekho Sang Maaeiaa Lapattaanaa ||1|| Rehaao ||",
    "translation": "Whatever you see, you will not see that again, but still, you cling to Maya. ||1||Pause||",
    "punjabi": "ਹੇ ਜੀਵ! ਤੂੰ (ਉਸ) ਮਾਇਆ ਵਿਚ ਲਪਟ ਰਿਹਾ ਹੈਂ (ਜੋ) ਜਿਧਰ ਭੀ ਮੈਂ ਵੇਖਦਾ ਹਾਂ ਮੁੜ (ਪਹਿਲੇ ਰੂਪ ਵਿਚ) ਮੈਂ ਨਹੀਂ ਵੇਖਦਾ (ਭਾਵ, ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਮਾਇਆ ਨਾਸਵੰਤ ਹੀ ਹੈ, ਇਕ ਰੰਗ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1350,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "igAwnI iDAwnI bhu aupdysI; iehu jgu sglo DMDw ]",
    "transliteration": "Giaanee Dhhiaanee Bahu Oupadhaesee Eihu Jag Sagalo Dhhandhhaa ||",
    "translation": "The spiritual teachers, meditators and the great preachers are all engrossed in these worldly affairs.",
    "punjabi": "ਕੋਈ ਗਿਆਨ-ਚਰਚਾ ਕਰ ਰਿਹਾ ਹੈ, ਕੋਈ ਸਮਾਧੀ ਲਾਈ ਬੈਠਾ ਹੈ, ਕੋਈ ਹੋਰਨਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰ ਰਿਹਾ ਹੈ (ਪਰ ਅਸਲ ਵਿਚ) ਇਹ ਸਾਰਾ ਜਗਤ ਮਾਇਆ ਦਾ ਜੰਜਾਲ ਹੀ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਜੰਜਾਲ ਵਿਚ ਹੀ ਇਹ ਜੀਵ ਗ੍ਰੱਸੇ ਪਏ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1350,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "kih kbIr. iek rwm nwm ibnu; ieAw jgu mwieAw AMDw ]2]1]16]67]",
    "transliteration": "Kehi Kabeer Eik Raam Naam Bin Eiaa Jag Maaeiaa Andhhaa ||2||1||16||67||",
    "translation": "Says Kabeer, without the Name of the One Lord, this world is blinded by Maya. ||2||1||16||67||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਇਹ ਜਗਤ ਮਾਇਆ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ ॥੨॥੧॥੧੬॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1351,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gauVI 12 ]",
    "transliteration": "Gourree 12 ||",
    "translation": "Gauree 12:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1351,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mn ry. Cwfhu Brmu; pRgt hoie nwchu. ieAw mwieAw ky fWfy ]",
    "transliteration": "Man Rae Shhaaddahu Bharam Pragatt Hoe Naachahu Eiaa Maaeiaa Kae Ddaanddae ||",
    "translation": "O people, O victims of this Maya, abandon your doubts and dance out in the open.",
    "punjabi": "ਹੇ ਮਨ! ਵਿਕਾਰਾਂ ਦੇ ਪਿੱਛੇ ਦੌੜ-ਭੱਜ ਛੱਡ ਦੇਹ, ਇਹ (ਕਾਮ, ਕ੍ਰੋਧ ਆਦਿਕ) ਸਭ ਮਾਇਆ ਦੀਆਂ ਠੱਗੀਆਂ ਹਨ (ਜਦ ਤੂੰ ਸਭ ਤੋਂ ਉੱਚੇ ਪ੍ਰਭੂ ਦੀ ਸ਼ਰਨ ਆ ਗਿਆ, ਹੁਣ ਇਹਨਾਂ ਤੋਂ ਕਿਉਂ ਡਰੇਂ? ਹੁਣ ਨਿਡਰ ਹੋ ਕੇ ਉਤਸ਼ਾਹ ਵਿਚ ਰਹੁ)।",
    "pronunciation": "(fWfy) JgVy, fMn nMU pRwpq",
    "type_id": 3
  },
  {
    "shabad_id": 1351,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sUru ik. snmuK rn qy frpY; sqI ik. sWcY BWfy ]1]",
    "transliteration": "Soor K Sanamukh Ran Thae Ddarapai Sathee K Saanchai Bhaanddae ||1||",
    "translation": "What sort of a hero is one who is afraid to face the battle? What sort of satee is she who, when her time comes, starts collecting her pots and pans? ||1||",
    "punjabi": "ਉਹ ਸੂਰਮਾ ਕਾਹਦਾ ਜੋ ਸਾਹਮਣੇ ਦਿੱਸਦੀ ਰਣ-ਭੂਮੀ ਤੋਂ ਡਰ ਜਾਏ? ਉਹ ਇਸਤ੍ਰੀ ਸਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਜੋ (ਘਰ ਦੇ) ਭਾਂਡੇ ਸਾਂਭਣ ਲੱਗ ਪਏ (ਸੂਰਮੇ ਵਾਂਗ ਤੇ ਸਤੀ ਵਾਂਗ, ਹੇ ਮਨ! ਤੂੰ ਭੀ ਕਾਮਾਦਿਕਾਂ ਦਾ ਟਾਕਰਾ ਕਰਨਾ ਹੈ ਤੇ ਆਪਾ-ਭਾਵ ਸਾੜਨਾ ਹੈ) ॥੧॥",
    "pronunciation": "(sWcY) iek`Ty kry[ sqI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1351,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "fgmg Cwif; ry mn baurw ]",
    "transliteration": "Ddagamag Shhaadd Rae Man Bouraa ||",
    "translation": "Stop your wavering, O crazy people!",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨ! (ਸਭ ਤੋਂ ਉੱਚੇ ਮਾਲਕ ਦੀ ਸ਼ਰਨ ਆ ਕੇ ਹੁਣ) ਜੱਕੋ-ਤੱਕੇ ਛੱਡ ਦੇਹ।",
    "pronunciation": "fgmg: polw bolo[ (dUjw pwT: fg mg)",
    "type_id": 3
  },
  {
    "shabad_id": 1351,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Ab qau jry mry. isiD pweIAY; lIno hwiQ sMDaurw ]1] rhwau ]",
    "transliteration": "Ab Tho Jarae Marae Sidhh Paaeeai Leeno Haathh Sandhhouraa ||1|| Rehaao ||",
    "translation": "Now that you have taken up the challenge of death, let yourself burn and die, and attain perfection. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਇਸਤ੍ਰੀ ਨੇ) ਹੱਥ ਵਿਚ ਸੰਧੂਰਿਆ ਹੋਇਆ ਨਲੀਏਰ ਲੈ ਗਿਆ, ਉਸ ਨੂੰ ਤਾਂ ਹੁਣ ਸੜ ਕੇ ਮਰਿਆਂ ਹੀ ਸਿੱਧੀ (ਭਾਵ, ਸਤੀ ਵਾਲਾ ਮਰਾਤਬਾ) ਮਿਲੇਗਾ, ਤਿਵੇਂ, ਹੇ ਮਨ! ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਓਟ ਲਈ ਹੈ, ਹੁਣ ਕਾਮਾਦਿਕਾਂ ਦੇ ਸਾਹਮਣੇ ਡੋਲਣਾ ਛੱਡ ਦੇਹ, ਹੁਣ ਤਾਂ ਆਪਾ-ਭਾਵ ਮਾਰਿਆਂ ਹੀ ਇਹ ਪ੍ਰੀਤ ਨਿਭੇਗੀ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(jry) jiLAW (mry) mirAW[ (sMDaurw) KMfw, nwrIAl",
    "type_id": 4
  },
  {
    "shabad_id": 1351,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "kwm kRoD mwieAw ky lIny; ieAw ibiD jgqu ibgUqw ]",
    "transliteration": "Kaam Krodhh Maaeiaa Kae Leenae Eiaa Bidhh Jagath Bigoothaa ||",
    "translation": "The world is engrossed in sexual desire, anger and Maya; in this way it is plundered and ruined.",
    "punjabi": "ਕਿਸੇ ਨੂੰ ਕਾਮ ਨੇ ਠੱਗ ਲਿਆ ਹੈ, ਕਿਸੇ ਨੂੰ ਕ੍ਰੋਧ ਨੇ ਠੱਗਿਆ ਹੈ, ਕਿਸੇ ਨੂੰ ਮਾਇਆ (ਦੇ ਕਿਸੇ ਹੋਰ ਤਰੰਗ) ਨੇ-ਇਸੇ ਤਰ੍ਹਾਂ ਸਾਰਾ ਜਗਤ ਖ਼ੁਆਰ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(lIny) lIn, leI, T`igAw[ (ibgUqw) KuAwr huMdw[ ibiD: polw bolo[ j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 1351,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "kih kbIr. rwjwrwm n Cofau; sgl aUc qy aUcw ]2]2]17]68]",
    "transliteration": "Kehi Kabeer Raajaa Raam N Shhoddo Sagal Ooch Thae Oochaa ||2||2||17||68||",
    "translation": "Says Kabeer, do not forsake the Lord, your Sovereign King, the Highest of the High. ||2||2||17||68||",
    "punjabi": "(ਇਹਨਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਕਬੀਰ (ਤਾਂ ਇਹੀ) ਆਖਦਾ ਹੈ (ਭਾਵ, ਅਰਦਾਸ ਕਰਦਾ ਹੈ) ਕਿ ਮੈਂ ਸਭ ਤੋਂ ਉੱਚੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਨੂੰ ਨਾਹ ਵਿਸਾਰਾਂ ॥੨॥੨॥੧੭॥੬੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1352,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gauVI 13 ]",
    "transliteration": "Gourree 13 ||",
    "translation": "Gauree 13:",
    "punjabi": "",
    "pronunciation": "qyrvIN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1352,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Purmwnu qyrw isrY aUpir; iPir. n krq bIcwr ]",
    "transliteration": "Furamaan Thaeraa Sirai Oopar Fir N Karath Beechaar ||",
    "translation": "Your Command is upon my head, and I no longer question it.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰਾ ਹੁਕਮ ਮੇਰੇ ਸਿਰ-ਮੱਥੇ ਤੇ ਹੈ, ਮੈਂ ਇਸ ਵਿਚ ਕੋਈ ਨਾਂਹ-ਨੁੱਕਰ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1352,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "quhI drIAw. quhI krIAw; quJY qy insqwr ]1]",
    "transliteration": "Thuhee Dhareeaa Thuhee Kareeaa Thujhai Thae Nisathaar ||1||",
    "translation": "You are the river, and You are the boatman; salvation comes from You. ||1||",
    "punjabi": "ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੂੰ ਆਪ ਹੀ ਹੈਂ, (ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾਉਣ ਵਾਲਾ) ਮਲਾਹ ਭੀ ਤੂੰ ਆਪ ਹੈਂ। ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮੈਂ ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(krIAw) mlwh",
    "type_id": 3
  },
  {
    "shabad_id": 1352,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "bMdy; bMdgI iekqIAwr ]",
    "transliteration": "Bandhae Bandhagee Eikatheeaar ||",
    "translation": "O human being, embrace the Lord's meditation",
    "punjabi": "ਹੇ ਬੰਦੇ! ਤੂੰ (ਪ੍ਰਭੂ ਦੀ) ਭਗਤੀ ਕਬੂਲ ਕਰ,",
    "pronunciation": "(iekqIAwr) gRihx kro",
    "type_id": 3
  },
  {
    "shabad_id": 1352,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "swihbu; rosu Drau ik ipAwru ]1] rhwau ]",
    "transliteration": "Saahib Ros Dhharo K Piaar ||1|| Rehaao ||",
    "translation": "Whether your Lord and Master is angry with you or in love with you. ||1||Pause||",
    "punjabi": "(ਪ੍ਰਭੂ-) ਮਾਲਕ ਚਾਹੇ (ਤੇਰੇ ਨਾਲ) ਪਿਆਰ ਕਰੇ ਚਾਹੇ ਗੁੱਸਾ ਕਰੇ (ਤੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਾਹ ਕਰ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1352,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nwmu qyrw AwDwru myrw; ijau PUlu jeI hY nwir ]",
    "transliteration": "Naam Thaeraa Aadhhaar Maeraa Jio Fool Jee Hai Naar ||",
    "translation": "Your Name is my Support, like the flower blossoming in the water.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰਾ ਨਾਮ ਮੇਰਾ ਆਸਰਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ) ਜਿਵੇਂ ਫੁੱਲ ਪਾਣੀ ਵਿਚ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਜਿਵੇਂ ਫੁੱਲ ਨੂੰ ਪਾਣੀ ਆਸਰਾ ਹੈ)।",
    "pronunciation": "(jeI) iKV pYNdw[ (nwir) pwxI c",
    "type_id": 3
  },
  {
    "shabad_id": 1352,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "kih kbIr. gulwmu Gr kw; jIAwie BwvY mwir ]2]18]69]",
    "transliteration": "Kehi Kabeer Gulaam Ghar Kaa Jeeaae Bhaavai Maar ||2||18||69||",
    "translation": "Says Kabeer, I am the slave of Your home; I live or die as You will. ||2||18||69||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਘਰ ਦਾ ਚਾਕਰ ਹਾਂ, (ਇਹ ਤੇਰੀ ਮਰਜ਼ੀ ਹੈ) ਚਾਹੇ ਜੀਊਂਦਾ ਰੱਖ ਚਾਹੇ ਮਾਰ ਦੇਹ ॥੨॥੧੮॥੬੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1353,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gauVI ]",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1353,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "lK caurwsIh jIA join mih; BRmq nMdu bhu Qwko ry ]",
    "transliteration": "Lakh Chouraaseeh Jeea Jon Mehi Bhramath Nandh Bahu Thhaako Rae ||",
    "translation": "Wandering through 8.4 million incarnations, Krishna's father Nand was totally exhausted.",
    "punjabi": "ਹੇ ਭਾਈ! (ਤੁਸੀ ਆਖਦੇ ਹੋ ਕਿ ਜਦੋਂ) ਚੌਰਾਸੀ ਲੱਖ ਜੀਵਾਂ ਦੀਆਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਨੰਦ ਬਹੁਤ ਥੱਕ ਗਿਆ,",
    "pronunciation": "(nMdu) ikRSn jI nMU pwlx vwlw ipqw[ caursIh[Q`wko",
    "type_id": 3
  },
  {
    "shabad_id": 1353,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Bgiq hyiq Avqwru lIE hY; Bwgu bfo bpurw ko ry ]1]",
    "transliteration": "Bhagath Haeth Avathaar Leeou Hai Bhaag Baddo Bapuraa Ko Rae ||1||",
    "translation": "Because of his devotion, Krishna was incarnated in his home; how great was the good fortune of this poor man! ||1||",
    "punjabi": "(ਤੇ ਉਸ ਨੂੰ ਮਨੁੱਖਾ ਜਨਮ ਮਿਲਿਆ ਤਾਂ ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕੀਤੀ), ਉਸ ਦੀ ਭਗਤੀ ਤੇ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਦੇ ਘਰ) ਜਨਮ ਲਿਆ, ਉਸ ਵਿਚਾਰੇ ਨੰਦ ਦੀ ਬੜੀ ਕਿਸਮਤ ਜਾਗੀ ॥੧॥",
    "pronunciation": "(bpurw) ivcwry",
    "type_id": 3
  },
  {
    "shabad_id": 1353,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "qum@ ju khq hau nMd ko nMdnu; nMd su nMdnu kw ko ry ]",
    "transliteration": "Thumh J Kehath Ho Nandh Ko Nandhan Nandh S Nandhan Kaa Ko Rae ||",
    "translation": "You say that Krishna was Nand's son, but whose son was Nand himself?",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਤੁਸੀ ਜੋ ਇਹ ਆਖਦੇ ਹੋ ਕਿ (ਪਰਮਾਤਮਾ ਨੰਦ ਦੇ ਘਰ ਅਵਤਾਰ ਲੈ ਕੇ) ਨੰਦ ਦਾ ਪੁੱਤਰ ਬਣਿਆ, (ਇਹ ਦੱਸੋ ਕਿ) ਉਹ ਨੰਦ ਕਿਸ ਦਾ ਪੁੱਤਰ ਸੀ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1353,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Drin Akwsu dso ids nwhI; qb iehu nMdu khw Qo ry ]1] rhwau ]",
    "transliteration": "Dhharan Akaas Dhaso Dhis Naahee Thab Eihu Nandh Kehaa Thho Rae ||1|| Rehaao ||",
    "translation": "When there was no earth or ether or the ten directions, where was this Nand then? ||1||Pause||",
    "punjabi": "ਤੇ ਜਦੋਂ ਨਾਹ ਇਹ ਧਰਤੀ ਅਤੇ ਨਾਹ ਅਕਾਸ਼ ਸੀ, ਤਦੋਂ ਇਹ ਨੰਦ (ਜਿਸ ਨੂੰ ਤੁਸੀ ਪਰਮਾਤਮਾ ਦਾ ਪਿਓ ਆਖ ਰਹੇ ਹੋ) ਕਿਥੇ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "dso ids: polw bolo",
    "type_id": 4
  }
]
