[
  {
    "shabad_id": 1353,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "sMkit nhI prY. join nhI AwvY; nwmu inrMjn jw ko ry ]",
    "transliteration": "Sankatt Nehee Parai Jon Nehee Aavai Naam Niranjan Jaa Ko Rae ||",
    "translation": "He does not fall into misfortune, and He does not take birth; His Name is the Immaculate Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਜਿਸ ਪ੍ਰਭੂ) ਦਾ ਨਾਮ ਹੈ ਨਿਰੰਜਨ (ਭਾਵ, ਜੋ ਪ੍ਰਭੂ ਕਦੇ ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ ਨਹੀਂ ਆ ਸਕਦਾ), ਉਹ ਜੂਨ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਉਹ (ਜੰਮਣ ਮਰਨ ਦੇ) ਦੁੱਖ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1353,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kbIr ko suAwmI. AYso Twkuru; jw kY. mweI n bwpo ry ]2]19]70]",
    "transliteration": "Kabeer Ko Suaamee Aiso Thaakur Jaa Kai Maaee N Baapo Rae ||2||19||70||",
    "translation": "Kabeer's Lord is such a Lord and Master, who has no mother or father. ||2||19||70||",
    "punjabi": "ਕਬੀਰ ਦਾ ਸੁਆਮੀ (ਸਾਰੇ ਜਗਤ ਦਾ) ਪਾਲਣਹਾਰ ਐਸਾ ਹੈ ਜਿਸ ਦੀ ਨਾ ਕੋਈ ਮਾਂ ਹੈ, ਤੇ ਨਾ ਪਿਓ ॥੨॥੧੯॥੭੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gauVI ]",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "inMdau inMdau; mokau logu inMdau ]",
    "transliteration": "Nindho Nindho Mo Ko Log Nindho ||",
    "translation": "Slander me, slander me - go ahead, people, and slander me.",
    "punjabi": "ਜਗਤ ਬੇਸ਼ੱਕ ਮੇਰੀ ਨਿੰਦਾ ਕਰੇ, ਬੇਸ਼ੱਕ ਮੇਰੇ ਔਗੁਣ ਭੰਡੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "inMdw jn kau; KrI ipAwrI ]",
    "transliteration": "Nindhaa Jan Ko Kharee Piaaree ||",
    "translation": "Slander is pleasing to the Lord's humble servant.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਨੂੰ ਆਪਣੀ ਨਿੰਦਿਆ ਹੁੰਦੀ ਚੰਗੀ ਲੱਗਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "inMdw bwpu; inMdw mhqwrI ]1] rhwau ]",
    "transliteration": "Nindhaa Baap Nindhaa Mehathaaree ||1|| Rehaao ||",
    "translation": "Slander is my father, slander is my mother. ||1||Pause||",
    "punjabi": "ਕਿਉਂਕਿ ਨਿੰਦਿਆ ਸੇਵਕ ਦਾ ਮਾਂ ਪਿਉ ਹੈ (ਭਾਵ, ਜਿਵੇਂ ਮਾਪੇ ਆਪਣੇ ਬਾਲ ਵਿਚ ਸ਼ੁਭ ਗੁਣ ਵਧਦੇ ਵੇਖਣਾ ਲੋੜਦੇ ਹਨ, ਤਿਵੇਂ ਨਿੰਦਿਆ ਭੀ ਔਗੁਣ ਨਸ਼ਰ ਕਰ ਕੇ ਭਲੇ ਗੁਣਾਂ ਲਈ ਸਹਾਇਤਾ ਕਰਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(mhqwrI) mwqw",
    "type_id": 4
  },
  {
    "shabad_id": 1354,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "inMdw hoie; q bYkuMiT jweIAY ]",
    "transliteration": "Nindhaa Hoe Th Baikunth Jaaeeai ||",
    "translation": "If I am slandered, I go to heaven;",
    "punjabi": "ਜੇ ਲੋਕ ਔਗੁਣ ਨਸ਼ਰ ਕਰਨ ਤਾਂ ਹੀ ਬੈਕੁੰਠ ਵਿਚ ਜਾ ਸਕੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "nwmu pdwrQu; mnih bsweIAY ]",
    "transliteration": "Naam Padhaarathh Manehi Basaaeeai ||",
    "translation": "The wealth of the Naam, the Name of the Lord, abides within my mind.",
    "punjabi": "(ਕਿਉਂਕਿ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਔਗੁਣ ਛੱਡ ਕੇ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਧਨ ਮਨ ਵਿਚ ਵਸਾ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "mn-ih",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "irdY suD; jau inMdw hoie ]",
    "transliteration": "Ridhai Sudhh Jo Nindhaa Hoe ||",
    "translation": "If my heart is pure, and I am slandered,",
    "punjabi": "ਜੇ ਹਿਰਦਾ ਸੁੱਧ ਹੁੰਦਿਆਂ ਸਾਡੀ ਨਿੰਦਿਆ ਹੋਵੇ (ਭਾਵ, ਜੇ ਸੁੱਧ ਭਾਵਨਾ ਨਾਲ ਅਸੀਂ ਆਪਣੇ ਔਗੁਣ ਨਸ਼ਰ ਹੁੰਦੇ ਸੁਣੀਏ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hmry kpry; inMdku Doie ]1]",
    "transliteration": "Hamarae Kaparae Nindhak Dhhoe ||1||",
    "translation": "Then the slanderer washes my clothes. ||1||",
    "punjabi": "ਤਾਂ ਨਿੰਦਕ ਸਾਡੇ ਮਨ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ihrdw rUpI (k`pry) k`pVy",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "inMdw krY; su hmrw mIqu ]",
    "transliteration": "Nindhaa Karai S Hamaraa Meeth ||",
    "translation": "One who slanders me is my friend;",
    "punjabi": "(ਤਾਂ ਤੇ) ਜੋ ਮਨੁੱਖ ਸਾਨੂੰ ਭੰਡਦਾ ਹੈ, ਉਹ ਸਾਡਾ ਮਿੱਤਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "inMdk mwih; hmwrw cIqu ]",
    "transliteration": "Nindhak Maahi Hamaaraa Cheeth ||",
    "translation": "The slanderer is in my thoughts.",
    "punjabi": "ਕਿਉਂਕਿ ਸਾਡੀ ਸੁਰਤ ਆਪਣੇ ਨਿੰਦਕ ਵਿਚ ਰਹਿੰਦੀ ਹੈ (ਭਾਵ, ਅਸੀਂ ਆਪਣੇ ਨਿੰਦਕ ਦੀ ਗੱਲ ਬੜੇ ਧਿਆਨ ਨਾਲ ਸੁਣਦੇ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "inMdku so; jo inMdw horY ]",
    "transliteration": "Nindhak So Jo Nindhaa Horai ||",
    "translation": "The slanderer is the one who prevents me from being slandered.",
    "punjabi": "(ਅਸਲ ਵਿਚ) ਸਾਡਾ ਮੰਦਾ ਚਿਤਵਣ ਵਾਲਾ ਮਨੁੱਖ ਉਹ ਹੈ, ਜੋ ਸਾਡੇ ਐਬ ਨਸ਼ਰ ਹੋਣੋਂ ਰੋਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hmrw jIvnu; inMdku lorY ]2]",
    "transliteration": "Hamaraa Jeevan Nindhak Lorai ||2||",
    "translation": "The slanderer wishes me long life. ||2||",
    "punjabi": "ਨਿੰਦਕ ਤਾਂ ਸਗੋਂ ਇਹ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਸਾਡਾ ਜੀਵਨ ਚੰਗਾ ਬਣੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "inMdw hmrI; pRym ipAwru ]",
    "transliteration": "Nindhaa Hamaree Praem Piaar ||",
    "translation": "I have love and affection for the slanderer.",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਸਾਡੀ ਨਿੰਦਿਆ ਹੁੰਦੀ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਸਾਡੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "inMdw hmrw; krY auDwru ]",
    "transliteration": "Nindhaa Hamaraa Karai Oudhhaar ||",
    "translation": "Slander is my salvation.",
    "punjabi": "ਕਿਉਂਕਿ ਸਾਡੀ ਨਿੰਦਿਆ ਸਾਨੂੰ ਔਗੁਣਾਂ ਵਲੋਂ ਬਚਾਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jn kbIr kau; inMdw swru ]",
    "transliteration": "Jan Kabeer Ko Nindhaa Saar ||",
    "translation": "Slander is the best thing for servant Kabeer.",
    "punjabi": "ਸੋ, ਦਾਸ ਕਬੀਰ ਲਈ ਤਾਂ ਉਸ ਦੇ ਔਗੁਣਾਂ ਦਾ ਨਸ਼ਰ ਹੋਣਾ ਸਭ ਤੋਂ ਵਧੀਆ ਗੱਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1354,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "inMdku fUbw; hm auqry pwir ]3]20]71]",
    "transliteration": "Nindhak Ddoobaa Ham Outharae Paar ||3||20||71||",
    "translation": "The slanderer is drowned, while I am carried across. ||3||20||71||",
    "punjabi": "ਪਰ (ਵਿਚਾਰਾ) ਨਿੰਦਕ (ਸਦਾ ਦੂਜਿਆਂ ਦੇ ਔਗੁਣਾਂ ਦੀਆਂ ਗੱਲਾਂ ਕਰ ਕਰ ਕੇ ਆਪ ਉਹਨਾਂ ਔਗੁਣਾਂ ਵਿਚ) ਡੁੱਬ ਜਾਂਦਾ ਹੈ, ਤੇ ਅਸੀਂ (ਆਪਣੇ ਔਗੁਣਾਂ ਦੀ ਚੇਤਾਵਨੀ ਨਾਲ ਉਹਨਾਂ ਤੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਾਂ ॥੩॥੨੦॥੭੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1355,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "rwjwrwm. qUM AYsw inrBau; qrn qwrn, rwmrwieAw ]1] rhwau ]",
    "transliteration": "Raajaa Raam Thoon Aisaa Nirabho Tharan Thaaran Raam Raaeiaa ||1|| Rehaao ||",
    "translation": "O my Sovereign Lord King, You are Fearless; You are the Carrier to carry us across, O my Lord King. ||1||Pause||",
    "punjabi": "ਹੇ ਸਭ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਤਾਰਨ ਲਈ ਸਮਰੱਥ ਰਾਮ! ਹੇ ਸਭ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ! ਤੂੰ ਕਿਸੇ ਤੋਂ ਡਰਦਾ ਨਹੀਂ ਹੈਂ; ਤੇਰਾ ਸੁਭਾਵ ਕੁਝ ਅਨੋਖਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "qwrn nMU (qrn) jhwz",
    "type_id": 4
  },
  {
    "shabad_id": 1355,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jb hm hoqy, qb qum nwhI; Ab qum hhu, hm nwhI ]",
    "transliteration": "Jab Ham Hothae Thab Thum Naahee Ab Thum Hahu Ham Naahee ||",
    "translation": "When I was, then You were not; now that You are, I am not.",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਅਸੀਂ ਕੁਝ ਬਣੀ ਫਿਰਦੇ ਹਾਂ (ਭਾਵ, ਹਉਮੈ ਅਹੰਕਾਰ ਕਰਦੇ ਹਾਂ) ਤਦ ਤਕ (ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਾਡੇ ਅੰਦਰ ਪਰਗਟ ਨਹੀਂ ਹੁੰਦਾ (ਆਪਣਾ ਚਾਨਣ ਨਹੀਂ ਕਰਦਾ), ਪਰ ਜਦੋਂ ਹੁਣ ਤੂੰ ਆਪ (ਸਾਡੇ ਵਿਚ) ਨਿਵਾਸ ਕੀਤਾ ਹੈ ਤਾਂ ਸਾਡੇ ਵਿਚ ਉਹ ਪਹਿਲੀ ਹਉਮੈ ਨਹੀਂ ਰਹੀ।",
    "pronunciation": "h-hu",
    "type_id": 3
  },
  {
    "shabad_id": 1355,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Ab hm qum, eyk Bey hih; eykY dyKq mnu pqIAwhI ]1]",
    "transliteration": "Ab Ham Thum Eaek Bheae Hehi Eaekai Dhaekhath Man Patheeaahee ||1||",
    "translation": "Now, You and I have become one; seeing this, my mind is content. ||1||",
    "punjabi": "ਹੁਣ (ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਤੇ ਅਸੀਂ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ ਹਾਂ, ਹੁਣ ਤੈਨੂੰ ਵੇਖ ਕੇ ਸਾਡਾ ਮਨ ਮੰਨ ਗਿਆ ਹੈ (ਕਿ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ, ਤੈਥੋਂ ਵੱਖਰੇ ਅਸੀਂ ਕੁਝ ਭੀ ਨਹੀਂ ਹਾਂ) ॥੧॥",
    "pronunciation": "h-ih pqI-AwhI",
    "type_id": 3
  },
  {
    "shabad_id": 1355,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "jb buiD hoqI. qb blu kYsw; Ab buiD blu n KtweI ]",
    "transliteration": "Jab Budhh Hothee Thab Bal Kaisaa Ab Budhh Bal N Khattaaee ||",
    "translation": "When there was wisdom, how could there be strength? Now that there is wisdom, strength cannot prevail.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਤਨਾ ਚਿਰ ਅਸਾਂ ਜੀਵਾਂ ਵਿਚ ਆਪਣੀ ਅਕਲ (ਦੀ ਹਉਮੈ) ਹੁੰਦੀ ਹੈ ਉਤਨਾ ਚਿਰ ਸਾਡੇ ਵਿਚ ਕੋਈ ਆਤਮਕ ਬਲ ਨਹੀਂ ਹੁੰਦਾ (ਭਾਵ, ਸਹਿਮੇ ਹੀ ਰਹਿੰਦੇ ਹਾਂ), ਪਰ ਹੁਣ (ਜਦੋਂ ਤੂੰ ਆਪ ਸਾਡੇ ਵਿਚ ਆ ਪ੍ਰਗਟਿਆ ਹੈਂ) ਸਾਡੀ ਆਪਣੀ ਅਕਲ ਤੇ ਬਲ ਦਾ ਮਾਣ ਨਹੀਂ ਰਿਹਾ।",
    "pronunciation": "ivSy AOguxw vwlI bu`iD jdoN huMdI sI qdoN ibbyk Bwv sq sMqoK cMgy guxW dw blu kI hoxw sI[ hux sq sMqoK guxW vwlI buiD hox krky AwsurI sMpdw Bwv AOguxW dw blu (KtweI) nhIN hY",
    "type_id": 3
  },
  {
    "shabad_id": 1355,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "kih kbIr. buiD hir leI myrI; buiD bdlI isiD pweI ]2]21]72]",
    "transliteration": "Kehi Kabeer Budhh Har Lee Maeree Budhh Badhalee Sidhh Paaee ||2||21||72||",
    "translation": "Says Kabeer, the Lord has taken away my wisdom, and I have attained spiritual perfection. ||2||21||72||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਮੇਰੀ (ਹਉਮੈ ਵਾਲੀ) ਅਕਲ ਖੋਹ ਲਈ ਹੈ, ਹੁਣ ਉਹ ਅਕਲ ਬਦਲ ਗਈ ਹੈ (ਭਾਵ, 'ਮੈਂ ਮੈਂ' ਛੱਡ ਕੇ 'ਤੂੰ ਹੀ ਤੂੰ' ਕਰਨ ਵਾਲੀ ਹੋ ਗਈ ਹੈ, ਇਸ ਵਾਸਤੇ ਮਨੁੱਖਾ ਜਨਮ ਦੇ ਮਨੋਰਥ ਦੀ) ਸਿੱਧੀ ਹਾਸਲ ਹੋ ਗਈ ਹੈ ॥੨॥੨੧॥੭੨॥",
    "pronunciation": "pdwrQW vloN bu`D (bdlI) bdl geI[ (isiD) mukqI pw leI",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gauVI ]",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Kt nym kir koTVI bWDI; bsqu AnUpu bIc pweI ]",
    "transliteration": "Khatt Naem Kar Kotharree Baandhhee Basath Anoop Beech Paaee ||",
    "translation": "He fashioned the body chamber with six rings, and placed within it the incomparable thing.",
    "punjabi": "ਛੇ ਚੱਕਰ ਬਣਾ ਕੇ (ਪ੍ਰਭੂ ਨੇ) ਇਹ (ਮਨੁੱਖਾ ਸਰੀਰ-ਰੂਪ) ਨਿੱਕਾ ਜਿਹਾ ਘਰ ਰਚ ਦਿੱਤਾ ਹੈ ਤੇ (ਇਸ ਘਰ) ਵਿਚ (ਆਪਣੀ ਆਤਮਕ ਜੋਤ-ਰੂਪ) ਅਚਰਜ ਵਸਤ ਰੱਖ ਦਿੱਤੀ ਹੈ;",
    "pronunciation": "Kt:polw bolo[ (Kt) Cy",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kuMjI kulPu pRwn kir rwKy; krqy. bwr n lweI ]1]",
    "transliteration": "Kunjee Kulaf Praan Kar Raakhae Karathae Baar N Laaee ||1||",
    "translation": "He made the breath of life the watchman, with lock and key to protect it; the Creator did this in no time at all. ||1||",
    "punjabi": "(ਇਸ ਘਰ ਦਾ) ਜੰਦਰਾ-ਕੁੰਜੀ (ਪ੍ਰਭੂ ਨੇ) ਪ੍ਰਾਣਾਂ ਨੂੰ ਹੀ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਤੇ (ਇਹ ਖੇਡ) ਬਣਾਉਂਦਿਆਂ ਉਹ ਚਿਰ ਨਹੀਂ ਲਾਉਂਦਾ ॥੧॥",
    "pronunciation": "(kulPu) ijMdw",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Ab mn jwgq rhu; ry BweI ]",
    "transliteration": "Ab Man Jaagath Rahu Rae Bhaaee ||",
    "translation": "Keep your mind awake and aware now, O Sibling of Destiny.",
    "punjabi": "(ਇਸ ਘਰ ਵਿਚ ਰਹਿਣ ਵਾਲੇ) ਹੇ ਪਿਆਰੇ ਮਨ! ਹੁਣ ਜਾਗਦਾ ਰਹੁ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "gwPlu hoie kY. jnmu gvwieE; coru musY Gru jweI ]1] rhwau ]",
    "transliteration": "Gaafal Hoe Kai Janam Gavaaeiou Chor Musai Ghar Jaaee ||1|| Rehaao ||",
    "translation": "You were careless, and you have wasted your life; your home is being plundered by thieves. ||1||Pause||",
    "punjabi": "ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਤੂੰ (ਹੁਣ ਤਕ) ਜੀਵਨ ਅਜਾਈਂ ਗਵਾ ਲਿਆ ਹੈ; (ਜੋ ਕੋਈ ਭੀ ਗ਼ਾਫ਼ਲ ਹੁੰਦਾ ਹੈ) ਚੋਰ ਜਾ ਕੇ (ਉਸ ਦਾ) ਘਰ ਲੁੱਟ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "mu`sY",
    "type_id": 4
  },
  {
    "shabad_id": 1356,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "pMc phrUAw. dr mih rhqy; iqn@ kw nhI pqIAwrw ]",
    "transliteration": "Panch Peharooaa Dhar Mehi Rehathae Thin Kaa Nehee Patheeaaraa ||",
    "translation": "The five senses stand as guards at the gate, but now can they be trusted?",
    "punjabi": "(ਇਹ ਜੋ) ਪੰਜ ਪਹਿਰੇਦਾਰ (ਇਸ ਘਰ ਦੇ) ਦਰਵਾਜ਼ਿਆਂ ਉੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਇਹਨਾਂ ਦਾ ਕੋਈ ਵਿਸਾਹ ਨਹੀਂ।",
    "pronunciation": "(pMc) pMj igAwn ieMdRy A`KW n`k kMn jIB cmVI (ph-rUAw) pihrydwr[ (pqI-Awrw) Brosw",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "cyiq sucyq. icq hoie rhu; qau lY prgwsu aujwrw ]2]",
    "transliteration": "Chaeth Suchaeth Chith Hoe Rahu Tho Lai Paragaas Oujaaraa ||2||",
    "translation": "When you are conscious in your consciousness, you shall be enlightened and illuminated. ||2||",
    "punjabi": "ਹੁਸ਼ਿਆਰ ਹੋ ਕੇ ਰਹੁ ਤੇ (ਮਾਲਕ ਨੂੰ) ਚੇਤੇ ਰੱਖ ਤਾਂ (ਤੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ ਆਤਮਕ ਜੋਤ ਦਾ) ਚਾਨਣ ਨਿਖਰ ਆਵੇਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "nau Gr dyiK. ju kwmin BUlI; bsqu AnUp n pweI ]",
    "transliteration": "No Ghar Dhaekh J Kaaman Bhoolee Basath Anoop N Paaee ||",
    "translation": "Seeing the nine openings of the body, the soul-bride is led astray; she does not obtain that incomparable thing.",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਸਰੀਰ ਦੇ) ਨੌ ਘਰਾਂ (ਨੌ ਗੋਲਕਾਂ ਜੋ ਸਰੀਰਕ ਕ੍ਰਿਆ ਚਲਾਣ ਲਈ ਹਨ) ਨੂੰ ਵੇਖ ਕੇ (ਆਪਣੇ ਅਸਲ-ਮਨੋਰਥ ਵਲੋਂ) ਖੁੰਝ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ (ਜੋਤ-ਰੂਪ) ਅਚਰਜ ਸ਼ੈ (ਅੰਦਰੋਂ) ਨਹੀਂ ਲੱਭਦੀ (ਭਾਵ, ਉਸ ਦਾ ਧਿਆਨ ਅੰਦਰ-ਵੱਸਦੀ ਆਤਮਕ ਜੋਤ ਵਲ ਨਹੀਂ ਪੈਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1356,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "khqu kbIr. nvY Gr mUsy; dsvYN qqu smweI ]3]22]73]",
    "transliteration": "Kehath Kabeer Navai Ghar Moosae Dhasavain Thath Samaaee ||3||22||73||",
    "translation": "Says Kabeer, the nine openings of the body are being plundered; rise up to the Tenth Gate, and discover the true essence. ||3||22||73||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਜਦੋਂ ਇਹ ਨੌ ਹੀ ਘਰ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ, ਤਾਂ ਪ੍ਰਭੂ ਦੀ ਜੋਤ ਦਸਵੇਂ ਘਰ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਤਦੋਂ ਅੰਦਰ-ਵੱਸਦੇ ਪ੍ਰਭੂ ਦੀ ਹੋਂਦ ਦੀ ਵਿਚਾਰ ਜੀਵ ਨੂੰ ਫੁਰ ਆਉਂਦੀ ਹੈ, ਤਦੋਂ ਸੁਰਤ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕਦੀ ਹੈ ॥੩॥੨੨॥੭੩॥",
    "pronunciation": "(m`Usy) v`s kry[ nvY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gauVI ]",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mweI. moih Avru n jwinE; AwnwnW ]",
    "transliteration": "Maaee Mohi Avar N Jaaniou Aanaanaan ||",
    "translation": "O mother, I do not know any other, except Him.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਦਾ ਆਸਰਾ) ਨਹੀਂ ਸਮਝਿਆ,",
    "pronunciation": "(Awnw-nW) hor koeI",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "isv snkwid. jwsu gun gwvih; qwsu bsih mory pRwnwnW ] rhwau ]",
    "transliteration": "Siv Sanakaadh Jaas Gun Gaavehi Thaas Basehi Morae Praanaanaan || Rehaao ||",
    "translation": "My breath of life resides in Him, whose praises are sung by Shiva and Sanak and so many others. ||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਮੇਰੇ ਪ੍ਰਾਣ (ਤਾਂ) ਉਸ (ਪ੍ਰਭੂ) ਵਿਚ ਵੱਸ ਰਹੇ ਹਨ ਜਿਸ ਦੇ ਗੁਣ ਸ਼ਿਵ ਅਤੇ ਸਨਕ ਆਦਿਕ ਗਾਉਂਦੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "gwv-ih bs-ih",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ihrdy pRgwsu igAwn gur gMimq; ggn mMfl mih iDAwnwnW ]",
    "transliteration": "Hiradhae Pragaas Giaan Gur Ganmith Gagan Manddal Mehi Dhhiaanaanaan ||",
    "translation": "My heart is illuminated by spiritual wisdom; meeting the Guru, I meditate in the Sky of the Tenth Gate.",
    "punjabi": "ਜਦੋਂ ਦੀ ਸਤਿਗੁਰੂ ਨੇ ਉੱਚੀ ਸੂਝ ਬਖ਼ਸ਼ੀ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ, (ਮਾਨੋ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਤੇ ਮੇਰਾ ਧਿਆਨ ਉੱਚੇ ਮੰਡਲਾਂ ਵਿਚ (ਭਾਵ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(gMimq) b^iSAw[ iDAwnw-nW",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ibKY rog BY bMDn Bwgy; mn inj Gir suKu jwnwnw ]1]",
    "transliteration": "Bikhai Rog Bhai Bandhhan Bhaagae Man Nij Ghar Sukh Jaanaanaa ||1||",
    "translation": "The diseases of corruption, fear and bondage have run away; my mind has come to know peace in its own true home. ||1||",
    "punjabi": "ਵਿਸ਼ੇ-ਵਿਕਾਰ ਆਦਿਕ ਆਤਮਕ ਰੋਗਾਂ ਤੇ ਸਹਿਮਾਂ ਦੇ ਜ਼ੰਜੀਰ ਟੁੱਟ ਗਏ ਹਨ, ਮੇਰੇ ਮਨ ਨੇ ਅੰਦਰ ਹੀ ਸੁਖ ਲੱਭ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "jwnwnw",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "eyk sumiq riq. jwin mwin pRB; dUsr mnih. n Awnwnw ]",
    "transliteration": "Eaek Sumath Rath Jaan Maan Prabh Dhoosar Manehi N Aanaanaa ||",
    "translation": "Imbued with a balanced single-mindedness, I know and obey God; nothing else enters my mind.",
    "punjabi": "ਮੇਰੀ ਬੁੱਧੀ ਦਾ ਪਿਆਰ ਇੱਕ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਬਣ ਗਿਆ ਹੈ। ਇੱਕ ਪ੍ਰਭੂ ਨੂੰ (ਆਸਰਾ) ਸਮਝ ਕੇ (ਤੇ ਉਸ ਵਿਚ) ਪਤੀਜ ਕੇ, ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਹੁਣ ਮਨ ਵਿਚ ਨਹੀਂ ਲਿਆਉਂਦਾ (ਭਾਵ, ਕਿਸੇ ਹੋਰ ਦੀ ਓਟ ਨਹੀਂ ਤੱਕਦਾ)।",
    "pronunciation": "su-m`iq[ riq: polw bolo[ Awnw-nw",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "cMdn bwsu Bey mn bwsn; iqAwig GitE AiBmwnwnw ]2]",
    "transliteration": "Chandhan Baas Bheae Man Baasan Thiaag Ghattiou Abhimaanaanaa ||2||",
    "translation": "My mind has become fragrant with the scent of sandalwood; I have renounced egotistical selfishness and conceit. ||2||",
    "punjabi": "ਮਨ ਦੀਆਂ ਵਾਸ਼ਨਾਂ ਤਿਆਗ ਕੇ (ਮੇਰੇ ਅੰਦਰ, ਮਾਨੋ) ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਪੈਦਾ ਹੋ ਗਈ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਘਟ ਗਿਆ ਹੈ (ਭਾਵ ਮਿਟ ਗਿਆ ਹੈ) ॥੨॥",
    "pronunciation": "AiBmwnwnw",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jo jn gwie iDAwie jsu Twkur; qwsu pRBU hY QwnwnW ]",
    "transliteration": "Jo Jan Gaae Dhhiaae Jas Thaakur Thaas Prabhoo Hai Thhaanaanaan ||",
    "translation": "That humble being, who sings and meditates on the Praises of his Lord and Master, is the dwelling-place of God.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਠਾਕੁਰ ਦਾ ਜਸ ਗਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਨੂੰ ਧਿਆਉਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਿਵਾਸ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(Qwnw-nW) invws",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "iqh bfBwg bisE min jw kY; krm pRDwn mQwnwnw ]3]",
    "transliteration": "Thih Badd Bhaag Basiou Man Jaa Kai Karam Pradhhaan Mathhaanaanaa ||3||",
    "translation": "He is blessed with great good fortune; the Lord abides in his mind. Good karma radiates from his forehead. ||3||",
    "punjabi": "ਤੇ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਵੱਸ ਪਿਆ, ਉਸ ਦੇ ਵੱਡੇ ਭਾਗ (ਸਮਝੋ), ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਉੱਚੇ ਲੇਖ ਉੱਘੜ ਆਏ (ਜਾਣੋ) ॥੩॥",
    "pronunciation": "m`Qwnw-nw",
    "type_id": 3
  },
  {
    "shabad_id": 1357,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "kwit skiq. isv shju pRgwisE; eykY eyk smwnwnw ]",
    "transliteration": "Kaatt Sakath Siv Sehaj Pragaasiou Eaekai Eaek Samaanaanaa ||",
    "translation": "I have broken the bonds of Maya; the intuitive peace and poise of Shiva has dawned within me, and I am merged in oneness with the One.",
    "punjabi": "ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਦੂਰ ਕਰ ਕੇ, ਜਦੋਂ ਰੱਬੀ-ਜੋਤ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋ ਗਿਆ, ਤਾਂ ਸਦਾ ਨਿਰੋਲ ਇੱਕ ਪ੍ਰਭੂ ਵਿਚ ਮਨ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(skiq) mwieAw[ (isv) vwihgurU[ smwnw-nw",
    "type_id": 3
  }
]
