[
  {
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "so pwiqswhu swhw piq swihbu; nwnk. rhxu rjweI ]1]1]",
    "transliteration": "So Paathisaahu Saahaa Path Saahib Naanak Rehan Rajaaee ||1||1||",
    "translation": "He is the King, the King of Kings, the Emperor of Kings! Nanak lives in surrender to His Will. ||1||1||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਪਾਤਸ਼ਾਹ ਹੈ, ਸ਼ਾਹਾਂ ਦਾ ਸ਼ਾਹ ਹੈ, ਮਾਲਕ ਹੈ। ਹੇ ਨਾਨਕ! (ਸਾਨੂੰ) ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਹਿਣਾ (ਹੀ ਫੱਬਦਾ ਹੈ) ॥੧॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awsw mhlw 4 ]",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "so purKu inrMjnu. hir purKu inrMjnu; hir Agmw Agm Apwrw ]",
    "transliteration": "So Purakh Niranjan Har Purakh Niranjan Har Agamaa Agam Apaaraa ||",
    "translation": "That Lord is Immaculate; the Lord God is Immaculate. The Lord is Unapproachable, Unfathomable and Incomparable.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, (ਫਿਰ ਭੀ) ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉਤਾਂਹ ਹੈ, ਅਪਹੁੰਚ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "A-gm: polw bolo[ (Agm) sog rihq",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "siB iDAwvih. siB iDAwvih quDu jI; hir scy isrjxhwrw ]",
    "transliteration": "Sabh Dhhiaavehi Sabh Dhhiaavehi Thudhh Jee Har Sachae Sirajanehaaraa ||",
    "translation": "All meditate, all meditate on You, O Dear Lord, O True Creator.",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਸਾਰੇ ਜੀਆ-ਜੰਤ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "iDAwv-ih",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "siB jIA qumwry jI; qUM jIAw kw dwqwrw ]",
    "transliteration": "Sabh Jeea Thumaarae Jee Thoon Jeeaa Kaa Dhaathaaraa ||",
    "translation": "All beings are Yours; You are the Giver of all beings.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir iDAwvhu sMqhu jI; siB dUK ivswrxhwrw ]",
    "transliteration": "Har Dhhiaavahu Santhahu Jee Sabh Dhookh Visaaranehaaraa ||",
    "translation": "So meditate on the Lord, O Saints; He is the One who takes away all pain.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰੋ, ਉਹ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir Awpy Twkuru. hir Awpy syvku jI; ikAw nwnk jMq ivcwrw ]1]",
    "transliteration": "Har Aapae Thaakur Har Aapae Saevak Jee Kiaa Naanak Janth Vichaaraa ||1||",
    "translation": "The Lord Himself is the Master, and He Himself is His own servant. O Nanak, how insignificant are mortal beings! ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਆਪ ਹੀ ਮਾਲਕ ਹੈ ਤੇ ਆਪ ਹੀ ਸੇਵਕ ਹੈ। ਹੇ ਨਾਨਕ! ਜੀਵ ਵਿਚਾਰੇ ਕੀਹ ਹਨ? (ਭਾਵ, ਜੀਵਾਂ ਦੀ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖਰੀ ਕੋਈ ਹਸਤੀ ਨਹੀਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "qUM Gt Gt AMqir. srb inrMqir jI; hir eyko purKu smwxw ]",
    "transliteration": "Thoon Ghatt Ghatt Anthar Sarab Niranthar Jee Har Eaeko Purakh Samaanaa ||",
    "translation": "You are totally pervading within each and every heart; O Lord, You are the One Primal Being, All-permeating.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਵਿਚ ਇਕ-ਰਸ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਇਕ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਮਾਇਆ ਹੋਇਆ ਹੈਂ।",
    "pronunciation": "(inrMqir) ie`k rs",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ieik dwqy. ieik ByKwrI jI; siB qyry coj ivfwxw ]",
    "transliteration": "Eik Dhaathae Eik Bhaekhaaree Jee Sabh Thaerae Choj Viddaanaa ||",
    "translation": "Some are givers, and some are beggars; all of this is Your wondrous play!",
    "punjabi": "(ਫਿਰ ਭੀ) ਕਈ ਜੀਵ ਦਾਨੀ ਹਨ, ਕਈ ਜੀਵ ਮੰਗਤੇ ਹਨ-ਇਹ ਤੇਰੇ ਹੀ ਅਸਚਰਜ ਤਮਾਸ਼ੇ ਹਨ।",
    "pronunciation": "(ivfwxw) Ascrj",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "qUM Awpy dwqw. Awpy Bugqw jI; hau quDu ibnu. Avru n jwxw ]",
    "transliteration": "Thoon Aapae Dhaathaa Aapae Bhugathaa Jee Ho Thudhh Bin Avar N Jaanaa ||",
    "translation": "You Yourself are the Giver, and You Yourself are the Enjoyer. I know of no other than You.",
    "punjabi": "(ਕਿਉਂਕਿ ਅਸਲ ਵਿਚ) ਤੂੰ ਆਪ ਹੀ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੇ ਆਪ ਹੀ (ਉਹਨਾਂ ਦਾਤਾਂ ਨੂੰ) ਵਰਤਣ ਵਾਲਾ ਹੈਂ। (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਮੈਂ ਤੈਥੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ (ਭਾਵ, ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਦਿੱਸਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "qUM pwrbRhmu. byAMqu byAMqu jI; qyry ikAw gux AwiK vKwxw ]",
    "transliteration": "Thoon Paarabreham Baeanth Baeanth Jee Thaerae Kiaa Gun Aakh Vakhaanaa ||",
    "translation": "You are the Supreme Lord God, Infinite and Eternal; what Glorious Praises of Yours should I speak and chant?",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਆਖ ਕੇ ਦੱਸਾਂ? ਤੂੰ ਬੇਅੰਤ ਪਾਰਬ੍ਰਹਮ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਪਾਰਬ੍ਰਹਮ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jo syvih. jo syvih quDu jI; jnu nwnku. iqn@ kurbwxw ]2]",
    "transliteration": "Jo Saevehi Jo Saevehi Thudhh Jee Jan Naanak Thinh Kurabaanaa ||2||",
    "translation": "Unto those who serve, unto those who serve You, slave Nanak is a sacrifice. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਤੈਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ ਜੋ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir iDAwvih. hir iDAwvih quDu jI; sy jn jug mih suKvwsI ]",
    "transliteration": "Har Dhhiaavehi Har Dhhiaavehi Thudhh Jee Sae Jan Jug Mehi Sukh Vaasee ||",
    "translation": "Those who meditate on the Lord, those who meditate on You, O Dear Lord, those humble beings dwell in peace in this world.",
    "punjabi": "ਹੇ ਹਰੀ! ਜੋ ਮਨੁੱਖ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ ਜੋ ਤੈਨੂੰ ਧਿਆਉਂਦੇ ਹਨ, ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਸੁਖੀ ਵੱਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "sy mukqu. sy mukqu Bey; ijn@ hir iDAwieAw jIau; iqn qUtI jm kI PwsI ]",
    "transliteration": "Sae Mukath Sae Mukath Bheae Jinh Har Dhhiaaeiaa Jeeo Thin Ttoottee Jam Kee Faasee ||",
    "translation": "They are liberated, they are liberated, who meditate on the Lord; the noose of Death is cut away from them.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਸਦਾ ਲਈ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਗਏ ਹਨ, ਉਹਨਾਂ ਦੀ ਜਮਾਂ ਵਾਲੀ ਫਾਹੀ ਟੁੱਟ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ijn inrBau. ijn@ hir inrBau iDAwieAw jIau; iqn kw Bau sBu gvwsI ]",
    "transliteration": "Jin Nirabho Jinh Har Nirabho Dhhiaaeiaa Jeeo Thin Kaa Bho Sabh Gavaasee ||",
    "translation": "Those who meditate on the Fearless One, on the Fearless Lord, all their fears are dispelled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਨਿਰਭਉ ਪ੍ਰਭੂ ਨੂੰ ਧਿਆਇਆ ਹੈ, ਪ੍ਰਭੂ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਡਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ijn@ syivAw. ijn@ syivAw myrw hir jIau; qy hir hir rUip smwsI ]",
    "transliteration": "Jinh Saeviaa Jinh Saeviaa Maeraa Har Jeeo Thae Har Har Roop Samaasee ||",
    "translation": "Those who have served, those who have served my Dear Lord, are absorbed into the Being of the Lord, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਸਰੂਪ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "sy DMnu sy DMnu. ijn hir iDAwieAw jIau; jnu nwnku. iqn bil jwsI ]3]",
    "transliteration": "Sae Dhhann Sae Dhhann Jin Har Dhhiaaeiaa Jeeo Jan Naanak Thin Bal Jaasee ||3||",
    "translation": "Blessed are they, blessed are they, who have meditated on the Dear Lord; slave Nanak is a sacrifice to them. ||3||",
    "punjabi": "ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ; ਧੰਨ ਹਨ ਉਹ ਮਨੁੱਖ, ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਧਿਆਇਆ ਹੈ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "qyrI Bgiq. qyrI Bgiq BMfwr jI; Bry byAMq byAMqw ]",
    "transliteration": "Thaeree Bhagath Thaeree Bhagath Bhanddaar Jee Bharae Baeanth Baeanthaa ||",
    "translation": "Devotion to You, devotion to You, is a treasure, overflowing, infinite and endless.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "qyry Bgq. qyry Bgq slwhin quDu jI; hir Aink Anyk AnMqw ]",
    "transliteration": "Thaerae Bhagath Thaerae Bhagath Salaahan Thudhh Jee Har Anik Anaek Ananthaa ||",
    "translation": "Your devotees, Your devotees praise You, O Dear Lord, in many and various ways.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਨੇਕਾਂ ਤੇ ਬੇਅੰਤ ਤੇਰੇ ਭਗਤ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "qyrI Aink. qyrI Aink, krih hir pUjw jI; qpu qwpih jpih byAMqw ]",
    "transliteration": "Thaeree Anik Thaeree Anik Karehi Har Poojaa Jee Thap Thaapehi Japehi Baeanthaa ||",
    "translation": "For You, so many, for You, so very many, O Dear Lord, perform worship and adoration; they practice penance and endlessly chant in meditation.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਨੇਕਾਂ ਜੀਵ ਤੇਰੀ ਪੂਜਾ ਕਰਦੇ ਹਨ, ਬੇਅੰਤ ਜੀਵ (ਤੈਨੂੰ ਮਿਲਣ ਲਈ) ਤਾਪ ਸਾਧਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qyry Anyk qyry Anyk. pVih bhu isMimRiq swsq jI; kir ikirAw Ktu krm krMqw ]",
    "transliteration": "Thaerae Anaek Thaerae Anaek Parrehi Bahu Sinmrith Saasath Jee Kar Kiriaa Khatt Karam Karanthaa ||",
    "translation": "For You, many - for You, so very many read the various Simritees and Shaastras; they perform religious rituals and the six ceremonies.",
    "punjabi": "ਤੇਰੇ ਅਨੇਕਾਂ (ਸੇਵਕ) ਕਈ ਸਿਮ੍ਰਿਤੀਆਂ ਤੇ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹਦੇ ਹਨ, (ਤੇ ਉਹਨਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਛੇ ਧਾਰਮਿਕ ਕੰਮ ਤੇ ਹੋਰ ਕਰਮ ਕਰਦੇ ਹਨ।",
    "pronunciation": "isMm-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "sy Bgq. sy Bgq Bly jn nwnk jI; jo Bwvih myry hir BgvMqw ]4]",
    "transliteration": "Sae Bhagath Sae Bhagath Bhalae Jan Naanak Jee Jo Bhaavehi Maerae Har Bhagavanthaa ||4||",
    "translation": "Those devotees, those devotees are good, O servant Nanak, who are pleasing to my Lord God. ||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਭਗਤ ਭਲੇ ਹਨ (ਭਾਵ ਉਹਨਾਂ ਦੀ ਘਾਲ ਥਾਂਇ ਪਈ ਜਾਣੋ) ਜੋ ਪਿਆਰੇ ਹਰਿ-ਭਗਵੰਤ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "qUM Awid purKu AprMpru krqw jI; quDu jyvfu. Avru n koeI ]",
    "transliteration": "Thoon Aadh Purakh Aparanpar Karathaa Jee Thudhh Jaevadd Avar N Koee ||",
    "translation": "You are the Primal Being, the Unrivalled Creator Lord; there is no other as Great as You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾ ਮੂਲ ਹੈਂ, ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਬੇਅੰਤ ਹੈਂ, ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(Ap-rMpru) byAMq",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "qUM jugu jugu eyko. sdw sdw qUM eyko jI; qUM inhclu krqw soeI ]",
    "transliteration": "Thoon Jug Jug Eaeko Sadhaa Sadhaa Thoon Eaeko Jee Thoon Nihachal Karathaa Soee ||",
    "translation": "You are the One, age after age; forever and ever, You are One and the same. You are the Eternal, Unchanging Creator.",
    "punjabi": "ਤੂੰ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪ ਹੀ ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਇਕ ਆਪ ਹੀ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ਤੇ ਸਭ ਦੀ ਸਾਰ ਲੈਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "quDu Awpy BwvY. soeI vrqY jI; qUM Awpy krih su hoeI ]",
    "transliteration": "Thudhh Aapae Bhaavai Soee Varathai Jee Thoon Aapae Karehi S Hoee ||",
    "translation": "Whatever pleases You comes to pass. Whatever You Yourself do, happens.",
    "punjabi": "ਜਗਤ ਵਿਚ ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਤੈਨੂੰ ਆਪ ਨੂੰ ਪਸੰਦ ਹੈ, ਉਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਤੂੰ ਆਪ ਹੀ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "quDu Awpy isRsit sB aupweI jI; quDu Awpy isrij sB goeI ]",
    "transliteration": "Thudhh Aapae Srisatt Sabh Oupaaee Jee Thudhh Aapae Siraj Sabh Goee ||",
    "translation": "You Yourself created the entire Universe, and having done so, You Yourself shall destroy it all.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੂੰ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1368,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "jnu nwnku. gux gwvY krqy ky jI; jo sBsY kw jwxoeI ]5]2]",
    "transliteration": "Jan Naanak Gun Gaavai Karathae Kae Jee Jo Sabhasai Kaa Jaanoee ||5||2||",
    "translation": "Servant Nanak sings the Glorious Praises of the Creator, the Knower of all. ||5||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਸ ਕਰਤਾਰ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਜੋ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1369,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1369,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "rwgu Awsw mhlw 1 caupdy Gru 2 ]",
    "transliteration": "Raag Aasaa Mehalaa 1 Choupadhae Ghar 2 ||",
    "translation": "Raag Aasaa, First Mehl, Chaupaday, Second House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਪਦਿਆਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1369,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "suix vfw; AwKY sB koeI ]",
    "transliteration": "Sun Vaddaa Aakhai Sabh Koee ||",
    "translation": "Hearing, everyone calls You Great,",
    "punjabi": "ਹਰੇਕ ਜੀਵ (ਹੋਰਨਾਂ ਪਾਸੋਂ ਸਿਰਫ਼) ਸੁਣ ਕੇ (ਕੀ) ਆਖ ਦੇਂਦਾ ਹੈ ਕਿ (ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1369,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "kyvfu vfw; fITw hoeI ]",
    "transliteration": "Kaevadd Vaddaa Ddeethaa Hoee ||",
    "translation": "But only one who has seen You, knows just how Great You are.",
    "punjabi": "ਪਰ ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ ਇਹ ਗੱਲ ਤੈਨੂੰ ਵੇਖਿਆਂ ਹੀ ਦੱਸੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]