[
  {
    "shabad_id": 1405,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "bwbw jugqw jIau, jugh jug jogI; prmqMq mih jogM ]",
    "transliteration": "Baabaa Jugathaa Jeeo Jugeh Jug Jogee Param Thanth Mehi Jogan ||",
    "translation": "O father, the soul which is united in union as a Yogi, remains united in the supreme essence throughout the ages.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਰਮੇਸਰ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਹੋ ਗਿਆ ਹੈ ਉਹੀ ਜੁੜਿਆ ਹੋਇਆ ਹੈ ਉਹੀ ਅਸਲ ਜੋਗੀ ਹੈ ਜਿਸ ਦੀ ਸਮਾਧੀ ਸਦਾ ਲਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(jugqw) juiVAw hoieAw[ (prmqMq) vwihgurU jI[ j`ugh j`ug",
    "type_id": 3
  },
  {
    "shabad_id": 1405,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "AMimRqu nwmu inrMjn pwieAw; igAwn kwieAw rs BogM ]1] rhwau ]",
    "transliteration": "Anmrith Naam Niranjan Paaeiaa Giaan Kaaeiaa Ras Bhogan ||1|| Rehaao ||",
    "translation": "One who has obtained the Ambrosial Naam, the Name of the Immaculate Lord - his body enjoys the pleasure of spiritual wisdom. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਮਾਇਆ-ਰਹਿਤ ਪਰਮਾਤਮਾ ਦਾ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਦੇ ਆਤਮਕ ਆਨੰਦ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਮਾਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1405,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "isv ngrI mih, Awsix bYsau; klp iqAwgI bwdM ]",
    "transliteration": "Siv Nagaree Mehi Aasan Baiso Kalap Thiaagee Baadhan ||",
    "translation": "In the Lord's City, he sits in his Yogic posture, and he forsakes his desires and conflicts.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਮੈਂ ਭੀ ਆਸਣ ਤੇ ਬੈਠਦਾ ਹਾਂ, ਮੈਂ ਮਨ ਦੀਆਂ ਕਲਪਨਾਂ ਅਤੇ ਦੁਨੀਆ ਵਾਲੇ ਝਗੜੇ-ਝਾਂਝੇ ਛੱਡ ਕੇ ਕਲਿਆਨ-ਸਰੂਪ ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕ ਕੇ ਬੈਠਦਾ ਹਾਂ (ਇਹ ਹੈ ਮੇਰਾ ਆਸਣ ਉਤੇ ਬੈਠਣਾ)।",
    "pronunciation": "(isv) kilAwx srUp vwihgurU jI[ (klp) klpnw[ (bwdM) JgVy[ n`grI",
    "type_id": 3
  },
  {
    "shabad_id": 1405,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "isM|I sbdu. sdw Duin sohY; Aih inis pUrY nwdM ]2]",
    "transliteration": "Sinn(g)ee Sabadh Sadhaa Dhhun Sohai Ahinis Poorai Naadhan ||2||",
    "translation": "The sound of the horn ever rings out its beautiful melody, and day and night, he is filled with the sound current of the Naad. ||2||",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੂੰ ਸਿੰਙੀ ਵਜਾਂਦਾ ਹੈਂ) ਮੇਰੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਗੱਜ ਰਿਹਾ) ਹੈ; ਇਹ ਹੈ ਸਿੰਙੀ ਦੀ ਮਿੱਠੀ ਸੁਹਾਵਣੀ ਸੁਰ, ਜੇ ਮੇਰੇ ਅੰਦਰ ਹੋ ਰਹੀ ਹੈ। ਦਿਨ ਰਾਤ ਮੇਰਾ ਮਨ ਗੁਰ-ਸ਼ਬਦ ਦਾ ਨਾਦ ਵਜਾ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1405,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "pqu vIcwru. igAwn miq. fMfw; vrqmwn ibBUqM ]",
    "transliteration": "Path Veechaar Giaan Math Ddanddaa Varathamaan Bibhoothan ||",
    "translation": "My cup is reflective meditation, and spiritual wisdom is my walking stick; to dwell in the Lord's Presence is the ashes I apply to my body.",
    "punjabi": "(ਹੇ ਜੋਗੀ! ਤੂੰ ਹੱਥ ਵਿਚ ਖੱਪਰ ਲੈ ਕੇ ਘਰ ਘਰ ਤੋਂ ਭਿੱਛਿਆ ਮੰਗਦਾ ਹੈਂ ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ (ਮੰਗਦਾ ਹਾਂ, ਇਹ) ਹੈ ਮੇਰਾ ਖੱਪਰ। ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਰੱਖਣ ਵਾਲੀ ਮਤਿ (ਮੇਰੇ ਹੱਥ ਵਿਚ) ਡੰਡਾ ਹੈ (ਜੋ ਕਿਸੇ ਵਿਕਾਰ ਨੂੰ ਨੇੜੇ ਨਹੀਂ ਢੁਕਣ ਦੇਂਦਾ)। ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਵੇਖਣਾ ਮੇਰੇ ਵਾਸਤੇ ਪਿੰਡੇ ਤੇ ਮਲਣ ਵਾਲੀ ਸੁਆਹ ਹੈ।",
    "pronunciation": "pqu:polw bolo[ (pqu) iB`iKAw leI pwqr[ (vrqmwn) mOjUd[ (ibBUqM) suAwh",
    "type_id": 3
  },
  {
    "shabad_id": 1405,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hir kIriq. rhrwis hmwrI; gurmuiK pMQu AqIqM ]3]",
    "transliteration": "Har Keerath Reharaas Hamaaree Guramukh Panthh Atheethan ||3||",
    "translation": "The Praise of the Lord is my occupation; and to live as Gurmukh is my pure religion. ||3||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਮੇਰੇ ਵਾਸਤੇ) ਜੋਗ ਦੀ (ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਦੀ) ਮਰਯਾਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਟਿਕੇ ਰਹਿਣਾ ਹੀ ਸਾਡਾ ਧਰਮ-ਰਸਤਾ ਹੈ ਜੋ ਸਾਨੂੰ ਮਾਇਆ ਤੋਂ ਵਿਰਕਤ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(rhrwis) mrXwdw[ (AqIqM) ivrkq",
    "type_id": 3
  },
  {
    "shabad_id": 1405,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "sglI joiq, hmwrI sMimAw; nwnw vrn AnykM ]",
    "transliteration": "Sagalee Joth Hamaaree Sanmiaa Naanaa Varan Anaekan ||",
    "translation": "My arm-rest is to see the Lord's Light in all, although their forms and colors are so numerous.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਵਿਚ ਅਨੇਕਾਂ ਰੰਗਾਂ-ਰੂਪਾਂ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਨੂੰ ਵੇਖਣਾ-ਇਹ ਹੈ ਸਾਡੀ ਬੈਰਾਗਣ-",
    "pronunciation": "(sMimAw) vYrwgx, sMigAw AQvw sMpRdw[ (vrn) rMg[ n@wn@w",
    "type_id": 3
  },
  {
    "shabad_id": 1405,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "khu nwnk. suix BrQir jogI; pwrbRhm ilv eykM ]4]3]37]",
    "transliteration": "Kahu Naanak Sun Bharathhar Jogee Paarabreham Liv Eaekan ||4||3||37||",
    "translation": "Says Nanak, listen, O Bharthari Yogi: love only the Supreme Lord God. ||4||3||37||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਰਥਰੀ ਜੋਗੀ! ਸੁਣ, ਜੋ ਸਾਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਲਈ ਸਹਾਰਾ ਦੇਂਦੀ ਹੈ ॥੪॥੩॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awsw mhlw 1 ]",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "guVu kir igAwnu. iDAwnu kir DwvY; kir krxI ksu pweIAY ]",
    "transliteration": "Gurr Kar Giaan Dhhiaan Kar Dhhaavai Kar Karanee Kas Paaeeai ||",
    "translation": "Make spiritual wisdom your molasses, and meditation your scented flowers; let good deeds be the herbs.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਗੁੜ ਬਣਾ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਸੁਰਤਿ ਨੂੰ ਮਹੂਏ ਦੇ ਫੁੱਲ ਬਣਾ, ਉੱਚੇ ਆਚਰਨ ਨੂੰ ਕਿੱਕਰਾਂ ਦੇ ਸੱਕ ਬਣਾ ਕੇ (ਇਹਨਾਂ ਵਿਚ) ਰਲਾ ਦੇ।",
    "pronunciation": "(DwvY) mhUey dy Pu`l ijnW qoN Srwb bxdI hY[ (:polw bolo ksu) ik`kr dw s`k",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "BwTI Bvnu. pRym kw pocw; iequ ris Aimau cuAweIAY ]1]",
    "transliteration": "Bhaathee Bhavan Praem Kaa Pochaa Eith Ras Amio Chuaaeeai ||1||",
    "translation": "Let devotional faith be the distilling fire, and your love the ceramic cup. Thus the sweet nectar of life is distilled. ||1||",
    "punjabi": "ਸਰੀਰਕ ਮੋਹ ਨੂੰ ਸਾੜ-ਇਹ ਸ਼ਰਾਬ ਕੱਢਣ ਦੀ ਭੱਠੀ ਤਿਆਰ ਕਰ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪਿਆਰ ਜੋੜ-ਇਹ ਹੈ ਉਹ ਠੰਡਾ ਪੋਚਾ ਜੋ ਅਰਕ ਵਾਲੀ ਨਾਲੀ ਉਤੇ ਫੇਰਨਾ ਹੈ। ਇਸ ਸਾਰੇ ਮਿਲਵੇਂ ਰਸ ਵਿਚੋਂ (ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦਾਤਾ) ਅੰਮ੍ਰਿਤ ਨਿਕਲੇਗਾ ॥੧॥",
    "pronunciation": "(Bvnu) srIr[ pRym rUpI TMFy pwxI dw pocw Bw& TMFI krn leI[ (Aimau) AMimRq",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "bwbw. mnu mqvwro, nwm rsu pIvY; shj rMg ric rihAw ]",
    "transliteration": "Baabaa Man Mathavaaro Naam Ras Peevai Sehaj Rang Rach Rehiaa ||",
    "translation": "O Baba, the mind is intoxicated with the Naam, drinking in its Nectar. It remains absorbed in the Lord's Love.",
    "punjabi": "ਜੇ ਜੋਗੀ! (ਤੁਸੀਂ ਸੁਰਤਿ ਨੂੰ ਟਿਕਾਣ ਲਈ ਸ਼ਰਾਬ ਪੀਂਦੇ ਹੋ, ਇਹ ਨਸ਼ਾ ਉਤਰ ਜਾਂਦਾ ਹੈ; ਤੇ ਸੁਰਤਿ ਮੁੜ ਉੱਖੜ ਜਾਂਦੀ ਹੈ) ਅਸਲ ਮਸਤਾਨਾ ਉਹ ਮਨ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦਾ ਰਸ ਪੀਂਦਾ ਹੈ (ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ) ਜੋ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਡੋਲਤਾ ਦੇ ਹੁਲਾਰਿਆਂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(mqvwro) msq",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "Aih inis bnI. pRym ilv lwgI; sbdu Anwhd gihAw ]1] rhwau ]",
    "transliteration": "Ahinis Banee Praem Liv Laagee Sabadh Anaahadh Gehiaa ||1|| Rehaao ||",
    "translation": "Night and day, remaining attached to the Love of the Lord, the celestial music of the Shabad resounds. ||1||Pause||",
    "punjabi": "ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੇ ਪ੍ਰੇਮ ਦੀ ਇਤਨੀ ਲਿਵ ਲਗਦੀ ਹੈ ਕਿ ਦਿਨ ਰਾਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਜੋ ਆਪਣੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸਦਾ ਇਕ-ਰਸ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(gihAw) gRhx kIqw",
    "type_id": 4
  },
  {
    "shabad_id": 1406,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "pUrw swcu. ipAwlw shjy; iqsih pIAwey, jw kau ndir kry ]",
    "transliteration": "Pooraa Saach Piaalaa Sehajae Thisehi Peeaaeae Jaa Ko Nadhar Karae ||",
    "translation": "The Perfect Lord naturally gives the cup of Truth, to the one upon whom He casts His Glance of Grace.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਇਹ ਹੈ ਉਹ ਪਿਆਲਾ ਜਿਸ ਦੀ ਮਸਤੀ ਸਦਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਸਭ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਅਡੋਲਤਾ ਵਿਚ ਰੱਖ ਕੇ ਉਸ ਮਨੁੱਖ ਨੂੰ (ਇਹ ਪਿਆਲਾ) ਪਿਲਾਂਦਾ ਹੈ ਜਿਸ ਉਤੇ ਆਪ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "AMimRq kw vwpwrI hovY; ikAw mid CUCY Bwau Dry ]2]",
    "transliteration": "Anmrith Kaa Vaapaaree Hovai Kiaa Madh Shhooshhai Bhaao Dhharae ||2||",
    "translation": "One who trades in this Nectar - how could he ever love the wine of the world? ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਇਸ ਰਸ ਦਾ ਵਪਾਰੀ ਬਣ ਜਾਏ ਉਹ (ਤੁਹਾਡੇ ਵਾਲੇ ਇਸ) ਹੋਛੇ ਸ਼ਰਾਬ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ ॥੨॥",
    "pronunciation": "mid:polw bolo[ (mid) Srwb[ (CUCY) GtIAw[ (Bwau) ipAwr",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "gur kI swKI. AMimRq bwxI; pIvq hI prvwxu BieAw ]",
    "transliteration": "Gur Kee Saakhee Anmrith Baanee Peevath Hee Paravaan Bhaeiaa ||",
    "translation": "The Teachings of the Guru, the Ambrosial Bani - drinking them in, one becomes acceptable and renowned.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ-ਭਰੀ ਬਾਣੀ ਦਾ ਰਸ ਪੀਤਾ ਹੈ, ਉਹ ਪੀਂਦਿਆਂ ਹੀ ਪ੍ਰਭੂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(swKI) is`iKAw",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "dr drsn kw pRIqmu hovY; mukiq bYkuMTY krY ikAw ]3]",
    "transliteration": "Dhar Dharasan Kaa Preetham Hovai Mukath Baikunthai Karai Kiaa ||3||",
    "translation": "Unto the one who loves the Lord's Court, and the Blessed Vision of His Darshan, of what use is liberation or paradise? ||3||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਦੇ ਦੀਦਾਰ ਦਾ ਪ੍ਰੇਮੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਾਹ ਮੁਕਤੀ ਦੀ ਲੋੜ ਰਹਿੰਦੀ ਹੈ ਨਾਹ ਬੈਕੁੰਠ ਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "isPqI rqw. sd bYrwgI; jUAY jnmu n hwrY ]",
    "transliteration": "Sifathee Rathaa Sadh Bairaagee Jooai Janam N Haarai ||",
    "translation": "Imbued with the Lord's Praises, one is forever a Bairaagee, a renunciate, and one's life is not lost in the gamble.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ ਉਹ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਵਿਰਕਤ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਮਨੁੱਖਾ ਜੀਵਨ ਜੂਏ ਵਿਚ (ਭਾਵ, ਅਜਾਈਂ) ਨਹੀਂ ਗਵਾਂਦਾ,",
    "pronunciation": "r`qw",
    "type_id": 3
  },
  {
    "shabad_id": 1406,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "khu nwnk. suix BrQir jogI; KIvw AMimRq DwrY ]4]4]38]",
    "transliteration": "Kahu Naanak Sun Bharathhar Jogee Kheevaa Anmrith Dhhaarai ||4||4||38||",
    "translation": "Says Nanak, listen, O Bharthari Yogi: drink in the intoxicating nectar of the Lord. ||4||4||38||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਰਥਰੀ ਜੋਗੀ! ਉਹ ਤਾਂ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦਾਤੇ ਆਨੰਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੪॥੪॥੩੮॥",
    "pronunciation": "(KIvw) msq",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Awsw mhlw 1 ]",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Kurwswn Ksmwnw kIAw; ihMdusqwnu frwieAw ]",
    "transliteration": "Khuraasaan Khasamaanaa Keeaa Hindhusathaan Ddaraaeiaa ||",
    "translation": "Having attacked Khuraasaan, Baabar terrified Hindustan.",
    "punjabi": "ਖੁਰਾਸਾਨ ਦੀ ਸਪੁਰਦਗੀ (ਕਿਸੇ ਹੋਰ ਨੂੰ) ਕਰ ਕੇ (ਬਾਬਰ ਮੁਗ਼ਲ ਨੇ ਹਮਲਾ ਕਰ ਕੇ) ਹਿੰਦੁਸਤਾਨ ਨੂੰ ਆ ਸਹਮ ਪਾਇਆ।",
    "pronunciation": "(Ksmwnw) sONipAw",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AwpY. dosu n dyeI krqw; jmu kir muglu cVwieAw ]",
    "transliteration": "Aapai Dhos N Dhaeee Karathaa Jam Kar Mugal Charraaeiaa ||",
    "translation": "The Creator Himself does not take the blame, but has sent the Mugal as the messenger of death.",
    "punjabi": "(ਜੇਹੜੇ ਲੋਕ ਆਪਣੇ ਫ਼ਰਜ਼ ਭੁਲਾ ਕੇ ਰੰਗ ਰਲੀਆਂ ਵਿਚ ਪੈ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਸਜ਼ਾ ਭੁਗਤਣੀ ਹੀ ਪੈਂਦੀ ਹੈ, ਇਸ ਬਾਰੇ) ਕਰਤਾਰ ਆਪਣੇ ਉਤੇ ਇਤਰਾਜ਼ ਨਹੀਂ ਆਉਣ ਦੇਂਦਾ। (ਸੋ, ਫ਼ਰਜ਼ ਭੁਲਾ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ ਮਸਤ ਪਏ ਪਠਾਣ ਹਾਕਮਾਂ ਨੂੰ ਦੰਡ ਦੇਣ ਲਈ ਕਰਤਾਰ ਨੇ) ਮੁਗ਼ਲ-ਬਾਬਰ ਨੂੰ ਜਮਰਾਜ ਬਣਾ ਕੇ (ਹਿੰਦੁਸਤਾਨ ਤੇ) ਚਾੜ੍ਹ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "eyqI mwr peI krlwxy; qYN. kI drdu n AwieAw ]1]",
    "transliteration": "Eaethee Maar Pee Karalaanae Thain Kee Dharadh N Aaeiaa ||1||",
    "translation": "There was so much slaughter that the people screamed. Didn't You feel compassion, Lord? ||1||",
    "punjabi": "(ਪਰ, ਹੇ ਕਰਤਾਰ! ਬਦ-ਮਸਤ ਪਠਾਣ ਹਾਕਮਾਂ ਦੇ ਨਾਲ ਗਰੀਬ ਨਿਹੱਥੇ ਲੋਕ ਭੀ ਪੀਸੇ ਗਏ) ਇਤਨੀ ਮਾਰ ਪਈ ਕਿ ਉਹ (ਹਾਇ ਹਾਇ) ਪੁਕਾਰ ਉਠੇ। ਕੀ (ਇਹ ਸਭ ਕੁਝ ਵੇਖ ਕੇ) ਤੈਨੂੰ ਉਹਨਾਂ ਉਤੇ ਤਰਸ ਨਹੀਂ ਆਇਆ? ॥੧॥",
    "pronunciation": "krlwxy: k`ky AONkV n lwau[ pUrn gurU jI bwbr nMU kih rhy hn, kI qYnMU drd nhI AwieAw[ gurU jI ny r`b nMU aulWBw nhIN idqw[",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "krqw; qUM sBnw kw soeI ]",
    "transliteration": "Karathaa Thoon Sabhanaa Kaa Soee ||",
    "translation": "O Creator Lord, You are the Master of all.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਤੂੰ ਸਭਨਾਂ ਹੀ ਜੀਵਾਂ ਦੀ ਸਾਰ ਰੱਖਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(soeI) swr lYx vwly",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "jy skqw skqy kau mwry; qw min rosu n hoeI ]1] rhwau ]",
    "transliteration": "Jae Sakathaa Sakathae Ko Maarae Thaa Man Ros N Hoee ||1|| Rehaao ||",
    "translation": "If some powerful man strikes out against another man, then no one feels any grief in their mind. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਜ਼ੋਰਾਵਰ ਜ਼ੋਰਾਵਰ ਨੂੰ ਮਾਰ ਕੁਟਾਈ ਕਰੇ ਤਾਂ (ਵੇਖਣ ਵਾਲਿਆਂ ਦੇ) ਮਨ ਵਿਚ ਗੁੱਸਾ-ਗਿਲਾ ਨਹੀਂ ਹੁੰਦਾ (ਕਿਉਂਕਿ ਦੋਵੇਂ ਧਿਰਾਂ ਇਕ ਦੂਜੇ ਨੂੰ ਕਰਾਰੇ ਹੱਥ ਵਿਖਾ ਲੈਂਦੇ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "jy (skqw) zorwvr (skqy) zorwvr POz nMU hI mwrdI qW mn c rosu nhIN sI",
    "type_id": 4
  },
  {
    "shabad_id": 1407,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "skqw sIhu. mwry pY vgY; KsmY. sw pursweI ]",
    "transliteration": "Sakathaa Seehu Maarae Pai Vagai Khasamai Saa Purasaaee ||",
    "translation": "But if a powerful tiger attacks a flock of sheep and kills them, then its master must answer for it.",
    "punjabi": "ਪਰ ਜੇ ਕੋਈ ਸ਼ੇਰ (ਵਰਗਾ) ਜ਼ੋਰਾਵਰ ਗਾਈਆਂ ਦੇ ਵੱਗ (ਵਰਗੇ ਕਮਜ਼ੋਰ ਨਿਹੱਥਿਆਂ) ਉਤੇ ਹੱਲਾ ਕਰ ਕੇ ਮਾਰਨ ਨੂੰ ਆ ਪਏ, ਤਾਂ ਇਸ ਦੀ ਪੁੱਛ (ਵੱਗ ਦੇ) ਖਸਮ ਨੂੰ ਹੀ ਹੁੰਦੀ ਹੈ (ਤਾਹੀਏਂ, ਹੇ ਕਰਤਾਰ! ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਪੁਕਾਰ ਕਰਦਾ ਹਾਂ)।",
    "pronunciation": "pr hy bwbr qyrI POz ny inh`Qy (v`gY) gaU gRIbW nMU mwirAw ies dI (pursweI) jvwbdyhI (KsmY) mwlk vwihgurU jI lYxgy[ (sIhu) Syr[ (pursweI) purSwrQ, jvwbdyhI, audm, mrdaUpuxw",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "rqn ivgwiV ivgoey kuqˆØI; muieAw. swr n kweI ]",
    "transliteration": "Rathan Vigaarr Vigoeae Kuthanaee Mueiaa Saar N Kaaee ||",
    "translation": "This priceless country has been laid waste and defiled by dogs, and no one pays any attention to the dead.",
    "punjabi": "(ਕੁੱਤੇ ਓਪਰੇ ਕੁੱਤਿਆਂ ਨੂੰ ਵੇਖ ਕੇ ਜਰ ਨਹੀਂ ਸਕਦੇ, ਪਾੜ ਖਾਂਦੇ ਹਨ। ਇਸੇ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਨੂੰ ਪਾੜ ਖਾਣ ਵਾਲੇ ਇਹਨਾਂ ਮਨੁੱਖ-ਰੂਪ ਮੁਗ਼ਲ) ਕੁੱਤਿਆਂ ਨੇ (ਤੇਰੇ ਬਣਾਏ) ਸੋਹਣੇ ਬੰਦਿਆਂ ਨੂੰ ਮਾਰ ਮਾਰ ਕੇ ਮਿੱਟੀ ਵਿਚ ਰੋਲ ਦਿੱਤਾ ਹੈ, ਮਰੇ ਪਿਆਂ ਦੀ ਕੋਈ ਸਾਰ ਹੀ ਨਹੀਂ ਲੈਂਦਾ।",
    "pronunciation": "ku`qˆØI",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Awpy joiV. ivCoVy Awpy; vyKu qyrI vifAweI ]2]",
    "transliteration": "Aapae Jorr Vishhorrae Aapae Vaekh Thaeree Vaddiaaee ||2||",
    "translation": "You Yourself unite, and You Yourself separate; I gaze upon Your Glorious Greatness. ||2||",
    "punjabi": "(ਹੇ ਕਰਤਾਰ! ਤੇਰੀ ਰਜ਼ਾ ਤੂੰ ਹੀ ਜਾਣੇਂ) ਤੂੰ ਆਪ ਹੀ (ਸੰਬੰਧ) ਜੋੜ ਕੇ ਆਪ ਹੀ ਇਹਨਾਂ ਨੂੰ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰ ਕੇ ਆਪੋ ਵਿਚੋਂ) ਵਿਛੋੜ ਦਿੱਤਾ ਹੈ। ਵੇਖ! ਹੇ ਕਰਤਾਰ! ਇਹ ਤੇਰੀ ਤਾਕਤ ਦਾ ਕਰਿਸ਼ਮਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "jy ko nwau Drwey vfw; swd kry min Bwxy ]",
    "transliteration": "Jae Ko Naao Dhharaaeae Vaddaa Saadh Karae Man Bhaanae ||",
    "translation": "One may give himself a great name, and revel in the pleasures of the mind,",
    "punjabi": "(ਧਨ ਪਦਾਰਥ ਹਕੂਮਤ ਆਦਿਕ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਨੁੱਖ ਆਪਣੀ ਹਸਤੀ ਨੂੰ ਭੁੱਲ ਜਾਂਦਾ ਹੈ ਤੇ ਬੜੀ ਆਕੜ ਵਿਖਾ ਵਿਖਾ ਕੇ ਹੋਰਨਾਂ ਨੂੰ ਦੁੱਖ ਦੇਂਦਾ ਹੈ, ਪਰ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਅਖਵਾ ਲਏ, ਤੇ ਮਨ-ਮੰਨੀਆਂ ਰੰਗ-ਰਲੀਆਂ ਮਾਣ ਲਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "KsmY ndrI kIVw AwvY; jyqy cugY dwxy ]",
    "transliteration": "Khasamai Nadharee Keerraa Aavai Jaethae Chugai Dhaanae ||",
    "translation": "But in the Eyes of the Lord and Master, he is just a worm, for all the corn that he eats.",
    "punjabi": "ਤਾਂ ਭੀ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਇਕ ਕੀੜਾ ਹੀ ਦਿੱਸਦਾ ਹੈ ਜੋ (ਧਰਤੀ ਤੋਂ) ਦਾਣੇ ਚੁਗ ਚੁਗ ਕੇ ਨਿਰਬਾਹ ਕਰਦਾ ਹੈ (ਹਉਮੈ ਦੀ ਬਦ-ਮਸਤੀ ਵਿਚ ਉਹ ਮਨੁੱਖ ਜ਼ਿੰਦਗੀ ਅਜਾਈਂ ਹੀ ਗਵਾ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "cugY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1407,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "mir mir jIvY. qw ikCu pwey; nwnk. nwmu vKwxy ]3]5]39]",
    "transliteration": "Mar Mar Jeevai Thaa Kishh Paaeae Naanak Naam Vakhaanae ||3||5||39||",
    "translation": "Only one who dies to his ego while yet alive, obtains the blessings, O Nanak, by chanting the Lord's Name. ||3||5||39||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਆਪਾ ਮਾਰ ਕੇ (ਆਤਮਕ ਜੀਵਨ) ਜੀਊਂਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹੀ ਇਥੋਂ ਕੁਝ ਖੱਟਦਾ ਹੈ ॥੩॥੫॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwgu Awsw Gru 2 mhlw 3",
    "transliteration": "Raag Aasaa Ghar 2 Mehalaa 3",
    "translation": "Raag Aasaa, Second House, Third Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwgu Awsw Gru 2 mhlw 3",
    "transliteration": "Raag Aasaa Ghar 2 Mehalaa 3",
    "translation": "Raag Aasaa, Second House, Third Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1408,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1408,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir drsnu; pwvY vfBwig ]",
    "transliteration": "Har Dharasan Paavai Vaddabhaag ||",
    "translation": "The Blessed Vision of the Lord's Darshan is obtained by great good fortune.",
    "punjabi": "ਮਨੁੱਖ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ (ਮਿਲਾਪ ਕਰਾਣ ਵਾਲਾ ਗੁਰ-) ਸ਼ਾਸਤ੍ਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir drsnu; pwvY vfBwig ]",
    "transliteration": "Har Dharasan Paavai Vaddabhaag ||",
    "translation": "The Blessed Vision of the Lord's Darshan is obtained by great good fortune.",
    "punjabi": "ਮਨੁੱਖ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ (ਮਿਲਾਪ ਕਰਾਣ ਵਾਲਾ ਗੁਰ-) ਸ਼ਾਸਤ੍ਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "gur kY sbid; scY bYrwig ]",
    "transliteration": "Gur Kai Sabadh Sachai Bairaag ||",
    "translation": "Through the Word of the Guru's Shabad, true detachment is obtained.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲਗਨ ਜੋੜ ਕੇ (ਇਸ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "gur kY sbid; scY bYrwig ]",
    "transliteration": "Gur Kai Sabadh Sachai Bairaag ||",
    "translation": "Through the Word of the Guru's Shabad, true detachment is obtained.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲਗਨ ਜੋੜ ਕੇ (ਇਸ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Ktu drsnu; vrqY vrqwrw ]",
    "transliteration": "Khatt Dharasan Varathai Varathaaraa ||",
    "translation": "The six systems of philosophy are pervasive,",
    "punjabi": "(ਜਗਤ ਵਿਚ ਵੇਦਾਂਤ ਆਦਿਕ) ਛੇ ਸ਼ਾਸਤ੍ਰਾਂ (ਦੀ ਵਿਕਾਰ) ਦਾ ਰਿਵਾਜ ਚੱਲ ਰਿਹਾ ਹੈ,",
    "pronunciation": "Ktu:polw bolo[ (Ktu) Cy (drsnu) swSqR, ByK",
    "type_id": 3
  },
  {
    "shabad_id": 1408,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Ktu drsnu; vrqY vrqwrw ]",
    "transliteration": "Khatt Dharasan Varathai Varathaaraa ||",
    "translation": "The six systems of philosophy are pervasive,",
    "punjabi": "(ਜਗਤ ਵਿਚ ਵੇਦਾਂਤ ਆਦਿਕ) ਛੇ ਸ਼ਾਸਤ੍ਰਾਂ (ਦੀ ਵਿਕਾਰ) ਦਾ ਰਿਵਾਜ ਚੱਲ ਰਿਹਾ ਹੈ,",
    "pronunciation": "Ktu:polw bolo[ (Ktu) Cy (drsnu) swSqR, ByK",
    "type_id": 3
  }
]
