[
  {
    "id": 17410,
    "shabad_id": 1469,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pIV geI; iPir. nhI duhylI ]1] rhwau ]",
    "transliteration": "Peerr Gee Fir Nehee Dhuhaelee ||1|| Rehaao ||",
    "translation": "Her pain is dispelled, and she shall not become sad again. ||1||Pause||",
    "punjabi": "ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਦੁੱਖ-ਦਰਦ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਮੁੜ ਕਦੇ ਦੁਖ ਘੇਰ ਨਹੀਂ ਸਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(duhylI) duKI",
    "type_id": 4
  },
  {
    "id": 17411,
    "shabad_id": 1469,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "kir ikrpw; crn sMig mylI ]",
    "transliteration": "Kar Kirapaa Charan Sang Maelee ||",
    "translation": "Showing His Mercy, He joins her with His Feet,",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਜੀਵ ਨੂੰ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17412,
    "shabad_id": 1469,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sUK shj AwnMd suhylI ]1]",
    "transliteration": "Sookh Sehaj Aanandh Suhaelee ||1||",
    "translation": "And she attains celestial peace, joy and comfort. ||1||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ ਆਨੰਦ ਆਤਮਕ ਅਡੋਲਤਾ ਆ ਵੱਸਦੇ ਹਨ ਉਸ ਦਾ ਜੀਵਨ ਸੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(suhylI) suKI",
    "type_id": 3
  },
  {
    "id": 17413,
    "shabad_id": 1469,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "swDsMig; gux gwie AqolI ]",
    "transliteration": "Saadhhasang Gun Gaae Atholee ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, she sings the Glorious Praises of the Immeasurable Lord.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਕੇ (ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਇਤਨਾ ਉੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਉਸ ਦੇ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17414,
    "shabad_id": 1469,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hir ismrq nwnk; BeI AmolI ]2]35]",
    "transliteration": "Har Simarath Naanak Bhee Amolee ||2||35||",
    "translation": "Remembering the Lord in meditation, O Nanak, she becomes invaluable. ||2||35||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਦੇ ਬਰਾਬਰ ਦਾ ਕੋਈ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਉਸ ਦੀ ਕੀਮਤ ਦਾ ਕੋਈ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੨॥੩੫॥",
    "pronunciation": "(AmolI) mu`l rihq Amolk",
    "type_id": 3
  },
  {
    "id": 17415,
    "shabad_id": 1470,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17416,
    "shabad_id": 1470,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kwm kRoD mwieAw md mqsr; ey Kylq. siB jUAY hwry ]",
    "transliteration": "Kaam Krodhh Maaeiaa Madh Mathasar Eae Khaelath Sabh Jooai Haarae ||",
    "translation": "Sexual desire, anger, intoxication with Maya and jealousy - I have lost all of these in the game of chance.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਦਾ ਹੈ ਉਹ) ਕਾਮ, ਕ੍ਰੋਧ, ਮਾਇਆ ਦਾ ਮੋਹ, ਅਹੰਕਾਰ, ਈਰਖਾ-ਇਹਨਾਂ ਸਾਰੇ ਵਿਕਾਰਾਂ ਨੂੰ (ਮਾਨੋ) ਜੂਏ ਦੀ ਬਾਜ਼ੀ ਵਿਚ ਖੇਡ ਕੇ ਹਾਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "(md) hMkwr[ mqsr:polw bolo[ (mqsr) eIrKw[ K@ylq",
    "type_id": 3
  },
  {
    "id": 17417,
    "shabad_id": 1470,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "squ sMqoKu dieAw Drmu scu; ieh ApunY igRh BIqir vwry ]1]",
    "transliteration": "Sath Santhokh Dhaeiaa Dhharam Sach Eih Apunai Grih Bheethar Vaarae ||1||",
    "translation": "Purity, contentment, compassion, faith and truthfulness - I have ushered these into the home of my self. ||1||",
    "punjabi": "ਅਤੇ ਸਤ ਸੰਤੋਖ ਦਇਆ ਧਰਮ ਸੱਚ-ਇਹਨਾਂ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਲੈ ਆਉਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(vwry) vwVy",
    "type_id": 3
  },
  {
    "id": 17418,
    "shabad_id": 1470,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jnm mrn cUky siB Bwry ]",
    "transliteration": "Janam Maran Chookae Sabh Bhaarae ||",
    "translation": "All the loads of birth and death have been removed.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਗਏ ਉਸ ਦੀਆਂ (ਆਪਣੇ ਆਪ ਆਪਣੇ ਸਿਰ ਉਤੇ ਲਈਆਂ) ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਮੁੱਕ ਗਈਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17419,
    "shabad_id": 1470,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "imlq sMig. BieE mnu inrmlu; guir pUrY lY. iKn mih qwry ]1] rhwau ]",
    "transliteration": "Milath Sang Bhaeiou Man Niramal Gur Poorai Lai Khin Mehi Thaarae ||1|| Rehaao ||",
    "translation": "Joining the Saints' Society, my mind has become pure; the Perfect Guru has saved me in an instant. ||1||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਿਆਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠਣ ਵਾਲੇ ਨੂੰ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਇਕ ਖਿਨ ਵਿਚ (ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 17420,
    "shabad_id": 1470,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sB kI rynu hoie rhY mnUAw; sgly dIsih mIq ipAwry ]",
    "transliteration": "Sabh Kee Raen Hoe Rehai Manooaa Sagalae Dheesehi Meeth Piaarae ||",
    "translation": "My mind has become the dust of all, and everyone seems a sweet friend to me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਸੰਗਤਿ ਵਿਚ ਬੈਠਦਾ ਹੈ ਉਸ ਦਾ) ਮਨ ਸਭਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਸਾਰੇ ਜੀਵ ਪਿਆਰੇ ਮਿੱਤਰ ਦਿੱਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17421,
    "shabad_id": 1470,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sB mDy rivAw myrw Twkuru; dwnu dyq siB jIA sm@wry ]2]",
    "transliteration": "Sabh Madhhae Raviaa Maeraa Thaakur Dhaan Dhaeth Sabh Jeea Samhaarae ||2||",
    "translation": "My Lord and Master is contained in all. He gives His Gifts to all beings, and cherishes them. ||2||",
    "punjabi": "(ਉਸ ਨੂੰ ਪ੍ਰਤੱਖ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਪਿਆਰਾ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇ ਦੇ ਕੇ ਸਭ ਦੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17422,
    "shabad_id": 1470,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "eyko eyku. Awip ieku eykY; eykY hY. sglw pwswry ]",
    "transliteration": "Eaeko Eaek Aap Eik Eaekai Eaekai Hai Sagalaa Paasaarae ||",
    "translation": "He Himself is the One and only; from the One, the One and only, came the expanse of the entire creation.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆਉਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਵੱਸ ਰਿਹਾ ਹੈ, ਇਹ ਸਾਰਾ ਜਗਤ ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਖਿਲਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17423,
    "shabad_id": 1470,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "jip jip hoey sgl swD jn; eyku nwmu iDAwie. bhuqu auDwry ]3]",
    "transliteration": "Jap Jap Hoeae Sagal Saadhh Jan Eaek Naam Dhhiaae Bahuth Oudhhaarae ||3||",
    "translation": "Chanting and meditating, all the humble beings have become Holy; meditating on the Naam, the Name of the Lord, so many have been saved. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਉਹ ਸਾਰੇ ਮਨੁੱਖ ਗੁਰਮੁਖਿ ਬਣ ਜਾਂਦੇ ਹਨ, ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਉਹ ਹੋਰ ਅਨੇਕਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17424,
    "shabad_id": 1470,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "gihr gMBIr ibAMq gusweI; AMqu nhI ikCu, pwrwvwry ]",
    "transliteration": "Gehir Ganbheer Bianth Gusaaee Anth Nehee Kishh Paaraavaarae ||",
    "translation": "The Lord of the Universe is deep, profound and infinite; He has no end or limitation.",
    "punjabi": "ਹੇ ਡੂੰਘੇ ਪ੍ਰਭੂ! ਹੇ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਬੇਅੰਤ ਗੁਸਾਈਂ! ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਤੇਰੀ ਹਸਤੀ ਦਾ ਉਰਲਾ ਤੇ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17425,
    "shabad_id": 1470,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "qum@rI ikRpw qy gun gwvY nwnk; iDAwie iDAwie pRB kau nmskwry ]4]36]",
    "transliteration": "Thumharee Kirapaa Thae Gun Gaavai Naanak Dhhiaae Dhhiaae Prabh Ko Namasakaarae ||4||36||",
    "translation": "By Your Grace, Nanak sings Your Glorious Praises; meditating, meditating, he humbly bows to God. ||4||36||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜਾ ਭੀ ਕੋਈ ਜੀਵ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਜੇਹੜਾ ਭੀ ਕੋਈ ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਤੇਰੇ ਅੱਗੇ ਸਿਰ ਨਿਵਾਂਦਾ ਹੈ ਉਹ ਇਹ ਸਭ ਕੁਝ ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਹੀ ਕਰਦਾ ਹੈ ॥੪॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17426,
    "shabad_id": 1471,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17427,
    "shabad_id": 1471,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "qU ibAMqu Aivgqu Agocru; iehu sBu qyrw Awkwru ]",
    "transliteration": "Thoo Bianth Avigath Agochar Eihu Sabh Thaeraa Aakaar ||",
    "translation": "You are Infinite, Eternal and Incomprehensible; all this is Your Creation.",
    "punjabi": "(ਹੇ ਠਾਕੁਰ!) ਤੂੰ ਬੇਅੰਤ ਹੈਂ ਤੂੰ ਅਦ੍ਰਿਸ਼ਟ ਹੈਂ, ਤੂੰ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ, ਇਹ ਦਿੱਸਦਾ ਜਗਤ ਸਾਰਾ ਤੇਰਾ ਹੀ ਰਚਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17428,
    "shabad_id": 1471,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ikAw hm jMq krh cqurweI; jW sBu ikCu quJY mJwir ]1]",
    "transliteration": "Kiaa Ham Janth Kareh Chathuraaee Jaan Sabh Kishh Thujhai Majhaar ||1||",
    "translation": "What clever games can we play, when everything is contained in You? ||1||",
    "punjabi": "ਅਸੀਂ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਜੀਵ ਤੇਰੇ ਸਾਹਮਣੇ ਆਪਣੀ ਲਿਆਕਤ ਦਾ ਕੀਹ ਵਿਖਾਵਾ ਕਰ ਸਕਦੇ ਹਾਂ? ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਸਭ ਤੇਰੇ ਹੁਕਮ ਅੰਦਰ ਹੋ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "(mJwir) iv`c",
    "type_id": 3
  },
  {
    "id": 17429,
    "shabad_id": 1471,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "myry siqgur; Apny bwilk rwKhu. lIlw Dwir ]",
    "transliteration": "Maerae Sathigur Apanae Baalik Raakhahu Leelaa Dhhaar ||",
    "translation": "O my True Guru, protect me, Your child, through the power of Your play.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰ! ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਆਪਣਾ ਕੌਤਕ ਵਰਤਾ ਕੇ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ।",
    "pronunciation": "(lI~lw)ikRpw",
    "type_id": 3
  },
  {
    "id": 17430,
    "shabad_id": 1471,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "dyhu sumiq sdw gux gwvw; myry Twkur Agm Apwr ]1] rhwau ]",
    "transliteration": "Dhaehu Sumath Sadhaa Gun Gaavaa Maerae Thaakur Agam Apaar ||1|| Rehaao ||",
    "translation": "Grant me the good sense to ever sing Your Glorious Praises, O my Inaccessible and Infinite Lord and Master. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਠਾਕੁਰ! ਮੈਨੂੰ ਸੁਚੱਜੀ ਮਤਿ ਦੇਹ ਮੈਂ ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "su-m`iq",
    "type_id": 4
  },
  {
    "id": 17431,
    "shabad_id": 1471,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jYsy jnin jTr mih pRwnI; Ehu rhqw nwm ADwir ]",
    "transliteration": "Jaisae Janan Jathar Mehi Praanee Ouhu Rehathaa Naam Adhhaar ||",
    "translation": "The mortal is preserved in the womb of his mother, by the Support of the Naam, the Name of the Lord;",
    "punjabi": "(ਹੇ ਠਾਕੁਰ! ਇਹ ਤੇਰਾ ਹੀ ਚੋਜ ਹੈ ਜਿਵੇਂ) ਜੀਵ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਤੇਰੇ ਨਾਮ ਦੇ ਆਸਰੇ ਜੀਊਂਦਾ ਹੈ।",
    "pronunciation": "(jnin) mW[ (jTr)audr",
    "type_id": 3
  },
  {
    "id": 17432,
    "shabad_id": 1471,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Andu krY. swis swis sm@wrY; nw pohY Agnwir ]2]",
    "transliteration": "Anadh Karai Saas Saas Samhaarai Naa Pohai Aganaar ||2||",
    "translation": "He makes merry, and with each and every breath he remembers the Lord, and the fire does not touch him. ||2||",
    "punjabi": "(ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਉਹ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਤੇਰਾ ਨਾਮ) ਯਾਦ ਕਰਦਾ ਹੈ ਤੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ਉਸ ਨੂੰ ਮਾਂ ਦੇ ਪੇਟ ਦੀ ਅੱਗ ਸੇਕ ਨਹੀਂ ਅਪੜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "(A`gnwir)pyt dI A`g[ Andu",
    "type_id": 3
  },
  {
    "id": 17433,
    "shabad_id": 1471,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "pr Dn. pr dwrw. pr inMdw; ien isau pRIiq. invwir ]",
    "transliteration": "Par Dhhan Par Dhaaraa Par Nindhaa Ein Sio Preeth Nivaar ||",
    "translation": "Others' wealth, others' wives, and the slander of others - renounce your craving for these.",
    "punjabi": "(ਹੇ ਠਾਕੁਰ! ਜਿਵੇਂ ਤੂੰ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ ਤਿਵੇਂ ਹੁਣ ਭੀ) ਪਰਾਇਆ ਧਨ, ਪਰਾਈ ਇਸਤ੍ਰੀ, ਪਰਾਈ ਨਿੰਦਾ-ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਨਾਲੋਂ ਮੇਰੀ ਪ੍ਰੀਤਿ ਦੂਰ ਕਰ।",
    "pronunciation": "(invwir) dUr kr",
    "type_id": 3
  },
  {
    "id": 17434,
    "shabad_id": 1471,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "crnkml syvI ird AMqir; gur pUry kY AwDwir ]3]",
    "transliteration": "Charan Kamal Saevee Ridh Anthar Gur Poorae Kai Aadhhaar ||3||",
    "translation": "Serve the Lord's Lotus Feet within your heart, and hold to the Support of the Perfect Guru. ||3||",
    "punjabi": "(ਮੇਹਰ ਕਰ) ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਮੈਂ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17435,
    "shabad_id": 1471,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "igRhu mMdr mhlw jo dIsih; nw koeI sMgwir ]",
    "transliteration": "Grihu Mandhar Mehalaa Jo Dheesehi Naa Koee Sangaar ||",
    "translation": "Houses, mansions and palaces which you see - none of these shall go with you.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਘਰ ਮੰਦਰ ਮਹਲ-ਮਾੜੀਆਂ ਜੇਹੜੇ ਭੀ ਤੈਨੂੰ ਦਿੱਸ ਰਹੇ ਹਨ ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਤੇਰੇ ਨਾਲ (ਅੰਤ ਵੇਲੇ) ਨਹੀਂ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17436,
    "shabad_id": 1471,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jb lgu jIvih. klI kwl mih; jn nwnk. nwmu sm@wir ]4]37]",
    "transliteration": "Jab Lag Jeevehi Kalee Kaal Mehi Jan Naanak Naam Samhaar ||4||37||",
    "translation": "As long as you live in this Dark Age of Kali Yuga, O servant Nanak, remember the Naam, the Name of the Lord. ||4||37||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਇਸ ਵਾਸਤੇ) ਜਦ ਤਕ ਤੂੰ ਜਗਤ ਵਿਚ ਜੀਊਂਦਾ ਹੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ (ਇਹੀ ਅਸਲੀ ਸਾਥੀ ਹੈ) ॥੪॥੩੭॥",
    "pronunciation": "klI: polw bolo",
    "type_id": 3
  },
  {
    "id": 17437,
    "shabad_id": 1472,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Awsw Gru 3 mhlw 5",
    "transliteration": "Aasaa Ghar 3 Mehalaa 5",
    "translation": "Aasaa, Third House, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17438,
    "shabad_id": 1472,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 17439,
    "shabad_id": 1472,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "rwj imlk jobn. igRh soBw; rUpvMqu juoAwnI ]",
    "transliteration": "Raaj Milak Joban Grih Sobhaa Roopavanth Juoaanee ||",
    "translation": "Power, property, youth, household, fame and the beauty of youth;",
    "punjabi": "(ਹੇ ਭਾਈ!) ਹਕੂਮਤਿ, ਜ਼ਮੀਨ ਦੀ ਮਾਲਕੀ, ਜੋਬਨ, ਘਰ, ਇੱਜ਼ਤ, ਸੁੰਦਰਤਾ, ਜੁਆਨੀ,",
    "pronunciation": "(imlk) jgIr[ (rUpvMqu) rUp vwlI[ (juoAwnI) juvw AvsQw",
    "type_id": 3
  },
  {
    "id": 17440,
    "shabad_id": 1472,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "bhuqu drbu hsqI Aru GoVy; lwl lwK bY AwnI ]",
    "transliteration": "Bahuth Dharab Hasathee Ar Ghorrae Laal Laakh Bai Aanee ||",
    "translation": "Great wealth, elephants, horses and jewels, purchased with tens of thousands of dollars;",
    "punjabi": "ਬਹੁਤ ਧਨ, ਹਾਥੀ ਅਤੇ ਘੋੜੇ (ਜੇ ਇਹ ਸਭ ਕੁਝ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਪਾਸ ਹੋਵੇ), ਜੇ ਲੱਖਾਂ ਰੁਪਏ ਖ਼ਰਚ ਕੇ (ਕੀਮਤੀ) ਲਾਲ ਮੁੱਲ ਲੈ ਆਵੇ (ਤੇ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਦਾ ਮਾਣ ਕਰਦਾ ਰਹੇ),",
    "pronunciation": "(drbu) Dn[ (bY) mu`l",
    "type_id": 3
  },
  {
    "id": 17441,
    "shabad_id": 1472,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "AwgY drgih. kwim n AwvY; Coif clY AiBmwnI ]1]",
    "transliteration": "Aagai Dharagehi Kaam N Aavai Shhodd Chalai Abhimaanee ||1||",
    "translation": "Hereafter, these shall be of no avail in the Court of the Lord; the proud must depart, leaving them behind. ||1||",
    "punjabi": "ਪਰ ਅਗਾਂਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਚੀਜ਼) ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ। (ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਦਾ) ਮਾਣ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਇਥੇ ਹੀ) ਛੱਡ ਕੇ (ਇਥੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17442,
    "shabad_id": 1472,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "kwhy; eyk ibnw icqu lweIAY ]",
    "transliteration": "Kaahae Eaek Binaa Chith Laaeeai ||",
    "translation": "Why center your consciousness on any other than the Lord?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਵਿਚ ਪ੍ਰੀਤਿ ਨਹੀਂ ਜੋੜਨੀ ਚਾਹੀਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17443,
    "shabad_id": 1472,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "aUTq bYTq sovq jwgq; sdw sdw hir iDAweIAY ]1] rhwau ]",
    "transliteration": "Oothath Baithath Sovath Jaagath Sadhaa Sadhaa Har Dhhiaaeeai ||1|| Rehaao ||",
    "translation": "Sitting down, standing up, sleeping and waking, forever and ever, meditate on the Lord. ||1||Pause||",
    "punjabi": "ਉਠਦਿਆਂ ਬੈਠਦਿਆਂ ਸੁੱਤਿਆਂ ਜਾਗਦਿਆਂ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 17444,
    "shabad_id": 1472,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mhw bicqR suMdr AwKwVy; rx mih ijqy pvwVy ]",
    "transliteration": "Mehaa Bachithr Sundhar Aakhaarrae Ran Mehi Jithae Pavaarrae ||",
    "translation": "He may have the most wondrous and beautiful arenas, and be victorious on the field of battle.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਬੜੇ ਅਸਚਰਜ ਸੋਹਣੇ ਪਿੜ (ਭਾਵ, ਕੁਸ਼ਤੀਆਂ) ਜਿੱਤਦਾ ਹੈ ਜੇ ਉਹ ਰਣਭੂਮੀ ਵਿਚ ਜਾ ਕੇ (ਬੜੇ ਬੜੇ) ਝਗੜੇ-ਲੜਾਈਆਂ ਜਿੱਤ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "bic`qR ij`qy",
    "type_id": 3
  }
]
