[
  {
    "shabad_id": 1475,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "inMdk kI giq kqhUM nwhI; KsmY eyvY Bwxw ]",
    "transliteration": "Nindhak Kee Gath Kathehoon Naahee Khasamai Eaevai Bhaanaa ||",
    "translation": "The slanderer shall never attain emancipation; this is the Will of the Lord and Master.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਇਉਂ ਹੀ ਹੈ ਕਿ (ਸੰਤ ਜਨਾਂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਕਿਤੇ ਭੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਕਿਉਂਕਿ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਾਲਿਆਂ ਦੀ ਤਾਂ ਸਦਾ ਨਿੰਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1475,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "jo jo inMd kry sMqn kI; iqau sMqn suKu mwnw ]3]",
    "transliteration": "Jo Jo Nindh Karae Santhan Kee Thio Santhan Sukh Maanaa ||3||",
    "translation": "The more the Saints are slandered, the more they dwell in peace. ||3||",
    "punjabi": "ਦੂਜੇ ਪਾਸੇ) ਜਿਉਂ ਜਿਉਂ ਕੋਈ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ (ਉਕਾਈਆਂ ਨਸ਼ਰ ਕਰਦਾ ਹੈ) ਤਿਉਂ ਤਿਉਂ ਸੰਤ ਜਨ ਇਸ ਵਿਚ ਸੁਖ ਪ੍ਰਤੀਤ ਕਰਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਪੜਤਾਲ ਕਰਨ ਦਾ ਮੌਕਾ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1475,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "sMqw tyk qumwrI suAwmI; qUM sMqn kw shweI ]",
    "transliteration": "Santhaa Ttaek Thumaaree Suaamee Thoon Santhan Kaa Sehaaee ||",
    "translation": "The Saints have Your Support, O Lord and Master; You are the Saints' Help and Support.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤਾਂ ਨੂੰ (ਜੀਵਨ-ਅਗਵਾਈ ਵਾਸਤੇ) ਸਦਾ ਤੇਰਾ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ, ਤੂੰ (ਸੰਤਾਂ ਦਾ ਜੀਵਨ ਉੱਚਾ ਕਰਨ ਵਿਚ) ਮਦਦਗਾਰ ਭੀ ਬਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1475,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "khu nwnk. sMq hir rwKy; inMdk dIey ruVweI ]4]2]41]",
    "transliteration": "Kahu Naanak Santh Har Raakhae Nindhak Dheeeae Rurraaee ||4||2||41||",
    "translation": "Says Nanak, the Saints are saved by the Lord; the slanderers are drowned in the deep. ||4||2||41||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਉਸ ਨਿੰਦਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੰਤਾਂ ਨੂੰ ਤਾਂ ਪਰਮਾਤਮਾ (ਮੰਦ ਕਰਮਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖਦਾ ਹੈ ਪਰ ਨਿੰਦਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ (ਉਹਨਾਂ ਦੇ ਨਿੰਦਾ ਦੇ ਹੜ ਵਿਚ) ਰੋੜ੍ਹ ਦੇਂਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਿੰਦਾ ਦੇ ਹੜ ਵਿਚ ਰੋੜ੍ਹ ਕੇ ਮੁਕਾ ਦੇਂਦਾ ਹੈ) ॥੪॥੨॥੪੧॥",
    "pronunciation": "ruV@weI",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "bwhru Doie AMqru mnu mYlw; duie Taur Apuny Koey ]",
    "transliteration": "Baahar Dhhoe Anthar Man Mailaa Dhue Thour Apunae Khoeae ||",
    "translation": "He washes outwardly, but within, his mind is filthy; thus he loses his place in both worlds.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਨਿਰਾ) ਪਿੰਡਾ ਧੋ ਕੇ ਅੰਦਰਲਾ ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਹੀ ਰੱਖਦਾ ਹੈ ਉਹ ਲੋਕ ਪਰਲੋਕ ਆਪਣੇ ਦੋਵੇਂ ਥਾਂ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "eIhw kwim kRoiD moih ivAwipAw; AwgY muis muis roey ]1]",
    "transliteration": "Eehaa Kaam Krodhh Mohi Viaapiaa Aagai Mus Mus Roeae ||1||",
    "translation": "Here, he is engrossed in sexual desire, anger and emotional attachment; hereafter, he shall sigh and weep. ||1||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਰਹਿੰਦਿਆਂ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ, ਕ੍ਰੋਧ ਵਿਚ, ਮੋਹ ਵਿਚ, ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਹਟਕੋਰੇ ਲੈ ਲੈ ਰੋਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(muis muis) htkory lY lY",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "goivMd Bjn kI miq; hY horw ]",
    "transliteration": "Govindh Bhajan Kee Math Hai Horaa ||",
    "translation": "The way to vibrate and meditate on the Lord of the Universe is different.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨ ਵਾਲੀ ਅਕਲ ਹੋਰ ਕਿਸਮ ਦੀ ਹੁੰਦੀ ਹੈ (ਉਸ ਵਿਚ ਵਿਖਾਵਾ ਨਹੀਂ ਹੁੰਦਾ)।",
    "pronunciation": "(horw) hor",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "vrmI mwrI. swpu n mreI; nwmu. n suneI forw ]1] rhwau ]",
    "transliteration": "Varamee Maaree Saap N Maree Naam N Sunee Ddoraa ||1|| Rehaao ||",
    "translation": "Destroying the snake-hole, the snake is not killed; the deaf person does not hear the Lord's Name. ||1||Pause||",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸੁਣਦਾ, ਜੇ ਨਾਮ ਵਲੋਂ ਬੋਲਾ ਰਹਿੰਦਾ ਹੈ (ਤਾਂ ਬਾਹਰਲੇ ਧਾਰਮਕ ਕਰਮ ਇਉਂ ਹੀ ਹਨ ਜਿਵੇਂ ਸੱਪ ਨੂੰ ਮਾਰਨ ਦੇ ਥਾਂ ਸੱਪ ਦੀ ਖੁੱਡ ਨੂੰ ਕੁੱਟੀ ਜਾਣਾ), ਪਰ ਜੇ ਖੁੱਡ ਨੂੰ ਕੁੱਟਦੇ ਜਾਈਏ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਸੱਪ ਨਹੀਂ ਮਰਦਾ (ਬਾਹਰਲੇ ਕਰਮਾਂ ਨਾਲ ਮਨ ਵੱਸ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(forw) boLw[ m-reI[ su-neI",
    "type_id": 4
  },
  {
    "shabad_id": 1476,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "mwieAw kI ikriq Coif gvweI; BgqI. swr n jwnY ]",
    "transliteration": "Maaeiaa Kee Kirath Shhodd Gavaaee Bhagathee Saar N Jaanai ||",
    "translation": "He renounces the affairs of Maya, but he does not appreciate the value of devotional worship.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਤਿਆਗ ਦੇ ਭੁਲੇਖੇ ਵਿਚ ਆਜੀਵਕਾ ਖ਼ਾਤਰ) ਮਾਇਆ ਕਮਾਣ ਦਾ ਉੱਦਮ ਛੱਡ ਦਿੱਤਾ ਉਹ ਭਗਤੀ ਦੀ ਕਦਰ ਭੀ ਨਹੀਂ ਜਾਣਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "byd swsqR kau qrkin lwgw; qqu jogu. n pCwnY ]2]",
    "transliteration": "Baedh Saasathr Ko Tharakan Laagaa Thath Jog N Pashhaanai ||2||",
    "translation": "He finds fault with the Vedas and the Shaastras, and does not know the essence of Yoga. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਵੇਦ ਸ਼ਾਸਤਰ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ ਸਿਰਫ਼ ਬਹਸਾਂ ਵਿਚ ਹੀ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰ ਦੇਂਦਾ ਹੈ ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਅਸਲੀਅਤ ਨਹੀਂ ਸਮਝਦਾ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਸਮਝਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "auGir gieAw. jYsw Kotw FbUAw; ndir srwPw AwieAw ]",
    "transliteration": "Oughar Gaeiaa Jaisaa Khottaa Dtabooaa Nadhar Saraafaa Aaeiaa ||",
    "translation": "He stands exposed, like a counterfeit coin, when inspected by the Lord, the Assayer.",
    "punjabi": "ਜਿਵੇਂ ਜਦੋਂ ਕੋਈ ਖੋਟਾ ਰੁਪਇਆ ਸਰਾਫ਼ਾਂ ਦੀ ਨਜ਼ਰੇ ਪੈਂਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਖੋਟ ਪਰਤੱਖ ਦਿੱਸ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "(FbUAw) pYsw[ au-Gir FbUAw:poly bolo[ srwPW",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "AMqrjwmI sBu ikCu jwnY; aus qy khw CpwieAw ]3]",
    "transliteration": "Antharajaamee Sabh Kishh Jaanai Ous Thae Kehaa Shhapaaeiaa ||3||",
    "translation": "The Inner-knower, the Searcher of hearts, knows everything; how can we hide anything from Him? ||3||",
    "punjabi": "(ਤਿਵੇਂ ਜੇਹੜਾ ਮਨੁੱਖ ਅੰਦਰੋਂ ਤਾਂ ਵਿਕਾਰੀ ਹੈ, ਪਰ ਬਾਹਰੋਂ ਧਾਰਮਿਕ ਭੇਖੀ) ਉਹ ਪਰਮਾਤਮਾ ਪਾਸੋਂ (ਆਪਣਾ ਅੰਦਰਲਾ ਖੋਟ) ਲੁਕਾ ਨਹੀਂ ਸਕਦਾ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਸ ਦੀ ਹਰੇਕ ਕਰਤੂਤ ਨੂੰ ਜਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "kUiV kpit bMic inMmunIAwdw; ibnis gieAw qqkwly ]",
    "transliteration": "Koorr Kapatt Banch Ninmuneeaadhaa Binas Gaeiaa Thathakaalae ||",
    "translation": "Through falsehood, fraud and deceit, the mortal collapses in an instant - he has no foundation at all.",
    "punjabi": "ਮਨੁੱਖ ਦੀ ਇਸ ਜਗਤ ਵਿਚ ਚਾਰ-ਰੋਜ਼ਾ ਜ਼ਿੰਦਗੀ ਹੈ ਪਰ ਇਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਠੱਗੀ-ਫ਼ਰੇਬ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਕੇ ਬੜੀ ਛੇਤੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(bMic) T`g ky[ (inM-munI-Awdw) muinAwd (inM) ibnw",
    "type_id": 3
  },
  {
    "shabad_id": 1476,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "siq siq siq. nwnik kihAw; ApnY ihrdY dyKu smwly ]4]3]42]",
    "transliteration": "Sath Sath Sath Naanak Kehiaa Apanai Hiradhai Dhaekh Samaalae ||4||3||42||",
    "translation": "Truly, truly, truly, Nanak speaks; look within your own heart, and realize this. ||4||3||42||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ ਨੇ ਇਹ ਗੱਲ ਯਕੀਨੀ ਤੌਰ ਤੇ ਸੱਚ ਕਹੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਵੇਖ (ਇਹੀ ਆਤਮਕ ਜੀਵਨ ਹੈ, ਇਹੀ ਜੀਵਨ-ਮਨੋਰਥ ਹੈ) ॥੪॥੩॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "audmu krq. hovY mnu inrmlu; nwcY Awpu invwry ]",
    "transliteration": "Oudham Karath Hovai Man Niramal Naachai Aap Nivaarae ||",
    "translation": "Making the effort, the mind becomes pure; in this dance, the self is silenced.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਜਿਉਂ ਜਿਉਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ) ਉੱਦਮ ਕਰਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ (ਇਹ, ਮਾਨੋ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਨਾਚ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(invwry) dUr kry",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pMc jnw ly vsgiq rwKY; mn mih eykMkwry ]1]",
    "transliteration": "Panch Janaa Lae Vasagath Raakhai Man Mehi Eaekankaarae ||1||",
    "translation": "The five passions are kept under control, and the One Lord dwells in the mind. ||1||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ) ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਵਸਾਈ ਰੱਖਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ) ਉਹ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "v`s-giq[ giq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "qyrw jnu; inriq kry gun gwvY ]",
    "transliteration": "Thaeraa Jan Nirath Karae Gun Gaavai ||",
    "translation": "Your humble servant dances and sings Your Glorious Praises.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੇ ਭਗਤ ਆਪਣੇ ਇਸ਼ਟ ਦੀ ਭਗਤੀ ਕਰਨ ਵੇਲੇ ਉਸ ਦੇ ਅੱਗੇ ਨਾਚ ਕਰਦੇ ਹਨ, ਪਰ) ਤੇਰਾ ਭਗਤ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ (ਇਹ, ਮਾਨੋ) ਉਹ ਨਾਚ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rbwbu pKwvj qwl GuMGrU; Anhd sbdu vjwvY ]1] rhwau ]",
    "transliteration": "Rabaab Pakhaavaj Thaal Ghungharoo Anehadh Sabadh Vajaavai ||1|| Rehaao ||",
    "translation": "He plays upon the guitar, tambourine and cymbals, and the unstruck sound current of the Shabad resounds. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਭਗਤ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਵਾਜਾ (ਆਪਣੇ ਅੰਦਰ) ਲਗਾਤਾਰ ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਸ਼ਬਦ ਨੂੰ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ) ਇਹੀ ਹੈ ਉਸ ਦੇ ਵਾਸਤੇ ਰਬਾਬ ਤਬਲਾ ਛੈਣੇ ਘੁੰਘਰੂ (ਆਦਿਕ ਸਾਜ਼ਾਂ ਦਾ ਵੱਜਣਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1477,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "pRQmy. mnu prboDY Apnw; pwCY. Avr rIJwvY ]",
    "transliteration": "Prathhamae Man Parabodhhai Apanaa Paashhai Avar Reejhaavai ||",
    "translation": "First, he instructs his own mind, and then, he leads others.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ) ਪਹਿਲਾਂ ਆਪਣੇ ਮਨ ਨੂੰ (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਗਾਂਦਾ ਹੈ, ਫਿਰ ਹੋਰਨਾਂ ਦੇ ਅੰਦਰ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ) ਰੀਝ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(prboDY) smJwvY[ (rIJwvY) KuS kry",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "rwm nwm jpu ihrdY jwpY; muK qy sgl sunwvY ]2]",
    "transliteration": "Raam Naam Jap Hiradhai Jaapai Mukh Thae Sagal Sunaavai ||2||",
    "translation": "He chants the Lord's Name and meditates on it in his heart; with his mouth, he announces it to all. ||2||",
    "punjabi": "ਪਹਿਲਾਂ ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਕਰਦਾ ਹੈ ਤੇ ਫਿਰ ਮੂੰਹ ਨਾਲ ਉਹ ਜਾਪ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਸੁਣਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "kr sMig swDU crn pKwrY; sMq DUir qin lwvY ]",
    "transliteration": "Kar Sang Saadhhoo Charan Pakhaarai Santh Dhhoor Than Laavai ||",
    "translation": "He joins the Saadh Sangat, the Company of the Holy, and washes their feet; he applies the dust of the Saints to his body",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ) ਆਪਣੇ ਹੱਥਾਂ ਨਾਲ ਗੁਰਮੁਖਾਂ ਦੇ ਪੈਰ ਧੋਂਦਾ ਹੈ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਆਪਣੇ ਸਰੀਰ ਉੱਤੇ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "(pKwrY) DoNdw",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "mnu qnu Arip Dry gur AwgY; siq pdwrQu pwvY ]3]",
    "transliteration": "Man Than Arap Dhharae Gur Aagai Sath Padhaarathh Paavai ||3||",
    "translation": "He surrenders his mind and body, and places them before the Guru; thus, he obtains the true wealth. ||3||",
    "punjabi": "ਆਪਣਾ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ ਆਪਣਾ ਸਰੀਰ (ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ) ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ ਤੇ ਗੁਰੂ ਪਾਸੋਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "jo jo sunY pyKY lwie srDw; qw kw jnm mrx duKu BwgY ]",
    "transliteration": "Jo Jo Sunai Paekhai Laae Saradhhaa Thaa Kaa Janam Maran Dhukh Bhaagai ||",
    "translation": "Whoever listens to, and beholds the Guru with faith, shall see his pains of birth and death taken away.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਇਕ ਐਸਾ ਨਾਚ ਹੈ ਕਿ) ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਨੂੰ ਸਿਦਕ ਧਾਰ ਕੇ ਸੁਣਦਾ ਵੇਖਦਾ ਹੈ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1477,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "AYsI inriq. nrk invwrY; nwnk. gurmuiK jwgY ]4]4]43]",
    "transliteration": "Aisee Nirath Narak Nivaarai Naanak Guramukh Jaagai ||4||4||43||",
    "translation": "Such a dance eliminates hell; O Nanak, the Gurmukh remains wakeful. ||4||4||43||",
    "punjabi": "ਅਜੇਹਾ ਨਾਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਨਰਕਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ (ਇਸ ਨਾਚ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ (ਮੋਹ ਦੀ ਨੀਂਦ ਤੋਂ) ਜਾਗ ਪੈਂਦਾ ਹੈ ॥੪॥੪॥੪੩॥",
    "pronunciation": "(inriq) nwc",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ADm cMfwlI. BeI bRhmxI; sUdI qy. sRystweI ry ]",
    "transliteration": "Adhham Chanddaalee Bhee Brehamanee Soodhee Thae Sraesattaaee Rae ||",
    "translation": "The lowly outcaste becomes a Brahmin, and the untouchable sweeper becomes pure and sublime.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅੱਤ ਨੀਚ ਚੰਡਾਲਣ ਬ੍ਰਿਤੀ (ਮਾਨੋ) ਬ੍ਰਾਹਮਣੀ ਬਣ ਗਈ ਤੇ ਸ਼ੂਦਰਨੀ ਤੋਂ ਉੱਚੀ ਕੁਲ ਵਾਲੀ ਹੋ ਗਈ।",
    "pronunciation": "ADm:polw bolo[ (ADm) nIc",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pwqwlI AwkwsI sKnI; lhbr bUJI. KweI ry ]1]",
    "transliteration": "Paathaalee Aakaasee Sakhanee Lehabar Boojhee Khaaee Rae ||1||",
    "translation": "The burning desire of the nether regions and the etheric realms is finally quenched and extinguished. ||1||",
    "punjabi": "ਜੇਹੜੀ ਬਿਰਤੀ ਪਹਿਲਾਂ ਪਤਾਲ ਤੋਂ ਲੈ ਕੇ ਅਕਾਸ਼ ਤਕ ਸਾਰੀ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਲੈ ਕੇ ਭੀ ਭੁੱਖੀ ਰਹਿੰਦੀ ਸੀ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਦੀ ਲਾਟ ਬੁੱਝ ਗਈ ॥੧॥",
    "pronunciation": "iqRSnw dI (lh-br) lwt[s`KnI[ bUJI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Gr kI iblweI. Avr isKweI; mUsw dyiK frweI ry ]",
    "transliteration": "Ghar Kee Bilaaee Avar Sikhaaee Moosaa Dhaekh Ddaraaee Rae ||",
    "translation": "The house-cat has been taught otherwise, and is terrified upon seeing the mouse.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੀ ਪਹਿਲੀ) ਸੰਤੋਖ-ਹੀਣ ਬ੍ਰਿਤੀ ਬਿੱਲੀ ਹੁਣ ਹੋਰ ਕਿਸਮ ਦੀ ਸਿੱਖਿਆ ਲੈਂਦੀ ਹੈ ਉਹ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ (ਚੂਹਾ) ਵੇਖ ਕੇ ਲਾਲਚ ਕਰਨੋਂ ਸੰਗਦੀ ਹੈ।",
    "pronunciation": "(iblweI) ib`lI[ (mU`sw) cUhw",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Aj kY vis. guir kIno kyhir; kUkr iqnih lgweI ry ]1] rhwau ]",
    "transliteration": "Aj Kai Vas Gur Keeno Kaehar Kookar Thinehi Lagaaee Rae ||1|| Rehaao ||",
    "translation": "The Guru has put the tiger under the control of the sheep, and now, the dog eats grass. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਅਹੰਕਾਰ-ਸ਼ੇਰ ਨੂੰ ਨਿਮ੍ਰਤਾ-ਬੱਕਰੀ ਦੇ ਅਧੀਨ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੇ ਤਮੋਗੁਣੀ ਇੰਦ੍ਰਿਆਂ (ਕੁੱਤਿਆਂ) ਨੂੰ ਸਤੋ ਗੁਣੀ ਪਾਸੇ (ਘਾਹ ਖਾਣ ਵਲ) ਲਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ibbyk rUpI (Aj) b`krw[hMkwr rUpI (kyhir)Syr[ qmo guxI kUkr ieMdRIAW[ sqo guxI (iqnih) iqRx Gwh[ Aj: polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 1478,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "bwJu QUnIAw. Cprw QwimAw; nIGirAw. Gru pwieAw ry ]",
    "transliteration": "Baajh Thhooneeaa Shhaparaa Thhaamihaaa Neeghariaa Ghar Paaeiaa Rae ||",
    "translation": "Without pillars, the roof is supported, and the homeless have found a home.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੇ ਮਨ ਦਾ) ਛੱਪਰ (ਛੱਤ) ਦੁਨਿਆਵੀ ਪਦਾਰਥਾਂ ਦੀਆਂ ਆਸਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਤੋਂ ਬਿਨਾ ਹੀ ਥੰਮ੍ਹਿਆ ਗਿਆ, ਉਸ ਦੇ ਭਟਕਦੇ ਮਨ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ।",
    "pronunciation": "(QUnIAw) QMm@IAW[ nI-GirAw",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ibnu jVIey. lY jiVE jVwvw; Qyvw. Acrju lwieAw ry ]2]",
    "transliteration": "Bin Jarreeeae Lai Jarriou Jarraavaa Thhaevaa Acharaj Laaeiaa Rae ||2||",
    "translation": "Without the jeweller, the jewel has been set, and the wonderful stone shines forth. ||2||",
    "punjabi": "ਕਾਰੀਗਰ ਸੁਨਿਆਰਿਆਂ ਦੀ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ ਹੀ (ਉਸ ਦੇ ਮਨ ਦਾ) ਜੜਾਊ ਗਹਿਣਾ ਤਿਆਰ ਹੋ ਗਿਆ ਤੇ ਉਸ ਮਨ-ਗਹਿਣੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁੰਦਰ ਨਗ ਜੜ ਦਿੱਤਾ ਗਿਆ ॥੨॥",
    "pronunciation": "(jVIey) suinAwry[ (jVwvw) jVwaU ghxw[ (Qyvw) ng[ A-crju",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "dwdI dwid. n phucnhwrw; cUpI. inrnau pwieAw ry ]",
    "transliteration": "Dhaadhee Dhaadh N Pahuchanehaaraa Choopee Nirano Paaeiaa Rae ||",
    "translation": "The claimant does not succeed by placing his claim, but by keeping silent, he obtains justice.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿੱਛੜ ਕੇ ਨਿੱਤ) ਗਿਲੇ ਕਰਨ ਵਾਲਾ (ਆਪਣਾ ਮਨ-ਇੱਛਤ) ਇਨਸਾਫ਼ ਕਦੇ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਸੀ ਕਰ ਸਕਦਾ (ਪਰ ਹੁਣ ਜਦੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮਿਲ ਗਿਆ ਤਾਂ) ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋਏ ਨੂੰ ਇਨਸਾਫ਼ ਮਿਲਣ ਲੱਗ ਪਿਆ (ਇਹ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਠੀਕ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "(ry) hy BweI! gursyvk jI ny (cUpI) inrivklp AvsQw c pUrn bRhm jI dw inrnw gurU jI qoN pw ilAw hY[ aun@W dy kIqy SuB kwj q y (dwid) &irAwd krky[ (dwdI) &irAwdI phuMcx vwlw nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 1478,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mwil dulIcY bYTIly imrqku; nYn idKwlnu DwieAw ry ]3]",
    "transliteration": "Maal Dhuleechai Baithee Lae Mirathak Nain Dhikhaalan Dhhaaeiaa Rae ||3||",
    "translation": "The dead sit on costly carpets, and what is seen with the eyes shall vanish. ||3||",
    "punjabi": "(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਦਾ ਪਹਿਲਾ) ਹੋਰਨਾਂ ਨੂੰ ਘੂਰਨ ਵਾਲਾ ਸੁਭਾਉ ਮੁੱਕ ਗਿਆ, ਦੁਲੀਚੇ ਮੱਲ ਕੇ ਬੈਠਣ ਵਾਲੀ (ਅਹੰਕਾਰ-ਭਰੀ ਬਿਰਤੀ) ਉਸ ਨੂੰ ਹੁਣ ਆਤਮਕ ਮੌਤੇ ਮਰੀ ਹੋਈ ਦਿੱਸਣ ਲੱਗ ਪਈ ॥੩॥",
    "pronunciation": "(mwil) m`l[ bYTI-ly",
    "type_id": 3
  }
]
