{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਨਾਨਕ ਸਬਦਿ ਰਤੇ. ਹਰਿ ਨਾਮਿ ਰੰਗਾਏ; ਬਿਨੁ ਭੈ. ਕੇਹੀ ਲਾਗਿ ॥੪॥੮॥੪੧॥",
      "page": 29,
      "line": 17
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Nanak, they who are tinged with the word, get imbued in God's Name. How can they be dyed without the mordant of Lord's fear?"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਜਿਹੜੇ ਗੁਰਬਾਣੀ ਨਾਲ ਰੰਗੇ ਹਨ, ਉਹ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਅੰਦਰ ਰੰਗੀਜ ਜਾਂਦੇ ਹਨ। ਪ੍ਰੰਭੂ ਦੇ ਡਰ ਦੀ ਪਾਹ ਦੇ ਬਗੈਰ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਰੰਗ ਚੜ੍ਹ ਸਕਦਾ ਹੈ?"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "O Nanak, those who are attuned to the Shabad are dyed in the Color of the Lord's Name. Without the Fear of God, how can they retain this Color? ||4||8||41||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨੋਂ ਨੇ ਭੈ ਧਾਰ ਕਰ ਅਪਨੇ ਚਤੁੱਸਟੇ ਅੰਤਹਕਰਨ ਗੁਰਾਂਦ੍ਵਾਰੇ ਹਰੀ ਨਾਮ ਰੰਗ ਮੇਂ ਰੰਗਾਏ ਹੈਂ, ਸੋਈ ਪੁਰਸ ਬ੍ਰਹਮ ਮੇਂ ਰਾਤੇ ਹੈਂ। ਪ੍ਰਸ਼ਨੁ: ਅੱਛਾ ਰੰਗੁ ਫਟਕੜੀ ਆਦਿ ਲਾਗ ਸੇ ਚੜਤਾ ਹੈ, ਈਹਾਂ ਕੌਨ ਸੀ ਲਾਗ ਲਗੇ ਹੈਂ? ਉਤਰੁ: (ਬਿਨੁ ਭੈ) ਹੇ ਭਾਈ! ਇਸ ਨਾਮ ਰੰਗ ਕੇ ਵਾਸਤੇ ਵਾਹਿਗੁਰੂ ਕੇ ਭੈ ਸੇ ਬਿਨਾ ਔਰੁ (ਕੇਹੀ) ਕੈਸੀ ਲਾਗ ਹੋਨੀ ਥੀ। ਭਾਵ ਏਹ ਕਿ ਜਗ੍ਯਾਸੂ ਜਨ ਅਪਨੇ ਰਿਦੇ ਮੇਂ ਤਿਸ ਕਾ (ਭੈ) ਡਰੁ ਧਾਰਨ ਕਰੇ ਸੋਈ ਰਿਦੇ ਰੂਪੀ ਬਸਤ੍ਰ ਕੀ ਲਾਗ ਹੈ॥੪॥੮॥੪੧॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਗਏ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ (ਪਰ ਪਾਹ ਤੋਂ ਬਿਨਾ ਪੱਕਾ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ, ਤੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਣ ਵਾਸਤੇ ਪ੍ਰਭੂ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ ਪਾਹ ਨਹੀਂ ਮਿਲ ਸਕਦੀ ॥੪॥੮॥੪੧॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Los que están inmersos en la Palabra del Shabd, son teñidos con el Nombre del Señor, pero sin la Reverencia al Señor, ¿cómo puede él ser amado? (4-8-41)"
    }
  ]
}