[
  {
    "id": 47532,
    "shabad_id": 3969,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤੁਖਾਰੀ ਛੰਤ ਮਹਲਾ ੧ ਬਾਰਹ ਮਾਹਾ",
    "transliteration": "Thukhaaree Shhanth Mehalaa 1 Baareh Maahaa",
    "translation": "Tukhaari Chhant, First Mehl, Baarah Maahaa ~ The Twelve Months:",
    "punjabi": "ਰਾਗ ਤੁਖਾਰੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਬਾਰਹ ਮਾਹਾ ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47533,
    "shabad_id": 3969,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47534,
    "shabad_id": 3969,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤੂ ਸੁਣਿ. ਕਿਰਤ ਕਰੰਮਾ; ਪੁਰਬਿ ਕਮਾੲਿਅਾ ॥",
    "transliteration": "Thoo Sun Kirath Karanmaa Purab Kamaaeiaa ||",
    "translation": "Listen: according to the karma of their past actions,",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਪੂਰਬਲੇ ਕਮਾਏ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47535,
    "shabad_id": 3969,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਿਰਿ ਸਿਰਿ ਸੁਖ ਸਹੰਮਾ; ਦੇਹਿ ਸੁ ਤੂ ਭਲਾ ॥",
    "transliteration": "Sir Sir Sukh Sehanmaa Dhaehi S Thoo Bhalaa ||",
    "translation": "Each and every person experiences happiness or sorrow; whatever You give, Lord, is good.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਜੋ ਸੁਖ ਤੇ ਦੁੱਖ (ਝੱਲਣ ਲਈ) ਤੂੰ ਦੇਂਦਾ ਹੈਂ ਉਹੀ ਠੀਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47536,
    "shabad_id": 3969,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਰਚਨਾ ਤੇਰੀ. ਕਿਅਾ ਗਤਿ ਮੇਰੀ; ਹਰਿ ਬਿਨੁ ਘੜੀ. ਨ ਜੀਵਾ ॥",
    "transliteration": "Har Rachanaa Thaeree Kiaa Gath Maeree Har Bin Gharree N Jeevaa ||",
    "translation": "O Lord, the Created Universe is Yours; what is my condition? Without the Lord, I cannot survive, even for an instant.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਰਚੀ ਮਾਇਆ ਵਿਚ (ਰੁੱਝਾ ਪਿਆ) ਹਾਂ। ਮੇਰਾ ਕੀਹ ਹਾਲ ਹੋਵੇਗਾ? ਤੈਥੋਂ ਬਿਨਾ (ਤੇਰੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਇਕ ਘੜੀ ਭੀ ਜੀਊਣਾ ਇਹ ਕੇਹੀ ਜ਼ਿੰਦਗੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47537,
    "shabad_id": 3969,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਿਅ ਬਾਝੁ ਦੁਹੇਲੀ. ਕੋੲਿ, ਨ ਬੇਲੀ; ਗੁਰਮੁਖਿ ਅੰਮ੍ਰਿਤੁ ਪੀਵਾਂ ॥",
    "transliteration": "Pria Baajh Dhuhaelee Koe N Baelee Guramukh Anmrith Peevaan ||",
    "translation": "Without my Beloved, I am miserable; I have no friend at all. As Gurmukh, I drink in the Ambrosial Nectar.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੇਰੇ ਬਿਨਾ ਮੈਂ ਦੁੱਖੀ ਹਾਂ, (ਇਸ ਦੁੱਖ ਵਿਚੋਂ ਕੱਢਣ ਵਾਸਤੇ) ਕੋਈ ਮਦਦਗਾਰ ਨਹੀਂ ਹੈ। (ਮੇਹਰ ਕਰ ਕਿ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਤੇਰਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47538,
    "shabad_id": 3969,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਚਨਾ ਰਾਚਿ ਰਹੇ ਨਿਰੰਕਾਰੀ; ਪ੍ਰਭ ਮਨਿ ਕਰਮ ਸੁਕਰਮਾ ॥",
    "transliteration": "Rachanaa Raach Rehae Nirankaaree Prabh Man Karam Sukaramaa ||",
    "translation": "The Formless Lord is contained in His Creation. To obey God is the best course of action.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਨਿਰੰਕਾਰ ਦੀ ਰਚੀ ਮਾਇਆ ਵਿਚ ਹੀ ਫਸੇ ਪਏ ਹਾਂ (ਇਹ ਕਾਹਦਾ ਜੀਵਨ ਹੈ?), ਪ੍ਰਭੂ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਣਾ ਹੀ ਸਭ ਕੰਮਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਹੈ (ਇਹੀ ਹੈ ਮਨੁੱਖ ਵਾਸਤੇ ਜੀਵਨ-ਮਨੋਰਥ)।",
    "pronunciation": "ਪ੍ਰਮੇਸ਼ਰ ਜੀ ਅਪਨੇ ਸੇਵਕ ਜੀ ਦੇੇ ਸਮਾਨ ਕਰਮਾਂ ਨੰੂ (ਸੁਕਰਮਾ) ਸ੍ਰੇਸ਼ਟ ਕਰਮ ਮੰਨਦੇ ਹਨ।ਸੁ-ਕਰਮਾ",
    "type_id": 3
  },
  {
    "id": 47539,
    "shabad_id": 3969,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਪੰਥੁ ਨਿਹਾਲੇ ਸਾ ਧਨ. ਤੂ ਸੁਣਿ ਅਾਤਮ ਰਾਮਾ ॥੧॥",
    "transliteration": "Naanak Panthh Nihaalae Saa Dhhan Thoo Sun Aatham Raamaa ||1||",
    "translation": "O Nanak, the soul-bride is gazing upon Your Path; please listen, O Supreme Soul. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਸਰਬ ਵਿਆਪਕ ਪਰਮਾਤਮਾ! ਤੂੰ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਅਰਜ਼ੋਈ) ਸੁਣ (ਤੇ ਉਸ ਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ), ਜੀਵ-ਇਸਤ੍ਰੀ ਤੇਰਾ ਰਾਹ ਤੱਕ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47540,
    "shabad_id": 3970,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਾਬੀਹਾ ਪ੍ਰਿੳੁ ਬੋਲੇ; ਕੋਕਿਲ ਬਾਣੀਅਾ ॥",
    "transliteration": "Baabeehaa Prio Bolae Kokil Baaneeaa ||",
    "translation": "The rainbird cries out, \"Pri-o! Beloved!\", and the song-bird sings the Lord's Bani.",
    "punjabi": "(ਜਿਵੇਂ) ਪਪੀਹਾ 'ਪ੍ਰਿਉ ਪ੍ਰਿਉ' ਬੋਲਦਾ ਹੈ ਜਿਵੇਂ ਕੋਇਲ ('ਕੂ ਕੂ' ਦੀ ਮਿੱਠੀ) ਬੋਲੀ ਬੋਲਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47541,
    "shabad_id": 3970,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਾ ਧਨ ਸਭਿ ਰਸ ਚੋਲੈ; ਅੰਕਿ ਸਮਾਣੀਅਾ ॥",
    "transliteration": "Saa Dhhan Sabh Ras Cholai Ank Samaaneeaa ||",
    "translation": "The soul-bride enjoys all the pleasures, and merges in the Being of her Beloved.",
    "punjabi": "(ਤਿਵੇਂ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਵੈਰਾਗ ਵਿਚ ਆ ਕੇ ਮਿੱਠੀ ਸੁਰ ਨਾਲ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਯਾਦ ਕਰਦੀ ਹੈ, ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੇ) ਸਾਰੇ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਤੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਬੁੱਧ ਰੂਪੀ (ਚੋਲੈ) ਝੋਲ਼ੀ ਚ ।(ਅੰਕਿ)ਪ੍ਰੇਮ ਚ",
    "type_id": 3
  },
  {
    "id": 47542,
    "shabad_id": 3970,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਅੰਕਿ ਸਮਾਣੀ. ਜਾ ਪ੍ਰਭ ਭਾਣੀ; ਸਾ ਸੋਹਾਗਣਿ ਨਾਰੇ ॥",
    "transliteration": "Har Ank Samaanee Jaa Prabh Bhaanee Saa Sohaagan Naarae ||",
    "translation": "She merges into the Being of her Beloved, when she becomes pleasing to God; she is the happy, blessed soul-bride.",
    "punjabi": "ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਤਾਂ ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47543,
    "shabad_id": 3970,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਵ ਘਰ ਥਾਪਿ. ਮਹਲ ਘਰੁ ੳੂਚੳੁ; ਨਿਜ ਘਰਿ ਵਾਸੁ ਮੁਰਾਰੇ ॥",
    "transliteration": "Nav Ghar Thhaap Mehal Ghar Oocho Nij Ghar Vaas Muraarae ||",
    "translation": "Establishing the nine houses, and the Royal Mansion of the Tenth Gate above them, the Lord dwells in that home deep within the self.",
    "punjabi": "ਉਹ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਸਰੀਰਕ ਇੰਦ੍ਰਿਆਂ ਨੂੰ) ਜੁਗਤੀ ਵਿਚ ਰੱਖ ਕੇ ਪ੍ਰਭੂ ਦੇ ਆਪਣੇ ਸਰੂਪ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ, ਤੇ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਤੋਂ ਉੱਠ ਕੇ) ਪ੍ਰਭੂ ਦਾ ਉੱਚਾ ਟਿਕਾਣਾ ਮੱਲ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47544,
    "shabad_id": 3970,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਭ ਤੇਰੀ. ਤੂ ਮੇਰਾ ਪ੍ਰੀਤਮੁ; ਨਿਸਿ ਬਾਸੁਰ ਰੰਗਿ ਰਾਵੈ ॥",
    "transliteration": "Sabh Thaeree Thoo Maeraa Preetham Nis Baasur Rang Raavai ||",
    "translation": "All are Yours, You are my Beloved; night and day, I celebrate Your Love.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜ ਕੇ ਦਿਨ ਰਾਤ ਉਸ ਨੂੰ ਸਿਮਰਦੀ ਹੈ, ਤੇ ਆਖਦੀ ਹੈ-ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੀ ਰਚੀ ਹੋਈ ਹੈ, ਤੂੰ ਹੀ ਮੇਰਾ ਪਿਆਰਾ ਖਸਮ-ਸਾਈਂ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47545,
    "shabad_id": 3970,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰਿੳੁ ਪ੍ਰਿੳੁ ਚਵੈ ਬਬੀਹਾ; ਕੋਕਿਲ ਸਬਦਿ ਸੁਹਾਵੈ ॥੨॥",
    "transliteration": "Naanak Prio Prio Chavai Babeehaa Kokil Sabadh Suhaavai ||2||",
    "translation": "O Nanak, the rainbird cries out, \"Pri-o! Pri-o! Beloved! Beloved!\" The song-bird is embellished with the Word of the Shabad. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪਪੀਹਾ ਪ੍ਰਿਉ ਪ੍ਰਿਉ ਬੋਲਦਾ ਹੈ ਜਿਵੇਂ ਕੋਇਲ ਮਿੱਠਾ ਬੋਲ ਬੋਲਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ) ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47546,
    "shabad_id": 3971,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤੂ ਸੁਣਿ. ਹਰਿ ਰਸ ਭਿੰਨੇ; ਪ੍ਰੀਤਮ ਅਾਪਣੇ ॥",
    "transliteration": "Thoo Sun Har Ras Bhinnae Preetham Aapanae ||",
    "translation": "Please listen, O my Beloved Lord - I am drenched with Your Love.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਰਸ-ਭਿੰਨੇ ਹਰੀ! ਤੂੰ (ਮੇਰੀ ਅਰਜ਼ੋਈ) ਸੁਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47547,
    "shabad_id": 3971,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਰਵਤ ਰਵੰਨੇ; ਘੜੀ. ਨ ਬੀਸਰੈ ॥",
    "transliteration": "Man Than Ravath Ravannae Gharree N Beesarai ||",
    "translation": "My mind and body are absorbed in dwelling on You; I cannot forget You, even for an instant.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ ਤਨ ਵਿਚ ਰਮੇ ਹੋਏ ਪ੍ਰਭੂ! (ਮੇਰਾ ਮਨ ਤੈਨੂੰ) ਇਕ ਘੜੀ ਵਾਸਤੇ ਭੀ ਭੁਲਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47548,
    "shabad_id": 3971,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਿੳੁ. ਘੜੀ ਬਿਸਾਰੀ, ਹੳੁ ਬਲਿਹਾਰੀ; ਹੳੁ ਜੀਵਾ ਗੁਣ ਗਾੲੇ ॥",
    "transliteration": "Kio Gharree Bisaaree Ho Balihaaree Ho Jeevaa Gun Gaaeae ||",
    "translation": "How could I forget You, even for an instant? I am a sacrifice to You; singing Your Glorious Praises, I live.",
    "punjabi": "ਮੈਂ ਇਕ ਘੜੀ ਭਰ ਭੀ ਤੈਨੂੰ ਵਿਸਾਰ ਨਹੀਂ ਸਕਦਾ, ਮੈਂ ਤੈਥੋਂ (ਸਦਾ) ਸਦਕੇ ਹਾਂ, ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47549,
    "shabad_id": 3971,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾ ਕੋੲੀ ਮੇਰਾ. ਹੳੁ ਕਿਸੁ ਕੇਰਾ; ਹਰਿ ਬਿਨੁ ਰਹਣੁ. ਨ ਜਾੲੇ ॥",
    "transliteration": "Naa Koee Maeraa Ho Kis Kaeraa Har Bin Rehan N Jaaeae ||",
    "translation": "No one is mine; unto whom do I belong? Without the Lord, I cannot survive.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਤੋੜ ਨਿਭਣ ਵਾਲਾ) ਨਾ ਕੋਈ ਮੇਰਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹੈ ਨਾਹ ਹੀ ਮੈਂ ਕਿਸੇ ਦਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹਾਂ, ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47550,
    "shabad_id": 3971,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਓਟ ਗਹੀ ਹਰਿ ਚਰਣ ਨਿਵਾਸੇ; ਭੲੇ ਪਵਿਤ੍ਰ ਸਰੀਰਾ ॥",
    "transliteration": "Outt Gehee Har Charan Nivaasae Bheae Pavithr Sareeraa ||",
    "translation": "I have grasped the Support of the Lord's Feet; dwelling there, my body has become immaculate.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਵੱਸ ਪਏ ਹਨ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47551,
    "shabad_id": 3971,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਦ੍ਰਿਸਟਿ ਦੀਰਘ ਸੁਖੁ ਪਾਵੈ; ਗੁਰ ਸਬਦੀ ਮਨੁ ਧੀਰਾ ॥੩॥",
    "transliteration": "Naanak Dhrisatt Dheeragh Sukh Paavai Gur Sabadhee Man Dhheeraa ||3||",
    "translation": "O Nanak, I have obtained profound insight, and found peace; my mind is comforted by the Word of the Guru's Shabad. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਲੰਮੇ ਜਿਗਰੇ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਮਨ ਧੀਰਜ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47552,
    "shabad_id": 3972,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਰਸੈ ਅੰਮ੍ਰਿਤਧਾਰ; ਬੂੰਦ ਸੁਹਾਵਣੀ ॥",
    "transliteration": "Barasai Anmrith Dhhaar Boondh Suhaavanee ||",
    "translation": "The Ambrosial Nectar rains down on us! Its drops are so delightful!",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ), ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਸੁਹਾਵਣੀਆਂ ਬੂੰਦਾਂ ਦੀ ਧਾਰ ਵਰ੍ਹਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47553,
    "shabad_id": 3972,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਾਜਨ ਮਿਲੇ ਸਹਜਿ ਸੁਭਾੲਿ; ਹਰਿ ਸਿੳੁ ਪ੍ਰੀਤਿ ਬਣੀ ॥",
    "transliteration": "Saajan Milae Sehaj Subhaae Har Sio Preeth Banee ||",
    "translation": "Meeting the Guru, the Best Friend, with intuitive ease, the mortal falls in love with the Lord.",
    "punjabi": "ਉਸ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਆ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦੀ ਪ੍ਰੀਤ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47554,
    "shabad_id": 3972,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿਮੰਦਰਿ ਅਾਵੈ. ਜਾ ਪ੍ਰਭ ਭਾਵੈ; ਧਨ ੳੂਭੀ ਗੁਣ ਸਾਰੀ ॥",
    "transliteration": "Har Mandhar Aavai Jaa Prabh Bhaavai Dhhan Oobhee Gun Saaree ||",
    "translation": "The Lord comes into the temple of the body, when it pleases God's Will; the soul-bride rises up, and sings His Glorious Praises.",
    "punjabi": "(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਟਿਕਣ ਲਈ ਮੰਦਰ ਬਣ ਜਾਂਦਾ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਾਵਲੀ ਹੋ ਹੋ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47555,
    "shabad_id": 3972,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਘਰਿ ਘਰਿ ਕੰਤੁ ਰਵੈ ਸੋਹਾਗਣਿ; ਹੳੁ. ਕਿੳੁ ਕੰਤਿ ਵਿਸਾਰੀ ॥",
    "transliteration": "Ghar Ghar Kanth Ravai Sohaagan Ho Kio Kanth Visaaree ||",
    "translation": "In each and every home, the Husband Lord ravishes and enjoys the happy soul-brides; so why has He forgotten me?",
    "punjabi": "(ਤੇ ਆਖਦੀ ਹੈ-) ਹਰੇਕ ਭਾਗਾਂ ਵਾਲੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਰਲੀਆਂ ਮਾਣਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੈਨੂੰ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47556,
    "shabad_id": 3972,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੳੁਨਵਿ ਘਨ ਛਾੲੇ, ਬਰਸੁ ਸੁਭਾੲੇ; ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਸੁਖਾਵੈ ॥",
    "transliteration": "Ounav Ghan Shhaaeae Baras Subhaaeae Man Than Praem Sukhaavai ||",
    "translation": "The sky is overcast with heavy, low-hanging clouds; the rain is delightful, and my Beloved's Love is pleasing to my mind and body.",
    "punjabi": "(ਉਹ ਤਰਲੇ ਲੈ ਲੈ ਕੇ ਗੁਰੂ ਅੱਗੇ ਇਉਂ ਅਰਦਾਸ ਕਰਦੀ ਹੈ-) ਹੇ ਲਿਫ਼ ਕੇ ਘਟ ਬੰਨ੍ਹ ਕੇ ਆਏ ਬੱਦਲ! ਪ੍ਰੇਮ ਨਾਲ ਵਰ੍ਹ (ਹੇ ਤਰਸ ਕਰ ਕੇ ਆਏ ਗੁਰੂ ਪਾਤਿਸ਼ਾਹ! ਪ੍ਰੇਮ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਵਰਖਾ ਕਰ), ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ੳੁਨ-ਵਿ",
    "type_id": 3
  },
  {
    "id": 47557,
    "shabad_id": 3972,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਵਰਸੈ ਅੰਮ੍ਰਿਤ ਬਾਣੀ; ਕਰਿ ਕਿਰਪਾ ਘਰਿ ਅਾਵੈ ॥੪॥",
    "transliteration": "Naanak Varasai Anmrith Baanee Kar Kirapaa Ghar Aavai ||4||",
    "translation": "O Nanak, the Ambrosial Nectar of Gurbani rains down; the Lord, in His Grace, has come into the home of my heart. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਸੁਭਾਗ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਕਿਰਪਾ ਧਾਰ ਕੇ ਆਪ ਉਥੇ ਆ ਟਿਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47558,
    "shabad_id": 3973,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਚੇਤੁ ਬਸੰਤੁ ਭਲਾ; ਭਵਰ ਸੁਹਾਵੜੇ ॥",
    "transliteration": "Chaeth Basanth Bhalaa Bhavar Suhaavarrae ||",
    "translation": "In the month of Chayt, the lovely spring has come, and the bumble bees hum with joy.",
    "punjabi": "ਚੇਤ (ਦਾ ਮਹੀਨਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, (ਚੇਤ ਵਿਚ) ਬਸੰਤ (ਦਾ ਮੌਸਮ ਭੀ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤੇ (ਫੁੱਲਾਂ ਉਤੇ ਬੈਠੇ ਹੋਏ) ਭਵਰ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
