[
  {
    "id": 47815,
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤਿਨ ਕਾ ਜਨਮੁ ਸਫਲਿਓ ਸਭੁ ਕੀਅਾ ਕਰਤੈ; ਜਿਨ ਗੁਰ ਬਚਨੀ ਸਚੁ ਭਾਖਿਅਾ ॥",
    "transliteration": "Thin Kaa Janam Safaliou Sabh Keeaa Karathai Jin Gur Bachanee Sach Bhaakhiaa ||",
    "translation": "The Creator makes fruitful the lives of all those who, through the Guru's Word, chant the True Name.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜਨਮ ਸਫਲ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47816,
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਤੇ ਧੰਨੁ ਜਨ ਵਡ ਪੁਰਖ ਪੂਰੇ; ਜੋ ਗੁਰਮਤਿ ਹਰਿ ਜਪਿ ਭੳੁ ਬਿਖਮੁ ਤਰੇ ॥",
    "transliteration": "Thae Dhhann Jan Vadd Purakh Poorae Jo Guramath Har Jap Bho Bikham Tharae ||",
    "translation": "Blessed are those humble beings, those great and perfect people, who follow the Guru's Teachings and meditate on the Lord; they cross over the terrifying and treacherous world-ocean.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮਹਾ ਪੁਰਖ ਹਨ, ਗੁਣਾਂ ਦੇ ਭਾਂਡੇ ਹਨ, ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47817,
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸੇਵਕ ਜਨ ਸੇਵਹਿ ਤੇ ਪਰਵਾਣੁ; ਜਿਨ ਸੇਵਿਅਾ ਗੁਰਮਤਿ ਹਰੇ ॥੩॥",
    "transliteration": "Saevak Jan Saevehi Thae Paravaan Jin Saeviaa Guramath Harae ||3||",
    "translation": "Those humble servants who serve are accepted. They follow the Guru's Teachings, and serve the Lord. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਪਰਮਾਤਮਾ ਦੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਕਰਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ (ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦੂਰ ਕਰ ਦਿੱਤੇ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47818,
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਤੂ ਅੰਤਰਜਾਮੀ ਹਰਿ ਅਾਪਿ; ਜਿੳੁ ਤੂ ਚਲਾਵਹਿ ਪਿਅਾਰੇ. ਹੳੁ ਤਿਵੈ ਚਲਾ ॥",
    "transliteration": "Thoo Antharajaamee Har Aap Jio Thoo Chalaavehi Piaarae Ho Thivai Chalaa ||",
    "translation": "You Yourself, Lord, are the Inner-knower, the Searcher of hearts; as You make me walk, O my Beloved, so do I walk.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ।",
    "pronunciation": "ਚੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 47819,
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹਮਰੈ ਹਾਥਿ ਕਿਛੁ ਨਾਹਿ; ਜਾ ਤੂ ਮੇਲਹਿ. ਤਾ ਹੳੁ ਅਾੲਿ ਮਿਲਾ ॥",
    "transliteration": "Hamarai Haathh Kishh Naahi Jaa Thoo Maelehi Thaa Ho Aae Milaa ||",
    "translation": "Nothing is in my hands; when You unite me, then I come to be united.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ। ਜਦੋਂ ਤੂੰ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ, ਤਦੋਂ (ਹੀ) ਮੈਂ ਆ ਕੇ ਮਿਲਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47820,
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਤੂ ਹਰਿ ਮੇਲਹਿ ਸੁਅਾਮੀ; ਸਭੁ ਤਿਨ ਕਾ ਲੇਖਾ ਛੁਟਕਿ ਗੲਿਅਾ ॥",
    "transliteration": "Jin Ko Thoo Har Maelehi Suaamee Sabh Thin Kaa Laekhaa Shhuttak Gaeiaa ||",
    "translation": "Those whom You unite with Yourself, O my Lord and Master - all their accounts are settled.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਲੇਖ ਮੁੱਕ ਜਾਂਦਾ ਹੈ। (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਮੰਦ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47821,
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤਿਨ ਕੀ ਗਣਤ. ਨ ਕਰਿਅਹੁ, ਕੋ ਭਾੲੀ; ਜੋ ਗੁਰ ਬਚਨੀ ਹਰਿ ਮੇਲਿ ਲੲਿਅਾ ॥",
    "transliteration": "Thin Kee Ganath N Kariahu Ko Bhaaee Jo Gur Bachanee Har Mael Laeiaa ||",
    "translation": "No one can go through the accounts of those, O Siblings of Destiny, who through the Word of the Guru's Teachings are united with the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੋਰ ਕੇ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਕੋਈ ਭੀ ਧਿਰ ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕਰਮਾਂ ਦੀ) ਵਿਚਾਰ ਨਾਹ ਕਰਿਓ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤਾਂ ਉਹ ਸਾਰੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47822,
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਦੲਿਅਾਲੁ ਹੋਅਾ ਤਿਨ ੳੂਪਰਿ; ਜਿਨ ਗੁਰ ਕਾ ਭਾਣਾ ਮੰਨਿਅਾ ਭਲਾ ॥",
    "transliteration": "Naanak Dhaeiaal Hoaa Thin Oopar Jin Gur Kaa Bhaanaa Manniaa Bhalaa ||",
    "translation": "O Nanak, the Lord shows Mercy to those who accept the Guru's Will as good.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮਿੱਠੀ ਕਰਕੇ ਮੰਨਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਉੱਤੇ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47823,
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਤੂ ਅੰਤਰਜਾਮੀ ਹਰਿ ਅਾਪਿ; ਜਿੳੁ ਤੂ ਚਲਾਵਹਿ ਪਿਅਾਰੇ. ਹੳੁ ਤਿਵੈ ਚਲਾ ॥੪॥੨॥",
    "transliteration": "Thoo Antharajaamee Har Aap Jio Thoo Chalaavehi Piaarae Ho Thivai Chalaa ||4||2||",
    "translation": "You Yourself, Lord, are the Inner-knower, the Searcher of hearts; as You make me walk, O my Beloved, so do I walk. ||4||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47824,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤੁਖਾਰੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Thukhaaree Mehalaa 4 ||",
    "translation": "Tukhaari, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47825,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤੂ ਜਗਜੀਵਨੁ ਜਗਦੀਸੁ; ਸਭ ਕਰਤਾ ਸ੍ਰਿਸਟਿ ਨਾਥੁ ॥",
    "transliteration": "Thoo Jagajeevan Jagadhees Sabh Karathaa Srisatt Naathh ||",
    "translation": "You are the Life of the World, the Lord of the Universe, our Lord and Master, the Creator of all the Universe.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ।",
    "pronunciation": "ਜੱਗਦੀਸੁ",
    "type_id": 3
  },
  {
    "id": 47826,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਿਨ ਤੂ ਧਿਅਾੲਿਅਾ ਮੇਰਾ ਰਾਮੁ; ਜਿਨ ਕੈ ਧੁਰਿ ਲੇਖੁ ਮਾਥੁ ॥",
    "transliteration": "Thin Thoo Dhhiaaeiaa Maeraa Raam Jin Kai Dhhur Laekh Maathh ||",
    "translation": "They alone meditate on You, O my Lord, who have such destiny recorded on their foreheads.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਹਰਿ-ਸਿਮਰਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ, ਜਿਨ੍ਹਾਂ ਦਾ ਮੱਥਾ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਤੈਨੂੰ ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47827,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਧੁਰਿ ਹਰਿ ਲਿਖਿਅਾ ਸੁਅਾਮੀ; ਤਿਨ ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਰਾਧਿਅਾ ॥",
    "transliteration": "Jin Ko Dhhur Har Likhiaa Suaamee Thin Har Har Naam Araadhhiaa ||",
    "translation": "Those who are so pre-destined by their Lord and Master, worship and adore the Name of the Lord, Har, Har.",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਮੇਰੇ ਰਾਮ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਮਾਲਕ-ਹਰੀ ਨੇ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚੋਂ ਧੁਰੋਂ ਸਿਮਰਨ ਦਾ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹ (ਸਦਾ) ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47828,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿਨ ਕੇ ਪਾਪ. ੲਿਕ ਨਿਮਖ ਸਭਿ ਲਾਥੇ; ਜਿਨ. ਗੁਰ ਬਚਨੀ ਹਰਿ ਜਾਪਿਅਾ ॥",
    "transliteration": "Thin Kae Paap Eik Nimakh Sabh Laathhae Jin Gur Bachanee Har Jaapiaa ||",
    "translation": "All sins are erased in an instant, for those who meditate on the Lord, through the Guru's Teachings.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47829,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਤੇ ਜਨ. ਜਿਨ ਹਰਿ ਨਾਮੁ ਜਪਿਅਾ; ਤਿਨ ਦੇਖੇ. ਹੳੁ ਭੲਿਅਾ ਸਨਾਥੁ ॥",
    "transliteration": "Dhhan Dhhann Thae Jan Jin Har Naam Japiaa Thin Dhaekhae Ho Bhaeiaa Sanaathh ||",
    "translation": "Blessed, blessed are those humble beings who meditate on the Lord's Name. Seeing them, I am uplifted.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮੁਬਾਰਿਕ ਹਨ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ (ਭੀ) ਖਸਮ ਵਾਲਾ (ਅਖਵਾਣ ਜੋਗਾ) ਹੋ ਗਿਆ ਹਾਂ (ਕਿਉਂਕਿ ਮੈਂ ਭੀ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪਿਆ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47830,
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੂ ਜਗਜੀਵਨੁ ਜਗਦੀਸੁ; ਸਭ ਕਰਤਾ ਸ੍ਰਿਸਟਿ ਨਾਥੁ ॥੧॥",
    "transliteration": "Thoo Jagajeevan Jagadhees Sabh Karathaa Srisatt Naathh ||1||",
    "translation": "You are the Life of the World, the Lord of the Universe, our Lord and Master, the Creator of all the Universe. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47831,
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੂ ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਭਰਪੂਰਿ; ਸਭ ੳੂਪਰਿ ਸਾਚੁ ਧਣੀ ॥",
    "transliteration": "Thoo Jal Thhal Meheeal Bharapoor Sabh Oopar Saach Dhhanee ||",
    "translation": "You are totally pervading the water, the land and the sky. O True Lord, You are the Master of all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47832,
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਜਪਿਅਾ ਹਰਿ ਮਨਿ ਚੀਤਿ; ਹਰਿ ਜਪਿ ਜਪਿ ਮੁਕਤੁ ਘਣੀ ॥",
    "transliteration": "Jin Japiaa Har Man Cheeth Har Jap Jap Mukath Ghanee ||",
    "translation": "Those who meditate on the Lord in their conscious minds - all those who chant and meditate on the Lord are liberated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਿਆ (ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47833,
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਜਿਨ ਜਪਿਅਾ ਹਰਿ. ਤੇ ਮੁਕਤ ਪ੍ਰਾਣੀ; ਤਿਨ ਕੇ ੳੂਜਲ ਮੁਖ. ਹਰਿ ਦੁਅਾਰਿ ॥",
    "transliteration": "Jin Japiaa Har Thae Mukath Praanee Thin Kae Oojal Mukh Har Dhuaar ||",
    "translation": "Those mortal beings who meditate on the Lord are liberated; their faces are radiant in the Court of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੜ ਮੁੜ ਜਪ ਕੇ ਬੇਅੰਤ ਲੁਕਾਈ ਮੁਕਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਜਿਹੜੇ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਹੁੰਦੇ ਹਨ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਉਹ ਆਦਰ-ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "ੳੂ੍ਨਜਲ",
    "type_id": 3
  },
  {
    "id": 47834,
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਓੲਿ ਹਲਤਿ ਪਲਤਿ ਜਨ ਭੲੇ ਸੁਹੇਲੇ; ਹਰਿ ਰਾਖਿ ਲੀੲੇ ਰਖਨਹਾਰਿ ॥",
    "transliteration": "Oue Halath Palath Jan Bheae Suhaelae Har Raakh Leeeae Rakhanehaar ||",
    "translation": "Those humble beings are exalted in this world and the next; the Savior Lord saves them.",
    "punjabi": "ਉਹ ਬੰਦੇ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47835,
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਸੰਤਸੰਗਤਿ ਜਨ ਸੁਣਹੁ ਭਾੲੀ; ਗੁਰਮੁਖਿ ਹਰਿ ਸੇਵਾ ਸਫਲ ਬਣੀ ॥",
    "transliteration": "Har Santhasangath Jan Sunahu Bhaaee Guramukh Har Saevaa Safal Banee ||",
    "translation": "Listen to the Lord's Name in the Society of the Saints, O humble Siblings of Destiny. The Gurmukh's service to the Lord is fruitful.",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋਂ! ਹੇ ਸਾਧ ਸੰਗਤ! ਸੁਣੋ-ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਕਾਮਯਾਬ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47836,
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਤੂ ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਭਰਪੂਰਿ; ਸਭ ੳੂਪਰਿ ਸਾਚੁ ਧਣੀ ॥੨॥",
    "transliteration": "Thoo Jal Thhal Meheeal Bharapoor Sabh Oopar Saach Dhhanee ||2||",
    "translation": "You are totally pervading the water, the land and the sky. O True Lord, You are the Master of all. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47837,
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਤੂ ਥਾਨ ਥਨੰਤਰਿ ਹਰਿ ੲੇਕੁ; ਹਰਿ ੲੇਕੋ ੲੇਕੁ ਰਵਿਅਾ ॥",
    "transliteration": "Thoo Thhaan Thhananthar Har Eaek Har Eaeko Eaek Raviaa ||",
    "translation": "You are the One Lord, the One and Only Lord, pervading all places and interspaces.",
    "punjabi": "ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47838,
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਵਣਿ ਤ੍ਰਿਣਿ ਤ੍ਰਿਭਵਣਿ, ਸਭ ਸ੍ਰਿਸਟਿ; ਮੁਖਿ. ਹਰਿ ਹਰਿ ਨਾਮੁ ਚਵਿਅਾ ॥",
    "transliteration": "Van Thrin Thribhavan Sabh Srisatt Mukh Har Har Naam Chaviaa ||",
    "translation": "The forests and fields, the three worlds and the entire Universe, chant the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੰਗਲ ਵਿਚ, ਘਾਹ ਦੇ ਤੀਲੇ ਵਿਚ, ਤ੍ਰਿਭਵਣੀ-ਜਗਤ ਵਿਚ-ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ। ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਭਾਵ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਜੀਵ) ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਹੀ ਉਚਾਰ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਚਵਿਅਾ) ੳੁਚਾਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 47839,
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਭਿ ਚਵਹਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਕਰਤੇ; ਅਸੰਖ ਅਗਣਤ ਹਰਿ ਧਿਅਾਵੲੇ ॥",
    "transliteration": "Sabh Chavehi Har Har Naam Karathae Asankh Aganath Har Dhhiaaveae ||",
    "translation": "All chant the Name of the Creator Lord, Har, Har; countless, uncountable beings meditate on the Lord.",
    "punjabi": "ਅਸੰਖਾਂ ਜੀਵ ਅਣਗਿਣਤ ਜੀਵ ਸਾਰੇ ਹੀ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਦਾ ਉਚਾਰ ਰਹੇ ਹਨ। (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰ ਰਹੀ ਹੈ।",
    "pronunciation": "ਅ-ਗਣਤ,ਧਿਅਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 47840,
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਧੰਨੁ ਧਨੁ ਹਰਿ ਸੰਤੁ ਸਾਧੂ; ਜੋ ਹਰਿ ਪ੍ਰਭ ਕਰਤੇ ਭਾਵੲੇ ॥",
    "transliteration": "So Dhhann Dhhan Har Santh Saadhhoo Jo Har Prabh Karathae Bhaaveae ||",
    "translation": "Blessed, blessed are those Saints and Holy People of the Lord, who are pleasing to the Creator Lord God.",
    "punjabi": "ਹਰੀ ਦਾ ਉਹ ਸੰਤ ਹਰੀ ਦਾ ਉਹ ਸਾਧੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਹੜਾ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਜਿਹੜਾ ਕਰਤਾਰ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47841,
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੋ ਸਫਲੁ ਦਰਸਨੁ ਦੇਹੁ ਕਰਤੇ; ਜਿਸੁ ਹਰਿ ਹਿਰਦੈ ਨਾਮੁ ਸਦ ਚਵਿਅਾ ॥",
    "transliteration": "So Safal Dharasan Dhaehu Karathae Jis Har Hiradhai Naam Sadh Chaviaa ||",
    "translation": "O Creator, please bless me with the Fruitful Vision, the Darshan, of those who chant the Lord's Name in their hearts forever.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਤੂੰ ਵੱਸਦਾ ਹੈਂ), ਜੋ ਸਦਾ (ਤੇਰਾ) ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਕਾਮਯਾਬ (ਜੀਵਨ ਵਾਲਾ) ਹੈ, (ਮੈਨੂੰ ਉਸ ਦਾ) ਦਰਸਨ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47842,
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਥਾਨ ਥਨੰਤਰਿ ਹਰਿ ੲੇਕੁ; ਹਰਿ ੲੇਕੋ ੲੇਕੁ ਰਵਿਅਾ ॥੩॥",
    "transliteration": "Thoo Thhaan Thhananthar Har Eaek Har Eaeko Eaek Raviaa ||3||",
    "translation": "You are the One Lord, the One and Only Lord, pervading all places and interspaces. ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47843,
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਤੇਰੀ ਭਗਤਿ ਭੰਡਾਰ ਅਸੰਖ; ਜਿਸੁ ਤੂ ਦੇਵਹਿ. ਮੇਰੇ ਸੁਅਾਮੀ, ਤਿਸੁ ਮਿਲਹਿ ॥",
    "transliteration": "Thaeree Bhagath Bhanddaar Asankh Jis Thoo Dhaevehi Maerae Suaamee This Milehi ||",
    "translation": "The treasures of devotional worship to You are countless; he alone is blessed with them, O my Lord and Master, whom You bless.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੀ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47844,
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜਿਸ ਕੈ ਮਸਤਕਿ. ਗੁਰ ਹਾਥੁ; ਤਿਸੁ ਹਿਰਦੈ ਹਰਿ ਗੁਣ ਟਿਕਹਿ ॥",
    "transliteration": "Jis Kai Masathak Gur Haathh This Hiradhai Har Gun Ttikehi ||",
    "translation": "The Lord's Glorious Virtues abide within the heart of that person, whose forehead the Guru has touched.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਮੱਥੇ ਉਤੇ ਗੁਰੂ ਦਾ ਹੱਥ ਹੋਵੇ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47845,
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਹਿਰਦੈ ਟਿਕਹਿ ਤਿਸ ਕੈ; ਜਿਸੁ ਅੰਤਰਿ. ਭੳੁ ਭਾਵਨੀ ਹੋੲੀ ॥",
    "transliteration": "Har Gun Hiradhai Ttikehi This Kai Jis Anthar Bho Bhaavanee Hoee ||",
    "translation": "The Glorious Virtues of the Lord dwell in the heart of that person, whose inner being is filled with the Fear of God, and His Love.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਡਰ ਅਦਬ ਹੈ (ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਸਰਧਾ-ਪਿਆਰ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
