[
  {
    "id": 48041,
    "shabad_id": 4012,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਕੀ; ਮਨ ਰੁਚੈ ॥",
    "transliteration": "Har Kae Naam Kee Man Ruchai ||",
    "translation": "My mind is filled with yearning for the Name of the Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "ਰੁਚੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48042,
    "shabad_id": 4012,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕੋਟਿ ਸਾਂਤਿ ਅਨੰਦ ਪੂਰਨ; ਜਲਤ ਛਾਤੀ ਬੁਝੈ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kott Saanth Anandh Pooran Jalath Shhaathee Bujhai || Rehaao ||",
    "translation": "I am totally filled with tranquility and bliss; the burning desire within has been quenched. ||Pause||",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰਨ ਸ਼ਾਂਤੀ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਵਿਕਾਰਾਂ ਦੀ ਪਹਿਲੀ) ਬਲ ਰਹੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "ਬੁਝੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48043,
    "shabad_id": 4012,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸੰਤ ਮਾਰਗਿ ਚਲਤ ਪ੍ਰਾਨੀ; ਪਤਿਤ. ੳੁਧਰੇ ਮੁਚੈ ॥",
    "transliteration": "Santh Maarag Chalath Praanee Pathith Oudhharae Muchai ||",
    "translation": "Walking on the path of the Saints, millions of mortal sinners have been saved.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ, (ਉਸ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ) ਅਨੇਕਾਂ ਵਿਕਾਰੀ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਮੁੱਚੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48044,
    "shabad_id": 4012,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਰੇਨੁ ਜਨ ਕੀ ਲਗੀ ਮਸਤਕਿ; ਅਨਿਕ ਤੀਰਥ ਸੁਚੈ ॥੧॥",
    "transliteration": "Raen Jan Kee Lagee Masathak Anik Theerathh Suchai ||1||",
    "translation": "One who applies the dust of the feet of the humble to his forehead, is purified, as if he has bathed at countless sacred shrines. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਦੀ ਚਰਨ-ਧੂੜ ਲੱਗਦੀ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਤੀਰਥਾਂ (ਦੇ ਇਸ਼ਨਾਨ) ਦੀ ਪਵਿੱਤ੍ਰਤਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ਸੱੁਚੈ",
    "type_id": 3
  },
  {
    "id": 48045,
    "shabad_id": 4012,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਚਰਨਕਮਲ ਧਿਅਾਨ ਭੀਤਰਿ; ਘਟਿ ਘਟਹਿ ਸੁਅਾਮੀ ਸੁਝੈ ॥",
    "transliteration": "Charan Kamal Dhhiaan Bheethar Ghatt Ghattehi Suaamee Sujhai ||",
    "translation": "Meditating on His Lotus Feet deep within, one realizes the Lord and Master in each and every heart.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੇ ਧਿਆਨ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਸੱੁਝੈ",
    "type_id": 3
  },
  {
    "id": 48046,
    "shabad_id": 4012,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਰਨਿ ਦੇਵ ਅਪਾਰ ਨਾਨਕ; ਬਹੁਰਿ ਜਮੁ. ਨਹੀ ਲੁਝੈ ॥੨॥੭॥੧੫॥",
    "transliteration": "Saran Dhaev Apaar Naanak Bahur Jam Nehee Lujhai ||2||7||15||",
    "translation": "In the Sanctuary of the Divine, Infinite Lord, Nanak shall never again be tortured by the Messenger of Death. ||2||7||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਚਾਨਣ-ਰੂਪ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, ਜਮਦੂਤ ਮੁੜ ਉਸ ਨਾਲ ਕੋਈ ਝਗੜਾ ਨਹੀਂ ਪਾਂਦਾ ॥੨॥੭॥੧੫॥",
    "pronunciation": "ਲੱੁਝੈ",
    "type_id": 3
  },
  {
    "id": 48047,
    "shabad_id": 4013,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕੇਦਾਰਾ ਛੰਤ ਮਹਲਾ ੫",
    "transliteration": "Kaedhaaraa Shhanth Mehalaa 5",
    "translation": "Kaydaaraa Chhant, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਕੇਦਾਰਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48048,
    "shabad_id": 4013,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 48049,
    "shabad_id": 4013,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਿਲੁ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪਿਅਾਰਿਅਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mil Maerae Preetham Piaariaa || Rehaao ||",
    "translation": "Please meet me, O my Dear Beloved. ||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! (ਮੈਨੂੰ) ਮਿਲ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48050,
    "shabad_id": 4013,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪੂਰਿ ਰਹਿਅਾ ਸਰਬਤ੍ਰ ਮੈ; ਸੋ ਪੁਰਖੁ ਬਿਧਾਤਾ ॥",
    "transliteration": "Poor Rehiaa Sarabathr Mai So Purakh Bidhhaathaa ||",
    "translation": "He is All-pervading amongst all, the Architect of Destiny.",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48051,
    "shabad_id": 4013,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮਾਰਗੁ ਪ੍ਰਭ ਕਾ, ਹਰਿ ਕੀਅਾ; ਸੰਤਨ ਸੰਗਿ ਜਾਤਾ ॥",
    "transliteration": "Maarag Prabh Kaa Har Keeaa Santhan Sang Jaathaa ||",
    "translation": "The Lord God has created His Path, which is known in the Society of the Saints.",
    "punjabi": "ਪ੍ਰਭੂ (ਨੂੰ ਮਿਲਣ) ਦਾ ਰਸਤਾ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੈ (ਉਹ ਰਸਤਾ ਇਹ ਹੈ ਕਿ) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ।",
    "pronunciation": "ਜੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 48052,
    "shabad_id": 4013,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸੰਤਨ ਸੰਗਿ ਜਾਤਾ. ਪੁਰਖੁ ਬਿਧਾਤਾ; ਘਟਿ ਘਟਿ ਨਦਰਿ ਨਿਹਾਲਿਅਾ ॥",
    "transliteration": "Santhan Sang Jaathaa Purakh Bidhhaathaa Ghatt Ghatt Nadhar Nihaaliaa ||",
    "translation": "The Creator Lord, the Architect of Destiny, is known in the Society of the Saints; You are seen in each and every heart.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ ਸਿਰਜਣਹਾਰ ਅਕਾਲ ਪੁਰਖ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਹੋ ਸਕਦੀ ਹੈ। (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਉਸ ਨੂੰ) ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਅੱਖੀਂ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48053,
    "shabad_id": 4013,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜੋ ਸਰਨੀ ਅਾਵੈ. ਸਰਬ ਸੁਖ ਪਾਵੈ; ਤਿਲੁ. ਨਹੀ ਭੰਨੈ ਘਾਲਿਅਾ ॥",
    "transliteration": "Jo Saranee Aavai Sarab Sukh Paavai Thil Nehee Bhannai Ghaaliaa ||",
    "translation": "One who comes to His Sanctuary, finds absolute peace; not even a bit of his work goes unnoticed.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਦੀ) ਸਰਨ ਆਉਂਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਉਸ ਮਨੁੱਖ ਦੀ ਕੀਤੀ ਹੋਈ ਮਿਹਨਤ ਨੂੰ ਰਤਾ ਭਰ ਭੀ ਨਹੀਂ ਗਵਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48054,
    "shabad_id": 4013,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਨਿਧਿ ਗਾੲੇ. ਸਹਜ ਸੁਭਾੲੇ; ਪ੍ਰੇਮ ਮਹਾ ਰਸ ਮਾਤਾ ॥",
    "transliteration": "Har Gun Nidhh Gaaeae Sehaj Subhaaeae Praem Mehaa Ras Maathaa ||",
    "translation": "One who sings the Glorious Praises of the Lord, the Treasure of Virtue, is easily, naturally intoxicated with the supreme, sublime essence of divine love.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਿਆਰ ਨਾਲ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਹ ਸਭ ਤੋਂ ਉੱਚੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 48055,
    "shabad_id": 4013,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਦਾਸ. ਤੇਰੀ ਸਰਣਾੲੀ; ਤੂ ਪੂਰਨ ਪੁਰਖੁ ਬਿਧਾਤਾ ॥੧॥",
    "transliteration": "Naanak Dhaas Thaeree Saranaaee Thoo Pooran Purakh Bidhhaathaa ||1||",
    "translation": "Slave Nanak seeks Your Sanctuary; You are the Perfect Creator Lord, the Architect of Destiny. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਹੈ। ਤੂੰ ਸਭ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ, ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ (ਸਾਰੇ ਜਗਤ ਦਾ) ਰਚਨਹਾਰ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48056,
    "shabad_id": 4013,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੇਮ ਭਗਤਿ ਜਨ ਬੇਧਿਅਾ; ਸੇ ਅਾਨ ਕਤ ਜਾਹੀ ॥",
    "transliteration": "Har Praem Bhagath Jan Baedhhiaa Sae Aan Kath Jaahee ||",
    "translation": "The Lord's humble servant is pierced through with loving devotion to Him; where else can he go?",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰੀ ਦੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਵਿਚ ਵਿੱਝ ਜਾਂਦੇ ਹਨ, ਉਹ (ਹਰੀ ਨੂੰ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48057,
    "shabad_id": 4013,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮੀਨੁ ਬਿਛੋਹਾ. ਨਾ ਸਹੈ; ਜਲ ਬਿਨੁ ਮਰਿ ਪਾਹੀ ॥",
    "transliteration": "Meen Bishhohaa Naa Sehai Jal Bin Mar Paahee ||",
    "translation": "The fish cannot endure separation, and without water, it will die.",
    "punjabi": "(ਜਿਵੇਂ) ਮੱਛੀ (ਪਾਣੀ ਦਾ) ਵਿਛੋੜਾ ਸਹਾਰ ਨਹੀਂ ਸਕਦੀ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀਆਂ ਮਰ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48058,
    "shabad_id": 4013,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਕਿੳੁ ਰਹੀਅੈ, ਦੂਖ ਕਿਨਿ ਸਹੀਅੈ; ਚਾਤ੍ਰਿਕ, ਬੂੰਦ ਪਿਅਾਸਿਅਾ ॥",
    "transliteration": "Har Bin Kio Reheeai Dhookh Kin Seheeai Chaathrik Boondh Piaasiaa ||",
    "translation": "Without the Lord, how can I survive? How can I endure the pain? I am like the rainbird, thirsty for the rain-drop.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪ੍ਰੇਮ-ਭਗਤੀ ਵਿਚ ਵਿੱਝ ਗਏ ਹਨ, ਉਹਨਾਂ ਵਿਚੋਂ ਕਿਸੇ ਪਾਸੋਂ ਭੀ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਵਿਛੋੜੇ ਦਾ ਦੁੱਖ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਜਿਵੇਂ) ਪਪੀਹਾ ਹਰ ਵੇਲੇ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਲਈ ਤਰਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48059,
    "shabad_id": 4013,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕਬ ਰੈਨਿ ਬਿਹਾਵੈ. ਚਕਵੀ ਸੁਖੁ ਪਾਵੈ; ਸੂਰਜ ਕਿਰਣਿ ਪ੍ਰਗਾਸਿਅਾ ॥",
    "transliteration": "Kab Rain Bihaavai Chakavee Sukh Paavai Sooraj Kiran Pragaasiaa ||",
    "translation": "\"When will the night pass?,\" asks the chakvi bird. \"I shall find peace only when the rays of the sun shine on me.\"",
    "punjabi": "(ਜਿਵੇਂ) ਜਦ ਤਕ ਰਾਤ ਨਾਹ ਮੁੱਕੇ, ਜਦ ਤਕ ਸੂਰਜ ਦੀ ਕਿਰਨ ਲੋਅ ਨ ਕਰੇ, ਚਕਵੀ ਨੂੰ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48060,
    "shabad_id": 4013,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਦਰਸਿ ਮਨੁ ਲਾਗਾ. ਦਿਨਸੁ ਸਭਾਗਾ; ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾਹੀ ॥",
    "transliteration": "Har Dharas Man Laagaa Dhinas Sabhaagaa Anadhin Har Gun Gaahee ||",
    "translation": "My mind is attached to the Blessed Vision of the Lord. Blessed are the nights and days, when I sing the Glorious Praises of the Lord,",
    "punjabi": "(ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਵਿੱਝੇ ਹੋਏ ਮਨੁੱਖਾਂ ਲਈ) ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲਾ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48061,
    "shabad_id": 4013,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਦਾਸੁ ਕਹੈ ਬੇਨੰਤੀ; ਕਤ. ਹਰਿ ਬਿਨੁ ਪ੍ਰਾਣ ਟਿਕਾਹੀ ॥੨॥",
    "transliteration": "Naanak Dhaas Kehai Baenanthee Kath Har Bin Praan Ttikaahee ||2||",
    "translation": "Slave Nanak utters this prayer; without the Lord, how can the breath of life continue to flow through me? ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਕਿ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਵਿੱਝੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦੇ) ਪ੍ਰਾਣ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਕਿਤੇ ਭੀ ਧੀਰਜ ਨਹੀਂ ਪਾ ਸਕਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48062,
    "shabad_id": 4013,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਾਸ ਬਿਨਾ ਜਿੳੁ ਦੇਹੁਰੀ; ਕਤ ਸੋਭਾ ਪਾਵੈ ॥",
    "transliteration": "Saas Binaa Jio Dhaehuree Kath Sobhaa Paavai ||",
    "translation": "Without the breath, how can the body obtain glory and fame?",
    "punjabi": "ਜਿਵੇਂ ਸਾਹ (ਆਉਣ) ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਕਿਤੇ ਸੋਭਾ ਨਹੀਂ ਪਾ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48063,
    "shabad_id": 4013,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਦਰਸ ਬਿਹੂਨਾ ਸਾਧ ਜਨੁ; ਖਿਨੁ ਟਿਕਣੁ. ਨ ਅਾਵੈ ॥",
    "transliteration": "Dharas Bihoonaa Saadhh Jan Khin Ttikan N Aavai ||",
    "translation": "Without the Blessed Vision of the Lord's Darshan, the humble, holy person does not find peace, even for an instant.",
    "punjabi": "(ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦੇ) ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਸਾਧੂ-ਜਨ (ਸੋਭਾ ਨਹੀਂ ਪਾ ਸਕਦਾ)। (ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਮਨ) ਇਕ ਖਿਨ ਲਈ ਭੀ ਟਿਕ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48064,
    "shabad_id": 4013,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ ਜੋ ਰਹਣਾ. ਨਰਕੁ ਸੋ ਸਹਣਾ; ਚਰਨਕਮਲ ਮਨੁ ਬੇਧਿਅਾ ॥",
    "transliteration": "Har Bin Jo Rehanaa Narak So Sehanaa Charan Kamal Man Baedhhiaa ||",
    "translation": "Those who are without the Lord suffer in hell; my mind is pierced through with the Lord's Feet.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੋ ਜੀਊਣ ਹੈ, ਉਹ ਜੀਊਣ ਨਰਕ (ਦਾ ਦੁੱਖ) ਸਹਾਰਨ (ਦੇ ਤੁੱਲ) ਹੈ। ਪਰ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਵਿੱਛ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48065,
    "shabad_id": 4013,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਰਸਿਕ ਬੈਰਾਗੀ. ਨਾਮਿ ਲਿਵ ਲਾਗੀ; ਕਤਹੁ. ਨ ਜਾੲਿ ਨਿਖੇਧਿਅਾ ॥",
    "transliteration": "Har Rasik Bairaagee Naam Liv Laagee Kathahu N Jaae Nikhaedhhiaa ||",
    "translation": "The Lord is both sensual and unattached; lovingly attune yourself to the Naam, the Name of the Lord. No one can ever deny Him.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸੀਆ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਦਾ ਪ੍ਰੇਮੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੀ ਕਿਤੇ ਭੀ ਨਿਰਾਦਰੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48066,
    "shabad_id": 4013,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਸਿੳੁ ਜਾੲਿ ਮਿਲਣਾ. ਸਾਧਸੰਗਿ ਰਹਣਾ; ਸੋ ਸੁਖੁ ਅੰਕਿ. ਨ ਮਾਵੈ ॥",
    "transliteration": "Har Sio Jaae Milanaa Saadhhasang Rehanaa So Sukh Ank N Maavai ||",
    "translation": "Go and meet with the Lord, and dwell in the Saadh Sangat, the Company of the Holy; no one can contain that peace within his being.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ (ਤੇ, ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਣਾ (ਇਸ ਤੋਂ ਐਸਾ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਕਿ) ਉਹ ਆਨੰਦ ਲੁਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48067,
    "shabad_id": 4013,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਹੋਹੁ ਕ੍ਰਿਪਾਲ ਨਾਨਕ ਕੇ ਸੁਅਾਮੀ; ਹਰਿ ਚਰਨਹ ਸੰਗਿ ਸਮਾਵੈ ॥੩॥",
    "transliteration": "Hohu Kirapaal Naanak Kae Suaamee Har Charaneh Sang Samaavai ||3||",
    "translation": "Please be kind to me, O Lord and Master of Nanak, that I may merge in You. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਉਹ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48068,
    "shabad_id": 4013,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਪ੍ਰਭ ਮਿਲੇ; ਹਰਿ ਕਰੁਣਾ ਧਾਰੇ ॥",
    "transliteration": "Khojath Khojath Prabh Milae Har Karunaa Dhhaarae ||",
    "translation": "Searching and searching, I have met with my Lord God, who has showered me with His Mercy.",
    "punjabi": "(ਪ੍ਰਭੂ ਜੀ ਦੀ) ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਆਖ਼ਰ) ਪ੍ਰਭੂ ਜੀ (ਆਪ ਹੀ) ਦਇਆ ਕਰ ਕੇ (ਮੈਨੂੰ) ਮਿਲ ਪਏ (ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਭੂ ਜੀ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48069,
    "shabad_id": 4013,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਨਿਰਗੁਣੁ ਨੀਚੁ ਅਨਾਥੁ ਮੈ; ਨਹੀ ਦੋਖ ਬੀਚਾਰੇ ॥",
    "transliteration": "Niragun Neech Anaathh Mai Nehee Dhokh Beechaarae ||",
    "translation": "I am unworthy, a lowly orphan, but He does not even consider my faults.",
    "punjabi": "ਮੇਰੇ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ ਸੀ, ਮੈਂ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲਾ ਸਾਂ, ਮੈਂ ਅਨਾਥ ਸਾਂ। ਪਰ ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੇਰੇ ਔਗੁਣਾਂ ਵਲ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48070,
    "shabad_id": 4013,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਨਹੀ ਦੋਖ ਬੀਚਾਰੇ. ਪੂਰਨ ਸੁਖ ਸਾਰੇ; ਪਾਵਨ ਬਿਰਦੁ ਬਖਾਨਿਅਾ ॥",
    "transliteration": "Nehee Dhokh Beechaarae Pooran Sukh Saarae Paavan Biradh Bakhaaniaa ||",
    "translation": "He does not consider my faults; He has blessed me with Perfect Peace. It is said that it is His Way to purify us.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਔਗੁਣ ਨਹੀਂ ਵਿਚਾਰੇ, ਮੈਨੂੰ ਪੂਰਨ ਸੁਖ ਉਸ ਨੇ ਦੇ ਦਿੱਤੇ, (ਤਾਹੀਏਂ ਤਾਂ ਇਹ) ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ (ਪਤਿਤਾਂ ਨੂੰ) ਪਵਿੱਤਰ ਕਰਨਾ (ਪ੍ਰਭੂ ਦਾ) ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48071,
    "shabad_id": 4013,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਭਗਤਿ ਵਛਲੁ ਸੁਨਿ. ਅੰਚਲੁੋ ਗਹਿਅਾ; ਘਟਿ ਘਟਿ ਪੂਰ ਸਮਾਨਿਅਾ ॥",
    "transliteration": "Bhagath Vashhal Sun Anchaluo Gehiaa Ghatt Ghatt Poor Samaaniaa ||",
    "translation": "Hearing that He is the Love of His devotees, I have grasped the hem of His robe. He is totally permeating each and every heart.",
    "punjabi": "ਇਹ ਸੁਣ ਕੇ ਕਿ ਪ੍ਰਭੂ ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਮੈਂ ਉਸ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ (ਤੇ ਭਗਤੀ ਦੀ ਦਾਤ ਮੰਗੀ)। ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪੂਰਨ ਤੌਰ ਤੇ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48072,
    "shabad_id": 4013,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਸੁਖਸਾਗਰੁੋ ਪਾੲਿਅਾ. ਸਹਜ ਸੁਭਾੲਿਅਾ; ਜਨਮ ਮਰਨ ਦੁਖ ਹਾਰੇ ॥",
    "transliteration": "Sukh Saagaruo Paaeiaa Sehaj Subhaaeiaa Janam Maran Dhukh Haarae ||",
    "translation": "I have found the Lord, the Ocean of Peace, with intuitive ease; the pains of birth and death are gone.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਉਸ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ, ਤਾਂ ਉਹ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਮੈਨੂੰ ਆਪ-ਮੁਹਾਰਾ ਹੀ ਮਿਲ ਪਿਆ। ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਦੁੱਖ ਥੱਕ ਗਏ (ਮੁੱਕ ਗਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48073,
    "shabad_id": 4013,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੀਨੇ ਨਾਨਕ ਦਾਸ ਅਪਨੇ; ਰਾਮ ਨਾਮ ੳੁਰਿ ਹਾਰੇ ॥੪॥੧॥",
    "transliteration": "Kar Gehi Leenae Naanak Dhaas Apanae Raam Naam Our Haarae ||4||1||",
    "translation": "Taking him by the hand, the Lord has saved Nanak, His slave; He has woven the garland of His Name into his heart. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਹੱਥ ਫੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਹਨਾਂ ਸੇਵਕਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਹਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
