[
  {
    "id": 48108,
    "shabad_id": 4017,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਚਲਤ ਕਤ; ਟੇਢੇ ਟੇਢੇ ਟੇਢੇ ॥",
    "transliteration": "Chalath Kath Ttaedtae Ttaedtae Ttaedtae ||",
    "translation": "Why do you walk in that crooked, zig-zag way?",
    "punjabi": "(ਹੇ ਅੰਞਾਣ ਜੀਵ!) ਕਿਉਂ ਆਕੜ ਆਕੜ ਕੇ ਤੁਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48109,
    "shabad_id": 4017,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅਸਤਿ ਚਰਮ ਬਿਸਟਾ ਕੇ ਮੂੰਦੇ; ਦੁਰਗੰਧ ਹੀ ਕੇ ਬੇਢੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Asath Charam Bisattaa Kae Moondhae Dhuragandhh Hee Kae Baedtae ||1|| Rehaao ||",
    "translation": "You are nothing more than a bundle of bones, wrapped in skin, filled with manure; you give off such a rotten smell! ||1||Pause||",
    "punjabi": "ਹੈਂ ਤਾਂ ਤੂੰ ਹੱਡੀਆਂ, ਚੰਮੜੀ ਤੇ ਵਿਸ਼ਟੇ ਨਾਲ ਹੀ ਭਰਿਆ ਹੋਇਆ, ਤੇ ਦੁਰਗੰਧ ਨਾਲ ਹੀ ਲਿੱਬੜਿਆ ਹੋਇਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅਸ-ਤਿ",
    "type_id": 4
  },
  {
    "id": 48110,
    "shabad_id": 4017,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਰਾਮ. ਨ ਜਪਹੁ, ਕਵਨ ਭ੍ਰਮ ਭੂਲੇ; ਤੁਮ ਤੇ ਕਾਲੁ. ਨ ਦੂਰੇ ॥",
    "transliteration": "Raam N Japahu Kavan Bhram Bhoolae Thum Thae Kaal N Dhoorae ||",
    "translation": "You do not meditate on the Lord. What doubts have confused and deluded you? Death is not far away from you!",
    "punjabi": "(ਹੇ ਅੰਞਾਣ!) ਤੂੰ ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਕਿਹੜੇ ਭੁਲੇਖਿਆਂ ਵਿਚ ਭੁੱਲਿਆ ਹੈਂ? (ਕੀ ਤੇਰਾ ਇਹ ਖ਼ਿਆਲ ਹੈ ਕਿ ਮੌਤ ਨਹੀਂ ਆਵੇਗੀ?) ਮੌਤ ਤੈਥੋਂ ਦੂਰ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48111,
    "shabad_id": 4017,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਨਿਕ ਜਤਨ ਕਰਿ. ੲਿਹ ਤਨੁ ਰਾਖਹੁ; ਰਹੈ ਅਵਸਥਾ ਪੂਰੇ ॥੨॥",
    "transliteration": "Anik Jathan Kar Eihu Than Raakhahu Rehai Avasathhaa Poorae ||2||",
    "translation": "Making all sorts of efforts, you manage to preserve this body, but it shall only survive until its time is up. ||2||",
    "punjabi": "ਜਿਸ ਸਰੀਰ ਨੂੰ ਅਨੇਕਾਂ ਜਤਨ ਕਰ ਕੇ ਪਾਲ ਰਿਹਾ ਹੈਂ, ਇਹ ਉਮਰ ਪੂਰੀ ਹੋਣ ਤੇ ਢਹਿ ਪਏਗਾ ॥੨॥",
    "pronunciation": "ਅਵਸਥਾ ੳੁਮਰ ਪੂਰੀ ਹੋਣ ਤੋਂ (ਰਹੈ) ਰਹਿ ਖਤਮ ਹੋ ਜਾਵੇਗਾ",
    "type_id": 3
  },
  {
    "id": 48112,
    "shabad_id": 4017,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਾਪਨ ਕੀਅਾ ਕਛੂ. ਨ ਹੋਵੈ; ਕਿਅਾ ਕੋ ਕਰੈ ਪਰਾਨੀ ॥",
    "transliteration": "Aapan Keeaa Kashhoo N Hovai Kiaa Ko Karai Paraanee ||",
    "translation": "By one's own efforts, nothing is done. What can the mere mortal accomplish?",
    "punjabi": "(ਪਰ) ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ? ਜੀਵ ਦਾ ਆਪਣਾ ਕੀਤਾ ਕੁਝ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48113,
    "shabad_id": 4017,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਾ ਤਿਸੁ ਭਾਵੈ. ਸਤਿਗੁਰੁ ਭੇਟੈ; ੲੇਕੋ ਨਾਮੁ ਬਖਾਨੀ ॥੩॥",
    "transliteration": "Jaa This Bhaavai Sathigur Bhaettai Eaeko Naam Bakhaanee ||3||",
    "translation": "When it pleases the Lord, the mortal meets the True Guru, and chants the Name of the One Lord. ||3||",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਜੀਵ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਤੇ, ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਇਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਹੀ ਸਿਮਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48114,
    "shabad_id": 4017,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਬਲੂਅਾ ਕੇ ਘਰੂਅਾ ਮਹਿ ਬਸਤੇ; ਫੁਲਵਤ ਦੇਹ ਅੲਿਅਾਨੇ ॥",
    "transliteration": "Balooaa Kae Gharooaa Mehi Basathae Fulavath Dhaeh Aeiaanae ||",
    "translation": "You live in a house of sand, but you still puff up your body - you ignorant fool!",
    "punjabi": "ਹੇ ਅੰਞਾਣ! (ਇਹ ਤੇਰਾ ਸਰੀਰ ਰੇਤ ਦੇ ਘਰ ਸਮਾਨ ਹੈ) ਤੂੰ ਰੇਤ ਦੇ ਘਰ ਵਿਚ ਵੱਸਦਾ ਹੈਂ, ਤੇ ਇਸ ਸਰੀਰ ਉੱਤੇ ਮਾਣ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "ਪੰਜ ਤੱਤ ਰੂਪੀ ਬਲੂਅਾ ਰੇਤੇ ਦੇ ਘਰੂਅਾ ਘਰ ਸ੍ਰੀਰ ਮਹਿ ਚ ।ਫੁੱਲਵਤ",
    "type_id": 3
  },
  {
    "id": 48115,
    "shabad_id": 4017,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਜਿਹ ਰਾਮੁ, ਨ ਚੇਤਿਓ; ਬੂਡੇ ਬਹੁਤੁ ਸਿਅਾਨੇ ॥੪॥੪॥",
    "transliteration": "Kahu Kabeer Jih Raam N Chaethiou Booddae Bahuth Siaanae ||4||4||",
    "translation": "Says Kabeer, those who do not remember the Lord may be very clever, but they still drown. ||4||4||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਉਹ ਬੜੇ ਬੜੇ ਸਿਆਣੇ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ) ਵਿਚ ਡੁੱਬ ਗਏ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48116,
    "shabad_id": 4018,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਟੇਢੀ ਪਾਗ ਟੇਢੇ ਚਲੇ; ਲਾਗੇ ਬੀਰੇ ਖਾਨ ॥",
    "transliteration": "Ttaedtee Paag Ttaedtae Chalae Laagae Beerae Khaan ||",
    "translation": "Your turban is crooked, and you walk crooked; and now you have started chewing betel leaves.",
    "punjabi": "(ਅਹੰਕਾਰ ਵਿਚ) ਵਿੰਗੀ ਪੱਗ ਬੰਨ੍ਹਦਾ ਹੈ, ਆਕੜ ਕੇ ਤੁਰਦਾ ਹੈ, ਪਾਨ ਦੇ ਬੀੜੇ ਖਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48117,
    "shabad_id": 4018,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭਾੳੁ ਭਗਤਿ ਸਿੳੁ ਕਾਜੁ. ਨ ਕਛੂਅੈ; ਮੇਰੋ ਕਾਮੁ ਦੀਵਾਨ ॥੧॥",
    "transliteration": "Bhaao Bhagath Sio Kaaj N Kashhooai Maero Kaam Dheevaan ||1||",
    "translation": "You have no use at all for loving devotional worship; you say you have business in court. ||1||",
    "punjabi": "(ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਮੇਰਾ ਕੰਮ ਹੈ ਹਕੂਮਤ ਕਰਨੀ, ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਜਾਂ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਮੈਨੂੰ ਕੋਈ ਲੋੜ ਨਹੀਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48118,
    "shabad_id": 4018,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਰਾਮੁ ਬਿਸਾਰਿਓ ਹੈ; ਅਭਿਮਾਨਿ ॥",
    "transliteration": "Raam Bisaariou Hai Abhimaan ||",
    "translation": "In your egotistical pride, you have forgotten the Lord.",
    "punjabi": "ਮਨੁੱਖ ਅਹੰਕਾਰ ਵਿਚ (ਆ ਕੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48119,
    "shabad_id": 4018,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਨਿਕ ਕਾਮਨੀ ਮਹਾ ਸੁੰਦਰੀ; ਪੇਖਿ ਪੇਖਿ ਸਚੁ ਮਾਨਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kanik Kaamanee Mehaa Sundharee Paekh Paekh Sach Maan ||1|| Rehaao ||",
    "translation": "Gazing upon your gold, and your very beautiful wife, you believe that they are permanent. ||1||Pause||",
    "punjabi": "ਸੋਨਾ ਤੇ ਬੜੀ ਸੁਹਣੀ ਇਸਤ੍ਰੀ ਵੇਖ ਵੇਖ ਕੇ ਇਹ ਮੰਨ ਬੈਠਦਾ ਹੈ ਕਿ ਇਹ ਸਦਾ ਰਹਿਣ ਵਾਲੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48120,
    "shabad_id": 4018,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਲਾਲਚ ਝੂਠ ਬਿਕਾਰ ਮਹਾ ਮਦ; ੲਿਂਹ ਬਿਧਿ ਅੳੁਧ ਬਿਹਾਨਿ ॥",
    "transliteration": "Laalach Jhooth Bikaar Mehaa Madh Eih Bidhh Aoudhh Bihaan ||",
    "translation": "You are engrossed in greed, falsehood, corruption and great arrogance. Your life is passing away.",
    "punjabi": "(ਮਾਇਆ ਦਾ) ਲਾਲਚ, ਝੂਠ, ਵਿਕਾਰ, ਬੜਾ ਅਹੰਕਾਰ-ਇਹਨੀਂ ਗੱਲੀਂ ਹੀ (ਸਾਰੀ) ਉਮਰ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48121,
    "shabad_id": 4018,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਅੰਤ ਕੀ ਬੇਰ; ਅਾੲਿ ਲਾਗੋ ਕਾਲੁ ਨਿਦਾਨਿ ॥੨॥੫॥",
    "transliteration": "Kehi Kabeer Anth Kee Baer Aae Laago Kaal Nidhaan ||2||5||",
    "translation": "Says Kabeer, at the very last moment, death will come and seize you, you fool! ||2||5||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਆਖ਼ਰ ਉਮਰ ਮੁੱਕਣ ਤੇ ਮੌਤ (ਸਿਰ ਤੇ) ਆ ਹੀ ਅੱਪੜਦੀ ਹੈ ॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48122,
    "shabad_id": 4019,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚਾਰਿ ਦਿਨ; ਅਪਨੀ ਨੳੁਬਤਿ ਚਲੇ ਬਜਾੲਿ ॥",
    "transliteration": "Chaar Dhin Apanee Noubath Chalae Bajaae ||",
    "translation": "The mortal beats the drum for a few days, and then he must depart.",
    "punjabi": "ਮਨੁੱਖ (ਜੇ ਰਾਜਾ ਭੀ ਬਣ ਜਾਏ ਤਾਂ ਭੀ) ਥੋੜ੍ਹੇ ਹੀ ਦਿਨ ਰਾਜ ਮਾਣ ਕੇ ਇੱਥੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48123,
    "shabad_id": 4019,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲਿਤਨਕੁ ਖਟੀਅਾ ਗਠੀਅਾ ਮਟੀਅਾ; ਸੰਗਿ. ਨ ਕਛੁ ਲੈ ਜਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eithanak Khatteeaa Gatheeaa Matteeaa Sang N Kashh Lai Jaae ||1|| Rehaao ||",
    "translation": "With so much wealth and cash and buried treasure, still, he cannot take anything with him. ||1||Pause||",
    "punjabi": "ਜੇ ਇਤਨਾ ਧਨ ਭੀ ਜੋੜ ਲਏ ਕਿ ਗੰਢਾਂ ਬੰਨ੍ਹ ਲਏ, ਜ਼ਮੀਨ ਵਿਚ ਦੱਬ ਰੱਖੇ, ਤਾਂ ਭੀ ਕੋਈ ਚੀਜ਼ (ਅੰਤ ਵੇਲੇ ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ੲਿਤਨ-ਕੁ",
    "type_id": 4
  },
  {
    "id": 48124,
    "shabad_id": 4019,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਦਿਹਰੀ ਬੈਠੀ ਮਿਹਰੀ ਰੋਵੈ; ਦੁਅਾਰੈ ਲੳੁ ਸੰਗਿ ਮਾੲਿ ॥",
    "transliteration": "Dhiharee Baithee Miharee Rovai Dhuaarai Lo Sang Maae ||",
    "translation": "Sitting on the threshhold, his wife weeps and wails; his mother accompanies him to the outer gate.",
    "punjabi": "(ਜਦੋਂ ਮਰ ਜਾਂਦਾ ਹੈ ਤਾਂ) ਘਰ ਦੀ ਦਲੀਜ਼ ਉੱਤੇ ਬੈਠੀ ਵਹੁਟੀ ਰੋਂਦੀ ਹੈ, ਬਾਹਰਲੇ ਬੂਹੇ ਤਕ ਉਸ ਦੀ ਮਾਂ (ਉਸ ਦੇ ਮੁਰਦਾ ਸਰੀਰ ਦਾ) ਸਾਥ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48125,
    "shabad_id": 4019,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਰਹਟ ਲਗਿ, ਸਭੁ ਲੋਗੁ ਕੁਟੰਬੁ ਮਿਲਿ; ਹੰਸੁ ੲਿਕੇਲਾ ਜਾੲਿ ॥੧॥",
    "transliteration": "Marehatt Lag Sabh Log Kuttanb Mil Hans Eikaelaa Jaae ||1||",
    "translation": "All the people and relatives together go to the crematorium, but the swan-soul must go home all alone. ||1||",
    "punjabi": "ਮਸਾਣਾਂ ਤਕ ਹੋਰ ਲੋਕ ਤੇ ਪਰਵਾਰ ਦੇ ਬੰਦੇ ਜਾਂਦੇ ਹਨ। ਪਰ ਜਿੰਦ ਇਕੱਲੀ ਹੀ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਮਰਹਟ) ਮਸਾਣ (ਲਗਿ) ਤੱਕ",
    "type_id": 3
  },
  {
    "id": 48126,
    "shabad_id": 4019,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਵੈ ਸੁਤ. ਵੈ ਬਿਤ, ਵੈ ਪੁਰ ਪਾਟਨ; ਬਹੁਰਿ. ਨ ਦੇਖੈ ਅਾੲਿ ॥",
    "transliteration": "Vai Suth Vai Bith Vai Pur Paattan Bahur N Dhaekhai Aae ||",
    "translation": "Those children, that wealth, that city and town - he shall not come to see them again.",
    "punjabi": "ਉਹ (ਆਪਣੇ) ਪੁੱਤਰ, ਧਨ, ਨਗਰ ਸ਼ਹਿਰ ਮੁੜ ਕਦੇ ਆ ਕੇ ਨਹੀਂ ਵੇਖ ਸਕਦਾ।",
    "pronunciation": "(ਵੈ) ਓਹ ਸੁਤਪੁੱਤ੍ਰ (ਬਿਤ) ਧਨ ਨਕਦ। (ਪੁਰ) ਪੁਰੀ )ਪਾਟਨ) ਸ਼ਹਿਰ",
    "type_id": 3
  },
  {
    "id": 48127,
    "shabad_id": 4019,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਹਤੁ ਕਬੀਰੁ. ਰਾਮੁ, ਕੀ ਨ ਸਿਮਰਹੁ; ਜਨਮੁ ਅਕਾਰਥ ਜਾੲਿ ॥੨॥੬॥",
    "transliteration": "Kehath Kabeer Raam Kee N Simarahu Janam Akaarathh Jaae ||2||6||",
    "translation": "Says Kabeer, why do you not meditate on the Lord? Your life is uselessly slipping away! ||2||6||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਿਉਂ ਨਹੀਂ ਕਰਦਾ? (ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੨॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48128,
    "shabad_id": 4020,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰਾਗੁ ਕੇਦਾਰਾ ਬਾਣੀ ਰਵਿਦਾਸ ਜੀੳੁ ਕੀ",
    "transliteration": "Raag Kaedhaaraa Baanee Ravidhaas Jeeo Kee",
    "translation": "Raag Kaydaaraa, The Word Of Ravi Daas Jee:",
    "punjabi": "ਰਾਗ ਕੇਦਾਰਾ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48129,
    "shabad_id": 4020,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 48130,
    "shabad_id": 4020,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਖਟੁ ਕਰਮ ਕੁਲ ਸੰਜੁਗਤੁ ਹੈ; ਹਰਿ ਭਗਤਿ. ਹਿਰਦੈ ਨਾਹਿ ॥",
    "transliteration": "Khatt Karam Kul Sanjugath Hai Har Bhagath Hiradhai Naahi ||",
    "translation": "One who performs the six religious rituals and comes from a good family, but who does not have devotion to the Lord in his heart,",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਉੱਚੀ ਬ੍ਰਾਹਮਣ ਕੁਲ ਦਾ ਹੋਵੇ, ਤੇ, ਨਿੱਤ ਛੇ ਕਰਮ ਕਰਦਾ ਹੋਵੇ; ਪਰ ਜੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48131,
    "shabad_id": 4020,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਚਰਨਾਰਬਿੰਦ, ਨ ਕਥਾ ਭਾਵੈ; ਸੁਪਚ ਤੁਲਿ ਸਮਾਨਿ ॥੧॥",
    "transliteration": "Charanaarabindh N Kathhaa Bhaavai Supach Thul Samaan ||1||",
    "translation": "One who does not appreciate talk of the Lord's Lotus Feet, is just like an outcaste, a pariah. ||1||",
    "punjabi": "ਜੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀਆਂ ਗੱਲਾਂ ਚੰਗੀਆਂ ਨਹੀਂ ਲੱਗਦੀਆਂ, ਤਾਂ ਉਹ ਚੰਡਾਲ ਦੇ ਬਰਾਬਰ ਹੈ, ਚੰਡਾਲ ਵਰਗਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਚਰਨਾਰਬਿੰਦ) ਚਰਨਕਵਲਾਂ ਦੀ। (ਸੁਪਚ) ਚੰਡਾਲ।ਸੁਪਚ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48132,
    "shabad_id": 4020,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਰੇ ਚਿਤ ਚੇਤਿ; ਚੇਤ ਅਚੇਤ ॥",
    "transliteration": "Rae Chith Chaeth Chaeth Achaeth ||",
    "translation": "Be conscious, be conscious, be conscious, O my unconscious mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗ਼ਾਫ਼ਲ ਮਨ! ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48133,
    "shabad_id": 4020,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਾਹੇ; ਨ ਬਾਲਮੀਕਹਿ ਦੇਖ ॥",
    "transliteration": "Kaahae N Baalameekehi Dhaekh ||",
    "translation": "Why do you not look at Baalmeek?",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਬਾਲਮੀਕ ਵਲ ਕਿਉਂ ਨਹੀਂ ਵੇਖਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48134,
    "shabad_id": 4020,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਿਸੁ ਜਾਤਿ ਤੇ, ਕਿਹ ਪਦਹਿ ਅਮਰਿਓ; ਰਾਮ ਭਗਤਿ ਬਿਸੇਖ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kis Jaath Thae Kih Padhehi Amariou Raam Bhagath Bisaekh ||1|| Rehaao ||",
    "translation": "From such a low social status, what a high status he obtained! Devotional worship to the Lord is sublime! ||1||Pause||",
    "punjabi": "ਇਕ ਨੀਵੀਂ ਜਾਤ ਤੋਂ ਬੜੇ ਵੱਡੇ ਦਰਜੇ ਉੱਤੇ ਅੱਪੜ ਗਿਆ-ਇਹ ਵਡਿਆਈ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਕਾਰਨ ਹੀ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਅਮਰਿਓ) ਅੱਪੜੇ",
    "type_id": 4
  },
  {
    "id": 48135,
    "shabad_id": 4020,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸੁਅਾਨ ਸਤ੍ਰੁ. ਅਜਾਤੁ ਸਭ ਤੇ; ਕ੍ਰਿਸ˜ ਲਾਵੈ ਹੇਤੁ ॥",
    "transliteration": "Suaan Sathra Ajaath Sabh Thae Kirasa Laavai Haeth ||",
    "translation": "The killer of dogs, the lowest of all, was lovingly embraced by Krishna.",
    "punjabi": "(ਬਾਲਮੀਕ) ਕੁੱਤਿਆਂ ਦਾ ਵੈਰੀ ਸੀ, ਸਭ ਲੋਕਾਂ ਨਾਲੋਂ ਚੰਡਾਲ ਸੀ, ਪਰ ਉਸ ਨੇ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਕੀਤਾ।",
    "pronunciation": "(ਸੱਤ੍ਰੁ) ਵੈਰੀ। ਕ੍ਰਿਸ˜ ਅੱਧਾ ˜: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48136,
    "shabad_id": 4020,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਲੋਗੁ ਬਪੁਰਾ. ਕਿਅਾ ਸਰਾਹੈ; ਤੀਨਿ ਲੋਕ ਪ੍ਰਵੇਸ ॥੨॥",
    "transliteration": "Log Bapuraa Kiaa Saraahai Theen Lok Pravaes ||2||",
    "translation": "See how the poor people praise him! His praise extends throughout the three worlds. ||2||",
    "punjabi": "ਵਿਚਾਰਾ ਜਗਤ ਉਸ ਦੀ ਕੀਹ ਵਡਿਆਈ ਕਰ ਸਕਦਾ ਹੈ? ਉਸ ਦੀ ਸੋਭਾ ਤ੍ਰਿਲੋਕੀ ਵਿਚ ਖਿੱਲਰ ਗਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48137,
    "shabad_id": 4020,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਅਜਾਮਲੁ ਪਿੰਗੁਲਾ ਲੁਭਤੁ ਕੁੰਚਰੁ; ਗੲੇ ਹਰਿ ਕੈ ਪਾਸਿ ॥",
    "transliteration": "Ajaamal Pingulaa Lubhath Kunchar Geae Har Kai Paas ||",
    "translation": "Ajaamal, Pingulaa, Lodhia and the elephant went to the Lord.",
    "punjabi": "ਅਜਾਮਲ, ਪਿੰਗਲਾ, ਸ਼ਿਕਾਰੀ, ਕੁੰਚਰ-ਇਹ ਸਾਰੇ (ਮੁਕਤ ਹੋ ਕੇ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜਾ ਅੱਪੜੇ।",
    "pronunciation": "ਅਜਾਮੱਲੁ",
    "type_id": 3
  },
  {
    "id": 48138,
    "shabad_id": 4020,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਅੈਸੇ ਦੁਰਮਤਿ ਨਿਸਤਰੇ; ਤੂ ਕਿੳੁ. ਨ ਤਰਹਿ, ਰਵਿਦਾਸ ॥੩॥੧॥",
    "transliteration": "Aisae Dhuramath Nisatharae Thoo Kio N Tharehi Ravidhaas ||3||1||",
    "translation": "Even such evil-minded beings were emancipated. Why should you not also be saved, O Ravi Daas? ||3||1||",
    "punjabi": "ਹੇ ਰਵਿਦਾਸ! ਜੇ ਅਜਿਹੀ ਭੈੜੀ ਮੱਤ ਵਾਲੇ ਤਰ ਗਏ ਤਾਂ ਤੂੰ (ਇਸ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਕਿਉਂ ਨ ਪਾਰ ਲੰਘੇਂਗਾ? ॥੩॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
