[
  {
    "id": 48167,
    "shabad_id": 4023,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਾਚ ਸਬਦ ਬਿਨੁ ਕਬਹੁ. ਨ ਛੂਟਸਿ; ਬਿਰਥਾ ਜਨਮੁ ਭੲਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saach Sabadh Bin Kabahu N Shhoottas Birathhaa Janam Bhaeiou ||1|| Rehaao ||",
    "translation": "Without the True Word of the Shabad, you shall never be released, and your life shall be totally useless. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ, ਜਮ ਦੇ ਜਾਲ ਤੋਂ) ਤੂੰ ਕਦੇ ਭੀ ਬਚਿਆ ਨਹੀਂ ਰਹਿ ਸਕੇਂਗਾ। ਤੇਰੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਹੀ ਚਲੀ ਜਾਇਗੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48168,
    "shabad_id": 4023,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤਨ ਮਹਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਹੳੁ ਮਮਤਾ; ਕਠਿਨ ਪੀਰ ਅਤਿ ਭਾਰੀ ॥",
    "transliteration": "Than Mehi Kaam Krodhh Ho Mamathaa Kathin Peer Ath Bhaaree ||",
    "translation": "Within the body are sexual desire, anger, egotism and attachment. This pain is so great, and so difficult to endure.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਤੇਰੇ ਸਰੀਰ ਵਿਚ ਕਾਮ (ਜ਼ੋਰ ਪਾ ਰਿਹਾ) ਹੈ, ਕ੍ਰੋਧ (ਪ੍ਰਬਲ) ਹੈ, ਹਉਮੈ ਹੈ, ਮਲਕੀਅਤਾਂ ਦੀ ਤਾਂਘ ਹੈ, ਇਹਨਾਂ ਸਭਨਾਂ ਦੀ ਵੱਡੀ ਔਖੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਵਿਚ ਡੁੱਬਣੋਂ ਤੇਰਾ ਬਚਾ ਕਿਵੇਂ ਹੋਵੇ?)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48169,
    "shabad_id": 4023,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਰਾਮ ਜਪਹੁ ਰਸੁ ਰਸਨਾ; ੲਿਨ ਬਿਧਿ ਤਰੁ ਤੂ ਤਾਰੀ ॥੨॥",
    "transliteration": "Guramukh Raam Japahu Ras Rasanaa Ein Bidhh Thar Thoo Thaaree ||2||",
    "translation": "As Gurmukh, chant the Lord's Name, and savor it with your tongue; in this way, you shall cross over to the other side. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ, ਜੀਭ ਨਾਲ (ਸਿਮਰਨ ਦਾ) ਸੁਆਦ ਲੈ। ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚੋਂ ਸਿਮਰਨ ਦੀ) ਤਾਰੀ ਲਾ ਕੇ ਪਾਰ ਲੰਘ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48170,
    "shabad_id": 4023,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਬਹਰੇ ਕਰਨ. ਅਕਲਿ ਭੲੀ ਹੋਛੀ; ਸਬਦ ਸਹਜੁ. ਨਹੀ ਬੂਝਿਅਾ ॥",
    "transliteration": "Beharae Karan Akal Bhee Hoshhee Sabadh Sehaj Nehee Boojhiaa ||",
    "translation": "Your ears are deaf, and your intellect is worthless, and still, you do not intuitively understand the Word of the Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਲੋਂ) ਤੇਰੇ ਕੰਨ ਬੋਲੇ (ਹੀ ਰਹੇ), ਤੇਰੀ ਮੱਤ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਗਈ ਹੈ (ਰਤਾ ਰਤਾ ਗੱਲ ਤੇ ਛਿੱਥਾ ਪੈਣ ਦਾ ਤੇਰਾ ਸੁਭਾਉ ਬਣ ਗਿਆ ਹੈ), ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਾਂਤ-ਰਸ ਤੂੰ ਸਮਝ ਨਹੀਂ ਸਕਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48171,
    "shabad_id": 4023,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਨਮੁ ਪਦਾਰਥੁ. ਮਨਮੁਖਿ ਹਾਰਿਅਾ; ਬਿਨੁ ਗੁਰ. ਅੰਧੁ, ਨ ਸੂਝਿਅਾ ॥੩॥",
    "transliteration": "Janam Padhaarathh Manamukh Haariaa Bin Gur Andhh N Soojhiaa ||3||",
    "translation": "The self-willed manmukh wastes this priceless human life and loses it. Without the Guru, the blind person cannot see. ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਲੱਗ ਕੇ ਤੂੰ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਿਆ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੀ ਰਿਹਾ, ਤੈਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਨਾਹ ਆਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48172,
    "shabad_id": 4023,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਰਹੈ ੳੁਦਾਸੁ ਅਾਸ ਨਿਰਾਸਾ; ਸਹਜ ਧਿਅਾਨਿ ਬੈਰਾਗੀ ॥",
    "transliteration": "Rehai Oudhaas Aas Niraasaa Sehaj Dhhiaan Bairaagee ||",
    "translation": "Whoever remains detached and free of desire in the midst of desire - and whoever, unattached, intuitively meditates on the Celestial Lord",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਦੁਨੀਆ ਵਿਚ ਵਰਤਦਾ ਹੋਇਆ ਭੀ ਦੁਨੀਆ ਵਲੋਂ) ਉਪਰਾਮ ਰਹਿੰਦਾ ਹੈ, ਆਸਾਂ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਉਹ (ਦੁਨੀਆ ਤੋਂ) ਨਿਰਮੋਹ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48173,
    "shabad_id": 4023,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕ. ਗੁਰਮੁਖਿ ਛੂਟਸਿ; ਰਾਮ ਨਾਮਿ ਲਿਵ ਲਾਗੀ ॥੪॥੨॥੩॥",
    "transliteration": "Pranavath Naanak Guramukh Shhoottas Raam Naam Liv Laagee ||4||2||3||",
    "translation": "- prays Nanak, as Gurmukh, he is released. He is lovingly attuned to the Naam, the Name of the Lord. ||4||||2||3||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ। (ਹੇ ਪ੍ਰਾਣੀ!) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਤੈਨੂੰ ਸਮਝਾਂਦਾ ਹੈ ਕਿ) ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੀ ਫਾਹੀ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਸੁਰਤ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48174,
    "shabad_id": 4024,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "translation": "Bhairao, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48175,
    "shabad_id": 4024,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਭੂੰਡੀ ਚਾਲ, ਚਰਣ ਕਰ ਖਿਸਰੇ; ਤੁਚਾ ਦੇਹ ਕੁਮਲਾਨੀ ॥",
    "transliteration": "Bhoonddee Chaal Charan Kar Khisarae Thuchaa Dhaeh Kumalaanee ||",
    "translation": "His walk becomes weak and clumsy, his feet and hands shake, and the skin of his body is withered and wrinkled.",
    "punjabi": "(ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ! ਹੁਣ ਬੁਢੇਪੇ ਵਿਚ) ਤੇਰੀ ਤੋਰ ਬੇ-ਢਬੀ ਹੋ ਚੁਕੀ ਹੈ, ਤੇਰੇ ਪੈਰ ਹੱਥ ਢਿਲਕ ਪਏ ਹਨ, ਤੇਰੇ ਸਰੀਰ ਦੀ ਚਮੜੀ ਉਤੇ ਝੁਰੜੀਆਂ ਪੈ ਰਹੀਆਂ ਹਨ,",
    "pronunciation": "(ਭੂੰਡੀ) ਭੈੜੀ। (ਕਰ) ਹੱਥ। (ਚਰਣ) ਪੈਰ। ਨਿਰਬਲਤਾ ਨਾਲ (ਖਿਸਰੇ) ਖਿਸਕਣ ਲੱਗ ਪੲੇ। (ਤੁਚਾ) ਚਮੜੀ",
    "type_id": 3
  },
  {
    "id": 48176,
    "shabad_id": 4024,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨੇਤ੍ਰੀ ਧੁੰਧਿ. ਕਰਨ ਭੲੇ ਬਹਰੇ; ਮਨਮੁਖਿ. ਨਾਮੁ, ਨ ਜਾਨੀ ॥੧॥",
    "transliteration": "Naethree Dhhundhh Karan Bheae Beharae Manamukh Naam N Jaanee ||1||",
    "translation": "His eyes are dim, his ears are deaf, and yet, the self-willed manmukh does not know the Naam. ||1||",
    "punjabi": "ਤੇਰੀਆਂ ਅੱਖਾਂ ਅੱਗੇ ਹਨੇਰਾ ਹੋਣ ਲੱਗ ਪਿਆ ਹੈ, ਤੇਰੇ ਕੰਨ ਬੋਲੇ ਹੋ ਚੁਕੇ ਹਨ, ਪਰ ਅਜੇ ਭੀ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48177,
    "shabad_id": 4024,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅੰਧੁਲੇ; ਕਿਅਾ ਪਾੲਿਅਾ ਜਗਿ ਅਾੲਿ ॥",
    "transliteration": "Andhhulae Kiaa Paaeiaa Jag Aae ||",
    "translation": "O blind man, what have you obtained by coming into the world?",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! ਤੂੰ ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਅਸਲੀ ਲਾਭ ਵਜੋਂ) ਕੁਝ ਭੀ ਨਾਹ ਖੱਟਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48178,
    "shabad_id": 4024,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਰਾਮੁ ਰਿਦੈ ਨਹੀ ਗੁਰ ਕੀ ਸੇਵਾ; ਚਾਲੇ ਮੂਲੁ ਗਵਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Raam Ridhai Nehee Gur Kee Saevaa Chaalae Mool Gavaae ||1|| Rehaao ||",
    "translation": "The Lord is not in your heart, and you do not serve the Guru. After wasting your capital, you shall have to depart. ||1||Pause||",
    "punjabi": "ਸਗੋਂ ਤੂੰ ਮੂਲ ਭੀ ਗਵਾ ਲਿਆ (ਜੇਹੜਾ ਪਹਿਲਾਂ ਕੋਈ ਆਤਮਕ ਜੀਵਨ ਸੀ ਉਹ ਭੀ ਨਾਸ ਕਰ ਲਿਆ, ਕਿਉਂਕਿ) ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਇਆ, ਤੇ ਤੂੰ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਹੀਂ ਕੀਤੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48179,
    "shabad_id": 4024,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਿਹਵਾ. ਰੰਗਿ ਨਹੀ ਹਰਿ ਰਾਤੀ; ਜਬ ਬੋਲੈ ਤਬ ਫੀਕੇ ॥",
    "transliteration": "Jihavaa Rang Nehee Har Raathee Jab Bolai Thab Feekae ||",
    "translation": "Your tongue is not imbued with the Love of the Lord; whatever you say is tasteless and insipid.",
    "punjabi": "(ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ!) ਤੇਰੀ ਜੀਭ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦੇ ਪਿਆਰ ਵਿਚ ਨਹੀਂ ਭਿੱਜੀ, ਜਦੋਂ ਭੀ ਬੋਲਦੀ ਹੈ ਫਿੱਕੇ ਬੋਲ ਹੀ ਬੋਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48180,
    "shabad_id": 4024,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਕੀ ਨਿੰਦਾ ਵਿਅਾਪਸਿ; ਪਸੂ ਭੲੇ. ਕਦੇ ਹੋਹਿ, ਨ ਨੀਕੇ ॥੨॥",
    "transliteration": "Santh Janaa Kee Nindhaa Viaapas Pasoo Bheae Kadhae Hohi N Neekae ||2||",
    "translation": "You indulge in slander of the Saints; becoming a beast, you shall never be noble. ||2||",
    "punjabi": "ਤੂੰ ਸਦਾ ਭਲੇ ਬੰਦਿਆਂ ਦੀ ਨਿੰਦਿਆ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਕੰਮ ਪਸ਼ੂਆਂ ਵਾਲੇ ਹੋਏ ਪਏ ਹਨ, (ਇਸੇ ਤਰ੍ਹਾਂ ਰਿਹਾਂ) ਇਹ ਕਦੇ ਭੀ ਚੰਗੇ ਨਹੀਂ ਹੋ ਸਕਣਗੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48181,
    "shabad_id": 4024,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਕਾ ਰਸੁ ਵਿਰਲੀ ਪਾੲਿਅਾ; ਸਤਿਗੁਰ ਮੇਲਿ ਮਿਲਾੲੇ ॥",
    "transliteration": "Anmrith Kaa Ras Viralee Paaeiaa Sathigur Mael Milaaeae ||",
    "translation": "Only a few obtain the sublime essence of the Ambrosial Amrit, united in Union with the True Guru.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਸ੍ਰ੍ਰੇਸ਼ਟ ਨਾਮ ਦੇ ਜਾਪ ਦਾ ਸੁਆਦ ਉਹਨਾਂ ਵਿਰਲਿਆਂ ਬੰਦਿਆਂ ਨੂੰ ਆਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48182,
    "shabad_id": 4024,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਬ ਲਗੁ. ਸਬਦ ਭੇਦੁ, ਨਹੀ ਅਾੲਿਅਾ; ਤਬ ਲਗੁ ਕਾਲੁ ਸੰਤਾੲੇ ॥੩॥",
    "transliteration": "Jab Lag Sabadh Bhaedh Nehee Aaeiaa Thab Lag Kaal Santhaaeae ||3||",
    "translation": "As long as the mortal does not come to understand the mystery of the Shabad, the Word of God, he shall continue to be tormented by death. ||3||",
    "punjabi": "ਮਨੁੱਖ ਨੂੰ ਜਦੋਂ ਤਕ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਰਸ ਨਹੀਂ ਆਉਂਦਾ ਤਦੋਂ ਤਕ (ਇਹ ਅਜੇਹੇ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ) ਇਸ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਦੁਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48183,
    "shabad_id": 4024,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅਨ ਕੋ ਦਰੁ ਘਰੁ. ਕਬਹੂ, ਨ ਜਾਨਸਿ; ੲੇਕੋ ਦਰੁ ਸਚਿਅਾਰਾ ॥",
    "transliteration": "An Ko Dhar Ghar Kabehoo N Jaanas Eaeko Dhar Sachiaaraa ||",
    "translation": "Whoever finds the door of the One True Lord, does not know any other house or door.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਹੀ ਮੱਲੀ ਰੱਖਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦਾ ਦਰਵਾਜ਼ਾ ਕਿਸੇ ਹੋਰ ਦਾ ਘਰ ਨਹੀਂ ਭਾਲਦਾ,",
    "pronunciation": "(ਅਨ) ਹੋਰ ਸਾਕਤ ਦਾ",
    "type_id": 3
  },
  {
    "id": 48184,
    "shabad_id": 4024,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਨਾਨਕੁ ਕਹੈ ਵਿਚਾਰਾ ॥੪॥੩॥੪॥",
    "transliteration": "Gur Parasaadh Param Padh Paaeiaa Naanak Kehai Vichaaraa ||4||3||4||",
    "translation": "By Guru's Grace, I have obtained the supreme status; so says poor Nanak. ||4||3||4||",
    "punjabi": "ਨਾਨਕ ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ ਕਿ ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥੩॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48185,
    "shabad_id": 4025,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "translation": "Bhairao, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48186,
    "shabad_id": 4025,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਗਲੀ ਰੈਣਿ ਸੋਵਤ. ਗਲਿ ਫਾਹੀ; ਦਿਨਸੁ ਜੰਜਾਲਿ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Sagalee Rain Sovath Gal Faahee Dhinas Janjaal Gavaaeiaa ||",
    "translation": "He spends the entire night in sleep; the noose is tied around his neck. His day is wasted in worldly entanglements.",
    "punjabi": "ਸਾਰੀ ਰਾਤ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਨੀਂਦ ਵਿਚ ਰਹਿੰਦਾ ਹੈਂ, (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ) ਫਾਹੀ ਤੇਰੇ ਗਲ ਵਿਚ ਪੈਂਦੀ ਜਾਂਦੀ ਹੈ। ਸਾਰਾ ਦਿਨ ਮਾਇਆ ਕਮਾਣ ਦੇ ਧੰਧੇ ਵਿਚ ਗੁਜ਼ਾਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48187,
    "shabad_id": 4025,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਖਿਨੁ ਪਲੁ ਘੜੀ. ਨਹੀ ਪ੍ਰਭੁ ਜਾਨਿਅਾ; ਜਿਨਿ ੲਿਹੁ ਜਗਤੁ ੳੁਪਾੲਿਅਾ ॥੧॥",
    "transliteration": "Khin Pal Gharree Nehee Prabh Jaaniaa Jin Eihu Jagath Oupaaeiaa ||1||",
    "translation": "He does not know God, who created this world, for a moment, for even an instant. ||1||",
    "punjabi": "ਇਕ ਖਿਨ ਇਕ ਪਲ ਇਕ ਘੜੀ ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ਜਿਸ ਨੇ ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੧॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 48188,
    "shabad_id": 4025,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਰੇ; ਕਿੳੁ ਛੂਟਸਿ ਦੁਖੁ ਭਾਰੀ ॥",
    "transliteration": "Man Rae Kio Shhoottas Dhukh Bhaaree ||",
    "translation": "O mortal, how will you escape this terrible disaster?",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਭਾਰੀ ਦੁੱਖ ਸਹਾਰ ਰਿਹਾ ਹੈਂ (ਜੇ ਤੂੰ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ ਤਾਂ ਇਸ ਦੁੱਖ ਤੋਂ) ਕਿਵੇਂ ਖ਼ਲਾਸੀ ਪਾਏਂਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48189,
    "shabad_id": 4025,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਕਿਅਾ ਲੇ ਅਾਵਸਿ. ਕਿਅਾ ਲੇ ਜਾਵਸਿ; ਰਾਮ ਜਪਹੁ ਗੁਣਕਾਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kiaa Lae Aavas Kiaa Lae Jaavas Raam Japahu Gunakaaree ||1|| Rehaao ||",
    "translation": "What did you bring with you, and what will you take away? Meditate on the Lord, the Most Worthy and Generous Lord. ||1||Pause||",
    "punjabi": "(ਦਿਨ ਰਾਤ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕ ਰਿਹਾ ਹੈਂ, ਦੱਸ, ਜਦੋਂ ਜੰਮਿਆ ਸੀ) ਕੇਹੜੀ ਮਾਇਆ ਆਪਣੇ ਨਾਲ ਲੈ ਕੇ ਆਇਆ ਸੀ? ਇਥੋਂ ਤੁਰਨ ਲੱਗਾ ਭੀ ਕੋਈ ਚੀਜ਼ ਨਾਲ ਨਹੀਂ ਲੈ ਕੇ ਜਾ ਸਕੇਂਗਾ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, ਇਹੀ ਹੈ ਆਤਮਕ ਜੀਵਨ ਦੇ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48190,
    "shabad_id": 4025,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ੳੂਂਧੳੁ ਕਵਲੁ ਮਨਮੁਖ ਮਤਿ ਹੋਛੀ; ਮਨਿ ਅੰਧੈ ਸਿਰਿ ਧੰਧਾ ॥",
    "transliteration": "Oonadhho Kaval Manamukh Math Hoshhee Man Andhhai Sir Dhhandhhaa ||",
    "translation": "The heart-lotus of the self-willed manmukh is upside-down; his intellect is shallow; his mind is blind, and his head is entangled in worldly affairs.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਤੇਰਾ ਹਿਰਦਾ-ਕਵਲ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਲੋਂ ਉਲਟਿਆ ਪਿਆ ਹੈ, ਤੇਰੀ ਸਮਝ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋਈ ਪਈ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨ (ਦੀ ਅਗਵਾਈ) ਦੇ ਕਾਰਨ ਤੇਰੇ ਸਿਰ ਉਤੇ ਮਾਇਆ ਦੇ ਜੰਜਾਲਾਂ ਦੀ ਪੰਡ ਬੱਝੀ ਪਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48191,
    "shabad_id": 4025,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਾਲੁ ਬਿਕਾਲੁ ਸਦਾ ਸਿਰਿ ਤੇਰੈ; ਬਿਨੁ ਨਾਵੈ. ਗਲਿ ਫੰਧਾ ॥੨॥",
    "transliteration": "Kaal Bikaal Sadhaa Sir Thaerai Bin Naavai Gal Fandhhaa ||2||",
    "translation": "Death and re-birth constantly hang over your head; without the Name, your neck shall be caught in the noose. ||2||",
    "punjabi": "ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਸਦਾ ਤੇਰੇ ਸਿਰ ਉਤੇ ਟਿਕਿਆ ਪਿਆ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਤੇਰੇ ਗਲ ਵਿਚ ਮੋਹ ਦੀ ਫਾਹੀ ਪਈ ਹੋਈ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48192,
    "shabad_id": 4025,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਡਗਰੀ ਚਾਲ. ਨੇਤ੍ਰ ਫੁਨਿ ਅਧੁਲੇ; ਸਬਦ ਸੁਰਤਿ. ਨਹੀ ਭਾੲੀ ॥",
    "transliteration": "Ddagaree Chaal Naethr Fun Andhhulae Sabadh Surath Nehee Bhaaee ||",
    "translation": "Your steps are unsteady, and your eyes are blind; you are not aware of the Word of the Shabad, O Sibling of Destiny.",
    "punjabi": "ਹੈਂਕੜ-ਭਰੀ ਤੇਰੀ ਚਾਲ ਹੈ, ਤੇਰੀਆਂ ਅੱਖਾਂ ਭੀ (ਵਿਕਾਰਾਂ ਵਿਚ) ਅੰਨ੍ਹੀਆਂ ਹੋਈਆਂ ਪਈਆਂ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਲ ਧਿਆਨ ਦੇਣਾ ਤੈਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "ਡਗਰੀ:ਪੋਲਾ ਬੋਲੋ। (ਡਗਰੀ) ਡਾਵਾਂ ਡੋਲ",
    "type_id": 3
  },
  {
    "id": 48193,
    "shabad_id": 4025,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਸਤ੍ਰ ਬੇਦ, ਤ੍ਰੈ ਗੁਣ ਹੈ ਮਾੲਿਅਾ; ਅੰਧੁਲੳੁ. ਧੰਧੁ ਕਮਾੲੀ ॥੩॥",
    "transliteration": "Saasathr Baedh Thrai Gun Hai Maaeiaa Andhhulo Dhhandhh Kamaaee ||3||",
    "translation": "The Shaastras and the Vedas keep the mortal bound to the three modes of Maya, and so he performs his deeds blindly. ||3||",
    "punjabi": "ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹਦਾ ਭੀ ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈਂ। ਤੂੰ (ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈਂ, ਤੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48194,
    "shabad_id": 4025,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਖੋੲਿਓ ਮੂਲੁ. ਲਾਭੁ ਕਹ ਪਾਵਸਿ; ਦੁਰਮਤਿ ਗਿਅਾਨ ਵਿਹੂਣੇ ॥",
    "transliteration": "Khoeiou Mool Laabh Keh Paavas Dhuramath Giaan Vihoonae ||",
    "translation": "He loses his capital - how can he earn any profit? The evil-minded person has no spiritual wisdom at all.",
    "punjabi": "ਹੇ ਗਿਆਨ-ਹੀਣ ਜੀਵ! ਭੈੜੀ ਮੱਤੇ ਲੱਗ ਕੇ ਤੂੰ ਉਹ ਅਤਮਕ ਜੀਵਨ ਭੀ ਗਵਾ ਬੈਠਾ ਹੈਂ ਜੋ ਪਹਿਲਾਂ ਤੇਰੇ ਪੱਲੇ ਸੀ (ਇਥੇ ਜਨਮ ਲੈ ਕੇ ਹੋਰ) ਆਤਮਕ ਲਾਭ ਤੂੰ ਕਿਥੋਂ ਖੱਟਣਾ ਸੀ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48195,
    "shabad_id": 4025,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਬਦੁ ਬੀਚਾਰਿ. ਰਾਮ ਰਸੁ ਚਾਖਿਅਾ; ਨਾਨਕ ਸਾਚਿ ਪਤੀਣੇ ॥੪॥੪॥੫॥",
    "transliteration": "Sabadh Beechaar Raam Ras Chaakhiaa Naanak Saach Patheenae ||4||4||5||",
    "translation": "Contemplating the Shabad, he drinks in the sublime essence of the Lord; O Nanak, his faith is confirmed in the Truth. ||4||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ (ਦੇ ਸਿਮਰਨ) ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48196,
    "shabad_id": 4026,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "translation": "Bhairao, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48197,
    "shabad_id": 4026,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਕੈ ਸੰਗਿ. ਰਹੈ ਦਿਨ ਰਾਤੀ; ਰਾਮੁ ਰਸਨਿ ਰੰਗਿ ਰਾਤਾ ॥",
    "transliteration": "Gur Kai Sang Rehai Dhin Raathee Raam Rasan Rang Raathaa ||",
    "translation": "He remains with the Guru day and night and his tongue savors the savory taste of the Lord's Love.",
    "punjabi": "ਅਜੇਹਾ ਦਾਸ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ), ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੀ ਜੀਭ ਉਤੇ ਰੱਖਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48198,
    "shabad_id": 4026,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਵਰੁ. ਨ ਜਾਣਸਿ, ਸਬਦੁ ਪਛਾਣਸਿ; ਅੰਤਰਿ ਜਾਣਿ ਪਛਾਤਾ ॥੧॥",
    "transliteration": "Avar N Jaanas Sabadh Pashhaanas Anthar Jaan Pashhaathaa ||1||",
    "translation": "He does not know any other; he realizes the Word of the Shabad. He knows and realizes the Lord deep within his own being. ||1||",
    "punjabi": "ਉਹ ਦਾਸ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ (ਨਿੰਦਿਆ ਆਦਿਕ ਕਿਸੇ) ਹੋਰ (ਬੋਲ) ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਜਾਣ ਕੇ ਉਸ ਨਾਲ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48199,
    "shabad_id": 4026,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਜਨੁ ਅੈਸਾ; ਮੈ ਮਨਿ ਭਾਵੈ ॥",
    "transliteration": "So Jan Aisaa Mai Man Bhaavai ||",
    "translation": "Such a humble person is pleasing to my mind.",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਤਾਂ (ਪਰਮਾਤਮਾ ਦਾ) ਅਜੇਹਾ ਦਾਸ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48200,
    "shabad_id": 4026,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੁ ਮਾਰਿ. ਅਪਰੰਪਰਿ ਰਾਤਾ; ਗੁਰ ਕੀ ਕਾਰ ਕਮਾਵੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aap Maar Aparanpar Raathaa Gur Kee Kaar Kamaavai ||1|| Rehaao ||",
    "translation": "He conquers his self-conceit, and is imbued with the Infinite Lord. He serves the Guru. ||1||Pause||",
    "punjabi": "ਜੋ ਆਪਾ-ਭਾਵ (ਸੁਆਰਥ) ਮੁਕਾ ਕੇ ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦਾ ਹੈ (ਉਹਨਾਂ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰਦਾ ਹੈ ਜੋ ਗੁਰੂ ਨੇ ਪਾ ਦਿੱਤੇ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48201,
    "shabad_id": 4026,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ਪੁਰਖੁ ਨਿਰੰਜਨੁ; ਅਾਦਿ ਪੁਰਖ ਅਾਦੇਸੋ ॥",
    "transliteration": "Anthar Baahar Purakh Niranjan Aadh Purakh Aadhaeso ||",
    "translation": "Deep within my being, and outside as well, is the Immaculate Lord God. I bow humbly before that Primal Lord God.",
    "punjabi": "(ਮੈਨੂੰ ਉਹ ਦਾਸ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ) ਉਸ ਅਕਾਲ ਪੁਰਖ ਨੂੰ (ਸਦਾ) ਨਮਸਕਾਰ ਕਰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਦਾ ਮੁੱਢ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48202,
    "shabad_id": 4026,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਘਟ ਘਟ ਅੰਤਰਿ ਸਰਬ ਨਿਰੰਤਰਿ; ਰਵਿ ਰਹਿਅਾ ਸਚੁ ਵੇਸੋ ॥੨॥",
    "transliteration": "Ghatt Ghatt Anthar Sarab Niranthar Rav Rehiaa Sach Vaeso ||2||",
    "translation": "Deep within each and every heart, and amidst all, the Embodiment of Truth is permeating and pervading. ||2||",
    "punjabi": "(ਉਸ ਦਾਸ ਨੂੰ ਪਰਮਾਤਮਾ) ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਉਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ। (ਉਸ ਸੇਵਕ ਨੂੰ) ਉਹ ਸਦਾ-ਥਿਰ-ਸਰੂਪ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਇੱਕ-ਰਸ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
