[
  {
    "id": 48203,
    "shabad_id": 4026,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਾਚਿ ਰਤੇ. ਸਚੁ ਅੰਮਿ੍ਰਤੁ ਜਿਹਵਾ; ਮਿਥਿਅਾ ਮੈਲੁ. ਨ ਰਾੲੀ ॥",
    "transliteration": "Saach Rathae Sach Anmrith Jihavaa Mithhiaa Mail N Raaee ||",
    "translation": "Those who are imbued with Truth - their tongues are tinged with Truth; they do not have even an iota of the filth of falsehood.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੀ ਜੀਭ ਉਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਝੂਠ ਦੀ ਮੈਲ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਰਤਾ ਭੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48204,
    "shabad_id": 4026,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਨਿਰਮਲ ਨਾਮੁ ਅੰਮਿ੍ਰਤ ਰਸੁ ਚਾਖਿਅਾ; ਸਬਦਿ ਰਤੇ ਪਤਿ ਪਾੲੀ ॥੩॥",
    "transliteration": "Niramal Naam Anmrith Ras Chaakhiaa Sabadh Rathae Path Paaee ||3||",
    "translation": "They taste the sweet Ambrosial Nectar of the Immaculate Naam, the Name of the Lord; imbued with the Shabad, they are blessed with honor. ||3||",
    "punjabi": "ਉਹ ਬੰਦੇ ਪਵਿੱਤ੍ਰ ਨਾਮ (ਜਪਦੇ ਹਨ), ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਦੇ ਹਨ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਸਦਾ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਖੱਟਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48205,
    "shabad_id": 4026,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਗੁਣੀ ਗੁਣੀ ਮਿਲਿ ਲਾਹਾ ਪਾਵਸਿ; ਗੁਰਮੁਖਿ ਨਾਮਿ ਵਡਾੲੀ ॥",
    "transliteration": "Gunee Gunee Mil Laahaa Paavas Guramukh Naam Vaddaaee ||",
    "translation": "The virtuous meet with the virtuous, and earn the profit; as Gurmukh, they obtain the glorious greatness of the Naam.",
    "punjabi": "ਗੁਣਵਾਨ (ਸੇਵਕ) ਗੁਣਵਾਨ (ਸੇਵਕ) ਨੂੰ ਮਿਲ ਕੇ (ਨਾਮ ਸਿਮਰਨ ਦੀ ਸਾਂਝ ਬਣਾ ਕੇ) ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰ ਕੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਇੱਜ਼ਤ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48206,
    "shabad_id": 4026,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸਗਲੇ ਦੂਖ ਮਿਟਹਿ. ਗੁਰ ਸੇਵਾ; ਨਾਨਕ ਨਾਮੁ ਸਖਾੲੀ ॥੪॥੫॥੬॥",
    "transliteration": "Sagalae Dhookh Mittehi Gur Saevaa Naanak Naam Sakhaaee ||4||5||6||",
    "translation": "All sorrows are erased, by serving the Guru; O Nanak, the Naam is our only Friend and Companion. ||4||5||6||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ; ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦਾ (ਸਦਾ ਦਾ) ਮਿੱਤਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥੫॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48207,
    "shabad_id": 4027,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "translation": "Bhairao, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48208,
    "shabad_id": 4027,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹਿਰਦੈ ਨਾਮੁ. ਸਰਬ ਧਨੁ ਧਾਰਣੁ; ਗੁਰ ਪਰਸਾਦੀ ਪਾੲੀਅੈ ॥",
    "transliteration": "Hiradhai Naam Sarab Dhhan Dhhaaran Gur Parasaadhee Paaeeai ||",
    "translation": "The Naam the Name of the Lord is the wealth and support of all; It is enshrined in the heart, by Guru's Grace.",
    "punjabi": "(ਜਿਵੇਂ ਦੁਨੀਆ ਵਾਲਾ ਧਨ-ਪਦਾਰਥ ਇਨਸਾਨ ਦੀਆਂ ਸਰੀਰਕ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਣਾ ਸਭ ਜੀਵਾਂ ਲਈ (ਆਤਮਕ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਸਤੇ) ਧਨ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸਹਾਰਾ ਬਣਦਾ ਹੈ, (ਪਰ ਇਹ ਧਨ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48209,
    "shabad_id": 4027,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਮਰ ਪਦਾਰਥ ਤੇ ਕਿਰਤਾਰਥ; ਸਹਜ ਧਿਅਾਨਿ ਲਿਵ ਲਾੲੀਅੈ ॥੧॥",
    "transliteration": "Amar Padhaarathh Thae Kirathaarathh Sehaj Dhhiaan Liv Laaeeai ||1||",
    "translation": "One who gathers this imperishable wealth is fulfilled, and through intuitive meditation, is lovingly focused on the Lord. ||1||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਇਸ ਕੀਮਤੀ ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਕਾਮਯਾਬ ਜ਼ਿੰਦਗੀ ਵਾਲਾ ਹੋ ਜਾਈਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਟਿਕਾਓ ਵਿਚ ਟਿਕੇ ਰਹਿ ਕੇ ਸੁਰਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48210,
    "shabad_id": 4027,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਰੇ; ਰਾਮ ਭਗਤਿ ਚਿਤੁ ਲਾੲੀਅੈ ॥",
    "transliteration": "Man Rae Raam Bhagath Chith Laaeeai ||",
    "translation": "O mortal, focus your consciousness on devotional worship of the Lord.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਜੁੜਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48211,
    "shabad_id": 4027,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਰਾਮ ਨਾਮੁ ਜਪਿ ਹਿਰਦੈ; ਸਹਜ ਸੇਤੀ ਘਰਿ ਜਾੲੀਅੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Guramukh Raam Naam Jap Hiradhai Sehaj Saethee Ghar Jaaeeai ||1|| Rehaao ||",
    "translation": "As Gurmukh, meditate on the Name of the Lord in your heart, and you shall return to your home with intuitive ease. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੇ ਦੱਸੇ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਸਿਮਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਸ਼ਾਂਤੀ ਵਾਲਾ ਜੀਵਨ ਗੁਜ਼ਾਰਦਿਆਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48212,
    "shabad_id": 4027,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਭਰਮੁ ਭੇਦੁ ਭੳੁ. ਕਬਹੁ, ਨ ਛੂਟਸਿ; ਅਾਵਤ ਜਾਤ. ਨ ਜਾਨੀ ॥",
    "transliteration": "Bharam Bhaedh Bho Kabahu N Shhoottas Aavath Jaath N Jaanee ||",
    "translation": "Doubt, separation and fear are never eradicated, and the mortal continues coming and going in reincarnation, as long as he does not know the Lord.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਭਟਕਣਾ, ਪ੍ਰਭੂ ਨਾਲੋਂ ਵਿੱਥ, ਡਰ-ਸਹਮ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48213,
    "shabad_id": 4027,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਨਾਮ. ਕੋ ਮੁਕਤਿ, ਨ ਪਾਵਸਿ; ਡੂਬਿ ਮੁੲੇ ਬਿਨੁ ਪਾਨੀ ॥੨॥",
    "transliteration": "Bin Har Naam Ko Mukath N Paavas Ddoob Mueae Bin Paanee ||2||",
    "translation": "Without the Name of the Lord, no one is liberated; they drown and die without water. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਕੋਈ ਬੰਦਾ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ। (ਵਿਕਾਰਾਂ ਦੇ ਪਾਣੀ ਵਿਚ) ਗੋਤੇ ਖਾ ਖਾ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ, ਵਿਸ਼ਿਆਂ ਨਾਲ ਤ੍ਰਿਪਤੀ ਭੀ ਨਹੀਂ ਹੁੰਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48214,
    "shabad_id": 4027,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਧੰਧਾ ਕਰਤ. ਸਗਲੀ ਪਤਿ ਖੋਵਸਿ; ਭਰਮੁ. ਨ ਮਿਟਸਿ ਗਵਾਰਾ ॥",
    "transliteration": "Dhhandhhaa Karath Sagalee Path Khovas Bharam N Mittas Gavaaraa ||",
    "translation": "Busy with his worldly affairs, all honor is lost; the ignorant one is not rid of his doubts.",
    "punjabi": "ਹੇ ਮੂਰਖ (ਮਨ)! (ਨਿਰੀ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਕਰਦਿਆਂ ਤੂੰ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਏਂਗਾ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰੀ ਭਟਕਣਾ ਨਹੀਂ ਮੁੱਕੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48215,
    "shabad_id": 4027,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਸਬਦ. ਮੁਕਤਿ ਨਹੀ ਕਬ ਹੀ; ਅੰਧੁਲੇ ਧੰਧੁ ਪਸਾਰਾ ॥੩॥",
    "transliteration": "Bin Gur Sabadh Mukath Nehee Kab Hee Andhhulae Dhhandhh Pasaaraa ||3||",
    "translation": "Without the Word of the Guru's Shabad, the mortal is never liberated; he remains blindly entangled in the expanse of worldly affairs. ||3||",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ (ਮਨ)! ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਨਾਲ ਪਿਆਰ ਕਰਨ) ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਕਦੇ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋਵੇਗੀ। ਇਹ ਦੌੜ-ਭੱਜ ਟਿਕੀ ਰਹੇਗੀ, ਸੁਰਤ ਦਾ ਇਹ ਖਿੰਡਾਉ ਬਣਿਆ ਰਹੇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48216,
    "shabad_id": 4027,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਅਕੁਲ ਨਿਰੰਜਨ ਸਿੳੁ ਮਨੁ ਮਾਨਿਅਾ; ਮਨ ਹੀ ਤੇ ਮਨੁ ਮੂਅਾ ॥",
    "transliteration": "Akul Niranjan Sio Man Maaniaa Man Hee Thae Man Mooaa ||",
    "translation": "My mind is pleased and appeased with the Immaculate Lord, who has no ancestry. Through the mind itself, the mind is subdued.",
    "punjabi": "ਜੇਹੜਾ ਮਨ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ ਹੈ, ਮਾਇਕ ਫੁਰਨਿਆਂ ਵਲੋਂ ਉਸ ਮਨ ਦਾ ਚਾਉ-ਉਤਸ਼ਾਹ ਹੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48217,
    "shabad_id": 4027,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ੲੇਕੋ ਜਾਨਿਅਾ; ਨਾਨਕ. ਅਵਰੁ, ਨ ਦੂਅਾ ॥੪॥੬॥੭॥",
    "transliteration": "Anthar Baahar Eaeko Jaaniaa Naanak Avar N Dhooaa ||4||6||7||",
    "translation": "Deep within my being, and outside as well, I know only the One Lord. O Nanak, there is no other at all. ||4||6||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨ ਆਪਣੇ ਅੰਦਰ ਤੇ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਪਛਾਣਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਨੂੰ ਨਹੀਂ ਸੁਝਦਾ ॥੪॥੬॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48218,
    "shabad_id": 4028,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੧ ॥",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "translation": "Bhairao, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48219,
    "shabad_id": 4028,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਗਨ ਹੋਮ. ਪੁੰਨ ਤਪ ਪੂਜਾ; ਦੇਹ ਦੁਖੀ. ਨਿਤ ਦੂਖ ਸਹੈ ॥",
    "transliteration": "Jagan Hom Punn Thap Poojaa Dhaeh Dhukhee Nith Dhookh Sehai ||",
    "translation": "You may give feasts, make burnt offerings, donate to charity, perform austere penance and worship, and endure pain and suffering in the body.",
    "punjabi": "(ਜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ ਤਾਂ) ਜੱਗ ਹਵਨ ਪੁੰਨ-ਦਾਨ, ਤਪ ਪੂਜਾ ਆਦਿਕ ਕਰਮ ਕੀਤਿਆਂ ਸਰੀਰ (ਫਿਰ ਭੀ) ਦੁਖੀ ਹੀ ਰਹਿੰਦਾ ਹੈ ਦੁੱਖ ਹੀ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਨ",
    "type_id": 3
  },
  {
    "id": 48220,
    "shabad_id": 4028,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਮੁਕਤਿ, ਨ ਪਾਵਸਿ; ਮੁਕਤਿ ਨਾਮਿ. ਗੁਰਮੁਖਿ ਲਹੈ ॥੧॥",
    "transliteration": "Raam Naam Bin Mukath N Paavas Mukath Naam Guramukh Lehai ||1||",
    "translation": "But without the Lord's Name, liberation is not obtained. As Gurmukh, obtain the Naam and liberation. ||1||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਤੋਂ ਅਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਪੈਦਾ ਹੋਏ ਦੁੱਖਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ, ਇਹ ਖ਼ਲਾਸੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48221,
    "shabad_id": 4028,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ; ਬਿਰਥੇ ਜਗਿ ਜਨਮਾ ॥",
    "transliteration": "Raam Naam Bin Birathhae Jag Janamaa ||",
    "translation": "Without the Lord's Name, birth into the world is useless.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਮਨੁੱਖ ਦਾ ਜਗਤ ਵਿਚ ਜਨਮ (ਲੈਣਾ) ਵਿਅਰਥ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48222,
    "shabad_id": 4028,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬਿਖੁ ਖਾਵੈ. ਬਿਖੁ ਬੋਲੀ ਬੋਲੈ; ਬਿਨੁ ਨਾਵੈ. ਨਿਹਫਲੁ ਮਰਿ ਭ੍ਰਮਨਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bikh Khaavai Bikh Bolee Bolai Bin Naavai Nihafal Mar Bhramanaa ||1|| Rehaao ||",
    "translation": "Without the Name, the mortal eats poison and speaks poisonous words; he dies fruitlessly, and wanders in reincarnation. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਵਿਸ਼ਿਆਂ ਦੀ ਜ਼ਹਰ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਵਿਸ਼ਿਆਂ ਦੀਆਂ ਹੀ ਨਿੱਤ ਗੱਲਾਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਰਹਿੰਦੀ ਹੈ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਦਾ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48223,
    "shabad_id": 4028,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਪੁਸਤਕ ਪਾਠ, ਬਿਅਾਕਰਣ ਵਖਾਣੈ; ਸੰਧਿਅਾ ਕਰਮ ਤਿਕਾਲ ਕਰੈ ॥",
    "transliteration": "Pusathak Paath Biaakaran Vakhaanai Sandhhiaa Karam Thikaal Karai ||",
    "translation": "The mortal may read scriptures, study grammar and say his prayers three times a day.",
    "punjabi": "(ਪੰਡਿਤ ਸੰਸਕ੍ਰਿਤ) ਪੁਸਤਕਾਂ ਦੇ ਪਾਠ ਤੇ ਵਿਆਕਰਣ ਆਦਿਕ (ਆਪਣੇ ਵਿਦਿਆਰਥੀਆਂ ਆਦਿਕਾਂ ਨੂੰ) ਸਮਝਾਂਦਾ ਹੈ, ਤਿੰਨ ਵੇਲੇ (ਹਰ ਰੋਜ਼) ਸੰਧਿਆ-ਕਰਮ ਭੀ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(ਤਿਕਾਲ) ਸਵੇਰੇ, ਦੁਪਹਿਰੇ, ਸ਼ਾਮ- ਤਿੰਨੇ ਕਾਲ ਸੰਧਿਅਾ ਕਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 48224,
    "shabad_id": 4028,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਸਬਦ. ਮੁਕਤਿ, ਕਹਾ ਪ੍ਰਾਣੀ; ਰਾਮ ਨਾਮ ਬਿਨੁ. ੳੁਰਝਿ ਮਰੈ ॥੨॥",
    "transliteration": "Bin Gur Sabadh Mukath Kehaa Praanee Raam Naam Bin Ourajh Marai ||2||",
    "translation": "Without the Word of the Guru's Shabad, where is liberation, O mortal? Without the Lord's Name, the mortal is entangled and dies. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਪ੍ਰਾਣੀ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਵਿਸ਼ਿਆਂ ਦੇ ਜ਼ਹਰ ਤੋਂ) ਖ਼ਲਾਸੀ ਬਿਲਕੁਲ ਨਹੀਂ ਮਿਲ ਸਕਦੀ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਉਹ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਿਆ ਰਹਿ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48225,
    "shabad_id": 4028,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਡੰਡ ਕਮੰਡਲ ਸਿਖਾ ਸੂਤੁ ਧੋਤੀ; ਤੀਰਥਿ ਗਵਨੁ, ਅਤਿ ਭ੍ਰਮਨੁ ਕਰੈ ॥",
    "transliteration": "Ddandd Kamanddal Sikhaa Sooth Dhhothee Theerathh Gavan Ath Bhraman Karai ||",
    "translation": "Walking sticks, begging bowls, hair tufts, sacred threads, loin cloths, pilgrimages to sacred shrines and wandering all around",
    "punjabi": "(ਜੋਗੀ ਹੱਥ ਵਿਚ) ਡੰਡਾ ਤੇ ਖੱਪਰ ਫੜ ਲੈਂਦਾ ਹੈ, ਬ੍ਰਾਹਮਣ ਬੋਦੀ ਰੱਖਦਾ ਹੈ, ਜਨੇਊ ਤੇ ਧੋਤੀ ਪਹਿਨਦਾ ਹੈ, (ਜੋਗੀ) ਤੀਰਥ-ਜਾਤ੍ਰਾ ਤੇ ਧਰਤੀ-ਭ੍ਰਮਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸਿਖਾ:ਪੋਲਾ ਬੋਲੋ। (ਸਿਖਾ) ਚੋਟੀ ਬੋਦੀ",
    "type_id": 3
  },
  {
    "id": 48226,
    "shabad_id": 4028,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਸਾਂਤਿ, ਨ ਅਾਵੈ; ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਸੁ ਪਾਰਿ ਪਰੈ ॥੩॥",
    "transliteration": "Raam Naam Bin Saanth N Aavai Jap Har Har Naam S Paar Parai ||3||",
    "translation": "- without the Lord's Name, peace and tranquility are not obtained. One who chants the Name of the Lord, Har, Har, crosses over to the other side. ||3||",
    "punjabi": "(ਪਰ ਇਹਨੀਂ ਕੰਮੀਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਮਨ ਨੂੰ) ਸ਼ਾਂਤੀ ਨਹੀਂ ਆ ਸਕਦੀ। ਜੋ ਮਨੁੱਖ ਹਰੀ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਹੈ, ਉਹ (ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48227,
    "shabad_id": 4028,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜਟਾ ਮੁਕਟੁ ਤਨਿ ਭਸਮ ਲਗਾੲੀ; ਬਸਤ੍ਰ ਛੋਡਿ. ਤਨਿ ਨਗਨੁ ਭੲਿਅਾ ॥",
    "transliteration": "Jattaa Mukatt Than Bhasam Lagaaee Basathr Shhodd Than Nagan Bhaeiaa ||",
    "translation": "The mortal's hair may be matted and tangled upon his head, and he may smear his body with ashes; he may take off his clothes and go naked.",
    "punjabi": "ਜਟਾਂ ਦਾ ਜੂੜਾ ਕਰ ਲਿਆ, ਪਿੰਡੇ ਤੇ ਸੁਆਹ ਮਲ ਲਈ, ਸਰੀਰ ਉਤੋਂ ਕੱਪੜੇ ਉਤਾਰ ਕੇ ਨੰਗਾ ਰਹਿਣ ਲੱਗ ਪਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48228,
    "shabad_id": 4028,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਤਿ੍ਰਪਤਿ, ਨ ਅਾਵੈ; ਕਿਰਤ ਕੈ ਬਾਂਧੈ ਭੇਖੁ ਭੲਿਅਾ ॥੪॥",
    "transliteration": "Raam Naam Bin Thripath N Aavai Kirath Kai Baandhhai Bhaekh Bhaeiaa ||4||",
    "translation": "But without the Lord's Name, he is not satisfied; he wears religious robes, but he is bound by the karma of the actions he committed in past lives. ||4||",
    "punjabi": "ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਬੱਝੇ ਹੋਏ ਲਈ (ਇਹ ਸਾਰਾ ਅਡੰਬਰ) ਨਿਰਾ ਬਾਹਰਲਾ ਧਾਰਮਿਕ ਲਿਬਾਸ ਹੀ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ ਮਨ ਰੱਜਦਾ ਨਹੀਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48229,
    "shabad_id": 4028,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਜੇਤੇ ਜੀਅ ਜੰਤ. ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ; ਜਤ੍ਰ ਕਤ੍ਰ ਤੂ ਸਰਬ ਜੀਅਾ ॥",
    "transliteration": "Jaethae Jeea Janth Jal Thhal Meheeal Jathr Kathr Thoo Sarab Jeeaa ||",
    "translation": "As many beings and creatures as there are in the water, on the land and in the sky - wherever they are, You are with them all, O Lord.",
    "punjabi": "(ਪਰ ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ ਹੈ) ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਜਿਤਨੇ ਭੀ ਜੀਵ ਵੱਸਦੇ ਹਨ ਸਭਨਾਂ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48230,
    "shabad_id": 4028,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ. ਰਾਖਿ ਲੇ ਜਨ ਕੳੁ; ਹਰਿ ਰਸੁ ਨਾਨਕ ਝੋਲਿ ਪੀਅਾ ॥੫॥੭॥੮॥",
    "transliteration": "Gur Parasaadh Raakh Lae Jan Ko Har Ras Naanak Jhol Peeaa ||5||7||8||",
    "translation": "By Guru's Grace, please preserve Your humble servant; O Lord, Nanak stirs up this juice, and drinks it in. ||5||7||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਦੀ ਰਾਹੀਂ (ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਬੜੇ ਸੁਆਦ ਨਾਲ ਪੀਂਦਾ ਹੈ ॥੫॥੭॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48231,
    "shabad_id": 4029,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਰਾਗੁ ਭੈਰੳੁ ਮਹਲਾ ੩ ਚੳੁਪਦੇ ਘਰੁ ੧",
    "transliteration": "Raag Bhairo Mehalaa 3 Choupadhae Ghar 1",
    "translation": "Raag Bhairao, Third Mehl, Chaupadas, First House:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48232,
    "shabad_id": 4029,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 48233,
    "shabad_id": 4029,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜਾਤਿ ਕਾ ਗਰਬੁ; ਨ ਕਰੀਅਹੁ ਕੋੲੀ ॥",
    "transliteration": "Jaath Kaa Garab N Kareeahu Koee ||",
    "translation": "No one should be proud of his social class and status.",
    "punjabi": "ਕੋਈ ਭੀ ਧਿਰ (ਉੱਚੀ) ਜਾਤਿ ਦਾ ਮਾਣ ਨਾਹ ਕਰਿਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48234,
    "shabad_id": 4029,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਬਿੰਦੇ; ਸੋ ਬ੍ਰਾਹਮਣੁ ਹੋੲੀ ॥੧॥",
    "transliteration": "Breham Bindhae So Braahaman Hoee ||1||",
    "translation": "He alone is a Brahmin, who knows God. ||1||",
    "punjabi": "('ਜਾਤਿ' ਦੇ ਆਸਰੇ ਬ੍ਰਾਹਮਣ ਨਹੀਂ ਬਣੀਦਾ) ਉਹ ਮਨੁੱਖ ਬ੍ਰਾਹਮਣ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਹੜਾ ਬ੍ਰਹਮ (ਪਰਮਾਤਮਾ) ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48235,
    "shabad_id": 4029,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਾਤਿ ਕਾ ਗਰਬੁ. ਨ ਕਰਿ; ਮੂਰਖ ਗਵਾਰਾ ॥",
    "transliteration": "Jaath Kaa Garab N Kar Moorakh Gavaaraa ||",
    "translation": "Do not be proud of your social class and status, you ignorant fool!",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੇ ਗੰਵਾਰ! (ਉੱਚੀ) ਜਾਤਿ ਦਾ ਮਾਣ ਨਾਹ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  }
]
