[
  {
    "id": 48383,
    "shabad_id": 4041,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾਮੇ ਨਾਮਿ ਮਿਲੈ ਵਡਿਅਾੲੀ; ਜਿਸ ਨੋ ਮੰਨਿ ਵਸਾੲੇ ॥੨॥",
    "transliteration": "Naamae Naam Milai Vaddiaaee Jis No Mann Vasaaeae ||2||",
    "translation": "Through the Naam, glorious greatness is obtained; he alone obtains it, whose mind is filled with the Lord. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਸ਼ਬਦ ਦੀ ਲਗਨ ਲਾ ਕੇ ਉਸ ਦੇ) ਮਨ ਵਿਚ (ਆਪਣਾ ਨਾਮ) ਵਸਾਂਦਾ ਹੈ, ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਕਰਕੇ ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48384,
    "shabad_id": 4041,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਭੇਟੈ ਤਾ ਫਲੁ ਪਾੲੇ; ਸਚੁ ਕਰਣੀ ਸੁਖ ਸਾਰੁ ॥",
    "transliteration": "Sathigur Bhaettai Thaa Fal Paaeae Sach Karanee Sukh Saar ||",
    "translation": "Meeting the True Guru, the fruitful rewards are obtained. This true lifestyle beings sublime peace.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਹੀ (ਅਸਲ) ਕਰਤੱਬ ਹੈ, (ਨਾਮ-ਸਿਮਰਨ ਹੀ) ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਹੈ, ਪਰ ਇਹ (ਹਰਿ-ਨਾਮ-ਸਿਮਰਨ) ਫਲ ਮਨੁੱਖ ਨੂੰ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜਦੋਂ ਇਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48385,
    "shabad_id": 4041,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸੇ ਜਨ ਨਿਰਮਲ. ਜੋ ਹਰਿ ਲਾਗੇ; ਹਰਿ ਨਾਮੇ ਧਰਹਿ ਪਿਅਾਰੁ ॥੩॥",
    "transliteration": "Sae Jan Niramal Jo Har Laagae Har Naamae Dhharehi Piaar ||3||",
    "translation": "Those humble beings who are attached to the Lord are immaculate; they enshrine love for the Lord's Name. ||3||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48386,
    "shabad_id": 4041,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਤਿਨ ਕੀ ਰੇਣੁ ਮਿਲੈ. ਤਾਂ ਮਸਤਕਿ ਲਾੲੀ; ਜਿਨ ਸਤਿਗੁਰੁ ਪੂਰਾ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Thin Kee Raen Milai Thaan Masathak Laaee Jin Sathigur Pooraa Dhhiaaeiaa ||",
    "translation": "If I obtain the dust of their feet, I apply it to my forehead. They meditate on the Perfect True Guru.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ, ਜੇ ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਮਿਲ ਜਾਏ, ਤਾਂ ਉਹ ਧੂੜ ਮੈਂ ਆਪਣੇ ਮੱਥੇ ਉਤੇ ਲਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48387,
    "shabad_id": 4041,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਤਿਨ ਕੀ ਰੇਣੁ. ਪੂਰੈ ਭਾਗਿ ਪਾੲੀਅੈ; ਜਿਨੀ ਰਾਮ ਨਾਮਿ ਚਿਤੁ ਲਾੲਿਅਾ ॥੪॥੩॥੧੩॥",
    "transliteration": "Naanak Thin Kee Raen Poorai Bhaag Paaeeai Jinee Raam Naam Chith Laaeiaa ||4||3||13||",
    "translation": "O Nanak, this dust is obtained only by perfect destiny. They focus their consciousness on the Lord's Name. ||4||3||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ ਆਪਣਾ ਚਿੱਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪੂਰੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਮਿਲਦੀ ਹੈ ॥੪॥੩॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48388,
    "shabad_id": 4042,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48389,
    "shabad_id": 4042,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਬਦੁ ਬੀਚਾਰੇ. ਸੋ ਜਨੁ ਸਾਚਾ; ਜਿਨ ਕੈ ਹਿਰਦੈ ਸਾਚਾ ਸੋੲੀ ॥",
    "transliteration": "Sabadh Beechaarae So Jan Saachaa Jin Kai Hiradhai Saachaa Soee ||",
    "translation": "That humble being who contemplates the Word of the Shabad is true; the True Lord is within his heart.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48390,
    "shabad_id": 4042,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਾਚੀ ਭਗਤਿ. ਕਰਹਿ ਦਿਨੁ ਰਾਤੀ; ਤਾਂ ਤਨਿ ਦੂਖੁ. ਨ ਹੋੲੀ ॥੧॥",
    "transliteration": "Saachee Bhagath Karehi Dhin Raathee Thaan Than Dhookh N Hoee ||1||",
    "translation": "If someone performs true devotional worship day and night, then his body will not feel pain. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਜਿਹੜੇ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ਕੋਈ (ਵਿਕਾਰ-) ਦੁੱਖ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48391,
    "shabad_id": 4042,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਭਗਤੁ ਭਗਤੁ ਕਹੈ ਸਭੁ ਕੋੲੀ ॥",
    "transliteration": "Bhagath Bhagath Kehai Sabh Koee ||",
    "translation": "Everyone calls him, \"Devotee, devotee.\"",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48392,
    "shabad_id": 4042,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਭਗਤਿ, ਨ ਪਾੲੀਅੈ; ਪੂਰੈ ਭਾਗਿ ਮਿਲੈ ਪ੍ਰਭੁ ਸੋੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bin Sathigur Saevae Bhagath N Paaeeai Poorai Bhaag Milai Prabh Soee ||1|| Rehaao ||",
    "translation": "But without serving the True Guru, devotional worship is not obtained. Only through perfect destiny does one meet God. ||1||Pause||",
    "punjabi": "ਪੂਰੀ ਕਿਸਮਤ ਨਾਲ ਹੀ (ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਬਾਰੇ) ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ ਕਿ ਇਹ ਭਗਤ ਹੈ ਭਗਤ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48393,
    "shabad_id": 4042,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮਨਮੁਖ ਮੂਲੁ ਗਵਾਵਹਿ. ਲਾਭੁ ਮਾਗਹਿ; ਲਾਹਾ ਲਾਭੁ. ਕਿਦੂ ਹੋੲੀ ॥",
    "transliteration": "Manamukh Mool Gavaavehi Laabh Maagehi Laahaa Laabh Kidhoo Hoee ||",
    "translation": "The self-willed manmukhs lose their capital, and still, they demand profits. How can they earn any profit?",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਆਪਣਾ) ਸਰਮਾਇਆ (ਹੀ) ਗਵਾ ਲੈਂਦੇ ਹਨ, ਪਰ ਮੰਗਦੇ ਹਨ (ਆਤਮਕ) ਲਾਭ। (ਦੱਸੋ, ਉਹਨਾਂ ਨੂੰ) ਖੱਟੀ ਕਿਵੇਂ ਹੋ ਸਕਦੀ ਹੈ? ਲਾਭ ਕਿਥੋਂ ਮਿਲੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48394,
    "shabad_id": 4042,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਮਕਾਲੁ ਸਦਾ ਹੈ ਸਿਰ ੳੂਪਰਿ; ਦੂਜੈ ਭਾੲਿ ਪਤਿ ਖੋੲੀ ॥੨॥",
    "transliteration": "Jamakaal Sadhaa Hai Sir Oopar Dhoojai Bhaae Path Khoee ||2||",
    "translation": "The Messenger of Death is always hovering above their heads. In the love of duality, they lose their honor. ||2||",
    "punjabi": "ਆਤਮਕ ਮੌਤ ਸਦਾ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਸਵਾਰ ਰਹਿੰਦੀ ਹੈ। ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸ ਕੇ ਉਹਨਾਂ ਨੇ ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਗਵਾ ਲਈ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48395,
    "shabad_id": 4042,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਬਹਲੇ ਭੇਖ ਭਵਹਿ ਦਿਨੁ ਰਾਤੀ; ਹੳੁਮੈ ਰੋਗੁ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Behalae Bhaekh Bhavehi Dhin Raathee Houmai Rog N Jaaee ||",
    "translation": "Trying on all sorts of religious robes, they wander around day and night, but the disease of their egotism is not cured.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਕਈ (ਧਾਰਮਿਕ) ਭੇਖ ਕਰ ਕੇ ਦਿਨ ਰਾਤ (ਥਾਂ ਥਾਂ) ਭੌਂਦੇ ਫਿਰਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਇਸ ਤਿਆਗ ਦੀ ਹਉਮੈ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਇਹ) ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48396,
    "shabad_id": 4042,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਪੜਿ ਪੜਿ ਲੂਝਹਿ. ਬਾਦੁ ਵਖਾਣਹਿ; ਮਿਲਿ ਮਾੲਿਅਾ ਸੁਰਤਿ ਗਵਾੲੀ ॥੩॥",
    "transliteration": "Parr Parr Loojhehi Baadh Vakhaanehi Mil Maaeiaa Surath Gavaaee ||3||",
    "translation": "Reading and studying, they argue and debate; attached to Maya, they lose their awareness. ||3||",
    "punjabi": "(ਤੇ, ਜਿਹੜੇ ਪੰਡਿਤ ਆਦਿਕ ਲੋਕ ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਫਿਰ ਆਪੋ ਵਿਚ) ਮਿਲ ਕੇ ਬਹਸ ਕਰਦੇ ਹਨ ਚਰਚਾ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨੇ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਆਪਣੀ) ਹੋਸ਼ ਗਵਾ ਲਈ ਹੁੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48397,
    "shabad_id": 4042,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਹਿ. ਪਰਮਗਤਿ ਪਾਵਹਿ; ਨਾਮਿ ਮਿਲੈ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Sathigur Saevehi Param Gath Paavehi Naam Milai Vaddiaaee ||",
    "translation": "Those who serve the True Guru are blessed with the supreme status; through the Naam, they are blessed with glorious greatness.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48398,
    "shabad_id": 4042,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਜਿਨਾ ਮਨਿ ਵਸਿਅਾ; ਦਰਿ ਸਾਚੈ ਪਤਿ ਪਾੲੀ ॥੪॥੪॥੧੪॥",
    "transliteration": "Naanak Naam Jinaa Man Vasiaa Dhar Saachai Path Paaee ||4||4||14||",
    "translation": "O Nanak, those whose minds are filled with the Naam, are honored in the Court of the True Lord. ||4||4||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਿਆ, ਉਹਨਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਇੱਜ਼ਤ ਖੱਟ ਲਈ ॥੪॥੪॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48399,
    "shabad_id": 4043,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48400,
    "shabad_id": 4043,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਨਮੁਖ ਅਾਸਾ. ਨਹੀ ੳੁਤਰੈ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾੲੇ ॥",
    "transliteration": "Manamukh Aasaa Nehee Outharai Dhoojai Bhaae Khuaaeae ||",
    "translation": "The self-willed manmukh cannot escape false hope. In the love of duality, he is ruined.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰੋਂ (ਹੋਰ ਹੋਰ ਮਾਇਆ ਜੋੜਨ ਦੀ) ਲਾਲਸਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ। ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48401,
    "shabad_id": 4043,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੳੁਦਰੁ ਨੈ ਸਾਣੁ. ਨ ਭਰੀਅੈ ਕਬਹੂ; ਤ੍ਰਿਸਨਾ ਅਗਨਿ ਪਚਾੲੇ ॥੧॥",
    "transliteration": "Oudhar Nai Saan N Bhareeai Kabehoo Thrisanaa Agan Pachaaeae ||1||",
    "translation": "His belly is like a river - it is never filled up. He is consumed by the fire of desire. ||1||",
    "punjabi": "ਨਦੀ ਵਾਂਗ ਉਹਨਾਂ ਦਾ ਪੇਟ (ਮਾਇਆ ਨਾਲ) ਕਦੇ ਰੱਜਦਾ ਨਹੀਂ। ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਉਹਨਾਂ ਨੂੰ ਸਾੜਦੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ੳੁਦਰੁ) ਪੇਟ। (ਨੈ) ਨਦੀ। (ਸਾਣੁ) ਬਰਾਬਰ। (ਪਚਾੲੇ) ਸਾੜੇ। (ਦੂਜਾ ਪਾਠ: ਨੈਸਾਣੁ)",
    "type_id": 3
  },
  {
    "id": 48402,
    "shabad_id": 4043,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਦਾ ਅਨੰਦੁ. ਰਾਮ ਰਸਿ ਰਾਤੇ ॥",
    "transliteration": "Sadhaa Anandh Raam Ras Raathae ||",
    "translation": "Eternally blissful are those who are imbued with the sublime essence of the Lord.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48403,
    "shabad_id": 4043,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਿਰਦੈ ਨਾਮੁ. ਦੁਬਿਧਾ ਮਨਿ ਭਾਗੀ; ਹਰਿ ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਪੀ ਤ੍ਰਿਪਤਾਤੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Hiradhai Naam Dhubidhhaa Man Bhaagee Har Har Anmrith Pee Thripathaathae ||1|| Rehaao ||",
    "translation": "The Naam, the Name of the Lord, fills their hearts, and duality runs away from their minds. Drinking in the Ambrosial Nectar of the Lord, Har, Har, they are satisfied. ||1||Pause||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਮੇਰ-ਤੇਰ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਮੇਰ-ਤੇਰ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪੀ ਕੇ ਉਹ (ਮਾਇਆ ਵਲੋਂ ਸਦਾ) ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48404,
    "shabad_id": 4043,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਪਾਰਬ੍ਰਹਮੁ. ਸ੍ਰਿਸਟਿ ਜਿਨਿ ਸਾਜੀ; ਸਿਰਿ ਸਿਰਿ ਧੰਧੈ ਲਾੲੇ ॥",
    "transliteration": "Aapae Paarabreham Srisatt Jin Saajee Sir Sir Dhhandhhai Laaeae ||",
    "translation": "The Supreme Lord God Himself created the Universe; He links each and every person to their tasks.",
    "punjabi": "ਪਰ, (ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਜਗਤ ਰਚਿਆ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਪਿਛਲੀ ਕੀਤੀ ਕਮਾਈ ਅਨੁਸਾਰ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48405,
    "shabad_id": 4043,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਕੀਅਾ ਜਿਨਿ ਅਾਪੇ; ਅਾਪੇ ਦੂਜੈ ਲਾੲੇ ॥੨॥",
    "transliteration": "Maaeiaa Mohu Keeaa Jin Aapae Aapae Dhoojai Laaeae ||2||",
    "translation": "He Himself created love and attachment to Maya; He Himself attaches the mortals to duality. ||2||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਮਾਇਆ ਦਾ ਮੋਹ ਬਣਾਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48406,
    "shabad_id": 4043,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਤਿਸ ਨੋ ਕਿਹੁ ਕਹੀਅੈ. ਜੇ ਦੂਜਾ ਹੋਵੈ; ਸਭਿ ਤੁਧੈ ਮਾਹਿ ਸਮਾੲੇ ॥",
    "transliteration": "This No Kihu Keheeai Jae Dhoojaa Hovai Sabh Thudhhai Maahi Samaaeae ||",
    "translation": "If there were any other, then I would speak to him; all will be merged in You.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਬਾਰੇ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕੁਝ ਤਾਂ ਹੀ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਉਹ ਸਾਥੋਂ ਓਪਰਾ ਹੋਵੇ। ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਵਿਚ ਹੀ ਲੀਨ ਹਨ (ਜਿਵੇਂ ਦਰੀਆ ਦੀਆਂ ਲਹਿਰਾਂ ਦਰੀਆ ਵਿਚ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48407,
    "shabad_id": 4043,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਗਿਅਾਨੁ ਤਤੁ ਬੀਚਾਰਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੇ ॥੩॥",
    "transliteration": "Guramukh Giaan Thath Beechaaraa Jothee Joth Milaaeae ||3||",
    "translation": "The Gurmukh contemplates the essence of spiritual wisdom; his light merges into the Light. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਅਸਲ ਸੂਝ ਨੂੰ ਵਿਚਾਰਿਆ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48408,
    "shabad_id": 4043,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਸਾਚਾ. ਸਦ ਹੀ ਸਾਚਾ; ਸਾਚਾ ਸਭੁ ਅਾਕਾਰਾ ॥",
    "transliteration": "So Prabh Saachaa Sadh Hee Saachaa Saachaa Sabh Aakaaraa ||",
    "translation": "God is True, Forever True, and all His Creation is True.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ ਹੋਂਦ ਵਾਲਾ ਹੈ। ਇਹ ਸਾਰਾ ਜਗਤ ਭੀ ਸਦਾ ਹੋਂਦ ਵਾਲਾ ਹੈ (ਕਿਉਂਕਿ ਇਸ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਥਾਂ ਵਿਆਪਕ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48409,
    "shabad_id": 4043,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਸਤਿਗੁਰਿ ਸੋਝੀ ਪਾੲੀ; ਸਚਿ ਨਾਮਿ ਨਿਸਤਾਰਾ ॥੪॥੫॥੧੫॥",
    "transliteration": "Naanak Sathigur Sojhee Paaee Sach Naam Nisathaaraa ||4||5||15||",
    "translation": "O Nanak, the True Guru has given me this understanding; the True Name brings emancipation. ||4||5||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ਹੈ ॥੪॥੫॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48410,
    "shabad_id": 4044,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਭੈਰੳੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48411,
    "shabad_id": 4044,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਲਿ ਮਹਿ ਪ੍ਰੇਤ. ਜਿਨ੍ਹੀ ਰਾਮੁ. ਨ ਪਛਾਤਾ; ਸਤਜੁਗਿ ਪਰਮਹੰਸ ਬੀਚਾਰੀ ॥",
    "transliteration": "Kal Mehi Praeth Jinhee Raam N Pashhaathaa Sathajug Param Hans Beechaaree ||",
    "translation": "In this Dark Age of Kali Yuga, those who do not realize the Lord are goblins. In the Golden Age of Sat Yuga, the supreme soul-swans contemplated the Lord.",
    "punjabi": "ਕਲਜੁਗ ਵਿਚ ਪ੍ਰੇਤ (ਸਿਰਫ਼ ਉਹੀ) ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ) ਨਹੀਂ ਪਛਾਣਿਆ। ਸਤਜੁਗ ਵਿਚ ਸਭ ਤੋਂ ਉੱਚੇ ਜੀਵਨ ਉਹੀ ਹਨ, ਜਿਹੜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਹੋ ਗਏ (ਸਾਰੇ ਲੋਕ ਸਤਜੁਗ ਵਿਚ ਭੀ ਪਰਮ ਹੰਸ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48412,
    "shabad_id": 4044,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦੁਅਾਪੁਰਿ ਤ੍ਰੇਤੈ ਮਾਣਸ ਵਰਤਹਿ; ਵਿਰਲੈ ਹੳੁਮੈ ਮਾਰੀ ॥੧॥",
    "transliteration": "Dhuaapur Thraethai Maanas Varathehi Viralai Houmai Maaree ||1||",
    "translation": "In the Silver Age of Dwaapur Yuga, and the Brass Age of Traytaa Yuga, mankind prevailed, but only a rare few subdued their egos. ||1||",
    "punjabi": "ਦੁਆਪੁਰ ਵਿਚ ਤ੍ਰੇਤੇ ਵਿਚ ਭੀ (ਸਤਜੁਗ ਅਤੇ ਕਲਜੁਗ ਵਰਗੇ ਹੀ) ਮਨੁੱਖ ਵੱਸਦੇ ਹਨ। (ਤਦੋਂ ਭੀ) ਕਿਸੇ ਵਿਰਲੇ ਨੇ ਹੀ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕੀਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48413,
    "shabad_id": 4044,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਕਲਿ ਮਹਿ; ਰਾਮ ਨਾਮਿ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Kal Mehi Raam Naam Vaddiaaee ||",
    "translation": "In this Dark Age of Kali Yuga, glorious greatness is obtained through the Lord's Name.",
    "punjabi": "ਕਲਜੁਗ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48414,
    "shabad_id": 4044,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੁਗਿ ਜੁਗਿ ਗੁਰਮੁਖਿ ੲੇਕੋ ਜਾਤਾ; ਵਿਣੁ ਨਾਵੈ. ਮੁਕਤਿ, ਨ ਪਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jug Jug Guramukh Eaeko Jaathaa Vin Naavai Mukath N Paaee ||1|| Rehaao ||",
    "translation": "In each and every age, the Gurmukhs know the One Lord; without the Name, liberation is not attained. ||1||Pause||",
    "punjabi": "(ਜੁਗ ਭਾਵੇਂ ਕੋਈ ਭੀ ਹੋਵੇ) ਹਰੇਕ ਜੁਗ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਨੇ (ਹੀ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ। (ਕਿਸੇ ਭੀ ਜੁਗ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48415,
    "shabad_id": 4044,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹਿਰਦੈ ਨਾਮੁ ਲਖੈ. ਜਨੁ ਸਾਚਾ; ਗੁਰਮੁਖਿ ਮੰਨਿ ਵਸਾੲੀ ॥",
    "transliteration": "Hiradhai Naam Lakhai Jan Saachaa Guramukh Mann Vasaaee ||",
    "translation": "The Naam, the Name of the Lord, is revealed in the heart of the True Lord's humble servant. It dwells in the mind of the Gurmukh.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ) ਸਹੀ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ) ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ, (ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48416,
    "shabad_id": 4044,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਾਪਿ ਤਰੇ. ਸਗਲੇ ਕੁਲ ਤਾਰੇ; ਜਿਨੀ ਰਾਮ ਨਾਮਿ ਲਿਵ ਲਾੲੀ ॥੨॥",
    "transliteration": "Aap Tharae Sagalae Kul Thaarae Jinee Raam Naam Liv Laaee ||2||",
    "translation": "Those who are lovingly focused on the Lord's Name save themselves; they save all their ancestors as well. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਭੀ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲਗਨ ਬਣਾਈ, ਉਹ ਆਪ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ, ਉਹਨਾਂ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਭੀ ਪਾਰ ਲੰਘਾ ਲਈਆਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48417,
    "shabad_id": 4044,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮੇਰਾ ਪ੍ਰਭੁ ਹੈ ਗੁਣ ਕਾ ਦਾਤਾ; ਅਵਗਣ. ਸਬਦਿ ਜਲਾੲੇ ॥",
    "transliteration": "Maeraa Prabh Hai Gun Kaa Dhaathaa Avagan Sabadh Jalaaeae ||",
    "translation": "My Lord God is the Giver of virtue. The Word of the Shabad burns away all faults and demerits.",
    "punjabi": "ਮੇਰਾ ਪਰਮਾਤਮਾ ਗੁਣ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ, ਉਹ (ਜੀਵ ਨੂੰ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ (ਜੋੜ ਕੇ ਉਸ ਦੇ ਸਾਰੇ) ਔਗੁਣ ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
