[
  {
    "id": 50802,
    "shabad_id": 4187,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਨ ਕੇ ਸਾਸ. ਸਾਸ ਹੈ ਜੇਤੇ; ਹਰਿ ਬਿਰਹਿ ਪ੍ਰਭੂ ਹਰਿ ਬੀਧੇ ॥",
    "transliteration": "Jan Kae Saas Saas Hai Jaethae Har Birehi Prabhoo Har Beedhhae ||",
    "translation": "Each and every breath of the Lord's humble servant is pierced through with love of the Lord God.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਦੀ ਉਮਰ) ਦੇ ਜਿਤਨੇ ਭੀ ਸਾਹ ਹੁੰਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ ਬਿਰਹੋਂ ਵਿਚ ਵਿੱਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50803,
    "shabad_id": 4187,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਕਮਲ ਪ੍ਰੀਤਿ ਅਤਿ ਭਾਰੀ; ਬਿਨੁ ਜਲ ਦੇਖੇ, ਸੁਕਲੀਧੇ ॥੨॥",
    "transliteration": "Jio Jal Kamal Preeth Ath Bhaaree Bin Jal Dhaekhae Sukaleedhhae ||2||",
    "translation": "As the lotus is totally in love with the water and withers away without seeing the water, so am I in love with the Lord. ||2||",
    "punjabi": "ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਅਤੇ ਪਾਣੀ ਦਾ ਬੜਾ ਡੂੰਘਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ, ਪਾਣੀ ਦਾ ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਕੌਲ-ਫੁੱਲ ਸੁੱਕ ਜਾਂਦਾ ਹੈ (ਇਹੀ ਹਾਲ ਹੁੰਦਾ ਹੈ ਭਗਤ ਜਨਾਂ ਦਾ) ॥੨॥",
    "pronunciation": "ਪੰਖੜੀਅਾਂ (ਸੁੱਕ-ਲੀਧੇ) ਸੁੱਕ ਜਾਂਦੀਅਾਂ ਹਨ",
    "type_id": 3
  },
  {
    "id": 50804,
    "shabad_id": 4187,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਜਪਿਓ. ਨਾਮੁ ਨਿਰੰਜਨੁ ਨਰਹਰਿ; ੳੁਪਦੇਸਿ ਗੁਰੂ ਹਰਿ ਪ੍ਰੀਧੇ ॥",
    "transliteration": "Jan Japiou Naam Niranjan Narehar Oupadhaes Guroo Har Preedhhae ||",
    "translation": "The Lord's humble servant chants the Immaculate Naam, the Name of the Lord; through the Guru's Teachings, the Lord reveals Himself.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤਰ ਨਾਮ (ਸਦਾ) ਜਪਦੇ ਹਨ। ਗੁਰੂ ਨੇ (ਆਪਣੇ) ਉਪਦੇਸ਼ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਸਾਹਮਣੇ (ਹਰ ਥਾਂ ਵੱਸਦਾ) ਵਿਖਾ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50805,
    "shabad_id": 4187,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੀ ਹੳੁਮੈ ਮਲੁ ਨਿਕਸੀ; ਹਰਿ ਅੰਮਿ੍ਰਤਿ ਹਰਿ ਜਲਿ ਨੀਧੇ ॥੩॥",
    "transliteration": "Janam Janam Kee Houmai Mal Nikasee Har Anmrith Har Jal Needhhae ||3||",
    "translation": "The filth of egotism which stained me for countless lifetimes has been washed away, by the Ambrosial Water of the Ocean of the Lord. ||3||",
    "punjabi": "(ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੀ ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ। ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਰਿ ਨਾਮ-ਜਲ ਵਿਚ (ਸਦਾ) ਇਸ਼ਨਾਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50806,
    "shabad_id": 4187,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਹਮਰੇ ਕਰਮ. ਨ ਬਿਚਰਹੁ ਠਾਕੁਰ; ਤੁਮ੍ਹ ਪੈਜ ਰਖਹੁ ਅਪਨੀਧੇ ॥",
    "transliteration": "Hamarae Karam N Bicharahu Thaakur Thumh Paij Rakhahu Apaneedhhae ||",
    "translation": "Please, do not take my karma into account, O my Lord and Master; please save the honor of Your slave.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ (ਚੰਗੇ ਮੰਦੇ) ਕਰਮ ਨਾਹ ਵਿਚਾਰਨੇ; ਆਪਣੇ ਸੇਵਕ-ਦਾਸ ਦੀ ਤੁਸਾਂ ਆਪ ਇੱਜ਼ਤ ਰੱਖਣੀ।",
    "pronunciation": "(ਅਪ-ਨੀਧੇ) ਅਾਪਣੇ ਜਾਣ ਕੇ",
    "type_id": 3
  },
  {
    "id": 50807,
    "shabad_id": 4187,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਭਾਵੈ ਸੁਣਿ ਬਿਨੳੁ ਬੇਨਤੀ; ਜਨ ਨਾਨਕ. ਸਰਣਿ ਪਵੀਧੇ ॥੪॥੩॥੫॥",
    "transliteration": "Har Bhaavai Sun Bino Baenathee Jan Naanak Saran Paveedhhae ||4||3||5||",
    "translation": "O Lord, if it pleases You, hear my prayer; servant Nanak seeks Your Sanctuary. ||4||3||5||",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਵੇਂ ਤੈਨੂੰ ਭਾਵੈ ਮੇਰੀ ਬੇਨਤੀ-ਅਰਜ਼ੋਈ ਸੁਣ, ਮੈਂ ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਪਿਆਂ ਹਾਂ ॥੪॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50808,
    "shabad_id": 4188,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਸੰਤੁ ਹਿੰਡੋਲ ਮਹਲਾ ੪ ॥",
    "transliteration": "Basanth Hinddol Mehalaa 4 ||",
    "translation": "Basant Hindol, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50809,
    "shabad_id": 4188,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨੁ ਖਿਨੁ ਖਿਨੁ ਭਰਮਿ ਭਰਮਿ ਬਹੁ ਧਾਵੈ; ਤਿਲੁ ਘਰਿ ਨਹੀ ਵਾਸਾ ਪਾੲੀਅੈ ॥",
    "transliteration": "Man Khin Khin Bharam Bharam Bahu Dhhaavai Thil Ghar Nehee Vaasaa Paaeeai ||",
    "translation": "Each and every moment, my mind roams and rambles, and runs all over the place. It does not stay in its own home, even for an instant.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ) ਮਨ ਹਰੇਕ ਖਿਨ ਭਟਕ ਭਟਕ ਕੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਬਹੁਤ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਆਪਣੇ ਸਰੀਰ-ਘਰ ਵਿਚ (ਸ੍ਵੈ ਸਰੂਪ ਵਿਚ) ਟਿਕ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50810,
    "shabad_id": 4188,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਿ ਅੰਕਸੁ. ਸਬਦੁ ਦਾਰੂ ਸਿਰਿ ਧਾਰਿਓ; ਘਰਿ ਮੰਦਰਿ ਅਾਣਿ ਵਸਾੲੀਅੈ ॥੧॥",
    "transliteration": "Gur Ankas Sabadh Dhaaroo Sir Dhhaariou Ghar Mandhar Aan Vasaaeeai ||1||",
    "translation": "But when the bridle of the Shabad, the Word of God, is placed over its head, it returns to dwell in its own home. ||1||",
    "punjabi": "(ਗੁਰੂ ਦਾ) ਸ਼ਬਦ (ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰਨ ਲਈ) ਦਵਾਈ (ਹੈ। ਜਿਵੇਂ ਮਹਾਵਤ ਹਾਥੀ ਨੂੰ ਵੱਸ ਵਿਚ ਰੱਖਣ ਲਈ ਲੋਹੇ ਦਾ ਡੰਡਾ ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਮਾਰਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਸਿਰ ਉੱਤੇ ਆਪਣਾ ਸ਼ਬਦ-ਅੰਕਸ਼ ਰੱਖ ਦਿੱਤਾ, ਉਸ ਦੇ ਮਨ ਨੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਲਿਆ ਕੇ ਟਿਕਾ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50811,
    "shabad_id": 4188,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਗੋਬਿੰਦ ਜੀੳੁ, ਸਤਸੰਗਤਿ ਮੇਲਿ; ਹਰਿ ਧਿਅਾੲੀਅੈ ॥",
    "transliteration": "Gobindh Jeeo Sathasangath Mael Har Dhhiaaeeai ||",
    "translation": "O Dear Lord of the Universe, lead me to join the Sat Sangat, the True Congregation, so that I may meditate on You, Lord.",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ ਜੀ! (ਮੈਨੂੰ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲਾ। (ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ) ਹੇ ਹਰੀ! (ਤੇਰਾ ਨਾਮ) ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50812,
    "shabad_id": 4188,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗੁ ਗੲਿਅਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਹਰਿ ਸਹਜਿ ਸਮਾਧਿ ਲਗਾੲੀਅੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Houmai Rog Gaeiaa Sukh Paaeiaa Har Sehaj Samaadhh Lagaaeeai ||1|| Rehaao ||",
    "translation": "I am cured of the disease of egotism, and I have found peace; I have intuitively entered into the state of Samaadhi. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਹੜਾ ਮਨੁੱਖ (ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਉਸ ਦਾ ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 50813,
    "shabad_id": 4188,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਘਰਿ ਰਤਨ ਲਾਲ ਬਹੁ ਮਾਣਕ ਲਾਦੇ; ਮਨੁ ਭ੍ਰਮਿਅਾ. ਲਹਿ, ਨ ਸਕਾੲੀਅੈ ॥",
    "transliteration": "Ghar Rathan Laal Bahu Maanak Laadhae Man Bhramiaa Lehi N Sakaaeeai ||",
    "translation": "This house is loaded with countless gems, jewels, rubies and emeralds, but the wandering mind cannot find them.",
    "punjabi": "(ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਅਨੇਕਾਂ ਰਤਨ ਲਾਲ ਮੋਤੀ ਭਰੇ ਪਏ ਹਨ। (ਪਰ ਜਦ ਤਕ) ਮਨ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਤਦ ਤਕ ਉਹਨਾਂ ਨੂੰ ਲੱਭ ਨਹੀਂ ਸਕੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50814,
    "shabad_id": 4188,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਜਿੳੁ ਓਡਾ, ਕੂਪੁ ਗੁਹਜ ਖਿਨ ਕਾਢੈ; ਤਿੳੁ. ਸਤਿਗੁਰਿ ਵਸਤੁ ਲਹਾੲੀਅੈ ॥੨॥",
    "transliteration": "Jio Ouddaa Koop Guhaj Khin Kaadtai Thio Sathigur Vasath Lehaaeeai ||2||",
    "translation": "As the water-diviner finds the hidden water, and the well is then dug in an instant, so do we find the object of the Name through the True Guru. ||2||",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਸੇਂਘਾ (ਧਰਤੀ ਵਿਚ) ਦੱਬਿਆ ਹੋਇਆ (ਪੁਰਾਣਾ) ਖੂਹ ਤੁਰਤ ਲੱਭ ਲੈਂਦਾ ਹੈ, ਤਿਵੇਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹੀ ਲੁਕਿਆ ਹੋਇਆ) ਨਾਮ-ਪਦਾਰਥ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਓਡਾ) ਸੂੰਘਾ, ਸੁੰਘ ਕੇ, (ਗੁਹਜ) ਗੁਪਤ , (ਕੂਪੁ) ਖੂਹ, (ਕਾਢੈ) ਪ੍ਰਗਟ ਕਰ ਦਿੰਦਾ। ਸੂੰਘੇ ਗੁਰਸੇਵਕ ਬਣ ਕੇ, ਪੂਰਨ ਗੁਰੂ ਜੀ ਤੋਂ ਨਾਮੁ ਪ੍ਰਾਪਤਿ ਕਰੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 50815,
    "shabad_id": 4188,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਿਨ ਅੈਸਾ ਸਤਿਗੁਰੁ ਸਾਧੁ. ਨ ਪਾੲਿਅਾ; ਤੇ ਧਿ੍ਰਗੁ ਧਿ੍ਰਗੁ ਨਰ ਜੀਵਾੲੀਅੈ ॥",
    "transliteration": "Jin Aisaa Sathigur Saadhh N Paaeiaa Thae Dhhrig Dhhrig Nar Jeevaaeeai ||",
    "translation": "Those who do not find such a Holy True Guru - cursed, cursed are the lives of those people.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਾਧੇ ਹੋਏ ਮਨ ਵਾਲਾ ਇਹੋ ਜਿਹਾ ਗੁਰੂ ਨਹੀਂ ਲੱਭਾ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜੀਊਣਾ ਸਦਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਹੁੰਦਾ ਹੈ (ਉਹ ਸਦਾ ਅਜਿਹੇ ਕੰਮ ਹੀ ਕਰਦੇ ਹਨ ਕਿ ਉਹਨਾਂ ਨੂੰ ਜਗਤ ਵਿਚ ਫਿਟਕਾਰਾਂ ਪੈਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50816,
    "shabad_id": 4188,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਨਮੁ ਪਦਾਰਥੁ ਪੁੰਨਿ ਫਲੁ ਪਾੲਿਅਾ; ਕੳੁਡੀ ਬਦਲੈ ਜਾੲੀਅੈ ॥੩॥",
    "transliteration": "Janam Padhaarathh Punn Fal Paaeiaa Kouddee Badhalai Jaaeeai ||3||",
    "translation": "The treasure of this human life is obtained when one's virtues bear fruit, but it is lost in exchange for a mere shell. ||3||",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖਾਂ ਨੇ) ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਪਿਛਲੀ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦੇ ਕਾਰਨ ਫਲ ਵਜੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਸੀ, ਪਰ ਹੁਣ ਉਹ ਜਨਮ ਕੌਡੀ ਦੇ ਭਾ (ਅਜਾਈਂ) ਜਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50817,
    "shabad_id": 4188,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮਧੁਸੂਦਨ ਹਰਿ ਧਾਰਿ ਪ੍ਰਭ ਕਿਰਪਾ; ਕਰਿ ਕਿਰਪਾ ਗੁਰੂ ਮਿਲਾੲੀਅੈ ॥",
    "transliteration": "Madhhusoodhan Har Dhhaar Prabh Kirapaa Kar Kirapaa Guroo Milaaeeai ||",
    "translation": "O Lord God, please be merciful to me; be merciful, and lead me to meet the Guru.",
    "punjabi": "ਹੇ ਦੁਸ਼ਟ-ਦਮਨ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ। ਕਿਰਪਾ ਕਰ ਕੇ (ਮੈਨੂੰ) ਗੁਰੂ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50818,
    "shabad_id": 4188,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਿਰਬਾਣ ਪਦੁ ਪਾੲਿਅਾ; ਮਿਲਿ ਸਾਧੂ ਹਰਿ ਗੁਣ ਗਾੲੀਅੈ ॥੪॥੪॥੬॥",
    "transliteration": "Jan Naanak Nirabaan Padh Paaeiaa Mil Saadhhoo Har Gun Gaaeeai ||4||4||6||",
    "translation": "Servant Nanak has attained the state of Nirvaanaa; meeting with the Holy people, he sings the Glorious Praises of the Lord. ||4||4||6||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿੱਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੪॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50819,
    "shabad_id": 4189,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਸੰਤੁ ਹਿੰਡੋਲ ਮਹਲਾ ੪ ॥",
    "transliteration": "Basanth Hinddol Mehalaa 4 ||",
    "translation": "Basant Hindol, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50820,
    "shabad_id": 4189,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਵਣ ਜਾਣੁ ਭੲਿਅਾ ਦੁਖੁ ਬਿਖਿਅਾ; ਦੇਹ ਮਨਮੁਖ ਸੁੰਞਞੀ ਸੁੰਞਞੁ ॥",
    "transliteration": "Aavan Jaan Bhaeiaa Dhukh Bikhiaa Dhaeh Manamukh Sunnjee Sunnj ||",
    "translation": "Coming and going, he suffers the pains of vice and corruption; the body of the self-willed manmukh is desolate and vacant.",
    "punjabi": "ਮਾਇਆ (ਦੇ ਮੋਹ) ਦੇ ਕਾਰਨ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਕਲੇਸ਼ ਵਾਪਰਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਨਾਮ ਤੋਂ ਸੱਖਣਾ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਨਾਮ ਵਲੋਂ ਸੁੰਞ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50821,
    "shabad_id": 4189,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ. ਖਿਨੁ ਪਲੁ, ਨਹੀ ਚੇਤਿਅਾ; ਜਮਿ ਪਕਰੇ, ਕਾਲਿ ਸਲੁੰਞਞੁ ॥੧॥",
    "transliteration": "Raam Naam Khin Pal Nehee Chaethiaa Jam Pakarae Kaal Salunnj ||1||",
    "translation": "He does not dwell on the Lord's Name, even for an instant, and so the Messenger of Death seizes him by his hair. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਖਿਨ ਲਈ ਇਕ ਪਲ ਲਈ ਭੀ ਯਾਦ ਨਹੀਂ ਕਰਦੇ। ਆਤਮਕ ਮੌਤ ਨੇ ਹਰ ਵੇਲੇ ਉਹਨਾਂ ਨੂੰ ਸਿਰੋਂ ਫੜਿਆ ਹੋਇਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਲੁੰਞੁ) ਜੁੰਡੇ",
    "type_id": 3
  },
  {
    "id": 50822,
    "shabad_id": 4189,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੋਬਿੰਦ ਜੀੳੁ; ਬਿਖੁ ਹੳੁਮੈ ਮਮਤਾ ਮੁੰਞਞੁ ॥",
    "transliteration": "Gobindh Jeeo Bikh Houmai Mamathaa Munnj ||",
    "translation": "O Dear Lord of the Universe, please rid me of the poison of egotism and attachment.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਗੋਬਿੰਦ ਜੀ! (ਮੇਰੇ ਅੰਦਰੋਂ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ) ਹਉਮੈ ਅਤੇ ਮਮਤਾ ਦੀ ਜ਼ਹਰ ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50823,
    "shabad_id": 4189,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਗੁਰ ਕੀ ਹਰਿ ਪਿਅਾਰੀ; ਮਿਲਿ ਸੰਗਤਿ ਹਰਿ ਰਸੁ ਭੁੰਞਞੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathasangath Gur Kee Har Piaaree Mil Sangath Har Ras Bhunnj ||1|| Rehaao ||",
    "translation": "The Sat Sangat, Guru's True Congregation is so dear to the Lord. So join the Sangat, and taste the sublime essence of the Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਸਾਧ ਸੰਗਤ ਤੇਰੀ ਪਿਆਰੀ ਹੈ ਗੁਰੂ ਦੀ ਪਿਆਰੀ ਹੈ। (ਮਿਹਰ ਕਰ) ਮੈਂ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਤੇਰੇ ਨਾਮ ਦਾ ਰਸ ਮਾਣਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 50824,
    "shabad_id": 4189,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਾਧ ਦੲਿਅਾ ਕਰਿ ਮੇਲਹੁ; ਸਰਣਾਗਤਿ ਸਾਧੂ ਪੰਞਞੁ ॥",
    "transliteration": "Sathasangath Saadhh Dhaeiaa Kar Maelahu Saranaagath Saadhhoo Pannj ||",
    "translation": "Please be kind to me, and unite me with the Sat Sangat, the True Congregation of the Holy; I seek the Sanctuary of the Holy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ) ਗੁਰੂ ਦੀ ਸਤ ਸੰਗਤ ਵਿਚ ਮਿਲਾਈ ਰੱਖ, ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ (ਸਦਾ) ਪਿਆ ਰਹਾਂ।",
    "pronunciation": "ਸਰ-ਣਾਗਤਿ",
    "type_id": 3
  },
  {
    "id": 50825,
    "shabad_id": 4189,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਮ ਡੁਬਦੇ ਪਾਥਰ. ਕਾਢਿ ਲੇਹੁ ਪ੍ਰਭ; ਤੁਮ੍ਹ ਦੀਨ ਦੲਿਅਾਲ ਦੁਖਭੰਞਞੁ ॥੨॥",
    "transliteration": "Ham Ddubadhae Paathhar Kaadt Laehu Prabh Thumh Dheen Dhaeiaal Dhukh Bhannj ||2||",
    "translation": "I am a heavy stone, sinking down - please lift me up and pull me out! O God, Merciful to the meek, You are the Destroyer of sorrow. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਪਾਪਾਂ ਨਾਲ ਭਾਰੇ) ਪੱਥਰ (ਹੋਏ) ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ (ਪਾਪਾਂ ਵਿਚ) ਡੁੱਬ ਰਿਹਾਂ ਨੂੰ ਕੱਢ ਲੈ। ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੁਸੀਂ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਹੋ, ਤੁਸੀਂ ਸਾਡੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਹੋ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50826,
    "shabad_id": 4189,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ੳੁਸਤਤਿ ਧਾਰਹੁ ਰਿਦ ਅੰਤਰਿ ਸੁਅਾਮੀ; ਸਤਸੰਗਤਿ ਮਿਲਿ ਬੁਧਿ ਲੰਞਞੁ ॥",
    "transliteration": "Har Ousathath Dhhaarahu Ridh Anthar Suaamee Sathasangath Mil Budhh Lannj ||",
    "translation": "I enshrine the Praises of my Lord and Master within my heart; joining the Sat Sangat, my intellect is enlightened.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! (ਆਪਣੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ। (ਮਿਹਰ ਕਰ) ਤੇਰੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ (ਮੇਰੀ) ਅਕਲ (ਤੇਰੇ ਨਾਮ ਦੇ ਚਾਨਣ ਨਾਲ) ਰੌਸ਼ਨ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50827,
    "shabad_id": 4189,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਨਾਮੈ. ਹਮ ਪ੍ਰੀਤਿ ਲਗਾਨੀ; ਹਮ ਹਰਿ ਵਿਟਹੁ ਘੁਮਿ ਵੰਞਞੁ ॥੩॥",
    "transliteration": "Har Naamai Ham Preeth Lagaanee Ham Har Vittahu Ghum Vannj ||3||",
    "translation": "I have fallen in love with the Lord's Name; I am a sacrifice to the Lord. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੇਰੀ ਪ੍ਰੀਤ ਬਣ ਗਈ ਹੈ, ਮੈਂ (ਹੁਣ) ਪਰਮਾਤਮਾ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50828,
    "shabad_id": 4189,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਕੇ ਪੂਰਿ ਮਨੋਰਥ ਹਰਿ ਪ੍ਰਭ; ਹਰਿ ਨਾਮੁ ਦੇਵਹੁ ਹਰਿ ਲੰਞਞੁ ॥",
    "transliteration": "Jan Kae Poor Manorathh Har Prabh Har Naam Dhaevahu Har Lannj ||",
    "translation": "O Lord God, please fulfill the desires of Your humble servant; please bless me with Your Name, O Lord.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ) ਸੇਵਕ ਦੇ ਮਨੋਰਥ ਪੂਰੇ ਕਰ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, (ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਚਾਨਣ (ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50829,
    "shabad_id": 4190,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਮਨਿ ਤਨਿ ਅਨਦੁ ਭੲਿਅਾ ਹੈ; ਗੁਰਿ ਮੰਤ੍ਰੁ ਦੀਓ ਹਰਿ ਭੰਞਞੁ ॥੪॥੫॥੭॥੧੨॥੧੮॥੭॥੩੭॥",
    "transliteration": "Jan Naanak Man Than Anadh Bhaeiaa Hai Gur Manthra Dheeou Har Bhannj ||4||5||7||12||18||7||37||",
    "translation": "Servant Nanak's mind and body are filled with ecstasy; the Guru has blessed him with the Mantra of the Lord's Name. ||4||5||7||12||18||7||37||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਮੰਤ੍ਰ ਬਖ਼ਸ਼ਿਆ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਤਨ ਵਿਚ ਆਤਮਕ ਖਿੜਾਉ ਬਣ ਗਿਆ ॥੪॥੫॥੭॥੧੨॥੧੮॥੭॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
