[
  {
    "shabad_id": 3032,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "jY jYkwru jgqR mih; locih siB jIAw]",
    "transliteration": "Jai Jai Kaar Jagathr Mehi Lochehi Sabh Jeeaa ||",
    "translation": "Triumphant cheers greet me all across the world, and all beings yearn for me.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਮਨੁੱਖ ਦੀ ਸਾਰੇ ਜਗਤ ਵਿਚ ਹਰ ਥਾਂ ਸੋਭਾ ਹੁੰਦੀ ਹੈ, (ਜਗਤ ਦੇ) ਸਾਰੇ ਜੀਵ (ਉਸ ਦਾ ਦਰਸਨ ਕਰਨਾ) ਚਾਹੁੰਦੇ ਹਨ,",
    "pronunciation": "jg`qR",
    "type_id": 3
  },
  {
    "shabad_id": 3032,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "supRsMn Bey siqgur pRBU; kCu ibGnu. n QIAw]1]",
    "transliteration": "Suprasann Bheae Sathigur Prabhoo Kashh Bighan N Thheeaa ||1||",
    "translation": "The True Guru and God are totally pleased with me; no obstacle blocks my way. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਪਰਮਾਤਮਾ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪ੍ਰਸੰਨ ਹੋ ਗਏ, ਉਸ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਆਉਂਦੀ ॥੧॥",
    "pronunciation": "supRsMn",
    "type_id": 3
  },
  {
    "shabad_id": 3032,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jw kw AMgu. dieAwl pRB; qw ky sB dws]",
    "transliteration": "Jaa Kaa Ang Dhaeiaal Prabh Thaa Kae Sabh Dhaas ||",
    "translation": "One who has the Merciful Lord God on his side - everyone becomes his slave.",
    "punjabi": "ਹੇ ਭਾਈ! ਦਇਆ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਜਿਸ (ਮਨੁੱਖ) ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ, ਸਭ ਜੀਵ ਉਸ ਦੇ ਸੇਵਕ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3032,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "sdw sdw vifAweIAw; nwnk gur pwis]2]12]30]",
    "transliteration": "Sadhaa Sadhaa Vaddiaaeeaa Naanak Gur Paas ||2||12||30||",
    "translation": "Forever and ever, O Nanak, glorious greatness rests with the Guru. ||2||12||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰਿਹਾਂ ਸਦਾ ਹੀ ਆਦਰ-ਮਾਣ ਮਿਲਦਾ ਹੈ ॥੨॥੧੨॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwgu iblwvlu mhlw 5 Gru 5 caupdy",
    "transliteration": "Raag Bilaaval Mehalaa 5 Ghar 5 Choupadhae",
    "translation": "Raag Bilaaval, Fifth Mehl, Fifth House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3033,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "imRq mMfl jgu swijAw; ijau bwlU Gr bwr]",
    "transliteration": "Mrith Manddal Jag Saajiaa Jio Baaloo Ghar Baar ||",
    "translation": "This perishable realm and world has been made like a house of sand.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਇਹ ਜਗਤ (ਪਰਮਾਤਮਾ ਨੇ ਐਸਾ) ਬਣਾਇਆ ਹੈ (ਕਿ ਇਸ ਉਤੇ) ਮੌਤ ਦਾ ਰਾਜ ਹੈ, ਇਹ ਇਉਂ ਹੈ ਜਿਵੇਂ ਰੇਤ ਦੇ ਬਣੇ ਹੋਏ ਘਰ ਆਦਿਕ ਹੋਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ibnsq bwr. n lwgeI; ijau kwgd bUMdwr]1]",
    "transliteration": "Binasath Baar N Laagee Jio Kaagadh Boondhaar ||1||",
    "translation": "In no time at all, it is destroyed, like the paper drenched with water. ||1||",
    "punjabi": "ਜਿਵੇਂ ਮੀਂਹ ਦੀਆਂ ਕਣੀਆਂ ਨਾਲ ਕਾਗ਼ਜ਼ (ਤੁਰਤ) ਗਲ ਜਾਂਦੇ ਹਨ, ਤਿਵੇਂ ਇਹਨਾਂ (ਘਰਾਂ) ਦੇ ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "suin myrI mnsw. mnY mwih; siq dyKu bIcwir]",
    "transliteration": "Sun Maeree Manasaa Manai Maahi Sath Dhaekh Beechaar ||",
    "translation": "Listen to me, people: behold, and consider this within your mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ ਦੇ ਫੁਰਨੇ! (ਹੇ ਮੇਰੇ ਭਟਕਦੇ ਮਨ!) ਧਿਆਨ ਨਾਲ ਸੁਣ। ਵਿਚਾਰ ਕੇ ਵੇਖ ਲੈ, (ਇਹ) ਸੱਚ (ਹੈ ਕਿ)",
    "pronunciation": "(mnsw)is`iKAw",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "isD swiDk igrhI jogI; qij gey Gr bwr]1]rhwau]",
    "transliteration": "Sidhh Saadhhik Girehee Jogee Thaj Geae Ghar Baar ||1|| Rehaao ||",
    "translation": "The Siddhas, the seekers, house-holders and Yogis have forsaken their homes and left. ||1||Pause||",
    "punjabi": "ਸਿੱਧ ਸਾਧਿਕ ਜੋਗੀ ਗ੍ਰਿਹਸਤੀ-ਸਾਰੇ ਹੀ (ਮੌਤ ਆਉਣ ਤੇ) ਆਪਣਾ ਸਭ ਕੁਝ (ਇਥੇ ਹੀ) ਛੱਡ ਕੇ (ਇਥੋਂ) ਤੁਰੇ ਜਾ ਰਹੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3033,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jYsw supnw rYin kw; qYsw sMswr]",
    "transliteration": "Jaisaa Supanaa Rain Kaa Thaisaa Sansaar ||",
    "translation": "This world is like a dream in the night.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਭਟਕਦੇ ਮਨ!) ਇਹ ਜਗਤ ਇਉਂ ਹੀ ਹੈ ਜਿਵੇਂ ਰਾਤ ਨੂੰ (ਸੁੱਤੇ ਪਿਆਂ ਆਇਆ ਹੋਇਆ) ਸੁਪਨਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "idRsitmwn sBu ibnsIAY; ikAw lgih gvwr]2]",
    "transliteration": "Dhrisattimaan Sabh Binaseeai Kiaa Lagehi Gavaar ||2||",
    "translation": "All that is seen shall perish. Why are you attached to it, you fool? ||2||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਜੋ ਕੁਝ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਇਹ ਸਾਰਾ ਨਾਸਵੰਤ ਹੈ। ਤੂੰ ਇਸ ਵਿਚ ਕਿਉਂ ਮੋਹ ਬਣਾ ਰਿਹਾ ਹੈਂ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "khw su BweI mIq hY; dyKu nYn pswir]",
    "transliteration": "Kehaa S Bhaaee Meeth Hai Dhaekh Nain Pasaar ||",
    "translation": "Where are your brothers and friends? Open your eyes and see!",
    "punjabi": "ਹੇ ਮੂਰਖ! ਅੱਖਾਂ ਖੋਹਲ ਕੇ ਵੇਖ। (ਤੇਰੇ) ਉਹ ਭਰਾ ਉਹ ਮਿੱਤਰ ਕਿੱਥੇ ਗਏ ਹਨ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ieik cwly ieik cwlsih; siB ApnI vwr]3]",
    "transliteration": "Eik Chaalae Eik Chaalasehi Sabh Apanee Vaar ||3||",
    "translation": "Some have gone, and some will go; everyone must take his turn. ||3||",
    "punjabi": "ਆਪਣੀ ਵਾਰੀ ਸਿਰ ਕਈ (ਇਥੋਂ) ਜਾ ਚੁਕੇ ਹਨ, ਕਈ ਚਲੇ ਜਾਣਗੇ। ਸਾਰੇ ਹੀ ਜੀਵ ਆਪੋ ਆਪਣੀ ਵਾਰੀ (ਤੁਰੇ ਜਾ ਰਹੇ ਹਨ) ॥੩॥",
    "pronunciation": "cwl-sih",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ijn pUrw siqguru syivAw; sy AsiQru hir duAwir]",
    "transliteration": "Jin Pooraa Sathigur Saeviaa Sae Asathhir Har Dhuaar ||",
    "translation": "Those who serve the Perfect True Guru, remain ever-stable at the Door of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ਉਹ (ਦਿੱਸਦੇ ਜਗਤ ਵਿਚ ਮੋਹ ਪਾਣ ਦੇ ਥਾਂ) ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3033,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "jnu nwnku. hir kw dwsu hY; rwKu pYj murwir]4]1]31]",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Raakh Paij Muraar ||4||1||31||",
    "translation": "Servant Nanak is the Lord's slave; preserve his honor, O Lord, Destroyer of ego. ||4||1||31||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਤਾਂ) ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸੇਵਕ ਹੈ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਹੀ ਅਰਦਾਸ ਕਰਦਾ ਹੈ ਕਿ) ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ) ਲਾਜ ਰੱਖ ॥੪॥੧॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "lokn kIAw vifAweIAw; bYsMqir pwgau]",
    "transliteration": "Lokan Keeaa Vaddiaaeeaa Baisanthar Paago ||",
    "translation": "The glories of the world, I cast into the fire.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੇ ਟਾਕਰੇ ਤੇ) ਲੋਕਾਂ ਵਲੋਂ ਮਿਲ ਰਹੀਆਂ ਇੱਜ਼ਤਾਂ ਨੂੰ ਤਾਂ ਮੈਂ ਅੱਗ ਵਿਚ ਪਾ ਦੇਣ ਨੂੰ ਤਿਆਰ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijau imlY ipAwrw Awpnw; qy bol krwgau]1]",
    "transliteration": "Jio Milai Piaaraa Aapanaa Thae Bol Karaago ||1||",
    "translation": "I chant those words, by which I may meet my Beloved. ||1||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਲੋਕਾਂ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਕਰਨ ਦੇ ਥਾਂ) ਮੈਂ ਤਾਂ ਉਹੀ ਬੋਲ ਬੋਲਾਂਗਾ, ਜਿਨ੍ਹਾਂ ਦਾ ਸਦਕਾ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਏ ॥੧॥",
    "pronunciation": "(bol)bcn[(krwga)ukrWgw",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jau pRB jIau dieAwl hoie; qau BgqI lwgau]",
    "transliteration": "Jo Prabh Jeeo Dhaeiaal Hoe Tho Bhagathee Laago ||",
    "translation": "When God becomes Merciful, then He enjoins me to His devotional service.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਉਤੇ ਦਇਆਵਾਨ ਹੋਣ, ਤਦੋਂ ਹੀ ਮੈਂ ਉਸ ਦੀ ਭਗਤੀ ਵਿਚ ਲੱਗ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "lpit rihE mnu bwsnw; gur imil. ieh iqAwgau]1]rhwau]",
    "transliteration": "Lapatt Rehiou Man Baasanaa Gur Mil Eih Thiaago ||1|| Rehaao ||",
    "translation": "My mind clings to worldly desires; meeting with the Guru, I have renounced them. ||1||Pause||",
    "punjabi": "ਇਹ ਮਨ (ਸੰਸਾਰਕ ਪਦਾਰਥਾਂ ਦੀਆਂ) ਵਾਸਨਾਂ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਇਹ ਵਾਸ਼ਨਾਂ ਛੱਡੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ (ਮੈਂ ਛੱਡ ਸਕਦਾ ਹਾਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3034,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "krau bynqI Aiq GnI; iehu jIau homwgau]",
    "transliteration": "Karo Baenathee Ath Ghanee Eihu Jeeo Homaago ||",
    "translation": "I pray with intense devotion, and offer this soul to Him.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਮੈਂ ਬੜੀ ਅਧੀਨਗੀ ਨਾਲ ਅਰਦਾਸਾਂ ਕਰਾਂਗਾ, ਆਪਣੀ ਇਹ ਜਿੰਦ ਭੀ ਕੁਰਬਾਨ ਕਰ ਦਿਆਂਗਾ।",
    "pronunciation": "bMdgI gurU syvw c[(jIau)izMdgI[(homwgau)hvn krIey",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ArQ Awn siB vwirAw; ipRA inmK sohwgau]2]",
    "transliteration": "Arathh Aan Sabh Vaariaa Pria Nimakh Sohaago ||2||",
    "translation": "I would sacrifice all other riches, for a moment's union with my Beloved. ||2||",
    "punjabi": "ਪਿਆਰੇ ਦੇ ਇਕ ਪਲ ਭਰ ਦੇ ਮਿਲਾਪ ਦੇ ਆਨੰਦ ਦੇ ਵੱਟੇ ਵਿਚ ਮੈਂ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਪਦਾਰਥ ਸਦਕੇ ਕਰ ਦਿਆਂਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "pMc. sMgu gur qy Cuty; doK Aru rwgau]",
    "transliteration": "Panch Sang Gur Thae Shhuttae Dhokh Ar Raago ||",
    "translation": "Through the Guru, I am rid of the five villains, as well as emotional love and hate.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮੇਰੇ ਅੰਦਰੋਂ ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਦਾ ਸਾਥ ਮੁੱਕ ਗਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਦ੍ਵੈਖ ਅਤੇ ਮੋਹ ਦੂਰ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "irdY pRgwsu pRgt BieAw; inis bwsur jwgau]3]",
    "transliteration": "Ridhai Pragaas Pragatt Bhaeiaa Nis Baasur Jaago ||3||",
    "translation": "My heart is illumined, and the Lord has become manifest; night and day, I remain awake and aware. ||3||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਸਹੀ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਹੁਣ ਮੈਂ (ਕਾਮਾਦਿਕਾਂ ਦੇ ਹੱਲੇ ਵੱਲੋਂ) ਰਾਤ ਦਿਨ ਸੁਚੇਤ ਰਹਿੰਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "srix sohwgin AwieAw; ijsu msqik Bwgau]",
    "transliteration": "Saran Sohaagan Aaeiaa Jis Masathak Bhaago ||",
    "translation": "The blessed soul-bride seeks His Sanctuary; her destiny is recorded on her forehead.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗੇ ਭਾਗ ਜਾਗਦੇ ਹਨ, ਉਹ ਸੁਹਾਗਣ ਇਸਤ੍ਰੀ ਵਾਂਗ (ਗੁਰੂ ਦੀ) ਸਰਨ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3034,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "khu nwnk. iqin pwieAw; qnu mnu sIqlwgau]4]2]32]",
    "transliteration": "Kahu Naanak Thin Paaeiaa Than Man Seethalaago ||4||2||32||",
    "translation": "Says Nanak, she obtains her Husband Lord; her body and mind are cooled and soothed. ||4||2||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਸਰੀਰ (ਕਾਮਾਦਿਕਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਕੇ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "lwl rMgu iqs kau lgw; ijs ky vfBwgw]",
    "transliteration": "Laal Rang This Ko Lagaa Jis Kae Vaddabhaagaa ||",
    "translation": "One is dyed in the color of the Lord's Love, by great good fortune.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗ ਪੈਣ, ਉਸ ਦੇ ਹੀ ਮਨ ਨੂੰ ਪ੍ਰਭੂ-ਪਿਆਰ ਦਾ ਗੂੜ੍ਹਾ ਲਾਲ ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mYlw kdy. n hoveI; nh lwgY. dwgw]1]",
    "transliteration": "Mailaa Kadhae N Hovee Neh Laagai Dhaagaa ||1||",
    "translation": "This color is never muddied; no stain ever sticks to it. ||1||",
    "punjabi": "ਇਹ ਰੰਗ ਐਸਾ ਹੈ ਕਿ ਇਸ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ, ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਦਾਗ਼ ਨਹੀਂ ਲੱਗਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "pRBu pwieAw suKdweIAw; imilAw suK Bwie]",
    "transliteration": "Prabh Paaeiaa Sukhadhaaeeaa Miliaa Sukh Bhaae ||",
    "translation": "He finds God, the Giver of peace, with feelings of joy.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਸਾਰੇ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "shij smwnw BIqry; CoifAw. nh jwie]1]rhwau]",
    "transliteration": "Sehaj Samaanaa Bheetharae Shhoddiaa Neh Jaae ||1|| Rehaao ||",
    "translation": "The Celestial Lord blends into his soul, and he can never leave Him. ||1||Pause||",
    "punjabi": "ਉਹ (ਸਦਾ) ਅੰਦਰੋਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਨੂੰ ਇਤਨਾ ਰਸ ਆਉਂਦਾ ਹੈ ਕਿ ਫਿਰ ਉਹ ਉਸ ਨੂੰ) ਛੱਡ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3035,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jrw mrw. nh ivAwpeI; iPir dUKu. n pwieAw]",
    "transliteration": "Jaraa Maraa Neh Viaapee Fir Dhookh N Paaeiaa ||",
    "translation": "Old age and death cannot touch him, and he shall not suffer pain again.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਦੀ ਇਸ ਆਤਮਕ ਉੱਚਤਾ ਨੂੰ ਕਦੇ ਬੁਢੇਪਾ ਨਹੀਂ ਆਉਂਦਾ, ਕਦੇ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ, ਉਸ ਨੂੰ ਫਿਰ ਕਦੇ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "pI AMimRqu AwGwinAw; guir. Amr krwieAw]2]",
    "transliteration": "Pee Anmrith Aaghaaniaa Gur Amar Karaaeiaa ||2||",
    "translation": "Drinking in the Ambrosial Nectar, he is satisfied; the Guru makes him immortal. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਕੇ (ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "so jwnY ijin cwiKAw; hir nwmu Amolw]",
    "transliteration": "So Jaanai Jin Chaakhiaa Har Naam Amolaa ||",
    "translation": "He alone knows its taste, who tastes the Priceless Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਦੀ ਕਦਰ ਉਹੀ ਮਨੁੱਖ ਜਾਣਦਾ ਹੈ ਜਿਸ ਨੇ ਕਦੇ ਚੱਖ ਵੇਖਿਆ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ ਵਿਚ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "kImiq khI. n jweIAY; ikAw kih muiK bolw]3]",
    "transliteration": "Keemath Kehee N Jaaeeai Kiaa Kehi Mukh Bolaa ||3||",
    "translation": "Its value cannot be estimated; what can I say with my mouth? ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰਿ-ਨਾਮ ਦਾ ਮੁੱਲ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਮੈਂ ਕੀਹ ਆਖ ਕੇ ਮੂੰਹੋਂ (ਇਸ ਦਾ ਮੁੱਲ) ਦੱਸਾਂ? ॥੩॥",
    "pronunciation": "bolW",
    "type_id": 3
  },
  {
    "shabad_id": 3035,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "sPl drsu qyrw pwrbRhm; gux iniD qyrI bwxI]",
    "transliteration": "Safal Dharas Thaeraa Paarabreham Gun Nidhh Thaeree Baanee ||",
    "translation": "Fruitful is the Blessed Vision of Your Darshan, O Supreme Lord God. The Word of Your Bani is the treasure of virtue.",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ! ਤੇਰਾ ਦਰਸ਼ਨ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਮਨੋਰਥ ਪੂਰਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]