[
  {
    "shabad_id": 3061,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "DMnu su Qwnu bsMq DMnu; jh jpIAY nwmu]",
    "transliteration": "Dhhann S Thhaan Basanth Dhhann Jeh Japeeai Naam ||",
    "translation": "Blessed is that place, and blessed are those who dwell there, where they chant the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਥਾਂ ਭਾਗਾਂ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਥੇ ਵੱਸਣ ਵਾਲੇ ਭੀ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3061,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "kQw kIrqnu hir Aiq Gnw; suK shj ibsRwmu]3]",
    "transliteration": "Kathhaa Keerathan Har Ath Ghanaa Sukh Sehaj Bisraam ||3||",
    "translation": "The Sermon and the Kirtan of the Lord's Praises are sung there very often; there is peace, poise and tranquility. ||3||",
    "punjabi": "(ਕਿਉਂਕਿ ਜਿਸ ਥਾਂ) ਪਰਮਾਤਮਾ ਦੀ ਕਥਾ-ਵਾਰਤਾ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਬਹੁਤ ਹੁੰਦੀ ਰਹੇ, ਉਹ ਥਾਂ ਆਤਮਕ ਆਨੰਦ ਦਾ, ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਟਿਕਾਣਾ (ਸੋਮਾ) ਬਣ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3061,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "mn qy kdy. n vIsrY; AnwQ ko nwQ]",
    "transliteration": "Man Thae Kadhae N Veesarai Anaathh Ko Naathh ||",
    "translation": "In my mind, I never forget the Lord; He is the Master of the masterless.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ ਹੇ ਭਾਈ!) ਉਹ ਅਨਾਥਾਂ ਦਾ ਨਾਥ ਪ੍ਰਭੂ ਕਦੇ ਮਨ ਤੋਂ ਭੁੱਲਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3061,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "nwnk. pRB srxwgqI; jw kY sBu ikCu hwQ]4]29]59]",
    "transliteration": "Naanak Prabh Saranaagathee Jaa Kai Sabh Kishh Haathh ||4||29||59||",
    "translation": "Nanak has entered the Sanctuary of God; everything is in His hands. ||4||29||59||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਸਦਾ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਹਰੇਕ ਚੀਜ਼ ਹੈ ॥੪॥੨੯॥੫੯॥",
    "pronunciation": "sr-xwgqI",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijin qU. bMiD kir CoifAw; Puin suK mih pwieAw]",
    "transliteration": "Jin Thoo Bandhh Kar Shhoddiaa Fun Sukh Mehi Paaeiaa ||",
    "translation": "The One who bound you in the womb and then released you, placed you in the world of joy.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਤੈਨੂੰ (ਪਹਿਲਾਂ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਬੰਨ੍ਹ ਕੇ ਰੱਖਿਆ ਹੋਇਆ ਸੀ, ਫਿਰ (ਮਾਂ ਦੇ ਪੇਟ ਵਿਚੋਂ ਕੱਢ ਕੇ ਜਗਤ ਵਿਚ ਲਿਆ ਕੇ ਜਗਤ ਦੇ) ਸੁਖਾਂ ਵਿਚ ਲਿਆ ਵਸਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sdw ismir crxwribMd; sIql hoqwieAw]1]",
    "transliteration": "Sadhaa Simar Charanaarabindh Seethal Hothaaeiaa ||1||",
    "translation": "Contemplate His Lotus Feet forever, and you shall be cooled and soothed. ||1||",
    "punjabi": "ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨ ਸਦਾ ਸਿਮਰਦਾ ਰਹੁ। (ਇਸ ਤਰ੍ਹਾਂ ਸਦਾ) ਸ਼ਾਂਤ-ਚਿੱਤ ਰਹਿ ਸਕੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "AOguxW pwpW ivkwrW dw qpwieAw sIqlTMFw[ (hoqwieAw)ho jWdw hY[ crxwr-ibMd (2. ho qwieAw)",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jIviqAw AQvw muieAw; ikCu kwim. n AwvY]",
    "transliteration": "Jeevathiaa Athhavaa Mueiaa Kishh Kaam N Aavai ||",
    "translation": "In life and in death, this Maya is of no use.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜੀ ਮਾਇਆ) ਇਸ ਲੋਕ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹੁੰਦੀ (ਜੀਵ ਉਸ ਨਾਲ ਸਦਾ ਮੋਹ ਪਾਈ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ijin eyhu rcn rcwieAw; koaU. iqs isau rMgu lwvY]1]rhwau]",
    "transliteration": "Jin Eaehu Rachan Rachaaeiaa Kooo This Sio Rang Laavai ||1|| Rehaao ||",
    "translation": "He created this creation, but rare are those who enshrine love for Him. ||1||Pause||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਸ ਨਾਲ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਪਿਆਰ ਬਣਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3062,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ry pRwxI. ausn sIq krqw krY; Gwm qy kwFY]",
    "transliteration": "Rae Praanee Ousan Seeth Karathaa Karai Ghaam Thae Kaadtai ||",
    "translation": "O mortal, the Creator Lord made summer and winter; He saves you from the heat.",
    "punjabi": "ਹੇ ਭਾਈ! (ਵਿਕਾਰਾਂ ਦੀ) ਗਰਮੀ ਅਤੇ (ਨਾਮ ਦੀ) ਠੰਢਕ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਣਾਂਦਾ ਹੈ, ਉਹ (ਆਪ ਹੀ ਵਿਕਾਰਾਂ ਦੀ) ਤਪਸ਼ ਵਿਚੋਂ ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "ausn:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "kIrI qy hsqI krY; tUtw ly gwFY]2]",
    "transliteration": "Keeree Thae Hasathee Karai Ttoottaa Lae Gaadtai ||2||",
    "translation": "From the ant, He makes an elephant; He reunites those who have been separated. ||2||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਕੀੜੀ (ਨਾਚੀਜ਼ ਜੀਵ ਤੋਂ) ਹਾਥੀ (ਮਾਣ-ਆਦਰ ਵਾਲਾ) ਬਣਾ ਦੇਂਦਾ ਹੈ, (ਆਪਣੇ ਚਰਨਾਂ ਨਾਲੋਂ) ਟੁੱਟੇ ਹੋਏ ਜੀਵ ਨੂੰ ਉਹ ਆਪ ਹੀ (ਬਾਹੋਂ) ਫੜ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ) ਗੰਢ ਲੈਂਦਾ ਹੈ (ਉਸੇ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "AMfj jyrj syqj auqBujw; pRB kI ieh ikriq]",
    "transliteration": "Anddaj Jaeraj Saethaj Outhabhujaa Prabh Kee Eih Kirath ||",
    "translation": "Eggs, wombs, sweat and earth - these are God's workshops of creation.",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੁਨੀਆ ਵਿਚ) ਅੰਡੇ ਤੋਂ ਪੈਦਾ ਹੋਏ ਜੀਵ, ਜਿਓਰ ਤੋਂ ਜੰਮੇ ਹੋਏ ਜੀਵ, ਪਸੀਨੇ ਤੋਂ ਪੈਦਾ ਹੋਏ ਜੀਵ, ਸਾਰੀ ਬਨਸਪਤੀ-ਇਹ ਸਾਰੀ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਰਚਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ikrq kmwvn srb Pl; rvIAY hir inriq]3]",
    "transliteration": "Kirath Kamaavan Sarab Fal Raveeai Har Nirath ||3||",
    "translation": "It is fruitful for all to practice contemplation of the Lord. ||3||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਇਸ ਰਚਨਾ ਤੋਂ) ਨਿਰਮੋਹ ਰਹਿ ਕੇ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ-ਇਹ ਕਮਾਈ ਕਰਨ ਨਾਲ (ਜੀਵਨ ਦੇ) ਸਾਰੇ ਮਨੋਰਥ ਪੂਰੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "hm qy kCU. n hovnw; srix pRB swD]",
    "transliteration": "Ham Thae Kashhoo N Hovanaa Saran Prabh Saadhh ||",
    "translation": "I cannot do anything; O God, I seek the Sanctuary of the Holy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਪਾਸੋਂ ਕੁਝ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ (ਸਾਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3062,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "moh mgn kUp AMD qy; nwnk gur kwF]4]30]60]",
    "transliteration": "Moh Magan Koop Andhh Thae Naanak Gur Kaadt ||4||30||60||",
    "translation": "Guru Nanak pulled me up, out of the deep, dark pit, the intoxication of attachment. ||4||30||60||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰਿਆ ਕਰ-) ਹੇ ਗੁਰੂ! ਅਸੀਂ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਾਂ, (ਸਾਨੂੰ ਮੋਹ ਦੇ ਇਸ) ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਲੈ ॥੪॥੩੦॥੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Kojq Kojq mY iPrw; Kojau bn Qwn]",
    "transliteration": "Khojath Khojath Mai Firaa Khojo Ban Thhaan ||",
    "translation": "Searching, searching, I wander around searching, in the woods and other places.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੂੰ) ਲੱਭਦਾ ਲੱਭਦਾ ਮੈਂ (ਹਰ ਪਾਸੇ) ਫਿਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੈਂ ਕਈ ਜੰਗਲ ਅਨੇਕਾਂ ਥਾਂ ਖੋਜਦਾ ਫਿਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ACl ACyd AByd pRB; AYsy Bgvwn]1]",
    "transliteration": "Ashhal Ashhaedh Abhaedh Prabh Aisae Bhagavaan ||1||",
    "translation": "He is undeceivable, imperishable, inscrutable; such is my Lord God. ||1||",
    "punjabi": "(ਪਰ ਮੈਨੂੰ ਪ੍ਰਭੂ ਕਿਤੇ ਭੀ ਨਹੀਂ ਲੱਭਦਾ। ਮੈਂ ਸੁਣਿਆ ਹੈ ਕਿ ਉਹ) ਭਗਵਾਨ ਪ੍ਰਭੂ ਜੀ ਇਹੋ ਜਿਹੇ ਹਨ ਕਿ ਉਸ ਨੂੰ ਮਾਇਆ ਛਲ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਨਾਸ-ਰਹਿਤ ਹੈ, ਅਤੇ ਉਸ ਦਾ ਭੇਦ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "A-Cl",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "kb dyKau pRBu Awpnw; Awqm kY rMig]",
    "transliteration": "Kab Dhaekho Prabh Aapanaa Aatham Kai Rang ||",
    "translation": "When shall I behold my God, and delight my soul?",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੈਨੂੰ ਹਰ ਵੇਲੇ ਇਹ ਤਾਂਘ ਰਹਿੰਦੀ ਹੈ ਕਿ) ਆਪਣੀ ਜਿੰਦ ਦੇ ਚਾਉ ਨਾਲ ਕਦੋਂ ਮੈਂ ਆਪਣੇ (ਪਿਆਰੇ) ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਸਕਾਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jwgn qy supnw Blw; bsIAY pRB sMig]1]rhwau]",
    "transliteration": "Jaagan Thae Supanaa Bhalaa Baseeai Prabh Sang ||1|| Rehaao ||",
    "translation": "Even better than being awake, is the dream in which I dwell with God. ||1||Pause||",
    "punjabi": "(ਜੇ ਰਾਤ ਨੂੰ ਸੁੱਤੇ ਪਿਆਂ ਸੁਪਨੇ ਵਿਚ ਹੀ) ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਵੱਸ ਸਕੀਏ, ਤਾਂ ਇਸ ਜਾਗਦੇ ਰਹਿਣ ਨਾਲੋਂ (ਸੁੱਤੇ ਪਿਆਂ ਉਹ) ਸੁਪਨਾ ਚੰਗਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3063,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "brn AwsRm swsqR sunau; drsn kI ipAws]",
    "transliteration": "Baran Aasram Saasathr Suno Dharasan Kee Piaas ||",
    "translation": "Listening to the Shaastras teaching about the four social classes and the four stages of life, I grow thirsty for the Blessed Vision of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ) ਮੈਂ ਚਹੁੰਆਂ ਵਰਨਾਂ ਅਤੇ ਚਹੁੰਆਂ ਆਸ਼੍ਰਮਾਂ ਦੇ ਕਰਮ ਕਰਦਾ ਹਾਂ, ਸ਼ਾਸਤ੍ਰਾਂ (ਦੇ ਉਪਦੇਸ਼ ਭੀ) ਸੁਣਦਾ ਹਾਂ (ਪਰ ਦਰਸਨ ਨਹੀਂ ਹੁੰਦਾ) ਦਰਸਨ ਦੀ ਲਾਲਸਾ ਬਣੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "rUpu n. ryK n pMc qq; Twkur Aibnws]2]",
    "transliteration": "Roop N Raekh N Panch Thath Thaakur Abinaas ||2||",
    "translation": "He has no form or outline, and He is not made of the five elements; our Lord and Master is imperishable. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਅਬਿਨਾਸੀ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਹ ਕੋਈ ਰੂਪ ਚਿਹਨ-ਚੱਕ੍ਰ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਉਹ (ਜੀਵਾਂ ਵਾਂਗ) ਪੰਜ ਤੱਤਾਂ ਤੋਂ ਬਣਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "Ehu srUpu sMqn khih; ivrly jogIsur]",
    "transliteration": "Ouhu Saroop Santhan Kehehi Viralae Jogeesur ||",
    "translation": "How rare are those Saints and great Yogis, who describe the beautiful form of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਵਿਰਲੇ ਜੋਗੀਰਾਜ ਹੀ ਉਹ ਸੰਤ ਜਨ ਹੀ (ਉਸ ਪ੍ਰਭੂ ਦਾ) ਉਹ ਸਰੂਪ ਬਿਆਨ ਕਰਦੇ ਹਨ (ਕਿ ਉਸ ਦਾ ਕੋਈ ਰੂਪ ਰੇਖ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "kir ikrpw jw kau imly; Din Din qy. eIsur]3]",
    "transliteration": "Kar Kirapaa Jaa Ko Milae Dhhan Dhhan Thae Eesur ||3||",
    "translation": "Blessed, blessed are they, whom the Lord meets in His Mercy. ||3||",
    "punjabi": "ਕਿਰਪਾ ਕਰ ਕੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਉਹ ਵੱਡੇ ਜੋਗੀ ਹਨ, ਉਹੋ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "so AMqir so bwhry; ibnsy qh Brmw]",
    "transliteration": "So Anthar So Baaharae Binasae Theh Bharamaa ||",
    "translation": "They know that He is deep within, and outside as well; their doubts are dispelled.",
    "punjabi": "(ਹੇ ਭਾਈ! ਵਿਰਲੇ ਸੰਤ ਜਨ ਹੀ ਦਿੱਸਦੇ ਹਨ ਕਿ) ਉਹ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ, ਅਤੇ ਉਹ ਸਭਨਾਂ ਤੋਂ ਵੱਖਰਾ ਭੀ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆਂ ਸਾਰੇ ਭਰਮ-ਵਹਿਮ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3063,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "nwnk iqsu pRBu ByitAw; jw ky pUrn krmw]4]31]61]",
    "transliteration": "Naanak This Prabh Bhaettiaa Jaa Kae Pooran Karamaa ||4||31||61||",
    "translation": "O Nanak, God meets those, whose karma is perfect. ||4||31||61||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਪੂਰਨ ਭਾਗ ਜਾਗ ਪੈਂਦੇ ਹਨ ਉਸ ਨੂੰ ਉਹ ਪ੍ਰਭੂ (ਆਪ ਹੀ) ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥੩੧॥੬੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jIA jMq supRsMn Bey; dyiK pRB prqwp]",
    "transliteration": "Jeea Janth Suprasann Bheae Dhaekh Prabh Parathaap ||",
    "translation": "All beings and creatures are totally pleased, gazing on God's glorious radiance.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਸਾਰੇ ਜੀਵ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਤੱਖ ਵਡਿਆਈ ਵੇਖ ਕੇ ਨਿਹਾਲ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "supRsMn",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "krju auqwirAw siqgurU; kir Awhru Awp]1]",
    "transliteration": "Karaj Outhaariaa Sathiguroo Kar Aahar Aap ||1||",
    "translation": "The True Guru has paid off my debt; He Himself did it. ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ ਆਪ ਉੱਦਮ ਕਰ ਕੇ (ਜਿਸ ਜਿਸ ਜੀਵ ਨੂੰ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਦਾਤ ਦੇ ਕੇ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਪਿਛਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਹੋਏ) ਵਿਕਾਰਾਂ ਦਾ ਭਾਰ ਲਾਹ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Kwq Krcq. inbhq rhY; gur sbdu AKUt]",
    "transliteration": "Khaath Kharachath Nibehath Rehai Gur Sabadh Akhoott ||",
    "translation": "Eating and expending it, it is always available; the Word of the Guru's Shabad is inexhaustible.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਪਲਰਨ ਵਾਸਤੇ ਇਕ ਐਸਾ ਭੋਜਨ ਹੈ ਜੋ) ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ। (ਜਿਸ ਮਨੁੱਖ ਦੀ ਉਮਰ ਇਹ ਭੋਜਨ ਆਪ) ਵਰਤਦਿਆਂ (ਅਤੇ ਹੋਰਨਾਂ ਨੂੰ) ਵੰਡਦਿਆਂ ਗੁਜ਼ਰਦੀ ਹੈ,",
    "pronunciation": "inb-hq:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "pUrn BeI smgrI; kbhU. nhI qUt]1]rhwau]",
    "transliteration": "Pooran Bhee Samagaree Kabehoo Nehee Thoott ||1|| Rehaao ||",
    "translation": "Everything is perfectly arranged; it is never exhausted. ||1||Pause||",
    "punjabi": "ਉਸ ਦੇ ਪਾਸ (ਇਸ) ਰਸਦ ਦੇ ਭੰਡਾਰ ਭਰੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਰਸਦ ਵਿਚ) ਕਦੇ ਭੀ ਤੋਟ ਨਹੀਂ ਆਉਂਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "sm`grI",
    "type_id": 4
  },
  {
    "shabad_id": 3064,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "swDsMig AwrwDnw; hir iniD Awpwr]",
    "transliteration": "Saadhhasang Aaraadhhanaa Har Nidhh Aapaar ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I worship and adore the Lord, the infinite treasure.",
    "punjabi": "(ਇਸੇ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਹ ਇਕ ਐਸਾ ਖ਼ਜ਼ਾਨਾ ਹੈ ਜੋ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Drm ArQ Aru kwm moK; dyqy. nhI bwr]2]",
    "transliteration": "Dhharam Arathh Ar Kaam Mokh Dhaethae Nehee Baar ||2||",
    "translation": "He does not hesitate to bless me with Dharmic faith, wealth, sexual success and liberation. ||2||",
    "punjabi": "(ਦੁਨੀਆ ਵਿਚ) ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ (ਇਹ ਚਾਰ ਹੀ ਪ੍ਰਸਿੱਧ ਅਮੋਲਕ ਪਦਾਰਥ ਮੰਨੇ ਗਏ ਹਨ। ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਇਹ ਪਦਾਰਥ) ਦੇਂਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲਾਂਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "Bgq ArwDih eyk rMig; goibMd gupwl]",
    "transliteration": "Bhagath Araadhhehi Eaek Rang Gobindh Gupaal ||",
    "translation": "The devotees worship and adore the Lord of the Universe with single-minded love.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਗੁਪਾਲ ਦੇ ਭਗਤ ਇਕ-ਰਸ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "rwm nwm Dnu sMicAw; jw kw. nhI sumwru]3]",
    "transliteration": "Raam Naam Dhhan Sanchiaa Jaa Kaa Nehee Sumaar ||3||",
    "translation": "They gather in the wealth of the Lord's Name, which cannot be estimated. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਧਨ (ਇਤਨਾ) ਇਕੱਠਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਕਿ ਉਸ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "srin pry pRB qyrIAw; pRB kI vifAweI]",
    "transliteration": "Saran Parae Prabh Thaereeaa Prabh Kee Vaddiaaee ||",
    "translation": "O God, I seek Your Sanctuary, the glorious greatness of God. Nanak:",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਭਗਤ ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ) ਤੇਰੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ। (ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਭਗਤ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3064,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "nwnk. AMqu, n pweIAY; byAMq gusweI ]4]32]62]",
    "transliteration": "Naanak Anth N Paaeeai Baeanth Gusaaee ||4||32||62||",
    "translation": "Your end or limitation cannot be found, O Infinite World-Lord. ||4||32||62||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ ਦੇ ਖਸਮ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਉਹਨਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ॥੪॥੩੨॥੬੨॥",
    "pronunciation": "gusWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 3065,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3065,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ismir ismir pUrn pRBU; kwrj Bey rwis]",
    "transliteration": "Simar Simar Pooran Prabhoo Kaaraj Bheae Raas ||",
    "translation": "Meditate, meditate in remembrance of the Perfect Lord God, and your affairs shall be perfectly resolved.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸਿਮਰ ਸਿਮਰ ਕੇ (ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3065,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "krqwrpuir krqw vsY; sMqn kY pwis]1]rhwau]",
    "transliteration": "Karathaar Pur Karathaa Vasai Santhan Kai Paas ||1|| Rehaao ||",
    "translation": "In Kartaarpur, the City of the Creator Lord, the Saints dwell with the Creator. ||1||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਰਮਾਤਮਾ (ਆਪ) ਵੱਸਦਾ ਹੈ, ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3065,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ibGnu. n koaU lwgqw; gur pih Ardwis]",
    "transliteration": "Bighan N Kooo Laagathaa Gur Pehi Aradhaas ||",
    "translation": "No obstacles will block your way, when you offer your prayers to the Guru.",
    "punjabi": "(ਜੇਹੜੇ ਭੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ) ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਰਸਤੇ ਵਿਚ) ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3065,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "rKvwlw goibMd rwie; Bgqn kI rwis]1]",
    "transliteration": "Rakhavaalaa Gobindh Raae Bhagathan Kee Raas ||1||",
    "translation": "The Sovereign Lord of the Universe is the Saving Grace, the Protector of the capital of His devotees. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦਾ (ਸਦਾ) ਆਪ ਰਾਖਾ ਹੈ, ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸੰਤ ਜਨਾਂ ਦਾ ਸਰਮਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]