[
  {
    "shabad_id": 3082,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "Bgq jnw kI bynqI; suxI pRiB Awip]",
    "transliteration": "Bhagath Janaa Kee Baenathee Sunee Prabh Aap ||",
    "translation": "God Himself has heard the prayers of His humble devotees.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਅਰਜ਼ੋਈ (ਸਦਾ) ਸੁਣੀ ਹੈ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3082,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "rog imtwie jIvwilAnu; jw kw vf prqwpu]1]",
    "transliteration": "Rog Mittaae Jeevaalian Jaa Kaa Vadd Parathaap ||1||",
    "translation": "He dispelled my disease, and rejuvenated me; His glorious radiance is so great! ||1||",
    "punjabi": "ਜਿਸ ਦਾ (ਸਭ ਤੋਂ) ਵੱਡਾ ਤੇਜ-ਪ੍ਰਤਾਪ ਹੈ। (ਉਹ ਪ੍ਰਭੂ ਨੇ ਹੀ ਭਗਤਾਂ ਦੇ ਅੰਦਰੋਂ) ਰੋਗ ਮਿਟਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3082,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "doK hmwry bKisAnu; ApxI kl DwrI]",
    "transliteration": "Dhokh Hamaarae Bakhasian Apanee Kal Dhhaaree ||",
    "translation": "He has forgiven me for my sins, and interceded with His power.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪ੍ਰਭੂ-ਪਿਤਾ ਨੇ ਅਸਾਂ ਬੱਚਿਆਂ ਦੇ ਐਬ ਸਦਾ ਬਖ਼ਸ਼ੇ ਹਨ, ਅਤੇ ਸਾਡੇ ਅੰਦਰ ਆਪਣੇ ਨਾਮ ਦੀ ਤਾਕਤ ਭਰੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3082,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mn bWCq Pl idiqAnu; nwnk bilhwrI]2]16]80]",
    "transliteration": "Man Baanshhath Fal Dhithian Naanak Balihaaree ||2||16||80||",
    "translation": "I have been blessed with the fruits of my mind's desires; Nanak is a sacrifice to Him. ||2||16||80||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਿਤਾ ਨੇ ਅਸਾਂ ਬੱਚਿਆਂ ਨੂੰ ਸਦਾ ਮਨ-ਮੰਗੇ ਫਲ ਦਿੱਤੇ ਹਨ, ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥੧੬॥੮੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "rwgu iblwvlu mhlw 5 caupdy dupdy Gru 6",
    "transliteration": "Raag Bilaaval Mehalaa 5 Choupadhae Dhupadhae Ghar 6",
    "translation": "Raag Bilaaval, Fifth Mehl, Chau-Padas And Du-Padas, Sixth House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3083,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myry mohn; sRvnI ieh. n sunwey]",
    "transliteration": "Maerae Mohan Sravanee Eih N Sunaaeae ||",
    "translation": "O my fascinating Lord, let me not listen to the faithless cynic,",
    "punjabi": "ਹੇ ਮੇਰੇ ਮੋਹਨ! ਇਹੋ ਜਿਹੇ (ਪਰਮਾਤਮਾ ਤੋਂ ਬੇਮੁਖ ਕਰਨ ਵਾਲੇ) ਬੋਲ ਮੇਰੀ ਕੰਨੀਂ ਨਾਹ ਪੈਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "swkq gIq nwd. Duin gwvq; bolq bol. Ajwey]1]rhwau]",
    "transliteration": "Saakath Geeth Naadh Dhhun Gaavath Bolath Bol Ajaaeae ||1|| Rehaao ||",
    "translation": "Singing his songs and tunes, and chanting his useless words. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ (ਜੇਹੜੇ ਗੰਦੇ) ਗੀਤਾਂ ਨਾਦਾਂ ਧੁਨੀਆਂ ਦੇ ਬੋਲ ਬੋਲਦੇ ਹਨ ਅਤੇ ਗਾਂਦੇ ਹਨ ਉਹ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਵਿਅਰਥ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3083,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "syvq syiv syiv swD syvau; sdw krau ikrqwey]",
    "transliteration": "Saevath Saev Saev Saadhh Saevo Sadhaa Karo Kirathaaeae ||",
    "translation": "I serve, serve, serve, serve the Holy Saints; forever and ever, I do this.",
    "punjabi": "ਮੈਂ ਸਦਾ ਹੀ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਾਂ, ਮੈਂ ਸਦਾ ਇਹੀ ਕਾਰ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ABY dwnu pwvau purK dwqy; imil sMgiq hir gux gwey]1]",
    "transliteration": "Abhai Dhaan Paavo Purakh Dhaathae Mil Sangath Har Gun Gaaeae ||1||",
    "translation": "The Primal Lord, the Great Giver, has blessed me with the gift of fearlessness. Joining the Company of the Holy, I sing the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਦਾਤਾਰ! ਹੇ ਹਰੀ! (ਮੇਹਰ ਕਰ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ, ਤੇਰੇ ਗੁਣ ਗਾ ਕੇ ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਨਿਰਭੈਤਾ ਦੀ ਦਾਤ ਪ੍ਰਾਪਤ ਕਰਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "rsnw Agh Agh gun rwqI; nYn drs rMgu lwey]",
    "transliteration": "Rasanaa Ageh Ageh Gun Raathee Nain Dharas Rang Laaeae ||",
    "translation": "My tongue is imbued with the Praises of the inaccessible and unfathomable Lord, and my eyes are drenched with the Blessed Vision of His Darshan.",
    "punjabi": "ਮੇਰੀਆਂ ਅੱਖਾਂ ਤੇਰੇ ਦਰਸਨ ਦਾ ਆਨੰਦ ਮਾਣ ਮਾਣ ਕੇ ਮੇਰੀ ਜੀਭ ਤੈਂ ਅਪਹੁੰਚ ਦੇ ਗੁਣਾਂ ਵਿਚ ਰੱਤੀ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "hohu ikRpwl dIn duKBMjn; moih crx irdY vswey]2]",
    "transliteration": "Hohu Kirapaal Dheen Dhukh Bhanjan Mohi Charan Ridhai Vasaaeae ||2||",
    "translation": "Be Merciful to me, O Destroyer of the pains of the meek, that I may enshrine Your Lotus Feet within my heart. ||2||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲੇ! (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋ, ਆਪਣੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sBhU qlY qlY sB aUpir; eyh idRsit idRstwey]",
    "transliteration": "Sabhehoo Thalai Thalai Sabh Oopar Eaeh Dhrisatt Dhrisattaaeae ||",
    "translation": "Beneath all, and above all; this is the vision I saw.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਮੇਰੀ ਨਿਗਾਹ ਵਿਚ ਇਹੋ ਜਿਹੀ ਜੋਤਿ ਪੈਦਾ ਕਰ ਕਿ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਸਭ ਨਾਲੋਂ ਨੀਵਾਂ ਸਮਝਾਂ ਅਤੇ ਸਭ ਨੂੰ ਆਪਣੇ ਨਾਲੋਂ ਉੱਚਾ ਜਾਣਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "AiBmwnu Koie Koie Koie, KoeIhau; mokau. siqgur mMqRü idRVwey]3]",
    "transliteration": "Abhimaan Khoe Khoe Khoe Khoee Ho Mo Ko Sathigur Manthra Dhrirraaeae ||3||",
    "translation": "I have destroyed, destroyed, destroyed my pride, since the True Guru implanted His Mantra within me. ||3||",
    "punjabi": "ਹੇ ਮੋਹਨ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਪੱਕਾ ਕਰ ਦੇ, ਤਾ ਕਿ ਮੈਂ ਸਦਾ ਲਈ ਆਪਣੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦਿਆਂ ॥੩॥",
    "pronunciation": "(Koie)nwS[(KoeIhau)nwS kIqw hY",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "Aqulu Aqulu Aqulu. nh qulIAY; Bgiq vClu ikrpwey]",
    "transliteration": "Athul Athul Athul Neh Thuleeai Bhagath Vashhal Kirapaaeae ||",
    "translation": "Immeasurable, immeasurable, immeasurable is the Merciful Lord; he cannot be weighed. He is the Lover of His devotees.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਤੂੰ ਅਤੁੱਲ ਹੈਂ, ਤੂੰ ਅਤੁੱਲ ਹੈਂ, ਤੂੰ ਅਤੁੱਲ ਹੈਂ, (ਤੇਰੇ ਵਡੱਪਣ ਨੂੰ) ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਤੂੰ ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਉਤੇ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "A-q`ulu",
    "type_id": 3
  },
  {
    "shabad_id": 3083,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "jo jo srix pirE gur nwnk; ABY dwnu suK pwey]4]1]81]",
    "transliteration": "Jo Jo Saran Pariou Gur Naanak Abhai Dhaan Sukh Paaeae ||4||1||81||",
    "translation": "Whoever enters the Sanctuary of Guru Nanak, is blessed with the gifts of fearlessness and peace. ||4||||1||81||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮੋਹਨ-ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਨਿਰਭੈਤਾ ਦੀ ਦਾਤ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥੧॥੮੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3084,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3084,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pRB jI; qU myry pRwn ADwrY]",
    "transliteration": "Prabh Jee Thoo Maerae Praan Adhhaarai ||",
    "translation": "O Dear God, You are the Support of my breath of life.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਹੀ) ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3084,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nmskwr fMfauiq bMdnw; Aink bwr jwau bwrY]1]rhwau]",
    "transliteration": "Namasakaar Ddanddouth Bandhanaa Anik Baar Jaao Baarai ||1|| Rehaao ||",
    "translation": "I how in humility and reverence to You; so many times, I am a sacrifice. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਹੀ ਅੱਗੇ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ, ਚੁਫਾਲ ਲੰਮਾ ਪੈ ਕੇ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ। ਮੈਂ ਅਨੇਕਾਂ ਵਾਰੀ ਤੈਥੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3084,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "aUTq bYTq sovq jwgq; iehu mnu quJih icqwrY]",
    "transliteration": "Oothath Baithath Sovath Jaagath Eihu Man Thujhehi Chithaarai ||",
    "translation": "Sitting down, standing up, sleeping and waking, this mind thinks of You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਉਠਦਿਆਂ ਬਹਿੰਦਿਆਂ, ਸੁੱਤਿਆਂ, ਜਾਗਦਿਆਂ (ਹਰ ਵੇਲੇ) ਮੇਰਾ ਇਹ ਮਨ ਤੈਨੂੰ ਹੀ ਯਾਦ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3084,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "sUK dUK iesu mn kI ibrQw; quJ hI AwgY swrY]1]",
    "transliteration": "Sookh Dhookh Eis Man Kee Birathhaa Thujh Hee Aagai Saarai ||1||",
    "translation": "I describe to You my pleasure and pain, and the state of this mind. ||1||",
    "punjabi": "ਮੇਰਾ ਇਹ ਮਨ ਆਪਣੇ ਸੁਖ ਆਪਣੇ ਦੁੱਖ ਆਪਣੀ ਹਰੇਕ ਪੀੜਾ ਤੇਰੇ ਹੀ ਅੱਗੇ ਪੇਸ਼ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3084,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "qU myrI Et. bl buiD Dnu qum hI; qumih myrY prvwrY]",
    "transliteration": "Thoo Maeree Outt Bal Budhh Dhhan Thum Hee Thumehi Maerai Paravaarai ||",
    "translation": "You are my shelter and support, power, intellect and wealth; You are my family.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੇਰਾ ਸਹਾਰਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਤਾਣ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੀ ਅਕਲ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਧਨ ਹੈਂ, ਅਤੇ ਤੂੰ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਮੇਰਾ ਪਰਵਾਰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3084,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jo qum krhu. soeI Bl hmrY; pyiK nwnk. suK crnwrY]2]2]82]",
    "transliteration": "Jo Thum Karahu Soee Bhal Hamarai Paekh Naanak Sukh Charanaarai ||2||2||82||",
    "translation": "Whatever You do, I know that is good. Gazing upon Your Lotus Feet, Nanak is at peace. ||2||2||82||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਮੇਰੇ ਵਾਸਤੇ ਉਹੀ ਭਲਾਈ ਹੈ। ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥੨॥੮੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3085,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3085,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sunIAq; pRB qau sgl auDwrn]",
    "transliteration": "Suneeath Prabh Tho Sagal Oudhhaaran ||",
    "translation": "I have heard that God is the Savior of all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਬਾਬਤ ਸੁਣੀਦਾ ਹੈ ਕਿ ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈਂ,",
    "pronunciation": "au-Dwrn",
    "type_id": 3
  },
  {
    "shabad_id": 3085,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "moh mgn piqq sMig pRwnI; AYsy mnih ibswrn]1]rhwau]",
    "transliteration": "Moh Magan Pathith Sang Praanee Aisae Manehi Bisaaran ||1|| Rehaao ||",
    "translation": "Intoxicated by attachment, in the company of sinners, the mortal has forgotten such a Lord from his mind. ||1||Pause||",
    "punjabi": "(ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਭੀ ਬਚਾ ਲੈਂਦਾ ਹੈਂ, ਜੇਹੜੇ) ਮੋਹ ਵਿਚ ਡੁੱਬੇ ਹੋਏ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਪ੍ਰਾਣੀਆਂ ਨਾਲ ਬਹਿਣ-ਖਲੋਣ ਰੱਖਦੇ ਹਨ ਅਤੇ ਬੜੀ ਬੇ-ਪਰਵਾਹੀ ਨਾਲ ਤੈਨੂੰ ਮਨ ਤੋਂ ਭੁਲਾਈ ਰੱਖਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3085,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "sMic ibiKAw ly, gRwhju kInI; AMimRqu mn qy fwrn]",
    "transliteration": "Sanch Bikhiaa Lae Graahaj Keenee Anmrith Man Thae Ddaaran ||",
    "translation": "He has collected poison, and grasped it firmly. But he has cast out the Ambrosial Nectar from his mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵ) ਮਾਇਆ ਇਕੱਠੀ ਕਰ ਕੇ ਹੀ ਇਸ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰਨ-ਜੋਗ ਬਣਾਂਦੇ ਹਨ, ਪਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ-ਜਲ ਆਪਣੇ ਮਨ ਤੋਂ ਪਰੇ ਸੁੱਟ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(gRwhj)gRihx[(kInI)kr leI",
    "type_id": 3
  },
  {
    "shabad_id": 3085,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "kwm kRoD loB rqu inMdw; squ sMqoKu ibdwrn]1]",
    "transliteration": "Kaam Krodhh Lobh Rath Nindhaa Sath Santhokh Bidhaaran ||1||",
    "translation": "He is imbued with sexual desire, anger, greed and slander; he has abandoned truth and contentment. ||1||",
    "punjabi": "ਜੀਵ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਨਿੰਦਾ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਸੇਵਾ ਸੰਤੋਖ ਆਦਿਕ ਗੁਣਾਂ ਨੂੰ ਲੀਰ-ਲੀਰ ਕਰ ਰਹੇ ਹਨ (ਮੇਹਰ ਕਰ, ਇਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3085,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ien qy. kwiF lyhu myry suAwmI; hwir pry qum@ swrn]",
    "transliteration": "Ein Thae Kaadt Laehu Maerae Suaamee Haar Parae Thumh Saaran ||",
    "translation": "Lift me up, and pull me out of these, O my Lord and Master. I have entered Your Sanctuary.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੋਂ ਸਾਨੂੰ ਬਚਾ ਲੈ (ਸਾਡੀ ਇਹਨਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ) ਹਾਰ ਕੇ ਤੇਰੀ ਸਰਨ ਆ ਪਏ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3085,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnk kI bynMqI pRB pih; swDsMig rMk qwrn]2]3]83]",
    "transliteration": "Naanak Kee Baenanthee Prabh Pehi Saadhhasang Rank Thaaran ||2||3||83||",
    "translation": "Nanak prays to God: I am a poor beggar; carry me across, in the Saadh Sangat, the Company of the Holy. ||2||3||83||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਰ ਦੇ ਸੇਵਕ) ਨਾਨਕ ਦੀ (ਤੇਰੇ ਅੱਗੇ) ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਤੂੰ ਆਤਮਕ ਜੀਵਨ ਤੋਂ ਉੱਕੇ ਸੱਖਣੇ ਬੰਦਿਆਂ ਨੂੰ ਭੀ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਲਿਆ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈਂ ॥੨॥੩॥੮੩॥",
    "pronunciation": "by-nMqI",
    "type_id": 3
  },
  {
    "shabad_id": 3086,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3086,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sMqn kY sunIAq; pRB kI bwq]",
    "transliteration": "Santhan Kai Suneeath Prabh Kee Baath ||",
    "translation": "I listen to God's Teachings from the Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਕਥਾ-ਵਾਰਤਾ (ਸਦਾ) ਸੁਣੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3086,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kQw kIrqnu, AwnMd mMgl Duin; pUir rhI. idnsu Aru rwiq]1]rhwau]",
    "transliteration": "Kathhaa Keerathan Aanandh Mangal Dhhun Poor Rehee Dhinas Ar Raath ||1|| Rehaao ||",
    "translation": "The Lord's Sermon, the Kirtan of His Praises and the songs of bliss perfectly resonate, day and night. ||1||Pause||",
    "punjabi": "ਉਥੇ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੀਆਂ ਕਥਾ-ਕਹਾਣੀਆਂ ਹੁੰਦੀਆਂ ਹਨ, ਕੀਰਤਨ ਹੁੰਦਾ ਹੈ, ਆਤਮਕ ਆਨੰਦ-ਹੁਲਾਰਾ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਰੌ ਸਦਾ ਚਲੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3086,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "kir ikrpw Apny pRiB kIny; nwm Apuny kI kInI dwiq]",
    "transliteration": "Kar Kirapaa Apanae Prabh Keenae Naam Apunae Kee Keenee Dhaath ||",
    "translation": "In His Mercy, God has made them His own, and blessed them with the gift of His Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਕੇ ਆਪਣੇ ਸੇਵਕ ਬਣਾ ਲਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3086,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "AwT phr gun gwvq pRB ky; kwm kRoD iesu qn qy jwq]1]",
    "transliteration": "Aath Pehar Gun Gaavath Prabh Kae Kaam Krodhh Eis Than Thae Jaath ||1||",
    "translation": "Twenty-four hours a day, I sing the Glorious Praises of God. Sexual desire and anger have left this body. ||1||",
    "punjabi": "ਅੱਠੇ ਪਹਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ (ਉਹਨਾਂ ਦੇ) ਇਸ ਸਰੀਰ ਵਿਚੋਂ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]